{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5049050,00.html"}, "headline": "מדריך: אלו הסיבות שבגללן אתם לא ישנים טוב בלילה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/11/8028079/8028052099892640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/06/8074756/8074754099070640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/11/05/6615644/661564101001088640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2016/12/06/7433133/41315080100387640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/06/8199408/8199403099084640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/07/8200938/8200934099690640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2014/07/29/5490002/5489988390074640360no.jpg"], "datePublished": "2018-03-05T10:54:43z", "dateModified": "2018-03-08T13:06:21z", "author": {"@type": "Person", "name": "איתי עמיקם"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "האם נדודי שינה עלולים להיות סימן להתפתחות מחלת נפש וכיצד מתמודדים עם אדם שהולך בשנתו ומסכן את עצמו אגב כך? כל הפרטים על הפרעות השינה הנפוצות ביותר, מה הגורמים להן וכיצד מטפלים. חלק שני בפרויקט", "wordCount": "2305", "commentCount": "86", "genre": "1208.Health-2097.HealthAndLifeStyle", "keywords": "שינה,הפרעות שינה,נדודי שינה,אינסומניה,עייפות", "articleBody": "    מחלות לב, סוכרת, השמנת יתר, דיכאון ולחץ נפשי הן רק חלק מהתופעות שעלולות להיגרם עקב שינה שאינה מספקת, או שאינה איכותית מספיק. כ-30 אחוזים מהאוכלוסייה סובלים או יסבלו מהפרעות שינה ברמה זו או אחרת במהלך חייהם.    את הפרעות השינה נהוג לחלק לארבע קבוצות עיקריות – הפרעות נדודי השינה, הפרעות בתזמון השינה, התנהגות אוטומטית בשינה וישנוניות יתר.    הנה כמה מהפרעות השינה הבולטות - וכיצד להתמודד איתן:     מה זה? נדודי שינה (או אל-שינה, או אינסומניה בעגה הרפואית), הם הפרעת השינה הנפוצה ביותר, שפוגעת בשלב כלשהו בחייהם של כרבע מאוכלוסיית העולם. מאפייני התופעה כוללים קשיים בהירדמות, יקיצות מרובות במהלך הלילה ויקיצה מוקדמת. נדודי השינה אמנם אופייניים יותר לבני הגיל השלישי, אך הם עלולים להופיע בכל גיל. הגורמים להם הם רבים ומגוונים – משינויים בהרגלי החיים, דרך אירועים מטרידים, מתח, צריכת תרופות או סמים ועד מחלות ועוד.      המומחים מבהירים כי אינסומניה היא מחלה הנובעת מאורח חייו של המטופל וקשורה קשר הדוק לאורח החיים המודרני. בתקופות שבהן היה האדם קם עם הנץ החמה והלך לישון עם שקיעתה, לא היו נדודי שינה.    לדברי פרופ' ירון דגן, מנהל המכון לרפואת שינה בבית החולים אסותא, מחקרים הראו שהאפקט של חשיפה למסך על המוח, בין השאר של טלפון חכם, דומה לחשיפה לאור השמש, עובדה  שמשבשת את עבודת השעון הביולוגי של האדם.    פרופ' דגן מוסיף ומסביר כי \"לא כל קושי להירדם עונה להגדרה של הפרעת שינה. אדם שאינו נרדם יותר משלוש פעמים בשבוע במשך יותר משלושה חודשים יוגדר כמי שסובל מאינסומניה.    קראו את הפרק הקודם במדריך השינה של ynet:   מהי תנוחת השינה שתגרום לכם לקום רעננים בבוקר    הגורמים לנדודי שינה \"בין חמישה לעשרה אחוזים מהסובלים מאינסומניה סובלים מההפרעה בשל סיבות רפואיות, כגון פעילות לא סדירה של בלוטת התריס או תרופות שגורמות לנדודי שינה. היתר סובלים מנדודי שינה בשל בעיות נפשיות\", מפרט פרופ' דגן.    דגן מוסיף ומציין כי סטטינים, תרופה נפוצה להפחתת כולסטרול, עלולים לגרום לנדודי שינה. תרופות ממשפחת ה-SSRI נוגדי הדיכאון, כגון ציפרלקס, עלולים לגרום לחלומות מוחשיים במיוחד, שתוצאתם עלולה להיות נדודי שינה.    \"אינסומניה אינה הפרעת שינה, אלא הפרעת עוררות\", מבהיר פרופ' דגן, \"האנשים שסובלים מאינסומניה סובלים מדריכות יתר. זו תופעה שנפוצה אצל מי שיש להם צורך עז בשליטה\".    המומחה מוסיף כי לעיתים אנשים מפתחים \"לופ\" של נדודי שינה: \"לעיתים, אחרי לילה או שניים שבהם אנשים מתקשים להירדם הם מתחילים לעסוק בטורדנות בחוסר היכולת שלהם להירדם. המחשבות על הירדמות מונעות מהם להירדם\".    פרופ' דגן מסביר כי הטיפול בנדודי שינה כרוניים שאינם נובעים מסיבה רפואית הוא באמצעות כדורי שינה (עליהם נרחיב בחלק הבא של המדריך) או באמצעות טיפול פסיכולוגי.    הוכח כי קיים קשר הדוק בין מחלות נפש ובין נדודי שינה. לעיתים נדודי שינה הם אף סימן מקדים להתפרצות של בעיה נפשית. בין מחלות הנפש שנלוות אליהן בדרך כלל גם הפרעת נדודי שינה ניתן למצוא את הדיכאון, החרדה ותסמונת דחק פוסט טראומטית.    הטיפול בנדודי שינה ד\"ר מירב כהן ציון, פסיכולוגית, מרצה במכללת תל אביב יפו ומטפלת במכון השינה של אסותא, מפרטת כי נהוג להבדיל בין אינסומניה שמתעוררת בעקבות גורם חיצוני, לכזו שאין לה מקור חיצוני ידוע.     \"טיפולים התנהגותיים קוגניטיביים, המכונים גם CBT, יעילים לשני סוגי נדודי השינה\", מסבירה ד\"ר כהן ציון. CBT הינו טיפול קצר מועד שמטרתו לעורר שינוי בתפישה של המטופל. השינוי נוצר בעקבות שינוי התנהגותי של המטופל ויצירת התניות חדשות.    \"CBT הוכח כיעיל בטיפול בנדודי שינה – בין 70 ל-80 אחוזים מהמטופלים מדווחים על שיפור משמעותי\", אומרת כהן ציון. \"מדובר בטיפול של כשישה עד שמונה מפגשים, כאשר המיקוד במפגשים הוא על שינוי התנהגותי וחשיבתי של המטופל. זה טיפול ממוקד, והפוקוס בו הוא על השינה.    \"יחד עם המטופל אנחנו מנסים ליצור הרגלים חדשים – מתי נכנסים ויוצאים מהמיטה, הקשר בין הלילה ובין התפקוד למחרת, דפוסי חשיבה בזמן שלא נרדמים, וכדומה\".    כהן ציון מתארת כי \"מטרת הטיפול היא להרגיע את המטופל. לילה רע לא בהכרח מוביל ליום רע, ולהיפך. אנשים רבים מתפקדים טוב מאוד עם מעט שעות שינה. תחושות הערנות והעייפות לא בהכרח קשורות למספר השעות שישנו בלילה הקודם. זה מאוד קשה ומתסכל לעבור לילה לבד בהתהפכויות מצד לצד. בטיפול אנחנו מפרקים את תהליכי השינה וגורמים למטופל להסתכל אחרת על המצב\".    אחת ההמלצות אותן מונה ד\"ר כהן ציון היא לצמצם את הזמן שמי שסובל מנדודי שינה מעביר במיטה. \"אנשים חושבים שאם הם יגדילו את מספר השעות שבהן הם נמצאים במיטה אז הם ישנו יותר. ברוב המקרים זה עובד הפוך. אנשים שנמצאים במיטה זמן רב לא יוצרים את ההתניה שיש בין המיטה ובין השינה – יש נתק בין השינה והמיטה, דבר שעשוי להוביל לנדודי שינה\".    הפרעה נוספת ממנה סובלים חלק מהאנשים המתלוננים על נדודי שינה היא הפרעת sleep state misperception, או בעברית - תפישה שגויה של השינה. \"האנשים שסובלים מכך חושבים שהם לא ישנים במהלך הלילה, למרות שבפועל השינה שלהם תקינה או קרובה לכך\", מסבירה כהן ציון ומוסיפה: \"האנשים הללו לא מודעים לשלבי השינה וזוכרים רק את שלבי השינה הקלה. לכן הם סבורים באופן כוזב שהם סובלים מאינסומניה. עצם הידיעה שהם ישנים בצורה תקינה פותרת אותם במקרים רבים מהחרדה.    \"אורך הזמן שבו האנשים סובלים מהבעיה לא בהכרח משפיע על היכולת של הטיפול לעזור\", מסכמת  כהן ציון, \"אנשים שסובלים מנדודי שינה חושבים שזו גזירה שתלווה אותם כל החיים. זה לא נכון. יש לרפואת הנפש פתרונות לא רעים בכלל לבעיה הזו\".     מה זה? פרופ' דגן מסביר כי הזמן שבו אנחנו הולכים לישון הוא עניין ביולוגי. \"יש אנשים שאצלם המנגנון שאחראי על תזמון השינה הוא חריג. אנשים שסובלים מתסמונת זו הולכים לישון בשעות מאוחרות מהמקובל ובהתאם גם קמים מאוחר. זו לא הפרעה זניחה בכלל, אך קל לאבחן אותה ויחסית קל לטפל בה, אלא שהמודעות אליה היא נמוכה\".     דגן מסביר כי \"יש אנשים שהשעון ביולוגי שלהם גורם להם להיות אנשי לילה מובהקים. משך השינה שלהם הוא תקין, אך השעון הביולוגי שלהם הוא כל כך נוקשה, שהוא לא מאפשר להם ללכת לישון מוקדם או לקום מוקדם. נהוג לשייך את הבעיה הזו לבעיות התנהגותיות, אך מדובר בבעיה רפואית\".    כ-7 אחוזים מבני הנוער סובלים מתסמונת זו. \"בדרך כלל גם התיאבון של אותם אנשים הוא דחוי והם בקושי אוכלים בבקרים. שעות הריכוז הטובות שלהם הן בלילה ולא בבוקר. אלו אנשים שחיים בג'ט לג תמידי. רבים מהסובלים מהתסמונת מאובחנים באופן שגוי כבעלי הפרעות קשב וריכוז משום שהם מבצעים את האבחון בבוקר, זמן שבו הם מתקשים להתרכז\", מסביר פרופ' דגן.    הסובלים מהפרעה בתזמון השינה נבדלים מהסובלים מנדודי שינה בכך שהסובלים מאינסומניה אינם מתקשים להתעורר בבקרים, למרות תחושת העייפות. הבדל נוסף הוא שהסובלים מהפרעות תזמון גם חשים בדרך כלל רעב בשעות לא קונבנציונאליות.    הטיפול בהפרעות בתזמון השינה  ישנם מגוון טיפולים להפרעות בתזמון השינה. הנפוץ ביותר הינו טיפול באמצעות מתן מלטונין, הורמון החושך או השינה, שכמות הפרשתו הולכת ופוחתת ככל שמתבגרים. בניגוד למדינות רבות, כגון ארצות הברית וקנדה, בארץ נמכרות טבליות של מלטונין סינתטי רק באמצעות מרשם מרופא. \"זהו כדור נטול תופעות לוואי, המסייע לעיתים גם לסובלים מג'ט לג. נוטלים אותו בערב והוא מקל על הסובלים מהתסמונת את ההירדמות והיקיצה\", מתאר פרופ' דגן. מלטונין סינתטי, כך מסביר המומחה, לא הוכח כיעיל בטיפול באינסומניה.    טיפול נוסף לסובלים מהפרעה בתזמון השינה הוא טיפול בחשיפה לאור במשך כשעה בסמוך לשעת היקיצה. החשיפה לאור, כך מסביר פרופ' דגן, מפסיקה את הפרשת המלטונין, ועל ידי כך מורגל הגוף לשעות המקובלות.   יש המשלבים את הטיפול בחשיפה לאור יחד עם נטילת טבליות מלטונין.       מה זה? כשלעצמה, נחירה, קול שנוצר בחלק העליון של הפה בשל היצרות של דרכי הנשימה המונעת מעבר חלק של האוויר, איננה הפרעת שינה. כ-40 אחוזים מהגברים ו-20 אחוזים מהנשים נוחרים. ד\"ר אורי אלקן, ממחלקת רפואת האף, האוזן והגרון של בית החולים בילינסון, מסביר כי גברים נוחרים בממוצע יותר מנשים בשל השוני במבנה הגוף של המינים. \"גברים נוטים להשמין יותר באזור הבטן והצוואר, בעוד שנשים נוטות יותר להשמין באזור אגן הירכיים והישבן. הצוואר של הגברים הוא קצר יותר. כשישנים, שרירים החזה נרפים והקריסה הזו יוצרת לעיתים חסימה של מעבר האוויר, דבר שגורם לקולות הנחירה\".   נחירות רמות ורבות עלולות להוות אינדיקציה להפרעת שינה על רקע נשימתי, מצב רפואי שעשוי להיות בעל השלכות חמורות ומצריך טיפול (פירוט להלן).    סילביה מידן, מנהלת מכון השינה של בית החולים בילינסון, מציינת כי מחקרים הראו כי שנתו של אדם הנושם מהאף איכותית יותר מזה שנושם דרך הפה.    \"נבדקים שישנו עם אף סתום דיווחו על שינה פחות איכותית מאלו שאפם היה פתוח\", מתארת מידן, \"אנשים שנוחרים נושמים דרך הפה ולכן איכות השינה שלהם פחותה. לאנשים שקמים עם פה יבש, צימאון רב או כשהם סובלים מכאבי ראש מומלץ לבדוק האם המקור לכך הוא נחירות חריגות\".   כיצד מטפלים בנחירות רופאים מתארים כי שינה על הגב מעודדת נחירות יותר מאשר שינה על הצד או הבטן. דוגמא לפיתרון אפשרי לנוחרים שישנים על הגב הוא תפירת כיס לכדור טניס בגב הפיג'מה של המטופל, דבר שמונע ממנו לשכב על הגב במהלך השינה.   עודף משקל גם הוא גורם להגברת הנחירות. התקן ה-CPAP, ששומר על דרכי האוויר פתוחים, והתערבות כירורגית הם פתרונות אפשריים לבעיית נחירות וכן להפרעת שינה על רקע נשימתי, כפי שיפורט בהמשך הכתבה.    מה זה? ארבעה אחוזים מהנוחרים ושני אחוזים מהנוחרות סובלים מהפרעות חסימה נשימתיות בשנתם. ד\"ר אלקן מסביר כי חסימת הנשימה גורמת לסובלים ממנה להתעורר במהלך הלילה. מעבר הגוף ממצב של שינה למצב של ערות פוגם באיכות השינה ועלול לגרום למחלות רבות. הסובלים מהפרעת שינה זו לא מודעים לכך שהם מקיצים מספר פעמים במהלך הלילה.    \"שינה לא איכותית גורמת לקיצור תוחלת החיים, מעלה לחץ דם, מעלה סיכון ללקות בהתקף לב, את הסיכון לשבץ ועוד\", מפרט ד\"ר אלקן. \"מומלץ לאנשים שסובלים מעייפות כרונית, חשים שהם מתעוררים במהלך הלילה מבלי לדעת מדוע או קמים עם כאבי ראש לבדוק האם הם סובלים מההפרעה\".   הפרעת נשימה קלה עלולה לגרום לסובל ממנה להתעורר בין חמש ל-15 פעמים בשעה, בעוד שהפרעה קשה עלולה לגרום לסובל ממנה ליותר מ-30 חסימות נשימה בשעה.   כיצד מטפלים בהפרעות שינה על רקע נשימתי  אבחון ההפרעה נעשה על ידי ניטור השינה. הטיפול הטוב ביותר עבור ההפרעה הוא התקן הנקרא CPAP. \"ההתקן דוחף אוויר בלחץ חיובי לתוך האף והפה של הישן ושומר על מעבר האוויר. היתרון של ההתקן הוא שהוא פותר את הבעיה באחוזים מאוד גבוהים. החיסרון שלו הוא שרק כשליש מהמטופלים מתרגלים לישון איתו לאורך זמן\".     התקן דנטלי, שדוחף את הלסת קדימה, מהווה גם הוא פתרון אפשרי לחלק מהסובלים מההפרעה. שינוי תנוחת השינה, שיעיל גם בטיפול בנחירות, עשוי להוות פיתרון גם להפרעת שינה על רקע נשימתי.   מוצא הטיפול האחרון, כך מפרט הרופא, הוא התערבות ניתוחית. \"ברוב המקרים ניתוח אינו יעיל למטופלים שסובלים מעודף משקל. אחוזי ההצלחה של הניתוחים הם לא מזהירים. ישנו ניתוח חדש יחסית שבמהלכו שותלים בלשון קוצב שמונע ממנה לצנוח במהלך הלילה\".  מה זה? ביצוע פעולות אוטומטיות בשינה נחשב גם הוא להפרעת שינה. הפעולות הנפוצות שאנשים עושים בשנתם הן דיבור, הליכה, חריקת שיניים והרטבה.   \"ההפרעה הזו גורמת לסובלים ממנה לעשות פעולות שמוכרות להם מהיום יום במהלך השינה\", מסביר פרופ' דגן, \"הפעולות נעשות בדרך כלל בחציו הראשון של הלילה, בזמן שלב השינה העמוקה. כשלעצמן הפעולות לא גורמות לבעיות רפואיות, והשינה של המטופל לא נפגמת ומאפיינת דווקא אנשים עם שינה עמוקה, אך הפעולות האוטומטיות עלולות להיות מסוכנות בסביבה לא מבוקרת\".   ההפרעות מהקבוצה הזו נפוצות בעיקר בקרב ילדים ופוחתות עם ההתבגרות.   הרטבה הרטבה לילית היא הפרעה נפוצה במשפחת ההפרעות האוטומטיות בשינה, בעיקר בקרב ילדים. נהוג לחלק את הבעיה לשני סוגים – הרטבה שניונית, שהגורם לה הוא סיבה רגשית-נפשית או ייצור מוגבר של שתן, והרטבה ראשונית, ששייכת למשפחת הפרעות של עשיית פעולות אוטומטיות בשינה.    \"חשוב לאבחן את סוג ההרטבה בשביל להתאים טיפול. הרטבה שניונית עשויה לחלוף ולהופיע שוב בשל אירועים שמשפיעים על הנפש, לעומת הפרעת ההרטבה הראשונית שנשארת קבועה. הטיפולים עבור שני סוגי ההפרעות הם שונים\", מתאר פרופ' דגן.      הרטבה שניונית ניתנת לטיפול באמצעות זמזם שתפקידו להעיר את המרטיב בזמן הטלת השתן. הזמזם עוזר לילד לפתח את המיומנות של הקימה ועשיית הצרכים בשירותים. \"פתרון הזמזם אינו יעיל להרטבה ראשונית משום שאותם אנשים ישנים עמוק ולא מתעוררים. גם טיפול רגשי לא יעזור לסובלים מהרטבה ראשונית. עשיית פעולות אוטומטיות מתוך שינה הולכת ופוחתת עם הגיל. רק אחוז קטן מאוד ממשיך לסבול מההפרעה הזו גם בבגרות. לאותם אנשים מומלץ שלא לשתות נוזלים רבים לפני השינה ולהימנע ממשקאות משתנים, כגון קפה, תה או אלכוהול, בשעות הערב. ישנן תרופות שגורמות לעצירת השתן למספר שעות שניתנות בדרך כלל כשהילד ישן מחוץ לבית\", מוסיף המומחה.   חריקת שיניים אחד מכל 12 אנשים סובל מהידוק או חריקת שיניים לא רצוניות במהלך השינה. הסובלים מהתופעה אינם מודעים אליה, אך מתלוננים על קימה המלווה בכאב ראש או בכאבים במפרק הלסת. נעילת הלסתות מזיקה גם לשיניים ולמפרק הלסת. ניתן לאבחן אותה באמצעות מעקב אחר שנתו של המטופל או באמצעות סימני שחיקה שמופעים בשיניים.   הרופאים אינם יודעים מה גורם לתופעה, אך מחקרים מראים שהיא קשורה למתח או מעמסה נפשיים. הפתרון לבעיה הוא הרכבת סד פלסטי המולבש על השיניים ומונע את חיכוך השיניים העליונות בתחתונות.   הליכה מתוך שינה הליכה, בדומה לנקיטת פעולות אחרות מתוך שינה, אינה פוגמת באיכות השינה והסכנה שנשקפת מהפרעה זו היא בשל נקיטת הפעולה בסביבה שאינה מבוקרת. \"הפתרון לאותם אנשים הוא שינה בסביבה מבוקרת – אם גרים בקומה גבוהה מומלץ להתקין סורגים בחלונות, מומלץ להרחיק מהישג יד דברים חדים ומסוכנים, לנעול את הדלת של הבית ולהחביא את המפתח וכדומה. הפעולות שמבצעים מתוך שינה יכולות להיות פשוטות, כגון הליכה או תזוזה של הרגליים, ועד לפעולות מורכבות כמו בישול. רוב הסובלים מהתופעה נפטרים ממנה כשהם מתבגרים, אך אחוז קטן מהאוכלוסייה ממשיך לסבול ממנה גם בבגרותם\", מסביר פרופ' דגן. מקרים קיצוניים ביותר מצריכים טיפול תרופתי.     משפחת הפרעות הפעולות האוטומטיות בשינה כוללת הפרעות נדירות ואקזוטיות כגון עוררות מינית תוך כדי שינה, המכונה סקס-סומניה. הסובלים מסקס סומניה מסוגלים לבצע מעשים מיניים שלא מרצון בעצמם או באחרים. גברים שהואשמו באונס בארצות הברית ובקנדה זוכו מהעבירה לאחר שהוכח כי הם סובלים מההפרעה ולא שלטו על מעשיהם המיניים.     ישנוניות יתר, או היפרסומניה בעגה הרפואית, היא הפרעת שינה שהסובלים ממנה מתקשים לשמור על ערנות. הגורם העיקרי להפרעה הוא חסך בשעות שינה. היפרסומניה עשויה להיגרם גם בשל שימוש בתרופות בעלות אפקט מנמנם או התמכרות לסמים או לאלכוהול. דיכאון, פעילות לא סדירה של בלוטת התריס, חוסר בברזל ונטייה גנטית הוכחו גם הם כגורמים לישנוניות יתר. הפרעות שינה על רקע קשיי נשימה גם הן עשויות לגרום להיפרסומניה.    להיפרסומניה ישנן השלכות מרחיקות לכת על בריאותו של האדם ועל יכולת תפקודו. לאנשים הסובלים מההפרעה מומלץ לבדוק האם הם סובלים מנדודי שינה ולאבחן במדויק את הגורם לישנוניות.   הפרעה נוספת השייכת למשפחת הפרעה זו הינה הפרעת הנרקולפסיה. הסובלים מנרקולפסיה נרדמים ללא שליטה. מדובר בהפרעה נדירה, ששכיחה יותר ביפן ובארצות סקנדינביה.   בחלק הבא של מדריך השינה: הכל על כדורי שינה, טיפים לשינה טובה וגדג'טים לניטור ושיפור השינה.   ", "title": "מדריך: אלו הסיבות שבגללן אתם לא ישנים טוב בלילה", "url": "https://www.ynet.co.il/articles/0,7340,L-5049050,00.html", "type": "article", "site_name": "ynet", "published_time": "08:54 , 05.03.18", "category": "", "subtitle": ""}