{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4617642,00.html"}, "headline": "מהו מטבוליזם - ואיך ניתן להגביר את הקצב שלו", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2015-01-27T11:54:52z", "dateModified": "2015-01-27T11:59:42z", "author": {"@type": "Person", "name": "איילת נדיב"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "נשים סובלות מכך יותר, אבל גם גברים סובלים מהאטה בחילוף החומרים בשלבים שונים בחיים. למה זה קורה והאם ניתן לעשות משהו כדי לשנות? דיאטנית מסבירה", "wordCount": "562", "commentCount": "42", "genre": "1208.Health-2145.Dieta", "keywords": "חילוף חומרים,דיאטה,הרזיה,אירובי", "articleBody": "גופנו הוא אכן מכונה מופלאה אבל מתנהלת בדיוק כמו כל מנגנון - כשבכל פעולה מתבצעת צריכת אנרגיה ושריפת קלוריות. חילוף חומרים בסיסי (מטבוליזם), הינו כמות האנרגיה הדרושה בשביל גופנו במצב מנוחה, לצורך תחזוק הגוף (זרימת דם, פעילות המוח, תפקוד כליות, משאבת לב וכל שאר המערכות העובדות בגוף).   עדכונים שוטפים - גם בטוויטר של ynet   לכל אדם יש קצב חילוף חומרים בסיסי משלו, המושפע ממינו - זכר או נקבה, מגילו וכמובן מהגנטיקה. אדם בעל חילוף חומרים מהיר יותר, מצליח מהר יותר לרדת במשקל וגם מצליח בקלות יחסית לאזן את משקל גופו ולשמור על משקל רצוי.   לעומת זאת,  אדם עם חילוף חומרים איטי יותר, ירד לאט יותר במשקל גם כאשר יהיה בדיאטות. כמו כן יהיה לגופו קשה יותר להישאר מאוזן ולייצב את משקל גופו.    בנוסף למטבוליזם הבסיסי, אנו שורפים קלוריות נוספות בהתאם לפעילות השונה שאנו מבצעים, כלומר מעלים את חילוף החומרים, בכל פעילות גופנית שעושים. ואכן שריפת הקלוריות מתבצעת גם בזמן תהליך האכילה עצמו.   קראו עוד לרזות בקלות: כך נגביר את קצב חילוף החומרים מחקר ענק: אכילת דגנים מלאים מאריכה חיים ב-10% הדרך הנכונה לאבד שומן בחלקים הבעייתים בגוף   מה משפיע על המטבוליזם? 1. ככל שמסת הגוף הרזה (שריר), גבוהה יותר, וזאת בזכות פעילות ספורטיבית, שריפת הקלוריות היומית עולה. כלומר, \"המכונה\" שלנו יעילה יותר אם נתמיד בפעילות ספורטיבית.   2. אצל גברים, בזכות מסת גוף גבוהה יותר, המטבוליזם גבוה עד כדי 20% מנשים, ולכן הם יורדים מהר יותר במשקל כאשר הם נכנסים למשטר של דיאטה.    3. גנטיקה.   4. עישון, מעלה את המטבוליזם היומי.   5. תרופות, יש תרופות שמעלות את המטבוליזם, וחלקן מורידות אותו (וכמובן יש תרופות שלא משפיעות כלל).   6. גיל- בסביבות גיל 30, קצב המטבוליזם בקרב נשים מתחיל לרדת בכ- 5% בכל 5-10 שנים. בקרב גברים תהליך זה מתחיל בשלב מאחר יותר, לעתים רק סביב גיל 45-50, ובקצב איטי בהרבה.   בתרגום פשוט יותר, לצורך דוגמא: אם אישה שרפה כ- 1800 קק\"ל, בגיל 25, ויכלה להתקיים על דיאטה של כ- 1400 קק\"ל ליום, הרי שבגיל 30 היא תשרוף רק 1700 קק\"ל ליום, ובגיל 40 כ- 1550 קק\"ל, מה שאומר שאם תרצה לרזות, תצטרך לאכול רק 1000 קק\"ל ליום, שזו דיאטה בהחלט מצומצמת.    8. לאחר גיל המעבר, יש ירידה חדה במטבוליזם, לעתים בעוד 10%, וזו הסיבה העיקרית שנשים מדווחות, שהן ממשיכות לאכול את אותו התפריט הבסיסי, אך לא רק שלא מצליחות לרזות, אלא אף משמינות.   9. דיאטות מרובות, גם כן מאטות את המטבוליזם, בייחוד דיאטות קיצוניות ודלות קלוריות, של מתחת ל- 1000 קק\"ל, מאטות את חילוף החומרים אף ב- 10%.   לתקן את המטבוליזם - שווה לנסות הבשורה הטובה היא שניתן (לפעמים), לתקן את המטבוליזם, אך לא תמיד ולא באופן מוחלט. לשם כך, דרושות דיאטות מאוזנות, שלא תרד למשך רוב ימי התהליך ותנוע בין 1,200-1,400 קק\"ל.   כמו כן, תנאי חשוב הוא, להתמיד ולהשקיע בספורט: פעילות אירובית או דינמית, המעלה דופק משפרת את המטבוליזם בטווח הקצר, ואילו פעילות אנאירובית, של עיצוב וחיטוב, משקמת את המטבוליזם לטווח הארוך, בזכות שימור, ולעתים גם מסייעת להעלאה של מסת השריר.    לסיכום, בנוסף לדיאטה זו או אחרת, המטבוליזם הפנימי של הגוף, שכמעט ואינו נתון לשליטה, כפי שאנו יכולים לשלוט בצורת האכילה שלנו, משפיע רבות על קצב הירידה.    זו הסיבה שאחד מרזה בקצב מהיר יותר ולשני באופן איטי יותר, למרות ששניהם שומרים על תפריטים זהים. על כן מומלץ להימצא במסגרת, שבה דיאטנית יכולים לעשות התאמה אישית לכל אחד, ולמנוע תסכול של חוסר ירידה במשקל. חשוב לזכור שהגוף שלנו דורש טיפול תקופתי ובעיקר טיפול אישי מסור.    הכותבת היא דיאטנית קלינית M.Sc, מנהלת מח' דיאטה בסטודיו C", "title": "מהו מטבוליזם - ואיך ניתן להגביר את הקצב שלו", "url": "https://www.ynet.co.il/articles/0,7340,L-4617642,00.html", "type": "article", "site_name": "ynet", "published_time": "09:54 , 27.01.15", "category": "", "subtitle": ""}