{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5047063,00.html"}, "headline": "הרופא שהצליח להצעיד את הגוף אחורה בזמן", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/04/8261896/82618940100394640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/04/8260922/82596810100590640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/03/10/5926710/59266950100687640360no.jpg"], "datePublished": "2018-01-05T11:58:17z", "dateModified": "2018-01-05T11:59:05z", "author": {"@type": "Person", "name": "רויטל פדרבוש, מגזין \"מנטה\""}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לאחר שלסוכרת, לכולסטרול וליתר לחץ הדם שסבל מהם התווסף גם סרטן הדם, הקרדיולוג ד\"ר אלכסנדר ארדיטי הבין שהרפואה הקונבנציונלית לא תציל אותו. ההארה וההחלמה הגיעו בדמות גישה מהפכנית: ריפוי מחלות והאטת ההזדקנות על ידי השבת ההורמונים הטבעיים בגוף לרמות של בני ‭.20‬ בספרו החדש, \"רפואת אנטי אייג'ינג\", הוא מסביר גם לכם איך להחזיר את השעון הביולוגי לאחור ", "wordCount": "2230", "commentCount": "164", "genre": "1208.Health-1209.menta", "keywords": "תזונה,אנטי אייג'ינג", "articleBody": "לפני ‭20‬ שנה, אם הייתם שואלים את ד\"ר אלכסנדר ארדיטי \"מה שלומך?\" הוא היה עונה לכם בכנות: \"ייאוש מוחלט\". ד\"ר ארדיטי היה אז רופא בכיר ומוערך ביחידה לקרדיולוגיה גרעינית בבית החולים קפלן, אבל נראה היה שרק לעצמו הוא לא מצליח לעזור.    היו לו אז כמה בעיות בריאות שמאפיינות לא מעט מבני ‭50‬ פלוס: סוכרת, כולסטרול גבוה ויתר לחץ דם, והוא טיפל בעצמו על פי הידוע והמוכר לו מהרפואה הקונבנציונלית - באמצעות תרופות. אבל המצב הבריאותי שלו רק הלך והחמיר. \"הייתי חלש, חסר אנרגיה והרגשתי רע מאוד\", הוא מספר.    ואם זה לא מספיק, לכל הבעיות האלה הצטרפה מחלה בלתי צפויה - סרטן הדם. \"לאחר האבחון בסרטן הבנתי שהמצב שלי גרוע מאוד. כרופא ידעתי היטב שהלוקמיה שבה לקיתי צפויה להפוך ללוקמיה חריפה והמשמעות היא סבל גופני רב. הרגשתי שכל התרופות שאני נוטל וכל הטיפול בי לא נכון. שאלתי את עצמי שוב ושוב: איך הגעתי למצב הזה? מה השתנה בי שגופי הולך ונחלש? מדוע התרופות שאני נוטל אינן עוזרות לי לחזור לבריאות תקינה? במהלך הניסיונות שלי למצוא תשובה סרקתי שוב ושוב את ספריית בית החולים, אך לשווא.     \"ההארה הגיעה כשביום בהיר אחד מצאתי על דלפק הספרנית את הספר Endocrinology of Aging (בתרגום חופשי \"האנדוקרינולוגיה של הזיקנה\") בעריכת ד\"ר ג'ון מורלי וד\"ר לוקרטיה ואן-דן-ברג, שעסק בשינויים הביולוגיים שמתרחשים במהלך חיינו מגיל 20 ועד גיל 70.   \"הספר העלה רעיון לפתרון מהפכני למחלות שמאפיינות את הזיקנה - להחזיר לאנשים מבוגרים את רמת ההורמונים שהייתה להם כשהם היו צעירים ובדרך זו לרפא אותם. הספר הציע לי דרך חדשה ולא מוכרת, והחלטתי לנסות ולבדוק באמצעותו אם אוכל לתקן חלק מהשגיאות שעשיתי במשך חיי, כמו הרגלי תזונה לא נכונים ונטילת תרופות רבות להקלת התסמינים שמהם סבלתי. לא היה לי מה להפסיד, כי ידעתי היטב מלימודיי ומניסיוני כרופא שבגלל הסרטן ימיי ממילא ספורים ועתידים היו להיות מלווים בסבל רב. את הסבל הזה עד מותי לא הייתי מוכן לעבור!\".     כמה ניסויים ובדיקות שד\"ר ארדיטי ניסה על עצמו בעקבות הספר הביאו לשיפור מיידי במצבו הבריאותי, והוא החליט ליישם על עצמו את כל התורה. \"לא טיפלתי בסוכר, בלחץ הדם ובכולסטרול הגבוהים שלי כפי שהרפואה הקונבנציונלית מציעה לעשות, אלא גרמתי לגוף שלי להפוך לצעיר יותר ובדרך זו לרפא את עצמו\", הוא מסביר. \"ברור שבגיל ‭20‬ לא סבלתי מסוכר ומכולסטרול גבוהים. וזה כמובן לא מפתיע. בגיל 20 הערכים של ההורמונים הביולוגיים נמצאים ברמה המיטבית ובגבול העליון של העקומה ולכן אנחנו כל כך אנרגטיים. אבל בגיל ‭70‬ הם נמצאים בחלקה התחתון ולכן אנחנו חולים ועייפים.    \"דוגמה מצוינת לכך היא ערכי הטסטוסטרון הגברי, שהערך הנורמלי שלו בבדיקות מעבדה בגיל ‭20‬ הוא ‭ 28.7 pmol/L‬(הגבול העליון של הנורמה), ואילו בגיל ‭70‬ הוא יורד ל-‭8.4 ‬‭pmol/L‬ (הגבול התחתון של הנורמה). הירידה הזאת היא הבעיה שצריך לטפל בה - ולא בערכי הסוכר והכולסטרול. הם כבר מסתדרים מעצמם\".    יש טענה שנטילת הורמונים מגבירה את הסיכון להתפתחות סרטן. לא חששת מכך?   \"חששתי מכך, כי חליתי בסרטן. אבל בדקתי את הספרות הרפואית היטב. זה נכון בנוגע להורמונים סינתטיים שמיוצרים על ידי חברות התרופות ומבחינה מולקולרית אינם דומים להורמונים הטבעיים שהגוף שלנו מייצר. הורמונים הם החומרים הביולוגיים החזקים ביותר בטבע, יותר מתרופות. הם משפיעים על הגנים שלנו ומשנים את התנהגות הגוף כולו לטובה, אך לעתים גם לרעה.       \"לכן כשרמת הטסטוסטרון נמצאת בשיאה אנו מרגישים אנרגטיים ובריאים. בדקתי ומצאתי שעוד רופאים בעולם ניסו את השיטה הזאת והצליחו. ואכן, כשהתחלתי להחזיר לגופי את החומרים הטבעיים הנחוצים לו בהתאם לבדיקות המעבדה, השתפרה הרגשתי בהדרגה. תפקדתי טוב יותר, העייפות נעלמה, המחלות שמהן סבלתי נסוגו, ובדיקות המעבדה השתפרו. ספירת הדם של התאים הסרטניים הצביעה על נסיגה, וכעבור שישה חודשים הם נעלמו לחלוטין. הפסקתי ליטול את כל התרופות, ובתוך שנה חזרו בדיקות המעבדה לרמה המיטבית. והנה אני היום, ‭20 ‬ שנה אחרי, כבר בן ‭,80‬ בריא ומרגיש מצוין\".     את כל התורה סיכם ד\"ר ארדיטי בספרו החדש \"רפואת אנטי אייג'ינג\" (הוצאת פוקוס), ובו הוא מסביר בפירוט רב איך כל אחד מאיתנו יכול להפוך למעין רופא של עצמו - לדעת אילו בדיקות לבקש לבצע, איך לפענח אותן, ואילו תוספי תזונה ליטול כדי להצעיד את הגוף אחורה בזמן. \"הערכים של בדיקות הדם צריכים להיראות דומים לאלה שאפיינו את הבדיקות שלנו בגיל צעיר\", הוא מסביר. \"כדי לשמור על בריאות טובה לאורך שנים, עלינו לדאוג לכך שרמות ההורמונים, הוויטמינים, המינרלים ויתר החומרים שגופנו מייצר יישארו תמיד תואמות לערכים הרצויים (המוצגים בטבלה מפורטת שמופיעה בספר - ר\"פ). במקרה שתוצאות המעבדה אינן תואמות את הערכים הרצויים, יש לאזן את הרמות ולהשלים את החסרים באמצעות הורמונים ביולוגיים טבעיים הזהים לאלה שגופנו מייצר, כמו גם ויטמינים ומינרלים\".    למה בעצם אנחנו מתעייפים כל כך עם הגיל?   \"המקור לעייפות ולמיחושים שמתחילים להופיע בגילאי ‭50-40‬ הוא תפקוד לקוי של המיטוכונדריה - איבר זעיר ומיוחד המצוי בתאי הגוף שלנו, שתפקידו המרכזי והחשוב ביותר הוא הפקת אנרגיה. אם נשווה את פעילות המיטוכונדריה בגיל צעיר לעומת הגיל המבוגר, נוכל להבחין מיד בפגיעה קשה בתפקודה. אי תפקוד המיטוכונדריה קשור להתפתחות מחלות רבות ברקמות, כמו אי ספיקת לב, כולסטרול גבוה, סוכרת, עודף משקל, פרקינסון, אלצהיימר, סרטן ומחלות רבות אחרות\".    מדוע המיטוכונדריה כה משמעותית?   \"בתהליך שנקרא 'חמצון ביולוגי', המיטוכונדריה משתמשת ברכיבים התזונתיים שאנו צורכים, כמו סוכר, שומנים או חלבונים, וממירה אותם על ידי חמצן לאנרגיה כימית בדמות חלקיקים זעירים המכונים ‭.ATP‬ אנרגיה זו, שהמיטוכונדריות אחראיות לאספקתה באופן רצוף, מאפשרת את פעילותם של האנזימים - חלבונים שתפקידם לזרז תהליכים כימיים שונים כמו הפעלת השרירים, פירוק המזון ועוד.    \"מספרן של המיטוכונדריות בכל תא נע בין שניים לכמה אלפים, וככל שמספרן רב יותר, התא פעיל יותר. אצל ספורטאים, לדוגמה, מספר המיטוכונדריות יכול להגיע ל-‭3,000‬ בתא יחיד. תחושת החיוניות והאנרגטיות שלנו תלויה בכמות האנרגיה המיוצרת במיטוכונדריה. \"עם השנים מספר המיטוכונדריות פוחת והולך ופעילותן מתמעטת, ולכן פעילותן המטבולית בתוך התא, וברקמות בכלל, 'מורידה הילוך'.    \"כולנו רגילים לחשוב שעלייה במשקל היא חלק בלתי נפרד מהבגרות ומההזדקנות, אבל האמת היא שעלייה במשקל נגרמת פעמים רבות בגלל האטת פעילות המיטוכונדריה וירידה ברמת ההורמונים שבונים את השריר. אבל לא רק הגיל פוגע בתפקוד המיטוכונדריה אלא גם תרופות ורעלים סביבתיים שגורמים למוטציות ב‭DNA- ‬ ולהגברת ייצור הרדיקלים החופשיים\".    ואיך יודעים אם המיטוכונדריה תקינה?   \"כדי להעריך את מצב המיטוכונדריות בגוף צריך למדוד את החום בפה בשעות הצהריים. אם בשעות האלה חום הגוף נמוך מ-‭36.8‬ מעלות צלזיוס (במשך שלושה ימים רצופים), סימן שקצב חילוף החומרים שלכם איטי מהנורמה בגלל ירידה בפעילות המיטוכונדריה או תת פעילות של בלוטת התריס שלא אובחנה\".    ואם חום הגוף נמוך בבדיקות אלה, מה אפשר לעשות?   \"אם בדיקות הדם מראות שרמת ההורמון ‭T3 ‬ במיטבה (בשליש העליון של הנורמה), אתם יכולים לשפר את הייצור של חלקיקי האנרגיה על ידי נטילת תוסף קריאטין במינון של 2 גרם, ותוסף בטא אלנין במינון של ‭1,500‬ גרם לפני ביצוע פעילות גופנית. שני תוספים אלה יגבירו את ייצור האנרגיה במקרה שהמיטוכונדריה עדיין פעילה. אם קיימת ירידה ברמת ההורמון ‭,T3‬ האחראי לפעילות המיטוכונדריה בתאים ולייצור החום, יש צורך בנטילת ההורמון, הניתן במרשם רופא\".     להורמונים יש כאמור חשיבות רבה בגישה שמציע ד\"ר ארדיטי לשמירה על המיטוכונדריה, אבל לא פחות מכך גם לתזונה. \"כדי לשמור על הפעילות התקינה של המיטוכונדריה לאורך שנים אנו זקוקים לנוגדי חמצון\", הוא מסביר. \"מסיבה זו עלינו להקפיד על צריכת מזונות המכילים אותם, ובמידת הצורך להשלימם באמצעות תוספי תזונה (ראו מסגרת בעמוד הבא)\". בספרו הוא מקדיש פרק נרחב לתזונה ומציע לאמץ את העקרונות הבאים:      ‭.1‬ היפרדו מפחמימות פשוטות. הגוף שלנו זקוק לפחמימות בריאות שנמצאות בירקות ובפירות, אבל רובנו אוכלים מהן פחות מדי ויותר מדי פחמימות פשוטות (לחם, פסטה, מתוקים). לדברי ד\"ר ארדיטי, אכילה מופרזת של פחמימות פשוטות ומזון מטוגן בחום גבוה יחד עם עלייה במשקל מובילות לייצור ציטוקינים, חומרים המעורבים בהתפתחות תהליכי דלקת, שעלולים לפגוע בתפקוד התקין של המיטוכונדריה ושל התאים עצמם: לגרום לנזק ברקמות, בסחוסי הברכיים ולהופעת דלקת מפרקים המלווה בכאבים. בדיקות המעבדה יראו במקרה זה עלייה ברמת החלבון ‭,CRP‬ ובמיפוי עצמות יופיעו בברכיים סימנים דלקתיים.    ‭.2‬ אמצו דיאטה דלת פחמימות או את הדיאטה הים תיכונית. החליפו מזונות מעובדים במזון בעל איכות תזונתית גבוהה: ירקות ופירות טריים, דגים, קטניות, אגוזים וזרעים.    ‭.3‬ אכלו רק פחמימות שאינן מכילות גלוטן. כמו קינואה, אורז, כוסמת, תפוחי אדמה וקמח תירס ובכמות של עד ‭100‬ גרם לארוחה. שלבו עם הפחמימות ירקות ופירות, בעיקר בעלי צבע עז - הם מכילים יותר נוגדי חמצון.    ‭.4‬ צרכו שומנים בריאים ללא חשש. מחקרים רבים הראו שלאנשים שצרכו שמן זית בתזונה המבוססת על ‭42%‬ שומנים, יש סיכון נמוך יותר לפתח אלצהיימר לעומת אלה הנמנעים משומנים ואוכלים במקומם פחמימות, כפי שהמליצו פירמידות המזון. מתברר שדווקא אלה שדבקו בהמלצות הפירמידות האלה, המכילות כמות גדולה של פחמימות במקום שומנים, העלו במשקל ופיתחו מחלות כמו סוכרת. שומנים בריאים נוספים מלבד שמן זית הם אבוקדו, טחינה, אגוזים, זרעי פשתן ודגים (כמו סלמון, מקרל, בקלה).    ‭.5‬שלבו חלבונים וירקות בכל ארוחה. ודאגו שיהיו יותר ירקות מחלבונים כדי לשמור על ‭pH‬ בסיסי יותר של הדם. כשה-‭pH‬ בסיסי יותר, הגוף יתפקד טוב יותר ויימנע מאגירת שומנים.    ‭.6‬ הרבו בשתייה. שתו לפחות ‭15‬ כוסות מים מסוננים או מינרליים ביום או תה ירוק, וגוונו עם מיץ גזר, אשכוליות, תפוזים, עגבניות או לימונדה ביתית. את התה או הלימונדה אפשר להמתיק בסטיביה.    ‭.7‬ שתו קפה ויין במתינות. שתו קפה בכל יום, אבל לא יותר משלוש כוסות, וכוס יין אחת ביום.    ‭.8‬ הפחיתו את השימוש בנתרן (מלח) והגבירו את צריכת המזונות המכילים אשלגן. כמו סלק, בננות, רימונים, עגבניות וקטניות למיניהן.    ‭.9‬ תבלו בתבלינים בעלי השפעה בריאותית עוצמתית. כמו שום, אורגנו, כורכום, רוזמרין, פלפל צ'ילי או פלפל שחור וקינמון.    ‭.10‬ הקפידו תמיד לבדוק את תוויות המזון. הימנעו ממזונות המכילים חומרים שמסומנים באות E או שמות של מרכיבים שאינם מוכרים לכם.    ‭.11‬סיימו לאכול מוקדם. אכלו תמיד את הארוחה האחרונה לפחות שלוש שעות לפני השינה כדי לא להפריע לפעילות ההורמונים בלילה.      בוקר: סלט ירקות או פירות או שילוב ביניהם, כמו למשל חסה, עגבניות, מלפפונים, צימוקים, אוכמניות, גזר, תפוחים עם שמן זית ולפעמים גם ביצה. כוס קפה עם חלב עזים ושתי כוסות מיץ תפוזים טבעי (קנוי).    ‭:10:00‬ כוס קפה עם חלב עזים ובננה או פרי אחר.    צהריים: ‭200‬ גרם חזה עוף או דג עם סלט ירקות או ירקות מבושלים ולחם ללא גלוטן, כמו לחם תירס.    אחר הצהריים: כוס קפה עם עוגה ללא גלוטן.    ערב: סלט ירקות, ‭2־1‬ אגוזי מלך ופרי.    במהלך היום: ‭4־3‬ כוסות מיץ תפוזים טבעי.     אם אתם קוראים בקביעות את \"מנטה\" סביר להניח שהמלצות התזונה של ד\"ר ארדיטי לא הפתיעו אתכם, אבל הגישה שלו לכושר בהחלט עשויה להוריד אתכם ממסילת הריצה. \"פעילות גופנית אינטנסיבית כמו ריצה ממושכת אינה מומלצת\", הוא קובע בתוקף. \"היא גורמת לייצור מוגבר של רדיקלים חופשיים ול‭pH- ‬ חומצי בדם בשל ייצור חומצת חלב (חומצה הנוצרת בשריר בעת ביצוע פעילות עצימה וממושכת - ר\"פ), הפוגעים במערכות הגוף ומאיצים את ההזדקנות\".      אז לוותר על הכושר בגלל החמצון?  \"לא, אבל לעשות פעילות גופנית במידה. הפעילות המומלצת צריכה להימשך לא יותר מ-‭30‬ דקות, פעם עד פעמיים ביום. מעבר לייצור חומצת חלב בעת ביצוע פעילות גופנית, יש לזכור כי כעבור ‭15‬ דקות של פעילות הגוף מפריש את הורמון הסטרס קורטיזול, שמכניס את הגוף למתח ולכן מזיק\". הוא בעצמו נוהג לרכוב על אופניים במשך חצי שעה, ללכת או לשחות, בשילוב עם אימוני משקולות מתונים (לא יותר מ-4 ק\"ג).    חצי שעה לפני האימון ואחריו הוא ממליץ על צריכת 50 גרם אבקת חלבון או ביצה אחת או ‭3-2‬ כפות גבינה לבנה. לדבריו, אכילת חלבון לפני הפעילות הגופנית ואחריה גורמת לבניית שריר מואצת ומגבירה את רמת הורמון הגדילה בגוף, שמעכב הזדקנות. \"אני מודע לכך שהשגת בריאות שלמה בגיל מבוגר איננה מטרה קלה ליישום כי היא דורשת התמדה\", הוא אומר. \"אבל אני מציע לכם לשאול את עצמכם: עד כמה חשוב לכם להיות בריאים, נפשית וגופנית, והאם אתם מוכנים לשלם את המחיר הכרוך בבחירה להמשיך לנהל אורח חיים לא בריא המתבטא בהשמנת יתר, במחלות, במוגבלות, בכאב ובאיכות חיים ירודה. חשבו היטב על העתיד שלכם: אם ברצונכם להיות מאושרים, עשו כל מאמץ אפשרי לשמור על בריאותכם. אני עשיתי זאת במשך שנים, והיום אני מאושר, כי אני לא חולה בכל המחלות החמורות שפוקדות אנשים בגילי. אכן, הדרך אינה קלה תמיד, אך כשתגיעו למטרה ותרגישו צעירים בהרבה מגילכם, אני מבטיח לכם שגם אתם לא תהיו מוכנים לוותר עליה בקלות\".     ד\"ר ארדיטי נוטל בעצמו כ־‭15‬ כמוסות של תוספי תזונה בכל יום. \"העלות החודשית היא ‭500־400‬ שקל, הם שומרים עלי צעיר ועדיפים על תרופות\", הוא אומר וממליץ על נטילה יומיומית של התוספים האלה, שדורגו על ידו לפי סדר חשיבותם:    להגנה על המיטוכונדריה והעלאת נוגדי החמצון בה  אומגה ‭– 3‬ המינון היומי המומלץ: 2 גרם ליום. אצטיל ‭-L‬קרניטין – בשילוב עם חומצות השומן מסוג אומגה ‭,3‬ פועל ביעילות להגנה ולשמירה על הממברנה של המיטוכונדריה ולהעלאת רמת נוגדי החמצון בה. המינון היומי המומלץ: ‭400‬ מ\"ג פעמיים ביום.    חומצה אלפא ליפואית – המינון היומי המומלץ: ‭200‬ מ\"ג פעמיים ביום. ויטמין ‭– E‬ בעל השפעה נוגדת חמצון עוצמתית ומשמעותית. המינון היומי המומלץ: ‭400‬ מ\"ג.    ‭-N‬אצטיל ציסטאין – אף הוא פועל כנוגד חמצון לנטרול הרדיקלים החופשיים. המינון היומי המומלץ: ‭600‬ מ\"ג פעמיים ביום.    קו-אנזים ‭– Q10‬ המינון היומי המומלץ: ‭400‬ מ\"ג. כורכום ביולוגי וג'ינסנג – בעלי השפעה נוגדת חמצון עוצמתית. כדאי להרבות בצריכתם במזון. ניתן גם ליטול אותם כתוספי תזונה.    להעלאת ייצור חלקיקי האנרגיה ‭ATP ‬ במיטוכונדריה  ויטמינים מקבוצת ‭.B1, B2, B3, B6 – B ‬ המינון היומי המומלץ: ‭100‬ מ\"ג מכל אחד. קריאטין (‭– (Creatine ‬ המינון המומלץ: 3 גרם, לפני פעילות גופנית. ניקוטינאמיד ריבוזיד (‭– (NR( )Nicotinamide Ribose ‬ המינון היומי המומלץ: ‭100‬ מ\"ג.    לבניית מיטוכונדריות חדשות  ‭– Pyrroloquinoline Quinone‬ נוגד חמצון יעיל מאוד ועוצמתי פי אלף מוויטמין ‭.C‬ כאשר משתמשים בו יחד עם קו־אנזים ‭,Q10‬ הוא גורם לשיפור ניכר בזיכרון, בקשב ובהתמצאות אצל אנשים מבוגרים. ב־‭2010‬ התגלה שלא זו בלבד שהוא מגן על המיטוכונדריה מפני הנזקים שמחוללים הרדיקלים החופשיים, אלא שהוא גורם להופעת מיטוכונדריות חדשות בתוך התא. המינון היומי המומלץ: ‭20‬ מ\"ג.    איפה קונים: הורמון כמו טסטוסטרון מחייב מרשם רופא, אבל הורמונים טבעיים כמו פרוגסטרון (הנמכר כמשחה או קרם למריחה על העור) ומלטונין אינם מחייבים מרשם, כמו גם תוספי תזונה, ואפשר לרכוש אותם לא רק בבתי טבע וברשתות הפארם אלא גם באתרי אינטרנט מוכרים כמו LifeExtension או iHerb.  ", "title": "הרופא שהצליח להצעיד את הגוף אחורה בזמן", "url": "https://www.ynet.co.il/articles/0,7340,L-5047063,00.html", "type": "article", "site_name": "ynet", "published_time": "09:58 , 05.01.18", "category": "", "subtitle": ""}