{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-2729937,00.html"}, "headline": "כירורגיית ילדים: התשובות לשאלות הכי שכיחות", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2003-08-18T14:33:29z", "dateModified": "2010-12-06T19:38:33z", "author": {"@type": "Person", "name": "פרופ' רפי יודסין"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "כיצד מטפלים בבקע מפשעתי? האם הורידו מספיק עורלה בברית? מהי אטמות דרכי מרה ומדוע לנתח אשך טמיר? כל התשובות לכל השאלות הכי שכיחות מפורום כירורגיית ילדים", "wordCount": "3063", "commentCount": "3", "genre": "2114.HealthF-2300.HadassaChildren", "keywords": "", "articleBody": "עצירות ופיסורה אנלית בילדים    עצירות הינה תלונה שכיחה מאד בילדות. תוצאותיה הן בפיסורה הגורמת כאב ודמם, עם תחילת מעגל קסמים גרוע של הימנעות הילד ממתן יציאה ונזק מוגבר. חשוב להיבדק על ידי כירורג ילדים. הרוב המכריע של הילדים יגיבו למרככי צואה (כמו שמן פרפרין בכמות גדולה כל ערב לבד או מעורבב ב\"דני\"). ניתוחים לעצירות - פיסורה נדירים ביותר בילדות.    נושא העצירות בילדים הינו אחד משטחי ההתמחות של כירורג ילדים בעיקר משום שהוא נדרש לשלול מחלות שונות כמו מחלת הירשפרונג. מאחר והרוב המכריע של הילדים סובלים מעצירות פונקציונאלית לכירורג הילדים ניסיון רב בפתרון בעיה זו.    לאחר בדיקה גופנית ששוללת מחלות אחרות הדבר החשוב ביותר הוא לוודא שהעצירות ולעיתים הלכלוך בתחתונים בכלל מפריעים לילד. בלי מוטיבציה מצד הילד אין סיכוי לפתור את הבעיה. מניסיוני ניתן תוך שבוע עד שבועיים לפתור בעיית העצירות והלכלוך לחלוטין כשיש מוטיבציה לשינוי אצל הילד.   בתינוקות הכאב ביציאה עם דמם לעיתים הם הסימן העיקרי (ברוב המקרים מפיסורה = Anal Fissure). הטיפול העיקרי הינו בניזול היציאות עד למראה של דייסה או \"שלשול\". חשוב להתמיד לפחות חודש בתוצאה זו שכן כל יציאה כ\"גליל\" במשך חודש זה מתחילה את התופעה מחדש. לעיתים קרובות יש לטפל במשך חודשים עד שנים (אם כי בכמות טיפול הולכת ופוחתת תוך העלאת הכמות במקרה של גל עצירות חדש). ברוב המקרים התופעה חולפת במשך השנים, ייתכן מהתבגרות מערכת התנועתיות של המעי.   לפיסורה אין בגיל הילדות טיפול ניתוחי שכן גם במבוגר הניתוח פירושו הרחבה אנלית שקורעת את הספינקטר הפנימי (בהרדמה), דבר שמושג על יד הרפייתו התרופתית בילדים. גם במבוגר הטיפול הינו זמני שכן ביציאה הקשה הבאה יקבל המועד לכך פיסורה חדשה.    דרכי טיפול:   Ung Nifedipine 0.2% הוא תרופה שבמבוגרים משתמשים בה דרך הפה (אדלט) לתעוקת לב. המריחה של משחה בריכוז 0.2% מרפה זמנית את שרירי פי הטבעת ואם אמנם הכאב עז בתחילה יש בכך תועלת. אישית, אני חושב שרק במקרים של סבל רב כדאי להשתמש מספר ימים, שכן ריכוך היציאות משיג בהמשך את אותה מטרה. יש צורך במרשם ויש רק מספר בתי מרקחת שמכינים משחה זו.   Peglax הוא מוצר שמכיל Polyethylene Glycol 3350 שכל מה שהוא עושה הוא לספוח נוזלים ועל ידי כך ליצור בסוף המערכת צואה מעורבבת בג'לי רך = צואה רכה. ניתן להשתמש בפגלקס לאורך שנים ללא תופעות לוואי. הוא אינו שומני ולכן גם לא סופח ויטמינים מסיסי שומן כמו A ו- D. יש חוקר ב Iowa שעשה כנראה פרופסורה מפרסומים מדעיים על פגלקס. לפיו, לאחר שמונה חודשים של טיפול כרוני הרוב המכריע של הילדים היו עם צואה רכה, ללא פיסורה וללא כאבים. המינון הממוצע הכרוני היה 0.8 gr/kg/d. יתרון הפגלקס בטעמו. זו אינה תרופה וניתן לקנות בכל בית מרקחת ללא מרשם.   שמן פרפין, זוהי מולקולה אינרטית שלא נספגת ואינה תרופה ולפי ידיעתי הנרחבת בנושא וניסיוני רב השנים ניתן להשתמש ללא כל חשש במשך שנים ללא כל תופעות לוואי . (בילד שאין לו בעיות נוירולוגיות קשות, שלוקח את כל הכמות היומית במנה אחת כל יום ובערנות מלאה).    מבחן התוצאה הוא החשוב בכל אחד מהטיפולים: צואה רכה כל הזמן. הורדת המינון עם הופעת צואה קשה גורמת להתחלת המעגל פעם נוספת.     חבל טבור שלא נשר    נשירת חבל הטבור מתרחשת בתוך כחודש מהלידה. ייתכן וקיים קטע רקמה שתלוי על בלימה שאתם פשוט חוששים להורידו ורופא יוכל להשלים מלאכת הטבע בקלות במרפאה.    אם יש בליטה בטבור שמכוסה בעור רגיל הרי שלא מדובר בנשירת חבל הטבור אלא בפתח הטבעי באזור הטבור בו עברו כלי הדם לשליה. בקע טבורי מוגדר ככזה רק מגיל ארבע שנים. מעבר לגיל ארבע שנים יש לתקן כל פתח בטבור. כאשר שארית הטבור מאחרת ליפול כדאי לפנות לכירורג ילדים כדי שיבדוק. הבעיה היא שלאט לאט האזור מתכסה ברקמת עור אפיתל ואז הצורה האסטטית ממש לא אידיאלית. אסטטיקה ותדמית גוף לדעתי חשובים לא פחות מבעיות רפואיות ממשיות.    מתי לנתח בקע טבורי ?    בקע טבורי הוא פתח תקין בדופן הבטן דרכו עוברים כלי הדם לשליה וחזרה ממנה. מצפים שפתח זה ייסגר עד גיל 4 שנים ועד אז:  בקע טבורי לא גורם לכאבים !  אין \"כלל זהב\" שאסור לילד עם בקע טבורי לבכות בכלל.  מטבע הדוק על הטבור אינו עוזר.  פלסטר הדוק על הטבור אינו עוזר.    כל בקע טבורי שנשאר מעבר לגיל 4 שנים, גם אם הוא קטנטן מחייב תיקון ניתוחי שכן בעתיד, בזמן הריון אצל נשים או השמנה אצל גברים, הפתח עלול להתרחב וקיימת סכנת כליאת שומן כואבת בתוכו. בנוסף, הסיכוי להצליח לתקן את הבקע הטבורי בילדות הרבה יותר גדול מאשר בשנים מאוחרות יותר. אני מפנה אותך לאתר הההכנה לניתוח שכתובתו www.kavor.org.il  באתר זה יש לגשת למידע רפואי ומשם להכנה לניתוח. האתר בנוי כך שגם ילד בן ארבע מבין את שנאמר בו.   האם הורידו מספיק עורלה בברית ?   ברוב המכריע של המקרים בהם יש רושם של עודף עור בפין הסיבה הינה בהרמת שטח העור שסביבו שנותן רושם של פין קטן עם עודף עור. הדבר שכיח מאד כשיש בקע גדול שכן הנפיחות בבקע גורמת ל\"טביעת\" הפין. יש צורך בבדיקה תוך הורדה של הסביבה התפוחה סביב ורק אז ניתן לשפוט על עודף העור התיאורטי. ברוב המקרים - אין בכלל בעיה וחשוב לא להזיק.    ביצוע ברית על ידי כירורג ילדים    אין ספק שבטקס הברית התינוק מרגיש את החיתוך. ניתן להעזר בכירורג ילדים לבצוע הברית ואז מובטח שהתנאים יהיו סטריליים לחלוטין ושהתינוק לא יחוש בכל כאב.  חשוב לדעת לבצע את הברית כך שלא מורידים את האזור הארוגני (בו חשים) העתידי. חלק מהמבקרים את הברית הנעשית במערב שלא על ידי מוהלים צודק בכך שכירורג שאינו מודע לבעיה זו מוריד גם אזור זה ובעתיד תהיה תחושה פחותה באבר. חשוב לשאול את כירורג הילדים על נסיונו ועל מודעותו לנושא זה.  ברית מילה הינה ניתוח לכל דבר ומכאן הנטיה הגוברת לתת אילחוש (הרדמה מקומית, אזורית או כללית) בזמן הביצוע. כמו כל ניתוח יכול להיגרם דמום באזור ותמיד יש לחשוב לא רק על כלי דם שצריך לתפור אלא לבדוק את מערכת הקרישה של התינוק. ב\"דלת\" זו גילינו מספר חולי המופיליה שלא היה ידוע על מחלתם זו לפני כן.    האם הפין קטן מדי ?    רושם של \"פין קטן מדי\" הוא בעיה שכיחה בילדים, הן שמנים והן רזים. הבעיה נוצרת כשיש ריפוד שומן באזור סביב בסיס הפין והדבר יכול לקרות גם בילד רזה. אין ספק שבהתבגרות הפין גדל ונראה נורמלי.    חשוב שכירורג ילדים יבדוק את הילד ובעיקר כדי להראות לו שהפין בגודל נורמלי.  הבדיקה נעשית על ידי דחיקת השומן משני צידי הפין כך שהוא מתגלה באורכו האמיתי.  הדבר חשוב פסיכולוגית.    מדוע לנתח אשך טמיר ומתי ?    כל אשך טמיר חייב בניתוח להבאת האשך למקומו בשק האשכים בין גיל חצי שנה לשנה וחצי.  הסיבות לכך מרובות:  פגיעה בפוריות במידה והאשך נמצא כל הזמן בקרבת חום גוף של 37 מעלות.  סיבה פסיכולוגית - קושי חברתי בעתיד.  תמיד קיים בקע (שבר) יחד עם טמירות האשך ותמיד יש סכנה לאשך עצמו אם מעי נכלא בבקע.  אשך חייב להיות באזור בו ניתן לבדוק אותו להתפתחות גידולים. באשך המושאר בחלל הבטן יש פי מאתיים יותר גידולים מבאשך רגיל.  אשך גבוה אינו נייד והסיכון לפגיעה מחבלה אקראית הינו גבוה.  באשך גבוה יש סיכון מוגבר להסתובבות על ציר כלי הדם וחנק של האשך (תסביב האשך).    אשך טמיר הינו תוצאת תהליך לא שלם של ירידת האשך מאזור \"לידתו\" ליד הכליה בחיים העובריים אל שק האשכים.  לפי מיקומו בעת הבדיקה מתכננים את הניתוח שתוצאתו המקווה הינה אשך הנמצא בחופשיות בשק האשכים.  הסבר מפורט יש באתר www.kavor.org.il בקטע של מידע רפואי - הכנה לניתוח. יש שם דפי הסבר שניתן להדפיס בקטע \"הרחב\".      פוריות באשך טמיר    אחת הסיבות לניתוח אשך טמיר בין גיל חצי שנה לשנה וחצי היא שמירה על פוריות האשך. הוכח שכאשר האשך נמצא גבוה ובטמפרטורת הגוף יש בו שינויים ברקמה שנצפים החל מגיל שנתיים בביופסיות.    פוריות האשך נשמרת כאשר הטמפרטורה שלו כחצי מעלה נמוכה מזו של הגוף. (זו הסיבה שלובשי תחתוני ביקיני הדוקים נמצאו עם ספירות זרע נמוכות יותר).    במידה והאשך לא היה בתוך חלל הבטן לפני הנתוח (דבר שקשור לפוריות נמוכה יותר, במיוחד כשהתופעה דו-צדדית) ובמידה והניתוח נעשה ללא פגיעה בכלי הדם ובחבל הזרע - הרי שלאחר הניתוח פוריות הנער והמבוגר צריכים להיות קרובים מאד לפוריות באוכלוסיה הכללית. יש לזכור שגם באוכלוסיה ללא כל ניתוח טמירות יש אחוזים בודדים של אי-פוריות.    האם לנתח הידרוצל ?   הידרוצל (הידרקון בעברית) פרושו: שק עדין מלא בנוזל סביב האשך. משמעות הנוזל סביב האשכים היא שיש עדיין קשר דקיק לחלל הבטן המאפשר למים להגיע אל סביב האשך. אין שום נזק בקיום ההידרוצל אלא אם הוא מעיד על קשר לחלל הבטן שיכול להתרחב עם הזמן ולאפשר ללולאות מעי להכנס לתעלה דבר שמשמעו בקע (שבר).    הסיבה לקיום נוזל סביב האשכים נעוצה בתהליך נדידת האשכים מאזור ליד הכליה בכל צד  האשכים נודדים בחלק האחורי של חלל הבטן ובצמוד לציפוי הקרומי הדק שתוחם את חלל הבטן ולא נותן למעיים לגעת בשרירים סביב. ביציאת האשכים מחלל הבטן אל שק האשכים הם גוררים בצמוד עליהם את הקרום הזה ויוצרים מעין אצבע של כפפה מחלל הבטן ועד לאשך בשק.  חלל האצבע הזו צריך להסתם עד ללידה. אם הוא נסתם ברובו קרוב לבטן ומשאיר חלל קרוב לאשך נוצר הידרוצל. אם הוא נשאר פתוח ורחב יש בקע ולתוך חלל זה נכנסות לולאות מעי.    רק מציאות בקע מחייבת ניתוח בכל גיל. הידרוצל מנותח רק מעבר לגיל ארבע שנים. אין לנתח הידרוצל עד גיל ארבע שנים שכן הנסיון מלמד שרובם ייספגו מאליהם. הסיבה היחידה לנתח הידרוצל הוא קיום בקע בנוסף לו.    דחיפות תיקון בקע בילדה    לכירורג ילדים הידע לאבחן מציאות שחלה בשק הבקע ומחוץ לחלל הבטן. המיקום, הממצא הכדורי, תנועתיות חופשית של השחלה בבדיקה לעומת הקיבוע של בלוטת לימפה אזורית - כל אילו מביאים לאבחנה בטוחה שאמנם השחלה בחוץ. הניתוח חייב להעשות בזמן הקרוב ביותר האפשרי.    מעבודות מבוקרות היטב נמצא שדחיה בניתוח מביאה לנזק לשחלה הנמצאת בשק הבקע ומחוץ לחלל הבטן עד להעלמותה המוחלטת. הנזק בעיקר מאפשרות השחלה להסתובב על ציר כלי הדם שלה עד לחנק עצמי. הסיכוי למצוא בקע בצד השני ובמיוחד כשהבקע הראשון הינו בצד שמאל עולה בהרבה מעל חמישים אחוז והסיכון בתוספת בדיקת הצד השני מזערי.    בניתוח מחזירים את השחלה לחלל הבטן וסוגרים את הפתח בשריר תוך כריתת עודף הרקמה שאיפשר לשחלה לצאת מחלל הבטן החוצה. התפירה נעשית בתפרים נמסים ללא תפרים חיצוניים בעור. החתך נעשה בקפל העור במפשעה כך שכעבור מספר חודשים כמעט ואינו נראה. ההרדמה הבטוחה ביותר בתינוק הינה הרדמה כללית מאחר ואין שימוש בשיתוק שרירים ואין שימוש רב בנרקטויקה הרי שבתינוק בריא הסיכון צריך להיות מזערי עד אפסי.    לעומת המבוגר שבו תיקון בקע בידיים הטובות ביותר כרוך בכשלון של כחמישה אחוזים, בילד סיכון החזרה בידיים של כירורג ילדים מנוסה חייב להיות כמעט אפסי.    מהי היצרות בשופכה ?    היצרות בשופכה הינה פתח קטן מדי בקצה הפין. משמעותה - חסימה חלקית בדרך זרימת השתן וכאשר הפתח קטן מאד יש לכך משמעות בריאותית. לרוב ניתן להרחיב את הפתח במתיחת עור חוזרת לצדדים אך לעיתים יש צורך בהרחבה ע\"י כירורג ילדים בהרדמה כללית..    טיפול בלימפ-המנגיומה    לימפאנגיומה הינה מום מולד של כלי הדם והלימפה. יש מגוון גדול של טיפולים מסטרואידים, הזרקת חומר יפני בשם OK432, טיפולי לייזר וניתוחים. אין \"מרשם\" בודד אלא יש לבנות תוכנית טיפולית אישית לכל מקרה. בהדסה הנושא בטיפול משולב של כירורגית ילדים ופלסטיקה.    סינוס בצואר Branchial cleft sinus and cyst    פתח מפריש מולד בילד שאינו בקו האמצע הינו מצב מולד שבו בהתהוות הפנים והצואר מקשתות עובריות נשאר מרווח בין הקשתות. מדובר ב - Branchial Cleft Sinus. לעיתים יש גושיש קשה סחוסי ללא פתח מפריש. נהוג לנתח בגיל שנה או שנתיים שכן יש נטיה לזיהומים. בנוסף, יש תאורים של השתנות ממאירה בעשור הרביעי או החמישי לחיים.    ציסטה טירוגלוסלית Thyroglossal duct cyst    ציסטה טירוגלוסלית - Thyroglossal duct cyst היא ביטוי לכך שבלוטת התריס נוצרת בחיים העובריים בנקודה בחלק האחורי של הלשון ומשם נודדת מטה בצואר עד למקומה הטבעי בצואר תחתון במרכז. במידה ובדרך נשארו תאים בודדים מרקמה זו הם מפרישים כמו שאר הבלוטה ויוצרים באיטיות כדור ציסטי שהולך וגדל בצואר מרכזי בקו האמצע.    מטעמים היסטוריים נהוג לברר בבדיקת אולטרה סאונד קיום בלוטת תריס נורמלית בנוסף לממצא זה. כיום כמעט ולא משתמשים במיפוי גרעיני שכן בדיקת האולטרה סאונד הפכה למאד אמינה. הסיכונים בהשארת הממצא הם באמת התפתחות זיהום וכן השתנות ממאירה.  לגבי השתנות ממאירה יש דיווחים נדירים אך בהחלט קיימים ומדובר בעשור השלישי והלאה של החיים.   ילד בן שנה ויותר יעבור את הניתוח בקלות יחסית. אין בעצם שום סיבה לדחייה אם כי הניתוח בהחלט לא דחוף. הניתוח צריך להעשות בצורה מאד מסוימת שכן אי הקפדה על הוצאת כל המסלול מהציסטה ועד בסיס הלשון יביא לניתוחים חוזרים וכבר ראיתי ילד שנותח שבע פעמים עד שהגיע לטיפול הנכון. מבחינה אסטטית אפשר בהחלט לנתח בצורה שהסימן יהיה מוחבא בקפל עור טבעי בצואר כך שלאחר מספר חודשים הוא כמעט ולא יראה.    הניתוח חייב להיות בהרדמה כללית שכן כל שיטה אחרת מותירה את המרדים ללא שליטה מוחלטת על כל נתוני הילד המנותח. הרדמה כללית שנעשית על ידי מרדים ילדים מנוסה בילד שהינו בריא באופן כללי הינה עם רמת סיכון מיזערית..    חורים וסרחי עור בקדמת האוזן Preauricular sinus    חורים זעירים וסרחי עור בקדמת האוזן שייכים לפגם התפתחותי של מבנה הפנים. זהו פגם לא משמעותי אך יש לנתח מעבר לגיל שנתיים למניעת זיהומים ולצרכים אסטטיים. חשוב לבצע הניתוח על ידי כירורג ילדים מומחה שמכיר את נבכי האנטומיה באזור.    אטמות דרכי המרה    אטמות דרכי המרה הינו מום מולד המופיע באחת מכל 10,000 לידות חי ויותר בבנות. זוהי הסיבה השכיחה ביותר לצהבת שמתמידה בשלושת החודשים הראשונים לחיים. במום זה דרכי המרה בכבד ומחוצה לו הולכות ונסגרות והמרה המיוצרת בכבד אינה מופרשת אל מערכת העיכול.  הטיפול באטמות דרכי המרה הינו בניתוח שנקרא על שם ד\"ר קסאי. בניתוח מורכב זה מחברים לולאת מעי לאזור בכבד שבו מקווים שקיימים עדיין צינורות מרה מיקרוסקופיים שיאפשרו זרימת המרה מהכבד לדרכי העיכול. הצלחת הניתוח תלויה בגיל התינוק בעת הניתוח והתוצאה פחות טובה במידה והניתוח נעשה לאחר גיל 8 שבועות. בהדסה סוכמו לאחרונה המקרים שנותחו - 54 יילודים ומהם כיום 33 ילדים בריאים.   האם קורה שהמחלה מתגלית פעם שניה באותה משפחה ? ככלל אין הברק פוגע פעמיים באותו מקום. באטמות דרכי המרה הדבר תקף ואין תאורים של שני ילדים באותה משפחה עם בעיה זו. גם בתאומים זהים אין תאור של פגיעה בשנים. סטטיסטית - הסיכוי לאטמות דרכי המרה בילד הבא קטנה ביותר אם בכלל קיימת.    עצירות בילדים    עצירות הינה תלונה שכיחה מאד בילדות. תוצאותיה הן בפיסורה הגורמת כאב ודמם עם תחילת מעגל קסמים גרוע של המנעות הילד ממתן יציאה ונזק מוגבר. חשוב להבדק על ידי כירורג ילדים. הרוב המכריע של הילדים יגיבו למרככי צואה (כמו שמן פרפרין בכמות גדולה כל ערב לבד או מעורבב ב\"דני\"). ניתוחים לעצירות - פיסורה נדירים ביותר בילדות.    נושא העצירות בילדים הינו אחד משטחי ההתמחות של כירורג ילדים בעיקר משום שהוא נדרש לשלול מחלות שונות כמו מחלת הירשפרונג. מאחר והרוב המכריע של הילדים סובלים מעצירות פונקציונלית לכירורג הילדים נסיון רב בפתרון בעיה זו.    לאחר בדיקה גופנית ששוללת מחלות אחרות הדבר החשוב ביותר הוא לוודא שהעצירות ולעיתים הלכלוך בתחתונים בכלל מפריעים לילד. בלי מוטיבציה מצד הילד אין סיכוי לפתור את הבעיה. מנסיוני ניתן תוך שבוע עד שבועיים לפתור בעית העצירות והלכלוך לחלוטין כשיש מוטיבציה לשינוי אצל הילד.    היצרות ה\"שוער\" בתינוק    היצרות השוער הינה מחלה נרכשת המופיעה בגיל מספר שבועות לחיים ומבטאת בהקאות הולכות ותכופות בעיקר אחרי אוכל. האופייני להקאות הוא שהן של אוכל בלבד ללא צבע ירוק של מרה ושהן נעשות בהתכווצות קיבה כה חזקה עד שהן יוצאות בקשת מפי התינוק.    הטיפול היחידי הוא ניתוח על ידי כירורג ילדים. בניתוח מטפלים בשריר המעובה בצורה לא נורמלית במוצא הקיבה וסטטיסטית זה ניתוח מוצלח ביותר הפותר את הבעיה לתמיד.    פיסורה בתינוק    פיסורה בפי הטבעת הינה ממצא שכיח בילדים. האבחנה נעשית על סמך עצירות ברקע כאב בזמן היציאה ולעיתים דמם טרי על גבי הצואה. בנוסף כירורג ילדים יוכל לאבחן במתיחת עור פי הטבעת לצדדים כך שהפיסורה נראית לעין. הטיפול לדעתי אינו מצריך טיפול במשחות מקומיות אלא ניזול היציאות הקשות על ידי שמן פרפין או אווילק . כשהצואה דייסתית עד נוזלית באופן קבוע הטבע תמיד מרפא את הפיסורה ללא צורך בטיפול מקומי או ניתוחי .    סינוס פילונידלי בילדים    שקע בגב תחתון, באזור קצה עצם הזנב (עם או בלי שער בתוכו) מוגדר כסינוס פילונידלי.  הממצא תואר כמחלת נהגי גיפים בעבר מתוך מחשבה מוטעית שהבעיה היא ישיבה ממושכת. כאשר הסינוס עמוק וצר וצומח בו שיער מתהוים זיהומים במקום. יש סיבה לניתוח אם אמנם היה כבר זיהום אחד לפחות. חשוב לשאול את המנתח לסטטיסטיקה האישית שלו: בכמה מקרים היה צריך לחזור ולנתח ובכמה מקרים היה ריפוי מלא ללא פתיחת קו התפרים.   פליטות לעומת רפלוקס קיבתי-ושטי    בילדים עד גיל שנה שנה וחצי יש שריר בין הושט לקיבה שצריך להיות בפעילות כמו שסתום חד כיווני והוא אינו בוגר במקרים רבים. פרוש הדבר שילדים מסוגלים להעלות גירה ולפלוט הרבה יותר ממבוגרים. לתיקון המצב אפשר להסמיך את הכלכלה או להשתמש בפורמולה שהופכת סמיכה במגע עם חומציות הקיבה או לתת חומר שנקרא גביסקון שצף על פני האוכל בקיבה ויוצר מעין פקק.    בכל מקרה חשוב להקפיד על פליטת אויר טובה לאחר כל ארוחה גרפס ולשים את התינוק בזוית גבוהה רוב שעות היממה. ניתוח למניעת העלאת גירה שפרושו ניתוח למניעת רפלוקס קיבתי ושטי עושים כיום בצורה לפרוסקופית וזהו ניתוח מאד מוצלח. הסיבות לביצוע הניתוח הינם כאשר הטיפולים שהזכרתי למעלה נכשלים ויש סיבוך של חוסר עליה במשקל או כניסת חומר ההקאה לריאות עם דלקות ריאה חוזרות.    אחוי השפתיים בבת (labial fusion)    איחוי שפתי הפות (labial fusion) הינה בעיה שכיחה. כמובן שיש להתחיל טיפול רק לאחר בדיקה של כירורג ילדים שכן המראה החיצוני יכול להראות כבעיה זו ובעצם קיימת בעיה מורכבת יותר. האבחנה בין מצבים אילו היא לחם חוקו של כירורג ילדים.    הטיפול באיחוי שפתי הפות (labial fusion) הינו במשחת אסטרוגן ולאורך זמן רב. לי יש נסיון מצויין עם משחת Ovestin. אין לטיפול המקומי שום השפעה מעבר לאזור. נדיר מאד שמגיעים לניתוח.    קשר לשון Short Frenulum    לשון מחוברת (Short Frenulum) הוא ממצא שכיח בילדים. נראית מחיצה שקופה המחברת את הלשון בקו האמצע לקרקעית הפה ומונעת הרמה חופשית של הלשון למגע עם החיך בפה פתוח. הבעיה הינה כאשר מנסים לאמר את האות למד בפה פתוח. מי שמוכן לדבר כמו אסיר עם פה כמעט סגור שיבושם לו.    העדפתי האישית היא חתוך כל קשר לשון (במידה והוא נראה כממברנה שקופה) קרוב מאד ללידה. אחרי גיל שנה המחיצה המחברת את הלשון לקרקעית הפה נעשית בשרנית ויש צורך לבצע את הניתוק בחדר ניתוח ובהרדמה כללית.    בלוטות לימפה מוגדלות   תקופת הילדות היא תקופה בה הילד מכיר אנטיגנים רבים וחיידקים רבים. עיקר הכניסה הוא דרך חלל הפה והריאות ומכאן מחלות הילדים המרובות יותר יחסית למבוגר. ההכרה באנטיגנים החדשים, והתכוננות המערכת האימונית למלחמה בם נעשית בבלוטות הלימפה ומכאן הגדלתן השכיחה בגיל הילדות ובמיוחד בצואר.   הדבר היחיד שמטריד הוא המחשבה שאולי תמיד הבלוטות לא\" נורמליות\" ומהוות סימן ראשון ללימפומה. במחקרים רבים נמצא שיש לחשוד רק כאשר מתקיים אחד מהסימנים הבאים (ואז יש לבצע הוצאת בלוטה לבדיקה - בניתוח בהרדמה כללית): 1. סימנים כלליים של מחלה כמו ירידה במשקל, הזעה לילית, ירידה בחיוניות הילד,ועוד. 2 . הגדלה מתמדת של הבלוטות. בלוטות נורמליות\" עולות ויורדות\" בגודלן ואילו בלימפומה ללא כימוטרפיה הגודל רק הולך וגדל. 3. גודל קבוע של בלוטה מסויימת מעל שני ס\"מ. 4 . הצטרפות עוד ועוד של בלוטות מוגדלות באותו איזור ללא ירידה בנפחן מעת לעת.   בכל חשד, יש להיבדק ע\"י הילד רופא הילדים של ולשקול התייעצות בכירורג ילדים.", "title": "כירורגיית ילדים: התשובות לשאלות הכי שכיחות", "url": "https://www.ynet.co.il/articles/0,7340,L-2729937,00.html", "type": "article", "site_name": "ynet", "published_time": "11:33 , 18.08.03", "category": "", "subtitle": ""}