{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5742585,00.html"}, "headline": "בואו הביתה: כלבים וחתולים מחפשים בית חם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014297/1001426001000100980650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014296/100142610100084640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014306/1001425601000989801088no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014304/10014257010031009801413no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014303/1001425801001788980931no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014302/1001425901001791980978no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014286/1001426501001499640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10014287/1001426401000100980651no.jpg"], "datePublished": "2020-06-05T03:13:04z", "dateModified": "2020-06-05T03:13:04z", "author": {"@type": "Person", "name": "ynet"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "והשבוע פיפה, סופה, מיה, נאצ'ו וגם יוני מחכים לכם שתאמצו אותם", "wordCount": "723", "commentCount": "0", "genre": "6377.Traklin-4880.The Animals", "keywords": "בואו הביתה,חתולים,אימוץ,כלבים", "articleBody": "  צער בעלי חיים בישראל - תל אביב פיפה - רועה מעורבת בת שנתיים, טובה ועדינה. היא מסתדרת עם אנשים, ילדים וכלבים, וזקוקה למעט הכוונה והידוק החינוך כדי להפוך להיות אפילו נהדרת יותר ממה שהיא.       סופה - חתולה מעורבת בת 3 חודשים, סקרנית וחברותית. גורה מתוקה שאוהבת לחקור מקווה למצוא בית חם עם אנשים טובים והרבה גירויים.     את המתוקים שבתמונות נטשו באגודת צער בעלי חיים בישראל. עצוב להם להם בכלוב. הם החברים הכי טובים שלנו ומגיע להם בית חם ואהבה גדולה לכל חיים. אנו קוראים לציבור אוהבי הכלבים והחתולים פתחו את לבכם ובוא לאמץ חבר לחיים. לאגודת צער בעלי חיים בישראל - תל אביב ניסיון של עשרות שנים במסירת כלבים לאימוץ, ובעקבות הידע הרב שנצבר במקום נבנה תהליך מוסדר של אימוץ אחראי - אימוץ שמתחיל בהחלטה מודעת ולא נובע מהתלהבות רגעית או כדי לספק את רצון הילדים, התחייבות רצינית הכוללת ידע של המאמצים לגבי בעל החיים וכוונה אמיתית לגדל אותו לאורך כל חייו. מחכים לכם.   אגודת צער בעלי חיים בישראל, הרצל 159 תל אביב. טל': 4553* . שעות פעילות: א'-ה': 08:00-20:00 , ו': 08:00-14:00 , שבת : 11:00-14:00 אתר: www.spca.co.il    צער בעלי חיים רמת גן והסביבה אדיר - אחד הכובשים, המקסימים ואוהבי האדם שתפגשו. הוא מסתדר עם חלק מהכלבים (יותר עם נקבות), לא מחבב במיוחד חתולים. טוב לב ומחבק, מתמסר וכל כך רוצה כבר בית לתמיד. בן כשנה, מחוסן, משובב ומסורס.       ירדנה - נמצאה משוטטת בדרום לאחר המלטה. בת 6 שנים ומתנהגת כמו גורה מתבגרת פצצת אנרגיה, שובבה, חזקה, סקרנית. אוהבת אנשים בכל ליבה, מסתדרת עם חלק מהכלבים ולא מחבבת חתולים כלל. כלבה שידעה עבר רע ואנחנו רוצים להבטיח לה עתיד נפלא. בואו לפגוש בה, להתאהב ולתת לה בית חם, משפחה לכל ימי חייה.       ג'יפסי - חברותית לכלבים ולחתולים , מחונכת, מקסימה. הולכת מדהים ברצועה, קשובה וממושמעת. מחפשת בית חם לכל החיים.      אס - פיטבול מהמם ומרשים. מחפש בית נכון ומתאים! הוא מחכה יותר מדי זמן בעמותה.     ניתן לראות את הכלבים ולהיות בקשר בדף הפייסבוק של העמותה או לשלוח דוא\"ל: dogsoflife12@gmail.com      S.O.S חיות מיה - מיה בת כשנה וחצי שהגיעה מבית שלא יכל להמשיך לגדלה בתנאים טובים. כלבה טובה וחברותית לאנשים ומסתדרת עם כלבים אחרים. יכולה להיות חששנית' בהתחלה אך כשמכירה היא נרגעת ונפתחת. בינונית בגודלה.       נאצ'ו - נאצ'ו, בונבון קטן בן 7 שעבר הרבה בחיים. בעליו הקודמים נפטר ועכשיו הוא מחפש בית חדש. הוא מפוחד וחששן ולוקח לו זמן להתרגל לאנשים חדשים. שקט מאוד וכאשר נפתח ומרגיש בטוח, מאוד אוהב להתכרבל וממש מבקש את זה. מלאך קטן שרק מחפש אהבה      נדלקתם על כלב ספציפי?  בואו לאמץ במפגש אחד על אחד גם באמצע השבוע. כל הכלבים והחתולים מפורסמים באתר שמתעדכן כל יום. https://www.sospets.co.il/    האפליקציה שלנו בה ניתן לראות את הכלבים והחתולים לאימוץ בצורה קלה ונוחה:  לאנדרואיד: https://play.google.com/store/apps/details?id=com.srg.sospets  לאייפון: https://sos-pets.glideapp.io/    ראיתם בעל חיים שתרצו לאמץ? מוזמנים ליצור קשר ולתאם מפגש פרטני בבית האומנה או להגיע ליום האימוץ 03-7441010    הרצליה ונתניה אוהבות חיות יוני המהמם - רגוע ושקט, מעדיף לנוח במזגן רוב היום אך גם ישמח לטיולים ארוכים והליכות מפנקות בחוץ. מחונך לצרכים, מסתדר עם רוב הכלבים, מעולה עם ילדים ואוהב ליטופים ופינוקים. נמצא באומנה בנתניה שישמחו לספר עליו ולהמליץ לכל מי שירצה לשמוע. מי שיאמץ את יוני צריך לדעת שהוא זקוק לטיפול תרופתי קבוע (2 כדורים ביום) עקב מחלה כרונית, אך זה כמובן לא מפריע לו להיות כלב משפחה מדהים.   רועה טורקי מעורב | בן ארבע | גודל גדול | מחכה באומנה      פיקסי החמודה - רוצה יחס ואהבה. סקרנית ובחצר אוהבת לבדוק כל פינה אך בעיקר פשוט מטורפת על ליטופים ופינוקים ומחפשת תשומת לב. תשמח לבית אנרגטי שיצא איתה להרבה טיולים. חברותית מסתדרת עם כולם, אוהבת מאוד ילדים. מסתדרת עם כלבים, ועם חתולים לא כל כך.   רועה בלגי מעורבת | בת 8 | גודל בינוני | מחכה בנתניה            תנו לחיות לחיות קיווי - הנסיך המדהים הזה היה פעם חתול בבית. הוא ננטש ומאז הוא מחכה עצוב ממש לבית... קיווי בן 4, חתול עדין ומדהים, שמסתדר מצויין עם חתולים אחרים ויהיה מאושר לחזור הביתה- הפעם לתמיד.         מייקל-  מייקל הקטן שלנו, הסבא הכי מצחיק בעולם. יש לו אנרגיות של גור קטן ומתוק, יש בו אהבה ענקית והוא אוהב לחלק מלא נשיקות. הוא לא סומך על כולם, כי יותר מדי פעמים אכזבו אותו בני האדם. אבל אם תתנו לו הזדמנות הוא יעניק לכם אהבה כמו שמעולם לא חוויתם. מייקל בן 10       לפרטים אודות אימוץ: 3703* שלוחה 3   הכלבים והחתולים מחכים בבית המחסה שלנו בכניסה לכפר רות           ", "title": "בואו הביתה: כלבים וחתולים מחפשים בית חם", "url": "https://www.ynet.co.il/articles/0,7340,L-5742585,00.html", "type": "article", "site_name": "ynet", "published_time": "00:13 , 05.06.20", "category": "", "subtitle": ""}