{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5630010,00.html"}, "headline": "בואו הביתה: כלבים וחתולים מחפשים בית אוהב", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611631/001.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611632/002.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611633/003.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611634/004.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611635/005.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611636/006.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611637/007.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/22/9611638/008.jpg"], "datePublished": "2019-11-22T17:03:35z", "dateModified": "2019-11-22T17:03:34z", "author": {"@type": "Person", "name": "ארז ארליכמן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "חולמים לאמץ כלב או חתול? במדור האימוץ השבועי תוכלו לפגוש חבר חדש עם זנב שמחכה לכם בעמותות ברחבי הארץ. בואו לאמץ", "wordCount": "570", "commentCount": "5", "genre": "6377.Traklin-4880.The Animals", "keywords": "כלב,חתול,בואו הביתה", "articleBody": "צער בעלי חיים בישראל - ת\"א    מרגו ומוניק | שתי אחיות שמחכות כשלוש שנים ביחד בכלוב. כלבות נהדרות ומקסימות, טובות לב, יפות, חייכניות ושובבות, נוחות לבריות ולחבריהם הכלבים וחייבים למצוא להן בית חם ביחד.     הן הגיעו יחד ממשפחה שנטשה אותן כשהיו בנות חמש ושש לפני כשלוש שנים. זקוקות לבית משותף ביחד. הן מחוברות מאוד, תומכות אחת בשניה, מתכרבלות אחת בשניה ואסור להפריד ביניהן, זה יגרום למשבר גדול וחרדות נטישה.      משפחה שתאמץ אותן תזכה בחברות הכי הטובות לעוד שנים רבות של הנאה. מתאימות לכל אוהבי הכלבים.   צער בעלי חיים בישראל - ת\"א | חתולים וכלבים מחכים לכם באגודת צער בעלי חיים בישראל, רחוב הרצל 159 תל אביב.   באגודה, כל יום הוא יום אימוץ ויועצי האימוץ קוראים לציבור אוהבי הכלבים והחתולים לבוא לאמץ חבר לחיים. תהליך האימוץ באגודה נבנה על פי ידע רב של שנים רבות והוא תהליך מוסדר של אימוץ אחראי שמתחיל בהחלטה מודעת ולא נובע מהתלהבות רגעית או כדי לספק את רצון הילדים, התחייבות רצינית הכוללת ידע של המאמצים לגבי בעל החיים וכוונה אמיתית לגדל אותו לאורך כל חייו.   שעות פתיחה: א'-ה' 20:00-8:00, יום ו' 14:00-8:00, שבת 14:00-11:00. טל': 4553*, לאתר האגודה   תנו לחיות לחיות    בליני | בן שמונה חודשים. נמצא כשהוא שוכב מיובש וכמעט חסר הכרה במזבלה. חולץ והועבר לטיפול רפואי. סבל מפצעים עמוקים ברגליו והיה מורעב ומיובש. הוא טופל והחלים. מפזר אהבה לכל דורש.     ניוטון | חתול עדין ומקסים בן שנה. הגיע מהדרום ורוצה למצוא אהבה. עצוב וקשה לו בחתולייה. ביישן שזקוק לפינוקים.   תנו לחיות לחיות | למעלה מ-200 כלבים וחתולים מחכים בבית המחסה של \"תנו לחיות לחיות\". ניווט בווייז: תנו לחיות לחיות כפר רות. לאימוץ - טלפון: 3703* שלוחה 3. לאתר    ראשון אוהבת חיות  סבסטיאן |  יליד בן שנה וחודש. כלב שעוד לא חווה אושר בחייו, סבסטיאן זקוק לחשיפה נכונה וסבלנית, הוא חשדן ועוד לא החליט מה עמדתו לגבי אנשים, הוא זקוק להרעפת אהבה בכמויות רצוי מאנשים עם ניסיון בטיפול בכלבים שזקוקים ליד מכוונת.     סייפר | בן שנה וחודש. מחייך למצלמה, אך ליבו שבור במכלאה. ישמח לבית נפלא כמוהו שילמד אותו ויחשוף אותו לחיים בבית.   הכלבים של עמותת ראשון אוהבת חיות משוועים לבתים חמים עם מאמצים שמבינים את גודל האחריות לאמץ כלב ל-15 השנים הבאות ולגדלו בטוב. אך גם בימים של מחלה, להשקיע באילוף, אוכן מזין, חיסונים, הוצאת רישיון, זמן איכות ופינוקים.   מוזמנים לקבל פרטים במתחם האימוץ של העמותה. לפרטים על הכלבים ניתן לפנות אל: לימור 050-7272249 | יפעת 052-3423650 | לידן 054-7773694   בימי שבת מתקיימים ימי אימוץ בשעות 14:00-11:00. אתר האימוץ נמצא סמוך לספורטכיף ראשון לציון. מחנים בחניית החי כיף ויורדים רגלית לכיוון אתר האימוץ. האימוץ כרוך בתשלום סל אימוץ הכולל סדרת חיסונים, שבב עיקור או סירוס החיה.    צער בעלי חיים רמת גן   רינה | כלבה נפלאה בת שנתיים. מחוסנת,משובבת ומעוקרת. אוהבת בכל ליבה אנשים וילדים, מסתדרת נפלא עם כל הכלבים אך לא מחבבת חתולים. רינה מאוד נהנית לחבק, להתלטף, ומפזרת אהבה לכל מי שנמצא היכן שהיא נמצאת.   שחר | מסתדר עם כל הכלבים נפלא עם אנשים וילדים. בן שנה. עדין ומתמסר טוב לב עם מבט שמתחנן להגיע כבר הביתה.מחוסן משובב ומסורס.    צער בעלי חיים רמת גן | חתולים וכלבים מחכים לאימוץ בבית המחסה של צער בעלי חיים בר\"ג, רחוב חפץ חיים 4, ת\"א, בשכונת נחלת יצחק (מאחורי מגדלי ת\"א)   שעות הפעילות: ימים א'-ה' 12:00-17:30, שישי 12:00-15:00, שבת 12:00-16:00. בית המחסה: 050-7795477. לאתר    רוצים לפרסם כלבים וחתולים לאימוץ? המדור \"בואו הביתה\" פתוח לעמותות, ארגונים ובתי מחסה לכלבים וחתולים. המעוניינים לפרסם כלבים וחתולים לאימוץ. מוזמנים ליצור קשר עם ארז ארליכמן בדוא\"ל:ynetimutz@gmail.com   ", "title": "בואו הביתה: כלבים וחתולים מחפשים בית אוהב", "url": "https://www.ynet.co.il/articles/0,7340,L-5630010,00.html", "type": "article", "site_name": "ynet", "published_time": "15:03 , 22.11.19", "category": "", "subtitle": ""}