{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5041143,00.html"}, "headline": "לוטרה בסימן שאלה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/10/8144116/Image1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/10/8144118/Image8.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/10/8144113/map1_1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/10/8144119/Image11.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/10/8144114/map2_2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/10/8144115/wide-article_imutz.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/10/8144117/Image2.jpg"], "datePublished": "2017-11-11T01:20:49z", "dateModified": "2018-08-02T20:20:36z", "author": {"@type": "Person", "name": "ארז ארליכמן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הלוטרה הישראלית המצוייה בסכנת הכחדה חמורה מרגישה על זנבה את משבר המים החמור בצפון והתייבשות הנחלים. דו\"ח של רשות הטבע והגנים והחברה להגנת הטבע מזהיר כי ב-17 השנים האחרונות הלוטרות הולכות ונעלמות מהטבע המקומי. עמק החולה והכינרת מהווים את המעוזים היציבים האחרונים של הטורף הביישן בישראל", "wordCount": "1169", "commentCount": "45", "genre": "6377.Traklin-15693.wild_animal_new", "keywords": "חיות בר,סכנת הכחדה,כתבות מגזין בעלי חיים", "articleBody": "       בתחילת השנה הגיעה לביקור לוטרה מצויה צעירה ורעבה אל קיבוץ דן, לאחר יום בו ירדו גשמים עזים. מי שנבחר לשמש כתפריט הקולינרי של הלוטרה היו דגי נוי יקרים וגדולים שאיכלסו בריכת נוי בחצר של משפחת רביץ.      בני המשפחה הופתעו לראות את הלוטרה צדה בזה אחר זה דגים, מוציאה אותם החוצה וטורפת אותם. \"בתחילה חשבתי כי מדובר בנוטריה, מאחר ויש לנו נוטריות רבות באזור הנחל ובריכות הדגים בקיבוץ\", סיפרה סיון רביץ, אם המשפחה ל-ynet.    רק לאחר שהיא פירסמה את הסרטון המתעד את הלוטרה בציד הדגים מבריכת דגי הנוי, היא נדהמה מהתגובות הנרגשות לסרטון ברשתות החברתיות, אז הבינה כי זכתה לביקור של אחת מחיות הבר הנדירות והמסתוריות ביותר בטבע הישראלי.    הלוטרה שבה גם למחרת בערב והמשיכה בזלילה. בני המשפחה שהפעם היו מודעים לאוצר הנדיר שהגיע לביקור, איפשרו ללוטרה למלא את קיבתה בדגים המעטים שנשארו בבריכת הנוי.    מאז שהדגים הגדולים ניצודו והבריכה התמלאה בדגים קטנים יותר שכנראה פחות חביבים לחיך של הלוטרה, היא לא הגיעה בחודשים האחרונים לביקור. מספר התצפיות החיות של לוטרות בזמן אמת הסתכם השנה בחמש בלבד והלוטרות ממשיכות לשמור על מעמדן כבעלי חיים ביישניים ביותר.         טורף ביישן ומסתורי בסכנת הכחדה חמורה בעוד שתיאור המפגש עם הלוטרה בחצר הבית הוא סיבה למסיבה לכל חובבי חיות הבר הנדירות, מצבן של הלוטרות בטבע הישראלי מעורר דאגה רבה ומטיל ספק באם טורף העל שמצוי בבתי גידול לחים ימשיך לשרוד.   הלוטרה היא יונק זריז ממשפחת הסמוריים שניזון מסרטנים, דו-חיים, דגים ובעלי חיים קטנים. היא פעילה בעיקר בשעות הלילה, נחשבת לשחיינית מהירה ובעלת כישורי צלילה מצויינים. מזה 17 שנה עוקבים ברשות הטבע והגנים והחברה להגנת הטבע באמצעות סקרים שנתיים כדי לאתר היכן חיות הלוטרות.        חיפוש אחר גללים לאיתור סימן חיים החוקרת רוני שחל שביצעה את הסקר הארצי, שמוליק ידוב ממרכז היונקים בחברה להגנת הטבע ואנשי רשות הטבע והגנים עמית דולב ונועם לידר, מזהירים בדו\"ח חדש כי מצבה של טורפת העל ממשיך בדרך המהירה להכחדה. כיום עמק החולה והכנרת נותרו האזורים היחידים בישראל בהם עדיין שורדת אוכלוסיה יציבה של לוטרות.    את הסקרים ערכה בשטח החוקרת רוני שחל באמצעות בדיקת של גללי לוטרה באזור הפעילות שלהן. הלוטרות נוהגות לסמן את הטריטוריה באמצעות גללים ובמהלך הסקר, נסרקו בריכות דגים, מאגרי מים, ערוצי נחל זורמים וגם אתרים בשולי הכינרת.   השנה נדגמו במהלך החורף 124 אתרים ועוד כ-23 אתרים בשמורת החולה בהם נוהגות הלוטרות לסמן את הטריטוריה שלהם באמצעות גללים. הקושי הגדול לאתר את הלוטרות הוא בזכות אופי החיים הנחבא אל הכלים של הלוטרה והן אפילו מצליחות להתחמק גם ממצלמות מעקב המוצבות בשטח שאמורות לזהות חום גוף של בעל חיים, אך לעיתים כשהלוטרות יוצאות קרות מהמים, חולפות להן שניות קריטיות עד שהמצלמה מתעדת את החמקן מולה.      המגמה בשנים האחרונות מצביעה על כיוון ברור ומדכא - ישנם אזורים בהן הן נעלמו לחלוטין ובאחרים עדיין מצליחות להחזיק מעמד בשיניים.   לדברי מחברי הדו\"ח, \"גם השנה, התוצאות מראות על ירידה בנוכחות לוטרות בכל אזורי התפוצה כיום, הן יחסית לשנה הקודמת והן יחסית לממוצע כל שנות הסקר מאז 2000\".      משבר המים משפיע גם על הלוטרות  שמוליק ידוב, מנהל מרכז היונקים בחברה להגנת הטבע מאשש את החשש. \"ההצטמצמות באוכלוסיה של הלוטרות יחד עם הקיטון בשטחי המחייה שלה רק הולכת ומחמירה ואחת התרומות הגדולות לכך היא הבצורת הארוכה בצפון הארץ. מצב הנחלים בצפון חמור מאוד ואם תוסיפו לכך אירועי דריסה של לוטרות שמנסות לעבור ממקום למקום ובתי גידול נקטעים עקב כבישים ותשתיות, הלוטרה היא סוג של סמן בולט ומהיר לשינויים בסביבה\", הוא אומר בראיון ל-ynet. \"משבר המים הוא גדול וניתן לראות את ההשפעות שלו על הלוטרה\".   הלוטרות מתגוררות כיום באזורים קטנים בעמק החולה - מקורות הירדן, הירדן, הירדן הצפוני, שמורת החולה וצפון הכינרת. סביב הכינרת הנחשבת לאזור קשה למעקב, ישנם סימני חיים בעיקר בצד המזרחי, אך באזורים רבים הלוטרות פשוט נעלמו בשנים האחרונות, ביניהם ממאגר בנטל בצפון הגולן ועמק חרוד. כיום האזור הדרומי ביותר בו חיות לוטרות הוא באזור בריכות דגים צפונית לבית שאן.       \"שמורת החולה ממשיכה לתפקד כמרכז פעילות גבוה ומשמעותי ביותר ללוטרות בעמק החולה. הכניסה לנחל עינן מסומנת, ומכאן שישנו מעבר חופשי וחשוב אל ומהשמורה לשאר העמק. שמירת אי זה כמרכז פעילות יציב ופעיל חשובה להמשך קיום המין באזור\", קובעים מחברי הדו\"ח.    \"לחשוב כמו לוטרה\" ד\"ר נועם לידר, מנהל אגף אקולוגיה בחטיבת המדע ברשות הטבע והגנים מציין כי באזורים בהם התבצע שיקום ושיפור איכות המים והניקוז, ישנם סימני התאוששות והגעה של לוטרות. \"שיקום הירדן הדרומי המהווה את נתיב המעבר של הלוטרות יחד, עוזר לחבר בין אוכלוסיות דרומית וצפוניות ואנחנו צריכים להתמקד בשיקום של בתי הגידול הללו לאורך הנתיב הזה\", הוא אומר.    \"זה אולי יישמע מצחיק, אבל אנחנו צריכים לחשוב איך לשפר את בית הגידול מהמבט של הלוטרה שמנסה לעבור מתחת לגשר שעובר מעל נחל. אם יש סכר שמחבר בין האזורים הללו זה כמו חומה ללוטרה. האפשרות ליצור מעקף לחיות, מצריכה חשיבה הנדסית ותכנונית באופן אחר ממה שהסתכלנו עליו עד היום, גם אם זה אומר ליצור ערוץ של נחל ולהנדס אליו אתר קטן אליו אפשר להטות מים\".        כך משפיעים הדגים המיובאים מסין על הלוטרות לדברי ידוב, הלוטרה זקוקה למקורות מים זורמים בהם תוכל למצוא מזון ומסתור. \"לוטרה צעירה שחיה עם אמא שלה ורוצה להתחיל את חייה העצמאיים בטריטוריה חדשה משלה, מסתכנת בדריסות בניסיון לעבור מאזור אחד לשני, הכבישים הופכים לרחבים יותר, במקום נחלים ומקורות מים טבעיים הלוטרות נאלצות להסתמך גם על מקורות מים מלאכותיים בהם נמצא מזון\", הוא מוסיף.    \"אחד מהם הוא בריכות המדגה בעמק החולה שעובר שינוי מהותי בעקבות הרפורמה והתחרות בשוק הדגים. אפילו ייבוא של דגים מסין גורם לכך שפחות חקלאים מקומיים עוסקים בתחום ובריכות רבות מתייבשות, מנגד חקלאים עוברים לגידול של דגים שאמורים להניב להם רווח גדול יותר, דבר שעלול להגדיל את הקונפליקט בין הלוטרות הרעבות במידה ויגרמו להם נזקים\".    עם החרפת משבר המים בצפון גם מלאי המזון של הלוטרות בסכנה ונראה כי המאבק על הקצאת כמויות מים לשמורות טבע, חקלאות ותיירות יהפוך למאתגר בשנים הבאות, כשיותר ויותר גורמים יריבו על עוגת המים.       לא הכל אבוד לידר מזהיר כי שמורות הטבע בלבד לא יצליחו להחזיק את הלוטרות בחיים לאורך זמן באזור והחוקרים לא מהססים להניף דלג אזהרה על המשך קיומה של האוכלוסיה באזור החולה.    ברשות הטבע והגנים לא פוסלים גם שימוש בבריכות דגים שאינן בשימוש חקלאי, אך מלאות במים שמקורם במעיינות המתנקזים אליהן ולסייע בשימור הבריכות הללו כדי למשוך אליו לוטרות. \"עמק החולה והכינרת הם למעשה האיזורים היציבים היחידים כיום עם נוכחות לוטרות, לכן צריך להשקיע בהם את מירב המאמצים\".     אך יש גם סימנים מעודדים בין כל הנתונים האדומים - מחברי הדו\"ח מדגישים כי בזכות בניית מעברים בטוחים מתחת לגשרים, יש ירידה בכמות הלוטרות שנדרסות על ידי מכוניות ובשמורת הבניאס התגלו לפני כחמש שנים סימנים לנוכחות של לוטרה באזור הגשר התלוי.   בזכות פעילות ניטור קבועה של מנהל השמורה והפקחים, איתרו השנה לראשונה סימנים גם באזור מעיינות הבניאס ובמעלה המפל. מנהל השמורה אף דיווח כי לפחות פעמיים בחודש מגיעות הלוטרות לחפש דגים ולהשאיר את חותמן הריחני על הסלעים אחרי המפל. יחד עם העובדה כי בשנה שעברה תועדו כנראה נקבת לוטרה עם גור, כל אלה מעניקים זריקת עידוד גדולה כי האזור עשוי להוות מקום בו הלוטרות מתרבות בהצלחה. עם קצת עזרה בפילוס הדרך, ניתן יהיה לעזור ללוטרות להמשיך בדרכן גם למעלה הנחל.      בשבת יציינו ברשות הטבע והגנים את \"יום הלוטרה\" בשמורת טבע נחל שניר בין השעות 10:00 ל-14:00 בסיורים ופעילויות לקהל הרחב בעקבות הלוטרות הנדירות. ", "title": "לוטרה בסימן שאלה", "url": "https://www.ynet.co.il/articles/0,7340,L-5041143,00.html", "type": "article", "site_name": "ynet", "published_time": "23:20 , 10.11.17", "category": "", "subtitle": ""}