{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4083206,00.html"}, "headline": "ynet עולה לכם לאט? כך תאיצו את הדפדפן", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2011-06-19T19:37:14z", "dateModified": "2011-07-07T14:18:21z", "author": {"@type": "Person", "name": "ניצן סדן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הגולש מנשה ניסה כבר את שלושת הדפדפנים הפופולריים ביותר והתאכזב לגלות שכולם נהיים איטיים זמן קצר אחרי ההתקנה. צוות ערוץ המחשבים מסביר לו ולכם איך להאיץ את מהירות הדפדפן בקלות", "wordCount": "706", "commentCount": "174", "genre": "544.Comput-786.MerkazTmicha-9379.Challange Us", "keywords": "מדריך,דפדפנים", "articleBody": " סמסונג Gio: סמארטפון אנדרואיד זול ונוח   יצרניות שלושת הדפדפנים הפופולריים ביותר – כרום, פיירפוקס ואקספלורר – מתפארות בכמה שהדפדפן שלהן מהיר ויציב. הגולש מנשה סיפר לערוץ המחשבים שאף דפדפן לא עושה לו את זה כולם מתחילים לפעול קצת יותר לאט זמן קצר אחרי ההתקנה. מה עושים? מדריך זה ילמד אותו ואתכם להאיץ את הדפדפן בקלות, למהירות גבוהה מזו שהתכוון המתכנת.   מוזילה פיירפוקס במצב הטבעי, פיירפוקס יגיש פניה בודדת לרכיב בעמוד בכל פעם. לאחר כמה צעדים פשוטים, יוכל הדפדפן שלכם להפעיל כמה תהליכים במקביל באותו העמוד, מה שאומר שהעמוד יעלה מהר יותר.   1. הקלידו about:config בשורת הכתובת. 2. מצאו את השורות network.http.pipelining ו- network.http.proxy.pipelining והגדירו אותן בתור True. 3. מצאו את השורה network.http.pipelining.maxrequests והגדירו אותה בתור 20.  4. הוסיפו את השורה nglayout.initialpaint.delay (קליק ימני, פלוס \"הוסף מחרוזת\"), והגדירו את הערך שלה בתור 0.       מה עשינו? הגדרנו לדפדפן לשגר עשרות פניות במקביל לכל כתובת אינטרנט, מה שמאפשר לו לתקשר עם שלל רכיבי עמוד בו זמנית. השורה שהוספנו מבטלת השהיות. התוצאה: פיירפוקס יעבוד מהר יותר.   מיקרוסופט אקספלורר ראשית, מומלץ לשדרג לאקספלורר 9. הדפדפן מהיר בהרבה מקודמיו וביצועיו דומים לשל כרום ופיירפוקס. מי שבכל זאת מתעקש להישאר עם אקספלורר 8 (ישנם לא מעט שירותים מקוונים ותוכנות שלא תואמים את הגירסה האחרונה של הדפדפן), יכול לעשות כמה פעולות פשוטות שיקלו קצת על הדפדפן הוותיק.    אקספלורר 8 הוא דפדפן רגיש. הרבה מאפיינים בו עשויים להשפיע על מהירות הפעולה. למשל, מספר המועדפים שלכם. מומלץ לעבור על רשימות המועדפים ולמחוק כאלה שאתם לא משתמשים בהם.    בנוסף, לאקספלורר 8 יש כמה תוספים שמיקרוסופט שמה ולא באמת משמשים אף אחד. היכנסו לתפריט התוספים (בתוך מסך הכלים) בו תמצאו מספר קטגוריות תוספים – ספקי חיפוש, מאיצי גלישה ועוד. עברו על הרשימות ומחקו כל תוסף שאתם לא משתמשים בו.       אקספלורר 8 גם נוטה לסנכרן עמודי רשת זמניים, מה שמאט את הפעולה שלו. מומלץ להיכנס לתפריט אפשרויות האינטרנט, בעמוד ה\"כללי\", לפתוח את תפריט הגדרות היסטוריית הגלישה ולהגדיר את סנכרון העמודים הזמניים בתור \"אף פעם\".      גוגל כרום גם הדפדפן שנחשב למהיר ביותר יכול לפעול מהר יותר. למשל, כרום מאוד אוהב לשמור היסטוריית גלישה, היסטוריית הורדות ומידע נוסף שהוא מנסה לעדכן תוך כדי פעולה (ולהעביר אל גוגל). מדובר בפעולות שהדפדפן מבצע בזמן שאתם רוצים לפתוח סרטון של גורי חתולים ביוטיוב או תמונות של המורה נחמה בפייסבוק. כך יוצר הדפדפן עומס על עצמו, ופועל לאט יותר.    היכנסו לתפריט האפשרויות (אייקון המפתח) וביחרו באפשרות \"מאחורי הקלעים\". היכנסו לאפשרות \"נקה נתוני גלישה\". יפתח מסך ששואל אתכם מה אתם רוצים למחוק, וממתי (מהשעות האחרונות, השבועות האחרונים או את היסטוריית הגלישה כולה). כדי לנקות את הדפדפן מהיסטוריית הגלישה וההורדות, ביחרו ב\"הסר היסטוריית גלישה\" ו\"הסר היסטוריית הורדות\". מי שרוצה למחוק גם קוקיז וקבצים שנשמרו, יכול לעשות זאת מחלון זה.       לכל דפדפן: בלי פרסומות ובלי שטויות יש כמה גורמים שמאיטים כל דפדפן, וטיפול פשוט בהם יכול להאיץ את הגלישה. זה לא שחיבור ה-2.5 מגביט שאתם משאילים מהשכן יאפשר לכם להוריד סדרות שלמות תוך שעה, אבל המהירות תשתפר.   חוסמי פרסומות: ישנן אפליקציות דפדפן רבות שמאפשרות לכם לחסום באנרים ופרסומות. אותם תכנים שיווקיים מעמיסים על הדפדפן שלכם ומאטים את הגלישה. תוכלו להוריד בחינם תוספי חסימה לכרום בלינק הזה ולפיירפוקס – בזה. גם לאקספלורר יש כלי חסימת פרסומות (לגרסאות 7 ואילך).   ניקוי קוקיז: אלו הם קבצים שנוצרים במחשב שלכם ומתקשרים עם אתרים בהם ביקרתם. הקבצים האלה מהווים את טביעת אצבע דיגיטלית שלכם ומשמשים לזיהוי. בזכותם ניתן להיכנס לשירותים מקוונים בלי שתצטרכו להקליד סיסמה כל פעם מחדש, אבל הם מאטים את פעולת המחשב. לכן חשוב להיפטר מהקוקיז מפעם לפעם, במסך הגדרות הפרטיות שבדפדפן שלכם.     עדכון ותיקון Registry: ה- Registry הוא מאגר נתוני הבסיס של מערכת ההפעלה, בו מפתחות מידע על תוכנות, דרייברים, כלים והתקשורת ביניהם. יש הרבה פריטים שמופיעים במאגר, ולא צריכים להיות שם. כמו כל התוכנות במחשב שלכם, גם הדפדפן מושפע ממצב ה-Registry של מערכת ההפעלה, וממפתחות לא תקינים ותקלות אחרות בו. לכן חשוב להפעיל תוכנת ניקוי Registry מפעם לפעם, כדי להבטיח עבודה חלקה וללא קראשים. התוכנה הזאת תוכל לעזור לכם בעניין.    מה למדנו?  שאפשר להאיץ את הדפדפן בקלות, עם הכלים הנכונים. שימו לב לאופי השימוש שלכם בדפדפן והיו מודעים למגבלות המחשב שלכם. אמנם גלישה נתפסת כמשימה פחות תובענית מהפעלת משחק מחשב או תוכנת עריכה זו או אחרת - אבל גם פתיחת עשרות לשוניות שחלקן מפעיל וידאו HD, תעמיס מאוד על המחשב שלכם ותאט את הגלישה.        אובמה מתניע את הקמפיין שלו בפייסבוק וטוויטר >>  ", "title": "ynet עולה לכם לאט? כך תאיצו את הדפדפן", "url": "https://www.ynet.co.il/articles/0,7340,L-4083206,00.html", "type": "article", "site_name": "ynet", "published_time": "16:37 , 19.06.11", "category": "", "subtitle": ""}