{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5614820,00.html"}, "headline": "סאנגיונג קוראנדו (נהיגה ראשונה) - ממתינים לחשמלי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564560/956437517933599640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564567/95643793911186640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564556/956437211882892640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564564/956437701001095640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564565/95643780911795640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564557/95643735941187640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564562/95643768763694640360no.jpg"], "datePublished": "2019-11-04T16:03:08z", "dateModified": "2019-11-04T17:05:54z", "author": {"@type": "Person", "name": "הלל פוסק"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "רכב הפנאי של סאנגיונג הקוריאנית לא שכנע מעולם, ולא התקרב אפילו לפופולאריות הכובשת של אחיו למוצא. כעת הוא מגיע בדור כל-חדש עם יומרות בשמיים. נהגנו בו לראשונה", "wordCount": "935", "commentCount": "34", "genre": "550.Auto-2758.Road test", "keywords": "סאנגיונג קוראנדו,סאנגיונג,טלקאר", "articleBody": "במה נהגנו: סאנגיונג קוראנדו  מתחרים: יונדאי טוסון, קיה ספורטאז', פיז'ו 3008, ניסאן קשקאי, סקודה קארוק מתי אצלנו: תחילת 2020 מחיר משוער: 150 אלף שקל     בעד: תא נוסעים נעים ומרווח, סביבת נהג   נגד: נוחות, התנהגות, ביצועים    בגדול: קוראנדו הוא שם הדגם הוותיק ביותר בתעשיית הרכב הקוריאנית, החל את דרכו ככינוי לג'יפ CJ שהורכב שם ברישיון, בדיוק כפי שסופה הוא השם שתע\"ר בחרו לג'יפ שהרכיבו בנצרת. כמו רבים טובים לפניו, גם הוא זנח את המבנה הקשוח ועבר עוד בדור היוצא לפלטפורמה אחודה, בניסיון להשתלב בקטגוריית רכבי הפנאי הגדלה במהירות, אך ללא הצלחה. עיצוב (החשוב בקטגוריה) אפרורי ואיכויות נסיעה סבירות לכל היותר היו בעוכריו, והמכירות היו זניחות בהתאם.   עם הקוראנדו החדש מבטיחה סאנגיונג כי לא עוד הזדנבות בקצה השיירה, ומשחררת סרטון תדמית המציג ניסויי נהיגה מפרכים בכבישים הרריים צרים ומפותלים, בשלג וקרח, במסלול אובאלי הבוחן מהירות מרבית לאורך זמן ואפילו משווים ישירות למתחרים הקוריאנים המצליחים - יונדאי טוסון וקיה ספורטאז' ולמי שנחשב כיום לטוב בקטגוריה – פיז'ו 3008.    לא מעט יומרה  אך כזו שזכתה לאישור מפתיע דווקא בתחום הבטיחות. בפעם הראשונה זוכה רכב מבית סאנגיונג לציון מרבי במבחני הריסוק של EuroNCAP. במקביל, כבר עכשיו ברור כי הוא יהיה ראשון לקבל יחידת הנעה חשמלית. האם הוא עד כדי כך שונה מהדגם המוחלף וחשוב יותר - האם הוא טוב מספיק כדי להתמודד בקטגוריה הצפופה?   עיצוב ותא נוסעים: למרות שמהינדרה, בעלת הבית של סאנגיונג היא גם בעלת השליטה בפינינפארינה, ספק אם סטודיו העיצוב האיטלקי המפורסם קיבל יד חופשית לעיצוב הרכב. הקוראנדו אינו כושל לגמרי מבחינה זו, אך אינו מותיר רושם רב עם יותר מדי זוויות ופחות מדי עידון ותחכום. הרושם שהוא מותיר, למרות האיפור הקרבי (פלסטיק שחור סביב למרכב, פסי גגון וחישוקי \"19 גדולים) ויחידות תאורה מודרניות, רחוק מלשכנע.     תא הנוסעים טוב יותר, וכולל ברמת הגימור הגבוהה של מכוניות ההשקה - ספק אם יגיע ארצה - לוח מחוונים דיגיטאלי (\"10.25) עם תצוגת נתונים משתנה והקרנת מערכת הניווט, ומסך מגע גדול (\"9.2) בעל אפשרות צימוד Apple CarPlay ו-Android Auto. במפתיע, יש רק שקע USB אחד שבסאנגיונג דאגו לאטום מחשש לחיבור פולשני למערכת הרכב.  איכות החומרים ברמת הגימור הבכירה גבוהה מהמקובל ביצרנית, לרבות ריפודי עור ותאורת תלת-מימד מאוד מרשימה על הקונסולה מול הנוסע והדלתות - שוב, גם זו לא תגיע ארצה. גם כך, מול מיטב תצורת אירופה והמזרח, הקוראנדו אינו בולט. ההגה גדול יחסית אבל מנופי העברת ההילוכים אינם ממוקמים באופן אידאלי. המושבים נוחים למדי ומציעים כיוון חשמלי, גבוהים ומנצלים עד תום את קו החלונות הנמוך לתחושה שלטת, אך קורה A עבה יחסית פוגמת בשדה הראיה.    מרחב המחיה מאחור טוב (267.5 ס\"מ בסיס גלגלים), אך פתחי מיזוג נפרדים נעדרו מהמפרט וחלונות הצד קטנים יחסית בשם העיצוב. תא המטען נאה וגדול מהמקובל בקטגוריה (551 ליטר), עם אפשרות לפתיחה חשמלית וגלגל רזרבי בגודל מלא התופס נפח רב ומקטין את חלל ההטענה לכ-400 ליטר.    אבזור הבטיחות מקיף כולל בלימה אוטונומית, שמירה - לא מרשימה במיוחד בפעולתה - על נתיב, בקרת שיוט אדפטיבית, זיהוי תמרורים והתראת שטחים מתים (כולל תנועה חוצה מאחור) וערנות נהג. שוב, עדיין לא ברור כמה מאלה ישווקו בישראל.    יחידות הנעה וביצועים: סאנגיונג משתמשת לרוב ביחידות הנעה מדור קודם של מרצדס, אבל הפעם מדובר בשני מנועים עדכניים מתוצרתה-היא: טורבו-דיזל בנפח 1.6 ליטר עם 136 כ\"ס בו לא נהגנו, וטורבו-בנזין בנפח 1.5 ליטר עם 163 כ\"ס הרלוונטי עבורנו, ואשר משודך לתיבת שישה הילוכים ידנית או אוטומטית והנעה קדמית או כפולה. בישראל תשווק בשלב ראשון רק גרסת בנזין-אוטומטית-הנעה קדמית.    המנוע החדש בחרטום מכונית המבחן צבר כ-400 ק\"מ בלבד לפני שדרכנו לראשונה על המצערת. בהתחשב בכך ניתן לסלוח לו מעט על התחושה האיטית מכפי שדף הנתונים מציג. הוא רועש מדי - בעיקר בסל\"ד גבוה - ומרגיש עסוק כמעט בכל מצב, למעט שיוט נינוח או מהירות נסיעה איטית יחסית. ולמרות שהיצרנית לא מפרסמת נתוני תאוצה ל-100 קמ\"ש, ספק אם הוא מהיר מהמתחרים הקוריאניים בעלי מנועי הבנזין האטמוספריים. שוב, למרות נתון מומנט מרשים של 26.5 קג\"מ החל מ-1,500 סל\"ד.   עוד פחות מרשימה מבחינה זו היא תיבת ההילוכים האוטומטית דור-קודם של איסין. תגובותיה סבירות תחת עומס נמוך, אך כאשר היא נדרשת לטפל ביותר כוח וסל\"ד גבוה, היא מציגה איטיות יחסית ודורשת מהנהג ריכוז-יתר ותפעול ידני, אך גם אז אין כאן בשורה. זו אולי תדחה בשנה תמימה עד הצגת גרסה חשמלית שתייתר את עניין התיבה ותנטרל את חסרונות המנוע.    נוחות והתנהגות: הקוראנדו מבוסס על פלטפורמה חדשה, ונוחות נסיעה בו יוצאת נשכרת מכך. עם מבנה קשיח יותר, קל למערך המתלים לבצע את עבודתו ויכולת הספיגה של הקוראנדו טובה בדרך כלל, למרות החישוקים הגדולים (לארץ יגיעו \"18 הגיוניים יותר) וצמיגים רב-עונתיים במכונית המבחן - לעומת צמיגי הכביש הרגילים שיגיעו ארצה. גם במהירות גבוהה יותר, כזו שספק אם בעליו יגיע אליה על בסיס קבוע, הוא מציג אופי משופר.   בהתאם, ההתנהגות בטוחה וצפויה, לא פחות ובוודאי לא יותר. מכשלה נוספת היא מערכת הגה שנדמה כי לא כוילה בקפידה ראויה. הוא כבד שלא לצורך בנסיעה רגילה, איטי יחסית (2.75 מנעילה לנעילה) ומעורפל במרכז. תחת עומס כבד המשלב משקל רב על הציר הקדמי ופקודה חדה האופייניים לכביש הררי מפותל, הוא מתוגבר לפתע עד כדי תחושה לא נוחה לנהג. הבלמים הציגו יכולת סבירה בדרך כלל, עם מעט מדי היזון חוזר מהדוושה.     סיכום: עבור המותג הקוריאני הצנוע, הקוראנדו החדש מציג התקדמות נאה, ואין ספק כי הוא עולה לאין ערוך על הדגם המוחלף. אבל מבחינת נוחות נסיעה, התנהגות, ביצועי מנוע ומראה, הוא לכל היותר מיישר קו עם דגמים ותיקים ממנו. עד כדי כך שכמעט ונראה שביצרנית שיגרו לאוויר את גרסאות הבנזין-דיזל, רק כדי למלא את החסר עד בואה של היחידה החשמלית הצפויה להקדים במפתיע את מרבית המתחרים בקטגוריה הנחשקת.   ובינתיים, איך בכל זאת ניתן להצליח איתו שיווקית? התרגיל הישן בספר - אבזור עשיר מהמתחרים ותמחור (מאוד) אגרסיבי. במקרה כזה, הוא עשוי להציג מספרים נאים ומחמיאים למותג ולהתברג למקום מכובד בקטגוריה מבחינת מכירות. אם זה לא יקרה, עתידו להיות אפור ונשכח כקודמו.      הכתב היה אורח חברת סאנגיונג", "title": "סאנגיונג קוראנדו (נהיגה ראשונה) - ממתינים לחשמלי", "url": "https://www.ynet.co.il/articles/0,7340,L-5614820,00.html", "type": "article", "site_name": "ynet", "published_time": "14:03 , 04.11.19", "category": "", "subtitle": ""}