{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5595692,00.html"}, "headline": "אודי e-טרון מול יגואר I-פייס - מבחן בחשמל", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504253/95042050951293640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504242/95042026911384640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/30/9277724/9277665099286640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504179/950416101001599640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504185/95041640951292640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504184/95041630931594640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504222/95042090100994640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504245/95042034941893640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/24/9504277/95042065931791640360no.jpg"], "datePublished": "2019-09-29T09:53:05z", "dateModified": "2019-09-29T16:05:35z", "author": {"@type": "Person", "name": "ניר בן זקן, אודי עציון"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "שניים מהנציגים היותר-בולטים במהפיכת הרכב החשמלי הגיעו ארצה והתייצבו אצלנו למבחן השוואתי ראשון, עם גישות מוטוריות שונות לגמרי. מי מהם הוכתר כמנצח הגדול?", "wordCount": "1467", "commentCount": "112", "genre": "550.Auto-2758.Road test", "keywords": "אודי e-טרון,יגואר I-פייס,אודי,יגואר,רכב חשמלי,מכונית חשמלית", "articleBody": "אחרי שנים של אי ודאות והיסוס, תעשיית הרכב החליטה - הנעה חשמלית היא הפתרון המועדף לעתיד הקרוב. בהתאם, כמות הדגמים החשמליים החדשים שהתעשייה מציגה גדלה בקצב אדיר. מכל סוג ומין, החל במכוניות עירוניות קטנות וצנועות ועד מכוניות ספורט סופר-מהירות, דרך משפחתיות ואיך לא - רכבי פנאי יוקרתיים, קטגוריה שהפכה בשנים האחרונות למובילת תדמית. שניים מהאחרונים, אודי e-טרון ויגואר I-פייס, נחשבים לחלוצים איכותיים במהפיכת סילוק מיכלי דלק נוזלי לטובת סוללות מתקדמות ושניהם כבר בארץ, מקדימים בחודשים ספורים את מרצדס EQC שינחת כאן ברבעון הראשון של 2020.      תודות להטבות מס קיצוניות עליהן החליטה המדינה במטרה לעודד רכישת רכב שאינו מזהם, נהנים שני הדגמים הנבחנים כאן מתג מחיר סביב ה-400 אלף שקלים לגרסאות הבסיס. זה כמובן לא מחיר שווה לכל נפש, אך בהשוואה לדגמים \"רגילים\", מדובר במחיר אטרקטיבי במיוחד - שצפוי לזנק באופן ניכר משמעותית בינואר הקרוב לאור הגבלת הטבת המיסוי לרכב חשמלי.   אודי e-טרון 55 קוואטרו   מנוע, הנעה: 408 כ\"ס ו-68 קג\"מ, כפולה-קבועה קיבולת מצברים, טווח נסיעה: 95 קוט\"ש, 411 ק\"מ זינוק ל-100 קמ\"ש, מהירות מרבית: 5.7 שניות, 200 קמ\"ש משקל עצמי, נפח תא מטען (קדמי): 2,565 ק\"ג, 600 ליטר (60 ליטר) מחיר רכב מבחן (בסיס): 420 אלף שקל (392.5 אלף שקל) מבחן בודד   יגואר I-פייס EV400   מנוע, הנעה: 400 כ\"ס ו-71 קג\"מ, כפולה-קבועה קיבולת מצברים, טווח נסיעה: 90 קוט\"ש, 470 ק\"מ זינוק ל-100 קמ\"ש, מהירות מרבית: 4.8 שניות, 200 קמ\"ש משקל עצמי, נפח תא מטען (קדמי): 2,208 ק\"ג, 505 ליטר (27 ליטר) מחיר רכב מבחן (בסיס): 508 אלף שקל (454 אלף שקל) מבחן בודד   עיצוב ותאי נוסעים הגישה העיצובית של השניים שונה בתכלית. ה- e-טרון שמרני יחסית בהתאם למוצאו, ואין כמעט דבר בהופעתו שיכול להעיד על הקדמה הטמונה בו מלבד צמד מראות-מצלמה עתידניות. הוא נראה כמו עוד דגם במשפחת רכבי הפנאי של אודי ואם בכלל, שמרן בהופעתו אפילו ביחס אל משפחת Q המוכרת והסופר-מצליחה. ה- I-פייס הוא סיפור אחר לגמרי, ונראה שונה מאוד. מלבד העובדה שרכבי הפנאי של יגואר נמכרים במספרים זעומים וממילא לא מוכרים כל-כך, הוא מצרף להופעה מסיטי וכונסי אוויר בסגנון מכוניות ספורט, עם ידיות פתיחת דלתות נשלפות המקנות לו מראה עוד יותר יוצא דופן.   ברור כי שתי היצרניות בחרו בסגנון שונה, הנגזר בעיקר מגישה שיווקית לא זהה. אודי בחרו במראה שייקל על רוכש הרכב להסתגל לרעיון הנהיגה ברכב חשמלי, מבלי לזעוק זאת לכל עבר. הקלו על המעבר לאלה שאינם רוצים להתבלט דווקא. יגואר הפונה באופן טבעי לקהל קטן משמעותית, החליטה לסובב ראשים כמעט בכל מחיר ומוודאת, כמעט בכוח, שכל אחד ידע באיזה רכב מדובר.      עיצוב הפנים של ה-e-טרון ממשיך את הקו השמרני יחסית, אך כאן זו דווקא מחמאה. בדומה לדגמים עדכניים של אודי, סביבת הנהג והנוסע ונראית מצוין, עם מגוון חומרים איכותיים וגוונים נעימים. לוח מחוונים דיגיטאלי (\"12.3) עם תצוגת נתונים משתנה וצמד מסכי מגע - עליון (\"10.1) לבידור-ניווט, תחתון (\"8.6) למיזוג-נוחות - מוכרים אף הם מעולם היוקרה של המותג.    לעומת זאת, את צמד המצלמות המחליפות את מראות הצד (ברמת אבזור בכירה של רכב המבחן), פחות אהבנו - בדיוק כמו בנהיגת הבכורה הבלעדית שערכנו לרכב בגרמניה. הן מקרינות על צמד מסכים בפינות הדלתות אך רחוקות מלשכנע כאלטרנטיבה למראות רגילות. לא רק ששדה הראיה מוגבל ובתנאי תאורה מסוימים קשה לזהות את העצמים במאחור, הן בעיקר ממקומות באופן שדורש להוריד את המבט מטה באופן שאינו רק לא טבעי, אלא בפירוש לא בטיחותי. כגימיק הן ללא ספק עובדות היטב, ויש להניח שהן הפריט הראשון שכל בעל e-טרון יציג לחבריו, אבל כפריט בטיחות מהמעלה הראשונה הן פשוט לא טובות מספיק. נקודת ביקורת נוספת: מושבים חסרי תמיכת ירכיים הפכו ללא נוחים בנסיעות ארוכות.      תא הנוסעים של ה-I-פייס פחות מרשים ואינו מעביר את תחושת היוקרה הצפויה, בין היתר עקב איכות חומרים נמוכה יחסית. אבל לא רק. סידור המסכים דומה לאודי - לוח מחוונים דיגיטאלי (\"12.3) וקונסולה מרכזית עם צמד מסכי מגע (עליון בגודל \"10 ותחתון \"5) - אבל תפעולם מסורבל ואיטי, הרזולוציה נמוכה מדי ובאופן תמוה, אין אפשרות צימוד ל-Apple CarPlay ו-Android Auto למרות שהיא קיימת בדגם זה בכל מקום אחר. המושבים אמנם טובים משמעותית ותנוחת הנהיגה מצוינת, אך חלון השמש ברכב המבחן אינו כולל וילון אטימה ולנהיגה בצהרי קיץ ישראלי מומלץ להצטייד בכובע מצחייה.      ליגואר בסיס גלגלים ארוך ב-6 ס\"מ (299 לעומת 293 ס\"מ), אבל המושב האחורי צפוף יותר, הגישה אליו פחות נוחה והנוסע במרכז יסבול מתעלת-אמצע גבוהה (באודי הרצפה שטוחה) למרות שהיא אינה נדרשת בהיעדר גל הינע או צינור מפלט. לכן, למרות בסיס גלגלים קצר יותר, המושב האחורי באודי עדיף משמעותית. בנוסף, תא המטען בגרמנית מציע נפח גדול ב-20% (600 ליטר לעומת 505) למרות שהוא מכיל גלגל חלופי שאין ביגואר כלל. גם תא האחסון הקדמי (מתחת \"מכסה המנוע\" ברכב רגיל) כפול בנפחו באודי - 60 ליטר לעומת 27 ליטר.   רשימת האבזור של שניהם כוללת בגרסאות הבסיס ריפודי עור, מושבים קדמיים מתכוונים חשמלית ומחוממים, מפתח חכם, דלת תא מטען חשמלית וחישוקי \"20 קלים. אבזור הבטיחות כולל בלימה אוטונומית, שמירה על נתיב (ביגואר תיקון סטייה מנתיב), בקרת שיוט אדפטיבית והתראת שטחים מתים וערנות נהג. האודי כולל בנוסף גם חלון שמש, תאורה מטריקס-לד ומיתלי אוויר מתכווננים - אבזרים שמוצעים ביגואר רק ברמת אבזור בכירה. רכבי המבחן בגרסאות הבכירות מוסיפים גם אוורור למושבים הקדמיים, מצלמות היקפיות ומערכות שמע משודרגות (B&O באודי, מרידיאן ביגואר) כשה-e-טרון משדרג גם לחישוקים גדולים יותר (\"21).      יחידות הנעה וביצועים שניהם מצוידים בצמד מנועים חשמליים (מעין הנעה כפולה), עם תפוקה משולבת דומה של 400 כ\"ס ו-71 קג\"מ ביגואר, 408 כ\"ס ו-68 קג\"מ באודי. אלא שלצד חסרון מה בכוח, היגואר נהנה מיתרון משקל משמעותי של כ-350 ק\"ג, כמשקל חמישה נוסעים מבוגרים. המשמעות היא שהוא מהיר יותר, בכל מצב. כמעט שניה פחות בנתון הזינוק הפחות משמעותי מעמידה ל-100 קמ\"ש, אך בעיקר בתאוצות ביניים חשובות למטרות עקיפה למשל, בהן הוא בונה במהירות פער משמעותי על ה-e-טרון.   מצברים בקיבולת דומה - 95 קוט\"ש באודי, 90 ביגואר - מאפשרים טווח נסיעה רשמי של 408 ו-470 ק\"מ בהתאמה (שוב, המשקל), אך קחו בחשבון כי אלו נתונים אופטימיים בהרבה מהמציאות וגם הפערים הרשמיים בין שני כלי הרכב, לא התבטאו במבחן. כך למשל, אחרי 250 ק\"מ של נסיעת המבחן בכבישים בינעירוניים לא תובעניים, נותרו באודי 81 ק\"מ, ביגואר 77 ק\"מ. זאת למרות שצריכת החשמל בבריטי הייתה נמוכה במעט (24.9 קוט\"ש ל-100 ק\"מ לעומת 26.3).       מה הסיבה לכך? ביגואר יש מערכת אגירת אנרגיה מסורבלת לתפעול, שניתנת להפעלה דרך אחד מתפריטי מסך המגע בשני מצבים קבועים מראש בלבד - נמוכה וכמעט בלתי מורגשת, או חזקה בעוצמה דומה לשימוש בבלמים. אודי בחרה בשיטה מקובלת יותר של מנופים - דומים לאלה המשמשים להעברת הילוכים ברכב אוטומטי - מאחורי ההגה לשליטה בשלוש רמות של עוצמת בלימה רגנטיבית, ועל כן הוא יעיל הרבה יותר מבחינה זו ומאפשר ניצול עדיף ויעיל בהרבה במהלך הנהיגה.   יתרון נוסף של אודי מתבטא באפשרות טעינה מהירה עד 150KW, לעומת עד 100KW ליגואר. בסיום המבחן, עם סוללה בכ-25% קיבולת, חיברנו את שניהם לעמדה טעינה מהירה של 50KW - גם כאן יש לאודי יתרון עם זמן טעינה של 110 דקות, 150 דקות ביגואר.      נוחות והתנהגות נוחות הנסיעה בשניהם טובה ביחס לרכב חשמלי, אבל לא יותר מסבירה ביחס לרכב רגיל. פועל יוצא של הקשחת מתלים נדרשת לתמיכה במשקל גבוה והרצון למנוע כמה שניתן תזוזת-מרכב שואבת אנרגיה. האודי המצויד במיתלי אוויר כציוד תקני מציע ספיגת שיבושים טובה יותר במהירות נמוכה בזמן שהיגואר המצויד אף הוא במיתלי אוויר (ברכב המבחן, הבסיסי מסתפק במיתלי פלדה פשוטים) נוקשה יותר, ופחות נעים לנסיעה עירונית. בידוד רעשי רוח ודרך לעומת זאת טוב יותר ביגואר, למרות שהוא מציע מראות קונבנציונליות.   ההבדלים המשמעותיים יותר מתבטאים ביכולת הדינמית. ה-e-טרון מבוסס על פלטפורמת MLB-Evo המשותפת לדגמים שונים של היצרנית (A4 ומעלה), עם שינויים והתאמות נדרשות. בנהיגה דינמית הוא מרגיש מגושם, עם זוויות גלגול מוחשיות והגה מעורפל. למרות טענת אודי לפיה המנוע האחורי חזק מהקדמי ומאפשר לכן התנהגות דומה למכונית הנעה אחורית, אותה הדגישה בסרטוני תדמית מרשימים (ובהשקה לתקשורת גם על משטחי עפר), על הכביש הנטייה הטבעית היא לתת-היגוי בולט.      מלבד יתרון משקל עצום, ה-I-פייס מבוסס על פלטפורמה ייחודית שתוכננה מראש לרכב חשמלי - עם מרכז כובד נמוך יותר - והוא יוצא נשכר מכך. היכולת הדינמית שלו גבוהה משמעותית, עם יציבות כיוונית מצוינת ונכונות להשתתף במשחקי נהיגה. הוא מגיב טוב בהרבה להגה - הטוב משמעותית בפעולתו - ומייצר אצל הנהג ביטחון גם בנהיגה ספורטיבית, וחסרת מודעות סביבתית כמובן. נקודת ביקורת לבלמים במכונית המבחן, שכן אלה הרגישו נטולי דיוק ותחושה.   סיכום החשמליות של אודי ויגואר אינן סנוניות חשמליות בשוק הרכב אמנם, אך הן בפירוש ראשונות לצאת מעולם הנוחות-חיסכון-יעילות שהכרנו עד עתה בתחום זה, לכיוון חווית נסיעה מהירה ובעיקר יוקרתית. ושניהם אכן מציעים אותה, כל אחד בדרכו.   היגואר מרשים יותר ללא ספק מבחינת מראה וביצועים, אבל לצד ניצול טוב יותר של הפוטנציאל הדינמי הטמון בחשמל הוא סובל מתא נוסעים צפוף, תפעול מסורבל, מרגיש פחות איכותי ובעל אבזור נחות. הוא גם מתקשה להצדיק את תג המחיר הגבוה יותר שהוצמד לו, בשונה מאירופה שם הוא זול יותר.      אם אתם מחפשים מכונית שתיראה \"חשמלית\", האודי אינו בשבילכם. הוא נראה ונוסע \"רגיל\" - כמו אודי. כך שמחד הוא פחות יוצא דופן וביצועיסט, ומאידך הוא (כמעט) נטול מוזרויות וכשלים. תא הנוסעים שלו שימושי ומאובזר, נוחות נסיעה טובה ותג המחיר שלו אטרקטיבי בהשוואה. לא מפתיע לכן שאודי מסרה עד עתה בישראל כ-300 יחידות ממנו, לעומת כ-50 יגוארים. ואחרי המבחן הזה, ברור לנו מדוע.", "title": "אודי e-טרון מול יגואר I-פייס - מבחן בחשמל", "url": "https://www.ynet.co.il/articles/0,7340,L-5595692,00.html", "type": "article", "site_name": "ynet", "published_time": "06:53 , 29.09.19", "category": "", "subtitle": ""}