{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5687008,00.html"}, "headline": "כך אתם הורסים את הטקסטיל ואת מכונת הכביסה ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/01/9818621/shutterstock_152431958.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/01/9818628/3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/01/9818620/shutterstock_140458882.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/01/9818623/shutterstock_596042681.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/01/9818626/wirelpul.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/01/9818622/shutterstock_259943081.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/01/9818627/2.jpg"], "datePublished": "2020-03-02T09:47:51z", "dateModified": "2020-03-03T13:29:20z", "author": {"@type": "Person", "name": "מורן רגב "}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לא יודעים לכבס? אז תלמדו. הנזק שנגרם הוא לא רק לטקסטיל שלכם, אלא גם למכונת הכביסה. מה חשוב לדעת? אתר \"המקצוענים\" עם המדריך", "wordCount": "1540", "commentCount": "43", "genre": "6.Economy-10978.pro Baaley Mikzoa-11087.home Electrical appliances", "keywords": "מדריכי המקצוענים,כביסה", "articleBody": "משאירים את המגבות לחות בסל הכביסה, ממלאים את התאים בכמות גדולה מדי של חומרי ניקוי ולעולם לא מנקים את הפילטר? אלו רק מהטעויות שהורסות לכם את המצעים, את המגבות ואת מכונת הכביסה עצמה. בכתבה הבאה, נרחיב על בגדים מסוגי בדים שונים, ועל טעויות בתחזוקת מייבש הכביסה. עד אז, יש לכם זמן להתאמן על שימוש ותחזוקה נכונים שמפורטים בכתבה זו.     כך אתם הורסים את המצעים שלכם מכבסים אותם בחום גבוה: \"ההמלצה של רוב חברות היצרן היא לכבס מצעים בחום נמוך של 30-40 מעלות, ולא מעבר לכך\", אומר אננדה לב, בעלי חברת הטקסטיל סוהם. \"כביסה בחום גבוה מדי, עלולה לגרום לנזקים מיותרים למצעים שלכם. ניתן להגיע למצב של מצעים נקיים וריחניים, גם בטמפרטורה נמוכה יותר. אם במקרה המצעים הוכתמו, עדיף לטפל בכתמים נקודתית עם מסיר כתמים אקולוגי, ולא בעזרת חימום יתר\".    משתמשים במרכך כביסה: \"מרככי כביסה עלולים להזיק למצעים, הן על ידי פגיעה בגימורי הטקסטיל, והן על ידי ציפוי סיבי הכותנה, מה שיגרום להם להיות קשיחים יותר, במשך הזמן\", אומר לב.    לדבריו, \"על מנת לשמור על הברק של המצעים ועל לובנם (במקרה שהם בצבע לבן), מומלץ להחליף את השימוש במרכך כביסה בחצי כוס סודה לשתייה. את הסודה לשתייה יש להכניס למיכל המיועד למילוי מרכך כביסה. הסודה לשתייה מאפשרת לשמור על המצעים רכים ובוהקים, מבלי לפגוע בסיבי הכותנה\".     לא מפרידים מכביסה אחרת: \"מומלץ תמיד לכבס מצעים בנפרד מכביסה מסוג אחר (בגדים, מגבות וכו')\", ממליץ לב. \"ראשית, זה יאפשר לכם להימנע מהפעלת המכונה על תוכנית בטמפרטורה גבוהה מדי. שנית, זה ישמור על המצעים מפני זליגת צבע של ביגוד שנתפר מבדים באיכות ירודה (שלא עברו רסטורציה, ומוציאים כמויות גדולות של צבע)\".    אם אינכם בטוחים אם ניתן לערבב גוונים בהירים עם כהים, קראו את הוראות היצרן. לב: \"אם ישנה אזהרה מפני ערבוב צבעים, הקפידו לכבס אותם בנפרד, לפחות בכביסות הראשונות\".    מעמיסים יותר מדי מצעים במכונה: \"מכונה עמוסה מדי מכבסת בצורה פחות יעילה, וגם מגבירה מאוד את היווצרות הקמטים במצעים\", אומר לב. \"הדבר נכון במיוחד לגבי כמות גדולה מדי של בגדים במייבש הכביסה. חשוב גם לא לדחוס את המצעים לכדור אחד מגולגל, אלא לפרוס ולנער אותם לפני שמכניסים אותם למכונה\".    מכוונים לסחיטה חזקה מדי: \"אחת הפעולות המזיקות והמיותרות היא הגזמה בסחיטה, אשר מגדילה מאוד את הבלאי של המצעים\", אומר לב. \"במצעים מאיכות ירודה, סחיטה חזקה יכולה לזרז את תהליכי התכדררות הסיבים, ואם הכותנה מחוזקת בסיבי פוליאסטר - סחיטה חזקה גם משחררת למחזור המים יותר סיבי פלסטיק מזיקים. מצעים מבד איכותי, אולי לא יפגעו משמעותית מסחיטה חזקה, אך ייצאו הרבה יותר מקומטים\".    מכוונים לייבוש מוגזם: \"ייבוש מוחלט של המצעים מקשה את סיבי הבד ומקמט אותם. מומלץ לייבש בחום נמוך או בינוני, ורק עד שהמצעים לחים קלות, ואת שאר הייבוש להמשיך על חבל הכביסה\", מציע לב.    \"אם כבר סחטתם, ייבשתם והשארתם את המצעים בתחתית המייבש למשך שעות, ישנו טריק ליישור קמטים מהיר – התיזו מים מבקבוק שפריצר על המצעים, עד שהם יהפכו ללחים מעט, כפי שהם אמורים היו לצאת מהמייבש. לאחר מכן, מתחו אותם קלות מהצדדים והחליקו עם היד\".    לדברי לב, \"הקמטים ייעלמו מול עיניכם, בצורה מפתיעה. אם הם מריחים מעט, בשל העובדה שנשארו זמן רב במייבש, תוכלו לבשם אותם עם בישום המיועד לטקסטיל\".     כך אתם הורסים את המגבות משאירים אותה בסל הכביסה כשהיא לחה? תתקשו להיפטר מהעובש: \"ניתן בפירוש להרוס מגבות כותנה, רק על-ידי כך שמכניסים אותן לסל הכביסה כשהן רטובות\", מדגיש לב. \"ברגע שלא מקפידים לאוורר ולייבש אותן לאחר השימוש, הן מפתחות עובש, ומדיפות ריח בלתי נסבל. הטעות הזו קריטית בייחוד עבור מגבות עבות, אשר נוטות לספוח יותר לחות, וגישות יותר להיווצרות טחב שתתקשו להיפטר ממנו. פעמים רבות, כביסה רגילה לא תעזור, והריח יחזור להיות מורגש גם לאחר הכביסה, במצב שבו גם מרכך כביסה לא ינטרל אותו\".    \"ישנו פתרון שעובד פעמים רבות, והוא להכניס את המגבות לכביסה, ולמלא במיכל המיועד לאבקת הכביסה כוס של חומץ 5% ביתי\", ממליץ לב. \"לאחר מחזור הכביסה הראשון, כבסו את הבגדים שנית, רק שהפעם שפכו במיכל של מרכך הכביסה חצי כוס סודה לשתייה. המגבות אמורות לצאת רכות וריחניות\".    כך אתם הורסים את מכונת הכביסה הנזק שנגרם כתוצאה משימוש לא נכון, הורס לא רק את הבגדים, המגבות, המצעים וכל פרטי הטקסטיל שלכם. הנזק נגרם גם למכונת הכביסה. הנה כמה מהטעויות הנפוצות, שאם אתם רגילים לעשות אותם, הגיע הזמן להפסיק.     שאריות חומרי ניקוי מתפתחות לכדי עובש ומסריחות את הבגדים   תוהים מדוע הבגדים יוצאים מסריחים ממכונת הכביסה, גם לאחר תוכנית ניקוי של שעה וחצי? ובכן, סביר להניח שכתוצאה משימוש לא נכון במכונה.    \"אם שמים כמות גדולה מדי של אבקת כביסה ומרכך כביסה, החומר המיותר שוקע בין תוף המכונה לבין הדוד – המיכל שאוגר את המים החמים במכונת הכביסה\", מסביר אליה אומנסקי, מנהל מוצר במיני-ליין, יבואנית אלקטרולוקס ו-AEG. \"כתוצאה מכך, מתחיל להתפתח עובש במשך הזמן. חומרי הניקוי שמתקשים, מקבלים גוון שחור, ואז ברגע שהתוף מתחיל להסתובב, מים עם חתיכות העובש נכנסות בחזרה לתוך התוף (דרך החורים שלו) ומלכלכות את הבגדים. בסיום ההפעלה, הבגדים יוצאים יותר מלוכלכים מאשר הכנסנו אותם, עם כתמים שחורים ועם ריח עובש מאוד לא נעים. זה קורה לרוב לאחר שנה-שנתיים של שימוש לא נכון במכונה\".    יותר מדי חומרי ניקוי? עובש בתוך המכונה \"דבר נוסף שקורה כששמים בקביעות כמות גדולה מדי של חומרי ניקוי, היא ששאריות של חומרי הניקוי מצטברות גם על הגומי שבפתח דלת המכונה ועל הלאגרים.    \"הצטברות חומרי הניקוי על הגומי שבפתח המכונה, גורמת לריח רע של הבגדים\", מסביר אומנסקי. \"הצטברות חומרי הניקוי על הלאגרים גורמת לשחיקתם. זאת, משום שבמשך הזמן הם גורמים לקורוזיה, וזה אוכל את כל רכיבי המתכת הפנימיים של המכונה. במצב כזה, יהיה צורך להחליף את כל הדוד, ומכיוון שזהו תיקון יקר יחסית (כ-70 אחוז מעלות של מכונת כביסה חדשה), הוא הופך ללא משתלם\".     לא מנקים את המכונה עצמה? טעות לא רק את מדיח הכלים צריך לנקות, אלא גם את המכונה עצמה. זאת, משום שגם בתוך המכונה ישנה נטייה להצטברות של אבק, לכלוך ושומנים.    מה עושים? \"אחת לחודשיים כדאי להפעיל את המכונה כשהיא ריקה מבגדים, ולשפוך אל תוך תוף המכונה ובתא של חומרי הניקוי מעט חומץ 5 אחוז (לשימוש ביתי), או מעט מלח לימון\", ממליץ שלומי סיאני, מנהל מכירות באלקטרה סחר. \"יש לכוון את המכונה על תוכנית של 60 מעלות כותנה, ולהפעיל אותה כשהיא ריקה. זה מנקה היטב את הצנרת, ומאוד מומלץ כתחזוקה שמונעת תקלות.     כמה הפעלות רצופות באותו היום? נזק למנוע \"צרכנים רבים מקדישים יום אחד לכביסות, לרוב בסוף השבוע, ומפעילים את המכונה ברציפות מספר פעמים\", מסביר אומנסקי. \"זו בהחלט טעות, משום שאם לא מאפשרים למנוע להתקרר, המנוע והלאגרים מתחממים ונשחקים. במכונת כביסה עם מנוע אינוורטר, עם נפח תוף גדול יחסית, ניתן להקטין את כמות ההפעלות. וכך, להרוויח כמות גדולה יותר של בגדים נקיים בהפעלה אחת. במנוע אינוורטר, ניתן גם להסתפק בהמתנה של כשעה בין הפעלה להפעלה. ואולם, במכונה עם מנוע רגיל, מוטב להסתפק בהפעלה אחת ביום, או לכל הפחות להמתין מספר שעות בין הפעלה להפעלה, אם אין ברירה\".   מעמיסים כביסה מעבר למשקל המותר? כל רכיבי המכונה נשחקים \"אם אתם מאלה שדוחסים את הכביסה לתוך המכונה עם הרגל, כדי להצליח להכניס כמה שיותר בגדים, אתם בפירוש הורסים את המכונה\", מסביר אומנסקי. \"אם אתם לא יודעים להעריך מהו משקל הבגדים שלכם, תוכלו לרכוש משקל ידני ב-30 שקל, בחנויות 'עשה זאת בעצמך', לעטוף את הכביסה בסדין ולשקול אותה, עד שמתחילים לקבל אומדן של המשקל\".    \"לכל מכונה יש משקל מקסימלי, המתייחס להפעלה בתוכנית המלאה של המכונה\", מסבירים במוקד השירות של אתר \"המקצוענים\", \"כלומר, ישנן תוכניות עדינות יותר, שבהן המשקל המקסימלי המומלץ הוא מחצית מהנפח המותר. התעלמות מהמשקל המותר, גורמת לתקלות רבות למכונת הכביסה, אשר התיקון של חלקן גבוה מאוד, ולעתים כלל לא משתלם ומאלץ אתכם להחליף מכונה\".    אומנסקי: \"כלומר, אם המכונה מתאימה למשקל מקסימלי של 7 קילו בכביסה רגילה, כשמכבסים בגדים סינתטיים, יש להכניס לא יותר מ-3 וחצי קילו לתוכה. בתוכנית לצמר, למשל, המקסימום הוא של קילו וחצי. זאת, משום שהוא סופג כמויות אדירות של מים, ומעמיס משקל על המכונה במהלך ההפעלה\".    לדבריו, \"אם תחרגו מהמשקל המותר פעם-פעמיים, לא יקרה כלום. אבל אם תעשו זאת בקביעות, הרי שתגרמו לנזק למכונה. כל התהליכים בה יתבצעו בצורה לא טובה, וייגרם נזק גם למשאבת המים. זה משבש את כל תהליך הכביסה והסחיטה, לא מאפשר שטיפה יסודית של חומרי הניקוי, וגורם לעומס על רצועות התוף\".    עוד כתבות בנושא: גוף החימום במכונת הכביסה מקולקל? כך תתנהלו  איטום מכונת כביסה  מייבש כביסה: מדריך לשימוש חכם     שוכחים לנקות את הפילטר? נזק למשאבת המים או הצפה בבית  \"את הפילטרים יש לזכור לנקות אחת לחודשיים, כדי למנוע אחד משני המצבים: תקלה במשאבת המים, או מצב של הצפת מים בבית\", מסביר אומנסקי. \"זה קורה כשהמכונה מתמלאת, ואין לה לאן לנקז את המים, אם הפילטר מלא\".    כיצד ובאיזו תדירות מומלץ לנקות את הפילטר?  \"בחלקה הימני התחתון של חזית המכונה יש חלונית קטנה\", מסביר סיאני. \"שם, מתנקז כל הלכלוך, וזה מייצר נזילות מים. מרבית הצרכנים, דואגים לנקות את הפילטר רק לאחר שהם מגלים שלולית מים בתחתית המכונה. רבים, קוראים לטכנאי, במקום לנקות את הפילטר. זו קריאת שירות מיותרת, וההמלצה היא לדאוג לניקוי הפילטר על בסיס קבוע, ולא לאחר שכבר יש נזילות מים. מומלץ להניח מתחת למכונה סמרטוט רצפה, ורק אז לפתוח את חלונית הפילטר. לרוב, תצא תכולה של כ-2 כוסות מים עם מוך ואבק\".    כמה יעלה תיקון של מכונת כביסה ובאיזה מקרים התיקון לא ישתלם?  \"מרבית התיקונים הקטנים יעלו לכם סביב 350-450 שקל עבור כל תיקון\", אומרים במוקד השירות של אתר \"המקצוענים\". \"לדוגמה: החלפת גוף חימום, החלפת מנוע והחלפת בולמי זעזועים. ואולם, ישנם תיקונים יקרים יותר, שהופכים ללא משתלמים כשמדובר בתיקון של יותר מרכיב אחד, או כשהעלות הכוללת של התיקונים מגיעה לכדי יותר ממחצית מכונה חדשה. תיקונים יקרים יותר הם החלפת מנוע והחלפת כרטיס פיקוד אלקטרוני. למחירון התיקונים המלא, לחצו כאן\".    צריכים טכנאי מכונות כביסה? לחצו כאן   ynet הוא שותף באתר \"המקצוענים\"", "title": "כך אתם הורסים את הטקסטיל ואת מכונת הכביסה", "url": "https://www.ynet.co.il/articles/0,7340,L-5687008,00.html", "type": "article", "site_name": "ynet", "published_time": "11:29 , 03.03.20", "category": "", "subtitle": ""}