{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5654824,00.html"}, "headline": "גלובוס הזהב 2020: \"1917\" ו\"היו זמנים בהוליווד\" הם הזוכים הגדולים ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/06/9702454/9702453299486640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/06/9702398/97023970991351640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/06/9702577/97025724981045640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/06/9702455/9702452598742640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/06/9702395/9702394096687640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/06/9702396/9702393099542640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/06/9702482/97024810991047640360no.jpg"], "datePublished": "2020-01-06T08:15:47z", "dateModified": "2020-01-06T13:34:49z", "author": {"@type": "Person", "name": "אינה טוקר"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "\"1917\" של סם מנדס זכה בפרס סרט הדרמה הטוב ביותר בגלובוס הזהב בעוד ש\"היו זמנים בהוליווד\" של קוונטין טרנטינו זכה בקומדיה/מיוזיקל. בתחום הסדרות בלטו \"יורשים\" ו\"פליבג\". עוד בלילה הנוצץ: טרנטינו הודה לדניאלה פיק והשחיל מילה בעברית, אוליבה קולמן עלתה שוב שיכורה לבמה וריקי ג'רוויס עם נאום פתיחה עוקצני במיוחד", "wordCount": "721", "commentCount": "69", "genre": "538.Entertaiment-540.MoviesHP-634.Moviesnews", "keywords": "קולנוע,הוליווד", "articleBody": "  מתוך טקס פרסי גלובוס הזהב באדיבות yes ו- STINGTV   עונת הפרסים בשיאה: טקס גלובוס הזהב ה-77 במספרו התקיים הלילה (ב') בלוס אנג'לס וחגג עשייה קולנועית וטלוויזיונית. את שני הפרסים הגדולים חילק תא הכתבים הזרים בהוליווד ל-\"1917\" בקטגוריית סרט הדרמה הטוב ביותר, ול\"היו זמנים בהוליווד\" בקטגוריית הסרט הקומי/מיוזיקל הטוב ביותר. בתחום הסדרות בלטו \"יורשים\", \"פליבג\" ו\"צ'רנוביל\". המפסידה הגדולה היא נטפליקס, שמלבד קטגוריות המשחק, לא זכתה בפרס מרכזי - לא בתחום הטלוויזיה ולא בתחום הקולנוע.     כמעט בכל שנה ניתן להבחין בנושא שמעסיק את התעשייה וחוזר על עצמו בנאומי התודה השונים. השנה ניכר שהוליווד חרטה על דגלה את ההתחממות הגלובלית והשריפות הענקיות באוסטרליה שיוצאות מכלל שליטה. ראסל קרואו אפילו לא הגיע לטקס לקבל את פרס השחקן במיני סדרה כי נסע לאוסטרליה לדאוג לביתו.     ריקי ג'רוויס הנחה את הטקס בפעם החמישית, וגם הפעם סיפק נאום פתיחה עוקצני ואמיץ למדי שגרם לחלק מהנוכחים באולם להתכווץ בכיסא. באחת הבדיחות הצביע על ניצול עובדים במדינות העולם השלישי בחברות כמו אמזון ואפל, בעוד טים קוק מנכ\"ל אפל יושב באולם, ואמר שאם דאעש יפתחו שירות סטרימינג כל השחקנים יתקשרו לסוכנים שלהם ויבקשו להצטרף. עוד אמר ששחקנים לא יודעים כלום ולרובם יש פחות שעות לימוד מגרטה טונברג, ולכן אסור להם להגיד שום דבר פוליטי או חשוב על העולם בזמן נאומי התודה שלהם. עקיצה מוצלחת נוספת כוונה ללאונרדו דיקפריו ולנשים הצעירות איתן הוא יוצא: \"עד שהוא מסיים את 'היו זמנים בהוליווד' הדייט שלו מבוגרת מדי בשבילו\".   ובחזרה לפרסים, תחילה בתחום הקולנוע. \"היו זמנים בהוליווד\" זכה בשלושה פרסים סך הכל. מלבד הסרט הקומי/מיוזיקל הטוב ביותר, קוונטין טרנטינו זכה גם בפרס התסריט. אחרי שהודה לשחקנים ולעצמו (\"כתבתי לבד את התסריט\"), הוא לא שכח את אשתו דניאלה פיק שנשארה בתל אביב. \"אני רוצה להודות לאשתי שצופה בנו עכשיו בתל אביב והיא בהיריון עם הילד הראשון שלי. תודה גברת, אני אוהב אותך\". את \"תודה גברת\" אמר בעברית. בראד פיט זכה בפרס שחקן המשנה והוא מסתמן כמועמד מוביל לזכות גם באוסקר השנה.      חואקין פיניקס זכה בפרס השחקן על תפקידו המאתגר כ\"ג'וקר\" בסרטו של טוד פילפס. בנאומו הוא התייחס לשריפות באוסטרליה אבל במקום רק להביע סימפטיה, הוא דיבר על השינוי שהיושבים באולם יכולים לעשות, כמו למשל לטוס פחות במטוסים פרטיים. בפרס השחקנית זכתה רנה זלווגר על \"ג'ודי - מעבר לקשת\", בו היא מגלמת את השחקנית והזמרת ג'ודי גרלנד. גם היא נחשבת למועמדת מובילה לזכות באוסקר השנה בקטגורית השחקנית הראשית.     טרון אגרטון, שגילם את אלטון ג'ון בסרט \"רוקטמן\", זכה בפרס השחקן בקומדיה/מיוזקל. בקטגוריה המקבילה זכתה אקוופינה על תפקידה ב\"פרידה\" של לילי וונג. מלבד פרס סרט הדרמה הטוב ביותר, סם מנדס גם זכה בפרס הבימוי.    \"פרזיטים\" הדרום קוריאני זכה בפרס הסרט הזר הטוב ביותר. בונג ג'ון הו קיבל את הפרס בעזרת מתורגמנית, ועודד את הקהל האמריקני להתגבר על החשש מכתוביות ולצפות ביותר סרטים זרים. בפרס האנימציה נרשמה הפתעה כאשר \"מיסטר לינק\" מאולפני לייקה גבר על סרטים גדולים כמו \"צעצוע של סיפור 4\", \"לשבור את הקרח 2\" ו\"מלך האריות\".          בתחום הטלוויזיה בלטה הסדרה \"יורשים\" מבית HBO. הסדרה המדוברת והמוערכת זכתה בפרס סדרת הדרמה הטובה ביותר וגם בפרס השחקן המצטיין שהלך לבריאן קוקס. פיבי וולר ברידג' שיחזרה את ההישג שלה מטקס פרסי האמי האחרון וחזרה הביתה עם שני פסלונים לאוסף: פרס הסדרה הקומית הטובה ביותר ל\"פליבג\" ופרס השחקנית. בפרס מיני הסדרה הטובה ביותר זכתה \"צ'רנוביל\".   אוליבה קולמן זכתה בפרס השחקנית הטובה ביותר על תפקידה ב\"הכתר\". כמו באוסקר אשתקד, אז זכתה בפרס השחקנית הראשית ותיזכר בנאום תודה שיכור למדי, גם הפעם היא עלתה נרגשת לבמה והודתה שהיא מעט מסובבת מאלכוהול.   כמו בכל שנה הטקס העניק פרסי מפעל חיים. טום הנקס זכה בפרס על שם ססיל ב.דה מיל ואלן דג'נרס זכתה בפרס המקביל בתחום בטלוויזיה על שם הקומיקאית קרול ברנט.      רשימת הזוכים המלאה: סרט הדרמה  \"1917\"   הקומדיה/מיוזקל  \"היו זמנים בהוליווד\"   בימוי סם מנדס,\"1917\"   תסריט קוונטין טרנטינו, \"היו זמנים בהוליווד\"    שחקן בסרט דרמה חואקין פינקס, \"ג'וקר\"   שחקנית בסרט דרמה רנה זלווגר, \"ג'ודי - מעבר לקשת\"   שחקן בקומדיה/מיוזיקל טרון אגרטון, \"רוקטמן\"    שחקנית בקומדיה/מיוזיקל  אקוופינה, \"הפרידה\"   שחקן משנה בראד פיט, \"היו זמנים בהוליווד\"   שחקנית משנה לורה דרן, \"סיפור נישואים\"   הסרט הזר \"פרזיטים\"   סרט אנימציה  \"מיסטר לינק\"   השיר המקורי  “רוקטמן”,I’m Gonna Love Me Again   פסקול מקורי הילדור גואנטדור, \"ג'וקר\"   טלוויזיה סדרת דרמה \"יורשים\"    סדרה קומית/מיוזיקל  \"פליבג\"   שחקן בסדרת דרמה  בריאן קוקס, \"יורשים\"    שחקנית בסדרת דרמה  אוליביה קולמן, \"הכתר\"   שחקן בסדרת קומדיה/מיוזיקל  רמי יוסף, Ramy   השחקנית בסדרה קומית/מיוזיקל פיבי וולר ברידג', \"פליבג\"   שחקן במיני-סדרה/סרט טלוויזיה ראסל קרואו, \"בקול רם\"   שחקנית במיני סדרה/סרט טלוויזיה  מישל וויליאמס, \"פוסי/ורדון\"   שחקן משנה סטלן סקארסגארד, \"צ'רנוביל\"   שחקנית משנה פטרישיה ארקט, \"האקט\"   טקס גלובוס הזהב הערוך ומתורגם ישודר ב19:50 בyes EDGE וזמין לצפיה בyes VOD וב- STINGTV  ", "title": "גלובוס הזהב 2020: \"1917\" ו\"היו זמנים בהוליווד\" הם הזוכים הגדולים", "url": "https://www.ynet.co.il/articles/0,7340,L-5654824,00.html", "type": "article", "site_name": "ynet", "published_time": "06:15 , 06.01.20", "category": "", "subtitle": ""}