{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4778405,00.html"}, "headline": "פוטין הודיע במפתיע: מתחילים לסגת מסוריה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/14/6877713/68777110100587640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/10/11/6551907/65519021896778640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/14/6877731/68777240991699640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/14/6877729/68777230812089640360no.jpg"], "datePublished": "2016-03-14T21:43:28z", "dateModified": "2016-03-15T00:34:20z", "author": {"@type": "Person", "name": "רועי קייס והסוכנויות"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "חצי שנה אחרי ששלח את צבאו להציל את אסד וסייע לו לרשום הישגים גדולים מול המורדים ולבצר את כוחו, הודיע הערב נשיא רוסיה במפתיע: \"השגנו את רוב יעדינו, נתחיל להסיג ממחר את רוב כוחותינו\". פוטין התקשר הערב לאסד ועדכן אותו במהלך, נשיא סוריה: \"הוא הבטיח להמשיך לעזור\"", "wordCount": "461", "commentCount": "83", "genre": "2.News-192.the world", "keywords": "רוסיה,סוריה,ולדימיר פוטין", "articleBody": "    נשיא רוסיה, ולדימיר פוטין, הודיע הערב (יום ב') במפתיע כי הורה לצבאו להתחיל להסיג את רוב כוחותיו מסוריה. פוטין הסביר את המהלך בכך שהמבצע הצבאי של רוסיה בסוריה השיג את רוב מטרותיו.   בפגישה בקרמלין עם שרי החוץ וההגנה של רוסיה אמר פוטין כי הנסיגה צריכה להתחיל כבר מחר, יום שלישי. דובר הקרמלין, דמיטרי פסקוב, הודיע כי פוטין התקשר לנשיא סוריה בשאר אסד והודיע לו על כך, ולשכת אסד מסרה מצדה כי שני המנהיגים סיכמו על הפחתת מספרם של אנשי חיל האוויר הרוסי בסוריה וכי מוסקבה הבטיחה להמשיך לסייע למשטר אסד ב\"מלחמתו בטרור\".  הודעת רוסיה באה ביום שבו התחדשו שיחות השלום בין משטר אסד לאופוזיציה הסורית בז'נבה. פוטין טען הערב כי יעילות המבצע של ארצו בסוריה היא שיצרה את התנאים לחידוש תהליך השלום, והורה לאנשיו \"להגביר\" את המאמצים שמשקיעה מוסקבה בתהליך השלום הפנים-סורי. \"אני מאמין שרוב מטרותינו הושגו\", אמר פוטין. \"בעזרת צבא רוסיה הצליחו צבא סוריה והכוחות הפטריוטיים של סוריה להשיג מפנה משמעותי במלחמה נגד הטרור הבינלאומי\".   למרות הודעת פוטין על נסיגה, הוא אותת שמוסקבה מתכוונת להמשיך לשמור על נוכחות צבאית בסוריה: הוא לא הציג דד ליין לסיום הנסיגה, וציין כי כוחות רוסיים יישארו בנמל טרטוס ובבסיס חיל האוויר הרוסי במחוז לטקייה.  ההודעה הרוסית באה גם בשעה שבסוריה מתקיימת מעין הפסקת אש: מדובר בשביתת נשק שהוסכמה בין אסד למורדים ה\"מתונים\" נגד משטרו - אלה שאינם נמנים עם ארגוני ג'יהאד כמו דאעש וג'בהת א-נוסרה של אל-קאעידה. הפסקת האש חלה רק לגבי אסד והמורדים המתונים, ושני הצדדים האלה ממשיכים במקביל להילחם בארגוני הג'יהאד בחלקים אחרים של המדינה. לפי דיווחים מדי פעם מתפתחים אמנם קרבות בין אנשי אסד למורדים המתונים, אבל היקפם קטן הרבה יותר - בשיעור של כ-90%-80% - מכפי שהיה עד לתחילת הפסקת האש.   המושיע של אסד רוסיה, בת ברית מסורתית של סוריה, שלחה את כוחותיה להתערב במלחמה בסוריה בסוף ספטמבר האחרון, אחרי ארבע שנים וחצי של מלחמת אזרחים שם. במהלך מלחמת האזרחים נחל אסד הפסדים קשים וברגעים רבים נדמה היה שמשטרו עומד לקרוס לחלוטין, אבל בעזרת איראן וחיזבאללה הוא הצליח להמשיך לעמוד על הרגליים.   לאורך כל מלחמת האזרחים זכה משטר אסד לגיבוי משמעותי מרוסיה במועצת הביטחון, וזו מנעה שליחת כוחות צבאיים  בינלאומיים להתערבות במלחמה, כוחות שיכולים היו להכניע סופית את אסד. בספטמבר אישרו הממשלה והפרלמנט במוסקבה שליחת כוחות רוסיים לסוריה כדי לסייע לאסד להכניע את יריביו, ובזכות מבצע הפצצות נרחב של הכוחות הרוסיים השתלט אסד מחדש על שטחים רבים וביצר את מעמדו.     מנגד גבתה ההתערבות בסוריה גם מחיר מרוסיה: מוסקבה מצאה עצמה נלחמת מול דאעש וארגוני ג'יהאד אחרים, ובמה שהוצג  על-ידי דאעש כתגובה על מעשי רוסיה - הפיל הארגון מטוס נוסעים רוסי בדרך מסיני לרוסיה, וכל נוסעיו נהרגו. בנוסף התגלע משבר דיפלומטי חריף בין רוסיה לבין טורקיה, אחרי שטורקיה הפילה מטוס קרב רוסי ואחד מאנשי הצוות שהיו בו נהרג. אנקרה הסבירה אז שהמטוס חדר למרחב האווירי שלה, כפי שעשתה לטענתה רוסיה לא פעם מאז שנכנסה למלחמה בסוריה.", "title": "פוטין הודיע במפתיע: מתחילים לסגת מסוריה", "url": "https://www.ynet.co.il/articles/0,7340,L-4778405,00.html", "type": "article", "site_name": "ynet", "published_time": "19:43 , 14.03.16", "category": "", "subtitle": ""}