{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5704167,00.html"}, "headline": "בצל הקורונה: טראמפ מתחזק בסקרים. למה?", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/30/9878634/98786311098098640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/28/9874400/987439501001196640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/30/9878623/98786160100186640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/28/9874489/987448801001296640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/28/9874481/9874480099488640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/30/9878626/98786170991195640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/25/9870342/9870324099185640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/24/9867068/98670660100084640360no.jpg"], "datePublished": "2020-03-30T18:09:51z", "dateModified": "2020-07-22T16:19:56z", "author": {"@type": "Person", "name": "יפתח דיין"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "נשיא ארה\"ב השתהה בנקיטת צעדים נגד הנגיף והואשם שזלזל, אבל שיעור התמיכה בו רק גדל. האם זו אשליית \"ההתכנסות סביב הדגל\"?", "wordCount": "1218", "commentCount": "80", "genre": "2.News-192.the world", "keywords": "יפתח דיין - פילים וחמורים,ארה\"ב בוחרת 2020,דונלד טראמפ,ארה\"ב,פרשנויות וטורים בעולם,קורונה", "articleBody": "בעוד נגיף הקורונה מתפשט בארה\"ב והתחזיות המדאיגות צופות מיתון עמוק, יש נתון אחד שהנשיא טראמפ יכול לשאוב ממנו עידוד – אחוזי התמיכה בו, שמטפסים בשבועות האחרונים. כשמכון סקרים אחד דיווח על שיפור במעמדו של טראמפ אפשר עוד היה לפטור זאת בטענה שיש צורך בנתונים נוספים. כשכמה מכוני סקרים דיווחו על התחזקותו של הנשיא, ניתן היה לומר שיש לבחון זאת לאורך זמן. אבל עכשיו, חודש אחרי שמשבר הקורונה פרץ בארה\"ב במלואו עוזו, כבר מותר להגיד בביטחון: ההתחזקות של טראמפ בציבור היא חד-משמעית.   הבחירות לנשיאות 2020 – עוד פרשנויות: הקורונה נכנסת בין טראמפ לשמרנים  הנגיף ירדוף את הנשיא עד לבחירות  ביידן כתב מחדש את היסטוריית הפריימריז    בכמה אחוזים גָדלה התמיכה בטראמפ? כשמשקללים את הסקרים השונים אפשר להעריך בזהירות שמדובר בעלייה של שלושה אחוזים לפחות, ושכעת טראמפ זוכה לכ-47-46 אחוזי תמיכה בציבור.   עבור מי שעוקב באדיקות אחר הפוליטיקה האמריקנית עשויה העלייה הזו להיראות מפתיעה. הגם שטראמפ אינו אשם בהתפרצות הנגיף, תגובת הממשל עד כה הייתה איטית ומסורבלת, והוא ספג עליה ביקורת נרחבת. טראמפ עצמו המעיט פעם אחר פעם בסיכון הנשקף מהמגפה ובסיכוייה להתפשט ברחבי ארה\"ב, ואף האשים את יריביו בניסיון לנפח את חומרת המצב כדי לפגוע בכלכלה. הנשיא אמנם השהה את כניסת האזרחים הזרים מסין ב-31 בינואר, אך שורת מחדלים שנרשמו לפני המהלך הזה ולאחריו תרמו לכך שבמבחן התוצאה המגפה לא נבלמה.   יחד עם זאת, חוקרים רבים בתחום מדע המדינה טוענים שהעלייה בשיעור התמיכה בטראמפ לנוכח המשבר הנוכחי היא דבר צפוי ואפילו מתבקש. תופעה זו מכונה \"ההתכנסות סביב הדגל\" (Rally Around the Flag), ובמסגרתה נוטים מנהיגים לחוות עלייה בפופולריות שלהם בעת משבר או מלחמה. הציבור, שמרגיש חסר אונים מול המשבר, נוטה בזמנים כאלה לשאת עיניו אל ההנהגה. הביקורתיות, המאפיינת בימי שגרה משטרים דמוקרטיים, נוטה בתקופות מסוג זה לִפְחות, והגיבוי למדיניות שנוקט המשטר בתגובה למשבר נוטה להיות גדול.   להסבר זה יש לצרף גם את העובדה שהאזרח הממוצע אינו עוקב אחר המערכת הפוליטית באדיקות. התובנה שהמשבר הנוכחי צפוי לזעזע את אמות הספים של כל משק בית בארה\"ב חלחלה לרוב הציבור באיטיות והגיעה רק במהלך חודש מרץ. כשהאמריקנים הבינו סוף סוף את חומרת המצב, עיקר זמנם הוקדש להצטיידות במזון ובתרופות ולניסיון לאמוד את היקף הפגיעה הכלכלית הצפויה להם. ההתעדכנות בדיעבד על מה שהתרחש וחיפוש האשמים אולי יגיעו, אבל רק בהמשך.   תהא הסיבה לעליית אחוזי התמיכה אשר תהא, ברמת הנתונים היבשים משבר הקורונה הוא האירוע בעל ההשפעה החיובית הגדולה ביותר על תמיכת הציבור בטראמפ בימי נשיאותו, ובפער משמעותי.   רצפה גבוהה, תקרה נמוכה כבר מראשית דרכו בבית הלבן, עקומת אחוזי התמיכה לא האירה פנים לטראמפ. רוב הנשיאים בהיסטוריה המודרנית זכו ליהנות מ\"ירח דבש\" עם הציבור האמריקני, ואחוזי התמיכה שלהם בחודשים הראשונים לכהונתם נעו בין 55% ל-70%. במקרה של טראמפ, ירח הדבש היה צנוע למדי, 45%, ובתוך כמה חודשים הוא צלל כבר אל מתחת ל-40%.   לאזרח האמריקני נדרשה בערך שנה לעכל, לפחות חלקית, את הדייר החדש בשדרות פנסילבניה 1600, ולאורך רוב שנת 2017 אחוזי התמיכה של טראמפ נותרו נמוכים. בשנתיים הבאות (2019-2018) נשיאותו של טראמפ לא נעשתה קונבנציונלית יותר, אבל היא נכנסה למעין שגרה. הִתרַצוּת חלק מהמצביעים הרפובליקנים שנרתעו ממנו בתחילת הדרך העלתה את טראמפ לאזור ה-42% אחוזי תמיכה – עדיין נמוך, אבל לא קטסטרופלי.   ככלל, אחוזי התמיכה של טראמפ מתאפיינים ברצפּה גבוהה ובתקרה נמוכה. אירועים בעלי פוטנציאל נפיץ עבורו כמו נקיטת המדיניות של הפרדת ילדי המהגרים מהוריהם, התפוצצות \"אוקראינה גייט\" ואפילו הליך ההדחה לא פגעו בפופולריות שלו (האחרון אפילו עזר במעט) אבל מהצד השני, אפילו אירועים חיוביים כמו פרסום נתונים מחמיאים על מצב הכלכלה, חתימת הסכם הסחר עם קנדה ומקסיקו וחיסול מנהיג דאעש לא שיפרו את אחוזי התמיכה שלו באופן ניכר.    עוד על פוליטיקה אמריקנית בבלוג על פילים וחמורים / יפתח דיין   אם היינו בוחנים את הנתונים בוואקום אפשר היה לקבוע שהזינוק הנוכחי של טראמפ, לאזור ה-46%-47%, הוא אבן דרך משמעותית עבורו לקראת הבחירות בנובמבר הקרוב, ושסיכוייו להיבחר בהן לכהונה שנייה גדלו לכאורה. יחד עם זאת, היום יותר מתמיד ברור שמדובר במצב דינמי, ונשאלת השאלה כיצד צפויה דעת הקהל להתנהל בשבעת החודשים שנותרו עד אז.   התומכים החדשים לא יצביעו בכל הנוגע לתחזיות על המשך הדרך, פרשנים רבים טוענים שאל לטראמפ להתבשם במגמה הנוכחית, שכן זו אינה צפויה להאריך ימים.   הסטטיסטיקאי ועורך האתר FiveThirtyEight נייט סילבר, למשל, מזכיר שגם נשיאים קודמים חוו עלייה במידת האהדה הציבורית כשהאומה התמודדה עם משברים. אחוזי התמיכה בג'ימי קרטר כמעט הוכפלו עם פרוץ משבר בני הערובה באיראן ב-1979, ואלו של ג'ורג' בוש הבן הרקיעו שחקים לאחר מתקפת הטרור של 11 בספטמבר. בשני המקרים, מציין סילבר, העלייה בפופולריות הייתה קצרת טווח ונשחקה תוך כמה חודשים (בוש חווה עדנה נוספת כשפלש לעיראק, אך גם זו נגמרה מהר).   יתרה מכך, סילבר טוען שבהשוואה ליתר מנהיגי המדינות הנאבקים בעת זו במשבר הקורונה, העלייה באחוזי התמיכה של טראמפ – כשלושה אחוזים, כאמור – צנועה מאוד. לשם השוואה, במהלך אותה תקופה עלו אחוזי התמיכה של ראש ממשלת איטליה ג'וזפה קונטה בכמעט 30%, ונשיא צרפת עמנואל מקרון שיפר את מעמדו בכ-20%. גם בהשוואה למושלים רבים ברחבי ארה\"ב, העלייה באחוזי התמיכה של טראמפ מתונה. כל אלו, לדעת סילבר, מעידים כי השיפור שחווה טראמפ בדעת הקהל זמני, ושהתפוגגותו היא עניין של זמן.   הסטטיסטיקאי הארי אנטן מצביע על נתון בעייתי נוסף מבחינת טראמפ. אנטן, שצלל לנתוני הסקרים השונים, קובע כי העלייה באחוזי התמיכה מוסברת ברובה באמצעות גידול בתמיכה מצד צעירים, מצד בעלי השכלה נמוכה מאוד ומצד מיעוטים. המשותף לחתכי אוכלוסייה אלו, על פי אנטן, הוא שהם מצביעים באחוזים נמוכים במיוחד, ועל כן טראמפ אינו צפוי לקצור את פירות תמיכתם בקלפי.   אל כל אלו מתווספת ההערכה הכללית שהמשק האמריקני נמצא בדרך למיתון עמוק. הכלכלה נוטה להיות שיקול מרכזי עבור הבוחר האמריקני כשמגיעה העת להצביע, והוא נוטה לייחס לנשיא המכהן אחריות עודפת למצב, לטוב ולרע. משבר בריאות לאומי – אם זה יוסיף להחמיר וייתן את אותותיו גם בסתיו – רק יעצים את תחושת האזרח שמצבו הכללי הורע, וגם זה לא דבר טוב למועמד המכהן.   יש כמובן גם דעות לכיוון ההפוך.    ראשית, יש המצביעים על התנהלותו של טראמפ בחזית התקשורתית כעל אלמנט חיובי בעל השלכות ארוכות טווח. מתחילת חודש מרץ מתייצב טראמפ מדי ערב בפני התקשורת, מוסר הצהרות, מעדכן בהחלטות הננקטות ומשיב על שאלות העיתונאים. הרייטינג הממוצע של הופעותיו אלה עומד על כ-8.5 מיליון צופים – נתונים שלא מביישים פרקי סיום של תוכניות ריאליטי פופולריות. התחושה המתקבלת בקרב רבים היא של נשיא שנמצא עם היד על ההגה ועושה כמיטב יכולתו לנווט את הספינה לעבר חוף מבטחים.   שנית, חבילת הסיוע שנחתמה השבוע, הגדולה בתולדות ארה\"ב, צפויה אף היא לזַכּות את טראמפ בנקודות רבות בקרב הציבור. העברת הכספים הישירה למשקי הבית והרחבת קריטריון הזכאות לדמי אבטלה צפויים להקל בטווח הקצר את מצוקותיהם של אזרחים רבים, אשר אינם רגילים לקבל סיוע פדרלי בצוק העיתים. כל השחקנים הפוליטיים עמלו על הפּשרה, אבל הנשיא לבטח ייחשב בעיני רבים לאחראי המרכזי לצעד זה, והקרדיט יינתן בהתאם.  את כל הדעות וההנחות בנוגע לעתיד התמיכה הציבורית בטראמפ צריך כמובן לקחת בעירבון מוגבל, בהתחשב בעובדה שבעת המודרנית לא עמד נשיא אמריקני מול אירוע כמו מגפת הקורונה. גובָה המחיר האנושי שהיא תגבֶּה, השפעתה על תשתיות הבריאות, הזמן שיידרש הציבור להמתין עד שאפשר יהיה לחזור לשגרה ועוד – כל אלה סוגיות שיש להן השלכות מרחיקות לכת על התמיכה העתידית בטראמפ.   בנוסף, הדיון המתנהל בארה\"ב בימים אלה עוסק בַּהתלבטות שבין הצורך להחזיר את החיים למסלולם בהקדם האפשרי, גם במחיר מסוים של אובדן חיי אדם, לבין הצורך לשמור על מדיניות ההסגר והבידוד החברתי כדי למנוע קריסה של שירותי הבריאות ולהקטין את מספר הקורבנות בנפש. טראמפ הוא תומך מובהק של האפשרות הראשונה, בעוד רבים מצדדים באפשרות השנייה. הציבור, כך נדמה, טרם החליט היכן הוא עומד בשאלה זו, ועמדתו עשויה להשתנות ככל שהמשבר יעמיק.   בסיכומו של דבר: דעת הקהל היא בבואה של המציאות, והמציאות עוד לא אמרה את המילה האחרונה.  ", "title": "בצל הקורונה: טראמפ מתחזק בסקרים. למה?", "url": "https://www.ynet.co.il/articles/0,7340,L-5704167,00.html", "type": "article", "site_name": "ynet", "published_time": "15:09 , 30.03.20", "category": "", "subtitle": ""}