{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5700178,00.html"}, "headline": "דווקא עכשיו: תפריט מזין למשפחה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/24/9865282/98652760990100980654no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/24/9865285/9865274099892980550no.jpg"], "datePublished": "2020-03-24T10:34:34z", "dateModified": "2020-03-24T16:42:13z", "author": {"@type": "Person", "name": "ynet"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הקורונה גרמה לכולנו להיות להישאר בבית, ולנשנש כל הזמן. דווקא עכשיו, בתקופה בה כל כך הרבה לא נמצא בשליטתנו, הבחירות שאנו עושים במטבח משמעותיות לנו. הנה כמה הצעות", "wordCount": "505", "commentCount": "0", "genre": "1208.Health-29632.The wonders of probiotics", "keywords": "פרוביוטיקה,עיכול", "articleBody": "בשיתוף דנונה אקטיביה   אנחנו נמצאים בשיאה של תקופה שמוציאה אותנו מאיזון במגוון תחומים. כולנו בבית, מעבירים את הזמן ומוצאים את עצמנו יותר ויותר מנשנשים, ולא תמיד כאלה מאכלים מזינים. דווקא עכשיו, בתקופה בה כל כך הרבה לא נמצא בשליטתנו, הבחירות שאנו עושים במטבח משמעותיות לנו.    הבחירות הללו מתחילות ברשימת הקניות שלנו ונגמרות בהחלטה להקפיד בבית על אכילה מסודרת ושמירה על תפריט מגוון.    חלבונים, וויטמינים, סיבים תזונתיים, ומזונות פרוביוטיים צריכים להיות אבני היסוד של התזונה היומית שלנו. סיבים תזונתיים ומזונות-פרוביוטיים שומרים על מערכת העיכול שלנו, ועל מאזן חיידקים תקין בה. כדי להנעים את הזמן הביתי, אספנו מתכונים, טעימים וקלים להכנה, שגם יוסיפו פרוביוטיקה לתזונה היומית שלכם.       צזיקי קישואים ויוגורט  המצרכים: 2 גביעי יוגורט פרוביוטי טבעי 3% 1 קישוא 1/4 פלפל ירוק חריף חופן שמיר, קצוץ קובייה קטנה של גבינה בולגרית, מפוררת (30-50 גר') מעט פלפל שחור (טחון, לא גרוס)   אופן ההכנה: יוצקים את היוגורט לקערה בינונית. קולפים את הקישוא וחותכים אותו לקוביות קטנטנות (אין צורך בבישול מוקדם). מוסיפים את הקישוא ליוגורט, ומערבבים. חותכים את הפלפל לקוביות קטנטנות ומוסיפים לקערה. מתבלים במלח ובפלפל מפוררים לתוך הקערה את הגבינה הבולגרית, ומערבבים היטב. מעבירים לקערת הגשה, מקשטים למעלה עם שמיר קצוץ, ומגישים.   הצעת הגשה: מקשטים מעל עם פרוסת מלפפון חתוכה דק (אפשר לחתוך בעזרת קולפן)      מטבל לירקות  המצרכים:  2 גביעי יוגורט פרוביוטי טבעי 3% 3 שיני שום, כתושות מלח, פלפל שחור 1 גבעול בצל ירוק מיץ מרבע לימון סחוט טרי   אופן ההכנה: יוצקים את היוגורט לקערת ערבוב. מוסיפים את השום, ומערבבים. קוצצים את הבצל לחתיכות קטנות, ומוסיפים לקערה. מתבלים במלח ובפלפל שחור. מוסיפים את הלימון, מערבבים. מקשטים למעלה עם חופן של בצל ירוק קצוץ, ומגישים.      בלינצ'ס יוגורט עם תרד וכרשה  המצרכים: לבלינצ'ס –  2 ביצים 1 כוס קמח כוסמין 1 כוס חלב 50 גר' חמאה מומסת מעט מלח   למילוי –  300 גר' תרד 50 גר' גבינה בולגרית, מפוררת 50 גר' גבינה צהובה, מגוררת 1 כרשה, רק החלק הלבן (ללא הגבעולים הירוקים) 2 גביעי יוגורט פרוביוטי טבעי 3% מעט מלח ופלפל שחור מעט שמן זית לטיגון   לרוטב – נוזל הכרשה והתרד  1/4 כוס שמנת מתוקה מעט מלח   אופן ההכנה:  מכינים את הבלינצ'ס – מניחים בקערה את הקמח, מוסיפים את המלח, את החמאה, את הביצים ואת החלב. טורפים היטב במטריפה ידנית עד לקבלת מרקם חלק של עיסה,  ללא גושים. משמנים מחבת טפלון במעט חמאה ובעזרת מצקת יוצקים מעט מהבלילה למחבת. הופכים את הבלינצ'ס אחרי כדקה או שתיים, וכך ממשיכים ומטגנים את כל השאר.   מכינים את המילוי – קוצצים את הכרשה דק דק ומטגנים על להבה בינונית במעט שמן זית או כ-7 דקות. שוטפים היטב את התרד, קוצצים את העלים לחצי (זה לא צריך להיות חיתוך מדויק), ומוסיפים אותו למחבת עם הכרשה. מערבבים וממשיכים לטגן כ-7 דקות נוספות. בשלב הזה התרד צריך לאבד את רוב נפחו. מצננים מעט.    מסננים את תערובת הכרשה והתרד, שומרים בצד את הנוזלים שהם הגירו.    יוצקים לקערה את היוגורט ושאר הגבינות, מתבלים. מוסיפים לקערה את תערובת הכרשה והתרד.    מכינים את הרוטב – במחבת קטנה מניחים את נוזל הכרשה והתרד ששמרנו. מוסיפים מעט שמנת מתוקה, ומתבלים. מבשלים כשתיים-שלוש דקות על להבה בינונית.    מרכיבים את המנה – לוקחים בלינצ'ס אחד ופורסים אותו על משטח יבש. מניחים במרכז כל בלינצ'ס כף מהמילוי. מגלגלים את הבלינצ'ס, מניחים בצלחת, יוצקים כף מהרוטב על הבלינצ'ס ומגישים.    בשיתוף דנונה אקטיביה ", "title": "דווקא עכשיו: תפריט מזין למשפחה", "url": "https://www.ynet.co.il/articles/0,7340,L-5700178,00.html", "type": "article", "site_name": "ynet", "published_time": "08:34 , 24.03.20", "category": "", "subtitle": ""}