{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5381924,00.html"}, "headline": "סרטן ריאה: הטיפולים המותאמים באופן מדויק", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7839953/783994312992191640360no.jpg"], "datePublished": "2018-10-29T12:21:49z", "dateModified": "2018-10-29T16:06:53z", "author": {"@type": "Person", "name": "ד\"ר אלונה זר"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "התאמת הטיפול הנכון ביותר לכל מטופל מתבססת בעיקר על הבנה של הפרופיל הגנטי של המחלה ותוצאות המעבדה שמאפשרות את ההתאמה הספציפית לכל חולה ", "wordCount": "719", "commentCount": "19", "genre": "1208.Health-13509.lung cancer", "keywords": "סרטן ריאה,דנ\"א", "articleBody": "בשיתוף חברת אסטרהזניקה   סרטן הריאה הוא אחד מגידולי הסרטן השכיחים, ולמעשה אין מדובר במחלה זהה אחת. שתי הצורות העיקריות של המחלה הן סרטן ריאה מסוג תאים שאינם קטנים המכונה NSCLC (non-small cell lung cancer) שהינו הסוג השכיח של המחלה, וסרטן ריאה מסוג תאים קטנים המכונה SCLC (small-cell lung cancer), המהווה 15% מכלל המקרים.    סרטן התאים שאינם קטנים נחלק לתתי סוגים נוספים: אדנוקרצינומה, סרטן תאי קשקשי וסרטן מסוג תאים גדולים.    גם בתוך המשפחה השכיחה ביותר של אדנוקרצינומה של הריאה קיימים סוגים וביטויים שונים של המחלה וכיום, הודות לפריצות דרך באמצעי האבחון ניתן לאפיין סמנים מסוימים ושינויים גנטיים (מוטציות) שקיימים בגידול כבר בשלבי האבחון הראשונים ולסווג את המחלה בהתאם.    התאמת הטיפול הנכון ביותר לכל מטופל מתבססת בעיקר על הבנה של הפרופיל הגנטי של המחלה ותוצאות המעבדה הופכות לשחקן מרכזי ברוב ההחלטות הטיפוליות שיתקבלו עבור כל חולה. אם נדייק בהבנת מאפייני הגידול, נכיר את סביבתו ואת המוטציות הגנטיות שגורמות להתקדמות המחלה כך נוכל לטפל באופן מדויק יותר בכל חולה.       תרופות נטולות מרבית תופעות הלוואי בכ-60% מסרטני הריאה מסוג אדנוקרצינומה ניתן לאתר ברקמת הגידול מוטציה גנטית המכתיבה את התחלקות והתפשטות התא הסרטני, ולכחצי מהן עד כה פותחו תרופות שפועלות באופן ממוקד ומעכבות את אותו שיבוש שתורם לשגשוג תאי הסרטן. זוהי למעשה, רפואה מותאמת אישית.    התרופות הללו מבוססות על נוגדנים או מולקולות קטנות המכוונים כנגד התפתחות והתחלקות של התא הגידולי. ייחודן בכך שהן יעילות יותר מכימותרפיה למטופלים המתאימים להן ונעדרות את מרבית תופעות הלוואי שנלוות לטיפול כימותרפי.    לא פחות חשוב, במחלה בה הזמן משחק תפקיד משמעותי, לטיפול ממוקד מטרה יש את היכולת להפחית \"ניסוי וטעייה\" ומאפשר לנו לבחור את הטיפול הנכון ביותר למקרה ספציפי. תחום זה ממשיך להתפתח כל העת ובשנים האחרונות אנו עדים למגמת עלייה באפשרויות טיפול נוספות המאושרות על-ידי מנהל המזון והתרופות האמריקאי, ה-FDA, ולעוד קווי טיפול שמקנים לחולים אפשרויות נוספות.   אז איך מאפיינים את סוג המחלה ואת האפיון הגנטי שלה? הבדיקה מתבססת בעיקר על בחינה במעבדה של רקמת דגימה מהגידול. קיימות מספר מוטציות ששכיחות אצל חולי סרטן הריאה וקיימים להן טיפולים המותאמים בדיוק לאותו פגם שמניע את המחלה.    השכיחה שבהן היא מוטציה בגן בשם EGFR או בשמו המלא Epithelial Growth Factor Receptor. היא שכיחה בכ-15% מחולי ה-NSCLC (בעיקר מסוג אדנוקרצינומה) ולרוב מדובר באוכלוסייה שהיא לא בהכרח מעשנת, אך בכל זאת חלתה במחלה.   בחולים עם גידולים מסוג זה הטיפול המועדף הוא אחד ממספר מעכבי ה-EGFR הזמינים בשנים האחרונות. הגן או החלבון EGFR קיים בגוף האדם וכאשר הוא פעיל נוצרת חלוקה של תאים בתהליך של העברת מסרים מהחלבון לגרעין התא. כשיש מוטציה בגן/חלבון EGFR תהליך העברת המסרים שגורמים לחלוקת תאים אינו מבוקר והתאים מתחלקים ללא הפסקה.    התרופות הביולוגיות שמעכבות EGFR למעשה חוסמות את העברת המסרים מהחלבון - EGFR לגרעין וכך מפסיקות את חלוקת התאים מבלי לפגוע בשאר תאי הגוף. יתרון נוסף של תרופות ביולוגיות אלו הן שמדובר במולקולות קטנות החודרות את מחסום הדם במח ופעילות גם במקרים בהם מופיעות גרורות מוחיות. כיום קיימים מספר אפשרויות טיפול מסוג זה כולל למוטציות נוספות שמתפתחות במהלך המחלה עצמה ותחת הטיפול הקיים.    קבוצת חולים נוספת הן אלו אשר מחלתם נוצרה בשל פגם בגן מסוג ALK. זוהי קבוצה קטנה יותר של חולים המהווה כ-5% מחולי סרטן ה-NSCLC (בעיקר באדנוקרצינומה) ולרוב גם אלו חולים שלא בהכרח עישנו. חלבון ה-ALK מגביר את פעילות התאים הסרטניים ומעודד את הפיזור שלהם בגוף. מעכבי ALK שונים קיימים כיום, במספר קווי טיפול על מנת לחסום את פעילות הגן ולעצור את המחלה.   שינויים בגן ROS1 גם הם גורמים להתחלקות בלתי נשלטת של תאי אדנוקרצינומה של הריאה, וניתנים לעיכוב עלי ידי מספר תרופות ממשפחת מעכבי האנזים טירוזין קינאז. בדומה ל- ALK מרבית החולים עם שינויים ב-ROS1 הם צעירים ולא מעשנים, אך מדובר בשינוי נדיר יחסית (1-2% מהחולים עם סרטן ריאה תאים גדולים).    מוטציה נוספת לה יש כיום מספר טיפולים אפשריים היאV600E BRAF - מוטציה המוכרת כנפוצה בקרב חולי סרטן העור ומתבטאת גם באדנוקרצינומה של הריאה בשיעור כ-1%-2% מהחולים. מערכת האיתות של BRAF מורכבת יותר ויש צורך בשילוב שתי תרופות ביולוגיות כדי לעצור את התחלקות התאים הללו. משלב של תרופות ביולוגיות הינו כיום טיפול הבחירה באדנוקרצינומה עם מוטציה BRAF V600E.   שינויים נוספים המוכרים לנו ולהם גם טיפולים מחקריים או בשלבי אישור מופיעים בגנים HER2, RET, MET, NTRK. רשימת השינויים הגנומים בסרטן ריאה המשמשים כמטרה טיפולית הולכת ומתארכת בשנים האחרונות, ואנו צופים שיופיעו עוד ועוד תרופות יעילות, ושקהל המטופלים המפיקים מאסטרטגית טיפולים זו תלך ותגדל.    הכותבת היא מנהלת שירות גידולי בית חזה, מרכז דוידוף, מרכז רפואי רבין   בשיתוף חברת אסטרהזניקה", "title": "סרטן ריאה: הטיפולים המותאמים באופן מדויק", "url": "https://www.ynet.co.il/articles/0,7340,L-5381924,00.html", "type": "article", "site_name": "ynet", "published_time": "10:21 , 29.10.18", "category": "", "subtitle": ""}