{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5277933,00.html"}, "headline": "הבדיקה שעשויה לחסוך מחולות בסרטן השד טיפולי כימותרפיה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/03/8257975/8257948099286640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/12/06/6679034/6679022099387640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/24/8106788/8106772099489640360no.jpg"], "datePublished": "2018-06-03T23:27:21z", "dateModified": "2019-10-23T13:54:12z", "author": {"@type": "Person", "name": "ד\"ר איתי גל"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "מרבית הנשים המוגדרות על פי בדיקה גנטית חדישה כנמצאות בסיכון נמוך לחזרת המחלה – כלל אינן זקוקות לטיפולים כימותרפיים לאחר הסרת הגידול בניתוח, כך מגלה מחקר אמריקני חדש. המשמעות: אלפי נשים בישראל עשויות לקבל \"פטור\" מהטיפולים הכימותרפיים הקשים הגורמים לבחילות, הקאות חולשה ונשירת שיער", "wordCount": "477", "commentCount": "17", "genre": "1208.Health-13552.Ancotest", "keywords": "סרטן,סרטן השד,כימותרפיה", "articleBody": "בשורות מעודדות לחולות בסרטן השד: מחקר חדש מגלה כי כאשר המחלה מאובחנת בשלב מוקדם, בהתאם לתוצאות בדיקה גנטית חדשה, לרוב אין צורך בטיפולי כימותרפיה לאחר ניתוח הסרת הגידול. המחקר הוצג היום (א') בכנס החברה האמריקנית לאונקולוגיה קלינית בשיקגו ופורסם בכתב העת New England Journal.    המחקר כלל 10,273 חולות סרטן השד, שהגידול הסרטני מהן סבלו לא התפשט אל בלוטות הלימפה הסמוכות או מעבר לכך.   הנשים שנכללו במחקר גם לא נשאו את המוטציה הגנטית HER2 המעידה על סיכון גבוה לחזרה מהירה של הגידול. בנוסף הגידול בגופן של הנחקרות היה כזה שהגיב לטיפול הורמונלי.   \"   70% מהנשים - לא נזקק לכימותרפיה הנשים עברו בדיקה גנטית בשם \"אונקוטייפ DX\" של אונקוטסט טבע המאתר סיכון נמוך לחזרת הסרטן בתוך 10 שנים. הבדיקה מבוצעת על הגידול עצמו המוסר מהשד, ובודקת 21 גנים המעידים על מידת האגרסיביות של הגידול הסרטני.    המחקר הראה שכ-70% מהנשים הללו, שהוגדרו בסיכון נמוך לחזרת המחלה, כלל לא נזקקו לכימותרפיה. אלה שהיו בסיכון גבוה יותר, נזקקו לטיפול הורמונאלי ולכימותרפיה.    \"מדובר בפריצת דרך גדולה\" אמר ד\"ר לארי נורטון, מומחה לסרטן שד מבית החולים סלואון קייטרינג בניו יורק, שסייע בביצוע המחקר, \"פירושם של הממצאים הם שכ-100 אלף נשים בארצות הברית בלבד – לא יזדקקו לכימותרפיה\".    על פי ההערכות המומחים בישראל, מתוך כ-4,000 חולות סרטן שד המאובחנות מדי שנה כאן, כאלף נשים מצויות בסיכון נמוך עד בינוני ולא יזדקקו מעתה לטיפולים כימותרפיים.   \"מדובר בבשורה חשובה מאוד לחולות סרטן השד\", אומרת ל-ynet פרופ' תמר ספרא, מנהלת השירות הגינקו-אונקולוגי בבית החולים איכילוב, \"מחקרים קודמים כבר הראו שככל הנראה כימותרפיה לא עוזרת לנשים בסיכון נמוך ובינוני, וכעת קיבלנו גושפנקא נוספת לכך שרבות מהן כלל לא יזדקקו לכימותרפיה\".   הבדיקה נמצאת בביטוחים המשלימים של קופות החולים ללא תשלום.       סרטן השד: המחלה הממאירה השכיחה בישראל סרטן השד היא המחלה הממארת השכיחה בישראל. גושים בשד הם תופעה נפוצה, אבל אצל מרבית הנשים (80%) מדובר בגושים שפירים המוכרים בשם - ציסטות.   אלו הם שקיקי נוזל שמקורם בבלוטות המייצרות את החלב. סוג שכיח נוסף של גושים שפירים בשד הוא הפיברואדנומה (FIBROADENOMA) המורכב מרקמה סיבית - בלוטית.    כל ממצא בשד מחייב בדיקה וחשוב לא לדחותה. ברוב המקרים, כאמור, אין מדובר בגידול ממאיר, אך אם הגידול ממאיר גילוי מוקדם הוא המפתח לריפוי. חשוב לדעת כי גם גברים עשויים לפתח סרטן שד, אולם השכיחות אצלם קטנה פי 100 מזו שאצל הנשים.    הסימנים שחשוב לא להתעלם מהם ב-90 אחוז מן המקרים, הסימן הראשון לסרטן הוא תחושת גוש בשד, אולם ישנם סימנים נוספים אליהם יש לשים לב. יש לחפש אחר שינויים במבנה השד. כ-70% מהגידולים מופיעים בחלק החיצוני העליון של השד, הכולל גם את אזור בית השחי, אך כמובן יש לבדוק ביסודיות את כל אזור השד.      אלו הסימנים שעשויים להעיד על גידול:    בשד  שינוי בצורה או בגודל ורידים מורחבים או בולטים גוש שקע או בליטה בעור גירוד עקשני שאינו חולף אי נוחות או כאבים (תופעה שאינה סימן שכיח)   בפטמה  הפרשה דמית או שקופה פריחה על הפטמה או מסביב לה פטמה ששקעה פנימה לאחרונה גוש   בזרוע  נפיחות בזרוע העליונה נפיחות בבית-השחי", "title": "הבדיקה שעשויה לחסוך מחולות בסרטן השד טיפולי כימותרפיה", "url": "https://www.ynet.co.il/articles/0,7340,L-5277933,00.html", "type": "article", "site_name": "ynet", "published_time": "20:27 , 03.06.18", "category": "", "subtitle": ""}