{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5294478,00.html"}, "headline": "המטרה ריפוי מסרטן שד", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/06/20/8607176/6855833_6855838_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/06/20/8607175/6855833_6855839_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/06/20/8607174/6855833_6855841_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/06/23/8612002/86119649950100640360no.jpg"], "datePublished": "2018-06-24T00:05:11z", "dateModified": "2018-07-02T18:11:19z", "author": {"@type": "Person", "name": "יהודה שוחט"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "על אף שיעורים גבוהים מאוד של גילוי בשלב המוקדם וטיפול מהיר, אצל אחוז ניכר מבין חולות סרטן השד עם \"סיכון גבוה\" - הגידול צפוי לחזור. מחקרים חדשים מגלים כי שילוב של תרופות ביולוגיות לפני ובעיקר אחרי הניתוח להסרת הגידול – מצמצמים משמעותית את סיכויי ההישנות של המחלה עם איכות חיים טובה", "wordCount": "1595", "commentCount": "0", "genre": "6.Economy-13571.Musafim1-13766.healthplus", "keywords": "yhealth,בריאות", "articleBody": "בשיתוף סורוקה, מרכז רפואי אוניברסיטאי מקבוצת כללית   כ-4,400 חולות חדשות עם סרטן שד חודרני מאובחנות בישראל מדי שנה. כמעט כולן - 97% – מתגלות בשלב המוקדם. המשמעות היא שבעזרת טיפולים מתאימים נשים אלו יוכלו להשיג ריפוי מלא מהסרטן. \"מרבית סרטני השד מאובחנים בשלב מוקדם\", אומרת ד\"ר נעה אפרת בן ברוך, מנהלת המכון האונקולוגי במרכז הרפואי קפלן וראש קבוצת סרטן השד באיגוד האונקולוגי הישראלי. \"גידול בשד, וגרורות בלימפה בבית השחי, אלה הגידולים שאנחנו יכולים לרפא בעזרת טיפול נכון. בסרטן שמאובחן בשלב גרורתי, אפשר לטפל, אבל ברוב המקרים קשה מאוד לרפא. סרטן שד יכול להיות מאובחן כגרורתי אצל ארבעה עד חמישה אחוזים מהנשים. עם זאת, כרבע מהנשים שאובחנו מוקדם, יהפכו לגרורתיות\".     אחד הסוגים האגרסיביים של סרטן השד הוא זה החיובי לחלבון HER2, כ- 15% מהמאובחנות בשלב המוקדם חולות בו. האבחון המוקדם, מתברר, אולי מסייע להשתלטות על המחלה, אבל אינו מבטיח דבר לגבי העתיד. אצל כרבע מהן, על אף הטיפולים, תחזור המחלה ותהפוך לגרורתית. במצב כזה, לא ניתן עוד לרפא אותה אלא רק להאריך חיים. משום כך, מטרת הטיפול המשלים בסרטן שד מוקדם היא להכחיד את המחלה – בין השאר באמצעות טיפול משלים מקיף - ולנסות למנוע חזרה גרורתית.   \"אחד מהמהפכים הגדולים בסרטן שד מוקדם, היה טיפול ממוקד מטרה נגד החלבון HER2, באמצעות טראסטוזומאב\", אומרת ד\"ר בן ברוך \"עד אז, זו נחשבה למחלה עם סיכויי החלמה נמוכים גם באבחון מוקדם. מאז שהוכנסה התרופה, התמונה השתנתה ומרוב סרטני השד – רוב הנשים תחלמנה. כאן נכנסת פרטוזומאב, שפועלת נגד אותו נוגדן, והשילוב שלהן יחד טוב יותר\"   מחקר ה-APHINITY, שכלל למעלה מ–4,800 חולות עם סרטן שד מוקדם חיובי ל–HER2 הדגים כי משלב מבוסס טראסטוזומאב (הרספטין) ופרטוזומאב (פרג'טה) הפחית באופן מובהק את הסיכון להישנות סרטן שד חודרני או מוות בהשוואה להרספטין וכימותרפיה בלבד, בכלל אוכלוסיית המחקר. הבשורות החשובות יותר היו עבור החולות הנמצאות בסיכון גבוה לחזרת המחלה. המשלב הרספטין ופרג'טה הציג את היעילות הגבוהה ביותר בחולות אלו, והביא להפחתת הסיכון לחזרת המחלה בכ-25% מעבר לטיפול המקובל בהרספטין וכימותרפיה בלבד.   סיכון גבוה להישנות מחלה מוגדר במחלה עם מעורבות בלוטות לימפה או היעדר ביטוי של קולטנים להורמונים, בהסתמך על מחקר פאזה 3 הגדול – APHINITY.   לחסום את האותות פרטוזומאב היא תרופה ממוקדת לקולטן HER2, חלבון הנמצא בחלק החיצוני של תאים תקינים רבים, ובביטוי יתר בחלק החיצוני של תאי סרטן החיוביים ל-HER2. התרופה תוכננה ספציפית למנוע מקולטן ה-HER2 להיצמד לקולטני HER אחרים על פני התא, בתהליך שנחשב כגורם לשגשוג והישרדות הגידול. היקשרות פרג'טה לקולטן עשויה גם לסמן למערכת החיסון של הגוף להרוס את תא הסרטן.   מנגנוני הפעולה של פרטוזומאב וטראסטוזומאב משלימים זה את זה, מאחר ושניהם נקשרים לקולטן, אך באזורים שונים. המשלב נועד לספק חסימה כפולה ומקיפה יותר של האותות התוך תאיים של מסלול ה- HER ועל-ידי כך למנוע מהגידול לשגשג ולשרוד.   \"בסרטן שד מוקדם, ניתן לתת טיפול לפני הניתוח (טיפול נאו-אדג'ובנטי) על מנת להקטין את הגידול וכן לאחר הניתוח (טיפול אדג'ובנטי – משלים) על מנת למנוע את הישנות המחלה. משלב מבוסס פרג'טה כבר מאושר בישראל, באיחוד האירופי, בארה\"ב ובמדינות רבות אחרות כטיפול טרום ניתוחי, \"ואנחנו רואים שישנה יעילות גם אם נותנים את זה ביחד בשנה שאחרי הניתוח\", אומרת ד\"ר בן ברוך.     נגה קלינגר, בת 40 מתל אביב, נשואה ואמא לשניים (בן ארבע ובת תשע), יכולה להדגים על בשרה את יעילות הטיפול וחשיבותו. לפני כשנה היא מצאה בעצמה גוש בשד, ותוך עשרה ימים כבר אובחנה כחולה בסרטן שד, \"חיובי גם לאסטרוגן וגם ל-HER2\", היא אומרת. מאז, מטופלת נגה במחלקה האונקולוגית באסותא רמת החייל. \"קיבלתי פרוטוקול כאורך הגלות – כימותרפיה משני סוגים, הקרנות, ניתוח וגם התרופות הביולוגיות. חבילת הכול כלול של סרטן\".   לאורך כל הדרך, הניחה נגה את הסרטן על השולחן. היא תיעדה את עצמה, העלתה פוסטים לרשתות החברתיות ועדכנה בכל שלב ושלב. \"אני חושבת שאחת הבעיות שלנו בחברה היא שאנחנו לא מדברים על מחלות בכלל, וסרטן בפרט\", היא מסבירה. \"יש למשל את הקטע שלא קוראים לסרטן בשם, אלא אומרים 'המחלה'. אותי זה מטריף. בשלב מסוים העליתי קליפ שלי רוקדת, וזה הפך לוויראלי והדהים אותי. כולם אמרו, 'כמה את אמיצה'. אני לא ראיתי בזה אומץ. להפך, עברתי משהו ולא הייתי מוכנה לעבור אותו לבד\".   נגה קיבלה את המשלב של הרספטין ופרג'טה, לפני הניתוח ובמשך שנה לאחריו, \"למרות שזה בסל רק לפני הניתוח, הביטוח הפרטי השלים את המימון\", היא אומרת. \"חוץ מזה אני לוקחת עכשיו טיפול אנטי הורמונלי למשך שבע שנים, בגלל שנמצאתי חיובית גם לאסטרוגן\".   פצצת זמן מתקתקת למעשה, המשלב עם פרטוזומאב מהווה כיום סטנדרט טיפולי משלים לחולות סרטן שד מוקדם HER2 חיובי, המצויות בסיכון גבוה להישנות המחלה. המשלב אושר על-ידי ה-FDA האמריקאי ובתחילת החודש גם על-ידי הרשות האירופאית, והוא מומלץ בהנחיות הבינלאומיות (NCCN, St. Gallen and AGO guidelines) כטיפול משלים בחולות סרטן שד מוקדם HER2 חיובי, המצויות בסיכון גבוה לחזרת המחלה. במהלך כנס האיגוד האמריקאי לאונקולוגיה (ASCO) בשיקגו פורסמו ההנחיות החדשות של האיגוד האמריקאי התומכות אף הן בטיפול במשלב בחולות עם הסיכון הגבוה.   במהלך הכנס פורסמו נתונים חדשים ממחקר ה-APHINITY על איכות החיים של המטופלות במשלב עם פרג'טה. נתונים אלו הראו שאיכות החיים נשמרת גם בטיפול המשולב בתרופה המאפשר למטופלות להמשיך את שגרת חייהן ופעילות היומיום במהלך הטיפול.   אורי חרצ'ק, בת 30 מהקריות, גילתה גם היא בדיוק לפני שנה שהיא חולה בסרטן. היא הייתה אז בחודש השני להריונה. \"בתחילה היו בטוחים שזה קשור להריון, אבל אני הבנתי שבחודש השני הגוף עדיין לא מייצר חלב\", היא אומרת. \"לחצתי על קופת החולים, ומשם הכל קרה מהר: ביופסיות, שני ניתוחים, כימותרפיה. הקדמנו קצת את הלידה, וילדתי בניתוח קיסרי שמיד אחריו עברתי עוד כימו ואז כריתת שד מלאה, וגם טיפול משולב של הרספטין ופרג'טה - שאני מקבלת אחת לשלושה שבועות\".   אורי, אגב, לא קיבלה את הטיפול מקופת החולים, אלא גם באמצעות הביטוח הפרטי, \"שעשיתי לגמרי במקרה דרך מקום העבודה\", היא מודה. \"היום אני מקבלת את הטיפול הזה, ומקווה שהגוף נקי לגמרי. צריך להמשיך לעשות בדיקות ומעקבים, ויש כמובן גם תופעות לוואי שנוכחות, אבל אני כבר אומרת לכולם שאני בריאה. העובדה שאני בלי שדיים היא שקט נפשי עבורי, אבל תמיד ארגיש כמו פצצת זמן מתקתקת\", אמרה אורי שטופלה במרכז הרפואי רמב\"ם בחיפה.   גם ורד רחמים, בת 40 ואם לשתיים מיפו, גילתה באותה דרך שהיא חולה, \"שבועיים אחרי שאבא שלי נפטר\", היא אומרת. במקרה שלה, התגלו שישה גידולים – אחד ממאיר בלימפה, וחמישה שפירים בשד. בחודשים האחרונים, מאז שעברה כריתה, היא ממשיכה בטיפול הביולוגי. \"חשוב לי לומר לנשים, לא משנה מאיזה גיל, שיילכו להיבדק\", היא אומרת. \"חשוב להיות ערניות למצב, כדי לגלות את הסרטן מוקדם\". רחמים טופלה במרכז הרפואי באיכילוב.     ד\"ר שני פאלוך-שמעון, מנהלת היחידה לאונקולוגיה של השד, המרכז הרפואי שערי צדק, מדגישה את חשיבות המענה המהיר לגילוי המוקדם. \"סביב האבחנה של סרטן שד מוקדם יש חלון הזדמנויות שצריך למקסם אותו ולתת את הטיפול האופטימלי, כדי להפחית את הסיכון למחלה גרורתית\", היא מסבירה. \"ראינו במחקר שבחולות שהיו בסיכון גבוה להישנות המחלה, עם גידול מסוג HER2, התוספת של פרטוזומאב הפחיתה את הסיכון לחזרת המחלה. בארץ הטיפול הזה רשום רק טרום הניתוח, ויש שלוש דרכים לקבל אותו: באמצעות ביטוח פרטי, ברכישה פרטית או דרך תוכנית חמלה שהחברה בנדיבותה מאשרת לנו\".   לחסוך כימותרפיה בכנס האיגוד האמריקאי בשיקגו פורסם מחקר נוסף TAILORx, שהראה כי כ-70% מהנשים שאובחנו באמצעות הבדיקה הגנטית Oncotype Dx עם סיכוי נמוך לחזרת המחלה אינן זקוקות לטיפול כימותרפי לאחר הניתוח להסרת הגידול. המחקר כלל 10,273 חולות בסרטן שד מוקדם עם רצפטורים הורמונאליים חיוביים שהגידול שלהן לא התפשט לבלוטות הלימפה.   מחקר זה מצטרף למחקר שפורסם בתחילת השנה בכתב העת המדעי של האיגוד האמריקני לאונקולוגיה שהראה כי ניתן לחסוך טיפול כימותרפי גם ל-26% מהחולות עם בלוטות לימפה נגועות שאובחנו באמצעות הבדיקה הגנטית פרוסיגנה עם סיכוי נמוך לחזרת המחלה. המחקר כלל 2,558 חולות פוסטמנאפוזליות שאובחנו עם סרטן שד מוקדם עם רצפטורים הורמונאליים חיוביים וגידול גדול מ-2 ס\"מ. למעלה ממחצית מהנשים, 1,395 חולות, היו עם 1 עד 3 בלוטות לימפה נגועות. יתר 1,163 המטופלות היו עם בלוטות לא נגועות.   בכנס בשיקגו פורסמו חדשות מעודדות גם עבור החולות בסרטן שד גרורתי מסוג טריפל נגטיב. מדובר בסוג מחלה אלים, אשר עדיין לא קיים עבורו טיפול ביולוגי ועל כן הטיפול בו הוא באמצעות כימותרפיה בלבד. איפטסריטיב היא תרופה מחקרית חדשה, שניתנת בטיפול פומי, יכולה לעכב את שגשוג הגידול ובמקביל לשפעל אותות לתמותת התא. בכנס פורסמו תוצאות ההישרדות הכוללת של מחקר לוטוס, פאזה 2, שכלל 124 חולות ובדק את השילוב של איפטסריטיב עם הכימותרפיה טקסול, לעומת פלסבו בשילוב עם טקסול, כטיפול קו ראשון בסרטן שד גרורתי מסוג טריפל נגטיב.   התוצאות: היעילות הגבוהה ביותר נצפתה בחולות אשר מחלתם ביטאה מוטציה ב-PI3K/AKT/PTEN, בהן הזמן עד להתקדמות המחלה הוארך מ-4.9 ל-9 חודשים, עם ירידה של 56% בסיכון להתקדמות המחלה או מוות.   מהפכה של תקווה / ד\"ר אירנה לזרב סרטן השד הוא הנפוץ ביותר בקרב נשים בעולם, במדינות מפותחות ומתפתחות כאחד. בישראל מדי שנה מאובחנים מעל ל-4,400 חולות חדשות עם סרטן חודרני של השד. בעולם המודרני עלולה כל אישה להיאבק במחלה זו, שאיזכור שלה מעלה תמונות איומות: טיפול כימותרפי, נשירת שיער, כריתת השד ומוות.       אבל התמונה הזו, שהייתה נפוצה במאה הקודמת, השתנתה בזכות פריצות דרך מדעיות. מחקרים שנערכו בשנים האחרונות גילו תהליכים ביולוגיים מורכבים הגורמים להתפתחות סרטן השד, ויישום המידע הביא לפיתוח תרופות ביולוגיות שפועלות באופן ממוקד ותוקפות את התאים הממאירים, מבלי לפגוע ברקמות הבריאות.    סרטן השד מסוג HER2 חיובי נחשב לסרטן אלים במיוחד שמהווה גורם תמותה בולט בקרב נשים צעירות. כיום ניתן לטפל בו באמצעות שילוב של טיפול ניתוחי, כימותרפי ותרופות ביולוגיות חדשניות המאריכות חיים באופן משמעותי. הרספטין הינה התרופה הביולוגית הראשונה שניתנה כטיפול מונע לחזרת סרטן השד חיובי ל-HER2, ונחשבת לאחת מפריצות הדרך המשמעותיות ביותר בעולם האונקולוגי. היא ניתנת בעירוי לווריד אחת לשלושה שבועות במשך שנה, ולאחרונה נרשמה בארץ התרופה הניתנת בזריקה תת עורית.    לאחרונה הוצגו תוצאות מעודדות במחקרים לתרופות ביולוגיות חדשות עבור נשים שחלו בסרטן מהסוג הזה. אחת התרופות העובדת במנגנון הפועל נגד HER2 נמצאה כמפחיתה את הסיכון לחזרת המחלה כטיפול משלים בתוספת להרספטין. תרופה נוספת הראתה תוצאות חיוביות כטיפול משלים בהמשך לטיפול בהרספטין. שימוש בתרופות החדשות מפיח תקווה באונקולוגים ובמטופלות, לריפוי מהמחלה הקטלנית.    ד\"ר אירנה לזרב - רופאה בכירה במכון האונקולוגי, בי\"ח סורוקה מקבוצת כללית    בשיתוף סורוקה, מרכז רפואי אוניברסיטאי מקבוצת כללית", "title": "המטרה ריפוי מסרטן שד", "url": "https://www.ynet.co.il/articles/0,7340,L-5294478,00.html", "type": "article", "site_name": "ynet", "published_time": "21:06 , 23.06.18", "category": "", "subtitle": ""}