{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5717913,00.html"}, "headline": "לזוז: אימוני כושר בלייב ב-ynet - בהרשמה מראש בלבד", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/20/9919685/9919681194692980927no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/21/9921220/9921210099097980633no.jpg"], "datePublished": "2020-04-21T18:57:54z", "dateModified": "2020-04-23T19:01:54z", "author": {"@type": "Person", "name": "ynet"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "מהשבוע: ynet ומיטב מאמני הכושר של ישראל באימוני לייב על מסך המחשב שלכם בבית - דרך אפליקציית \"זום\". מתחילים עם רוני דואני ודניאל דויד שאליבו באימונים שיגרמו לכם להזיע ולחזק את שרירי הגוף. כדי להבטיח את מקומכם - הירשמו לאימונים, המקומות מוגבלים. האימון הראשון כבר מחר", "wordCount": "195", "commentCount": "28", "genre": "1208.Health-12823.MOVE-12826.exercising", "keywords": "אימון,זום", "articleBody": "אימון לנרשמים בלבד: מגפת הקורונה גרמה לכולנו להישאר בבית ולהזניח את אימוני הכושר אליהם הורגלנו. ynet חבר לנבחרת מאמני הכושר הטובים ביותר בישראל ומביא למסך המחשב שלכם, באמצעות אפליקציית \"זום\", אימוני כושר מקצועיים לחיזוק השרירים ובנייה מחודשת של סיבולת לב-ריאה. את שני האימונים הראשונים השבוע יעבירו רוני דואני ודניאל דויד שליבו, והם יהיו בחינם. המקומות בשיעור מוגבלים, לכן כדי להבטיח את מקומכם בשיעור - הירשמו מראש.       דניאל דויד שליבו יעביר אימון בן 45 דקות. מדובר באימון כוח באמצעות משקל הגוף בלבד, ללא צורך בציוד כלשהו. אם יש לכם מזרן זה מצוין, אם לא - מגבת לחלוטין תספיק. האימון יהיה בעצימות גבוהה עם שילוב של העלאת דופק ביחד עם תרגילי כוח, בהם נעבוד על כל שרירי הגוף והרבה עבודת בטן.    האימון של דניאל יתקיים מחר, יום רביעי בשעה 10:30 בבוקר. להרשמה לאימון - לחצו כאן  - זיכרו המקומות בשיעור מוגבלים.      רוני דואני תעביר אימון שמשלב פעילות אירובית וחיזוק שרירי הליבה. ניתן יהיה לבצע אימון ללא עזרים, אבל אם תרצו להעלות את רמת ההתנגדות, תוכלו להשתמש בגומיות. מדובר באימון אינטנסיבי שכולל עבודת כוח, חיזוק שרירי הליבה לשיפור היציבה ואירובי.    האימון של רוני יתקיים ביום חמישי בשעה 10:00. להרשמה לאימון - לחצו כאן  - המקומות באימון מוגבלים.", "title": "לזוז: אימוני כושר בלייב ב-ynet - בהרשמה מראש בלבד", "url": "https://www.ynet.co.il/articles/0,7340,L-5717913,00.html", "type": "article", "site_name": "ynet", "published_time": "15:57 , 21.04.20", "category": "", "subtitle": ""}