{"title": "RSS ב - ynet", "url": "https://www.ynet.co.il/articles/0,7340,L-3333996,00.html", "type": "article", "description": "", "site_name": "ynet", "published_time": "11:35 , 10.01.07", "image": "https://www.ynet.co.il/images/default_ynetLogo200_200.jpg", "author": "", "category": "", "subtitle": "", "articleBody": "מה זה RSS? איך מקבלים RSS? כיצד נרשמים? RSS  ב - ynet מה זה RSS?מה הם עידכוני RSS?\nRSS = קיצור של Real Simple Syndication (סינדיקציה ממש פשוטה).\n RSS מאפשר לכם לקבל את כל הכתבות והעידכונים של ynet בלי לגלוש לאתר! (ממש כמו שמקבלים דואר אלקטרוני).השימוש בעידכוני ה RSS דורש בדרך כלל שימוש בתוכנה או בשירות אינטרנט.  חזור למעלהאיך מקבלים RSS?כיצד אפשר לקבל את עדכוני ה-RSS של ynet?\nניתן לקבל עדכוני RSS בשלוש דרכים: \n\n1. שימוש בתוכנה ייעודית לקריאת חדשות ועדכוני (RSS (newsreader. תוכנות אלה דומות לתוכנות דוא\"ל, כאשר במקום תיקיות של הודעות – הן מכילות תיקיות של כותרות. כל תיקייה מייצגת רישום לשירות RSS מסוים באתר אינטרנט כלשהו. למשל, אחרי רישום לעדכוני חדשות ולעדכוני מחשבים ב-ynet, תציג תוכנה שתי תיקיות. בכל אחת מהן יהיו הכותרות המעודכנות מערוצים אלה ב-ynet. \n \nברשת זמינות מספר רב של תוכנות לקריאת חדשות RSS להורדה בחינם, בהן:\n• Feedreader\n\n• SharpReader\n\n• RssReader\n\n \n2. שימוש בשירותים מקוונים. אלה הם אתרים, המאפשרים לצפות בעדכוני RSS מכל מחשב המחובר לאינטרנט. למשל:\n• גוגל רידר\n\n \n3. גלישה באמצעות דפדפנים התומכים ב-RSS. אלה הם דפדפנים הכוללים בתוכם קורא חדשות RSS, ומאפשרים להירשם לעדכוני RSS מתוך הדפדפן עצמו למשל (firefox)\n\t\n חזור למעלהכיצד נרשמים?כיצד נרשמים לעדכון RSS?\n1. יש להעתיק את קישורי ה-RSS מהרשימה שלהלן (קליק ימני הקישור, ובחירה באפשרות 'העתק קיצור דרך' או copy shortcut). \n \n\n2. יש \"להדביק\" את הקישור אל המקום המתאים בתוכנת החדשות או הדפדפן.\n חזור למעלהRSS  ב - ynetעדכוני ה-RSS של ynet\nמומלץ לשוב ולבקר בעמוד ה RSS מדי\n\t פעם, בכדי לבדוק אם נוספו עדכוני RSS חדשים. \n\n  חזור למעלה"}