{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-3352525,00.html"}, "headline": "מדריך: שימוש ב-RSS", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2007-02-27T14:28:20z", "dateModified": "2010-03-11T11:42:28z", "author": {"@type": "Person", "name": "ynet"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "כותרות החדשות והכתבות של ynet זורמות אוטומטית אל שולחן העבודה שלכם באמצעות RSS. על מה מדובר? הנה כל הפרטים", "wordCount": "435", "commentCount": "0", "genre": "8.Central-487.Help11", "keywords": "", "articleBody": "ערוצי ה-RSS של ynet מאפשרים לכם ליהנות מעדכון שוטף של כותרות חדשות וכתבות מערוצי האתר השונים. העדכונים יורדים אוטומטית למחשב וניתן לקבל התראה לשולחן העבודה או לדפדפן על כל ידיעה שמתפרסמת.    איך זה פועל? באמצעות טכנולוגיית RSS (קיצור של Rich Site Summary - תקציר מפורט של אתר - וגם של Real Simple Syndication - סינדקציה ממש פשוטה), \"הדוחפת\" תכנים חדשים מהאתר אל המחשב. ברגע שידיעה חדשה מתפרסמת באתר, הכותרת תופיע גם בחלון התוכנה או בדפדפן שלכם. כך תוכלו להישאר מעודכנים בכל רגע בכל החדשות המתפרסמות ב-ynet.    עדכון ישירות מהדפדפן בכל דפדפני Firefox ובדפדפן Explorer החל מגירסה 7, יש תמיכה מובנית ב-RSS, כך שלא צריך להוריד תוכנה מיוחדת למחשב - ואפשר לקבל את העדכונים ישירות לדפדפן.    Internet Explorer 7 כל מי שברשותו עותק חוקי של Windows יכול להתקין את הגירסה חדשה של הדפדפן של מיקרוסופט התומך בRSS- Internet Explorer 7.   כדי להוסיף את כותרות הדף בו אתם נמצאים אל רשימת ערוצי ה-RSS שלכם, הקליקו על הלוגו הכתום בסרגל הכלים, או על אחד מהערוצים בקישורים למעלה.       בעמוד הקישורים שיפתח לחצו על הקישור \"הירשם כמנוי להזנה זו\", ואשרו.      על מנת לצפות בערוצי ה-RSS, לחצו במקלדת על Ctrl+Shift+J, והם יופיעו מצד שמאל. הערוצים יתעדכנו בקצב קבוע של 15 דקות עד שבוע, על פי הגדרותיכם.        Firefox   דפדפן Firefox 2 מופץ באופן חופשי בעברית ובאנגלית לכל גולש. ניתן להוריד את הדפדפן מכאן.   לחצו על סמל הריבוע הכתום בשורת הכתובות, ובחרו את הערוץ מתוך הרשימה שתיפתח. לחילופין, לחצו על הקישור לערוץ הרצוי ברשימה למעלה.        העמוד הבא יציג את הכותרות האחרונות, ויאפשר לכם לבחור באיזה קורא RSS להשתמש. בחרו ב-\"עדכניות\" ולחצו על \"הירשם כעת\". בחלון שיפתח בחרו היכן להוסיף את הערוץ. מומלץ לבחור ב-\"תיקיית סרגל כלים סימניות\" או \"Bookmarks toolbar folder\".      כעת תוכלו לראות את החדשות האחרונות על ידי לחיצה על הסימניה בסרגל הכלים, או על ידיד דפדפוף בסימניות בצד החלון על ידי הקשה על Ctrl+B. ידיעה חדשה שלא קראתם תודגש.       עדכון באמעצות שירותי רשת ניתן לקרוא ערוצי RSS באמצעות שירותים מבוססי רשת. היתרון בשירותי רשת על פני הדפדפנים או התוכנות המותקנות על המחשב הוא שכל ההגדרות נשמרות ברשת, כך גם סימון הקטעים שכבר קראתם וניתן לגשת אליהם מכל מקום ומכל מחשב. על מנת להשתמש בשירותי הרשת, יש להעתיק את כתובת הערוץ הרצוי מהרשימה בעמוד עדכוני ה-RSS, ולהכניסה על פי ההוראות באתרים.   Netvibes (לסקירת השירות)   Google reader   Bloglines    עדכון בעזרת תוכנות RSS ישומים אלה מזכירים תוכנות דואר אלקטרוני, אך במקום תיקיות של הודעות יש לתוכנה זו תיקיות של כותרות. כל תיקייה היא ערוץ - ומייצגת קטגוריה מסוימת באתר אינטרנט. החסרון העיקרי של רוב התוכנות: הן מוגבלות לשימוש במחשב ספציפי. ברשת זמינות מספר רב של תוכנות לקריאת חדשות RSS להורדה בחינם, בהן:    Feedreader    SharpReader    FeedDemon", "title": "מדריך: שימוש ב-RSS", "url": "https://www.ynet.co.il/articles/0,7340,L-3352525,00.html", "type": "article", "site_name": "ynet", "published_time": "12:28 , 27.02.07", "category": "", "subtitle": ""}