{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5792188,00.html"}, "headline": "חדשנות בחסות הקורונה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/03/10220598/WA-tech.jpg"], "datePublished": "2020-09-04T07:25:10z", "dateModified": "2020-09-05T00:41:13z", "author": {"@type": "Person", "name": "עומרי תמיר וארנון סובול"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "השלכות הקורונה על תעשיית ההיי-טק והסטרטאפים רבות ורחבות, אולם לצד משברים וקריסות של ממש ישנן כמה תעשיות שזוכות לפריחה שרק לפני כמה חודשים, איש לא יכול היה לצפות. המומחים עומרי תמיר וארנון סובול על החדשנות החדשה", "wordCount": "1197", "commentCount": "0", "genre": "8841.Ydamerica-12806.clcala amrica", "keywords": "טכנולוגיה,ניו יורק,סטארט אפ", "articleBody": "העובדה שלמגיפת הקורונה השפעה דרמטית על היבטים רבים, מעבר לאפקט המיידי על החיים של כולנו, איננה חדשה כמובן. גם ההשלכות על תעשיית ההיי-טק והסטרטאפים נותחו כבר במאמרים ומיטאפים רבים ומזוויות שונות: עולמות המסחר האלקטרוני (E-Commerce), הרפואה המקוונת (Health Tech), האירועים המקוונים (Online Events), הוידאו קונפרנסינג והחינוך מרחוק (Ed-Tech) עוברים מהפיכה והאצה. חברות ותחומים שלמים בעולמות אלו משנים מודלים עסקיים ועוברים שינויים אשר קיבלו דחיפה משמעותית בעקבות הקורונה. עולמות מסורתיים יותר, כגון בנקאות וביטוח, נדרשים לשינוי וחשיבה יצירתית.   אולם למרות זאת, מעניין לעצור לרגע ולסכם את מה שמסתמן כארבעה עולמות תוכן ייחודיים, בהם נראה שינוי מעניין במיוחד ואולי פחות צפוי. ארבעת העולמות הללו חווים בימים אלו חדשנות יוצאת דופן ומהווים קרקע בשלה למודלים עסקיים מבריקים ופיתוחים טכנולוגיים יוצאי דופן. ייתכן מאד שמתוך עולמות תוכן אלו יוולדו כמה יוניקורנס חדשים.    שילוח ולוגיסטיקה   עולם המסחר האלקטרוני והשילוח עבר בחצי שנה האחרונה קפיצה אדירה. מי שהיה צרכן אונליין, קונה יותר. מי שלא, הפך לכזה. המניה של אמזון ממשיכה לשבור שיאים וכבר חצתה שווי של 1.6 טריליון דולר, כ-60% גבוה יותר מאפריל השנה. חברת משלוחי הסופרמרקטים Instacart סיימה גיוס של 225 מליון דולר, לפי שווי של 13.7 מיליארד דולר. זאת לעומת השווי הקודם של 8 מיליארד דולר. המתחרה DoorDash, המתמחה במשלוחים ממסעדות, מוערכת בשווי של 15 מיליארד דולר.       המערך הלוגיסטי אשר עומד בבסיס המסחר האלקטרוני מהווה את אחד מעולמות התוכן המרתקים ביותר וניתן לראות בו פרץ של חדשנות טכנולוגית ועסקית כמו גם צמיחה משמעותית בהיבטים שונים כגון פתרונות שילוח, הפצה, אחסון, תכנון נתיבי תעבורה ועוד. הדוגמאות מגוונות, החל מפתרונות של מחסנים אוטומטיים קטנים (Micro Fulfillment Centers) כדוגמת הפתרון של חברת Fabric הישראלית פתרונות שילוח מקומי מבוסס תוכנה ואלגוריתמיקה כגון הפיתרון של Bringg הישראלית אף היא ועד לחברות גדולות אשר מתאימות את המודלים העסקיים לרוח הזמן, כגון Via הישראלית אשר חידדה את המיקוד העסקי שלה והצליחה למנף זמן משבר לצמיחה.    מגמת החדשנות והצמיחה בעולמות הסטרט-אפים, נראית בבירור גם אצל ענקי המסחר ופותחת דלת לחדשנות ושיתופי פעולה: Amazon מחזקת את צי הנהגים ואת יכולת ההפצה שלה. Walmart הכריזה במהלך החודש האחרון שהיא חוברת ל- Instacart על-מנת לתת מענה טוב יותר למשלוחים. DoorDash נכנסה לתחרות ישירה עם InstaCart על מנת להרחיב את מגוון השירותים שלה.    \"במהלך החודשים האחרונים אנו עדים לצמיחה של 300% בהיקף ההזמנות ממסעדות דרך הפלטפורמה של GoParrot.\", מספר יניב ניסים, פאונדר ומנכ\"ל של GoParrot, סטרט-אפ ישראלי המספק מערכת חכמה להזמנות אונליין ושילוח עבור מסעדות בארה\"ב וקנדה. \"יתרה מכך, רשתות מזון רבות ממש ממציאות את עצמן מחדש וממנפות את המשבר ליצירת מודלים עסקיים חדשים. Juice Press לדוגמא, רשת מזון אורגני ובריא אשר הינה לקוח של GoParrot, פתחה סופרמרקט אונליין כמוצר משלים להצעת הערך שלהם והמודל מוכיח את עצמו בגדול\".    שירות בעלות נמוכה    פלטפורמות וסטרטאפים אשר בבסיסם עומד מודל של Marketplace צפויים , כפי שאנחנו חוזים, להינות מפריחה כתוצאה משילוב של מספר מגמות. ראשית, המשבר הכלכלי יחזק את הצורך של ארגונים ואנשים פרטיים לנהל תקציב שמרני. רבים מהמרקטפלייסים מספקים פתרונות בעלות נמוכה יחסית, בין אם מדובר במתן שירותים גלובלי וישיר או במודלים של מכירות ישירות (יד שנייה).  שנית, רבים מצאו עצמם ללא עבודה ויחפשו הכנסה אלטרנטיבית. Fiverr הישראלית ו- Uber הן כמובן הדוגמאות המיידיות לפלטפורמות שכבר עושות זאת בגדול. אנו צופים צמיחה משמעותית ברווחיהן של חברות אשר יציעו מודלים חדשים בתחום.    שילוב מגמות אלו עם מגמות קיימות בעולם התעסוקה אשר מובלות על ידי דור העובדים הצעיר יותר, כגון ריבוי מעסיקים ועבודה מרחוק, יוביל להערכתנו לתקופה מרתקת של חדשנות בתחום.    מודלים חדשניים לתמיכה בעבודה מרחוק   המעבר לעבודה מהבית, באופן מלא או חלקי, כבר הסתיים ברוב החברות כאשר המטרה הראשונה היתה לייצב את השטח ולשמור על הקיים. ככל שעובר הזמן, מתרבים האתגרים: גיוס עובדים חדשים המתאימים לתרבות הארגונית ללא פגישה פנים אל פנים, יצירת סביבת עבודה המאפשרת יצירתיות ועבודת צוות, שיתוף ידע א-פורמלי אשר לרוב מתרחש בשיחות מסדרון, פיתוח יחסים בינאישיים ויצירת סביבה חברתית מהנה אשר תומכת בשימור עובדים, ניהול עובדים ומשימות מרחוק לאורך זמן תוך יצירת Engagement אצל כלל העובדים התמודדות עם לחץ בעבודה ללא תמיכה מקרוב של המנהל והצוות. בנוסף, הגידול האגרסיבי בחברות כגון Gong.io (ניהול צוותי מכירה מרחוק) ו- Monday.com (ניהול משימות ופרויקטים, מרחוק כמובן) הינו דוגמא חיה לאפקט בעולמות אלו. הגיוס האחרון של Mural האמריקאית, המספקת סביבה דיגיטלית לעבודת צוות ויזואלית, מספר את כל הסיפור של עולם התוכן הזה. ספק אם לפני מספר חודשים בודדים, החברה היתה מגייסת 118 מליון דולר ב- Series B, אבל אלו הם ימים בהם החדשנות בנושא העבודה המבוזרת נראית כאחד האתגרים העסקיים המשמעותיים ביותר.    גם תחושת השייכות של עובדים נפגעת במקרים רבים ומיזמים רבים המספקים פתרונות בתחום חווים צמיחה משמעותית. \"במהלך החודשים האחרונים אנחנו רואים צורך שגדל באופן משמעותי מהחברות הגדולות ביותר בשוק להציע לעובדים שלהם חוויות משותפות בצורה מקוונת אשר יחברו הן את העובדים בינם לבין עצמם והן את העובדים לקהילה שבה הם חיים\" אומרת מיכל אלתר, המייסדת והמנכ\"לית של Visit.org, המציעה חוויות משותפות מקוונות לעובדים אשר מסופקות ע\"י ארגונים קהילתיים בכל רחבי העולם.    יצירת מרחב העבודה הוירטואלי הופכת למורכבת ככל שעובר הזמן ופתרונות סטנדרטיים של פגישות אונליין כגון Zoom, אשר הפכו לסטדנרט אצל כל אחת ואחד מאיתנו מהווים כעת פיתרון חלקי בלבד. טכנולוגיות אשר תספקנה משרד וירטואלי אמיתי, קרוב ככל האפשר למציאות ואשר כולל חוויה חברתית אמיתית, הם הדבר הבא. ייתכן מאד שבעוד שנה, ניכנס מהמחשב בבית למשרד \"אמיתי\" לחלוטין במחשב שלנו, נשוטט במסדרונות, נדפוק על דלתות ונהנה מסשן White Boarding עם קולגה.    הגנה על המידע הארגוני   המהפכה מכתיבה שינויים מרחיקי לכת בדפוסי התנהגות אשר במשך שנים רבות נדחו בתוקף על-ידי תעשיות שמרניות. העובדה שארגונים שלמים עברו לעבודה מהבית, מאלצת תעשיות מסורתיות ובעלות רגישות גבוהה במיוחד להגנה על מידע, כגון בנקים, חברות ביטוח, יצרני שבבים ,חברות תרופות, חברות רכב ועוד - לשנות תפיסות עולם מבחינת security.    \"אנו חווים זינוק אקספוננציאלי בביקוש לפתרונות המאפשרים עבודה מאובטחת מרחוק, כולל מהבית.\" משתף יובל פורת, מנכ\"ל חברת KAZUAR, המספקת לארגונים עסקיים רגישים סביבת עבודה מאובטחת ברמה של ארגון ביטחוני, כולל פתרון ייחודי המאפשר עבודה מאובטחת מרחוק. \"גם קודם לכן ארגונים מובילים, בעלי IP רגיש או מערכות רגישות אחרות, היו חשופים לתקיפות ממוקדות ומתוחכמות, שאין להן מענה בתפיסות ה-Security הקיימות. המעבר החד לעבודה מהבית החמיר את המצב עוד יותר, שכן הוא מייצר גישה אפשרית לארגון ממגוון רחב של נקודות קצה שאינן מוגנות כראוי. המצב החדש מגביר בו זמנית הן את הפגיעות של ארגונים אלה למגוון התקפות מתוחכמות והן את המודעות שלהם לכך שמדובר בסיכון מיידי, שעלול לפגוע קשות בנכסים מרכזיים של הארגון. הדבר מחייב שינוי מהותי הן בתפיסת האיום הארגונית והן בסוג הפתרונות וברמת ההגנה שהארגון נהנה ממנה. השינוי גרם לנו להגדיל את המיקוד שלנו בדרישה החדשה בשוק, שהיא גדולה משמעותית משהיתה לפני משבר ה-COVID-19 ובו זמנית לנקוט צעדים כדי להתמודד עם מציאות של ביקושי יתר\".    מעניין יהיה לעקוב אחר ההתפתחויות גם מזוויות אלו. סביר שנראה סטארטאפים מבטיחים נולדים מתוך עולמות תוכן אלו ולא יהיה מפתיע לו קרנות ינתבו השקעות לאפיקים אלו. ככל הנראה, בזמן הקרוב נהיה עדים לגדילה מואצת של חברות אשר השכילו להתאים את עצמן למציאות החדשה וחוות קצב גדילה שלא ציפו לו אפילו בתחזיות הוורודות ביותר רק לפני מספר חודשים.        עומרי תמיר הינו Advisor לחברות סטרט-אפ ישראליות בניו-יורק ופאונדר של קהילת הסטרט-אפים ScaleUp NY. הוא משמש כ- COO בחברת הסייבר CHEQ ולשעבר בכיר בחברת Datorama, a Salesforce Company.    ארנון סובול הינו Advisor לחברות סטרט-אפ ישראליות בניו-יורק ופאונדר של קהילת הסטרט-אפים ScaleUp NY. הוא משמש כ- COO בסטארטאפ האורבני Cinch ולשעבר בכיר בחברת Outbrain.   ", "title": "חדשנות בחסות הקורונה", "url": "https://www.ynet.co.il/articles/0,7340,L-5792188,00.html", "type": "article", "site_name": "ynet", "published_time": "21:40 , 04.09.20", "category": "", "subtitle": ""}