{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5540036,00.html"}, "headline": "האם תמה התמ\"א? 15 שנים למפעל שמשנה את פני הערים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/01/9337697/933765101000100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/01/9337710/933764601000100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/01/9337717/933764501000100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/01/9337704/933764801000100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/01/9337701/933765001000100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/01/9337703/933764901000100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/01/9337709/933764701000100980551no.jpg"], "datePublished": "2019-07-02T11:48:12z", "dateModified": "2019-09-03T16:34:49z", "author": {"@type": "Person", "name": "ynet"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לפני כ-15 שנים אושרה לראשונה תכנית המתאר הארצית נגד רעידות אדמה - תמ\"א 38. מאז ועד היום החלו רשויות מקומיות לנקוט עמדה נחרצת בהתייחס אל ההתחדשות שמתבצעת בשטחם. אז איפה עומד השוק והאם תמה התמ\"א? יצאנו לבדוק", "wordCount": "1271", "commentCount": "26", "genre": "6.Economy-13624.urban renewal", "keywords": "התחדשות עירונית,תמ\"א 38,התחדשות עירונית פרויקט", "articleBody": "בשיתוף מרכז הנדל\"ן     לפני כ-15 שנים אושרה לראשונה תכנית המתאר הארצית נגד רעידות אדמה המוכרת לנו בשם תמ\"א 38. מדובר באוסף של תקנות שמטרתן הוא טיפול בסיכונים שונים העלולים להיווצר כתוצאה מרעידות אדמה. התכנית הייתה יוזמה של המועצה הארצית לתכנון ובנייה ועליה היה אמון צוות גדול של מתכננים ויועצים.   התקן הישראלי לעמידות מבנים ברעידות אדמה נכנס לתוקף 1975 והפך למחייב מבחינת תנאי הבנייה בשנת 1980. ההערכות אומרות כי, ככל הנראה, מרבית המבנים שקיבלו היתר עד 1980 אינם עומדים בתנאים לתקן ובעת רעידת אדמה חזקה, מבנים רבים יתמוטטו והנזק יהיה לא רק לרכוש אלא גם מספרים גבוהים של אבדות בנפש.      עלויות של חיזוק מבנים והתאמתם לתקן הישראלי הן גבוהות ולכן הוצע תמריץ תמ\"א 38 כדי לעודד בנייה שמחד מחזקת את המבנים ומאידך מאפשרת הרחבת הבנייה הקיימת ולפיכך גם יש רווח בצד ההשקעה. נשאלת השאלה מדוע איננו רואים יותר פרויקטים של תמ\"א 38 והאם תכליתה הראשונית עבר שינוי.   \"לא רואים התעוררות דרמטית בנושא\" עו\"ד מורן גור מסביר כי על פניו תכלית התכנית לא השתנתה. \"הממשלה שמה לה למטרה ליצור תמריץ ראוי למימוש צורך לאומי במסגרת חיזוק מבנים כנגד רעידות אדמה ובין השאר להעלות את היצע הדירות במדינת ישראל\", הוא מסביר.      \"יחד עם זאת, משנת 2005 ועד היום, חרף ארבעה תיקונים הראשון ב- 2007, השני ב- 2010, שלישי 2012 ורביעי 2016, תמ\"א 38 בין אם בהריסה ובניה ובין אם חיזוק מצב קיים, לא צלחה. אמנם הייתה איזו התעוררות אשתקד, אולם זו נבלמת מחדש על ידי אג'נדות ומדיניות של רשויות מקומיות.    \"סטטיסטית, הערים המובילות הן ת\"א, חיפה ור\"ג. לדוגמה בר\"ג אושרו 47 פרויקטים בהיתר, 7 בחיזוק ו- 40 בהריסה, יחד עם זאת, המטרה היא שכל עיר תקדם לעצמה תכנית על פי צביונה, אופייה, כפי שרואים בהרצליה, רמת השרון, ת\"א – תכנית הרובעים ודווקא בסוגיה הזו, אני חושב שהרשויות לא מתומרצות ולכן מזה 15 שנים מהולדתה של התמ\"א, לא רואים התעוררות דרמטית בסגמנט זה.\"     לשאלה על האבולוציות שעברה התכנית מסביר עו\"ד גור כי מאז יציאתה לפועל ועד כה היו ארבע פעימות של שינויים - אלו נעשו במטרה לנתב תוך כדי תנועה וליצור כדאיות כלכלית, וכך במרץ 2007 נוספו תמריצים וזכויות בנייה, במאי 2010 תיקון 2 התמקדו יותר בסוגיה של הריסה ובניה מחדש, ביוני 2012 נוספו זכויות בניה ודווקא בדצמבר 2016 יצרו פרשנות שונה מזו שהייתה עד 2016. השינוי האחרון הייתי מגדיר אותו יותר רבולוציה מאשר אבולוציה.    בשנת 2018 הנתונים הראו כי: תל אביב עם 81 היתרי בניה 41 הריסה ו-40 תוספת.  חיפה עם 59 היתרים 32 הריסה ו-27 תוספת.  רמת גן עם 40 הריסה ובניה ו-7 חיזוק ותוספת  גבעתיים 17 הריסה ו-8 תוספת  הרצליה 4 הריסה ו-19 תוספת.    \"על פי דוח המועצה להתחדשות עירונית\", מפרט עו\"ד גור, \"אין ספק שמשנת 2010 ועד היום קיים שינוי מגמה רדיקאלי ביחס בין פרויקטים של חיזוק ותוספת בנייה לעומת הריסה ובנייה. כך לדוגמה, בין השנים 2010 ל-2012, היחס היה כ-90% לטובת תוספת בנייה, בין השנים 2013-2014 ירד לכ70% ומשנת 2015 היחס די שווה 50% - עד היום.      \"מנגד מבחינה מספרית רואים גרף של עליה משנת 2010 עד שנת 2014. לדוגמה בשנת 2010 הוגשו 169 בקשות לעומת 2014 שהוגשו 1,068 בקשות משנת 2015 אנו עדים למגמה הפוכה של פחות בקשות להיתר אך יחס אישורים גבוה יותר. גם בין 2010 ל2014 כל בקשה שלישית אושרה. בין 2015 ל-2017 כל בקשה שניה אושרה ובשנת 2018 יחס שיא של 85% בקשות להיתר שמאושרות.   \"אותו גרף של עלייה, ירידה, עלייה ירידה במסגרת מניין הבקשות להיתר (בהתעלם מרכיב האישור) מעיד על כך שעוד לא הגענו לנקודת האיזון הנדרשת לפיה מצד אחד יש תמריץ כפול הן ליזמים והן למוסדות התכנון. ברור שהפתרון המיטבי הוא שניצור כדאיות גם למוסדות התכנון לאשר פרויקטים, אך היום אמפירית זה לא קורה.\"   אין ספק שהתחדשות עירונית היא מגמה חמה בשוק נדל\"ן, אז מה צריך לדעת מראש? \"קודם כל צריך הרבה סבלנות\", אומר עו\"ד גור, \"כמו גם, יכולת אישית גבוהה מול דיירים. יש פה הרבה פסיכולוגיה ורצון עז לעזור ולמצוא פתרונות ולא לוותר ולו לשניה. שנית, שעות לא שגרתיות מאחר ומרבית הדיירים עימם נפגשים מסיימים את יום העבודה מאוחר ופה אנו מתחילים את יום העבודה במישור הבין אישי.     \"שלישית, אני סבור שמקצועית, צריך להתמחות בשלושה תחומים עיקריים: הראשון, הבנה גבוהה בדיני התכנון והבנייה, קריאת תכניות, תקנונים. השני, הבנה גבוהה בדיני המקרקעין, ניתוח תשריט הבית המשותף, תקנונים, צווים, הכרת ההלכות הן על ידי המפקחת על הבתים המשותפים והן על ידי ועדות הערר, והרכיב השלישי, כמובן לדעת להתמקד בכל הסוגיות החוזיות הנדרשות במסגרת ההתקשרות בין היזם לדיירים.    \"שלושת הרכיבים הללו, למעשה, משלימים האחד את השני ויוצרים את הסינרגיה המיוחלת תוך מתן ליווי אידיאלי בין אם מייצגים את היזם ובין אם מייצגים את הדיירים, על מנת לא לבזבז זמן יקר בתהליך התמ\"א שבסופו חלילה נדחית הבקשה להיתר וירדו לטמיון שנתיים עד שלוש במסגרת כל התהליך.\"   בין בחירות לתמ\"א כאמור, התחדשות עירונית היא מגמה שהולכת ומתחזקת ואפילו במערכת הבחירות האחרונה הייתה התייחסות לנושא. יחד עם זאת, עו\"ד גור מציין שעל אף ההתקדמות שיש בנושא, עדיין ישנם חסמים רבים.   \"מחד, קידמה הממשלה לפני 15 שנה תכנית מבורכת, מאידך, אין מספיק תקציב לרשויות המקומיות להגשים את אותה תכנית בין אם ע\"י תשלומים לכוח אדם, בין אם על ידי היטלי השבחה מיסים ובלבד ואכן תהיה השבחה שגם היזם ישמח לשלם לוועדה ובין ע\"י אם לא הדבר החשוב ביותר, הוצאות תכנוניות.      \"הרי לא ייתכן שתוגש בקשה להיתר במדינת ישראל עפ\"י תמ\"א 38 וזו תידון לאחר שנה וחצי תוך שהמחוקק קובע באופן מפורש שבקשה מסוג זה מיום קליטתה תינתן החלטה תוך 90 ימים. גם כשמגישים ערר מסוג זה, עמדת מוסדות התכנון ובצדק, שאין כוח אדם לקלוט את הבקשות. השלב הבא הוא שלב התשתית שבעצם איזה תמריץ יש לעירייה לאשר תכנון, שבפרויקט לא מקבלים תמורה, מוסיפים יח\"ד בשטחים גדולים, תוך שהתשתיות והשטחים הציבוריים הפתוחים והמבונים נותרים בעינם. ואני אכן מבין את החשש של אותן עיריות שמחליטות להרים 'אמברקס' ולעשות חישוב מסלול מחדש.\"   אלו, אגב, גם, בין היתר, הסיבות לכך שלאחרונה יוצאים ראשי רשויות כנגד תמ\"א 38 נקודתי ורוצים להפנות משאבים לתוכניות פינוי-בינוי מסיבי, כמו, למשל, בר\"ג ות\"א.   עו\"ד גור מציין כי ייתכן מאוד ואנחנו הולכים לכיוון של הקפאת הליכים בנושא. \"הואיל ואין הלימה בין  דרישות הוועדות המקומיות לציפיות הממשלה הרי שלעולם לא נפתח את אותו צוואר בקבוק המיוחל בדמות אישור פרויקטים לחיזוק כנגד רעידות אדמה. החשש שתיווצר אנרכיה תכנונית.    כך על אף שהמחוקק הגדיר לוחות זמנים ברורים לדון בבקשה להיתר מיום קליטתה, הלכה למעשה, הרשויות לא מיישמות זאת בפועל, על אף שהמחוקק קבע באופן מובהק שלא לגבות היטלי השבחה בהליכים מסוג תמ\"א 38 הרי שאנחנו שומעים יותר ויותר ראשי ערים שאומרים שלא יאושר פרויקט של התחדשות עירונית ללא השתתפות ציבורית מצד יוזם הבקשה להיתר, ובעצם יוצרים הליך עוקף חקיקה בכך שמתנים פרויקטים במעשה תכנוני לחבור למספר מגרשים ולבנות בנייה רוויה תוך הפרשה לצרכי ציבור, קידום תב\"עות ובכך יוצרים פלטפורמה כלכלית שמכניסה כסף לקופת העירייה.\"   ומה צופנים העתיד ובעיקר מערכת הבחירות הקרובה? \"נתחיל בזה שהתיקון החדש תיקון 4 לתמ\"א 38 נזנח ולא אושר – ב-5.3.2019 באופן שמנהל התכנון הוציא הודעה שהוא נותן עדיפות לתכניות כוללניות ופרטניות, תקנות ופרויקטים המקודמים על ידי משרדי הממשלה לרבות בחינת תיקוני חקיקה תוך ראייה מערכתית מבלי לפגוע במרקם העירוני.    \"אם הממשלה לא תתמרץ את הוועדות המקומיות לאפשר פרויקטים של התחדשות עירונית, בין אם בהריסה ובין בחיזוק בניינים קיימים, הרי שבדצמבר 2021 לא יהיה מקום להאריך את תוקפה של התמ\"א. אני מזכיר, תמ\"א 38 היא זמנית ומתחדשת על ידי הממשלה כל 5 שנים, שהאישור האחרון ניתן בדצמבר 2016 הוא תיקון 3 א' לתמ\"א.      \" למעשה, אני מאוד חרד לעתיד ההתחדשות העירונית ואני קורא לממשלה ולנבחרי הציבור לבצע שינוי אקוטי שיפתח צוהר להליך מיטבי שיאפשר גם מתחמים ציבוריים וגם יחידות דיור חדשות באיזון האופטימלי. אני קורא גם לראשי הערים ליצור ודאות ודרך כך, שגם אם הם מעוניינים לקדם אג'נדה כזו או אחרת, הרי שיש ליצור תקופת מעבר, יש לאפשר פרויקטים נקודתיים שלא פוגעים בצביון באזור ובכלל להתנהל באופן שמגשים את הצורך הלאומי הראשון במעלה בדמות תמ\"א 38.\"   בשיתוף מרכז הנדל\"ן      ", "title": "האם תמה התמ\"א? 15 שנים למפעל שמשנה את פני הערים", "url": "https://www.ynet.co.il/articles/0,7340,L-5540036,00.html", "type": "article", "site_name": "ynet", "published_time": "08:48 , 02.07.19", "category": "", "subtitle": ""}