{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5600624,00.html"}, "headline": "יש לה צ'ארם: פנדורה כבשה את הישראליות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9516664/9508375010001009801340no.jpg"], "datePublished": "2019-10-01T18:09:49z", "dateModified": "2020-04-01T13:03:32z", "author": {"@type": "Person", "name": "דורית דגן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לאחר שהתרחבה למגוון קטגוריות תכשיטים רחב, פנדורה חזרה אל השורשים והשיקה את קולקציית צמידי Reflexions - בעלת השפה העיצובית המובחנת ומסר של ביטוי עצמי. במרכזה נמצאות שלוש מתכות הבסיס של המותג: כסף סטרלינג 925, פנדורה רוז ופנדורה shine. שבוע לאחר השקתה המתוקשרת בישראל - אזל המלאי בכל החנויות", "wordCount": "785", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019-29696.f 2019", "keywords": "פנדורה,סופרבראנדס", "articleBody": "בשיתוף Superbrands    מותג התכשיטים Pandora נוסד בדנמרק בשנת 1982 על ידי הצורף פייר אנוולדסן ואשתו וויני, שהיו הבעלים של חנות תכשיטים קטנה בקופנהגן. בשנים הראשונות עסקו בני הזוג בייבוא ושיווק בהיקף קטן של תכשיטים, אולם ב-1989 הרחיבו את עסקיהם, שכרו מעצב תכשיטים והקימו מפעל ייצור בתאילנד.   בשנת 2000, השיקה פנדורה את מוצר הדגל שלה, Charm Bracelet, צמידים שניתן לשלב בהם תליונים מעוצבים (\"צ'ארמס\"), שיכולים להכיל כיתובים שונים - קונספט שנרשם כפטנט. חומרי הגלם העיקריים המשמשים לייצור התכשיטים הם כסף סטרלינג 925, זהב 14 קראט, 15 קראט ו-18 קראט, וזאת בשילוב חומרים נוספים כמו אמייל, זירקון וזכוכית מוראנו.     כחלק ממדיניות החברה, כל מפעלי הייצור ובתי האומן שפנדורה משתפת עמם פעולה מחויבים לסטנדרטים של מועצת התכשיטים (RJC), בכל הקשור לשמירה על תנאי עבודה הוגנים ואחריות סביבתית. החברה מקפידה על ייצור מחומרים ידידותיים לסביבה, בהם כסף וזהב ממוחזרים, ומחויבת לתהליך הוגן ואחראי של פיתוח מוצרים ופעולה אקטיבית למזעור ההשפעה הסביבתית.   ב-2010 הונפקה פנדורה בבורסה של קופנהגן. כעבור שנה הצטרף לשורותיה סטיבן פיירצ'יילד, כראש מחלקת הקריאייטיב של המותג. פיירצ'יילד שימש לפני כן כמעצב ומעצב ראשי בבתי האופנה הגדולים בעולם, בהם ולנטינו, ראלף לורן וקלווין קליין.    כיום, פנדורה היא חברת התכשיטים השנייה בגודלה בעולם, ויש לה יותר מ-2,700 חנויות קונספט ויותר מ-10,000 נקודות מכירה בכ-100 מדינות ברחבי העולם. זכיינית המותג הבלעדית בישראל היא חברת סיטי טיים ישראל, המפעילה 17 חנויות קונספט, 41 נקודות מכירה ואתר מקוון בעברית. כמו כן, המותג נמכר בשמונה חנויות רשת המולטיברנד Jackie O המחזיקה את מותגי הקבוצה.   הסביבה התחרותית  פנדורה פועלת בקטגוריה של תכשיטי יוקרה במחירים נגישים (Affordable Luxury). בעת חדירת המותג לישראל, פעלו בשוק המקומי שני סוגי שחקנים: מותגי יוקרה המציעים תכשיטי זהב ויהלומים במחירים גבוהים, ושחקני המחיר שמציעים תכשיטים במחירים נמוכים. רוב התכשיטים שנמכרו אז בשוק הישראלי היו מזהב, בעוד מרבית התכשיטים של פנדורה עשויים כסף סטרלינג. בידול זה העניק לפנדורה יתרון, והיא הייתה למותג התכשיטים הבינלאומי הגדול הראשון שחדר לשוק הישראלי כשהוא מייצר ומשווק תכשיטים מכסף.    מאז צומחת הפעילות של פנדורה בישראל בהתמדה, והמותג נהנה מתדמית איכותית ואופנתית בקרב הצרכנים. פנדורה משווקת בישראל טבעות, עגילים, שרשראות ותכשיטים נוספים במגוון עיצובים. החברה משיקה מדי שנה שבע קולקציות חדשות, במטרה לאפשר לכל לקוחה למצוא במגוון המוצרים הרחב את הפריט שהולם את טעמה וסגנונה האישי. עבודות הצורפות והשיבוץ המדויקות של התכשיטים נעשות באמצעות טכניקות ייצור חדשניות ותוך שימוש בחומרי הגלם האיכותיים ביותר. הקולקציות הייחודיות של המותג מתאימות במיוחד עבור פאשניסטות המחפשות את הטרנד הבא וגם לנשים המבקשות להעמיק את הסטייל שלהן עם עיצובים קלאסיים ועל-זמניים.      האתגר השיווקי  עד היום התרכז המאמץ השיווקי של תכשיטי פנדורה בביסוס קטגוריות התכשיטים השונות (טבעות, שרשראות, עגילים) וחומרי הגלם האיכותיים, כעמודי התווך של המותג. זאת, כחלק מתהליך ארוך טווח של יצירת זהות מותגית מובחנת. שיאו של התהליך היה בהשקת קולקציית Shine, הכוללת תכשיטי כסף סטרלינג בציפוי זהב 18 קראט. קולקציה זו העניקה למותג דריסת רגל עמוקה בשוק תכשיטי הזהב, תוך שמירה על מחירים נגישים. השלב הבא בתהליך יתבטא בשיבה אל מקורות המותג והגדלת נתח השוק בקטגוריית הבסיס שלו - הצמידים.   השקת קולקציית Reflexions  יריית הפתיחה במהלך השיבה אל מקורות המותג הייתה השקת קולקציית צמידים חדשה, Reflexions, בעלת שפה עיצובית מובחנת, מודרנית וחדשנית המעבירה מסר של ביטוי עצמי וסטייל אינדיבידואלי. במרכז הקולקציה עמדו צמידים משלושת מתכות הבסיס - כסף סטרלינג 925, פנדורה רוז ופנדורה shine (כסף סטרלינג בציפוי זהב 18 קראט) ושיבוצי זירקונים – בשילוב סוגרים שטוחים. זו קולקציית הצמידים השלישית במבחר של פנדורה, והיא מצטרפת לקולקציות הוותיקות של המותג, Moments ו-Essence, במטרה לשמר את קטגוריית הצמידים כמנוע צמיחה מרכזי של החברה.   לקראת השקת קולקציית Reflexions בישראל, התקיים יום צילומים בהשתתפותן של שלוש שגרירות המותג: ירדן הראל, אנה ארונוב ומור סילבר. הצילומים נערכו במלון דריסקו בתל אביב, לוקיישן אלגנטי ומודרני התואם לערכי הקולקציה. יום הצילומים והקולקציה החדשה סוקרו ברשתות החברתיות ובאתרים שונים. כשבוע לפני הצילומים, נערכה מסיבת השקה עולמית לקולקציה בניס, צרפת. ירדן הראל שימשה כנציגת השוק הישראלי באירוע, שבו השתתפו סלבריטאיות ומובילות דעה מכל העולם, ושסוקר וקודם בהרחבה.   ביום עליית הקולקציה בישראל, נערכה במלון דריסקו בתל אביב מסיבת השקה, שאליה הוזמנו בכירים מהמטה העולמי של פנדורה, וכן שגרירות המותג, עיתונאיות אופנה ובלוגריות. במהלך המסיבה הציגה הראל בפני האורחות את הטרנדים המובילים לעונה הקרובה וכיצד ניתן לשלב בהם את התכשיטים.    במהלך תומך להשקה, שולבו כתבות תוכן במגזינים מובילים, וכן נוהל קמפיין BTL בקניונים, בנקודות מכירה ובשילוט ברחבי הארץ. מהלך ההשקה הצליח מעל המצופה, ובתוך כשבוע המלאי אזל מהחנויות.   דברים שלא ידעת על Pandora  חנויות המותג פזורות בכ-100 מדינות ב-6 יבשות שונות, עם 7,800 נקודות מכירה וחנויות קונספט.  חברת פנדורה ממחזרת 100% מהפסולת שנוצרת בתהליך ייצור התכשיטים. בנוסף 97% מהכסף ו-74% מהזהב המשמשים לייצור מגיעים ממקורות ממוחזרים.  במועדון הלקוחות של פנדורה יש למעלה מ-11 מליון חברים וחברות.  מגוון הצ'ארמס של פנדורה עומד על למעלה מ-800 צ'ארמס ועם 10 קולקציות בשנה, המספר רק עולה.  בממוצע, 30 זוגות ידיים לוקחות חלק בייצור כל תכשיט ותכשיט ולכולם יש גימור ידני.", "title": "יש לה צ'ארם: פנדורה כבשה את הישראליות", "url": "https://www.ynet.co.il/articles/0,7340,L-5600624,00.html", "type": "article", "site_name": "ynet", "published_time": "10:03 , 01.04.20", "category": "", "subtitle": ""}