{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5744447,00.html"}, "headline": "מותגי העל של ישראל לשנת 2020", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2020-06-08T15:41:56z", "dateModified": "2020-06-17T15:18:46z", "author": {"@type": "Person", "name": "גיל רונן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "ארגון Superbrands בודק מדי שנה מיהם המותגים שיצרו את הקשר הרגשי החזק ביותר בקרב הצרכנים בישראל. זו הרשימה המלאה", "wordCount": "662", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019", "keywords": "Superbrands,מותגי-על", "articleBody": "  אחת ממטרות העל של כל מותג היא ליצור חיבור רגשי עמוק עם הצרכנים. מותגים מצליחים, ש\"עובדים על הקשר\" עם הצרכנים, נהנים מאמונם ויוצרים איתם מערכות יחסים ארוכות טווח. מותגי-העל, ה- Superbrands - הם אותם מותגים שהצליחו להעמיק ולחזק את הקשר שלהם עם הצרכנים.    ארגון Superbrands הבינלאומי בודק כבר יותר מ-25 שנים בכל העולם את עוצמות החיבור הרגשי בין מותגים לצרכנים. הארגון, שפועל זו השנה ה-12 בישראל, ערך לאחרונה סקר צרכנים מקיף באמצעות מכון המחקר Ipsos והוא מפרסם כעת לראשונה את רשימת ה- Superbrands של ישראל לשנת 2020.   ברשימה, המחולקת לפי קטגוריות, מוצגים המותגים הפועלים בישראל, שנמצא כי הקשר שלהם עם הצרכן הישראלי הוא העוצמתי ביותר בהשוואה למותגים אחרים בקטגוריה.   מותגי העל של ישראל הוכתרו על ידי הצרכנים בישראל. הציבור הישראלי הוא זה שדירג בכל אחד מהתחומים (מזון, משקאות, תיירות, שירותים פיננסים, תקשורת וכו') את המותגים, שנתנו לו יתרונות מוחשיים ורגשיים גבוהים בהשוואה למותגים אחרים. רק מותגים שציונם עבר את רף ההצטיינות של Superbrands זכו להיות מוכתרים כמותגי על בישראל, ונכנסו להיכל התהילה העולמי של Superbrands.   ארגון Superbrands פועל בישראל מאז שנת 2008, וב-12 השנים האחרונות הוא מוציא לאור מדי שנה ספר, המציג את סיפוריהם השיווקיים של מותגי העל בישראל, מסייע להעלאת רמת השיווק של הדור הבא של המנהלים הישראלים באמצעות פעילות אקדמית באוניברסיטאות ובמכללות המובילות, ויוזם פעילויות למען הקהילה במסגרתם מנכ\"לים וסמנכ\"לי שיווק של מותגים מובילים תורמים בחזרה לחברה ולצרכנים שבקרבם הם פועלים.   איך נבחרים ה-Superbrands? בכל שנה, בכל מדינה, נערך מחקר מקיף בקרב הצרכנים אשר מדרגים את המותגים וקובעים מי ראוי בעיניהם להיות מוכתר בתואר \"מותג על\" בישראל ולהפוך ל- Superbrands. מותגים אינם צריכים לשלם על הגשת מועמדות או על הזכייה בתואר.   גם השנה, בשלב הראשון הרכיבו נציגי Superbrands בישראל את רשימת כל המותגים הפועלים במדינה: מוצרי צריכה ושירותים, מקומיים ובינלאומיים, ואפילו מגזר ציבורי ואנשים כדוגמת פוליטיקאים, אנשי תקשורת, אנשי עסקים ואמנים. בסך הכול, כללה הרשימה כ-2,000 מותגים.   בשלב השני, ניגש לפעולה צוות שופטים בראשות פרופ' יעקב הורניק מבית הספר למנהל עסקים באוניברסיטת תל אביב, המורכב מכ-100 מנכ\"לים, סמנכ\"לי שיווק, אנשי אקדמיה ופרסום מובילים. צוות השופטים ניפה ודירג את רשימת המותגים המלאה, ורק המותגים שזכו מהשופטים בציונים גבוהים עלו לשלב מחקר הצרכנים.   בשלב השלישי נערך מחקר הצרכנים על ידי מכון המחקר IPSOS, שבמסגרתו דירגו הצרכנים בישראל את המותגים שעלו לגמר, ובחרו מי מתוכם הם Superbrands – מותגי-על.   להלן רשימת מותגי העל של ישראל לשנת 2020 מסודרת לפי קטגוריות. המותגים מסודרים בכל קטגוריה לפי סדר א'-ב':    E-Commerce  amazon ebay GROO zap‭ ‬השוואת‭ ‬מחירים וואלה‭ ‬שופס סופר‭ ‬פארם‭ ‬אונליין קסטרו‭ ‬אונליין שופרסל ‭ ‬online   מוצרי‭ ‬חשמל‭ ‬ואלקטרוניקה  AEG BOSCH Canon Dyson iPod iRobot JBL KENWOOD LG Miele NINJA Panasonic PHILIPS SAMSUNG Sauter SIEMENS SONY TADIRAN Tefal TOSHIBA Xiaomi אלקטרה אנרג'ייזר טורנדו ניופאן פלייסטיישן תמי‭ ‬4   נדל‭\"‬ן  אזורים אנגלו‭ ‬סכסון אפריקה‭ ‬ישראל‭ ‬מגורים אשטרום גינדי רי‭/‬מקס שיכון‭ ‬ובינוי   אופנה‭ ‬והנעלה  adidas ALDO AMERICAN EAGLE ARMANI Asics CASTRO Columbia crocs Delta DIESEL Dior DKNY DOLCE&GABBANA FOX GUCCI H&M LACOSTE LEE LEVI'S LOUIS VUITTON new balance NIKE Polo Ralph Lauren Reebok SKECHERS THE NORTH FACE Timberland Tommy Hilfiger Under Armour VANS VERSACE ZARA אול‭ ‬סטאר בירקנשטוק טבע‭ ‬נאות לי‭ ‬קופר מנגו ספידו פומה פילה רנואר   בנקאות‭ ‬ושירותים‭ ‬פיננסים  bit Cal max PayPal LifeStyle Visa אלטשולר‭ ‬שחם אמריקן‭ ‬אקספרס בנק‭ ‬הפועלים דיינרס דיסקונט ישראכרט לאומי מאסטרקארד מזרחי‭ ‬טפחות קבוצת‭ ‬ישראכרט   חברות‭ ‬ביטוח  9000000 AIG ביטוח‭ ‬ישיר הפניקס הראל כלל‭ ‬ביטוח מגדל מנורה‭ ‬מבטחים   מגזר‭ ‬ציבורי‭ ‬ו-‭‬NGO  המוסד חברת‭ ‬החשמל מועדון‭ ‬חבר צה‭\"‬ל שב‭\"‬כ   מוצרי‭ ‬מזון  FITNESS אסם ברילה דגני‭ ‬בוקר‭ ‬נסטלה היינץ הלמנ‭'‬ס השחר‭ ‬העולה טבעול יד‭ ‬מרדכי מאפיית‭ ‬אנג‭'‬ל מעדנות נוטלה סוגת סטארקיסט סלטי‭ ‬אחלה סלטי‭ ‬צבר סנפרוסט עלית עץ‭ ‬הזית פתי‭ ‬בר‭ ‬אסם קוואקר קטשופ‭ ‬אסם קלוגס קנור שטראוס שקדי‭ ‬מרק‭ ‬אסם תלמה   משקאות  Coca-Cola Coca-Cola Zero Fanta FUZE TEA NESTEA Red Bull Schweppes Sprite XL מי‭ ‬עדן נביעות נביעות‭ ‬פלוס סאן‭ ‬בנדטו סודה‭ ‬סטרים פפסי פריגת פרימור   מוצרי‭ ‬חלב‭ ‬וגלידות  BEN&JERRY'S Muller YOLO גלידות‭ ‬נסטלה גלידת‭ ‬שטראוס דנונה האגן‭ ‬דאז השף‭ ‬הלבן חלב‭ ‬תנובה טרה יופלה יטבתה מגנום מחלבות‭ ‬גד מילקי משק‭ ‬צוריאל סקי עמק פילדלפיה פיראוס קוטג׳ תנובה תנובה   אלכוהול  Carlsberg corona Guinness Heineken JOHNNIE WALKER Stella Artois Tuborg אבסולוט ג‭'‬יימסון ג‭'‬ק‭ ‬דניאלס גולדסטאר וודקה‭ ‬ואן‭ ‬גוך ויינשטפן יקב‭ ‬רמת‭ ‬הגולן יקבי‭ ‬ברקן יקבי‭ ‬כרמל מרטיני סמירנוף פינלנדיה שיבאס‭ ‬ריגאל   חטיפים‭ ‬וממתקים  Kit Kat Loacker LOTUS M&M's Mars Mentos MERCI Milka NATURE VALLEY Orbit OREO Snickers tic tac TOBLERONE TWIX בזוקה בייגל‭ ‬בייגל ביסלי במבה מקופלת ספלנדיד פסק‭ ‬זמן פרינגלס פררו‭ ‬רושה קינדר קינדר‭ ‬בואנו קליק שוקולד‭ ‬פרה תפוצ‭'‬יפס   משקאות‭ ‬חמים  JACOBS Lavazza NESCAFE NESPRESSO Taster's Choice ויסוצקי ליפטון קפה‭ ‬טורקי‭ ‬עלית קפה‭ ‬עלית שוקולית   לאכול‭ / ‬לשתות‭ ‬בחוץ  BBB Café Café Japanika KFC rebar ארומה‭ ‬אספרסו‭ ‬בר דומינו‭'‬ס‭ ‬פיצה מוזס מקדונלד‭'‬ס מקס‭ ‬ברנר פיצה‭ ‬האט קפה ‭ ‬GREG קפה‭ ‬לנדוור רולדין שגב   נופש, ‬פנאי‭ ‬ותרבות  trivago איסתא אל‭ ‬על ארקיע בריטיש‭ ‬איירווייס דיוויד‭ ‬אינטרקונטיננטל הבימה הולמס‭ ‬פלייס הילטון הקאמרי הרודס זאפה יס‭ ‬פלאנט יערות‭ ‬הכרמל לוטו לופטהנזה מכבי‭ ‬תל‭ ‬אביב‭ ‬כדורסל מלון‭ ‬בראשית מלון‭ ‬המלך‭ ‬דוד מלונות‭ ‬דן  מנוי פיס  מפעל הפיס סוויסאייר סטימצקי סינמה‭ ‬סיטי צומת‭ ‬ספרים רשת‭ ‬ישרוטל רשת‭ ‬פתאל   דטרגנטים‭ ‬וטיפוח‭ ‬הבית  AJAX Ariel FAIRY Finish Kleenex Palmolive Persil TIDE Vanish Kalia אסטוניש בדין יעקבי לילי ניקול סוד סנו סנט‭ ‬מוריץ קולון   מוצרים‭ ‬לתינוקות‭ ‬ולילדים  bugaboo chicco Pampers ברבי ג‭'‬ונסונס‭ ‬בייבי דונלד‭ ‬דק דיסני האגיס לגו מטרנה סימילאק פיליפס‭ ‬אוונט פישר‭ ‬פרייס פליימוביל שילב   קמעונאות‭ ‬ורשתות‭ ‬שיווק  ACE BiG yellow א‭.‬ל‭.‬מ‭.‬ דיוטי‭ ‬פרי‭ - ‬ג‭'‬יימס‭ ‬ריצ‭'‬רדסון דלק הום‭ ‬סנטר המשביר‭ ‬לצרכן טויס‭ ‬אר‭ ‬אס סונול סופר‭-‬פארם פז קניוני‭ ‬עופר קניוני‭ ‬עזריאלי רמי‭ ‬לוי‭ - ‬שיווק‭ ‬השקמה שופרסל תו‭ ‬הזהב   טואלטיקה  Careline Colgate Dove Gillette Head&Shoulders Kotex Lady Speed Stick life NIVEA Oral-B Pantene Speed Stick TAMPAX Vaseline ליסטרין סנסודיין פינוק   עיצוב‭ ‬הבית  ARCOSTEEL FOX home GOLF&CO HOLLANDIA IKEA אבן‭ ‬קיסר אמריקן‭ ‬קומפורט ארקוס ביתילי ד‭\"‬ר‭ ‬גב דלתות‭ ‬פנדור טמבור כיתן כתר נגב נטוצ‭'‬י נירלט עמינח פלדלת פריד קליל רב‭ ‬בריח רגבה שמרת‭ ‬הזורע   תכשיטים‭ ‬ואביזרי‭ ‬אופנה  Breitling BVLGARI Cartier CASIO H.Stern PADANI PANDORA OMEGA Ray-Ban ROLEX ROYALTY SEIKO swarovski Swatch TISSOT קרולינה‭ ‬למקה   אינטרנט‭ ‬ואפליקציות  Chrome Facebook Gett Gmail Google Instagram LinkedIN pango skype Twitter Waze WhatsApp yad2 YouTube   תחבורה‭ ‬ושילוח  AUDI AVIS BMW DHL Express FedEx Ferrari HONDA Jaguar JEEP LEXUS MASERATI MAZDA Mercedes-Benz MINI COOPER‭ ‬ Porsche TOYOTA UPS Volkswagen VOLVO אינפיניטי אלפא‭ ‬רומיאו הארלי‭ ‬דייוידסון יונדאי לנד‭ ‬רובר סקודה פורד צמיגי‭ ‬מישלן קאדילק שברולט   תקשורת, מחשבים  Android apple Check Point DELL Galaxy HOT HP HUAWEI IBM iDigital intel IPAD iPhone LENOVO Microsoft NOKIA Partner YES ynrt Windows באג בזק בזק‭ ‬בינלאומי ידיעות אחרונות כלכליסט סלקום פלאפון   קוסמטיקה‭ ‬וטיפוח‭ ‬אישי  AHAVA CHANEL CLINIQUE Estee Lauder GA-DE GARNIER GIVENCHY IL MAKIAGE LALINE LANCOME L'OREAlL PARIS M.A.C NIVEA‭ ‬ REVLON SABON VICHEY   בריאות  אדויל אופטלגין אלטמן אסותא אספירין אקמול אקמולי ביה‭\"‬ח‭ ‬איכילוב ביה‭\"‬ח‭ ‬תל‭ ‬השומר דורקס ד\"ר‭ ‬פישר וולטרן ויאגרה טבע כללית כללית‭ ‬מושלם כללית‭ ‬סמייל מכבי‭ ‬שירותי‭ ‬בריאות מכבי‭ ‬שלי נורופן  ", "title": "מותגי העל של ישראל לשנת 2020", "url": "https://www.ynet.co.il/articles/0,7340,L-5744447,00.html", "type": "article", "site_name": "ynet", "published_time": "12:41 , 08.06.20", "category": "", "subtitle": ""}