{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5761473,00.html"}, "headline": "ברוכים הבאים למבוך", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076048/8178569_8182270_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076044/8178569_8190178_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076049/8178569_8178695_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076043/8178569_8190830_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076050/8178569_8178635_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076047/8178569_8196793_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076046/8178569_8178637_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076045/8178569_8178638_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076051/8178569_8193559_yedioth_ahronot.jpg"], "datePublished": "2020-07-08T18:09:19z", "dateModified": "2020-07-08T18:09:18z", "author": {"@type": "Person", "name": "הילה ציאון"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "ריכוז הסמכויות בענף הנדל\"ן בתקופת שר האוצר היוצא כחלון מתנפץ והופך בממשלה הנכנסת לניסוי כלים, כשהסמכויות מתחלקות כעת בין משרדים שונים. בימים של חוסר ודאות בעקבות מגפת הקורונה, הפיצול צפוי ליצור סרבולים בירוקרטיים, ואנשי הענף חוששים. אילו צעדים הכרחיים נדרשים, לדעתם, כדי להחזיר את השוק מסלולו?", "wordCount": "2810", "commentCount": "0", "genre": "6.Economy-13571.Musafim1-13670.yediot nadlan", "keywords": "מוסף ידיעות הנדל\"ן,נדל\"ן", "articleBody": "הימים הם ימי פוסט קורונה - אם אפשר לכנות אותם כך, כשברקע חששות מפני גל נוסף של התפשטות הנגיף - וגם ימיה של ממשלת האחדות החדשה והמנופחת, שהוקמה אחרי שנה וחצי ארוכות של בחירות. שינויים מרחיקי לכת מתרחשים בחודשים האחרונים במדינה, בין היתר גם בענף הנדל\"ן. לצד טלטלה דרמטית שספג המשק הישראלי בחסות הווירוס, גם שוק הדיור למגורים ממשיך לסבול: ממחסור בקרקעות וביחידות דיור, ממחירי הדירות הגבוהים, מאי ודאות בקרב הרוכשים ומבירוקרטיה סבוכה ומיותרת - שכעת גם מאופיינת בריבוי משרדים.   אם לפני חמש שנים החליט שר האוצר היוצא משה כחלון לרכז את כל סמכויות הנדל\"ן תחת קורת גג אחת, הרי ששנת 2020 מציגה פיצול של תחומי האחריות בין המשרדים השונים, לצד שילוש מטות. בירוקרטיה סבוכה, כבר אמרנו? על פי ההסכמים הקואליציוניים, רק היחידה הארצית לאכיפת דיני התכנון והבנייה תישאר במשרד האוצר, ואילו שאר הוועדות יחולקו בין שרי השיכון והפנים הוותיקים־חדשים. מטה הדיור הלאומי יפוצל גם הוא ויחולק בין משרדי האוצר, השיכון והפנים.    כך, שר הבינוי והשיכון הנכנס יעקב ליצמן, עד לא מזמן שר הבריאות בתקופה המאתגרת ביותר שידעה המדינה, יהיה אחראי על רשות מקרקעי ישראל ועל מטה הדיור, וירכז סמכויות תכנון, שיווק ופיתוח קרקעות מדינה. זאת לצד עמידה בראש ועדת שרים חדשה לענייני מקרקעין ודיור, שתהיה אחראית על קידום רפורמות בתחום, פרויקטים של התחדשות עירונית, השכרה ארוכת טווח, דיור ציבורי וכמובן החלטות הנוגעות למקרקעי ישראל.     במקביל, שר הפנים אריה דרעי ירכז מטה דומה למטה הדיור, שיכונה מטה התכנון, ויכלול אחריות על מינהל התכנון, על יושבי ראש הוועדות המחוזיות (שיהיו כפופים לו ולא למנהלת המינהל, כפי שהיה עד כה) ועל המועצה הארצית לתכנון ולבנייה. כמו כן יהיה אחראי על המשך קידום תוכניות הוועדה לתכנון מתחמים מועדפים לדיור (הוותמ\"ל), שתיקרא מעתה הוועדה לתכנון מתחמים מועדפים לדיור ולפיתוח, משום שתעסוק בכל מרכיבי התכנון. תוקפה כהוראת שעה פג באחרונה, אולם במשרד הפנים מעוניינים להאריך את פעילותה עד קיץ 2024 כדי להתמקד במשימות בעלות חשיבות אסטרטגית.      כך, הוועדה, שגם הייתה תחת סמכות שר האוצר עד היום ועוררה ביקורת לא מעטה בענף על המשך קיומה, תקדם תוכניות ענק דוגמת מתחם שדה דב בתל אביב ופי גלילות ברמת השרון וכן תוכניות פינוי־בינוי, תקבע מדיניות לגבי המשך קיום הסכמי הגג והסכמי פיתוח עם רשויות מקומיות, ותקבל סמכויות חדשות, שיכללו קידום תוכניות בנייה לאורך צירי הסעת המונים ותכנון ביישובים של המגזר החרדי, לצד המשך תכנון ביישובי המגזר הערבי.   בין כל אלה יידרשו השניים לשתף פעולה עם שר האוצר הנכנס ישראל כץ, שירכז את החלק השלישי של מטה הדיור הלאומי – מטה התשתיות. השלושה יצטרכו להמשיך לנקוט פעולות לטיפול במשבר הדיור המתמשך, בעלויות הבנייה ובמחסור בעובדים, בהיצע החסר של דיור להשכרה, בשינויים הדרושים בתחום ההתחדשות העירונית וגם במצב העגום של הדיור הציבורי ובהסדרת הרגולציה בשוק קבוצות הרכישה. הם גם יצטרכו להסדיר את התוכנית החדשה שתחליף את פרויקט מחיר למשתכן, וינסו לעמוד ביעדים לגבי מספר יחידות הדיור ב־20 השנים הקרובות – וכל זאת בתקופה שבה הענף כולו בטלטלה.    בגיליון זה נבדוק אילו שינויים צפויים לעבור על הענף בעידן של מגפה חסרת תקדים ואילו אתגרים עומדים בפני הממשלה.    \"צריך עוד 3 מיליון דירות\"   חלקו של ענף הבנייה והתשתיות מהתמ\"ג הוא כ־160 מיליארד שקל, שהם כ־11.2% במונחי השקעה מקומית גולמית, וצמיחת תוצר ענף הבנייה בעשור האחרון הייתה הגבוהה מבין ענפי המשק. אלא שלמרות הנתונים המחמיאים, הענף סובל ממחסור חמור בהיצע דירות, במיוחד ביחס לביקוש עתידי. בשנתיים האחרונות חסרות בכל שנה כ־30 אלף דירות, כאשר על מנת לענות על המחסור הקיים והצורך הצפוי יש לבנות לפחות 70 אלף יחידות דיור בשנה.   אם בודקים את היעדים שהציבה לפני שלוש שנים התוכנית האסטרטגית לדיור של המועצה הלאומית לכלכלה לשנת 2040, מוצאים כי כיום יש מחסור של לפחות 15 אלף דירות רק במחוזות מרכז, צפון וירושלים. כך, למשל, על פי דו\"ח של מינהל התכנון שפורסם באחרונה, בשנת 2019 לבדה אישרו מוסדות התכנון תוכניות בנייה למגורים שכללו רק 6,600 דירות במחוז תל אביב – 42% בלבד מהיעד (15,500 יחידות דיור). גם מספר הדירות בתוכניות שאושרו במחוז ירושלים רחוק מהיעד (5,600 דירות, שהן 48% מהיעד).     \"תחזית הריבוי הטבעי של אזרחי המדינה מצביעה על כך שבשנת 2050 יחיו בישראל 18-16 מיליון תושבים – לטובת כך צריך לבנות עוד שלושה מיליון יחידות דיור, כלומר להכפיל את מספר הדירות הקיימות כיום\", אומר ראול סרוגו, נשיא התאחדות הקבלנים בוני הארץ. \"ככל שמגמת העלייה לישראל תגבר כתוצאה מתהליכים גלובליים, הביקוש יטפס, והפער בין הדירות הנחוצות לאלו הנבנות יגדל – דבר שיגביר את הלחץ על עליית המחירים. נתון זה מחייב את הממשלה בהכנת תוכנית אסטרטגית, שמתוכה ייגזרו פעולות קצרות טווח, אשר יאפשרו עמידה בביקושים העצומים לדיור, ונקיטת שורת צעדים נוספים לעידוד תחום ההתחדשות העירונית והדיור להשכרה\".    אם לא די בכך, בתקופה הקרובה מספר הדירות שחברות הבנייה יתחילו לבנות עלול לצנוח. הסיבה לכך היא שבאחרונה פג תוקפה של הוראת השעה \"תוספת שבס כחלון\", אשר אפשרה להגדיל את מספר הדירות בבנייני מגורים בשיעור של עד 30%. נכון לכתיבת שורות אלה, עדיין לא ברור אם הוראת השעה תחודש, ומה יעלה בגורל היתרי הבנייה שנמצאים בצנרת. בתוכנית עבודה לענף הנדל\"ן שהגישה ההתאחדות לממשלה ולכנסת ה־23, מדגישים הקבלנים כי יש צורך בהפשרת קרקעות מדינה ותכנון של 4.5 מיליון דירות כדי לעמוד ביעד של 3 מיליון יחידות דיור, מתוכן מיליון דירות בהתחדשות עירונית, וההוראה הזו היא רק חלק קטן מהיכולת להגדיל את ההיצע.    \"זה יתפוצץ לנו בפנים\" אבל לא רק עם מחסור בהיצע תיאלץ הממשלה החדשה להתמודד: גם עם מחירי הדירות. על פי מדד מחירי הדיור של הלשכה המרכזית לסטטיסטיקה שפורסם באחרונה, מחירי הדירות בחודשים מרץ־אפריל השנה המשיכו לטפס בשיעור מתון ועלו ב־0.1% בהשוואה למחירים בחודשים פברואר־מרץ, ובכך השלימו עליית מחירים של 3.5% לעומת מרץ־אפריל 2019. מדד מחירי הדירות החדשות קפץ בתקופה זו ב־1.7%, ובכך השלים עלייה של 2.9% לעומת התקופה המקבילה אשתקד.    מהנתונים עולה, כי אפילו הקיפאון במכירת דירות בחסות משבר הקורונה לא הצליח להוביל להוזלה המיוחלת, אולם בענף מעריכים שנראה ירידות בטווח הקצר. אוהד דנוס, יו\"ר לשכת השמאים לשעבר, סבור כי מי שנכנס לקשיים בשל המשבר ייאלץ למכור נכסים ולבצע מימושים כדי לשרוד, כך שבחצי השנה הקרובה ניתן יהיה לראות ירידות מחירים, \"מצב שנובע חד משמעית מהקורונה\". לדבריו, \"ההיצעים הולכים לקטון – ואת המכה הזאת נחטוף עוד שנה וחצי. כל עוד המשק יהיה במיתון – מחירי הדירות ידשדשו\".   \"צריך לזכור שהבעיה הכי גדולה של שוק הנדל\"ן היא עקומת ביקוש קשיחה שאינה יכולה להשתנות מול היצע שמתקשה לעמוד ביעדים, וזה יתפוצץ לנו בהמשך\", ממשיך דנוס, \"השאלה היא מה הממשלה מסוגלת לעשות. היא לא מסוגלת לייצר עשרות אלפי דירות באזורי ביקוש מחר בבוקר, זה לא קרה בעשור האחרון, מאז פרץ המשבר בשוק הדיור. היא שיווקה קרקעות, אבל לא בקצב שנדרש - אחרת המחירים לא היו עולים. אז איזה שפנים עוד אפשר לשלוף מהכובע?\".    מבחינת סרוגו, אחד הפתרונות נעוצים בהפיכת החלטה של שר האוצר היוצא. \"קצב המכירות בתקופת המשבר הרבה פחות טוב מלפני הקורונה\", הוא אומר. \"ברגע שזה קורה, קבלנים לא מתחילים לבנות פרויקטים חדשים, ואז יש הקטנת היצע מצד אחד והקטנת הכנסות המדינה ממיסים מצד שני. הממשלה החדשה צריכה לעודד ביקושים על ידי הפחתת מס הרכישה. השר לשעבר כחלון הרחיק את המשקיעים ונוצר משבר, בין היתר, בתחום הדיור להשכרה. גם יהודים מחו\"ל שדווקא היום רוצים לקנות כאן דירות בזכות ההתמודדות של ישראל עם הנגיף, לא יכולים לעשות זאת. צריך להפחית את המס בהוראת שעה, להשוות אותו לזה של רוכשי דירה ראשונה, ואז הרוכשים יקנו, הקבלנים יבנו – ותהיה ירידת מחירים כי התחלות הבנייה יגדלו\".   פער של 20 אלף פועלים זרים   סיבה נוספת ומשמעותית להיצע הנמוך בדירות היא מחסור בעובדי בניין. מדובר בבעיה שקיימת בענף זה מכבר, והתרחבה בתקופת הקורונה, אז צנח מספר העובדים הפלסטינים – שהם עיקר כוח העבודה – מ־63 אלף ל־17 אלף. מדובר בעיקר בעובדים במקצועות השלד וגמר בנייה, וההערכות הן כי בחודשים האחרונים רק כ־30% מאתרי הבנייה עבדו באופן מלא. בימים אלה מסתמן איום נוסף על יציבות הענף: המאבק של הרשות הפלסטינית בתוכנית הסיפוח. בענף מעריכים, כי בעקבות זאת מספר העובדים שייכנסו לישראל יהיה נמוך מאוד, אם בכלל, והמחסור נאמד בכ־20 אלף עובדים זרים.   בינתיים בהתאחדות פנו לממשלה בבקשה למצוא מתווה ראוי בתקופה השברירית הנוכחית להבאה של עובדים ממדינות, שיש עימן הסכם בילטרלי: סין, רומניה, בולגריה, אוקראינה ומולדובה. \"עוד בטרום הקורונה הענף סבל ממחסור בידיים עובדות, וכעת מוטלת על הממשלה האחריות לקדם באופן מיידי את בקשתנו להביא 20 אלף עובדים זרים, שחלקם כבר מוינו, לעבודה בישראל\", אומר יהודה כתב, יו\"ר ארגון הקבלנים והבונים מחוז תל אביב והמרכז וסגן נשיא ויו\"ר אגף כוח אדם, כלכלה ומיסוי בהתאחדות.     לדבריו, \"אם הנושא לא יטופל ולא יוזרמו אלינו עוד ידיים עובדות, אנו צפויים בעוד זמן לא רב לעיכובים רבים במסירת דירות חדשות, מבני ציבור ועבודות תשתית, למחסור בהיצע ומכאן קצרה הדרך לעליות מחירים. יש תרחישים רבים בעקבות הקורונה, המדברים על גידול במספר הגירושים, עלייה של יהודי התפוצות, מעבר לעבודה מהבית וכדומה. כל אלה יעלו את הביקוש לדירות - וללא כוח אדם מיומן שיבנה אותן, מצבו של הענף רק יורע\".   סרוגו מוסיף, כי על המדינה לצמצם היטלים ואגרות על העסקת עובדים זרים, באופן שיוביל לצמצום בעלויות הבנייה ומשם לירידות במחירי הדירות. זאת על רקע העובדה שכיום עבור כל עובד הקבלן משלם כ־35 אלף שקל מדי שנה – 15 אלף שקל בגין היטל העסקה ועוד כ־20 אלף שקל בגין אגרות שונות. בנוסף הוא סבור, שיש צורך בהתאמות רגולטוריות הקשורות להכשרת עובדים בענף הבניין, שיאפשרו כניסה של אוכלוסייה איכותית ומגוונת ויסירו חסמים בענף. בין היתר, מדובר בקיצור משך ההכשרה של העובדים, לצד ביטול, צמצום או התאמת תנאי סף להכשרה של בעלי תפקידים במקצועות מסוימים.   היבט נוסף שתצטרך הממשלה להמשיך ולשים עליו דגש הוא המאבק בתאונות העבודה בענף. \"בשנה האחרונה הוקם מטה בטיחות משותף להתאחדות ולהסתדרות\", מסביר סרוגו. \"המטה יוזם תוכניות ופעולות שמטרתן שינוי התרבות הארגונית, אימוץ סטנדרט בטיחות גבוה ומניעת תאונות עבודה\". מנתונים של משרד העבודה והרווחה עולה, כי אכיפה על אתרי בנייה מתחילת השנה בוצעה בשיתוף משטרת ישראל והרשויות המקומיות, כך שהיקף הפיקוח גדל ב־37% בכלל התחום (לא רק בענף הבנייה), וכן חלה עלייה של 203% במספר צווי הבטיחות בענף הבנייה.   זאת גם הסיבה שברבעון הראשון של השנה נגרמו שמונה תאונות עבודה, שהסתיימו במוות של עובד באתרי בנייה, בהשוואה ל־12 תאונות קטלניות כאלה בשנה שעברה, ולא רק משבר הקורונה שהוביל לקיפאון בענף הוא זה שסייע להוריד את מספר התאונות, כפי שהיה ניתן לחשוב. למרות הנתונים החיוביים, הממשלה עדיין נדרשת לנקוט צעדים לשיפור המצב בענף, והקבלנים דורשים קידום חוקים שיציגו את שרשרת האחריות באתרים, שימוש בטכנולוגיות בטיחות מתקדמות על ידי תגמול בהטבות מס לחברות בנייה ועוד.    \"נתגעגע לתקופה ההיא\"   נחזור למהלך פיצול סמכויות הנדל\"ן בין משרדי הממשלה השונים, שמסעיר בכירים בענף. \"האתגר הגדול ביותר של הממשלה החדשה הוא בכלל לייצר אצלה את היכולת להתמודד עם האתגרים שעומדים בפניה\", אומר דנוס. \"אנחנו בגירעון היסטורי עם מיליון מובטלים שהבעיות שלהם מיידיות, משבר בריאותי שעדיין מתמודדים איתו - ולממשלה אין משאבים כרגע כדי לבצע מהלכים משמעותיים בשוק\". לדבריו, \"ראינו את ממשלות העבר עורכות ניסויים חברתיים וכלכליים, כשעוד הייתה להן היכולת להשפיע, בעיקר על ידי מיליארדים שהוקצו לתכנון, שיווק וכדומה, וכעת אנחנו נמצאים במצב שבו ספק אם יהיה אפשר להרים את הכפפה. נוסיף לכך את העובדה שפוליטית ופסיכולוגית, לכל שר הרצונות והשאיפות שלו להותיר חותם, לצד מחויבות פוליטית, וכן את העובדה שמבחינת ריכוזיות הולכים אחורה – ויש ניסוי כלים מחודש\".   \"שר האוצר הקודם וממשלת ישראל עשו בחמש השנים האחרונות פעולות שלא בוצעו ב־25 השנים האחרונות, ואנחנו עוד נתגעגע לתקופה הזאת\", מתריע היזם חנן מור, יו\"ר קבוצת MORE. \"יש צורך במשרד ממשלתי אחד שמטפל בכל התחומים יחד, והסכנה היא שהשינוי המבני יוביל לדגשים שונים של משרדי הממשלה. אני מקווה שלא ניכנס לשלוש שנים אבודות, שבמהלכן ההיצע יקטן משמעותית, והמחסור בפתרונות דיור יגבר\". נקודת האור, אומר מור, היא טיפול במצוקת הנדל\"ן של החרדים, מצוקה חמורה לא פחות מזו שבמגזר הכללי ובמגזר הערבי. אומנם במשרד הפנים ההשפעה תהיה פחותה, משום שמוסדות התכנון תחתיו מבצעים התייחסות כלל ארצית, אך במשרד השיכון המצב יהיה פשוט יותר מבחינת טיפול.    \"ריכוז הסמכויות הקשורות לענף הבנייה תחת משרד האוצר היה מהלך נכון – האוצר אחראי על התקציבים ויותר קל לו להניע מהלכים\", מוסיף כתב. \"שוק הנדל\"ן שרוי בתקופה לא פשוטה: מצד אחד ירידה בהתחלות בנייה, ומצד שני ביקושים גבוהים ועליות מחירים. רק טיפול אסטרטגי ומעמיק יביא לשינוי\". כתב מזהיר מפני בעיות צפויות של חוסר נזילות בקרב חברות הביצוע, ותולה את האשמה בנגיף: \"שיעור האבטלה הגבוה וחוסר הביטחון הכלכלי מקשים על מכירת דירות. לכאן הממשלה צריכה להיכנס – אף אחד לא רוצה לראות חברות שנתקלות בחוסר נזילות\".    לדבריו, \"הצמרת החדשה תידרש לייצר פתרונות ולקבל החלטות מיידיות כדי למנוע מצוקה עמוקה יותר, כמו הקלה במיסוי על רכישת קרקעות לבנייה במכרזי רשות מקרקעי ישראל. הדבר יזרים עוד קהלים ומכירות אל השוק. כמו כן על הממשלה להעמיד מקורות מימון זולים וזמינים מכספי המדינה לבנקים למשכנתאות, על מנת להציע לרוכשים משכנתאות בתנאים נוחים ובריבית נמוכה ברוח התקופה\".   מהצד השני, אומרת דניאלה פז ארז, בעלים ומנכ\"לית חברת הייעוץ פז כלכלה והנדסה, כי משרד הבינוי והשיכון יהפוך ליזם הגדול במדינה - והפיצול שנוצר בין פעילות רשות מקרקעי ישראל ובין השיכון בכל הקשור לשיווק קרקעות ופיתוח ייפסק, כך ששני הצדדים יוכלו לעבוד בזהות אינטרסים. \"העובדה שמנכ\"ל משרד הבינוי והשיכון הנכנס יאיר פינס שימש בעבר משנה למנהל רשות מקרקעי ישראל וסגן הממונה על התקציבים באוצר, יכולה להניע הליכים משמעותיים\", מציינת פז. לשיטתה, דווקא החזרה של מנהל התכנון למשרד הפנים מהווה הזדמנות לשקם את הקשר בין השלטון המרכזי לשלטון המקומי בכל מה שקשור לקידום תוכניות עירוניות.     \"מלחמה בבירוקרטיה\"   כשמדברים על פיצול סמכויות, אי אפשר להתעלם מהבירוקרטיה. אם ב־2011 זמן ממוצע לבניית דירה עמד על 24.8 חודשים, הרי שלאורך השנים הזמן התארך משמעותית: 25.4 חודשים ב־2012, 27.4 חודשים ב־2014 וכן הלאה עד לתקופה של 30 חודשים בשנים 2018 ו־2019. הקורונה לא ממש הועילה, ובאחרונה הגיש השר דרעי הצעה לתיקון חוק התכנון והבנייה, שלפיה יש להאריך את תקופת ההיערכות של מכוני הבקרה להליכי רישוי ובנייה בשנה נוספת, כך שהחובה להפעילם תתחיל רק ביוני 2021 ולא החל מהחודש. גם כך הפעלת המכונים, שהיו אמורים לפקח על תהליכי מתן ההיתרים ולקצר זמנים, נדחתה בעקבות הבחירות החוזרות – וכעת חוזר חלילה.    \"האתגר הגדול של הממשלה החדשה היא המלחמה בבירוקרטיה במוסדות התכנון\", מציין חיים קראדי, מנכ\"ל חברת פרשקובסקי. \"תחום הבינוי צריך להיות תחת שר אחד עם מנכ\"ל חזק, שיקבעו תוכנית אסטרטגית לשוק. עליהם להגדיר את הצורך מבחינת הפשרה של קרקעות ל־20 שנה, בהמשך יש לתכנן איך מבצעים זאת בשיתוף ובתיאום עם הרשויות המקומיות, ולרתום את כל ועדות התכנון לתהליך\". לדבריו, \"אפשר להכניס את הליכי התכנון לתקצוב כמו בחו\"ל: לתגמל רשויות מקומיות שיעמדו בלוח זמנים תכנוני שיוגדר מראש, ולקנוס רשויות שיעכבו את ההליכים. רק כך נגיע למצב שיותר פרויקטים ייצאו לפועל\".   קראדי לא לבד. \"הזמן הרב שלוקח לסיים הליכי תכנון מביא לייקור עלות הדירה לרוכשים, וזה הזמן של המדינה להתערב, לקצר ולקדם הליכים\", קובע יקי אמסלם, מנכ\"ל קבוצת אלמוג. לדבריו, \"יש צורך לחלץ פרויקטים תקועים ולהביא אותם למסלול בנייה בזמן קצר וסביר כדי להגדיל את מלאי הדירות, לעודד את המשקיעים באמצעות הקלות במיסוי ולהכשיר כוח אדם מקצועי לענף, כולל הענקת תמריצים. ללא התערבות של הממשלה, התקופה הזאת עלולה לגרום לקטסטרופה בענף. ענף הנדל\"ן הוא הקטר של המשק, זאת לא קלישאה, אלא המציאות\".   הסכמי גג ייעודיים ברשויות מקומיות   הממשלה החדשה תידרש, בין היתר, לטפל גם בסוגיית ההתחדשות העירונית ולהגיע להחלטות לגבי חלופות לתוכנית המתאר למיגון מבנים מפני רעידות אדמה. תמ\"א 38 אומנם תיעלם רק באוקטובר 2022, אולם כבר כיום ניכרת אי ודאות בענף. \"כשיזם יודע שהליך הוצאת היתר לפרויקט תמ\"א 38 אורך יותר משנתיים, הוא לא יודע אם לגשת לפרויקט כזה היום. לכן פתרונות שמקדם מינהל התכנון כחלופות לתוכנית צריכים להיות מאושרים מהר ככל הניתן\", מבהיר סרוגו. \"משרד הפנים חייב להבין, שאם הוא לא יכין חלופה בימים הקרובים – פרויקטים יעצרו. ב־2019 הוגשו בקשות להיתרי בנייה עבור 12 אלף דירות בתמ\"א 38. זה מספר אדיר. מדובר בתהליך חקיקה ארוך, ולכן הממשלה חייבת לדון בו עוד היום\".      התוכנית החדשה תידרש לתת מענה לסוגיות שבהן התמ\"א כשלה, כגון כדאיות כלכלית בפריפריה והיכולת המוגבלת לקדם תשתיות הכרחיות, משום שהתוכנית מתייחסת לבניין בודד. אחת מההמלצות לממשלה היא קידום תוכניות כאלה באמצעות מסלולים של קרקע משלימה וזיכויים במס בפרויקטים שבהם הכדאיות הכלכלית נמוכה בגלל שווי נמוך של הקרקע. אשר לתכנון מתחמים, פתרון חלופי ראוי ישמור על יתרון התמ\"א לצד יתרון ההתחדשות העירונית, כך שיזמים יוכלו לצאת לדרך עם בניין אחד מתוך כלל הפרויקט, גם אם טרם קיבלו חתימות מהדיירים בשאר הבניינים, אבל במקביל יתאפשר להם לבצע תכנון מתחמי רחב.   \"שרי השיכון והאוצר מבינים את הפוטנציאל בהתחדשות עירונית להקמה של לפחות מיליון דירות באזורי הביקוש\", ממשיך סרוגו. \"עם השר כץ הגענו להבנה עקרונית שצריך לקדם הסכמי גג ברשויות להתחדשות עירונית – כלומר לקדם מצב שבו המדינה תתקצב את הרשות המקומית בגין התשתיות שהיא צריכה להקים. זאת פריצת דרך. יש הבנה שהנדל\"ן הוא ענף מרכזי בכלכלה, ולכן בעיה בבנייה או בתשתיות עלולה להוביל לפגיעה ביציבות הבנקים ובהכנסות המדינה\".   רוני מזרחי, בעלי קבוצת מזרחי שהקים את לשכת הקבלנים, גוף אלטרנטיבי להתאחדות, דווקא מתנגד לביטול התוכנית. \"ההחלטה לעצור את תמ\"א 38 ממש לא במקום, ואני מפציר בממשלת ישראל ובשר השיכון הנכנס לבטל אותה לאלתר. דווקא במהלך שלוש השנים האחרונות גדל מאוד מספר ההיתרים לתמ\"א, מכ־9,000 ב־2017 לכ־15 אלף ב־2019, והיא הפכה להיות מכשיר יעיל בהתחדשות עירונית, במיגון בניינים ובהגדלה משמעותית של התחלות הבנייה בשוק הדיור\", הוא טוען.   סמי מצלאוי, יו\"ר ובעלי מצלאוי חברה לבניין, סבור שעל המדינה להתמקד ברפורמה רחבה של התחדשות עירונית. \"מציאות הקורונה, ששלחה את הציבור להסתגר בבתים, היא נורת אזהרה. בשלב זה המדינה עושה צעדים בכיוון, אבל לא מספיק כדי לייצר כמות מספקת של דירות, לא מספיק כדי לזרז את הליכי התכנון בפרויקטים כאלו, לא מספיק בשחרור חסמי בירוקרטיה ולא מספיק במתן היתרי בנייה ובקצב הולם\", הוא אומר. לדבריו, \"הממשלה חייבת לנצל את הנכס היקר ביותר שלה - הקרקעות. יש לפחות 40 אלף יחידות דיור שצריך למחוק באזור המרכז, ולהקים יחידות דיור חדשות. אפשר לעשות את זה תוך 20 שנה, זה רק עניין של רצון\".", "title": "ברוכים הבאים למבוך", "url": "https://www.ynet.co.il/articles/0,7340,L-5761473,00.html", "type": "article", "site_name": "ynet", "published_time": "15:09 , 08.07.20", "category": "", "subtitle": ""}