{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5607363,00.html"}, "headline": "תמ\"א או לא תמה?", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517387/7757392_7757284_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517386/7757392_7757285_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517390/7757392_7758427_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517389/7757392_7758426_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517388/7757392_7756485_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517385/7757392_7759383_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517391/7757392_7756483_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517393/7757392_7760974_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517392/7757392_7760973_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517394/7757392_7765947_rumble.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/01/9517395/7757392_7765946_rumble.jpg"], "datePublished": "2019-10-15T03:22:24z", "dateModified": "2019-10-15T03:22:23z", "author": {"@type": "Person", "name": "עופר פטרסבורג"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הממשלה החליטה לפעול לביטול תמ\"א 38, בטענה שהיא אינה ממלאת את יעדה בחיזוק מבנים נגד רעידות אדמה. בית המשפט אומנם החזיר כעת לרמת גן את התמ\"א, אבל רוב ראשי הרשויות החזקות, ובאופן מפתיע, גם היזמים, מסכימים: לתוכנית השפעה שולית צמיחת על שוק הדיור, והיא מעמיסה תשתיות על אזורים ותיקים. הנפגעים, כצפוי, הם הדיירים במבנים המסוכנים. עופר פטרסבורג עוקב אחר ההתפתחויות בתחום ההתחדשות העירונית", "wordCount": "1959", "commentCount": "0", "genre": "6.Economy-13571.Musafim1-26311.yeditoth", "keywords": "מוסף ידיעות הנדל\"ן,נדל\"ן", "articleBody": "המומחים מסכימים פה אחד: בכל יום צפויה להתרחש רעידת אדמה בישראל, ואם השיכונים הישנים לא יחוזקו, ייהרגו אלפים. \"הדרך למנוע אסון היא על ידי שיפור עמידות המבנים והתשתיות\", כך קבעה הוועדה הממשלתית להערכות רעידת האדמה בישראל.   תרחיש האימה שעלה בדיונים הממשלתיים קובע: \"רעידת אדמה בדרגה 7 תפקוד את השבר הסורי־אפריקאי, מבקעת הלבנון ועד ים סוף\". 60 אלף מבנים, רובם בקריית שמונה, צפת, טבריה ובית שאן, יקרסו. 7,823 תושבים ייהרגו, 41 אלף ייפצעו, מאות אלפים יהפכו לפליטים ורבים מהם יתגוררו בערי אוהלים. אלא שממשלת ישראל החליטה בימים אלו לפעול לביטולה של תוכנית התמ\"א 38, שגרמה לעיוותים רבים. וזה נכון, אולם רבים עדיין סבורים שמדובר בפתרון דיור, ולא ממש קולטים כי זהו אמצעי וכלי להצלת נפשות.          גם בית המשפט אימץ לאחרונה את עניין פיקוח הנפש כקודם לכל החלטה אחרת, בהשיבו את התמ\"א לרמת גן, בניגוד למדיניות ראש העיר. \"הוועדה המקומית חרגה מסמכותה, תוך התעלמות מכך שבבסיס התמ\"א מצויה התכלית רבת החשיבות של הגנה על חיים אדם\", כתב לאחרונה השופט איתן אורנשטיין בהחלטתו המצדדת בעמדת הקבלנים.   אבל מצד שני, די להתבונן במסמך שהוגש על ידי ראשי הערים החזקות בישראל בפורום 15, בהן כל הערים שבהן פעילה התמ\"א – כמו תל אביב, חיפה, באר שבע, גבעתיים, רמת גן, רעננה ועוד – כשהאזהרה היא, בין השאר, בהיעדר תרומת התמ\"א למשבר הדיור: \"לתמ\"א 38 השפעה שולית על שוק הדיור - על פני 15 שנים הביאה לתוספת של כ־25 אלף יח\"ד (ממוצע שנתי של כ־1,700 יח\"ד שהן פחות מ־5% מתוספת הבינוי השנתי). התמ\"א אינה מהווה גורם משמעותי שתורם להיקף הבנייה בארץ, ומצד שני מטילה עומס עבודה בלתי סביר על הוועדות המקומיות (בעיקר במרכז הארץ), אשר פוגע ביכולתן לקדם הליכי תכנון ובנייה מסודרים בדרך המלך\".         לממשלה הבאה הפתרונים   אז האם התמ\"א אכן תמה? למרות הכרעת בית המשפט המחוזי, נראה שכן. מינהל התכנון ממליץ לבטל את התוכנית במאי 2020. אלא שמנגד יו\"ר קבינט הדיור זאב בילסקי מעוניין להאריכה מעבר לפקיעת התוקף, צעד שבו תומכת הרשות הממשלתית להתחדשות עירונית.    נכון להיום הבחירות שבפתח עצרו את החלטות הממשלה, ובהודעה משותפת של שר האוצר משה כחלון ושרת השיכון יפעת שאשא־ביטון נמסר, כי בשבועות הקרובים תגיע המועצה הארצית לתכנון ובנייה להחלטות על תקופת המעבר והקפאת התמ\"א לטובת תהליכים אחרים של התחדשות עירונית. הבלבול עצום, עם הודעות סותרות, ולממשלה הקרובה הפתרונים. \"אני לא מקנא בשר שיצטרך לחתום על ביטול תמ\"א 38\", מזהיר נשיא התאחדות בוני הארץ ראול סרוגו.   בפועל עצירת התמ\"א על ידי הממשלה היא פועל יוצא של לחץ ראשי הערים, ובצדק מבחינתם, להעמסת תשתיות באזורים ותיקים. הבעיה היא ששיכונים רבים ובניינים מטים ליפול יישארו ללא טיפול.    התוצאות אכן עלובות - תמ\"א 38 אינה משיגה את מטרתה כתוכנית לחיזוק מבנים כנגד רעידות אדמה. התוכנית הביאה לחיזוק של כ־27 אלף יח\"ד בלבד מתוך כ־810 אלף יח\"ד הדורשות חיזוק. יתר יחידות הדיור שחוזקו מצויות רובן ככולן באזור המרכז ולא באזורים המצויים בסיכון הגבוה ביותר לרעידות אדמה (עמק בית שאן, צפת, קריית שמונה, אילת ועוד).   על פי נתוני מדלן ישראל, נכון לשנה הנוכחית כ־1,730 פרויקטים של תמ\"א 38 נמצאים בבקשה להיתר בנייה, 1,938 פרויקטים נמצאים בבנייה ו־1,362 פרויקטים אוכלסו. אך לצד הפרויקטים שכבר מקודמים ישנם אלפי דיירים שטרם הספיקו לקדם פרויקטים בבניינים שבהם הם מתגוררים.    התמ\"א, טוענים ראשי הערים, גורמת לעומס ניכר על התשתיות העירוניות במיוחד בשכונות ותיקות וצפופות במרכזי הערים. הדבר מחייב את הרשויות המקומיות לפעול להרחבת התשתיות הללו, וזאת מבלי שקיים לכך המקום הפיזי המתאים וללא המקור התקציבי העיקרי לכך - היטל ההשבחה.   השאלה הגדולה הנשאלת היא, האם התמ\"א היא אכן תוכנית ל\"התחדשות עירונית\", \"שכן תרומתה לרחוב, לרובע ולצורכי העיר בטלה בשישים\", כותבים ראשי הערים לשר האוצר.    יש לזכור בראש ובראשונה שהיא מגדילה את אי השוויון החברתי במדינה - בין מרכז לפריפריה, וגם בתוך העיר – בין השכונות החזקות למוחלשות. \"אין כל סיבה חברתית או מוסרית שבעלי נכסים בלב אזורי הביקוש, הנהנים ממילא מערכי קרקע גבוהים, יעשירו את עצמם עוד יותר באמצעות 'מתנה' שמעניקה להם מדינת ישראל בדמות זכויות בנייה נוספות\", טוען יו\"ר מרכז השלטון המקומי וראש עיריית מודיעין חיים ביבס במכתב שהועבר לשר האוצר.   גם מהלך קרקעות השלמה, שתפקידן להעתיק זכויות קרקע מהמרכז לפריפריה, כדי לעודד קבלנים לגשת למכרזי התחדשות עירונית במקומות שבהם ערך הקרקע אפסי ואין כדאיות כלכלית – אינו מתבצע חרף החלטת ממשלה. אף ראש עיר מהמרכז לא ממש מוכן לוותר על הקרקע היקרה שלו לטובת האזורים המוחלשים.    נזקים אדירים ליזמים    כדאי לזכור, כי אין מדיניות ארצית אחידה, וכל עיר מנסחת לעצמה את כללי ההתחדשות. במספר רשויות מקומיות תמ\"א 38 היא דווקא מכשיר זמין לקידום צרכים עירוניים מיוחדים (כמו הוספה מהירה של ממ\"דים עבור מבנים מסוימים חידוש מבנים באזורים שבהם לא ניתן לקדם פינוי־בינוי במכפלות גבוהות).    \"לפיכך\", מציע מרכז השלטון המקומי, \"רשות מקומית המעוניינת להמשיך להפעיל את תמ\"א 38 תוכל לאשר זאת בתוך שנה ממועד פקיעתה של תמ\"א 38. אישור זה להמשך הפעלת תמ\"א 38 יהיה תקף לתקופה של שנתיים, עם אפשרות הארכה לשנתיים נוספות\".   ערים רבות נכנסו ללופ הזה ועצרו היום פרויקטים מתקדמים שדיירים כבר חתמו עליהם. לאחרונה הוחלט בעיריות רבות לעצור פרויקטים של תמ\"א 38, ביניהן בת ים, גבעתיים, כפר סבא ורמת גן. עיריית רמת גן לדוגמה עצרה לאחרונה את הפרויקטים והחילה עליהם מדיניות מחמירה שמאיינת היתכנות כלכלית במרביתם, וזאת לאחר שבשנים האחרונות הוועדה לא דנה בבקשות שממתינות זמן רב להחלטה. \"מדובר בנזקים אדירים ליזמים, שבמשך שנים מקדמים תוכניות, משקיעים כספים בתוכניות אדריכליות, ייצוג משפטי והתנהלות מול בעלי הדירות, שגם הם ניזוקים מהעובדה שבבנייני מגוריהם לא ימומש פרויקט. יש לשקול הגשת תביעות נזיקיות נגד עיריית רמת גן והוועדה המקומית העירונית בגין שינוי המדיניות הנוכחי\", טוענת עו\"ד ענת בירן, מומחית לתכנון ובנייה ולשעבר יו\"ר ועדת ערר במחוז תל אביב.   החלטת בית המשפט המחוזי בנוגע לרמת גן בהחלט מפתיעה, וראשי ערים אחרים עוקבים בדאגה, לנוכח כוונת הקבלנים לתבוע גם אותם. השופט איתן אורנשטיין הורה למעשה לעיריית רמת גן לזרז את הדיונים בבקשות להיתרי תמ\"א 38 שעוכבו עקב המדיניות החדשה. \"לא שוכנעתי שהמדיניות נשענה על תשתית עובדתית, תכנונית או משפטית מספקת\", נפסק, \"ולכן אין מנוס אלא לבטל את המדיניות החדשה\".   ראול סרוגו, נשיא התאחדות בוני הארץ - מגישת העתירה: ״בכל מקום שבו רשות מקומית תנקוט מדיניות הפוכה להוראות תמ״א 38, נעתור לבית המשפט. זה תמרור אזהרה לרשויות. אפשר למצוא פתרון לכל בעיה ולהתאים את התכנון לתשתיות הקיימות והעתידיות\".    ראש העיר כרמל שאמה הכהן מסר, כי יערער על ההחלטה: \"ירצה בית המשפט לקחת אחריות על הרס איכות החיים בעיר, מוזמנים השופטים לחתום בעצמם על ההיתרים. חגיגת תמ\"א 38 החזירית הסתיימה עם הכרעת הבוחר\".   לקבוע מדיניות אחידה    והיזמים עצמם? באופן מפתיע, רובם סבורים שהתמ\"א עושה נזקים יותר מתועלת. חיים קראדי, מנכ\"ל פרשקובסקי: \"התוכנית לא מסתכלת על מתחם או שכונה כמיקשה, ולכן אין תיכנון סביבתי או הסתכלות על מרכיבי התשתיות והחינוך – מה שיכול לגרום נזק בטווח הארוך\".     אמיר לוטן, מנהל מחלקת התחדשות עירונית בקבוצת משולם לוינשטין, מצדיק את ראשי הערים: \"העיריות טוענות וכנראה בצדק שפרויקטים נקודתיים על בסיס תמ\"א 38 לא מביאים להם שום תועלת, כמו גני ילדים, בתי ספר, בתי כנסת ובנייני ציבור. יחד עם זאת פרויקטים כאלה פטורים מהיטל השבחה, כלומר אינם מכניסים כסף. לכן צודקות העיריות שטוענות, כי לא יאשרו תמ\"א 38, ושולחות את היזמים למתחמי פינוי־בינוי\".      סמי מצלאוי, יזם התמ\"א הראשון בארץ, מצטרף לתמיכה: \"התחדשות עירונית צריך לתכנן בצורה שתכלול את כל הפתרונות לפיתוח נכון, לרבות מוסדות חינוך ורווחה, שטחים ירוקים וגנים, תנועה, נגישות ודרכים חדשות\". לדבריו, יש לפחות כ־35 עד 40 אלף יחידות דיור שצריך למחוק באזור המרכז ולהקים תחתיהן חדשות.   וישנם כמובן מצדדי התמ\"א, או המתנגדים לחיסולה בצורה גורפת. סימה מאור, מנהלת תחום התחדשות עירונית בחברת ארזים (ג.י.א) מקבוצת אורון: \"תמ\"א 38 היא תוכנית חיונית וטובה והעובדה שהיא מגיעה לקצה התוקף שלה היא הזדמנות מצוינת לעשות את השיפורים והשינויים הנדרשים. תחילה, חשוב לקבוע מדיניות אחידה לתמ\"א 38 בכל רחבי הארץ, באופן שיאפשר מקסימום ודאות תכנונית. הדבר יאפשר להוציא אל הפועל פרויקטים רבים יותר בזמן קצר יותר ובאופן טוב יותר\".      דני מור, סמנכ\"ל פיתוח עסקי בחברת קרדן נדל\"ן: \"התוכנית נתנה מענה נקודתי מיידי לצורך בחיזוק ובמיגון דירות במצב ירוד ורעוע ולחידוש מרכזי ערים. השאיפה המתגבשת כיום למעבר למתחמי תכנון רחבים נכונה בראייה תכנונית כוללנית של המרחב הציבורי, אך לא ניתן להגשימה בכל מקום, וגם משכי הזמן עד להתגבשות רוב של בעלי דירות ועמידה בתנאי הרישוי יהיו ממושכים הרבה יותר, אם בכלל. לכן נכון לייצר פתרונות תכנוניים, שיאפשרו גמישות משתנה באשר להיקף הפרויקטים בהתאם לנסיבות הייחודיות\".    הסטארט־אפ של הענף    מהו התחליף לתמ\"א? \"תחום ההתחדשות העירונית הוא ה'סטארט־אפ' של ענף הנדל\"ן, שטרף את כל הקלפים וצפוי להמשיך להתפתח משמעותית ולתפוס מקום של כבוד בעולם הנדל\"ן הישראלי. ההתחדשות העירונית האמיתית היא פינוי־בינוי של מתחמים גדולים, שמטפל לא רק בבניין הבודד אלא במתחם כולו ונותן גם מענה חברתי, תחבורתי, מסחרי וכו'\", אומר עו\"ד אדם צסוואן, שותף וראש מחלקת התחדשות עירונית במשרד עורכי הדין גינדי־כספי.   פינוי־בינוי עדיף על תמ\"א – אין בכלל ויכוח. יחד עם זאת, אין להתעלם מכך שתהליכי התכנון של פרויקטים מסוג פינוי־בינוי ארוכים ביותר, ובפרויקטים גדולים עלולים להגיע לעשור ומעלה. \"המדינה לא יכולה להרשות לעצמה לשים מקלות בגלגלי רכבת ההתחדשות העירונית. צריך לזכור שהתחדשות עירונית היא היום הדרך הכמעט יחידה להגדיל את ההיצע באזורי הביקוש שבהם אין עתודות קרקע לבנייה, בנוסף לצורך של הגנה מפני טילים ורעידות אדמה\", מזהיר עזרא ערוסי, מנכ\"ל חברת משהב, שאיכלסה מעל 500 יח\"ד בפרויקטי התחדשות עירונית.   אז מה יידרש להחליט, במסגרת המועצה הארצית לתכנון ולבנייה, באשר לגורלה של תמ\"א 38? בראש ובראשונה, כפי שמציעים ראשי הערים - יש לבטל את כל המעקפים התכנוניים שאושרו בחקיקה בשנים האחרונות, לרבות הקלת שבס להגדלת הצפיפות, אשר גורמים לאי ודאות תכנונית הן לרשויות המקומיות והן ליזמים. \"יש להפנות את מירב המשאבים לתכנון סדור, ללא מעקפים ודרכי צד\", טוען איתן עטיה, מנכ\"ל פורום ה־15.   כלי נוסף חשוב, שמקדם יו\"ר קבינט הדיור בילסקי, הוא מיקוד הוותמ\"ל – אותה ועדה מהירה לפרויקטים לאומיים - וההתמקצעות שלה בהתחדשות עירונית, בכפוף להסכמתה המלאה של הרשות המקומית. כמו כן יש להמשיך בקידום הסכמי גג להתחדשות עירונית מול העיריות הוותיקות – סיוע ממשלתי במטרה לקדם התחדשות עירונית מסודרת על־פי תוכנית אב עירונית רב־שנתית, בניהול ובהובלת העירייה.    כל זה מצוין, אבל בפועל כל עיר עושה ככל העולה על רוחה. מאיר טל, מנכ\"ל קבוצת כנען המקדמת מיזמי פינוי־בינוי ותמ\"א 38 בגוש דן, מספר: \"מאז היישום של תקן 21 בוועדה המחוזית, התמורה המקסימלית שניתן לתת כתוספת לדירה היא 25 מ\"ר. אך לאחרונה אנו עדים לוועדות מקומיות רבות שבמסגרת יכולותיהן, מגבילות את התמורות ל־12 מ\"ר וישנן כאלה שהגדילו לעשות ומאשרות מ\"ר כנגד מ\"ר\".   אם כך, מהו הפתרון המיטבי? התשובה היא תהליך של התחדשות עירונית במסגרת פינוי־בינוי או תמ\"א 38/2, שבמסגרתו הורסים לחלוטין את הבניינים ובונים מחדש.    ומה קורה כשכל זה לא עובד? \"יש לא מעט מקומות כאלה במרכז בכלל ובגוש דן בפרט. האם התשובה צריכה להיות – להשאיר בניינים אלה במצבם הרעוע עד שיקרה שם אסון בטיחותי, רק כי המדינה החליטה שתמ\"א 38 כבר לא מתאימה לתקופה?\", מדגיש ליאב אסייג, מנכ\"ל חברת רינובו היוזמת ומבצעת פרויקטים בהתחדשות עירונית באזור השרון.   רובע ארבע בתל אביב הוא דוגמה כזו. הבניינים מוגנים בחלקם על ידי מדיניות אונסקו, המגדירה בניינים רבים לשימור. בעקבות כך הטילה עליהם עיריית תל אביב מגבלות בנייה חמורות. בדרך כלל משמעות המגבלות המחמירות היא שלא ניתן להרוס את הבניין עד היסוד ולבנות חדש תחתיו, אבל לעיתים קרובות ניתן לשפצו ולשדרגו בתוספת קומות של תמ\"א. הבעיה המרכזית היא שרשויות התכנון וראשי ערים משנים מדיניות באופן תדיר ותכוף, וזאת מבלי לתת לשוק זמן להיערך לשינוי.        עתידה של תוכנית תמ\"א 38 לוט בערפל. ביטול אפשרי של התוכנית ללא פתרון מקביל מביא לכך שמאות ואף אלפי פרויקטים ברחבי הארץ נעצרים, לעיתים לאחר שנים של עבודה והשקעה של מאות אלפי שקלים, כאשר בכל פרויקט כזה ישנם עשרות דיירים שעלולים לחזור לנקודת ההתחלה.    \"מאחורי העסקות והפרויקטים יש אנשים, והמדינה בעצם מושכת להם את השטיח מתחת לרגליים\", אומרת השמאית והמשפטנית נחמה בוגין, ומוסיף יהודה כתב, יו\"ר אירגון קבלני תל אביב והמרכז: \"ביטול התמ\"א הוא הסרת אחריות של המדינה והפקרה של ביטחון האזרחים\".   לסיכום, תמ\"א היא אולי לא הפתרון המיטבי לכל מצב, ובטוח שההתחדשות העירונית של מתחמים שלמים נכונה יותר ברמת הרשות והמדינה, אך התחדשות כזאת לא תמיד אפשרית. יגאל גוברין, יו\"ר איגוד המהנדסים לבנייה ולתשתיות, מציע פשרה: \"יש לתת לתוכנית כלים תכנוניים ראויים ולהקצות לכך כלים תקציביים רק באזורים המועדים להיפגע כתוצאה מרעידת אדמה, לשם התוכנית כלל לא הגיעה בשל חוסר כדאיות כלכלית\".     ", "title": "תמ\"א או לא תמה?", "url": "https://www.ynet.co.il/articles/0,7340,L-5607363,00.html", "type": "article", "site_name": "ynet", "published_time": "00:22 , 15.10.19", "category": "", "subtitle": ""}