{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5762138,00.html"}, "headline": "חוויית קנייה בכל מחיר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/09/10088708/10088671010001009801044no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/09/10088713/1008867001000879801287no.jpg"], "datePublished": "2020-07-09T16:56:19z", "dateModified": "2020-07-12T15:28:05z", "author": {"name": "כתבות וחדשות"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "קבוצת רם אדרת הבונה למעלה מ-1,000 יח\"ד ברחבי הארץ, ביניהם גם את פרויקט \"אדרת הפארק\" בשכונת נאות שמיר ברמלה, שמה לעצמה מטרה - לספק חוויית קנייה לכל רוכש. \"אנו לא עושים הבחנה בין הלקוחות שלנו, ומקפידים להעניק לכולם יחס חם, אישי, עוטף ומחבק, שנותן להם את הביטחון שרכשו דירה מקבוצת נדל\"ן שמתרגשת לבנות לאלפי משפחות את דירת החלומות שלהם\"", "wordCount": "510", "commentCount": "0", "genre": "8301.Mcontent-11385.shivuk content", "keywords": "תוכן פרסומי,ידיעות הנדלן פרסומי חדש", "articleBody": "אלינור ורגב הם זוג צעיר שמעולם לא קנה דירה חדשה, הם זכו בהגרלה במסגרת \"מחיר למשתכן\" ועמדו לקראת החתימה על העסקה הגדולה בחייהם. חברים הכינו אותם לחוויה מלחיצה, שאם לא יחתמו יש זוגות שממתינים בתור. אבל כשהם הגיעו למשרד המכירות של רם אדרת ציפתה להם חוויה שונה: \"קיבלנו פנים מחייכות, אוזן קשבת, אורך רוח לכל שאלה. חוויית השירות נמשכה גם לאחר החתימה וגם בימים אלו החברה מלווה אותנו\".   כבר למעלה מ־20 שנה פועלת קבוצת רם אדרת שבבעלות דורון נמרוד ורמי בסירטמן בשוק הנדל\"ן הישראלי, במהלכן יזמה ובנתה אלפי יחידות דיור למגורים, נדל\"ן מניב, מבני ציבור, מתקנים לתעשיות ביטחוניות, פרויקטים של התחדשות עירונית ועוד. בקבוצה פעילות שלוש חברות: אדרת יזמות - הזרוע היזמית של הקבוצה תנופה בעיר - חברת ההתחדשות העירונית רם אדרת הנדסה - החברה הקבלנית של הקבוצה. רם אדרת משווקת כיום כ־1,000 יח\"ד ברחבי הארץ במסגרת תוכנית מחיר למשתכן ולשוק חופשי.      בשנים האחרונות הוטחה לא מעט ביקורת בקבלנים שלקחו חלק בתוכנית מחיר למשתכן על כך שהזוכים בהגרלות הם בבחינת \"לקוחות שבויים\" ולכן \"שקופים\" בעבור הקבלנים. בנוסף ביקרו את סטנדרט הבנייה הנמוך וגם את המפרטים הטכניים הירודים של תוכנית מחיר למשתכן. טלי שרון סמנכ\"לית השיווק בקבוצה מתנגדת לביקורת ומספרת שקבוצת רם אדרת קיבלה החלטה עוד בתחילת הדרך, שפרויקט במסגרת מחיר למשתכן לא יהיה שונה מפרויקט יזמי רגיל ויזכה ליחס שווה, עד כמה שניתן, תוך דאגה אמיתית לחוויית הקנייה של כל לקוח, כאשר החברה מוכנה לעשות מעבר לנדרש על מנת לעמוד בסטנדרטים שהציבה לעצמה.   כך לדוגמה, בפרויקט \"אדרת הפארק\" שבונה קבוצת רם אדרת בשכונת נאות שמיר ברמלה - פרויקט המשלב דירות במסגרת תוכנית מחיר למשתכן ודירות לשוק החופשי - הוזמנו הזוכים למשרדיה כדי להכיר את החברה, את הפרויקט ולבחור את הדירות. \"היה לנו חשוב להעניק לזוכים חוויית קנייה של דירה חדשה כפי שמקבלים רוכשים 'רגילים'. החלטנו גם לשדרג לזוכים את המפרט בדומה לדירות המשווקות לשוק החופשי והוספנו לו אסלות תלויות. העלות הנוספת לחברה נאמדת בכ־800 אלף שקלים, אולם אנו רואים בכך השקעה בלקוחות החברה ושיפור חוויית הקנייה\", אומרת טלי שרון.      פרויקט \"אדרת הפארק\" קיבל לאחרונה היתר בנייה. החברה בונה 308 דירות ב־4 בניינים בני 16 קומות מעל קומת הכניסה. 205 דירות מיועדות לזוכי מחיר למשתכן ו־103 דירות יימכרו בשוק החופשי. \"קיימנו את בחירות הדירות במהלך חודש מאי – מיד בתום הסגר שהוטל עקב נגיף הקורונה. הענקנו לזוכים חוויית קנייה מושלמת – אירוע חגיגי, הטבות וצ'ופרים, והם מאוד התרגשו וכך גם אנחנו. הם בהחלט זכו בנו ואנחנו זכינו בהם\", אומרת טלי. \"לאחר שהזוכים התרשמו בגוף ראשון מחברת רם אדרת, חתמנו על חוזי מכר עם 178 מהם בתוך פחות מחודש, וזאת ברקע תקופת הקורונה שטלטלה את כל המשק\".   הפרויקט של רם אדרת נבנה על הפארק שיוקם בשכונת נאות שמיר במערב רמלה ובסמוך למוסדות החינוך ולאזורי הבילוי והמסחר הקיימים בה. השכונה צפויה לכלול כ־4,000 יחידות דיור ואת כל המוסדות והשירותים הנדרשים למשפחות: בתי ספר, גני ילדים, מרכזי קהילה ותרבות, מרכזי מסחר, בילוי וקניות, פארקים ירוקים, שבילי אופניים וריצה ועוד.   \"אנחנו שמחים לקחת חלק בתוכנית ממשלתית, שסייעה לאלפי משפחות ברחבי הארץ לרכוש דירה, ואנחנו נמשיך לעשות את המקסימום כדי לתת לזוכים את מירב תשומת הלב ולהעמיק את חוויית קניית הדירה. זה חלק מה־DNA של הקבוצה כבר למעלה מ־20 שנה\", מסכמת טלי שרון.", "title": "חוויית קנייה בכל מחיר", "url": "https://www.ynet.co.il/articles/0,7340,L-5762138,00.html", "type": "article", "site_name": "ynet", "published_time": "13:56 , 09.07.20", "category": "", "subtitle": ""}