{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5700692,00.html"}, "headline": "הגיע הזמן לשעון סולארי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/19/10044521/100445120991773980547no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10013488/1001348211990100408258no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10013677/1001367522761268408473no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10013484/10013481291099408258no.jpg"], "datePublished": "2020-03-24T14:10:26z", "dateModified": "2020-06-19T12:46:18z", "author": {"@type": "Person", "name": "מערכת בלייזר, בשיתוף שעוני עדי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "העולם צועד לכיוון ירוק יותר – אבל האם להיות אקולוגי מגיע עם סטייל? חברת השעונים CITIZEN מוכיחה פעם אחר פעם שכן. וגם: איזו טכנולוגיה עתידנית הומצאה בכלל בשנות השבעים של המאה הקודמת?", "wordCount": "593", "commentCount": "0", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "שעונים,שעון,אנרגיה סולארית,בלייזר", "articleBody": "   אז אתם מאלה שאוספים סוללות למחזור, מסתובבים עם בקבוק רב פעמי ולא קונים כלים חד פעמיים? יופי! אכפת לכם באמת ובתמים מאיכות הסביבה וכל הכבוד על זה. אם להיות כנים, מחזור הוא אחד הדברים החשובים ביותר שאנחנו יכולים לעשות כאנשים פרטיים למען כדור הארץ שלנו.  עכשיו הסתכלו שניה על אמת היד שלכם. אחלה שעון, אבל מה עם הסוללה שלו? בדיוק. ובכלל, אם אתם כל כך אוהבים גאדג'טים וחידושים טכנולוגיים, למה להפסיק באוזניות שקניתם? התקדמו גם עם השעון. מזל גדול שיש טכנולוגיה עתידנית שהונדסה כבר בשנות השבעים של המאה העשרים ויכולה לשנות את כל הסיפור הזה. אז מה בעצם הסיפור של הטכנולוגיה הזו? אי שם בשנות השבעים של המאה הקודמת, עם עליית המודעות במציאת מקורות אלטרנטיביים ליצרית אנרגיה נקייה. חברת השעונים היפנית CITIZEN, שהבינה את החיסרון בסוללה הדורשת החלפה תכופה ואת המורכבות להיפטר מהפסולות שנוצרת סביבה, לקחה על עצמה אתגר לפתח שעונים המונעים על ידי מקור אנרגיה חדש לחלוטין: אור.      עכשיו תכירו את \"Eco Drive\", טכנולוגיה שנוצרה לראשונה 1976 על ידי CITIZEN. למעשה מדובר במערכת טעינה סולארית בעובי מילימטר אחד בלבד, שממירה אור לאנרגיה ירוקה מתחדשת. ולא מדובר רק על אור השמש, אנחנו מדברים איתכם על כל אור - פלורסנט משרדי, אור של מקרר, כל אור, טבעי או מלאכותי ומבטלת את הצורך בסוללה ובפתיחת השעון להחלפתה, וכך משמרת אותו אטום ומכאן עמיד לאורך זמן. לעולם. אף פעם. בחיים. פיניטו לה סוללות. רק אתה, השעון האקולוגי שלך ושניה אחת של אור שמפעילה אותו לחצי שנה עד שנה. שעוני CITIZEN בטכנולוגיית ה-Eco Drive, הקיימת ב-95% מהם, יכולים לעבוד יותר משנה וחצי בחושך מוחלט - לאחר חשיפה לאור וטעינה קצרצרה בלבד. הטכנולוגיה התקדמה ומוזערה לעובי של 1 מ\"מ בלבד ואפילו חשיפה קצרה לאור מאפשרת את הפעלת השעון גם בחושך מוחלט לחצי שנה.      איך זה עובד? 1. הפאנל הסולארי צובר וממיר כל מקור אור לאנרגיה. 2. האנרגיה מאוחסנת בתאי צבירה מובנים. 3. ומה קורה בהיעדר תזוזה וחשיפה לאור (לדוגמא במגירה חשוכה)? טוב ששאלתם. אז ככה - חיישני השעון מרדימים את פעילותו והוא נכנס ל\"מצב שינה\", כך שכל האנרגיה הטעונה מנוצלת לזיכרון ולחישוב התאריך והשעה. בחשיפתו הבאה לאור, בתוך שבריר שנייה, יתכוון השעון אוטומטית לשנייה, לשעה ולתאריך הנכונים - בדיוק אבסולוטי כאילו פעל כל הזמן.      יתרונות הטכנולוגיה 1. אין צורך בהחלפת סוללה. שעוני קוורץ דורשים החלפת סוללה בפרקי זמן קבועים. כניסתה של טכנולוגיית ה-Eco Drive משנה את החשיבה ומאפשרת הנעת שעונים על ידי לכידת אור והמרתו לאנרגיה. 2. השעון פועל ונטען כל הזמן באופן יום יומי וגם באור חלש. הטכנולוגיה מאפשרת טעינה ממקורות אור טבעיים או מלאכותיים, כך שעונד השעון יכול להסתובב בביטחון שהשעון לא ייעצר לעולם. 3. מספיקה טעינה אחת כדי לשמור על שעון ה-Eco Drive שלך מדויק גם בחושך מוחלט למשך יותר מחצי שנה. 4. השעון תורם משמעותית לשמירה על כדור הארץ, החל מהסוללה עצמה ועד לדלק שנחסך בנסיעות להחלפתה. עד היום נחסכו כמות סוללות שאם יחליט מישהו לבנות מהן הר, גובהו יעלה על גובה האוורסט, ההר הגבוה בעולם.     אגב, לא רק שהטכנולוגיה הזו אקולוגית, היא גם משאירה את השעון אטום ומגינה עליו מפגעי הזמן - לא שהוא צריך הגנה כזאת. החומרים שמהם עשוי השעון הם פלדת אל־חלד שלא נשחקת, כי לא פותחים את השעון כדי להחליף סוללה, וקריסטל ספיר שלא תוכלו לשרוט גם אם ממש תנסו, וכל זה בלי לוותר על הסטייל.  בקיצור, אם אתה אדם מודע, אתה לא חייב להסתובב עם סנדלי שורש ושעון עם שפצור שנשאר מהצבא. מחקרים מוכיחים שהאנשים המודעים אקולוגית הם גם בעלי ההצהרה האופנתית הנועזת ביותר.    נו, נכון שהגיע הזמן לשדרג את השעון ולהיות גם מעודכנים, גם אקולוגיים וגם עם סטייל? קבלו הטבה מיוחדת לקוראי בלייזר - קוד קופון של 300 שקלים הנחה לרכישת שעון CITIZEN ECO DRIVE קוד הקופון - BALZER300  רוצים לקבל את ההנחה ולראות עוד דגמים מרשימים, פשוט לחצו כאן", "title": "הגיע הזמן לשעון סולארי", "url": "https://www.ynet.co.il/articles/0,7340,L-5700692,00.html", "type": "article", "site_name": "ynet", "published_time": "09:46 , 19.06.20", "category": "", "subtitle": ""}