{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5730321,00.html"}, "headline": "חיה ותן לנהוג: נסענו ברכב של ג'יימס בונד", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/13/9966779/99667730990100980653no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/13/9966783/99667740990100980693no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/13/9966788/9966775099099980650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/13/9966776/9966772099099980646no.jpg"], "datePublished": "2020-05-13T21:37:46z", "dateModified": "2020-05-13T21:41:48z", "author": {"@type": "Person", "name": "דני קושמרו"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "קושמרו, דני קושמרו, בדק את האסטון מרטין DB11 החדשה, המכונית של המרגל ההוא, 007. והיא ערבבה אותו, וגם ניערה", "wordCount": "819", "commentCount": "12", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "בלייזר,ג'יימס בונד,דני קושמרו,אסטון מרטין", "articleBody": "   קרה לכם שהייתם בשדה תעופה זר, לבדכם, אולי גם לבושים חליפה שחורה וחמושים במשקפי שמש, הסתכלתם בחשדנות על האנשים סביבכם והרגשתם במשימה חשאית מהסוג של בונד - נו, ג'יימס בונד? אף פעם לא? כי אני, קצת מביך, מכיר מישהו שזה כן קרה לו. החלום של הבחור ההוא, שנהג כמעט בכל מכונית שיש, היה תמיד לשמוע חריקת צמיגים מהאוטו של ג'יימס. אז הנה, הגיע הגיליון האחרון - זמן להגשים חלומות. אסטון מרטין, שנוסדה ב־1913 - ושמה הוא בעצם שילוב שמם של מייסד החברה, נהג המרוצים ליונל מרטין, והכפר אסטון קלינטון באנגליה ששכן באזורים המוריקים שבהם התחרה - הפכה כבר מזמן לאחד מסימני הזיהוי של סוכן הוד מלכותה. הכל החל עם ה־DB5 שבה נהג שון קונרי ב\"גולדפינגר\", הבונד השלישי בסדרה מ־1964. מאז הסרט ההוא הופיעו האסטונים, בעיקר ה־DB5, בלא פחות משבעה סרטים של הסוכן החשאי - כשה־DB11 שלנו תזכה להופיע בבונד שיצא בקרוב ממש No Time to Die. וכן, כל זה למרות שהסופר איאן פלמינג בכלל ייעד את בונד לנהוג בבנטלי, אל תהיו נודניקים.      אז הנה היא כאן מולי ויש מפתח. הצלילים האלמותיים של נעימת הנושא עם כלי הנשיפה וגיטרת הבס שכתב מונטי נורמן מזדמזמים לי בראש, ואני כבר מת לצאת לדרך. אבל אני צריך לעשות משהו שאני ממש רע בו - לדחות סיפוקים. מזל שאין דרך מענגת לדחות אותם מאשר לעצור ולהסתכל על ה־DB11. כי היא כל כך יפה. הקו הגלי־חתולי הולך לאורך כל גופה, כאילו אתה רואה ליטוף בתנועה. יחד עם הגג השחור וצמיגי 20 האינץ' הגדולים, הוא מנמיך אותה עוד יותר ממה שהיא גם ככה. הזנב הקצר, שנגמר כמעט מיד אחרי הגלגל האחורי, ובעיקר מכסה המנוע הענק מאלומיניום - שנמשך לרוחב עד הגלגלים כשעליו ארבעה פסים שחורים שנראים מלמעלה כמעין שריטות ענק של חיית טרף בהתקף זעם - הם מופת עיצובי. האיכות, אגב, נמשכת גם בפנים עם עור ותיפורים עדינים עליו. קלאסה של ממש.   ואז הנענו אותה, וזה רק השתפר.  הנביחה הזו שבה מתעורר מנוע לחיים כבר מעירה בך חיוך. לסאונד המופלא של מנוע V12 אין תחליף, ואני כבר מרחם על הנכדים - שאין לי - כי אם ייצא להם לנהוג בכלל זה יהיה במכונית חשמלית אילמת, וסאונד כזה הם ישמעו רק במרוצי מכוניות של משחקי מחשב. יוצאים לדרך, וזה משתפר עוד יותר כי היציאה קדימה של המכונית הזו היא חוויה שנוגעת בכל החושים.  לסאונד שמתרומם באוזניים מצטרף הישבן, שבו אתה מרגיש את הצמיגים הענקיים מחליקים מעט עד שהם מצליחים להעביר את הכוח הגדול לאחוז באספלט. בבטן אתה חש את התאוצה, מומנט עצום שבועט אותך קדימה למאה קמ\"ש בפחות מארבע שניות. אתה מבקש שהכביש לא ייגמר, שבאמת תצליח להגיע למהירות הסופית הלא מוגבלת מחשב שלה, כי מי יעז להתעסק עם מי שיש לו רישיון להרוג ולעצור את מה שהחתול הזה יודע לעשות לפי דף הנתונים - כלומר לנסוע ב־322 קמ\"ש.      אפשר לנסוע בה כאדם מן הישוב, לשים את מחשב הנהיגה במוד הראשוני ה\"רגוע\" ומשם להתקדם לספורט ולספורט פלוס. אפשר להציץ במושבים המצחיקים ליושבים מאחור, שאין בהם מקום לאנשים שהחליטו להתעקש על להישאר עם רגליים. אפשר להתרשם מהמתגים ומהנדסת האנוש שהרבה ממנה נלקח ממרצדס (שמחזיקה בחמישה אחוזים מהבעלות), וכמו במרצדס היא לא תמיד מספיק נהירה לשימוש מהיר. ואפשר לעשות מה שהמכונית הזו באמת רוצה שיעשו בה - לנהוג.    צריך לנסוע רחוק,  לחפש את המרחבים הפתוחים של כבישי הדרום, לעקוף שוב ושוב מכוניות שגורמות לך לתמוה למה כולם נוסעים היום לאט כל כך, להרגיש את ההגה הכל כך מדויק, לאתגר אותה בעיקולים שאליהם היא מגיעה במהירות לא סבירה, להרגיש את הזנב נאבק להישאר במקום, או בורח קמעה בנגיעת דוושה, נותן לך אפשרות לשחק איתו וליהנות מחלוקת המשקל המדויקת של 50:50. אגב, המתלים הבריטיים האציליים לא תמיד אוהבים את האספלט הישראלי, בעיקר כשהמהירות עולה. דווקא לחיצה על המתג שמעבירה אותם לגרסה היותר נוקשה מתגברת על כך טוב יותר. כן, מדי פעם יש רגעים שבהם אתה משתעשע במחשבה על איפה הכפתור ששולף את מכונת הירייה, או זה שגורם למסמרים ולשמן ליפול מאחור כדי לעכב את הרכב שעוקב אחריך. אבל המכונית הזו מצריכה ממך ריכוז. אתה מכבה את כל עשרת הרמקולים של באנג אנד אולפסון כדי לשמוע את הקונצרט שמנפקים 12 הצילינדרים, ונדהם מיכולת התאוצה של מפלצת ששוקלת 1.7 טון. הפה מתייבש והגוף שוצף אדרנלין, ואתה עושה רק דבר אחד - נוהג. ואוי כמה שאני אוהב את זה.   כשזה נגמר אני נפרד ממנה בעוד מבט אחרון. ה־DB11 החליפה את ה־DB9 ב־2016 עם שפה עיצובית מעודכנת שמתווה את הדרך לדור החדש של המותג. ועדיין זו אסטון שמיד מזהים שהיא אסטון. איך אפשר להיות כל כך יפה ומושכת מבטים ועדיין לא להיות מוחצנת? אפילו על הספוילר ויתרו כאן, ועל ידי עיצוב והנדסה גאוניים הצליחו לגרום לפתחים שבגוף המכונית להעביר דרכם אוויר ולעשות את אותה פעולה של הצמדת הישבן לכביש - אבל בלעדיו.  אני אוהב את האלגנטיות המתוחכמת הזו, אבל לא כולם כמוני. \"הכי קשה לי להביא אליי לקוחות פרארי\", אומר לי איש המכירות. יש כאלה ששמים יותר ממיליון וחצי שקלים על מכונית ורוצים שיידעו את זה - וגם במקרה הזה מדובר במכונית שיש לה שואו אוף, אבל קלאסי יותר.  אני מוצא בזה יתרונות, אז אחת DB11 בצבע ירוק בריטי מלכותי בבקשה. את החליפה אארגן לבד.      Aston Martin DB11 מנוע: V12 הספק: 608 כ\"ס ב־6,500 סל\"ד גיר: 8 הילוכים מ־0 ל־100: 3.9 שניות מהירות מרבית: 322 קמ\"ש", "title": "חיה ותן לנהוג: נסענו ברכב של ג'יימס בונד", "url": "https://www.ynet.co.il/articles/0,7340,L-5730321,00.html", "type": "article", "site_name": "ynet", "published_time": "18:41 , 13.05.20", "category": "", "subtitle": ""}