{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5728748,00.html"}, "headline": "איך לסתום לדוד שלך את הפה בשולחן האוכל", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/11/9960364/996007601000100980655no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2020/04/08/9900044/9900044_0_46_980_552_large.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer3/2013/09/24/4877610/48776087991188490490yes1130.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/22/9437853/943782301000100980695no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/08/17/7975441/7975412111000100980732no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/19/9916607/99165990990100980655no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/21/7335686/7335674099084980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/11/8650795/861398601000100980654no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/17/9124834/8750592098285980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2018/09/15/8772881/8772881_0_0_1300_867_large.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/21/9734653/973462001000100980653no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/04/08/9172772/917276701000100980653no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/27/9748292/974807001000100980653no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/31/7170541/feed_bait_bari.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/16/9485500/948320301008999801169no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer3/2013/09/03/4841504/483881133990100490491no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/08/25/7223384/7223365099695980618no.jpg"], "datePublished": "2020-05-11T11:35:41z", "dateModified": "2020-07-22T16:17:39z", "author": {"@type": "Person", "name": "אורן ברזילי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "25 תשובות ל-25 אמירות מעיקות על אוכל. כולל לזו של החבר שלכם שטוען שהוא מכיר כל חומוסייה בארץ וברשות הפלשתינית ושל המעצבנים האלה שאומרים לא להתמלא מהראשונות", "wordCount": "1696", "commentCount": "25", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "בלייזר,אורן ברזילי,אוכל,חומוס,קפה,אבטיח,בשר בקר,אוכל חריף,קורונה,שמן זית,וויסקי,בירה,נקניק,קורונה", "articleBody": "   הקורונה גרמה לכולנו להחמיץ את סדר פסח ואת יום העצמאות, אבל זו הזדמנות מצוינת להתחמש לקראת הארוחה המשפחתית הבאה. כן, לכולנו יש אבא, דוד או קרוב משפחה מבוגר אחר, שבכל ארוחת חג חייב לפלוט את אותן מנטרות ולהרוס לכולם את הארוחה. אני לא מדבר על בדיחות אבאים. זה אמנם בלתי נסבל אבל מדובר במסורת של אלפי שנים, אם לא הרבה יותר. אני מדבר על אבחנות של דודים. לא בהכרח הדוד שלכם אלא דוד אוניברסלי, לכל משפחה יש דוגמא לאחד כזה, שנתקע עם אותן מנטרות בלתי נסבלות שגורמות לכולנו לגלגל עיניים כל כך אחורה עד שאנחנו רואים לעצמנו את המוח. אז הנה כמה מהנאמברים הכי גדולים של הדוד שלכם לאורך השנים, וכמה דרכי תגובה או עובדות שכדאי לכם להכיר ולשנן לכל ארוחה שתבוא. זה ישתלם לכם. אגב, אם אתם מתחת לגיל 50 ומזדהים עם משהו פה - צאו לטיול ארוך ותחשבו קצת על הטעויות שעשיתם במהלך החיים. לכל השאר - כתבה זו מוגשת כשירות לציבור.   1) \"ירקות זה האוכל של האוכל\"    אז כאילו, אתה לא אוהב אוכל? לקחת את הלשון והאף האנושיים שיכולים להרגיש מיליוני טעמים שונים וויתרת על הכל כי שמעת שסלט זה של גייז? וואו אתה בטח ממש שונא לאכול.   2) \"קפה בוחשים רק נגד כיוון השעון\"      לחילופין, \"לא בוחשים, רק מרתיחים ומורידים מהאש\". כן כן, דודים חולים על האמנות העדינה של הכנת קפה שחור. אז בטח, כיוון בחישה זה מה שיהפוך את הקפה מהסופר שיושב לך בפק\"ל או במקפיא למעדן. הו סליחה אדוני, מה אמרת? אתה קונה רק נחלה אדום? הו מחילה מכבודו אנין הטעם שמשקיע 17.90 במעדן הזה במקום 9.90, מה שמצדיק גינונים של טקס תה יפני כאילו אתה מנסה לחזר אחרי החברים שלך בהפסקת קפה בטיול של שבת. אולי תדקדק ככה בכל דבר שאתה מכין? אה לא? נכון, אתה עושה את זה רק כדי להרשים גברים מזדקנים בטייץ.   3) \"החומוס הכי טוב בארץ נמצא ב(הכנס כאן שם של עיר מעורבת)\"      די, באמת די. קודם כל אתה טועה. למה? כי מי שבאמת אוהב חומוס או כל מאכל אחר לא נתקע עם ההעדפה שלו 40 פאקינג שנה בלי לנסות לפתוח את הראש. אבל סיכמנו כבר שאתה לא באמת אוהב חומוס. בוא תנסה לדקדק ככה עם פירה או איקרה.   4) \"תאכל חריף כמו גבר\"     דמיינו לעצמכם גבריות כל כך שברירית שאפשר לנפץ אותה במשפט כמו \"אני לא אוכל חריף\". מעבר לזה שזה ממש עצוב, זה מטומטם, כי אנשים שממש דחוף להם לאכול המון חריף מהפחד שהביצים שלהם יזחלו חזרה לתוך הגוף פשוט מתבלים לא נכון כל מנה שהם אוכלים, רק כדי להוכיח נקודה. יודע מה? אני חוזר בי, תיהנה מהחריף גבר, קח שים גם על הגלידה, תאכל את האנדרטה לטסטוסטרון שלך.   5) \"פעם טבחים היו טבחים\"      עם משפט ההמשך המפורסם \"ולא כמו היום שכולם כוכבי אינסטגרם שמינסטגרם\". האמת שיש בזה נקודה. כאילו, אם אתה אוהב שמי שמכין לך את האוכל בדיוק סיים כפולה שלישית ברצף והוא מוסנף בראבק ועל סף התמוטטות ולא רואה איך הוא יוצא מההתמכרות שהעבודה במטבח יצרה לו, מלבד לעבוד עוד שעות. פעם שפים היו גברים-גברים שירו לעצמם בראש מהפחד לאבד כוכב מישלן, לא כמו הכוסיות של היום תאמין לי.   6) \"תן לי קודם כל לפתוח שולחן\" כי מה יותר חשוב מלשבוע. תכף הזומבי-נאצים חוזרים וקולינריה זה מותרות לאנשים ששכחו את ההיסטוריה שלנו.   7) \"אל תתמלא מהפרגיות והקבבים\"      חלילה שיהיו לך עוד טעמים בפה מלבד בשר בקר, טעמים זה להומואים.   8) אין כמו המסעדה ההיא בפריז בשנת (הכנס שנה במאה הקודמת)\" היו כל כך טובים שהם נסגרו לפני עשור. מדובר בעצם בגרסת חו\"ל למשפט החומוסייה הכי טובה בארץ. דודים אוהבים להגיד את זה כי זה מאפשר להם להיות נודניקים גם בעוד ארצות. המשפט \"אתה בסך הכל מתגעגע למי שהיית בגיל 30, והאיש הזה הלך ולא יחזור עוד\" אמור לסתום להם את הפה, אולי לתמיד.   9) \"ככה לא מכינים מטבוחה\"      כאילו, יש דרך אחת וזהו? אנחנו מנסים לאכול או לייצר את האידיאל של מטבוחה?! זו אמירה פילוסופית? או שאתה פשוט רוצה להראות שמכל האנשים משחר ההיסטוריה רק אתה הצלחת להגיע לפסגות הנשגבות של רוטב פלפלים ועגבניות מצומצם?   10) \"מסעדות היום עסוקות רק בפוזה\" אוקיי זה קצת נכון, אבל אין להן ממש ברירה. ענף המסעדנות חי תמיד עם חרב על הצוואר. מספיק איזה מבצע בעזה או וירוס עולמי כדי להשבית אותה ולהשאיר עשרות אלפי מובטלים. אז תסבול בשקט את הצילחות לאינסטגרם והסושיאל המעצבן ותגיד תודה שיש אנשים שבכלל מוכנים לעבוד בזה.   11) \"זה לא שמן זית, יש לי שמן זית שהפועל שלי מביא לי מכפר בצפון\"      קודם כל, אחלה חיקוי של בעל עבדים מג'ורג'יה במאה ה-18. דבר שני קבלו סיפור יפה: הייתי חייל במוצב קטן ליד טול כרם ועברו אצלנו סחורות, כולל שמן זית במכלי ענק מהכפר הסמוך.  לא היה אז שיקוף, אז הדרך לבדוק שאין שם שום דבר מוברח הייתה לקחת מוט ברזל חלוד שנהג המשאית סיפק לנו ולבחוש בתוך המכלים החשוכים, ככה מדי יום. והחרא הזה נמכר אחר כך כשמן זית בוטיק לנודניקים שקונים שמן זית רק אם הוא בא בבקבוקי מי עדן ישנים. ובכללי, יצרן קטן וביתי עדיין צריך לשים תווית שבה הוא מציין מה דה פאק יש לו בפנים. למעשה, עליו אפשר לסמוך הרבה פחות מעל היצרנים התעשייתיים הגדולים. הוא הראשון שצריך לשים תווית.   12) \"רק שתדעו שבאיטליה / רוסיה / יפן פיצה / נקניק / סושי זה דבר אחר לגמרי\" כן, והם גם אוכלים ממרח חומוס עם שוקולד. ברור שבארץ המקור מכינים משהו יותר טוב ממה שהכנת אצלך בבית, זה כדי שיהיה לנו לאן לשאוף. וגם - מה הבעיה לעשות שינוי בתרגום של מנה כדי שתתאים לקהל המקומי? ככה אוכל מתפתח ומשתנה. אבל אתה ממילא אומר את זה כדי להזכיר שהיית שם ואכלת והיה מדהים ואתה לא יכול לחכות לברוח לשם שוב מהחיים האיומים שלך כשמאי רכב.   13) \"במצרים אוכלים את זה לארוחת בוקר\"    מה אני אמור לעשות עם המידע הזה? אתם חושבים שבמצרים אנשים שרוצים לאכול חומוס לארוחת ערב אומרים לעצמם \"רגע אחד, בואו נשקול שוב, צביקה מרעננה סומך עלינו!\"?.   14) \"דגים זה בשביל האישה\"      גבר אמיתי אוכל רק חיות שנשמו! טוסו טוסו מפה דגים עם האומגה 3 שלכם, גבר אמיתי אוכל רק מה שמדענים מזהירים שמזיק לבריאות. את הדגים תשאירו לדולפינים, הידידים הגייז המרימים של הים. עזבו אותנו מבשר בצבע לבן ותנו לנו בשר מדמם בצבע יותר גברי, כמו ורוד.   15) \"היום כבר אי אפשר להכין ארוחה, זה צמחוני זה טבעוני זה בלי גלוטן\" מזכיר קצת את הטענה של הורים על זה שילדים כל היום מול המסך או בטלפון. מעניין מי גידל את הדור הרגיש הזה. יש מנחשים?    16) \"אותי הבאסטיונר מכיר, מוציא לי את הסחורה הטובה\"      כן כן כן נכון, איציק החירש מירקניית הפינה נותן לכל הלקוחות שלו ירקות ברארה כי הוא אוהב ביקורות רעות. כולם שואלים אותו מה עם הסחורה הטובה אבל הוא לא עונה כי הוא יודע שמאחורי הדלפק יש תיבה מאם-הפנינה עם קוד מיוחד ובה, ארוזים במצע של עלי מייפל, הקישואים שלך.   17) \"תאמין לי, לא צריך יותר מזה\" \"קצת עגבניות קצת שמן זית ובלסמי וזהו לא צריך כלום תאמין לי רק לבנה פיתות חמות קצת זעתר וזהו לא צריך כלום רק פירות טריים מהמקרר וזהו תאמין לי רק אבטיח בולגרית ולא צריך עוד כלום וואלה רק דג טוב על הגריל קצת חריף ליד וזה הכל וואלה תן לי רק חזיר עם תפוח בפה צלוי על מדורה ומה צריך עוד וואלה רק איזה שוקולד מבאלי עם קצת ביצי חדקן שחור איזה שמפניה ב-400 דולר וממש קצת כמהין לבנות וזהו מה עוד צריך הבנאדם\".   18) \"בסקוטלנד / צ'כיה / בוואריה יש להם את המזקקות / שרקוטרי / מבשלה עם החדר הסודי הקטן ואם מכניסים אותך אתה יכול לטעום שם וויסקי / נקניק / בירה שהם שומרים לעצמם\" גרסת הפרמיום של \"הבאסטיונר שומר לי את הסחורה הטובה\", וסליחה שאני מחרבן פה על חצי מכתבות האלכוהול של בלייזר מאז הקמתו. אבל בפעם הבאה שאתם בחדר קטן וסודי שרק לכם הראו כי יש לכם את הברק המיוחד הזה בעיניים, בבקשה תהיו שם כמה שפחות זמן. פשוט יש קבוצה של קוריאנים שמחכה שתצאו כדי להיכנס לסיור המאורגן שלהם.   19) \"מעל מדיום-רייר זה להרוג את הפרה פעמיים\"      חוץ מבהמון מקומות בעולם שם מכינים בשר אחרת. כי לפסול שיטת הכנה רק כי היא פוגעת לך בגבריות זה דבילי ומגביל. החל מאסאדו ועד המון מנות דגים ובשר בדרום מזרח אסיה - דרגת הכנה צריכה לשקף את מה שאתה מנסה להשיג ומה שזה תורם לך. וגם, זובי על הכל, תאכל מה שאתה אוהב. זה מראה על ביטחון עצמי ואתה יודע מי חולות על ביטחון עצמי, נכון?   20) \"בווינה השניצל יותר גדול מהצלחת\"      אם זה מה שאתה מחפש הרשה לי להכיר לך את מסעדת תחנת הדלק הקרובה. מקום מופלא.   21) \"אני מכין (הכנס שם של מאכל) יותר טוב מהאייל שני הזה שלכם שחותך עגבנייה וגובה עליה 80 שקל\"      ותראה מה זה, אייל שני עם רשת מסעדות בכל העולם וזה למרות שאפילו סבתא צילה אומרת שאין אין אין על הפולקע שלך. משהו פה מסריח.    22) \"בתאילנד זה עולה שני שקל ברחוב\" תהיה יותר חכם תלך לבית תמחוי תקבל הכל בחינם תזיין את המערכת. תאמין לי איזה פראיירים אנחנו שמשלמים על אוכל מחירי ישראל בישראל ובתאילנד משלמים מחירי תאילנד, כשכל מה שצריך כדי לאכול כמו מלך במחירי רצפה זה כרטיס טיסה באלף שקל למדינת עולם שלישי.   23) \"עזוב אותך מעפיצות, פעם נתנו למבקר לטעום טעימה עיוורת והוא הכי אהב יין של ארבע במאה\"      אוקיי, כאן מדובר בסוג מעט שונה של דוד מעיק. כזה שדוחה מכל וכל את כל הקשקוש המודרני הזה של \"איכות\" ומעדיף אוכל כמו פעם, כשגברים היו גברים והערכים התזונתיים עוד לא הומצאו. בגדול למשפטים בסגנון הזה לא צריך לענות. פשוט תהיו בשקט ותנו לו להתפנק על יין של ארבע במאה.   24) \"אל תקראו לזה המבורגר אם אין בזה בשר\" האמת, אין אופנה יותר מרגיזה מ\"טבעון\" מנות. גירסאות טבעוניות זה בסדר כי כולם צריכים לאכול אני מניח, אבל בחירת שם בשרי להכעיס כמו סטייק דלעת או קבב פטריות או גלגלי עיניים ליצ'י או לב פועם של גור פרה שחוט טפיוקה זה כבר דבר אחר. מצד שני, שלום לך לוחם זכויות האוכל ועורך-דין בנושא קניין רוחני, מה הולך? יצא לך כבר לאכול בהמבורגריות המוניות? כן? קראת לזה המבורגר למרות שזה עשוי משאריות מקורים ופיברגלס? אז מי אתה שתזלזל בפורטובלו.   25) \"בוא תראה איך בודקים אבטיח\"      אלוהים ישמור די כבר עם האובססיה הזו. כאילו, מעל גיל 50 יש איזו מחלה שגורמת לעוויתות בלתי נשלטות ביד הדופקת? יש איזה חוש מוזיקלי שבאך היה מקנא בו שעוזר לך לגלות את אחוז הסוכרים בפרי על פי צליל? מה גם שיש שיטות יותר טובות כמו להביט על הזלזל ולראות אם הוא יבש, או פאקינג לשאול את המוכר שזו העבודה שלו.", "title": "איך לסתום לדוד שלך את הפה בשולחן האוכל", "url": "https://www.ynet.co.il/articles/0,7340,L-5728748,00.html", "type": "article", "site_name": "ynet", "published_time": "10:16 , 11.05.20", "category": "", "subtitle": ""}