{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5726201,00.html"}, "headline": "הכלי הראשון שלי - כשקושמרו התחיל לרכוב", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/06/9951457/9951428099099980735no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/06/9951439/99514270990100980735no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/06/9951467/99514320990100980733no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/06/9951462/99514310990100980973no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/06/9951475/9951429099078980572no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/06/9951468/9951433099099980732no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/06/9951461/9951430099382408258no.jpg"], "datePublished": "2020-05-06T16:19:17z", "dateModified": "2020-05-06T16:30:19z", "author": {"@type": "Person", "name": "דני קושמרו"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הפנטיק קבאלרו החזיר את דני קושמרו שלנו לנער הבתול ההוא מבירת הנגב של האייטיז ששכנע את ההורים לקנות לו אופנוע. איך זה נגמר - כולכם יודעים", "wordCount": "972", "commentCount": "5", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "בלייזר,דני קושמרו,אופנועים,אופנוע,רכיבה", "articleBody": "   הילדות שלי, קצת מפחיד להודות, הייתה כבר די מזמן, אי שם באייטיז של האלף הקודם. היו בה מעט מאוד מסכים - אולי שעה ומשהו של טלוויזיה ביום, בלי מחשב ובלי טלפון - ואם היית רוצה לשלוח הודעה לנערה שאהבת היית צריך ממש לכתוב אותה(!) על נייר(!!) זו הייתה ילדות שהיו בה הרבה מאוד זמן פנוי ורגעים של סתם בהייה בגבעות הצהובות במדבר של הנגב, שהיה ממש ליד הבית והלכת בו לאיבוד בלי שום אפשרות לעדכן את ההורים איפה אתה נמצא ומתי תחזור. נעורים פשוטים ונאיביים בדרום בלי סערות גדולות. ואז הוא הגיע - והכל השתנה. הוא היה אדום מאוד וגבוה מאוד. עם בולמים ארוכים ומכל פלסטיק. והוא היה התקווה הגדולה לחופש, לעצמאות, והכי חשוב - להשיג את הבחורה הנכונה. הוא היה פנטיק מוטור אנדורו 50 סמ\"ק ושתי פעימות, או כמו שאומרים היום - רוצח.      רוכב נגד הרוח הלחץ על ההורים לקנות אופנוע התחיל כבר בגיל 12, עם פוסטרים וגזירי עיתון צבעוניים מתוך מגזינים איטלקיים שנתלו על קירות החדר, עד שהם נכנעו ואמרו \"נקנה לך קסדה, שתהיה\". אז נסענו במיוחד ל\"אבי הונדה\" בתל אביב, שילמנו על קסדת LEM לבנה־אדומה, ובדרך חזרה דרומה חבשתי אותה והוצאתי את הראש מהחלון האחורי של הפורד קורטינה כדי להרגיש קצת איך זה מרגיש להיות אופנוען כשהרוח מכה בפנים. זה הרגיש אושר. בסוף הסכימו לקנות לי את הדבר האמיתי, והפנטיק החדש עמד בסלון במשך חודש עד שהגיע גיל 16 ואיתו הרישיון המיוחל. כשההורים נעדרו מהבית לא התאפקתי, הייתי חייב להניע אותו ולשמוע קצת את הצרצור של המנוע. כשחזרו, אמא ואבא התפלאו מהיכן הגיע פנימה ריח מוסכים של שמן שתי פעימות שרוף. כשהתקבל הרישיון, התנסיתי בפעם הראשונה בחיי בהתקנת קרבורטור ובהחלפת שמן מנוע, ובעיקר למדתי לבד, על בשרי, איך רוכבים. תסתכלו למטה ותראו.        קסם הכלי את \"פנטיק מוטור\" המציא אגראתי גארלי, שפרש מהעסק המשפחתי של ייצור קטנועים והחליט ב־1968 שהוא רוצה לבד. פנטיק הייתה חברה עם חיבה לרכיבת שטח, ומהמפעל בכפר הקטן בארזאגו שבצפון איטליה, 2,402 תושבים כולו, הם הוציאו כלים קטנים שאם היית ילד איטלקי יכולת לרכוב עליהם כבר בגיל 14.  פנטיק מוטור של אז התמחו בעיקר בטריאל וזכו שם בשלוש אליפויות עולמיות. כמו רוב חברות האופנועים האיטלקיות הרבות מאוד שהיו באייטיז, גם פנטיק פשטה רגל ב־1995, עד שהמותג נקנה שוב והחברה שבה לייצר ב־2005. לפני ארבע שנים היא הציגה מפעל חדש, בעלים חדשים ודגמים החדשים. \"איזה כלי תרצה לקחת למבחן?\", שואל עמית מהסוכנות. יש דגמי אנדורו רכים של 250 ו־125 סמ\"ק ודגם פלאט טראק 500, אבל התשובה שלי ברורה: דגם סקרמבלר רטרו עם השם המיתולוגי \"קבאלרו 500\", בצביעה ההיא של פעם - אדום־צהוב־לבן. חישורים שחורים עם שפיצים וצמיגי דיונות, מכל דלק פלסטי (כמו אז!), זוג מפלטים אירו מעוצבים (מדי?) ולוח שעונים שהוא בעצם שעון אחד עם כמה פרטים בסיסים. בקרת משיכה, חימום לידיות או אפילו חיווי על ההילוך - את כל אלה לא תמצאו כאן, כי הקבאלרו מנפק אופנוענות בסיסית, אבל כזו שיש בה קסם גדול של פשטות ונוסטלגיה ורומנטיקה. כמו אותה בחורה ברמזור שאמרה שצנח לה הלב כשראתה אותו. \"זה אומר משהו על הגיל שלך\", אמרתי בחיוך, \"על הגיל שלנו\", היא הזדרזה להמשיך אותי.      המנוע, חד צילינדרי פשוט ואמין של זונגשן הסינית, מתאים לרישיון A1 ומספק 40 סוסים ויחידת כוח שמחה שעולה מהר בסל\"ד עם מומנט נאה וצליל בריטון נעים. בשילוב מיגון הרוח שלא קיים, מהירות השיוט היא כ־130 קמ\"ש, אבל יש כאלה שטוענים שראו גם 170, אם שוכבים עליו בירידה, כמו באייטיז. עם הרבה סבלנות אפשר לצאת גם לרכיבות קצת יותר ארוכות - והוא ישמח גם לנתק את בלמי ה־ABS כדי לצאת לגיחות שטח קצרות עם החלקות זנב - אבל השימוש העיקרי של הקבאלרו הוא כלי פרברים קלאסי, מכונת לחימה בשטח בנוי.  ממדיו הצנועים יתאימו גם למאותגרי גובה, והוא יודע להשרות ביטחון על רוכב חסר ניסיון אבל גם לדלג מדרכות ולצלוח פקקים בקלות עם כידון רחב וזווית צידוד מרשימה. בקיצור, זה אופנוע שאתה מחנה ליד הבית קפה כדי להתענג על המראה שלו ולחכות לתגובות המתרגשות - שתמיד יגיעו. לא, לא הכל מושלם. מתגי התפעול קטנים וצריך להתרגל אליהם, ובכלי המבחן הלך מיסב ההיגוי בגלל הידוק יתר, אבל קשה היה שלא להתמכר לקסם של הכלי הזה, שיש לו - סליחה - נשמה. זה כלי שצריך ללטף אותו לפעמים, אבל כזה שתמיד אעדיף על כל קטנוע טאיוואני.   ריקוד המכונה ועוד משהו אישי. בלייזר הוא כבר העיתון השלישי שבו אני כותב על אופנועים - ונסגר. זה אומר משהו על עיתונות הפרינט ועל עולם הולך ונעלם וגורם לי להיות קצת סנטימנטלי ולכתוב בגיליון האחרון על האופנוע הראשון, כזה שרק לאחרונה גיליתי שהוא ואני נולדנו באותה שנה.  כן, אופנועים זה לא תמיד דבר בטוח, אבל גם החיים לא - ובסוף תמיד מתים. מזמן הפסקתי לנסות לשכנע אחרים לעשות את זה או להסביר כמה זה כיף, אני יודע רק שהפנטיק שקיבל הנער השדוף, הנמוך והבתול ההוא מהנגב באמצע שנות ה־80 הפכו אותו למישהו קצת אחר - שמח יותר, עצמאי יותר, סקרן יותר ובעיקר אדם מעניין יותר. וזה, תודו, משהו שמעט מאוד מכונות יודעות לעשות.   מחדשים את הגלגל שי לזמי, היום שוטר במרחב השפלה, רכב כמו אלפים אחרים בגיל 16 על פנטיק (אנדורו קומפטישן!) בקריות. ואז באו צבא ומשפחה וילדים, עד שלפני עשר שנים הוא נתקף געגוע והבין שהוא חייב לעשות מעשה – אז הוא פתח במסע לחיפוש גרוטאות פנטיק, כאלה שהיו לפעמים רק שלדה חלודה, והחל לשחזר אותן.       עד היום שיפץ לזמי 14 כלים למצב חדש לגמרי, כשבסך הכל יש בחבורה שהתאספה סביבו כבר כ־35 אופנועים שלא רואים עליהם שהם בני 30 ו־40 שנה אלא הם נראים כאילו יצאו עכשיו מהמפעל ונמכרים במחיר של 50 אלף שקל ויותר. החבורה של שי נוסעת לאיטליה לתערוכות מיוחדות שיש בהן חלקים של כלי אספנות, ובישראל הם מטיילים \"כמו בגיל 16\" לכנרת, מסעות ארוכים במהירות של 60־70 קמ\"ש.  לפעמים נתפס איזה מנוע – אבל זה כיף גדול. \"אנשים עוצרים אותנו כל הזמן בהתרגשות גדולה, כי פנטיק הוא אופנוע שהקדים את זמנו בעיצוב, בגובה, בפלסטיקה\", הוא אומר, ועובר להתפייטות: \"פנטיק הוא להעביר את תקופת התיכון בים ובשדות הפתוחים, והיופי האיטלקי שלו היה ונשאר מבחינתי הכי יפה בעולם\".   Fantic Caballero Scrambler      מנוע: צילינדר יחיד, 449 סמ\"ק הספק: 40 כוחות סוס ב־7,500 סל\"ד מומנט: 4.3 קג\"מ ב־6,000 סל\"ד מכל דלק: 12 ליטר מחיר: 47,900 שקל (מחיר מבצע: 34,900 שקל)", "title": "הכלי הראשון שלי - כשקושמרו התחיל לרכוב", "url": "https://www.ynet.co.il/articles/0,7340,L-5726201,00.html", "type": "article", "site_name": "ynet", "published_time": "13:30 , 06.05.20", "category": "", "subtitle": ""}