{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5725646,00.html"}, "headline": "איך זה לחיות בלי גוגל ובלי פייסבוק?", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/05/9949565/9256641099099980716no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/05/9949601/99496004930100408255no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/05/9949589/99495842950100408258no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/05/9949594/9949586076099408257no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/05/9949595/99495879830100408258no.jpg"], "datePublished": "2020-05-05T19:15:05z", "dateModified": "2020-05-05T19:18:06z", "author": {"@type": "Person", "name": "אסי גל"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "האינטרנט חוגג יום הולדת 27, והוא כבר ממש לא נראה כמו האינטרנט שגדלנו איתו. ההוא מנאפסטר, אלטה ויסטה ואתרי סקס מפוקפקים בעברית, זוכרים?", "wordCount": "1191", "commentCount": "1", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "בלייזר,אינטרנט,פייסבוק,גוגל,אסי גל", "articleBody": "   לפני טיפה יותר מ-27 שנה - ב-30 באפריל 1993 אם להיות קטנוניים - האינטרנט נולד. זה לא היה האינטרנט המוכר לנו היום, אבל זו כבר לא היתה רשת סגורה להעברת מידע לשימוש צבאי. הרשת נפתחה לשימוש חינמי לכל העולם. פתאום כולם יכלו לקבל כל מידע שירצו, להרחיב האופקים ולחוש כמה אנחנו כפר גלובלי.  והנה, 27 שנים מאוחר יותר אנחנו יכולים לקלל בחור מטג'יקיסטן כי תמונת הפרופיל שלו מעצבנת אותנו. במהלך השנים קמו באינטרנט אתרים ששינו את הרשת, ואז הם נעלמו. מה היה קורה אם הם היו נשארים איתנו? חמישה אתרי עבר מעלים כיוונים מעניינים לתשובה.   1. הרשת החברותית: MySpace \"פאק פייסבוק!\", צעק ג'יימס טיילור במסיבה לעובדי מייספייס בסרט \"אנשים מצחיקים\" מ-2009. אז עוד היה למייספייס כסף כדי להביא את ג'יימס טיילור למסיבה, למרות ששנה לפני כן פייסבוק עקפה אותה במדד הפופולריות. מייספייס הוקמה ב-2003, ובתורה גנבה את הרעיון של רשת חברתית מאתר מת לגמרי בשם Friendster. בבסיסה היא דומה לפייסבוק, אבל את מייספייס היה אפשר לעצב הרבה יותר והמון אנשים השתמשו בה בשביל לחשוף את האמנות שלהם, בעיקר מוזיקה. קלווין האריס, למשל, קיבל את החשיפה דרך עמוד המייספייס שלו. בשיאה הוערך שווי החברה ב-12 מיליארד דולר. אבל פייסבוק ניצחו. כהוכחה, ב-2005 ניוז קורפ רכשה את האתר תמורת 580 מיליון דולר, ומכרה אותו ב-2011 תמורת 35 מיליון בלבד.        הגסיסה הייתה איטית. מ-150 מיליון משתמשים חודשיים, מייספייס ירדה ל-15 מיליון ב-2016. ואז ב-2019 החושמים האלה איבדו, בגלל שינוי שרת, את כל המוזיקה שהועלתה לרשת בין 2003 ל-2016. ב-2019 כבר היו להם רק 7.5 מיליון משתמשים חודשיים. אם תנסו היום להיכנס לאתר תקבלו הודעת שגיאה.  כשבאים לבדוק למה פייסבוק ניצח את מייספייס עולות שתי נקודות: פייסבוק אפשרה יותר שיתוף של סתם מחשבות והגיגים, בניגוד למוזיקה ודברים דומים שעלו במייספייס. פייסבוק גם הרבה פחות סלחנית כלפי התחבאות מאחורי ניקים. לזה אפשר להוסיף את הציון של מצב זוגי בפייסבוק, שגרם להמונים להשתמש בפייסבוק כאתר היכרויות או לפחות כבסיס לגישוש אחר בני זוג פוטנציאליים. קשה שלא לדמיין שאם מייספייס הייתה מנצחת היינו פחות נופלים קורבן ל-FOMO שפייסבוק - ובעקבותיה וביתר שאת גם אינסטגרם - יוצרת מסיפורי הצלחה של חברים, שומעים פחות קללות וריבים והאינטרנט היה משמש להתחברות אמיתית של כישרון ורגש. אבל אלה שטויות, כמובן, כי מתישהו אנשים בטח היו הורסים גם את מייספייס. פייסבוק ניצחה כמו שתוכניות הריאליטי ניצחו את הפקות הסוגה העילית היקרות. תן לאנשים הזדמנות להיות רעים בלי שמישהו יזמין משטרה, והם ייקחו אותה בשתי ידיים.   2. הפיראט האדום: Napster לפני ימי הטורנטים, היתה נאפסטר. יכולת להיכנס לאתר ולהוריד שירים בחינם, ועוד ב-1999. אז כן, לקח לשיר לרדת כמה ימים, אבל היית מוריד כמה ביחד והופ, חירבת את תעשיית המוזיקה. כצפוי, התעשייה מיהרה להילחם על זכויות היוצרים ולתבוע, ומטאליקה מיצבה את עצמה כלהקה שנלחמת בצורה הגועלית והמקוממת ביותר בקרב שהיא עקרונית די צודקת בו.       סגירת נאפסטר הייתה לתעשיית המוזיקה כמו תפיסת סמים ענקית עבור המשטרה. הרבה זיקוקים, עם משמעות קטנה מאוד בפועל. תעשיית ההורדות המשיכה לשגשג גם אחרי שרוצצו את ראש הנחש. היא פשוט ביזרה את עצמה. בניגוד להרבה אחרים, נאפסטר המציאה את עצמה מחדש, התאחדה עם Rhapsoody והיום היא אתר מוזיקה כמו ספוטיפיי. החברה מרוויחה אמנם רק 106 מיליון דולר בשנה, שזה כלום לעומת השישה מיליארד של ספוטיפיי, אבל מתי פעם אחרונה אתם הרווחתם 106 מיליון דולר? בסופו של דבר, הסגירה של נאפסטר ואתרי שיתוף הקבצים היא דבר נהדר לנו גם כצרכנים ולא רק לתעשיית המוזיקה. היא הכריחה אנשים לחשוב מחדש על איך להשיג מוזיקה וסרטים. תעשיית ההורדות הפיראטיות קיימת עד היום, אבל הרבה יותר אנשים מוכנים לשלם מחיר חודשי או נמוך בשביל מוזיקה. חברות ההפקה כבר לא שולטות. אמנים לא צריכים להילחם כדי שמפיק ידחוף אותם, אלא יכולים להשתמש באינטרנט כדי להגיע לאנשים, ואז להרוויח מהופעות ולא את העשר אגורות לדיסק שעשו פעם. גם שירותי סטרימינג כמו נטפליקס ואמזון קיבלו דחיפה. שוב, אנשים מוכנים לא לגנוב סרטים ולשלם מחיר שווה לכל נפש בשביל לראות מישהו, והנה יש בטלוויזיה פריחה שלא תיאמן. אז תודה לנאפסטר שהייתה, ותודה לה שהלכה בזמן.   3. האלטע זאכען: Alta Vista לפני גוגל הייתה אלטה ויסטה, מנוע החיפוש הכי טוב ברשת. הוא הוקם כבר ב-1995 והשתמש באלגוריתם שעבר על הרבה יותר דפים ברשת ממה שאנשים האמינו שיש. היה אפשר לחפש בו בכל שפה והחברה אף השיקה את Babelfish - תרגום מכונה של משפטים שלמים. בקיצור, אלטה ויסטה היו פורצי דרך. אבל אז הגיעו גוגל עם האלגוריתם ההרבה יותר פורץ דרך שלהם ועשו כל מה שענק עושה בעולם קפיטליסטי: חיסלו את כל המתחרים. ב-2004 יאהו קנו את מנוע החיפוש הוותיק ועשו לו מה ש-Yahooעשו לכל דבר שנגעו בו - חיסלו אותו, אבל לא בכוונה. היום ככה נראה האתר של אלטה ויסטה -      איך זה קרה לאלטה ויסטה? ובכן, קודם כל, אלטה ויסטה בכלל לא הייתה אמורה להיות מנוע חיפוש. הם היו אמורים להראות את היכולות של המחשב החזק מאוד של חברת האם שלה שנקראה בפשטות דיגיטל. אבל ההצלחה הייתה עצומה ואלטה ויסטה נמכרה לחברת קומפאק, יחד עם דיגיטל. קומפאק החליטה שהיא רוצה להתחרות ביאהו והפכה את אלטה ויסטה לפורטל עם עוד המון דברים פרט לשורת חיפוש. גוגל נשארו נקיים. יותר מכך, בגוגל תמיד הראו כמה זמן לקח להם למצוא את התשובה ובהתחלה גם אפשרו לראות תוצאות מאתרים אחרים, אז אנשים התרגלו לחפש כל דבר קודם כל דרך גוגל. הממשק הפשוט הזה נתן לגוגל יתרון שהם שחזרו מאז בכל הזדמנות. פשטות נהייתה העניין לממשקי הפעלה. אם אלטה ויסטה הייתה מנצחים, אולי היום היינו משתמשים בעוד אתרים מלבד גוגל לכמעט כל דבר. אולי פיירפוקס היו הדפדפן שלנו, ובטלפון היינו משתמשים במבחר כלים שונים, ומפות היו של Ynet. במקום זה, גוגל עדיין מרסקת מתחרים ויש לנו עולם שנשלט על ידי כשלוש חברות טק. פשוט, זה כן. אבל הרבה פחות מגוון.   4. השימושית: You're the Man Now, Dog מכירים עמודי טאמבלר או פייסבוק שנקראים \"אותה תמונה של (מישהו) בכל יום\"? יש למשל את זה, שמראה תמונה של דייב קולייה, הדוד ג'ואי מ\"צער גידול בנות\". אז לפני שהיו אתרי בלוג כטאמבלר או עמודים של רשתות חברתיות, היו פשוט עמודי אינטרנט עם בדיחה אחת.       YTMND הציג תמונה של שון קונרי מהסרט \"להציל את פורסטר\" על רקע משפט, מאותו סרט, שאומר שאתה האיש עכשיו כלב. טיפשי? מאוד. אבל גם בשביל זה יש אינטרנט. בעקבות YTMND קמו אתרים דומים וראשי התיבות הללו הפכו שם קוד לקהילה שהחברים בה הקימו דפים דומים שיש הרואים בהם את הממים הראשונים. להנאתכם, האתר קיים עד היום ומספק שניות של תענוג.   5. התשובה הציונית: עולם הסקס של ענת אנחנו מוכנים להמר על כל הקדוש והיקר לנו, שאחד הדברים הראשונים שהעולם חיפש באינטרנט ברגע שחיברו אותו אליו לפני 27 שנה - זה סקס. ודי מהר היה סקס, אבל בצורת תמונות שהיית צריך כארבע שעות בשביל להוריד. אתרי פורנו דרשו תשלום עבור צפייה בסרטים שלהם, ונתנו רק תצוגה מקדימה של 15 שניות, זמן שלמרות שניסינו, לא הספיק. והיינו זריזים מאוד באותם ימים. אבל לישראלים היה את עולם הסקס של ענת. כל שבוע, ובחינם, עלו איזה ארבעה סרטונים חדשים של 2:15 דקות. בהחלט מספיק. \"עולם הסקס של ענת\" הוקם ב-2000, ועשה כסף ממכירת מוצרים נלווים. לפי דיווחים, האתר הכניס ב-2003 בין שני מיליון ל-2.5 מיליון שקל, מהם כחצי מיליון רווח. שותף באתר מאותם ימים טוען שהרבה פחות.  היום, אגב, האתר ממשיך להתקיים, כנראה בשביל אנשים שחייבים עברית בפורנו שלהם. ההיצע די מרשים, והסרטונים עדיין באורך של 2:15 דקות. לא צריך יותר. באמת. יש שם עדיין טלפונים לשיחות סקס, עם צ'אט שמנסה להעביר אותך לשלם על שיחת סקס. אגב, האתר המתחרה פרפר1, שבזמנו עשה סרטוני עירום מחאה עם ויקי כנפו, כבר לא קיים. אחת אפס לענת. ", "title": "איך זה לחיות בלי גוגל ובלי פייסבוק?", "url": "https://www.ynet.co.il/articles/0,7340,L-5725646,00.html", "type": "article", "site_name": "ynet", "published_time": "16:18 , 05.05.20", "category": "", "subtitle": ""}