{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4997145,00.html"}, "headline": "פסיכומטרי למורים: ציון גבוה יותר לחילונים ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/08/01/7943265/c.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/08/01/7943263/a.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/08/01/7943264/b.jpg"], "datePublished": "2017-08-01T16:00:16z", "dateModified": "2017-08-01T16:09:35z", "author": {"@type": "Person", "name": "שחר חי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "מדו\"ח של הלשכה המרכזית לסטטיסטיקה עולה כי עובדי הוראה עד גיל 40 בחינוך הממלכתי הצליחו להשיג בשנה הנוכחית ציון ממוצע של 513 בבחינה הפסיכומטרית. בחינוך הממלכתי-דתי חלה ירידה, והעלייה בהישגים בחינוך הערבי עדיין רחוקה מהציון בקרב מורים יהודים. פערים גם בין הפריפריה למרכז", "wordCount": "421", "commentCount": "20", "genre": "2.News-187.National-191.EducationHealth", "keywords": "הלשכה המרכזית לסטטיסטיקה,מורים,פסיכומטרי", "articleBody": "הלשכה המרכזית לסטטיסטיקה פרסמה היום (ג') נתונים על הישגיהם של עובדי הוראה עד גיל 40 בבחינה הפסיכומטרית. מהנתונים עולה כי בעשור האחרון נרשמה עלייה בממוצע הכניסה לאוניברסיטאות ולמכללות בקרב עובדי ההוראה, אך הוא עדיין נמוך מהממוצע הארצי (545). הפערים בין זרמי החינוך השונים ניכרים גם כעת: מורים בחינוך הממלכתי מקבלים ציון גבוה יותר ממקביליהם בחינוך הממלכתי-דתי והערבי.   בקרב מורים מהחינוך הממלכתי עלה ציון הפסיכומטרי בין השנים 2008 ל-2017 מ-503 ל-513. בחינוך הערבי עלה הציון בשנים אלה מ-424 ל-448, אך עדיין נותר נמוך מאוד ביחס לחינוך הממלכתי יהודי - פער של 65 נקודות בשנת 2017. בחינוך הממלכתי-דתי נרשמה מגמת ירידה בשנים אלה מ-509 ל-501.     שיעורם של עובדי ההוראה (עד גיל 40) שנבחנו בבחינה הפסיכומטרית נמצא בשנים האחרונות במגמת עלייה (מ-54% ב-2007 ל-70% ב-2017). בקרב עובדי הוראה חדשים נרשמה גם כן עלייה (מ-59% ב-2008 ל-69% ב-2017).    בעשור האחרון נרשמה כאמור עלייה בציון הפסיכומטרי של עובדי ההוראה: בעוד הציון הפסיכומטרי בשנת 2008 היה 477, בשנה הנוכחית הוא עומד על 494. בקרב עובדי הוראה חדשים עלה הציון בבחינה הפסיכומטרית מ-494 בשנת 2008 ל-509 בשנה הנוכחית.    הצלחה גדולה יותר ביישובים מבוססים הפערים הללו נראים גם בפילוח של הרמה הסוציו-אקונומית של המורים. ממוצע הציון בבחינה הפסיכומטרית בקרב עובדי הוראה שמתגוררים ביישובים ברמה סוציו-אקונומית גבוהה היה 530 בשנת 2017 (עלייה של 21 נקודות משנת 2008). לעומת זאת בקרב מורים מיישובים ברמה סוציו-אקונומית נמוכה עמד הציון הממוצע בשנה זו על 481 (עלייה של 16 נקודות מ-2008) – פער של 49 נקודות מעובדי ההוראה המתגוררים ביישובים החזקים. בקרב עובדי הוראה חדשים ביישובים ברמה חברתית-כלכלית גבוהה, עלה הממוצע מ-530 בשנת 2008 ל-534 בשנת 2017, וביישובים ברמה חברתית-כלכלית נמוכה מ-477 ל-500 בהתאמה.   שיעור הסטודנטים בשנה א' במכללות האקדמיות לחינוך שנבחנו בבחינה הפסיכומטרית נמצא במגמת ירידה ניכרת, מכ-87% בשנת 2006 לכ-56% בשנת 2016. בקרב סטודנטים חדשים להסבה להוראה שיעור זה יציב לאורך התקופה - כ-68%, ואילו בקרב מקבלי תואר \"בוגר בהוראה\", שיעור זה נמצא במגמת עלייה מכ-62% בשנת 2006 לכ-74% בשנת 2016.    ממוצע הציון הכללי בבחינה הפסיכומטרית בקרב סטודנטים שנה א' בחינוך הממלכתי ירד בשנים האחרונות מ-527 נקודות בשנת 2011 ל-512 נקודות בשנת 2016. בחינוך הממלכתי-דתי הוא ירד באותן שנים מ-539 ל-509. בחינוך הממלכתי-ערבי ציון הפסיכומטרי עלה מ-446 נקודות בשנת 2006 ל-480 נקודות בשנת 2012. לאחר מכן התהפכה המגמה וחלה ירידה עד ל-459 נקודות בשנת 2016.   ממוצע הציון הכללי בבחינה הפסיכומטרית בשנת 2017 בקרב עובדי הוראה בפריפריה היה 469 לעומת 517 במרכז הארץ. בקרב עובדי הוראה חדשים, 487 ו-528 בהתאמה. בקרב סטודנטים חדשים להסבה להוראה, הציון הממוצע ירד מכ- 524 בשנת 2012 לכ-507 בשנת 2016.", "title": "פסיכומטרי למורים: ציון גבוה יותר לחילונים", "url": "https://www.ynet.co.il/articles/0,7340,L-4997145,00.html", "type": "article", "site_name": "ynet", "published_time": "13:00 , 01.08.17", "category": "", "subtitle": ""}