{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5485802,00.html"}, "headline": "קיר השלום: מציירים גשר לעתיד טוב יותר", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2019-04-02T22:29:44z", "dateModified": "2019-04-04T12:41:40z", "author": {"@type": "Person", "name": "יובל גמליאל"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אופטימיות של דור העתיד: תלמידים יהודים מבית הספר התיכון אורט דרסקי יחד עם תלמידים ערבים מבית הספר התיכון אורט חילמי שאפעי נפגשו ליום אחד של שיח משותף שבו ציירו קיר שכולו שלום וחיבור בין המגזרים", "wordCount": "1239", "commentCount": "7", "genre": "6377.Traklin-10511.education now-26512.ort good word", "keywords": "דו קיום,תרומה לקהילה,אורט", "articleBody": "בשיתוף רשת אורט   על רקע הדהוד תופי המלחמה המגיעים אלינו בימים האחרונים מכיוונה של רצועת עזה הבוערת, בעוד סבב מלחמתי שנדמה שהפך למעין שגרת חיים הזויה במדינה הקטנה שלנו, מרגש לשמוע מדי פעם על מציאות שונה לגמרי ועל העתיד היפה הנכון לשני העמים, שבסופו של דבר לא כל כך שונים זה מזה.   לסיפורים נוספים היכנסו למתחם מילה טובה     אחד מהמפגשים המעניינים האלו, וכזה המעניק אופטימיות באשר לעתיד החיים המשותפים כאן הוא ציור הקיר המשותף בעכו עליו מתנוסס ציור בגודל של 6 על 4 מטר, אותו ציירו ילדים ערבים ויהודים מבית הספר התיכון אורט דרסקי ובית הספר התיכון אורט חילמי שאפעי. מה שמעורר השראה במיוחד הוא שהקיר עליו מתנוסס הציור המשותף נמצא בדיוק בין בית הספר הערבי לבית הספר היהודי - כל כך קרובים ועם זאת כל כך רחוקים.       \"ב-11.3 נפגשו שתי כיתות י' בבתי הספר האלו של אורט בעכו בכדי לעצב יחד ציור קיר בגודל של 6 על 4 מטר שיסמל קבלה וחיים משותפים\", מספרת מיקי רון, רכזת הפרויקט ומי שמנהלת באורטוב את תוכניות החיים משותפים המחברות בין בתי ספר הערבים והיהודים של הרשת.      \"הפרויקט הינו חלק מתוכנית משותפת של אורטוב ומרכז פרס לשלום ולחדשנות הנקראית \"גשרים לשלום\" ובמסגרתה 6 צמדים של בתי ספר ערבים ויהודים ובסך הכל 12 בתי ספר נפגשים לאורך כל השנה. התלמידים מכירים אחד את השני תוך פעילויות גיבוש מקרבות ולומדים אחד על זהותו של האחר. שיאה של הפעילות מתבטא בהקמת מיזם משותף המעביר מסר של דו קיום ושל חיים משותפים במדינה ויתקיים השנה ב-7.4. הילדים עוברים תהליך הדרגתי בו הם קובעים מה חשוב להם מבחינת החיים המשותפים בעיר ואיך הם היו רוצים להעביר את המסר הזה לסביבה\"     \"במסגרת הפרויקט בעכו נפגשו במשך מספר חודשים 2 כיתות י' מהתיכונים ובסך הכל 50 תלמידים והם החליטו לסיים את הפעילות היפה במיצג שיעביר מסר של חיים משותפים בעיר. התלמידים עבדו עם אמנית הקהילה שרון בועז שגיבשה יחד איתם את הרעיון למיצג במה שהתבטא לבסוף בציור קיר משותף בו ניתן לראות יד לוחצת יד, את ימה של עכו, את המגדלור בעיר ואף מילים בערבית ועברית. האמנית שירטטה על הקיר את הסקיצה עליה עבדו הילדים והם הגיעו לצבוע אותו והוסיפו ציורים אישיים כמו סהר, מגן דוד, כנסיות ובתי כנסת. הקיר עליו מתנוסס הציור נמצא במקום מרכזי בעיר, מול הטיילת.\"   התוכנית נולדה משיתוף פעולה בין אורט למרכז פרס לשלום ולחדשנות והגופים המסייעים לממנה הם גוגל וקרן אדמונד דה רוטשילד. \"הפעילות המשותפת של בני הנוער בפרויקט ב-7 השנים האחרונות, מוכיחה שניתן לגשר על הפערים באמצעות שיח ועשייה יזמית למען מטרה משותפת ועל פי חזון השלום והחדשנות של הנשיא שמעון פרס\", אמרה דניאל בילד מנהלת הפרויקט מטעם מרכז פרס לשלום ולחדשנות. רון סיכמה ואמרה: \"אפילו בעיר עכו שהיא עיר מעורבת לא תמיד התלמידים מכירים את האוכלוסייה האחרת בעיר ודרך הסיור המשותף הם למדו על העיר מנקודת מבט אחרת ואף נוצרו ביניהם חברויות\".   פעילות ששוברת סטיגמות ענאן עראבי בן 15תלמיד כיתה י' בתיכון אורט חילמי שאפעי שהשתתף במיזם אמר: \"אהבתי מאוד את הפעילות המשותפת, זו הייתה מבחינתי חוויה יפה וגם מהנה. בהתחלה הייתה רתיעה הדדית לשתי הקבוצות, אבל עם הזמן ובאמצעות המשחקים וההפעלות התחברנו מאוד וגילינו שנערים ונערות משני הצדדים הם בעצם דומים מאוד ויש להם תחומי עניין משותפים. במיוחד הרגשתי שצביעת הקיר המשותף הייתה מחברת במיוחד והיוותה ממש מעין גשר בין המגזרים. הייתי שמח לראות פעילויות דומות שיקרבו בין המגזר היהודי, לערבי, לא רק בעכו, אלא בכל המדינה.\"    תלמידה נוספת שלקחה חלק בפרויקט היא רביד בלייש, תלמידת כיתה י' 4 בבית ספר אורט דרסקי. \"המפגש הראשון בתוכנית היה בחודש דצמבר ובמסגרתו אירחנו את תלמידי כיתה י' מבית הספר התיכון הסמוך אלינו\", היא אומרת, \"המפגש הזה כלל בעיקר פעילויות ומשחקים שעזרו לנו להכיר אחד את השני. ימי פעילות נוספים התקיימו בין השאר בבית הספר שלהם וכן במרכז פרס לשלום. לאורך כל הפעילות הצוות עשה הכל כדי שנתחבר ולצורך כך ערבב את התלמידים היהודים והערבים בקבוצות משותפות.\"   \"שיא הפעילות היה ציור קיר משותף אותו צבענו יחד והתלמידים כתבו בו מסרים אישיים שלהם, חלק בעברית וחלק בערבית. צביעת הקיר התמשכה לסירוגין במשך שבועיים ויצא שהקיר נמצא ממש בין בית הספר שלהם לשלנו. במהלך כל הפעילות עבדנו יחד והייתה הרגשה טובה של חיבור וכך, למשל, בנים אצלנו גילו שבנים בכיתה הערבית משחקים פורטנייט בדיוק כמוהם ובנות התחברו יחד על רקע צילומים שהן העלו לאינסטגרם.     \"אני מרגישה שהפעילות שברה הרבה מאוד סטיגמות וסטריאוטיפים אחד על השני, כי גם הם וגם אנחנו גילינו שאנחנו די דומים וכולנו משחקים במחשב או נמצאים שעות מול הסמארטפון. בסופו של דבר היה כאן חיבור אמיתי בין כל התלמידים ויש לי אפילו חברה טובה שגילתה שהיא ותלמידה מבית הספר הערבי מעריצות את אותה להקה והן הפכו לחברות ונמצאות בקשר.\"      \"לא נקבל מצב בו ילדי ישראל הערבים והיהודים מעולם לא פגשו או הכירו מקרוב ילד יהודי, ולהיפך, ולכן אנו משקיעים בתכניות מהסוג הזה ומצליחים להגיע לשותפויות אמיתיות לא רק בין תלמידים, אלא גם בין מורים ומורות ששומרים על קשר ומצליחים להפרות אלה את אלה בתחומים רבים בחיי היום יום שלהם כאנשי חינוך וכאנשים בכלל\", אמר מנכ\"ל רשת \"אורט ישראל\" צביקה פלג. \"מניפתה של רשת אורט ישראל נותנת דגש רב למעורבות וקידום החינוך בקרב כלל אוכלוסיית אזרחי המדינה, יהודים – מהמגזר הכללי, דתיים וחרדים, ערבים – מוסלמים, נוצרים, בדואים ודרוזים, ועל כך גאוותנו ותפארתנו. אין עוד רשת חינוך נוספת במדינה שיכולה להראות עשייה ומעורבות עמוקה בקרב מגוון אוכלוסיות כה רחב ומשמעותי. אנו נמשיך להוביל, לחנך ולפעול בכלל המגזרים בחברה הישראלית\".   וזה לא נגמר רק בעכו. במסגרת פעילות אורטוב צפוי לעלות במהלך השבועיים הקרובים קליפ עברי- ערבי עם מסרים של סובלנות וקבלת האחר שבדומה לפעילות הציור המשותף משקף את הדרך אותה עברו תלמידים נוספים ברשת. הקליפ הוכן על ידי תלמידי כיתה י' אורט עפולה אלון-בן גוריון יחד עם תלמידי כיתה י' בתיכון אורט בוסתן אל מארג' שהחליטו לסכם את הפעילות בה נוצרו ביניהם קשרים חמים וחבריים, בשיר המורכב ממילים בערבית, עברית ואנגלית. התלמידים כתבו והלחינו את השיר בעצמם במסגרת סדנת אמן עם הזמר עמרי גליקמן, סולן להקת התקווה 6. יתרה מכך, התלמידים בנו במסגרת הפעילות משחקים דו לשוניים בעברית וערבית ואלו ייתרמו לילדים חולי סרטן השוהים במחלקות אונקולוגיות בבתי חולים ברחבי הארץ.   השלום יגיע  כתבו והלחינו: תלמידי י' אורט עפולה אלון-בן גוריון ותלמידי י' אורט בוסתן אלמארג'    עדיין מאמין באמונה שלמה  השלום יגיע בדרך חדשה  אם כולנו נושיט יד  אפ'חד לא יהיה לבד  זה מה שאנשים חושבים,  אך לבסוף הם לא אומרים.  אנחנו ילדים בני נוער בני אדם,  אין דבר שונה בנינו אנחנו כמו כולם.  לא כולם, גם לא רובם ביחד לא יהיה מולם.  אנחנו גשר של תקווה  עדיף קשיי שלום  מייסורים של מלחמה    حلمنا حلم واحد وهو حلم الكل  לכולם חלום אחד, לכולם חלום גדול  حلمنا الشمس تطلع وتنور عالكل  אמן תזרח השמש ותאיר את הכל    للسلام حالمين ،للعنف كارهين  ايد بايد عاملين، مش نفس الدين بس متحدين    لغة مختلفة وحلم واحد ،واحنا من اصل واحد  لبعضنا مخلصين، للسلام هادفين,  للعنف كارهين ،ايد بايد عاملين لتكون  الفرحة بعيونّا مش    مهم لا لونّا ولا جيلنّا حلمنا حياه نعيش فيها بسلام  שווים בין שווים, משנים ת'עולם  حلمنا أنه نفكر بمستقبل لقدام  נביט לתוך העיניים, אדם לאדם    פזמון: שלום על כולנו وعليكم السلام  שלום בין כולנו ولكل العالم   When wars and conflicts totally cease,  In our world, there shall be peace.  People must learn to get along,  Not blame others, for being wrong.  They fight for control, fight for land, Some just need a helping hand. We must rid ourselves of vanity,  And embrace peace, through humanity.  Wars make children so much tougher,  Lose their innocence, while they suffer.  We should fight for peace instead,  Love not war, we should spread.    פזמון: שלום על כולנו وعليكم السلام  שלום בין כולנו ولكل العالم   בשיתוף רשת אורט", "title": "קיר השלום: מציירים גשר לעתיד טוב יותר", "url": "https://www.ynet.co.il/articles/0,7340,L-5485802,00.html", "type": "article", "site_name": "ynet", "published_time": "00:15 , 03.04.19", "category": "", "subtitle": ""}