{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5342654,00.html"}, "headline": "אחסון תכולת הדירה: הדברים שחשוב לבדוק", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/25/7868394/78683801990100980667no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/25/7868386/78683811990100980727no.jpg"], "datePublished": "2018-10-07T11:34:33z", "dateModified": "2018-10-07T11:34:48z", "author": {"@type": "Person", "name": "ynet"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אם אתם משפצים את הבית, עוזבים דירה שכורה בהפתעה או לפני רילוקיישן לשנתיים בחו\"ל, סביר להניח שתשקלו לאחסן את תכולת הדירה שלכם. מה חשוב לבדוק לפני? אתר \"המקצוענים\" עם התשובות ועם טיפים לאריזה", "wordCount": "598", "commentCount": "10", "genre": "6.Economy-10978.pro Baaley Mikzoa-11019.Ovrim Dira", "keywords": "מדריכי המקצוענים,מעבר דירה,רילוקיישן", "articleBody": "אם אתם עוברים לחו\"ל, נאלצים לפנות דירה שכורה בהתראה קצרה, עוברים לגור אצל ההורים או מגלים שהקבלן מתעכב משמעותית במסירת הדירה – נראה שאחסון תכולת דירה יכול להיות הפתרון עבורכם. לא חסרות חברות מקצועיות שיספקו עבורכם שטחי אחסון. חלקן, מספקות בנוסף גם שירותי הובלה. יש כמה דברים שכדאי לבדוק מראש. למשל: הנגישות הנדרשת לכם לציוד, המרחק הגיאוגרפי, רמת הכיסוי הביטוחי ועוד. מהם סוגי האחסון השונים וכיצד תתאימו את האחסון הנכון עבורכם? לפניכם המדריך.       מה חשוב לבדוק לפני שמתקשרים עם חברה? ישנן חברות המספקות שירותי הובלה ושירותי אחסון. תוכלו לבחור בין מחסן לבין יכולה, בהתאם לתקציב שלכם. כשאתם מחפשים חברה, בדקו שיש לה רישיון עסק, היתרי בנייה, מערכות לגילוי ולכיבוי אש וכל ההיתרים הנדרשים ממכבי-אש. אם החברה לא תעמוד בכל הדרישות האלו, הרי שהיא לא תהיה מבוטחת. במצב כזה, הרכוש שלכם בסכנה שכן מכבי-אש או המשטרה עלולים לסגור את המחסנים. הדבר יגרור אתכם להתקשרות עם חברה אחרת ולתשלום מיותר של עלויות הובלה.    אם תהיו זקוקים לגישה נוחה לציוד שלכם, בדקו מהם הימים והשעות שבהם תוכלו לגשת אליהם. הדבר לעתים משפיע על המחיר, אך עבור אנשים מסוימים הנגישות משמעותית.    עוד כתבות בנושא:  הובלה בחורף צריכה כיסוי  אל תעשו את זה לבד: פירוק והרכבת רהיטים בהובלה  עוברים דירה בלי משברים של השנייה האחרונה   מה עדיף: מכולה או מחסן?   ההבדל בין אחסון הציוד שלכם במכולה לבין מחסן הוא בעיקרו המחיר. האנגר או מתחם מחסנים מסודר יעלה לכם יותר כסף. לעומת זאת, מכולה (מעבר להיותה זולה יותר להשכרה) תאפשר לכם לשנע אותה בקלות ממקום למקום ולחסוך את הטירחה הכרוכה בהוצאת התכולה, בהעמסתה על גבי משאית ובפריקתה במיקום החדש.    עניין נוסף, קשור לאיכות אחסון הציוד. אם אתם מעוניינים לאחסן ציוד במכולה, והציוד יקר לכם, ודאו שהמכולה בסטנדרט גבוה: ממוזגת, לא נגישה למזיקים ולמכרסמים ועומדת בתקנים הדרושים.    איך מוודאים שהתכולה מבוטחת?  הפוליסה שעליכם לוודא שיש לחברת האחסון הוא פוליסת ביטוח תכולה. אל תסתפקו בפוליסות אחרות – למשל, פוליסת ביטוח חצר. חשוב מאוד לוודא שהפוליסה כוללת את שם הרחוב ואת העובדה שהיא מעניקה כיסוי גם למכולה או למחסן הספציפי שבו אתם מתכננים לאחסן את התכולה שלכם.    אם בחרתם בחברת הובלות אשר מספקת בנוסף גם שירותי אחסון, ודאו שהפוליסה שהיא מציגה בפניכם היא פוליסה המתייחסת לאחסון ולא רק להובלה. דבר נוסף שחשוב לבדוק הוא שהגובה הכיסוי הביטוחי שמעניקה הפוליסה, גבוה מהשווי של תכולת הציוד.     כמה טיפים לאחסון מכשירי חשמל אם בכוונתכם לאחסן מקרר, מקפיא, מדיח כלים או מכונת כביסה – הקפידו להפשיר, לייבש או לרוקן אותם ממים לפני ההובלה. בכך תימנעו הצטברות של עובש בתוכם ונזילות מים שיכולים לפגום בשאר הציוד שלכם במהלך ההובלה. על חפצי מתכת תוכלו למשוח שמן שימנע התפתחות של חלודה. לפני אחסון שואב האבק, דאגו לרוקן את השקית כדי למנוע הצטברות של חיידקים ולכלוך בקרבת יתר הציוד שלכם. הקפידו לארוז היטב כל דבר שיכול לבוא במגע עם אבק ולהיהרס.    כמה טיפים להוזלת עלויות האחסון כמו במקרים רבים, גם כשמדובר בשירותי אחסון העלות של האחסון שלהם במרכז הארץ יכולה להיות גבוהה יותר מאשר עלות אחסונם באזור הצפון או הדרום. אם אינכם זקוקים לנגישות לציוד למשך תקופה ארוכה, ייתכן ששווה לשלם מעט יותר על הובלה, אך בחישוב כולל לחסוך בעלויות האחסון. כפי שצוין לעיל, אחסון בתוך מכולה יהיה זול יותר. כמו כן, אם תתחלקו עם לקוח נוסף, ייתכן שתוכלו לחסוך בעלויות שטח ההשכרה. אם אתם חוששים מהיעלמות ציוד, תוכלו לארוז אותו בצורה הרמטית, באזור מסוים ולציין מהי רשימת הפריטים שנארזה בפנים ולדרוש גם רשימה דומה ממנו, כדי שלא יהיו בעיות עם ציוד ש\"נעלם\" בהמשך.    מה לא מומלץ לאחסן? חפצי אמנות, חפצים יקרי ערך כספי, תכשיטים ומסכי טלוויזיה לא נהוג לאחסן. מדוע? משום שחפצים אלו בעלי ערך שווי כספי גבוה במיוחד או בעלי שווי סנטימנטלי שלא ניתן לפיצוי בכסף.    מעוניינים בשירותי אחסון? לרשימה המלאה    ynet הוא שותף באתר \"המקצוענים\" ", "title": "אחסון תכולת הדירה: הדברים שחשוב לבדוק", "url": "https://www.ynet.co.il/articles/0,7340,L-5342654,00.html", "type": "article", "site_name": "ynet", "published_time": "08:34 , 07.10.18", "category": "", "subtitle": ""}