{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/digital/article/BkQ027ANv"}, "headline": "מדריך לסגר: כך תמדדו 500 מטר מהבית", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2020/09/15/B1LuB4R4P/B1LuB4R4P_360_0_1501_844_large.jpg"], "datePublished": "2020-09-16T05:25:57.353756Z", "dateModified": "2020-09-16T05:25:57.353756Z", "author": {"@type": "Person", "name": "הגר בוחבוט"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לא צריך לספור צעדים: האתר הישראלי שהציל אותנו בגל הראשון חוזר בגרסה עדכנית לסגר השני. \"לא חשבנו שהוא יהיה רלוונטי גם בראש השנה\", מודים המפתחים. ויש גם אלטרנטיבה פחות מתקדמת מבית גוגל", "wordCount": "290", "commentCount": "4", "genre": "544.Comput-786.MerkazTmicha", "isAccessibleForFree": "True", "keywords": "קורונה,מפות גוגל,בידוד ביתי,סגר", "articleBody": "תחושת הדז'ה-וו שכולנו חווים מאז הוכתר הגל השני של הקורונה כאירוע רשמי והוכרז הסגר המתמשך בתקופת החגים, מחזירה אותנו בייאוש חצי שנה אחורה: שוב הנחיות מבלבלות, עסקים שנסגרים וארוחות חג משפחתיות שצריך להעביר בזום במקרה הטוב, או לבד לגמרי במקרה הרע. הפעם לפחות, קיבלנו מרחב מחייה גדול יותר - 500 מטרים במקום ה-100 שנרשמו בסיבוב הקודם.    ממש כמו בגל הראשון, גם הפעם אנחנו נאלצים להתמודד עם השאלה המרה: איך מודדים רדיוס של 500 מטר מהבית? עד לאן בדיוק מותר לנו לטייל, לעשות ספורט (יחידני, כמובן) או להוציא את הכלב? בסיבוב הקודם, נחלצו לעזרת הציבור עמוס מרון ודני חנקין, שיצרו אתר בשם \"100 מטרים של בידוד\", שמאפשר למדוד רדיוס של 100 מטר מכל נקודה על מפת גוגל. עכשיו, כשירות לציבור, הם מעדכנים את אותו האתר, שנותר באותה כתובת, עם הנתון החדש. \"חשבנו שהאתר סיים את תפקידו ההיסטורי\", הם אמרו בשיחה עם ynet, \"מסתבר שטעינו. לא חשבנו שהוא יהיה רלוונטי גם בראש השנה, חצי שנה אחרי שהעלינו אותו לאוויר\". גם הפעם, כל מה שצריך לעשות הוא להיכנס לאתר הזה, לאפשר גישה לנתוני מיקום או להקליד בצורה ידנית את הכתובת, ותוכלו לראות על המפה עד לאן בדיוק מותר לכם ללכת.  יש גם דרכים פרימיטיביות יותר: תוכלו כרגיל להיעזר בגוגל מפות כדי לוודא מרחקים בין נקודה לנקודה, אבל שימו לב שלא תקבלו באמצעות האפליקציה רדיוס. תידרשו להגדיר מראש מאיפה אתם יוצאים ולאן אתם מגיעים.   ● מהמחשב - היכנסו לגוגל מפות והקליקו בקליק ימני על נקודת ההתחלה. בחרו מהתפריט את אפשרות \"מדידת מרחק\". כעת, סמנו את נקודת היעד על המפה ותוכלו לקבל את אומדן המרחק.  ● מהסמארטפון - תידרשו לנעוץ את נקודת ההתחלה באמצעות מגע ממושך על המיקום המבוקש. הקליקו על שם המקום, ומשם על \"מדידת מרחק\". כעת, הוסיפו את נקודת הסיום באמצעות הכוונת על המפה. בחלקו התחתון של המסך יתקבל חישוב המרחק בין הנקודות.", "title": "מדריך לסגר: כך תמדדו 500 מטר מהבית", "url": "https://www.ynet.co.il/digital/article/BkQ027ANv", "type": "article", "site_name": "ynet", "published_time": "2020-09-16 08:25:57.353756", "category": "MerkazTmicha", "subtitle": ""}