{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5552085,00.html"}, "headline": "7 מניפולציות שחוקרים וחברות תרופות עושים במחקרים קליניים ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/02/20/9075408/90753970100084640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/03/06/8389290/83892880100791640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/02/23/7608504/76084760991299640360no.jpg"], "datePublished": "2019-07-20T11:23:24z", "dateModified": "2019-07-21T15:16:46z", "author": {"@type": "Person", "name": "ד\"ר יפה שיר-רז, מגזין \"מנטה\""}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הם מטים את פרסום המחקר, מעוותים את התוצאות החיוביות ומטאטאים את התוצאות השליליות מתחת לפני השטח. שבע מניפולציות שחוקרים וחברות תרופות עושים בכל הנוגע לפרסום מחקרים קליניים שיגרמו לכם, וגם לרופא שלכם, לשקול היטב את ההמלצה הרפואית הבאה שלו, שמתבססת על מה שמוכר לנו כ\"רפואה מבוססת ראיות\"", "wordCount": "2509", "commentCount": "0", "genre": "1208.Health-1209.menta", "keywords": "מחקר,רפואה", "articleBody": "מתי בפעם האחרונה הלכתם לרופא ויצאתם ממנו עם מרשם לתרופה או טיפול? רובנו, מן הסתם, מניחים שהתרופה הזו נבדקה היטב ושאנחנו יודעים כל מה שיש לדעת על הבטיחות והיעילות שלה. הנחה סבירה והגיונית.    אבל נחשו מה? מתברר שבמקרים רבים ההנחה הסבירה וההגיונית הזו אינה נכונה, והסיבה לכך פשוטה: כמחצית מהמחקרים הקליניים על התרופות והטיפולים הרפואיים שאנו משתמשים בהם כיום מעולם לא פרסמו תוצאות. והראיות לכך שמדובר בתופעה מבהילה בהיקפה עולות שוב ושוב בסקירות מחקרים המבוצעות בשנים האחרונות.   קיראו עוד 12 המחקרים הרפואיים שאמורים לשנות את פני הרפואה מחקרים קליניים: הדרך לקבל תרופות חדישות בחינם מהיום: מידע על מחקרים קליניים זמין לכולם ברשת     ‭ – AllTrials‬ ארגון בינלאומי של חוקרים העוקב אחר פרסום מחקרים קליניים – מצא שמבין ‭ 25,927‬ מחקרים שהושלמו בין השנים ‭ 2006‬ ל-‭45% ,2014‬ מהם לא פרסמו תוצאות. ועל פי האתר ‭,EU Trials Tracker‬ העוקב אחר פרסום מחקרים קליניים שנרשמו במאגר המחקרים האירופי, נכון לספטמבר האחרון %‭49‬ מהמחקרים מעולם לא דיווחו על תוצאות.    במילים פשוטות: למעשה אנחנו לא יודעים איזה מידע נמצא על התרופות שלנו בכמחצית מהמחקרים הגדולים ביותר שבוצעו עליהן.        לאן נעלמים הממצאים האלה? השאלה הזו מטרידה בשנים האחרונות חוקרים רבים. למעשה, בסקר של האקדמיה הבריטית למדעי הרפואה שפורסם בשנת2017 נמצא ש-%‭70‬ מהציבור ו-%‭80‬ מהרופאים אינם מאמינים בראיות ממחקרים רפואיים.    ממצאים אלה חמורים ביותר, שכן רפואה מבוססת ראיות היא הבסיס לקבלת החלטות מיודעות – הן על ידי הרגולטורים, שאמורים להחליט אם לאשר ולממן תרופות וטיפולים רפואיים, הן על ידי האיגודים הרפואיים שכותבים את הקווים המנחים לשימוש בתרופות ובטיפולים, הן על ידי הרופאים שצריכים להחליט אם לרשום אותם למטופליהם, הן על ידי חוקרים אחרים שאמורים להחליט על בסיס הממצאים אם להמשיך לחקור ו/או לבחון התוויות נוספות של הטיפול/תרופה, והן על ידינו, הציבור הרחב, כדי שנוכל לתת הסכמה מדעת אמיתית לקבלת הטיפול הרפואי.    לא פחות חשוב מכך, רפואה מבוססת ראיות היא קריטית לביסוס אמון הציבור ברשויות הבריאות כדי לזכות לשיתוף פעולה מצדו. למרבה הצער, הסתרת הממצאים היא רק אחת התופעות הפסולות בפרסום מחקרים שהולכות ומתבררות בשנים האחרונות.    לפניכם המניפולציות המרכזיות בתחום פרסום המחקרים הקליניים שנוקטים חוקרים וחברות תרופות.      כלומר שאינן מצביעות על יעילות ו/או בטיחות של הטיפול - יש יותר סיכויים להיות \"מטואטאים\". הטיה זו מכונה \"הטיית פרסום\" (‭Publishing Bias‬) כשההחלטה אם בכלל לפרסם את ממצאי המחקר מתבססת על הממצאים.    הסבר לאיך פועלת האסטרגיה הזאת סיפק ד\"ר בן גולדייקר, אחד המייסדים של ‭ AllTrials‬ ומחבר הספר \"מדע רע\" (הוצאת ידיעות ספרים) בריאיון לעיתון \"טיימס\": \"האסטרטגיה הפשוטה ביותר כדי לקבל את התשובה שאתה רוצה היא פשוט זו - תריץ הרבה מחקרים, מה שיהיה לו טווח תוצאות בשל המשחק הבלתי נמנע של מזל, אבל תקבור את התוצאות הלא מחמיאות ותפרסם רק את הטובות. פרקטיקה זו היא עדיין חוקית לחלוטין ומאוד שכיחה, למרות שהיא בבירור צורה של התנהגות בלתי הולמת במחקר\".    אחת הדוגמאות הטריות להטיה זו פורסמה בנובמבר האחרון בכתב העת ‭ .Psychological Medicine‬ מבין ‭ 105 ‬ מחקרים על נוגדי דיכאון שאושרו בארצות הברית ונרשמו במאגר המחקרים הפדרלי, ‭ 53‬ מחקרים (‭50%‬) הוגדרו על ידי ה-‭FDA‬ כבעלי תוצאות \"חיוביות\" (ו‭52- 50%-‬) הוגדרו כבעלי תוצאות \"שליליות\" או שנויות במחלוקת. בעוד שכמעט כל המחקרים החיוביים מלבד אחד (‭98%‬) פורסמו בספרות המחקרית, רק ‭ 25‬ מחקרים (‭48%‬) מהשליליים זכו להתפרסם.       באופן לא מפתיע, במחקרים ממומני תעשייה הבעיה חמורה במיוחד. כך לדוגמה, בשתי סקירות מחקרים שיטתיות שפרסם ארגון הקוקריין (ארגון חוקרים בינלאומי בלתי תלוי) ב-‭2012‬ וב-‭,2017‬ נמצא שמימון על ידי חברות התרופות והמכשור הרפואי מוביל לתוצאות ולמסקנות אוהדות יותר מאשר מימון על ידי מקורות אחרים.   ההשלכות החמורות של פרקטיקה זו התבררו במלואן לפני כמה שנים כשחוקרים מקבוצת הקוקריין ומכתב העת הרפואי ‭BMJ‬ חשפו ש-%‭60‬ מהמחקרים על הטמיפלו, תרופה אנטי ויראלית נגד שפעת שרשויות הבריאות הגדולות בעולם המליצו עליה והוציאו מיליוני דולרים כדי לאגור אותה למקרה של מגפת שפעת קטלנית – לא פורסמו מעולם.    אבל הטיית הפרסום, מזהירים החוקרים, עלולה לעלות הרבה יותר מכסף. לעתים היא עלולה לסכן מטופלים ואף לעלות בחיי אדם. אחת הדוגמאות שמציג ארגון‭AllTrials ‬ היא תרופה לטיפול בהפרעות קצב בשם לורקנייד. התרופה אושרה בארצות הברית ובבריטניה בראשית שנות ה-‭,80‬ לאחר שמחקרים קליניים שפורסמו בספרות המחקרית הצביעו לכאורה על יעילותה ובטיחותה. אלא שבדיעבד התברר שהיו גם ממצאים אחרים, שהראו שהמטופלים שקיבלו את התרופה היו בסיכון גבוה בהרבה למות במהלך המחקר לעומת אלה שלא קיבלו אותה.   9 מתוך ‭ 49‬ המטופלים שקיבלו לורקנייד מתו במהלך המחקר, בהשוואה לאחד בלבד בקבוצת הביקורת שקיבלה טיפול פלצבו (דמה). למרבה הצער, תוצאות אלה פורסמו רק ב-‭,1993‬ למעלה מעשר שנים לאחר שהתרופה כבר אושרה ונמכרה. כיום ההערכות הן שלמעלה מ-‭100‬ אלף אנשים מתו כתוצאה מנטילתה.      גם כשתוצאות המחקר כבר מפורסמות בכתב עת רפואי, במקרים רבים נמצא שהחוקרים מדווחים במחקר רק על התוצאות החיוביות, בעוד שתוצאות שליליות אינן מדווחות, או לחלופין - מחליפים בין מטרות המחקר (‭.(End Poings‬ כלומר, אם המטרה הראשית של המחקר לא אומתה אך אחת המטרות המשניות כן אומתה, אזי החוקרים מחליפים בדיעבד, לאחר שהם יודעים מה נמצא, בין המטרות, והופכים את המטרה המשנית החיובית למטרה הראשית של המחקר.    לדוגמה, זוכרים את הסקירה מה- ‭Psychological Medicine‬ בסעיף הראשון שבחנה מחקרים על תרופות פסיכיאטריות? מתברר שמתוך אותם ‭ 25‬ המחקרים שכן זכו להתפרסם בספרות המחקרית, ‭ 10‬ מהם שהוגדרו כ\"שליליים\" על ידי ה-‭,FDA‬ דווחו על ידי החוקרים כ\"חיוביים\". זאת על ידי כך שלא דיווחו על התוצאות השליליות או על ידי החלפת מטרות המחקר.       דוגמה קיצונית וחמורה להטיה זו סיפק ב-‭2017‬ פרופ' פיטר גוטשה, חוקר דני בעל שם בינלאומי שעבד עד לא מכבר בארגון הקוקריין. במאמר מטלטל שכותרתו \"הפסיכיאטריה מתעלמת מהפיל בחדר\", תיאר פרופ' גוטשה את הניסיונות שלו ושל העיתונאי רוברט ויטאקר להשיג מידע העוסק בנתונים קריטיים על מותם של מטופלים שהשתתפו במחקר על תרופות אנטי פסיכוטיות שהושמטו מהמחקר.    המחקר, שפורסם בכתב העת ‭ ,American Journal of Psychiatry‬ הציג נתונים מעשר שנות מעקב אחר מטופלים עם אפיזודה ראשונה של פסיכוזה. למרות שגיל הכניסה הממוצע למחקר היה ‭ 29‬ שנים בלבד ‭ !) 49 –‬) מתוך ‭ 281‬ מהמטופלים מתו בתוך פחות מעשר שנים. למרות הנתון המדהים הזה, מחברי המאמר התמקדו בהחלמה ובדירוג התסמינים. לעומת זאת, הם לא התעניינו כלל בכל אותם ‭ 49‬ מקרי מוות, שהופיעו אך ורק בתרשים הזרימה שהציג מטופלים שאבדו במעקב, ולא הבהירו או פירטו עליהם בשום מקום במאמר.    יתר על כן, באזכור היחיד של מקרי המוות בטקסט הזכירו המחברים משום מה רק ‭ 28‬ מקרי מוות. למרות ניסיונות חוזרים מצד פרופ' גוטשה לקבל מידע על גורמי המוות, מחברי המאמר לא נענו. גם כשפרסמו סוף-סוף מאמר הבהרה, בשנת ‭ ,2017‬ הוזכרו בו הפעם רק ‭ 31‬ מקרי מוות, ועדיין מידע מפורט על נסיבות המוות לא נכלל במחקר.    גם בעיה זו נמצאה בשכיחות גבוהה יותר במחקרים ממומני תעשייה. במחקר שנערך אף הוא בראשות פרופ' גוטשה ופורסם בכתב העת ‭ Journal of the Royal Society ‬ ‭ ofMedicine‬ ב-‭,2018‬ נמצאו פערים עצומים במידע המוצג במחקרים קליניים ממומני תעשייה לעומת הפרוטוקולים של מחקרים אלה, כשחלק ניכר מהמידע בפרוטוקולים נערך באופן כבד וטואטא החוצה.    החוקרים מצאו שרק ‭ 17‬ מתוך ‭ 34‬ פרוטוקולים ממומנים מסחרית לא נערכו, בהשוואה ל-‭34‬ מתוך ‭ 36‬ מחקרים לא ממומנים, כאשר העריכות נעשו בחלקים קריטיים של הפרוטוקולים, כולל הגדרת התוצאות, זיהוי וניתוח תופעות הלוואי והגישה של המממן לנתונים במהלך המחקר. בשמונה פרוטוקולים הוסתר כל המידע על ממצאי המחקר העיקריים (‭,(47% ‬ בשלושה הוסתרו כל הממצאים המשניים, ובשישה הוסתרו חלקים מהם. שניים מהפרוטוקולים נערכו באופן כה כבד כך שלא היה אפשר להעריך כלל כיצד טופלו במחקרים תופעות הלוואי, ושמונה פרוטוקולים נערכו חלקית.      ההטיות השונות, כך מתברר, לא נעצרות רק במחקר עצמו אלא הולכות ומתעצמות עם הזמן, כשמחקר שמוסגר כחיובי והושמטו ממנו הממצאים השליליים מצוטט במחקרים אחרים בהמשך. ראשית, מתברר שמחקרים חיוביים מצוטטים הרבה יותר מאשר מחקרים שליליים.    כך לדוגמה, בסקירה מה-‭Psychological- ‬ ‭Medicine‬ שבחנה מחקרים על תרופות פסיכיאטריות, נמצא שמחקרים חיוביים צוטטו פי שלושה יותר מאשר מחקרים שליליים. וככל שהמחקר נדון יותר, כך הוא מופץ יותר הן במחקרים נוספים בהמשך והן בפרקטיקה.    שנית, כפי שהראה מחקר שפורסם ב-‭2009‬ ב-‭,BMJ‬ מחקרים ממומני תעשייה מפורסמים בכתבי עת יוקרתיים יותר ומצוטטים יותר מאשר מחקרים עצמאיים גדולים יותר ובעלי איכות מתודולוגית טובה יותר.       הטיה זו נועדה לגרום לתוצאות שליליות להצטייר כחיוביות. אחת השיטות לעשות זאת היא באמצעות הצגת הממצאים הסטטיסטיים על תועלת במונחים יחסיים, ומנגד – הצגת הממצאים על נזק (סיכונים או תופעות לוואי) במונחים מוחלטים.    לדוגמה, אם נמצא שהסיכון של קבוצת המחקר שקיבלה תרופה נגד אוסטיאופורוזיס ללקות בשבר בצוואר הירך לאורך תקופת המחקר הוא ‭ ,5%‬ ואילו הסיכון של קבוצת הביקורת שקיבלה את תרופת הדמה ללקות בשבר כזה הוא ‭ ,10%‬אזי התועלת המוחלטת של התרופה במניעת שברים היא ‭ 5% ‬ (‭,(5% = 10-5‬ ואילו התועלת היחסית שלה היא ‭ 50% ‬ (‭.(50% = 5/10‬ אף על פי ששתי הדרכים נכונות, הרי שמטבע הדברים, התועלת היחסית נשמעת מרשימה בהרבה לעומת התועלת המוחלטת, וברור שהיא אינה מספקת את כל התמונה.    ההשלכות של הטיה זו הודגמו במחקרים, כשהוכח שוב ושוב שמסגור חיובי של תוצאות שליליות גורם למטופלים להיות נלהבים יותר לגבי השימוש בהם, ומגביר את הנטייה, הן של רופאים והן של קובעי מדיניות להמליץ עליהם.    כך לדוגמה, במחקר שפורסם ב‭2014- ‬ ב-‭Journal of Clinical Oncology‬ קיבלו ‭ 300‬ רופאים שתי גרסאות של תקצירי מחקרים על טיפולים שבהם תוצאות המחקר היו בלתי מובהקות ביחס לתועלת של הטיפולים.    מחצית מהרופאים קיבלו תקצירים שבהם היה ברור שהתועלת אינה מובהקת, ואילו באלה שקיבלה המחצית השנייה נעשה ספין, כך שהתוצאות הלא מובהקות מוסגרו כיעילות יותר ממה שהיו באמת. ממצאי המחקר הראו שהרופאים שקראו את התקצירים שמסגרו את הטיפולים כיעילים יותר, נטו יותר לחשוב שהטיפול היה יעיל והיו מעוניינים יותר בקריאת המאמר המלא לעומת אלה שקראו את האבסטרקטים ללא הספין.      בשיטה הנחשבת לסטנדרט הזהב במחקרים קליניים המיועדים לאישור תרופות מחלקים החוקרים את המשתתפים לשתי קבוצות: קבוצת ניסוי וקבוצת ביקורת. קבוצת הניסוי מקבלת במשך תקופת זמן מוגדרת את התרופה החדשה שאותה רוצים לבדוק, ואילו קבוצת הביקורת אמורה לקבל תרופת פלצבו (תרופת דמה) או לעתים תרופה אחרת, ותיקה יותר בשוק. לאורך תקופת המחקר עוקבים החוקרים אחר המשתתפים כדי לבחון אם התרופה החדשה יעילה ואם היא בטוחה.    מחקרים הכוללים זרוע אחת – קבוצת הניסוי בלבד - נערכו בעבר רק בשלבים מוקדמים ושימשו כבסיס שנועד להצביע על פוטנציאל של הטיפול, כשבהמשך בוצע ניסוי קליני מלא. אישור תרופות על בסיס מחקרי זרוע אחת היה יוצא דופן, למשל במחלות קשות שעבורן לא קיים מענה רפואי, או לצורך בחינת תרופות למחלה נדירות שקשה לגייס חולים למחקר עבורן.    אלא שמתברר שבשנים האחרונות ההישענות על מחקרים בעלי זרוע אחת לאישור תרופות הופכת שכיחה יותר ויותר. זאת, בין היתר, בשל לחץ ציבורי להאיץ אישור תרופות, בעיקר כשמדובר במחלות סרטן או במחלות קשות אחרות, אך גם בשל לחץ של חברות התרופות, שמטבע הדברים מעוניינות להשיג אישור מהיר.    היתרונות של מחקרי זרוע אחת עבור החברות ברורים: מחקרים אלה דורשים פחות משאבים בכסף ובכוח אדם, הם מתקיימים בהליך זריז יחסית לניסויים קליניים מלאים וקצרים יותר במשכם. ואולם יש להם כמה מגבלות משמעותיות המקשות להצביע באופן מובהק על קשר סיבתי. הבעיה העיקרית נעוצה במה שמכונה \"אפקט פלצבו\"-המטופל מרגיש טוב יותר מעצם הטיפול בו, אך השפעה זו לרוב קצרת טווח ומתבטאת במדדים סובייקטיביים בלבד.    ההשפעה העוצמתית של האפקט הזה הודגמה היטב במחקר שפורסם ב-‭2002‬ בכתב העת‭NEJM ‬ שבחן בפעם הראשונה באמצעות ניסוי מלא שכלל קבוצת ביקורת, את היעילות של ניתוחי ברכיים כטיפול להקלה על כאב ולשיפור התפקוד בחולי אוסטיאוארטריטיס. במחקרים שנערכו עד אז, שהיו מבוססים על זרוע מחקר בלבד, כמחצית מהמטופלים דיווחו על הקלה בכאב.    ואולם מנגנון השיפור לא היה ברור ולא היו ראיות לכך שהניתוח מרפא או אף מעכב את התקדמות המחלה. במחקר חולקו ‭ 180‬חולים לשלוש קבוצות: הראשונה עברה ניתוח מלא דרך שלושה חתכים שכלל הסרה של הסחוס ושטיפה במי מלח (הניתוח המקובל) הקבוצה השנייה עברה ניתוח דרך שלושה חתכים  שכלל רק שטיפה במי מלח ואילו הקבוצה השלישית שימשה כקבוצת ביקורת ועברה ניתוח דרך שלושה חתכים בלבד אך בלי שבוצע בו כל טיפול (\"ניתוח פלצבו\").    המטופלים במחקר לא ידעו אם קיבלו את הניתוח ה\"אמיתי\" או ניתוח פלצבו. למרבה ההפתעה, קבוצת הביקורת דיווחה על שיפור זהה ברמת הכאב ובתפקוד כמו שתי הקבוצות שקיבלו טיפול ממשי בניתוח.       כאמור, במחקרים קליניים מלאים, שכוללים הן זרוע מחקר והן זרוע ביקורת, יכולה קבוצת הביקורת לקבל תרופה או טיפול דמה, או לחלופין: תרופה או טיפול ותיק יותר בשוק שמהווה את סטנדרט הטיפול. מחקרים מהסוג השני מכונים \"מחקרי ראש בראש\" ‭Head-To‭ Head Trials ‬    אין ספק, שני ראשים טובים יותר מראש אחד, כפי שנוהגים חוקרים רבים לומר. אלא שלעיתים קרובות, קרובות מדי, מתברר שמחקרים מתבססים על השוואה בין הטיפול החדש לטיפול הקיים גם כאשר לא ברור אם הטיפול הקיים אכן יעיל.    אחת הדוגמאות הבולטות לכך היא בתחום האביזרים הרפואיים. עד שנת ‭ 1976‬ אביזרים רפואיים לא נבחנו על ידי ה-‭.FDA‬ אך ב-‭1976‬ הובילו כמה שערוריות בעקבות כשלים באביזרים הרפואיים לתיקון החקיקה בנושא ולרגולציה הדורשת מחקרים. אלא שהאביזרים החדשים יותר הושוו ברובם המכריע לאביזרים הוותיקים שיעילותם מעולם לא נבדקה.    מחקרי ראש בראש נפוצים כיום מאוד, בעיקר מבין אלה הממומנים על ידי התעשייה. הבעיה היא שמתברר שהרוב המכריע של מחקרי ראש בראש הממומנים על ידי התעשייה, מובילים לתוצאות חיוביות עבור המממן. כך לדוגמה,מחקר שפורסם בכתב העת ‭ American Journal of Psychiatry ‬ ב-‭2006‬ בחן ‭33‬ מחקרי ראש בראש ממומני תעשייה על תרופות אנטי פסיכוטיות, ומצא שהממצאים היו חיוביים עבור המממנים ‭ 90%‬ מהזמן.    בדומה לכך, מחקר שפורסם ב-‭2015‬ בכתב העת ‭Journal of Clinical Epidemiology‬ בחן ‭ 319‬מחקרים שפורסמו בכתבי עת רפואיים ב-‭.2011‬ מבין ‭ 182‬ המחקרים שמומנו על ידי חברות הפארמה, ל-%‭83‬ היו תוצאות חיוביות, בהשוואה ל-%‭59‬ במחקרים שמומנו על ידי מוסדות שלא למטרות רווח.      \"איננו יכולים לומר בוודאות אם נטילת מתילפנידאט (המרכיב הפעיל בריטלין ובתרופות ממריצות אחרות מקבוצה זו) תשפר את חייהם של ילדים ומתבגרים עם ‭ ,\"ADHD‬כתבו החוקרים במסקנות של סקירת מחקרים שיטתית שפורסמה ב-‭2016‬ בכתב העת ‭ .BMJ ‬   \"בהינתן הסיכון הגבוה להטיה במחקרים הכלולים בסקירה, ובאיכות הנמוכה מאוד של תוצאותיהם, מידת ההשפעות (היעילות והסיכונים) איננה ודאית\". אחת הבעיות המתודולוגיות החמורות שעליהן הצביעו החוקרים בסקירה זו הייתה זמן המדידה הקצר מדי של רוב המחקרים. \"הטיפול באופן כללי נמשך בממוצע‭ 75 ‬ ימים (חלק מהם היו בני יום אחד או שבוע), מה שהופך את זה לבלתי אפשרי להעריך את ההשפעות ארוכות הטווח של התרופה\", כתבו.    וזו בדיוק הבעיה עם מחקרים שמודדים בטיחות או יעילות במשך זמן קצר מדי – הם לא מאפשרים להעריך את ההשפעות ארוכות הטווח. גם אם תרופה נמצאת כיעילה לטווח קצר, השאלה הגדולה היא אם האפקט הזה נשמר לאורך זמן.    במקרה של ריטלין ודומיה, כמה מחקרים שכן בדקו את ההשפעה לטווח ארוך מצאו שהאפקט מתהפך. כך לדוגמה, במחקר שנערך בקנדה עקבו חוקרים במשך ‭ 14‬ שנה אחר כ-‭4,000 ‬ תלמידים במטרה לנסות לבחון את ההשלכות ארוכות הטווח של מדיניות המרחיבה את הכיסוי הביטוחי לתרופות לטיפול ב-‭ADHD‬ שיושמה בחבל קוויבק על ההישגים הלימודיים של הילדים ועל התנהגותם.    למרבה ההפתעה, הם מצאו שבטווח הארוך תלמידים בעלי אבחנת ‭ ADHD‬ שנטלו תרופות כמו ריטלין קיבלו למעשה ציונים גרועים יותר מתלמידים עם אותה אבחנה שלא נטלו תרופות. יתרה מכך, שימוש בתרופות היה קשור באומללות גבוהה יותר, בהידרדרות היחסים עם ההורים, בחרדה מוגברת ודיכאון ובמדדים לימודיים גרועים יותר כמו הישארות כיתה.    אם לתרופה יש תופעות לוואי שמתבטאות רק כעבור כמה חודשים או שנים, ברור שמחקר שנמשך ימים ספורים לא יוכל לגלות אותן. טענה זו הועלתה בשנים האחרונות ביחס למחקרים על תרופות פסיכיאטריות. כך למשל, בספרו \"אנטומיה של מגיפה\" (הוצאת פוקוס), טוען העיתונאי רוברט ויטאקר שחוקר במשך 30 שנה את עולם התרופות, שמרבית המחקרים על תרופות פסיכיאטריות הם קצרי טווח מדי, כשבפועל תרופות אלה מחמירות את בעיית הדיכאון בטווח הארוך.    ויטאקר זיהה 16 מחקרים קליניים שבכל זאת בחנו לטווח ארוך את בטיחותן ויעילותן של תרופות פסיכיאטריות. מחקרים אלה, שנערכו על ידי רשויות הבריאות, מצאו שוב ושוב שהקבוצות שלא קיבלו את התרופות היו במצב טוב יותר מאלה שכן קיבלו אותן.    ייעוץ מקצועי: ארי מנור, מייסד ומנכ\"ל‭ CureFacts ‬     הכותבת היא בעלת דוקטורט (‭PHD.‬) בתקשורת בריאות וחוקרת באוניברסיטת חיפה", "title": "7 מניפולציות שחוקרים וחברות תרופות עושים במחקרים קליניים", "url": "https://www.ynet.co.il/articles/0,7340,L-5552085,00.html", "type": "article", "site_name": "ynet", "published_time": "08:23 , 20.07.19", "category": "", "subtitle": ""}