{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/digital/technews/article/SyAlFvxSD"}, "headline": "אלה המחירים של פלייסטיישן 5 בישראל", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2020/09/17/S1T110verD/S1T110verD_0_0_1122_622_0_large.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2020/03/18/HkLC0A1IU/HkLC0A1IU_0_0_1200_675_0_large.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2020/06/12/HJOtxol68/HJOtxol68_0_85_2048_1152_0_large.jpg"], "datePublished": "2020-09-17T04:57:38.923506Z", "dateModified": "2020-09-17T14:44:02.246462Z", "author": {"@type": "Person", "name": "דניס ויטצ'בסקי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "סוני הכריזה כי שתי הקונסולות החדשות שלה יגיעו למדפים ברחבי העולם ב-19 בנובמבר. המחירים בישראל: 2,449 שקלים לגרסה עם כונן דיסקים, 1,999 שקלים לגרסה ללא כונן. וגם: אלה המשחקים שבדרך אליהן", "wordCount": "649", "commentCount": "4", "genre": "544.Comput-9383.tech-news", "isAccessibleForFree": "True", "keywords": "xbox,סוני,גיימינג,פלייסטיישן 5", "articleBody": "שתי גרסאות הפלייסטיישן 5 של סוני יושקו ברחבי העולם ב-19 בנובמבר, ומחיריהן יעמדו על 500 דולרים לגרסה עם כונן דיסקים ו-400 לגרסה נטולת כונן. ענקית האלקטרוניקה היפנית, שחטיבת הפלייסטיישן היא הרווחית ביותר שלה כיום, חשפה את הפרטים אמש (יום ד') באירוע וירטואלי. הקונסולה תושק שבוע קודם לכן, ב-12 בנובמבר, במדינות נבחרות - בהן ארה\"ב, קנדה ויפן.  מישפאר, היבואנית הרשמית, נמסר כי המחירים בישראל יעמדו על 2,449 שקלים ו-1,999 שקלים.     אלה הפרטים החשובים על הקונסולות החדשות:  ● סוני מתכננת להשיק שתי גרסאות של פלייסטיישן 5  ● פלייסטיישן 5 עם כונן דיסקים תעלה 2,449 שקלים  ● פלייסטיישן 5 ללא כונן דיסקים תעלה 1,999 שקלים  ● תאריך ההשקה העולמי הוא 19 בנובמבר  ● קונסולות Xbox המתחרות יגיעו לישראל ב-10 בנובמבר ויהיו זולות יותר מדובר בתמחור אגרסיבי למדי, כאשר הפלייסטיישן 5 היקרה יותר תעלה בארה\"ב בדיוק כמו Xbox Series X של מיקרוסופט, והפלייסטיישן 5 הזולה יותר תעלה רק 100 דולרים יותר מה-Xbox Series S. השמועות שהופצו בחודשים האחרונים גרסו כי מחירי הפלייסטיישן 5 יהיו גבוהים יותר, וניתן לשער שהתמחור הסופי נקבע על פי מחירי ה-Xbox החדשות. בישראל, עם זאת, קונסולות ה-Xbox יהיו זולות יותר בכמה מאות שקלים.   נזכיר כי האירוע הווירטואלי של סוני התקיים כשבוע לאחר שמיקרוסופט הכריזה על המחירים הרשמיים של קונסולות הדור הבא שלה, Xbox Series S ו-Xbox Series X. אלה צפויות להגיע לחנויות, כולל בישראל, ב-10 בנובמבר, כשהגרסה הזולה-יותר תעלה כאן 1,349 שקלים והגרסה היקרה-יותר תעלה בישראל 2,199 שקלים. לפני שבע שנים, כאשר הושק הדור הנוכחי של קונסולות המשחק, אחת הסיבות לכך שסוני החלה את מחזור המכירות ביתרון על פני מיקרוסופט הייתה המחיר. אז, הושקה פלייסטיישן 4 ב-399 דולרים, כאשר ה-Xbox One עלתה בהשקה 499 דולרים. בהשקה הנוכחית, למיקרוסופט יהיה את יתרון המחיר הנמוך יותר, בזכות ההחלטה של מיקרוסופט להשיק שתי קונסולות עם יכולות עיבוד שונות - ה-Series X מתוכננת לעבד משחקי 4K ברזולוציה המלאה שלהם ואילו ה-Series S מעבדת את המשחקים ברזולוציית Full HD ואז \"מעלה\" אותם ל-4K עבור מסכים תומכים.    כפי שסוני כבר הודיעה בעבר, לשתי המכונות שלה יש אחסון מהיר-במיוחד בנפח 825 גיגה בייט. ניתן יהיה להרחיב את נפח האחסון עם כוננים תואמים, אך אלה טרם הגיעו לשוק. כל משחק שתרצו לשחק בפלייסטיישן 5 יצטרך להיות מותקן על הכונן, אך לפחות חלק מהמשחקים יתמכו בהתקנה מודולרית - תוכלו לבחור, למשל, להתקין רק את המערכה לשחקן יחיד ולא את הרכיב עם ריבוי משתתפים.  מה ההבדל בין שתי הגרסאות של פלייסטיישן 5? אמנם שתי הקונסולות יוכלו להריץ את המשחקים רק משטח האחסון, אך התוספת של כונן פיזי תאפשר לכם לא להסתמך רק על החנות הדיגיטלית של סוני, להשתמש בדיסקים תומכים של פלייסטיישן 4, לרכוש משחקי פלייסטיישן 5 יד שניה ולנגן סרטי בלו-ריי ב-4K. החשיפה של פלייסטיישן 5 הייתה בלתי-שגרתית עוד לפני שהקורונה טרפה את הקלפים. הקונסולה הוכרזה בראיון שנתן הארכיטקט הראשי שלה, מארק סרני, למגזין Wired באפריל אשתקד. פרטים נוספים נחשפו גם הם ב-Wired, באוקטובר. לאחר מכן קיבלנו חשיפה של לוגו, חשיפה של שלט, ולבסוף גם את התמונות של הפלייסטיישן שהגיעו יחד עם הדגמה של כמה מהמשחקים הבולטים לקונסולה ביוני השנה.     בנוסף לפרטים על המכונה עצמה, נחשפו באירוע מספר משחקים חדשים. כך, למשל, המשחק הבא בסדרת פיינל פנטזי, Final Fantasy XVI, יהיה בלעדי לפלייסטיישן. פורטנייט, אגב, יגיע לקונסולה החדשה ביום ההשקה. משחק נוסף, שקיומו הודלף עוד בשנה שעברה, מתרחש בעולם של סדרת הארי פוטר במאה ה-19. מעט מאוד פרטים ידועים עליו כרגע, למעט השם - Hogwarts Legacy, וחלון השקה של 2021. על פניו, נראה שמדובר במשחק תפקידים עם עולם פתוח.   בגזרת המשחקים של סוני עצמה, החברה הדגימה לראשונה את המשחקיות של כותר ספיידרמן החדש, Spider-Man: Miles Morales, ממשחקי ההשקה הבודדים של סוני לפלייסטיישן 5. המשחק הבא בסדרת God of War הוכרז ללא כל משחקיות, עם השם Ragnarok וחלון השקה של 2021. לסוני אין כיום תשובה למנוי ה-Game Pass של מיקרוסופט, שמאפשר גישה למאות משחקים תמורת דמי מנוי חודשיים. החברה כן תספק לבעלי מנוי Playstation Plus, הנדרש כדי לשחק אונליין, קולקציית משחקי פלייסטיישן 4 שאותם יהיה ניתן להוריד לפלייסטיישן 5 ביום ההשקה. הדבר אף יאפשר לה לתת מענה לכך שמבחר משחקי ההשקה יהיה קטן למדי, מכיוון שמשחקים רבים נדחו ל-2021.", "title": "אלה המחירים של פלייסטיישן 5 בישראל", "url": "https://www.ynet.co.il/digital/technews/article/SyAlFvxSD", "type": "article", "site_name": "ynet", "published_time": "2020-09-17 07:57:38.923506", "category": "tech-news", "subtitle": ""}