{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5748590,00.html"}, "headline": "400 אלף שקל לשב\"ח שנפל מגובה – ונפצע", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/05/8639360/8639197099488640360no.jpg"], "datePublished": "2020-06-16T12:14:21z", "dateModified": "2020-06-17T14:00:53z", "author": {"@type": "Person", "name": "עו\"ד חני בן שמחון | פסקדין"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "פועל באתר בנייה נפל מגג אזבסט ונפצע בגבו. השופט קבע שהחברה לא דאגה לו לאמצעי בטיחות מספקים", "wordCount": "456", "commentCount": "5", "genre": "6.Economy-10610.law -10822.Career Laws", "keywords": "psakdin.co.il,דיני עבודה,תאונת עבודה,תאונות עבודה,שב\"חים,שב\"ח", "articleBody": "בית משפט השלום בירושלים קיבל לאחרונה תביעה שהגיש פועל נגד חברת הבנייה \"גג הנגב\", לאחר שנפל מגג אזבסט ונגרמו לו שברים בחוליות הגב. השופט נאיל מהנא קבע שהחברה שלחה את התובע לבצע עבודה מסוכנת בגובה מבלי שטרחה לספק לו אמצעי בטיחות והדרכה כנדרש.    האירוע התרחש ב-2013 באתר בנייה של החברה. לדברי הפועל, במסגרת עבודתו הוא התבקש לסייע לעובד אחר בפירוק והרכבת לוחות אסבסט על גג של מחסן. תפקידו היה לקחת את הלוח הישן ולהביא במקומו לוח חדש להרכבה. במהלך עבודתו נשבר תחתיו לוח אסבסט ישן והוא נפל מגובה של כשישה מטרים.    לאחר התאונה הוא פונה באמבולנס לבית החולים סורוקה שם אובחנו שברים במספר חוליות בגב. לטענתו, התאונה אירעה בשל רשלנותה של הנתבעת בכך שלא נתנה לו הדרכה לפני תחילת עבודתו ולא סיפקה לו אמצעי בטיחות.   החברה טענה שהפועל לא ביסס את גרסתו ביחס לנסיבות התאונה ולא ברור כיצד נפל ואיך נשבר הגג. לדבריה, הוא קפץ מגג הבניין לאחר שניידת שיטור התקרבה למקום. בנוסף, הוא נדרש לעבוד על הגג העליון במבנה שכולל שני מפלסים וכשראה את הניידת הסיר את רתמת הביטחון שהייתה מחוברת לעוגן בגג וקפץ לגג התחתון. כתוצאה מהדף הקפיצה נפער חור בגג התחתון והתובע נפל לרצפה ונחבל.    היא טענה שיש להטיל על התובע אשם תורם משמעותי של לפחות 80% שכן הוא סיכן את עצמו ביודעין תוך הפרת הוראות הבטיחות בעבודה.    אבל השופט נאיל מהנא ציין כי עדותו של מנהל העבודה לא נשמעה אמינה ולא הייתה עקבית, ונראה כי היא באה לשרת אינטרסים של הנתבעת ולהסיר מעליה אחריות. הוא הדגיש כי על מעביד מוטלת חובה לנקוט אמצעים סבירים על מנת להגן על בטיחותו של עובד המועסק במקום שממנו הוא עלול ליפול.    במקרה זה מדובר בעבודה בגובה הצופנת בחובה סיכונים ניכרים. כאינדיקציה לסטנדרט הזהירות הראוי משמשים החוקים הרלבנטיים בעניים הבטיחות בעבודה בגובה ועל גגות. השופט קבע שהמעסיקה לא סיפקה לתובע לוחות דריכה חזקים ויציבים כנדרש בתקנות.    זאת ועוד, השופט גם לא השתכנע שהנתבעת הדריכה את התובע כיאות והעמידה אותו על הסיכונים הכרוכים בעבודה על גג האסבסט. כמו כן, ניכר כי היא גם כלל לא הקפידה על חגירת רתמות בטיחות.    השופט ציין כי מהעדויות עלה שמנהל העבודה לא בדק את פרטיו האישיים של התובע וכפועל יוצא לא הדריך אותו כיאות שכן ההדרכה כרוכה במילוי פרטים אישיים ונתונים לגבי זהותו של העובד.     הוא הוסיף כי לא הובאה כל ראיה לכך שנערכה בדיקה לגבי יציבות הגג טרם ביצוע העבודה. בנסיבות אלה קבע השופט שהנתבעת הביאה ברשלנותה להתרחשות התאונה, מבלי לייחס לתובע אשם תורם כלשהו.    השופט קבע שהתובע נותר עם כ-18% נכות ופסק לטובתו פיצוי של 328,920 שקל בתוספת שכר טרחת עו\"ד והוצאות בסך 74 אלף שקל.    לקריאת פסק הדין המלא – לחצו כאן  הכתבה בשיתוף אתר המשפט הישראלי פסקדין  שמות ב\"כ הצדדים לא צוינו בפסק הדין  עו\"ד חני בן שמחון עוסקת בנזיקין  הכותבת לא ייצגה בתיק  ynet הוא שותף באתר פסקדין", "title": "400 אלף שקל לשב\"ח שנפל מגובה – ונפצע", "url": "https://www.ynet.co.il/articles/0,7340,L-5748590,00.html", "type": "article", "site_name": "ynet", "published_time": "09:14 , 16.06.20", "category": "", "subtitle": ""}