{"title": "איתור כתבות ומידע", "url": "https://www.ynet.co.il/articles/0,7340,L-3333542,00.html", "type": "article", "description": "", "site_name": "ynet", "published_time": "15:56 , 05.04.09", "image": "https://www.ynet.co.il/images/default_ynetLogo200_200.jpg", "author": "", "category": "", "subtitle": "", "articleBody": "איתור כתבה באתר סיכום כותרות השבוע האחרון פניה לכתב חיפוש באינדקס האתרים איתור כתבה מ\"ידיעות אחרונות\" הערות לכתבה איתור כתבה באתר\nכיצד ניתן לאתר כתבה או מאמר שפורסמו באתר?\nניתן לחפש כתבות שפורסמו באתר באמצעות מנוע החיפוש של ynet, אשר מתבסס על מנוע חיפוש google. \n\n \n גוגל הוא כלי החיפוש המומלץ באינטרנט. הוא מעניק כלים רבים לצורך איתור מידע. מומלץ להשתמש בעזרה הקיימת בגוגל עצמו, וכן לבדוק מה מציע מסך החיפוש המתקדם בגוגל. \nלחיפוש בעברית מומלץ להיכנס לגוגל ישראל, בכתובת http://www.google.co.il\nניתן לחפש בגוגל ישראל בשפות עברית או אנגלית.\n  חזור למעלהסיכום כותרות השבוע האחרוןהיכן אפשר למצוא סיכום כותרות החדשות מן השבוע האחרון?\nבמדור \"כותרות השבוע\"\n\t המופיע בערוץ החדשות של ynet ניתן\n\t למצוא את ריכוז כותרות החדשות מן הימים האחרונים.כמו כן, באפשרותכם להשתמש בארכיון האתר.\n\t חזור למעלהפניה לכתבברצוני לפנות לכותב כתבה או מאמר שפורסמו ב-ynet\nעל מנת לכתוב ישירות לכתב מסוים, עלייך ללחוץ על שם הכתב שמופיע מתחת לכותרת הראשית של אותה כתבה, וכך תוכל לכתוב לו באופן ישיר.כמו כן, מומלץ להעביר את הדברים באמצעות ה\"דואר האדום\".\n\t\n\nבנוסף לכך, מחלקת שרות הלקוחות\n\t תשמח להעביר כל פניה לכתבי ynet. חזור למעלהחיפוש באינדקס האתריםכיצד מחפשים אתר באינדקס האתרים של ynet?\nנא פנה לעמוד העזרה\n\t של אינדקס האתרים. חזור למעלהאיתור כתבה מ\"ידיעות אחרונות\"כיצד ניתן לאתר כתבה או מאמר שפורסמו בעיתון \"ידיעות אחרונות\"?\nאין באפשרותנו לספק כתבות (או מידע על כתבות) שפורסמו ב\"ידיעות אחרונות\" בלבד.\nלרבות כתבות שפורסמו במוספי \"ידיעות אחרונות\" השונים, קרי; \"ממון\", \"7 ימים\", \"7 לילות\" וכדומה.\n\nניתן לפנות למערכת \"ידיעות אחרונות\",\nבטלפון:\n03-6082222\n\n03-6082341\n03-6082430\n  \nבדוא\"ל: arcdlpk@yedioth.co.il\n \nלפניות הקשורות לתוכן העיתון ניתן לפנות בדוא\"ל ayelet-s@yedioth.co.il\n\n   לפרטים נוספים על \"ידיעות אחרונות\", כולל רכישת מנוי למהדורה המודפסת – לחץ כאן.\n\t \n\n חזור למעלההערות לכתבהברצוני להעיר או להציע תיקון לכתבה, מאמר או מידע שפורסמו ב-ynet\nמומלץ להעביר הערות מסוג זה באמצעות ה\"דואר האדום\" תוך\n\t ציון הקישור והתיקון או ההערה הרלוונטיים בקובית \"המידע\".דרך נוספת, היא לשלוח אלינו את\n\t הקישור המדויק של הכתבה או המאמר, או לחילופין את שם הכותב, כותרת הכתבה והערוץ בו היא הופיעה.\nיש לציין היכן יש להכניס את התיקון בגוף הכתבה, כמובן, תוך ציון התיקון או ההערה הרלוונטיים. \n\n הערה חשובה: כל הזכויות על התוכן ב ynet שמורות למערכת ynet או לצדדים שלישיים. העתקת התוכן ו/או שימוש בו שלא ע\"פ היתר מפורש של מערכת ynet, אסורים בהחלט. \n\nניתן לרכוש זכויות שימוש בחלק מן התוכן.\nלמידע ופרטים ניתן לפנות למחלקת שירות הלקוחות.\n\t חזור למעלה"}