{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-4707337,00.html"}, "headline": "הבת של טום קרוז וניקול קידמן התחתנה - בלעדיהם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/10/06/6472222/647222001000996501075no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/10/06/6472239/64722380100098650987no.jpg"], "datePublished": "2015-10-06T13:03:28z", "dateModified": "2015-10-06T17:46:53z", "author": {"@type": "Person", "name": "נעם קסל "}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "איזבלה קרוז היא סיינטולוגית כמו אביה ובחרה שלא להזמין את אמה ליום המרגש ביותר בחייה. אבל למה אבא קרוז לא הגיע? שאלה טובה", "wordCount": "233", "commentCount": "29", "genre": "11211.PnaiPlus-11219.rihul pp", "keywords": "טום קרוז,ניקול קידמן", "articleBody": "יום החתונה אמור להיות אחד הימים השמחים ביותר בחיים, בו הזוג הטרי חוגג את אהבתו מול שלל חברים ובני משפחה. רק שבהוליווד כמו בהוליווד, עושים דברים קצת אחרת, וכך קרה שבתם המאומצת של טום קרוז (53) וניקול קידמן (48), איזבלה קרוז, התחתנה בלונדון, ללא נוכחות ההורים הגאים.    למה ככה? אז מסתבר שקידמן בכלל הוחרמה מהאירוע של בלה (22), שמתעסקת באיפור ושיער אבל בעיקר בלהיות סיינטולוגית, ולא רק שהיא לא הוזמנה, היא כנראה גם לא ידעה בכלל שבתה היקרה מתכוונת להתחתן, למרות ששהתה בדיוק באותו זמן בלונדון, שם נערכה החתונה. וקרוז האב, אמנם מימן את האירוע אבל לא הגיע. הכי משפחה אוהבת.       \"החתונה הייתה טקס סיינטולוגי וניקול לא הייתה שם - היא לא ידעה מזה בכלל\", מספר מקור ל\"ניו יורק פוסט\" ומוסיף שתאריך החתונה נקבע ל-18 בספטמבר, על מנת שיתאים ללוח הזמנים של פאפא קרוז והוא יוכל להגיע. מסתבר שהזוג המאושר לא רצה שאף אחד מההורים של שני הצדדים יגיעו, אבל קיוו שקרוז יקפוץ לברך.    כזכור, קרוז וקידמן, שהיו נשואים בין השנים 1990-2001, אימצו את איזבלה וקונור (שלא הגיע לחתונה אף הוא) לאחר שלא הצליחו להביא ילדים משלהם. אחרי הפרידה, קידמן נישאה לזמר האוסטרלי קית' אורבן בשנת 2006 ואילו קרוז התחתן עם השחקנית קייטי הולמס, להם נולדה הבת סורי, שאגב, גם אותה קרוז לא ממש מגיע לבקר. מקסים.       בנתיים, אין מה לעשות, קרוז לגמרי עוד יודע לתת שואו כמו שצריך, רק חבל שלא בחתונה של בתו:    ", "title": "הבת של טום קרוז וניקול קידמן התחתנה - בלעדיהם", "url": "https://pplus.ynet.co.il/articles/0,7340,L-4707337,00.html", "type": "article", "site_name": "ynet", "published_time": "10:03 , 06.10.15", "category": "", "subtitle": ""}