{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5790080,00.html"}, "headline": "קונדיטור נולד: בייל גייטס אפה עוגה בדמותו של וורן באפט ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10211043/1021103401000100650545no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10211041/10211035099299650355no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10211044/1021103318990100650439no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10211227/102112207960100650485no.jpg"], "datePublished": "2020-08-31T15:24:08z", "dateModified": "2020-08-31T16:12:52z", "author": {"@type": "Person", "name": "ענבל חננאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "מייסד מיקרוספוט חושף כישרון חדש ומפתיע - בסרטון שהעלה לרשתות החברתיות גייטס תיעד את עצמו אופה עוגה בדמותו של איל ההון האמריקני וורן באפט, לכבוד חגיגות יום הולדתו ה-90", "wordCount": "320", "commentCount": "8", "genre": "11211.PnaiPlus-11219.rihul pp", "keywords": "ביל גייטס,וורן באפט", "articleBody": "    אם תחפשו את השם ביל גייטס (64) בוויקיפדיה תגלו איש בעל שלל תארים, בהם: יזם, איל הון, משקיע, סופר, פילנתרופ ואיך לא - מייסד חברת התוכנה הגדולה בעולם - \"מיקרוסופט\". לכל זה ניתן להוסיף מעכשיו גם קונדיטור, ולא סתם, אלא אחד מגה מוכשר - גייטס החליט לאפות עוגה לכבוד יום הולדתו ה-90 של איל ההון וורן באפט, ותיעד את התהליך.    אמש (א') גייטס נכנס לנעליה של מרתה סטיוארט, זרק על עצמו סינר ואפה עוגת אוראו בעלת שלוש שכבות והררי קצפת, לצלילי השיר You Got a Friend של רנדי ניומן (שיר הנושא של הסרט הנהדר \"צעצוע של סיפור\"). וחכו, זה אפילו לא השיא. בסוף, כשהעוגה הייתה מוכנה, גייטס צייר בעזרת פירורי שוקולד את פניו של באפט. בסיום הסרטון חשף גייטס את התוצאה הסופית ולאחר מכן חתך חתיכה מהעוגה וקישט את השולחן עם פירורי שוקולד נוספים בעזרתם כתב \"יום הולדת 90 שמח, וורן\".         ואם תהיתם איך קיבל גייטס את הרעיון המקורי - בשנת 2016 סיפר מייסד \"מיקרוסופט\" בבלוג שלו כיצד תפס את באפט, חברו הטוב, אוכל בהנאה את הקינוח האהוב עליו מכל - אוראו. \"דבר אחד שהיה מאוד מפתיע לגלות על וורן זה שהוא דבק באכילה של מה שהוא הכי אהב כשהיה בן שש. אני זוכר את אחת הפעמים הראשונות בהן הוא שהה בביתנו, ופתח חבילת עוגיות אוראו לארוחת הבוקר. הילדים שלי דרשו מיד שניתן להם גם. הוא יכול להוות דוגמה איומה לצעירים אבל זו דיאטה שאיכשהו עובדת טוב עבורו\".        ועכשיו, קצת רקע על החברות הכי משובחת שיש: בשנת 1991 בני משפחת גייטס נפשו בוושינגטון, שם פגשו את באפט. בעבר גייטס דיבר על אותו מפגש ואמר כי באפט איתגר אותו בשאלות חכמות על עתידה של \"מיקרוסופט\", שאלות שלטענתו של גייטס לא נתקל בהן קודם. \"זו הייתה ידידות עמוקה כבר מהשיחה הראשונה\", סיפר. מאז השניים מקדמים יחד את \"התחייבות הנתינה\", מיזם אשר הקימו יחד, הפונה למיליארדרים בארצות הברית ומבקש מהם להתחייב לתרום את רוב הונם למטרות צדקה. ועוד עובדה נחמדה לסיום: שניהם שחקני ברידג' נלהבים המשחקים יחד.            ", "title": "קונדיטור נולד: בייל גייטס אפה עוגה בדמותו של וורן באפט", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5790080,00.html", "type": "article", "site_name": "ynet", "published_time": "12:24 , 31.08.20", "category": "", "subtitle": ""}