{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5788138,00.html"}, "headline": "איזה תלמידים היו כוכבי הוליווד?", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203765/345678.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9775164/9775159495196650981no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10204091/1020409001000100650890no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203485/1020347701000100650975no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203589/102035840950100650453no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203495/1020349201000100650973no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/06/9580336/958032101000100650974no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/03/05/8385501/83854810990100650974no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203486/1020347601000100650973no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203489/10203475010001006501034no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10204110/102041080100199650428no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203484/1020347801000100650973no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203482/1020348001000100650973no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/27/10203483/10203479010001006501010no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9775182/97751810100499650927no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/10/14/8820439/882043219794986501516no.jpg"], "datePublished": "2020-08-29T11:08:49z", "dateModified": "2020-08-29T13:35:57z", "author": {"@type": "Person", "name": "ענבל חננאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "רגע לפני ששנת הלימודים החדשה נפתחת, בדקנו איזה תלמידים היו הכוכבים ההוליוודיים המצליחים ביותר. אז מי הצטיין, מי נכשל ומי בכלל לא סיים - והאם זה משפיע עליהם עד היום? ", "wordCount": "1579", "commentCount": "15", "genre": "11211.PnaiPlus-11219.rihul pp", "keywords": "ליאונרדו דיקפריו,ג'יזל בונדשן,קמרון דיאז,לימודים", "articleBody": "    אם לא יהיו שינויים של הרגע האחרון, בעוד כמה ימים זה יקרה: שנת הלימודים החדשה תיפתח (טפו, חמסה) והתלמידים יחזרו למסגרות השונות. אמנם בהרכב חלקי, אמנם לא בכל יום, אבל יחזרו. רגע לפני שזה קורה וכדי להוריד את מפלס הלחץ, יצאנו לבדוק מי מהכוכבים הגדולים והמצליחים ביותר בהוליווד היה תלמיד מצטיין, מי פחות טוב ומי בכלל לא סיים את בית הספר. הורים, עימכם הסליחה, אבל מסתבר ש-12 שנות לימוד זו לפעמים רק המלצה.    ליאונרדו דיקפריו     ליאונרדו דיקפריו הוא אחד השחקנים העסוקים והמרוויחים ביותר מעבר לים, עם מדף עמוס פרסים ביניהם אוסקר על השחקן הטוב ביותר, ארבעה פרסי גלובוס הזהב, פרס גילדת שחקני המסך, באפט\"א והרשימה עוד ארוכה. עכשיו תארו לעצמכם שכל זה קרה בלי שדיקפריו סיים את לימודיו בבית הספר התיכון. ואנחנו לא מדברים על קולג', כן?    אחרי שלוש שנים בתיכון דיקפריו החליט שזה ממש לא מתאים לו ונשר מבית הספר לטובת פיתוח קריירת המשחק שלו. בראיונות שהעניק בעבר סיפר כי הוא \"שנא את הלימודים ולעיתים קרובות ביקש מאמו לקחת לאודישנים במקום לבית הספר כדי שיוכל לתמוך בהם כלכלית\".    הערת אגב: ואם נעזוב לרגע את היכולות הפנומנליות שלו כשחקן, דיקפריו גם מצטיין באיכויות אישיות של תושב מודאג על גבי כדור הארץ. הוא פעיל חברתית וסביבתית ותורם מיליונים למאמצים לשמר את הסביבה. ואת זה לא לומדים בבית ספר.   ג'יזל בונדשן      גם האקסית המפורסמת של השחקן, דוגמנית העל ג'יזל בונדשן, השכילה להבין שמתמטיקה וספרות ממש לא יתרמו לעתידה המקצועי ופרשה מהלימודים כשג'יזל הייתה בת 14. אמה הוציאה אותה מבית הספר ושלחה אותה ואת שתי אחיותיה לקורס דוגמנות מקומי בריו גראנדה דו סול שבברזיל, מדינת הולדתן. סיום הקורס היה בסאו פאולו, ובזמן שהייתה במרכז קניות מקומי, צייד כישרונות איתר אותה וכבר באותו היום צולמה לבוק והחלה את הקריירה המקצועית המצליחה שלה.    זה הזמן לציין שלמרות שג'יזל עזה את בית הספר בשלב מוקדם מאוד של חייה, זה לא מנע ממנה להפוך לדוגמנית הרווחית ביותר בעולם בין השנים 2016-2002. בשנת 2017, אגב, מי שהדיחה אותה מרשימת הדוגמניות הרווחיות ביותר בעולם הייתה קנדל ג'נר. היא דווקא כן סיימה את התיכון.    קמרון דיאז     לא כולם יודעים או זוכרים את זה אבל קמרון דיאז החלה את הקריירה ההוליוודית שלה כדוגמנית ולא כשחקנית. כשהייתה בת 16 ובעיצומם של לימודי התיכון חתמה דיאז על חוזה הדוגמנות הראשון שלה עם הסוכנות Elite Model Management, וכתוצאה מכך החליטה לפרוש מבית הספר. שנה לאחר מכן, כשהייתה בת 17, כיכבה דיאז על שער מגזין seventeen. בינינו, בהחלט הרבה יותר שווה מאשר לככב בעוד ספר מחזור מתיש.    מעבר להיותה שחקנית מצליחה ומלאכית של צ'ארלי בדימוס - דיאז היא גם גורו לענייני בריאות. בסוף שנת 2013 הוציאה לאור את ספרה הראשון \"ספר הגוף: להאכיל, לזוז להבין ולאהוב את גופך המדהים\". הספר דורג במקום השני ברשימת רבי המכר של \"הניו יורק טיימס\".    ג'יי זי    הרבה לפני שג'יי זי הפך להיות הג'יי של ביונסה, הוא היה המשתמט של תיכון Trenton Central בניו ג'רזי. טוב, משתמט זו מילה קשה אבל אנחנו עדיין כועסים על זה שהוא בגד בביונסה. ונחזור לענייננו: ג'יי זי, שהפך לאחר הראפרים המצליחים והרווחיים ביותר בעולם, נשר מלימודי התיכון כדי להתמקד בקריירה המוזיקלית שלו, וכדי לממן את החלום הוא מכר סמים מסוג קראק וקוקאין. \"הייתי סוחר סמים\", סיפר בריאיון למגזין Vanity Fair בשנת 2013, והוסיף: \"אלו היו העסקים באותה תקופה, דברים שאתה יכול לעשות בקלות כדי לסיים את חייך, אבל בשלב מסוים אתה צריך לדעת לתכנן אסטרטגיית יציאה כי החלון לזה מאוד זמני וקטן. זה או שאתה יוצא מזה או שאתה מת\".    ואם כבר חייו המפוקפקים של גיי זי, הידעתם שבגיל 12 ירה הראפר באחיו בן ה-16 שהיה מכור לסמים? וזה לא הכל, בריאיון שהעניק בעבר סיפר כי נורה שלוש פעמים על ידי ילד בן גילו שהיה במרחק של מטר וחצי ממנו. הילד, כפי שניתן להבין, פספס ואילו ג'יי זי מספר כי הוא משוכנע ש\"הייתה שם התערבות אלוהית\". אגב, במקרה הזה אנחנו כמעט משוכנעים שבית הספר היה מונע את תקריות הירי הנ\"ל.    לשמחתו של ג'יי זי, לא רק שהוא השאיר את כל העבר המפוקפק מאחוריו, כיום שוויו של הראפר מוערך במיליארד דולר. ואם תהיתם כמה הוא מכניס לכיס מדי שנה, נשמח לציין שמדובר בסכום שנע בין 70 ל-80 מיליון דולר. אין יור פייס המורה לאנגלית!   דרו ברימור     ואם חשבתם שהבחירות שג'ייזי עשה היו דרמטיות, חכו שתגלו איך העבירה דרו ברימור את שנות הנעורים שלה. ספוילר: הפרישה מבית הספר הייתה החלק הכי זניח במרד שלה.   הקריירה ההוליוודית של ברימור החלה בגיל מוקדם מאוד, 11 חודשים, אז השתתפה לראשונה בפרסומת למזון כלבים. כשהייתה בת חמש הייתה הופעת הבכורה שלה על המסך הגדול בסרט \"מצבים משתנים\" אך הפריצה הגדולה הייתה שנתיים לאחר מכן, כשהייתה בת  שבע ושיחקה בסרט \"אי.טי חבר מכוכב אחר\".    ואתם יודעים איך זה עובד, ככל שהתהילה מגיעה מקודם יותר, כך גם הדרמות וזה בדיוק מה שקרה לברימור. במקום להכין שיעורי בית, כשהייתה בת תשע החלה לעשן סיגריות ולשתות משקאות אלכוהוליים, בגיל 10 בן זוגה של אמה נתן לה לעשן מריחואנה ובגיל 13 עברה לקוקאין ולאחר מכן אושפזה במכון גמילה. כשהייתה בת 14 השתחררה מחזקתה של אמה ובאותה נשימה החליטה גם לנשור מבית הספר. \"לא היו לי חיים נורמליים, לא הייתי עוד ילדה רגילה בבית הספר\", סיפרה בריאיון ל\"גרדיאן\", והוסיפה: \"החלטתי לנשור מבית הספר ולחנך את עצמי. אמרתי לעצמי שאקנה מילון, אעבור על כל המילים, אלמד את עצמי את מה שבעיקר מעניין אותי. יצרתי לעצמי תוכנית שלמה\".    קיאנו ריבס    עוד שחקן מצליח במיוחד שהחליט שכל עניין הלימודים הזה הוא בכלל לא בשבילו הוא קיאנו ריבס, רק שבניגוד לקולגות שלו – ריבס פרש מבית הספר מסיבות אחרות לחלוטין ולא לטובת הקריירה. \"זו הייתה תקופה קשה, הלכתי לארבעה בתי ספר תיכוניים שונים בחמש שנים\", סיפר בריאיון ל\"דיילי מייל\" בשנת 2008. \"הייתי טוב באנגלית והבעה אבל גרוע במתמטיקה ומדעים אבל החוויה עצמה הייתה טראומית. הסתכסכתי עם המורים, המנהל ואני לא הצלחנו להסכים על כלום, הייתי מהילדים האלה שתמיד שואלים 'למה' ועונים על הכל, גם כשידעתי שזה ממש יסבך אותי בצרות. בסופו של דבר, כשהייתי בן 16, גירשו אותי סופית מבית הספר\", אמר ריבס וצחק. \"כמובן שאז זה לא היה מצחיק, זה היה נוראי, מרגיז מאוד\".    עוד משהו שלא מלמדים בבית הספר זה צניעות, וזה בדיוק מה שריבס הצליח לסגל לעצמו בשנים בהן היה ברשות עצמו. בניגוד לחבריו המפורסמים, ריבס ידוע באורח חייו המאוד לא נוצץ, כזה שכולל נסיעה בתחבורה ציבורית, למשל.    ג'ניפר לורנס    יש גם כוכבים צעירים יחסית שהחליטו שיצליחו בחיים בלי תעודת הבגרות: השחקנית ג'ניפר לורנס (30) החליטה לפרוש מהלימודים כשהייתה בת 14 בלבד. \"עזבתי את הלימודים בחטיבת הביניים. מעולם לא קיבלתי תעודת בגרות או אפילו תעודת סיום לימודים. אני זו שלימדתי את עצמי\", סיפרה לורנס.    ואיזה כישורים חברתיים אימצה השחקנית - ולא בבית הספר? טוב ששאלתם. לורנס תומכת במספר ארגונים ללא מטרות רווח ביניהם הארגון World Food Programme הנלחם ברעב ודואג למזון לנזקקים ברחבי העולם. בנוסף היא חברה בארגון Thirst Project שהמטרה העיקרית שלו היא לדאוג ולהבטיח שבכל איזור בעולם יהיו מים ראויים לשתייה.      הארי סטיילס     ואם לורנס לא מספיק צעירה עבורכם נעבור להארי סטיילס בן ה-26, שגם כן החליט לפרוש מהלימודים לטובת הקריירה. בשנת 2010, כשהיה בן 16, הוקמה להקת \"וואן דיירקשן\". הבאז סביב הבחורים היה היסטרי וסטיילס כנראה הבין שאין שום טעם להמשיך ולבזבז את שנותיו היפות בחרישה למבחני הבגרות, נשר מבית הספר והפך להצלחה מסחררת. אגב, בזמן שחבריו לכיתה חרשו לבגרויות, סטיילס ניפח משמעותית את חשבון הבנק שלו ועל פי נתונים שהתפרסמו בחודש יולי האחרון באתר Standard, לזמר הצעיר יש הון עצמי המוערך ב-75 מיליון דולר. תגידו לנו באיזה בית ספר מלמדים להרוויח סכומים כאלה - ותהיו בטוחים שאנחנו נהיה הראשונים להירשם.      אבל אנחנו לא רוצים לדרדר את הילדים שלכם לשבור את הכלים ולהודיע שלא לומדים, אז קבלו גם כמה מהכוכבים הגדולים ביותר בעולם שעשו את המסלול כמו שצריך, ואפילו סיימו בהצטיינות:     בראדלי קופר    נתחיל עם אחד הכוכבים הלוהטים ביותר שידעה הוליווד, בראדלי קופר, שתאמינו או לא מחזיק בשני תארים. גם קופר, כמו שאר חבריו לתחום, חלם על קריירה הוליוודית נוצצת אך בניגוד אליהם הוא החליט לסיים את לימודי התיכון ומשם להמשיך ללימודים אקדמאיים. לקופר יש תואר ראשון באנגלית אותו הוציא באוניברסיטת ג'ורג'טאון ותואר שני במשחק, אותו קיבל באוניברסיטת Pace בניו יורק.    דיוויד דוכובני    הרבה לפני שדיוויד דוכובני השקיע את חייו בחיפוש אחר חייזרים בסדרה המשובחת \"תיקים באפלה\", דוכובני השקיע את כל כולו בלימודיו באוניברסיטאות המשובחות ביותר באמריקה. הוא סיים את לימודי ה-BA שלו באנגלית באוניברסיטת פרינסטון, והמשיך לאוניברסיטת ייל, שם הוציא את התואר השני שלו בספרות אנגלית.    מריל סטריפ    נמשיך עם מריל סטריפ, אחת הכוכבות המצליחות והמוערכות ביותר בהוליווד. על מדף הפרסים של סטריפ ככל הנראה ישנן גם שתי תעודות יוקרתיות לא פחות. לסטריפ תואר B.A באנגלית וכמובן שהשחקנית האגדית לא הסתפקה בזה והמשיכה לעבר התואר השני, הפעם במשחק. \"אני לא חושבת שאי פעם לימדתי את מריל משחק\", סיפרה המורה שלה לדרמה, והוסיפה: \"היא באמת לימדה את עצמה\".    רואן אטקינסון     נסיים עם האיש שהוא אגדה, רואן אטקינסון, המוכר לכולם כמיסטר בין, בחור חביב אך קצת אידיוט. אבל תראו מה זה, מסתבר שאותו מיסטר בין שמנהל מערכת יחסים מוזרה מאוד עם הדובי שלו הוא בכלל איש משכיל מאוד עם תואר שני בהנדסת חשמל. ריספקט!      נטלי פורטמן    ואי אפשר בלי פינה ישראלית: לרשימת המצטיינים והמצטיינות נצרף כמובן גם את נטלי פורטמן, שאמנם החלה את קריירת המשחק שלה בגיל 12 הצעיר, אבל זה לא מנע ממנה להשקיע את כל כולה בלימודים. כילדה להורים ישראלים, פורטמן למדה עבריתצ בבית הספר היהודי בוושינגטון ובהמשך למדה בלט ומחול מודרני. פורטמן סיפרה בעבר כי היא הייתה שונה מכל הילדים בכך שהייתה \"הרבה יותר שאפתנית\" ובכך שידעה בדיוק מה היא רוצה ועבדה קשה מאוד כדי להשיג.    לאחר התיכון ובמקביל לקריירת המשחק המצליחה שלה, המשיכה השחקנית ללימודים אקדמאיים ובין השנים 2003-1999 למדה באוניברסיטת הרווארד וסיימה בהצלחה עם תואר ראשון בפסיכולוגיה. וזה לא הכל: פורטמן למדה חצי שנה באוניברסיטה העברית בירושלים במסגרת תוכנית חילופי הסטודנטים של הרווארד. גאווה ישראלית אמרנו כבר?    ", "title": "איזה תלמידים היו כוכבי הוליווד?", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5788138,00.html", "type": "article", "site_name": "ynet", "published_time": "10:35 , 29.08.20", "category": "", "subtitle": ""}