{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5747851,00.html"}, "headline": "הנשיא השערורייתי: דונלד טראמפ חוגג 74", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033152/100331391820100650537no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033147/1003314001000100650796no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033219/1003305910962199650391no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033079/100330610920100650503no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033157/100331250960100650475no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033156/10033126290099650532no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033155/100331270980100650482no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033158/100331240960100650493no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033316/1003331201000100650850no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033154/100331381868078650654no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033521/1003351520100198650526no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033532/100335160990100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033533/100335170100099650362no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033085/100330530960100650798no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033084/1003305601000100650973no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033087/100330554999099650853no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033103/1003307020860100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033091/100330730980100650432no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033077/10033064582099650537no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/14/10033078/1003306301000100650834no.jpg"], "datePublished": "2020-06-14T17:32:18z", "dateModified": "2020-06-15T16:08:18z", "author": {"@type": "Person", "name": "ענבל חננאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "לכבוד יום הולדתו של נשיא ארצות הברית אספנו את מיטב הרגעים המביכים, השערורייתיים והזכורים של הנשיא. מליקוי החמה ועד החיוך המאולץ של אשתו, מלניה. מזל טוב!", "wordCount": "906", "commentCount": "102", "genre": "11211.PnaiPlus-11219.rihul pp", "keywords": "דונלד טראמפ,מלניה טראמפ,יום הולדת", "articleBody": "    היום (א) הוא יום הולדתו ה-74 של נשיא ארצות הברית דונלד טראמפ, ואתם יודעים איך זה עובד. תמיד ביום ההולדת לוקחים רגע לעשות חשבון נפש, להבין איפה טעינו ומה היינו רוצים לשנות לקראת שנה הבאה. כיוון שאנחנו מברכים על החברות הנהדרת בין ארצות הברית לישראל, מן הראוי שאת חשבון הנפש של טראמפ נעשה אנחנו. אתם יודעים, כדי להקל עליו, בכל זאת - הוא בטח ממש עסוק. לכבוד החגיגות אספנו עבורכם את מיטב הרגעים הכי שערוריתיים, משעשעים ומביכים של נשיא ארצות הברית, מליקוי החמה ועד רגעי האינטימיות המביכים עם אשתו מלניה. שיהיה במזל!   נתחיל עם קצת רקע: טראמפ נולד בניו יורק למשפחה נוצרית-פרסביטריאנית ממוצא גרמני-סקוטי. לפני שנכנס לעולם הפוליטיקה, חתן השמחה היה איש עסקים מוכר, יזם בנייה וכוכב ריאליטי. כן, קראתם נכון. בין השנים 2004-2015 טראמפ הפיק הנחה את תוכנית הריאליטי \"המתמחה\" ובנוסף, באופן לא מפתיע, היה אחד מבעלי הארגון שערכו את תחרויות היופי \"מיס יוניברס\", \"מיס ארצות הברית\" ו\"מיס ארצות הברית הצעירה\". אבל הפרסום הגדול לא הגיע מהתוכניות אלא בזכות הקמת גורדי השחקים המפורסמים הנושאים את שמו ברחבי ארצות הברית.       ואפרופו הקמת בניינים, אחד המיזמים המוכרים של הנשיא היה \"אוניברסיטת טראמפ\" שם הועברו סמינריונים בנושאי נדל\"ן - מיזם שכשל ואף הוגשו נגדו מספר תביעות ייצוגיות באשמת \"שימוש בלתי חוקי בשם אוניברסיטה וכמו כן הונאת הלקוחות\". התביעה הסתיימה לאחר שטראמפ נבחר לנשיא ארצות הברית ושילם 25 מיליון דולר לסטודנטים ולניו יורק. וחכו, השערוריות רק מתחילות. אבל רגע לפני שנעבור לג'וס העיקרי, רק תלחצו Play על הווידיאו הבא ותיזכרו בנשיא שהשתתף בסרט \"שכחו אותי בבית 2\". אתם יודעים, כחלק מההסכם שבו כל סרט שיצולם באחד מהבניינים שלו יידרש לכלול אותו בפנים. מהלך קלאסי! ועכשיו, בואו נתחיל.       אל תיגע בי: מלניה מעיפה את ידו של הנשיא     במאי 2017, ארבעה חודשים לאחר שנבחר להיות נשיא ארצות הברית, טראמפ ואשתו הגיעו לביקור הרשמי הראשון בישראל. כולנו ישבנו מול הטלוויזיה וחיכינו לראות את המפגש המלכותי בין הזוג טראמפ לזוג נתניהו ומסתבר שזה היה שווה את זה. כשדונלד ומלניה צעדו על השטיח האדום הנשיא ניסה להפגין חום והושיט את היד לאשתו, שהצליפה בו קלות כדי שיעיף את היד שלו ממנה, טראמפ החזיר את ידו למקום והסרטון הפך להיות מגה ויראלי בשניות. כמובן שמאז היו עוד אין סוף מקרים דומים בהם טראמפ הושיט את ידו לאשתו, שהעיפה אותה לקיבינימט. פרייסלס!    אנה Vs אלזה    אבל הבושות הגיעו הרבה לפני הביקור שלו בישראל, נגיד, בטקס ההשבעה של טראמפ. הטקס התקיים ב-20 בינואר והיום, שהיה אמור להיות החגיגי ביותר עבור הנשיא החדש, הפך להיות אחד המביכים שידעה ארצות הברית עד כה. דונלד ומלניה הצטרפו לנשיא ארצות הברית לשעבר, ברק אובמה, ואשתו מישל, ובזמן שהטראמפים נראו כאילו הם רבו שנייה לפני, ברק ומישל הפגינו את החום המוכר שלהם. אחת התמונות הזכורות מאותו יום היא של הארבעה, עומדים אחד ליד השנייה בזמן שברק נושק לידה של מישל ודונלד ומלניה נראים כעוסים וקרירים.    אה, וזה עוד בלי להזכיר את הרגע הכי לא ג'נטלמני שידעה ההיסטוריה, כשטראמפ יצא מהרכב וצעד לכיוון הזוג אובמה והשאיר את אשתו מאחור.       נשיקה זה אוברייטד     בספטמבר 2017 הגיעו דונלד ומלניה לביקור בבסיס אנדרוז לכבוד יום השנה לחיל האוויר. הגברת הראשונה עלתה לבמה ראשונה והציגה את בעלה בפני הקהל. טראמפ הנרגש עלה מיד לאחר מחיאות הכפיים של הקהל ולחץ את ידה של אשתו משל הייתה אשת עסקים חשובה והשניים הרגע סגרו את עסקת חייהם. הרשת לא נחה בעקבות התמונות המביכות ומנחה הטלוויזיה ג'ימי קימל העז לומר בקול את מה שכולם חשבו: \"זה היה ככל הנראה אחד מרגעי החיבה הכי לא נוחים ומביכים שנראו בין בעל לאישה\". חד משמעית!   ליקוי החמה שהפך את טראמפ לבדיחה    באוגוסט 2018 עשרות מיליוני אמריקנים צפו בליקוי החמה, שלא נראה כמותו במדינה מאז 1918. בין הצופים הנרגשים היה גם נשיא ארצות הברית, שכהרגלו היה חייב להוסיף איזה טוויסט דבילי קטן. צלמים שהגיעו לבית הלבן תיעדו את טראמפ צופה בליקוי החמה ללא משקפי שמש, מה שהוציא ממנו רצף פרצופים מטופשים וסובלים. לשמחתנו, בסופו של דבר הנשיא הבין שעניין המשקפיים זה הכרחי, אבל זה היה מאוחר מדי. הכותרות מעבר לים לא איחרו להגיע והתמונות הופצו לכל עבר. \"ייתכן שזה הדבר המרשים ביותר שנשיא כלשהו עשה בנשיאותו\", אמר המגיש טאקר קרלסון.             כשג'ימי פאלון הגשים לנו חלום     בשנת 2016, רגע לפני שנבחר להיות הנשיא הבא של ארצות הברית, טראמפ התארח בתוכנית של ג'ימי פאלון, שניצל את המעמד כדי לבקש בקשה מאוד לא שגרתית. \"אני רק רוצה לדעת האם יש משהו שאנחנו יכולים לעשות כעת שלא יהיה נשיאותי. משהו שנעשה שנינו כאזרחים. אני יכול לבלגן לך את השיער?\", שאל פאלון וכשקיבל את אישרו של טראמפ פרע את שיערו וזה היה פשוט נהדר!    \"אמרתי לך לחייך!\"     בתחילת החודש דונלד ומלניה הגיעו לביקור באתר נוצרי קדוש באוניברסיטה בוושינגטון, ואם פעם המצלמות התמקדו בעיקר בניסיונות של דונלד לאחוז בידה של אשתו, הפעם היה רגע מביך מסוג אחר. מלניה, שנראתה מאוד לא נינוחה, התבקשה על ידי בעלה לחייך למצלמות, וכיאה לבת הזוג התומכת שהיא (לא באמת) הגברת הראשונה הפכה את הסיטואציה להרבה יותר מביכה כשחייכה חיוך מאולץ והסירה אותו מיד. מהצד החיובי: היא לפחות נתנה לדונלד לאחוז בידה.    ממציא התרופה לקורונה     ואם כבר שערוריות, אי אפשר שלא להזכיר את הפתרון שיצירתי של טראמפ לנגיף הקורונה - אקונומיקה. בחודש אפריל האחרון ובזמן שהעולם כולו היה בפאניקה מהתפשטות הנגיף, הציע נשיא ארצות הברית להזריק חומרי חיטוי לנדבקים בנגיף, או לחלופין \"להחדיר\" לגופם קרני UV. \"יהיה מעניין לבדוק את זה\", אמר טראמפ בתדריך בבית הלבן. מומחים בארה\"ב נדהמו מהצעתו של הנשיא ואמרו שאינה ריאלית. כמובן ששעות ספורות לאחר הברקתו של טראמפ יצאו שלל הצהרות המבהירות לא להזריק חומרי חיטוי לגוף. למען הסר ספק!    כמובן שלא נתעלם מהשיזוף, שזכה לממים מעולים ברשתות:        ולסיום, אלבום תמונות מביך:               ", "title": "הנשיא השערורייתי: דונלד טראמפ חוגג 74", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5747851,00.html", "type": "article", "site_name": "ynet", "published_time": "14:32 , 14.06.20", "category": "", "subtitle": ""}