{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5232777,00.html"}, "headline": "ג'ניפר אניסטון מי? ג'סטין ת'רו מבלה עם מישהי חדשה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/04/17/8474804/8474762597299650933no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/04/17/8474809/8474763699093650515no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/18/8356161/8356137099099650930no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/04/17/8474917/84749055953976501010no.jpg"], "datePublished": "2018-04-17T13:43:33z", "dateModified": "2018-04-17T13:57:44z", "author": {"@type": "Person", "name": "ענבל חננאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "בעלה לשעבר של השחקנית נצפה כשהוא מבלה עם בחורה אלמונית. השניים בילו בבית קפה מקומי בניו יורק ובזמן שת'רו שמר על הלוק הקשוח - לגברת היה קצת יותר קשה להסתיר את המבטים החולמניים", "wordCount": "347", "commentCount": "68", "genre": "11211.PnaiPlus-11219.rihul pp", "keywords": "ג'סטין ת'רו,ג'ניפר אניסטון", "articleBody": "   אנחנו מודים שעוד לא הספקנו להתאושש מהפרידה הכי מדוברת של השנה - וכמובן שאנחנו מדברים על הפרידה של ג'ניפר אניסטון (49) ובעלה, השחקן ג'סטין ת'רו (46). אבל מסתבר שבניגוד אלינו, יש כאלה שמשלימים עם סיטואציות ממש מהר, נגיד כמו במקרה של ת'רו - שכבר הספיקו להצמיד לו רומן עם שחקנית מוכרת ובמקביל נתפס בעדשת הפפראצי כשהוא מבלה עם בחורה אנונימית.    אתמול (ב') נצפה השחקן החתיך כשהוא מחליף חיוכים מפלרטטים עם בחורה אלמונית. השניים, שניצלו את השמש החמימה, עצרו לשתות משהו קר בבית קפה מקומי בניו יורק. אז נכון, ת'רו נראה קצת יותר קול ולא הגזים עם המבטים המאוהבים - לעומת האלמונית, שכפי שניתן לראות בתמונות לא הבינה מאיפה כל הטוב הזה נפל עליה ועד כמה ברת מזל היא. חמודה, רק תזכרי שלבחור יש היסטוריה של בגידות, כן?       אגב, מאז הפרידה המתוקשרת וההודעה המכובסת, הספיקו להצמיד לת'רו מספר רומנים. המדובר ביותר הוא עם השחקנית אוברי פלזה (33), שמנהלת מערכת יחסים ארוכת שנים עם התסריטאי ג'ף באנה (40). \"אוברי עדיין עם החבר שלה\", סיפר מקורב לשניים לאתר Page Six, והוסיף: \"הם בסך הכל עובדים על פרויקט משותף יחד\". כן, אנחנו לא כזה מאמינים לזה.    כזכור, בחודש פברואר האחרון הכריזו אניסטון ות'רו שהם מתגרשים, אחרי מערכת יחסים שנמשכה שבע שנים (ונישואים שנמשכו כשנתיים), ועשו זאת בצורה מאוד מאופקת ומנומסת: \"מתוך רצון לצמצם שמועות, החלטנו להודיע באופן רשמי כי נפרדנו. ההחלטה הייתה הדדית והתקבלה באהבה בסוף שנת 2017. אנחנו עדיין החברים הכי טובים והחלטנו להיפרד וללכת בדרכים שונות, אבל אנחנו מתכוונים להמשיך ולשמר את החברות שלנו\".       מאז (ועד היום) שמועות רבות בנוגע לסיבת הפרידה ממשיכות להציף את אתרי הרכילות. השניים בילו את מרבית הזמן בנפרד - זאת מכיוון שאניסטון העדיפה לחיות בלוס אנג'לס, ואילו ת'רו בניו יורק, מה שהסתמן כסיבה העיקרית לפרידה. אך כמובן שכמו בכל סיפור הוליוודי טוב יש גם בגידות - ובשפע.    לפי הבלוג crazy days and nights, ת'רו לא היה גבר נאמן במיוחד ובגד באניסטון בכל הזדמנות. אפילו בזמן שהשניים ניסו להציל את מערכת היחסים שלהם בחופשה שאליה יצאו בחודש ינואר האחרון, שם העדיף השחקן להתכתב עם החברה החדשה שלו ולא לבלות עם אשתו. בקיצור, גברת מתולתלת, תחשבי פעמיים - ואל תגידי שלא הזהרנו אותך.      ", "title": "ג'ניפר אניסטון מי? ג'סטין ת'רו מבלה עם מישהי חדשה", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5232777,00.html", "type": "article", "site_name": "ynet", "published_time": "10:43 , 17.04.18", "category": "", "subtitle": ""}