{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5571095,00.html"}, "headline": "מה עם קייטי? ג'יימי פוקס חובק בחורה חדשה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/02/8631777/widepplus.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/18/9428375/94283691842996501136no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/18/9428374/94283700100099650962no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/02/8631744/86317193995100650764no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/03/18/5942716/widePPlus.jpg"], "datePublished": "2019-08-18T17:25:15z", "dateModified": "2019-08-18T19:24:19z", "author": {"@type": "Person", "name": "עומר דניאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "כבר שש שנים שג'יימי פוקס וקייטי הולמס נמצאים בזוגיות, בדרך כלל הרחק מעין הציבור והפפראצי - אבל כעת המצלמות תפסו את פוקס מבלה עם אישה אחרת, כשהולמס לא בסביבה. שנתחיל לדאוג?", "wordCount": "290", "commentCount": "22", "genre": "11211.PnaiPlus-11219.rihul pp", "keywords": "ג'יימי פוקס,קייטי הולמס,זוגיות", "articleBody": "   אחד הזוגות המסתוריים בהוליווד בשנים האחרונות הם ג'יימי פוקס וקייטי הולמס, שמתחזקים זוגיות יציבה וסודית יחסית כבר כמה שנים טובות, מאז 2013. השניים כמעט ולא מגיעים לאירועים יחד וגם בקושי נצפים יחדיו על ידי הפפראצי. אבל אם חשבנו שזה המתכון לזוגיות ארוכת ימים, סוף השבוע האחרון גרם לנו קצת לחשוש לעתיד המשותף של השניים.   אתמול (שבת), פוקס (51) נצפה מבלה לו במועדון בהוליווד יחד עם אשה בשם סלה וייב, שאיתה גם עזב את המקום ברכבו. חשוד ביותר, אך מקורבים לכוכב ניסו להרגיע את כל אלה שעלולים לקפוץ למסקנות (מודים, אנחנו ביניהם), וסיפרו שוייב היא בסך הכל זמרת חדשה שעובדת איתו (מלבד היותו שחקן, פוקס הוא גם מוזיקאי ומפיק מוזיקלי): \"היא רק בחורה שהוא עוזר לה, זמרת צעירה\", סיפרו.        וייב פרסמה בחודשים האחרונים מספר תמונות משותפות שלה עם פוקס, ואף הודתה לו באחת מהן: \"אני אסירת תודה על האיש הזה\", כתבה. \"תודה לך ג'יימי, על כל מה שאתה עושה עבורי ועל כך שאתה מאמין בי\".     גם אם אכן מדובר רק בביזנס, והיחסים עם וייב מקצועיים בלבד, רק כמה ימים לפני כן בילה פוקס עם אשה אחרת במועדון באותו האיזור – כשביניהם לא ברור כרגע מה הקשר.    בזמן שפוקס מבלה לו עם נשים במועדוני לילה, הולמס נמצאת בניו יורק עם סורי בת ה-13, בתה המשותפת שלה ושל טום קרוז. זו לא הפעם הראשונה שפוקס נראה חוגג בזמן שבת זוגו לא באיזור. בקיץ שעבר, כשהולמס שהתה בפריז יחד עם סורי, הוא נתפס על ידי צלמי הפפראצי נהנה לו במסיבת בריכה במיאמי לצד מספר בחורות, איתן גם המשיך מאוחר יותר לאפטר פארטי ולמסעדה. כל זה ככל הנראה לא הפריע בזמנו להולמס, כי כאמור, הזוגיות של השניים עדיין נמשכת, או לפחות נמשכה עד לאחרונה.    אז מה הסטטוס הנוכחי שלהם? לא ברור, אבל נקווה לטוב, וכמובן שנעדכן בהקדם.   ", "title": "מה עם קייטי? ג'יימי פוקס חובק בחורה חדשה", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5571095,00.html", "type": "article", "site_name": "ynet", "published_time": "14:25 , 18.08.19", "category": "", "subtitle": ""}