{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5729586,00.html"}, "headline": "בתו של רוני מאנה: \"סוף סוף אני יכולה להיכנס אליך הביתה אחרי שנים שהיה לי ולילדים אסור\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/26/9810087/Wide_pplus_ALL_(002).jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/12/9963871/9963866010001006501172no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/12/9963858/996385101000100650977no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/12/9963854/9963852296099650460no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/04/9575229/95751883912986501040no.jpg"], "datePublished": "2020-05-12T17:43:21z", "dateModified": "2020-05-13T11:22:21z", "author": {"@type": "Person", "name": "בר זגה"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "בתו של איש העסקים העלתה סטורי תמיכה באביה וכתבה דברים קשים נגד אשתו בנפרד, ג'ני צ'רוואני. \"חבל לי על כל השנים שבזבזת\". מאנה הגיב: \"מי שנתפס עם המכנסיים למטה משקר ומשקר, הצדק ינצח את יודעת\". צ'רוואני הגיבה: \"אני מעדיפה לא לפתור את הכביסה המלוכלכת על גבי האינסטגרם\"", "wordCount": "437", "commentCount": "369", "genre": "11211.PnaiPlus-11220.rechilutplus pp", "keywords": "ג'ני צ'רוואני,רוני מאנה", "articleBody": "   לפני פחות משלושה חודשים הביצה סערה כשהדוגמנית ג'ני צ'רוואני (38) ואיש העסקים רוני מאנה (61) נפרדו אחרי 14 שנות זוגיות, מתוכן תשע שנים כזוג נשוי והורים משותפים לבנות אמילי ואריה.   היום (ג'), פורסם במדור \"העלוקה\" של \"ידיעות אחרונות\" כי צ'רוואני נמצאת בזוגיות חדשה עם איש עסקים בשם גיל גרוסמן ושהיא \"קורנת ושמחה, נראה שהיא הרבה זמן לא הרגישה נאהבת ואהובה כל כך\". אם לרגע חשבתם שזה יעבור מתחת לרדאר של מאנה, אתם כמובן לא מכירים את איש העסקים, לשעבר אחד מיועציו הקרובים ביותר של ראש הממשלה בנימין נתניהו.    מאנה שיתף צילומי מסך של בתו יולי, שהעלתה לסטורי שלה תמונה של שניהם מתחבקים, וכתבה: \"חבל לי על כל השנים שבזבזת. על כל השנים שהיית עיוור. שהיית בדיכאון. על כל השנים הכי יקרות וחשובות שבהן במקום להיות אבא וסבא, היית עסוק בלהיות בשקט בבית שלך. בלא לדבר. לא לארח. להתבודד. לא להדליק את האור. לא לשים חס וחלילה כפית בכיור בלי לשטוף אותה. לא לחגוג ימי הולדת וחגים, לא שבתות וקידושים, לא להיפגש עם הילדים והנכדים שלך. לא לדבר עם האחיות והאחים שלך\", כתבה יולי.         וזה לא נגמר: \"צריך לחגוג שיצאת לחירות! סוף סוף זכית להכיר את הנכדים שלך, וסוף סוף אני יכולה להיכנס אליך הביתה אחרי הרבה שנים שהיה לי ולילדים שלי אסור. המשפחה שלנו ניצלה ברגע האחרון. תהיה חזק, אני איתך סוף סוף נוכל להיפגש בלי להסתתר, בלי הגבלת זמן ובלי מקומות מסתור. מותר לי ללכת לאבא שלי הביתה, בא לי לצעוק עד השמיים!!! אני בוכה מאושר ומהתרגשות, אני כל כך שמחה שלסאן וריף יש סבא גם מהצד שלי, עכשיו אף אחד לא יפרק לנו את המשפחה\".   כאמור, מאנה העלה לסטורי שלו את הדברים שכתבה בתו, והוסיף: \"ממי שלי ריגשת אותי עד דמעות. גידלתי אותך על יושר ונתינה אני אבא/אמא בשבילך לעולם. חיים שלי מי שנתפס עם המכנסיים למטה משקר ומשקר, עץ עקום אי אפשר ליישר. הצדק ינצח את יודעת אני אדם אדם ישר והגון. תמשיכי לקרוא לי אבא רוני מאנה התותח. סליחה שנפגעת\".      יולי מאנה לא הסתפקה בדברים האלו, והוסיפה עוד מילים כועסות: \"אבא יקר שלי, אתה עובר ימים לא קלים אבל תהיה חזק. זה כלום לעומת מה שעברת! אחרי השנים בהן עברת גיהנום אתה צריך להתעודד שזה מאחוריך. תהיה חזק והכל לטובה. אוהבת אותך ותמיד איתך\".   רוני מאנה, מדובר בדברים קשים שאתה ובתך כתבתם. \"הבת שלי דיברה מדם ליבה, אני לא קשור לזה בכלל. היא פרסמה על דעת עצמה. את דבריי אני אגיד בבית המשפט. הכל יתברר שם. הצדק ינצח, ואני לא יכול להרחיב, יש לי איסור מוחלט מעורכת הדין שלי סיגל בלינסון לדבר על הדברים\".   ג'ני צרוואני, תגובתך לדברים? \"אני מעדיפה לא לפתור את הכביסה המלוכלכת על גבי האינסטגרם. מעדיפה לא להגיע לשם\".      ", "title": "בתו של רוני מאנה: \"סוף סוף אני יכולה להיכנס אליך הביתה אחרי שנים שהיה לי ולילדים אסור\"", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5729586,00.html", "type": "article", "site_name": "ynet", "published_time": "14:43 , 12.05.20", "category": "", "subtitle": ""}