{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-3110216,00.html"}, "headline": "העתודה עלתה לרבע גמר אליפות אירופה עד גיל 20", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2005-07-09T18:17:51z", "dateModified": "2010-10-25T20:39:18z", "author": {"@type": "Person", "name": "איתי שנקמן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "נבחרת ישראל בהדרכת יעקב ג'ינו גברה על הספרדים 65:71 והבטיחה העפלתה לבית רבע הגמר. אנטון קזרנובסקי קלע 23 נקודות, ליאור אליהו הוסיף 19. ג'ינו: \"הנבחרת הזו מגלה המון אופי\"", "wordCount": "281", "commentCount": "2", "genre": "3.Sport-95.World Basketball-96.IsraeliBasketball", "keywords": "", "articleBody": "מארק גאסול הוא אחיו של פאו, שחקן ממפיס גריזליס מה-NBA, ו-2.10 מטר בפני עצמו, המשחק בברצלונה. סרחיו רודריגס, גארד נפלא, מככב באסטודיאנטס מדריד. לאנטון קזרנובסקי, ליאור אליהו, איתי גרינבוים וחבריהם זה ממש לא שינה.    נבחרת העתודה הישראלית הדהימה היום (שבת) את ספרד, שמרה על מאזן מושלם באליפות אירופה. ניצחונה של סרביה-מונטנגרו על טורקיה 52:78, הפך את ההעפלה לרבע גמר הטורניר בעיר צ'כוב שברוסיה, לרשמית. ישראל וסרביה-מונטנגרו יאבקו מחר על ראשות הבית. התוצאה תשפיע על שיבוץ ישראל באחד משני בתי רבע הגמר.    ישראל גברה על ספרד 65:71, בעזרת משחק גדול מתחת לסלים של קזרנובסקי, פתיחה מצוינת של הכוכב הגדול אליהו וקור רוח של גרינבוים, שקלע כמו גדול שתי זריקות עונשין מכריעות, 18 שניות לסיום ורשמה את ניצחונה השני ברציפות באליפות, אחרי שגברה ביום הראשון על טורקיה.   ישראל פתחה טוב ועלתה ליתרון 12:16 אחרי הרבע הראשון, כשאליהו הנפלא קולע כמעט את כל הנקודות של הנבחרת. ברבע השני נכנס לפעולה קזרנובסקי הענק (2.04 מ') ועזר לשמור על היתרון, שהצטמק ל-31:33 עם הירידה להפסקה.  הצמד הישראלי המוביל נעצר במחצית השנייה, אבל אלעד אליהו מהפועל ירושלים דאג להשאיר את העתודה הצעירה בתמונה ודאנק של ליאור אליהו, בשניה האחרונה, סיים את הסיפור עבור הספרדים.   המאמן יעקב ג'ינו אמר ל-ynet בסיום: \"הנבחרת הזו מגלה המון אופי, החבר'ה לא מורידים את הראש בשום מצב. אנחנו מחפים בהגנה גדולה על אחוזים לא טובים בהתקפה. מגיע היום הרבה מאוד קרדיט לקזרנובסקי וגרינבוים שעלו מהספסל. אנחנו חוגגים עכשיו, אבל כבר מתכוננים למשחק מול סרביה\".    קלעו לישראל: קזרנובסקי 23 (5 ריב'), ליאור אליהו 19 (6 ריב', 4 אסיסטים ו-4 חטיפות), אלעד אליהו 9 (5 ריב'), גרינבוים 8, ניצן חנוכי וגלעד הירש 4 כל אחד, יונתן ניר ואופיר פרחי 2 כל אחד. הירבו לספרד: רודריגס 15, גאסול 14.", "title": "העתודה עלתה לרבע גמר אליפות אירופה עד גיל 20", "url": "https://www.ynet.co.il/articles/0,7340,L-3110216,00.html", "type": "article", "site_name": "ynet", "published_time": "20:38 , 09.07.05", "category": "", "subtitle": ""}