{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5683504,00.html"}, "headline": "נעים מאוד, זאת ההתמכרות החדשה שלכם: עוגיות \"לחם רוסי\" מפעם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/20/9797635/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/01/14/9002995/1_3.jpg"], "datePublished": "2020-02-27T11:06:21z", "dateModified": "2020-03-11T15:18:13z", "author": {"@type": "Person", "name": "ענת צרפתי"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "הממתקים האלה היו נפוצים בארץ בשנות ה-60, ושווקו על ידי המפעל \"פרומין\" בשקיות צלופן מרשרשות והדורות. לאחר מכירתו, ייצורן נפסק. ענת צרפתי שחזרה את המתכון ", "wordCount": "257", "commentCount": "23", "genre": "10.Xnet-11941.xnet_food-12013.Xnet Recipes-12090.Cookies", "keywords": "עוגיות,עוגיות פרווה,ממתקים", "articleBody": "מרכיבים כ-70 עוגיות קטנטנות   3/4 כוס (105 גרם) קמח  1 כפית מחוקה אבקת אפייה  1 כפית מחוקה אבקת קקאו  2 כפיות מחוקות קינמון, טחון  2 חלבונים גודל L  3/4 כוס + כף מחוקה (100 גרם) אבקת סוכר  1/4 כפית תבלין ציפורן, טחון (רק אם אוהבים)   אופן הכנה מנפים יחד לתוך קערה את הקמח, אבקת האפייה, אבקת הקקאו, הקינמון והציפורן (אם משתמשים). מניחים בצד.   שמים את קערת המיקסר מעל סיר קטן עם מעט מים, כך שתחתית של קערת המיקסר תהיה באוויר ולא תיגע במים שבסיר. מביאים את המים בסיר לרתיחה ומנמיכים את האש.  שמים בקערת המיקסר את החלבונים ואבקת הסוכר ומערבבים מדי פעם בעדינות, עם מטרפה עד שהסוכר נמס, כ-4 דקות ולא יותר! מכבים את האש.  מתקינים את הקערה במיקסר, ובאמצעות בלון הקצפה מקציפים במהירות הגבוהה ביותר את החלבונים ואבקת הסוכר, במשך 8 דקות, עד לקבלת קצף יציב, מבריק ונוקשה.  עוצרים, מפזרים את כל הקמח מעל הקציפה, מעבירים למהירות נמוכה ומערבלים מספר שניות.  מעלים למהירות בינונית–גבוהה להקצפה של מספר שניות נוספות, עד לקבלת תערובת אחידה.  בעזרת לקקן מרימים את שאריות הקמח מתחתית הקערה ומקפלים יחד עם הקציפה עד לקבלת גוון אחיד.  מעבירים את התערובת לשקית זילוף עם צנטר בקוטר 1 ס\"מ, ומכניסים למקרר לצינון של רבע שעה.  בינתיים, מחממים את התנור ל-180 מעלות, ממקמים את רשת התנור במרכז (אם לא משתמשים בתבנית תנור) ומרפדים את התבנית בנייר אפייה.  מזלפים עיגולים בקוטר 12 מ\"מ. אופים 12-10 דקות עד שבסיס העוגיות משחים מעט. כדאי להגיש את העוגיות רק לאחר שהן מצטננות לחלוטין (כרבע שעה). רק אז גם אפשר להעביר אותן מהתבנית לקופסא אטומה.    עוד מתכון שירים את משלוח המנות שלכם מעל כולם    ", "title": "נעים מאוד, זאת ההתמכרות החדשה שלכם: עוגיות \"לחם רוסי\" מפעם", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5683504,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}