{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4991633,00.html"}, "headline": "פסטה בקרם גבינת עזים \r\nופיסטוק מ-3 מרכיבים בלבד", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/07/18/7915430/3_6.jpg"], "datePublished": "2017-07-23T02:00:47z", "dateModified": "2017-07-19T20:28:45z", "author": {"@type": "Person", "name": "רומי נדלר"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "חם לכם מדי בשביל להשקיע בבישולים? עם הפסטה של רומי נדלר, שמוכנה תוך 15 דקות, לא תצטרכו להתפשר על שאריות מחוממות מאתמול ", "wordCount": "173", "commentCount": "0", "genre": "10.Xnet-11941.xnet_food-12013.Xnet Recipes-12087.Xnet Pasta", "keywords": "פסטה,גבינה,גבינת עזים", "articleBody": "מכירים את הימים החמים והמתישים האלה שבהם אין כוח להכנס למטבח? אתם רעבים ובא לכם אוכל טעים, אבל פשוט לא מסוגלים להתאמץ? בדיוק בשביל זה אני פה עם מתכון מפנק במינימום מאמץ: 4 מרכיבים בלבד (פלוס מלח ופלפל) ו-15 דקות גג – ויש לכם פסטה משגעת.    מרכיבים  4 מנות   1 חבילה (500 גרם) פסטה, עדיף ארוכה (ספגטי או לינגוויני)  1/4 כוס (60 מ״ל) חלב או שמנת מתוקה  1 גליל (כ-200 גרם) גבינת עזים רכה  מלח  פלפל שחור גרוס  חופן פיסטוקים טריים, קצוצים   אופן ההכנה  מבשלים את הפסטה לפי הוראות היצרן.  מחממים את החלב (או השמנת) במחבת גדולה (או בסיר רחב). מפוררים את הגבינה, מוסיפים למחבת ומבשלים תוך ערבוב עד שהיא נמסה. מתבלים במלח ובהרבה פלפל שחור.  כשהפסטה מוכנה מסננים אותה (אבל קודם מעבירים כף-שתיים ממי הבישול למחבת) ומוסיפים למחבת. מבשלים דקה-שתיים על אש נמוכה, תוך ערבוב, עד שהרוטב עוטף את הפסטה לחלוטין.  מוסיפים את הפיסטוקים (וגם פרמזן, אם רוצים) ומגישים.    רומי נדלר כותבת את בלוג המתכונים האיטלקיים \"Romina e La Cucina\" ומעבירה סדנאות להכנת פסטה   שירה באר מתמחה בצילומי אוכל, מחול ומשפחה", "title": "פסטה בקרם גבינת עזים \nופיסטוק מ-3 מרכיבים בלבד", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4991633,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}