{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4875989,00.html"}, "headline": "למקומות, היכון, צאו לקניות: המדריך לשופינג אופנתי בסינגלס דיי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/11/09/7374419/hibur6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/11/09/7374688/GettyImages-458877390_6.jpg"], "datePublished": "2016-11-10T11:55:38z", "dateModified": "2016-11-10T11:55:38z", "author": {"@type": "Person", "name": "הדס שואף "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "ה-11.11 הוא לא רק מספר יפה, אלא התאריך שבו אתרי הקניות הסיניים מורידים את המחירים לרצפה. רגע לפני שאתם שולפים את האשראי, אספנו את החנויות הכי שוות", "wordCount": "729", "commentCount": "2", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-12122.shopper.com", "keywords": "הדס שואף,קניות ברשת,קניות אונליין,סין,הנחות,מבצעים", "articleBody": "פעם בשנה זה קורה – היום שבו אפשר לקנות אונליין ללא הכרה ובלי לשבור חשבון חיסכון. הסינגלס דיי שוב כאן, והאתרים הסיניים מורידים את המחירים כמעט עד לרצפה ושולחים לכ-220 מדינות בעולם. יום החג הסיני, שנוסד בשנת 1993 כתשובה לוולנטיינ'ס דיי ומעודד רווקים לקנות לעצמם מתנות, הפך מאז 2009 לחגיגת הנחות שמשאירה אבק לסייבר מאנדיי. בשנה שעברה, למשל, גרף האתר הסיני עלי באבא סכום שיא של 14.3 מיליארד דולר ב-24 שעות בלבד.   עוד בערוץ האופנה עקבו אחרינו באינסטגרם  נסיכת האינדי החדשה: מי את סשה ליין?  \"לוסי מפרגנת\": הדוגמן המבטיח נועם דובינצ'יק בראיון ראשון  מה מסתירה ישראלה אבתאו מאחורי הזוהר בתמונות?   ומה יוצא לנו מזה? היצע כמעט אינסופי של פריטים, שאם בוררים אותם בקפידה – מגלים לא מעט מציאות אופנתיות מוצלחות. רק שימו לב: חשוב לקרוא היטב את פרטי הבד והמידות המדויקות, כדי למנוע אכזבות כשהפריט ינחת בארץ. כדי להקל על השיטוטים ברשת, אספנו את האתרים המומלצים, כולל פרטים על אחוזי ההנחות, המשלוחים ופריטים שווים במיוחד.        aliexpress   מה מוכרים לנו: גן עדן לחובבי מציאות. כאן תמצאו הכול מהכול במחירי רצפה, כולל שמלות כלה ולא מעט פריטים שעוצבו עבור חובבות מותגים שאין באפשרותן לרכוש את הדבר האמיתי.  ההנחות: עד 70 אחוז הנחה וגם קופונים ומבצעים נוספים.       ההמלצה שלנו: ז'קט בומבר עם אפליקציית פרחים, 19.79 דולר במקום 36.65 דולר. תנאי משלוח: משלוח חינם בדואר אוויר תוך 40-20 ימי עסקים, או בתשלום נוסף דרך חברות שילוח בינלאומיות שידאגו כי הסחורה תנחת בישראל במועד מוקדם יותר (המחירים משתנים לפי החברה ומהירות המשלוח שתבחרו).       sammy dress   מה מוכרים לנו: חנות סינית מקוונת המציעה פריטי אופנה לנשים, גברים וילדים, לצד אביזרים, מוצרי קוסמטיקה, צעצועים ועוד. האתר ידוע בזכות סגנונו האופנתי ומחיריו הזולים, ולא פעם ניתן למצוא פריטים במחירים מגוחכים של דולר אחד.  ההנחות: כדי שלא תפספסו, האתר חוגג עם הנחות לאורך כל חודש נובמבר. בסינגלס דיי הן יגיעו לשיאן עם כ-85 אחוז הנחה.       ההמלצה שלנו: סנדלים בצבעי זהב וסגול עם דוגמת עלים, 22 דולר במקום 46 דולר. תנאי משלוח: הפריט יהיה מוכן למשלוח תוך 10-5 ימי עסקים. מחירי המשלוחים נעים בין 25-8 דולר, תלוי בסוג השילוח שתבחרו. משלוח בדואר רגיל מובטח להגיע עד 25 ימי עסקים, משלוח אקספרס - עד שבעה ימי עסקים.        mini in the box   מה מוכרים לנו: כלבו מקוון שקיים משנת 2006 ושולח לכל העולם פריטי אופנה ואקססוריז, תכשיטים, מוצרי ספורט, אלקטרוניקה, גאדג'טים ועוד. גולת הכותרת: אפשר לתרגם הכול לעברית ולשקלים, כך שאין צורך להתאמץ לקרוא באנגלית.  ההנחות: עד 85 אחוז הנחה ובנוסף קופונים מיוחדים.       ההמלצה שלנו: שרשרת עם שעון בצורת ינשוף, 15.65 שקל במקום 26.12 שקל. תנאי משלוח: משלוח בדואר רגיל לוקח 45-20 יום, משלוח בדואר מזורז מקצר את משך ההמתנה ל-8-5 ימים, ומשלוח בדואר מהיר לוקח 5-3 ימים. משלוחים רגילים הם לרוב בחינם, אלא אם מדובר בחבילות גדולות.        mod lily   מה מוכרים לנו: אתר סיני אשר עובד ישירות עם מפעלים מגוונים וכך מציע מחירים זולים ומכירות באחוזי הנחה גבוהים. באתר מבחר גדול של פריטי אופנה ומומלץ במיוחד לבדוק את ההיצע הענק של השמלות.  ההנחות: עד 85 אחוז הנחה ובנוסף שלל סיילים נקודתיים שימשיכו גם אחרי היום החגיגי.       ההמלצה שלנו: שמלת מקסי לבנה בשכבות (יש גם בצבעים נוספים), 26.83 דולר במקום 149 דולר. תנאי משלוח: המשלוחים חינם. זמני משלוח - עד 25 יום.       OKDGG   מה מוכרים לנו: אתר מכירות קוריאני המציע מעל 2,000 מותגים מקוריאה ויותר ממיליון מוצרי אופנה, ובהם בגדים לנשים ולגברים (כולל קטגוריה למידות גדולות), לצד מוצרי טיפוח, ספורט, פריטים לתינוקות ולבית.  ההנחות: 88-15 אחוז הנחה לאורך 11 ימים שמסתיימים ב-11.11. בנוסף, קופונים מיוחדים.       ההמלצה שלנו: קרדיגן אוברסייז אפור, הנמכר עכשיו ב-80.5 דולר במקום 93.7 דולר, ומחירו כנראה עוד ירד בסינגלס דיי עצמו.  תנאי משלוח: משלוח חינם לישראל בהזמנה מעל 100 דולר. בהזמנה מתחת ל-100 דולר, סכום המשלוח נע בין 28-18 דולר.       light in the box   מה מוכרים לנו: כמעט כל דבר שאפשר לחשוב עליו. באתר הגדול הזה תמצאו בגדים, שמלות כלה, נעליים, תיקים, אקססוריז, מוצרי אלקטרוניקה, בית וגן ועוד. הקטגוריות רבות, ויש גם קטגוריית פרימיום עם פריטים איכותיים יותר במחירים תואמים. לטובת הנוחות, אפשר להמיר את המחירים לשקלים, מה שהופך את הבזבוז לקל עוד יותר.  ההנחות: עד 85 אחוז הנחה ועוד קופונים והפתעות שייחשפו בשיא המכירה ב-11.11.      ההמלצה שלנו: שמלת מידי שחורה עם שרוולים באורך שלושה רבעים והדפס של פרחים אדומים, 62 שקל במקום 78 שקל.  תנאי משלוח: ליד כל פריט תמצאו כמה אפשרויות למשלוחים - ממשלוח רגיל בחינם (20-10 ימי עסקים) ועד אופציות מהירות יותר בתשלום. ", "title": "למקומות, היכון, צאו לקניות: המדריך לשופינג אופנתי בסינגלס דיי", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4875989,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}