{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4728857,00.html"}, "headline": "מגלה עתידות: השמלות היפות שיקבלו בסטייל את שנת 2016", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/11/23/6651512/ASOS-22_980.jpg"], "datePublished": "2015-11-25T16:16:11z", "dateModified": "2015-11-25T16:16:11z", "author": {"@type": "Person", "name": "הדס שואף "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "מסיבות הסילבסטר כבר מתקרבות, וזה הזמן למצוא אונליין את השמלה המושלמת. יצאתי לשוטט ברשת ובחרתי 12 שמלות מעוצבות מרחבי העולם, במחירים לכל כיס", "wordCount": "219", "commentCount": "5", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-12122.shopper.com", "keywords": "סילבסטר,שמלות,קניות אונליין", "articleBody": "עוד לא התרגלנו לכתוב \"2015\", וכבר אנחנו מתקרבים לשנה אזרחית חדשה. נותר קצת יותר מחודש לפני מסיבות הסילבסטר הגדולות, וזה הזמן לבחור בשמלה חלומית מאתרי השופינג אונליין – ולהספיק להזמין אותה כדי לקבל את החבילה בדואר בזמן.    >> מוזמנים לעשות לנו לייק בפייסבוק   איזו שמלה אנחנו מחפשות לסילבסטר? היא צריכה להיות חגיגית, אבל נוחה מספיק כדי להתאים לריקודים עד אור הבוקר אופנתית, אבל בסגנון אישי. במילים אחרות, שמלה שתספק אפקט \"וואו\", אבל תוכל לשמש אותנו שוב גם בהזדמנויות אחרות – כי מי רוצה להוציא הון על שמלה חד פעמית?    יצאתי לחקור את אתרי הקניות המקוונים, וחזרתי עם 12 שמלות יפות בשלל סגנונות ובמגוון מחירים.      1. המלכותית שמלת מיני עם שרוולי פעמון, 381 שקל, Nastygal    2. הנונשלנטית שמלת מידי שחורה בגזרת אוברסייז, 870 שקל, lagarconne    3. העדינה שמלת מיני ורדרדה עם צווארון בעיטור חרוזים, 81 דולר, asos    4. הנוצצת שמלת מיני מפייאטים אפורים, 90 ליש\"ט, theoutnet    5. הנועזת שמלת מיני בצבע בורדו בשילוב תחרה במחשוף, 190 שקל, tobi    6. המפתיעה שמלת מידי שחורה עם פרנזים ושרוך כחול, 129 דולר, pixiemarket    7. החגיגית שמלת מקסי מנצנצת, 260 דולר, modcloth    8. המלאכית שמלה לבנה עם תחרה ושרוולים מתרחבים, 40 דולר, boohoo    9. הא-סימטרית שמלת מקסי שחורה בגזרה א-סימטרית, 95 ליש\"ט, stylistpick    10. המחטבת שמלת תחרה שחורה באורך מיני, 50 ליש\"ט, glamorous    11. המחויטת שמלת מיני במראה ז'קט בצבע לבן, 38 ליש\"ט, misguided    12. הקלילה שמלת שיפט שחורה בעיטור פרנזים, 40 ליש\"ט, lavishalice  ", "title": "מגלה עתידות: השמלות היפות שיקבלו בסטייל את שנת 2016", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4728857,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}