{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4913486,00.html"}, "headline": "העיצוב משווייץ, החומרים ממוחזרים, והעובדים מנסים לצאת ממעגל הזנות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/02/07/7572094/5_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/02/07/7572101/7_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/02/07/7572092/4_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/02/07/7572098/6_6.jpg"], "datePublished": "2017-02-10T14:39:18z", "dateModified": "2017-02-12T09:01:42z", "author": {"@type": "Person", "name": "מיכל ויטל אשרת "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "טבאה ומתיאס אופליגר הקימו בציריך מרכז תמיכה לגברים ונשים במעגל הזנות, וכשבאו לארץ החליטו להקים עסק חברתי לייצור רהיטים, שיספק גם מענה כלכלי למצוקה", "wordCount": "970", "commentCount": "16", "genre": "10.Xnet-11938.xnet_design-12048.Design Blogs-12050.michal vital", "keywords": "עיצוב חברתי,air", "articleBody": "מי שעובר ברחוב שוקן בתל אביב, סמוך לקריית המלאכה, יכול להבחין בחלון ראווה שבו מוצגים רהיטים בסגנון אורבני צעיר: ספסלים, שולחנות, שידות וכורסאות, עשויים כולם ממשטחי הובלה ממוחדשים. לרהיטים, שנמכרים תחת השם המסחרי AIR- Act.Inspire.Restore, אחראים בני הזוג טבאה (Tabea) ומטיאס אופליגר (Matthias Oppliger), שבאו לכאן משווייץ עם שלושת ילדיהם הצעירים, כדי לעשות תיקון עולם. הם יזמו את Made by AIR  - עסק חברתי המעסיק גברים ונשים שמעוניינים לצאת ממה שבני הזוג מכנים \"תעשיית הסחר בבני אדם\" ו\"ניצול מיני מסחרי\", או במלים אחרות: מעגל הזנות.      טבאה היא מעסה טיפולית במקצועה, ומתיאס היה מהנדס מכונות בצבא השווייצרי. הם לא הגיעו מרקע מקצועי חברתי, הם מספרים, אך שני זוגות הוריהם עבדו בעמותות בפפואה ניו-גיניאה, וכל חייהם הם מעורבים בפעילות חברתית ברחבי העולם.    המודעות והעירנות לקורבנות תעשיית הסחר בבני אדם נולדו אצל טבאה לפני שנים אחדות, כשעברה ברחובות ציריך וזיהתה נשים שחיות ועובדות בשוליים. היא נהגה לשאול אם הן זקוקות למשהו - בגדים, מזון, תרופות, קונדומים הן בדרך כלל ביקשו אוכל או סיגריות. כך נוצר הקשר הראשוני. בהמשך, הציעה להן את שירותיה כמעסה, על מנת להקל על מכאובי גופן, וזאת בתשלום סמלי, לפי ראות עיניהן. \"כדי לא לקרבן אותן שוב\", היא מסבירה, \"וכדי לצור איתן תקשורת בגובה העיניים\". בטיפולים הבנות היו מתמסרות אליה ומספרות את סיפוריהן האישיים, ומה הוביל אותן לזנות. כך היא למדה שהסיבה העיקרית שגורמת לנשים למכור את גופן היא חובות כלכליים והתחושה שהגיעו לקצה הדרך.           כדי לסייע לנשים הנזקקות יסדו בני הזוג בשוויץ את עמותת Glowbalact, והקימו עבורן מרכז תמיכה, במימון כספי תרומות שגייסו בערבי התרמה בשוויץ, רומניה, יוון וישראל. אך כיוון שהבינו שכדי לרפא בעיה כלכלית צריך פתרון כלכלי, החליטו שבנוסף למרכז התמיכה הם צריכים לפתוח עסק שייתן לנשים והגברים תעסוקה והכנסה. טבאה נזכרת שרק באחרונה ראתה בעיתון צילום של הפגנה ובמרכזה אישה זועקת, ותחתיה הכותרת: ״אנחנו לא צריכים רחמים, אנחנו צריכים עבודה״.   הרעיון בעסק שלנו, מסבירים בני הזוג, הוא יצירה ועשייה למען השראה והשפעה על אנשים הנחשפים אלינו, ושיקום של חיי אדם. ״כמו שהחומר שבור ומקבל חיים חדשים\", אומרת טבאה, \"כך גם האדם או האישה זוכים לחיים חדשים״.        בני הזוג התלבטו בשאלת טיבו של העסק שיקימו, בדקו מגוון מוצרים, כתבו תוכנית עסקית, ולבסוף בחרו בפרטי ריהוט אלטרנטיביים, בעיקר משום שזה היה צורך מיידי שלהם עצמם כשהגיעו לארץ. חומר הגלם הראשוני שלהם היה משטחי הובלה שפורקו מארגזי מכס של חברת לוריאל.    את הרהיטים עיצב מתיאס בעזרת חבר, Benjamin Staehli, נגר שווייצרי שזכה בתחרויות נגרות, ובסיוע הצוות שעובד במקום. הרהיטים, הם אומרים, חזקים ובני-קיימא. המחירים אינם זולים: כיסא עולה 740 שקלים כיסא זוגי - 1,268 שקלים שולחן קפה - 895 שקלים ושידה - 1,755 שקלים. בימים אלה כל המוצרים במחירי השקה, בהנחה של 25%. הם גם מציעים ריהוט בהתאמה אישית למשרדים, חנויות, בתי מלון ומסעדות, וכן השכרת ריהוט לאירועים.   לצד הרהיטים יש לעסק החברתי גם ליין של מוצרי טקסטיל, הכולל תיקי ים, תיקי גב, סינרים וערכות החתלה, שאותם תופרים העובדים לאחר הכשרה מתאימה. בעיצוב המוצרים האלה נעזרו בני הזוג בחברתם Rebekka Federer, מעצבת תלבושות לתיאטרון בציריך ותופרת מקצועית. פדרר עיצבה עבורם מוצרים מבדים של מצנחי הרחיפה, והולידה מותג, Kite Pride, שאותו תרמה להם.    בנוסף לתחושת הסיפוק האדירה שחווים המעורבים בייצור, כל פריט יוצא ייחודי בגלל השימוש בבדים קיימים וגדולים. לאחר חיתוכם נוצרות מהם חתיכות שונות זו מזו מבחינה גרפית. המוצרים מזכירים במידת מה את תיקי המותג השוויצרי Frietag, ומחיריהם נעים בין 60 ל-260 שקלים.         מקום עבודה כמו AIR משמש מעין גשר תעסוקתי לנזקקים זו סביבת עבודה סלחנית יותר בענייני איחורים וביצועים, אך גם מקום ששם גבולות. באתר שלהם כתבו: \"אנו מציעים מקום עבודה חם ומתחשב, לאנשים שנפלטו מהמעגל החברתי ותעסוקתי, וזקוקים לסיוע מיוחד בהשתלבות מחדש בחברה\".    לאחר שנה עד שנתיים, שבהן יתרגלו העובדות והעובדים את המיומנויות הנדרשות, הם יוכלו, לדברי בני הזוג, להשתלב בשוק העבודה הנורמטיבי. זו השאיפה של עסק חברתי. בני הזוג עובדים בצמוד לעמותות מקומיות המטפלות באוכלוסייה הרלוונטית: סלעית, מרפאת לוינסקי, עלם ו-JIJ העוסקים בצד המחקר, המודעות והשינויים המערכתיים/ ממשלתיים בנוגע לזנות.   העסק פועל כבר שבעה חודשים, ומעסיק שישה עד שמונה עובדים שיוצאים ממעגל הזנות - כולם בשכר - וצוות מנחה שרובו מתנדבים. בעסקים חברתיים מקובל שעל כל עובד משקיעים פי שניים אנרגיה מאשר על עובד נורמטיבי. לכאורה, הוצאות העסק גדולות יותר, אבל כשמסתכלים על התמונה הגדולה, אדם מהשוליים שמתמסלל מחדש לחיי תעסוקה נורמטיביים חוסך למדינה כמיליון שקל בשנה בטיפול סוציאלי, נזקי פשיעה וכלא, חיסכון של דמי אבטלה והבטחת הכנסה, וכמובן הכנסות מתשלום מסים.   AIR לא נתמך מתקציבי מדינה, אלא מתרומות של אנשים פרטיים. הרהיטים נרכשים בעיקר על ידי מקומות מסחריים בעלי ערכים דומים לשלהם, כמו הוסטל אברהם ברחוב לבונטין בתל אביב. ברכישת אחד המוצרים שלהם, אומרים בני הזוג, הרוכש משפיע באופן ישיר על שינוי חברתי. כעת הם מבקשים להגדיל את המכירות ולהגדיל את מספר המתנדבים האיכותיים אצלם. בקרוב הם מצפים לארח צעירים שמגיעים לטייל בארץ ומבקשים, כחלק מהחוויה, להתנדב על מנת לעשות טוב במקום שאליו הגיעו. הם גם מתכננים ״מירוץ עקבים״ ראשון בארץ לצורך גיוס תרומות נוסף.           כששאלתי אותם למה דווקא ישראל, הם סיפרו שיש להם בארץ כמה חברים המקורבים לנושא, ומהם למדו שהתופעה של הסחר בבני אדם בארץ היא אחת מהגדולות בעולם - כ-12,000 נשים וגברים בישראל נמצאים במעגל הזנות, רובם בגוש דן (נכון למחקרים מ-2008). אבל ההחלטה הגורלית נפלה בגלל סיבה אחרת, מרגשת עד דמעות.    ״באחד הביקורים שלנו בארץ, כדי לבחון את הנושא\", מספרת טבאה, \"ישבתי עם חברה בבית הקפה של המלון שבו שהיתי ברחוב הירקון. המבט שלי תפס בחורה צעירה שהולכת אחרי הסרסור שלה. אני מאוד רגישה לסיטואציות הללו. כמה דקות מאוחר יותר הבחורה ניגשה אלי והתחילה לדבר איתי. אז הבנתי שאני מכירה אותה מציריך. היא אישרה שהיא אכן משם, כנראה הגיעה לעבוד כאן, וחשבתי לעצמי איזה מוזר שדווקא ה-י-א מגיעה ומתיישבת לידי. אף פעם זה לא קרה לי. היא ממש התמגנטה אליי. מבחינתי, היא היתה הסימן להמשיך את הפעילות שלנו בישראל״.    >>> יצירת מוצרים מעוצבים שנועדו לסייע בשינוי חברתי הוא תחום מרתק. יש מי ששואלים את עצמם, \"האם העיצוב החברתי הוא גימיק שיווקי\"? זהו בדיוק נושא אחת ההרצאות שלי. המעוניינים מוזמנים לדף שיחת מיחדוש.", "title": "העיצוב משווייץ, החומרים ממוחזרים, והעובדים מנסים לצאת ממעגל הזנות", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4913486,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}