{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4800876,00.html"}, "headline": "רואות לנו בעיניים: מראות ששוות מבט שני, ולא בהשתקפות שלנו", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/06/30/7102829/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/06/30/7102883/2_6.jpg"], "datePublished": "2016-07-01T00:19:27z", "dateModified": "2016-07-01T00:19:27z", "author": {"@type": "Person", "name": "נעם טננבאום ואיציק חזן "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אנחנו רואים בהן את עצמנו, אך יש מראות שראויות למבט כשלעצמן. מינימליסטית או מקושטת, קלאסית או טרנדית, המראה היא הזדמנות להעשיר את ביתנו ביופי ובאופי", "wordCount": "336", "commentCount": "3", "genre": "10.Xnet-11938.xnet_design-12048.Design Blogs-12064.Shpitz", "keywords": "הום סטיילינג", "articleBody": "האלגנטית  April and May הוא הוא סטודיו שמתאפיין במוצרים עכשוויים וסטייליסטיים. הזכוכית הקרה, העץ החמים והפרופורציות האלגנטיות יגרמו לנו לחשוב (בטעות) שאנחנו בסקנדינביה.  Photography: Debbie Trouerbach   העגולה האמן והמעצב הטאיוואני  cheng-tsung feng אחראי לשילוב יפהפה בין מלאכת יד מסורתית למראה עכשווי, במוצר המשלב מראה ומכל איחסון לאקססוריז. שימו לב למפגש התלת ממדי בין הבסיס למסגרת.   Credit: cheng-tsung feng   המתוכשטת  לפעמים, הדגשת פרטים טכניים (במקום העלמתם) תוסיף עניין. סטודיו Umbra משתמש במתלה כמוקד עיצובי, כדי להציג מראה ייחודית בסגנון של גוף תאורה, הניתנת לתלייה גם כסט מעניין.    Credit: Umbra   האתנית  הילה חלפון היא יוצרת מקומית, שהתחברה למראות דרך מוזיקה קלאסית מהמזרח. \"הייתי מתבוננת בעצמי ושרה בערבית, מנגנת מוזיקה פרסית וטורקית, ודרך המראה ראיתי צדדים שאהבתי ולא תמיד הבחנתי בהם ביום יום\". העיטור של מראת SeeYou נעשה בהדפסת לייזר על גבי מראת קריסטל .  SEEYOU by Hila Halfon    SEEYOU by Hila Halfon   הססגונית  בהשראת מראות קדומות ממתכת, יצר סטודיו besau-marguerre מראת נחושת צבעונית. מראת נחושת צבעונית. הצבעים המרהיבים הם תופעת לוואי לחשיפה לחום ולגזי חימצון. מדובר בפגם בתהליך, אלא שהמעצבים משכילים לנצל אותו לטובת תוצאה שובת-עין.  PHOTOS: SILKE ZANDER  PHOTOS: SILKE ZANDER   המקורית  סטודיו  objects of common interest קיבל גם הוא השראה ממראות עתיקות, ויצר סט מראות אישיות קטנות מנחושת, במראה מקורי.  credit: Leonidas Trampoukis and Eleni Petaloti of Objects of Common Interest  credit: Leonidas Trampoukis and Eleni Petaloti of Objects of Common Interest   הטבעית  האמנית האמריקאית Alyson Shotz עוסקת בהשתקפות כקונספט, וביצעה מיצג מרתק של גדרות המשקפות את הסביבה באופן מוחלט. בהתאם לנקודת מבטך תיעלם הגדר לחלוטין, או שתשקף את הסביבה בנוף הסמוך.  All photos: Jerry L. Thompson   הגיאומטרית  עדיין לא נמאס לנו ממשושים ומשילובי תכלת-חום, זה פשוט עובד נפלא. אביזר אלגנטי המשלב איחסון מצומצם ומראה מינימליסטית, לחלל הכניסה או חדר האמבטיה, מבית העיצוב הדני Ferm.   Credit: fermliving   הקונספטואלית  אלף פונפוני פרווה מלאכותית, מסונכרנים למחשב מרכזי, מציעים אלטרנטיבה יצירתית וטכנולוגית למושג ההשתקפות. היצירה של המעצב הישראלי דניאל רוזין, שחי ופועל בניו יורק, היא מיצב אינטראקטיבי המשקף באמצעות עיבוד תמונה את העומד מולו.       ", "title": "רואות לנו בעיניים: מראות ששוות מבט שני, ולא בהשתקפות שלנו", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4800876,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}