{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5203104,00.html"}, "headline": "שכונה פח: איך ניקו את פלורנטין? לקחו לתושבים את פחי האשפה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/03/26/8430946/IMG_20180325_085748-kordovero_6.jpg"], "datePublished": "2018-03-28T07:06:03z", "dateModified": "2018-03-28T16:41:37z", "author": {"@type": "Person", "name": "ציפה קמפינסקי "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "כדי לשפר את חזות השכונה הצפופה ביותר בת''א, החליטה העירייה לסלק את פחי האשפה. איפה זורקים את הזבל? גם התושבים לא מבינים, והבלגן חוגג", "wordCount": "3144", "commentCount": "22", "genre": "10.Xnet-11939.xnet_architecture-12040.Architecture Blogs-12043.zipa kempinsky", "keywords": "הבלוג של ציפה קמפינסקי,זבל בפלורנטין,פלורנטין,שכונת פלורנטין", "articleBody": "נתחיל בחדשות הטובות: בעיריית תל אביב-יפו נפלה החלטה לנקות את פלורנטין. ומאמציה, יש להודות, מתחילים לשאת פרי, למרות שבחלק משעות היום קשה לראות את זה. למשל בשבת האחרונה, בין שבע לשמונה בבוקר, הרחובות נראו כך:    פינות רחוב מזוהמות ברחבי השכונה, 24 במרץ 2018 למה כל כך הרבה אשפה זרוקה על המדרכות ובערוגות העצים? מכיוון שהעירייה החליטה, שפחי האשפה הירוקים יסולקו מהמרחב הציבורי. וזהו. ההוראה נחתה יום אחד:    כן, המפקד. רחוב בנבנישתי, 18 במאי 2017 ובוצעה כפקודה צבאית: מרבית הפחים נעלמו בלי כל הודעה או הסבר מקדים לתושבים. לפרטי הפרטים עוד נגיע. בינתיים ברור שכשאין פחים יש מדרכות. אבל זה בסדר, מנקים אותן. משאיות הזבל מסתובבות, גם בשבת בבוקר, ואוספות את שאריות הלילה. זו, לדוגמה, הערימה שחיכתה למנקים בשבת, ברבע לשבע בבוקר, בפינת הרחובות פלורנטין ובן עטר:    פלורנטין פינת בן עטר, 24 במרץ 2018 כשהמשאית הגיעה לערימה בשמונה, הפועלים ירדו, אך בזכות מבצע הניקיון, לא גררו אליה ברעש פח ירוק, אלא העבירו אליה בידיים, הלוך ושוב, שקית שקית וארגז ארגז:    פלורנטין פינת בן עטר כעבור שעה. הפועלים רצים הלוך ושוב עם זבל בידיים עם כל כך הרבה ערימות ברחוב, ברור שהפועלים לא יכולים לאסוף כל פיסת נייר או שארית תפוח עץ שנשמטו מהשקיות, אז על המדרכה נותרות אחריהם מזכרות:    פלורנטין פינת בן עטר אחרי איסוף האשפה. נקי זה לא  אותו דבר קרה שבוע קודם לכן בצד השני של הכביש:    לפני הניקיון (למעלה) ואחריו (למטה). רחוב בן עטר, 17 במרץ 2018 למה נטפלתי דווקא לפינת פלורנטין בן עטר? כיוון שמבחינתי כאן החל מבצע הניקיון של העירייה, וכאן מתחיל למעשה הסיפור. והוא ארוך. כי לא פחות מסיפור על זבל, או על ניקיון, הוא סיפור על החלטה ראויה, שנפלה קורבן להתנהלות שגויה ומקוממת.      פרק א': לאן נעלם פח האשפה?   בפינת הרחובות פלורנטין ובן עטר עמד במשך שנים מה שהוגדר \"מרכז מחזור שכונתי\". יום אחד בראשית חודש ינואר השנה המרכז חוסל. בין ליל נעלמו מפינת הרחוב כלובי איסוף הקרטונים ומחזור הבקבוקים, מתקן איסוף הבגדים ופח האשפה הציבורי הגדול. באתר נותר רק המכל הכחול למחזור נייר (שסולק בהמשך):     פלורנטין פינת בן עטר, 2 בינואר 2018 מאחורי המילים \"המרכז חוסל\" מסתתרת בעיה פרוזאית: אישה יורדת בבוקר מהבית לרחוב עם שקית אשפה, הולכת לכיוון פח הזבל הקבוע שלה ומגלה שהפח איננו. כיוון שבעיר גדולה שינויים נוחתים משום מקום, ואין את מי לשאול מה קרה, שיערה האישה שמרכז המחזור עומד להשתדרג, כפי שקרה במהלך שבע השנים האחרונות (הפרטים אחרי התמונות):      זו ההיסטוריה: 01. ב-2011 הותקן בפינת הרחוב, סמוך לקיר המפריד מהבניין הסמוך, כלוב ראשון למחזור בקבוקים. 02. ב-2012 נוסף אליו מתקן לאיסוף בגדים. 03. בינואר 2014, נדד יום אחד כלוב הבקבוקים למרכז הרחבה, וסמוך לקיר הותקן במקומו ביתן פח כתום ירוק לאיסוף קרטונים. 04. מעט אחר כך נוסף אליהם מכל כחול לאיסוף נייר. 05. ופינת הרחובות הוכרזה, כפי שמעיד השלט הצהוב, כמרכז מחזור שכונתי. 06. ביתן הקרטונים הכתום-ירוק היה מתמלא במהירות, ומדי כמה ימים, פועל ניקיון היה מוציא את תכולתו למדרכה, ומשאית עם זרוע הרמה הייתה אוספת את ערימת הקרטונים, וממהרת הלאה. 07. כיוון שגם הפועל מיהר, על רצפת הביתן נותרו תמיד שאריות של אריזות קרטון, ירקות ומיני אשפה אחרים, לשמחת המכרסמים. 08. יום אחד ב-2015 נעלם ביתן הקרטונים והערימות גבהו. 09. אך כעבור זמן קצר הותקן במקומו כלוב לקרטונים. 10. גם הכלוב עלה מדי יום על גדותיו (וגם בו נותרו לאחר ביקור המשאית שאריות שמכרסמים אוהבים). 11. ביולי 2015 הגיעה משאית עם כלוב חדש לבקבוקים. הפועלים הסירו את הישן ממרכז הרחבה, והתקינו את החדש על סף המדרכה, סמוך לכביש. 12. מאז שימש הכלוב לא רק לאיסוף בקבוקים, אלא גם כמתקן לקשירת אופניים וכתחנה לחלוקת מתנות משומשות.    מרכז מחזור הוא דבר נחוץ וטוב בסביבה עירונית. ובתחילת הדרך, לפני שהפינה הוכרזה באופן רשמי כמרכז, היא אפילו נראתה מדי פעם מסודרת ונקייה:    רחוב בן עטר, 30 בינואר 2014 אבל הזמן והתושבים עשו בה שמות. כמו הכלובים שהתמלאו במהירות, גם פח האשפה הציבורי הגדול עלה מדי יום על גדותיו, יותר מפעם אחת:    פלורנטין פינת בן עטר, 17 באפריל 2017 ומרכז המחזור השכונתי נהפך ל - אין מילה אחרת לתאר זאת חוץ מאשר - מזבלה:    מרכז המחזור באחד מימיו הנקיים, 24 בספטמבר 2017 עם נוף כזה מהמרפסת, לא פלא שהשכנים בבניין הסמוך חזרו והתלוננו בעירייה. ובראשית חודש ינואר השנה, נעשה, כאמור, מעשה. צעד דרמטי. המרכז חוסל. כדי להבין למה ואיך, צריך לדעת עוד משהו על הזבל ברחובות שלנו.   פרק ב': הרבה אקשן, המון זבל   פלורנטין היא השכונה הכי צפופה בתל אביב. מאות חנויות, מחסני יבואנים, בתי מלאכה, מסעדות, ברים, תושבים שמתחלפים בתדירות גבוהה ומבקרים רבים מייצרים בה מדי יום, כולל בסופי שבוע, כמויות בלתי נתפסות של אשפה. הרים של זבל. עד שלפעמים נראה שלשכונה יש:    מתמכרים לזה. רחוב וולפסון, 29 במרץ 2017 אבל בעוד שבבניינים חדשים ובבנייני מגורים באזורים אחרים בעיר יש חדרי אשפה, או גומחות אשפה בפינות החצרות, והפחים מוסתרים בהם, בפלורנטין, 50 אחוז מהבניינים נבנו עד 1939.    מתוך חוברת הרבעים של עיריית תל אביב, המתפרסמת באתר העירייה בבניינים בני 80 שנה ויותר, כמו כמעט חצי מהבניינים בשכונה, חדרי המדרגות צפופים, אין בהם מבואות כניסה ואין חדרי אשפה. כיוון שמרבית הבניינים הישנים האלה גם נבנו צמודים זה לזה, אין כמעט חצרות בשכונה. בתנאים כאלה, כדי להשתלט על כמויות האשפה העצומות, היו עד לאחרונה ברחובות המון פחי זבל עירוניים מסוגים שונים, מקטנים לעוברי אורח ועד צפרדעים ענקיות:    פחים עירוניים בפלורנטין. (חלקם מעוטרים על ידי טובי אמני הרחוב - אורן פישר ודיוז), 2018-2012  צפרדע ברחוב מסילת וולפסון, 8 בספטמבר 2017 על אלה יש להוסיף את עגלות פסולת הבניין שעומדות לצד אתרי הבנייה והשיפוצים הרבים בשכונה. בהיעדר אכיפה הדוקה על קבלנים, גם הן סוג של פחי אשפה:    עגלות פסולת בניי מלאות בזבל. רחוב בן עטר ורחוב לוינסקי, ינואר-מרץ 2018 כל בר דעת מבין שזו בעיה.   פרק ג': צרות של פחי אשפה   עקב השימוש האינסופי בפחי האשפה התקניים, הפחים הירוקים סבלו מהמון מחלות:    פחי זבל חולים ברחובות פרנקל, גנני, פלורנטין ושדרות וושינגטון, 2017-2011 גם עגלות המתכת הגדולות עשו למחלקת התברואה בעיות:    עגלות זבל חולות ברחובות הקישון, הרצל וכפר גלעדי, 2012-2016 שמדי פעם, אגב, טופלו בכושר אלתור יצירתי ומרשים:    תיקונים ידניים לעגלות אשפה, ברחובות כפר גלעדי והקישון, פברואר 2016, פברואר 2017 לפחים לא קל אצלנו. אפילו הקטנים מתקשים לעמוד בעומס:    שבורים ועקומים. ברחובות פרנקל, וולפסון, אברבנאל ואקוסטה, 2018-2014 חוץ מזה, לפחים על גלגלים יש נטייה לנדוד ממקום למקום:    דוד המלך ממרכז העיר ברחוב נחלת בנימין (2013), ג'ירף מאבן גבירול בדרך שלמה (2014) לגלוש לכביש:    רחוב החלוצים, 26 במרץ 2018 ולשמש למטרות נוספות מעבר לייעודם המקורי:    פחי אשפה שומרים חנייה (רחוב פלורנטין, 2013) ופח שומר על תיקון בטון טרי של העירייה (רחוב החלוצים, 2016) בהינתן כל אלה, כמו שנהוג באחרונה לומר, אם הייתי ראש מחלקת התברואה, בטוח שהייתי מתוסכלת, שלא לומר מורטת שערות.    פרק ד': העירייה מחפשת פתרונות   יאמר לזכות העירייה, שהיא לא מוותרת. זה כמעט מכמיר לב. במשך השנים חיפשו פרנסיה כל מיני דרכים כדי לצמצם את מה שהם מגדירים \"מטרד במרחב הציבורי\", ולמצוא פתרונות לשמירת פחי הזבל במקומם. בשלב הראשון ניסו קשירה בשרשרת ומנעול:    פחים ושרשרות ברזל, ברחובות פרנקל, הקישון והרצל, 2012 היה מי שבתמימותו ניסה לחנך:    תמימות. רחוב כפר גלעדי, 2 ביולי 2013 אבל דבר לא עזר. אז בשלב הבא ניסו מתקני עגינה. לירוקים הסטנדרטיים יצרו מין מסגרת מתכת שחוברה למדרכה:    פח ופחית. רחוב בן עטר, 6 במאי 2014 בכמה מקומות ניסו תחנות עגינה מאסיביות לשני ירוקים סטנדרטיים:    רחוב גנני, 23 בספטמבר 2014 לירוקים היותר גדולים הקימו מעגנה מסוג שלישי:    רחוב העלייה, 1 בפברואר 2014 ולעגלות המתכת מעגנה מסוג רביעי:    רחוב החלוצים, 30 בספטמבר 2013 אבל החיים חזקים מהכוונות הכי טובות. העסק לא ממש עבד, גם בשל איכות המעגנות והתקנתן, וגם מפני שלפועלי הניקיון הממהרים אין ראש להחזיר את הפחים בדיוק למקום:    תחנות עגינה נטושות או שבורות ברחובות גנני, הקישון, העלייה ופרנקל, 2014-2012 הניסיון האחרון לשמור על פחי האשפה במקומם היה קצת יותר אסתטי. בכמה מקומות נבנו להם מחסות עץ ומתכת משני סוגים:     המחסות האסתטיים ברחובות הקישון, בנבנישתי ושדרות וושינגטון, 2017 גם אלה נהנו כמובן מידיהם הארוכות של אמני הרחוב ומדעתו הנחרצת של מי מהתושבים, אבל הם דווקא הצליחו להחזיק מעמד (עד שחלקם סולקו כעת).   פרק ה': אין פח אשפה וגם לא יהיה   בקיצור, במשך שנים כל פתרון שניסו, כשל. וכעת החליט, מי שהחליט, לעשות לזה סוף. לשנות את המצב העגום, אחת ולתמיד. כדי להבין איך העירייה מנהלת פרויקט שמאוד חשוב לה, צריך לחזור לרגע לתחילת חודש ינואר. כמה ימים לאחר חיסולו של מרכז המחזור השכונתי, הופתעתי לגלות בוקר אחד את יואב בן יהודה, ראש אגף שפ\"ע (שיפור פני עיר), מדגים במו ידיו לעובדים כיצד יש לשטוף את הדק הצמוד למה שהיה מרכז המחזור:    יואב בן יהודה (במרכז התמונה) מדגים לפועלים מה זה ניקיון יסודי. רחוב בן עטר, 8 בינואר 2018 במרחק מה ממנו עמדה קבוצת גברים (לא הספקתי לצלם), שהתבררו כבעלי תפקידים בעירייה. אחד מהם היה רובי זלוף, סמנכ\"ל ומשנה למנכ\"ל העירייה. בן יהודה ערך בינינו היכרות, וזלוף, גבר בעל לחיצת יד אמיצה, אמר שהרחבה צריכה להיות נקייה, ושסמוך לקיר יהיו מתקנים לקשירת אופניים.  זלוף אמר, וכך היה. עוד באותו יום:    רחוב בן עטר, 8 בינואר 2018 השאלה איך אופניים הפכו לקדושים, ולפחות מטרדיים במרחב הציבורי מפח אשפה, ראויה לדיון אחר, אבל בכל מקרה, לתושבי פלורנטין ולבעלי העסקים יש הרגלים, ואין פחי אשפה, אז כעבור שלושה ימים, מתקני האופניים החדשים נראו כמו מרכז המחזור:    רחוב בן עטר, 11 בינואר 2018 וכעבור עוד כמה ימים התבררה גם איכות העבודה המהירה:    מתקן אופניים חדש כבר נשלף ממקומו. רחוב בן עטר, 23 בינואר 2018 על פחי האשפה זלוף, אגב, לא אמר דבר. בחלוף הימים, פחי האשפה וכלובי הבקבוקים החלו להיעלם גם ממקומות רבים אחרים בשכונה, לא רק ממרכז המחזור, והשאלה איפה זורקים זבל הלכה והחמירה. היעלמותם הלא מוסברת של הפחים הפכה לשיחת היום. בהיעדר מידע, החלו לרוץ ברחוב שמועות מבטיחות. אמרו שיקומו מרכזי מחזור חדשים מישהו שמע שהעירייה מתכננת לשכור חנות שבה יהיו פחי האשפה הציבוריים ובינתיים המדרכות ברחובות מדוללי הפחים הפכו לפחי האשפה:    לדילול פחי אשפה יש השפעה מיידית על המדרכות. ברחובות החלוצים, ויטל, הרצל ובן עטר, ראשית פברואר 2018 אני לא זוכרת היכן ראיתי, אולי בפייסבוק, שכעת הבטיחו גם להטיל קנס (350 שקלים) על מי שייתפס משליך שקית זבל ברחוב, והיה מי שסיפר שפקחים מחטטים בשקיות הזבל, מחפשים רמזים למי הן שייכות ומטילים קנסות. בהמשך התברר שזו לא אגדה אורבנית. העירייה באמת הכשירה פקחי סדר וניקיון, \"ומי שישליך למדרכה, נאכוף נגדו\". והם אוכפים. בעל חנות סמוכה לשוק לוינסקי סיפר לי שהניח ארגז אחד ברחוב, ולפי השם שהיה כתוב עליו, הפקח זיהה אותו ונתן לו דוח. \"כבר חודש וחצי אין פחים\", אמר בעל החנות המבוגר, \"אני משלם 4,500 שקל בחודש ארנונה, ועכשיו אני צריך להחזיק את הארגזים הריקים בתוך החנות\".   פרק ו': הסיירת נכנסת לפעולה   כאוס: הרחובות לא ממש נקיים, התושבים ממורמרים, מידע ברור - אין, ובתוך כך, החל ברחובות טפטוף מפתיע של פחונים חדשים, קטנים וחייכניים:    חדש וחייכן ברחוב פלורנטין פחונים מעוצבים ומשוכללים:    פח עם מכסה מתרומם ומאפרה עם שרשרת ולא רק הפחונים. ברחובות החלו גם להתרוצץ בכל שעות היום טנדרים כתומים חדשים - רכבי סיירת לניקיון העיר, שהתבררה בהמשך כסיירת חדשה, משותפת לאגף התברואה ולאגף לשיפור פני העיר, שברשותה 50 כלי רכב כתומים, והם סובבים בכל העיר עד 01:00 בלילה (ועוצרים איפה שנוח להם):     הכתומים בפעולה ברחובות אברבנאל, פרנקל, ויטל ואקוסטה, פברואר-מרץ 2018 ברור, אם כך, שהעירייה נערכה בגדול למהלך הדרמטי, אבל שום הסבר עדיין לא ניתן לתושבים, והרחובות המשיכו להיראות פח:    רחוב הקישון מת לניקיון, 3 במרץ 2018 אפילו החתולים נכנסו להלם:    פרנקל פינת שטרן, 7 במרץ 2018 כשקול זעקת התושבים התעצם בפייסבוק, כלי התקשורת גילו עניין, ופרסמו ידיעות בנושא. רק אז, כחודשיים אחרי שהפחים הירוקים נעלמו, פרנסי העירייה שנדרשו על ידי עיתונאים לתגובה, הועילו להסביר. \"אנחנו רוצים שהרחובות יהיו נקיים והתחלנו תהליך שיביא לשינוי\", אמר ל-ynet ראש אגף התברואה, ארז ניסים. והבטיח שיחלקו לתושבים פליירים.   פרק ז': פלייר בתיבת הדואר   הבטיח וקיים. \"בטח שמתם לב שלאחרונה ביצעה העירייה כמה שינויים בהסדרי הצבת פחי האשפה הירוקים בשכונה\", נכתב בפלייר שחולק בתיבות הדואר. שמנו לב. ועכשיו הפתעה: \"השינויים\", בישר הפלייר, \"מתבצעים לבקשת תושבים רבים שהתלוננו על כך שהפחים הפכו למטרד תברואתי במרחב הציבורי. כן התקבלו תלונות רבות על פחי האשפה שחוסמים את המעבר להולכי רגל בחלק מהמדרכות בשכונה. כיוון שהמרחב הציבורי אינו חדר אשפה, השקענו משאבים רבים וביצענו שינוי מרכזי - העברנו את הפחים מהמרחב הציבורי (מדרכות וכבישים) למרחב הפרטי (חצרות פרטיות ומקומות מוגדרים) ותגברנו את סבבי פינוי האשפה בשכונה במהלך היום. בהמשך לבקשת התושבים, בכל בוקר אנו מבצעים ברחבי השכונה שטיפות מים כדי לשמור על הניקיון\".   כל כך הרבה דברים אפשר לומר על הפלייר הזה, והתושבים אמרו (בפייסבוק כמובן):    -  -  אך יחד עם הביקורת החריפה, ראוי לציין שסבבי פינוי האשפה אכן תוגברו נוספו מנקי רחוב רבים תלונות ל-106 על פסולת נענות במהירות יחסית וחלק מהרחובות נשטפים בתדירות גבוהה:    מנקים ושוטפים, רחוב שטרן, רחוב פלורנטין ושדרות וושינגטון זה לא אומר שהם נקיים. המחסור בפחי האשפה הגדולים, הפך את הפחונים הקטנים, כמעט היחידים שזמינים במרחב הציבורי, לאתרי השלכת האשפה:    כשאין פח גדול, זורקים על יד פח קטן ובמקומות שעוד נותרו פחי אשפה ירוקים, הם עולים על גדותיהם במהירות:    רחוב ויטל, 24 במרץ 2018 התושבים, כפי שמעיד תושב (בפייסבוק), לא ממש מרוצים:    כך יוצא שלמרות המאמצים הכנים והשקעה הרבה של פרנסי העירייה בניקיון הרחובות, התוצאה בינתיים לא מספקת. והם לא זוכים להכרת תודה.    פרק ח': מה זה לעזאזל כלי אצירה?   משפט אחד מהפלייר - \"העברנו את הפחים מהמרחב הציבורי (מדרכות וכבישים) למרחב הפרטי (חצרות פרטיות ומקומות מוגדרים)\", דורש הרחבה, ופותח פרק נוסף בסיפור.  קודם כל המילה \"העברנו\". למה להשתמש בלשון עבר כשהתהליך בעיצומו? ומכאן, סיפור אישי: בתקופת אי הוודאות (שלפני הכתבות והפלייר), התפתחה בבניין מגורי תופעה מסתורית: מדי בוקר עמד פח אשפה ירוק בתוך חדר המדרגות. כיוון שמפעם לפעם הומלסים מחנים בחדר המדרגות הפתוח שלנו את עגלות הסופר העמוסות שלהם, חשבתי שאולי הם עברו לפחים, ובכל בוקר דחפתי את הפח הגדול לרחוב. בתחילת חודש פברואר, הציצה מהתיבה הודעה על דואר רשום. זה היה מכתב לבעלי הדירות בבניין, בזו הלשון: \"... הריני להודיעכם כי בתוקף סמכותי כמפקח על פי סעיף 20 לחוק העזר לת\"א יפו (שמירת הסדר והניקיון) התש\"ם 1980, הנכם נדרשים: 1.1 להתקין ביתן אשפה עבור מכלי האשפה של הבניין ברחוב (כתובת). 1.2 על הביתן הנ\"ל להיות מותאם לקליטת 1 מכלון בנפח 360 ליטר. 1.3 הביתן יותקן בשטח חצר הבניין במפלס פני המדרכה על גבי משטח בטון. 1.4 לצורך קבלת היתר בנייה בהליך מזורז והדרכה להתקנת הביתן עליכם לפנות לחברת ש.מ.מ... הוצאת היתר בנייה בהליך מקוצר על פי דרישה זו אינה כרוכה בתשלום. 2. עליכם לבצע האמור לעיל עד לתאריך 01/04/2018...\". המכתב הסתיים בסעיף 5 המאיים והמודגש: \"הרינו להבהיר כי אי קיום דרישה זו מהווה עבירה על פי חוק העזר (שמירת הסדר והניקיון) התש\"ם\". על החתום, בכבוד רב, היה מאיר ראובן, מנהל תחום רישוי ותכנון כלי אצירה. כלי אצירה, למדתי, זה שם מכובס לפחי זבל. מי שמקבל, בלי שום הסבר, פקודה כזו שרצופה במונחים מקצועיים ובאיום בהפיכתו לעבריין בתוך זמן קצר, לא מרגיש נוח בלשון המעטה. אך כיוון שלבניין שלנו אין שום חצר, ובכניסה אליו יש מדרגה מוגבהת ממפלס פני המדרכה, הנחתי שההוראה לא תוכל להתבצע. הסתפקתי בקיטורים לחברים, ובשימוש מוגבר באפליקציה של 106 עם הפצצת הודעות על כל ערימת זבל שראיתי ברחוב. ולא רק אני הפצצתי:  תודה לאפליקציה: צילומי מסך של התלונות שלי (מימין) ושל תושב השכונה (משמאל) התלונות טופלו במהירות. אבל הזמן המשיך לעשות את שלו. בעיית האין-פחים החמירה עוד יותר, כשחדר האשפה בניין סמוך, שאליו השלכתי בינתיים את האשפה שלי, ננעל לפתע עם קודן:    יחסי השכנים הסתיימו. חדר האשפה בבניין השכן ננעל על דלת בניין סמוך אחר ראיתי שהודבק מכתב אישי לדיירים, המציע להם הסבר ופתרון: הם מתבקשים בנימוס ולא בפקודה, להשליך את הזבל שלהם בפחים שעוד נותרו ברחוב המקביל. למה להם מותר ולנו לא?     דיירי בן עטר 1, 4 ו-6 נהנים מהסבר אישי ופתרון רק לי נשמע הזוי שעירייה כל כך גדולה קובעת לדיירי בתים מסוימים לאיזה פח ספציפי להשליך את הזבל שלהם? אולי הזוי, אבל מתברר שקובעת. כעבור עוד כמה ימים, נפלתי במקרה על הודעה בפיסבוק. משהו שנראה כאילו נקבע מהיום להיום:    סוף סוף יש הזדמנות להתלונן ולמחות פנים אל פנים (מתוך דף הפייסבוק \"מדברים על פלורנטין\" כמובן שבתגובה מישהו היה חייב להתחכם וכתב: \"מדברים על פחים... איזה קופי עצלן, מה עם 'זבל של שכונה?'\" אבל עבורי זו הייתה סוף סוף הזדמנות לברר מה אפשר לעשות.    פרק ט': פח הזבל נעשה בעיה אישית   בשעה הנקובה בהזמנה התייצבתי במתנ\"ס, ואז התברר שעל פחי האשפה מדברים בפגישות אישיות עם נבחרת נציגי עירייה - תברואה, פיקוח וקהילה - שישבו בחדר סגור, מאחורי שולחן ארוך. הרגשתי במשפט צבאי. כשמנהל חבל דרום באגף התברואה, עופר, מבקש שם וכתובת, מראה לך במכשיר הטלפון שלו תמונה של הכניסה לבניין מגוריך, ושואל אם את זו שהוציאה את הפח הירוק מחדר המדרגות לרחוב, מתעוררת הרגשה לא נוחה שעוקבים אחריך, שחודרים לפרטיותך. מצד שני, יש עם מי לדבר. בעלי התפקידים קשובים, והשיחה התגלגלה. שאלתי למה היו צריכים להוריד גרזן בדמות מכתב המאיים בעבירה. ועופר אמר: \"שום גרזן, זו לשון החוק\". כשאמרתי שהעירייה צריכה לאסוף אשפה, הטונים עלו. עופר אמר: \"אנחנו צריכים לספק רק כלי אצירה\". וכשאמרתי שפח אשפה בחדר מדרגות פתוח מזמין עכברים ממש לתוך הבית, עופר אמר: \"וכשלבניין מאחורי מרכז המחזור היו עכברים? השכונה שורצת עכברים\". תשובה לא טובה. אבל הרגענו. ואז עופר הפתיע. \"ואם נבנה לך קיר בחדר המדרגות, עם דלת?\",הוא שאל. \"מה זה תבנה לי?\" השבתי, \"זה לא בניין שלי, זה בית משותף. צריך לשאול את כל בעלי הדירות. ואף אחד מהם, חוץ ממני, לא גר בבניין. כל הדירות מושכרות\". (זה אגב המצב בכ-80 אחוז מהדירות בשכונה). אז עופר אמר: \"בעלי הדירות לא גרים, אז לא יהיה להם אכפת\". עוד תשובה לא טובה. מה גם שהחוק מחייב לבקש את רשותם של כל בעלי הנכס לשינוי מבני כזה. בסופו של דבר נפרדנו כידידים. עופר הורה לי להתקשר לחברת המהנדסים ש.מ.מ ולהזמין אותם לבוא ולהציע פתרון. הוא גם נתן לי את מספר הטלפון שלו במשרד, כדי שאודיע לו, או לשלמה, מנהל התחנה, מה קורה. עכשיו אני עושה מה שאומרים לי. בבוקר יום ראשון השבוע צלצלתי לש.מ.מ. הופניתי במשיבון לשלוחה 112, אל שירלי ממחסות אשפה. שירלי הייתה ממש חמודה, אבל מועד לביקור המהנדסים יש לה רק בסוף אפריל. \"זה רק אצלנו עניין הפחים?\" שאלתי. \"לא, זה בכל העיר\", היא אמרה. תיאמנו פגישה, ושירלי הבטיחה להודיע לממונים שפניתי, כך שב-1 באפריל לא אהפוך לעבריינית על פי חוק העזר (שמירת הסדר והניקיון) התש\"ם. היא גם שלחה לי מיד מייל חוזר שמאשר את פנייתי. כדי לברר היכן אוכל להשליך אשפה עד שהמהנדסים יגיעו, בעוד כחודש ימים, התקשרתי מיד למספר שעופר נתן לי. שלום, אפשר לדבר עם עופר? \"לא נמצא. הם עכשיו בסיבוב באזורים\". מתי יהיה? \"לא יודע, אולי באחת-עשרה\". לצלצל שוב כבר לא היו לי עצבים. יש עוד דברים לעשות בחיים חוץ מזבל. כך יוצא שכעת, בפרוס החג, אחרי שכולם כבר ניקו את הבית, לנו נותר רק להאמין לכתובת על הקיר:    רחוב קורדוברו, 25 במרץ 2018   פרק י': אנקדוטה לסיום   לא אוכל לסיים את המסע הכל כך ארצי הזה בלי אנקדוטה משובבת נפש. על אחד מספסלי השכונה מצאתי יום אחד, לפני אובססיית הניקיון, אוצר נטוש:  כל כתבי המשורר הלאומי חיים נחמן ביאליק ב\"כל שירי ח\"נ ביאליק\", הוצאת דביר, הייתה הקדשה שלימדה בן כמה הספר:    תשי\"ח זה 1957-8. לפני 60 שנה ספר של ביאליק נחשב למתנת בר מצווה (אולי אפילו משמחת) מילא הגיל. בדפדוף מקרי נפלתי על עמוד רעג, עם המזמור או הפזמון:    האם לישטינא היא פלשתינה, או שאולי פלורנטינה? קראתי בית ראשון ונפלתי. כל מילה בול השכונה (חוץ אולי מפְּלֵיטַת צִבְאוֹת נִיקוֹלַי). ויותר מזה. הבית האחרון בשיר הולך ככה:  חזן:  יֶשׁ-שָׁם נִכְסֵי צִבּוּר – אַשְׁפָּה! תֵּל מִתְלַקֵּט דּוֹרֵי-דוֹרוֹת, דּוֹרֵי-דוֹרוֹת זָרְקוּ שָׁמָּה בְּלוֹיִם, שְׁבָרִים, חַרְשֵׂי קְדֵרוֹת. אַשְׁפָּה גְדוֹלָה, אַשְׁפַּת אָבוֹת, כַּמָּה שָׁקְעוּ בָךְ עֲבִיטִין! – הָבוּ גֹדֶל לְלִישְׁטִין וְנוֹצִיאָה לָּהּ מוֹנִיטִין!   קהל: הָבוּ גֹדֶל לְלִישְׁטִין וְנוֹצִיאָה לָּהּ מוֹנִיטִין!   אם ביאליק אמר, אז מי צריך אותי?    דרך שלמה, 22 בינואר 2014                    ", "title": "שכונה פח: איך ניקו את פלורנטין? לקחו לתושבים את פחי האשפה", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5203104,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}