{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4811918,00.html"}, "headline": "האם זהו המלון היפה ביותר באסיה? כפר הווילות החדש בקמבודיה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/12/7128299/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/12/7128297/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/12/7128301/4_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/12/7128309/8_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/12/7128307/7_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/12/7128305/6_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/12/7128303/5_6.jpg"], "datePublished": "2016-07-13T10:48:32z", "dateModified": "2016-07-14T03:56:06z", "author": {"@type": "Person", "name": "שי ילין "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "רק בן כמה חודשים, וכבר זוכה בתואר ''המלון המעוצב ביותר באסיה'': אתר הנופש הצרפתי ''פום באיטאנג'' קורץ למבקרים בעיר המקדשים אנגקור ווט", "wordCount": "570", "commentCount": "2", "genre": "10.Xnet-11939.xnet_architecture-12040.Architecture Blogs-12046.Shay Yelin", "keywords": "שי ילין,קמבודיה", "articleBody": "בשנים האחרונות התעצם מספר התיירים (ובכללם הישראלים) המבקרים בקמבודיה. אתר התיירות המפורסם שלה, עיר המקדשים הקמרית \"אנגקור וואט\", נבחר בשעתו ב\"לונלי פלאנט\" לאתר התיירות האטרקטיבי בעולם, ורוב המבקרים בדרום-מזרח אסיה לא מוותרים על הביקור בו. במרוצת השנים הוקמו סביב אנגקור וואט גם בתי מלון יוקרתיים, לקהל המבוסס שפוקד את האזור, בנוסף לאכסניות ובתי המלון הזולים שקולטים את התרמילאים. לאחרונה, במרחק 20 דקות נסיעה מאתר המקדשים, קם אתר נופש חדש ומרהיב שעונה לשם PHUM BAITANG (בקמבודית: \"כפר ירוק\"). המעצבים והמלונאים של אסיה העניקו לו לפני שבועות ספורים את הפרס הגדול בתחרות \"המלונות המעוצבים ביותר באסיה\", 2016 Asia Hotel Design Awards.   PHUM BAITANG = הכפר הירוק. באדיבות PHUM BAITANG  גן עדן בלב שדות אורז. באדיבות PHUM BAITANG   תחרות \"המלונות המעוצבים ביותר באסיה\" הושקה לפני כמה שנים מטעם מגזין Sleeper Magazine, והיא נערכת במסגרת שבוע העיצוב של סינגפור. מלבד אתר הנופש האקזוטי בקמבודיה, זכו בתחרות גם המלונות הבאים: \"ריץ קרלטון\" מקאו  - על חדר ה-VIP הטוב ביותר Rosewood Beijing על עיצוב המבואה והלאונג' The Old Clare Hotel בסידני - על האדריכלות העירונית הטובה ביותר וגם Alila Seminyak Hotel בבאלי, אינדונזיה, התברג בצמרת.  הלובי המעוצב של רוזווד בייג'ינג. באדיבות Rosewood Beijing    הזוכה המרכזי, PHUM BAITANG (שזכה גם בפרס האדריכלות הכללי ו\"הספא המעוצב ביותר”), מורכב מ-45 וילות בסגנון עתיק, המשתרעות על שטח עצום בן 81 אלף מ\"ר בלב שדות אורז. המלון מדורג כחמישה כוכבים ונפתח לציבור רק בספטמבר אשתקד, כשבעליו שמים להם למטרה להבטיח סגנון חיים יוצא דופן ורוגע לאלפי התיירים העייפים שמסיימים ימי הליכה מפרכים בין מאות המקדשים והקברים העתיקים של אנגקור וואט.  מה  מיוחד ב\"כפר הירוק\"?  מדובר באתר נופש המשלב מסורת עתיקה, טבע מהפנט ומודרניות אלגנטית. בין גנים שופעים ושדות אורז, הוקם מתחם כמו-כפרי של וילות עץ מהודרות שמעוצבות בהשפעת המסורת המקומית. כל הווילות בנויות על קביים, בסגנון המקומי שנועד להגן מפני שיטפונות, להעניק אוורור באקלים הלח והלוהט וכדי לאחסן מזון מתחת לרצפה). מסורת לחוד, הן מאובזרות היטב וחלקן מצוידות בבריכה פרטית. עדיין, למרות סימני הקידמה ההכרחיים והפינוקים שמיועדים למי שיכול לשלם, ביקור בכפר הנופש של רשת המלונות הצרפתית Zannier Hotels הוא צלילה אחורה בזמן - אל ימי הקולוניאליזם הצרפתיים, כשקמבודיה הייתה קולוניה בתוך IndoChine - האזור שבו שלטה צרפת במחצית השנייה של המאה ה-19, יחד עם חלקים מווייטנאם ולאוס.  לובי מעוצב להפליא. באדיבות PHUM BAITANG  וילה ממבט עילי. באדיבות PHUM BAITANG  אתר נופש בסגנון כפר קמבודי אותנטי. באדיבות PHUM BAITANG       חתונה על גלויה?    מלון ריץ-קרלטון במקאו (Ritz Carlton Macau) אינו זקוק לרקע או הסברים. ובכל זאת: הוא מסונף לרשת מלונות היוקרה, הידועה בעושר נכסיה. המלון במקאו מציע רק סוויטות, וממוקם במרכז קומפלקס הבידור וההימורים של אי ההימורים. את הפרס הוא גרף על עיצוב חדרי ה-VIP והאירועים. מלבד חדרים מרשימים לפגישות עסקיות רמות דרג, וכנראה גם לספירת מזומנים אחרי הימור שבו לא הפסידו במקרה, יש במלון מרחבים לחתונות, שנראו כאילו צוירו על גבי גלויה.  כאן יושבים אחרי משחקי פוקר, למשל. חדר אירוח בריץ קרלטון מקאו. באדיבות Ritz Carlton Macau  כאן סופרים מזומנים לאחר לילה מוצלח יותר בקזינו: חדר ישיבות בריץ קרלטון מקאו. באדיבות Ritz Carlton Macau   חדר חתונות. באדיבות Ritz Carlton Macau  כאן מתחתנים ביוקרה: אולם החתונות. באדיבות Ritz Carlton Macau הזוכה בעיצוב הפנים: מלון שנולד בדאלאס   זווית נוספת של הלאונץ' היפה באסיה. באדיבות Rosewood Beijing   מלון רוזווד בבירה הסינית, שזכה בפרס עיצוב הפנים על המבואה והלאונג' היפים ביותר, שייך לרשת מלונות יוקרה אמריקאית ששייסדה שושלת של ברוני נפט בדאלאס. יש להם היום כ-18 מלונות ברחבי העולם, ואגב – המלון בלונדון עומד כעת למכירה, תמורת 650 מיליון דולר.  עושה חשק לשבת: הלאונג' של רוזווד בייג'ינג. באדיבות Rosewood Beijing    ", "title": "האם זהו המלון היפה ביותר באסיה? כפר הווילות החדש בקמבודיה", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4811918,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}