{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4907578,00.html"}, "headline": "לא רק וילות ומגדלים: האדריכל הוייטנאמי שבונה גם בשביל הנשמה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539363/7_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539365/8_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539371/9_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539377/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539381/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539379/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539355/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539353/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539351/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/24/7539408/21_6.jpg"], "datePublished": "2017-01-26T14:49:48z", "dateModified": "2017-01-29T13:46:34z", "author": {"@type": "Person", "name": "שי ילין "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "הואנג טוק האו, שזכה בפרס ''האדריכל העולה של אסיה'', תיכנן את מרכז האושר הגולמי של בהוטן, מעדיף לעבוד למען קהילות כפריות ומוחלשות ומקפיד על בנייה ירוקה", "wordCount": "617", "commentCount": "8", "genre": "10.Xnet-11939.xnet_architecture-12040.Architecture Blogs-12046.Shay Yelin", "keywords": "ויטנאם", "articleBody": "קוראים לו הואנג טוק האו (Hoang Thuc Hao), והוא אדריכל ומרצה להנדסה אזרחית באוניברסיטה של האנוי. לפני שבועות ספורים זכה טוק האו באחד מפרסי האדריכלות החשובים באסיה, ה-SIA-Getz Architecture Prize, והוכתר כ''אדריכל העולה של אסיה ב-2016''. את הפרס נותן המכון לאדריכלים של סינגפור (SIA) לאדריכלים יוצאי דופן, כאלה שהייתה להם השפעה ניכרת על הנוף הבנוי של אסיה בשנים האחרונות.   זה לא הפרס הראשון של טוק האו. ב-2015 הוא זכה בתואר אדריכל השנה בטקס פרסי ASHUI בוייטנאם, על \"הישגים יוצא דופן\", ובראשם המרכז הקהילתי שתיכנן בעיר הוייטנאמית הויאן. כמו אז, גם הפעם – הוא זוכה להערכה גדולה בזכות הפרויקטים הקהילתיים שלו, שבהם הצליח לא רק לבנות מבנים בני-קיימא, אלא גם - כדברי חבר השופטים בסינגפור - \"יצר אלמנטים מרשימים של תרבות בת-קיימא\".                    הפילוסופיה של טוק האו, בן 45, מוצגת בקצרה באתר הבית שלו, ונפתחת במשפט \"האתגר האמיתי לאדריכלים טמון בקהילות נחשלות\". הרזומה שלו כולל גם וילות מרשימות ובנייני מגורים לעשירים, אך לצידם מככבים פרויקטים שמעידים על מחויבות חברתית ואנושית אישית, ובהיקף גדול. זה לא מס שפתיים או אקט חד פעמי, אלא מאפיין עיקרי של עבודתו.   אחד הפרויקטים האחרונים שלו, וכנראה גולת הכותרת של עבודותיו, הוא מרכז האושר הלאומי הגולמי של ממלכת בהוטן.      אחד החללים הפנימיים במרכז האושר הלאומי של בהוטן. באדיבות Hoang Thuc Hao בבהוטן מיישמים את מדד האושר הלאומי הגולמי, כתפיסת עולם חליפית לממד התוצר הלאומי הגולמי. באדיבות Hoang Thuc Hao  קישוטיות מסורתית. באדיבות Hoang Thuc Hao  וטקסים עתיקים. באדיבות Hoang Thuc Hao   בהוטן היא מונרכיה אסייאתית קטנה החבויה אי שם בהרי ההימאליה, בין הודו לסין, ומתוארת כשריד האחרון של התרבות הבודהיסטית המסורתית. בהוטן היא גם המדינה הראשונה בעולם שיישמה את מדד ה-GNH, שפירושו Gross National Happiness, ובעברית – מדד האושר הלאומי הגולמי, שבא להחליף את המדד הכלכלי והמשעמם, שכולנו מכירים היטב, ה-GDP - התוצר הלאומי הגולמי. כדי לחגוג את השינוי המהותי הזה בתפיסת העולם, החליטה ממשלת בהוטן להקים את מרכז האושר הגולמי, שבו יוכלו מבקרים מרחבי העולם לחלוק את נסיונם ואת רעיונותיהם על חיים מאושרים, מדיטציה וחופש מחומרנות.    איך בונים אושר? ממשלת בהוטן ביקשה מטוק האו לכלול במרכז האושר הגולמי מבנים ידידותיים לסביבה, שיעוצבו בדרך שתשמר את התרבות והמורשת המקומיות. המתחם כולל אולם מדיטציה ענק לכ-250 איש, אולם ועידות, חדר אוכל, מטבח וחמישה בתי הארחה. הוא מתפרש על פסגת הר ליד נהר בומטאהנג (Bumthang).    שרטוט של פרישת המבנים על פני השטח. באדיבות Hoang Thuc Hao  וחתך. באדיבות Hoang Thuc Hao  אולם המדיטציה. באדיבות Hoang Thuc Hao   טוק האו עיצב את המקום בשאיפה להרמוניה, בשלושה היבטים שונים: בין החומרים הטבעיים שמהם הוא נבנה – אדמה, אבן ועץ בין פנים לחוץ ובין טכנולוגיה מתקדמת לתרבות המסורתית המקומית. וכך, לצד קירות שעשויים אדמה ואבן (בשיטת בנייה שמבטיחה בידוד טוב בחורף הקר), אפשר למצוא מבנים עשויים בטון ועץ, עם מערכות לסינון מי גשמים ושל אנרגיה סולארית.    חתך חומרים, המפרט את השילוב בין טכניקות מסורתיות לטכנולוגיות מתקדמות. באדיבות Hoang Thuc Hao   ההשראה לעיצובו של אולם המדיטציה המרכזי הגיעה מתורת הסימנים האסייאתים, שלפיה כדור הארץ מסומל כריבוע, וגן עדן כעיגול. האדריכל הוייטנאמי חיבר בין השניים, ותיכנן קומת קרקע מעוגלת, שעליה קומה מרובעת. הרעיון, על פי טוק האו, היה להדגיש את הצורך בחיים מאוזנים, שבהם בני האדם אינם שולטים בטבע, אלא חיים בתוכו בשלווה, ותומכים בו על מנת להבטיח עולם בר-קיימא.    השילוב בין כדור הארץ וגן עדן, בשרטוט אולם המדיטציה. באדיבות Hoang Thuc Hao   המתחם ממוקם בתוך יער יפהפה של עצי אורן, והפך באופן טבעי לחלק אינטגרלי ממנו. טקס הפתיחה התקיים לפני כשנה וחצי, בהשתתפותה של נסיכת בהוטן.     אושר בתוך היער. באדיבות Hoang Thuc Hao   לפרויקט הזה יש פרופיל גבוה, אך אם חוזרים לשדות של וייטנאם - שם תיכנן טוק האו מבנה ארעי לשימוש החקלאים, שגם נותן פתרון לערמות בקבוקי הפלסטיק:            לא מצאנו סרטונים שבהם הוא דובר אנגלית, אך כאן תוכלו להתרשם מעוד עבודות ומראיון מתורגם איתו:    ", "title": "לא רק וילות ומגדלים: האדריכל הוייטנאמי שבונה גם בשביל הנשמה", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4907578,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}