{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4896945,00.html"}, "headline": "כמו סכין ישר ללב: החברה \r\nה\"טובה\" שבגדה ופגעה בי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2016/12/22/7470216/shutterstock_107716697_6.jpg"], "datePublished": "2016-12-25T09:23:33z", "dateModified": "2016-12-25T09:42:46z", "author": {"@type": "Person", "name": "מלי גרין"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "סוף סוף 11 ילדיה של מלי גרין גדלו ויש לה קצת זמן פנוי לחברות. דווקא עכשיו היא מגלה שהיא לא באמת יודעת מי החברות האמיתיות שלה", "wordCount": "576", "commentCount": "34", "genre": "10.Xnet-11943.xnet_family-12150.Family Blogs-12168.Maly Green", "keywords": "משפחה", "articleBody": "\"קחי אותה לבית משפט\", מציעה לי חברה. ואני יודעת שלא אקח אותה ולא בגלל שמעולם לא חשבתי לקחת אף אחד לבית משפט. בעיקר בגלל שהתביעה שלי מגוכחת. החברה הטובה שלי גרמה לבת שלי לא להתקבל לעבודת סטודנט. מילא שהיא פגעה לה בכיס וגרמה לי לעוול כלכלי, זה פחות כואב לי. אבל אם כבר בית משפט, הייתי לוקחת אותה לבית משפט לחברויות.    חברות האמת שלי דווקא עכשיו, כשהפעוטות שלי גדלו קצת, יש לי זמן לחברוֹת (טוב, לזמן מוגבל שבין הילדים-העבודה-הבית). אני מוצאת את עצמי מנערת את האבק ממדפי החברויות ובוחנת את הנושא הזה של לייצר קשרי חברות אמיצים מעבר לחברויות בגינה, כששומרים על הילדים המשחקים. פתאום מגיעה מציאות חיים שגורמת לך להרגיש את העונג, רגע האושר של הילדה בת העשר, המוצאת את תאומת הנפש שלה בדמות חברה חדשה בשכונה.   כבר כתבתי בעבר ודנתי בנושא הבוער ושמו חברה טובה והגעתי למסקנה שחברוֹת הן כמו שלבים בסולם החיים. יש לנו את חברת הילדות ואת חברת התיכון ואת החברה ההיא מהספסל בפארק שאיתה את חולקת את הלילות ללא שינה ואיתה את מגדלת את הילדים שלך ובל נשכח את חברת הקריירה שלך, קולגה בעבודה שאיתה תמצאי את עצמך חולקת ארוחת צהרים ומשתפת אותה בדילמות חשובות מחייך, שרק היא מבינה.   חלק מהחברות נושרות במהלך השנים, חלק מהחברויות הופכות לזיכרון עמום. מציאות החיים מחליפה לנו חברות ועדיין החלום של כל אחד ואחת מאיתנו, לזכות בחבר/ת אמת. כזה או כזו שיהיו איתך באמת וילוו אותך לכל אורך הדרך. אני חלמתי על חברה כזו שגם אם היא כועסת עלייך כרגע בגלל עשר סיבות, היא תמצא את הסיבה האחת שלא.   חברה שתיסע למענך שלוש שעות עם מרק עוף בסיר בבגאז' של האוטו, רק כי שמעה שחטפת שפעת. חברה שיחד תצחקנה וכל שיחת טלפון יכולה לקחת בדיוק חמש דקות, כי אתן מבינות בדיוק מושלם למה התכוונתן ולא צריכות עוד להעביר רחשי לב. חברה שביום גשום תרימי אליה טלפון ותשתפי אותה בחוויות התבשיל שנשרף, הילד שאיכזב, הבעל שעיצבן והיא עדיין תדע שהמשפחה שלך הכי מקסימה בעולם. חברה שזקוקה לך לא פחות ממה שאת זקוקה לה.   פגיעה בכיס וגם בלב אני כותבת את הדברים והבטן שלי מתכווצת. בעיקר מכאב, כי הצלחתי לאבד חברה כזו, בלי שום סיבה אמיתית. עם השנים היא התרחקה והתרחקה, לא בגלל סיבה מיוחדת, אילוצי החיים וגם אני לא שמרתי על קשר חברי מופלא כפי שהיה לנו בעבר וזהו, זה נגמר. דיברתי איתה השבוע אחרי שנתיים של נתק. השיחה הייתה סתמית. שיחה שהבהירה לי שכנראה שתינו על שלב אחר בסולם החברויות וזה בסדר. אבל השבוע חוויתי בגידה כואבת ביותר, כמו סכין ישר ללב, מחברה טובה, ככה לפחות הגדרתי אותה ביני לבין עצמי, עד שהיא הוכיחה לי בזדון, שכל השנים היא בעצם עטתה על הפנים שלה מסכת חברות \"מייד אין טיוואן\".   לא אכנס לפרטים, רק שהיא הצליחה לגרום לבת שלי, שניסתה להתקבל לעבודת סטודנט, שלא תתקבל אותה. זו פגיעה מהסוג שפגעה לבת שלי גם בכיס, אבל בעיקר בלב. והחלק שהכי כאב לי, שמילא היא היתה מתנצלת על הפגיעה בזדון. היא עוד הסבירה לי שזה לטובתה של הבת שלי, שעליה למנף את הפגיעה שלה בה ולצמוח ממנה ולמצוא עבודה טובה יותר.    מה יותר גרוע מלפגוע? להסביר ולתרץ ולהצדיק את הפגיעה! נותרתי עם תמיהה עמוקה בלב - מה היא הרוויחה? מדובר בעבודת סטודנט פשוטה ביותר. ואני עומדת מול המראה ושואלת את עצמי ואין לי עדיין תשובה, אולי אתם תעזרו לי: האם חברויות אמת הן מצרך נדיר כל כך איפה הקו האדום שאותו מותר לחצות בחברות מה נעשה למען חברה טובה ומה לעולם לא נעשה?   ואולי, כמו שהזהירה אותי פעם אישה מבוגרת חכמה, בסופו של יום רק הבעל והילדים הם החברים הטובים והאמיתיים שלנו?  ", "title": "כמו סכין ישר ללב: החברה \nה\"טובה\" שבגדה ופגעה בי", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4896945,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}