{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4997004,00.html"}, "headline": "חולצה כחולה והיא עולה: איפה כדאי לקנות חולצות לבית הספר?", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/08/01/7943081/shutterstock_619227515_6.jpg"], "datePublished": "2017-08-02T11:14:39z", "dateModified": "2017-08-03T11:26:41z", "author": {"@type": "Person", "name": "מיכל גונן "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "חוקי התלבושת האחידה מחייבים לא רק את הילדים אלא גם אתכם - זה הזמן להתארגן על ערימה גבוהה של חולצות חלקות עם סמל בית הספר. בדקנו כמה זה יעלה לכם", "wordCount": "710", "commentCount": "0", "genre": "10.Xnet-11943.xnet_family-12032.Parents Market-12557.sugar baby", "keywords": "בית ספר,תלבושת אחידה,ילדים,חזרה ללימודים", "articleBody": "אם יש לכם ילדים בגיל בית ספר, תלבושת אחידה היא בהחלט דבר שיש לרכוש לפני פתיחת שנת הלימודים. אפשר לקנות חולצות חלקות ולהדפיס את סמל בית הספר בחנויות המציעות את השירות - וגם באתרים אונליין. רשתות רבות מציעות בימים אלה מבצעי חזרה לבית ספר על תלבושת אחידה ואנחנו כאן כדי לעשות לכם סדר. לפוסטים קודמים של פיית הקניות. למבצעים והנחות על תיקי בית ספר.   עוד לקראת שנת הלימודים: ילקוטים עד 100 שקלים  תיקי גן חמודים החל מ-19 שקלים  תיקי וקופסאות אוכל לילדים  תיקי גב לתיכוניסטים ולסטודנטים   חולצות בית ספר בזברה רשת חנויות האופנה לכל המשפחה זברה מציעה חולצות צבעוניות במבחר דגמים וגזרות בייסיק מ-100% כותנה. החולצות מגיעות במידות 8-18.   מחירים: 10 חולצות טישירט לבית הספר ב-100 שקלים כולל הדפסת הסמל.  (צילום: ליקו דיזיין)   חולצות בית ספר בקסטרו באתר קסטרו ובחנויות ברחבי הארץ אפשר לקנות חולצות המתאימות לתלבושת אחידה: בוחרים גזרה, צבע ואת סמל בית הספר - והמשלוח בחינם עד הבית. ניתן למצוא בקולקציה מגוון טישרטים עם שרוולים קצרים, טישרטים עם שרוולים ארוכים, פוטרים ארוכים ועוד. ילדים וילדות: מידה 4-6 עד מידה 12-14. נערים ונערות: s/m/l/xl /XS  מחירים: חולצת בית ספר קצרה החל מ-19.90 שקל + 5 שקלים להדפסה. בקנייה מעל 5 חולצות – הדפסה בחינם. כרגע מוצע באתר משלוח חינם עם שליח עד הבית מהחנות ומהאתר.  (צילום: שי יחזקאל)   חולצות בית ספר בפוקס ברשת FOX ניתן למצוא חולצות לבנות במידה 4-16, ולבנים במידות 4-18. יש מגוון רחב של סמלים והדפסתם תתבצע בחנויות הנבחרות ללא תשלום, באספקה של עד 24 שעות מזמן הקנייה. שימו לב: הדפסת מגוון סמלי בית ספר על חולצות קצרות וחלקות המשתתפות במבצע בלבד, יש לוודא שסמל בית הספר נכלל בהדפסה).  מחירים: 6 חולצות בית ספר לילדים ב-99.90 שקל + הדפסת סמל בית ספר בחינם. ההדפסה מותנית בקנייה בחנויות המשתתפות במבצע בלבד (ראו כאן).  (צילום: טל טרי / גיא כושי ויריב פיין)   חולצות בית ספר בסלקשיין הרשת מציעה מבחר חולצות טישירט צבעוניות בגזרות שונות מכותנה ולייקרה לבנים ולבנות במידות 8-XXL. בחנויות יימכרו קולקציית בייסיק וקולקציית חולצות מעצבים עליהן ניתן להדפיס סמלי בתי ספר.   מחירים: החל מ-12.50 שקלים לחולצה כולל הדפסה של סמל בית הספר. 4 חולצות טישירט ב-50 שקל + הדפסה חינם. חולצות המותג Keds וחולצות לייקרה בגזרות צמודות 4 יחידות ב-60 שקל. מחירן של חולצות המעצבים מבית בורדרליין נע בין 12.90-15.90 שקלים לחולצה במידות 10-18.  (צילום: ליקו דיזיין)   חולצות בית ספר בביג שופ לקראת החזרה ללימודים רשת בתי הכל-בו מציעה לצד הציוד לבית הספר גם חולצות בייסיק איכותיות לבנים ולבנות במידות: 18-8. החולצות מוצעות ב-30 צבעים וגזרות שונות החל מטישירט וחולצות חצי שרוול למגזר הדתי ועד חולצות דרייפיט לשיעורי הספורט.    מחירים: בין 15-25 שקל לחולצה תלוי בדגם, הרכב בד וגזרה. הדפסת סמל בי\"ס בחינם. ניתן למצוא את כל סמלי בתי הספר בהתאם לאזור הסניף ולמקום המגורים. במסגרת מבצע עד 1.9.17 תימכר חולצת בית ספר ב-1.90 שקלים כולל הדפסה לחברי מועדון ולמצטרפים חדשים על כל קנילה ב-100 שקלים בחנות.  (צילום: ליאור קלדרו)   חולצות בית ספר ב-SELECT  בחנויות הרשת ובאתר האינטרנט שלה מוצעות חולצות איכותיות מ-100% כותנה סרוקה בחולצות הבנים ו-95% כותנה סרוקה ו-5% ספנדקס בחולצות הבנות, השומרות על הצבע והצורה גם אחרי כביסות רבות. החולצות זמינות הן בצווארון עגול והן בצווארון וי ובמגוון צבעים גדול.   מחירים: חולצת בנים ובנות במידות 8-18 - 17-20 שקל ליחידה. חולצת נערים במידות S-XXL - 19.90 שקל. חולצת נערות במידות 1-4 צווארון וי - 24.90 שקל. כל החולצות מוצעות במבצע 5+1 חינם (הזולה מבניהן), הדפסת סמל בחינם ברכישת חולצה.  (צילום: דימיטרי גרין)   חולצות בית ספר באתר \"תלבושת\" באתר תלבושת ניתן למצוא חולצות בי\"ס במגוון סגנונות וצבעים.   מחירים: נכון לכתיבת שורות אלו, האתר מציע 7 חולצות קצרות עם הדפסת סמל בית ספר ב-100 שקל. משלוחים חינם בהזמנות של 199 שקל ומעלה.  (צילום: מתוך אתר תלבושת)   חולצות בית ספר באתר \"תן טריקו\" באתר תן טריקו מבצעים רבים על חולצות קצרות וארוכות עם הדפסת סמל בית הספר. האתר מציע 49 צבעים ו-23 גזרות שונות של חולצות. ניתן להתרשם בתמונות ובמחירים בעמוד המבצעים של האתר.   מחירים: 6 חולצות דריי פיט ב-100 שקל, 4 חולצות אמריקאיות (3/4) ב-100 שקל, 5 חולצות גזרה רחבה לילדות ב-100 שקל ועוד.  (צילום: מאתר תן טריקו)   אתר דלתא באתר דלתא ניתן למצוא מבחר גדול של חולצות לבנים ולבנות בשלל גזרות וצבעים.   מחירים: 6 חולצות בית ספר עם הדפסת סמל ב-100 שקלים. כרגע המשלוח חינם ברכישה מעל 200 שקל.  (צילום: אתר דלתא)   הוניגמן הוניגמן קידס יוצאת במבצע בחנויות לרגל החזרה לשנת הלימודים ותמכיר 5 חולצות טישירט חלקות בצבעים שונים ב-100 שקלים.   מחירים: 5 חולצות ב-100 שקלים, כולל הדפסת סמל בית הספר. עד 31.8.17.", "title": "חולצה כחולה והיא עולה: איפה כדאי לקנות חולצות לבית הספר?", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4997004,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}