{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5301165,00.html"}, "headline": "כך תחסכו ותבלו: כמה הצעות זולות לבילוי עם הילדים ביולי-אוגוסט", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/02/8631158/1a_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/01/8629663/2_6.jpg"], "datePublished": "2018-07-02T13:44:24z", "dateModified": "2018-07-02T14:33:42z", "author": {"@type": "Person", "name": "מיכל גונן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "החופש הגדול לא חייב להיות משאבת כספים. אם מתכננים, מחשבים וחושבים מראש - אפשר ליהנות ולבלות בכיף ובלי לפשוט את הרגל. פיית הקניות עם כמה המלצות חמות", "wordCount": "907", "commentCount": "1", "genre": "10.Xnet-11943.xnet_family-12032.Parents Market-12556.Shopping Fairy", "keywords": "פיית הקניות,חופש גדול,אטרקציות,ילדים", "articleBody": "שנת הלימודים הסתיימה ואנו בתחילתו של החופש הגדול. 60 ימים שלמים בהם אנחנו צריכים להמציא את עצמנו כל יום מחדש (כי כמה כבר אפשר לבלות עם הילדים בגינה הציבורית?). יולי-אוגוסט הם חודשים בהם נטל ההוצאות של משפחה ממוצעת גדל משמעותית: הוצאות על קייטנות, הוצאות על חופשות משפחתיות, הוצאות על אטרקציות ומופעים לילדים וניצול ימי חופש מהעבודה. אז איך בכל זאת ניתן לחסוך? הנה כמה הצעות:    אירועים חינמיים חפשו את האירועים עם כניסה חינם. בין מאות (אם לא אלפי) האירועים לילדים בחופש, יש לא מעט כאלה עם כניסה חופשית. עקבו אחר העיתונים, קבוצות הפייסבוק והודעות העירייה או המתנ\"ס הקהילתי באזורכם. אם תגללו מעט מטה, תוכלו למצוא חמישה אירועים נפלאים המתאימים למשפחות עם ילדים ובכניסה חינם.   קופונים והנחות בחופש הגדול אי אפשר להסתמך רק על אירועים עם כניסה חופשית ולכן, לפני שאתם רוכשים כרטיס לאטרקציות או לאירועים בתשלום, ערכו סקר שווקים קטן ונסו לחפש הנחות. היכן מחפשים? מועדוני לקוחות (כמו \"חבר\", מועדון \"שלך\" ואחרים), מועדוני לקוחות של חברות האשראי, שם תוכלו למצוא הטבות של 1+1 וכמובן, באתרי הקופונים. כאן תמצאו יותר מ-80 קופונים לאטרקציות בחופש הגדול. הנה כמה לדוגמא:    מנוי שנתי לספארי רמת גן, החל מ-179 שקל, באתר באליגם.  כרטיס כניסה לטכנודע, הכולל סיור בפארק ובמוזיאון ב-29 שקל, במקום 48, באתר GROO.  כרטיס להצגות ילדים בתיאטרון אורנה פורת ב-55 שקל, במקום 75, באתר GROO.  כרטיס כניסה לפארק המים לונה גל, החל מ-52 שקל, במקום 108, באתר GROO.  כרטיסייה לפארק השעשועים My Baby ב-79 שקל, במקום 130, באתר באליגם.    חוסכים באוכל ותחבורה חסכו גם בדברים הקטנים. הוצאה לא מבוטלת בחופש היא על אוכל ותחבורה. אם תארזו לילדים סנדוויצ'ים שהכנתם מראש ותגיעו לאטרקציות השונות בתחבורה ציבורית, תוכלו לחסוך הוצאות דלק, חניה, זמן בפקקים, מחירים מופקעים בדוכני אוכל - מה שיכול להצטבר בקלות למאות שקלים במהלך חופשת הקיץ.   יצירתיות היו יצירתיים לא חייבים לבלות כל יום עם הילדים במוזיאון, פסטיבל או הצגה. יש לא מעט רעיונות לפעילויות שלא עולות כלום ודורשות מכם רק סבלנות ויצירתיות, כמו מרתון משפחתי של משחקים של פעם או משחקי קופסא, יצירה משותפת של עפיפון והעפתו בפארק, קמפינג משפחתי, עבודות יצירה ועוד. כאן תמצאו 55 רעיונות לפעילויות בחופש עם ילדים.     חמישה אירועים עם כניסה חופשית בחופש הגדול:    הפנינג מונדיאל לכל המשפחה בחירייה פארק המיחזור חירייה לובש חג לכבוד משחקי הגביע העולמי ופותח את שעריו לקהל הרחב, להפנינג מונדיאל \"חירייה סטייל\" לכל המשפחה, שיפגיש אומנות, קיימות ואיך לא - כדורגל. מתי? הפעילות תתקיים בין 1-3.7.18, החל מהשעה 16:00 ועד לתום המשחקים. פרטים נוספים: הכניסה ללא תשלום. מותנה בהרשמה מראש. אתר האינטרנט של חירייה.       פסטיבל האור 2018 כ-35 מיצגי אור מרהיבים של אמנים ישראלים ובינלאומיים, אשר ישתרעו על פני העיר העתיקה: מעל ל-700 שבשבות אור המופעלות ברוח, כ-40 דמויות תיל מוארות המגיעות מתקופות שונות, מופע אורקולי מרהיב על מבנה ביה\"כ החורבה, נחיל ענק של פרפרים מוארים כסמל לשמחה, צבע וחירות. יער אורות המורכב מ- 1900 ענפים מוארים, פסלי עצים צבעוניים, קיר גרפיטי של אור ומים באורך של כ-10 מטר. מופע לייזר מרהיב ביופיו, מגנט אור-מטריה ענקית אינטראקטיבית, מיצג קופסאות אור, בהן יוקרנו צילומים היסטוריים משנותיה הראשונות של המדינה, ועוד עשרות מייצגי אור הפזורים בעיר העתיקה.  מתי? הפעילות תתקיים בין ה-27.6 ועד 5.7, בין השעות 20:00-23:00. פרטים נוספים: הכניסה ללא תשלום. אתר האינטרנט של הפסטיבל.      הפסטיבל הבינלאומי לפסלים חיים 2018  פסטיבל הפסלים החיים של העיר רחובות יציג השנה מעל 100 מיצגים מקוריים של אמנים מהארץ ומהעולם, בעשרות מופעים ססגוניים ומרהיבים. בין הפסלים שיתעוררו לחיים יהיו הכובען המטורף, הרובטריקים, סבתא מיוחדת, המונה ליזה ואוגוסטוס ועוד. מתי? הפעילות תתקיים בין 5-3 ביולי, בין השעות 18:00 עד 22:30.  פרטים נוספים: רחוב יעקב, רחובות. הכניסה חופשית. לפרטים נוספים היכנסו לדף הפייסבוק של הפסטיבל: פסטיבל רחובות הבינלאומי לפסלים חיים.       פעילויות קיץ לילדים בנמל תל אביב  במהלך ימי הקיץ תוכלו ליהנות ממגוון הצגות ילדים של תיאטראות מובילים בטריבונה, סדנאות יצירה בשימוש חוזר ויוגה לילדים תחת כיפת השמיים. מתי? מדי יום שלישי, במהלך יולי-אוגוסט, החל מה-3.7 ועד ה-21.8. פרטים נוספים: פירוט הצגות ומופעים ניתן למצוא כאן.    פסטיבל הסקיתומרקט בבית שאן  פסטיבל הסקיתומרקט חוזר לבית שאן, עם הפתעות קולינריות מקצוות העולם, תכשיטים ויצירות אמנות, דוכני יצירה לילדים, מתקנים מתנפחים, ציורי פנים ואיפור, מופעי רחוב, בירות בוטיק ועוד.  מתי? ימי חמישי, יולי-אוגוסט 2018, בין השעות 18:00-23:30, מתחם הסראיה בעיר העתיקה בית שאן. פרטים נוספים: רכבות ליליות יפעלו בקו רכבת העמק (בית שאן-חיפה) כך שיהיה אפשר להגיע לפסטיבל ולחזור בקלות רבה. הרכבות יצאו מבית שאן בשעות 22:30 ו-23:30, ויגיעו לתחנת חיפה מרכז-השמונה תוך 46 דק' בלבד. משם אפשר לעלות על רכבות המגיעות למרכז ודרום הארץ. הכניסה לפסטיבל חופשית! (ביקור במיצג 'לילות שאן' בגן הלאומי – בתשלום). פרטים נוספים כאן.       גילוי נאות: אנחנו שמחים לעבוד קשה בשבילכם ולאתר, להשוות, לבדוק ולהביא בפניכם את המוצרים המשתלמים ביותר. חלק מהלינקים המוצגים במאמר מכילים מזהה ייחודי שבחלק מהמקרים יתגמל אותנו באם תחליטו לרכוש את המוצר. ברכישה מלינק מזוהה אתם לא משלמים יותר, אלא לפעמים פחות, מכיוון שאנו לעיתים עובדים מאחורי הקלעים ישירות מול ספקים כדי להשיג לכם הנחה נוספת. זיהוי הרכישות שמגיעות דרכנו מראות לספק את כוח הקנייה ומאפשרות לנו לעשות זאת. Xnet אינה אחראית על טיב המוצרים, השירות, המחירים או מועדי האספקה של האתרים הנסקריםם במדור.. הרכישה באתרים אלו, לרבות המשלוח, החזרות, ביטוחים וכיוצ\"ב הם באחריות האתרים בלבד ובהתאם לתנאי השימוש ומדיניות הפרטיות שלהם ו-Xnet אינה נושאת בכל אחריות להתנהלותם של האתרים אליהם מופנים הגולשים במסגרת המדור. שימו לב שלעיתים לאחר פרסום הכתבה מוכרים משנים סטאטוס משלוח, מחירי משלוח ולפעמים את מחירי המוצרים עצמם. אין לנו שליטה על זה, אך אם אתם נתקלים במוצר שאינו תואם את התיאור, נשמח אם תפנו אלינו ותיידעו אותנו. אנו מצדנו עושים כל מאמץ להחליף לינקים שהשתנו בלינקים למוצרים דומים.  ", "title": "כך תחסכו ותבלו: כמה הצעות זולות לבילוי עם הילדים ביולי-אוגוסט", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5301165,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}