{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5390766,00.html"}, "headline": "חגיגת הקניות הישראלית התחילה. שופינג IL: כל המבצעים וההטבות ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/06/8865644/all_6tur.jpg"], "datePublished": "2018-11-07T09:59:50z", "dateModified": "2018-11-07T12:57:42z", "author": {"@type": "Person", "name": "מיכל גונן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "חודש הקניות הכי שוות מתחיל היום, עם יומיים של הנחות באתרי הסחר הישראלים. פיית הקניות לא ישנה כבר שבועיים - ואוספת עבורכם את כל המבצעים הכי שווים. תהנו", "wordCount": "1613", "commentCount": "7", "genre": "10.Xnet-11943.xnet_family-12032.Parents Market-12556.Shopping Fairy", "keywords": "פיית הקניות,קניות ברשת,ילדים,משפחה", "articleBody": "המסורת של שופינגIL ממשיכה זו השנה החמישית עם מאות אתרים ישראלים שלוקחים חלק בחגיגה ומציעים אלפי מוצרים במחירים מוזלים למשך 48 שעות (7-8.11.2018).   \"חג הקניות הישראלי\" התחיל מתוך רצון לחזק ולקדם את תעשיית ה-eCommerce המקומית ויוזמי הפעילות ידעו כנראה על מה הם מדברים. על פי נתונים מפייפאל, ישראלים, כך מסתבר, מעדיפים לקנות דווקא בחו\"ל. ישראל היא אחת משלוש המדינות המובילות בעולם את מגמת הקניות בחו\"ל, לצד אוסטריה ואירלנד, כאשר 80% מהצרכנים הישראלים מבצעים קניות מאתרים בינלאומיים והמספר שלהם עולה בכל שנה.  קצת לפני ימי הקניות הפופולאריים בנובמבר, כמו בלאק פריידי, סייבר מאנדיי ויום הרווקים הסיני המאופיינים ברכישות באתרים זרים, בא שופינגIL לתת פייט מקומי וחווית קניה חיובית ומשתלמת באתרים ישראלים.   את רשימת האתרים המשתתפים ביוזמה ניתן למצוא באתר שופינג IL.   מבצעי שופינג איי.אל נבחרים, בדגש על מבצעים על מוצרי ילדים ותינוקות תוכלו למצוא כאן.    בין האתרים הגדולים המשתתפים, ניתן למצוא השנה את סופר פארם, טויס אר אס, שילב, אופיס דיפו, מחסני חשמל, גולף קידס, קסטרו, הום סנטר ורבים אחרים. מבין כל אלפי המבצעים, הנה כמה דוגמאות משתלמות במיוחד:    ביג דיל  באתר ביגדיל תוכלו למצוא הנחות משמעותיות על ריהוט, מוצרי חשמל, מוצרים לבית ולגינה, פרטי אופנה לכל המשפחה ועוד. אם אתם מחפשים מוצרים לבית, בהחלט שווה לבדוק את ההיצע ביומיים הקרובים. הנה מספר דוגמאות משתלמות במיוחד:  סט ביגוד תרמי, הכולל חולצה ומכנסים תרמיים לילדים ומבוגרים ב-49.90 שקל.  סט 74 חלקים ל-12 סועדים מסדרת Livingware של קורנינג, דגם Winter Frost, ב- 1190 שקל, כולל משלוח חינם.  גריל גז בעל 6 מבערים + כירת צד, משולב נירוסטה ומתכת, מסדרת BUFFALO CHEF 6B, מבית CAMPTOWN, ב- 1099 שקל, כולל משלוח חינם + כיסוי מתנה.  טלוויזיה לד חכמה בגודל ''40 Smart TV אנדרואיד, חברת peerless, דגם 402S, ב-699 שקל, כולל מתקן קיר מתנה.  מיטה דגם 5013 מבית אולימפיה, עשויה עץ אורן מלא חזק, ב–555 שקל, כולל מזרן מתנה.  למעבר לאתר ביג דיל.     AZRIELI.COM את כל מבצעי שופינג IL של אתר עזריאלי תוכלו למצוא בלינק הבא. האתר מציע מאות מוצרים בהנחות: מוצרים לבית, מוצרי ילדים, פרטי ביגוד והנעלה, מוצרי חשמל ואלקטרוניקה, מוצרי טיפוח ואיפור ועוד. הנה כמה מהמבצעים שדגמנו עבורכם:    5 חבילות חיתולי Huggies Freedom Dry + תיק שק ונרתיק gitta ב-219 שקל, כולל משלוח חינם.  סניקרס ALLSTAR לילדים, החל מ-79 שקל, כולל משלוח חינם.  כיסא מעוצב לפינת אוכל, דגם URSULA, במגוון צבעים לבחירה מבית BRADEX ב-79 שקל, כולל משלוח חינם.  מכונת קפה Nespresso אסנזה מיני בצבע שחור מט, דגם C30, כולל מקציף חלב ארוצ'ינו (מהדורה מוגבלת) ב-649 שקל, במקום 729 שקל, כולל משלוח חינם.  למעבר לאתר AZRIELI.COM.     GROO.CO.IL גם השנה אתר GROO (גרופון לשעבר) משתתף בחגיגת ShoppingIL עם כ-600 דילים בקטגוריות המובילות: טלוויזיות, שואבי אבק, מכונות ומייבשי כביסה, ריהוט לבית ולגן, טקסטיל ועוד, בהנחות שבהחלט שווה לבדוק. כמה מבצעים לדוגמא:  מארז חיתולי האגיס 5+1 ונרתיק gitta מתנה ב-199 שקל.  טלוויזיה SMART 4K LG, מסך 55 אינץ', ב-1999 שקל, במקום 2999 שקל.    מכונת כביסה בוש BOSCH בנפח 7 ק\"ג ב-1269 שקל, במקום 1999 שקל.  למעבר לאתר GROO לחצו כאן.      YNET ALBUMS צברתם תמונות ורוצים להכין אלבום? במהלך ימי שופינג IL תוכלו להנות מ-55% הנחה באתר האלבומים של YNET.  לא בטוחים איזה אלבום הכי משתלם לרכוש? אולי יעזור לכם לדעת כי שני המוצרים הכי פופולריים באתר הם אלבום A4 פרמיום וקנבס 30 על 40 ס\"מ. למעבר ל-YNET ALBUMS לחצו כאן.     טוילנד אתר טוילנד, אחד מאתרי הסחר הגדולים בארץ בנישה של ילדים ותינוקות, מציע השנה עד 50% הנחה על מבחר עצום של מוצרים בקטגוריות שונות: כיסאות בטיחות, עגלות, צעצועים, מתגלגלים, כיסאות אוכל, אביזרי בטיחות, טקסטיל, מנשאים וריהוט לחדרי ילדים.  את כל המוצרים שבמבצע תוכלו למצוא כאן.  הנה כמה דוגמאות:  ביגוד ראשוני של מיננה, החל מ-19 שקל  תלת אופן בנטלי ב-799 שקל.  מטבח משחק מעץ ב 299 שקל.  מנשא אומני של ארגו בייבי ב 749 שקל.   מיטת תינוק טייניס ב 499 שקל.  למעבר לאתר טוילנד.     Happy Days יש לכם חברה שילדה? אהוב שחוגג יום הולדת? בימי שופינגIL תוכלו לרכוש מארזי מתנה מקסימים ומלאי סטייל וטאצ' אישי, מהסטודיו של יעל קליין, ב-10% הנחה. ההנחה תקפה לכל המוצרים החנות. לאתר הסטודיו.      פתאל ופתאל על הזמן אם תזדרזו (מכיוון שמלאי החדרים מוגבל), תוכלו לרכוש במהלך ימי שופינגIL חופשות ברחבי הארץ ב-50% הנחה. אתר פתאל על הזמן. עד 50% הנחה על דילים למימוש בחודשים מאי ויוני באתר הבית של פתאל. עד 30% הנחה על דילים למימוש בחודשים נובמבר עד ינואר.   דוגמאות:  מלון לאונרדו קלאב ים המלח: חדר זוגי ב-30% הנחה, בין התאריכים 16-27.11. 1250 שקל ללילה, מחיר אחרי הנחה, 890 שקל ללילה על בסיס הכל כלול.  מלון U קורל ביץ קלאב אילת: חדר זוגי ב-50% הנחה, בין התאריכים 2-5.5.19, מחיר לפני הנחה. 6000 שקל לכל השהייה, מחיר אחרי הנחה - 3000 שקל על בסיס הכל כלול.      RUNY מחפשים להתחדש בזוג נעליים? בדקו את מבצעי שופינג איי.אל באתר RUNY. הנה כמה דוגמאות למה שתוכלו למצוא שם במהלך ימי המכירה:  מגפי סטיב מאדן מעור לגברים ב-119 שקל, במקום 199 שקל מגפי בלנסטון ב-249 שקל, במקום 299 שקל. מעיל פוך לגברים של רגטה ב-150 שקל, במקום 249 שקל. לאתר RUNY.     גוזרים קופון  גם השנה אתר 'גוזרים קופון' לוקח חלק במסיבת הקניות ומציע מוצרי תינוקות וילדים במחירים משתלמים במיוחד למשך 48 שעות. בין המבצעים הצפויים: הדפסת 200 תמונות ב- 69 שקל.  אלבום תמונות A4 דיגיטלי ב-39.90 שקל.  \"סדינית הפלא\" ב-115 שקל.  מיטת ילדים קומפלט מבית BRADEX עם מיטת חבר ומגירות אחסון ב-799 שקל.  סט 24 צנצנות תבלינים עם מדבקות מיוחדות ב-119 שקל.      בייבי קופון קבוצת אתרי בייבי קופון תציע מבחר מבצעים חגיגיים לכבוד חג הקניות הישראלי באתרי הקבוצה השונים. בין המבצעים תוכלו למצוא:  דיל אטרקטיבי במיוחד: מדבקות סימון עם שם הילד ב-9.90 שקלים.   שמיכות גדולות ומחממות עם הדפסת שם אישי ב-29.90 שקל במקום 89 שקל.  שקיות ואקום בכל הגדלים החל מ 6.90 שקלים. פתרון מצויין לאחסון חסכוני במקום של בגדי ומצעי הקיץ.  נעלי בית לילדים מ-25 שקל.    שורש  חברת שורש, יצרנית ציוד הטיולים המקומית הותיקה, משתתפת גם היא בחג הקניות הישראלי עם מבחר מוצרים ב-50% הנחה. אם אתם מהמשפחות שאוהבות לטייל, זו ההזדמנות שלכם להצטייד ולחסוך. הנה כמה דוגמאות: סנדלי שורש לילדים מדגם אורבן ב-99 שקל, במקום 199 שקל.  סנדלי שורש מדגם אורבן עור (לגברים ונשים) ב-149 שקל, במקום 299 שקל.  תיק שתייה מקצועי לרכיבת אופניים בעיצוב ארגונומי ומחומרים קלים במיוחד. מחיר 164 שקל, במקום 329 שקל.  תרמיל לילדים בנפח 4 ליטרים עם תא פנימי, תא חיצוני ושני כיסים צדיים לבקבוקי מים. מחיר: 74 שקל, במקום 149 שקל.  ארגונית לרכב הנתלית על משענת הכיסא הקדמי ומתאימה למרבית סוגי הרכב. מחיר: 59 שקל, במקום 119 שקל.  למעבר לאתר שורש.     קורלינה למקה מחפשים משקפי שמש? ה-48 שעות הקרובות הן מומנטום מצויין להתחדש בזוג משקפיים. קרולינה למקה חוגגת את SHOPPING IL במבצע אטרקטיבי בחנות האונליין של המותג: כל משקפי השמש ב-99.9 שקל, כאשר טווח מחירים לפני הנחה הוא 150 שקל - 300 שקל לזוג משקפיים אחד. למעבר לאתר קרולינה למקה.     ערד טקסטיל חברת ערד טקסטיל מציעה באתר החברה 5 מבצעים משתלמים + משלוח חינם ברכישות מעל 79 שקל  3 מגבות סדין (1500*100) ב-100 שקל.  4 מגבות אמבט (130*70) ב-100 שקל.  5 מגבות ידיים ב-100 שקל.  3 מגבות לכפות הרגליים ב-69 שקל.  3 מגבות מטבח ב-29 שקל.  למעבר לאתר ערד טקסטיל.     קרטקס ואושקוש  המותגים קרטרס ואושקוש יוצאים במבצע שופינג IL באתר הסחר של קרטרס ישראל. אם תזדרזו, תוכלו להינות מ 40% הנחה על קולקציית החורף החדשה. לדוגמא:  זוג פיגמות ב-95.90 שקל, במקום ב-159.90 שקל.  חליפת 2 בגדי גוף ומכנס ב-76.90 שקל, במקום ב-129.90 שקל.  סט 3 חלקים – בגד גוף מכנס ווסט ב-83.90 שקל, במקום ב-139.90 שקל.  זוג אוברולים ב-83.90 שקל, במקום 139.9 שקל.  חולצות T לילדים ב-95.9 שקל, במקום 159.9 שקל.     השטאג בייבי  מותג בגדי הילדים האשטג בייבי מציע במהלך שופינגIL הנחות על בגדים לתינוקות וילדים עד גיל 4. הקולקציה כוללת מכנסיים, חולצות, שמלות, אוברולים ובגדי גוף לתינוקות בצבעים מונוכרומטיים: שחור, לבן, אפור, ירוק ונייבי, בשילוב פסים.     אתר KSP אתר KSP מציע מבצעים על מוצרים רבים בימי שופינג IL. ניתן למצוא הנחות גדולות על מוצרי חשמל לבית,, ציוד משרדי, סלולארים וציוד לסלולארי, גיימינג, טלוויזיות, שעונים, בשמים ועוד. לכל המבצעים לחצו כאן. הנה כמה דוגמאות: אוזניות גיימרים ב-199 שקל, במקום 249 שקל.   שואב אבק רובוטי ב-3859 שקל.   שעון TISSOT ב-1444 שקל, במקום 1699 שקל.     אתר הדיל היומי אתר הדיל היומי מצטרף גם הוא לחגיגה ומציע מוצרים לבית, מוצרים למטבח ומוצרי ילדים בהנחות משמעותיות. לדוגמא: סט של ארבעה סלים מתקפלים לסופר ב-15 שקל.   מצעים של מיכל הקטנה מ-79 שקל.   ארגונית רב שימושית ב-12 שקל (ניתן לאחסן בה בגדי קיץ, מצעים ועוד).     אתר באליגם אתר הסחר באליגם מציע דילים מצויינים במבחר גדול של קטגוריות. בין המבצעים ניתן למצוא לא מעט מותגים כמו דייסון, כיתן, קולומביה ועוד. מה אהבנו במיוחד?  מגפי קולומביה לנערות ונשים מ-199 שקל.  שמיכת פוך של כיתן מ-99 שקל, כולל משלוח חינם. מיטת ילדים מעץ אורן מלא ב-1390 שקל.  ומבצעים רבים וטובים כאן.     אתר סופר פארם במהלך ימי שופינגIL מציעה רשת סופר פארם מבצעים ייחודיים באתר שלה. לדוגמא: אופני איזון ב-119 שקל. בושם של ורסאצ'ה ב-139 שקל. תלת אופן סמארט טרייק ב 499 שקל. בכל מבצעי שופינגIL ניתן לצפות כאן.     גילוי נאות: אנחנו שמחים לעבוד קשה בשבילכם ולאתר, להשוות, לבדוק ולהביא בפניכם את המוצרים המשתלמים ביותר. חלק מהלינקים המוצגים במאמר מכילים מזהה ייחודי שבחלק מהמקרים יתגמל אותנו באם תחליטו לרכוש את המוצר. ברכישה מלינק מזוהה אתם לא משלמים יותר, אלא לפעמים פחות, מכיוון שאנו לעיתים עובדים מאחורי הקלעים ישירות מול ספקים כדי להשיג לכם הנחה נוספת. זיהוי הרכישות שמגיעות דרכנו מראות לספק את כוח הקנייה ומאפשרות לנו לעשות זאת. Xnet אינה אחראית על טיב המוצרים, השירות, המחירים או מועדי האספקה של האתרים הנסקריםם במדור.. הרכישה באתרים אלו, לרבות המשלוח, החזרות, ביטוחים וכיוצ\"ב הם באחריות האתרים בלבד ובהתאם לתנאי השימוש ומדיניות הפרטיות שלהם ו-Xnet אינה נושאת בכל אחריות להתנהלותם של האתרים אליהם מופנים הגולשים במסגרת המדור. שימו לב שלעיתים לאחר פרסום הכתבה מוכרים משנים סטאטוס משלוח, מחירי משלוח ולפעמים את מחירי המוצרים עצמם. אין לנו שליטה על זה, אך אם אתם נתקלים במוצר שאינו תואם את התיאור, נשמח אם תפנו אלינו ותיידעו אותנו. אנו מצדנו עושים כל מאמץ להחליף לינקים שהשתנו בלינקים למוצרים דומים.  ", "title": "חגיגת הקניות הישראלית התחילה. שופינג IL: כל המבצעים וההטבות", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5390766,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}