{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5254718,00.html"}, "headline": "תסתכלו על זה: מדריך משקפי הראייה והשמש לקיץ 2018 ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/05/08/8519293/ella-home_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/05/08/8519292/roslana-gallery1_6.jpg"], "datePublished": "2018-05-08T19:07:58z", "dateModified": "2018-06-19T14:44:10z", "author": {"name": "Xnet"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "מחפשים היצע אופנתי, מותגים חמים, שירות מקצועי של אופטומטריסטים מורשים ומחירים מפתים? יצאנו לבדוק איזו רשת נותנת מענה לשמש הבוהקת ולטעם הישראלי", "wordCount": "334", "commentCount": "7", "genre": "10.Xnet-13499.Marketing content", "keywords": "משקפיים,משקפי שמש", "articleBody": "כבר מספר שנים שהיחס של עולם האופנה למשקפיים נמצא במגמת שינוי. משקפיים הפסיקו להיות הפריט הזה שנועד לתקן את הראייה והפכו להצהרה אופנתית עם אמירה אישית וכוח. בהתאם, חנויות ורשתות האופטיקה עברו מהפך ממשי כשלפניהן נמצא אתגר לא פשוט – לשלב במעמד התאמת המשקפיים את הפן האופנתי בלי לפגוע בצד המקצועי.       סופר-פארם אופטיק זיהתה את ניצני השינוי והקדימה לערוך לקראתו את ההתאמות הדרושות. המחויבות לשירות מקצועי, המזוהה כל כך עם הרשת, נשמרה, ואף התווסף לה חזון חדש: להפוך את סניפי הרשת למוקד אופנתי מוביל שנותן מענה לטרנדים הכי לוהטים. תהליך ההתאמה היה עקבי וממוקד, וכדי לענות על טעמו של הקהל הישראלי נבחרו בפינצטה מותגים המגלמים מצד אחד יוקרה וייחודיות ומצד שני מתכתבים עם סגנון החיים בישראל. התוצאה? הרשת המוכרת הפכה למוקד עלייה לרגל למי שמחפש פתרון הכולל נוחות, שירות מעולה ומענה אופנתי ייחודי ואישי.         קולקציית משקפי הראייה והשמש לקיץ 2018 מגלמת בצורה הטובה ביותר את החזון הייחודי של הרשת. היא מתכתבת עם המגמות הבולטות ביותר בעולם האופנה ועשירה במותגי על בלעדיים כמו Balmain ,Kenzo ו- Sonia Rykiel לצד מותגי בית ייחודיים כמו Portofino, Tribeca ו-Nolita. המיקס האופנתי המיוחד מבטיח היצע חד פעמי המותאם לכל סגנון, צורך ולא פחות חשוב – לכל תקציב.      שלושת מותגי העל הבלעדיים שסופר-פארם אופטיק מציעה מתאפיינים בסגנונות שונים: Balmain הבועט והסקסי, Kenzo הטרנדי ו-Sonia Rykiel הנשי והקלאסי. מותגי הבית מתאפיינים גם הם בוורסטיליות ובפנייה למגוון רחב של טעמים, ומציעים שורה תחתונה של מחיר מפתה שאינו עולה על 300 שקל. בין המותגים הנוספים שניתן למצוא בסופר-פארם אופטיק ניתן למנות את טואוס, זאדיג וולטייר, פראדה, דולצה גבאנה, ורסאצ'ה, ארמאני, לקוסט וטומי הילפינגר.      המחויבות לשירות מקצועי מעמיקה עם מגוון שירותים שהופכים את החוויה האופנתית לסופר-משודרגת ולפשוטה ונוחה יותר. בין שמדובר בבדיקות ראייה שמתבצעות על ידי אופטומטריסטים מורשים בלבד, שירותי \"אופטיק-אקספרס\" המאפשרים שכפול של משקפי ראייה קיימים ללא צורך בבדיקה, או הענקת אחריות מלאה על רכישת המשקפיים (שמאפשרת ללקוח להחזיר את המשקפיים במידת הצורך ולקבל את הכסף חזרה) – חוויית השירות היא מלאה ועשירה ומפנה את כל המבטים, ובצדק, לסופר-פארם אופטיק.      ", "title": "תסתכלו על זה: מדריך משקפי הראייה והשמש לקיץ 2018", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5254718,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}