{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5790559,00.html"}, "headline": "רשימת חיסול: חופים, טבע ומצוקים נעלמים, ואנחנו משלמים את המחיר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209099/5_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209101/6_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209103/7_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209113/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209123/17_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209107/9_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209093/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/01/10213628/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10208984/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/30/10209095/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/01/10213626/5_3.jpg"], "datePublished": "2020-09-01T13:45:00z", "dateModified": "2020-09-02T14:21:55z", "author": {"@type": "Person", "name": "יונתן בלום"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "הם נלחמים על חייהם מול לחצי הנדל''ן, ובהצלחה מועטה. מסע מצולם של יונתן בלום מגלה, כי הרווח של מעטים הוא ההפסד של כל השאר. פרויקט משותף עם ''שומרים''", "wordCount": "2131", "commentCount": "46", "genre": "10.Xnet-11939.xnet_architecture-12008.environment architect", "keywords": "אדריכלות,אדם טבע ודין,מגדלים בתל אביב,כיכר אתרים,המשרד להגנת הסביבה", "articleBody": "כתבה זו היא פרויקט משותף של Xnet עם שומרים, המרכז לתקשורת ודמוקרטיה   1. הצבאים עדיין לא יודעים תוכנית רכס לבן, מערב ירושלים   \"רכס לבן\" הוא פרויקט בנייה מתוכנן בהרי ירושלים, במדרונות היורדים ממושב אורה לכיוון נחל רפאים. התוכנית מקדמת בנייה בשטח פתוח שבו נובע אחד המעיינות היפים בהרי ירושלים – עין לבן. בחלק העליון של הרכס ייבנו כ-5,250 יחידות דיור וכ-300 חדרי מלון. לפני כשלוש שנים החלה הוועדה המחוזית של ירושלים לדון בתוכנית חדשה לאזור, שהייתה למעשה חידוש של \"תוכנית ספדי\" שנדחתה עשר שנים מוקדם יותר.      כ-6,000 התנגדויות הוגשו, אבל התוכנית אושרה בוועדה המחוזית והמשיכה להתקדם. בימים אלה אמורה ועדת הערר של המועצה הארצית להכריע את גורלה. במשרד השיכון כבר דנים בתוכנית לבנייה של עוד 1,500 יחידות דיור ממערב לשכונה החדשה, על חשבון שטח ירוק נוסף.   2. חומה מול חומה רמת בית שמש ד'   העתיד שצפוי לנוף התנ\"כי של הרי ירושלים נשקף בבהירות מחורבת קייאפה, ליד צומת האלה. חומות העיר המבוצרת, שיש המתארכים אותה לתקופת דוד המלך, ניצבות מול חומות ההרחבה של רמת בית שמש, שנבנו 3,000 שנה מאוחר יותר, ונראה ששני המבצרים מאיימים זה על זה.  ב-2016 נחשפו שרידי החומות וחורבת קייאפה הוכרזה כגן לאומי, וכך נעצרה התפשטותה דרומה של רמת בית שמש.      התוכנית לבניית אלפי דירות לציבור החרדי אושרה ב-2014, אף שתוכננה על אתר ארכיאולוגי, על חלק ממסדרון אקולוגי ועל שטחים פתוחים. מאבק שניהלו תושבים וגופים ירוקים הצליח לשפר את התוכנית, אך לא לבטל אותה.   3. היער כפח אשפה הבנייה בוואדיות הכרמל של חיפה   \"הוואדיות הם מרכיב מהותי ב-DNA העירוני של חיפה\", נכתב בתוכנית-אב לוואדיות של חיפה, תוכנית שיזמו העירייה והחברה להגנת הטבע. פעם הוואדיות הציעו שבילי צעידה משכונה לשכונה, אך כיום – בעיקר בצד המערבי של הכרמל – הפוסעים בהם רואים סביבם הרבה פסולת ואת הלחץ של תוכניות הבנייה כפי שהוא מתבטא על האדמה.          מתחם ברל כצנלסון היא תוכנית \"התחדשות עירונית\" (פינוי-בינוי) שאושרה בסוף 2011 ביוזמת העירייה ומשרד הבינוי והשיכון. במסגרת התוכנית נהרסו שבעה שיכוני רכבת משנות ה-50, ובמקומם נבנים שבעה בניינים בני 9-15 קומות עם כ-486 דירות. החומות החיצוניות של המתחם נבנו מטרים ספורים מנחל זיו, וצינור ניקוז ענק בולט מהן ושופך נוזלי בנייה ישר לתוך ערוץ הנחל. גם מדרונות ואדי אחוזה משובצים בפסולת בנייה המושלכת מרחוב יוסף שכטר. נדמה שכל שיח מסתיר מכל צבע ריק או שקית מלט.   4. אדמה מורעלת תוכנית הבנייה באפולוניה   בצפון הרצליה, צמוד לגן הלאומי אפולוניה, מקודמות שתי תוכניות להקמת כ-4,000 יחידות דיור. התוכנית כלואה בין כביש החוף, שכונת נוף ים וגן לאומי חוף השרון, ומתוכננת בשטח שהיה שייך לתעשייה הצבאית.    ביולי 1992 התפוצצו במפעל תע\"ש עשרות טונות של חומרי נפץ, בתאונה שבה נהרגו שני עובדים ו-66 נפצעו. כעבור חמש שנים נסגר המפעל, כשהוא משאיר אחריו אדמה חרוכה: זיהום כבד של הקרקע ומי התהום. בשנים שחלפו מאז החל להשתקם בית הגידול, ואל האזור חזרו עופות דורסים ועדר צבאים.      תוכנית הבנייה אושרה ב-2015 במסלול תכנון מזורז של הוועדה למתחמים מועדפים לדיור (ותמ\"ל). ארגונים ירוקים ותושבים עתרו נגדה, אך בית המשפט העליון איפשר את המשך הפיתוח, אך קבע מועד לדיון נוסף לאור הההתנגדויות לפרויקט. עד היום לא טופלה בעיית זיהום הקרקע, וסקר סיכונים שדרש בית המשפט טרם פורסם. היזמים כבר ממתינים לעלות על הקרקע.   5. טבעת חנק שכונתית השפעות התמ\"א    כמעט בכל רגע נתון, רחוב מגוריי בגבעתיים נחסם כדי לאפשר למשאיות להיכנס לאתרי הבנייה השוקקים בשכונה. עצים נכרתים, בניינים גבוהים וצפופים נבנים ברחובות צרים, ואת המדרכות חוצות מכוניות בדרכן לחניון תת קרקעי חדש. גבעתיים היא העיר הצפופה בישראל, אחרי בני ברק.      כדי למנוע בנייה בשטחים פתוחים, אין מנוס מלצופף את הערים. השאלה היא איך לעשות את זה נכון. תוכנית המתאר הארצית (תמ\"א) 38, שנועדה לחזק מבנים מפני רעידות אדמה, הפכה לכלי להתחדשות עירונית בערים יקרות. השיקולים בתכנון הפרויקטים אינם בהכרח סביבתיים, אלא מקסום הרווח של יזמים. התוצאה היא צפיפות שלא תמיד מחמיאה למרחב הציבורי. תמ\"אות גם לא מתחשבות בעומס שמטילה האוכלוסייה החדשה על התשתיות הקיימות. סיבה לאופטימיות: מחליפתה של התמ\"א 38 נמצאת בדיונים לקראת כניסתה לתוקף בעוד פחות משלוש שנים.   6. להסתיר את השמש מגדל ארלוזורוב 17, תל אביב   לפני שנה הסתיים אכלוס מגדל ארלוזורוב 17 בתל אביב, בתכנון אדריכל המגדלים משה צור. הפנטהאוז בו הוצע למכירה ב-200 מיליון שקל. בצפון הישן, מתוך הרחובות הקטנים והבתים בני שלוש הקומות, מזדקר עכשיו המגדל ש-29 קומותיו מחופות זכוכית ואלומיניום בוהקים.      הוא נבנה על חורבותיו של מוסך האוטובוסים הישן של חברת \"דן\". אמנם, יזמי המגדל נדרשו לנקות את הקרקע מהזיהום שהשאיר המוסך, אך מעבר לכך התועלת לציבור מבנייתו מוגבלת למדי: גן ציבורי קטן וחניון ציבורי תת-קרקעי. הנזקים למרקם העירוני כתוצאה מבניית המגדל, שמייצר הצללה על השכונה ומסתיר את השמיים, נראים גדולים לאין שיעור.   7. ירוק רעל כריתת עצים במרחב העירוני   יום בהיר אחד, עץ הפיקוס הוותיק שליד ביתי נכרת בפתאומיות, והגזע שהיה לגדם הפך לשולחן הקפה של מנהלי אתר הבנייה הסמוך. הוא לא לבד.   עתידו של עץ האראוקריה-רמה ברחוב פרץ חיות בתל אביב כבר נחרץ, והוא זקוק לנס כדי להינצל. האישור לכריתת העץ הנדיר והמרהיב, שגילו מוערך ב-70 שנה, ניתן כדי לאפשר את בנייתו של מרתף חניה.       על הקלות המקוממת שבה נכרתים עצים, בעצימת עין של משרד החקלאות שאחראי על התחום, מעידים הנתונים היבשים: מינואר עד מארס 2020 הונפקו היתרים לכריתת 15,461 עצים למטרות בנייה ולהעתקת 1,574 עצים נוספים בכל הארץ. הקנסות על הכריתה הלא חוקית - מגוחכים.   כדי לכרות עץ אין צורך לפרסם הודעת התראה לתושבים, ולכן הם מתקשים לעצור את המסורים. על חייהם של העצים מאיימות גם פרקטיקות פחות רשמיות, כמו גיזום אלים, חיתוך שורשים, ריסוס והרעלה. לעתים, אישורי הכריתה מותנים בשתילת עצים חדשים לאחר הבנייה, אך הם יתקשו לשרוד בקרקע ספוגת בטון.   8. פחות מרבע סנטימטר לאדם מדוע עדיין בונים בחופים?   החוף הוא נחלת הכלל: נכס טבע ייחודי, כמו שמש ואוויר, השייך לציבור ולכן זכותו ליהנות מגישה לרצועת חוף רציפה. בגלל אותו ביקוש טבעי לים ולגלים, יש תמיד לחצי נדל\"ן אדירים לפגוע בחוף, כדי לבנות כמה שיותר קרוב לים.   חופי הים התיכון של ישראל נמתחים לאורך 196 קילומטרים, שמתוכם כ-130 ק\"מ נגישים לציבור (1.5 סנטימטרים לאדם) אחרי שמנכים שטחי אש, תחנות כוח ונמלים. רק 20 קילומטרים מרצועת החוף מוכרזים כחופי רחצה, כלומר פחות מרבע סנטימטר לאדם.    במשך השנים נעשו ניסיונות להגן על רצועת החוף. היה זה כבר בשנות ה-80, כאשר תמ\"א 13 אסרה לבנות במרחק של 100 מטר מהחוף. חוק החופים מ-2004 הרחיב את ההגנה, והקים את הוועדה לשמירת הסביבה החופית (ולחו\"ף). החוק קבע הליך אישור מיוחד ומחמיר לכל בנייה, או שינוי מהותי בסביבה, בטווח של 300 מטרים מהחוף. באותו חוק הורחבה רצועת החוף המיועדת לציבור, ונקבע כי יש למדוד את המרחק שאסור לבנות בו מגובה 0.75 מטרים, ולא מגובה אפס כפי שהיה נהוג. כך הורחב מזרחה קו ה-100 מטר.   אלא שהחוק לא חל על התוכניות הרבות שאושרו לפני חקיקתו, וכך נשארו בתוקף כמה עשרות תוכניות שלא עומדות בסטנדרטים הסביבתיים ופוגעות בזכויות הציבור.   9. ארמון בחול מלון הילטון, חוף אשדוד   יום בהיר אחד, גילו תושבי אשדוד מנוף בחוף. הוא הוצב בחול כדי להתניע את עבודות ההקמה של מלון הילטון, פחות מ-70 מטר מקו המים. התוכנית אושרה עשור וחצי קודם, כמעט בחטף, ממש לפני חקיקת חוק החופים.       התושבים והארגונים הירוקים יצאו למאבק נגד הבנייה המאסיבית, שמיועדת לשימוש פרטי, אלא שבעיריית אשדוד מעוניינים לקדם תוכנית לפיתוח מלונאות בחוף הצפוני - והאישור לבניית שני בתי מלון בני ארבע קומות עד לגובה של 14 מטרים ניתן. זו הייתה רק יריית הפתיחה: לאחרונה ביקשו היזמים להגביה את הבניינים ולהגדיל את כמות החדרים. בקשתם כבר זכתה לאישור העירייה.   10. פיל לבן בחוף  מלון סן טרופה, חוף אשדוד   90 מטר מקו המים של אשדוד עומד שלד מלון הבוטיק \"סן טרופה\", כמו פיל לבן ששקע בחול. זהו זכר לתוכנית שאושרה ב-1990, הרבה לפני עידן חוק החופים. מאוחר יותר, היא עלתה לדיון בוולחו\"ף, שחייבה את היזמים לסלול שביל ציבורי ולצדו גינון בין החוף למלון, כדי לרכך את השימוש הפרטי.       בניית הפרויקט החלה בסוף 2013 ולוותה בהתנגדות עזה מצד תושבים וארגונים ירוקים. היזם פשט את הרגל, ולאחרונה נרכש הפרויקט על ידי איש העסקים המקומי ג'קי בן זקן, שמעוניין להגדיל את זכויות הבנייה. אישור התוכנית נמצא בסמכות ועדה מחוזית דרום של מינהל התכנון.   11. כיכר מגדלים תוכנית כיכר אתרים, תל אביב   כיכר אתרים נחנכה ב-1975 אך ימי הזוהר שלה היו קצרים והתגלגלו במהרה להזנחה רבת שנים. במלחמת המפרץ ראש העירייה, שלמה להט, הביע תקווה שטיל סקאד יפול על הכיכר ויהרוס אותה. מחליפו הנוכחי, רון חולדאי, מקדם בנחישות תוכנית גרנדיוזית להריסת הכיכר ולבניית גורדי שחקים למגורי פאר ולמלונאות. התוכנית עוררה התנגדות עזה מצד תושבי העיר והתגלגלה למאבק משפטי, שנמשך שנים.      העירייה כבר נסוגה ממגדל אחד וצימצמה את התוכנית לשני מגדלים בני 26 קומות, אבל הוויכוח הנוקב עדיין בעיצומו: האם הפרויקט משרת את התושבים, שדרכם לים וגם האוויר שהם זוכים לו ייחסמו בגורדי שחקים בלי לקבל תמורה – בשעה שעוד ועוד נכסים ציבוריים מופרטים - או בעיקר את היזמים?   12. סכנת התמוטטות קריסת מצוק הכורכר בנתניה   מצוק הכורכר המרשים ברצועת החוף של נתניה נמצא בשחיקה מתמשכת, עקב שילוב של איתני הטבע ומעשה ידי אדם, כמו בנייה על המצוק ולמרגלותיו.    העירייה, שאישרה בניית מגדלים לאורך המצוק, ניסתה למנוע את התמוטטותו, אך הפעולות שנקטה התבררו כלא אפקטיביות. עתה היא מבקשת להתמודד עם הבעיה באמצעות תוכנית הנדסית שתגדיל את כמות החול בחוף: 12 שוברי גלים שיעצרו את הגלים ששוחקים את המצוק, ושאיבת חול מלב הים אל החוף במגמה למנוע מהגלים לכרסם את תחתית המצוק.        אבל בעירייה מעוניינים לנתב את החול גם לשימוש נוסף: הרחבת רצועות החוף בדרום העיר. בחברה להגנת הטבע חוששים כי אם יורחבו החופים, רצועת חוף טבעית ושקטה תהפוך לחוף מוכרז וממוסחר. בימים אלה יוצא מכרז לבחירת החברה שתבצע את עבודות הפיתוח.    13. מה ששייך לכולם הפך לפרטי פרויקט שער הים, נתניה   \"שער הים\" הוא פרויקט בנייה על הצוק בחוף סירונית בנתניה. התוכנית אושרה לראשונה ב-1973 והמאבק עליה, שנמשך עד 2017, מדגים כיצד שטח ציבורי מתגלגל בסופו של דבר לידיים פרטיות.    המגרש התחיל את דרכו כשטח פתוח בבעלות עיריית נתניה. אחר כך נבנתה בו בריכה עירונית, אבל בהמשך הוא נמכר לידיים פרטיות, בהליך שלטענת המתנגדים מעורר חשדות לשחיתות. התוכנית עברה כמה שלבים שהובילו להגדלת זכויות הבנייה ולשינוי היעוד ממלונאות למגורים. עמותת \"אדם טבע ודין\" עתרה נגד המגדל המתוכנן, בטענה שהוא מרוחק פחות מ-100 מטר מהחוף. אחרי מאבק משפטי הושגה פשרה: היזמים יהרסו את החלק הקרוב לקו המים, ויקצו לציבור שטח הפונה לים.   14. פשוט תכנון גרוע שכונת \"אכזיב\", נהריה   התוכנית לבניית שכונת אכזיב בצפון נהריה אושרה ב-1994, סמוך לרצועת חוף בתולית. מדובר ב-70 בתים צמודי קרקע קרוב לקו המים, ומאחוריהם שורות של מבנים בני ארבע ושמונה קומות. במקור כללה התוכנית כ-800 יחידות דיור וכ-800 חדרי מלון.    השכונה, שגובלת בגן הלאומי אכזיב שידוע בחופיו המרהיבים, מנותקת מנהריה, וממוקמת על שטח שזוהם באסבסט ממפעל \"איתנית\" הנטוש. הזיהום גרם לעצירת הבנייה שלוש פעמים. בנוסף, ממזרח לשכונה נמצא מפעל \"חוגלה קימברלי\" שעושה שימוש בחומרים מסוכנים.      התנגדות של אזרחים וארגונים ירוקים הגיעה לוועדה המחוזית, ומשם לדיונים משפטיים שבהם התברר שכל הצדדים רואים בה פשוט תוכנית גרועה. המאבק הוביל לפשרה שהרחיקה את הבנייה 200 מטר מקו החוף, עם שימושים ציבוריים והגדלת השטח ה\"ירוק\". גם הפשרה הזו לא מונעת את הנזק, שנגרם מבנייה מאסיבית ליד חופים טבעיים.   15. החול ישכח שחיקת החוף בחיפה   המחסור בחול הוא לא בעיה מקומית של נתניה, אלא בעיה ישראלית של ממש. זו תופעה בולטת ברצועות חוף שנעשות צרות יותר ויותר, כשבמקום חול מבצבצות אבנים.    הירידה בכמות החול החלה בשנות ה-60, כשמצרים בנתה את סכר אסואן ועצרה את החול והסחף שהגיעו יחד עם מי הנילוס. גם שינוי האקלים, שאחת מתוצאותיות היא סערות גוברות והולכות, גורם לכך שיותר חול נסחף מהחוף בחזרה אל הים.      בחופי חיפה והקריות אפשר לראות מקומות שבהם הטיילת קרסה עקב התמעטות החול, תוך חשיפת היסודות של סוכות המצילים. בניית הנמל החדש בחיפה מחמירה את הבעיה: שובר הגלים שמגדר את הנמל מצפון וממזרח משנה את זרימת החול במפרץ. חלק מהחול נאסף מצדו הצפוני של שובר הגלים, ומשנה באופן דרמטי את קו המים מול שובר הגלים.   16. תשובה ניצחת מגדלי החוף הכרמל, חיפה   הסיפור של מגדלי חוף הכרמל אינו חדש, אבל טרם הסתיים. זמן קצר אחרי שאוכלסו ב-1997, המגדלים הפכו לסמל של תכנון גרוע ואדריכלות מכוערת, שמציבה חומה בין הים והעיר. הטראומה הזו שמה קץ להשתוללות הנדל\"נית על חוף הים, והאיצה את חקיקתו של חוק החופים ב-2004.   חברת \"מגדלי חוף הכרמל\", בשליטת יצחק תשובה, קיבלה בשעתו (1978) אישור להקים שישה בניינים לצרכי מלונאות מגורים ומסחר על שטח של 100 דונם סמוך לחוף. בעקבות מאבק שניהלה עמותת אדם טבע ודין, צומצמה בניית המגדל השני בפרויקט. יתר ארבעת הבניינים לא נבנו עד היום. המאבק הוביל לפסיקה תקדימית של בית המשפט העליון, שלפיה החופים נועדו לשימוש ציבורי, ושיש למנוע שימוש פרטי כפי שנעשה במגדלי חוף הכרמל. בעקבות הדיון בעליון נראה כי הצדדים ישובו לדון בפתרון של ניוד זכויות הבנייה למקום אחר.      סייעו לאיסוף הנתונים: יעל דורי (אדם טבע ודין), לידיה מורדבינקין ואורי נחמני (מגמה ירוקה), יאיר אסף שפירא (מכון ירושלים למחקרי מדיניות), עו\"ד איתמר שחר, יאיר גיל, אמיר וינר (החברה להגנת הטבע), גיא זומר, דוד הברפלד, אסנת בנימין, שי הרשקו.  לאתר של יונתן בלום    כתבה זו נכתבה בסיוע שומרים, המרכז לתקשורת ודמוקרטיה -------------------------------------------------------------------------   מצעד הקלישאות של פרויקטי נדל\"ן: בוטיק, חלומות ו''טובל בפסטורליה''. שווה להכיר:  ", "title": "רשימת חיסול: חופים, טבע ומצוקים נעלמים, ואנחנו משלמים את המחיר", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5790559,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}