{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5787817,00.html"}, "headline": "מיה קרמר מציגה: איך לעמוד על הראש ועוד דרכים להמריץ את הגוף", "image": ["https://www.ynet.co.il/images/xnet_defualt.jpg"], "datePublished": "2020-08-27T12:31:17z", "dateModified": "2020-08-30T12:55:24z", "author": {"@type": "Person", "name": "מיה קרמר"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "חם, מעייף ואין לכם אנרגיות? מיה קרמר משיקה בלוג חדש ב\"מנטה\" ויש לה כמה עצות ממש מעולות למי שמרגיש עייף וסחוט באמצע היום", "wordCount": "812", "commentCount": "7", "genre": "10.Xnet-12374.Xnet_Menta-33532.Menta Blogs-33972.Maya Kramer", "keywords": "מנטה,מיה קרמר,אנרגיה,שוקולד,מדיטציה,נשימה,צחוק,מים,ויטמינים,ארומתרפיה", "articleBody": "לא פעם אני מרגישה סחוטה באמצע היום – במיוחד עכשיו, בימי הקיץ המהבילים, כשהבת שלי בבית וכולנו נטולי חו\"ל או קייטנות עד הודעה חדשה ואני מוצאת צורך להטעין את האנרגיות מחדש. אז יש לי כמה פתרונות שאינם כוללים קפה או ממריצים כימיים אחרים, שעוזרים לי להטעין אנרגיות מחדש בדיוק בזמן שאני הכי זקוקה לזה.    1. לעמוד על הראש  תנוחות הפוכות לא רק ממריצות את הגוף אלא גם משפרות את היציבות, האיזון ותפקוד המוח. ההיפוך מאפשר זרימת דם וחמצן טובה יותר למוח. זו אחת הדרכים האהובות עלי מכיוון שהיא פועלת בצורה מיידית.    מה עושים? זה יכול להיות עמידת ידיים, עמידת ראש או השענת הגב על הקיר והורדת הראש. ניתן לבחור בכל דרך שנוחה, ואני ממליצה להיעזר בקיר. לעמידת ידיים אפשר לעמוד עם הגב מופנה אל הקיר ואז להתרחק עם הידיים על הרצפה ולהעלות במקביל את הרגליים על הקיר. אפשרות נוספת וידידותית לגב היא לשכב על הגב כשהרגליים על הקיר.      2. לאכול שוקולד מריר אני מאוד אוהבת שוקולד (מריר), זה תמיד משמח אותי! כמובן שצריך לשים לב לכמות ולאיכות השוקולד. שוקולד מריר איכותי עשיר בברזל, מגנזיום, סיבים ומינרלים נוספים שתורמים להעלאת האנרגיה.   מה עושים? חשוב להגביל את כמות השוקולד ל-30 גרם ליום ולבחור בשוקולד שמכיל לפחות 80% מוצרי קקאו. אני אוהבת במיוחד את השוקולד המריר של הולי קקאו ושל שקד תבור.        3. לקחת הפסקה לשינה קצרה, נשימה או מדיטציה הפסקת שינה של 15-20 דקות \"מאתחלת\" את מערכת הגוף ונותנת לו זריקת אנרגיה. חשוב לא לישון יותר מדי זמן כי אז ההשפעה על הגוף היא הפוכה - הרגשת עייפות וחולשה.    באופן אישי, קשה לי להירדם באמצע היום. אבל אם אני מרגישה שהגוף שלי זקוק לזה אני נעזרת בתרגילי נשימה או מדיטציה.    מה עושים? תרגילי נשימה 4-7-8: לתת לשפתיים להיפתח ולנשוף את כל האוויר תוך השמעת קול. לאחר מכן לקחת אוויר דרך האף בספירה של 4 שניות. להחזיק את האוויר בגוף למשך 7 שניות ואז לנשוף החוצה בספירה של 8 שניות, תוך הוצאת קול.    מדיטציה: אני ממליצה להוריד את האפליקציה my medi ולהשתמש באחת המדיטציות של \"להירגע ולהירדם\" בשביל להביא את הגוף למצב של רגיעה. לא לשכוח לכוון את השעון המעורר!        4. לצאת החוצה  השהייה בבית כל היום משפיעה על הגוף. נסו לצאת לפחות לכמה דקות ועדיף לטבע או למקום \"ירוק\" כמו פארק או חוף ים. מחקרים מראים ששהייה בטבע עוזרת לשפר את מצב הרוח וכי 90% מהאנשים דיווחו על עלייה באנרגיה כשיצאו החוצה.    מה עושים: עשו הליכה לאורך החוף, חבקו עץ, לכו יחפים על הדשא, נשמו אוויר.      5. לצחוק מתי הייתה הפעם האחרונה שצחקתם צחוק משחרר? מחקרים מוכיחים שצחוק הוא לא רק משחרר מתחים אלא גם מוסיף אנרגיות.   מה עושים? המלצה שלי היא להיכנס ליוטיוב ולראות קומדיה, סטנד אפ או כל סרט מצחיק אחר.    50 שניות של צחוק:     6. לעשות מקלחת קרה זה רעיון מצוין, בייחוד כשבחוץ 35 מעלות בצל, אבל למקלחת קרה יתרונות נוספים חוץ מקירור הגוף. מחקרים מראים שמקלחת קרה של 3 דקות יכולה להשפיע לטובה על עייפות כרונית למשל.  המים הקרים שולחים אלקטרוליטים למוח והדבר משפיע מיידית על מצב העירנות והאנרגיה של הגוף. והחלק הכי טוב - המוח משחרר גם אנדורפינים - שמשפיעים לטובה על מצב הרוח.       7. להקפיד על שתיית מים  אנחנו יודעים שהקפדה על שתיית מים חשובה לגוף. כשהגוף מיובש אפילו חלקית זה גורם לעייפות ותשישות. לכן, כשמרגישים עייפים, אפשר לתת זריקת אנרגיה לגוף פשוט באמצעות שתיית כוס או שתיים.    מה עושים? אני מציעה להשקיע בבקבוק מים טוב ולא לשכוח למלא אותו ולגוון עם חתיכות פרי בפנים בשביל הטעם. באתר \"אקוסטור\" אפשר להזמין בקבוקי שתיה אקולוגיים מנירוסטה, ואני אוהבת גם את המבחר באתר של \"סטורי\": דרופר (מותג הולנדי שהוא גם מיזם חברתי) והבקבוקים הצבעוניים של צ'יליז מברצלונה.      8. לשיר בקול  שירה בקול משפיעה על האנרגיה הרבה יותר מהקשבה למוזיקה. כששרים בקול נכנס חמצן רב לגוף, שמשפיע על זרימת הדם למוח וגם משפיע לטובה על הזיכרון.   מה עושים? מומלץ לשיר שירים שאוהבים במיוחד. הנה כמה מהפלייליסט הפרטי שלי:      וגם: The Little Mermaid - Part of Your World   George Michael - Careless Whisper    Destiny's Child - Say My Name     9. לתגבר בוויטמינים תוספי מזון יכולים לגרום לכם להישאר מרוכזים ועם רמת אנרגיות גבוהה במשך היום. בייחוד ויטמינים עם קומפלקס B שמשפיעים על רמת האנרגיה בתאי הגוף. בנוסף, אני ממליצה על שורש אשווגנדה שמשפר את יכולת הלב והריאות תוך העלאת רמות האנרגיה.   אני משתמשת ב-Instant Energy של המותג NOW, בפורמולה VM-2000 של סולגר ובאשווגנדה של Himalaya.     10. לנשום נשימה עמוקה בשילוב שמנים להרחת שמנים ארומטיים יש יתרונות רבים. הניסיון האישי שלי עם שמנים כאלה חיובי מאוד ולכן אני יכולה להמליץ עליהם בביטחון מלא.    מה עושים? אחד השמנים שהוכח כמשפיע אנרגטית הוא שמן אתרי לימון, וישנן כמה דרכים להשתמש בו:  5 טיפות בקערית קטנה עם מלח או מים פושרים ושאיפה.  הוספת מספר טיפות למכשיר אדים.  טפטוף טיפה או שתיים לתוך מטפחת בד או נייר.       חשוב לזכור: שמן לימון טהור לא אמור לבוא במגע ישיר עם העור ללא דילול.    ההמלצה שלי: שמן אתרי לימון של Baby Teva ושמן גוף לימון מרענן של Weleda.  ", "title": "מיה קרמר מציגה: איך לעמוד על הראש ועוד דרכים להמריץ את הגוף", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5787817,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}