{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5757467,00.html"}, "headline": "לאן נעלמה ואלרי אלפימוב, דוגמנית העל שפרצה דרך בשנות ה-90? ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072719/1---YEs014421_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072545/1_f.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072673/4--YEs014856_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072557/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072721/2---YEs014419_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072589/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072675/5--YEs0038992_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072596/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072598/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072555/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/02/10072553/2_3.jpg"], "datePublished": "2020-07-05T02:12:00z", "dateModified": "2020-07-05T15:27:48z", "author": {"@type": "Person", "name": "נועה לביא"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "היא עלתה לארץ לפני 30 שנה והפכה בן־לילה לאחת הדוגמניות המבוקשות. כעבור שנתיים עזבה בפתאומיות. כיום, מביתה ברוסיה, היא פותרת את חידת העלמותה", "wordCount": "1261", "commentCount": "98", "genre": "10.Xnet-11946.xnet_laisha-12331.People laisha-12410.magazine laisha", "keywords": "לאשה,דוגמניות,רוסיה,דוגמנית,עלייה", "articleBody": "אי אפשר להימנע מקלישאת סינדרלה כשמשחזרים את סיפורה של ואלרי אלפימוב. ב־1990, כמה חודשים אחרי שעלתה ארצה עם בעלה ובנה התינוק, נבחרה למלכת היופי של באר־שבע, ובתוך זמן קצר הפכה לאחת הדוגמניות הכי מצליחות בישראל, שקטפה גם כמה קמפיינים בינלאומיים. וכמו הנסיכה מהאגדות, גם היא הגיעה, כבשה את הטופ ונעלמה באותה מהירות שהגיחה. בתפקיד הדלעת: טיסה לכיוון אחד לרוסיה.    \"הכל קרה לגמרי במקרה, בחלומות הכי ורודים לא יכולתי לדמיין את עצמי מצטלמת לקמפיין של קסטרו ורואה את הפרצוף שלי בתחנות האוטובוס ברחבי המדינה\", היא אומרת בריאיון זום שקיימנו, היא בסנט־פטרסבורג, אני בתל־אביב.   איך באמת הכל התחיל?  \"בעלי ראה מודעה על תחרות מלכת היופי במרכז הקליטה והחלטנו שאשתתף. בדיעבד, התברר שלא עמדתי בקריטריונים: התחרות נועדה לנשים לא נשואות וללא ילדים, אבל כיוון שהיו עוד שתיים כמוני, השופטים החליטו לא לפסול אותנו בגלל הסטטוס המשפחתי. זכיתי בתחרות וחתמתי בסוכנות הדוגמנות אימג' של בטי רוקאווי. משם הכל התגלגל נורא מהר\".   הופתעת שזכית? \"מאוד. לא ציפיתי לנצח, זה ריגש אותי כי לא ממש האמנתי בעצמי בשלב הזה של החיים. הייתי אמא צעירה ועולה חדשה, פתאום מצאתי את עצמי באור הזרקורים, חותמת חוזה עם סוכנות דוגמנות גדולה ומשפיעה ובן־רגע הופכת לחלק נכבד מתעשיית היופי בישראל\".         רשימת הישגים חלקית: זכייה בתחרות \"הפנים של שנות ה־90\", ששלחה אותה לייצג את ישראל בתחרות הבינלאומית בלוס־אנג'לס, צילומים לקליפ של לני קרביץ והפיכתה לפרזנטורית של \"קסטרו\". \"באמת שלא היה רגע דל\", היא צוחקת. \"יש לי אוסף זיכרונות שהיה מספיק לעשור. אפילו נתקעתי בצילומים באיטליה בזמן מלחמת המפרץ כשבעלי והבן שלי היו בארץ\".   בזכות הזכייה ב\"הפנים של שנות ה־90\" של סוכנות פורד, ביקרה אלפימוב לראשונה בארצות־הברית. \"צילומי התחרות התקיימו במהלך יום שלם בשלוש שפות: אנגלית, צרפתית וגרמנית. כל חלק צולם בנפרד, זה לקח משהו כמו שמונה שעות ברצף, וכל הזמן הזה אנחנו, המשתתפות, עמדנו על הבמה\", היא אומרת. \"זה לא היה קל, אבל היה לי נורא חשוב לעמוד זקוף, בלי להראות טיפה של עייפות, הרי אני מייצגת את המדינה שאף אחד לא יכול לשבור\".      הצלחת? \"בטח. הייתי מאוד נחושה, אבל שם גיליתי שעולם הדוגמנות דורש מרפקים ופשרות שלא הרגישו לי מתאימות\".   מה, למשל? \"על פניו נראה שמכאן הקריירה שלי יכולה לזנק לשמיים. הגעתי לליהוק לקליפ של לני קרביץ. הוא שאל מאיפה אני וכששמע שבאתי מישראל, סיפר על הוריו ושורשיו היהודיים. אני מניחה שזה השפיע על כך שבחר בי לצילומי הקליפ Stand By My Woman. במהלך הצילומים אמרו לי שהדמות הראשית צריכה להצטלם טופלס, שלא יראו את זה בבירור על המסך, אבל כל משתתפי הקליפ, הצוות והצלמים – כן יראו. לא הסכמתי, הייתי צנועה, אישה נשואה ואמא, זה לא הרגיש לי מתאים. מישהי אחרת הסכימה מיד ונבחרה להוביל. היא ידעה היטב מה היא רוצה והייתה מוכנה להתקדם בכל דרך\".     נתקלת בבעיה דומה בהמשך? \"כשהגעתי לקסטינג של חברת אופנה גדולה בארצות־הברית, מצאתי חן בעיניו של אחד ממקבלי ההחלטות הבכירים, וקיבלתי רמזים מאוד ברורים שצריך לנהל איזשהו קשר, לצאת איתו לארוחות ערב. זה היה בתקופה שקלאודיה שיפר הצטלמה לפרסומות שלהם וכשהגעתי לאיטליה, אפילו הציגו אותי כ'נערת המותג הבאה'. אבל זה לא קרה, לא הייתי מוכנה ללכת נגד הערכים שלי\".   החזרה לרוסיה לא נבעה רק מהחלטות מוסריות. החיים עצמם הם שהכריעו בסופו של דבר את הכף. אלפימוב הייתה טרייה מאוד בתחום, לא היו לה אמצעים לנהל אורח חיים נוצץ, והקשיים הכלכליים החלו לצוץ. \"הייתי צריכה ללכת הרבה ברגל כדי לחסוך כסף על תחבורה ציבורית. כמה חודשים חייתי על קו באר־שבע־תל אביב, עד שבתמיכת הסוכנות שלי עברתי עם המשפחה לתל־אביב, לדירה קטנה ליד דיזנגוף סנטר.   \"כולם מאוד עזרו לי, הרגשתי כל כך טוב. הופתעתי לטובה שהסיפורים על חוסר פרגון בין דוגמנויות היו רחוקים מהמציאות. דווקא הקולגות עזרו המון, הייתה תמיכה הדדית ולא הרגשתי קנאה. אבל אולי זה גם בגלל שהייתי חדשה ולא נשארתי הרבה זמן בתחום\".      בשנת 1992, שנתיים לאחר הפריצה הגדולה, היא עזבה במפתיע את הארץ, ואף אחד לא באמת ידע מה קרה. עד היום, עזיבתה נשארה בגדר תעלומה. \"אני עושה לך ספוילר\", מחייכת אלפימוב, \"האמת היא שלא הייתה סיבה מיוחדת. בעלי לא מצא את עצמו בישראל. הוא רצה לחזור והלכתי אחריו כי אני אישה טובה\".   בזמן שהיא עבדה קשה ופרנסה את משפחתה הקטנה, בעלה נאלץ להישאר בבית עם הילד וכעבור זמן מה התחילו שיחות על חזרתם לרוסיה. \"באותה תקופה נפתחו שם הזדמנויות עסקיות חדשות שגרמו לעולים רבים לחשב מסלול מחדש.  \"היינו בארץ לגמרי לבד, ההורים שלי נשארו בסנט־פטרסבורג ולא הייתה לנו שום עזרה. בעלי רצה להשתלב בשוק העבודה וראה פוטנציאל גדול בשוק הרוסי. אז חזרנו לסנט־פטרסבורג\".      למרות ההצלחה המטאורית שלך. \"בהתחלה חשבתי שאצליח לשלב, ובשנים הראשונות באמת עבדתי קצת בדוגמנות בפינלנד ובמדינות אחרות, אבל אז התגרשתי, פגשתי את בעלי הנוכחי והחלטתי שאני רוצה לרכוש השכלה גבוהה. לא היה שום סיכוי לשלב צילומים, אורח חיים של דוגמנית ולימודים אקדמיים שדרשו נוכחות מלאה. הלכתי על הלימודים עד הסוף וסיימתי עם הדוגמנות\".   היא עשתה תואר ראשון ושני בפרסום והיה לה ניסיון קצר בתחום. בהמשך עבדה בתיירות, הנחתה תוכנית טלוויזיה יומית במשך שנה ולאחרונה עשתה קורס באיפור קבוע. אבל המשפחה הייתה עבורה תמיד לפני הכל.    היום, בגיל 51, היא נשואה לבעלה השני, בעל חברת אבטחה ואמא לארבעה. הבכור, ירוסלב (31), מבעלה הראשון, חי בישראל לאחר שסיים את שירותו הצבאי בחיל האוויר. סופיה (19) היא סטודנטית לכימיה בהולנד, סטפניה (16) מסיימת תיכון בסנט־פטרסבורג ומטביי (בן שש וחצי) יעלה בספטמבר לכיתה א'. \"הוא נולד כשהייתי בת 44\", הא אומרת. \"אם חלמתי שמתישהו יהיה לי זמן לעצמי - טעיתי. אני לא יודעת מה עושות נשים בשנות ה־50 שלהן, אני יכולה להגיד לך שאני פה עם שיעורי זום של הקטנים. אבל בסך הכל שמח לנו. אני בת יחידה ובשנים האחרונות איבדתי את הוריי, כך שלא נותרה לי משפחה אחרת מלבד זו שבניתי\".       לארץ היא מגיעה לא מעט כדי לבקר את בנה הבכור. \"הייתי בארץ ממש לפני שהתחילה הקורונה. אני אוהבת מאוד את המדינה, כולם מחייכים, אנשים חמים ותומכים. אבל לא קל אצלכם. ישראלים רבים חושבים שברוסיה נורא קשה לחיות ואני רואה את יוקר המחיה בישראל וכמה קשה לצעירים להסתדר, זה לא היה ככה בתקופה שלנו.   \"לפני כעשר שנים ירוסלב החליט להתגייס לצה\"ל והיה מרוצה מאוד מתקופת השירות. אחרי שהשתחרר הוא נשאר בארץ. לפני שנתיים הוא חזר לרוסיה לשנה, אבל זה היה לו ממש זר אז הוא שמח לשוב לישראל. יש לו עברית מצוינת, יצא לי ילד כמעט צבר\".   והבנות רוצות להיות דוגמניות כמו אמא?  \"הן אוהבות לראות את התמונות שלי, אבל אני לא מדברת הרבה על התקופה ההיא. בעיניי הכי חשוב לרכוש השכלה טובה, ללמוד, להתקדם בחיים. דוגמנות זה טוב לביטחון העצמי, לפרנסה, אבל לא כמטרה בחיים. סופיה הגדולה עשתה פורטפוליו אבל לא עבדה בדוגמנות, היא הצטלמה יותר בשביל עצמה. שתיהן מפרגנות לעברי המפואר ואומרות שאני המלכה והן הנסיכות\".      את נחשבת לדוגמנית הרוסייה הראשונה שסללה את הדרך לכל היתר. הרגשת שאת עושה היסטוריה? \"לרגע לא חשבתי על זה. הייתי סוס עבודה, יכולתי לישון מעט, לא לאכול. הייתי יפה ולא פחדתי מכלום: למשל, אצל שוקי זיקרי צבעתי את השיער בכל מיני צבעים, קיצרתי, הארכתי. שוקי ואני הפכנו לחברים ממש קרובים וגם אחרי שעזבתי הייתי טסה אליו לעשות משהו משוגע על הראש. האם חשבתי שאני עושה היסטוריה? ממש לא. פשוט נהניתי מכל רגע\".   יש לך מדי פעם מחשבות על מה היה קורה לו נשארת בארץ? \"לפעמים חברים שלי בישראל אומרים שבטח הייתי מנחה בטלוויזיה ואולי הייתי מתקדמת בדוגמנות, אבל זה היה עידן אחר לגמרי: לא היו הרשתות החברתיות, כוכבי אינסטגרם וכל הרעש מסביב. עבדתי ממש קשה, נקרעתי בין צילומים להורות וראיתי שכדי להתקדם אצטרך לשלם מחירים שלא התאימו לי. היה גם רגע שעליתי במשקל וזה מיד בא לידי ביטוי בכמות העבודה, הייתי חייבת להקפיד מאוד אם אני רוצה לעבוד בתחום. בסך הכל היו חיים מאוד מעניינים, אני חושבת\".      למה היו? הרי 50 זה ה־30 החדש. \"לא הייתי מתנגדת להצטלם לעוד קמפיין של קסטרו, הפעם לנשים בגיל האלגנטי\", היא קורצת מהמסך. \"תזרקי להם מילה שאני מעוניינת בקאמבק, כי נראה לי שעם הלידות אני סיימתי\". ", "title": "לאן נעלמה ואלרי אלפימוב, דוגמנית העל שפרצה דרך בשנות ה-90?", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5757467,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}