{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5333896,00.html"}, "headline": "המתכון לאושר: 20 דקות ביום הן כל מה שאתם צריכים לחיים מאושרים ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733253/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/29/8742854/shutterstock_138176333_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733262/happiness1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733264/happiness2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733266/happiness3A_B_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733273/happiness4A_B_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733276/happiness5A_B_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733279/happiness6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/23/8733281/happiness7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/29/8742856/shutterstock_519992464_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/04/03/6916124/shutterstock_205958422_3.jpg"], "datePublished": "2018-08-30T11:59:50z", "dateModified": "2018-08-31T13:24:18z", "author": {"@type": "Person", "name": "קרין לויט"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "שיטה חדשה ומבוססת מדעית שפיתחה ד\"ר הילה רחמים אנגל, חוקרת פסיכולוגיה חיובית, מבטיחה שתרגול יומיומי קצר מספיק לטיפוח תחושת האושר. מוכנים לנסות? ", "wordCount": "2024", "commentCount": "31", "genre": "10.Xnet-12374.Xnet_Menta-12701.menta live well", "keywords": "מנטה,אושר,פסיכולוגיה חיובית", "articleBody": "כמה אתם משקיעים בכושר שלכם? מינוי למכון או לחוג, בגדי אימון מנדפים, נעלי ריצה, שעון, אוזניות ושלל גאדג'טים ייעודיים הם ככל הנראה רשימה חלקית בלבד של הציוד (והכסף) ששגרת הכושר שלכם גובה מכם. ועוד לא דיברנו על זמן, אבל סביר להניח שאימון של כשעה, 2־3 פעמים בשבוע, לא כולל זמני נסיעות ומקלחות, גובה לא מעט משעות הפנאי שלכם.    וכמה אתם משקיעים באושר שלכם? סביר להניח שהרבה פחות. אתם אולי מדברים עליו (או על היעדרו), מנסים להגדיר אותו (יצור חמקמק ובר חלוף שכמותו), אולי לוקחים איזה כדור, נרשמים לסדנאות התפתחות ומודעות למיניהן, ובעיקר מפנטזים עליו. אבל מה הייתם אומרים אם מישהו היה בא ונותן לכם את המתכון לאושר? ולא רק, אלא מתכון פשוט, נגיש, קל וזול שכל מרכיביו הוכחו מחקרית כתורמים לתחושות של סיפוק, משמעות ושגשוג ולשיפור מערכות היחסים?    איך אפשר להפוך לאנשים מאושרים יותר? פרויקט מיוחד בדרך אל האושר  >>   ולבסוף, מה הייתם חושבים אם היו אומרים לכם שהמתכון הזה דורש מכם 20 דקות בלבד בכל יום? כן, זה כל מה שאתם צריכים לתרום מזמנכם, התרגול כבר יעשה את השאר. נשמע מופרך? לא אם שואלים את ד\"ר הילה רחמים אנגל, חברת סגל במרכז ללימודים אקדמיים, מרצה וחוקרת של פסיכולוגיה חיובית בארגונים ומפתחת שיטה יישומית המבוססת על עקרונות הפסיכולוגיה החיובית שנקראת בפשטות \"20 דקות של אושר\". אז איפה הקץ'? כמו עם הכושר, גם התרגול הזה דורש היענות והתמדה.    \"הפסיכולוגיה החיובית צמחה כתגובת נגד לזרם המרכזי של הפסיכולוגיה שמתמקד בשלילי, במה שרע\", מסבירה ד\"ר רחמים אנגל. \"משהו לא עובד? נתקן. יש לכם בעיה, אתם בדיכאון, אתם חולים? בואו נפתור את זה. הטענה המרכזית שלה גורסת שיש מרחק גדול מאוד בין מצב שבו אדם הוא לא אומלל, לא בדיכאון ולא בחרדה, ובין מצב שבו הוא מאושר. אפשר ללמד אתכם, למשל, לא לנהל מערכות יחסים הרסניות, אבל לא אמרנו כלום על מערכות יחסים טובות, מיטיבות ובריאות\".    מאחורי חקר הפסיכולוגיה החיובית, ומי שטבע את המונח לראשונה, עומד הפסיכולוג האמריקאי פרופ' מרטין זליגמן. הוא זה שהבין לראשונה שהאושר, או אם תרצו: הרווחה הנפשית והפיזית שלנו, ה־Well Being, ניתן לכימות, ולפיכך איגד שורה של מחקרים שניסו להגדיר \"אושר\" בכלים מדעיים במטרה שלאחר מכן יהיה אפשר גם לנסות לבנות ולטפח אותו.    \"הבנת אחד הדברים הבסיסיים בתיאוריה של הפסיכולוגיה החיובית הוא שאושר לא שווה הנאה. יש באושר גם הנאה, כיף וסיפוקים מיידיים, אבל ממש לא רק\", מסבירה ד\"ר רחמים אנגל. \"הרבה פעמים הדברים שעושים אותנו מאושרים אינם מהנים כלל\". פרופ' דניאל כהנמן, חתן פרס נובל לכלכלה, דיבר על ההבדל בין הדוניזם, שעונה על השאלות הפשוטות שנוגעות להרגשה שלי כרגע (האם אני נהנה או סובל עכשיו), ובין יודאימוניה, אושר שנובע מעשיית הדבר הנכון וקשור למאמץ, מוסר, ערכים ושימוש בתכונות החיוביות והחוזקות שלי. \"גם ללכת לאימון כושר, למשל, זו לא תמיד הנאה גדולה ברגע הראשון, אבל אין ספק שפעילות גופנית תורמת לאושר ולסיפוק בטווח הארוך\".    אימון כושר לנפש  אם אתם רצים, מתרגלים פילאטיס או כל פעילות גופנית אחרת שבחרתם בה, אתם יודעים שכדי להיות בכושר, כדי להרגיש את האפקט האמיתי של הפעילות על הגוף, אתם חייבים להתמיד בה. כך גם בכושר של הנפש. \"כמו שלא תגידו שאתם בכושר כי רצתם לפני שבועיים, כך גם עם התרגול של Well Being\", אומרת ד\"ר רחמים אנגל. \"פנו כמה דקות ביום שאותן תקדישו לטיפוח תחושת האושר שלכם ותחזקו אותה על בסיס יומיומי\".    למה דווקא 20 דקות?  \"אני חושבת ש־20 דקות הן פשרה בין החיים התובעניים של כולנו להבנה שאם רוצים להרגיש טוב יותר לאורך זמן צריך גם קצת לעבוד בזה. אני מבינה שכולם בלחץ. אבל מה, אם אתם לחוצים, לא תתקלחו למשל? קורה אולי שהולכים לישון פעם אחת בלי מקלחת, אבל לא הופכים את זה להרגל. זה משהו שמפנים עבורו זמן כי מבינים שהוא חשוב\".    ואכן, ד\"ר רחמים אנגל ניסתה לאסוף כל המלצה שאי פעם מישהו חקר ומצא שהיא עובדת בפסיכולוגיה חיובית, ולדחוס את כל הדברים האלה לתוך 20 דקות של תרגול יומי. \"זהו אימון יומי ארוז ב־20 דקות המורכב מארבעה שלבים של תרגילים פשוטים שכל אחד מהם אורך חמש דקות והוכיחו את עצמם כיעילים ביותר במחקרים. חשוב לבצע את התרגול על פי השלבים ורצוי מאוד גם לבצע אותו ברצף. עם זאת, אין שעה ביום שבה מומלץ לבצע את התרגול, אפשר בבוקר, בצהרים, בערב, איש־איש על פי סדר יומו\".    אבל קשה להתמיד. איך מתגברים על הקושי?  \"נכון, קשה להתמיד, כמו בכל דבר, לכן כדאי להסתכל על זה כמו משחק. אם אני בדיאטה ואכלתי משהו 'אסור', אני לא מחוץ למשחק. לא נפסלתי וזה לא אומר שאני יכולה להמשיך עכשיו לאכול עוד דברים אסורים כי הכל נגמר בכל מקרה. באותו אופן, אם פעם אחת אין לכם זמן לתרגל, אתם עדיין במשחק. תעצרו חמש דקות ותשרבטו את המחשבות שלכם על נייר. כבר עשיתם משהו. קומו מהכיסא, תעשו כמה דקות של מתיחות, תקפצו במקום, העיקר שתעשו משהו. לפעמים מספיקות אפילו 30 שניות או דקה, משהו קטן של מודעות, ומחר תחזרו למשחק\".    אז איך מתרגלים אושר ב־20 דקות?    שלב 1: הליכה מודעת  כמה זמן זה ייקח לכם: 5 דקות   בספר Physical Activity and Psychological Well Being שיצא לאור ב־2000, מציגים חוקרי הפסיכולוגיה סטיוארט בידל, קנת' פוקס וסטיב בוצ'ר סקירות מחקרים שבדקו את הקשר בין פעילות גופנית ל־Well Being. מחקרים אלה מצאו כי פעילות אירובית מגבירה את המרץ והאנרגיה, ומנגד מפחיתה מתח, דיכאון, עייפות, בלבול וכעס. מחקרים אחרים בספר הדגימו שעצם קביעת מטרה או יעד בפעילות גופנית, שקשורים לשיפור עצמי, תורם לתחושת מסוגלות וכך לרווחה פסיכולוגית.    מחקר אחר וחדש יחסית שפורסם בכתב העת Emotion בדק את ההשפעה של הליכה \"מקרית\" או נלווית (כלומר הליכה שאינה מתוך כוונה לבצע פעילות גופנית) על מצב הרוח, ומצא שהליכה כזאת תורמת לרגשות חיוביים ומשפרת את תחושת הרווחה הנפשית. הקשר המתאמי בין פעילות גופנית לרגשות חיוביים נמצא במחקרים רחבים נוספים, וקשר סיבתי ישיר נמצא במחקרים שהראו כיצד עצם העיסוק בפעילות גופנית מעלה את רמת הרגשות החיוביים.    בתרגול ההליכה המודעת תצטרכו גם לשלב חיוך \"מזויף\". והסיבה? מחקר מפורסם מאוד של שלושה חוקרי פסיכולוגיה חברתית שפורסם ב־1988 בכתב העת Journal of Personality and Social Psychology, מצא שחיוך \"מזויף\" משפיע עלינו כמו חיוך אמיתי ומעודד רגשות חיוביים. ואם זה לא מספיק, הרי שמחקרים הראו גם שחיוך הוא תכונה מידבקת ובדרך זאת גם הסביבה הקרובה יוצאת נשכרת.        מה עושים?  1. פשוט יוצאים החוצה ומתחילים ללכת. הליכה היא פעילות אוטומטית ויומיומית, אבל הרעיון כאן הוא ללכת בצורה מודעת. מאחר שהמטרה היא להעלות קצת את הדופק, כדאי להצטייד באוזניות ולהאזין למוזיקה שהקצב שלה מהיר יחסית.    2. אחרי שהתחלתם ללכת, שימו לב לפעולת ההליכה: לאופן שבו כף הרגל מתרוממת מהקרקע, לאיברים שמשתתפים בפעולת ההליכה, לידיים, לגב. אין כאן נכון או לא נכון, אנחנו רק רוצים לשים לב לגוף.    3. עכשיו הוסיפו חיוך (כן, מזויף). בשלב הבא הרימו מבט לשמים והתבוננו בהם, מה הצבע שלהם היום? נסו להבחין במראות חדשים ולגלות מה מסתתר בסביבה המוכרת, כאילו שאתם פה בפעם הראשונה. הקדישו תשומת לב גם לצלילים, לריחות ולמי שחולף על פניכם.    4. כעת נסו להדביק אנשים בחיוך שלכם - חייכו אליהם וברכו ב\"בוקר טוב\" או \"שלום\". אם זה קשה מדי, פשוט חייכו וצרו קשר עין. לא תאמינו איזה קסם זה. החיוך שלכם ידביק את מי שמולכם, ואחרי מבט מופתע קצת, רוב הסיכויים שהוא יחייך אליכם בחזרה. האתגר שלכם הוא להדביק כמה שיותר אנשים בחיוך.    5. במהלך כל הדרך נסו להכיר תודה על היכולת המובנת מאליה כביכול ללכת, לראות, לשמוע, להבחין, לחייך, לפגוש אנשים, להיות בחוץ. תנו לתחושה הטובה של הכרת התודה למלא את יומכם.    שלב 2: מתיחות כמה זמן זה ייקח לכם: 5 דקות   המטרה של תרגילי המתיחות היא לשחרר את השרירים שאנחנו שוכחים מקיומם במהלך הימים הארוכים שאנחנו מבלים בישיבה, אבל נזכרים בהם היטב כשהם מסמנים לנו בכאב ובנוקשות שהם זקוקים למתיחה טובה. התרגילים המסוימים שנבחרו בתרגול הם רק אפשרות אחת מבין אינספור תרגילי מתיחות קיימים. אם אתם מכירים רוטינת מתיחות אחרת שעובדת על שרירי הגב, הזרועות, הרגליים והשכמות, אתם מוזמנים לתרגל אותה במשך חמש הדקות שמוקדשות למתיחות.    מה עושים?    תרגיל 1: סיבובי כתפיים   1. עמדו בפישוק קל ברוחב הכתפיים, כפות הידיים מונחות על הכתפיים, והמרפקים פונים קדימה.  2. סובבו את הכתפיים קדימה, ולאחר מכן סובבו אותן לאחור. כמה: 4 פעמים לכל כיוון.   תרגיל 2: סיבובי זרועות   1. עמדו בפישוק קל ברוחב הכתפיים ופשטו את הזרועות קדימה. 2. סובבו את הזרועות קדימה, ולאחר מכן סובבו אותן לאחור. כמה: 4 פעמים לכל כיוון.   תרגיל 3: יד מותחת יד   1. עמדו בפישוק קל ברוחב הכתפיים והניחו את הידיים על המותניים. 2. הרימו את יד שמאל ומתחו אותה למעלה וימינה. צרפו את יד ימין ואחזו בשורש כף יד שמאל ומשכו אותה ימינה ולמעלה, הצידה ולמטה כאילו שאתם מציירים מעגל, נסו לגעת ברצפה עם היד ועלו בסיבוב רחב דרך צד ימין.  3. בצעו את התרגיל גם בצד הנגדי. כמה: 4 פעמים בכל צד.   תרגיל 4: קימור גב   1. התחילו בעמידת שש, הידיים ברוחב הכתפיים, הרגליים ברוחב האגן. 2. קמרו את הגב כאילו חוט דמיוני מושך אותו כלפי מעלה. נסו להרחיק את החוליות זו מזו, ושחררו למנח ניטרלי. כמה: 3 פעמים.   תרגיל 5: חוט ומחט   1. התחילו בעמידת שש, הרגליים ברוחב האגן, הידיים ברוחב הכתפיים. 2. נתקו את יד ימין מהרצפה, הניפו אותה למעלה כשאתם מלווים אותה במבטכם והשחילו אותה מתחת לכתף שמאל רחוק ככל האפשר. כמה: שהו במנח 10 שניות ואחר כך בצעו בצד הנגדי.   תרגיל 6: מתיחה צדית   1. שבו בפישוק נוח. 2. נסו לאחוז באצבעות כף רגל ימין, שלחו את יד שמאל למעלה וקדימה ורדו לעבר רגל ימין כשבית החזה פונה קדימה. 3. הפנו את בית החזה לעבר הרגל ונסו לאחוז בכף הרגל גם ביד שמאל. 4. המשיכו לאחוז ביד שמאל את אצבעות רגל ימין, הרימו את החזה ושלחו את יד ימין לאחור כשאתם מלווים אותה במבטכם. כמה: שהו במתיחה 10 שניות ואחר כך בצעו בצד הנגדי.   תרגיל 7: פיתול כפול   1. שבו כשכפות הרגליים צמודות ופונות זו אל זו, הגו זקוף.  2. העבירו את רגל ימין מעל רגל שמאל כשהיא ניצבת לרצפה וצמודה לברך שמאל. 3. העבירו את מרפק שמאל מעבר לברך ימין כשהוא צמוד אליה ומתנגד לה, מנסה לדחוף את הברך. 4. פשטו את יד ימין לאחור כשאתם מלווים אותה במבט, הניחו את כף היד על הרצפה ומתחו. כמה: שהו במתיחה 10 שניות ואחר כך בצעו בצד הנגדי.   שלב 3: כתיבה  כמה זמן זה ייקח לכם: 5 דקות   בכתיבה יש משהו מרפא, משהו שמנקה. ואכן, יש הרבה מאוד מחקרים שמעידים על כך שזוהי דרך לסדר את המחשבות שמתרוצצות לנו בראש, להתבונן על מצבים בעיניים אחרות ולהסדיר את הרגשות. כך לדוגמה, הפסיכולוג האמריקאי הנודע ג'יימס פנבייקר מצא במחקר ידוע שפורסם ב־1997 שכתיבה על אירועים טראומתיים הביאה לשיפור במדדים הגופניים, כמו למשל שינויים ברמת הלימפוציטים בדם, וגם במדדים הפסיכולוגיים. מחקרים רבים בנושא נערכו בהמשך, וחלקם בדקו גם את השפעת הכתיבה על אירועים חיוביים, ולא רק שליליים, על הרגשות. נמצא כי גם כתיבה על נושאים חיוביים הביאה לשיפור במדדים הגופניים והנפשיים.      מה עושים?  ההנחיה היא פשוט לכתוב בכתב יד על נייר כל מה שעולה לכם בראש במשך חמש דקות בלי הפסקה, בלי ניסוחים ובלי עריכה, פשוט לשפוך הכל על הדף.    אם קשה לכם להתחיל, הנה כמה שאלות שתוכלו לשאול את עצמכם (התייחסו אליהן כאל קצה חוט שאפשר להמשיך ממנו): מה מעסיק אותי כעת? על מה אני מודה? באיזה הישג אני גאה? איזה דבר טוב מצפה לי בקרוב? הייתי רוצה להקדיש יותר תשומת לב ל... איזה מעשה טוב הייתי רוצה לעשות היום? איזה דבר נחמד אוכל לעשות למען עצמי היום?    זה טבעי אם בהתחלה הראש עדיין ריק ואין לכם רעיון. זה יגיע, לא להתייאש. יהיו פעמים שזה יזרום בקלות, ולפעמים - כלום. זה בסדר. פשוט תכתבו ברציפות ובלי עריכה.    שלב 4: מדיטציה כמה זמן זה ייקח לכם: 5 דקות   בסקירת מחקרים שפורסמה ב־2012 בכתב העת Psychological Bulletin של האגודה האמריקאית לפסיכולוגיה וסקרה עשרות מחקרים על הקשר בין מדיטציה ל־Well Being, נמצא חד משמעית כי מדיטציה יומיומית משפיעה לחיוב על הרגשות ותורמת לשיפור מערכות יחסים. לדברי ד\"ר רחמים אנגל, אנחנו מעסיקים את המוח שלנו בכל כך הרבה מחשבות ורעש וכופים עליו לתת תשומת לב להמון דברים קטנים ולא משמעותיים, לרוב לכמה קולות במקביל. אם עוצרים את השטף הזה לכמה דקות ביום, החשיבה מתבהרת וגם הרגשות שלנו.      מה עושים?  יש המון סוגים של מדיטציה מונחית שאפשר לעשות כמו מיינדפולנס ואחרות. יש גם המון אפליקציות ייעודיות וגם סרטונים ביוטיוב, אבל הכי פשוט לשבת חמש דקות בישיבה נוחה בשקט.    זה לא משנה אם זו הפעם הראשונה שלכם, או אם כבר ניסיתם בעבר ולא כל כך הצליח לכם, או אם אתם מנוסים ועושים מדיטציה באופן קבוע. לפני שמתחילים מצאו מקום שקט ונוח לישיבה. זכרו שזה טבעי לגמרי אם המחשבות שלכם נודדות ואתם לא מרוכזים. תנו למחשבות לנדוד לאן שהן רוצות, וכשתוכלו - תחזרו.    איורים באדיבות ד\"ר הילה רחמים אנגל _____________________________________________________   גם הגורו החדש של הוליווד רוצה להוביל אתכם לאושר, הקליקו לכתבה:    ", "title": "המתכון לאושר: 20 דקות ביום הן כל מה שאתם צריכים לחיים מאושרים", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5333896,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}