{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5779138,00.html"}, "headline": "אייקון על-חלל: התשוקה של נאס''א ללוגואים מנצחים - ולרענן אותם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/10/10163756/1_6.jpg"], "datePublished": "2020-08-11T23:14:17z", "dateModified": "2020-08-12T14:56:13z", "author": {"@type": "Person", "name": "עודד בן יהודה"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "המסע הנוכחי למאדים, עם לוגו חדש של רכב החלל וקוביות עד השמיים, לוקח אותנו למסע בזמן אל תחילת סוכנות החלל האמריקאית - והדרך הארוכה אל ההווה (והעתיד!)", "wordCount": "768", "commentCount": "7", "genre": "10.Xnet-11938.xnet_design-12048.Design Blogs-12049.Oded Ben Yehuda", "keywords": "עיצוב גרפי,נאס\"א,לוגו,תקשורת חזותית,חללית,עודד בן יהודה,Xnet", "articleBody": "״מרגע שעינינו נחו על שמינו הנוצצים, לא הייתה דרך חזרה. היה עלינו לדעת מה נמצא מעבר לפלנטה שלנו, ומשגילינו, היינו צריכים לדעת יותר. סקרנותנו והתמדתנו הכניסו אותנו לחלל, לירח - ועכשיו למאדים״.    טקסט הפתיחה הזה, שמופיע באתר של סטודיו העיצוב \"ואן שניידר\" – מי שעיצב את סמל מעבורת החלל האמריקאית שהמריאה בסוף יולי למאדים – יכול להיות ציטוט של נאס״א או של צוות המעצבים. כך או אחרת, סקרנות היא דלק חיוני לכל פרויקט, לא כל שכן כזה ששואף להגיע לכוכב האדום.   נאס\"א ביקש מהסטודיו, שבניצוחו של טוביאס ואן שניידר, לעצב סמל למסע הנוכחי של Mars Rover, כזה שימזג את האנרגיה והמורשת של מסעות בחלל, תוך מחווה לעבודת המהנדסים שעבדו ללא לאות על המשימה המורכבת. התוצאה, שנחשפה לפני כמה ימים, היא לדברי אנשי הסטודיו \"ייצוג מופשט של רכב החלל האיקוני, וקוביות המגיעות עד השמיים\".     הטקסט גורם להרמת גבות, ולא לשמיים, בניסיון להבין מה הן אותן קוביות ומה הן עושות כאן. ההסבר שמצאתי אינו רומנטי במיוחד, אך משביע רצון: העיגול האדום מסמל את מאדים, הכתם הקוביסטי הוא הפשטה של רכב החלל, והכוכב המנצנץ מימין מייצג את כדור הארץ במבט ממאדים.    החוזק של הלוגו הוא בהפשטה הגרפית שלו, שבזכותה הוא קריא וברור על כל משטח ובכל גודל שבו הוא מודפס. החולשה שלו, בעיניי, היא דווקא בייצוג רכב החלל, ״Perseverance״ (\"התמדה\", שם שהציע אלכסנדר מת׳ר, תלמיד כיתה ז׳ ממדינת וירג'יניה, שזכה השנה בתחרות בנושא), שנראה כמו אחת החלליות במשחק המחשב ״Space Invaders״ של סוף שנות ה-70.       הלוגוטייפ המרכזי, שמככב לצד הסמל הגרפי, נראה כמו מחווה ללוגו המפורסם של נאס״א מ-1975, שכונה ״התולעת״ (The Worm) ועל כך בהמשך. מה שהיה טוב בשנות ה-70 לא בהכרח יתאים לשנת 2020, כך שהמראה הכללי נראה חדש אך לא חדשני. אם הגופן הזה מרגיש לכם מוכר, אולי זה בגלל חברת הרכב \"ניסאן\", שהשיקה לא מזמן את מיתוגה החדש, ושמרה אף היא על אותו גופן לוהט מאותה תקופה.                  עיצוב הלוגו, תוך שילוב הגופן המזוהה של נאס\"א, מעורר סוגייה ממושכת שנוגעת לתפישת המיתוג של סוכנות החלל האמריקאית. סידור המערך של סמלילי נאס״א לדורותיהם, כאן למטה, עלול לתעתע, ולעורר מחשבה שנפלה טעות בציון השנים מתחת ללוגואים.    אז הנה ההסבר: הרבה לפני שצירוף האותיות NASA הולחם (National Aeronautics and Space Administration), פעלה בארה״ב NACA - הוועדה הלאומית המייעצת לאווירונאוטיקה (National Advisory Committee for Aeronautics). הסמל הראשון שלה (1915) הכיל מחווה ציורית למטוס הראשון בעולם, של האחים רייט. 15 שנה אחרי, והסמל קיבל צורה גרפית של כנפיים ומגן. שנה בלבד אחרי פרסום ספר קומיקס מצליח, ״באטמן״ שמו. רק אומר.             ב-1959, שנתיים לאחר שברית המועצות שלחה את \"ספוטניק 1\" לחלל, תוך שהמירוץ העולמי לכיבושו צובר תאוצה, הוחלט לפרקה ולהקים את נאס״א. לטובת הגוף החדש, נקרא לדגל אחד ממעצבי החברה, ג׳יימס מודארלי, שיצר למעשה שני סמלים: חותמת לאירועים רשמיים (עם הכדור הצהוב), ואת הלוגו, שלימים יכונה ״הקציצה״ (Meatball).    ב-1975 רצו בסוכנות החלל לבטא מודרניות, ופנו לצמד המעצבים Danne & Blackburn שיצרו לוגוטייפ שזכה לכינוי ״התולעת״ (The warm).      היה זה ב-1992, כשהוחלט בצעד מפתיע לחזור ללוגו המאויר והישן של 1959, ולוותר על הכיתוב האדום שהפך לסימן מוכר, בעל ערך עיצובי ותרבותי בינלאומי. עכשיו, בין אם כחלק ממגמת ההפשטה והמינימליזם הגרפי שמשתלט על מותגים גדולים בעולם, הוחלט לצרף לחבורה מחדש את הלוגוטייפ משנות השבעים. כך שלמעשה, נאס״א מחזיקה היום בשלושה סמלים גרפים שונים.    בשנה שעברה היא חגגה 60, וגם לוגו חדש נוסף, בעיצובו של מתיו סקינס. הלוגו השטוח, שממוקם על גבי קשת כדור הארץ, הספיק לככב רק בכרזות החגיגות ונגנז. זו הייתה הפעם הראשונה שבחגיגות העשורים לנאס״א לא השתמשו בסמל הרשמי.       הדיון על הלוגו של נאס״א חזר לכותרות בתחילת השנה, כאשר נשיא ארה״ב דונלד טראמפ חשף את הסמל של United States Space Force (כוח החלל של ארצות הברית), עם שני קווי דמיון עזים במיוחד לקציצה של נאס\"א: קו הסילון שמקיף את כדור הארץ, סידור הכוכבים בצדדיו, וסימן החץ התלת- ממדי מהלוגו של פיקוד החלל של חיל האוויר האמריקאי - שמזכיר את הלוגו של החללית בסרט Star Trek.      הביקורת המקצועית לא איחרה להגיע, ובהצהרה שפורסמה בפייסבוק, הגנו אנשי כוח החלל על העיצוב: \"סמל הדלתא, אלמנט העיצוב המרכזי בחותם, היה בשימוש לראשונה כבר ב-1942 על ידי כוחות האוויר של צבא ארה\"ב הוא נמצא בשימוש בסמלי ארגון מאז 1961. מאז, סמל הדלתא היה מאפיין בולט בסמלי הקהילה הצבאית בחלל\".    לפני פחות מחודש פורסם, שוב, לוגו מעודכן. מקודמו נשארה ה״דלתא״, שקיבלה מסגרת כסופה שנועדה לפי ההסבר \"לייצג את ההגנה מפני יריבים ואיומים הנובעים בחלל\". ארבעת המשולשים מפרקים את המרכז השחור כדי לסמל את ארבעת הכוחות המזוינים של צבא ארה״ב: חיל האוויר, הצבא, חיל הים והחיל הימי, שיתמכו במשימת החלל. במרכז סמל הדלתא נמצא פולאריס, המכונה גם ״כוכב הצפון״.      כאן תוכלו לעקוב אחר המסע הנוכחי, לאורך כל המשימה עד לנחיתה המתוכננת ב-18 בפברואר 2021 ", "title": "אייקון על-חלל: התשוקה של נאס''א ללוגואים מנצחים - ולרענן אותם", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5779138,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}