{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5793640,00.html"}, "headline": "זה לא חלום: גם ירושלים מצטרפת לדיור מושכר ומסובסד לטווח ארוך ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230796/16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/10/10233971/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/10/10233978/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230820/19_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230824/21_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230794/15_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230790/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230788/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230792/14_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/10/10233926/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/10/10233924/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/10/10233922/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230776/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/10/10233905/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230778/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230770/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230784/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230764/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/09/10230768/3_3.jpg"], "datePublished": "2020-09-11T11:45:39z", "dateModified": "2020-09-12T19:10:22z", "author": {"@type": "Person", "name": "מנור בראון"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "הן לא בחינם וגם לא קרובות לזה, אבל הנחה נאה יש: ביקרנו במתחם ''חלומות ארנונה'' שמציע כ-80 דירות במחיר מפוקח אחרי שנבנה במהירות הבזק. מה אומרים הדיירים?", "wordCount": "1803", "commentCount": "15", "genre": "10.Xnet-11939.xnet_architecture-12008.environment architect", "keywords": "אדריכלות,אדריכלות בירושלים,דיור,דיור בר השגה,שכירות,מנור בראון,Xnet", "articleBody": "\"חלומות ארנונה\", פרויקט מגורים ירושלמי בהשכרה לטווח ארוך, נמצא בכלל בשכונת תלפיות. אולי הטעות מכוונת בגלל המוניטין של ארנונה, אולי היא נובעת מחוסר אוריינטציה במרחב, אבל המיקום של המתחם דווקא טוב - ואף ישודרג כאשר משכן הקבע של שגרירות ארצות הברית ייבנה בסמוך, מה שבוודאי יקפיץ את ערך הדירות בבוא העת (\"החלום האמריקאי\" יכול היה להיות שם מושך יותר לפרויקט נדל\"ן).   דירה מושכרת ב\"חלומות ארנונה\" היא חלום בר השגה, יחסית לשוק המגורים המשתולל של ישראל. בעבור ישראלים רבים, החלום על דירה על שמם בטאבו רק מתרחק והולך. פרויקטים כמו \"מחיר למשתכן\" מספקים אמנם פתרון חלקי, אך נכשלו בכל הקשור לבלימת עליית המחירים בשוק הדיור. אם זה לא הספיק, המשבר הכלכלי שמתלווה למגפת הקורונה הרחיק מאות אלפי מובטלים מהיעד הנכסף של דירה בבעלותם.    ברבעון הראשון של 2020, שחלקו כבר עמד בסימן הגל הראשון של המגפה, התייצבו מחירי הדירות על הממוצע הגבוה ביותר שנמדד אי פעם: 1.6 מיליון שקלים. מבחינת הירושלמים, קפיצת המחירים הייתה משמעותית במיוחד: מנתוני הלשכה הארצית לסטטיסטיקה עולה, כי מחירי דירות ארבעה חדרים בבירה זינקו ב- 8.3% בתוך שנה, בין הרבעון הראשון של 2019 לתקופה המקבילה השנה, ונסקו למחיר ממוצע של 2.27 מיליון שקלים.           כשמחירי הדירות מאמירים, מחירי השכירות מגיבים בהתאם. ערב התפרצות הקורונה, השלים ממוצע מחיר השכירויות עלייה שנתית של 2.3%. בעוד שהמדינה מנסה מדי פעם לטפל בשוק הדיור למכירה, בנוגע לשוק השכירות היא לא טורחת לספק פתרונות לאוכלוסייה ישראלית רחבה. \"המצב הכלכלי שאנחנו מגיעים אליו, ומחריף, לא יאפשר לצעירים לרכוש דירות\", מזהירה אדריכלית הפרויקט הירושלמי, אורית מילבאואר-אייל, והיא מזכירה: \"שכירות לטווח ארוך זה פתרון מצוין שעובד בכל העולם\".     בארגז הכלים הזעיר של הממשלה, שמוקדש לשוק השכירות, נמצאת ״דירה להשכיר״. מדובר בחברה ממשלתית שהוקמה כדי לקדם דיור להשכרה לטווח ארוך. בשיתוף פעולה עם רשות מקרקעי ישראל (רמ״י), משווקת ״דירה להשכיר״ ליזמים וקבלנים קרקעות לבנייה ולתפעול של פרויקטים להשכרה ממושכת של עד 20 שנים. בתום התקופה יכולות החברות הזוכות למכור את הדירות בשוק החופשי. בשש שנות פעילותה, השלימה החברה חמישה פרויקטים במודל זה ביישובים כפר יונה, חיפה, רמת השרון, הרצליה וירושלים, ואיכלסה בסך הכל כמעט 1,300 דירות. בימים אלו היא נמצאת בתהליכי תכנון ובנייה של כ- 40 פרויקטים נוספים ובהם כעשרת אלפים יחידות דיור לשכירות לטווח ארוך.    חנויות אין בכלל עדיין   את \"חלומות ארנונה\", ביזמות של ״שיכון ובינוי״, תכננה מילבאואר-אייל (ראש צוות התכנון: אדריכל ברק הינדי) על שטח בן 17 דונם בקרן הרחובות חנוך אלבק ושמואל לופו. זהו הפרויקט הראשון ששיווקה החברה הממשלתית בירושלים, וכעת נמצאים בתהליכי תכנון שלושה פרויקטים נוספים ובהם כ-800 דירות בסך הכל. המתחם בתלפיות כולל 333 יחידות ב-13 בניינים בני חמש קומות, וכולן מיועדות להשכרה לטווח ארוך. רבע מהן - בתעריף מפוקח.   תמהיל הדירות רחב. הוא מתחיל בדירות שני חדרים ומגיע לחמישה חדרים, יש גם דירות גן ואפילו פנטהאוזים בני שישה חדרים (130 מ\"ר) עם חלונות לעיר העתיקה. 83 מהדירות מושכרות במחיר מפוקח לזכאים, והשאר במחירי שוק.    הפרויקט אוכלס במארס, ובמשרד השיווק טוענים כי מעל 90% מהנכסים כבר הושכרו. המרפסות הריקות מלמדות כי רבים מהשוכרים טרם נכנסו לדירתם. עיקר הדירות שטרם הושכרו הן דירות היוקרה, שלא הוצעו בפיקוח: מחירי הפנטהאוזים מגיעים ל-10,000 שקלים בחודש, שווה ערך לדירות דומות באזור. גם החזית המסחרית הפונה לרחוב דניאל ינובסקי טרם אוכלסה, ולפי שעה נאלצים הדיירים לנדוד לחנויות ולמרכזים מסחריים בסביבה.               למשרד האדריכלים ״מילבאואר״, שמתמקד בגוש דן ובתל אביב בפרט, זהו פרויקט בכורה בירושלים. מילבאואר-אייל עוסקת בדיור להשכרה מאז 2012, נושא שהתחיל באקראי והפך לעיסוק מרכזי במשרד. ״זה התחיל מפנייה של עיריית תל אביב לקדם את 'גני שפירא'\", היא מספרת. \"שם הבנתי מה זה דיור להשכרה ובמה הוא שונה משאר הפרויקטים. עד היום דירות להשכרה נתפשו כדירות ישנות, כשבעלי הדירות זורקים על הדיירים הכל ולא משפצים להם. כשנכנסים לדירה חדשה לאורך זמן ועם שירותי אחזקה, זה יותר כדאי. יש מרכיבים שניתן לתת להם דגש בפרויקטים כאלו, דוגמת הקהילתיות. אדריכלות טובה זה לאפשר את החללים המשותפים, פונקציות ציבוריות ומפגש. זה לא תמיד מתאפשר. זה קורה רק בפרויקטים המאפשרים את זה בתב\"ע (תוכנית בניין עיר)״.    כאן, בשכונת תלפיות, התב״ע איפשר זאת. 10 מתוך 13 הבניינים הוקמו כמתחם סביב שטח ציבורי פתוח, במשולש הרחובות ינובסקי-אלבק-לופו. בניגוד לפרויקטי יוקרה, שבהם יזמים מסוגלים לעשות הכל כדי שהציבור לא יסתובב לדיירים הכה-יוקרתיים בסמיכות גבוהה מדי, כאן המעבר בין הבניינים רחב ונגיש לכולם.    ואולם, אין בו כרגע שום עניין: טריבונות ישיבה ומדשאה, ללא מתקני משחקים וספורט, או תועלת אחרת לעוברים ושבים. עכשיו, כשנפתחו במתחם ארבעה גנים עירוניים יתכן ויגבר הלחץ על העירייה להפוך את המדשאה הריקה לשימושית יותר ולא רק עבור הילדים. לא מן הנמנע שעם פתיחת החזית המסחרית וחזרה משגרת הקורונה יחלו קבוצות של מבקרים בטיילת שרובר להתכנס או סתם לעצור לארוחת צהריים קלה במקום.    בנייה טרומית במהירות   \"יש הרבה שחור, אבן ושחור. זה אלגנטי\", מספרת ננסי סנדולוביץ'-כץ, אדריכלית שותפה במשרד, בסיור עם Xnet אדריכלות בפרויקט החדש, שניכרת בו האדריכלות התל אביבית של התקופה הזאת, עם חיפוי האבן הירושלמית המתבקש.    \"אני אוהבת שיש בזה משהו ירושלמי, אבל לא עד הסוף. יש פה אמירה עיצובית שעוברת בצורה עדינה - אם זה בפיתוח, שבו עשינו שימוש בבטון סרוק ולא ריצוף אקרשטיין, וגם בבחירת החומרים בנקודות שהיה צריך להתעקש עליהן. גם האבן הירושלמים שבאמצעותה חופה המבנה היא בהירה ומנוסרת ולא בגימור הרגיל של אבן ירושלמית. השורה התחתונה, מבחינתי לפחות, היה לייצר מגורים ברמה גבוהה ותכנון דירות איכותי שנגיש לציבור יותר רחב. אני מניחה שמי שגר פה לא היה יכול לרכוש את הדירות האלו, אם הן היו מוצעות למכירה, וכשאתה משכיר דירה לטווח ארוך אתה משקיע בדירה כאילו היא הייתה שלך״.           אחד מתנאי המכרז היה סיום מהיר: 39 חודשים משלב הזכייה ועד האיכלוס. למרות דחייה של חודשיים בפועל, עדיין מדובר בלוח זמנים מרשים במציאות התכנונית הישראלית, שבה היתרי בנייה ניתנים לאחר כשנתיים וחצי, ואז מחכים שנתיים (במקרה הטוב) להשלמת הבנייה עצמה.    מובן שפרויקט כזה זוכה לפריבילגיה של זירוז תהליכי אישור, בגלל הקידום שמגיע מצמרת מוסדות התכנון, ועדיין מדובר במשימה מורכבת למדי. כדי לעמוד בהתחייבויות החליטו היזמים לבנות את כל הפרויקט בבנייה טרומית, שיטה שהייתה שכיחה פעם בישראל, ובמסגרתה חלקי המבנה מיוצרים במפעל ואז מובלים לאתר ומורכבים בו.    \"זו שיטת בנייה שאנחנו כאדריכלים פחות אוהבים\", מציינת מילבאואר-אייל. \"זו הייתה החלטה של סולל בונה. זה עלה להם יותר, אבל זה נעשה כדי לעמוד בלוח זמנים\". האם למתכננים זו עבודה פשוטה יותר? סנדולוביץ'-כץ מזכירה את האילוצים שכרוכים בשיטה הזו: ״ברגע שאומרים ׳טרומית׳, ישר חושבים על התפרים שייראו בכל הבניין, וזה מלחיץ. בפרויקט רואים את התפרים, ויכול להיות שבגלל האבן זה יותר מיטשטש. אם זה היה בתל אביב, חזית עם טיח, היו רואים את זה יותר. אני מתאפקת על הפקשושים בביצוע\".     הסטיגמה הרווחת על בנייה טרומית היא בעיות של בידוד תרמי וחדירת מים (שלא לדבר על מגבלות העיצוב והמונוטוניות). בירושלים, שעוברת חורפים קרים, זו עלולה להיות בעיה של ממש. למרות שאנחנו בישראל, בכל זאת מדובר בירושלים- מקום קר מהממוצע במיוחד בחורפים. סנדולוביץ-כץ לא קיבלה בינתיים תלונות מהדיירים, אבל מודה ש״הם לא עברו את החורף. אני למדתי מאורית שלא משנה איזה בניין אתה עושה, תמיד בסוף יש נזילה מאיפשהו\".    מסטודנטים ועד פנסיונרים   בפרויקט שלושה טיפוסי בניינים: שניים שחוזרים על עצמם במתחם הגדול, ושלישי שחוזר על עצמו בשלושת הבניינים הנפרדים ברחוב אלבק. בכל קומה תוכננו חמש דירות בנות 2-4 חדרים ובקומה העליונה שני פנטהאוזים. למעט דירות שני החדרים, לדירות יש שני כיווני אוויר וחניון תת קרקעי לשימוש הדיירים ביחס חניות של 1:1 - מהלך תמוה ובלתי מעודכן. זאת, משום שעלות חפירת החניון היא יקרה ליזם ולקבלן, והיא מגולמת בסופו של דבר במחירי השכירות. אלה יכולים להיות יותר זולים, כשאין חניונים תת-קרקעיים.    תמהיל הדירות המגוון משך לכאן אוכלוסיות שונות: סטודנטים, משפחות צעירות, מצמצמי דיור שמתקרבים לגיל השלישי, וגם דיירי חוץ (בעיקר צרפתים ואמריקאים) שמתמקדים בגזרת הפנטהאוזים. כולם נמשכו אל תנאי החוזה הקבועים, שאין צורך להילחם עליהם מחדש מדי שנה: בדירות המפוקחות לזכאים, חוזה השכירות תקף לשלוש שנים עם אופציה לשלוש שנים נוספות - ואחר כך יש לפנות את הדירה לטובת הזכאים הבאים בתור.    הדירות לשוק החופשי מוצעות בחוזה למשך חמש שנים ללא עליית מחירים, עם אופציה לחמש שנים נוספות - כלומר עשור ללא קפריזות של בעל בית חמדן. שכר הדירה: החל מ-3,800 שקלים לדירות 2 חדרים. החל מ-5,000 שקלים לדירות 3 חדרים, והחל מ-6,075 שקלים לדירות 4 חדרים. הדירות המסובסדות מושכרות בהנחה של 20% על התעריפים האלה.    מסדרונות חשוכים, חדרים לא מספקים בחלקם    גודלו של המתחם, הראשוניות שלו בבירה והתוצאה הכוללת ראויות להערכה. עם זאת, ניכר כי זהו פרויקט יזמי שתוכנן בצמוד לטבלאות אקסל שהכתיבו את הטון. סטנדרט, במקרה הזה, היא לא מלה גסה, אלא הפריזמה שדרכה עבר התכנון לרבות מספר הדירות, חלוקתן ופרטי הגמר.    על הנייר, ה״צ'ק ליסט״ הוגשם במלואו: לובי לכל בניין, חניון, שני כיווני אוויר לדירות 3 חדרים ומעלה, ריצוף גרניט פורצלן בגודל 60X60, מרפסת וגם מזגן עם הנמכות גבס. גם גובה התקרה וסידור הדירות נאות. מאחורי רשימת המטלות השיווקיות מסתתרות גם תוצאות לא מספקות, כגון עיצוב הפנים והחיפויים של לובי הכניסה והמסדרונות בקומות המגורים, שנותרו ללא אור טבעי ורוצפו בחיפויים כהים.            גם גודל החדרים לא תמיד מותיר מקום להתרווחות. באחד הדגמים של דירות 5 החדרים, סוויטת השינה (מאסטר בדרום) מאפשרת שטח שימושי של 2.85X3.55 מ״ר בלבד. בדירת 4 חדרים בדגם בניין אחר, שטחו של המטבח הוא 2.05X2.98 מ״ר בלבד, ובמפרט הבסיס סופקו לדיירים רק ארונות מטבח תחתונים.   אתי סממה, ראש אגף במשרד הבריאות, מתגוררת בדירת גן בשטח של 100 מ\"ר, ובעבורה היא משלמת 7,000 שקלים בחודש. \"חיפשתי דירה לשכירות, מכרתי את הדירה בבקעה (השכונה, מ״ב) וגרתי בשכירות במשך שנתיים״, מספרת סממה. ״כשרציתי לבוא לראות את הדירה פה הייתה תחושת לחץ. זה היה לפני הקורונה והמתנתי שלושה שבועות בתור. על הדירה הקודמת שלי שילמתי 6,500 שקלים, והיא הייתה דירת 3 חדרים ישנה. הסטטוס הזה של להיות כפופה לאיזה זוג שיש לו דירה, וכל ברז אתה צריך לבקש ממישהו פרטי, אני חוויתי את זה כמשהו קצת משפיל. לא נעים להיות שוכר בישראל של מישהו פרטי״.    המתכננים רצו לייצר כאן קהילה. את מרגישה אותה?   \"חששתי קצת ממי שיבוא. זה יכול להיות מיליון ילדים, סלאמס, אבל זה לא כזה. אפילו הפייסבוק שלנו הוא באנגלית. הגיע לכאן מגוון גדול, ובתוכם יש קבוצה של אנשים מבוגרים ששכרו כקבוצה\".   אחת מאותה קבוצה, שמורכבת מחברי ילדות ירושלמים ששמרו על קשר כל החיים, היא ריקי גולן, פנסיונרית, ששכרה באפריל דירת 3 חדרים בת 77 מ\"ר. \"גרתי בעבר בירושלים״, היא מספרת, ״עברתי לתל אביב לאזור בזל וחזרתי לפה. היה לי ממש כיף בתל אביב, אבל השארתי בירושלים את כל החברים והאחים\". כמו אתי סממה, גולן לא הסתפקה במפרט הבסיסי, והחליטה להשקיע ברכישת מטבח לפי טעמה, כזה שיתאים לרמת הבישול והאירוח שהיא שואפת אליהן בשנים שנכונו לה בפרויקט.    מצאנו כאן גם משפחות רב-דוריות, כמו חנה גלבנד ובתה שירן שעברו לכאן לפני כחמישה חודשים. חנה, פנסיונרית אף היא, שכרה עם בעלה פנטהאוז בן 4 חדרים עם נוף לעיר העתיקה. בתם, שירן, שכרה עם בן זוגה וילדיה פנטהאוז בבניין הסמוך. ״לפני זה גרנו בשכירות בארנונה בבית ישן״, מספרת חנה, ״אבל פה זה בית חדש לטווח ארוך. אף אחד לא יוציא אותי. אני הייתי הראשונה שחתמה. שכנעתי את הבת שלי, ואז היא הסתובבה בכל המתחם וחיפשה דירה, דירה\".    ״במקום שדור שלם יקבור את עצמו במשכנתאות מאיימות״, אומרת האדריכלית מילבאואר-אייל, ״הם יכולים לקבל איכות חיים טובה יותר, באזורי ביקוש, ובלי למשכן את עתידם״.   מתחת לאדמה ולרדאר: החרדים שגרים בחניוני בניינים. לחצו על התצלום  ", "title": "זה לא חלום: גם ירושלים מצטרפת לדיור מושכר ומסובסד לטווח ארוך", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5793640,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}