{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5755445,00.html"}, "headline": "I ❤ NY, והרבה יותר מזה: העולם נפרד מהמעצב הגרפי מילטון גלייזר ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/28/10061555/MG-logos-6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/28/10061597/Nick_Walker_Love_Vandal_at_17th_and_6th_Ave_Manhattan_6.jpg"], "datePublished": "2020-06-28T12:46:50z", "dateModified": "2020-06-28T14:19:22z", "author": {"@type": "Person", "name": "עודד בן יהודה"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "לצד הלוגו שהפך לסמל של ניו יורק, עיר הולדתו ומגוריו, יצר המעצב והמאייר האמריקאי-יהודי פוסטרים שהודפסו במיליוני עותקים ועורר השראה בשלל סגנונות והומור משובח", "wordCount": "770", "commentCount": "3", "genre": "10.Xnet-11938.xnet_design-12048.Design Blogs-12049.Oded Ben Yehuda", "keywords": "עיצוב גרפי,מילטון גלייזר,עודד בן יהודה,עיתונות,איור,Xnet", "articleBody": "״הטוב הוא האויב של המצוין״ – זה המוטו שמקבל את פניהם של הנכנסים לאתר האינטרנט של מילטון גלייזר, המעצב הגרפי שהלך אתמול (שבת) לעולמו בגיל 91. גלייזר – אחד המעצבים הגרפיים המוערכים בעולם (וגם איש עיתונות רב-זכויות), שהתמקם בקטגוריה משלו ששמורה ליחידי סגולה - היה יכול להרשות לעצמו להצטנע, אחרי קריירה ארוכה שבמהלכה יצר לוגואים בלתי נשכחים, ובראשם הסמל שכל אחד מכיר: I ♥️ NY.    הלוגו, שהוא עיצב בכלל בעבור קמפיין תיירות למדינת ניו יורק, יהפוך לימים לא רק לאתוס הבלתי רשמי של העיר, אלא גם לאחד הסמליים הגרפיים שהשפיעו על ענף המיתוג העולמי נדמה שזה גם אחד הלוגואים שצברו את מספר החיקויים והווריאציות הגדול ביותר.       זה רעיון הלוגו, ששירבט בצבע אדום על מעטפה, תוך כדי נסיעה במונית:     ואחרי פיגוע התאומים:      אחד מרגעי התהילה הראשונים של גלייזר היה ב-1966, לאחר שעיצב פוסטר מחווה לאלבום האוסף של בוב דילן, The Greatest Hits, ועיצב אותו בצבעוניות פסיכודלית. עד היום הודפס הפוסטר בשבעה מיליון עותקים, והוא ממוקם היטב בפנתיאון נכסי תרבות העיצוב.       בפוסטר של עטיפת האלבום של דילן, השתמש גלייזר בלוגו מעשה-ידיו, שנקרא Baby Teeth. את ההשראה לקומפוזיציה קיבל גלייזר מפורטרט עצמי של האמן מרסל דושאן, מ-1957.      מילטון גלייזר נולד ברובע ברונקס של ניו יורק ב-1929, בן להורים יהודים שהיגרו מהונגריה לארצות הברית. כבר בנעוריו זוהה כישרון הרישום שלו, והוא נשלח ללמוד בבית ספר תיכון למוזיקה ולאמנות שם נרקם, כנראה, החיבור הראשון שלו למוזיקה ולעיצוב. באחד הראיונות איתו הוא סיפר כיצד גילה כילד את גדולתו של הרישום, בין השאר משום שנהג לצייר למען חבריו את הבנות הפופולריות ברישומי עירום (פרי דמיונו בלבד), תמורה כמה מטבעות. ''זו היתה העמלה הראשונה שהרווחתי'', נזכר. עם השנים מצא באמנות הרישום ערך רוחני: ''הבודהיזם עוסק ברעיון של כאן ועכשיו, ומה שגיליתי הוא שרישום דורש את המודעות הזו, את הקשב וההתבוננות. רישום הוא ניסיון להבין מה אמיתי במושא ההתבוננות''.    עם תואר בעיצוב מ\"קופר יוניון\", הקים גלייזר יחד עם שלושת חבריו - ריינולד ראפינס, סיימור צ׳אסט ואדוארד סורל (Reynold Ruffins, Seymour Chwast, Edward Sorel) - את סטודיו ״פוש פין״, שזכה עד מהרה להצלחה. הסטודיו פעל במשך שני עשורים, ועד היום תוצריו נחשבים למעוררי השראה בקרב דורות של מעצבים.         גלייזר היה טיפוגרף מזהיר, ועם הגופנים השונים שהוא יצר, אהב להשתולל בכרזות ובעבודות מיתוג. ב-1970 עיצב את הגופן Glaser Stencil (הנושא את שמו), ששאב השראה מגופנים גיאומטריים ידועים כמו פוטורה ואוונגארד.     כרזה לסרט \"נקודת זבריצקי\" של אנטוניוני, בעיצובו של גלייזר, 1970:       כעבור ארבע שנים החל גלייזר לפעול גם באופן עצמאי, ובמקביל לסטודיו המשותף הוא מקים סטודיו משלו. ב-1984 הוא חבר לידידו וולטר ברנרד, כדי להקים יחדיו את WBMG (ראשי התיבות של שמותיהם) ולהתמחות בעיצוב מגזינים. הם טבעו את חותמם בלא פחות מ-50 עיתונים ומגזינים. ב-1986 השתתף גלייזר בהקמת המגזין \"ניו יורק\" – אחד הבולטים בעיר ובארצות הברית עד היום, שהשפעתו על המקומונים ומוספי סוף השבוע בישראל מורגשת היטב – ועיצב את הלוגוטייפ המסולסל שלו.       באמצעות המגזין ניסה גלייזר להמציא ז׳אנר עיתונאי חדש: מקומון שעוסק בחיים של הרחוב, ותרבות השוליים, לצד סוגת עילית של עורכים, עיתונאים, כתיבה ועיצוב מגזיני ברמה הגבוהה ביותר. בתשע שנותיו במערכת העיתון התוסס, הוא יצר שערים בלתי נשכחים.    גלייזר זכה להציג תערוכות יחיד במוזיאונים הגדולים בעולם, כגון פומפידו בפריז, ויקטוריה אנד אלברט בלונדון, וגם מוזיאון ישראל בירושלים שהקדיש לו מחווה. ב-2009 קיבל מנשיא ארה\"ב, ברק אובמה, את המדליה הלאומית לאמנויות.        ''גיבורנו מילטון מת בגיל 91, לאחר שחי את החיים העשירים ביותר שניתן להעלות על הדעת בעבור משפחתו, קהליו הרבים וכולנו\", ספד לו המעצב הגרפי סטפן סגמייסטר בחשבון האינסטגרם שלו. ''הייתי גאה להיות מוזמן לקורס הקיץ שלו בכל שנה, שם נתקלתי לעתים תכופות בכמה מתלמידיו. כששאלתי אותם מה דעתם על הקורס בן השבוע, הם השיבו שהוא שינה את חייהם. פעם שאלתי אותו באילו מבין העיצובים הרבים שלו הוא גאה - והוא הזכיר את עיצובו של הקורס הזה. הוא חשב שזה עדיף על הקמת המגזין 'ניו יורק' או על הלוגו של I ♥️ NY\".   \"ניסיתי ללמד את הרעיון שעיצוב הוא פעולה בעלת משמעות חברתית\", הגדיר לפני כמה שנים את מורשתו. ''נקודת המוצא היא: אל תרע. הרעיון שלעיצוב יש השפעה על החברה, ושהשפעתו יכולה להיטיב, הוא משמעותי בהרבה מהשימוש בעיצוב ככלי שיווק ומכירה''.       גלייזר היה מעצב רב-תחומי הרבה לפני שמישהו התחיל להשתמש במושג הזה. בעבודותיו שילב אינספור שפות גרפיות ואיוריות - מינימליזם טיפוגרפי, שרבוטי גואש צבעוני, קולאז׳ים מורכבים ועוד הוא עיצב גופנים, לוגואים, מיצבים תלת-ממדיים וסטים של כלי פורצלן הוא ערך עיתונים ויצר מערכות גרפיות (גריד) אלסטיות, שעד היום משמשות את המגזינים הטובים בעולם. הוא היה נועז וחדשני, לא נרתע מלגעת בתכנים פוליטיים, ובאותה נשימה תיבל כמעט כל יצירה בהומור משובח. גלייזר, שהשאיר אחריו מורשת עצומה, המשיך לעבוד כמעט עד יומו האחרון - שהיה, אגב, יום הולדתו.    והנה קומץ מהמחוות שמורעפות על גלייזר מאז היוודע דבר מותו:                ", "title": "I ❤ NY, והרבה יותר מזה: העולם נפרד מהמעצב הגרפי מילטון גלייזר", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5755445,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}