{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4974839,00.html"}, "headline": "כשמלון בוטיק נפתח בבניין היסטורי: בכיפה הכסופה עושים מסאז' ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/13/7842179/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840832/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840530/10_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840534/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840532/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840528/9_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840552/18_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/13/7842183/3_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840675/20-101_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840674/20-94_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840676/20-104_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840545/15_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840493/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840483/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840485/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840974/17_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840491/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840547/16_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/12/7840495/7_3.jpg"], "datePublished": "2017-06-13T11:29:44z", "dateModified": "2017-06-13T23:47:36z", "author": {"@type": "Person", "name": "אביטל ברוידא"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "הבניין הוורוד עם כיפת הפעמון, בצומת הרחובות נחלת בנימין וגרוזנברג בת''א, שימש כבית מלון מאז הקמתו ב-1925. בימים אלה, אחרי שימור מוקפד, הוא נפתח מחדש", "wordCount": "1270", "commentCount": "69", "genre": "10.Xnet-11938.xnet_design-12243.Shavim Bikur", "keywords": "מלון בוטיק,שימור,אמנון בר אור,מלון נורדוי", "articleBody": "אל מלונות הבוטיק של תל אביב הצטרף בימים אלה מלון ישן-חדש - מלון נורדוי, שפעל מאז 1925 בפינת הרחובות נחלת בנימין וגרוזנברג בתל אביב. את הבניין הוורוד עם כיפת הפעמון הכסופה תיכנן לפני 92 שנה האדריכל יהודה מגידוביץ' עבור אדולף דייויס, בן למשפחה ענייה מרומניה, שהתעשר לאחר שעבר לאנגליה ועסק בצורפות.    במהלך ביקוריו בארץ ישראל, כתייר, רכש דייויס שני מגרשים במה שהיה אז שכונת נחלת בנימין: הראשון נרכש בשנות ה-20, ועליו נבנה המלון והשני ב-1933, ועליו נבנה בהמשך הרחוב בניין משרדים, בית דייויס, גם הוא בתכנונו של מגידוביץ'.      בית המלון בן שלוש הקומות נבנה בסגנון אקלקטי מרכז אירופי, שהיה אופייני למגידוביץ'. קומת הקרקע של המבנה היתה קומה מסחרית, על פי אישור העסקים אז ברחוב, והמלון פעל בשתי הקומות העליונות.      \"תכנונו (של הבניין) נעשה בהתאמה למפגש הרחובות הראשיים דאז נחלת בנימין וגרוזנברג תוך הדגשת הפינה על ידי כיפה בצורת פעמון על הגג, במפגש שתי החזיתות\", כותב אדריכל אמנון בר אור, שהופקד על שימורו. \"המונומנטליות של הבניין נובעת ממיקומו בפינת הרחובות, מממדיו, ממורכבותו ובעיקר מהכיפה הבנויה בפינת הבניין, המקנה לו את סימן ההיכר שלו. אלה הפכו אותו לנקודת ציון בתל אביב\".   בית המלון הפעיל הוותיק בעיר    מאז הקמתו היה בית המלון בבעלות משפחתו של דייויס. לאחר מותו עברו שתי קומות המלון לבעלותם של סוניה ומשה גרינברג, אחייניתו של דייויס ובעלה (שעלו ארצה מרומניה ב-1935), שניהלו את המלון והתגוררו בו עם בתם לאה.    בשנים ההן התארחו בו בעיקר עסקנים ושליחים שהגיעו מהקיבוצים לתל אביב בשנות ה-40 שהו בו חיילים אוסטרלים ובריטים ולאחר מלחמת העצמאות נחו בו חיילים בודדים.             בשנות ה-60 של המאה שעברה, לאחר פטירת אביה, רכשו לאה ובעלה יצחק מרכוס את הנכס כולו, כולל קומת הקרקע שבה פעלו חנויות פרטיות. הבניין המשיך לתפקד כמלון, אך עם השנים התיישן ושימש בעיקר כמלון זול לתרמילאים.    ב-2006 החליטו בני משפחת מרכוס לשפץ את המלון. כיוון שהמבנה, בזכות חשיבותו האדריכלית וההיסטורית, הוגדר לשימור במגבלות מחמירות, התהליך היה מורכב, ארוך ויקר, ובמהלכו נמכר הנכס לאיש העסקים אורי חיות.   על גלגולו העכשווי כמלון בוטיק אחראית קבוצה של יזמים צעירים: אורן פסקל, בן ברוורמן וגיא בר טל. זהו המלון השלישי שהם פותחים בתל אביב (אחרי שינקין הוטל ברחוב ברנר וקוקו הוטל בדיזנגוף). כיוון שמאז הקמתו שימש המבנה כמלון, הוא זכאי לתואר \"המלון הפעיל הוותיק ביותר בתל אביב\".   קילוף הקירות חשף את ציורי הקיר   שימור המבנה המוקפד של אדריכל בר אור כלל את שיחזור החזיתות השבת חדר המדרגות למצבו המקורי קילוף קירות שחשף את ציורי הקיר (ששומרו במצבם המקורי, הדהוי למראה), ואת הכותרות הדקורטיביות המדגישות את מפגש הקיר והתקרה לאורך גרם המדרגות.   במהלך השיפוץ טופלו גם מדרגות הבטון הטרומיות, שנעשו בבית חרושת גרמני-מקומי ביפו, ומעקה הברזל השחור בעל הפיתוחים המורכבים. מלבד אלה נוסף לבניין אגף על רחוב גרוזנברג, שהותאם לחזית הקיימת לבניין הוכנסו מערכות טכניות חדשות (מיזוג אוויר, מעלית ועוד) וחלוקת החדרים בו תוכננה מחדש.      \"כשלקחנו את הנכס\", מספר אורן פסקל, \"ראינו את הערך ההיסטורי שלו כערך עליון, ואת זה רצינו לשמר - לתת חוויה של מלון עם היסטוריה, שפעיל בתל אביב כבר 90 שנה. רצינו שהחוויה הזו תבוא לידי ביטוי בכל המישורים, החל מהשם והלוגו ועד העיצוב\".    לכן נשמר שמו של המלון בהגייתו האידית - נורדוי (ולא נורדאו, כשם רחוב בצפון העיר). את הלוגו עיצב סטודיו Roof, שאחראי למיתוג המלון, והפונט שנבחר לו הוא מעיין מחווה לפונט המקורי שבו נכתב שמו של המלון.    בין הרחוב הסואן להידור אירופי    כניסה צדדית מרחוב נחלת בנימין מובילה, דרך שביל פנימי, אל לובי המלון ובהמשך לחצר פנימית קטנה בינו לבניינים השכנים. החצר הקטנה, שבה פינת ישיבה ודלפק כיבוד לאורחים, מרוצפת אריחי בטון, מוקפת אדניות עם צמחייה ירוקה, ומהווה מעין הפוגה בין הרחוב הסואן שבחוץ להידור האירופי שבפנים.          דלתות עץ גדולות בגוון אפור חם נפתחות אל חלל הלובי הגבוה. הקירות המרכזיים בו מחופים ב\"שטיח עץ\" בדוגמת מעויינים, שעשוי משני סוגי אלון - מושחר וטבעי. דלפק הקבלה המואר עשוי אבן אוניקס טבעית, והרצפה מחופה בפרקט בדוגמת ורסאי (מעין משבצות של שתי וערב). ממרכז התקרה משתלשל מקבץ מנורות סרוגות של מעצב התאורה אריאל צוקרמן. את התמונה הרוויה הזו משלימות ספת עור ושתי כורסאות בגוונים תואמים.       את עיצוב הלובי וחדרי המלון הוביל אדריכל עומר לייכטר. \"היה ברור שההיסטוריה של הבניין היא הסיפור הראשי כאן\", הוא אומר, \"ועיצוב הפנים צריך לשרת את המטרה הזו. רצינו להעניק תחושה של חיבור לבניין המקורי, לסטייל ולמקורות ההשראה המזרח-אירופיים: הידור מאופק וקלאסי, אבל לא ארכאי, כזה שמותאם לתל אביב של 2017\".       חדר המדרגות המשומר, המוביל אל קומות החדרים, משמש תזכורת לעברו של הבניין, והמסדרונות הקומתיים ממשיכים אותו באלגנטיות מאופקת ובהירה. רצפת הבטון במסדרונות עשויה בדוגמת משולשים אפורים וצהובים, בהשראת הרצפה המקורית, עם תוספת צבע עכשווית.    שידות העץ עשויות משורש בוגונביליה   במלון המחודש יש 20 חדרים, כמו במלון המקורי, אך בזכות התכנון החדש ותוספת הבנייה הם גדולים יותר. 18 מהם בני 24 עד 30 מטרים רבועים, ושניים הם סוויטות, בשטח של כ-45 מטרים רבועים כל אחת.    דלתות החדרים הגבוהות עשויות עץ ושילוט החדרים מפליז. בתוכם נשמרו התקרות המקוריות, שהונמכו רק מעט לטובת תאורה הקירות בהירים והפתחים מרובים ומקושתים. לחלק מהחדרים מרפסות תלויות קטנות, שצופות אל העיר או אל החצר הפנימית.    הרצפה בחדרים מחופה בפרקט אלון כהה בדוגמת אדרת דג פריטי הנגרות שואבים השראה מסגנון האר-דקו ועבודת היד שאפיינו את שנות ה-20 של המאה הקודמת. דלתות ארון הבגדים מהדהות את דוגמת המשולשים מרצפת המסדרון, במארג של שלושה סוגי אלון - לבן, מבוקע ואירופי.       לצד המיטה שידות עץ מנומרות משורש בוגונביליה, וליד החלון שולחן כתיבה בסגנון עתיק, שעשוי עץ טיק. את האווירה משלימים ריהוט סלוני תואם וגופי תאורה מפליז של אריאל צוקרמן. בחדרי הרחצה רצפת שיש שחורה וקירות מחופים בשיש לבן, ועל חלונות החדר וילונות לבנים חצי שקופים, המרככים את האור מבחוץ ומאזנים את החומריות הכהה. את הפן המקומי, הנוסטלגי, מספקים בכל חדר ציורים של האמנית רחל טימור, המבוססים על צילומים מ\"הצלמניה\", ומנציחים מבנים מפורסמים ורגעים מחיי העיר.      הכיפה הכסופה הפכה לחדר מסאז' זוגי    בקומת הגג נפתחת המעלית אל לובי קומתי קטן, שממנו יש יציאה אל מרפסת גג וכניסות לשתי הסוויטות הגדולות - אחת בחלק הישן של המבנה ושנייה בחלקו החדש. שתיהן פונות אל מרפסת גג גדולה, שעליה פזורים כסאות נוח ופינות ישיבה תחת שמשיות בד גדולות, לרווחת אורחי המלון. אלה יוכלו לצפות מכאן, בצל ובנחת, על נוף גגות העיר.    הרצפה בסוויטות מחופה בפרקט האלון שולחנות הכתיבה עשויים שורש בוגונבילה דלתות הארון וגב המיטה הדומיננטי עשויים במארג עץ בדוגמת משולשים, והמדף המואר עשוי מאבן אוניקס. באחת מהן שני מפלסים: סלון כניסה קטן עם ספה ושולחן כתיבה, שממנו יורדים אל אזור שינה מרכזי וחדר רחצה פתוח. במרכז חדר הרחצה, מול ויטרינה המשקיפה אל העיר, אמבטיה, ומולה שולחן כיור בנישה ושני תאים סגורים של מקלחת ושירותים.       הכיפה הכסופה על מרפסת הגג, סימן ההיכר של הבניין, עשויה מעץ מטויח. במקור היא היתה חדר כביסה, ועם השנים הפכה לחדר מועדף על שומרי סוד – כמו, למשל, לוחמי המחתרות שהסתתרו בה. בגלגולה הבוטיקי העכשווי היא חדר מסאז'ים זוגי. קירותיה המעוגלים צוירו מחדש בהשראת הדוגמאות והגוונים של חדר המדרגות.    \"תמיד היתה לבניין הזה סוג של נוכחות זרה במרחב שבה הוא נמצא\", אומר פסקל, \"ואנחנו רצינו לקחת את השונות הזו ולהפוך אותה למשהו נינוח יותר, כזה שעדיין מנוגד לסביבה ומחובר למקורות, אבל לא באופן מנוכר ומפונפן\".   לילה וארוחת בוקר בבועה האירופית הישנה-חדשה הזו עולה בין 1,000 שקלים (חדר) ל-2,400 שקלים (סוויטה). ארוחת הבוקר מוגשת בינתיים באחד מבתי הקפה בסביבה ובעתיד היא תוגש בבר-ביסטרו בקומת הקרקע, שעובר עכשיו שיפוצים וייפתח עם סיומם אל הרחוב, עם הפנים לצומת. בינתיים מכוסים חזיתותיו בטפטים ססגוניים, כפתרון זמני.   אדריכל שימור: אמנון בר אור  עיצוב פנים: אדריכל עומר לייכטר  מיתוג ועיצוב גרפי: סטודיו Roof  יועצת מלונאות בשלב הראשוני: רונית קופלנד  מעצב תאורה: אריאל צוקרמן   ------------------------------------------------------------------- לחצו על התמונה לעוד מלון עם גג נחמד, הפעם בפירנצה:  ", "title": "כשמלון בוטיק נפתח בבניין היסטורי: בכיפה הכסופה עושים מסאז'", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4974839,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}