{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5581414,00.html"}, "headline": "למי קראתם מספר שתיים? סגניות מלכות היופי במפגש מחזור נוצץ\r\n", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465049/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465064/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465087/4_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465130/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465126/11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465132/14_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465128/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465112/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465117/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465109/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/05/9465090/5_3.jpg"], "datePublished": "2019-09-12T10:43:38z", "dateModified": "2019-09-12T13:20:40z", "author": {"@type": "Person", "name": "ליאור אוחנה, וידאו: אהובית רבי גולן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "למרות שלא זכו בתואר מלכת היופי, כל אחת מהמשתתפות בתחרות זוכרת עד היום חוויה בלתי נשכחת אחת. 6 סגניות, משנות ה־70 ועד היום, חוזרות לדפוק הופעה משותפת מול המצלמה ", "wordCount": "486", "commentCount": "4", "genre": "10.Xnet-11946.xnet_laisha-29392.70_yofi", "keywords": "לאשה,70 שנה ללאשה,מלכות היופי,מלכת היופי,אדר גנלדסמן", "articleBody": "בסוף הכתר הונח על הראש של מישהי אחרת, אבל כל אחת מהמשתתפות בתחרות מלכת היופי זוכרת עד היום לפחות חוויה בלתי נשכחת אחת. שש סגניות, משנות ה־70 ועד היום, מדגמנות מול המצלמה.    חני שטיינר (51), סגנית נסיכת היופי לשנת 1986, עובדת בתחום הקוסמטיקה, מייבאת לארץ את חברת \"בלה באצ'י\" ואמא לשלושה:  לא אשכח ש... \"אצטדיון יד אליהו מלא עד אפס מקום, מני פאר מלהיב את הקהל וכולנו צועדות על עקבים מסביב לרחבה, בבגדי ים וחוף של גוטקס. זו שצעדה מאחוריי דרכה לי על הרצועה של הנעל והנעל עפה. כולנו צעדנו בשורה והייתי חייבת להמשיך, וככה צעדתי עם נעל עקב אחת כל הסיבוב\".   ומי נבחרה למלכת היופי ב-1986? לחצו וגלו       מירי (לוי) רוזנברג (37), נערת ישראל לשנת 2003, מנהלת מכללה להכשרת מדריכי רכיבה ואמא לילדה:  לא אשכח ש... \"באחד המעברים בתחרות ירדתי בצד הלא נכון של הבמה ועוד בירידה התחלתי להוריד את השמלה. רצתי עירומה מאחורי הקלעים ולא מצאתי את חדר ההלבשה\".   ומי נבחרה למלכת היופי ב-2003? לחצו וגלו      ג'ני צ'רוואני, משמאל, (37), נערת ישראל לשנת 1999, בוגרת לימודי נטורופתיה, מפתחת פורמולות של שמנים אתריים ואמא לשתיים:  לא אשכח ש... \"כשהשתתפתי בתחרות מיס עולם (שבה זכתה כסגנית, ל\"א), אחד השופטים היה השחקן דין קיין, שגילם את 'סופרמן'. כל כך התרגשתי לשבת מולו בריאיון, שפשוט דיברתי מלא שטויות וגמגמתי. הוא צחק והתלהב ממני מאוד\".     ומי נבחרה למלכת היופי ב-1999? לחצו וגלו             שרי חן, (61), נערת היופי־עשרה לשנת 1977, משווקת אביזרי אופנה ואמא לשלושה:  לא אשכח ש... \"בתחרות הכריזו עליי 'שרי חן מלכת החן' ובכלל נבחרתי ל'נערת היופי־עשרה'. ארבע שנים אחריי נבחרה אחותי נאווה למלכת החן\".   ומי נבחרה למלכת היופי ב-1977? לחצו וגלו       קרן שחם, (33), נערת ישראל לשנת 2005, מאפרת ובלוגרית איפור:  לא אשכח ש... \"ייצגתי את ישראל בתחרות מיס עולם בסין וביום ההגעה הייתה ארוחת ערב. הייתי בטוחה שזו סתם ארוחה אז ירדתי בטרנינג. כשהגעתי לחדר האוכל ראיתי שכולן לבושות בשמלות ערב מפוארות ותסרוקות מוגזמות, הייתי בשוק ולא יכלתי לברוח. נאלצתי להישאר עם הטרנינג עד להרמת כוסית\".     ומי נבחרה למלכת היופי ב-2005? לחצו וגלו          אדר גנדלסמן (21), נערת ישראל לשנת 2017, חיילת משוחררת.  לא אשכח ש... \"כחלק מפרויקט מלכות היופי היינו בחוות טיפולים מטעם וראייטי, שבה ילדים טיפלו בחיות ועברו חוויות איתן. בתור מי שממש קשורה לכלבים ולחיות, זאת הייתה חוויה מאוד עוצמתית\".   ומי נבחרה למלכת היופי בשנת 2017? לחצו וגלו             תודה למלון דירות האירוח THE LEEVEE, יהודה הלוי 16 תל אביב דוגמניות: מירי רוזנברג לשמוליק רוזנברג, קרן שחם ואדר גנדלסמן ל\"יולי\", ג'ני צ'רוואני לאלינור שחר, שרי חן וחני שטיינר. איפור: גלית ורטהיים. ע' איפור: זיוה בן שמעון. שיער: דקל בן ציון. ע' שיער: מתן אהרון. ע' צלם: שחר כנפו. ע' סטיילינג: ליאת ביטן איפה משיגים? פדני, מארק קיין, פקטורי 54, אלדו, זארה, קסטרו, עמנואל – רשתות. ויוי בלאיש, תרצה 17 ת\"א. עדי בנג'ו, רוחמה 8 ת\"א. זאדיג אנד וולטר, ה' באייר 48 ת\"א. ASH, קניון רמת אביב ת\"א. אהרון גניש, טל' 050-5255514. הילי ארי, טל' 053-3037308  ", "title": "למי קראתם מספר שתיים? סגניות מלכות היופי במפגש מחזור נוצץ", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5581414,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}