{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5509047,00.html"}, "headline": "בארון של מיטל וינברג אדר: \"לנטרל את הביקורת מבחוץ ומבפנים\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249204/14-6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249200/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249202/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249198/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249183/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249220/24-25_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249175/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249223/19-23_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249179/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249196/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249229/26_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249194/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249173/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249181/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249297/7-8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/01/14/9002995/1_3.jpg"], "datePublished": "2019-05-22T11:31:14z", "dateModified": "2019-05-22T11:31:13z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "החופשות הנוצצות, הזיכרונות מהדוגמנות, החשיפה היומיומית באינסטגרם, החברה הטובה גל גדות וקולקציית הריזורט עם רונן חן – מה גילינו בביתה של אושיית האופנה", "wordCount": "1700", "commentCount": "24", "genre": "10.Xnet-11936.xnet_fashion-11998.Celebs Figures-12366.Secrets From Inside The Closet", "keywords": "אופנה,מיטל ויינברג אדר,סודות מחדר הארונות,סטייל,רונן חן,אביב קיץ 2019,אינסטגרם", "articleBody": "בדצמבר 2016 נפלו השמיים על מיטל וינברג אדר. 47 אלף העוקבים שלה באינסטגרם למדו זאת מדימוי שהעלתה, ספק ציור של תחושת ורטיגו בגוני כחול, אפור ושחור, שנראה כמו ביטוי של מצב פנימי. \"איך חוזרים לחיים אחרי שהשמיים נופלים\", תהתה. רק בסביבתה הקרובה ידעו שבאותו שבוע איבדה וינברג אדר את אביה ממחלת הסרטן. פחות מחודש לאחר מכן הגיחה לעולם בתה ניקו, כיום בת שנתיים, ואת צילומי העננים באינסטגרם החליפו פני המלאך של המצטרפת הטרייה למשפחה. את המציאות המטורפת של מעגל החיים, אף פילטר באינסטגרם לא היה יכול לייצר.    לא בכדי, חשבון האינסטגרם של מי שנחשבת לאחת מאושיות האופנה הבולטות ברשת החברתית ו\"החברה הכי טובה של גל גדות\", הוא ססמוגרף למצב רוחה. כאן היא מצולמת מאושרת מבעד לעדשה של בנה אמיל בן ה-7 בצילום אחר היא מבלה עם גדות, יעל גולדמן, מיה דגן, מלי לוי ורותם סלע בשבוע האופנה בפריז מעלה תמונת אווירה של זוג קלמנטינות על מיטה לבנה תחת הכותרת \"הכנה לשנצ\" ואיך לא, סדרה ארוכה של תצלומים עם אותו פישוק רגליים, כוריאוגרפיית חובה אצל כל אינסטגרמית בעולם. בתוספת תיוגים למותגים, כמובן, כי פרנסה זו לא מילה גסה.      בשנה מוצפת רגשית של אובדן וחיים חדשים, הקימה אז וינברג אדר את סוכנות הקריאייטיב MMM WA המספקת שירותי תוכן, ויז'ואל ושיווק דיגיטלי לחברות אופנה כמו קסטרו, כיסים, קניון רמת אביב, חברת האיפור מילוקה והמעצב רונן חן, שאיתו גם חברה להשקת קולקציית ריזורט שהושקה אתמול בהשתתפות חברותיה הקרובות. מה שהחל כעסק קטן הפך את וינברג אדר תוך זמן קצר לבוסית המעסיקה 10 עובדות ועובדים.    \"המוות של אבא שלי היה מניע מאוד משמעותי\", היא מספרת בראיון מיוחד ל-Xnet, \"האירועים הגדולים של החיים הם אלה שמטילים אור חדש על הכל: ההורות עשתה לי את זה בפעם הראשונה, ובפעם השנייה המוות של אבא שלי מסרטן. זה דחק בי לחיות, לעשות, ולא להתעסק בקלישאות, אלא ברגע ובעיקר לנטרל את הביקורת מבחוץ ומבפנים: מה אני חושבת לעצמי שאני מקימה עסק, ושתכף הבלוף יתגלה\".       \"כשהוא חלה, הייתי באטרף פסיכי לעשות ולהספיק כי העולם קורס, הכל נגמר. הבנתי שהחיים שלי הם על זמן שאול ואני רוצה לחיות אותם על 'פול גז' לפני שהם ייגמרו\", היא ממשיכה, \"אבא שלי תמיד רצה שאצליח ואפרוץ. הוא היה איש מאוד צנוע, תכונה מאוד יפה בעיניי, אבל מצד שני הרגשתי שהוא לא מימש את עצמו ואת היכולות שלו כפי שהיה רוצה, כנראה ממקום של חוסר רצון להתבלט ולהשוויץ. דרך המוות שלו הבנתי שאני רוצה לשבור את המעגל הזה, שאני רוצה לעשות בלי הביקורת העצמית או מה יגידו. ואז ניקו נולדה וזה היה שיעור בחיים. הבנתי שאני צריכה לחיות את העכשיו וליהנות מכל רגע. עם הנקות הלילה והידיעה שהיא צריכה אותי, למדתי לתת לזמן להזדחל, להיכנס לסלואו מושן, ולהיות סבלנית ומכילה\".       \"אנחנו חבורה של חננות\" בגיל 39, וינברג אדר עדיין חיה את החיים עם רגל על דוושת הגז, אבל גם יודעת להרפות ולהעביר לניוטרל כשצריך. מחפשת איזון שלא תמיד בא בקלות. בסוף השבוע שעבר, לדוגמה, היא בילתה עם חברות קרובות בצפון, ומשם חזרה היישר לצילומי קמפיין הקיץ של אתא. השבוע, כאמור, היא משיקה קולקציית ריזורט בשיתוף פעולה עם רונן חן. האוסף מורכב מתריסר דגמים, כמו חזיות עשויות מטפחות קשירה, מעיל טרנץ' דק הנוגע-לא נוגע בעור, ומכנסי משי בגזרה מתרחבת שנראים כאילו נשלפו מארונותיהן של לולו דה לה פאלז ופטי הנסן בסבנטיז.    בחופשה במלדיביים, לובשת פריטים משיתוף הפעולה עם רונן חן    \"זו קולקציית ריזורט מסחרית, אבל לא בסגנון בוהו-שיק במראה מכובס ורקום\", היא מסבירה, \"חופשה זה 'סטייט אוף מיינד'. הבגדים שעיצבתי הם הצורה שבה אני אוהבת להתלבש בחוף או בחופשה, כי חולצה דהויה ומכנסי ג'ינס קצרים כבר לא עוברים, בטח לא לפאשניסטה כמוני\".    על תהליך העבודה עם חן היא מוסיפה: \"היו לנו חילוקי דעות. הוא אמר לי 'תשתחררי, בואי נעוף', בעוד אני רציתי פריטים מסחריים יותר. לבסוף פיצחנו את קו האמצע\".      טיזרים ראשונים מתהליך העבודה על הקולקציה נחשפו בחודש ינואר, במהלך חופשה במלדיביים יחד עם חברותיה הקרובות. מדורי הרכילות דהרו על השלל שכלל, בין היתר, את גל גדות ורותם סלע בבגדי ים. מהצד היה נדמה שהחבורה בילתה יותר בסטורי מאשר על החוף, ומבעד לתיוגים מסחריים קשה היה לראות את מימיו הצלולים של האוקיינוס ההודי. \"הבנתי שאם לעשות טיזר, זה המקום. גם לא ידעתי איזה בגדים אקח איתי לחופשה מושלמת במלדיביים\", אומרת וינברג אדר.    יכולת להציץ באינסטגרם של שלי גפני וסנדרה רינגלר, שמבלות לא מעט במלדיביים. הן בעיקר בבגדי ים.  \"אני כבר פחות עוברת טוב בבגד ים. אחרי שתי לידות, גם לי יש בטן. אז הפקנו כמה פריטים מהר וצילמתי אותם בחופשה\".      צעד חכם, בהתחשב בבאז שהחופשה הזו יצרה.  \"לא תיארנו לעצמנו שיהיה טירוף. אנחנו אולי תמימות שלא הבנו שפרופילים כאלה יעוררו עניין – לא שלי, כמובן, אלא יתר חברותיי – ויהפכו למשהו שכיף לדבר עליו או שמעצבן לדבר עליו\".    טוב, הוצאתן לכולם את העיניים בחופשה חינמית. למה ציפית?  \"זה לא היה בחינם. התן וקח היה מסודר ומאורגן, ושילמנו מסים על החופשה. אנחנו חבורה של חננות שלא לוקחות סיכונים בעניין הזה. כן, זאת היתה הזדמנות פז לנסוע יחד ולהיות בלוקיישן נדיר ומטורף. לא הייתי יכולה להרשות לעצמי חופשה כזו בספונטניות\".   חודשיים לאחר מכן המשכתן יחד לפריז לחופשה לא פחות מסוקרת בשבוע האופנה. אז כבר ידעתן את הכוח המשותף?  \"כבר לא היה לנו אכפת. בסופו של דבר, נהנינו יחד עם הבעלים שלנו ומההזמנות שיש לנו. ביקורת תמיד יכולה להישמע\".      עורך האופנה דרק בלסברג אמר פעם שהשורה השלישית בשבוע האופנה היא השורה הראשונה שלא מעניינת אותו. וינברג אדר וחברותיה ניצלו. בעוד גדות זכתה למקום של כבוד בשורה הראשונה בתצוגה של ז'יבנשי, האחרות ישבו מאחוריה בשורה השנייה. מלבד מספר תמונות פוטוגניות לאינסטגרם, וינברג אדר היא היחידה שמינפה את החופשה למהלך פרסומי, שפירותיו נחשפו לפני כחודשיים באתר מגזין האופנה האמריקאי Vogue. \"הם פנו לסוכנות של גל ושאלו אם יוכלו לקבל מספר תמונות וסיפור קצר על הביקור בתצוגה\", היא משחזרת, \"גל שאלה אם בא לי לצלם את זה, ואמרתי ברור. כשהבנתי שאין לי מצלמה, בחרתי לצלם הכל בסמארטפון. אני מאוד אוהבת את התוצאה וזה כבוד גדול שהשם שלי נקשר בווג\".    חשבת כבר איך למנף את זה הלאה?  \"לא. זה היה מרגש, אבל גל חברה שלי ולפעמים קשה לי לתפוס את הדברים מפרספקטיבה חיצונית. זה לא ממקום מצטנע, פשוט בחוויה האישית שלי, עשיתי את הדבר שאני הכי אוהבת והוא קיבל במה מדהימה\".       \"הייתי מתוסכלת לאורך כל תקופת הדוגמנות שלי\" הסיפור הקטן הזה ממחיש את המאבק הפנימי שמנהל אותה, בין חוסר ביטחון לאמביציה ללא מעצורים. היא גדלה בחיפה, שממנה עברה לתל אביב והפכה לדוגמנית פופולארית. השיער הקצר והמראה האלטרנטיבי סימנו אותה מיד כחביבת הברנז'ה. במקביל, למדה קולנוע בקמרה אובסקורה (\"אני עדיין חולמת לעשות סרטים\") ובהמשך הפכה לסטייליסטית של המותג קסטרו, שם הכירה את גדות והן הפכו לחברות. לאחר שעזבה את התפקיד, המציאה את עצמה מחדש כאושיית אינסטגרם, התחתנה עם איש הקריאייטיב רועי אדר וילדה שני ילדים, אותם הם מגדלים בדירת גן נעימה במרכז תל אביב, אליה עברו לפני כשנה.       \"הייתי לחוצה להגיע למקום שבו אני נמצאת עכשיו. היו הרבה שנים שלא נהניתי מהדרך. סבלתי. הייתי מתוסכלת. אבל הייתי צריכה לעבור את הדרך והיא כנראה קרתה בזמן המתאים\", היא אומרת בגילוי לב, \"הרגשתי שאנשים לא מבינים אותי\".    הרבה דוגמניות אומרות דברים דומים, שהן מתוסכלות שלא מבינים אותן, שלא ראו מעבר.  \"הייתי מתוסכלת לאורך כל תקופת הדוגמנות שלי. מצד אחד, נהניתי מתשומת הלב, עצם זה שאני 'מתאימה' לפרופיל היוקרתי של להיות דוגמנית. מצד שני, רציתי להוכיח לכולם שאני חכמה ולא אדם שטחי. כשאני מסתכלת אחורה, אני מבינה שהייתי דוגמנית מאוד מעצבנת\", היא מחייכת, \"הבעתי דעה על כל דבר במהלך העבודה. היום אני חושבת שפספסתי את התקופה הזו\".       ובכל זאת, בחרת להמשיך ולהציב את עצמך שוב על המזבח. ועוד עם לייקים.  \"היה לי קשה לעשות את זה. חברות שלי הרימו גבה, וגם הביקורת העצמית שלי קפצה על ההתעסקות השטחית במראה. אבל זה מתאים לאופי שלי – ככה אני מתמודדת עם הפחדים והבעיות שלי. אם יש משהו שמערער אותי, אני קופצת לתוכו קפיצת ראש. אני מאמינה בתהליך ותיקון\".    איפה עובר הגבול שלך בנושא קידום מוצרים מסחריים באינסטגרם?  \"יהיה לי קשה לפרסם מוצר שאני לא מתחברת אליו, כמו בגד שאני לא מאמינה או אוהבת, אבל אם ישלמו לי הרבה כסף לפרסם מכונת קפה אני אעשה את זה. למה לא? אני שותה קפה\".       מה לגבי דעות פוליטיות, בדומה לחברתך רותם סלע?  \"אני מעדיפה לחיות בניתוק ובמציאות מוגבלת. אני לא פותחת עיתונים, למעט מגזיני אופנה, ולכן לא מספיק בקיאה במה שמתרחש ואין לי דעות נחרצות שאני רוצה לחלוק עם העולם. אבל נושאים כמו דמוקרטיה, שוויון וחופש ביטוי קרובים ללבי. עם יד על הלב, אני חוששת להביע את דעותיי, כי אני עלולה להפסיד. יש לי לקוחות ועוקבים, והשיח הזה בישראל טעון ובוער. מטורף בעיניי שלדבר על חופש ביטוי ושוויון ישר מסמן אותך כמנותק, שמאלני. כלא ישראלי\".          \"גם אני הלכתי לאיבוד בחיפוש אחר סגנון אישי\" אם תצליח להניח את הפחדים מאחור, בקרוב מאוד תוסיף וינברג אדר לרשימת הקרדיטים שלה גם את התואר \"מעצבת אופנה\". שיתוף הפעולה עם חן הוא אומנם השלישי שלה (קדמו לו שת\"פ עם המעצב נדב רוזנברג מהמותג נורת'רן סטאר וקולקציית בגדי הריון לאבישג ארבל), אבל היא חולמת על מותג אופנה משלה שיתמקד בפריטי מפתח איכותיים שמרכיבים את הארון שלה.    \"בנות כל הזמן שואלות אותי: 'איך את כזאת בסטייל?' אז אני מצטנעת ואומרת שזה ג'ינס וטי שירט, אבל תמיד יש תוספת קטנה שהיא האיזון המגניב\", היא אומרת ומסבירה: \"הרבה בנות מסתבכות עם איך להתלבש. החוכמה, כמו בהרבה דברים, היא להוריד למינון נמוך. גם אני הלכתי לאיבוד בחיפוש אחר סגנון אישי: היו תקופות שלבשתי וינטג', בגדים צבעוניים וחומרים מוזרים. עם הגיל אתה מגבש מה נכון לך ומה לא, מתמצת את הטעם שלך וגם את הסביבה, מנקה אנשים שעושים לך רע, מדייק את החברים שלך\".       אם בשיתופי הפעולה הסיכון הכלכלי הוא על אחרים, הפעם כל העול יהיה על כתפייך.  \"זה תחום מאוד קשה. בעבר היה לי ניסיון לפתח מותג תיקים בשם ABG. כבר היו סאמפלים, לוגו, הזמנות, ואז יצאתי לייצור וקיבלתי 300 תיקים מעוותים. הרבה כסף נזרק וזו היתה מכה קשה. שאלתי את עצמי האם אני רוצה לדייק עכשיו את תהליך הייצור והעדפתי שלא. אני מקווה להתחבר בעתיד למערכת שיודעת לעשות את העבודה ואני אביא את העיצוב\".        השוק הישראלי קטן מאוד. את לא חוששת להיבלע?  \"אני מרגישה שאנחנו לפני גל חדש עם תקווה גדולה לאופנה ישראלית. העולם נהיה יותר גלובלי והכלים לרכישה יותר ויותר קלים. אנשים היום קונים בקליק באינסטגרם\".    אבל מבחינה לוגיסטית, אנשים רוצים היום את הפריט תוך 24 שעות. מישראל זה לא יקרה במהירות כזו.  \"אנשים שקונים בגד של מעצב ממקום אקזוטי כמו ישראל לא מצפים לקבל את הפריטים תוך 48 שעות, אבל אולי אני טועה\".       ומה גילינו בארון ובבית של הסטייליסטית שירן מניה?   ", "title": "בארון של מיטל וינברג אדר: \"לנטרל את הביקורת מבחוץ ומבפנים\"", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5509047,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}