{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4860303,00.html"}, "headline": "בארון של אוולין: \"כולם אוהבים שמסתכלים עליהם, אני זכיתי בכך\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/27/7293059/IMG_4275_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291669/IMG_4407_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291671/IMG_4411_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/27/7293062/IMG_4318_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291661/IMG_4366_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291659/IMG_4345_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291663/IMG_4368_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291665/IMG_4371_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291667/IMG_4374_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291697/hibur3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291714/hibur3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291704/hibur3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291650/IMG_4393_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291648/IMG_4364_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291644/IMG_4354_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291640/IMG_4350_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/27/7293054/IMG_4356_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291646/IMG_4359_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/26/7291642/IMG_4352_3.jpg"], "datePublished": "2016-10-09T11:34:11z", "dateModified": "2018-12-23T19:06:44z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "ביקרנו בביתה של אוולין הגואל וגילינו שמדובר בארכיון אופנה. שקיות שופינג על הקיר, אוספי תיקים ותכשיטים לצד המיטה, ומלאי בגדים שנאספו מרצפת שוק הפשפשים ", "wordCount": "1120", "commentCount": "47", "genre": "10.Xnet-11936.xnet_fashion-11998.Celebs Figures-12366.Secrets From Inside The Closet", "keywords": "אוולין הגואל,סודות מחדר הארונות,בית,אייקון אופנה,שחקנית,איתי יעקב", "articleBody": "לפני 11 שנה עלתה לאוויר קומדיית הקאלט הישראלית \"פיק-אפ\", והפכה את אוולין הגואל בין לילה ליקירת מדורי האופנה. בעידן של כוכבות אינסטנט עם אישיות שהומצאה על ידי הפקת ריאליטי וטעם אופנתי ששוכפל ממגזינים, הגואל היתה כל מה שמבקרי האופנה חיכו לו - מקורית, צבעונית, ובעלת טעם אישי מובהק וייחודי. הוסיפו לכך את יכולות המשחק שהפגינה בגילומה של הפרסרית הרעה ברוריה פסקל, שסנטה באופן יומיומי בדיילת בר רפאלי (\"נו קדימה, בארבי, אנשים רעבים, יורים עלייך!\", או \"מה עשית בקורס דיילים? רק אכלת?\") והרי לכם הסיבות שהפכו את הגואל משחקנית שוליים לכוכבת פריים טיים.    >> עקבו אחרינו באינסטגרם   \"אני זוכרת שהגעתי לאירוע יחצני, אחד הראשונים שלי, וכל הצלמים היו אחריי\", היא נזכרת. \"באופן טבעי זזתי אחורה, כי חשבתי שיש מאחוריי מישהי שהם רוצים לצלם. אבל אז הם התחילו לצעוק לי: 'אוולין, לפה!'. זה הפתיע אותי, חימם לי את הלב. אין מה לעשות, אנשים אוהבים שמסתכלים עליהם, ואני זכיתי שיסתכלו עליי. לכן חשוב לי להיות נגישה לכולם. אני לא מוצאת סיבה שלא להצטלם, או לדבר עם אנשים שפונים אליי ברחוב. אני לא מדענית אטום, שאסור שיפריעו לשלוותה - אני שייכת לכולם\".        המשיכה של הגואל לאופנה הגיעה מהבית. היא נולדה בקזבלנקה לפני 55 שנה, ובגיל 8 עלתה עם משפחתה ארצה ונחתה בפתח תקווה. היא זוכרת את אמה לבושה בחלוקים בבית, ולאירועים חגיגיים היתה אוספת את השיער מעלה, ומוציאה מהארון את השמלות הטובות שלה. האהבה לווינטג', היא מספרת, נולדה בכלל מתוך אילוצים כספיים, אולם בהמשך היא התגבשה לכדי סגנון אישי. \"בזמן השירות הצבאי לא היה לי כסף לקנות בגדים, אז התחלתי לבקר בחנויות יד שנייה שהיו נגישות לי כלכלית\", היא אומרת ומדליקה את הסיגריה המי יודע כמה במטבח הווינטג' האפלולי שלה, ששקיות של מותגי אופנה מעטרות את קירותיו. \"באתי בגלל המחסור בכסף, אבל גיליתי שם את פריטי הלבוש המיוחדים ביותר. תמיד הרגשתי שאני חיה בזמן הלא נכון, והבגדים שאהבתי, בסגנון שנות ה-20 וה-40, היו בדיוק מה שחיפשתי: בגדים מחמיאים שפעם ידעו לעצב לנשים, עם מותניים מודגשים ובדים מצוינים. בגדים שהם אמנות\".    ביקור בביתה של הגואל, שלראשונה מכניסה אליו תקשורת ומצלמות, מגלה כי האהבה לבגדים אינה עוד גחמה של כוכבות אינסטוש שמקדמות מותגים תמורת תשלום, אלא דרך חיים. זהו בית בוהמייני המורכב מאוספים, יצירות אמנות ותצלומים של כוכבות קולנוע וחברים קרובים המכסים את הקירות. תמונות של בן זוגה לשעבר, השחקן המנוח עמוס לביא, מבצבצות מכל פינה בדירה שבמרכז תל אביב, בה היא מתגוררת יחד עם בתה המשותפת עם לביא, אלה בת ה-17, שעושה את צעדיה הראשונים כזמרת ג'ז.       גם חדר השינה הוא מקדש לבגדים, עם מיטה זוגית הניצבת מול ארון הבגדים, כשלצדה אוספי תיקים, נעליים, תכשיטים וכובעים - רובם פריטי וינטג' בעלי ערך נוסטלגי או סימבולי, ואחרים נקנו ברשתות אופנה. שמלת הקומבינזון השחורה שלבשה לצילומים לכתבה שלפניכם, למשל, היתה שייכת לחברתה הקרובה, הבמאית המנוחה רונית אלקבץ.    \"כמה חודשים לפני שרונית נפטרה היא עשתה מכירה בבית עמותת 'אחותי', שהיא היתה נשיאתה, וכל התרומות היו קודש לנשים. רכשתי את הקומבינזון הזה כדי שתהיה לי מזכרת ממנה, פריט שיחמם לי את הלב\". בסרטון הווידאו שלמעלה תוכלו לצפות באוולין מספרת גם על תליון זהב שרכשה מספר שעות לפני מותה של חברתה.       אחד מאתרי השופינג המועדפים על הגואל הוא מה שהיא מכנה \"הרצפה של שוק הפשפשים\", כלומר, הרחבה ברחוב עמיעד ביפו, אליה מגיעים רוכלים ומציגים לראווה את המוצרים בערימות. \"אני יורדת על הברכיים ומפשפשת\", היא מסבירה. \"כמו שפעם היו מלקטים אוכל בשדה - ככה אני מלקטת בגדים. איך אני יודעת מה טוב? אני מתחילה עם הידיים והבגד בא אליי. יש בינינו דיבור סמוי. זה ממש תהליך רוחני. עם השנים למדתי לזהות בגד טוב לפי התפירה, רמת הגימור, איכות הבד, הכפתורים\". בגדים נוספים היא רוכשת בשווקים כמו הכרמל ובצלאל במרכז תל אביב, ברשתות האופנה זארה ומנגו (\"עושים אופנה יפה ובמחירים הוגנים. חשוב לאפשר לאישה להתלבש טוב מבלי להיות אשת מיליונר\"), אצל המעצבים הישראלים יניב פרסי ודורין פרנקפורט (\"שני מעצבים שאני מעריכה ואוהבת, שגם מתעקשים לייצר בישראל\"), וברחוב החביב עליה, אלנבי. \"יש שם מציאות. אני מאלה שאוהבות את החנויות הכאילו 'לא שוות' שבו\", היא מסבירה.      בימים אלו מככבת הגואל בסרט החדש \"ישמח חתני\" (במאי: אמיל בן שמעון), לצד אורנה בנאי ועינת שרוף, המספר על מאבקן של נשים משכונת הבוכרים נגד התחרדות השכונה. זהו סרט על פמיניזם, דת ויחסים בין נשים לגברים, כשעל עיצוב התלבושות הופקדה רונה דורון, שאף היתה מועמדת עליו לפרס אופיר השנה. \"רונה עשתה עבודה נפלאה בהתאמת הצבעים של הדמויות והאיפיון של כל אחת מהן\", מפרגנת הגואל. \"הלבוש של כל הנשים בסרט הוא מאוד יצרי, כזה שמציג נשים חזקות אבל עם רוך מסוים. אנחנו לא מגישות פמיניזם לוחמני. כאישה מאוד חשוב לי להפגין חופשיות, איש באמונתו יחיה. יש בי נשיות, מוחצנות, סקסיות, מזרחיות. השאסי שלי, המנוע, הוא מזרחי, ואני לא בורחת ממנו. אבל קודם כל, ומעל הכול, אני אישה. ואני לא רוצה שאף אחד יפריע לי להתקיים כאישה במרחב\".    הנה כל הפריטים ששלפנו מארונה של הגואל, יחד עם הסיפור שעומד מאחוריהם:       טבעת זהב. \"רכשתי אותה בשוק הווינטג' בכיכר דיזנגוף מאיזו אישה קווקזית, וענדתי אותה לאודישנים של פיק-אפ. התקבלתי לסדרה כנגד כל הסיכויים, כי אז לקחו לטלנובלות רק שחקנים מפורסמים, ואני הייתי 'נו באדי' שערוץ 10 החליטו להמר עליה. לכן לטבעת הזאת יש עבורי משמעות של סלילת דרך ואנרגיות טובות, ומאז אני עונדת אותה בכל אודישן ופגישה חשובה, ואם זה לא מפריע למעצבי התלבושות, אז היא עליי גם בכל תפקיד שאני מגלמת\".       קומבינזון ורוד מחנות וינטג' בשוק הפשפשים ביפו. \"זה קומבינזון משנות ה-50 שמצאתי בחנות וינטג'. אני מאוד אוהבת ללבוש קומבינזון כשאני יוצאת לבלות, בהנחה שהוא לא נראה יותר מדי כמו פיג'מה. אני מוצאת קומבינזונים כשמלות מיוחדות ונשיות\".       ז'קט צהוב ממחסני עמותת פתחון לב. \"אני קונה המון במחסן של עמותת פתחון לב ברחוב לבנדה בדרום תל אביב. כל ההכנסות הן קודש לנשים במצוקה, והמתנדבות שם אדיבות ונחמדות. טווח המחירים הוא 10-20 שקל לפריט בממוצע. אני קונה שם ולא בחנויות ויצ\"ו, שלצערי הפכו בשנים האחרונות את החנויות שלהם לבוטיקים. אני אומרת את זה בעצב גדול, כי לתחושתי המחסנים שלהם הפכו ל'מסחרה', עם פריטי לבוש יקרים מאוד. אני יכולה להרשות לעצמי, אבל מה עם אלה שלא יכולות? לכן אני ממליצה מאוד על פתחון לב, וכדאי להגיע לשם ביום ראשון בשעות אחר הצהריים, לאחר שהן מסדרות את הסחורה החדשה שמגיעה בבוקר\".       חצאית של מיס גיישה. \"אני מאוד אוהבת את המותג הזה, שמציע בגדים נשיים ורכים שאני יכולה להתאים לאירועים שונים. את החצאית הזאת אני אוהבת ללבוש ליציאה בערב עם נעלי עקב, או ביום יום עם גופיית סבא וסניקרס\".       שמלת משי מהרצפה בשוק הפשפשים. \"מצאתי אותה במדרחוב בשוק הפשפשים. היא היתה רחבה ומג'ויפת, אבל ראיתי בה פוטנציאל. שלחתי אותה לניקוי יבש, ואז לאחד התופרים שלי, שהצר והתאים אותה למידותיי. יש לי כמה תופרים שאני עובדת איתם בעיר, שממש מעצבים לי את הבגד מחדש\".       בגד גוף לבן מכותנה, חנות הווינטג' של אורנה שאול. \"לא יכולתי לעמוד בפניו! יש בו משהו תינוקי, רך, מלטף. כי כמה שאני משדרת נשיות החוצה, בפנים אני אוהבת גם להרגיש ילדה\".    ומה מצאנו בחדר הארונות של ג'ני צ'רוואני?   ", "title": "בארון של אוולין: \"כולם אוהבים שמסתכלים עליהם, אני זכיתי בכך\"", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4860303,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}