{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4956872,00.html"}, "headline": "בארון של הילה וינברג: \"לא מעתיקה יותר – אני זאת שיעתיקו אותה\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744352/22_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744337/17_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744335/16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744346/21_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744333/15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744341/19_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744339/18_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744849/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744326/14_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744306/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744856/2-4_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744302/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744304/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744343/20_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744312/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744324/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/01/7751767/1_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744314/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744322/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7744310/6_3.jpg"], "datePublished": "2017-05-07T11:56:35z", "dateModified": "2017-05-07T14:28:06z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אחרי תשע שנים על קו סין-ישראל כמעצבת האביזרים של רנואר, מלכת הטרנדים משאירה את אובססיית הקניות מאחור ויוצאת לדרך חדשה עם מותג בגדי ים משלה", "wordCount": "1296", "commentCount": "9", "genre": "10.Xnet-11936.xnet_fashion-11998.Celebs Figures-12366.Secrets From Inside The Closet", "keywords": "הילה וינברג אורזל,סודות מחדר הארונות,אופנה,בגדי ים,מעצבי אופנה,רנואר,קניות,ביליבלונד", "articleBody": "לפני כמה חודשים נסעה המעצבת הילה וינברג-אורזל לחתונה משפחתית בלונדון. מי שבכל נסיעה לחו\"ל היתה שבה עם שלוש מזוודות עמוסות בכל טוב מרשתות אופנה כמו טופשופ, H&M, פריימארק ואחרות, חזרה הפעם בידיים ריקות – תוצאה של שינוי הרגלי הצריכה שלה בשנה האחרונה.    עוד בערוץ האופנה עקבו אחרינו באינסטגרם  יעל רייך: \"המחלה הפכה אותי לחופשייה\"  הטעם הרע שכסף יכול לקנות: מה לובשים העשירים?  טטיאנה פטיץ: לאן נעלמה הטופ-מודל החמישית?   \"הייתי צרכנית אובססיבית וחולת קניות, עד כי לא הכרתי את לונדון חוץ מרחוב אוקספורד. אבל בשנה האחרונה לא קניתי לעצמי דבר, למעט זוג נעליים של המעצבת הישראלית סחר אבו סייף\", היא מספרת בשיחה המתקיימת במטבח ביתה שבשכונת רמות צהלה בצפון תל אביב. השינוי של מי שהיתה מעצבת האביזרים של רנואר במשך תשע שנים וחייתה על קו סין-ישראל, נולד לאחר שעזבה את החברה בשנה שעברה לטובת מותג בגדי ים עצמאי בשם Biliblond.       וינברג-אורזל, 36, מספרת כי הפכה מצרכנית עם תודעת קניות בולימית שעודדה רכישת אופנה זולה ומהירה, למעצבת עם ערכים אקולוגיים ודאגה לסביבה. \"כשאתה עובד ברשת אופנה מסחרית, חשוב לך להראות שאתה בטרנד ושאתה מעודכן\", היא אומרת בקצב דיבור מהיר עם הרבה סימני קריאה. \"כשעזבתי את החברה, הסתכלתי על ארון הבגדים שלי והייתי מזועזעת! מצאתי בגדים חדשים שהתווית עדיין עליהם, או בגדים שלא לבשתי שנתיים. בגלל שקשה לי להעיף, החלטתי שאני לא קונה יותר\".       \"פעם הייתי נכנסת ל-H&M ומפרקת מדפים של בגדים לילדות שלי או יושבת שעות מול עלי אקספרס ועושה הזמנות אונליין בכמויות\", היא ממשיכה, \"היום זה מאחוריי. קשה לי גם להיכנס לקניון. ועדיין, בגלל שהילדות צריכות בגדים, קניתי לכל אחת שלושה פריטים ייחודיים במכירה של נונונו. הבנתי כמה נזק לסביבה תעשיית האופנה גורמת והתחלתי לחשוב לאיזה עולם אני מגדלת את שתי הבנות שלי. התחלתי לחנך אותן לירוק, והיום אנחנו בית שממחזר הכול\".    ועדיין, את מקימה מותג בגדי ים חדש ומספקת לעולם מוצרים נוספים.  \"אני מייצרת בגדי ים מחומרים עמידים ובסגנון לא טרנדי שנמצא מחוץ למעגל האופנה המתחלפת, ובהמשך ייכנסו בגדי ים מחומרים מתכלים. השאיפה היא להיות מותג אקולוגי\".    לא להיראות כמו סבתא על החוף  ביליבלונד, המותג שהקימה בשנה האחרונה (בשותפות עם שרון מינקוביץ'), נולד בעקבות חלום ישן לעצב בגדי ים. שמו הוא כינוי ילדות שדבק בה: בילי (הילה-הילי-בילי) ובלונד, ע\"ש פס השיער הבלונדיני שעל ראשה (על אף ששם המותג באנגלית נכתב עם שגיאת כתיב של המילה Blonde). לצד דגמים של בגדי ים שלמים בחיתוכים גיאומטריים בשחור קלאסי והדפסים ייחודיים, מוצעים מגוון דגמי ביקיני וכמה דגמי \"מיני מי\" המותאמים לאם ולבת.       וינברג-אורזל מסבירה כי המותג פונה בעיקר לנשים בגילאי 30 ומעלה, \"שמחפשות בגד ים אופנתי ומחטב גם לאחר מספר הריונות\". מאז לידת בתה השנייה ברי בת השנתיים, היא מספרת, לעצמה היא בוחרת בגדי ים שלמים בלבד. \"אחרי שתי לידות, אין מצב שתמצא אותי בביקיני. לכן היה לי חשוב לעצב בגדי ים שלמים שיחמיאו לנשים בגילי, ושלא אראה כמו סבתא שלי\". המותג הציג עד כה בתערוכות אופנה במיאמי ובפריז, ונמכר אונליין ובחנות של המעצבת שרה בראון ברחוב דיזנגוף בתל אביב, בטווח מחירים של 650-350 שקל.       אל אופנה הגיעה במקרה, לאחר לימודי עיצוב תקשורת חזותית בשנקר. במהלך הלימודים הכירה את רוני בן עמי, מי שהיתה שותפתה לדרך עד לפני שנה. תחילה הקימו את חברת באפיז לעיצוב חלונות ראווה ועיצוב חולצות טי מודפסות. הגורל הפגיש אותן עם רון קאהן, אז מעצב בחברת שביניון, שהתמנה למנהל הקריאטיבי של קבוצת רנואר. במשך תשע שנים ניהלו השתיים את מחלקות האביזרים של רנואר, רנואר מן ו-twentyfourseven, בהן עיצבו אביזרים ועשו קניינות. \"קראו לנו 'מחלקת קשקושים'\", היא צוחקת. \"עם הזמן עברנו לעיצוב בלבד, כי פתאום תיק שהזמנו היה גם בקסטרו\". עבודתן של השתיים תועדה בסרט הדוקומנטרי \"במקום אחר\" (ישראל, 2013) של הבמאים גרג קוטלר ואנדי אזבאך.       השינוי מעבודה בחברת אופנה מסחרית לבעלת מותג עצמאי, בא לידי ביטוי גם בסגנון העיצובים. \"כשכירה הייתי חייבת להיות מעודכנת בכל הטרנדים, ופתאום היתה לי את האפשרות לכבות את כל רעשי הרקע. אמרתי לעצמי: לא מעתיקה יותר – אני זאת שיעתיקו אותה. ומי שיעז, יחטוף תביעה!\" היא אומרת. \"הקולקציה הראשונה גם עברה רדוקציות מתערוכה לתערוכה, עד שהחלטתי לייצר רק את הפריטים שמביעים את האמירה שלי כמעצבת. זה מי שאני, גם אם לא יאהבו\".    מה היתרונות והחסרונות בלהיות מותג קטן, ולא חלק מקבוצת רנואר?  \"במילה אחת: כסף. יש המון הוצאות: מנסיעות לחו\"ל, דרך שיווק ועד צילום קטלוג וקידום באינסטגרם. לשמחתי, השתמשתי בהרבה קשרים שלי. ברנואר הייתי באה, מעצבת, קוראת דוחות, רואה מה נמכר ומה לא, ופה זה היה נגמר\".    בניגוד להרבה מעצבים עצמאיים, העבודה ברנואר העניקה לך יכולת ניתוח של השוק הישראלי. את יודעת מה הלקוחה אוהבת יותר ומה פחות. זה עזר לך במיקוד הקולקציה?  \"יש לי ידע מטורף מה נמכר ומה לא, אבל לאורך השנים אתה מגלה שיש הרבה הפתעות. היתרון הגדול בלעבוד קודם בחברה מסחרית גדולה היא יכולת המשא ומתן עם ספקים ועבודה מול מפעלים. אני מייצרת היום בסין, במפעל שאיתו אני בקשר שנים ארוכות\".    \"פעם מישהו קרא לי טווסה ומאוד נעלבתי\"  בדירת הדופלקס שלה אפשר למצוא הפרדה ברורה בין קו בגדי הים שזוכה לסטודיו בקומת הגג, לארון הבגדים בחדר השינה, שעמוס בפריטים שאספה לאורך השנים. זהו בית צבעוני, אקלקטי, עמוס פינות ישיבה, עם מטבח בסגנון רטרו לשנות ה-50 וחדרי ילדות צבעוניים. האנדרלמוסיה העיצובית הזו מתגברת כשמביטים לתוך ארון הבגדים שלה, שם תלויים בצפיפות זה לצד זה מאות פריטי לבוש על קולבי מתכת דקים.       \"פעם מישהו קרא לי טווסה ומאוד נעלבתי מזה. אולי אני טווסית בצבעוניות שלי, אבל אין לי הליכה טווסית, יש לי הליכה כפופה\", היא אומרת. \"אני חושבת שאני אדם שמאוד נמשך ליופי ולאסתטיקה, ולכן מתהדרת בנוצות האלה כדי לכסות את עצמי. תמיד אומרים על בחורות יפות כמו בר רפאלי שהן לא צריכות כלום, שמספיק שהיא זורקת על עצמה ג'ינס וטי שירט. ואני, שאף פעם לא הרגשתי יפה, וגדלתי במקום כמו כרמי יוסף שכל הבנות שם ענוגות ונורא יפות, פיציתי את עצמי על כך בבגדים שמושכים תשומת לב\".    מה מצאנו בארון של הילה וינברג-אורזל  סווטשירט לייקרה צהוב עם הדפס. \"היה שלב שבלנסיאגה יצאו עם סדרת סווטשירטים בסגנון עתידני (בקולקציית סתיו-חורף 2012-13, א\"י), וכמו קורבן אופנה קניתי כל מה שמצאתי בסגנון דומה. המוצר הזה הוא תולדה של העם הסיני, שמייצר חיקויים מוזרים: הדפס של ז'יבנשי על גזרה של בלנסיאגה. בעיניי זה גאוני!\"       נעלי פלטפורמה, רנואר. \"אלה נעליים שעיצבנו: שילוב בין נעלי קאטרפילר לפלטפורמה. בהתחלה זה נראה לי מגניב, אבל הן הזויות! לא נעלתי אותן מעולם, ובשנה האחרונה הוצאתי אותן פעמיים החוצה מהבית לחדר המדרגות, שלב לפני שהן עוברות הלאה, והבנות שלי החזירו אותן שוב ושוב. לדעתי הן מפתחות מחלת נעליים. כל היום הן רק מודדות נעליים\".       וסטים מפרווה מלאכותית. \"יש לי לפחות שישה וסטים כאלה בארון, שהם ההתמכרות שלי ושל רוני (בן עמי, א\"י), מבדים שרכשנו בשוורץ פרוות בנחלת בנימין ותופרות ברנואר. לא יודעת להסביר מה תפס אותי בזה, אבל כל חורף אני לא זזה בלעדיהם. אני זוכרת שיום אחד עליתי לטיסה ופגשתי חבר של אמיר בעלי, שהוא חנון-חנון-חנון, שאחר כך אמר לחברה משותפת שלנו: 'איזו מוזרה הילה. ראיתי אותה עולה לטיסה עם מעיל פרווה מהודר'. היש מוגזם ממנו? זה וסט פרווה של שוורץ!\"      שמלה רקומה בסגנון אפריקאי. \"השמלה הזו היתה שייכת לברכה ורמוס ז\"ל, אמא של חברתי הטובה מיכל. היא היתה אישה מדהימה עם סטייל בוהמייני ומעורר השראה. לפני שלוש שנים היא נפטרה וקיבלתי בירושה את השמלה\".       ז'קט גינס. \"אני רגילה לקנות בזול וכשראיתי אותו בשוק הקוריאני בסין, המוכרת ביקשה עליו 500 שקל. הייתי בשוק! התחלתי להתווכח איתה, עד שהיא התהפכה עליי וסירבה למכור לי אותו. נכנסתי לקריז, הייתי חייבת אותו. אז חיכיתי כמה שעות עד שהמוכרת התחלפה, וכמו 'סאקרית' באתי וקניתי אותו במחיר מלא. לצערי לא חרשתי עליו מספיק, כי הרוכסן התקלקל מיד לאחר מכן\".         חולצה עם הדפס של חתול. \"הזמנתי סווטשירטים מעלי אקספרס, ויחד איתם הגיעה בטעות החולצה הזאת. זה לא סתם חתול ג'ינג'י – הוא עולה בלהבות! יש שתי אפשרויות: או שאני סתומה שבלהט הקניות הזמנתי אותה או שהיא נשלחה בטעות. אבל אני נשבעת: אין סיכוי שהזמנתי את החולצה המוזרה הזאת. ועדיין, אל תחשוב שלא לבשתי אותה\".       ______________________________________________________    ומה גילינו בארון ובבית של אניה בוקשטיין?  ", "title": "בארון של הילה וינברג: \"לא מעתיקה יותר – אני זאת שיעתיקו אותה\"", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4956872,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}