{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5700038,00.html"}, "headline": "צפוף לכם? בני זוג מתגוררים בבית של 14 מ''ר: ''זה כמו להתכרבל''", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846299/23_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846305/24_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/23/9862759/18-19_6.gif", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846294/20-21_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/26/9871153/DSC_5518-and-light_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/26/9870727/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846252/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846250/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/26/9870719/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/26/9870725/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846262/7-9_3.gif", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846254/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846275/12-15_3.gif", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846280/16-17_3.gif", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/26/9870721/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/26/9870723/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846272/10-11_3.gif", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846258/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/15/9846256/4_3.jpg"], "datePublished": "2020-03-26T11:29:48z", "dateModified": "2020-03-26T15:17:15z", "author": {"@type": "Person", "name": "אביטל ברוידא"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "כבר שלושה שבועות מתבודדים שרון ובן זוגה בבית זעיר שבנתה בחצר, ונהנים מכל רגע. מהדירה שעזבה לקחה רק 2 פריטים עם ערך רגשי. כך הוא עוצב, פינה אחר פינה", "wordCount": "984", "commentCount": "155", "genre": "10.Xnet-11939.xnet_architecture-12005.Homes and Buildings -12076.Apartments", "keywords": "אדריכלות,דירות קטנות,נדל רויזין אדריכלים", "articleBody": "כולנו מתמודדים בימים אלה עם הקושי להישאר בבית במשך ימים שלמים. שרון ובן זוגה עברו לפני חודש לגור בבית קטנטן – 14 מטרים רבועים בלבד – והם נהנים ממנו ומרגישים בו בטוחים. ''אנחנו נמצאים כאן כבר שלושה שבועות רצופים'', מספרת שרון. ''שנינו בקבוצת סיכון, מעל גיל 60. אנחנו לא בבידוד, אבל כן נזהרים ומסתגרים''.    לא צפוף לכם?   ''כשצריך ספייס מישהו מאתנו עולה למעלה, לגלריית השינה, או יוצא לפרגולה בחצר. אני מאוד אוהבת להיות במרחב הפתוח, אבל במקרה של איום רוצה את הפינה שלי. וזו פינה בהחלט פינתית. היא נותנת לי תחושה של ביטחון, זה כמו להתכרבל\".     ''טייני האוס'' (בית זעיר, בעברית) היא תנועה אדריכלית-חברתית עכשווית, הקוראת לחזור לחיים פשוטים יותר, בבתים קטנים הרבה יותר. בזמן שבישראל עדיין רודפים אחרי דירה גדולה בפרויקט קבלני, מגרש בשכונת הרחבה או התנאים המשתלמים ביותר למשכנתא – תנועת הבתים הזעירים הבינלאומית שוטפת את הרשת עם סרטונים המציגים אלטרנטיבה שפויה, קומפקטית ומינימליסטית למגורים, בבתים קבועים או ניידים של 12-40 מ\"ר בלבד.    שרון, יועצת בתחום הרפואי, תושבת גוש דן (ואמריקאית במקור), היא בין הסנוניות הראשונות בארץ לאמץ את דרך החיים הזו. מבחינה נדל''נית, עומד לרשותה כל צורכה, ואף יותר: דירה בת 130 מ\"ר בקומה העליונה של שיכון קומתיים, עם מדרגות שמובילות לגינה צמודה וגדולה, ומחסן בקצה. בדירה הזו היא התגוררה כל השנים, וכאן גידלה, עם בעלה לשעבר, שני ילדים וכלבה.   לפני שבע שנים התגרשו, והיא חשה שגם הבית צריך להשתנות. \"זה היה כנראה הצעד הראשון בתהליך שהחל אצלי\", היא נזכרת. \"הכל היה עמוס בחפצים והזמנתי חברה לסידור הבית, שארגנה אותו מחדש\". מאז הילדים בגרו ועזבו את הקן, ומבנה העזר בקצה הגינה, ששימש כחדר המוזיקה של הבן, הפך לחדר כושר קטנטן. שרון נכנסה למערכת יחסים חדשה, ומצאה את עצמה מחלקת את זמנה בין ביתו של בן זוגה, בצפון הארץ, לדירתה שבמרכז.   \"התחלתי לחשוב: אני לבד, מה אני צריכה את כל המקום הזה והחפצים האלו, אני בכלל מעדיפה להיות כמה שיותר בגינה, בחוץ\", היא מסבירה את התהליך שעברה. \"כבר הכרתי את הרעיון של ה'טייני האוס' והחיים המינימליסטיים, ויום אחד פשוט הבנתי שיש לי פוטנציאל לאחד כזה, אצלי בחצר\". היא חשבה על מבנה העזר הקטן בקצה הגינה, ולצורך השינוי הרדיקלי פנתה לזוג האדריכלים נטלי רויזין ואהוד נדל, בעקבות כתבה שקראה על בית בן 25 מ''ר שהם תכננו במשאית.       \"שרון ביקשה מאתנו לתכנן לה בחצר בית בגודל 10 מ\"ר, בתקציב של 70 אלף שקל\", מספרים האדריכלים. \"בהתחלה חשבנו שזה יהיה סוג של צימר, למישהי שגרה רוב הזמן בצפון ומגיעה לכאן מדי פעם. רק אחרי שהכרנו לעומק הבנו שזה בית שצריך לכלול את כל הפונקציות הרגילות: מטבח מתפקד ומלא, אמבט בחדר הרחצה ואפילו ספה נפתחת, לאירוח של אמה בת ה-85\".    בשלב הזה הלקוחה והאדריכלים הבינו שצריך להגדיל מעט את הביתן, וגם את התקציב. אחרי לא מעט סקיצות ודיונים הם הגיעו לתוכנית הנוכחית: בית זעיר בן 11.5 מ\"ר (ועוד כ-2 מ''ר של גלריית שינה), מוקף חצר בגודל 80 מ\"ר. העלות הכוללת: 190 אלף שקל (140 אלף הושקעו בבית, ו-50 אלף בחצר). הדירה הגדולה שאותה שרון עזבה עומדת להשכרה.           שני פריטים בעלי ערך רגשי   \"אני ממילא כל היום בגינה, פשוט הוספתי לה את הבית\", מגדירה שרון. זהו מבנה מלבני ברוחב 2.85 על 4 מטרים, עם גג משופע בגובה שנע בין 2.20 ל-3.70 מטרים בנקודה הגבוהה ביותר. למטה יש מטבחון מאובזר עם תנור, כיריים קטנים, מקרר ומזווה. מאחוריו פינת ישיבה בגובה שני מטרים ארונות ממסגרים נישה שבה ספה נפתחת ושולחן רב תכליתי. בקצה תוכנן חדר הרחצה, מופרד בדלתות הזזה שהן גם מראת גוף, ובו ארון כיור, אסלה ואמבטיית ישיבה קטנה.               תשע מדרגות עץ ברוחב 45 סנטימטרים מובילות למפלס הגלריה, שכולו מיטה זוגית. כל המדרגות משמשות לאחסון חלקן כמגירות לבגדים, אחרות כארונות שנפתחים מלמעלה (למצעים, מזוודות ושואב אבק, למשל) וחלקן כמדפים לספרים וחפצי נוי.         המיטה הזוגית, בגודל סטנדרטי של 200X140 מטרים, תחומה בין גרם המדרגות לקירות. גובה החלל שמעליה, 90 סנטימטרים בנקודה הגבוהה ביותר, מאפשר ישיבה נוחה. כמעין שידות צד משמשים קופסת נגרות שפתוחה כלפי המיטה מצד אחד, ומגירה בצד השני.               \"הכל הצלחנו להכניס\", אומרת רויזין. ''הבעיה היתה עם חפצים שיש להם ערך רגשי. להבין שמקום קטן חייב להיות מדויק, אבל גם לקבל לתוכו את האופי של הדיירת\". טעמה של שרון בא לידי ביטוי באריחים המצוירים בחדר הרחצה, במשטח העבודה התכול והאריחים במטבח. מביתה הקודם היא הביאה שני פריטים בעלי ערך רגשי: מערכת כלי חרסינה ובית בובות עתיק, שניהם ירושה מבית סבה. האדריכלים תכננו עבורם מקום במיוחד, במדף מעל הספה ובנישה בארון שלצד הכניסה.   \"כשרק עברנו, לפני חודש, היו ימים ארוכים של קור וגשם, והיינו כל היום בפנים\", מספרת שרון. ''אני עבדתי למטה והוא קרא למעלה, ועדיין יכולנו לדבר אחד עם השני בקלות. היה לנו נוח וכיף\". התוכנית היא להתגורר לסירוגין כאן ובביתו של בן הזוג בגליל, אך מאז תחילתו של משבר הקורונה נמצאים השניים במרכז.   מאוד עוזרת החצר, שתוכננה יחד עם הבית הזעיר כמכלול אחד של מחיה. מרבית שטחה רוצף בדק, ובקצה גינה קטנה, ששרון מטפחת. את גג הבית ממשיכה פרגולה שקופה בגודל 16 מ\"ר, המגינה על פינת ישיבה עם קמין עצים זהו אזור האירוח. מכונות הכביסה והייבוש מוקמו בתוך ארונות עץ עמידים למים בצד הבית, לצדם עמדת בישול חיצונית, וסביב גדר במבוק פשוטה.    \"לא אשקר, תהליך הצמצום היה קשה באופן שלא יכולתי לדמיין עם תחילתו, מלא עצב ודמעות. החלק הכי קשה היה להיפרד מתמונות. אבל אחרי שזה קרה הרגשתי קלילה יותר. זה פשוט כיף לעמוד ולבשל באמצע החצר\", מסכמת שרון, שמעידה על עצמה כטיפוס של חוץ וטבע.    גם האדריכלים עברו תהליך של למידה. \"לאט לאט הבנו שאנחנו מתכננים משהו שונה. זה התחיל כרעיון של חדר במלון, והסתיים בהבנה שזה ה-בית. כאדריכלים שמתכננים גם וילות, נדרשנו לשינוי תפיסתי ופרשנות חדשה לחוק התכנון והבנייה\".         תכנון ועיצוב: נדל רויזין אדריכלים  קבלן: יוסי וייס  אלומיניום: אלום אביב  נגרות: נגריית קלאסיק  אריחים וחיפויים: איציק ורועי  אביזרי סטיילינג לצילומים: Spices, Senior Decor  וילונות: מיכל רזניק  פיתוח החצר: גוגי זיו ודני רדובן    ------------------------------------------------------------------ תנועת הבתים הזעירים מעניינת בעיניך? לחצו על התמונה לעוד:    ", "title": "צפוף לכם? בני זוג מתגוררים בבית של 14 מ''ר: ''זה כמו להתכרבל''", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5700038,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}