{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5023317,00.html"}, "headline": "הבתים היפים של אנשי האופנה: בדופלקס האורבני של גיל זהר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064830/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064832/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064867/19_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064863/17_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064836/15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064901/18_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064871/21_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064834/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064838/16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064869/20_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064824/11_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064884/26-29_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064811/8_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064809/7_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064799/1-4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064815/10_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064813/9_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064876/22-25_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/01/8064805/5_36.jpg"], "datePublished": "2017-10-09T12:04:02z", "dateModified": "2017-10-18T19:25:23z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "מדי שלוש שנים מחליפה יוצרת התכשיטים בית, ובכל פעם היא מעצבת אותו הכי רחוק מקודמו. כך נראית דירת הגג התל אביבית ששיפצה לה ולמשפחה באווירה ניו יורקית", "wordCount": "825", "commentCount": "71", "genre": "10.Xnet-11936.xnet_fashion-11997.Designers & Brands-12363.sukut ushpizin in style", "keywords": "גיל זהר,אופנה,אושפיזין,מעצבי אופנה,עיצוב תכשיטים,תכשיטים,בית,סוכות,2017", "articleBody": "מעצבת התכשיטים והאמנית גיל זהר מחזיקה בחיפה מחסן בן 400 מ\"ר, שמכיל את כל החפצים מהדירות הקודמות שלה. זהר, לשעבר סטייליסטית ועיתונאית אופנה, מספרת כי מדי שלוש שנים מאז עזבה את בית הוריה בגיל 18, היא אוהבת לעבור בין דירות ובתים, ולא סתם להחליף כתובת, אלא ממש לעצב את הבית מחדש, כשאת כל הרהיטים הקודמים היא מאפסנת. לפני כשלוש שנים היא עזבה יחד עם בעלה גיא ושני הילדים את בית החלומות שבנתה במושב ניר צבי, לטובת דירת גג רחבת ידיים במרכז תל אביב, ובימים אלו היא כבר זוממת על המעבר הבא. \"ההתחדשות הזאת ממלאת אותי כל פעם מחדש\", היא מסבירה את הסיבות למעברי הדירה, שעבור אחרים נחשבים לכאב ראש גדול, בטח כשעושים את זה עם ילדים קטנים.       \"כל בית שלי נראה 180 מעלות הפוך מהקודם, כל דירה היא פנטזיה אחרת, ובהתאם לכך גם הריהוט ועיצוב הפנים משתנה\", היא מסבירה. \"הבית הקודם שלנו במושב היה ניסיון אומלל לצאת מתל אביב לחיים כפריים, אבל עשיתי את זה בשביל שלום בית, כי בעלי נולד וגדל שם. בנינו לעצמנו ארמון לבן וכפרי על שטח של שני דונם, עם תקרה מקורות עץ גושני, וחצר רומנטית עם פרגולה מעץ ועליה ורדים מסולסלים. בקיצור, דיכוטומיה מוחלטת למה שאתם רואים פה - דירת גג תל אביבית באווירת לופטים ניו יורקיים\".    איך ייראה הבית הבא?  \"שאלה מצוינת, שאין לי עליה עדיין תשובה, אבל הוא תמיד מושפע מחוויות אישיות וטיולים שאני עורכת. לפני מספר שנים חזרתי מטיול ארוך במקסיקו שמאוד השפיע עליי, ושבועיים לאחר מכן עברתי דירה וצבעתי אותה באדום חם וצהוב לימון. כל דירה, כאמור, היא סיפור אחר לגמרי\".       כיצד את מסבירה את ה\"הפרעה\" הזאת שלך?  \"יש בי המון רבדים, ואם אני מסתכלת אחורה על 24 השנים האחרונות, כל דירה שיקפה בי משהו אחר\".    איך הילדים ובעלך מסתדרים עם הרעיון הזה?  \"למזלי, גיא בעלי ממש זורם עם העיצוב שלי, ואני לא יודעת איך הייתי מתמודדת עם פרטנר אחר. לגבי הילדים, עד עכשיו לא היתה לי בעיה איתם כי הם צעירים, אבל אני מעודדת אותם שיבואו לידי ביטוי, ואני מקווה שתהיה להם אמירה והחדר יהפוך לממלכה שלהם\".       הנכס: דירת דופלקס שכורה בגודל 300 מ\"ר, הפרושה על פני שתי קומות: קומה ראשונה בת ארבעה חדרים על שטח של 180 מ\"ר, וגג בגודל 120 מ\"ר עם חדר נוסף.    השכונה: רחוב חיסין, לב תל אביב.    הדיירים: גיל זהר, 44 גיא כספי, 46, איש היי טק דבש בת ה-6 ואולי בן ה-3. מחצית מהזמן מתגוררים בדירה גם שני ילדיו של כספי מנישואים קודמים: רועי, 17, ונדב, 14.    ותק בדירה: שלוש שנים.       מי עיצב את הבית?  \"אנחנו שוכרים את הדירה מפרסומאי רווק. התאהבתי בה ממבט ראשון, כי יש בה את השילוש הקדוש: מיקום, אור, ואוויר. אבל אז היה אתגר גדול - איך להכניס שש נפשות לדירה שבנויה לסינגל. גיא ואני החלטנו בכל זאת לשכור אותה ולהתאים אותה לצרכינו. בנינו חדר שינה נוסף לשני הילדים בצמוד למטבח ולסלון, דבר שהתאפשר מעצם העובדה שהסלון היה ענק, וסגרנו חלל נוסף והפכנו אותו לחדר עבור הבן הגדול. כך, למרות שזו דירה שכורה, הצלחנו 'לאנוס' אותה באלגנטיות לצרכינו, בלי לפגוע בזרימה הטבעית של הבית\".       מה היה חשוב לך במיוחד בעיצוב הבית?  \"רציתי תחושה של לופט ניו יורקי, לכן בחרנו לשמור על הקירות באפור כהה, ועם זאת, לפתוח את החלונות כדי שייכנס המון אור טבעי. בנוסף, חשוב לי גם להקפיד לשלב בבית עבודות אמנות, רגעים מצולמים מחוויות משפחתיות, וגג רחב שניתן יהיה לארח בו\".   האם יש קשר בין סגנון עיצוב התכשיטים שלך לסגנון העיצוב של הבית?  \"אני עושה הפרדה טוטאלית בין חיי היומיום בבית לבין העבודה. פריטי האמנות שאני עושה והתכשיטים שאני מעצבת הם בהשראת מסופוטמיה ומצרים הקדומה, ועשויים בצבעוניות של הרבה זהב ושחור, ובחרתי שלא להקיף את עצמי בהם בתוך הבית\".       איך את מתלבשת בבית?  \"מכיוון שיש לי שני בנים בגיל ההתבגרות שמסתובבים פה, אני לא יכולה להסתובב עם חולצת טי ותחתונים, אז שדרגתי לחולצה גברית גדולה של גיא, ותחתונים\".    מה הפינה האהובה עלייך?  \"הספה של קסטיאל, שהיא כמו רחם במרכז הסלון, שכולם מתנקזים לתוכה. הכי אני אוהבת להתפנק בה עם הילדים ולצפות יחד בסרט\".       איפה את נוהגת להירגע בבית?  \"על הגג בסוף יום, עם כוס יין ומבט על העיר הפרושה למטה. זה טקס של סגירת יום, 'ריסט' לנשמה\".    איפה את נוהגת לשתות את הקפה שלך בבוקר?  \"בשבת בבוקר אני שותה את הקפה על הגג, אבל במהלך השבוע הבוקר כאן כאוטי, אז אני שותה את הקפה בתנועה, תוך כדי שאני מכינה את הילדים לבית הספר ולגן\".       עד כמה הדירה משקפת את האישיות שלך?  \"היא משקפת חלק מהאישיות שלי. אני מאוד אוהבת את קיר ההשראה שלי בסלון, שהוא כמו קנבס, שמשתנה כל מספר חודשים\".    האם יש לך חדר ארונות?  \"אני חולמת שיהיה לי. כיום הדברים שלי מפוזרים בכל החדרים בבית: בחדר הילדים נמצאים התיקים, בחדר של נדב מאופסנות הנעליים, ובחדר של רועי התכשיטים. החלום שלי זה Walk-In Closet, למרות שכבר הגשמתי אותו בבית הקודם במושב\".       על מה את מעדיפה לבזבז יותר: כלי בית ורהיטים או בגדים ואביזרי אופנה?  \"אני אוהבת לרכוש חפצי אמנות לבית, כמו גם תכשיטים, תיקים ונעליים. פחות אוהבת להוציא כסף על כלי בית ועל בגדים\". ", "title": "הבתים היפים של אנשי האופנה: בדופלקס האורבני של גיל זהר", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5023317,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}