{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4810392,00.html"}, "headline": "2 פוקצ'ות מיוחדות: עם הררי \r\nעגבניות או עם רוקפור ואגסים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/31/7038875/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/31/7038884/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/31/7038886/4_3.jpg"], "datePublished": "2016-06-01T01:16:35z", "dateModified": "2016-06-01T18:30:56z", "author": {"@type": "Person", "name": "מערכת Xnet"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אורלי חרמש ורומי נדלר מוציאות את הפוקצ'ה מהשגרה עם עיצובים וטעמים מיוחדים שלא ישאירו את האורחים שלכם בשבועות אדישים", "wordCount": "480", "commentCount": "5", "genre": "10.Xnet-11941.xnet_food-12015.Cooking", "keywords": "מתכונים לשבועות,פוקצ'ה,לחם,אוכל איטלקי,אורלי חרמש,רומי נדלר", "articleBody": "פוקצ'ה הררית עם עגבניות ובצל / אורלי חרמש  פוקצ'ה מיוחדת, אשר מנוקדת בהררי בצק שעל פסגותיהם שוכנות בבטחה פרוסות של עגבניות.    מרכיבים  תבנית בגודל 30X40 ס\"מ   לבצק  1 כף שטוחה שמרים יבשים או 2 כפות \"שמרית\"  1/4 1 כוסות (300 מ\"ל) מים חמימים  3 כוסות (420 גרם) קמח  1 כף סוכר  1 כף שטוחה מלח  3 כפות שמן זית  אפשרות: 1 כף שטוחה עשבי תיבול יבשים (תימין, רומרין, אורגנו)   על הפוקצ'ה  1/4 כוס (60 מ\"ל) שמן זית  2 שיני שום כתושות  1 בצל סגול פרוס לטבעות עבות  1 עגבנייה פרוסה דק  מלח גס  פלפל שחור גרוס  אפשרות: עשבי תיבול יבשים, צ'ילי יבש גרוס       אופן ההכנה  מערבבים את השמרים עם המים בקערת המיקסר ומניחים בצד ל-10 דקות.  מוסיפים לקערה את שאר מרכיבי הבצק ולשים עם וו הלישה כ-5 דקות. מכסים בניילון נצמד ומתפיחים שעה.  מרפדים תבנית בגודל 30X40 ס\"מ בנייר אפייה ומשמנים אותו במעט שמן זית.  מקמחים קלות את משטח העבודה. מרדדים את הבצק למלבן ומניחים בתבנית.  מערבבים את שמן הזית והשום ומברישים את הבצק בתערובת. מניחים על הבצק טבעות בצל ושמים בתוך כל טבעת פרוסת עגבנייה. מפזרים מעל מלח גס ופלפל גרוס, ואם רוצים גם עשבי תיבול יבשים וצ'ילי יבש.  מתפיחים כ-30 דקות ובינתיים מחממים את התנור ל-200 מעלות.  לוחצים מעט את טבעות הבצל מטה, כדי ליצור בבצק את צורות ההרים והעמקים (ראו תמונה למעלה).  אופים כ-40 דקות, עד שהפוקצ'ה מזהיבה. מצננים קצת לפני שפורסים.   עוד מתכונים מעולים של אורלי חרמש - בבלוג Brown Sugar      פוקצ'ה עם רוקפור ואגסים / רומי נדלר   מרכיבים  4 פוקצ׳ות בינוניות   לבצק 25 גרם (1/2 קובייה) שמרים טריים או 1 כף שמרים יבשים  1 כפית דבש  כ-300 מ\"ל (כ-1/4 1 כוסות) מים פושרים  500 גרם (1/2 3 כוסות ועוד כף) קמח לבן (לקבלת בצק פריך יותר, אפשר להחליף 150 גרם מהקמח בקמח מחיטת דורום)  1 כפית מלח  3 כפות שמן זית    על הפוקצ'ות  שמן זית  150 גרם גבינה כחולה (רוקפור, גורגונזולה וכדומה), מפוררת  2 אגסים, נקיים מליבה ופרוסים  חופן עלי רוקט   אופן ההכנה  ממיסים את השמרים והדבש במים.  אם לשים ידנית: מערבבים את הקמח עם המלח. מוסיפים את המים עם השמרים והדבש, ולאחר מכן את השמן. לשים עד לקבלת בצק אחיד ומעט דביק. אם לשים במיקסר: שמים בקערת המיקסר את הקמח והמים עם השמרים והדבש, ולשים כ-5 דקות עם וו הלישה. מוסיפים את השמן והמלח, ולשים 3-2 דקות נוספות.  מעבירים את הבצק לקערה משומנת ומתפיחים כשעה.  מחממים את התנור ל-200 מעלות.  מקמחים קלות את משטח העבודה. מחלקים את הבצק ל-4 חלקים שווים. משטחים כל גוש בצק בידיים ומותחים אותו קלות לצורה אליפטית. מניחים על נייר אפייה.  מפזרים על הפוקצ'ות את הגבינה הכחולה ופרוסות האגסים, מהדקים אותן לתוך הבצק ומזלפים מעל כף שמן זית. מתפיחים 5 דקות.  מניחים את נייר האפייה עם הפוקצ'ות ישירות על תחתית התנור, בלי רשת או תבנית מתחתיה (אל דאגה, הנייר רק ישחים, לא יישרף). אופים כ-7 דקות, עד שהפוקצ'ות מזהיבות.  מפזרים על הפוקצ'ות החמות עלי רוקט מתובלים במעט שמן זית ומלח, ומגישים מיד.    עוד מתכונים איטלקיים של רומי נדלר - בבלוג Romina e La Cucina", "title": "2 פוקצ'ות מיוחדות: עם הררי \nעגבניות או עם רוקפור ואגסים", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4810392,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}