{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5325741,00.html"}, "headline": "היום, ילדים, נבקר במוזיאון חשוב. בעצם, בחנות גלידה מהממת", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667839/1__shutterstock_206745013_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667849/2_Presley-Ann_GettyImages-805439284_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667854/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667856/4_Cem-Ozdel_GettyImages-186086220_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667860/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667863/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667871/9__shutterstock_1060556618_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667866/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667869/8_cornfield-_shutterstock_1058952047_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667873/11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667878/12_MikeDotta-_shutterstock_759882112_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667892/13_PitK-_shutterstock_683563783_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667899/15__shutterstock_214438561_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/19/8667897/14_CZEll-_shutterstock_575659300_3.jpg"], "datePublished": "2018-08-09T20:15:24z", "dateModified": "2018-08-21T17:18:44z", "author": {"@type": "Person", "name": "איילת הירשמן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אם התמזל מזלכם וצפויה לכם חופשה משפחתית בחו\"ל, אל תשכחו לארוז את ההמלצות של איילת הירשמן לחוויות אוכל שישמחו וישביעו את הילדים ואתכם", "wordCount": "1861", "commentCount": "3", "genre": "10.Xnet-11946.xnet_laisha-15709.turism", "keywords": "לאשה,תיירות,חופשה משפחתית,ילדים", "articleBody": "ניו יורק   קנדי קראש: Dylan's Candy Bar       אומג. זה כמו חלום, או כמו סיוט, תלוי את מי שואלים. בכל מקרה, זה אחד המקומות הכי שמחים, צבעוניים ומתוקים עד הזיה. לחנות הממתקים הזו יש שני סניפים מרכזיים (ועוד כמה קטנים יותר). האחד ביוניון סקוור והשני באפר ווסט - שהוא גם מסעדה חמודה, שלפרקים מזכירה בת מצווה שיצאה משליטה. האוכל חמוד ועשוי היטב - סלטים, המבורגרים, פיצות וכמובן שייקים ואז - קינוחים משגעים לגמרי. ריינבואו ויוניקורן הן המילים המובילות. לקטנים ולמתבגרים תהיה שמחה ואורה ומתוק ויקר.   כתובת: השדרה השלישית מספר 1011, פינת רחוב 60 (מערב) אתר: dylanscandybar.com    בלגן מופלא: Cool Mess     A post shared by CoolMess (@coolmessnyc) on Dec 13, 2017 at 6:57pm PST  מסעדה חמודה ומתוקה, המעוצבת באופן שמשמח ילדים ומגישה אוכל תקין לגמרי בתחום המנות העיקריות: פיצות, טורטיות, המבורגר וסלטים, ואז קינוחים מעיפים וגלידות טעימות שמכינים לבד במכונות אישיות ומלא־מלא תוספת מגוונות. זה כיף כמו שזה נשמע, וזה טעים.   כתובת: רחוב 62 (מזרח) מספר 137, בין שדרות לקסינגטון ופארק אתר: coolmess.com     פיקניק: שוק האוכל בברוקלין       מהחודשים אפריל עד אוקטובר פועלים בברוקלין בסופי השבוע שני שווקי אוכל מעולים – אחד בשבת בשכונת וויליאמסבורג והשני בימי ראשון בפרוספקט פארק. שניהם מתאימים מאוד לבילוי עם ילדים, בעיקר אם אלו ילדים שסקרנים לטעום אוכל מתרבויות שונות (מחירי המנות בדוכנים: 25-5 דולר בממוצע). בשני המקומות יש מתחמי ישיבה גדולים ו/או פארק שמזמין פיקניק, ובשני המקומות עלול להיות צפוף – אז בואו מוקדם ותתפסו מקום.   שוק יום שבת בוויליאמסבורג: East River State Park  שוק יום ראשון בפרוספקט פארק: Prospect Park, Breeze Hill  אתר לשני השווקים: smorgasburg.com     אוכל של לוחמים: Ninja       אוכל יפני חביב במסעדה בשכונת טרייבקה שנראית כמו תפאורה לסרט נינג’גו, כלומר, כמו כפר של לוחמי נינג'ות, כלומר, אפלה ומגניבה ועם הפתעות. גם המנות יכולות להפתיע ולשעשע, למשל לבעור או להעלות ניצוצות. יש תפריט ילדים (שכולל, למשל, את \"טירת הנינג'ה\" – מק אנד צ'יז, המבורגר, צ'יפס ועוד אוכל שלוחמים אוהבים).    כתובת: 25 Hudson St  אתר: ninjanewyork.com     לונדון תה עם אליסה: Mad Hatter's afternoon Tea          לפחות פעם אחת צריך: טקס תה לונדוני מסורתי, בארבע, עם כריכונים וסקונס. יש הרבה אופציות, אבל בגינה הפנימית של מלון הפאר סנדרסון, אפשר לשבת עם הילדים למסיבת תה סטייל הכובען המטורף, וזה מגניב: התפריטים מוגשים בספרים עתיקים, הכלים בעיצובי חיות, על המעמדים יש עוגות יפהפיות וקישוטים כמו קרוסלות, וצלחות הכריכים מכוסות בכלובי ציפורים. יש גם מקרונים בצורת שעונים ומבחר של תה ושיקויים שכתוב עליהם \"שתו אותי\" ועוד הברקות והרבה אווירה. זה יקר – 35 48 ליש\"ט לגדולים יותר – , ליש\"ט עד גיל 11 אבל כולל המון אוכל שאי־אפשר לסיים, וישמחו לארוז לכם אותו לקחת.    כתובת: Sanderson, 50 Berners St, Fitzrovia  אתר: goo.gl/Sx5SoL        לא רק בבוקר: Cereal Killer Cafe       \"אה, יו וואנט קארי!\" אמר המלצר החביב בקפה \"סיריאל קילר\" כשהבין שהבן שלי מבקש \"כריות! פרום איזראל\" – כלומר, את דגני הבוקר הישראליים ולא את המנה האסייתית הפופולארית. כן, יש כריות ויש גם עוד מאה ומשהו סוגים של דגני בוקר מכל העולם, בבית הקפה החמוד הזה בבריק ליין (יש לו סניף נוסף בקמדן). הילדים עפים על המקום, אז מה לי כי אלין, והקהל (היפסטרים, תיירים, משפחות וקבוצות ילדים) יושבים (טוב, חלקם שרועים, חלק מהכיסאות הם מיטות) בין מדפי קורנפלקס ויצירות אמנות מדגני בוקר. מה אוכלים? את כל מה שאפשר להכין מקורנפלקס: החל מקערות מכל המגוון, ועם בחירה מכ-20 סוגי חלב, דרך ערבובים ושייקים של כל מיני דגנים וגם הרבה גלידה, ועד למנות כמו נאגטס מצופים או טוסט גבינה בציפוי קורנפלקס.     כתובת: 139 Brick Lane אתר: cerealkillercafe.co.uk     מהיר וטעים: Burger & Lobster      רשת כייפית, \"בורגר אנד לובסטר\". היא מציעה שתי מנות עיקרית מעולות – המבורגר משובח ולובסטר איכותי וטעים אש (גם בכריך). המנות מוגשות עם סלט וצ'יפס ב-20 ליש\"ט. תוסיפו עוד קצת לשתייה – וזה עדיין שווה וכיף להפליא לכולם. יש 9 סניפים ברחבי העיר.   אתר: burgerandlobster.com       קסם הגלידה: Harrods Ice Cream Parlour    A post shared by TASTE LONDON (@tastelondon_) on Jul 31, 2018 at 12:41pm PDT\"פוד הולס\", קומות אוכל בבתי הכלבו של לונדון, הם מקומות מצויינים לשיטוט עם ילדים ואפשר לשהות בהם פרקי זמן ארוכים. בסלפרידג'ס, למשל, יש אזור אוכל נהדר במיוחד, אבל לכלבו הוותיק הרודס יש קסם מיוחד - כולל דוכן עם קסם ישן בסגנון ארט-דקו, המגיש גלידה איטלקית מצויינת של מורלי. הגלידה, בגביעים או כמנות יפהפיות, חלקן עם שלל תוספות, טעימה מאוד. מומלץ כאתנחתא נעימה בין הפעיליות האינטנסיביות בעיר.     כתובת: 87-135 Brompton Rd., Knightsbridge אתר: goo.gl/7N19LY     היער השחור   שלום, שניצל: Der Kaiser       בערב שבו רוצים ללכת למסעדה מקומית קלאסית כזאת, הולכים ל\"דר קייזר\" בפרייבורג: שולחנות גדולים, בירה לכם ושניצלים ענקיים ושפצלי ונקניקיות עם כרוב לכולם וגם פלמקוכן – המנה הלוהטת של האזור – מאפה בצק דק שעליו קרם פרש ותוספות. המסעדה, בתוך בית מלון באותו שם, היא אולם גדול והומה, עם נברשות ורחש של מזלגות וצחוק. כ-30 יורו לסועד בארוחת ערב ואל תשכחו להזמין מקום מראש.   כתובת: 38 Günterstaltr, Freiburg אתר: freiburgerkaiser.de     נקניקיות ועוגות גבינה: שוק האוכל בפרייבורג       ילדים אוהבי אכל אוהבים בדרך כל גם שוטטוות בשווקי אוכל, וזה של העיר פרייבורג, בכל יום למעט יום א, מול קתדרלת מונסטה פלאץ, הוא שוק איכרים לבבי, למרות הצפיפות, של ירקות ופירות ומצרי חווה, וריבות ופרחים ולחמים, ובו אפשר גם לאכול במחירים הוגנים לגמרי אוכל רחוב מצוין . את אתם אוהב ים נקנקיות, זה המקום. יש כל כך הרבה אופציות. כל כך הרבה דוכנים, רוחשים של על גרילים גדולים (6 יורו בערך) ולחלופן כדאי גם להצטייד, בעוגות גבינה מעולות ביותר, מקלאסית ועד לכאלה שיש בהן פירות יער וריבות (חפשו את הדוכן של Stephan).   כתובת: כיכר הקתדרלה, Munsteprplatz      עוגות באלזס: Patisserie Gilg      A post shared by Maria (@m.palatini) on Aug 8, 2018 at 5:05am PDTאחרי שתטיילו ביער השחור יגיע היום שבו תסעו לאלזס, אולי תבקרו במוזיאון המכוניות במולוז, ואז תשוטטו בין כפרים יפים ועיירות ציוריות, ובטוח שתגיעו לעיירה המהממת קולמאר, לשוק האוכל המקורה העתיק שלה ((13 Rue des Écoles ואז תעצרו בקונדיטוריה המופלאה, הצרפתית-אלזסית, שבה העוגות טעימות אפילו יותר מכמה שהן יפות.    כתובת: 60 Grand Rue, Colmar, France  אתר: patisserie-gilg.com     אגם גארדה לבשל עם המאמות: סדנאות בישול      בית הספר לבישול של ואלרי וברברה, שפיות איטלקיות, מקדם בברכה גם ילדים, ובמהלך הקיץ יש המון סדנאות באנגלית שמתאימות לכל המשפחה. מדובר בשלוש שעות קסומות בהחלט שבהן תלמדו להכין פסטה וניוקי ורטבים, או לחמים או קינוחים, ובסופן – אוכלים!    כתובת: Via San Felice 116/1, Bologna אתר: ilsalottodipenelope.it     פארק אוכל מהחלומות: Fico       לפני כשנתיים נפל דבר גדול למדי באיטליה ובאירופה בכלל, כאשר נפתח מיזם האוכל העצום FICO Eataly World. כמה עצום? בכניסה תוכלו לשכור אופניים, תלת אופן ליתר דיוק ולנוע עליו ברחבי פארק האוכל החקלאי הזה, 100 דונם שמספרים מה זו גסטרונומיה איטלקית דרך חומרי הגלם שלה. סביב למבנה המרכזי יש חוות, בעלי חיים, שדות, גנים ובוסתנים, בתי מלאכה לייצור גבינות וחומץ ויין ומה לא. כמו מוזיאון, אבל מרגש ומאתגר וחי מאוד, לאוכל. במקום יש סדנאות ופעילויות – ממעבדת שוקולד ועד למתחם למדעי הגלידה, עם הרבה תשומת לב לילדים. במבנה המרכזי יש עשרות דוכני מזון, חנויות ומסעדות.    כתובת: Via Paolo Canali 8, Bologna אתר: eatalyworld.it       כריכים ליד הפארקים: La Baita degli Ulivi      A post shared by La Baita Degli Ulivi (@labaitadegli) on Jan 15, 2018 at 11:45am PSTליד העיר ריצ'ונה באמיליה רומאניה נמצאים צמד פארקים: Oltremare, פארק טבע חינוכי מעט אך כיפי, כולל מופעים ותצוגה מעניינת על התפתחות החיים ביקום ו-Aquafan, פארק עם מתקני מים שווים ומופעי דולפינים. ממש ליד הכניסה לאולטרמארה (ולא רחוק מאקוופאן) תמצאו הצגת תכלית של אוכל הרחוב הכי כיפי באזור: כריכי פיאדיני, לחם איטלקי שטוח שנכרך לכריך חלומות עם מילויים כמו נקניקיות ובצל מטוגן, עגבניות ומוצרלה עם פסטו (ויש גם חצילים), או דווקא המבורגר. הדוכן הסמוך לפארק מתאים במיוחד למנוחה משפחתית לפני, אחרי או באמצע הפעילות.   כתובת: Via Ascoli Piceno, Riccione אתר: labaitadegliulivi.it     ברצלונה ליד פיקאסו: PimPam burger      A post shared by Sarah Vee | HONG KONG (@sarah.filipina) on Jul 28, 2017 at 8:28pm PDTאכלתם עם הילדים טאפאס ופאייה, והגיע היום הזה שבו כולם רוצים אוכל פשוט וטעים? יש אופציה להמבורגר? לכו לבקר במוזיאון פיקאסו, ואחרי זה לכו כמה צעדים ותגיעו להמבורגר של פימ פאם, שיש בו גם צ'יפס טעים, ובצמוד לו יש מקום של \"אוכל קפיטריה\" - סלטים ומנות פסטה ותבשילים וטורטיות וכריכים – וכל זה באיכות טובה והוגנת. צפוף, שמח, לא יקר וסוגר את הפינה.   כתובת: 4 Carrer del Sabateret אתר: pimpamburger.com     אחרי הכדורגל: Familyroom cafe      A post shared by Family Room Cafe (@familyroomcafe) on Mar 26, 2018 at 7:15am PDTאחרי הביקור החיוני בקמפ נואו, אפשר לאכול אחרי במקום חמוד וידידותי לילדים, כולל משחקים ופעילויות. האוכל טעים: טוסטים מעולים, קסדיות, פסטות מהסוג האהוב על ילדים, סלטים, מיצי פירות, וקינוחים חביבים ביותר.   כתובת: Vergós 55  אתר: familyroomcafe.com     מוזיאון השוקולד: Museu De La Xocolata      שוקולד זה עניין מאוד חשוב בספרד, ואת השוקלטות הנפלאות של ברצלונה קשה לשכוח. לכן זה לא מפתיע לגלות שיש בברצלונה גם מוזיאון - לא גדול אך משובב לב – שכולו הצדעה למורשת הקטלנית (מלשון קטלוניה, כן?) המתוקה. סיפורו של השוקולד מוצג בתערוכה אינטראקטיבית למרבה החדווה, ויש גם דגמים משוקולד של מקומות מפורסמים והתנסויות כייפיות. בתשלום נפרד, אפשר להירשם לסדנאות שנמשכות כשעתיים.    כתובת: Carrer Comerç 36\u2028 אתר: museuxocolata.cat     פריז פזמון לבונבון: Le Bonbon au Palais      A post shared by Jessica McDougall (@jessmcdougall) on Dec 26, 2017 at 3:41pm PSTברחוב יפה, שיש בו גם שוק אוכל משגע, ושורה עליו אותו קסם פריזאי בלתי ניתן לשחזור בשום מקום אחר בעולם, יש חנות ממתקים שיקית שנראית כאילו קפאה בכיתת לימוד שנות החמישים: המוני בונבונים מכל אזורי צרפת מוגשים שם בצנצנות קסומות (לפי סדר אלפביתי!) לצד הסבר גיאורפי (עם מפה!) . אמהות מתעלפות מהשיק, ילדים מהממתקים.   כתובת: 19 Rue Monge (הרובע הלטיני) אתר: bonbonsaupalais.fr     גלידה נצחית: Berthillon      A post shared by Berthillon Officiel (@berthillon_officiel) on Oct 15, 2017 at 2:14am PDTנדמה שמאז ומעולם זו הגלידה הכי מפורסמת והכי טעימה בפריז. אף שאפשר למצוא אותה בכל מיני מקומות בעיר, כאן, בדוכן הקטן שלה באי סיינט לואי, הכי כיף לצרוך את הטעמים המרגשים. אפשר לעשות זאת בגביע או בכוס, או במנות מרהיבות – עם פירות וופלים וקישוטים אחרים – אם יושבים בקפה הצמוד. תענוג פריזי שלא מתיישן. למרוות התור הארוך תמיד, זה שווה.    כתובת: 31 Rue Saint Louis en l'ile אתר: berthillon.fr     השיק של הפיצה: Pizza Chic      A post shared by Oddur Thorisson (@oddthor) on Jul 25, 2016 at 4:29am PDTפיצרייה/ מסעדה איטלקית בפריז? עם מנות שילדים אוהבים ושגם אתם תעופו עליהן? רצפה משובצת,מפות לבנות וצוות סבלני? כן! \"פיצה שיק\" הוא מקום טעים-טעים עם פיצות מדהימות בתנורי אבן (למבוגרים: לכו על פיצת הארטישוק) סלטים, קרפצ'ו ועוד קלאסיקות, גם בקינוחים.    כתובת: 13 Rue de Mézières אתר: pizzachic.fr     קרפ: Comptoir St-Germain La Creperie du      ככר האודאון בגדה השמאלית היא מקום אהוב עליי, משום שהמסעדה-בראסרי האהובה עליי בפריז, Comptoir, נמצאת בה (מומלצת לארוחה עם ילדים מביני עניין), ומשום שבצמוד לה נמצא הקרפרי שלהם – ואיזה קרפרי! הקרפים ברטוניים, מצויינים, חומים, דקיקים ועזי טעם, שכיף לקחת לדרך עם כל תוספו שתחשבו עליה, מנוטלה ופירות יער ועד לתוספות מלוחות מעולות, לשמחת הילדים ולשמחתכם שלכם גם.    כתובת: 9 Carrefour de l’Odéon     פיקניק בגני לוקסמבורג       זאת פריז, כמעט כל מקום הוא מקום נפלא לפיקניק. אבל איכשהו אני תמיד מוצאת את עצמי מפקנקת בגני לוקסמבורג היפהפיים (Jardin du Luxembourg). בידיי אותו קרפ מהסעיף הקודם אחרי טיול קטן לשם, אוכל שקניתי במחלקת האוכל של כלבו בון מרשה, או כל דבר אחר מפטיסרי נפלא שקרה בדרכי. ליד פארק השעשטועים בגני לוקסמבורג הקטן יש גם קפה מצוין שמתאים להורים וילדים, כולל מיקום נוח לעגלות.   ", "title": "היום, ילדים, נבקר במוזיאון חשוב. בעצם, בחנות גלידה מהממת", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5325741,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}