{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5599547,00.html"}, "headline": "אלכסיס הנצחית: סוד הקסם של הכוכבת ההוליוודית ג'ון קולינס", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/02/9517997/1_AP_100211145352_019523_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/02/9518021/7_AP_8212040326_019521_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/02/9518009/4_AP_8403070256_019519_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/02/9517999/2_AP_100925017004_019517_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/02/9518011/5_AP_8312140331_019520_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/02/9518007/3_AP_8707010370_019522_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/02/9518019/6_AP_8010160201_019516_3.jpg"], "datePublished": "2019-09-29T15:19:50z", "dateModified": "2019-10-06T14:54:07z", "author": {"@type": "Person", "name": "עירית ברנר"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "חוץ מכריות כתפיים רחבות וצבעים עזים, בשנות ה-80 הייתה גם הסדרה \"שושלת\", בה בלטה ההופעה הדרמטית, במשחק וגם בבגדים, של קולינס. פרופיל של כוכבת", "wordCount": "502", "commentCount": "0", "genre": "10.Xnet-11946.xnet_laisha-12355.Stilato", "keywords": "לאשה,סטילטו,אופנה", "articleBody": "בשעה שהתלבטתי באיזו כוכבת-על לבחור גלשתי לי במרחב האינטרנטי וקפצה לי ידיעה מרעישה שבה גיליתי שג'ון קולינס בת ה-86 קיבלה קמפיין למייק-אפ כאילו הייתה נועה קירל. בתמונה רואים אותה בכל הדרה, ומסביבה דוגמניות בינלאומיות מהשורה הראשונה בגיל נכדותיה. על פניה חיוך מפתה כאילו הייתה נערת בונד החדשה אבל איכשהו עליה זה לא נראה פתטי, אולי משום שתמיד תמצאו אצלה מבע אירוני.           אז מי הרג את ג'יי–אר  שנות ה-80 מאופיינות באופנה שהייתה על סטרואידים. כריות כתפיים בלוק של שחקן בייסבול, אריגי לורקס, פאייטים, צבעים עזים, אביזרים שנראו כאילו יוצרו במוסך, ו... שושלת. לדור הבינג' זה כמעט לא מובן שערב אחד בשבוע אחרי החדשות היה בית ישראל צמוד למסך כדי לצפות בקריסטל ובעיקר באלכסיס, היא ג'ון קולינס. כל הופעה שלה הייתה דרמטית במשחק ובעיקר בבגדים, בתכשיטים ובכובעים. אז עוד היה מותר להתעטף בפרוות, כלומר ארבעה טיגריסים היו חייבים להירצח רק בגלל סצנה אחת. זה אולי לא היה התפקיד החשוב בחייה של ג'ון קולינס, אבל הוא קיבע אותה בתודעה.        סודות היופי של קולינס  לפני שנים מצאתי את עצמי תקועה באיזה שדה תעופה. בעוד אני ממתינה לטיסת המשך נכנסתי לחנות ספרים ומצאתי ספר ביוגרפי פרי עטה. קניתי ונדמה לי שסיימתי אותו עד לטיסה. אחד הדברים הזכורים לי שהיא ציינה כי מגיל 16 היא מורחת מייק-אפ על פניה וכך זה שמר על עורה. גם אז היא כבר הייתה בת 60 ומשהו. במסגרת ריאיון שנתנה לא מזמן ציינה שהטיפ מספר אחת שלה הוא לברוח מהשמש. \"הצלתי את פניי בזכות העובדה שאני תמיד חובשת כובע בשמש, מורחת קרם לחות טוב, מייק-אפ ופודרה, ותמיד תמצאו אותי עם שפתון\". היא מתעכבת על חשיבות הניקוי היסודי של הפנים ומוסיפה שהיא מניחה רפידות עם קוביות קרח על העיניים לפני שהיא פוצחת במלאכת האיפור. בריאיון היא לא אמרה דבר על ניתוחים פלסטיים ושאר הזרקות, אבל ברור שאין מצב, כי גם בלוקים של קרח לא יכולים לעמוד בפני הרס הגרביטציה. מזכירה לכם שהיא בת 86.       אז מי היא ג'ון קולינס  ג'ון קולינס נולדה בבריטניה בשנת 1933, אביה היה יהודי, והופעת הבכורה שלה הייתה בשנת 1951 בתפקיד קטן של מועמדת לתחרות יופי. אבל כבר בגיל תשע כיכבה בקמפיינים ובהופעות שונות. בתחילת דרכה המקצועית כבוגרת הוזמנה לתפקידי אורח, לרוב כנערת פיתוי (טוב, היא הייתה יפהפייה). בהמשך דרכה הגיעה להוליווד והופיעה בלא מעט סרטים, אבל כאמור דווקא בשושלת היא זכורה בתפקיד חייה.    במקביל לקריירת המשחק שלה כתבה ג'ון גם שישה רומנים, כמה ספרי לייף סטייל, ו... ארבע אוטוביוגרפיות. בחייה האישיים הייתה נשואה חמש פעמים, כולל אירוסין לוורן ביטי ששבר את לבה (סיבה טובה לכתיבת ספר). כיום היא נשואה לבעלה החמישי כ-17 שנה (שיא), עולל בן 54 בשם פרסי גיבסון. בריאיון לפני כעשר שנים דיברה על חיי הסקס אחרי גיל 70 (ואולי אלה סודות היופי שלה). היא אם לבת ובן מנישואיה השניים לשחקן והמלחין אנטוני ניולי ולבת נוספת מנישואיה השלישיים למפיק המנוח רון קאס. וברור שיש לסבתא ג'ון הזוהרת גם נכדים.    תכל'ס הייתי שמחה לשבת איתה על קפה ומאפה ולשאול אותה איך היא עשתה את כל זה. נראה לי שאת העיקר לא ציינתי - הומור. תמיד בראיונות ההומור הוא הדבר המובהק אצלה והרבה חוכמת חיים.        ", "title": "אלכסיס הנצחית: סוד הקסם של הכוכבת ההוליוודית ג'ון קולינס", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5599547,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}