{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5505667,00.html"}, "headline": "אייקון מאויר בשבוע: מדונה היא הסינדרלה המקורית של הפופ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/07/9231525/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/07/9231539/AP_8507130212_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/07/9231555/AP_071005011581_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/07/9231634/GettyImages-956604274_6.jpg"], "datePublished": "2019-05-16T11:24:07z", "dateModified": "2019-05-19T10:01:43z", "author": {"@type": "Person", "name": "ארז עמירן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "את נעל הזכוכית שלה היא רכשה בעצמה, בדם, יזע ודולרים, ולא חיכתה לאף נסיך עם פטיש לכפות רגליים. כעת הכוכבת בת ה-60 מגיעה לאירוויזיון, גם אם השיא מאחוריה", "wordCount": "592", "commentCount": "2", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-13332.Erez Amiran - The King is Naked", "keywords": "אופנה,אייקון אופנה,מדונה,איורי אופנה,ארז עמירן,מוזיקה,אירוויזיון 2019,סטייל", "articleBody": "מדונה סליחה, במי מדובר? מלכת הפופ הגדולה של ארבעת העשורים האחרונים, שצפויה להופיע באירוויזיון בתל אביב עם שני שירים חדשים (או לא), היא אחד מאייקוני האופנה הכי ראויים לתואר. בינתיים היא כבר עושה חזרות על הבמה, עם כל הבוג'ראס של הקבלה וה\"קראת לי אסתר\" ובעיקר עם תרומתו הנדיבה של המיליארדר הקנדי סילבן אדמס, שהסכים לממן את ההופעה.      לזמרת בת ה-60 יש זכויות נצח על הקלישאה של \"ממציאה את עצמה מחדש\" והיא מתקמבקת בתדירות שהיתה גורמת סחרחורת לצביקה פיק. היא מלווה אותנו, מוזיקלית ואופנתית, החל משנות ה-80, כשבכל עשור היא משכילה לנכס לעצמה את הלוק המייצג של התקופה.    מדונה היא האמנית הכי נמכרת בעולם וגם בעלת השיא במספר פרסי מוזיקה שקיבלה (300) והיא נחשבת לאם הרוחנית של בריטני ספירס, כריסטינה אגילרה, מיילי סיירוס וליידי גאגא. בקיצור – של כל מי ששרה פופ אמריקאי ומציגה ברזומה שלה לפחות שתי שערוריות עסיסיות ונשיקה לסבית אחת.      למה אייקון? מדונה, לטוב ולרע, היא הסיפור האולטימטיבי של הסינדרלה החדשה. זו שאת נעל הזכוכית שלה היא רכשה בעצמה, בדם, יזע, דמעות ודולרים, ולא חיכתה לאף נסיך עם פטיש לכפות רגליים.   משנות ה-80 ואילך היא סימנה וי של מנצחים על כל טרנד אופנתי שהיה שווה משהו בזמן אמת, ובעיקר כל טרנד שהיה קשור למיניות משוחררת ומוחצנת. הכי לא \"כמו בתולה\". MTV היו אלה ששיווקו אותה לראשונה כחזון הסקסי של תרבות הפאנק והרוק, ומשם עברה גלגולים אופנתיים, אישיים ומוזיקליים שיכולים לשמש יומן ויזואלי מרוכז להיסטוריית הפופ של היובל האחרון.      היא דגמנה לוורסאצ'ה, ללואי ויטון ולגאפ, השיקה קו אופנה עם בתה לורדס למייסיס וביצרה את מעמדה כמי שנותנת את הטון בכל הקשור לנראות של הפופ האמריקאי. בדרך היא היתה הכל, עשתה הכל, ונראתה הכל. היא התחילה באייטיז כמחומצנת במעילי עור, גופיות תחרה, צמידי פלסטיק ותליוני צלב, משם היא גלשה אל גרסת הלנז'רי של מרילין מונרו, ואז החליפה כיוון למראה בת השכן הכל-אמריקאית עם שיזוף בריא ומכנסי ג'ינס נמוכי מותן. בדרך נרשמו גם סטוצים קצרים עם מראה חתולת דיסקו וגנגסטה-גירל עתירת בלינג, רגע לפני שנזכרה שהיא משיקה את העשור השביעי לחייה והתבייתה על חליפות מעצבים מחויטות בעיקר מבית היוצר של ריקרדו טישי.       מדונה היא אישה של אלף מראות, אבל אין ספק שמה שקיבע את דמותה במסמרים אל קירות היכל התהילה האופנתי, היה חזיית הקונוסים שעיצב לה ז'אן פול גוטייה בתחילת שנות ה-90. גם אם נשכח את כל השאר, תמיד יישארו לנו השפיצים.    למה לא? טוב, חייבים להוריד לה נקודות על מה שאפשר לכנות, בהגזמה, \"הקריירה הקולנועית של מדונה\". מדובר בפלופ רודף פלופ שממצב אותה כרעל קופות קטלני וכמי שכישרון משחק הוא מבחינתה בגדר שמועה בלתי מאומתת. בעצם, מאז \"סוזן סוזן\" החינני מהאייטיז, כל סרט שהיא השתתפה בו נמצא על המנעד שבין \"כאב עיניים ל\"מעוור\". שומר נפשו ירחק.      גם הקאמבק הנוכחי שלה עם מאדאם X שהיא, לטענת המניפסט המלווה, \"נלחמת על חופש, מביאה אור לחשכה, עוזרת בית, פרשית על סוס, מורה, נזירה, זמרת קברטים, קדושה וזונה\", נשמע, חייבים להודות, כמו קשקוש יומרני אחד גדול.   ובכל זאת: מדובר בקתולית הכי מפורסמת, חוץ מהאפיפיור, ובעוף החול הקם לתחייה הכי קשוח ועיקש שהעולם הזה מכיר. היא גם אחראית לפסקול שהעביר אותי מחצ'קונים ושפמפם בתולי לקמטים ומשקפי קריאה.       מה זה אייקון אחד בשבוע?  עולם הזוהר זוכה ממני בדרך כלל להתייחסות ביקורתית וחשדנית (וגם אני רואה בעצמי לפעמים את המבוגר הממורמר), אך אני חייב להודות שיש בו צדדים שמרגשים אותי בכל פעם מחדש. היוזמה \"אייקון אחד בשבוע\" משלבת שלוש אהבות גדולות שלי – איור, אופנה וסקרנות, או אפילו אובססיביות, לחייהם של מפורסמים.   בכל שבוע אבחר דמות אחת שמבחינתי ראויה לתואר המחייב \"אייקון אופנה\", מקומי או בינלאומי, שאותה אאייר ואשתף כאן. אתם מאוד מוזמנים להציע הצעות משלכם לאייקונים לאיור, או להתווכח עם הבחירות שלי.   ", "title": "אייקון מאויר בשבוע: מדונה היא הסינדרלה המקורית של הפופ", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5505667,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}