{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5021952,00.html"}, "headline": " קרני השמש יוצרות על הקיר מנורת צללים: בית כנסת חדש בסן פרנסיסקו", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/28/8061116/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045620/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045631/15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045635/17_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045616/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045637/18_19_20_6tur.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045736/31_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045740/33_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045738/32_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045744/35-36_6tur.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045742/34_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/28/8061121/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045581/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045614/11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045579/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045608/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045583/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045728/30_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045710/25_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045712/26_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/19/8045704/22_3.jpg"], "datePublished": "2017-09-29T13:05:19z", "dateModified": "2017-10-02T15:10:50z", "author": {"@type": "Person", "name": "מיכאל יעקובסון"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "בעוד שבישראל חדלו לתכנן בתי כנסת ייחודיים, שירוממו את המתפללים כמו את הרחוב, שתי דוגמאות עכשוויות מארה''ב מעידות על תרומת האדריכלות לחיי הקהילה", "wordCount": "1062", "commentCount": "22", "genre": "10.Xnet-11939.xnet_architecture-12005.Homes and Buildings -12078.Abroad", "keywords": "בתי כנסת,סן פרנסיסקו", "articleBody": "כמה מאות מטרים מגשר שער הזהב בסן פרנסיסקו הקימה לעצמה קהילת \"בית שלום\" בית כנסת חדש, בתכנונו של האדריכל היהודי תושב העיר, סטנלי סיטוביץ . בשונה מבתי הכנסת בישראל, בהם קשה למצוא ולו אחד שיבלוט בייחודיותו, כאן פונה לרחוב חזית מסקרנת, שמדמה תיבה או ספינה, ואפשר גם לראות בה מנורה עתיקה.    קהילת \"בית שלום\" שוכנת בשדרה ה-14, והיא מהוותיקות והתוססות בעיר. תפילות הן רק רכיב אחד משלל הפעילויות שמציעה הקהילה לחבריה ולאורחיה, והן כוללות הרצאות, לימוד משותף, שיעורי מדיטציה וקונצרטים. הצרכים השונים הובילו להחלטה על הריסת המבנה הישן, ששירת את הקהילה כמעט 80 שנה, ועל הקמת מתחם חדש ונוח, שיציב אותה כאחת המובילות בעיר בתחילת המאה ה-21.   היהודים בסן פרנסיסקו החלו למסד את פעילותם באמצע המאה ה-19, וכיום הם מהווים כ-3% מכלל תושבי העיר, כשהמוזיאון היהודי (The Contemporary Jewish Museum), בתכנונו של האדריכל דניאל ליבסקינד, הוא אחת האטרקציות המבוקשות בה (לפני שלוש שנים הציג בו אדריכל בית הכנסת תערוכה של חפצי יודאיקה שעיצב). קהילת \"בית שלום\" נוסדה ב-1921 תחילה התפללו החברים במבנה שהיה קודם כנסייה, עד שב-1934 הוקם לה מבנה ייעודי, שאת מקומו תפס הבניין החדש. היום הוא משרת כ-300 משפחות.       בסגנון הקדום    בניין הקהילה החדש אמנם אינו חורג בגובהו משאר המבנים הטיפוסיים לסביבה – בנייני מגורים בני שלוש קומות בלבד – אך הוא בולט במפגש הרחובות הודות לצורניותו, חומריותו וארגון הפתחים (או העדרם), שתוכננו בו.    מהרחוב נכנסים למבואה פתוחה לשמיים, שדפנותיה מורכבים מלוחות זכוכית. המבקר מקבל זווית מסקרנת לא פחות מהחזית כשהוא צועד בין שני אגפי המתחם, כך שהרחוב כמו ממשיך פנימה. מכאן ניתן לפנות לאחד משני האגפים הדו-קומתיים: האחד הוא תיבה של פח וזכוכית, כולל בין השאר אולם לאירועים, ספרייה ובית מדרש אינטימי, בו שולבו חלונות ויטראז' שהועברו מהבניין הישן שנהרס השני בנוי כגוף מעוגל הנדמה כמרחף מעל הקרקע. בקומתו התחתונה חדרי מנהלה, ומדרגות רחבות מובילות מעלה, אל אולם התפילה המרכזי.    בשונה מהאגף המלבני הסמוך, האגף המעוגל בנוי מיחידות בטון חשוף, המזכירות בצורתן את אבני הכותל, או מבנה אבן עתיק אחר. אולם התפילה מתאפיין בחזיתות אטומות, מה שמדגיש את צורתו הפיסולית האחידה והשלמה, שאינה חושפת כלפי חוץ את הפעילות המתקיימת בתוכו. את הרעיון שאב האדריכל מקודש הקודשים במקדש בירושלים, שהיה גם הוא אטום וחלקיו הפנימיים נסתרים מהעין. רק הכהן הגדול נכנס אליו ביום הכיפורים.            לצורתו הייחודית של המבנה אחראי האדריכל סטנלי סיטוביץ (Stanley Saitowitz | Natoma Architects), יהודי אמריקאי יליד דרום אפריקה ותושב העיר, שמשרדו שוכן בסמוך לבית הכנסת. סיטוביץ מתכנן במגוון תחומים אך הוא עצמו מתמחה גם בעיצוב חפצי יודאיקה, וקל לנחש מהיכן ההשראה לעיצוב המבנה, הנראה כמו הגדלה של כלי קודש. האדריכל כמובן רואה בבית הכנסת כלי לעבודת הקודש, אך למעשה נבעה הצורה המיוחדת מרצונו של רב הקהילה, להושיב את המתפללים עם הפנים אלה לאלה, כך שאיש אינו מסתיר את רעהו וכך תודגש התחושה של קהילה מאוחדת. \"בית שלום\" היא קהילה קונסרבטיבית – נשים וגברים יושבים יחד.       המושבים באולם הקעור מחולקים לשתי קבוצות שוות, בדומה לבתי כנסת של בני עדות המזרח ובתי כנסת קדומים. זהו ארגון השונה מכנסיות ומבתי כנסת של בני עדות אשכנז, בהם מוצבים כל הספסלים במקביל לקיר הפונה לכיוון ירושלים.       פס של חלונות מפריד בין תקרת האולם ובין הקירות הנושאים אותה (פס נוסף חוצה את האולם במרכזו), ממשיך ומדגיש את אלמנט הריחוף שבחזית הבניין. אלא שכאן הסיבה כפולה: לנתק את המבקר מהעיר ומחיי היום-יום, ולהחדיר אור טבעי פנימה. הקורות הנושאות את הגג חוצות את מטילות על הקיר צללים המזכירים מנורה בת שבעת קנים, כשארון הקודש ממוקם במרכז. את האפקט הנוצר מפס החלונות והצל שמטילות הקורות מכנה האדריכל \"מנורת צל\", והיא משתנה לאורך שעות היום, עם תנועת השמש בשמיים.   צפו באדריכל סיטוביץ מתאר את המבנה:     ''בית הלל'' בפילדלפיה   באחרונה הושלמה בנייתו של פרויקט נוסף שתכנן סטנלי סיטוביץ עבור הקהילה היהודית, הפעם באוניברסיטת דרקסל שבפילדלפיה. \"בית הלל\" הוא מרכז קהילתי המיועד בעיקרו לתלמידי האוניברסיטה היהודים, חלק מארגון הלל שהחל לפעול בקמפוסים אקדמיים בעולם ב-1923.   גם כאן, כמו בסן פרנסיסקו, הבניין אינו חורג מגובה מבני המגורים הסמוכים שהוקמו במאה ה-19, וגם כאן הכלים בהם השתמש האדריכל בייצוג של המבנה ביחס לרחוב וביחס למבקריו הם החומר והצורה: לבנים אדמדמות ומבנה קופסתי המזכיר, הודות לפתחי החלונות האנכיים הפונים לרחוב, מעין מנורה. עולם הדימויים של האדריכל אולי חוזר על עצמו, אך השליטה שלו בחומר ובצורה מאפשרת גיוון ומובהקות. לעוברים ושבים ברור שזהו מבנה ציבורי, גם למי שאינו מכיר במנורה כמוטיב יהודי מרומז בחזית.            בית הכנסת בבניין הוא קטן יחסית, היות ובעיקרו נועד \"בית הלל\" להוות מרכז לימוד. לכן ברובו הוא מכיל כיתות וחדרי דיונים. אולם התפילה מתאפיין בגווני ורוד-אדום המזכירים את גוון הלבנים בחזית הבניין. כמו ב\"בית שלום\", בתקרת האולם, שעשויה בטון חשוף, תוכנן צוהר עגול שדרכו חודר אור טבעי ונוצר קשר עין בין המתפלל ובין השמיים.   בישראל - התמקדות בפונקציונאליות   שאלת המונומנטליות העסיקה רבות אדריכלים בבואם לתכנן בתי כנסת במהלך המאה ה-20. יהודים או לא – כמו פראנק לויד רייט, שתכנן את בית כנסת \"בית שלום\" בפילדלפיה ב-1954, או מריו בוטה, שתכנן את בית הכנסת ומרכז צימבליסטה באוניברסיטת תל אביב ב-1998 – הם הקפידו לנסח אמירה ולהבליט את המבנה בסביבתו כאלמנט פיסולי בנוף העירוני, כזה שהוא יותר מקופסה המכילה שימושים מסוימים.    בישראל קיימת נסיגה בתחום. רבים מהאדריכלים הניגשים לתכנן מבני דת זונחים את חזות המבנה לטובת התמקדות בפונקציונאליות, אם מסיבות תקציביות ואם ממחסור בכישרון. קשה למצוא בעשורים האחרונים בישראל בית כנסת שעיצב אדריכל מקומי, ונהנה מדגש ייצוגי המעניק לו גם מעמד ייחודי בנוף העירוני. במקרה הטוב יפתרו את עצמם האדריכלים באמצעות חיפוי באבן ירושלמית או סימון מגני דוד על החזית, ובמקרה הפחות טוב אפילו לכך לא יתנו את הדעת.      בעבר היו אלה אדריכלים כמו נחום זולוטוב (שתיכנן את בית הכנסת המרכזי בנצרת עילית, ולעולי בבל בבאר שבע), מרדכי בן חורין (בשכונת בית הכרם בירושלים), אהרון קשטן (בקריית הטכניון בחיפה), ישעיהו אילן (מרכז חסידות נדבורנה בבני ברק וישיבת עתניאל בדרום הר חברון) והיינץ ראו ודוד רזניק (האוניברסיטאי בקמפוס גבעת רם) – שיצרו בתי כנסת חד-פעמיים, שחזותם הותירה במתבונן רושם עז.   אדריכלים אלה מצאו בתכנון בתי כנסת כר נרחב והזדמנות לרומם את השפה האדריכלית שגיבשו במבנים שגרתיים יותר, כמו מבני מגורים, חינוך ותעסוקה, ולהעניק לה ממד מופשט שניתן לממש לרוב רק בבתי כנסת ובאתרי הנצחה. בית הכנסת בסן פרנסיסקו מזכיר כי ניתן להעניק גם לחזות המבנה תשומת לב המתנערת מהשגרה ומעניקה למבקר חוויה מרוממת, ולקהילה ולעיר – מוקד נוסף שניתן להתגאות בו.   תפילת כל נדרי, הפותחת את יום הכיפורים בבתי הכנסת, תתקיים ב\"בית שלום\" הערב, 29 לחודש, בשעה 18:30. תפילות מנחה ונעילה יתקיימו בשבת בשעה 16:45. ב\"בית הלל\" תחל תפילת כל נדרי בשעה 18:00, ואירוע סיום יום הכיפורים יחל בשעה 18:30 ולא יכלול תפילה מסורתית אלא מדיטציה, מוזיקה ותקיעת שופר.", "title": "קרני השמש יוצרות על הקיר מנורת צללים: בית כנסת חדש בסן פרנסיסקו", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5021952,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}