{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5614844,00.html"}, "headline": "ג'ונגל טרופי ליד הכנסת: ביקור בחממה החדשה של הגן הבוטני בי-ם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562688/15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562681/8_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562683/10_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562687/14_F6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562685/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562684/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562686/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564413/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562682/9_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/29/9564206/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562678/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562680/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562676/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562674/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562679/6_3.jpg"], "datePublished": "2019-10-29T11:21:35z", "dateModified": "2019-12-07T12:01:04z", "author": {"@type": "Person", "name": "מיכאל יעקובסון"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "המבנה השקוף והמרשים מתנשא לגובה 14 מטרים, ובפנים פורחת בו צמחייה שטופחה בזהירות בשנה וחצי האחרונות. במסגרת ''בתים מבפנים'' תוכלו לסייר בה ללא תשלום", "wordCount": "1133", "commentCount": "11", "genre": "10.Xnet-11939.xnet_architecture-12008.environment architect", "keywords": "אדריכלות,אדריכלות נוף,ירושלים,גן בוטני,שלמה אהרונסון,Xnet,מיכאל יעקובסון", "articleBody": "הביקור בחממה החדשה בגן הבוטני האוניברסיטאי בירושלים הוא לא רק מפגש לימודי עם עולם הצומח, אלא שיטוט בסביבה טוטאלית שמעוררת תחושות ושאלות בעידן של אספלט, בניינים ודשא סינטטי (או כזה שנראה סינטטי). זוהי פנינה ירושלמית שמציעה חלופה נייטרלית לכל האתרים הדתיים והלאומיים הפזורים בעיר – בלי פוליטיקה, בלי דתות ואמונות. רק צמחים שלוקטו ברחבי הארץ והעולם.   לפני חמש שנים נסגרה החממה הקטנה שהיתה כאן. בהנהלת הגן החליטו שיש להקים חממה חדישה, גדולה יותר ובעיקר גבוהה יותר, כך שגם צמחים עצומים בגודלם יוכלו לצמוח בה ללא מגבלה. החממה החדשה הוקמה על אותו השטח, ורק חזית המבנה הוותיק שנהרס, עם דלתות הכניסה המקושתות והכיפה המתנשאת לגובה, נשמרו ושולבו בה.    זהו פרויקט בין-דורי. את תכנון הגן מראשית ימיו, כמו גם החממה, מלווה משרד האדריכלים ואדריכלי הנוף שהקים שלמה אהרונסון, שנפטר לפני שנה, ושאותו מנהלים היום איתי וברברה אהרונסון, בנו וכלתו. מה שהתחיל האב, ממשיך הבן: איתי מספר שלקראת הפרויקט הם ביקרו ולמדו רבות מגני קיו, הגנים הבוטניים המלכותיים בלונדון, שנפתחו לפני 250 שנים ונחשבים למפורסמים בעולם. מאז הורחבו וחודשו הגנים, ולדברי אהרונסון, בין החממות שם יש ישנות וחדישות, מוצלחות יותר ופחות, וכולן היו כר פורה ללימוד.   דפדפו בין צילומים מגני קיו:     לפני שנה וחצי הושלמה בניית החממה, בעלות של שבעה מיליון שקלים, והצמחים נשתלו במבנה החדש. במשך שנה וחצי המתינה הנהלת הגן עד שיגדלו מספיק, ולפני כעשרה ימים היא נפתחה לקהל. הצמחייה עדיין לא הגיעה לשיא התפתחותה, אך הקהל כבר יכול להתרשם וללמוד. בהמשך מצפים כי החממה תתמלא כך שבחלקה הטרופי יוכלו המבקרים לחוש כאילו הם נמצאים בג'ונגל. בהנהלת הגן שוקלים אפילו להוסיף לחממה בעלי חיים, כדי שנוכחותם וקולותיהם ישלימו את החוויה.   הכניסה נעשית דרך חזית מעוגלת של אבן פראית. מעל מתנשאת כיפה שקופה וגדולה, המזכירה את היכלי הזכוכית שנבנו במאה ה-19 ברחבי אירופה ונחשבו אז לאטרקציה חדשנית (ביניהם חממת הדקלים המפורסמת של גני קיו).    מבואה מבודדת בין הכניסה לגוף החממה: 900 מטרים רבועים שבהם בקרת אקלים. הגג מורכב משלד מתכת ולוחות פולימריים, מתנשא לגובה של 14 מטרים ומעוצב כמו בחממות מסורתיות. קרני השמש המסוננות שוטפות את הצמחים באור נעים ושווה.    המסלול המתפתל עובר דרך שני אזורים: הראשון והגדול מבין השניים הוא האזור הלח, המציג צמחייה הגדלה באזורים טרופיים בעולם, והחלק השני הוא צחיח. את המבנה המלבני חוצה נחל מדומה. הוא מתחיל בשיאו של האזור הטרופי הלח ומסתיים בקצה השני והצחיח, בצורה של נווה מדבר.       שתי בריכות נבנו זו לצד זו: האחת לנוי והשנייה טכנית, חלק ממערכת בקרת האקלים. קיר ירוק עוטף אותה ומתייחד בכיסים שעוצבו עם שלד גלי, באופן שניתן יהיה להחליף את הצמחים שבהם בקלות, ולהעמיס עליהם גם שיחים גדולים.   שביל הבטון הרחב מוגבה בקטעים מסוימים בשני מטרים מהקרקעית. מעקות גבוהים תוחמים אותו בהתאם לדרישות יועץ הבטיחות וכתוצאה מהדרישות המחמירות הנהוגות בישראל. כמו במקרים רבים אחרים, הן לא פעם פוגעות בחוויה, וספק אם הצידוק להן אמיתי.       אלי בקר, הגנן ראשי של הגן הבוטני, מספר שבתוכנית המקורית היה השביל אמור גם לעלות לגובה, אך ויתרו על הרעיון בגלל התקציב המוגבל. הוא מקווה שבהמשך יוקם לצד הכניסה אולם, שבו יוקרנו סרטים הקשורים לבוטניקה. בינתיים הוא כבר מתכנן את החממה הבאה, שצפויה להיפתח עוד כשלוש שנים.   בשונה משיטת התצוגה בחממה הקודמת, שבה הצמחים הוצגו בערוגות והמבקרים התמקדו בכל אחד מהם בנפרד, הרי שכאן שתלו בצפיפות, במטרה ליצור סביבה שלמה יותר, עם מנעד של בתי גידול. בנוסף חולקה הצמחייה, באופן כמעט בלתי מורגש, לפי אזורים גיאוגרפיים: מתחילים במרכז אמריקה, ממשיכים לדרום-מזרח אסיה, הלאה לצפון אוסטרליה ומסיימים באפריקה.    בחלק האחרון שולבו שרידיו של קולומבריום עתיק, שנחשף כאן בעת הבנייה ומתוארך לימי בית שני. בתוך גומחותיו נשתלו מינים שונים של סטפליות בשרניות (סוג של סוקולנטים). עוברים את המחיצה ששומרת על תנאי האקלים בחלק הלח, ומגיעים לאזור הצחיח. כאן מכסה את הקרקע שכבה של חול מדברי, והצמחים מופרדים זה מזה, כך שהמפגש אתם הוא יותר פרטני.   את הביקור בחממה מומלץ לערוך במסגרת סיור מודרך, שנמשך 30-50 דקות ומאפשר לגעת, להריח ואפילו לטעום את הצמחים ופירותיהם (בין השאר יש כאן צמח חמאת בוטנים ובננות מזנים ותיקים). לצד כל צמח שלט קטן בעברית ובאנגלית (אך לא בערבית), ובהמשך תתווסף גם אפליקציה שתרחיב במידע לסקרנים.   הגדול בישראל הגן הבוטני מתפרס על פני כ-120 דונם, והוא הגדול מבין עשרת הגנים הבוטניים בישראל. הוא נוסד בסמוך לקמפוס גבעת רם בשנות ה-60, כגן מדעי ששימש למחקרי האוניברסיטה העברית. עם התמעטות המחקרים הוכשר לקליטת קהל ונפתח לציבור בשנת 2000, בניהולה של עמותה בבעלות משותפת של העירייה, הקרן לירושלים, האוניברסיטה העברית, קק\"ל וקרן משפחת קפלן-קושליק. בירושלים יש גן בוטני נוסף, קטן יותר, הנמצא בקמפוס הר הצופים ומתמקד בצמחייה ארץ-ישראלית.         \"כיום מסיירים בגן כ-250 אלף מבקרים בשנה, והמספרים בעלייה\", אומר תום עמית, מנכ\"ל הגן. המקום עדיין מתפתח: בקרוב ייפתח בו גם מרכז מבקרים וכנסים, ומתוכננים שער חדש וחממה נוספת. עמית מוסיף ומספר שהקהל הוא בעיקרו ירושלמי, ומגוון: תלמידי בתי ספר, קבוצות של גמלאים, עולים ממדינות חבר העמים לשעבר, ערבים וחרדים ששמחים לגלות מקום שנראה כמו לקוח מעולם אחר. בשעות אחר הצהריים באים לכאן גם זוגות, לדייט רומנטי בין הצמחים המיוחדים.      במסגרת אירועי \"בתים מבפנים\", שיתקיימו בסוף השבוע הקרוב בפעם ה-13 בירושלים (31.10 עד 2.11), ייערכו ביום שישי סיורים בגן ובחממה, ללא תשלום וללא צורך ברישום מוקדם. ב-12:30 יובילו בחממה סיור צביה אדר, מנהלת מחלקת החינוך, ואלי בקר, הגנן הראשי. סיור אחר ידריך האדריכל מתי רוזנשיין באולם החדש שהוא מעצב בגן, ואדריכלית הנוף מיכל טורנר תוביל סיור ב\"שביל התגליות לילדים\".      סיורים מעניינים אחרים, שבהם מומלץ להשתתף במסגרת ''בתים מבפנים ירושלים'', ולא נדרשת להם הרשמה מוקדמת:   אל מאחורי הקלעים של בית החולים שערי צדק, בהדרכתו של גדי אילן, מנהל אגף לוגיסטיקה והנדסה. במסגרת הסיור שיתקיים ביום שישי, 1.11, בשעות 10:00 ו-12:00, תינתן ההזדמנות לבקר באולמות וחדרי התפעול של המתחם הגדול והמשוכלל.  בית קהילת הראל, שלרוב סגור ומסתתר מאחורי חומה גבוהה ברחוב שמואל הנגיד 16, יפתח את שעריו. הבניין העתיק, שחלקו נבנה כבר במאה ה-19, כולל גם מרתף עם חדר הסקה ובו תנור עצים בן 120 שנה. סיור יתקיים מדי חצי שעה ביום חמישי, 31.10, 20:00-17:00 ובשבת, 2.11, 17:00-12:30.  האדריכלית פרופ' אלונה נצן-שיפטן תוביל סיור ברחבת הכותל, ובמסגרתו תציג את התפתחותו של המקום מאז מלחמת ששת הימים. שישי, 14:00.  את גן הכוזרי ברחוב אברבנאל 12 ברחביה תכנן האדריכל ריכרד קאופמן, מהפוריים שבאדריכלי ארץ ישראל במחצית הראשונה של המאה שעברה. הגן חודש לאחרונה, בתכנונן של אדריכליות הנוף רחל וינר ואור כהנא, והן ידריכו את הסיור שיתקיים בו ביום שישי, 13:30.  האדריכלית ברכה חיוטין, שזכתה לאחרונה (במשותף עם בעלה ד\"ר מיכאל חיוטין, שנפטר השנה), תוביל סיור באקדמיה על שם פולונסקי במכון ון ליר, ביום שישי, 11:00.  בית הדואר המנדטורי ברחוב יפו 23 הוא מהמבנים המרהיבים שבנו הבריטים בתקופת המנדט. הוא ייפתח לסיור ביום חמישי, 17:00 ובשישי, 10:30, בהדרכת ניסים (ניסו) כהן, העובד בדואר ישראל.  מתחם שנלר ברחוב מלכי ישראל 34 יהפוך לזירת אמנות שתפתח לציבור במשך ימי האירועים. כמו כן יובילו בו סיורים אדריכלים ואנשי שימור הפועלים במתחם.  שתי דירות שכדאי להציץ בהן יפתחו לקהל. האחת בשדרות בן מימון 39, קומה 4 (שישי, 15:00-10:00) והשנייה ברחוב עזה 58, קומה 3 (שישי עד השעה 14:00).  ", "title": "ג'ונגל טרופי ליד הכנסת: ביקור בחממה החדשה של הגן הבוטני בי-ם", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5614844,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}