{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5742301,00.html"}, "headline": "זה הזמן לצמוח: איך אפשר להפוך את המשבר הנוכחי למנוף של צמיחה ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012277/10pic_f.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012289/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012280/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012282/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017486/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012287/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012291/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017488/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012306/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012304/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012302/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012308/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017476/11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/05/9766320/kav.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/04/10012285/3_3.jpg"], "datePublished": "2020-06-07T15:02:13z", "dateModified": "2020-06-07T15:13:55z", "author": {"name": "Xnet"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "מטפלת משפחתית, רופא לאסטיקה,  עורכי דין, אדריכליות ועוד - עשרה אנשי מקצוע שיעזרו לכם לצאת ממשבר הקורונה חזקים, רגועים וחיוניים יותר", "wordCount": "4859", "commentCount": "0", "genre": "10.Xnet-13499.Marketing content", "keywords": "מנטה,משבר כלכלי,קורונה", "articleBody": "  ד\"ר ציפי גולן מאמנת אישית מוסמכת לילדים ונוער (מכיתה א׳-י״ב), מטפלת משפחתית ויועצת זוגית, ותק של 30 שנות ניסיון בחינוך, מדריכה ומנחת הורים בארץ וברחבי העולם      קצת עליי  ״בתפקידי האחרון שימשתי כמנהלת בי\"ס ל'אומנויות'- בו תלמידים מכיתה א'-יב' מוכשרים הרוקדים בלט, שרים במקהלה קאמרית, מנגנים בשלל כלי נגינה, מפסלים, מציירים, רושמים, לומדים תיאטרון, תולדות האומנות - מצליחים בארץ ובעולם, לצד לימודי ליבה, התנדבויות, תנועת נוער וקהילת הורים פעילה, שותפה ולרוב גם מפרגנת.    הכיף הכי גדול שלי היה לקום כל בוקר במשך 25 שנים כמנהלת בית הספר ועוד כ- 10 שנים כמורה ולהגיד תודה רבה לבורא עולם על הזכות הגדולה לאהוב ולהנות מהעשייה״.    בזכות אותן שנים נפלאות, אפשר לומר עליה היום שהיא מומחית ובעלת ידע רב במערכות יחסים בין הורים וילדים. מרצה בארץ ובעולם ומלווה צוותי חינוך בבתי ספר ובגנים בארץ ובחו\"ל. ומכאן עם החלטתי לפרוש מעבודתי במשרד החינוך ועד להקמת \"הבית- מרכז הורות ולמידה\"- הדרך הייתה קצרה מאוד...   ה\"בית\"- כי הכל מתחיל מהבית  ״המקום מהווה עבור מאות ילדים והורים מקום לפגישות אימון אישיות ומשפחתיות. בעזרת תפיסת עולם חדשנית ואינטגרטיבית שכתבתי (I״I\"START GOOD), הצלחנו להגיע תוך זמן קצר לתוצאות מצוינות הנשארות עם הילד וההורים לאורך זמן ותורמת לכל תחומי החיים. ה\"בית\" מפגיש ילדים ומתבגרים הפוגשים בדרכם קשיים רגשיים, קשיים חברתיים, קוגניטיביים ואוהב מאוד ילדים עם 'מתנת קשב'- ומהווה עבורם מקום למציאת פתרונות ואוזן קשבת\".   משפט השראה חזק המלווה אותי הוא רק אהבה מביאה עוד אהבה\" ולגבי ילדים זה כל כך נכון. ילד זקוק להמון חום ואהבה, זה מטפל לו נהדר בביטחון העצמי״.   הורות  ״בשונה מרישיון נהיגה או לימודים אחרים אין תעודה המעידה \"מיהו הורה טוב\". \"אין הורה לא מוצלח - יש הורה לא מודרך\". הילדים צריכים סמכות הורית ברורה, מדויקת ללא כעסים וצעקות. הורה אינו החבר של הילד שלו, כדאי מאוד שהורים יבואו ללמוד איך לתת את העוגן לילדיהם. הורה מהווה מראה מדויקת להתנהגות הילד, הילדים מחפשים בנו הורים- לא חברים״.   חשוב שנדע שלרוב הבעיה היא לא בילד, אלא בגישה של ההורים כלפיו, והידע שלהם למערכת יחסים טובה ומצמיחה.  בשלוש השנים האחרונות יצאתי להרצות בפני הורים גם מחוץ לגבולות ישראל, עוד טרם תקופת הקורונה ובתקופה זו המשכתי לטפל דרך התקשורת הדיגיטלית והמדיה כאילו אנחנו יושבים פרונטלית אחד מול השני״.    מה החלום שלך...  ״שכל בעל מפעל, ארגון, מנהלים, מנהלי בתי חולים, יזמינו אותי פעם בחודש למקום העבודה לשעה וחצי (מקסימום) להעביר הרצאה/ סדנא שבה אתן לכל האנשים במקום כלים להורות/ סבתות טובה ורגועה. העובדים יגיעו בבוקר בזמן ויעריכו מאוד את האכפתיות של המעסיקים ויהיו רגועים הרבה יותר, מפני שיש להם כלים מצויינים לטפל נכון בילדים שלהם, וזה הודות למקום העבודה שלהם, החשיבות לכך היא עצומה״.   טיפים להורים:  • כל יום להגיד שלושה דברים חיוביים שקרו לנו היום. • כל ערב לפני השינה נגיד תודה היום ועל מה... • כל יום לפחות מחמאה אחת (לילד, לבעל, לאשה). • 'כל ילד צריך מבוגר אחד שיאמין בו'- ואני אומרת שהוא צריך (לפחות) שניים: אמא ואבא. • ריב בין האחים זו דרך נהדרת למשוך את תשומת לב ההורים - • למדו את ילדיכם לקבל אחריות, במילה אחריות מסתתרת המילה חרות.    054-6729119, 08-6757167 | פייסבוק\"הבית\"- מרכז הורות ולמידה  | zipi_golan@walla.com | zgolan.co.il      ד\"ר גל גרוס רופא בכיר בביה״ח בילינסון, ומנהל רפואי במרפאת הבוטיק \"אסתטיקה תל אביב\" החדשה שנפתחת במרכז תל אביב         קצת עלייך ועל הכשרתך המקצועית?  ״רופא בכיר, עוסק ברפואה אסתטית בת״א ומומחה ברפואה דחופה בבית החולים בילינסון. המשותף לשניהם: ההכשרה שהינה תהליך מתמשך לכל החיים, החל בקורסים באסתטיקה, סדנאות, כנסים, מאמרים, הדרכות לרופאים צעירים, ולימודים מתמשכים כדי להישאר מעודכנים״.   מה היתרון הבולט המבדיל אותך מן המתחרים?  ״בהיותי מומחה גם לרפואה דחופה, אני מעדיף לספק שירות רגוע יותר, המשרה אווירה בטוחה ומקצועית למטופלים. אני משקיע יותר זמן למטופל/ת, מקשיב לרצונות, מוודא שלפני הטיפול כל הדאגות והשאלות החשובות נשאלו ונענו, ובונה טיפול מיוחד לכל מטופל/ת.  מטופליי מחפשים טיפולים עדינים ובטוחים, בחומרים טבעיים המובילים בשוק, למראה טבעי ורענן אך ללא שינויים בתווי הפנים, תוך כדי שמירה על הבעות הפנים. אני מאמין בלטפח מראה פחות עייף ויותר מואר״.    ספר לי איך הגעת לפתח את השיטה שלך לטיפול בעייפות?  ״השיטה התפתחה פשוט מהצורך בטיפול שכזה. בתקופה בה אנו חיים, אנו מתרגלים לראות את עצמנו עייפים ולחוצים. התוצאה מראה חסר אנרגיה, מנותק ואפתי. המציאות מושכת אותנו שוב ושוב חזרה ללחץ, לשינה בלתי רציפה ולהזנחה עצמית מתמשכת. תזונה לא מאוזנת, עישון מרובה וחשיפה לשמש. המראה מוביל לירידה בביטחון העצמי, לפחות אטרקטיביות, לירידה ולפגיעה בהצלחה בעבודה ובחיים״.    איך יכולים טיפולים אסתטיים שלך לטפל במראה העייף?  ״הרפואה האסתטית נותנת מענה מצויין למראה של פנים עייפות, יוצרת מראה צעיר, זוהר ומואר יותר. הטיפולים צריכים להיות משולבים בהתייחסות למרקם העור, בייצוב הרקמות התת עוריות וסיפור חומרי בניה לעור המתחדש, ביחד עם הזרקה לאזורי מטרה מתוכננים בפנים, בתכנית שנבנית אישית לכל מטופל/ת. התכנית כוללת הזרקות חומרי מילוי טבעיים הקיימים בעור, בשילוב עם החזרי ויטמינים וחומרים הכרחיים לעור, על מנת להתחדש״.    מה כלול בתהליך שהמטופלים צריכים לצפות לו?  ״כל מטופל מגיע עם פנים אשר משקפות את ניסיון חייו ומערכת יחסים ארוכה עם העור שלו, יחד עם המרקם הגנטי שלו. כדי להתחיל לבנות תכנית אישית, יש לבצע אבחון רפואי מסודר, הכולל את חלוקת הפנים לשלושה חלקים, להם ישנם טיפולים ייעודיים שונים.    \"למשל: בחלק העליון של הפנים ניתן לשלב טיפול בבוטוליניום יחד עם חמרי מילוי, בעוד בחלק הפנים המרכזי, הטיפול מתרכז בעור סביב העיניים, בחוסרים שהצטברו עם השנים ובמילוי של שקעי העיניים ושקעי הלחיים והרקות. בחלק התחתון של הפנים הטיפול מתרכז יותר באיכות העור ובצניחת זוויות הפה, איבוד נפחים בשפתיים ובקו הלסת. לעיתים מדובר בטיפולים שנפרשים תקופה ארוכה, על תהליך של שינוי שנבנה אט אט ובהדרגתיות״.    מה היתרונות של טיפול אסתטי, ללא ניתוח?  ״אם מתפתח צורך בטיפולים, בייעוץ ואבחון מסודרים, ישנם יתרונות מרובים בטיפולים אסתטיים, שאינם מצריכים פעולות עם סיכון גבוה, כמו ניתוחים המלווים בהרדמה כללית. יתרון נוסף שהטיפולים האסתטיים זמניים. הפנים שלנו משתנות עם השנים, וניתוח כולל לפנים יכול שלא להתאים לאחר מספר שנים לשינויים בפנים, וליצור מראה לא טבעי״.   למי מתאימים טיפולים אסתטיים?  ״גברים ונשים בכל גיל. מגיעים גברים המבקשים מראה עירני המשווה להם מראה של ביטחון עצמי וגם נשים שמתזזות בין עבודה, ילדים וחוסר שינה. קהל מבוגר שמצא עצמו, לאחר תקופה ארוכה של הזנחת הפנים, והחליט שרוצה שינוי. נשים לעיצוב שפתיים, וגברים ונשים לעיצוב אף, ללא ניתוח, ולעיצוב קו הלסת. אני מאמין בטיפולים אסתטיים קטנים, במעט חומר מפוזר בצורה אחראית, על פני מספר שנים. וכך ניתן להשיג טיפול בטוח מאד גם מבחינה רפואית וגם מבחינה אסתטית לתקופה ארוכה״.    טיפים למראה מואר, עירני, חיוני:  ״לפעול ולטפל מגיל צעיר לפני שהסימנים בעור ובתווי הפנים הופכים לקבועים וקשים לטיפול. לדאוג לשעות עבודה ושינה מסודרות, לשתיית מים מרובה, לתזונה מאוזנת לפעילות גופנית, הימנעות מהשמש ומהכנסת רעלנים לגוף: סיגריות ואלכוהול״   הברזל 11, תל אביב | 054-4966726 | אינסטגרם  dr.ggross  | פייסבוק DrGalgross      אורטל זיו ושני סלמה   סטודיו לאדריכלות ועיצוב פנים OS Architecture & Interior Design      ספרנה לנו על הכשרתכן המקצועית  אורטל ושני - צמד אחיות, שותפות ויוצרות.   אורטל זיו, 40 - בוגרת \"שנקר\" עיצוב פנים. ״הגעתי לתחום לאחר 15 שנות עבודה כבנקאית בכירה ב\"בנק הפועלים\". החלטתי להגשים את עצמי בתחום שאהבתי, מאז ומתמיד. בעזרת כלים לניהול תקציב נכון, אני מובילה את הפרויקטים, תוך עמידה ביעד התקציבי שהוגדר, לצד המראה העיצובי״.   שני סלמה, 26 - בוגרת \"טכניון\" אדריכלות ועיצוב פנים.  ״כבר מגיל צעיר עסקתי ולמדתי במגמות של צילום, אופנה ועיצוב. בעזרת הכלים שרכשתי, אני מביאה לפרויקטים – חשיבה חדשנית וצעירה, תשוקה עזה לעיצוב, התנסות בחומרים ופתרונות עדכניים, לכל המערכות, המספקים את המסגרת הכוללת, לתכנון מקורי וייחודי״.   מהו הערך המוסף שאתן מספקות לקהל לקוחותיכם?  \"טובות השתיים מן האחת\" - הערך המוסף אותו אנו מספקות ללקוחותינו: שהלקוח מקבל מכלול שירותי תכנון אדריכלי ועיצוב פנים, תחת קורת גג אחת. בנוסף, אתגר התקציב מהווה חלק משמעותי בבחירות וחשוב לנו לבצעו נכון.   \"אנו פועלות בכל תקציב ו\"תופרות חליפה\" לכל לקוח לפי תקציבו ועל פי צרכיו. התהליך מתבצע בשיתוף פעולה מלא עם לקוחותינו, מתוך אמונה שכל חלל אמור לשרת נאמנה את החיים בו. אנו שואפות לדיאלוג מתמיד עם הלקוחות, היועצים ואנשי המקצוע איתם אנו עובדות, ולכן אנו מעורבות בכל הרבדים, החל: משלב הרעיון המקדים, דרך התכנון כולו, ועד התוצאה הסופית״.   באילו פרויקטים אתן מתמחות, ואיזו מגמה אופנתית משפיעה על העיצובים שלכן?  ״הסטודיו שברשותנו מתמחה בתכנון ועיצוב פנים של דירות קבלן ובתים פרטיים, תכנון ועיצוב משרדים, חנויות וחללים מסחריים.  אנו מקבלות השראה ממקומות בארץ ובחו\"ל, אנשים, אוכל, חוויות ורגשות. איננו נוהגות לקבע את העיצוב שלנו, אלא להביא לידי  ביטוי את היכולות שלנו, בכל חלל, על פי אופיו.       \"אנו משתדלות לא להיצמד לטרנדים חולפים, ולהתאים את השפה העיצובית שלנו, ללקוח שעומד מולנו, לאחר שלמדנו ותרגמנו את חלומותיו. כמו כן הסטודיו מתאפיין בתכנון מדוייק, מודרני ונקי, הנותן מענה פרקטי ועיצובי כאחד, העומד במבחן הזמן, ומאידך שומר על ייחודיות וזהות אישית לכל פרויקט״.   מה הייתן חולמות לעצב?  ״החלום שלנו לתכנן ולעצב בית ספר. סביבה מעוצבת שתשפיע ותתרום לחווית הלמידה עבור התלמידים והצוות המקצועי, וזאת, באמצעות רכיבים ופתרונות אדריכליים, חללים דינמיים מעוצבים ושימוש במגוון רחב של חומרים, טקסטורות ומרקמים״.   מעצב מחו\"ל אשר מהווה לכן מקור השראה?  ״צמד המעצבים –  Herzog De Meuron, מהווים לנו מקור להשראה לעבודה כצמד. בסגנון אדריכלי אקלקטי ובמתיחת גבולות העיצוב, שבאה לידי ביטוי בשימוש בחומרים וטכנולוגיות חדישות״   פייסבוק: Ortal Ziv & Shani Salama – Architecture And Interior Design  |  אינסטגרם  OS.Architecture_Design 0506694664 - אורטל, 0548843148 - שני |      עורכת דין גילי גולדברג הורוביץ  בעלת משרד עורכי דין בתחום הנזיקין, ביטוח לאומי ומגשרת       איך הכל התחיל ולמה בחרת להתמחות בתחום הזה? \"לאחר שסיימתי תואר M.B.A במינהל עסקים התחלתי דרכי בתחום הביטוח. במהלך עבודתי נחשפתי לא פעם לטלטלה שעובר המבוטח, על מנת לקבל את המגיע לו מחברות הביטוח. הרצון לעזור למבוטח לקבל את המגיע לו, גרם לי ללמוד משפטים. לאחר ההתמחות עסקתי בתחום האזרחי-מסחרי, חברה שיצאה לחופשת לידה ביקשה שאחליפה במשרדה, אשר עסק בתחום הנזיקין וביטוח לאומי, הרגשתי שהתיקים הללו משמעותיים במיוחד עבורי, היות והם עוסקים בדבר שהכי חשוב ללקוח, כי חייו השתנו בשל תאונה או מחלה. כשפתחתי את המשרד החלטתי שאלו התיקים שאטפל בהם, הידע הביטוחי הרב שיש לי, בשילוב עם הידע המשפטי, מאפשר לי לממש את זכויותיהם, ולדרוש עבורם את הפיצוי המשמעותי, בגין המקרה הביטוחי שלהם״.   מה תפקידו של עורך הדין בתביעות נזיקין וביטוח?  \"כשאדם עובר תאונה או שחלה במחלה קשה, שאינה מאפשרת להמשיך לעבוד ולקיים את שגרת יומו, עולמו חרב עליו. במקרה כזה אציע לפנות לעו״ד, מכיוון שהוא יידע לשאול את השאלות הנכונות בכדי לקבל תמונת מצב, על מצבו הביטוחי של הלקוח, ובכך לממש את זכויותיו. לדוגמא: אדם שטיפס על סולם בביתו להחליף נורה, נפל ושבר את ידיו. אין לו ימי מחלה מהמעסיק, או שגרוע יותר הוא בדיוק בין עבודות, ואין לו מקור פרנסה בתקופת ימי המחלה.    \"עו״ד הבקיא בתחום, יידע לתבוע עבורו מביטוח לאומי \"דמי תאונה\", ולאחר 91 יום לפנות לחברת הביטוח במידה ויש לו ביטוח פנסיה או מנהלים, כדי שיקבל פיצוי חודשי בעבור אבדן כושר עבודה. במידה ואין לו ביטוח אפשר יהיה להגיש תביעה לנכות כללית. ממליצה לכל מי שנפגע או חלה לפנות לייעוץ לבחינת זכויותיו״.   מה החוזקות הבולטות של משרדך ומה מבדל אותך מאחרים?  \"מראשית דרכי כעצמאית, הצבתי לעצמי למטרה להיות משרד בוטיק המטפל באופן אישי בכל לקוח ולקוח.המשרד מתמחה בתביעות ביטוח: תאונות עבודה, דרכים, מחלות מקצוע, תביעות רכוש, נכות כללית, נכות מעבודה וביטוח לאומי. החיבור בין עריכת דין לניסיון וידע של שנים בתחום הביטוח, מאפשר לי להשיג את התוצאה הטובה ביותר עבור לקוחות המשרד\".   הדגשים שיש לשים לב אליהם בבחירת עו\"ד ביטוח לאומי:  \"ההגדרה של ביטוח לאומי כגוף סוציאלי אינה מדוייקת, בלשון המעטה. אחוז לא מבוטל של פונים לביטוח הלאומי, נופל על אזניים ערלות המונעות ממנו לממש זכויותיו. החשיבות של עו\"ד בעל ניסיון עשיר וידע מעמיק בתחום, באה לידי ביטוי ביכולת למקסם את הפיצויים, להמנע מטעויות בהתנהלות וכמובן, לקצר את פרק הזמן בין הגשת התביעה לקבלת מלוא הזכויות\".   מהו המהלך המשמעותי שהובלת לאחרונה?  \"שאלה קשה במיוחד, כל מקרה-עולם ומלואו, מאחורי כל תיק שטיפלתי או שעודני מטפלת, עומדים אנשים יקרים ומיוחדים.  אספר על מקרה שחרוט בזכרוני, אם שהגישה תביעה לקצבת נכות מהמוסד לביטוח לאומי, עבור בתה האוטיסטית, קיבלה תשובה כי נכות הבת הינה זמנית, ועל כן אושרה לה נכות לתקופה של שנה בלבד. לאחר שהאם פנתה אליי, הגשתי ערר על החלטת הוועדה הרפואית של ביטוח לאומי, אשר קיבלה את טענותיי, ואישרה לבתה קצבת נכות לכל החיים בשווי של מאות אלפי שקלים. זו הצלחה עבורי להשיג ללקוח את אשר מגיע לו\".   מה ה׳אני המאמין׳ שלך להצלחה?  ״אני מאמינה שיידע הוא המפתח להצלחה, בנוסף אני מאמינה בתרומה לקהילה כאשר נותנים לאחר זה חוזר אלינו ובגדול. אני מתנדבת ב\"שכר מצווה\" ובויצ\"ו במתן ייעוץ משפטי למיעוטי יכולת אשר זקוקים לעזרה״.   074-7019771 | gili.gh.adv@gmail.com   | פייסבוק גילי גולדברג הורוביץ עו\"ד ומגשרת בתחום הנזיקין וביטוח לאומי     חגית מינץ  אדריכלית פנים, מתמחה בעיצוב דירות יוקרה, בתים פרטיים, משרדים וחנויות       ספרי לנו על הכשרתך המקצועית?  ״נולדתי וגדלתי בחיפה. בשנת 1990, עם סיום שירותי הצבאי כקצינה, נסעתי ללמוד אדריכלות פנים בלוס אנגל׳ס, שם נחשפתי לעולם העיצוב במלוא הדרו. המורה שלי, דוריס דיוויס, שעבדה גם כמעצבת בבתים בבברלי הילס, צירפה אותי למספר פרויקטים שלה,  וכך נשאבתי לעולם העיצוב בבתים המפוארים והגדולים, צברתי המון נסיון תוך כדי הלימודים, ובסיומם חזרתי לארץ.  בשנת 1996 פתחתי את סטודיו הבוטיק שלי, העוסק בעיצוב פנים, שיפוצי דירות ובתים, וכן בעיצוב בתים בבניה לאחר שלב שלד.  אני בעלת ותק של 25 שנה בענף״.   מה האג׳נדה האדריכלית שלך?  ״הדבר החשוב ביותר בתכנית העבודה הינו השלב הראשון, שהוא החיבור ללקוח, יצירת דיאלוג בתחילת התכנון על מנת להבין לעומק את הצרכים והרצונות, את הסגנון והפונקציות שהלקוח מחפש. יצירת קשר טוב תורמת ליצירת חווית מגורים אולטימטיבית. השלב השני הוא בניית תכנית עבודה מפורטת ובסיומו יש לעבור לבחירת החומרים״.   מה יחסך לשילוב בין חומרים? מהו עיצוב מוצלח? האם יש נוסחה אחידה?  ״כל פרויקט שלי שונה מקודמו, וכל פרויקט משלב בתוכו אילוצי מבנה, טעם אישי של הלקוח, השפעת הנוף הסביבתי, והשפעת המעצב כדי להגיע לתוצאה מקסימלית. אני אוהבת לשלב בין חומרים. שילוב יוצר איזון במראה והחוכמה היא לשלב נכון, לא יותר מידי חומרים, כל דבר במידה. עיצוב מוצלח הוא עיצוב העונה לדרישות הלקוח, כי בסופו של דבר אני מעצבת ללקוחותיי כדי שיהיה להם נעים בבית. עיצוב מוצלח הוא עיצוב פרקטי, עם גימיק מסוים, אוורירי, עם שילובי צבעים נכונים, זריקת צבע במקום מסוים, אווירה היא שם המפתח״.      מהו החלל החשוב בבית?  ״ללא ספק החלל הציבורי, הסלון והמטבח, זה החלל שקובע את הטון והסגנון בבית, ברגע שזה מתוכנן נכון וכיף בו, אז קל יותר לעצב סביבו את שאר החללים. סלון ומטבח הם בדרך כלל הדבר הראשון שרואים כשנכנסים לבית, לכן כדאי להשקיע בעיצוב החלל המרכזי הזה״.   טיפ חשוב לעיצוב הבית  ״אחד הדברים החשובים בבית הוא עיצוב תאורה נכונה, תאורת אוירה שתשתלב נכון, ובחירת גופי תאורה מתאימים ולא מסנוורים. מומלץ לבחור תאורה חזקה יותר באזור העבודה במטבח, ותאורה רכה יותר באזור הסלון וחדרי השינה. חשוב מאד להתייעץ עם מעצב בכדי לא לעשות טעויות״.    0523-706090 | פייסבוק חגית מינץ- עיצוב פנים | www.meents-designs.com | hagitmee@gmail.com |  אינסטגרם hagitmeents     נטלי גפן – זיגל   מנכ\"לית ובעלים של חברת ׳גפן׳ סחר ויבוא       במה חברתך עוסקת ואילו שירותים מעניקה?  \"חברת גפן סחר ויבוא, עוסקת ביבוא שלל מוצרים מגוונים, בהתאם לדרישת הלקוח. בנוסף, החברה עוסקת בתחום התאמת מותג פרטי (PRIVATE LABLE) לרשתות קמעונאות, תאגידים מובילים וחברות אחרות בארץ ובחו\"ל.    \"בשנה האחרונה החלה החברה לעסוק גם בתחום ייצוא מוצרים כחול - לבן, לחו\"ל. כחלק מהשירות שנותנת החברה, אנו אחראים להוצאת כל האישורים הנדרשים הן לייבוא מוצרים ארצה, והן לייצוא של מוצרים כחול- לבן\".    מה לדעתך היתרונות הבולטים של העסק שלך?  ״יכולת התאמה בין השוק הישראלי לשוק העולמי, למציאת מוצרים ופתרונות בעולם הסחר הבינלאומי, יצירת קשרי מסחר ויכולת שימור לקוחות לאורך זמן, בזכות: האמינות, השירות והמקצועיות״.   קהל היעד  ״רשתות שיווק, יזמים, סיטונאים, משווקים בארץ ובחו\"ל, ויצרנים של מותגים כחול - לבן, אשר מעוניינים להחדיר לשוק הבינלאומי את מוצריהם. קהל היעד הינו דינמי, ומשתנה בהתאם לדרישות השוק״.   מהו היתרון המבדל אותך ממתחרייך?  ״הלקוח שמגיע אליי מקבל \"עסקת חבילה\": מקצועיות, אמינות וניסיון של למעלה מ-13 שנה, בייבוא וסחר בינלאומי.  במהלך השנים בניתי רשת קשרים בינלאומיים, בעזרתם אני מסוגלת להגיע לכל יצרן ברחבי העולם, ולהתאים ללקוח את העסקה הטובה והמשתלמת ביותר, לצפות בעיות ואף להביא לפתרונן בזמן קצר.   \"האג'נדה שהטמעתי בחברה, הינה הקשר האישי עם הלקוח, והטיפול המקצועי והמסור שיקבל לאורך כל הדרך, והדבר מדבר בעד עצמו. לקוחות שהחלו איתי את הדרך לפני 13 שנה, ועד היום, הפכו להיות כבני משפחה״.   מהי ההחלטה הכי טובה שעשית כאשת עסקים?  ״אין החלטה אחת הכי טובה, מדובר בשנים של עבודה, ובעצם מדובר בתהליך ארוך שנמשך עד היום. הצלחתי מורכבת  ממספר החלטות חשובות. עם זאת, לאחרונה קיבלתי החלטה חשובה מאוד, שבה בניתי פלטפורמה לייצוא מוצרים כחול – לבן, אשר באה בעקבות הרצון לחשוף לעולם, מוצרים שאני מאמינה באיכויות שלהם. יש לנו מדינה מדהימה והרבה מה להציע לשוק הבינלאומי, ומעבר לעסקים, אני רואה בחברה שלי נציגות ישראלית בעולם״.   מה הסוד שלך להצלחה?  ״הסוד שלי הינו סיפור החיים שלי. גדלתי בדרום אפריקה ובגיל 19 החלטתי לעלות ארצה על מנת להתגייס, ללא משפחה וללא חברים, הדבר היחיד שהניע אותי הוא הציונות. כמו בחיי האישיים, כך גם בחיי המקצועיים. כשאני מציבה לעצמי מטרה אין דבר שיכול לעמוד בפניי, אני אגיע לכל ספק בעולם על מנת לקדם את העסקה האופטימלית, ללקוחות שלי״.   במה את גאה במיוחד בעבודתך:  \"אין דבר שמספק אותי יותר מלייצג את ישראל, המדינה שלי בזירת העסקים העולמית, זו הסיבה שבשנה אחרונה החלטתי לקדם מוצרים כחול- לבן בישראל ובחו\"ל״.      מיטל ברכה בעלת חברת ״ספורטולי״     במה חברתך עוסקת ואילו שירותים היא מעניקה?  ״ספורטולי״ הינה דמות לילדים, עם מופע שרץ בארץ ובקהילות היהודיות בעולם, אירועי חברות וקונספט לימי הולדת ותכנית טלויזיה, תוך דגש על הערך חינוכי, הקניית המודעות לאורח חיים בריא ולספורט, לצד ערכים כגון: חברות, שכנות, משפחה, אהבת הארץ.  בימים אלו אני עובדת על מוצרים שישווקו תחת המותג ספורטולי, אשר קהל היעד שלהם הינו ילדים ויותאמו לערכי ה׳אני מאמין׳ שלי״.   מה לדעתך היתרונות הבולטים של העסק שלך?  ״לאורך כל הדרך, היצמדות לתוכן איכותי הינה תנאי הכרחי בעשייתי. גם אני אמא, ולצערי אין לי שליטה מלאה על כל התכנים שילדיי חשופים אליהם. הם הולכים לחברים, חוגים, בית ספר, ולכן מאוד חשוב לי שבמקומות בהם אני יכולה לשלוט על מה שילדיי יקבלו, אעדיף תכנים איכותיים, ערכיים, עם שפה תקנית וכדומה.    \"בנוסף, בעידן בו הטכנולוגיה מציפה אותנו, ולעיתים מרגיש כאילו אנו נשלטים על ידה, ומפגשים חברתיים יכולים להתקיים מבלי להפגש הלכה למעשה, ורק דרך המסכים, כשבויים.  בתכנית ״ספורטולי״ והן במופעים שלי, הילדים אינם צופים פסיביים, אלא תמיד חלק מההפעלה/הופעה/תוכנית. זה תורם המון גם להנאת הילדים, כי הם מרגישים חלק, וגם ללמידה שלהם, שהינה אקטיבית וכמובן, לחוויה החיובית שבהנעה״.   הישג שאת גאה בו במיוחד  ״מאז שאני זוכרת עצמי, דמיינתי רגע זה, בו החלום שלי מתגשם. החלום להגיע לכמה שיותר ילדים. לשמח, להשפיע, ולגעת בלבבות הקטנים הללו. הרגע הזה בו המופע שלי התעורר לחיים, פתאום שיר נושא, תוכן איכותי ומעורר עניין וסקרנות, וכמובן, תכנית טלוויזיה שלי שמופצת בערוצים רבים ושולחת זרועות.    \"ילדים הינם כחומר ביד היוצר, והאחריות עלינו, כמתווכים שלהם לעולם הינה עצומה. הפידבקים שאני מקבלת מההורים והן מהילדים על התכנים שלי, מרגשים אותי כל פעם מחדש! הידיעה שאני מטמיעה בילדים מסרים חיוביים לחיים, ואמונה בעצמם, הם חלום שמתגשם״.   מה ההחלטה הכי טובה שעשית כאשת עסקים?  ״לבחור לעסוק במה שאני הכי אוהבת. האנרגיה שאני משקיעה מזינה אותי וממלאת אותי בחזרה. יש לי את היכולת לבחור עם מי אני עובדת,  מה המסר שרוצה להעביר, להשפיע ולממש את עצמי וזו בעיניי זכות גדולה. לאחר שנים של הופעות על במה, בחרתי גם להתפתח לכיוון הגשה בטלויזיה.    \"הביקורות הטובות שקיבלתי הראו לי שאכן בחרתי נכונה. הבחירה הטובה ביותר שעשיתי, היתה להקשיב לעצמי ולקול הפנימי שלי, ובנוסף להתייעץ עם אנשים קרובים אליי, שהינם שונים ממני באופי, מה שנתן לי פרספקטיבה טובה על ההחלטות שלי, ועזר לי להתפקס״.   מהי הצלחה לדעתך?  ״ההגעה למקום הנכון, המקום בו התשוקה שלי והכישרון שלי נפגשים. התחום בו בחרתי לעסוק הינו מרתק, משלב הרבה כישורים ויכולות, מצריך הרבה יצירתיות. כל יום, כל הצלחה קטנה היא משהו שאני מברכת עליו וגם יודעת לתת לו מקום. אני מרגישה שזו לא רק קריירה, אלא באמת הייעוד שלי״.   האם להיות אשת קריירה בא לדעתך על חשבון משהו אחר? יש משהו שאת מרגישה שפספסת בבחירתך להתמקד בקריירה מצליחה?  ״המקצוע שבחרתי מאוד גמיש ומאפשר לי לשלב אמהות וקריירה. קראתי פעם משהו מעניין שחידד את הבנתי: אנחנו תמיד מסתכלים על הזמן שמקדישים לדברים, כמה זמן אנחנו בעבודה, כמה עם הילדים וכדומה, וזמן הוא משאב סופי. במקום זה כדאי להסתכל על אנרגיה: אם העבודה שלי לוקחת זמן אך ממלאת אותי באנרגיה, אני אביא את זה הביתה לילדיי. גם ילדיי ממלאים אותי באנרגיה, ואת זה אני מביאה חזרה לעבודה״.   בואו להיות חברים שלי גם בפייסבוק ובאינסטגרם: פייסבוק ספורטולי |  אינסטגרם  Meital_braha יוטיוב  www.youtube.com/user/sportulysong     עו\"ד מושיקו מלכה בעל משרד עו״ד בוטיק המעניק שירותים משפטיים בתחומי הנדל\"ן, המסחרי / עסקי ובתחום המשפחה      במה משרדך עוסק ואילו שירותים הוא מעניק?  ״משרדי עוסק בתחום עריכת הדין, מדובר במשרד בוטיק המעניק שירותים משפטיים בתחומי הנדל\"ן, המסחרי/עסקי ובתחום המשפחה. בתוך כל התחומים שפורטו לעיל מעניק המשרד באמצעות צוות עורכי דין מקצועיים בתחומם מגוון רחב של שירותים מקיפים, כדי לתת ללקוח את הפתרון המשפטי המקצועי ביותר. עם המשרד עובדים בעלי מקצוע שונים, הנותנים ללקוח פתרונות בהתאם לתחום המשפטי לו הוא זקוק. שירות מקצועי, איכותי ויעיל, והכל במקום אחד״.   מהם היתרונות הבולטים של משרדך ומי קהל היעד שמגיע? ״היתרונות הבולטים הינם: איכות, מקצועיות, שירות, זמינות ומענה רוחבי, לכל צרכי הלקוח. במהלך חיי נפצעתי בשירותי הצבאי, ממנה לקח לי זמן רב להשתקם. כשנלחמתי על זכויותיי, למדתי הרבה על המקצוע ומה אני צריך לתת, בשונה ממה שאני קבלתי, ומכאן משרדי נבנה כדי להיות אחר ולהעניק ללקוח את השירות הטוב ביותר.   \"קהל היעד המגיע אלינו מגוון לקוחות פרטיים מאנשי עסקים מהשורה הראשונה, חברות עסקיות מצליחות וגם דרך ההתנהלות והמיתוג של העסק שלי. מה שמייחד את שירותינו העסקיים הינו היכולת לתת ללקוח פתרונות של Business & Law וזה מה שמבדלנו מאחרים. באתי להיות הכי טוב, נחוש, יצירתי וחדשני, כדי לתת ללקוחות את הערך המקצועי הגבוה ביותר״.    הישג שהינך גאה בו במיוחד?  ״משרדי הינו ממשרדי הבוטיק המובילים עם הישגים משמעותיים, ההישג המיוחד שבו אני גאה, הינו הצלחה בתיק משפטי שהיה יקר רגשית ללקוח של המשרד, ובו הושקעו מאמצים מרובים להצלחתו. לצערי הלקוח נפטר חודש לפני ולא זכה לשמוע את ההצלחה של הפסק הדין שבו זכינו. את הפסק הדין נאלצתי להקריא בראשי פרקים מעל קברו כי זאת התוצאה שייחל לה הלקוח ומבחינתי הגשים את מטרותיו״.   מהי הצלחה לדעתך?  ״הצלחה לדעתי היא הגעה למטרה, במהלך חיינו אנו מציבים לעצמנו מטרות רבות ולשם כך אנו נדרשים לעיתים לעבור דרך. ככל שהמיקוד במטרה הולך וגובר, כך גם הדרך להצלחה סלולה. כל עוד אדם מגשים מטרותיו, זוהי ההצלחה. לאורך כל חיי היו ממני ציפיות גדולות להצלחה, אם זה כאשר למדתי בתכנית לילדים מחוננים באוניברסיטה כנער ואם זה בצבא ובהמשך החיים, ובעוד דברים שעסקתי בחיי. תמיד ידעתי להיות בולט ושונה מאחרים, ולשם כך למדתי לסגל לעצמי יכולות ותכונות של חזון, נחישות, מיקוד במטרה, מחשבה על המחר ולמידה מהצלחות וכישלונות, למדתי שאם רוצים אז הכל אפשרי.    \"בהרבה נקודות בחיי לא נתתי לציפיות ממני להובילני, אלא נתתי לעצמי ולחיים להוביל אותי לתוך למידה, ולחוות כדי לדעת להיות נכון לקריירה בחיים. ברגע שהתמקדתי במטרה, הלכתי לכיוונה עד הסוף ובכל הכח כדי להביא עצמי להצלחה עסקית בקריירה שנותנת לי סיפוק אדיר מהעשייה״.   טיפ בתחום הנדל\"ן: ״עסקת מקרקעין היא הדבר החשוב ביותר בחייהם הכלכליים של אנשים, כדי שהיא תהיה מוצלחת, חשוב מאוד לקבל ייעוץ משפטי נכון וליווי מקצועי מקיף תוך מתן דגש על היבטים רבים וזאת כדי להצליח בה ובשביל אנחנו כאן״.   טיפ בתחום המסחרי עסקי: ״לבנות עסק נכון ומצליח דורש ליווי מקצועי ומשפטי כדי שהעסק יהיה עסק מצליח עם אבני יסוד איתנים לצורך הצלחתו, תקופת המשבר שפקדה אותנו ולצערי הביאה לסגירת עסקים רבים יש בה כדי ללמד שכל בעל עסק צריך לבצע חשיבה מחודשת ובשביל זה אנחנו כאן״.   טיפ בתחום המשפחה: ״רגע לפני הליך גירושין כואב ומסורבל תעצרו רגע לחשוב, אל תתנו לרגש לנהל אתכם, תסתכלו על הילדים, על הסביבה המשפחתית ותחשבו איך יהיה נכון לעשות את זה, אנחנו בנינו שיטה כדי לעזור לאנשים לשקם את הזוגיות ובמקרה שזה בלתי אפשרי, אנו עוזרים להם להתגרש נכון ולחסוך עוגמת נפש ושנים של ייסורים שלא לצורך, עם הניסיון ועם אנשי המקצוע הטובים ביותר.     | office@malkalaw.co.il  | www.malkalaw.co.il| פייסבוק: Malka & Co. Law Office - משרד עורכי דין מלכה ושות'| 074-7027111       ענת ליפקין מאסטרית ומורה למיקרופיגמנטציה ברמה בינלאומית. מעבירה קורסים אישיים וקבוצתיים      איך החלה התמקצעותך בתחום?  ״עליתי לארץ לפני 6 שנים, שירתתי בצבא בתור חיילת בודדה. אחר השחרור התחלתי לחשוב על עבודה בתחום היופי והאסתטיקה. תחום המיקרופיגמנטציה מאוד מפותח בארצות ברה\"מ לשעבר, ורציתי לעסוק בתחום ולקדם אותו כמה שיותר בארץ. לכן היה לי חשוב ללמוד אצל המאסטרים הבינלאומיים הטובים ביותר על מנת לצבור ידע ומיומנויות מקצועיים.  בבעלותי יותר מ-35 תעודות מחמש מדינות שונות בהן למדתי והתמחיתי במיקרופיגמנטציה״.    מהם המהלכים המשמעותיים שעשית השנה?  ״בשנה האחרונה השתתפתי בתחרות בינלאומית במיקרופיגמנטציית שפתיים, זכיתי במקום השני, ואז פתחתי את האקדמייה שלי.  מ-2018 אני מעבירה קורסים אישיים במיקרופיגמנטציית שפתיים, גבות בשיטת הפודרה, וטכניקות איילינר מעושן.  בדצמבר 2019 פתחתי אקדמיה בה אני מעבירה קורסים קבוצתיים, בתקופה זו, העברתי מעל 30 שיעורי מאסטר קלאס״.   במה את גאה במיוחד בעבודתך?  ״גאה בזה שאני מביאה את כל הטכניקות החדשות במיקרופיגמנטציה, על מנת להעניק לנשים מכל הגילאים, ביטחון עצמי ויופי״.    מהו השינוי שהיית מקווה לראות בתחומך, בעשור זה?  ״מטרתי להבהיר שמיקרופיגמנטצייה זה לא איפור קבוע ולא קעקוע. זה טיפול שונה בתכלית, שמחזיק עד שנתיים, ואיכותו שונה בגלל השימוש בפיגמנטים טובים, שאינם משנים את צבעם עם הזמן. ברצוני להסיר את הסטיגמה שנוצרה על המיקרופיגמנטציה, וחשוב שאנשים יבינו שזה אינו עוד איזה טרנד משנות ה-2000, אלא טיפול מודרני המעניק לא רק אסתטיקה, אלא גם בטחון עצמי רב לאשה.    \"באמצעות הטיפול ניתן לתקן אי-סימטריה ולטשטש צלקות וכתמים בכל האזורים, ואני כמאסטרית, דואגת שזה ייראה הכי טבעי שיש! מגמות האופנה משתנות, וחשוב לי ללכת יד ביד עם השיטות החדשות.     \"אני מבצעת טיפולי מיקרופיגמנטציה, בטכנולוגיות מתקדמות ביותר. השיטה החדשה איתה אני עובדת הינה שיטת Aquarelle בשפתיים, ושיטת ה-Cashmere brows - המשלבת בתוכה את שיטת השיערה והפודרה. לקבלת תוצאה איכותית, חשוב להתאים לכל לקוחה את השיטה שהכי נכונה ומתאימה לסוג העור שלה״.   דמות שמעוררת בך השראה, ומדוע? הדמות שמעוררת בי השראה, זו אני לפני 3 שנים. נערה שחיה בסוג של הישרדות, ללא משפחה וללא תמיכה כלכלית, נערה שמאוד רצתה לעבוד, לבנות משהו חדש ולעורר השראה בקרב נשים אחרות. עבודה של 24/7 והפרפקציוניזם המרובה שלי, הם שגרמו להצלחתי.  אני מאוד שמחה שאזרתי אומץ להשקיע בתחום, וכנגד כל הסיכויים הצלחתי בגדול. הגשמתי את חלומי, וכעת אני עוזרת לבנות אחרות, להגשים את חלומותיהן, ונהנית מאוד מהצלחתן״.   עצה טובה ממך לאשת עסקים בתחילת דרכה?  ״עצתי לכל מי שרוצה לפתוח עסק פרטי - לא לפחד. בהתחלה הכל נראה קשה ומסובך, אך הצעד הכי קטן לעבר החלום, יגרום לך לצעוד קדימה ולפתוח דלתות חדשות שיאפשרו לך לממש את הפוטנציאל שבך. כדי להגיע רחוק, צריך לקחת סיכונים!״   www.anatlipkin.co.il | 055-8851840  | פייסבוק  Anat Lipkin Permanet makeup& school | אינסטגרם anat_lipkinpmu      אנה מאיר אנה מאיר, קוסמטיקאית פרא רפואית, מעל 10 שנים בתחום האסתטיקה, מאמנת תזונה ובעלת הקליניקה המצליחה Slim&Skin, להרזייה ובריאות העור       יום בשבוע של שגרת החיים למטופלות שלי..  ״שילוב מנצח של אוכל בריא, תוספי תזונה, פעילות גופנית, ואיך אפשר שלא ... כמובן טיפולים! ככה מגיעים לתוצאות בטוחות לטווח ארוך״.   מהו לדעתך סוד היופי החיצוני והפנימי ובריאות הגוף?  ״אני רוצה להכניס אותך, בסדר יום לדוגמא של אחת מהמטופלות שלי..שתוכלי גם את להכניס כבר היום לפחות הרגל אחד מכל אלו, וזה יהיה  כבר התחלה של משהו טוב.   נתחיל?  בבוקר על קיבה ריקה, 2 כוסות מים וקומפלקס תוספי מזון המומלצים כלורלה וספירולינה - לניקוי רעלים, אומגה 3 - למטבוליזם, ויטמין E למתיחת העור, ויטמין C - אנטיאוקסידנט, כורכומין-אנטי דלקתי״.   למה לשתות מים ולא קפה או שתיה מתוקה?  ״כי המרכיב העיקרי של היופי והבריאות שלנו, הוא מים. מזגי לעצמך כוס מים ברגע זה, ואני אספר לך אילו בעיות עלולות להיווצר אם אנו לא מצייתים למשטר השתייה: עייפות כרונית, הזדקנות מוקדמת, עודף משקל, מחלות מערכת העיכול, בעיות עור, סיכון למחלות בדרכי השתן, יעילות בטיפולים קוסמטיים מופחתת, מכיוון שחשוב לעור לקבל הזנה ולחות, לא רק מבחוץ, אלא גם מבפנים! כך שתשתי יותר מים!   מומלץ לשתות שייק ירוק : ממלפפון, פטרוזילה, כוסברה, כרוב, קייל, תרד, תמר, בננה, זרעי פשתן, צ׳יה, ג'ינגר, מים, ארוחת צהריים מזינה ולא כבדה, הכוללת פחמימה, חלבון וסיבים תזונתיים. מומלץ: דג סלמון, עוף וירקות בתנור״.    טיפול פנים + טיפול גוף (בו זמנית)  ״ההמלצה שלי להתייחס להזדקנות הפנים והגוף כאחד. קודם כל, לעשות טיפולי דיטוקס - ניקוי רעלים ע״י טכניקת \"הרזיה בתחבושות E.B.T: עטיפת גוף מיוחדת, שמטרת הטיפול להוריד חומציות של הגוף, ובכך להפחית דלקת בגוף. פיתחתי תכנית Slim Life, המשלבת שיטות שונות להצרת היקפים בגוף, עטיפות לניקוי רעלים, הקפאת שומן, המסת שומן בגלי רדיו , וליפוליז, בהתאמה אישית שלי. לגבי פנים נרצה או לא, לאחר גיל 30 תהליך המטבוליזם וההתחדשות התאים בגוף, מואט משמעותית, וכבר לקראת 40 אנחנו רואים שצריך לעשות שינוי'״.   טיפולים מעולים לשימור היופי והזוהר  החייאת העור Ultra Peel ll - העור נעשה אלסטי ומוצק יותר, לאחר הטיפול נוצר קולגן חדש המגביר את גמישות העור. מתחדש תהליך יצור חומצה היאלרונית בעור, ההכרחי לשמירה על חילוף חומרים תקין בדרמיס.  הידוק העור Hifu SmasLift- בעזרת אולטראסאונד גלי קול, ניתן להדק את רקמות העמוקות ביותר של העור. ניתן להפחית קמטים עדינים, לעורר הרמת עור, להיפטר מרפיון, להפחית עור שומני, ולשפר את גוון העור.  הזרקות בוטוקס, דיספורט, קסאומין - זריקות בוטוליניום טוקסין מרפות את השרירים ומחליקות קמטים .  Fractora מתיחת העור וחידוש בגלי רדיו פרקציונליים - ניתן לצמצם עור נפול, להיפטר מצלקות, ולהפחית משמעותית את עומק הקמטים העמוקים, הטיפול גורם להיווצרות קולגן חדש כתוצאה מזהו העור מתהדק.  הזרקות סידן radiesse וחוטי Aptos - אני תמיד בוחרת radiesse ו-Aptos לעצמי ולמטופלים שלי. קודם כל כי השיטות הללו בטוחות, והחומרים תואמים לחלוטין לגופנו. כלומר: הסיכון לתגובות שליליות לסידן הידרוקסיאפטיט מצטמצם לאפס, והחוטים נספגים לאחר כמה חודשים ומשאירים אחריהם רשת קולגן אלסטית בעור.  חשוב לזכור שלקראת הערב הגוף מאיט מטבוליזם באופן משמעותי, ולכן לא מומלץ לפוצץ את הגוף באוכל כבד. בערב אין \"אש\" - אנרגיה בקיבה, ואין יכולת לפרק ארוחה כבדה וגדולה. לכן המזון נותר הרבה זמן בקיבה, ומייצר פסולת ופלאק (רעלים), שפוגעים בחילוף החומרים.   שיהיה לכן רק בריאות, ממני אליכן.  אנה מאיר - הקוסמטיקאית שלכן  לקביעת פגישת ייעוץ / טיפול: 5073* | בן גוריון 182 (קומה 3), גבעתיים | www.slim-skin.co.il   |   anastasya.meir@gmail.com |  פייסבוק anameircosmetics | אינסטגרם slimskin_clinic      צילום: עמיר צוק | איפור: רונית יולזרי  ", "title": "זה הזמן לצמוח: איך אפשר להפוך את המשבר הנוכחי למנוף של צמיחה", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5742301,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}