{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5458482,00.html"}, "headline": "כיכר השבת: מתכוני לחמים מרחבי העולם שיעשו לכם את סוף השבוע", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/02/05/9046631/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/02/05/9046637/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/02/05/9046679/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/01/14/9002995/1_3.jpg"], "datePublished": "2019-02-05T22:50:40z", "dateModified": "2019-02-07T13:34:46z", "author": {"@type": "Person", "name": "אינס שילת ינאי"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "קובנה מתימן, פוגאס מצרפת או לחמניות עם גאודה מהולנד: מה תעדיפו שימלא לכם את הבית בניחוח מדהים לקראת שבת?", "wordCount": "597", "commentCount": "10", "genre": "10.Xnet-11941.xnet_food-12013.Xnet Recipes-12096.Bread", "keywords": "לחם,אוכל", "articleBody": "קובנה - החלה של יהודי תימן   >> רוצים לקבל את המתכונים שלנו ישירות למייל? לחצו כאן   מרכיבים   1/2 3 כוסות (500 גרם) קמח  1 כף שמרים יבשים  1/4 כוס (50 גרם) סוכר  1 כפית מלח  150 גרם חמאה, מומסת  1/2 1 עד 2 כוסות (480-360 מ\"ל) מים פושרים     אופן ההכנה  מערבבים בקערה את הקמח, השמרים והסוכר. יוצרים במרכז גומה ושמים בתוכה את המלח, 50 גרם מהחמאה המומסת ו-1/2 1 כוסות מים פושרים.  לשים עד שמתקבל בצק אחיד, גמיש ומעט דביק – אם יש צורך, מוסיפים עד 1/2 כוס מים. מכסים בניילון ומתפיחים כ-40 דקות.  מקמחים קלות את משטח העבודה ולשים מעט את הבצק, להוצאת אוויר. מחלקים את הבצק ל-3 חלקים שווים. מרדדים כל אחד מהם ומורחים אותם בנדיבות בחמאה.  מגלגלים את עלי הבצק לגלילות וחוצים כל אחת מהן במרכזה, כך שמתקבלות 6 גלילות קצרות.  משמנים ביתרת החמאה סיר ג'חנון בינוני ושמים בתוכו את הגלילות כשצדן החתוך פונה כלפי מעלה. מכסים ומתפיחים 25 דקות. בינתיים מחממים את התנור ל-170 מעלות.  סוגרים את מכסה הסיר ואופים כחצי שעה. מסירים את המכסה ואופים כ-6 דקות נוספות, עד להשחמה.  מגישים בליווי עגבניות מרוסקות ו/או סחוג.     פוגאס - לחם צרפתי ממולא גבינה        מרכיבים 5 יחידות   500 גרם (1/3 3 כוסות) קמח לבן  1 כף שמרים יבשים  1 כפית שטוחה סוכר  1/4 כוס שמיר קצוץ דק  1/4 כוס פטרוזיליה קצוצה דק  4 כפות שמן זית  1 כפית מלח  1/2 1 כוסות (360 מ\"ל) מים פושרים  אפשרות: חופן עגבניות מיובשות קצוצות  למילוי: 200 גרם גבינת פקורינו מגוררת (או גבינה קשה אחרת)  לציפוי: שמן זית   אופן ההכנה מערבבים בקערה רחבה את הקמח, השמרים, הסוכר, השמיר והפטרוזיליה. יוצרים גומה במרכז התערובת.  שמים בגומה את שמן הזית, המלח וכוס מהמים (וגם את העגבניות, אם רוצים). מתחילים ללוש ומוסיפים בהדרגה בחצי כוס מים, עד שהבצק רך, גמיש ונעים למגע. לשים 10-5 דקות נוספות.  מעבירים את הבצק לקערה משומנת, מכסים בניילון ומתפיחים כשעה.  מקמחים היטב את משטח העבודה. לשים קצרות את הבצק ויוצרים ממנו 5 כדורים שווים. מרדדים כל כדור לעלה דק בצורת אליפסה. מפזרים על מחצית מהעלה גבינת פקורינו מגוררת, סוגרים מעל את המחצית השנייה ומהדקים היטב את שולי הבצק.  מרדדים מעט עם מערוך את הכיכרות. בעזרת סכין חדה יוצרים בכל כיכר 4 חתכים, שמתחילים סמוך לצדה הישר ומסתיימים בצדה הקמור (ראו תמונה). יוצרים חתכים קטנים בתוך 3 \"אצבעות\" הבצק שנוצרו. מרחיבים מעט את החתכים באמצעות האצבעות, כדי שלא ייאטמו באפייה.  מניחים את הכיכרות בתבנית מרופדת בנייר אפייה ומתפיחים כחצי שעה. בינתיים מחממים את התנור ל-200 מעלות.  מברישים את הכיכרות בשמן זית, ואם רוצים מפזרים עליהן מלח גס ושומשום. אופים כ-20 דקות, עד שהכיכרות מזהיבות היטב.       לחמניות כפריות עם ערמונים וגבינת גאודה         מרכיבים  16 לחמניות    1 ק\"ג קמח כפרי  3 כפות סוכר חום בהיר  2 כפות שמרים יבשים  3/4 2 כוסות (660 מ\"ל) מים פושרים  3 כפות שמן זית  1 כף שטוחה מלח  100 גרם ערמונים קלופים, מפוררים גס  100 גרם גבינת גאודה מפוררת  מעט קמח לבן   אופן ההכנה מערבבים בקערה את הקמח, הסוכר והשמרים. יוצרים במרכז גומה ויוצקים לתוכה את המים, שמן הזית והמלח. לשים היטב כ-3 דקות. מוסיפים לבצק את הערמונים והגבינה, ולשים כ-3 דקות נוספות. מכסים בניילון ומתפיחים כשעה.  מעבירים את הבצק למשטח עבודה מקומח קלות ולשים אותו 5 דקות. אם הבצק דביק מדי, מוסיפים לו מעט קמח.  מחלקים את הבצק ל-16 חלקים שווים ויוצרים מכל חלק לחמנייה אליפטית. מפזרים על הלחמניות מעט קמח לבן ומעבירים לתבנית מרופדת בנייר אפייה. יוצרים לרוחב כל לחמנייה 3-2 חתכים מקבילים באמצעות סכין חדה.  מתפיחים כ-30 דקות, ובינתיים מחממים את התנור ל-200 מעלות.  מניחים בתחתית התנור תבנית עם מים (האדים יתרמו ליצירת קרום פריך) ואופים את הלחמניות 40-30 דקות, עד שהן משחימות.   עוד מתכונים מצוינים של אינס שילת ינאי - בבלוג \"תיק אוכל\"    וגם יש את המתכון של סבתא ללחם פרנה מרוקאי - לחצו על התמונה  ", "title": "כיכר השבת: מתכוני לחמים מרחבי העולם שיעשו לכם את סוף השבוע", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5458482,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}