{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5481206,00.html"}, "headline": "עוף סוף: שלוש מנות עיקריות לסופ\"ש שעוד שנייה מגיע", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/19/9131161/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/19/9131483/8384599793099490380no.jpg"], "datePublished": "2019-03-20T10:58:01z", "dateModified": "2019-03-21T17:56:55z", "author": {"@type": "Person", "name": "Xnet"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "בשבת הזאת אתם מוזמנים להפתיע עם מנת עוף חדשה וטעימה: בסיר עם תפו\"א והמון תבלינים, בתנור עם שומר ולבבות ארטישוק או במחבת עם ברוקולי ואפונת שלג", "wordCount": "491", "commentCount": "2", "genre": "10.Xnet-11941.xnet_food-12013.Xnet Recipes-12089.Poultry", "keywords": "עוף,תבשילים,אוכל,אינס שילת ינאי,דפנה אוסטר מיכאל", "articleBody": "סופריטו - תבשיל עוף ותפוחי אדמה / אינס שילת ינאי    >> רוצים לקבל את המתכונים שלנו ישירות למייל? לחצו כאן   מרכיבים  6-4 מנות   4 כרעי או ירכי עוף  1/4 כוס שמן קנולה  5 תפוחי אדמה בינוניים, חתוכים ל-3  5 בצלים, חצויים ופרוסים  1 כף בהרט  1 כף כמון  1 כפית כורכום  קורט אגוז מוסקט  1 כפית מלח  1 כפית פלפל שחור גרוס  2 כפות סילאן   אופן ההכנה  מחממים את השמן בסיר רחב ומטגנים את תפוחי האדמה משני הצדדים עד להשחמה. מוציאים לצלחת. מוסיפים לסיר את הבצל ומטגנים עד להזהבה.  מוסיפים את כל התבלינים היבשים, מערבבים ומוסיפים את הסילאן ו-1/2 2 כוסות מים. מביאים לרתיחה ומעבירים ללהבה נמוכה.  מוסיפים את העוף ואת תפוחי האדמה ויוצקים לסיר כוס מים נוספת. מכסים חלקית ומבשלים כשעה וחצי, עד שהעוף מוכן והנוזלים מצטמצמים.    עוד מתכונים של אינס שילת ינאי - בבלוג \"תיק אוכל\"       עוף צלוי עם שומר, ארטישוק וזעתר / דפנה אוסטר מיכאל       מרכיבים  5-4 מנות     4-2 כרעי עוף, מופרדים לירכיים ושוקיים  שמן זית לטיגון  1 בצל גדול, פרוס  5-4 שיני שום, פרוסות  חופן נדיב של עלי זעתר טריים  2-1 שומרים, חתוכים לרבעים  1 בטטה, חתוכה לרבעים  6-4 לבבות ארטישוק טריים  מיץ מתפוז אחד  1 כף דבש  מלח, פלפל שחור גרוס   אופן ההכנה  מחממים את התנור ל-180 מעלות.  מתבלים את נתחי העוף במעט מלח ופלפל.  מחממים מעט שמן זית בסיר שאפשר להכניס לתנור ומטגנים את הבצל והשום עד להזהבה קלה. מוסיפים את העוף ומחצית מהזעתר ומטגנים עד להשחמה.  מוסיפים את הירקות, מיץ התפוזים, הדבש, מלח, פלפל ויתרת עלי הזעתר ומביאים לרתיחה. מכסים ומכניסים לתנור לחצי שעה. מסירים את המכסה וצולים כחצי שעה נוספת.     עוד מתכונים של דפנה אוסטר מיכאל - בבלוג \"מתנות קטנות\"       פילה עוף במחבת עם אפונת שלג וברוקולי / טל סורסקי          מרכיבים  4 מנות    500 גרם פילה עוף בטמפרטורת החדר  300 גרם ברוקולי  1 כף שומשום  1/2 כוס (50 גרם) אגוזי קשיו  1 חבילה (כ-200 גרם) אפונת שלג (אפונה סינית)  1 כף שמן שומשום  3 כפות שמן  1 שן שום, קצוצה  3 ס\"מ שורש ג'ינג'ר, קצוץ  1 כף רוטב סויה  2 כפות רוטב טריאקי  קורט מלח  חופן עלי כוסברה     אופן ההכנה מפרקים את הברוקולי לפרחים קטנים. מרתיחים מים בסיר וממליחים אותם מעט. חולטים את הברוקולי 4-3 דקות ומעבירים מיד לקערה עם מים קרים, לעצירת הבישול.  מחממים מחבת ללא שמן וקולים את השומשום כדקה, תוך ערבוב. מעבירים לצלחת. קולים גם את הקשיו עד שהוא מזהיב מעט ומעבירים לצלחת נפרדת.  קוטמים את תרמילי האפונה ומסירים את החלק הסיבי שלאורכם. חותכים כל פילה עוף ל-4 פיסות.  מחממים במחבת (או ווק) את שמן השומשום וכף מהשמן ומקפיצים את אפונת השלג דקה-שתיים. מעבירים לצלחת.  מוסיפים למחבת כף שמן ומחממים היטב. מוסיפים מחצית מכמות העוף, מטגנים עד שהוא מתחיל להזהיב ומעבירים לצלחת.  מוסיפים למחבת את יתרת השמן ומטגנים את יתרת העוף. מוסיפים את השום, הג'ינג'ר והעוף שהעברנו לצלחת ומקפיצים דקה-שתיים. מוסיפים את הברוקולי ואפונת השלג ומערבבים היטב. מוסיפים גם את הסויה, הטריאקי ומלח ומערבבים.  מעבירים לצלחות, מפזרים את השומשום, הקשיו והכוסברה ומגישים מיד.   עוד מתכונים של טל סורסקי - בבלוג \"מה יש לאכול\"", "title": "עוף סוף: שלוש מנות עיקריות לסופ\"ש שעוד שנייה מגיע", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5481206,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}