{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5737952,00.html"}, "headline": "למיטיבי לכת בלבד: שבע גבינות שלא תשלבו בפלטה לכבוד שבועות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/25/9990660/shutterstock_1547856929_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9995554/Epoisses_Bourgogne_cheese_and_wine_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/25/9990679/Milbekéis_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/25/9990677/shutterstock_1537335275_3.jpg"], "datePublished": "2020-05-28T11:51:45z", "dateModified": "2020-05-28T12:24:10z", "author": {"@type": "Person", "name": "ילנה ויינברג"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "כמה רחוק תסכימו ללכת כדי להוכיח שאתם פודיס אמיתיים: האם תעצרו אחרי שהגבינה הכי קשה בעולם תשבור לכם את השיניים או ברגע שתגלו שמסתתרים בה חיים חדשים? ", "wordCount": "1069", "commentCount": "8", "genre": "10.Xnet-11941.xnet_food-12016.Learning cooking", "keywords": "אוכל,גבינות", "articleBody": "היסטורית, הרעיון של גבינה הוא בעצם די משונה. מדובר בחלב שלא מיועד לנו, בני האדם, אולם מסיבות שונות ניכסנו אותו לעצמנו, והפכנו אותו למרכיב יסודי בתזונה שלנו. בחרנו להתסיס אותו בשיטות שונות (לפעמים – מאוד), לרכז אותו, לתבל ולשמר לתקופות זמן משתנות, וכל זאת, במטרה סופית לצרוך אותו בעתיד, כמזון עשיר ברכיבים חיוניים, וליהנות ממנו כמעדן. על הדרך, הרגלנו עצמנו גם להתמוגג מהניחוחות החריפים שהם תופעת הלוואי של התהליכים האלה. גבינה נחשבת למזון בסיסי, היא מוכרת ואהובה בכל תרבות כמעט, ובעולם מוכרים מאות ואולי גם אלפי סוגים שלה. מדהים עד כמה חומר גלם אחד יכול להפוך לאינספור מוצרים, בעלי מרקם וטעמים מגוונים כל כך.    אין צורך למנות את הסוגים הפופולאריים שכן העניין שלנו מתחיל קצת אחרי הגבינות הכחולות/ירוקות. תתפלאו, אבל בתחום ה\"גבינות המתקדמות\" הרוקפור והגורגונזולה החריפה נחשבות לשעשוע חביב. לגבינות המאתגרות באמת יש תכונות שכנראה לא הייתם מייחסים למוצרי מזון – יש בהן קשות מאוד, כמעט בלתי לעיסות. לאחרות יש ארומה כה קיצונית, שנאסר על הובלתן בתחבורה ציבורית. וזאת, בלי להזכיר בכלל את הז'אנר של הגבינות שמכילות חיים חדשים...    חג השבועות, שהפך לפולחן הגבינות הישראלי, הוא הזדמנות מצוינת להרחיב את ההיכרות עם הגבינות המיוחדות, שגם אם תצליחו להשיג אותן בדרך כלשהי, לא לגמרי בטוח שתרצו לטעום. להלן רשימה חלקית:   1) Pule / Magareći Sir / גבינה מחלב אתונות     במה מדובר? גבינה סרבית העשויה מ-60% חלב אתונות בלקניות ו-40% חלב עזים   למה היא מיוחדת? בגלל חומר הגלם הנדיר ממנו היא מורכבת, פיול נחשבת לאחת הגבינות היקרות בעולם. על מנת לייצר קילוגרם אחד, דרושים 25 ליטר חלב אתון. אתון ממוצעת מייצרת כ-200 מ\"ל חלב ביום, כך שאם תעשו את החשבון, תצליחו להבין למה קילוגרם אחד של הגבינה הזו עולה בסביבות 1000 יורו. אבל גם אם תצליחו לשים בצד מספיק כסף, לא בטוח שתוכלו בכלל לטעום את הגבינה: הכמות המיוצרת קטנה מאוד, בעיקר בגלל שהיא מיוצרת רק במקום אחד בסרביה ע\"י רושם הפטנט סלובודן סימיץ'.    2) גבינה מחלב נאקות     במה מדובר? גבינה המופקת מחלב נאקות   למה היא מיוחדת? חלב נאקות אינו נדיר כמו חלב חמורים: תחקיר קצר ותוכלו אף למצוא ולרכוש אותו. עם זאת מחירו עלול להפתיע אתכם: חיפוש קצר בגוגל מצביע שהוא עומד על כ-30 דולר לליטר. בנוסף למחירו הגבוה, הרכבו המיוחד מקשה על ייצור הגבינה ממנו, מה שמייקר את המוצר המוגמר עוד יותר. מוצרים מ\"חלב גמלים\" הפכו פופולאריים בשל התכונות הבריאותיות המיוחסות להם, החל מהורדת רמות הסוכר בדם וכלה בהשפעה על תהליכי התפתחות קוגניטיבית. מבחינה תזונתית החלב מכיל כמות משולשת של ויטמין C מחלב פרה ופי 10 יותר ברזל ממנו.    >> בגזרת הגבינות המופקות מחלבן של חיות \"מוזרות\" - אפשר למצוא גבינה מחלב סוסות הנפוץ באסיה התיכונה, גבינה מחלבן של אלפקות ולמות הנפוץ באזור האנדים בדרום אמריקה ואף גבינה מחלבן של נקבות האייל הקורא שמכינים בני זוג בחווה שלהם בשבדיה.      3) Lichen Cheese או גבינת חזזית   במה מדובר? גבינת עיזים ניסיונית מקוויבק שמתחקה אחרי מאכל אסקימואי   למה היא מיוחדת? הגבינה היא ניסיון להתחקות אחרי טעמים שערבו לחכם של האינואיטים. מסתבר כי לחזזית שנאכלה על ידי איילי הצפון יש טעם של גבינה כחולה (חזזית, אם תהיתם היא אורגניזם סימביוטי המורכב מאצות מיקרוסקופיות ופטריה סיבית). השחזור מיוצר על ידי צליית החזזית, הרתחתה והתססה שלה. העובש שנוצר משולב בחלב עיזים ואמור להפיק גבינה שבחיים לא הייתם חושבים עליה.     4) Epoisses de Bourgogne      במה מדובר? גבינה צרפתית רכה מחלב בקר בעלת ניחוח חריף   למה היא מיוחדת? האם הידיעה שמדובר באחת הגבינות האהובות על נפוליאון תשכנע אתכם לטעום את הגבינה הארומתית הזאת? \"עד כמה ארומתית היא?\" תשאלו. עד כדי כך שנאסר להוביל אותה בתחבורה ציבורית בצרפת, מדינה שהגבינות המאתגרות אינן זרות לה. ייחוד נוסף הוא המרקם הכמעט נוזלי שלה - עד כדי כך שהיא מוגשת עם כפית שנועדה לסייע לכם לסיים אותה מהר ולגאול את הסובבים מהניחוח.    לאחר הייבוש, גלגלי הגבינה נשטפים שלוש פעמים בשבוע בגראפה ומוברשים ידנית לפיזור הבקטריות. השמרים וסוכני התסיסה מעניקים לגבינה את הצבע הכתום-אדום שלה. הבשלתה אורכת כשישה שבועות, אך אם היא פתאום מתחילה להפיץ ניחוחות אמוניה, תדעו שהגיע הזמן לזרוק אותה לפח.   5) Chhurpi או גבינת יק     במה מדובר? גבינה מסורתית שמיוצרת מחלב יק באזורי ההימלאיה   למה היא מיוחדת? קודם כל חייבים להכיר בכך שמדובר בגבינת יק, החיה שכולם מכירים מהתשבצים אבל אף אחד לא ראה במו עיניו. שנית נשמע שמדובר בגבינה הכי קשה בעולם וזאת רק מעצם הכינוי שלה כ\"עצמות החלב של היק\".    ייצור הגבינה מתחיל מהרתחת חובצה והפרדה בין מוצקי החלב לבין מי הגבינה. לאחר מכן, בדומה להכנת ריקוטה, עוטפים ותולים את המצקים בחיתול בד. את התוצאה שמים בשק יוטה וסוחטים את שארית הנוזלים. בסופו של התהליך פורסים את הגבינה לקוביות ותולים לייבוש נוסף מעל אש. קיימות גם וריאציות רכות יותר של הגבינה, הן נאכלות במגוון צורות במאכלי היומיום ואינן עוברות תהליכי סחיטה ויבוש כמו הגרסה הקשה.   כדי לאכול חתיכה, יש להחזיק אותה בפה ולאחר ריכוכה לועסים כמו מסטיק. מעניין לציין שגם שהגבינה נמכרת גם כפינוק לכלבים, לא רק בשווקים בנפאל אלא גם בארה\"ב.    6) Milbenkäse       במה מדובר? גבינה גרמנית מיוחדת שמכינים מכדורי גבינה לבנה (quark) מתובלים במלח ובקימל ומיובשים בקופסאות עם קמח שיפון ותוסף מפתיע   למה היא מיוחדת? התוסף המפתיע הוא אקריות גבינה, פרוקי רגליים קטנים המשתייכים למחלקת העכבישנים שמשתמשים בהם לייצור מספר סוגים של גבינות, אחת מהן היא גבינת המימולט הכתומה. האקריות משחררות אנזימים שמסייעים בהבשלת הגבינה ומעניקים לה את הטעם והמראה הייחודי שלה. תוספת קמח השיפון נועדה למאכל האקריות, כדי שישאירו קצת גבינה לאלה הבאים אחריהן. הגבינה מבלה עם התוסף מספר חודשים עד שצבעה מכהה והיא מוכנה לאכילה.     המתכון שמגיע אלינו מימי הביניים היה נעלם בנבכי ההיסטוריה הקולינרית לולא מורה נחוש למדעים שהצליח להחיות את המסורת בעירו. היצור המחודש הביא בין היתר להעמדת פסל לאקריות הגבינה והשמועה אומרת שאם תגיעו עד אליו לעיר וורחביץ (Wurchwitz) שבגרמניה, תוכלו אף לטעום מן המעדן.   7) Casu Marzu או גבינה רקובה      במה מדובר? גבינת כבשים איטלקית שמכיניה מותירים אותה לעמוד בשמש ולסיים את תהליך ההבשלה שלה   למה היא מיוחדת? הגבינה מתחילה את דרכה כגבינת פקורינו סרדו (כלומר: מסרדיניה). לאחר שהיא מבשילה מוסיפים לה ביצי זבוב (אל דאגה, מדובר בזבוב ייעודי לגבינות) ומותירים אותה לעמוד בשמש. החיים החדשים משחררים אנזימים שמסייעים בתהליך התסיסה, מפרקים את השומנים ובעצם הופכים אותה מגבינת פקורינו רגילה וטעימה לגבינה הכי מסוכנת בעולם שרק הנועזים יסכימו לטעום אותה. הגבינה אינה חוקית למכירה, כך שניתן להשיג אותה רק בשוק השחור בסרדיניה. הסרטון אינו מומלץ לצפייה לבעלי נפש עדינה, ראו הוזהרתם.      בקרב המקומיים ישנה אמונה כי בעצם מדובר באפרודיזיאק. המעריצים השרופים מגישים אותה עם לחם שטוח ופריך ויין אדום וקוראים לביטול האיסור על מכירתה בטענה כי מדובר על מאכל מסורתי שמיוצר באותה צורה כבר עשרות שנים וככזה הוא אינו כפוף לתקנות הגיינת המזון של האיחוד האירופי.     ", "title": "למיטיבי לכת בלבד: שבע גבינות שלא תשלבו בפלטה לכבוד שבועות", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5737952,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}