{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14710,L-3110491,00.html"}, "headline": "Justifying future attacks", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-07-10T13:52:05z", "dateModified": "2007-05-07T18:30:12z", "author": {"@type": "Person", "name": "By Sever Plocker "}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "European self-deception lays ground for future strikes", "wordCount": "751", "commentCount": "0", "genre": "3084.EOpinion-3148.Sever Plotsker", "keywords": "", "articleBody": "The Islamic and Arab nations are overjoyed because the time has come to exact revenge on the British \"Jewish crusader\" government – these are the words that open al-Qaeda's claim of responsibility for the July 7 attacks in London.    However, despite the terrorist organization's explicit announcement, and despite the slaughter caused by the bombs detonated by the group in the name of and for the sake of Islam, the so-called \"progressive\" public opinion in Britain has invested in the past 24 hours immense efforts in a bid to repress, blur, and cover up the connection between the terror attacks and radical Islam.    A senior London police official has been quoted in length after baselessly claiming that the words \"Islam\" and \"terrorism\" do not go together.    The daily Guardian published an article by Muslim publicist Faisal Bodi, who charged that \"the fury generated by Tony Blair's decision to coat-tail George Bush into what only the blind still call a justified war has put us all in the firing line.\"    Meanwhile, senior Labor party figure David Clark argued that \"the political dimensions of this problem mean that there can be no hope of defeating terrorism until we are ready to take legitimate Arab grievances seriously… it is obvious that we care so little for Arabs living in Palestine.\"    Similarly spirited opinion pieces, analyses, and headlines are flooding the British media.    This bad wind has made its way to the office of British Prime Minister Tony Blair, the most serious statesman in the world today, who told BBC the underlying causes of terrorism must be \"pulled up by the roots.\" The root causes, according to Blair, include poverty and the Middle-East conflict.    With all due respect, Britain's prime minister got it wrong, as did the analysts who are already pointing their finger not only at the terrorists, but also at President Bush, Israel, \"the rich,\" and the West itself, thus absolving the terrorists of their crime.    Terror must be eliminated mercilessly    The attempt to bury reality as it is under heaps of empty words is futile. The following truths are obvious to any intelligent person examining the 21st century's terror waves:    Firstly, this is Muslim terrorism. Not anarchist, not Zionist, and not neoconservative. This terror comes from Islam's zealots, who believe in the need to initiate a global jihad at this time against the infidels, the Jews, the \"Christian crusaders,\" and moderate Muslims.    Secondly, this terror comes from wealthy, educated Muslims, not poor, mindless ones.    Islamic countries are flooded with hundreds of billions of dollars they received from selling high-priced oil. The terrorists who planned and perpetrated the terror attacks in New York and Madrid were established individuals who spoke foreign languages and were familiar with technology.    This is also the socioeconomic profile of Hamas and Hizbullah leaders.    There is no connection, even not a slight one, between the war on poverty and the war on terror.    Thirdly, the jihadists initiated a terror war against the West because it is the West, and not in order to \"advance\" the Israeli-Palestinian conflict's resolution or push the United States to pull its forces out of Iraq.    Their one and only motive was, and still is, to undermine the basis of the despised Western culture and expose it as weak.    Sowing destruction for the purpose of sowing destruction.    Therefore, al-Qaeda's terror would not have ended - indeed, it would have only intensified - had the U.S. reacted to terror attacks by removing its forces from Iraq, while Israel withdrew to the Green Line.    The jihadists are aiming for something else, much larger: They wish to establish a new world order premised on radical Islamic doctrine.    Fourthly, there is only one way to fight terror: Fight it. Hit it. Eliminate it mercilessly.    The war on terrorism must be total, until victory is achieved and the enemy surrenders.    Any compromise with Islamic terrorism, any attempt to understand it - that is, to forgive it, at least partially, means continuing on the slippery slope Winston Churchill warned of in June of 1940 when he refused to open negotiations with Hitler.    Shortly after the mass terror acts, and even before all the victims have been identified, the self-deception machine sprung into action in Britain and across Europe.    The shifting of blame from the murderers to others has already begun. This is how the ground is laid for the next terror attacks", "title": "ציונוב-ויתקון זכו בתכנון מתחם\nבית בוסל, כולל הסבת בית ההבראה", "url": "http://xnet.ynet.co.il/architecture/articles/0,14710,L-3110491,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}