{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14539,L-3102464,00.html"}, "headline": "‘Civilians may be hurt’", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-06-22T16:38:22z", "dateModified": "2011-06-14T04:38:51z", "author": {"name": "News"}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "In unusually harsh message, official warns Israel would not hesitate to respond to terror attacks during upcoming pullout, even at the price of hurting Palestinian civilians", "wordCount": "352", "commentCount": "0", "genre": "3082.ENews", "keywords": "", "articleBody": "TEL AVIV - Unusually harsh message: The IDF would not hesitate to offer a harsh response to Palestinian terror during the upcoming disengagement, even at the price of hurting Palestinian civilians, Brigadier General (Res.) Eival Giladi told reporters during a briefing Wednesday.    “We don’t have a strategy of hurting the civilian population to create a deterrence effect,” he said, “but we won’t hesitate to hurt terror elements.”    “”We’ll strive to be as accurate as possible and we’ll act on up-to-date intelligence information, but collateral damage could happen and innocent people may be hurt,” said Giladi, who is the pullout’s strategic coordinator at the Prime Minister’s Office. “We won’t allow terror elements to act in the midst of the civilian population.”   Giladi said the harsh message was clearly relayed to Palestinian Authority Chairman Mahmoud Abbas during his summit meeting with Prime Minister Ariel Sharon in Jerusalem Tuesday.    In addition, Abbas was told Israel would hold him largely responsible for the security situation that prevails during the disengagement plan’s implementation.   ‘Israel to maintain freedom to act’   Meanwhile, Giladi dismissed previous warnings by outgoing Army Chief Moshe Yaalon, who said the pullout would be implemented under the shadow of growing terrorism.   “There is no intelligence assessment that can be used to base the claim there will be more terror,” Giladi said. “The estimates are highly dependent on the way we act. If we do nothing, it could happen.”   He also pointed to other assessments, including that offered by outgoing Shin Bet Chief Avi Dichter, which point to an expected decline in terror.   “I have no doubt that since the (disengagement) plan was created, terrorism has been on the decline. The effect it brought about was a reduction in terror,” Giladi said.   Moreover, Israel would not lose the freedom to act following the pullout, he said, noting “there is no military operation we can do today and won’t be able to do in the future.”   “We’re not naive enough to think the disengagement’s realization would end terror, but we hope the plan would creative motivation to reduce it,” Giladi said.", "title": "בארון של רון קדמי: \"אני אוהב בגדים שנראים משומשים, אבל כשמתקרבים רואים שזה עולה מיליון דולר\"", "url": "http://xnet.ynet.co.il/fashion/articles/0,14539,L-3102464,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}