{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14563,L-3106234,00.html"}, "headline": "Orange vs. Orange", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-06-30T16:15:00z", "dateModified": "2011-12-06T17:36:13z", "author": {"@type": "Person", "name": "By Ilan Marciano and Roee Nahmiass"}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "Arab party takes right-wing to court, says color orange 'belongs' to them", "wordCount": "356", "commentCount": "0", "genre": "3082.ENews", "keywords": "", "articleBody": "HAIFA - The Balad political party said Wednesday it would appeal to he Haifa district court to ban the Yesha Council from using orange flags as part of it’s struggle against disengagement.       Balad attorney Samar Hamis told Ynet her organization had first rights to use orange as a symbol of protest.    \"We know the color orange does not belong to our party,\" she said, \"but (right-wing protesters) have done our party immeasurable damage. Our supporters are asking us how we can ever go back to using orange.    \"Our claim is justified and reasonable. We have suffered honest damage. They (settlers) must be prevented from using orange immediately,\" he said.     Did settlers 'steal' the color orange   Balad will ask the court to forbid “extra-parliamentary nationalist groups,” including the Yesha Council, from using the color orange as a symbol of the political campaign against disengagement. They say that by using the color orange to identify their campaign, the right has appropriated a recognizable symbol of the Arab party, a move that limits Balad’s freedom of speech and assembly.    “We have used the color orange since 1999, during three election campaigns,\" said Balad leader Azmi Bishara. Therefore, we claim the color orange is clearly a political symbol associated with Balad, and in spirit, it has become ours.    “By using the color orange, anti-disengagement activists have prevented us from continuing to use it, after we have invested money in it. From now on, we will not be able to print flyers or other material in orange. From now on, Mr. Bishara will not be able to fly the orange party flag from his car.    “Of course, it is not for us to prevent other groups from identifying themselves with the color orange, as does a well known cellular phone company. But in the political realm, our supporters can no longer fly their orange Balad Party flags. Therefore, we will have to spend a lot of money for our election campaign next year to create new symbols if our appeal is not accepted.    Hamis added Balad has not ruled out suing right-wing groups for damages.", "title": "איך מתכננים שכונה ירוקה באמת? נותנים לדיירים לתכנן אותה", "url": "http://xnet.ynet.co.il/design/articles/0,14563,L-3106234,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}