{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14712,L-3102891,00.html"}, "headline": "What about my teddy bear?", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-06-23T13:31:55z", "dateModified": "2011-12-06T17:36:11z", "author": {"@type": "Person", "name": "By Itzik Saban"}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "The kids seem happy at the Maoz Hayam hotel on the Gaza beachfront. But are they prepared for the storm  that's less than two months away?", "wordCount": "694", "commentCount": "6", "genre": "3082.ENews", "keywords": "", "articleBody": "GUSH KATIF - The work at Hotel Maoz Hayam doesn’t stop for a second. Walls fall, holes filled, railings painted. Welcome to anti-disengagement central.    “Any IDF soldier that tries to come in here will quickly understand who we are,” 29-year-old Itamar Ben-Gvir says, the “foreign minister” of the hotel.    Several times this week, police arrested a settler from the settlement of Kfar Tapuah, considered one of the most radical in the West Bank, on suspicion he was involved with the Shabbat attack.    Back at the hotel, people are sure the incident will speed up the security forces’ decision to take control of the hotel.    Hope for hundreds more   The hotel’s population covers a wide range. There are dozens of singles, together with 30 families.Young marrieds live next door to large families.    One family, the Gubsteins from Kiryat Arba, have brought their seven children, the oldest of whom just celebrated his bar mitzvah.    The owners hope to bring hundreds more before the army declares Gaza a closed military zone, in preparation for the upcoming withdrawal..    There is no hot water, so “guests” shower with water heated on the stove. Dinner is served in a central dining room entire families live in small rooms only recently vacant and neglected. Some people go to work every day, some work on laptop computers in their rooms.    Gaza Absorption Authority    Aryeh and Datia Yitzhaki, residents of Kfar Yam and heads of the Gaza Absorption Authority (a play on words meant to mimic the government’s Gaza Disengagement Authority), rented the hotel with the intention of turning it into a symbol of opposition to the withdrawal.    Most of their time is spent trying to convince soldiers to refuse orders to clear out settlements and pushing their cause on the internet.    The army has set up a post right across the street. Around the hotel, many people are convinced there are informers in their midst.    “It’s completely see-through,” Ben Gvir says. “There are spies and Shin Bet operatives dressed up as photographers. I hope they work differently with the Arabs,” he said.    Ready for anything   Ben Gvir also says he knows the army could place him under administrative detention.    “It is very possible (the government) could try to neutralize me and (fellow Kach leader) Baruch Marzel,\" he says. \"But there are others to take our places. We are ready for anything.”    When asked if his followers will fire on IDF soldiers participating in the pullout, he avoids the question.    “I don’t want to be responsible for everyone or to make promises I can’t keep. But it’s the other side (the IDF) that’s likely to shoot first,\" he says. \"There’s no doubt Sharon will try to use snipers here. And I have certainly considered the possibility they will try to take me out.    “Having us in the hotel scares Sharon and (Defense Minister Shaul) Mofaz. But they would be wise to understand that the minute they act against us, there will be many “Maoz Hayams,” he says.   Itamar’ s 18-year-old wife Ayala Ben Gvir is even more strident than her husband.   “Some of our people are armed, and you can be sure they will not hand in their weapons in order to cooperate with Sharon,\" she says. \"Our goal is to make the evacuation so bad that for the next 200 years no Jew or non-Jew will even consider kicking Jews out of their homes and throwing them in the rubbish.”    What's not to like?   So how many people are there at Maoz Hayam? It’s tough to know.    According to most estimates, there are hundreds. Many are children who look happy in their new home, and why not? There’s a beach, soccer field and swimming pool. Back home in the West Bank they are considered heroes and the front line soldiers in the war against disengagement.    But once in a while you can hear them ask their parents what will happen in less than two months. As we prepared to leave, one little girl asks her mother, “Mommy, will the police also arrest my teddy bear?”", "title": "צעצוע של ארגז: הכנת בית מקרטון", "url": "http://xnet.ynet.co.il/diy/articles/0,14712,L-3102891,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "", "subtitle": ""}