{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3345604"}, "headline": "נדבקים בקורונה בארץ: 70; יאסרו התכנסויות ל-2,000 איש", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/2/9/9/6/2996734-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, יואב איתיאל, מאיה הורודניצאנו, דנה ירקצי, לירן לוי, דניאל דולב, אלי אשכנזי, אמיר בוחבוט"}, "datePublished": "2020-03-10 22:45:00", "dateModified": "2020-03-11 07:53:36", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מניין הנדבקים בישראל ממשיך לעלות, כשבין הנדבקים גם ילד בן 9. משרד הבריאות הורה שלא לקיים אירועים עם יותר מ-2,000 איש וקרא להימנע מביקורים בבתי חולים ובמוסדות לקשישים. המשטרה תגביר אכיפה נגד אזרחים שיפרו בידוד. עדכונים שוטפים", "title": "מניין הנדבקים בקורונה עלה ל-70; התכנסויות בציבור הוגבלו ל-2,000 איש", "subtitle": "מניין הנדבקים בישראל ממשיך לעלות, כשבין הנדבקים גם ילד בן 9. משרד הבריאות הורה שלא לקיים אירועים עם יותר מ-2,000 איש וקרא להימנע מביקורים בבתי חולים ובמוסדות לקשישים. המשטרה תגביר אכיפה נגד אזרחים שיפרו בידוד. עדכונים שוטפים", "keywords": ["נגיף הקורונה", "ארצות הברית", "אירופה", "איטליה", "וול סטריט", "נתב\"ג"], "articleBody": "מניין החולים בנגיף הקורונה בישראל עלה הערב (שלישי) ל-70, ועל פי גורם במשרד הבריאות אף צפוי לעלות בשעות הקרובות ל-75. שלושת הנדבקים החדשים הם גבר כבן 60 ממרכז הארץ שחזר ממדריד, צעיר בן 29 מירושלים ששב מצ'כיה ותושב הדרום בשנות ה-60 לחייו שהיה בטיול מאורגן בטנריף. משרד הבריאות פרסם את כלל המקומות והטיסות בהם שהו, והורה לכל מי שבא עמם במגע להיכנס לבידוד ביתי למשך 14 יום.קודם לכן פרסם המשרד שורת הנחיות חדשות למניעת התפשטות הקורונה, בהן הוראה שלא לקיים אירועים לקהל של יותר מ-2,000 איש. בנוסף לכך, הנחו לשקול את נחיצות כל אירוע הכולל התקהלות. עוד הוסיפו במשרד כי יש להימנע מביקורים בבתי חולים ובמוסדות לקשישים וככל שיש צורך במלווה, יש להסתפק במלווה אחד. אנשים עם סימפטומים אינם רשאים ללוות חולים או לבקר במוסדות לאוכלוסייה הקשישה. במשרד שבו והמליצו לאוכלוסיית הקשישים ובפרט לקשישים עם מחלות רקע ולאנשים עם מערכת חיסון חלשה, לצמצם מגעים ככל הניתן תוך שמירה על שגרת החיים.מוקדם יותר, החליטו בשומרון על בידוד למאה תושבים בעקבות הידבקות בני משפחה מענב. כמו כן, תיירים מגרמניה ששהו בשורת אתרים בישראל התגלו כחולי קורונה. בוול סטריט נסגרו הלילה השווקים בשפל שלא נראה מאז המשבר הפיננסי ב-2008 ונשיא ארצות הברית דונלד טראמפ הודיע כי נשקלת הקלה משמעותית במיסים בשל הנזקים שגרף הווירוס. סין, שרשמה 19 נדבקים חדשים ביממה האחרונה בלבד, סגרה את כל בתי החולים הזמניים לטיפול בקורונה בעיר ווהאן, והנשיא שי ג'ינפינג אף ביקר במוקד ההתפרצות. באיטליה, ראש ממשלת איטליה ג'וזפה קונטה הודיע כי לא יהיה עוד \"אזור אדום\", אלא במקום זאת - כל שטחי המדינה יהיו בהסגר על 60 מיליון האזרחים, זאת במקביל לעלייה של 168 קורבנות נוספים תוך יממה. בלבנון ובקנדה רשמו מקרים ראשונים של מוות מהנגיף. במקביל, מניין הקורבנות מהנגיף באיראן ממשיך לטפס.משרד הבריאות פרסם את רשימת החולים המאומתים והמסלולים שעברו.\nמשרד הבריאות עדכן הערב על שלושה חולים נוספים בנגיף הקורונה, ובכך עלה מניין הנדבקים ל-70.חולים מספר 68 ו-69 מתגוררים בדרום הארץ ושבו מצרפת. הם טסו ב-1 למרץ מתל אביב לגרנובל בצרפת, בטיסה מספר 771 של ארקיע שהמריאה בשעה 06:30. ושבו ב-8 למרץ מגרנובל צרפת לתל אביב בטיסה מספר 772 של ארקיע שהמריאה בשעה 12:30 ונחתה ב-15:30. באותו היום הם נסעו בין 17:00 ל-17:30 בהסעה (שאטל) של נתב\"ג לחניון לטווח ארוך. משדה התעופה נסעו ברכב פרטי ישר לביתם לבידוד מוחלט, שם נשארו עד קבלת תוצאת הבדיקה.חולה מספר 70 הוא גבר בשנות ה-40 לחייו מבקעת הירדן. החולה הגיע מאוסטריה, בטיסה דרך גרמניה. המגעים הקרובים של החולה כבר אותרו ומתודרכים באופן פרטני. הוא טס ב-29 בפברואר מתל אביב למינכן בגרמניה, בטיסה מספר 6H261 של חברת ישראייר בשעה 12:15. משם נסע ברכב שכור לאתר סקי באוסטריה (סאן אנטוניו). ב-7 למרץ נסע ברכב שכור לשדה התעופה ועלה על טיסה ממינכן לתל אביב, טיסה מספר 6H262 של חברת ישראייר. משם נסע לביתו ונכנס לבידוד.\nמשרד הבריאות עדכן הערב על שלושה חולים נוספים בנגיף הקורונה, ובכך עלה מניין הנדבקים ל-67. חולה מספר 65 הוא גבר בשנות ה-30 לחייו ממרכז הארץ, שחזר מצרפת ב-7 למרץ. הוא טס ב-29 לפברואר מתל אביב לאיסטנבול בטיסה של חברת פגאסוס מספר 780PC ומאיסטנבול לז'נבה בטיסה של חברת פגאסוס מספר 953PC. הוא חזר ב-7 למרץ מז'נבה לאיסטנבול, בטיסת חברת פגאסוס מספר 954PC ומאיסטנבול לתל אביב בטיסה של חברת פגסוס מספר 779PC.חולה מספר 66 הוא ילד בן 9 מתל אביב שחזר ממדריד. מצב בריאותו טוב. הוא טס ב-27 בפברואר בטיסה UX1302 מתל אביב למדריד שהמריאה ב-16:05, וחזר ב-2 למרץ בטיסה UX1301 ממדריד לתל אביב שהמריאה 09:05. פרטים מלאים של החקירה האפידמיולוגית שלו ומיקומים מדויקים יפורסמו בהקדם לציבור.חולה מספר 67 הוא גבר בשנות ה-60 לחייו מגוש עציון. החולה היה במגע עם חולה מאומת בארצות הברית. המגעים הקרובים של החולה כבר אותרו ומתודרכים באופן פרטני. הוא טס ב-2 למרץ בטיסת אל על מספר LY2 מניו יורק לתל אביב, שיצאה בשעה 17:30 ונחתה ב-2 למרץ בשעה 10:00.\nדובר צה\"ל מסר כי ‏חולה מספר 64 בקורונה, שאותר הערב, הוא משרת קבע בצה\"ל שחזר מחופשה בחו\"ל. מדובר בחולה המאומת השני בצה\"ל. מבדיקה ראשונית עולה כי החייל שהה בבידוד מנחיתתו ועד לאימות הבדיקה. מצבו קל. עוד נמסר מצה\"ל כי אושר גיוס של מאה משרתי מילואים נוספים לצורך תגבור כוחות מד\"א (סה\"כ 200). מספר חיילים מבודדים:  כ-2,455 משרתים ו-77 עובדי צה\"ל נמצאים בבידוד, אשר מרביתם חזרו מחופשה פרטית בחו\"ל וחלקם פגשו בחולים שאובחנו כנושאי הנגיף.\nמשרד הבריאות עדכן הערב על שלושה חולים נוספים בנגיף הקורונה, ובכך עלה מניין הנדבקים ל-64. חולה מספר 62 הוא בן 68 מצפון הארץ שחזר מטנריף. הוא טס ב-19 לפברואר בטיסת אל על LY395  מתל אביב למדריד שהמריאה ב-06:15 וחזר ב-29 בפברואר בטיסת איבריה i3939 מטנריף למדריד וב-1 למרץ, בטיסת אל על LY396 ממדריד לתל אביב. הוא שהה במלון h10 פלאיה בתאריכים 22-28 בפברואר, וב-29 בפברואר לן במדריד במלון קלמנט בשדה התעופה. ב-2 למרץ הוא שהה ב10:00-12:00 בסופר מרקט קינג סטור, כרמיאל. 12:00-12:30 קלפי בישוב יובלים. 13:45-16:00 מסעדה איטלקית ויוינו בכרמיאל. למחרת, ב-3 למרץ, הוא שהה ב-11:30-12:00 במתקן מועדון כפרי משגב, חדר טיפולים ליד חדר כושר. 14:45- 14:30פיצריית הפיצה המטיילת בישוב רקפת. 22:00-20:00 פאב דיוק, שד' מוריה בחיפה. ל-4 למרץ הוא שהה ב-11:00-13:30 בחדר כושר, סאונה וג'קוזי במתקן מועדון כפרי משגב. 13:30-14:20 מסעדת תבל במתקן מועדון כפרי משגב. 14:45-15:15 הבריכה של מועדון כפרי משגב (המתנה בלבד). 15:30-16:00 מקדונלדס במדרחוב כרמיאל. ב-5 למרץ הוא שהה ב- 10:30-12:30 בשגרירות האמריקנית ברחוב הירקון בתל אביב. 13:30-14:00 חנות ירקות \"פרי וירק\" כביש ראשי תמרה. 14:45 -14:30 פיצריית הפיצה המטיילת בישוב רקפת. הוא נכנס לבידוד ב-5 ךמרץ בשעה 17:00 ומאז לא היו מגעים נוספים. בנוסף אליו, חולה מס' 63 הוא גבר בשנות ה-40 לחייו ממרכז הארץ. נדבק ממגע של חולה מאומת וחזר מאוסטריה ב-6 למרץ. הוא טס ב-28 לפברואר מתל אביב לציריך בטיסת סוויסאייר 253LXושב ב-5 למרץ מציריך לתל אביב בטיסת סוויסאייר 256LX. נחיתה בנתב\"ג ב-6 למרץ בשעה 3:00. מ-6 למרץ הוא שהה בבידוד ביתי. חולה מספר 64 הוא גבר בן 23 ממרכז הארץ, שחזר ממדריד ב-9 למרץ ונכנס לבידוד באותו יום ומאז לא היו לו מגעים נוספים. הוא טס ב-2 למרץ בטיסה D85671 של חברת NORWEGIAN AIRLINES מתל אביב למדריד וחזר ב-9 למרץ בטיסה D85670 של חברת NORWEGIAN AIRLINES ממדריד לתל אביב שעת המראה 06:30\nגבר כבן 30, תושב בית לחם, אותר כחולה בנגיף הקורונה. בכך, מספר הנדבקים ברחבי הרשות הפלסטינית עלה ל-30.\nמניין החולים בנגיף הקורונה בישראל צפוי לעלות הערב ל-75 - כך אמר גורם במשרד הבריאות. זאת לאחר קבלת תוצאות הבדיקות של החשודים כנגועים בווירוס.\nמשרד הבריאות עדכן הערב על שלושה חולים נוספים בנגיף הקורונה, ובכך עלה מניין הנדבקים ל-61. חולה מספר 59 הוא גבר בן 60 מאזור הדרום ששב מספרד, שם היה בשני משחקי כדורגל במדריד. חולה מספר 60 הוא צעיר בן 29 תושב ירושלים שחזר מצ'כיה וביקר קודם לכן בגרמניה. החולה ה-61 הוא גבר בשנות ה-60 בחייו שחזר מטיול מאורגן בטנריף.משרד הבריאות פרסם את המקומות והטיסות בהם שהו, והנחו את הציבור שבא עמם במגע להיכנס באופן מיידי לבידוד ביתי למשך 14 ימים. חולה מספר 59 המריא מישראל למדריד ב-28 בפברואר ב-06:00 בטיסת \"איבריה\" IB3317, וחזר לארץ ב-2 במרץ בטיסת ארקיע 4XAGK שנחתה בשעה 23:30. ב-3 במרץ חזר לביתו ברכבת ישירה מנתב\"ג לבאר שבע וישב עם משפחתו בקרון ריק. חולה מספר 60 המריא ב-4 במרץ לפרנקפורט שבגרמניה בטיסה 687 של חברת \"לופטהאנזה\" שנחתה בשעה 16:25. ב-5 במרץ המריא בשעה 19:00 מפרנקפורט לפראג שבצ'כיה בטיסת \"צ'יכה איירליינס\" OK537. החולה שב לישראל ב-8 במרץ מפראג בטיסת ישראייר 7762 H 6.חולה 61 חזר מטיול מאורגן בטנריף. הוא המריא לציריך שבשוויץ בטיסת \"סוויסאייר\" LX257 שהמריאה בשעה 05:20, והמשיך בטיסת המשך של חברת \"סוויסאייר\" LX2814 לטנריף שבספרד בשעה 09:30. הנדבק חזר מטנריף לציריך בטיסת \"סוויסאייר\" LX8215 ב-3 במרץ בשעה 14:00, וב-22:40 המריא לישראל בטיסת \"סוויסאייר\" LX256. מאז חזרתו שהה בכמה מקומות ציבוריים. ב-4 במרץ בין השעות 16:30-18:30 ביקר בסניף \"רמי לוי\" בשעה בנימין. ב-6 במרץ ב-12:00-12:10 היה ב\"רום אופטיק\" בפסגת זאב, בין 12:10-12:15 במכולת \"מעיין 2000\" בפסגת זאב ובין 12:20-12:39 בחנות דליקטס \"קשטן\" ברחוב השישה עשר פינת משה דיין בפסגת זאב.\nמתחם מיוחד לטיפול במבודדי הקורונה הוקם במרכז רפואי מאיר בכפר סבא, כולל דרכי גישה מבודדות ומעלית מיוחדת. בשלב זה ישנם במתחם ארבעה מטופלים, כולם במצב קל מאוד. מאמצים מרובים נעשים בכדי להקל על המטופלים בעת שהותם עד שניתן יהיה לשחרר אותם. צוות שעבר הכשרות מיוחדות עם המיגון המתאים אחראי על המחלקה.\nחברת התעופה הצרפתית \"אייר פראנס\" הודיעה כי תשהה את טיסותיה לאיטליה וממנה עד ה-3 לאפריל, חוץ מיעד אחד שייבחר בימים הקרובים, אליו תצא טיסה יומית אחת. החברה החליטה על הצעד מחשש להתפשטות נגיף הקורונה. גם ממשלת פורטוגל הודיעה על הפסקת כל הטיסות המסחריות לאיטליה וממנה לשבועיים.\nראש הממשלה בנימין נתניהו קיים הערב דיונים כלכליים בלשכת רה\"מ בירושלים, עם שר האוצר משה כחלון, שר הכלכלה אלי כהן, שר התיירות יריב לוין, נגיד בנק ישראל אמיר ירון ובעלי תפקידים נוספים. בתום הדיון אמר נתניהו כי \"המשק הישראלי במצב מצוין. אנחנו נכנסים למשבר הקורונה כשמצבנו טוב יותר מרוב מדינות העולם\". הוא הסביר כי \"נקטנו בצעדים כדי לעזור לעסקים שנפגעו מהקורונה. אנחנו עובדים בשעות אלה על הוספת כסף נוסף\". הוא הוסיף כי \"רוב האספקה למדינת ישראל מגיעה דרך הים, כולל מזון. כמעט כל המזון מגיע דרך הים, אז אין שום סיבה להסתער על הסופרמרקטים, יש די והותר מזון ויהיה די והותר מזון. לגבי אספקה אווירית, אנחנו נוקטים בכל הצעדים והאמצעים העומדים לרשותנו כדי להבטיח שגם כאן תהיה אספקה אווירית סדירה לישראל\".\nהמשמר הלאומי תחם מתחם הכלה וחיץ באורך קילומטר בתחומי העיירה ניו-רושל שבמדינת ניו יורק, זאת בעקבות מקבץ מקרי הידבקות בנגיף הקורונה בעיר - כך הודיע מושל ניו יורק אנדרו קואומו. במהלך תקופת ההכלה שתימשך כשבועיים, יספק המשמר הלאומי מזון ומרחב נקי ללימודים באזור במהלך תקופת זו. כל בתי הספר באזור ייסגרו, והתכנסויות גדולות שתוכננו בוטלו. עם זאת, אנשים יכולים להיכנס ולצאת מהאזור, ועסקים קטנים יכולים להישאר פתוחים.\nמספר הקורבנות מנגיף הקורונה באיטליה עלה ביממה האחרונה ב-168 - כך הודיעו הרשויות במדינה. בכך, עלה מניין המתים ל-631 מאז תחילת התפשטות הנגיף באיטליה. מספר הנדבקים זינק אף הוא וכעת ישנם 10,149 חולים.\nהמשטרה הודיעה כי תפעל לאכיפה מוגברת של האזרחים המחויבים לשהות בבידוד ביתי, זאת בהמשך להנחיית ראש הממשלה בנימין נתניהו אמש לפיה כל אזרח ששב מחו\"ל חייב להימצא בבידוד למשך 14 ימים מרגע נחיתתו בארץ. במשטרה הקימו צוותים ייעודיים בשיתוף פקחי משרד הבריאות כדי למנוע את הפרת הבידוד ולמנוע את התפשטות נגיף הקורונה.\nמשרד הבריאות של ירדן הודיע על סגירת מעברי הגבול עם ישראל, הגדה המערבית ועיראק, מחשש להתפשטות נגיף הקורונה. עוד אסרה הממשלה לתושביה לנסוע לסוריה וללבנון ותאסור החל מיום שני הקרוב כניסת זרים מספרד, גרמניה וצרפת לשטחה. כמו כן, נמלי המסחר המשמשים לסחר עם מצרים נסגרו.\nמשרד החינוך הודיע כי תלמידים ועובדי הוראה שנחשפו למשלחת מגרמניה צריכים לשהות בבידוד בית בן 14 יום. מדובר בשכבת י' מבית ספר \"חוגים\" בחיפה: 122 תלמידים ו-9 עובדי הוראה נכנסו לבידוד משום שבית הספר טייל  בעיר דוד ב-4 במרץ. שכבת י\"ב בבית הספר \"אחווה ירכא\": 88 תלמידים ו-6 עובדי הוראה נכנסו לבידוד משום שבית הספר טייל במצדה ב-6 למרץ. כמו כן, נכנסו לבידוד 600 תלמידים מבית הספר האמריקני באבן יהודה עקב חשיפה למשלחת מגרמניה.\nהיחידה לתיאום פעולות הממשלה בשטחים תיאמה את העברת 20 טונות של חומרי חיטוי ממפעלים ישראליים אל מפעלים פלסטיניים, בהם כלור ומי חמצן, המשמשים לצרכים שונים, בין היתר למטרות חיטוי, שמירה על היגיינה וסניטציה. חומרי החיטוי משמשים לניקוי משטחים במרחבים פתוחים, ובנוסף מסייעים בניקוי מקומות סגורים לרבות מסגדים וכנסיות.\nמשרד העבודה והרווחה הרחיב את ההנחיות למסגרות שבפיקוחו, והורה על מניעת כניסה של אורחים לבתי אבות ודיור מוגן. ההנחיה מגיעה בשל רגישות האוכלוסייה המבוגרת וכדי לשמור על בריאותם. בעקבותיה, ביקורי משפחות יוכלו להתקיים רק מחוץ לבתי האבות. בנוסף לכך, כלל המסגרות החוץ-ביתיות שבפיקוח המשרד הונחו להכין מתחמי בידוד בשטחי המסגרת, המיועדים לדיירים חסרי עורף משפחתי. המחלקות לשירותים חברתיים ברשויות התבקשו להכין רשימה של מבודדים שפנו לקבל סיוע. כמו כן, \tהמשרד הקפיא קבלת מתנדבים מחו\"ל.\nיו\"ר סיעת כחול לבן ח\"כ אבי ניסנקורן פועל להקים ועדה פרלמנטרית שתעסוק בנושא ההתמודדות עם משבר הקורונה מיד עם כינוס המליאה ביום שני הקרוב. ניסנקורן אמר כי \"ישראל במשבר בריאותי ולא יכולה להרשות לעצמה להתנהל ללא פיקוח פרלמנטרי\". הוא הסביר כי \"משבר הקורונה שהולך ומחמיר מחייב את כל חברי הכנסת לשים כל שיקול פוליטי בצד, ולפעול למען בריאות אזרחי ישראל ושמירה על כלכלת המדינה. אני קורא לכל ראשי הסיעות לתמוך במהלך\".\nמספר החולים בנגיף הקורונה בבריטניה עלה ל-373 - כך נמסר ממשרד הבריאות של בריטניה. ביממה האחרונה נדבקו 54 איש בנגיף בממלכה.\nמשרד הבריאות הפלסטיני מסר כי שלושה בני אדם נוספים נדבקו בנגיף הקורונה בבית לחם.\nפסטיבל עין גב, פסטיבל הזמר העברי הגדול והוותיק ביותר בארץ, לא יתקיים בחול המועד פסח בשל הקורונה. האירוע יידחה למועד שטרם התקבלה לגביו החלטה.\nעם פתיחת יום המסחר בבורסה בניו יורק נרשמו כמה עליות שערים. מדד דאו ג'ונס עלה ב-3.4%, מדד S&P עלה ב-3.5% והנאסד\"ק ב-3.25%.\n70 משרתי מילואים גויסו בצו חריג לטובת הכנת תכנית הסברה עתידית של פיקוד העורף בעקבות משבר הקורונה. בנוסף לכך, כמאה משרתי מילואים נוספים גויסו בימים האחרונים לצורך תגבור כוחות מד\"א.\nיו\"ר ההסתדרות ארנון בר-דוד הזהיר כי ישראל נמצאת ב\"שעה האחרונה לפני קריסה מוחלטת של ענפים במשק\". זאת, בעקבות משבר הקורונה והפגיעה הכלכלית שנגרמה מחובת הבידוד לעשרות אלפי ישראלים. במסיבת עיתונאים עם ראשי המגזר העסקי, פתח בר-דוד ואמר כי \"המשק הישראלי זקוק בעת הזאת למנהיגות. אם ראש הממשלה לא ימנה גורם אחד שיתכלל את האירוע, נמשיך לצלול\". בר-דוד אמר כי סגירת הטיסות מכניסות ענפים שלמים \"למגננה ולדימום\", וטען כי \"המשק לא יכול להחזיק יותר מ-48 שעות\". לדבריו, \"בנינו ביחד כלכלה לתפארת. לא נוכל להרשות לעצמנו שבגלל התנהלות לא נכונה המשק יקרוס פה. אנחנו על סף יום הכיפורים של הכלכלה הישראלית\". הוא הוסיף כי יש לנהוג באחריות. \"יש עליי לחץ כבד לעשות מהלכים כדי להלחיץ את ממשלת ישראל. זה לא הזמן\", אמר. \"ראש הממשלה מבין את המצוקה. המסרים שהעברתי לו ברורים. אני מחכה שראש הממשלה יתחיל לנהל את האירוע ולהזרים כספים לענפים הקורסים\". על המהלכים האחרונים, בהם הקמת קרן הלוואות לעסקים קטנים ובינוניים בארבעה מיליארד שקלים, יו\"ר ההסתדרות הוסיף כי מה שדרוש הוא \"לא קרן הלוואות ולא לשלוח אותם לחפש את הכסף. בשעת משבר צריך לראות את המדינה\". הוא אמר כי צריך \"לראות איך עובדים מהבית, איך מייצרים פתרונות למשק ובראש ובראשונה יש להציל את אל על ולעזור לענף התיירות, כדי שאחרי המשבר נחזור לכלכלה הטובה והבריאה של מדינת ישראל\".\nתחנת הרכבת בנתב\"ג תיסגר לבאי הטיסות הנכנסות לישראל. הנסיעה מהתחנה תותר רק לעובדי נמל התעופה וצוותי האוויר, שיזוהו באמצעות תג עובד. על מנת להמשיך ולאפשר לנוסעי טיסות הפנים להשתמש בשירותי הרכבת, יידרשו הנוסעים להציג כרטיסי הטיסה. צוותי הביטחון של הרכבת יבדקו שרק מי שנסיעתו מותרת - יעלה לרכבת.ההחלטה התקבלה לאחר סדרת דיונים בראשות שר התחבורה בצלאל סמוטריץ', מנכ\"לית משרד התחבורה קרן טרנר, מנהל הרשות הארצית לתחבורה ציבורית אמיר אסרף, מנכ\"ל רכבת ישראל מיכאל מיקסנר וגורמי המקצוע בנושא. ההנחיות ייכנסו לתוקף החל ממחר.\nאל על עדכנה הודיעה כי היא תאפשר לשנות או להקפיא את כל כרטיסי הטיסה המוזמנים עד סוף אפריל, ללא דמי שינוי וטיפול. החברה תאפשר ללקוחות המחזיקים בכרטיסי טיסה שמועד תחילת נסיעתם עד 30 באפריל, לדחות או להקפיא כרטיס הטיסה ליציאה עד 28 בפברואר, ללא תשלום דמי שינוי וטיפול, וזאת בכפוף לשינויים במחיר כרטיס הטיסה ככל שיחולו.כמו כן, הוחלט כי כל כרטיסי הטיסה, למעט כרטיסים מסוג LITE לאירופה, שיוזמנו בין 11 במרץ עד 31 במרץ יאפשרו שינוי ראשון ללא תשלום דמי שינוי. החברה הודיעה גם כי היא תאפשר ללקוחותיה המתמידים לשמר את מעמד היוקרה במועדון הנוסע המתמיד. חברים שתוקף המעמד שלהם הינו עד סוף אוגוסט, יזכו לשימור מעמדם לחצי שנה נוספת.\nחולה 57 הוא גבר בשנות ה-30 לחייו ממרכז הארץ, שבא במגע עם חולה מאומת. כל מי ששהה עמו במקומות האלה מחויב להיכנס לבידוד:29.2: בית כנסת חב\"ד בישוב ענב.1.3: 18:00-18:20 סופרמרקט \"יש\" רחוב חיים סירני 1, רחובות.1.3: 18:20-19:10 סופרמרקט \"ברכול\" זכריה מדר פינת כובשי חרמון, רחובות.2.3: חנות Ksp בילו סנטר, 11:55-12:152.3: 19:25-19:40 קלפי נגישה, בית ספר בן צבי, רחובות.4.3: 08:00-08:35 מעון חניכי הישיבות רחוב מנוחה ונחלה, רחובות.4.3: 09:00-09:20 קופת חולים לאומית, קריית משה, רחובות.4.3: 09:40-10:50 קופת חולים לאומית רחוב בילו 2, קניון רחובות.4.3: 15:55-16:10 דף רם-עזרה 10, רחובות6.3: 10:00-10:15 סופרמרקט \"יש בשכונה\" חיים סירני 1, רחובות.6.3: 14:00-14:05 ו-15:45-16:00 סופרמרקט \"סופר טוב ומיטב\" רחוב יוסף ויינר 2, רחובות. 7.3: 10:00-12:00 בית כנסת בית מנחם צעירים, רחוב זכריה מאדר 28, רחובות8.3: 08:45-08:55 סופרמרקט \"יש בשכונה\" חיים סירני 1, רחובות.9.3: 09:05-09:40 קופת חולים לאומית, רחוב בילו 2, קניון רחובות.\nחולה 58 הוא גבר ממחוז תל אביב, שחזר מאוסטריה ב-7 במרץ נכנס לבידוד באותו יום, ומאז לא בא במגע עם אנשים נוספים.אלה פרטי הטיסה שבהן שהה:  טיסה מתל אביב לווינה ב-29 בפברואר, שעת המראה  06:15,  שעת נחיתה 09:10. מס' טיסה OS860. טיסת המשך מוינה לאינסבורק בתאריך 29.2 שעת המראה 10:05  שעת נחיתה 11:05. מס' טיסה OS911.הוא חזר לארץ בטיסה מאינסברוק לווינה ב-7 במרץ שעת המראה 11:20 שעת נחיתה 12:20 מס' טיסה OS904. טיסת המשך מוינה לתל אביב ב-7 במרץ, שעת המראה 13:05 שעת נחיתה 17:35 מס' טיסה OS861. כמו כן, ב-7 במרץ בשעה 18:30 לערך נסע מטרמינל 3 בנתב\"ג בשירותי ההסעה של נתב\"ג לחניון לטווח הארוך.\nמשרד הבריאות הודיע על שלושה חולים נוספים במניין הקורונה. בסך הכול, התגלו היום שמונה מקרים נוספים, שהעלו את מניין הנדבקים הכולל בארץ ל-58.חולה מספר 56, בן 66 מירושלים, בא במגע הדוק עם חולה מאומת. משרד הבריאות מסר כי \"פרטים מלאים על החקירה האפידמיולוגית ומיקומים מדויקים יפורסמו בהקדם\".\nבאיראן, מניין הקורבנות מהקורונה עלה ל-291 והמספר הכולל של ההידבקויות הגיע ליותר מ-8,000. דובר משרד הבריאות האיראני, קיאנוש יהאנפור, הכריז בטלוויזיה כי ב-24 השעות האחרונות עמד מספר ההדבקות החדשות על 881, מה שמביא את המספר הכולל של המקרים ל-8,042, ו-54 חולים נוספים נוספו למניין המתים.\nשני חולים נוספים בנגיף הקורונה מעלים את מניין הנדבקים הכולל בארץ ל-55. השניים, בשנות ה-30 וה-40 לחייהם, הם תושבי מרכז הארץ ששבו מגרמניה. מאז חזרתם לארץ, הם שוהים בבידוד, אולם משרד הבריאות פרסם את פרטי הטיסות שבהן היו, המחייבות את מי שהיה בקרבתם לשהות בבידוד.טיסה הלוך: ב-1 במרץ בטיסת AEGEAN A3929 בשעה 5:40 מתל אביב לאתונה. טיסת המשך AEGEAN A31807 בשעה 8:30 מאתונה למינכן. טיסה חזור: ב-6 במרץ בשעה 6:25 ממנינגן גרמניה לנתב\"ג, בחברת ריינאייר טיסה מספר FR3606.\nמשרד הבריאות הודיע על שלושה חולים נוספים בקורונה - שהעלו את המספר הכולל ל-53.  המקומות והתאריכים שבהם הם נכחו מחייבים את האנשים שהיו בקרבתם להיכנס לבידוד:חולה 51 הוא תושב הדרום שחזר לארץ מטיול משפחתי באזרבייג'ן. זהו המסלול עבר:27 בפברואר - חזר לארץ בטיסה ישירה מבאקו לנתב\"ג בשעות הבוקר.27 בפברואר - חזר לביתו ברכב פרטי, עצר באלונית כביש 6 דרום בשעה: 12:30-13:00.29 בפברואר - חנות איקאה באר שבע בין השעות: 18:00-21:005 במרץ - ביקר בסניף בריאותא, מרכז ביג- באר שבע בין השעות 22:00-23:30\nחולה מספר 52 הוא גבר בשנות ה-80 לחייו ממעלה אדומים. הוא נדבק כתוצאה ממגע עם חולה מספר 28. המגעים הקרובים של החולה כבר אותרו ומתודרכים באופן פרטני. זהו המסלול שעבר:5 במרץ, יום חמישי בשעה 19:30 קו 176 מרחוב בר אילן פינת רחוב ירמיהו ירושלים עד לתחנת דרך צמח השדה - השקמה, מעלה אדומים.6 במרץ יום שישי 06:15-07:00 בית הכנסת \"שיח השדה\" ברחוב הצפצפה מעלה אדומים.6 במרץ יום שישי 07:15-08:00 סופר יינות ביתן רחוב צמח השדה 29 מעלה אדומים. 27 במרץ שבת 08:00-10:00 בית הכנסת \"שיח השדה\" ברחוב הצפצפה מעלה אדומים.27 במרץ שבת 16:30-17:00 בית כנסת \"אהבת ישראל\" רחוב דקל 1 מעלה אדומים.חולה מספר 53 הוא גבר בשנות ה-40 לחייו ממרכז הארץ, שחזר לארץ ממינכן בגרמניה. אלה הטיסות שבהן הוא היה המחייבות את מי שהיה בקרבתו לשהות בבידוד:החולה המריא ב-20 בפברואר בטיסת אל על LY353 בשעה 06:00 מתל אביב למינכן. הוא חזר לארץ ב-27 בפברואר בטיסת אל על LY352 בשעה 21:30 ממינכן שנחתה בנתב\"ג ב-28.2 ב-02:15.\nשב\"ס הודיע על הנחיות חשות למניעת הידבקות בנגיף הקורונה, הנוגעות לאסירים, לאנשי הסגל ולאזרחים הנכנסים למתקני הכליאה. במסגרת ההנחיות החדשות, יאושרו להגיע לביקורי משפחות אסירים ועצורים עד שני בני משפחה מקרבה ראשונה. יאושרו ביקורים למשפחות אסירים פעם בחודש ולמשפחות עצורים פעם בשבוע. כמו כן, נקבע כי הביקורים יתקיימו מאחורי מחיצה.\nמשרד הבריאות פרסם את מסלולו של חולה מספר 40, גבר בן כ-40 ממרכז הארץ. הוא נדבק לאחר שטס לציריך שבשוויץ בין 23 בפברואר ל-2 במרץ. מי ששהה עמו באותן הטיסות או המקומות מחויב להיכנס לבידוד.פרטי טיסת ההלוך: יציאה מתל אביב לציריך, ב-23 במרץ שעת המראה 07:30 ושעת נחיתה 11:00. מספר הטיסה LY347. טיסת החזור: יציאה מציריך לתל אביב ב- 1.3 שעת המראה 21:00 ושעת נחיתה בישראל 04:00 ב-2 במרץ, מספר הטיסה LY344.ב-2 במרץ החולה הצביע בקלפי שהוצבה בבית הספר \"בית הילד\" ברחוב אהבת ציון, תל אביב בשעות 14:00-15:00. כמו כן, הוא ביקר בכמה מסעדות ובתי קפה בתל אביב: ב-3 במרץ הוא ביקר מסעדת \"גוטה\" ברחוב הנחושת 3 ברמת החייל בתל אביב בתאריך בשעות 14:00-15:00. ב-4 במרץ הוא היה בית קפה \"לנדבר\" ברחוב הנחושת 3 ברמת החייל בתל אביב בשעות 14:30-16:00. ב-5 במרץ הוא ביקר בבית קפה \"בוקה\" ברחוב יהודה המכבי 40 בתל אביב, בשעות 10:00-11:00.\nקבוצת תיירים מגרמניה שהגיעה לארץ ב-2 במרץ באה במגע הדוק עם חולה קורונה מאומת מבית ג'אלה. לאחר קבלת ההודעה, התיירים שהו בבידוד בבית הארחה ממשית עד לחזרתם לגרמניה, שם חלקם נמצאו חיוביים לנגיף.הקבוצה יצאה מישראל ב-9 במרץ, בשתי טיסות של חברת אל על, שמספרן:LY 357 לפראנקפורט ו-LY 353 למינכן. משרד הבריאות פרסם את המקומות שבהם שהו התיירים, והודיע כי מי שהיה בהם באותן השעות מחויב להיכנס לבידוד.3 במרץ:שעה 11:00-13:30 הרודיוןשעה 15:00-16:30 כנסיית המולד, בית לחם4 במרץ:שעה 09:45-11:45 מנהרות הכותל, עיר דודשעה 12:30-13:15 מסעדה גן מוריסטן, עיר העתיקה, ירושליםשעה 17:00-17:30 כנסיית דורמיציון וחדר הסעודה האחרונה5 במרץ:שעה 11:30-13:30 אתר תפילה בקאסר אל יהוד6 במרץ:שעה 09:00-13:00 מצדה, כולל רכבלשעה 17:30-18:00 סופרמרקט הרודס, ים המלח\nיו\"ר ועד העובדים ברשות שדות התעופה, פנחס עידן, טען כי יתבצעו שינויים משמעותיים בטיסות. שדה התעופה רמון ייסגר בלילות ורוב הטיסות יהיו פנים-ארציות. כמו כן, נתב\"ג יירד למתכונת יום כיפור, שבמסגרתה יעבדו דברים דחופים בלבד, אולם עדיין יהיו עובדים במקום.עידן אמר כי \"זה סיוט מתמשך והלוואי שהיה כבר מאחורינו, אולם לצערי התחושה היא שיהיה רע עוד יותר לפני שיהיה טוב. אני עם ותק 41 שנה בעבודה כאן, עברתי מלחמות ואינתיפאדות ומעולם לא היה משבר כזה. לפנינו, למרבה הצער עוד ימים קשים יותר. והמשבר נדמה שהולך ומסתבך\". עידן הוסיף: \"חוסר הוודאות הוא אחד הגורמים המקשים ביותר. לעובדים זו מכה אנושה. אנחנו עושים את המקסימום למזער את הפגיעה בהם וכדי לדאוג לאינטרסים שלהם\".\nמשרד הבריאות פרסם את המסלול שעברו שתיים מהחולים, שתי נשים בנות כ-40 וכ-20 ממרכז הארץ, שהיו במגע עם חולה מאומת. בעקבות הידבקות בני המשפחה מההתנחלות ענב בשומרון, החליטו היום במועצה האזורית כי מאה מהתושבים ייכנסו לבידוד, בהם 33 פעוטות.חולה 47 היא מטפלת במעון ילדים בגילאי שנה עד שלוש שנים בענב. מי ששהה עמה במקומות הבאים מחויב להיכנס לבידוד:2.3, 12:00-15:00 קניון רננים, רעננה. ביקרה בכל החנויות ואכלה בסושייה.2.3, 16:00-17:00 מקס-סטוק בכפר סבא, רחוב עתיר ידע 2. 3.3, 11:00-12:20 בית אבות נווה אורה, רחוב ארגמן ירושלים מחלקת תשושי נפש.3.3, 12:20-13:30 קניון רב שפע ברחוב שמגר בירושלים, בקומה האחרונה, בשתי חנויות: אביזרים לפורים וחנות לבייגלה5.3, 20:30-21:00 בר מצווה אולם אירועים \"אפ טאון\" הרכבת 4, פתח תקווה.5.3, 22:00-22:15 מועדון למבוגרים בישוב ענב, מסיבת פורים.8.3 , 14:30-15:30 סופרמרקט חינם פלוס צומת תנובות.8.3, 19:00-20:00 בית חולים בילינסון, מעבר דרך מיון לחדר בידוד לביקור חולה מספר 29.כמו כן, משרד הבריאות פרסם גם את המסלול של חולה 48:28.2: 17:00-18:30 בית כנסת חב\"ד בישוב ענב. 29.2: 12:00-12:30 בית כנסת חב\"ד בישוב ענב.2.3: 17:00-17:30 קלפי במועדון בישוב ענב.3.3: 17:30-21:30 לימודים מכללת \"מבחר\" בני ברק, כיתה 101 .5.3: 15:15-16:30 מכון כושר מיי פרופיט, בקניון קריית אונו קומה 1.5.3: 17:30-21:30 לימודים מכללת \"מבחר\" בני ברק, כיתה 101.6.3: 18:00-18:30 בית כנסת חסידים בטלזסטון.7.3: 10:00-11:30 בית כנסת בית ההחלמה בטלזסטון.\nראש ממשלת פולין מתאוש מורביצקי הודיע על ביטול את כל האירועים הציבוריים ההמוניים מחשש להתפרצות נגיף הקורונה. 17 מקרים של הידבקות בנגיף אובחנו ברחבי המדינה, ועד כה אף אחד לא מת שם כתוצאה מהמחלה.\nרשות הבריאות הציבורית בצרפת הודיעה על עלייה של חמישה קורבנות מנגיף הקורונה, שמעלה את המניין הכולל ל-30.\nבכלי התקשורת בלבנון דווח על מקרה מוות ראשון מהקורונה במדינה. על פי הדיווח, הקורבן הוא מטופל ששהה בבידוד אחרי ששב ממצרים. השבוע, הממשלה הפסיקה את הטיסות לאזרחים זרים במוקדי ההתפרצות, סגרה בתי הספר והזהירה נגד התאספויות בציבור, עם עליית המספר הכולל של המקרים ל-41.\nמשרד הבריאות החליט לפרסם את העדכונים וההנחיות לציבור בנושא התפשטות נגיף הקורונה בשפה הערבית. עם זאת, עדכון המידע מגיע עד לחולה ה-39 בלבד, אף שיש כבר 50 חולים. כמו כן, חסרה ההתייחסות להנחיות החדשות שפורסמו אתמול המחייבות בידוד עבור כל השבים מחו\"ל.מוקדם יותר, מרכז עדאלה - המרכז המשפטי לזכויות המיעוט הערבי בישראל, פנה בשמו של ח\"כ סמי אבו שחאדה (בל\"ד, הרשימה המשותפת) למנכ\"ל משרד הבריאות משה בר סימן טוב כדי שיפעל באופן מיידי להנגשת כל המידע. במכתב הארגון הודגש כי \"אי הנגשת המידע אינה רק מפרה את הזכות לשוויון, אלא גם פוגעת במקרה זה בבריאות הציבור\".\nמשרד הבריאות פרסם את מסלולה של חולה מספר 45, אישה בשנות ה-60 לחייה. היא אובחנה כחיובית לנגיף לאחר שבאה במגע של תייר צרפתי, חולה מאומת, שביקר בארץ. במשרד אמרו כי האנשים שבאו במגע עם החולה כבר אותרו ומתודרכים באופן פרטני. בנוסף אליהם, פורסמו המקומות שבהם שהתה, ומי שהיה בהם באותן השעות מחויב להיכנס לבידוד:2 במרץ, יום שני 08:00-08:10, קלפי בבית הספר מקור חיים שברחוב פייר קניג2 במרץ, יום שני 10:00-11:00, אושר עד בקניון הדר רחוב פייר קניג 26 ירושלים2 במרץ, יום שני 18:30-19:45, מסעדת עזרא גריל בשרים יד החורצים 14 ירושלים4 במרץ, יום רביעי 15:00-16:00, רמי לוי קניון רב חן בתלפיות ירושלים7 במרץ, שבת 10:00-10:45, בית כנסת \"אוהבי ציון\" רחוב מקור חיים בירושלים\nהתקשורת הרשמית בסין הודיעה על סגירת כל בתי החולים הזמניים שיועדו לטיפול בקורונה בעיר ווהאן, מוקד התפרצות הנגיף. זאת, לאחר הירידה במספר הנדבקים החדשים, שמספרם עמד ביממה האחרונה על 19 בלבד. ברקע מאמצי הממשלה לבלום את ההתפשטות, נשיא סין שי ג'ינפינג ביקר מוקדם יותר בעיר, בירתו של מחוז חוביי.\nרשות האוכלוסין וההגירה הודיעה כי מאז ההחלטה אמש על מניעת הכניסה בכלל הגבולות, עזבו את ישראל מרצונם החופשי 12,246 אזרחים זרים. בסך הכול, עזבו בשבועיים האחרונים את ישראל יותר מ-204 אלף אזרחים זרים. כמו כן, סורבה כניסתם של יותר מ-350 אזרחים זרים בכלל המעברים - נתב\"ג, רמון, טאבה ורבין.הזרים שעזבו את ישראל מרצונם החופשי, מאז יום שישי האחרון, כוללים 482 אזרחי אוסטריה, 160 מאיטליה, 3,357 מגרמניה, 973 מספרד, 11 ממצרים, 2,794 מצרפת, 451 משוויץ, 9,983 מארצות הברית, 2,320 מפולין ו-1,396 מרומניה. במקביל, נכנסו לארץ ביממה האחרונה 13,066 ישראלים.\nארבעת בני משפחתו של עובד מד\"א מההתנחלות ענב שבשומרון, שנדבק בקורונה, התגלו אף הם כנשאי הנגיף. בעקבות זאת, במועצה האזורית שומרון החליטו כי מאה תושבים ייכנסו לבידוד, מתוכם 33 פעוטות. במועצה אמרו כי מספר המבודדים צפוי אף לעלות.החולה איננו נמנה על צוותי רפואת חירום של מד\"א, ולא בא במגע עם  חולים ומטופלים. ככל הנראה, הוא נדבק לאחר שהיה במגע הדוק עם חולה מאומת, מחוץ למסגרת העבודה. במשרד הבריאות הורו לכל מי שהיה איתו במגע להיכנס לבידוד. בד ובדד, הוא הדביק את אשתו, העובד כמטפלת במעון, ואת שלושה מילדיו, אך בת נוספת לא נדבקה. ארבעת בני המשפחה הועברו לטיפול בתנאי בידוד בתל השומר.ראש המועצה האזורית שומרון יוסי דגן כינס במהלך הלילה ישיבת חירום עם הצוות המקצוע של המועצה והנהגת התנחלות לבחינת ההתנחלות, שמבהלכה שוחח עם סגן מנהל שירותי בריאות הציבור במשרד הבריאות, אודי קמינר. הבוקר, בתיאום עם המשרד, נשלח מכתב לתושבים המסביר את המצב המורכב ומבקש מכל מי שהיה במגע עם בני המשפחה, כולל הפעוטות במעון, להיכנס לבידוד.דגן אמר כי \"אנחנו מצויים במצב מורכב ועדין וימים קשים עוד לפנינו. אנחנו פועלים יד ביד לצד משרד הבריאות והנהגת הישוב כדי לפעול מצד אחד למען בריאות הקהילה ומהצד השני תוך התחשבות במרקם החיים של הבריאים וסיוע למבודדים\".\nרשויות הבריאות בקנדה הודיעו על קורבן ראשון במדינה כתוצאה מהנגיף. במדינה נרשמו עד כה יותר מ-70 מקרים של חולי קורונה.\nנשיא סין, שי ג'ינפינג, ביקר בעיר ווהאן, מוקד התפרצות נגיף הקורונה - כך דווח באמצעי התקשורת הרשמיים במדינה. הנשיא נפגש עם צוותים רפואיים מחזית המאבק בקורונה, בפעם הראשונה בה הוא מבקר במקום מאז ההתפרצות. בתוך כך, בתקשורת הסינית דווח כי הרשויות במחוז חוביי שוקלות להסיר חלקית את מגבלות התנועה על תושבים שמתגוררים באוזרים שאינם נמצאים בסיכון גבוה.\nהרשויות בסין דיווחו על 17 מקרי מוות נוספים כתוצאה מהידבקות בנגיף הקורונה, כולם במחוז חוביי - מקור ההתפרצות. עם זאת, מגמת הירידה בעוצמת ההתפשטות במדינה נמשכת, כשרק 19 בני אדם אובחנו כחולים ביממה האחרונה, בהשוואה ל-40 יממה קודם לכן. סך הכל עומד מספר החולים במדינה על 80,754, ו-3,136 בני אדם מתו כתוצאה מהנגיף.\nספינת התענוגות \"גראנד פרינסס\" נגועת הקורונה עגנה בנמל בעיר אוקלנד שבקליפורניה והרשויות החלו בקליטת כל 2,400 נוסעיה. הספינה הוחזקה החל מהשבוע שעבר מול חופי סן פרנסיסקו בשל חשש מהידבקות חלק מהנוסעים השוהים עליה. כל הנוסעים ייבדקו על ידי גורמי הרפואה במדינה וסגן נשיא ארצות הברית מייק פנס אמר כי החולים יוטסו לשהות בבידוד בבסיסים צבאיים בטקסס ובג'ורג'יה.\nהבית הלבן מסר כי נשיא ארצות הברית דונלד טראמפ לא נבדק בחשד כי נדבק בנגיף הקורונה, זאת לאחר שבכלי תקשורת דווח כי הוא בא במגע עם שני מחוקקים שהוכנסו לבידוד עצמי. \"הנשיא לא קיבל תוצאות של בדיקות נגיף קורונה כיוון שלא בא במגע אם אף חולה קורונה, ואין לו שום תסמינים\", מסרה דוברת המשכן סטפני גרישם, \"הנשיא טראמפ נמצא במצב בריאותי מצוין והרופא שלו ימשיך לעקוב אחר מצבו\".\nבעוד שמספר מקרי ההידבקות בעולם חצה את ה-113,000, ויותר מ-3,000 בני אדם מתו - הנגיף ממשיך להתפשט: במונגוליה ובפנמה דיווחו הרשויות על מקרי הידבקות ראשונים בשטח המדינה. במונגוליה החולה זוהה כאזרח צרפת העובד במדינה. בפנמה החולה זוהתה כאישה בשנות ה-40 לחייה ששבה למדינה מספרד.\nמחירי הנפט רשמו הלילה עלייה של 4.1% - מעט יותר מדולר אחד לחבית - לאחר יממה שבה צללו למחירים הנמוכים ביותר מאז מלחמת המפרץ ב-1991. העלייה נרשמה אחרי שמשקיעים זיהו התאוששות, לאחר שנגיף הקורונה הפחית את הביקוש. קריסת שוק הנפט הביאה לירידות שערים חדות בוול סטריט שבניו יורק בעקבות הבהלה מהנגיף. מדד הדאו ג'ונס צנח ב-8% ומדד S&P 500 צלל ב-7.7%.\nמייק פנס, סגנו של נשיא ארצות הברית דונלד טראמפ, אמר כי הוא אינו יודע אם הנשיא נדבק בקורונה. זאת לאחר דיווחים בכלי תקשורת מהם עלה כי טראמפ שהה במחיצת ואף בא במגע עם חברי קונגרס שהוכנסו לבידוד עצמי לאחר שנמצאו בסמוך לחולה בנגיף. \"אני באמת לא יודע לענות על השאלה הזאת, אבל מומחי הבית הלבן יתנו לכך תשובה במהרה\", אמר פנס בתדרוך לעיתונאים שנערך בבית הלבן בהשתתפות גורמי הממשל האמונים על הטיפול בהתפשטות הווירוס.\nנשיא ארצות הברית אמר כי ממשלו שוקל הקלה משמעותית במיסים, זאת לאור הנזקים שנגרמו לשווקים בשל נגיף הקורונה. בתדרוך לעיתונאים שנערך בבית הלבן בהשתתפות גורמי הממשל האמונים על הטיפול בהתפשטות הקורונה בארצות הברית, הנשיא אמר כי הבית הלבן ידון עם הקונגרס \"על הפחתה או הקלה במיסוי, הקלה משמעותית מאד\". בסך הכל, בארצות הברית נרשמו 605 מקרי הידבקות בנגיף.\nבית החולים שיבא הודיע כי נשלל החשד שרופאה בבית החולים נדבקה בקורונה, זאת לאחר בדיקות נוספות שנערכו לה. החשד עלה בעקבות אבחנה חיובית של בן זוגה של הרופאה. בעקבות כך, נקראה כל משפחתה לשהות בבידוד.\nלאחר עלייה של כמאה בני אדם ביממה במניין קורבנות המחלה, איטליה הרחיבה את הסגר לכל רחבי המדינה במהלך חסר תקדים שנועד לנסות לבלום את התפשטות הנגיף. ראש ממשלת איטליה, ג'וזפה קונטה, הודיע כי לא יהיה עוד \"אזור אדום\", אלא במקום זאת - כל שטחי המדינה יהיו תחת אותם התנאים. במסגרת הסגר, התנועה של 60 מיליון האזרחים תהיה מוגבלת להגעה למקומות עבודה ולמקרי חירום בלבד, וכל ההתאספויות הציבוריות ייאסרו.\nמשרד הבריאות הודיע כי מניין חולי הקורונה בישראל עלה ל-50. החולה הנוספת שהתגלתה היא תושבת מחוז חיפה שחזרה מטנריף דרך מדריד ב-3 במרץ. היא נכנסה לבידוד מה-4 במרץ ומאז לא באה במגע עם אנשים נוספים, ומצבה הבריאותי טוב.", "url": "https://news.walla.co.il/item/3345604", "type": "article", "site_name": "וואלה!News", "published_time": "2020-03-10 22:45"}