{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3346550"}, "headline": "משבר הקורונה: מנהלת מחלקה באיכילוב חלתה; מטופלים בבידוד", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/2/9/9/6/2996986-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, יקי אדמקר, דניאל דולב, דנה ירקצי, טל שלו,יואב איתיאל וסוכנויות הידיעות"}, "datePublished": "2020-03-15 23:24:00", "dateModified": "2020-03-16 00:14:57", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "סגנית מנהל המעבדה לנגיפים והרופאה הבכירה אובחנו עם הווירוס, ובעקבות זאת מטופלים ואנשי צוות נשלחו לבידוד. מניין הנדבקים בישראל עלה ל-213, ורהמ אף הוא עבר בדיקת קורונה - שיצאה תקינה. באיטליה נרשם שיא של 368 מקרי מוות מהנגיף ביממה. עדכונים שוטפים", "title": "משבר הקורונה: בכירה במשרד הבריאות ומנהלת מחלקה באיכילוב נדבקו בנגיף", "subtitle": "סגנית מנהל המעבדה לנגיפים והרופאה הבכירה אובחנו עם הווירוס, ובעקבות זאת מטופלים ואנשי צוות נשלחו לבידוד. מניין הנדבקים בישראל עלה ל-213, ורה\"מ אף הוא עבר בדיקת קורונה - שיצאה תקינה. באיטליה נרשם שיא של 368 מקרי מוות מהנגיף ביממה. עדכונים שוטפים", "keywords": ["נגיף הקורונה", "ארצות הברית", "ספרד", "דונלד טראמפ", "אמיר אוחנה", "קוריאה הדרומית"], "articleBody": "עם התחדשות ההנחיות מפני התפשטות הנגיף בישראל, עלה היום (ראשון) מספר הנדבקים בווירוס בארץ ל-213 בני אדם. על פי משרד הבריאות, מצבם של 195 מוגדר קל, 12 במצב בינוני, שניים במצב קשה, וארבעה החלימו ושוחררו לביתם. בין החולים מנהלת מחלקה בבית החולים איכילוב בתל אביב.בית המשפט המחוזי בירושלים החליט על דחיית מועד פתיחת משפטו של ראש הממשלה בנימין נתניהו ביותר מחודשיים. זאת, בעקבות הכרזת שר המשפטים אמיר אוחנה על מצב חירום לאור משבר הקורונה, שמשמעותו הקפאת פעילות בתי המשפט השלום והמחוזי ברחבי הארץ ל-24 שעות. נתניהו עצמו עבר בדיקת קורונה יחד עם סביבתו הקרובה, ולא נמצא נשא של הנגיף. כמו כן, על פי הוראות משרד הבריאות, כל מוסדות החינוך הפסיקו לפעול החל מהבוקר ונסגרו מקומות הבילוי כדוגמת קניונים, בתי קולנוע, חדרי כושר ובתי קפה. נכנס לתוקף האיסור על התקהלות של יותר מעשרה אנשים. הממשלה אישרה הטלת קנסות מנהליים בסך 5,000 שקלים על מי שמפר צווי בידוד או צווי הגבלת התקהלות. שר הביטחון נפתלי בנט אישר גיוס מילואים לפיקוד העורף.גם ברחבי העולם ממשיך וירוס הקורונה לתת את אותותיו. הבית הלבן הכריז כי בדיקת הקורונה של נשיא ארצות הברית, דונלד טראמפ, חזרה שלילית, והוא אינו נדבק בנגיף. לעומתו, אשת ראש ממשלת ספרד פדרו סנצ'ס - ביגונה גומז, חלתה בווירוס. בקונגו אובחן מקרה הקורונה הראשון אצל אזרח שחזר מפריז, ובסין עלה מניין המתים ל-3,199 בני אדם.\nנשיא ונצואלה ניקולס מדורו הורה היום (ראשון) על סגירת עסקים ואף הורה לאזרחים להישאר בבתיהם בשש מחוזות ובבירה קראקס החל ממחר כדי להאט את התפשטות נגיף הקורונה. הוא החריג מתכנית ה\"סגר הקיבוצי\" את ענפי ההובלה והמזון. המספר הכולל של מקרי ההדבקות שאושרו עלה ל-17 מ-10.\nיו\"ר הפד ג'רום פאוול יודיע הלילה על הורדת הריבית ל-0 אחוז והזרמת סיוע של 700 מיליארד דולר, על מנת שהכלכלה האמריקנית תתמודד עם משבר הקורונה\nמנהיגי הציבור הליטאי חרדי, הרב חיים קנייבסקי והרב גרשון אדלשטיין, אישרו את המשך הלימודים בעשרות מוסדות חינוך חרדים שסרים למרותם, בהם ישיבות ותלמודי תורה ברחבי הארץ. לפי המתכונת שאושרה, ילמדו בקבוצות של 10 תלמידים בכל קבוצה. גם הפנימיות ימשיכו לפעול במתכונת דומה. הסיכום ניתן לאחר פגישה שקיימו מוקדם יותר נציגיהם עם ראש הממשלה בנימין נתניהו, והאחרון אפשר הצעה זו.\nהושג סיכום בין משרד הבריאות למשרד לשירותי דת לאפשר טבילה במקווה לגברים. על פי הסיכום, תתאפשר טבילה במקוואות ממחר בבוקר בתנאים קפדניים, בין היתר, שהות עד 10 איש במתחם המקווה באותו זמן במרחק לפחות 2 מטר בין אחד לשני; רק טובל אחד בבור בכל פעם; כמות כלור במים על פי תקן משרד הבריאות.\nמדובר צה\"ל נמסר כי ישנם בסך הכל ארבעה חולים מאומתים ובנוסף 3,628 משרתים ו-92 עובדי צה\"ל נמצאים בבידוד.\nפעוטה בת שנתיים וחצי מירושלים אובחנה כחולה בקורונה - כך נמסר ממשרד הבריאות. הפעוטה נדבקה מחולה מאומת. בנוסף לכך, ילד בן שש מיישוב ליד ירושלים אובחן גם הוא עם הנגיף. סך מניין החולים בישראל הוא 213.\nאחת החולות בנגיף הקורונה במרכז הארץ היא סגנית מנהל המעבדה המרכזית לנגיפים של משרד הבריאות. מצבה של העובדת קל והיא נמצאת בבידוד. במשרד הבריאות הודיעו כי הם עובדים על יצירת חלופות לבדיקות באמצעות צוותים ממעבדות אחרות. הודעה אישית תימסר לכל המגעים האישיים עם השלמת החקירה האפידמיולוגית נעדכן.\nברים ומועדוני לילה בטורקיה ייסגרו החל ממחר, במטרה לבלום את התפשטות נגיף הקורונה - כך מסר הערב (ראשון) משרד הפנים הטורקי. עוד נמסר כי האיסור הזמני ייכנס לתוקף בשעה 10:00 בבוקר, אך לא נמסר כמה זמן יימשך האיסור.\nשלושה אלונקאים של בית החולים בני ציון בחיפה, ככל הידוע תושבי העיר, נשלחו לבידוד בשל מגע עם חולה קורונה. מבית החולים מסרו כי \"המרכז הרפואי בני ציון פועל ונוקט באמצעי זהירות עפ\"י וכמתחייב מהנחיות משרד הבריאות ולנוכח הנסיבות ישנם אנשי צוות אלונקאים שנשלחו לבידוד ביתי. הם אינם חולים\".\nסרביה הכריזה על מצב חירום להפסקת התפשטות נגיף הקורונה - כך הודיע הנשיא אלכסנדר ווצ'יץ'. \"מרגע זה ממש יש לנו מצב חירום\", אמר ווצ'יץ' בנאום טלוויזיוני והוסיף כי הממשלה תקבע \"צעדים קשים ביותר\" בקרוב, למאבק בקורונה. רשויות הבריאות במדינה דיווחו עד כה על 46 מקרי הידבקות בנגיף.\n120 אנשים מתו ביממה האחרונה מנגיף הקורונה בצרפת, לעומת 91 שמתו מהנגיף אתמול - כך מסר שר הבריאות של צרפת אוליבר ורן. הוא אמר כי מספר מקרי ההידבקות בווירוס בצרפת עלה ל-5,400.\nמנהלת מחלקה בבית החולים איכילוב פיתחה תסמינים קלים של קורונה, נמצאה חיובית והוכנסה לבידוד. כל המחלקה נכנסה לבידוד וכן כ-30 מטופלים. כעת בודקים מי היו המטופלים בשבועיים האחרונים כמו גם אנשי הצוות. לדבריה, אם לא הייתה עובדת מערכת הבריאות היא לא הייתה נבדקת, ומהרגע שפיתחה את התסמינים לא הייתה במגע עם חולים.מאיכילוב נמסר כי מנהלת מחלקה בבית החולים סבלה מתסמינים מינימלים, ומיד בעליית חום נכנסה לבידוד ונבדקה. תוצאות הבדיקה אימתו שהיא חיובית לקורונה. בהמשך לחקירה אפידמיולוגית לכל המטופלים במחלקה נלקחה בדיקה, ואותרו המטופלים שנחשפו ושוחררו. אנשי הצוות שהיו במגע נמצאים בבידוד מרגע קבלת התשובה.\nלאחר הערכת מצב מול כל הגורמים המקצועיים הרלוונטיים בעניין נגיף הקורונה ובתיאום עם היועץ המשפטי לממשלה ומנהל בתי המשפט, האריך שר המשפטים אמיר אוחנה את מצב החירום בבתי המשפט, בתי הדין לעבודה ובלשכות ההוצאה לפועל עד ל-22 במרץ 2020. ההחלטה להרחיב את סוגי העניינים שיידונו מאזנת בין זכות הגישה לערכאות, והצורך המתחייב מהנחיות משרד הבריאות לשמור על בריאות ושלומם של הציבור ובאי בתי המשפט, העובדים והשופטים.\nנשיא רוסיה ולדימיר פוטין הורה היום (ראשון) על הקמת קבוצת עבודה מיוחדת למלחמה בהתפשטות נגיף הקורונה - כך דווח הערב (ראשון) בסוכנות הידיעות RIA. פוטין הסמיך את ראש עיריית מוסקבה סרגיי סוביאנין, כאחראי על הקבוצה החדשה, שתכלול גם גורמים ממשלתיים. ברוסיה אותרו 63 מקרים של נגיף הקורונה.\nסלובקיה הכריזה על מצב חירום בעקבות התפרצות נגיף הקורונה, והורתה על סגירת כל החנויות פרט לחנויות מזון, בתי מרקחת, בנקים, תחנות דלק וסניפי דואר החל ממחר בערב - כך הודיע (ראשון) ראש הממשלה פיטר פלגריני. הוא הוסיף כי ועדת המשבר של הממשלה תתכנס מחר לדיון בצעדים נוספים. בסלובקיה אושרו היום 61 מקרים בנגיף הקורונה, לעומת 17 ביום קודם לכן.\nשב\"ס ממשיך בפעילות למניעת חדירת נגיף הקורונה לתוך מתקני הכליאה ולשמירה על בריאותם של הכלואים ואנשי הסגל. בהמשך להנחיות הדרג המדיני ולאישור תקנות לשעת חירום שאושרו היום ע\"י הממשלה וכדי לצמצם ככל הניתן כניסות לבתי הכלא, נערך שב\"ס לפעול לקיום דיוני הארכות מעצר באמצעים טכנולוגיים מבתי הסוהר ללא ליווי העצורים לבתי משפט. כמו כן, התייעצות עצורים עם עורכי דין תתקיים ככלל באמצעות שיחות טלפון. בנוסף לכך, תעסוקת האסירים הותאמה למגבלות משרד הבריאות כמו גם היציאות לחצרות הטיולים והשהייה בשטחים הציבוריים.שב\"ס גם נערך לטיהור שטחים ציבוריים מחוץ ובתוך אגפי הכליאה. כל איש סגל ואזרח שנדרש באופן חיוני להיכנס לבית סוהר נבדק בכניסה למתקן. הוגדלה מכסת הרכישות בקנטינה לאסירים הפליליים ב 200 ₪ לחודש והוקמה קרן לסיוע כספי לאסירים נזקקים. ציוד ניקיון והיגיינה חולק לכלל היחידות ונרכש ציוד נוסף שיחולק בהמשך לחיטוי ולניקיון התאים והאגפים. בנוסף, מתקיימת הסברה שוטפת לכלואים באמצעות סרטוני הסברה במספר שפות, שילוט הסברה וחומרי הסברה נוספים המדגישים את החובה לשמירה על היגיינה. ההנחיות הועברו לכלל הכלואים שרואים עצמם שותפים למאמץ ההתגוננות ומניעת התפשטות הנגיף בתוך בתי הסוהר.\nנשיא דרום אפריקה סיריל רמפוזה הכריז היום (ראשון) על התפרצות הקורונה כאסון לאומי. במסיבת עיתונאים שבה פירט על מגוון צעדים להכלת ההתפרצות, שהדביקה עד כה 61 בני אדם במדינה. רמפוזה אמר כי יש לנקוט באמצעים, כמו איסור נסיעה למדינות בסיכון גבוה, כדי להגביל את התפשטות הנגיף.\nבדיקות הקורונה של ראש הממשלה בנימין נתניהו וסביבתו יצאו תקינות. נתניהו ומקורביו נבדקו בהתאם להנחיות סמנכ\"ל ביטחון וחירום במשרד ראש הממשלה.\nברגעים אלה מתגבש סל עזרה למעסיקים, במסגרתו יוקצו שלושה מיליארד שקלים לתמיכה במשק. לא מדובר בהלוואות אלא בכסף חי. המעסיקים מבטיחים לא לפטר עובדים עד פסח. המשתתפים דנים כעת בשאלת מענק מעסיקי קורונה שנפגעו מהמשבר בסכום של 4,000-5,000 שקלים, בעוד המעסיקים דורשים יותר. עוד דנים בדחיית תשלומי המסים עד חודש מאי.\nהממשלה אישרה את מנגנון המניעה האלקטרוני להתפשטות הקורונה. בישיבת הממשלה התקיים דיון ארוך בנושא הסמכת השב\"כ לסייע למאמץ הלאומי להתמודדות מול התפשטות הנגיף. הבקשה לסיוע של שב\"כ הגיעה ממנכ\"ל משרד הבריאות, שסיפק חוות דעת מפורטת לחשיבות הצורך הזה ולפעילותו וכן חוות דעת משפטית לנוכח תמונת המצב של המגפה.  ראש הממשלה לא הסתפק בנוסח המקורי של ההחלטה וביקש להטיל סייגים רבים מאוד כדי לצמצם את היקף המידע, את היקף הנחשפים לו ולהבטיח שלא יעשה במידע זה שום שימוש זולת למאבק במגפת הקורונה. ראש הממשלה ביקש להביא לעיונו נוסח שישקף את כל ההחמרות והסייגים שביקש להכניס. הובהר כי השב\"כ לא יעסוק בנושא אכיפה של המבודדים ושל נהלי הבידוד. בכל מקרה הסמכות לא תעלה על תקופה של 30 יום מרגע שתאושר ההחלטה בוועדת המשנה לשירותים חשאיים של ועחו\"ב.\nבשל התפשטות הקורונה, הודיע שר התחבורה בצלאל סמוטריץ' על דחייה של 3 חודשים בקורסי נהיגה מונעת, הארכת תוקף רישיונות נהיגה והארכה בחודש של רישיונות הרכב.\n368 מקרי מוות כתוצאה מהידבקות בנגיף הקורונה נרשמו באיטליה - כך עולה מנתונים רשמיים שפורסמו במדינה. מדובר במספר ההרוגים הגדול ביותר ביום אחד עד כה.\nמנהל בתי המשפט, השופט יגאל מרזל, פרסם את רשימת הנושאים שיהיו מוחרגים ולכן ניתן יהיה לדון בהם גם לאחר הארכת ההכרזה על מצב חירום בבתי המשפט. בין היתר ימשיכו להתקיים דיונים בעתירות לבג\"ץ ובהליכי ערעור דחופים. זאת, בנוסף להארכות מעצר ושחרור בערבות. למרות רשימת הנושאים הארוכה שמוחרגת ממצב החירום, לא יישמעו דיוני הוכחות בתיקים פליליים או אזרחיים - ואלו יידחו.\nמשרד החינוך יצא הבוקר לדרך עם אולפני השידור לכיתות א'-י\"ב בשפה העברית ובשפה הערבית, שהתפרסו על פני 51 שיעורים. האתר פעל לאורך היום באופן שוטף ובהצלחה רבה. בסך הכל לאורך היום ובכל הזירות השתתפו יותר מ- 200,000 תלמידים בלמידה מרחוק. המשרד ירחיב את התכנים הלימודים באתרי המשרד מדי יום כדי להנגיש מגוון רחב של תכנים שעברו בדיקה ובחינה מסודרת.\nמשרד הבריאות הודיע כי חולה מספר 29, שלא זוהה מקור ההידבקות שלו בקורונה בתחילה, נדבק כנראה מבן משפחה שהיה חשוף לחולה מאומת אחר - כך עלה מהחקירה האפידמיולוגית שנערכה במשרד הבריאות.\nח\"כ איילת שקד (ימינה) שיגרה מכתב לשר הבריאות, יעקב ליצמן ושר המשפטים אמיר אוחנה ובו הביעה את מורת רוחה מהשימוש בטכנולוגיות מעקב אחר אזרחים שחולים בקורונה. \"שינוי מדיניות ושימוש בצעד כה דרקוני כלפי חירות האזרח דורש שמירה יתירה על איזונים ובלמים בהפעלת הסמכות. נדרשת שקיפות מלאה ותחת ביקורת ופיקוח קפדנים\".\nראש הממשלה בנימין נתניהו נפגש היום עם הרבנים הראשיים לישראל, מזכירי מועצת גדולי התורה, הרב שפירא, יו\"ר ועד הישיבות ועם ראשי הסיעות החרדיות. בדיון הוסכם כי יש לשמור על הנחיות משרד הבריאות, תוך מציאת פתרונות ללימוד תורה.\nשר הבריאות יעקב ליצמן הורה לאשר מיידית מאות תקני רופאים ומתמחים למערכת הבריאות. בפגישה של שר הבריאות ויו\"ר ההסתדרות הרפואית פרופ' ציון חגי, סוכם כי יאושרו מידית תקנים עבור כלל הרופאים שטרם שובצו במערכת לרבות מתמחים וסטאז'רים. על פי הסיכום, אליו הגיעו בפגישה על רקע משבר הקורונה, לא יהיו עוד רופאים מחוץ למערכת, בשלך מחסור בתקנים.\nדובר צה\"ל הודיע כי בשל משבר הקורונה הליכי הצו הראשון שתוכננו לעת הקרובה יידחו ויתקיימו במועד מאוחר יותר. צה\"ל ימשיך ויעדכן באתר צה\"ל ובאתר מיטב.\nמשרד הבריאות עדכן כי מניין חולי הקורונה בישראל עלה ל-213 בני אדם. מבין הנדבקים, שניים מאושפזים במצב קשה, 12 באורח בינוני ו-195 נוספים במצב קל. עד כה החלימו ארבעה מבין החולים.כמו כן, בשלב זה 2,593 אנשי צוות רפואי נמצאים בבידוד - בהם 862 רופאים ו-823 אחיות. 18 אנשי צוות נדבקו בנגיף.\nבתום הערכות מצב שקיים מנכ\"ל הכנסת אלברט סחרוביץ עם גורמי המקצוע בכנסת בנושא השלכות ההנחיות של משרד הבריאות, על אירוע השבעת הכנסת שיחול מחר, הוחלט בין היתר כי הצהרת האמונים של חברי הכנסת תעשה ב-40 סבבים של שלושה חברי כנסת במקטע. כשבכל נקודת זמן יהיו לא יותר מ-10 אנשים במליאה, ובתוכם יו\"ר הכנסת, נשיא המדינה ומזכירת הכנסת שילוו את האירוע מתחילתו ועד סופו.הערכות מצב אלו התכנסו בתום שיח שקיים מנכ\"ל הכנסת וקצין הכנסת, ניצב יוסף גריף עם פרופ' סיגל סדצקי, ראש שירותי בריאות הציבור במשרד הבריאות.\nנשיא לבנון מישל עאון הודיע על \"מצב חירום רפואי\" במדינה, בגלל איום וירוס הקורונה. הוא קרא לאזרחים לעבוד מהבית ולהימנע ממפגשים חברתיים כדי למנוע את התפשטות הנגיף. משרד הבריאות בלבנון מסר על 99 מקרי הידבקות בנגיף הקורונה במדינה.\nשר הביטחון נפתלי בנט אמר כי אין דרך לדעת כמה חולים ונשאים יש כרגע בישראל. \"חשוב לומר לציבור את האמת - אנחנו לא יודעים כמה חולים יש, יכול להיות שיש 5,000 נשאים בינינו\", אמר בנט בהערכת מצב במשרד הביטחון. \"השבוע הקרוב קריטי, אחריו נדע אם אנחנו בזינוק או התייצבות\".\nגרמניה החליטה לסגור את גבולות עם צרפת, אוסטריה ושוויץ החל ממחר, זאת בעקבות התפשטות נגיף הקורונה ברחבי היבשת - כך דיווח גורם המעורה בנושא.\nמוטי כהן, מ\"מ המפכ\"ל שלח איגרת לשוטרים ברקע משבר הקורונה בישראל. \"אנו נמצאים בעיצומו של אירוע עולמי ולאומי, המחייב את מדינת ישראל להתמודדות עם אתגרים ומורכבויות אשר טרם ידענו כמותם. עלינו, מפקדי, לוחמי, שוטרי ומתנדבי המשטרה מוטלת האחריות להיות, כמו תמיד, לסיוע, לשמירה ולהגנה על בטחונם של אזרחי ותושבי מדינת ישראל. זוהי שעת חירום לאומית, אזרחי המדינה נדרשים לשינוי הרגלי החיים ולנקיטת משנה זהירות, זאת על מנת להגן עליהם ועל בני ביתם.\nבמהלך ישיבת הממשלה היום הביעו חלק מהשרים הסתייגות מהשלכות השימוש ביכולות השב\"כ לאיכון ומעקב אחר הקורונה, בהם השר לביטחון פנים גלעד ארדן, שר המשפטים אמיר אוחנה, שר התחבורה בצלאל סמוטריץ', ושרת התפוצות ציפי חוטובלי. בשעה זו יש דיון מקדים של השרים עם המשנה ליועמ\"ש רז נזרי בנושא, בו דנים בהסתייגויות והגבלות על המהלך, לקראת חידוש ישיבת הממשלה ב-17:30.\nראש הממשלה בנימין נתניהו דן בשעה זו בבחינת דרכים נוספות להתמודדות עם נגיף הקורונה. בדיון משתתפים ראש המל\"ל, ראש שירותי בריאות הציבור במשרד הבריאות, מנהלת המעבדה המרכזית לנגיפים של משרד הבריאות, מנהל המחלקה לתכנון ומחקר מדיניות בריאות בקופות החולים, ראש המכון הביולוגי, ראש מפא\"ת, נשיא מכון ויצמן ויו\"ר רשות החדשנות.\n14 מקרים חדשים של הידבקות בנגיף הקורונה אותרו ביממה האחרונה בסינגפור. מדובר בגידול היומי הגדול ביותר של נדבקים בסינגפור. עד כה, אושרו 226 מקרים של הנגיף, כאשר 105 מהם התאוששו לחלוטין.\nלטובת תגבור המענה לציבור בנוגע לנגיף הקורונה, פיקוד העורף פתח מוקד מידע משותף יחד עם מד\"א. החל מהבוקר, מאה אנשי מילואים החלו לאייש את המתחם, שיופעל 24 שעות ביממה. מדובר צה\"ל נמסר כי המוקד מיועד למי שנמצא בבידוד בבית ופיתח תסמינים דוגמת חום מעל 38 מעלות, שיעול או קשיי נשימה. ניתן לפנות באמצעות חיוג לקו הקבוע של מד\"א שמספרו 101.\nמקרה מוות ראשון בהונגריה כתוצאה מהידבקות בנגיף הקורונה - כך דווח בסוכנות הידיעות MTI, מפי מרכז התקשורת הממשלתי במדינה. אזרח הונגרי בן 75 מת זמן קצר לאחר שאושפז בבית החולים עם דלקת ריאות קשה וחשד שנדבק בווירוס. בהונגריה 32 מקרי קורונה מאושרים ו-159 אנשים נמצאים בהסגר, לפי נתוני הממשלה. הממשלה סגרה את כל בתי הספר במדינה והנהיגה השבוע מגבלות על התכנסות ציבורית.\nראש הממשלה בנימין נתניהו עבר היום בדיקה לאבחון נגיף הקורונה. על פי הנחיות סמנכ\"ל ביטחון וחירום במשרד ראש הממשלה, נעשות בדיקות קורונה שגרתיות לסביבתו הקרובה של ראש הממשלה וכן לראש הממשלה. לאף אחד מהנבדקים לא הופיעו סימפטומים טרם הבדיקה.\nשמונה בני אדם נוספים מתו מנגיף הקורונה בהולנד - כך מסרו גורמי הבריאות במדינה. בכך, עלה מניין הקורבנות מהווירוס בהולנד ל-20 בני אדם. עוד נמסר כי זוהו 176 מקרי הידבקות נוספים בנגיף במדינה, וכי מספר החולים עומד כעת על 1,135 בני אדם.\nהממשלה אישרה את תקנות העבודה לשעת חירום, והסמיכה את שר העבודה והרווחה אופיר אקוניס להפעיל אותן בעת הצורך. זאת, במסגרת ההתמודדות עם נגיף הקורונה ובהמשך לצעדים שהוכרזו בנושא. בשבוע שעבר, השר אקוניס אישר את פרסומו של תזכיר חוק המאפשר לו לחתום על צו גיוס עובדים במפעלים חיוניים למתן שירותים קיומיים גם במצב חירום עליו מכריז משרד הבריאות. התקנות שאישרה הממשלה תקפות ל-90 יום.\nהנהלת בית החולים רמב\"ם שבחיפה פנתה לציבור בבקשה להישמע להנחיית משרד הבריאות, ולהימנע מביקורים בבית החולים. זאת, בהמשך להגבלות שהוטלו בכדי להתמודד עם התפשטות נגיף הקורונה. עוד נמסר כי במידה שיש צורך בליווי חולה, תותר כניסה של מלווה אחד בלבד.\nמרכבת ישראל נמסר כי בסוף השבוע החלו פעולות ניקיון וחיטוי של רכבות ותחנות למניעת התפשטות הקורונה. בהנחיית מנכ\"ל רכבת ישראל, מיכאל מייקסנר, ניקיון הקרונות והתחנות יכללו חיטוי אזורים החשופים למגע ידיים אינטנסיבי כגון שערי כניסה, מעקות, ידיות אחיזה, לחצני מעליות, לחצני כניסה לרכבת, ומשטחי אחיזה בקרונות.\nנציגי משרד האוצר והסתדרות המורים דנו היום בשכר המורים שבשלב זה אינו משולם בעקבות השבתת מערכת החינוך. על פי נתוני האוצר, במגזר הפרטי כ-25 אלף עובדים איש הוצאו לחופשה ללא תשלום על ידי המעסיקים שלהם ויצטרכו לגשת ללשכת האבטלה כדי לקבל דמי אבטלה על ידי הביטוח הלאומי - סכום המהווה 70% מהשכר המלא. באוצר מבקשים להוציא לחל\"ת גם את המורים, דבר שהביא לוויכוח בין הצדדים וצעקות רמות מצדה של יו\"ר הסתדרות המורים, יפה בן דוד, ואז החליטו הצדדים להציע הצעה אחרת המדברת על השלמת השבועיים הבאים שהמורים בשבועיים של לימודים בימי החופש הגדול. בישיבה שהתקיימה עם מנכ\"ל האוצר, יו\"ר אגף התקציבים והממונה על השכר אמרה בן דוד כי \"שכרם של עובדי ההוראה צריך להיות משולם במלואו\". בן דוד עוד לא החליטה על תשובה ועל פי נציגי האוצר תצטרך לתת תשובות בקרוב, אחרת ההצעה תרד מהפרק.\nבישיבת הממשלה שנערכה היום אושרו תקנות לשעת חירום, שיזם השר לביטחון הפנים גלעד ארדן, לטובת ההתמודדות עם נגיף הקורונה. במסגרת התקנות שאושרו, המשטרה והרשויות המקומיות יוכלו להטיל קנסות מנהליים על מפרי צווי בידוד וצווי הגבלת ההתקהלות שהוצאו על ידי משרד הבריאות. בגין הפרת חובת הבידוד יוטל קנס בסך 5,000 שקלים, ובגין הפרת חובת הדיווח למשרד הבריאות על כניסה לבידוד או על חזרה ממדינה ירשם קנס בסך 3,000 שקלים. כמו כן, בגין הפרת הוראת שוטר על התפזרות התקהלות המנוגדת לצו, ירשם קנס בסך 5,000 שקלים. בנוסף, אושר גם כי דיוני הארכות מעצר יתקיימו ללא נוכחות העצורים, ויתנהלו באמצעים טכנולוגיים כגון שיחות וידאו. כמו כן, הוגבלו הביקורים לאסירים ועצורים, כמו גם הגבלת כניסות עורכי הדין למתקני הכליאה.\nמרשות האוכלוסין וההגירה נמסר כי יוארך באופן אוטומטי תוקף האשרה של זרים השוהים בישראל ובידיהם אשרות מסוג א5 (תושב ארעי) או ב1 כללי (אשרת שהיה ועבודה כללית), ושתוקף רישיונם פג החל מה-12 במרץ. זאת, בעקבות התפשטות נגיף הקורונה בישראל. עוד נמסר כי תוקף האשרה יוארך עד ליום ל-30 באפריל, וכי הנחיות להמשך טיפול יועברו בשבועות הקרובים. הציבור התבקש לא להגיע למנהל האוכלוסין או למתקן האכיפה בבני ברק.\nראש הממשלה בנימין נתניהו קיים את ישיבת הממשלה מלשכתו בירושלים בשיחת וידאו עם השרים. זאת, לאור ההנחיות החדשות להתמודדות עם התפשטות נגיף הקורונה, בהן איסור על התקהלות של יותר מעשרה אנשים. \"אנחנו מנהלים את הישיבה בשיחת וידאו. זו דוגמה ללמידת ההנחיות שהוצאנו על צמצום התקהלויות ושמירת מרחק\", מסר נתניהו. \"אנו מקפידים על כך - אתם רואים את זה גם במסכים. זו דוגמה וגם בקשה לחיקוי להנהלות שונות ופגישות שונות\".\n113 בני אדם נוספים מתו כתוצאה מנגיף הקורונה באיראן ביממה האחרונה - כך מסרו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס באיראן ל-724. עוד נמסר כי זוהו 1,029 מקרי הידבקות חדשים בנגיף, וכי מספר החולים במדינה עומד כעת על 13,938 בני אדם.\n190 מקרי הידבקות נוספים בנגיף הקורונה זוהו במלזיה - כך הודיעו הרשויות במדינה. בכך, עלה מספר החולים במלזיה ל-428 בני אדם. עוד נמסר כי כלל הנדבקים החדשים נכחו באירוע דתי במסגד, בו השתתפו יותר מ-10 אלף בני אדם ממדינות שונות.\nשלושה בני אדם נוספים מתו מנגיף הקורונה בפיליפינים, וזוהו 29 מקרי הידבקות חדשים - כך הודיע גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בפיליפינים ל-11 בני אדם, ומספר החולים עומד על 140. עוד נמסר כי בין שלושת הקורבנות החדשים קשיש אמריקני בן 83, שהגיע לפיליפינים לאחר ביקור בארצות הברית וקוריאה הדרומית. שני הקורבנות האחרים הם אזרחי הפיליפינים.\nשר הביטחון נפתלי בנט חתם על צו שמאשר גיוס של 2,000 אנשי מילואים לצה\"ל. זאת, לטובת עיבוי מערכי פיקוד העורף בעקבות התפשטות נגיף הקורונה.\nשר הפנים אריה דרעי הודיע כי בשל המאבק בהתפשטות נגיף הקורונה, עונת הרחצה לא תפתח עד הודעה חדשה. בדבריו בישיבה עם הנהלת משרד הפנים, הוא הוסיף כי ההחלטה התקבלה לאור האיסור על התקהלויות, וכדי לשמור על בריאות הציבור.\nהווקף החליט לסגור את האפשרות לתפילה בתוך מסגד אל-אקצא מחשש להתפשטות נגיף הקורונה - כך הודיע  מנהל המסגד, השייח עמאר כסוואני. הוא הוסיף כי התפילות יתקיימו אך ורק בחצר המסגד. בנוסף לכך, תיסגר לתפילה גם כיפת הסלע.\nמשרד הבריאות פרסם את המקומות בהם שהתה חולה מספר 128 מישראל שנדבקה בנגיף הקורונה. החולה, אישה בשנות ה-50 לחייה, נדבקה מחולה מספר 45. בתאריכים 4.3-10.3 היא שהתה בדיור מוגן \"מרכז נופים\" ברחוב הנרייטה סאלד 2 ירושלים. ב-8 במרץ הייתה במחלקה הסיעודית במוסד \"נופי ירושלים\", ברחוב שחראי 24 בין השעות 07:00-15:00.\nמקרה ראשון של הידבקות בנגיף הקורונה זוהה בקונגו - כך הודיעו הרשויות במדינה.\nהמרכז לניהול התנועה של חברת נתיבי ישראל מסר כי נפח התנועה בכבישי ישראל ירד ב-50% לפחות. זאת, בעקבות ההנחיות החדשות להתמודדות עם נגיף הקורונה שהוכרזו אמש על ידי ראש הממשלה בנימין נתניהו. עוד נמסר כי נכון לשעה זו, אין כל עומס בכבישים.\n32 מקרים חדשים של הידבקות בנגיף הקורונה זוהו בתאילנד ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין החולים בווירוס בתאילנד ל-114 בני אדם. מדובר במספר הגבוה ביותר של נדבקים ביממה שנרשם עד כה בתאילנד.\n21 מקרים חדשים של הידבקות בנגיף הקורונה זוהו באינדונזיה - כך מסרו גורמי הבריאות במדינה. בכך, עלה מספר החולים בווירוס באינדונזיה ל-117 בני אדם. עוד נמסר כי 19 מבין הנדבקים החדשים, הם תושבי הבירה ג'קרטה, ושניים נוספים הם ממחוז ג'אווה.\nפתיחת משפטו של ראש הממשלה בנימין נתניהו נדחתה ביותר מחודשיים, לאחר החלטת שר המשפטים אמיר אוחנה להקפיא את פעילות בתי המשפט. דיון הקראת כתב האישום של נתניהו, שהיה אמור להיערך ביום שלישי השבוע, נדחה ל-24 במאי. ההחלטה מגיעה שעות בודדות אחרי הכרזתו של אוחנה על מצב חירום במערכת המשפט, בעקבות התפשטות נגיף הקורונה.\nמשרד הבריאות הודיע כי מניין החולים בנגיף הקורונה בישראל עלה ל-200. עוד נמסר כי מבין הנדבקים מצבם של 178 מוגדר קל, 11 במצב בינוני, שניים במצב קשה, וארבעה החלימו ושוחררו לביתם.\nמקרה ראשון של הידבקות בנגיף הקורונה זוהה באוזבקיסטן - כך הודיע משרד הבריאות במדינה.\nהקונגרס באל סלבדור אישר שורה של צעדי חירום שהציג הנשיא נאיב בוקלה, למניעת התפשטות נגיף הקורונה במדינה. בין הצעדים שאושרו הגבלות על כניסה למדינה ויציאה ממנה, כמו גם צמצום התקהלויות במרחב הציבורי. באל סלבדור לא דווחה עד כה מקרים של הידבקות בווירוס.\nאוסטרליה תטיל סגר של 14 יום לכל הטיסות הנכנסות אליה - כך אמר ראש ממשלת אוסטרליה, סקוט מוריסון. בין היתר, אוסטרליה תאסור כניסת ספינות מנמלים זרים למשך 30 יום נוספים. באוסטרליה עומד מספר החולים בנגיף על 250 בני אדם, ועל שלושה מקרי מוות.\nמניין הנדבקים בנגיף הקורונה ביפן עלה ל-1,484 בני אדם - כך דיווחו כלי התקשורת במדינה. מספר הנדבקים כולל את 697 המאובחנים מספינת ה\"דיימונד פרינסס\" ששהתה לחופי יפן במשך קרוב לחודש, וכן מאזרחים ששבו למדינה מסין. מניין המתים כתוצאה מהנגיף במדינה עומד על 29 בני אדם.\nממשלת בריטניה אמרה לאזרחיה כי היא ממליצה להימנע מנסיעה לספרד, זאת ברקע התפרצות ווירוס הקורונה. אמש הכריזה ספרד על סגר חלקי כחלק ממצב חירום בן 15 ימים להתמודדות עם הנגיף. משרד החוץ הבריטי אמר כי על אזרחים בריטיים שנמצאים בספרד, לפעול על פי הוראות הרשויות המקומיות. בספרד, המדינה השנייה אחרי איטליה שנפגעה בצורה הקשה ביותר מהנגיף, מתו עד כה כ-193 בני אדם, ואובחנו כ-6,250 מקרי הדבקות.\nמספר החולים בנגיף הקורונה במקסיקו זינק ב-15 בני אדם ביממה, ועומד על 41 בני אדם, כך נמסר ממשרד הבריאות במדינה.\n76 בני אדם אובנו כחולים בקורונה ביממה האחרונה, מה שמעלה את מניין הנדבקים במדינה ל-8,162 בני אדם. עד כה 75 בני אדם מצאו את מותם מהנגיף בקוריאה הדרומית.\nמניין המתים מווירוס הקורונה בסין עומד על 3,199 בני אדם, כשעשרה מתו רק ביממה האחרונה. מניין הנדבקים במדינה הוא 80,844 בני אדם.\nהרפובליקה הדמוקרטית של קונגו אמרה היום (ראשון) כי אובחן מקרה ראשון של וירוס הקורונה במדינה. החולה, גבר כבן 50, חזר לאפריקה מפריז. בהודעה מטעם הממשלה נמסר כי החולה במצב יציב ואשתו וביתו נכנסו לבידוד.\nנשיא ארצות הברית דונלד טראמפ הודיע היום (ראשון) כי לאחר שעבר בדיקת קורונה, הוא לא נדבק בנגיף.\nמשרד הבריאות פרסם את ההנחיות הציבוריות החדשות להתמודדות עם נגיף הקורונה:מוסדות חינוך: כל מוסדות החינוך יפסיקו לפעול, ללא קשר למספר הילדים במסגרת. בכלל זה ייסגרו גם מסגרות החינוך המיוחד, הפנימיות, מעונות היום, המשפחתונים, מחנות הנוער, הקייטנות והצהרונים. מרכזי בילוי: קניונים (למעט מרכולים ובתי מרקחת, מקומות שמוכרים מזון שלא לצריכה במקום), דיסקוטקים, ברים, פאבים ובתי אוכל ובכלל זה בתי אוכל בבתי מלון (למעט הפעלת בתי אוכל שיספקו מזון שלא לצריכה במקום), אולמות אירועים, חדרי כושר ובריכות שחיה, פארקי מים, גן חיות, ספארי, פינות חי, בתי קולנוע, תיאטרון ומוסדות תרבות אחרים, מתקני שעשועים ולונה פארק, מקומות לעריכת מופעים וירידים, אתרי מורשת.אמצעי תחבורה: כלי שיט ציבורי, רכבל, יש להימנע מנסיעה של יותר משניים ברכב, יש להימנע מנסיעה בתחבורה ציבורית ככל שניתן.גופי דת: מקוואות לגברים, בתי מרחץ, תפילה וטקסים דתיים ייערכו בקבוצות של עד עשרה אנשים כל אחת, תוך שמירת מרחק של שני מטרים בן אדם לאדם ולא יותר משתי קבוצות בו זמנית.מקומות עבודה: עסקים לטיפול לא רפואי בגוף האדם, הגעת חולים למקום העבודה, מקומות עבודה ייערכו להמשך העברת עבודה מהבית ללא התקהלויות כלל. לעת הזאת הם יוכלו להמשיך לעבוד כל עוד הם מקפידים על קיום מרחק של שני מטרים לפחות בין העובדים בכל המקומות והמתארים בהם העובדים נמצאים.חל איסור ביקורים במסגרות רווחה, סיעוד או בריאות, המשמשים כבתים לחיים עבור תושביהם למעט מלווה אחד לכל היותר, רצוי מלווה קבוע.\nשר המשפטים אמיר אוחנה הקפיא את הפעילות בבתי המשפט המחוזי והשלום ל-24 שעות, בשל התפשטות נגיף הקורונה. רק בימים האחרונים נכנסה לתוקף התקנה עליה חתם אוחנה ומאפשרת לו לעשות זאת. בהתאם להכרזה, יידונו מחר רק עניינים דחופים כגון מעצר ושחרור, עתירות דחופות לבג\"ץ, וסעדים דחופים בהליכים אזרחיים.\nאשת ראש ממשלת ספרד פדרו סנצ'ס, אובחנה היום (ראשון) כחולה בקורונה - כך נמסר ממשרד ראש הממשלה הספרדי. עוד נמסר כי הזוג במצב טוב.\nהמשרד לשירותי דת הודיע כי לאחר התייעצות, הוחלט על סגירת כל המקוואות לגברים ברחבי הארץ - ציבוריים ופרטיים כאחד.", "url": "https://news.walla.co.il/item/3346550", "type": "article", "site_name": "וואלה!News", "published_time": "2020-03-15 23:24"}