{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3348447"}, "headline": "התפשטות הקורונה: מניין החולים בישראל עלה ל-1,930", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/1/3001101-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, מאיה הורודניצאנו, דניאל דולב, לירן לוי, יואב איתיאל, יניר יגנה, אלי אשכנזי וס"}, "datePublished": "2020-03-24 23:07:00", "dateModified": "2020-03-24 23:45:47", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מספר הקורבנות מהקורונה בארץ עלה לשלושה. 3,000 ישראלים ששהו בחול הושבו לארץ. מבקר המדינה נכנס לבידוד לאחר שחברת הנהלת משרדו נדבקה בנגיף. שיעור האבטלה עלה ל-19%. באיטליה, מניין המתים ממשיך לעלות והגיע ל-6,820. בצרפת ספרו 1,100 קורבנות. עדכונים שוטפים", "title": "התפשטות הקורונה: מניין החולים בישראל עלה ל-1,930, שניים נוספים מתו", "subtitle": "מספר הקורבנות מהקורונה בארץ עלה לשלושה. 3,000 ישראלים ששהו בחו\"ל הושבו לארץ. מבקר המדינה נכנס לבידוד לאחר שחברת הנהלת משרדו נדבקה בנגיף. שיעור האבטלה עלה ל-19%. באיטליה, מניין המתים ממשיך לעלות והגיע ל-6,820. בצרפת ספרו 1,100 קורבנות. עדכונים שוטפים", "keywords": ["נגיף הקורונה", "משרד הבריאות"], "articleBody": "מניין הקורבנות בישראל עלה היום (שלישי) לשלושה בני אדם. קשיש בן 87 שסבל מכמה מחלות רקע מת בבית החולים הדסה בירושלים, בנוסף לאישה בת 67 שמתה בבית החולים וולפסון בחולון. מספר החולים בישראל עומד על 1,930, בהם 34 במצב קשה. מניין המחלימים עלה ל-53 והם שוחררו לבתיהם.הנגיף מוסיף להתפשט ברחבי העולם, עם יותר מ-300 אלף נדבקים עד כה. בארצות הברית, הנשיא דונלד טראמפ אמר כי לא יאפשר לקורונה להפוך לבעיה כלכלית ארוכת-טווח. בסין אותרו 78 מקרי הידבקות חדשים, כשמרביתם הגיעו מחוץ למדינה. באיטליה, צרפת, שוויץ מספר הקורבנות ממשיך לעלות. כמו כן, משרד הבריאות השיק אפליקציה לבדיקת שהייה בקרבת חולי הקורונה, המבוססת על איכון שב\"כ. במקביל, המשרד ממשיך לפרסם מסלולים נוספים של חולי הקורונה בישראל. לרשימת המקומות המלאה לחצו כאן.\nמבקר המדינה מתניהו אנגלמן הוכנס לבידוד לאחר שבא במגע עם חולת קורונה - כך הודיע משרד מבקר המדינה. חברת הנהלת המשרד נמצאה כחולה מאומתת, וכמה חברי הנהלה ובכללם מבקר המדינה ומנכ\"ל המשרד נכנסו לבידוד למשך עשרת הימים הקרובים.\nצעיר בן 25 שוחרר מבית החולים סורוקה בבאר שבע לאחר שהחלים מנגיף הקורונה. מבית החולים נמסר כי תוצאות הבדיקות לגילוי הנגיף חזרו שליליות. בסורוקה מאושפזים כעת 13 חולי קורונה, בהם בת 95 במצב קשה, בת 58 במצב בינוני והיתר במצב קל.\nמדדי בורסת וול סטריט זינקו לאור תוכנית הסיוע הכלכלי של ארצות הברית בהיקף של שני טריליון דולרים. מדד הדאו ג'ונס זינק ב-11.3%, העלייה היומית החדה ביותר מאז 1933. מדד S&P 500 קפץ ב-9.3%, העלייה הגדולה ביותר מאז אוקטובר 2008, ומדד נאסד\"ק טיפס ב-8.1%. הזהב זינק ב-6%, העלייה החדה ביותר זה 11 שנה.\nמנהל מרפאת מומחים מרכזית של כללית בצפון, רופא בכיר, נשלח לבידוד אחרי שבא במגע קרוב עם חולה מאומת. בכללית אמרו לוואלה!NEWS כי המפגש בין השניים לא היה במרפאה ולא על רקע טיפול רפואי וכי הוא בוחר לשמור על חסיון רפואי.\nחולה מספר 1352 הוא משרת קבע בצה\"ל, בן 23 מצפון הארץ. החולה, מספר 26 בצה\"ל שוהה בבידוד מרגע נחיתתו בארץ ובמצבו קל. בנוסף, חולה מספר 1407 גם הוא משרת קבע בצה\"ל, בן 29 מצפון הארץ. מצבו קל והוא החולה ה-27 בצה\"ל.\nמניין הנדבקים בנגיף הקורונה בישראל עלה ל-1,930 בני אדם - כך מסר משרד הבריאות. מצבם של 34 מהחולים מוגדר קשה, 45 במצב בינוני, והיתר במצב קל. מספר המחלימים עלה ל-53 בני אדם.\nמניין המתים מנגיף הקורונה בטורקיה עלה היום (שלישי) ל-44 בני אדם - כך מסר שר הבריאות במדינה. מניין הנדבקים בנגיף במדינה עומד על 1,872 בני אדם.\nראש הממשלה בנימין נתניהו הורה היום (שלישי) להחריג ממגבלות התנועה לאזרח את מתן שירותי הווטרינריה הדחופה ולאפשר משלוחי מזון לבעלי חיים.\nמניין המתים מנגיף הקורונה בצרפת עלה ל-1,100 בני אדם - כך נמסר מרשויות הבריאות במדינה. מספר הנדבקים בנגיף במדינה עלה גם הוא ועומד על 22,304 בני אדם.\nמהמשרד לביטחון הפנים נמסר כי החל ממחר יוכלו פקחי הרשויות המקומיות לאכוף סגירה של בתי עסק שיפרו את הנחיות משרד הבריאות. נוהל האכיפה אושר בתיאום עם המשטרה ועל דעת המשנה לפרקליט המדינה. השר לביטחון הפנים גלעד ארדן אמר כי \"אנו מתמודדים עם אתגר אכיפתי אדיר, אך הוא מציל חיים\".\nבג\"ץ ביטל את הצווים שהגבילו את המשטרה ושב\"כ בשימוש במעקב איכונים סלולריים למאבק בקורונה. באשר לשב\"כ, הצו קבע כי אם עד היום בצהריים לא תוקם ועדת הכנסת הרלוונטית שאמורה לפקח על הפעלת השירות, ייאסר על המדינה להמשיך להפעילו למטרה זו.\nמסתמן כי ההנחיות שיואשרו בישיבת הממשלה הן הגבלת תנועה עד ל-100 מטרים מהבית, השבתת התחבורה הציבורית למעט מוניות, וסגירת כלל החנויות למעט מרכולים ופארמים. תינתן אפשרות ליציאה לצורך הצטיידות ומקרים רפואיים. כמו כן, נשקלת האופציה לאפשר משלוחי מוצרי חשמל אך ורק ממרכזי לוגיסטיקה. אנשים יורשו לצאת לעבודה על פי המתכונת של 30% מהעובדים החיוניים, ובהתאמה להסכם שנחתם במגזר הציבורי.\nהממשלה תקיים בשעה 20:30 ישיבה טלפונית בנושא ההתמודדות עם נגיף הקורונה. השרים ידונו בתמונת המצב, תרחישים, מדיניות וצעדים להמשך. בנוסף לכך, תקנות לשעת חירום הנוגעות להגבלות התנועה החדשות יובאו לאישור הממשלה.\nמתוך כ-6,000 ישראלים שפנו שביקשו סיוע בהשבתם, הוחזרו לארץ קרוב ל-3,000 - כך מסר משרד החוץ. עוד נמסר כי כאלף ישראלים שבו מהודו, כ-1,100 מפרו ומאות נוספים הוחזרו באוסטרליה, ברזיל, מקסיקו, נפאל ומיאנמר. משרד החוץ מסר כי בהמשך השבוע מתוכננות טיסות נוספות מהודו, אוסטרליה, קוסטה ריקה, לצד יעדים באירופה.\nגורמי הבריאות באיטליה הודיעו כי 743 בני אדם נוספים מתו מנגיף הקורונה ביממה האחרונה. בכך, עלה מניין הקורבנות במדינה ל-6,280. עוד נמסר כי מספר החולים באיטליה עומד על  69,176 בני אדם.\nיונה קורן, בן 59 שאושפז בבית החולים שערי צדק, שוחרר לביתו לאחר שהחלים מנגיף הקורונה. הוא נמצא שלילי לנגיף לאחר ששהה 15 ימים במחלקה הייעודית במרכז הרפואי.\nראש הממשלה בנימין נתניהו הנחה להקים חמ\"ל לאומי בראשות ראש המוסד יוסי כהן כדי לקדם את רכש ציוד רפואי בשל משבר הקורונה. בחמ\"ל הלאומי ישתלבו גורמים נוספים ממשרד הביטחון, משרד הבריאות, משרד האוצר, משרד המשפטים וגורמים נוספים הרלוונטיים למאמצי הרכש. כמו כן, הנחה נתניהו את התעשיות הביטחוניות לבחון אפשרות לייצור עצמי.\nקשיש בן 87 עם מחלות רקע מת מנגיף הקורונה לאחר שסבל ממצוקה נשימתית - כך נמסר מבית החולים הדסה עין כרם בירושלים. עוד נמסר מדובר בקשיש שהתגורר בבית האבות נופים בעיר, שסבל מסוכרת, דמנציה ואף עבר אירוע מוחי. הוא הובא לבית החולים בתחילת השבוע, כשכבר אובחן עם הנגיף ואינו חש בטוב. בית החולים אמר כי מצבו הידרדר במהירות.\nיו\"ר איגוד נותני שירותי הסיעוד, דורון רז, התריע מפני השבתת התחבורה הציבורית ואמר כי \"עצירה מוחלטת עלולה להיות קטלנית עבור כ-220 אלף קשישים סיעודיים המקבלים טיפול בביתם\". רז ציין כי \"הממשלה פעלה נכון כאשר החליטה שהמטפלים הסיעודיים הם חיוניים למשק בשעת חירום. אך אם תחליט על ביטול התחבורה הציבורית - כפי שרוצים במשרד הבריאות - היא תפגע אנושות בהחלטה הזו, מאחר וכ-100 אלף מטפלים יתקשו להגיע למאות אלפי קשישים\".\nתנועת חוזרים להר עתרה לבג\"ץ בדרישה לפתוח את הר הבית, לאחר שנסגר בשל החשש להתפשטות נגיף הקורונה. בעתירה נטען כי יש לאפשר כניסה של יהודים, משום שעובדים של הווקף עדיין נמצאים במקום. עוד צוין כי מערת המכפלה ורחבת הכותל נותרו פתוחים.\n18,105 דורשי עבודה נרשמו בשירות התעסוקה משעות הבוקר, כשמספר הנרשמים החדשים מתחילת חודש מרץ עומד על 633,939. משירות התעסוקה נמסר כי 90% מהנרשמים החדשים הוצאו לחופשה ללא תשלום, וכי שיעור האבטלה עלה ל-19%.\nחברת אל על הודיעה היא נערכת להשיב ארצה קבוצת מטיילים ישראלים מבוגוטה, בירת קולומביה. זאת, לאחר שהוטל סגר כללי על קולומביה בשל משבר הקורונה. הטיסה צפויה להמריא לקולומביה מחר ולחזור לישראל בשעה 22:00 (שעון קולומביה).\nגבר בשנות ה-70 לחייו, תושב הקריות, שנמצא חיובי לנגיף הקורונה השתחרר לביתו לאחר שהחלים לחלוטין - כך נמסר מבית החולים רמב\"ם בחיפה.\nמלכה קבע בת ה-67, תושבת בת ים, היא הקורבן השני בישראל מנגיף הקורונה. מותה של מלכה נקבע מוקדם יותר בבית החולים וולפסון. מבית החולםי נמסר כי היא סבלה ממחלת רקע קשה.\nראש הממשלה בנימין נתניהו הכריע בדיונים בנושא נגיף הקורונה כי יתאפשרו משלוחים ממסעדות, בהתאם להוראות משרד הבריאות. עם זאת, נתניהו החליט כי לא יתאפשר איסוף עצמי. משרדי הממשלה והיועצים המשפטיים ממשיכים לעבוד על נוסח החלטת הממשלה בנושא. טרם נקבעה שעה לישיבת הממשלה.\nנפתחו 135 חקירות נגד מפרי בידוד ו-23 חקירות בחשד להפצת הודעות כזב מתחילת המאבק בנגיף הקורונה - כך נמסר מהמשטרה. עוד נמסר כי עד כה בוצעו כ-25,700 ביקורים למבודדי בית, ונרשמו 114 דוחות - מרביתם בגין סירוב לפיזור התקהלות אסורה. כמו כן, הוצאו צווי סגירה ל-54 בתי עסק שהפרו את הנחיות משרד הבריאות.\nראש ממשלת הודו נרנדרה מודי יוטל עוצר כללי על המדינה למשך 21 ימים, במטרה לבלום את התפשטות נגיף הקורונה. העוצר יכנס לתוקפו היום החל מחצות. \"יהיה איסור מוחלט על יציאה מבתים\", אמר מודי. עד כה זוהו בהודו 482 מקרי הידבקות בווירוס, ומניין המתים עומד על תשעה.\nסגל המכללה האקדמית בצפת החליט על הקמת קרן כספית, שתסייע לעובדים המנהלתיים של המכללה. זאת, בכדי להתגבר על המצוקה הכלכלית לאור משבר הקורונה, ועקב יציאתם הכפויה של העובדים לחופשה ללא תשלום.\nהנהלת בתי המשפט החליטה להרחיב את סוגי הדיונים שיתקיימו חרף מצב החירום. הכוונה היא לקיים באמצעות שיחת וידאו, ובמקרים חריגים שיחת טלפון, גם דיונים דחופים בתיקים פליליים בהם הנאשמים נמצאים במעצר - ולא רק דיוני מעצר. סוגי הדיונים שישמעו כך נקבעו על ידי מנהל בתי המשפט, השופט ד\"ר יגאל מרזל, לאחר שהממשלה אישרה הלילה תקנת שעת חירום שאפשרה זאת. הדיונים שישמעו כוללים דיוני הקראת כתב אישום, הכרעות דין, טיעונים לעונש ומתן גזרי דין, אך כאמור רק בתיקים בהם הנאשמים נמצאים במעצר.\nמנהל מחלקה בתחום מנהל ומשק בבית החולים פוריה בטבריה אובחן כחולה בנגיף הקורונה. מבית החולים נמסר כי הוא נשלח לבידוד ביתי ומצבו קל. במקביל היחידה למניעת זיהומים ממשיכה בחקירה אפידמיולוגית בכדי לאתר או לשלול מגעים עם עובדים אחרים.\nמניין החולים בנגיף הקורונה בשוויץ עלה ל-9,117 בני אדם ומניין המתים ל-122 - כך מסרו הרשויות במדינה.\nמבית החולים שערי צדק נמסר כי הפג בן החודשיים המאושפז במקום נמצא שלילי לנגיף הקורונה. עוד נמסר כי נערכו לו שלוש בדיקות לגילוי הווירוס, וכולן חזרו שליליות. כמו כן, כל הפגים ששהו בקרבתו נבדקו ותוצאותיהם חזרו תקינות. על פי הודעת בית החולים, בן החודשיים מאושפז במצב קשה בשל סיבוכי פגות מוקדמת.\nהשר לביטחון פנים, גלעד ארדן, הבהיר כי לא ייסגרו סופרמרקטים ובתי מרקחת, ולא תיאסר יציאה לקניית מוצרים חיוניים כחלק מהתכנית למאבק בנגיף הקורונה. עוד הוסיף ארדן כי \"תוטל חובה על המעסיקים במקומות העבודה שיישארו פתוחים למדידת חום של הנכנסים\".\nאישה בת 67 מתה בבית החולים וולפסון לאחר שחלתה בנגיף הקורונה, ובכך הפכה לקורבן השני של הנגיף בישראל. על פי ההודעה, האישה סבלה ממחלת רקע קשה.\nלשכת עורכי הדין מתכננת לעתור היום לבג\"ץ בבקשה לשחרר זמנית אסירים מעל גיל 60 או כאלו הסובלים ממחלות כרוניות - שהוגדרו אוכלוסיות בסיכון בהקשר של נגיף הקורונה. בעתירה, שתוגש נגד שב\"ס והשר לביטחון הפנים גלעד ארדן, נטען כי התנאים במתקני הכליאה אינם מאפשרים שמירה על הנחיות משרד הבריאות, ובפרט על שמירת מרחק של שני מטרים בין אדם לאדם. המועצה הארצית של הלשכה אישרה בשעה האחרונה להגיש את העתירה.ראש לשכת עורכי הדין, עו\"ד אבי חימי, מסר: \"משבר נגיף הקורונה, שמעמיד בסכנה במיוחד את בני ה-60 ומעלה, מחייב את כולנו כחברה לגלות אנושיות ולעשות הכל כדי למנוע מאסירים להיות בסיכון ולאפשר להם להגן על בריאותם במקום מבטחים. אני רואה בשחרור אסירים אלו לביתם צעד מתבקש ומחויב המציאות. אני מקווה שבג\"צ ייענה בחיוב ובהקדם האפשרי לעתירה זו\".\nנגיד בנק ישראל, אמיר ירון, קרא לחברי הכנסת לאשר בהקדם את התוכנית הכלכלית שהציעו ראש הממשלה בנימין נתניהו ושר האוצר משה כחלון להתמודדות המשק עם משבר נגיף הקורונה. \"המשק זקוק לוודאות הזאת\", אמר ירון במסיבת העיתונאים. \"צריכה להיות מוקמת רשת ביטחון ב-15 מיליארד שקל כדי להתמודד עם משבר הקורונה וכן לתמוך בהישרדותם של עסקים קטנים ובינוניים\"\nתושב בני ברק בן 25 נעצר בחשד שיתחזה לעובד משרד הבריאות והורה לעשות אנשים להיכנס לבידוד. עוד נמסר כי בחקירתו עלה החשד כי אכן התחזה לעובד משרד הבריאות. בתום החקירה שוחרר החשוד בתנאים מגבילים למעצר בית.\nראש הממשלה בנימין נתניהו הטיל על משרד הביטחון וצה\"ל את האחריות בטיפול האוכלוסייה המבוגרת בישראל, במסגרת המאבק בהתפשטות הקורונה. ההחלטה התקבלה אתמול בדיון שנערך בעניין הקורונה. בכך, יגבש שר הביטחון, נפתלי בנט, תכנית לאומית בנושא, תוך מתן מענה לצרכי הזנה, צרכים רפואיים ושהות ממושכת בבידוד של קשישים ומבוגרים, בהם עריריים. בנוסף, בדיון סוכם כי צה\"ל יפעל מול הרשויות המקומיות למיפוי אוכלוסיית הזקנים וצרכיהם השונים, יגביר את ההסברה לציבור, יתגבר את המוקדים הלוגיסטיים בנקודות השונות ועוד.\nראש ממשלת יפן שינזו אבה הודיע כי אולימפיאדת טוקיו 2020 נדחתה בשנה בשל התפשטות נגיף הקורונה ברחבי העולם. זאת, לאחר שיחה שקיים אבה עם הוועד האולימפי ולאחר שמדינות וספורטאים רבים קראו לדחיית המשחקים האולימפיים.\nפרופ' איתמר גרוטו, המשנה למנכ\"ל משרד הבריאות, אמר בתדרוך לעיתונאים כי המצב \"יחסית טוב\". לדבריו, \"אין לנו עדיין התפרצות בלתי נשלטת. יש גידול במספר המקרים החדשים בכל יום, חלקו מוסבר על ידי העלייה בבדיקות, אבל אנחנו מאמינים שיש עלייה משמעותית בתחלואה. עם זאת, זה עדיין נשלט. זה מראה שהצעדים שנעשו - יש להם השפעה, וצריך להמשיך בהם\". הוא טען כי \"צריך להחמיר כרגע בצעדים, אבל לחשוב על תהליך היציאה - כמה זמן הם יהיו ואיך אנחנו יוצאים מהם בהדרגה. אם הצעדים יעשו עבודה, נאריך אותם עד סוף פסח ואז נתחיל לשחרר את האנשים חזרה בקבוצות. ניתן לאנשים לצאת לפי רמת חיוניות לאט לאט. אין הבטחה מוחלטת שזה יצליח ויש עדיין סיכוי שנראה תחלואה ותמותה בהיקפים גבוהים. אנחנו חייבים לנסות כי אין לנו מה להפסיד. לא נכון להרים ידיים\".גרוטו אמר עוד כי במסגרת החמרת המדיניות תאשר הממשלה כמה צעדים, שעליהם היא עוד מתדיינת. לדבריו, העקרונות שנבחנים קובעים כי הכל ייסגר, \"למעט רפואה, מזון ותרופות שיישארו פתוחים במתכונת זו או אחרת, ודברים אחרים שחיוניים כדי לצרוך את זה כמו חשמל ומים\". הוא הסביר כי \"יהיה אפשר לצאת למרחק קצר מהבית, זה יוגדר באכיפה. המשטרה תקבל יכולות אכיפה לרמה פרטנית. יהיה מותר לעשות ספורט עם עוד אדם אחד, כנראה לרדיוס של קילומטר. גם לצאת עם הכלב יהיה אפשר. התקנות ייכתבו על ידי הממשלה ויאושרו על ידי הממשלה. ממה שאני מבין הם הולכים לאשר את זה. ההחלטה נפלה, זה דיון על הפרטים\". הוא הוסיף כי היעד של אנשי המשרד הוא להגיע בעוד שבועיים לקצב של 20 אלף בדיקות ביום\".\nראש ממשלת מצרים מוסטפא מדבולי הכריז על עוצר לילי, מהשעה שבע בערב ועד שש בבוקר למחרת, למשך שבועיים החל מיום רביעי. זאת, כחלק מהמאבק בהתפשטות נגיף הקורונה.\nמשרד החוץ החל לשתף פעולה יחד עם המשרד הגרמני המקביל, עבור אזרחים משתי המדינות הזקוקים לחילוץ בחזרה לארצם. במסגרת ההסדר בין שתי המדינות, במידה וישראל תשלח מטוס לחילוץ לכל אחד מהיעדים בחו\"ל כדי לחלץ ישראלים, ישראל תהיה מחויבת לתת קדימות לאזרחים גרמנים שנמצאים באותה מדינה כאילו היו אזרחים ישראלים - ולהיפך. במסגרת שיתוף הפעולה נמצא הפיתרון לאותם 23 מטיילים ישראלים שנותרו בפרו אך לא הצליחו לעלות על מטוסי אל על, וכעת יצאו מהמדינה באמצעות מטוסים של גרמניה.\nשרת התפוצות ציפי חוטובלי תיכנס לבידוד. זאת, לאחר שפגשה בכיר במשרד הבריאות שאובחן כחולה בנגיף הקורונה.\nדובר צה\"ל, תא\"ל הדי זילברמן, עדכן בנושא היערכות צה\"ל במסגרת המאבק בנגיף הקורונה, ואמר כי בהתאם להחלטות שיתקבלו, הצבא מוכן להקצות גדוד לכל מחוז - \"שמונה גדודים בשלב הראשון והם יגיעו מגדודי ההכשרות של גולני\". הוא הוסיף כי \"אנחנו רק מסייעים, החיילים כפי הנראה לא יהיו חמושים\".דובר צה\"ל הודיע כי חיל הרפואה ישיק מעבדה לבדיקת חולי קורונה שתהיה מבוססת על מעבדה של הרבנות הצבאית וחיל הרפואה לבדיקות DNA. \"צה\"ל יבדוק את חייליו בלבד. הבדיקות יבוצעו לפי הנחיות משרד הבריאות. אנחנו רוצים להגיע למאות בדיקות ביום\", אמר זילברמן, \"השינוע של הבדיקות יתבצע על ידי חיל הרפואה והמשטרה הצבאית. היקף ערכות הבדיקה הוא לא צוואר הבקבוק\".\nעיריית אילת הודיעה כי החל מהיום ועד להודעה חדשה, חל איסור מוחלט על לינה בשטחים ציבוריים בכל שטח שיפוט העיר, בדגש על איסור לינה על שפת הים, ואיסור הקמת מחסות, לרבות הצבת קרוואנים בשטחים הציבוריים ובחופי הים. זאת במסגרת המאבק בהתפשטות מגיפת הקורונה ולצד איסור רחצה בחופים. בעירייה אמרו כי סיירת תיירות בעירייה והפיקוח העירוני, בשיתוף עם המשטרה, יבצעו אכיפה בהתאם לתקנות שעת חירום וחוק העזר העירוני.\nמספר דורשי העבודה החדשים בישראל עבר את ה-600 אלף, זאת עם המשך התפשטות נגיף הקורונה וההשלכות הכלכליות של המשבר. בנוסף, ברשות התעסוקה הודיעו כי שיעור האבטלה הגיע ל-18.6%. מתחילת חודש מרץ, ישנם 615,834 נרשמים חדשים בשירות התעסוקה - כ-91% מהם בחל\"ת.\nבשעה 12:30 יצאו כ-200 מתושבי קיבוץ עלומים מהבידוד אליו נכנסו בשבוע שעבר, בעקבות נוכחותו של חולה קורונה ממרכז הארץ במסיבת פורים בקיבוץ.\nמשרד החוץ הודיע כי טיסת חילוץ לישראלים הנמצאים באוסטרליה תצא היום מהעיר פרת'. הטיסה של חברת אל-על תאפשר לאזרחי ישראל המטיילים והגרים באוסטרליה וניו זילנד לשוב ארצה בטרם ייסגרו גבולות המדינות במסגרת המאבק בהתפשטות הקורונה. עד כה לטיסה נרשמו כ-230 ישראלים, מתוכם כ-80 מניו זילנד. אשר כבר הגיעו לפרת'. \"צוותי שתי השגרירויות הסדירו אישורי כניסה לאוסטרליה עבור הישראלים ששהו בניו זילנד ועסקו בתיאומים הביטחוניים והלוגיסטיים שאפשרו את נחיתת מטוס אל-על\", נמסר בהודעת המשרד..\nצה\"ל מסר כי מניין החיילים החולה בנגיף הקורונה עלה ל-25. עוד נמסר כי 5,579 חיילים, בחובה, בקבע ועובדי צה\"ל, נמצאים בבידוד.\nההחלטה על גורל משחקי אולימפיאדת טוקיו 2020 צפויה להתקבל בתוך כמה ימים - כך מסר גורם בוועד האולימפי. הדברים באים ברקע הודעות של מדינות רבות כי לא ישלחו ספורטאים למשחקים אם אלו יתקיימו במועדם הנוכחי.\nמניין החולים בנגיף הקורונה עלה ל-1,656 - כך עדכן הבוקר משרד הבריאות. עוד נמסר כי 47 מהם במצב בינוני ו-31 מוגדרים במצב קשה.\nהמשטרה עצרה הלילה תושב חיפה, גבר בן 50, בחשד שפרץ עם רכבו למתחם בדיקות הקורונה של מד\"א במרכז הקונגרסים בעיר, והסב נזק למקום. החשוד נלקח לאבחון במרכז הרפואי רמב\"ם בחיפה.\nבצה\"ל נערכים להפעיל ביממה הקרובה שלושה מתקנים נוספים לקליטת חיילים מבודדים וחולי קורונה בקריית שמונה, ובמתחמים הצבאיים בית פלדמן ובית גולמינץ - כך אומר גורם באכ\"א. זאת, בנוסף שני מתקנים הפועלים כעת בגבעת אולגה ובכפר הנופש אשקלון.\nממשלת טייוואן הודיעה הבוקר על 20 מקרי הידבקות נוספים בנגיף הקורונה. עם אבחון המקרים החדשים, עלה מניין הנדבקים במדינה ל-215 בני אדם. בהודעה הממשלה נמסר כי כל המקרים החדשים הם חולים שחזרו מבריטניה, אירלנד, טורקיה ואינדונזיה.\n28 בני אדם נוספים מתו לאחר שחלו בנגיף הקורונה בגרמניה, מה שהעלה את מניין הקורבנות במדינה ל-114 - כך מסר הבוקר המכון למחלות זיהומיות במדינה. עוד נמסר כי מניין הנדבקים בנגיף עלה ב-4,764 מקרים חדשים, ל-27,436 בסך הכל.\nרשויות הבריאות של מחוז חוביי הודיעו כי כל הגבלות התנועה שהוטלו על תושביו כחלק מהמאבק בהתפשטות נגיף הקורונה יוסרו החל ממחר לקראת חזרה לשגרה. זאת, להוציא את בירת המחוז, ווהאן - מוקד התפרצות המחלה, שם יישארו האיסורים בתוקף עד ל-8 באפריל.\nמשרד הבריאות של אוסטרליה מסר כי אישה בשנות ה-70 לחייה הפכה לקורבן השמיני של נגיף הקורונה במדינה. האישה הייתה אחת משלושת המאובחנים הראשונים לקורונה ששהו על סיפון ה\"רובי פרינסס\". עד כה אובחנו 133 מקרי הידבקות בקרב יורדי הספינה.\nמשרד הבריאות של תאילנד הודיע על עלייה נוספת במקרי הקורונה - שני מתים ו-106 נדבקים. מספר המתים הכולל הגיע לארבעה, והנדבקים ל-827.\nמשרד הבריאות של הפיליפינים מסר כי מספר מקרי הקורונה במדינה מטפס ל-501, עלייה של 39 נדבקים מאתמול. 33 בני אדם מתו עד כה מהנגיף, ו-19 החלימו ממנו.\n76 בני אדם נוספים נדבקו בנגיף הקורונה בקוריאה הדרומית - כך דווח בסוכנות הידיעות המקומית יונהאפ. מספר המקרים הכולל במדינה עלה ל-9,037.\nמשרד הבריאות של מקסיקו הודיע על שני מתים ו-53 נדבקים חדשים בנגיף הקורונה. במדינה מתו ארבעה בני אדם עד כה ונדבקו 367.\nהוועדה האולימפית והפראלימפית של ארצות הברית מסרה את חוות דעתה, לפיה אולימפיאדת טוקיו, העתידה להיערך בחודש יולי, צריכה להידחות בשל משבר הקורונה. בזאת היא מצטרפת לוועדות המקבילות של קנדה ואוסטרליה, שאמרו כי לא ישלחו את מועמדיהן לאולימפיאדה אם לא תידחה. לפי דיווח בעיתון יפני, ראש הממשלה שינזו אבה צפוי לנהל היום שיחה עם ראש הוועד האולימפי, בנושא דחיית האולימפיאדה בשנה.\nמשרד הבריאות של סין מסר כי אותרו 78 מקרים חדשים של נדבקים בקורונה. עוד נאמר כי 74 מתוכם נבעו משהייה מחוץ למדינה. מספר החולים המצטבר בסין הוא 81,171, ועל פי המשרד כ-90% מהם כבר החלימו.\nנשיא ארצות הברית דונלד טראמפ אמר כי הגברת הראשונה, מלניה טראמפ, נבדקה ויצאה שלילית לנגיף הקורונה. הנשיא טראמפ עצמו נבדק בשבוע שעבר ולא נמצא כנשא הנגיף.\nנשיא ארצות הברית דונלד טראמפ הצהיר כי לא יאפשר לנגיף הקורונה להפוך לבעיה כלכלית ארוכת טווח. לדברי טראמפ: \"המדינה תיפתח בקרוב, זה לא יהיה עניין של חודשים\".\nהמדינה ביקשה מבג\"ץ לבטל את הצו שאוסר על המשטרה להשתמש באיכונים סלולריים כדי לאכוף את חובת הבידוד. זאת, כיוון שמשרד הבריאות רואה חשיבות רבה בקיומה של פעילות פיקוח זו, כחלק ממכלול טיפול המדינה במגפת הקורונה, בפרט לנוכח קיומן של הפרות נרחבות, הן של צו הבידוד והן של הגבלות הפעילות החדשות, ולנוכח התפשטות המחלה בקצב של כ-150 חולים חדשים מידי יום. היועמ\"ש אישר את נוהל המשטרה ליישום תקנות נתוני המיקום, והנוהל אושר גם על ידי גורמי משרד הבריאות. כמו כן, המדינה הגישה לבג\"ץ הודעה משלימה, הנוגעת לתקנות האחרות שנתקפו בעתירה, הנוגעות להסמכת שב\"כ לאתר אנשים שבאו במגע עם חולים בקורונה.", "url": "https://news.walla.co.il/item/3348447", "type": "article", "site_name": "וואלה!News", "published_time": "2020-03-24 23:07"}