{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3349872"}, "headline": "התפשטות הקורונה: מניין החולים בישראל עלה ל-6,092", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/3/3003065-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, מאיה הורודניצאנו, יניר יגנה, אמיר בוחבוט, אלי אשכנזי, לירן לוי, יקי אדמקר"}, "datePublished": "2020-04-01 21:58:00", "dateModified": "2020-04-01 22:43:54", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מספר הנדבקים מוסיף לעלות, בהם 81 מונשמים, ובמקביל מניין המתים טיפס ל-26. נתניהו: מבקשים לעטות מסיכות, מהדקים מגבלות על בני ברק. 15 מטופלים וארבעה אנשי צוות רפואי בביהח מאיר נדבקו בנגיף. מספר המתים מהנגיף באיטליה עלה ל-13 אלף. עדכונים שוטפים", "title": "מניין חולי הקורונה בישראל עלה ל-6,092, שישה נדבקים מתו ביממה", "subtitle": "מספר הנדבקים מוסיף לעלות, בהם 81 מונשמים, ובמקביל מניין המתים טיפס ל-26. נתניהו: מבקשים לעטות מסיכות, מהדקים מגבלות על בני ברק. 15 מטופלים וארבעה אנשי צוות רפואי בביה\"ח מאיר נדבקו בנגיף. מספר המתים מהנגיף באיטליה עלה ל-13 אלף. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל, ומספר החולים עלה היום (רביעי) ל-6,092, מתוכם 95 במצב קשה. מניין הקורבנות עלה ל-26, עם שישה מתים נוספים רק היום. בנוסף לכך, הרמטכ\"ל אביב כוכבי נכנס לבידוד לאחר שנכח בדיון עם חולה קורונה, לפני עשרה ימים. בדיקה שנערכה לו גילתה הבוקר כי הוא אינו נושא את הנגיף, אך בכל זאת הוא צפוי להישאר בבידוד. ראש הממשלה בנימין נתניהו יצא מהבידוד אליו נכנס, ובהצהרה שמסר ביקש מהציבור לעטות מסיכות במרחב הציבורי, ואמר כי המגבלות על בני ברק מתהדקות. התפשטות הווירוס ברחבי העולם נמשכת, ומניין הקורבנות ביותר מ-200 מדינות שונות הגיע ל-45 אלף בני אדם, כשיותר מ-900 אלף נדבקו בנגיף. רשויות הבריאות בקוריאה הדרומית מסרו כי מניין הנדבקים בנגיף הקורונה עלה ל-9,887. במקסיקו אובחנו 121 חולים חדשים ביממה האחרונה והעלו את מניין הנדבקים ל-1,215. לאחר שארצות הברית עברה אמש במספר הקורבנות את סין, בבית הלבן מעריכים כי 240 אלף אמריקנים עלולים למות מנגיף הקורונה. באיטליה, עלה מניין המתים ל-13,155 איש.\n15 מטופלים וארבעה אנשי צוות רפואי במחלקה השיקומית בבית החולים מאיר בכפר סבא נדבקו בקורונה. זאת לאחר שאחד המטופלים במחלקה אובחן חיובי לנגיף. מבית החולים נמסר כי שלושה מהחולים מאושפזים במצב קל והיתר הועברו לבידוד.\nבבית החולים שערי צדק בירושלים הלך הבוקר לעולמו גבר בן 72, והערב התקבלה תשובה חיובית לבדיקת הקורונה שעבר. בכך, מניין המתים מקורונה בישראל עלה ל-26.\nראש הממשלה בנימין נתניהו אמר כי במסגרת המאבק בהתפשטות הקורונה, \"אנחנו מהדקים את הגבלות התנועה מבני ברק ואליה - כדי למנוע הדבקות\". נתניהו אמר את הדברים בהצהרה שנשא בנוכחות מנכ\"ל משרד הבריאות משה בר סימן טוב, בה ביקש מהציבור לעטות מסיכות מגן. \"אם אין ברשותכם מסיכה, השתמשו בצעיף או בכל דבר אחר\", אמר.\nאפליקציית הקורונה באגף בכיר טכנולוגיות דיגיטליות ומידע במשרד ראש הממשלה נפתחה לצפייה. היישומון זמין גם בנייד וגם במחשב.\nראש הממשלה בנימין נתניהו ומנכ\"ל משרד הבריאות משה בר סימן טוב ימסרו הצהרה מיוחדת בשעה 21:00 ממעון ראש הממשלה בירושלים.\nמשרד הבריאות מסר כי מניין הנדבקים בקורונה בישראל עלה ל-6,092. בין החולים 95 במצב קשה, בהם 81 מונשמים. 241 נדבקים החלימו ושוחררו לבתיהם.\nבבית החולים וולפסון בחולון נקבע מותו של חולה קורונה בן 66. מבית החולים נמסר כי הגבר סבל ממחלות רקע והיה מאושפז, כשהוא מונשם ומורדם במצב קשה, במחלקה לטיפול בקורונה. בכך, עלה מניין קורבנות הקורונה בישראל ל-25.\n15 נוסעי טיסה מניו יורק ביקשו לעבור לבידוד במלונית, מאחר שאין להם יכולת בידוד ביתית. הנוסעים מועברים למלון פרימה פארק בירושלים. הטיסה נחתה מוקדם יותר היום, כאשר ראש הממשלה בנימין נתניהו הנחה על העברת כלל הנוסעים לבידוד. בהמשך, התגלה קושי משפטי בהעברת החוזרים למלוניות ללא שחתמו על טופס אישור מראש. לכן, כלל החוזרים עברו בדיקות חום ותסמינים.\nמניין הקורבנות מנגיף הקורונה באיטליה עלה ב-727 ל-13,155 מתים - כך נמסר מהרשויות. במקביל, עלה מספר הנדבקים במדינה ל-110,574 בני אדם.\nחולת קורונה בת 66 מתה בבית החולים שיבא. לדברי בית החולים, המטופלת סבלה ממחלות רקע רבות ומשמעותיות. בכך, עלה מספר הקורובנות בישראל ל-24.\nראש הממשלה בנימין נתניהו יסיים הערב ב-21:00 את הבידוד אליו נכנס, זאת בתום החקירה האפידמיולוגית של עובדת משרד ראש הממשלה.\nהנהלת הביטוח הלאומי הודיעה על הפסקת הפעילות של כלל המטפלות החיצוניות שאינן עובדות משען מטעם חוק הסיעוד, בבתי הדיור המוגן \"משען\" בחולון ובבאר שבע, זאת בשל התפשטות נגיף הקורונה. בתגובה, הדגישו במשען כי מטפלות חוק סיעוד הינן עובדות חיוניות במשק לשעת חירום, \"לפיכך לא ברורה עמדת הביטוח הלאומי\".\nארבעה בני אדם נעצרו בעימותים בין תושבים לשוטרים ביפו, שפרצו בעקבות סירובו אדם להזדהות בבדיקה שגרתית שערכה המשטרה במקום. לאחר חילופי דברים בין השוטרים לחשוד, שעוכב מאחר שנחשד בהפרת הנחיות משרד הבריאות במסגרת המאבק בקורונה, עשרות בני אדם החלו להתגודד סביב הכוח, תקפו אותו באלימות, הבעירו צמיגים וחסמו את אחד הצירים במקום.\nחולה קורונה בן 74 מת בבית החולים וולפסון. החולה, שסבל ממחלות רקע, הגיע לבית החולים במצב קשה והיה מורדם ומונשם. בכך, עלה מספר הקורבנות הישראלי ל-23.\nאחות במחלקת ילדים אובחנה כחיובית בבדיקת קורונה. לדברי בית החולים, מקור ההדבקה הוא חיצוני. לאחות התבצעה בדיקה אפידמיולוגית לאיתור מגעים והעובדים שהיו בחשיפה נכנסו לבידוד בית.\nטיסה מארצות הברית נחתה בישראל, וכל נוסעיה בודדו על פי הנחיות משרד הבריאות - כך הודיעה רשות שדות התעופה. לפי הוראת משרד הביטחון, הנוסעים הועברו לבידוד ברכב הסעות ייעודי.\nאישה בת 69 שחלתה בקורונה נפטרה בבית החולים שערי צדק בירושלים. לאישה מחלות רקע קשות ומורכבות. בכך, מניין המתים בישראל מנגיף הקורונה עלה ל-22.\nמניין הקורבנות מנגיף הקורונה בבריטניה עלה ל-2,352 - כך נמסר מהרשויות במדינה. במקביל, עלה מניין הנדבקים ל-29,474 בני אדם.\nשר הביטחון נפתלי בנט אמר כי \"לא נוכל להחזיר את הכלכלה לסדרה אם האחריות לביצוע מהלך הובלת המערכה נגד הקורונה לא תעבור ממשרד הבריאות למשרד הביטחון\". לדברי בנט, \"משרד הבריאות הוא משרד מצוין, אבל הוא לא מומחה בניהול משבר ויש המון פעולות קריטיות שדורשות דברים שהם לא פגשו מעולם\".\nארגוני אסירים פלסטינים דיווחו על עצור בן 18 מצרצור ששוחרר אמש מכלא עופר ונמצא חיובי לנגיף הקורונה. העצור, נור א-דין מאהר עבד, שהה באגף המעברים במשך 12 ימים יחד עם 35 עצורים נוספים. משב\"ס נמסר כי העצור נבדק על ידי חובש וגם על ידי רופא במתקן הכליאה, וכי לא נמצאו תסמינים המעידים על הידבקותו בנגיף. לפי שב\"ס, הוא שוחרר אמש מבית הסוהר כשהוא בריא ללא שום תסמינים. לאור הדיווחים אודות הידבקותו, מתאם הפעולות בשטחים פנה לרשות הפלסטינית בבקשה לערוך לא-דין בדיקה על ידי גורמים ישראליים. משב\"ס נמסר כי \"עד שלא תהיה בדיקה ותשובה אמינה, אין שום ביסוס לידיעה\".\nשר הביטחון, נפתלי בנט, הנחה את משרד הביטחון וצה\"ל להיערך ליישום הנחיית ראש הממשלה בנימין נתניהו, בדבר העברתם של השבים מחו\"ל למלוניות לצורך בידוד. מוקדם יותר הנחה נתניהו את משרד הביטחון להעביר את כלל הישראלים שחוזרים ממדינות זרות לבידוד תחת השגחה, מחשש להתפשטות נגיף הקורונה, וקבע כי מימוש ההחלטה יעשה באופן מידי.\n134 בני אדם נוספים מתו מנגיף הקורונה בהולנד ביממה אחרונה - כך הודיעו רשויות הבריאות במדינה. בכך, עלה מניין הקורבנות מהווירוס בהולנד ל-1,173 בני אדם. עוד מסרו הרשויות כי זוהו 1,019 מקרי הידבקות חדשים, וכי מספר החולים במדינה עומד על 13,614 בני אדם.\nסגן ראש עיריית בני ברק, עו\"ד גדליהו בן שמעון, דרש ממשרד הבריאות לקבל את שמות הנדבקים בנגיף הקורונה בעיר. זאת, על מנת להעבירם למלוניות ולעצור את התפשטות הווירוס בבני ברק. בן שמעון אמר כי \"נוציא אותם בצורה מכובדת ואחראית למלוניות. כך נדאג גם למחסורם, וגם לכלל תושבי בני ברק\".\nממשרד החינוך נמסר היום כי לאור המשך התפשטות נגיף הקורונה וחוסר הוודאות לגבי פתיחת מוסדות החינוך לאחר חופשת הפסח, הוחלט לקיים השנה את בחינות הבגרות במתכונת חירום. בחינות הבגרות יתכנסו לחמישה שבועות, החל מ-22 ביוני ועד סוף חודש יולי, והתלמידים ייבחנו השנה עד חמש בחינות בגרות בלבד, במקום עד שבע בחינות בשגרה. לוח הבחינות החדש יודפס ויועבר לבתי ספר עד יום שני הקרוב כל מנהל בית ספר, כל רכז בגרות, כל מורה ותלמיד יקבל לוח בחינות חדש.\nהמשטרה חשפה פעוטון בג'סר א-זרקא שפעל בניגוד להנחיות משרד הבריאות למאבק בנגיף הקורונה. בפעוטון, שפעל באחד מהבתים ביישוב, אותרו יותר מעשרה תינוקות שאוכלסו בצפיפות בחדר אחד. המשטרה חדלה את פעילות הפעוטון מיד והורי הילדים נקראו לקחת את הילדים. מנהלת הפעוטון, תושבת המקום בת 32, קיבלה דוח בסך 5,000 שקלים וזומנה לחקירה.\nמכון וייצמן פרסם רשימת ערים שבהם נרשם מספר תסמיני נגיף הקורונה הגבוה ביותר, על סמך מענה של כחצי מיליון תושבים. העיר בה מספר התושבים הרב ביותר חש בתסמינים היא קריית שמונה. אחריה ברשימה בית שמש, והעיר שנמצאת במקום השלישי היא בת ים. לאחר מכן נרשמו הערים באר שבע, לוד, יקנעם עילית, בני ברק אשקלון, פתח תקווה וקריית ים.\nראש הממשלה בנימין נתניהו הנחה את משרד הביטחון להעביר את כל הבאים לישראל מחו\"ל לבידוד במלוניות תחת השגחה. עוד הנחה נתניהו כי מימוש ההחלטה יעשה באופן מידי. ראש הממשלה קבע כי ככל שמשרד הביטחון יצליח לספק ערכות בדיקה, בהתאם לדרישות שהוגדרו על ידי משרד הבריאות, תישקל עריכת בדיקות לנכנסים לארץ. נתניהו הורה על משרד האוצר להקצות תקציב מידי לנושא.\nהשר לביטחון הפנים גלעד יקיים מחר דיון הערכת מצב בהשתתפות מ\"מ מפכ\"ל המשטרה מוטי כהן וגורמים נוספים בנושא הגברת האכיפה בחג הפסח. ארדן מתכוון להנחות את המשטרה להגביר את הנוכחות המשטרתית והאכיפה בכבישי הארץ בליל הסדר באמצעות מחסומים, על מנת למנוע את הפרתן של תקנות משרד הבריאות למאבק בנגיף הקורונה.במליאת הכנסת התייחס ארדן לסוגיות שונות הנוגעות לפעילות משרדו במאבק בנגיף קורונה. ארדן הבהיר ש\"חיילי צה\"ל שנפרשו ברחובות לא קיבלו סמכויות של שוטר. הם לא מבצעים אכיפה והם לא בממשק עם האזרחים - התפקיד שלהם ובעיקר של נוכחות והרתעה\". על החשש להתפרצות המגיפה בבתי הכלא אמר ארדן כי \"למיטב ידיעתי אין אסירים שנדבקו\".\nמקופת החולים לאומית נמסר כי עקב בקשת משרד הבריאות ומד\"א, תעלה מעבדת לאומית את כמות הבדיקות שנערכות ביום ל-800, בשתי המכונות העומדות לרשותה. עוד מסרה לאומית כי אתמול החלה לפעיל את מכונת ה\"קובאס 6800\" שיכולה לספק עד 1500 תשובות לבדיקות ביממה. לאחר ההרצה, המכונה החדשה תטפל היום בכ-500 דגימות, והמכונה הקטנה תטפל ב-300 נוספות.\nעובדת בלשכת שר התיירות יריב לוין נמצאה חיובית לנגיף הקורונה. מהלשכה נמסר כי השר לוין לא שהה בקרבתה, אך למרות זאת הוא מנהל את המשרד ושיחות המשא והמתן הקואליציוני מביתו. עובדי המשרד שבאו במגע עם החולה נכנסו לבידוד.\nגורמי הבריאות באיראן הודיעו על 138 מקרי מוות חדשים מנגיף הקורונה ביממה האחרונה. בכך, עלה מניין הקורבנות במדינה ל-3,036 בני אדם. עוד נמסר כי זוהו 2,987 מקרי הידבקות חדשים בווירוס באיראן בתוך יממה, ומספר החולים עלה ל-47,593 בני אדם. עד כה החלימו מהנגיף 15,473 מהנדבקים.\nמניין הקורבנות מנגיף הקורונה בספרד הגיע לשיא חדש ביממה האחרונה, בה נרשמו 864 מקרי מוות חדשים - כך מסרו גורמי הבריאות במדינה. בכך, עלה מספר הקורבנות מהווירוס בספרד ל-9,053 בני אדם. עוד נמסר כי זוהו 7,719 מקרי הידבקות נוספים, ומספר חולי הקורונה במדינה עלה ל-102,136 בני אדם.\n142 מקרי הידבקות חדשים בנגיף הקורונה זוהו במלזיה ביממה האחרונה - כך הודיעו הרשויות במדינה. בכך, עלה מספר החולים בווירוס ל-2,098 בני אדם. עוד הודיעו הרשויות על שני מקרי מוות נוספים מהנגיף, שהביאו את מניין הקורבנות במלזיה ל-45 בני אדם.\n149 מקרי הידבקות חדשים בנגיף הקורונה זוהו באינדונזיה ביממה האחרונה - כך מסרו גורמי הבריאות במדינה. בכך, עלה מספר החולים בווירוס ל-1,667 בני אדם. עוד נמסר כי מניין הקורבנות מהנגיף עלה ל-157, לאחר ש-21 בני אדם נוספים מתו מאתמול.\n227 חולים נוספים ושמונה מקרי מוות מנגיף הקורונה זוהו בפיליפינים ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מניין הקורבנות מהווירוס בפיליפינים ל-96 בני אדם, מספר החולים עלה ל-2,311.\nגורם במשטרה אמר לוואלה! NEWS כי הכוחות נערכים לאכיפה מוגברת של ההנחיות למאבק בנגיף הקורונה בליל הסדר. הגורם אמר כי \"המשטרה תהיה במרחב הציבורי בכוחות מתוגברים, ותקים מחסומים רבים בכבישים עירוניים ובין עירוניים. בליל הסדר לא נאפשר מתירנות, תהיה אכיפה מוגברת ויחולקו קנסות למי שיפר את ההנחיות\".\nמשרד החינוך הודיע כי מערך ההזנה לתלמידים נזקקים ימשיך לפעול מתחילת שבוע הבא כשעשרות עשרות אלפי תלמידים נזקקים ומשפחותיהם יקבלו מנות עד הבית. מדובר ב-40 אלף מנות שיסופקו לתלמידים נזקקים, ממסגרות: יוח\"א, ניצנים, קידום הנוער ומחט\"ם בהתאם למדד טיפוח הבית ספרי ועל פי איתור ייעודיי שמפעיל משרד החינוך בשיתוף משרד הרווחה והרשויות המקומיות\n15 מקרי הידבקות חדשים בנגיף הקורונה זוהו באזור רמאללה - כך הודיע משרד הבריאות הפלסטיני. מדובר ב-15 מתוך 25 פועלים פלסטינים שעבדו במפעל עופות בעטרות. בסך הכל מספר חולי הקורונה ברשות הפלסטינית עלה ל-134, מתוכם 12 ברצועת עזה.\nבית החולים ברזילי באשקלון החליט לחייב את כלל אנשי הצוות להתמגן באמצעות מסכות כירורגיות. כמו כן, על מנת להגן על הצוות בחדר הלידה מפני הדבקה במהלך הלידה, הוחלט כי גם היולדות יתמגנו במסכות במהלך הלידה.\nבתדרוך שערך היועץ המשפטי של משרד הבריאות עו\"ד אורי שוורץ, יחד עם המשנה ליועץ המשפטי של משרד האוצר עו\"ד מיכל עקיבא, השניים העבירו חידוד בנוגע להנחיות במאבק בנגיף הקורונה. על פי עו\"ד שוורץ אין לחגוג את חג הפסח מחוץ לבתים, גם במקרה של בידוד עצמי במשך שבועיים כדי למנוע הדבקה, וכי הנחיה זו תקפה גם על סטודנטים שגרים לבד. בנוסף, הוא הבהיר כי \"אין איסור להכניס עוזרת, טכנאי או אינסטלטור הביתה - אך האחריות היא על המארח\". עוד אמר עו\"ד שוורץ כי מותרת יציאה לשירות רפואי וגם לבריאות הנפש.\nשיעור האבטלה בישראל עלה ל-24.1% - כך נמסר משירות התעסוקה. בסך הכל ישנם 1,004,316 דורשי עבודה - 843,945 מתוכם נרשמו בשירות מתחילת חודש מרץ, ברקע משבר הקורונה.\nבדיקות לגילוי נגיף הקורונה נערכות לכלל דיירי בית האבות משען בבאר שבע. זאת, לאחר ששניים מדיירי בית האבות מתו מהווירוס, בהם קשישה בת 98 שסבלה ממחלות רקע מורכבות וקשות, ומתה במהלך הלילה.\nהלווית אשת רב בכיר בפלג הירושלמי שמתה הלילה בבני ברק התקיימה בעיר בשעה 10:00. ההלוויה עברה ללא אירועים חריגים או הפרות של הנחית משרד הבריאות למאבק בנגיף הקורונה. בהתאם לסיכום עם המשטרה, רכב של חברה קדישא נסע עם המיטה, ואוטובוס אחד הוקדש למספר מצומצם של בני משפחה, ולא היו הספדים בגלל המצב.\nקופות החולים יפתחו מרכזים ומרפאות שיערכו בדיקות לגילוי נגיף הקורונה במגזר הערבי - כך הודיע משרד הבריאות. זאת, לאור הנחיית שר הבריאות יעקב ליצמן ומנכ\"ל המשרד משה בר סימן טוב. המרכזים יפתחו בשועפט ובשער שכם שבירושלים, בטמרה, באום אל-פחם, בנצרת, בנוף הגליל ובסכנין.\nסגן הממונה על התקציבים במשרד האוצר אסם וסרצוג אמר בדיון בוועדה בנושא הקורונה כי מטרת התכנית הכלכלית היא לספק וודאות לתקופה הקרובה. הוא פרט את חלוקת 80 מיליארד השקלים שהוקצו לסיוע כלכלי לאור המשבר, ואמר כי 41 מיליארד שקלים יוקצו לדחייה ופטור מארנונה לעסקים, 11 מיליארד יוקצו לרווחה ולבריאות, 14 מיליארד יוקצו לדמי אבטלה לשכירים, שלושה מיליארד להארכת תקופת אבטלה ומענק לבני 67 ומעלה. עוד הוסיף וסרצוג כי 2.6 מיליארד שקלים יוקצו למענקים לעצמאים, אך אמר כי המענקים יהיו חייבים במס. לאור זאת, התפתח דיון סוער, ויו\"ר הוועדה ח\"כ עופר שלח (יש עתיד) קרא לשינוי התקנות.\nעיריית ירושלים הודיעה כי אושר הקמת מתחם \"היבדק וסע\" במזרח העיר על ידי מד\"א ומשרד הבריאות. העבודות להקמת המתחם, בו יערכו בדיקות לגילוי נגיף הקורונה, צפויות להתחיל היום. המתחם יוקם ברחוב עלר, בין טיילת האס לתחנת עוז, והבדיקות יחלו בהקדם האפשרי.\nמעל מאה חולי קורונה אובחנו בעיר ירושלים, בני ברק, תל אביב-יפו, אשקלון, ראשון לציון ופתח תקווה - כך עולה מפילוח נתונים שפורסמו. בירושלים ובבני ברק נרשם זינוק במספר החולים: 131 חולים חדשים נרשמו בבירה (עלייה של 20%), ו-159 חולים חדשים בבני ברק (עלייה של 28%) - ובסך הכל 781 ו-730 בהתאמה.\nשישה חשודים נעצרו על ידי המשטרה לאחר שקיימו תפילה בבית כנסת במודיעין עילית בניגוד להנחיות משרד הבריאות והתעמתו עם השוטרים. השישה, שמשתייכים לפלג הירושלמי, לא נענו להוראת השוטרים להתפזר וכן סירבו להזדהות. המשטרה עצרה את החשודים בגין הפרת התקנות לשעת חירום ואי ציות להוראות השוטרים.\nמניין הקורבנות מנגיף הקורונה ברחבי העולם הוא 42,053 בני אדם - כך עלה מספירה שערכה סוכנות הידיעות רויטרס. על פי הנתונים, יותר מ-851 אלף בני אדם נדבקו בווירוס, ביותר מ-200 מדינות שונות.\nהשר לביטחון הפנים גלעד ארדן אמר כי המשטרה החלה בפעולות \"אכיפה הדוקה וחסרת תקדים\" בבני ברק, ברקע הגבלות התנועה. \"יש לעצור בכל דרך את המשך ההדבקה בעיר, זה למען הבריאות של כולנו\", מסר.\nהבדיקות לזיהוי הקורונה שבוצעו אמש לראש אגף המבצעים ומפקד פיקוד העורף שהיו בפגישה עם מפקד שחלה בנגיף - נמצאו תקינות. מדובר צה\"ל נמסר כי שני הקצינים ימשיכו להיות בבידוד עד סוף השבוע על פי הנהלים\nמתחמי \"היבדק וסע\" הניידים של מד\"א יגיעו לערים אשדוד ורהט. מתחם אחד ייפתח בחניית שוק ים ברחוב הטיילת באשדוד, והשני ייפתח בלאזור התעשייה עידן הנגב ברהט. צוותי מד\"א ימשיכו לערוך בדיקות במתחמים הניידים בבני ברק ובמודיעין, וכן באלו הקבועים שנמצאים בתל אביב, ירושלים, חיפה ובאר שבע.11\nבית החולים האנגלי בנצרת חנך מחלקת לטיפול בחולי קורונה - הראשונה באזור נצרת בפרט ובבי\"ח ביישוב ערבי בישראל בפרט. המחלקה, ראשונה מתוך שלוש שעתידות לקום בבית החולים, מכילה 27 מיטות.", "url": "https://news.walla.co.il/item/3349872", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-01 21:58"}