{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3349757"}, "headline": "שליש מתושבי בני ברק שעברו בדיקת קורונה נמצאו חיוביים", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/2/3002309-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת"}, "datePublished": "2020-03-31 13:04:00", "dateModified": "2020-03-31 13:39:40", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מנתוני משרד הבריאות עולה כי רמת התחלואה במגזר החרדי גבוהה לעומת אוכלוסיות אחרות, עם 76 נדבקים בבית שמש ו-48 במודיעין עילית. ירושלים נותרה בראש רשימת החולים ואחריה בני ברק ותל אביב-יפו. כמה אובחנו עם הווירוס ביישוב שלכם?", "title": "שליש מתושבי בני ברק שעברו בדיקת קורונה - נמצאו חיוביים לנגיף", "subtitle": "מנתוני משרד הבריאות עולה כי רמת התחלואה במגזר החרדי גבוהה לעומת אוכלוסיות אחרות, עם 76 נדבקים בבית שמש ו-48 במודיעין עילית. ירושלים נותרה בראש רשימת החולים ואחריה בני ברק ותל אביב-יפו. כמה אובחנו עם הווירוס ביישוב שלכם?", "keywords": ["נגיף הקורונה", "בני ברק", "ירושלים", "תל אביב יפו"], "articleBody": "שליש מתושבי בני ברק שעברו בדיקת קורונה נמצאו חיוביים לנגיף - כך עולה מנתונים שפרסם היום (שלישי) משרד הבריאות. לפי הנתונים, רמת התחלואה במגזר החרדי גבוהה לעומת אוכלוסיות אחרות, בעוד בכפר חב\"ד 33% מהנבדקים אובחנו עם הווירוס, באלעד 24%, במודיעין עילית 20%, בביתר עילית 19% ובבית שמש - 13%. ירושלים נותרה בראש רשימת חולי הקורונה לפי ישובים עם 650 נדבקים, ואחריה בני ברק עם 571 ותל אביב-יפו עם 278. באשקלון 115 תושבים נמצאו חיוביים לנגיף, בראשון לציון 103, בפתח תקווה 96, בבאר שבע ונתניה 83 ובאשדוד ורמת גן 81 תושבים.\nבקריית יערים 30 איש נדבקו בנגיף, לאחר שרבע מהתושבים נכנסו לבידוד כשמשפחה המתגוררת במקום חלתה בקורונה. גם בהתנחלות ענב שבשומרון נרשם מספר גבוה של נדבקים - 28 מתוך 185 שנבדקו. בהתנחלות אספר שבמדבר יהודה חולים בקורונה 17 בני אדם מתוך כ-800 תושבים. באפרת חלו 52 תושבים ובמעלה אדומים 16.במגזר הערבי, מספר הנדבקים הגבוה ביותר נרשם בטמרה - שם אובחנו 11 תושבים בקורונה. בהמשך הרשימה סחנין עם שישה חולים, אום אל-פחם עם ארבעה ונצרת עם שלושה. בצל הביקורת על המחסור בתשתיות ומודעות במגזר הבדואי, ברהט אותרו עד כה ארבעה נדבקים בנגיף.\n4,831 ישראלים נדבקו עד כה בקורונה, בהם 83 המאושפזים במצב קשה. בסך הכל החלימו 163 ומתו 17. בעקבות המשך התפשטות נגיף הקורונה הממשלה אישרה הלילה הגבלות נוספות במרחב הציבורי, בהן איסורים נגד התקהלות בציבור, תפילות במרחב הפתוח ואף הנחיות לליל הסדר.", "url": "https://news.walla.co.il/item/3349757", "type": "article", "site_name": "וואלה!News", "published_time": "2020-03-31 13:04"}