{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3349662"}, "headline": "משבר הקורונה: מניין החולים בישראל עלה ל-5,358", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/2/3002515-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, אמיר בוחבוט, יואב איתיאל, אלי אשכנזי, יניר יגנה, מאיה הורודניצאנו וסוכנויות ה"}, "datePublished": "2020-03-31 22:42:00", "dateModified": "2020-03-31 22:46:04", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "משרד הבריאות מסר כי 527 בני אדם נוספים נדבקו בנגיף. מניין המתים בישראל עלה ל-20, בהם קשיש שסבל ממחלות רקע והלך לעולמו בבית החולים וולפסון בחולון. פוטין הציע לארהב סיוע במאבק בקורונה, כ-850 חולים מתו ביממה האחרונה בספרד. עדכונים שוטפים", "title": "משבר הקורונה: מניין החולים בישראל עלה ל-5,358", "subtitle": "משרד הבריאות מסר כי 527 בני אדם נוספים נדבקו בנגיף. מניין המתים בישראל עלה ל-20, בהם קשיש שסבל ממחלות רקע והלך לעולמו בבית החולים וולפסון בחולון. פוטין הציע לארה\"ב סיוע במאבק בקורונה, כ-850 חולים מתו ביממה האחרונה בספרד. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט ומספר החולים בישראל עומד היום (שלישי) על 5,358 - מתוכם 94 במצב קשה. 20 חולים מתו עד כה כתוצאה מהנגיף, חמישה משעות הבוקר. במקביל, הרמטכ\"ל אביב כוכבי נכנס לבידוד לאחר שנכח בדיון עם חולה קורונה, לפני עשרה ימים. ועדת הכנסת הזמנית לענייני שב\"כ אישרה את החלטת הממשלה להסמיך את שב\"כ לסייע במאמץ לצמצום התפשטות הקורונה והרב חיים קנייבסקי פסק כי יש לקיים את מצוות ביעור החמץ בלי התקהלויות.גם במדינות העולם נמשך המאבק במשבר, בעוד מניין הקורבנות בקרב חולי הקורונה בארצות הברית הגיע ל-3,393, יותר ממספר המתים בסין. בכך, ארצות הברית נמצאת במקום השלישי בתמותה אחרי איטליה וספרד. בבריטניה נשבר שיא המתים במדינה מהנגיף ב-24 שעות עם 381 מתים ביממה ובתוניסיה שוחררו יותר מ-4,000 אסירים מבתי כלא.\nנשיא מועצת גדולי התורה, הרב גרשון אדלשטיין, פנה לציבור החרדי ואמר כי תפילה במניין וקריאת תורה בימים אלה היא עבירה. זאת ברקע כמה התקהלויות שנרשמו מצד הציבור החרדי, בניגוד להנחיות משרד הבריאות לאור משבר הקורונה. הוא הוסיף כי חובה להישמע להוראות הרופאים ואסור לארח או להתארח בליל הסדר.\nנער בן 13 מת בלונדון שבבריטניה, לאחר שחלה בנגיף הקורונה - כך דווח ברשת סקיי ניוז. סך הכל מתו בממלכה 1,789 בני אדם כתוצאה מהנגיף.\nשר החוץ של ארצות הברית, מייק פומפאו, אמר כי וושינגטון שוקלת ייתכנות של הקלה בסנקציות על כמה מדינות, בהן איראן, ברקע משבר הקורונה. פומפאו לא פירט על תכנית סדורה בנושא.\nמספר חולי הקורונה בישראל עלה ב-527, וכעת יש 5,358 נדבקים - כך מסר משרד הבריאות. 94 מהחולים במצב קשה, ו-76 מהם מונשמים. 20 בני אדם מתו עד כה מהנגיף.\nנשיא רוסיה, ולדימיר פוטין, הציע לנשיא ארצות הברית דונלד טראמפ את עזרתה של מוסקבה במאבק בנגיף הקורונה - כך מסר הקרמלין. טראמפ הסכים לסיוע, וכעת מטוס רוסי הנושא ציוד רפואי צפוי להגיע לארצות הברית ביום שלישי.\nגבר כבן 90 שחלה בקורונה נפטר בבית החולים וולפסון בחולון. החולה היה במצב קשה, מורדם ומונשם. בכך, עלה מניין הקורבנות בישראל ל-20.\nראש עיריית בני ברק, אברהם רובינשטיין, יצא נגד האפשרות להטיל סגר על העיר, ואמר כי \"אי אפשר לבנות כלא חדש. כלא בני ברק. המציאות לא תאפשר. התושבים לא יעמדו בזה וההמלצה הזו רק תיצור אפקט הפוך. אסור להפוך את בני ברק לגטו, הסגר לא ירפא את המחלה\".היום, רובינשטיין מינה את אלוף (במיל') רוני נומה לעמוד בראש מטה המאבק בקורונה בבני ברק, ובמקביל נפתח מתחם \"דרייב אין\" לבדיקות מוניות.\n837 חולי קורונה באיטליה מתו ביממה האחרונה, ומניין הקורבנות עומד על 12,428 בסך הכל - כך מסרו גורמי שלטון במדינה. עד כה, 105,792 נדבקו בנגיף.\nמשרד ראש הממשלה ומשרד האוצר סיכמו כי במסגרת התכנית הכלכלית, תוקם קרן מענקים לעמותות בהיקף של 200 מיליון שקלים. בנוסף, הוחלט כי לעמותות יוקצו שמונה מיליון שקלים למשלוחי מזון למשפחות במצוקה, וכן 3.5 מיליון שקלים לרכישת ציוד מיגון וחיטוי לצוות מוסדות הרווחה.\nמשרד הבריאות הודיע להנהלת הדיור המוגן משען בבאר שבע כי בשעות הקרובות יחלו בדיקות קורונה מקיפות לכלל הדיירים במקום. הבדיקות יחלו בקרב דיירי המחלקה הסיעודית ובהמשך לכלל דיירי הבית.\nמשרד הביטחון, התעשייה האווירית וחברת אינוויטק (פתרונות רפואיים) יחלו בייצור סדרתי של מכונות הנשמה בישראל - כך הודיע משרד הביטחון. לפי הודעת המשרד, פס ייצור ראשון מסוגו כבר התחיל לפעול, ו-30 מכונות ראשונות כבר נמסרו למשרד הבריאות. \"אסור לנו להישאר תלויים ברכש ממדינות אחרות\", אמר שר הביטחון נפתלי בנט, \"עלינו לפתח עוצמה בלתי תלויה\".\nגבר כבן 70 שסבל ממחלות רקע וחלה בקורונה נפטר בבית החולים אסותא שבאשדוד. בכך, עלה מניין הקורבנות בישראל ל-19.\nועדת הכנסת הזמנית לענייני שב\"כ אישרה את החלטת הממשלה להסמיך את שב\"כ לסייע במאמץ לצמצום התפשטות הקורונה למשך חודש. הוועדה, בראשות ח\"כ גבי אשכנזי (כחול לבן), נתנה את אישורה לאחר שהכניסה לנוסח תיקונים מרסנים, וכן אמצעי בקרה ופיקוח.\nמניין הקורבנות בקרב חולי הקורונה בארצות הברית הגיע ל-3,393, יותר ממספר המתים בסין. בכך, לפי סוכנות הידיעות רויטרס, ארצות הברית נמצאת במקום השלישי בתמותה אחרי איטליה וספרד.\nשירות התעסוקה עדכן כי מספר דורשי העבודה בישראל הגיע ל-988,957 איש. בכך, שיעור האבטלה בארץ עומד על 23.8%. עד השעה 17:00 נרשמו 22,829 דורשי בודה, בדומה לימים הקודמים. לאחר שמה-15 עד 26 במרץ החל\"ת תפס נתח יומי של כ-90% ויותר מסיבות ההירשמות, בימים האחרונים שיעור המפוטרים היומי עלה לכ-9%, ושיעור היוצאים לחל\"ת ירד ל-84%.\nנשיא תוניסיה, קייס סעיד, הורה על שחרור 1,420 אסירים מבתי כלא, במסגרת המאבק בהתפשטות נגיף הקורונה במדינה. בתוך כך, הממשלה הכריזה על עוצר כללי כדי להאט את קצב ההדבקות, לאחר ש-362 מאזרחיה כבר נדבקו ותשעה מתו.\nשירות הבריאות הלאומי בבריטניה עדכן כי 381 חולי קורונה מתו בתוך יממה. בכך, נשבר שיא המתים במדינה מהנגיף ב-24 שעות. מניין הקורבנות בבריטניה עומד על 1,651 בני אדם.\nהרב חיים קנייבסקי פסק היום (שלישי) כי יש לקיים את מצוות שריפת החמץ בלי התקהלויות, בעקבות התפשטות נגיף הקורונה בישראל. \"בשל הצפיפות הרבה בריכוזים החרדים, קיום שריפת חמץ כמידי שנה זה שאלה של פיקוח נפש\", נמסר מטעם אחד הפוסקים המרכזיים במגזר החרדי. \"צריך לדאוג לשריפה על ידי שליח בלי התקהלות וחלילה לפרוץ גדר. על נציגי הציבור לראות לסדר את העניין כדי שחס וחלילה לא תגרם סכנת חיים\".\nמתחם \"היבדק וסע\" לבדיקות קורונה שהוקם במודיעין על ידי מד\"א יחל לפעול הערב בעיר. המתחם יפעל בחניון מרכז הספורט העירוני כשהכניסה אליו תהיה מעמק זבולון צפון והיציאה ממנו תהיה מעמק זבולון דרום. הכניסה למתחם היא לתושבים שהוזמנו להיבדק על ידי מד\"א, ובארגון ובעירייה מדגישים כי אין להגיע לאתר ללא זימון.\nעיריית בני ברק שלחה פקחים מטעמה לפרק אוהלי סינון המוצבים בכניסה למרפאה ייעודית לבדיקות קורונה. המרפאה הוקמה במתחם קופת חולים מאוחדת ברחוב אבני נזר.\nבבית משפט השלום בחיפה הוגש כתב אישום נגד גבר בן 48, תושב חיפה, מרכז הכרמל, בגין ונדליזם במתחם \"היבדק וסע\" של מד\"א לבדיקות קורונה. האירוע התרחש ביום שלישי שעבר, הלילה הראשון לאחר פתיחת המתחם. על פי כתב האישום הוא פרץ למקום עם רכבו, גנב מחשב ומכונת צילום, והשליך חפצים ורכוש על הרצפה. המאבטחים הזעיקו משטרה, ואולם עד ששוטרים הגיעו האיש כבר נמלט מהמקום.\nעד חודש אפריל-מאי מספר המובטלים בישראל יגיע ל-1.1 מיליון - כך עולה מנתוני מחלקת המחקר של הביטוח הלאומי אודות השפעת משבר הקורונה. על פי הערכות, בחודש יוני התוספת לתשלום דמי האבטלה תהיה כ-6.5 מיליארד שקלים.\nרופא בבית חולים במוסקבה שנפגש עם נשיא רוסיה ולדימיר פוטין אובחן כחולה בקורונה - כך דווח בכלי תקשורת במדינה. על פי הדיווח, הרופא ערך סיור לפוטין בבית החולים בשבוע שעבר, ושניהם הופיעו ללא ציוד מגן. הקרמלין מסר בתגובה כי הנשיא נבדק לקורונה באופן שגרתי וכי \"הכל כשורה\".\nמחלקת הסייבר בפרקליטות המדינה הודיעה לעדי טפר, גבר בן 33 מראשון לציון, כי נשקלת העמדתו לדין, בכפוף לשימוע, בגין ביצוע עבירות של העברת מידע כוזב במחשב והטרדה באמצעות מתקן בזק. זאת, בשל הפצת הודעות כוזבות בשמו של משרד הבריאות.\nמניין הקורבנות מנגיף הקורונה בהולנד עלה ב-175 ל-1,039 מתים - כך נמסר מהמכון הלאומי לבריאות במדינה. במקביל, עלה מניין הנדבקים בנגיף בהולנד ל-12,595 בני אדם\nמניין הנדבקים בנגיף הקורונה בסינגפור עלה ב-47 ל-926 בני אדם - כך נמסר מהרשויות במדינה. מניין המתים בסינגפור הוא שלושה בני אדם\nהחשב הכללי רוני חזקיהו, הודיע על ביצוע הנפקת אג\"ח של מדינת ישראל במטבע הדולר לטווחים של עשר, 30 ו-100 שנה. זאת, לאור תכנית הסיוע הממשלתית הנרחבת להתמודדות עם משבר הקורונה בישראל. ההחלטה התקבלה לאחר קיום התייעצויות נרחבות עם גופים פיננסיים זרים מתוך הבנה כי ישנו ביקוש גבוה של המשקיעים הגדולים בעולם לחוב של מדינת ישראל.\nבבית החולים קפלן ברחובות נקבע מותה של קשישה בשנות ה-90 לחייה שנדבקה בנגיף הקורונה. הקשישה סבלה ממחלות רקע. בכך, עלה מניין קורבנות הקורונה בישראל ל-18.\nהקסטודיה, נציגות הוותיקן בישראל, פנתה ליועץ המשפטי לממשלה בדרישה להחריג את כנסיית הקבר ולפתוח אותה לטקסי הפסחא. \"לא יעלה על הדעת כי דווקא בתקופה שכזו, לא יתאפשר שידור תפילת הפסחא למאות מיליוני המאמינים הנמצאים בביתם במצוקה קשה. יש לאפשר את קיום תפילות הפסחא במתכונת מצומצמת מאוד של לא יותר מעשרה אנשי דת וצלמים שיעבירו את התפילות בשידור ישיר לכל העולם הנוצרי\".\nמ\"מ מפכ\"ל המשטרה, ניצב מוטי כהן, קיים שיחת ועידה עם מפקדי המרחבים של המשטרה ברחבי הארץ, זאת במסגרת המאבק המתמשך בנגיף הקורונה. \"יש חשיבות לפעילות המשטרתית היוזמת והמגיבה, להכוונת התנהגות האוכלוסייה, למניעה, פיקוח ואכיפת התקנות לשעת חירום. אף אחד אינו חסין מפני הנגיף ולכן גם אסור שיהיה חסין מפני החוק שאמור למנוע את התפשטותו בציבור\".\nמניין חולי הקורונה בבית האבות משען בבאר שבע עלה לעשרים, בהם שבעה אנשי צוות ו-13 דיירים. גורמים בחברת הדיור המוגן אמרו כי משרד הבריאות שוקל ביצוע בדיקות לכלל דיירי ואנשי הצוות במשען באר שבע בעקבות פניות חוזרות ונשנות של הנהלת משען. עוד אמרו כי העבירו אל משרד הבריאות את רשימות הדיירים וכעת ממתינים לתשובה סופית ממשרד הבריאות.\nילדה בת 12 מתה בבלגיה מנגיף הקורונה - כך מסר גורם רשמי במדינה לסוכניות הידיעות הצרפתית. מניין המתים בבלגיה עלה ל-705, במקביל למנייןהנדבקים, שעלה ל-12,775 בני אדם.\nמניין הקורבנות מנגיף הקורונה באיראן עלה היום (שלישי) ל-2,898 מתים - כך מסר דובר משרד הבריאות במדינה. במקביל, זינק מספר הנדבקים ל-44,606 בני אדם.\nמניין הקורבנות בספרד עלה ב-849 ביממה האחרונה ל-8,189 - כך נמסר ממשרד הבריאות במדינה. במקביל, מניין הנדבקים עלה ל-94,417 בני אדם.\nמנתוני החשב הכללי עולה כי רק 27 בקשות להלוואות מהקרן לסיוע לעסקים אושרו עד כה, וזאת מתוך 3,713 בקשות שהוגשו. בנוסף, כמות הבקשות שנבדקו על ידי הגופים המתאמים היא 489 וכמות הבקשות שהועברו לבנקים להמשך טיפול היא 448. סך כל ההלוואות שאושרו הוא 8.9 מיליון שקלים. נתונים אלו צפויים להיות מוצגים בשעה הקרובה בוועדת הכספים של הכנסת. יו\"ר ועדת הכספים עודד פורר, אמר לוואלה! NEWS על הנתונים כי \"המספרים מדברים בעד עצמם, נתניהו וכחלון עסוקים במסיבות עיתונאים ובשטח הכל קורס ולא זז. בעלי עסקים רבים מלינים על בירוקרטיה קשה בדרך להשגת ההלוואות, ותנאים שלא מתכתבים עם המציאות שהביאה עמה משבר הקורונה בדרך לקבלת ההלוואה\".\nמניין חולי הקורונה ברוסיה עלה ביממה האחרונה ב-500 בני אדם ועומד על 2,337 - העלייה הגדולה ביותר שנרשמה במדינה זה היום השביעי ברציפות. עד כה, על פי נתונים  המתפרסמים על ידי הממשלה, 18 בני אדם מתו מנגיף הקורונה.\nפרופ' סיגל סדצקי, ראש שירותי בריאות הציבור במשרד הבריאות, אמרה כי בימים האחרונים נראה כי מספר החולים החדשים במצב יציב, אולי קצת בירידה. \"זה מראה שהאסטרטגיה שלנו וההתמדה בה מביאה אותנו למקומות טובים. יש לנו אינדיקציה שגל החולים העיקרי חזר מחו\"ל, והמגעים שלהם השתלבנו עם משבר גדול של פורים. העובדה הזו מראה ומדגישה את הצורך לשמור על ההנחיות. האסטרטגיה הכי חשובה זה הבידוד החברתי עם דגש מאוד גדול על פסח\".\nשירות התעסוקה עדכן כי שיעור האבטלה עלה ל-23.3%, זאת לאחר שנרשמו מאז אתמול כ-7,130 דורשי עבודה בצל משבר נגיף הקורונה. עוד נמסר כי מאז תחילת חודש מרץ נרשמו 809,693 נרשמים חדשים, 89.9% מהם בחופשה ללא תשלום (חל\"ת).\nמנכ\"ל משרד הבריאות, משה בר סימן טוב, אמר כי המשרד שוקל מתן המלצות בנוגע לתנועה עם מסיכות פנים במרחב הפתוח. \"ארגון הבריאות העולמי הכריז באופן סופי שהמחלה עוברת רק ברסיסי רוק ולא דרך האוויר. זה גורם לכמה מדינות וגם לנו לגבש המלצות של ללכת עם מסכות במרחב הפתוח. כמובן, רק מי שיכול לצאת מהבית. אנחנו בוחנים עם מספר מומחים איך ניתן להשתמש במסכות מאולתרות כי את הרגילות אנחנו צריכים לצוותים הרפואיים - הציבור יכול להסתפק בחתיכת בד על הפנים. אנחנו בוחנים את זה, וניתן על זה היום הנחיות לציבור\".\nמרפאות אהרונוב ופלוטקין בתל אביב נסגרו בשל חשש כי אחד מאנשי הצוות נדבק בקורונה. עשרה אנשי צוות משתי המרפאות נכנסו לבידוד.\nמשרד הבריאות אמר כי הוא שוקל ביצוע בדיקות לכלל דיירי ואנשי הצוות ב\"משען\" באר שבע, בעקבות פניות חוזרות ונשנות של הנהלת משען. רשת הדיור המוגן העבירה אל משרד הבריאות רשימות של הדיירים וכעת ממתינים לתשובה סופית ממשרד הבריאות. בתגובה, ראש עיריית באר שבע, רוביק דנילוביץ', פנה לראש הממשלה בנימין נתניהו ולשר הבריאות יעקב ליצמן ליצמן בבקשה למקד מאמץ בבדיקות ובהכשרת כוח אדם חלופי בבתי אבות בעיר.\nחולה קורונה בן 34 קפץ מחלון בבית החולים פדה פוריה שבטבריה, ומצבו מוגדר קשה. החולה הובא לפני כשבוע למחלקה בבית החולים כשמצבו קל. המשטרה חוקרת את נסיבות האירוע. מבדיקה ראשונית עולה כי במהלך השבוע שוחח מספר פעמים עם העובדת הסוציאלית במחלקה.\nמניין הנדבקים בקורונה בשטחי הרשות הפלסטינית עלה ל-117 בני אדם. הנדבק האחרון הינו צעיר בשנות ה-20 לחייו מרמאללה, שעבד כפועל בישראל.\n27 מכונות הנשמה ושמונה מיליון מסיכות מיגון הגיעו לישראל. זאת במסגרת שיתוף הפעולה בין חמ\"ל הרכש האחוד של משרד הבריאות, משרד ראש הממשלה, משרד הביטחון וצה\"ל.", "url": "https://news.walla.co.il/item/3349662", "type": "article", "site_name": "וואלה!News", "published_time": "2020-03-31 22:42"}