{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3349248"}, "headline": "התפשטות הנגיף: מניין חולי הקורונה בישראל זינק ל-4,247", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/2/3002104-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, יקי אדמקר, לירן לוי, דניאל דולב, מאיה הורודניצאנו, יניר יגנה ויפעת רוזנברג"}, "datePublished": "2020-03-29 23:34:00", "dateModified": "2020-03-30 00:03:34", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "בין הנדבקים 74 במצב קשה כש-132 החלימו. 4 מלונות חדשים לקורונה יפעלו בי-ם, הממשלה בוחנת הגבלות נוספות אך הדיון נדחה. חשש בארהב מ-100 אלף מתים מהנגיף, בעוד מספר הקורבנות בניו יורק מתקרב לאלף. באיטליה עלה מניין המתים ביממה באופן מתון יחסית. עדכונים שוטפים", "title": "התפשטות הנגיף: מניין חולי הקורונה בישראל זינק ל-4,247; 59 מונשמים", "subtitle": "בין הנדבקים 74 במצב קשה כש-132 החלימו. 4 מלונות חדשים לקורונה יפעלו בי-ם, הממשלה בוחנת הגבלות נוספות אך הדיון נדחה. חשש בארה\"ב מ-100 אלף מתים מהנגיף, בעוד מספר הקורבנות בניו יורק מתקרב לאלף. באיטליה עלה מניין המתים ביממה באופן מתון יחסית. עדכונים שוטפים", "keywords": ["נגיף הקורונה", "בני ברק", "ארצות הברית"], "articleBody": "מניין הנדבקים בנגיף הקורונה בישראל זינק הערב (ראשון) ל-4,247 בני אדם, בהם 74 במצב קשה. עד כה, 15 בני אדם מתו מקורונה בארץ, ו-132 החלימו ושוחררו לבתיהם. ברחבי העולם, מספר המתים עלה ליותר מ-33 אלף, ומספר הנדבקים טיפס למעלה מ-700 אלף. שירות התעסוקה עדכן כי 21,254 דורשי עבודה חדשים נרשמו היום. עוד מסרו בשירות התעסוקה כי מתחילת מרץ נרשמו 781,608 דורשי עבודה חדשים, וכי המספר הכולל של דורשי העבודה בישראל הוא 939,459. משום כך, שיעור האבטלה ממשיך לטפס ועלה ל-22.6%.בעקבות הפרת הוראות משרד הבריאות במהלך הלווייתו של הרב צבי שינקר על ידי מאות מאנשי הפלג הירושלמי בבני ברק, מתכוונים במשטרה להגביר את האכיפה בעיר, ומנכ\"ל משרד האוצר אף אמר כי נשקלת האפשרות לבודד את העיר. הממשלה צפויה לאשר חבילת סיוע כלכלי למשק בשווי 80 מיליארד שקל, עם תוספת של חמישה מיליארד שקל לעסקים קטנים ובינוניים.\nראש עיריית רעננה, חיים ברוידא, פנה במכתב אישי לראש הממשלה, בנימין נתניהו, בקריאה דחופה לפעול למען העסקים במשק, בדגש על העסקים הקטנים והבינוניים. ראש העיר ציין במכתבו כי עסקים אלו הם הנפגעים הישירים  מנגיף הקורונה. \"הלכנו לקראת העסקים בעיר וגיבשנו עבורם חבילת הקלות עירונית, אך ישנם תחומים בהם אנו מחויבים לחוקי מדינה\", אמר ברוידא. \"אין באפשרותנו, כרשות מקומית, לפעול עצמאית בניגוד למדיניות משרד הפנים והאוצר, כולל הפחתה או ביטול היטלי ארנונה\" . ראש עיריית רעננה ביקש מנתניהו לגבש חבילת הטבות ארצית למען העסקים, כדי לאפשר להם לעבור את המשבר ולהמשיך בפעילות עסקית ביום שאחרי.\nישיבת הממשלה שתוכננה להתקיים הערב בנושא החמרת ההגבלות למאבק בהתפשטות נגיף הקורונה, נדחתה למחר. זאת, משום שטרם הושלמה העבודה על התקנות לשעת חירום הנוגעות להגבלת התנועה. התכנית המקיפה לסיוע כלכלי למשק תוצג מחר בשעות אחר הצהריים.\n19 מקרי הידבקות חדשים בנגיף הקורונה זוהו בקוסטה ריקה ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מניין החולים בווירוס בקוסטה ריקה ל-314 בני אדם.\nארבעה בתי מלון בירושלים יוסבו לקליטת תושבים הנדרשים לבידוד ביתי ולחולי קורונה. בשיחה שנערכה בין שר הפנים אריה דרעי וראש העיר משה ליאון סוכם כי זוג מלונות ייפתח במזרח העיר וזוג במערבה, והם יתנו מענה לכללי המגזרים ולמצוקת אוכלוסיות מוחלשות ומשפחות מרובות ילדים.\nהרמטכ\"ל אביב כוכבי נפגש היום עם מנכ\"ל משרד הבריאות משה בר סימן טוב, והציג את פעולות צה\"ל בהקשרי בריאות הציבור, והסיוע שניתן עד כה. הרמטכ\"ל הדגיש את התיאום ההדוק בין צה\"ל למשרד הבריאות, וציין כי צה\"ל ערוך ומוכן לכל משימה לאומית אליה ידרש.\nדובר צה\"ל מסר כי עד כה נדבקו 62 חיילי צה\"ל בנגיף הקורונה, כולם במצב קל. חולה אחד החלים, וכמו כן, 2,879 מצויים בבידוד - מקרב חיילי החובה, הקבע ועובדי צה\"ל.\nשר הביטחון נפתלי בנט הודיע הערב כי הוא חתם כרגע על הקצאת 700 חיילים לסיוע למשטרה באכיפה. הוא הבהיר כי \"החיילים לא ישאו נשק ולא יבצעו בעצמם שום אכיפה אלא רק ילוו את השוטרים. כך נכפיל פי שניים את פריסת המשטרה כך שבמקום ששני שוטרים ינועו בצמד, יהיה חייל/ת לצד שוטר\". הקצאת החיילים טעונה אישור ממשלה הערב.\nכחלק מהיערכות צה\"ל למאבק בנגיף הקורונה ובמטרה לשמור על רציפות התפקוד וכשירותו המבצעית של צה\"ל, הוקם מערך היסעים מיוחד וייעודי למשרתים - כך נמסר מדובר צה\"ל. מהיום פועל יישומון \"שאט\"ל\", הזמין להתקנה במכשירים הניידים של המשרתים, ומהווה אמצעי דיגיטלי חכם ומאובטח לניווט והתניידות אל בסיסי צה\"ל וחזרה מהם. בשלב זה, ישמש היישומון מספר משרתים מוגדר אשר יזדקק לשימוש במערך ההיסעים מתוקף תפקידו. ניתן להתעדכן גם דרך המפקדים.המסלולים וזמני העצירה בתחנות השונות הוזנו ביישומון ומוצגים לחיילים בהתאם למקום המגורים שלהם והבסיס בו משרתים. האפליקציה מאפשרת מעקב אחר הגעת האוטובוס לתחנה, מציגה את זמני העצירה המתוכננים וכן זמני העצירה בפועל, על מנת לספק לחייל חווית משתמש מדויקת ועדכנית ככל שניתן. מערך ההיסעים תוכנן בשיתוף הפיקודים והזרועות להגעה נוחה למספר רב של בסיסים. לפרטים אודות קווי האוטובוסים הזמינים ניתן להסתכל באפליקציה.\nמשרד הבריאות הודיע כי מספר חולי הקורונה בישראל זינק ל-4,247. 74 מהחולים במצב קשה, בהם 59 מורדמים מונשמים. 82 מהנדבקים במצב בינוני, והיתר במצב קל. 132 החלימו ושוחררו. מניין הקורבנות מהווירוס הוא 15 בני אדם.\nנשיא המדינה ראובן ריבלין אמר כי על הממשלה לבדוק את נחיצות פינוי קשישים וחולים סיעודיים מהמחלקות לתשושי נפש לטובת אשפוז חולים בנגיף הקורונה. ריבלין אמר כי שוחח על כך עם שר הבריאות יעקב ליצמן ועם לשכת ראש הממשלה. ריבלין מסר כי \"יש לשקול מחדש החלטה זו. אסור לנו להפקיר את הקשישים שלנו, בהם שורדים שקמו מאפר השואה\".\n292 בני אדם נוספים מתו מנגיף הקורונה בצרפת ביממה האחרונה - כך הודיעו רשויות הבריאות במדינה. בכך, עלה מניין הקורבנות מהווירוס בצרפת ל-2,606 בני אדם. עוד נמסר כי מספר החולים בנגיף עלה ל-40,174 בני אדם.\nכחלק ממאמצי מערכת הבריאות להתמודד עם נגיף הקורונה, יחלו במשרד הבריאות, קופות החולים ומד\"א, לבקש מכלל האזרחים לענות על שאלון סימפטומים קצר בכל יום. בימים הקרובים ישלח לכלל אזרחי ישראל שאלון יומי על ידי קופות החולים ומד\"א, במטרה לספק תמונת מצב של סימפטומים אופייניים שיכולים לרמוז על התפשטות הנגיף, ולסייע למערכת הבריאות בקבלת החלטות. ככל שיותר אנשים ימלאו את השאלון האנונימי מדי יום, כך למערכת הבריאות תהיה תמונה טובה יותר של סימפטומים הקשורים להתפשטות הקורונה בישראל.המערכת פותחה עבור משרד הבריאות על ידי הסטרטאפ הישראלי, דיאגנוסטיק רובוטיקס, מהסטרטאפים המובילים בישראל בתחום הבריאות הדיגיטלית, בשיתוף קופות החולים, מד\"א, ומכון ויצמן. השאלון מהיר, קצר ונגיש, כך שכל אזרח יוכל למלא בקלות את השאלון מדי יום, ומטרתו ליצור מפה אפידמיולוגית ברזולוציה גבוהה, הכוללת עדכונים בזמן אמת, שתספק למערכת הבריאות תמונת מצב של סימפטומים אופייניים שיכולים לרמוז על מצב התפשטות התחלואה בישראל. השאלון הינו אנונימי, המערכת אינה אוספת פרטים מזהים, ואף גורם לא יוכל ליצור קשר בשום שלב עם המשיבים לשאלון.\nשני מקרי הידבקות נוספים בנגיף הקורונה זוהו בחברון - כך הודיע משרד הבריאות הפלסטיני. בכך, עלה מספר החולים בווירוס ברשות הפלסטינית ל-108 בני אדם.\nמשרדי האוצר והבריאות, יחד עם המל\"ל ונציגי הייעוץ המשפטי דנים בצעדים נוספים להחמרת ההגבלות למאבק בהתפשטות נגיף הקורונה. בין הצעדים שנשקלים הגדלת האכיפה באמצעות חיילים ושינוי מתכונת עבודת המשק. במקביל, נערכים דיונים על הטלת הגבלות מיוחדות במגזר החרדי וכן על פעולות הסברה לאוכלוסיה זו. המועד לישיבת הממשלה בנושא נקבע לשעה 23:00.\nעשרה בני אדם נוספים מתו מנגיף הקורונה באירלנד ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מניין הקורבנות מהווירוס באירלנד ל-46 בני אדם. עוד נמסר כי מספר החולים בקורונה במדינה עלה ל-2,615.\nשני בני אדם נוספים מתו מנגיף הקורונה בקנדה ביממה האחרונה - כך מסרו גורמי הבריאות במדינה. בכך, עלה מניין הקורבנות מהווירוס ל-63 בני אדם. עוד נמסר כי מספר חולי הקורונה בקנדה עלה ל-5,866, לעומת 5,655 אתמול.\nמספר הקורבנות מנגיף הקורונה במדינת ניו יורק עלה ב-237 ביממה האחרונה - כך מסר המושל אנדרו קואומו. בכך, עלה מניין המתים בניו יורק ל-965 בני אדם. עוד מסר קואומו כי מאתמול התגלו במדינה 7,195 מקרי הידבקות חדשים בנגיף, וכי מספר החולים עלה ל-59,513 בני אדם.\nמצבו של הצעיר בן ה-20 שמטופל במצב קשה בבית החולים אסותא באשדוד השתפר מעט. עם זאת, מצבו עדיין מוגדר קשה. בנוסף לכך, באסותא אשדוד מאושפזים 16 חולי קורונה, כשעשרה מהם במצב קל, שניים במצב בינוני שמקבלים תמיכה נשימתית, וארבעה במצב קשה מונשמים.\nמשרד הבריאות בטורקיה הודיע על 23 מקרי מוות נוספים מנגיף הקורונה. בכך, עלה מניין הקורבנות מהווירוס במדינה ל-131 בני אדם. עוד נמסר כי מספר החולים בנגיף בטורקיה עלה ב-1,815, ל -9,217 בני אדם. עד כה, החלימו 105 בני אדם שנדבקו בווירוס במדינה.\nהרשויות באיטליה הודיעו על 756 מקרי מוות נוספים מנגיף הקורונה ביממה האחרונה. בכך, עלה מניין הקורבנות במדינה ל-10,779 בני אדם. בנוסף לכך, מספר החולים בווירוס באיטליה עלה ל-97,689, לעומת 92,472 אתמול. מדובר העלייה היומית הנמוכה ביותר מאז רביעי האחרון. מספר המתים באיטליה הוא הגבוה ביותר מבין כל המדינות בהן התפרץ הנגיף, והוא מהווה יותר משליש מסך הקורבנות מהנגיף ברחבי העולם.\nהיועץ המשפטי לממשלה הודיע כי פריסת החיילים ביישובים לאכיפת הקורונה מותנית בהחלטת ממשלה. הסוגייה נידונה בישיבה שהתקיימה בראשות רה\"מ ביום שישי, והיועמ\"ש אישר את הדבר בכפוף לעיגון מתווה הפעולה בהחלטת ממשלה, לנוכח השימוש החריג בחיילי צה\"ל.המשרד לביטחון פנים גיבש טיוטה של החלטת ממשלה במוצאי שבת ומאז התקיימו דיונים על פרטי המתווה, לרבות אופן ההסתייעות בחיילים, אישור נהלי פעולה של צה\"ל והמשטרה, היבטים של דיווח, וכן הלאה. הדיונים התקיימו בהשתתפות נציגים בכירים של משטרת ישראל, המשרד לבט\"פ, משרד הביטחון וצה\"ל, ומשרד המשפטים. לפני זמן קצר הסתיימו הדיונים בין המשרדים וגובשה החלטת ממשלה, שתובא עוד הלילה לדיון ולאישור.\nמשרד הבריאות ומחוז ירושלים מסרו כי רוב הבדיקות מבית האבות \"מגדל נופים\" בעיר חזרו בתוצאה שלילית לקורונה. רופאת מחוז ירושלים ד\"ר חן זמיר מסרה כי \"הקפדה על הנחיות הבידוד ושמירה על ההגיינה האישית והסביבתית לפי הנחיות משרד הבריאות היא מרכיב קריטי בשמירה על הבריאות ומניעת המחלה\". ד\"ר זמיר הוסיפה כי \"אנחנו עדיין ממתינים לתשובות נוספות של המטפלות בבית האבות וברגע שנקבל אותן נפרסם זאת לציבור גם כן\".המשרד מעדכן כי מתוך 166 דגימות של דיירים ומטפלים בנופים: 141 חזרו בתוצאה שלילית, בדיקה אחת עדיין ללא תשובה סופית. 24 בדיקות של מטפלות בבית האבות עדיין ממינות לתשובות. בנוסף נדגמו גם 10 אנשי צוות דיור מוגן, ו-9 מהבדיקות חזרו שליליות.\nשירות התעסוקה עדכן כי עד השעה 17:00, נרשמו 21,254 דורשי עבודה - קרוב למספר הנרשמים ביום שישי האחרון. מתחילת מרץ נרשמו 781,608 דורשי עבודה חדשים - 89.9% מהם בחל\"ת. המספר הכולל של דורשי העבודה בישראל הוא 939,459, כשיחד עם חלק מהמתייצבים הפעילים מהתקופה שקדמה למשבר הקורונה - כ-160 אלף. משום כך, שיעור האבטלה ממשיך לטפס ועלה ל-22.6%.מנכ\"ל שירות התעסוקה רמי גראור אמר כי \"על אף שנראה כאילו קצב ההרשמה לשירות התעסוקה הואט לעומת השבועות הקודמים, חשוב להבין שזו אינה בלימה וגם לא שינוי מגמה. עדיין מצטרפים בכל יום רבבות ישראלים למעגל דורשי העבודה, ובקצב הזה ברור לנו שיהיו בישראל למעלה ממיליון דורשי עבודה עוד לפני חג הפסח\". הוא הסביר כי \"מסיבה זו פרסמנו הערב את תוכנית החירום הלאומית שגיבשנו לצמצום ממדי האבטלה בישראל, ואנו מקווים שהמלצותינו ימצאו אוזניים קשובות. במקביל, היום עשינו צעד משמעותי לקראת השלמת העברת המידע על דורשי העבודה לביטוח לאומי, העברנו 96% מהנרשמים ומעתה ואילך כל יום נעביר את החדשים מאתמול\".\nהחלטת שר הבריאות, יעקב ליצמן, למתן היתר לקבלת תרומה למשרד הבריאות אושרה על ידי הממשלה במשאל טלפוני. על פי ההחלטה, תותר קבלת תרומה של ציוד מיגון וטיפול לצוותים הרפואיים ולחולים, כגון מסכות, ביגוד מגן, כפפות ומכונות הנשמה, כחלק מהמאבק בהתפשטות נגיף הקורונה.\nגורם בכיר במערכת אכיפת החוק אמר לוואלה! NEWS החיילים שיסייעו באכיפת תקנות משרד הבריאות לא יוצבו במוקדים של אוכלוסיה חרדית או ערבית. \"החיילים שיסייעו לכוחות המשטרה באכיפת התקנות לא יוצבו בבני ברק ובערים שבהן קיים פוטנציאל לעימות בין החיילים לתושבי המקום\". אותו גורם הוסיף כי בשלב זה אין כל כוונה להטיל סגר על בני ברק.\nטיסת חילוץ ועליה 206 ישראלים המריאה מניגריה לארץ. הנוסעים, עובדי חברות ישראליות ובני משפחותיהם, חולצו על ידי השגרירות בניגריה לאחר סגירת שדות התעופה במדינה. לישראלים שעלו לטיסה בשני נמלי תעופה שונים, בלאגוס ובאבוג'ה, הצטרפו גם ארבעה נוספים שהגיעו מאביג'אן בטיסה פרטית שאורגנה על ידי שגרירות ישראל בחוף השנהב. החברה שהפעילה את הטיסה היא Air peace, שתכננה להתחיל בטיסות מסחריות ישירות מניגריה לישראל החודש, אך שינתה את התכניות בעקבות משבר הקורונה העולמי.\nמניין הקורבנות מנגיף הקורונה בארצות הברית עלול להגיע ל-200 אלף, עם מיליוני מקרי הידבקות - כך הזהיר ד\"ר אנתוני פאוצ'י, מנהל המכון הלאומי לאלרגיה ומחלות זיהומיות, בראיון ל-CNN. הוא הוסיף כי קיימת סכנה שהאספקה הרפואית תיגמר בניו יורק, ניו אורלינס וערים גדולות אחרות.\nמקרה מוות ראשון מנגיף הקורונה זוהה בסוריה - כך דווח בכלי התקשורת במדינה.\nבכירי משרד הפנים סיירו היום בבני ברק על מנת להכשיר מקומות בידוד מיוחדים, זאת בהמשך להנחיית שר הפנים אריה דרעי. מנכ\"ל משרד הפנים מרדכי כהן וכרמית פנטון, הממונה על מחוז ת\"א במשרד הפנים, סיירו בעיר בני ברק, ואליהם התלוו בכירי העירייה והמנכ\"ל, כמו גם נציגי משטרת ישראל ופיקוד העורף. הסיור התבצע במטרה לאתר מקומות שיהוו מרכזי בידוד למי שיצטרך ואין לו את התנאים הבסיסיים לבידוד, וכן מקומות שישמשו לשיכון חולי קורונה ויותאמו לצרכיהם, בכפוף להנחיות משרד הבריאות.  המשרד סיכם עם עיריית בני ברק שמתחם סמינר 'אור החיים' ישמש באופן מיידי למגורים עבור מובדדים תושבי העיר, כשהמשרד יתקצב ישירות את העירייה במידת הצורך.\nשירות התעסוקה גיבש תכנית חירום לשוק העבודה, הן לתקופת משבר הקורונה והן לימים שאחריו. במסגרת התכנית, מוצעים ארבעה מסלולי סיוע המבוססים על הנעשה בעולם ומתוך ראיית עומק של המצב: מסלול עבודה עם המעסיקים להשבת עובדי החל\"ת, המיועד להגדלת סיכויי החזרה לעבודה אצל המעסיק ולקליטת העובדים מחדש. ככל שהמשבר יימשך, יידרשו התאמות משמעותיות של סביבת העבודה ויהיה צורך להפנות משאבים לסיוע לעובדים ובעיקר בעלי שכר נמוך.עוד מוצע מסלול השמה ישירה המיועד לדורשי עבודה בעלי סיכויי השמה מהירה גבוהים, וכולל התאמה בין דורש עבודה למשרה מתאימה. בנוסף לכך, מוצע מסלול חיזוק כישורים ומיומנויות, המיועד לאנשים שלצורך שילובם במקום עבודה הולם נדרש סיוע לשכתי קצר וממוקד, ומסלול הכשרה מקצועית, המיועד לאנשים בעלי פוטנציאל גבוה להידרדר לאבטלה ממושכת, או לאלה שזהו אינו המקרה הראשון שבו הם מקבלים קצבה.\nגורמים בכירים במשטרה זועמים על הדלפת תוכן הפגישה שנערכה היום עם השר לביטחון פנים גלעד ארדן. בשיחה עם וואלה! NEWS אמרו הגורמים כי התבטאויות הקשות המופנות כלפי שוטרים ומפקדים, עוררו זעם בשורות המשטרה. \"מצער לראות שבעת חירום לאומי יש הבוחרים לפגוע דווקא בשוטרים והמפקדים העומדים בחזית ומסכנים את חייהם במטרה לשמור על ביטחונם ובריאותם של אזרחי מדינת ישראל\", ציינו הבכירים. מוקדם יותר דווח כי השר ארדן דרש מהמשטרה לפעול לאכיפה נחושה ושוויונית של הנחיות משרד הבריאות בכל חלקי המדינה, ללא שום חריגים.\nהמשטרה פרסמה את נתוני אכיפת תקנות החירום נכון להיום בשעה 17:00, במסגרתם נרשמו 59 צווי סגירה לעסקים. כמו כן, נערכו 1,929 ביקורי מבודדים, נפתחו 135 נגד מפירי בידוד ונרשמו 86 דוחות. סך הכול נרשמו היום 2,039 דוחות.\nהרשות השופטת הודיעה כי ארבע עובדות נוספות מבית משפט השלום בבאר שבע אובחנו כחולות בנגיף הקורונה. עוד נמסר כי שלוש מתוכן נמצאות בבידוד מה-18 במרץ, והעובדת הרביעית בבידוד מה-25 במרץ. מספרם של העובדים בבית משפט השלום בבאר שבע שנדבקו בקורונה הוא 17, כולם עובדים באותו מתחם מזכירות.\nרוזה שרמן ארבל בת ה-84 מירושלים היא הקורבן ה-15 מנגיף הקורונה בישראל - כך הודיע משרד הבריאות. ארבל אושפזה במרכז הרפואי שערי צדק בירושלים לפני שישה ימים במצב קשה מאוד, מצבה הידרדר הבוקר ובהמשך נקבע מותה.\nעיריית תל אביב הודיעה כי היא פועלת לאכיפת תקנות החירום בכל הנוגע לפעילת בתי עסק בהתאם להנחיות משרד הבריאות, בשיתוף פעולה מלא עם המשטרה. העירייה מסרה כי בתאריכים 16-28 במרץ נבדקו 228 עסקים ברחבי העיר בנוגע לתקנות. 77 עסקים מתוכם פעלו לא בהתאם לצו הבריאות, ולכן קיבלו התראה והוזמנו ניידות משטרה לטיפול בנושא. בנוסף לכך נמסר מהעירייה כי היא יידעה את בעלי העסקים ברחבי העיר בתקנות לשעת חירום שנקבעו על ידי משרד הבריאות, ואגף הפיקוח של העירייה פועל לאכיפת התקנות בכל הנוגע לפעילות אסורה של עסקים על ידי מתן התראות, והחל מהיום גם רישום קנסות מנהליים.\nהרב צבי טאו, ממנהיגי הזרם החרד\"לי בציונות הדתית, חלה בקורונה. הוא מאושפז בבית החולים ותלמידיו קוראים להתפלל לרפואתו.\nלפני שלושה ימים  הגיעה תינוקת בת חודשיים, תושבת הצפון שנמצאה חיובית לקורונה, עם חום קל. היא נדבקה מקרוב משפחה שהסתבר כחולה, אך הוריה שהיו לצידה כל הזמן לא נדבקו. אחרי שלושה ימי אשפוז במחלקת ילדים בחדר לחץ שלילי מבודד, הועברה התינוקת במצב מצויין, ללא חום או תסמינים להמשך בידוד במלון בתל אביב.\nבמרכז הרפואי רמב\"ם בחיפה הוחלט על שינויים מערכתיים בניהול מתחם הקורונה. בין השאר, תמונה ד\"ר חיתאם חוסיין, מומחית לזיהומים, למנהלת המתחם, שכולל מעתה שתי מחלקות עם תפוסה מירבית של 60 מיטות. עוד הוחלט כי ד\"ר איילת רז, ששימשה כמנהלת פנימית א' - שנסגרה עד תום משבר הקורונה, תשמש כמנהלת הטיפול בחולים שיוגדרו במצב קל ובינוני. בנוסף לכך, ימונה ד\"ר אסף מילר, מנהל טיפול נמרץ פנימי ברמב\"ם, מנהל הטיפול בחולים קשים ומונשמים. מתוך 60 המיטות, במתחם תהיה קיבולת ל-32 מיטות מונשמים וטיפול נמרץ.\nשישה אנשי צוות ישראלים שוחררו מספינת התענוגות שעגנה בליסבון בימים האחרונים, על ידי הרשויות בפורטוגל, ועושים את דרכם בחזרה לישראל. \"שחרור\" הישראלים מגיע לאחר מאמצים רבים של המחלקה לישראלים בחו\"ל באגף הקונסולרי במשרד החוץ, ובמיוחד של שגריר ישראל בפורטוגל רפי גמזו.\nהמשטרה מסרה כי בימים האחרונים פעלה המשטרה לפיזור ואכיפה נגד התקהלויות אסורות בבתי כנסת, בתי עסקים שפעלו במגזר החרדי בניגוד לחוק, ברחובות, ישובים ושכונות, ואפילו בדירות שהוסבו לגני ילדים או למוסדות חינוך מאולתרים. במשטרה הסבירו כי \"למרות שרוב הציבור נשמע להנחיות, היו גם כאלו שבחרו לפעול בניגוד אליהן, נהגו בחוסר אחריות ובכך פגעו במאמץ הלאומי לבלימת התפשטות נגיף הקורונה\".\nקצין הכנסת, ניצב יוסף גריף הודיע למנהל סיעת יהדות התורה כי חבר הכנסת יעקב טסלר (יהדות התורה) נכנס לבידוד עד לתאריך 2 באפריל, משום ששהה ליד אדם שנדבק בנגיף הקורונה.\nהרשויות בבריטניה הודיעו על 209 מקרי מוות נוספים מנגיף הקורונה בממלכה. בכך, עלה מניין הקורבנות ל-1,228 בני אדם.\nמ\"מ מפכ\"ל המשטרה ניצב מוטי כהן התייחס לאירוע הלוויה בבני ברק, שבו נראו הפרות של הנחיות משרד הבריאות, ואמר כי \"במלחמה הזו על בריאות הציבור, אף אחד אינו חסין ולא עומד מעל לחוק והמשטרה לא תהסס לפעול ולאכוף את החוק בנחישות נגד כל מי שיפעל במזיד ובחוסר אחריות בניגוד לתקנות, ויסכן בכך את שלום הציבור ובריאותו\". הוא הבהיר כי \"רובו המוחלט של הציבור, כולל במגזר החרדי, הפנים ומיישם בפועל את ההנחיות, והמשטרה פועלת באותם מקרים ומוקדים חריגים בהם אזרחים לא מיישמים את ההנחיות\". הוא הוסיף כי \"מדובר במערכה נגד אויב בלתי נראה, מאמץ האכיפה חשוב ומרכזי אך לא מספיק לכשעצמו. זוהי שעת חירום לאומית ואנו קוראים לציבור בישראל להישמע להנחיות במלואן\".\nאחרי עיכוב של כמה שעות, 50 אסירים ראשונים ישתחררו במהלך השעה הקרובה לחופשה בבית ויסיימו שם את תקופת מאסרם, וזאת בשל הרצון לרווח את בתי הכלא בצל משבר הקורונה.\nשר האוצר משה כחלון הנחה את החשב הכללי רוני חזקיהו לבחון דרכים להקלת הבירוקרטיה בפניות של עסקים לקבלת הלוואה, במסגרת קרן ההלוואות בערבות המדינה לעסקים קטנים ובינוניים שנקלעו לקשיים כתוצאה מהתפשטות נגיף הקורונה. החשב הכללי החליט על שורה של הקלות נוספות, שמטרתן להרחיב את ההיקף הפוטנציאלי של העסקים שיפנו לקרן ולהקל על העסקים שפונים בבקשה לקבלת הלוואה.ההקלות שאושרו הן, בין היתר, שהלווה לא יידרש לשלם את הריבית על ההלוואה במהלך השנה הראשונה לאחר העמדת ההלוואה, והמדינה היא זו שתישא בעלות הריבית לבנק עבור תקופה זו. בנוסף, המערכת הבנקאית תפחית את שיעור הריבית הממוצע בהלוואות הקרן לעד 1.5% מעל ריבית הפריים. בנוסף לכך, תינתן הקלה בשיעור הערבויות האישיות, כך שלא יעלו על הערבויות האישיות הקיימות ללקוח בבנק.\nבעלה של יועצת ראש הממשלה בנימין נתניהו לענייני חרדים, רבקה פאלוך, אובחן כחולה בקורונה ביום חמישי האחרון. גורמים בלשכה מסרו כי פאלוך שהתה בקרבת שרים בלשכת ראש הממשלה, באותו היום שבו נמצא בעלה כחיובי לנגיף. בשלב זה גורמי הבריאות ממתינים לתוצאות הבדיקה שלה שתתקבל הלילה, כדי לבחון את הצורך בבדיקות נוספות בלשכה.\nגורם במערכת אכיפת החוק אמר לוואלה! NEWS כי המשטרה מתכוונת לתגבר את פעילות האכיפה בבני ברק. זאת בעקבות ההפרות הרבות יחסית שנרשמו בעיר להוראות משרד הבריאות.\nחלה הידרדרות במצבם של שני חולים בנגיף הקורונה בני 75 - כך נמסר מהמרכז הרפואי הלל יפה בחדרה. עוד נמסר כי הם נדרשו להנשמה וכעת מצבם מוגדר קשה. בהלל יפה מאושפזים בסך הכל 11 בני אדם שנדבקו בנגיף, שניים מהם במצב בינוני ושבעה במצב קל. המרכז הרפואי אסר על כניסת מבקרים, למעט מלווה אחד למאושפזים או ליולדות.\nארגונים שיגישו תכנית סיוע לאוכלוסיות בסיכון בתקופת משבר הקורונה יקבלו עשרה מיליון שקלים מכספי אגף הקרנות - כך נמסר מהמוסד לביטוח לאומי. הסיוע יינתן לעמותות, גופים ציבוריים וחברות לתועלת הציבור לתוכניות להתמודדות עם השפעות הנגיף, כגון הצטיידות ואספקת מוצרים לאנשים מקבוצת סיכון, סיוע לקשישים, ילדים, נוער, משפחות בסיכון בהתמודדות עם שעת חירום. מנכ\"ל הביטוח הלאומי, מאיר שפיגלר, אמר כי \"האחריות שלנו לא רק להעניק קצבאות, אלא גם לקדם פרויקטים חברתיים שיביאו לצמצום פערים וסיוע לאוכלוסיות חלשות\".\nודעה מטעם בני המשפחות של דיירות ודיירי המרכז הרפואי \"שהם\" בפרדס חנה, יצאו בקריאה למשרד הבריאות, שלא לפנות את בני משפחותיהם מהמוסד, \"ולהפקיר אותם לגורלם\". לדבריהם, \"הקשישים שלנו, ותשושי הנפש שבהם, היו שם עבורנו שנים רבות. ביניהם בוני הארץ, שורדים, שקמו מאפר השואה, בשר מבשרנו. אסור לנו להפקירם בשעה קשה זו\". הם ציינו כי \"אף על פי כן מתכוון משרד הבריאות להעביר את הדיירות והדיירים. המשרד טוען כי הדיירות והדיירים יעברו כולם יחד לממוסד גריאטרי בחדרה הסמוכה, אך מתברר שמשרד הבריאות כלל לא התכוון להעביר את הצוות, אלא לליווי ראשוני של שעות או ימים בודדים\".\nבעקבות התפרצות נגיף הקורונה, החליטה ועדת העזבונות וקרן התובענות הייצוגיות במשרד המשפטים על הקצאת 8 מיליון שקלים למשפחות נזקקות ו-6.5 מיליון שקלים למיגון צוותים במוסדות הרווחה.בוועדה החליטו להקצות את הכספים כחלק מהמאמץ הלאומי לטובת סיוע לאוכלוסיות נזקקות ולמטרות מיגון וחיטוי מוסדות. כספים אלה מתווספים לסך של 17 מיליון שקלים שהוקצו בשבוע שעבר למוסדות הרפואיים ברחבי הארץ על ידי הוועדה לחלוקת כספים.\n1,104 מקרים חדשים של נגיף הקורונה אובחנו בהולנד ביממה האחרונה, מה שהעלה את מניין הנדבקים במדינה ל-10,866 - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי 132 בני אדם מתו ביממה האחרונה לאחר שחלו בנגיף, מה שהעלה את מניין הקורבנות במדינה ל-771 בני אדם.\nח\"כ תמר זנדברג (מרצ) פנתה למזכיר הממשלה צחי ברוורמן והיועץ המשפטי לממשלה אביחי מנדלבליט, בדרישה לפרסם לציבור את הפרוטוקולים של ישיבות הממשלה בנושא הקורונה. במכתבה כתבה זנדברג כי \"עם ההכרזה על מצב חירום והעברת סמכויות לממשלה להתקין￼ תקנות שעת חירום, מתעורר צורך משמעותי לפרסום פרוטוקולים מישיבות הממשלה\". היא הסבירה כי \"לשם התמודדות עם המשבר, מוגשות לממשלה המלצות מידי המשרדים השונים ומנוסחות תקנות על ידי היועצים המשפטיים, אך לבסוף הנוסח שמובא לידי הציבור מוסכם על ידי הממשלה בישיבותיה\".\nיותר מ-200 משרתי מילואים מהיחידה הצבאית לסיוע בבתי החולים של פיקוד העורף גויסו היום לסיוע בצעדים לבלימת התפשטות הקורונה - כך מסר דובר צה\"ל. משרתי המילואים גויסו על מנת להעניק סיוע לוגיסטי ומנהלתי במשימות שונות בעשרה בתי חולים. הם יעסקו בין הביתר, בפינוי מחלקות והתאמתן לצרכים משתנים, הקמת מחלקות חדשות, שינוע מכשור וציוד רפואי ועוד.\nאישה בשנות ה-90 לחייה מתה בבית החולים מעייני הישועה בבני ברק לאחר שנדבקה בנגיף הקורונה. מבית החולים נמסר כי היא סבלה ממחלות רקע.\nראש חטיבת הרפואה במשרד הבריאות ד\"ר ורד עזרא אמרה בוועדת הקורונה של הכנסת כי בתי החולים הונחו להיערך לתרחיש שבו יידרש פינוי של כלל המיטות לטובת חולי קורונה. \"צריך להתארגן לתרחיש של 5,000 מונשמים. זה אומר שכלל המיטות של מדינות ישראל יהיו לטובת חולי הקורונה. זה תרחיש מאוד קשה, אבל המספרים היום מכוונים לאף יותר מזה\", אמרה.לדברי ד\"ר עזרא, ההיערכות לתרחיש זה כבר מתבצעת באמצעות פינוי מיטות לטובת חולי קורונה סיעודיים. \"זה מדיר שינה מעיניי. זה תרחיש קשה שאני לא רוצה לראות בו את מדינת ישראל. יהיה מספר שממנו ההיערכות שלנו כבר לא תועיל\", אמרה, והבהירה כי \"5,000 מונשמים זה מספר שאנחנו יכולים לעמוד בו. לא נדע להתמודד עם כמות שהיא יותר גדולה ממספר המיטות במדינת ישראל\".לדבריה, \"זה עלול להעיד על מגמה בעייתית שתשפיע על המערכת ועל העומס הרב שיהיה על המערכת. בלי להיות מתמטיקאית - אנחנו רואים מאתמול להיום קפיצה של עשרה קשים ומונשמים. זו קפיצה גדולה. זה מעיד על מגמה. צריך לעשות הכול כדי להוריד את מספר החולים\".\nהמנהיג הבכיר של הזרם הליטאי, הרב חיים קנייבסקי, אמר כי בעת הזאת יש להתפלל ביחידות ולא במניין כחלק מהמאבק בנגיף הקורונה והנחיות משרד הבריאות. הרב קנייבסקי אמר את הדברים לרבני בני ברק והדגיש \"זה פיקוח נפש\". זאת, לאחר שנמנע מלהורות על סגירה של מוסדות החינוך במשך תקופה ארוכה.\nראש אגף התקציבים במשרד האוצר, שאול מרידור, התייחס בדיון בוועדת הכספים של הכנסת על האפשרות של סגר ואמר כי \"אנחנו נערכים לסגר של חמישה שבועות שבמסגרתו הגרעון יגיע לרמות שמעולם לא חווינו - של 7%. אולי זה לא ימצא חן בעיני הרבה אנשים, אבל המדינה לא תוכל לפתור את כל הבעיות. זה משבר שלא נראה כמותו\".\nמשרד הבריאות הודיע כי הוא פועל לתקן תקלה שאותרה באפליקציית \"המגן\". \"ביומיים האחרונים דווחנו על מספר הודעות שגויות. משרד הבריאות מתקן את התקלה בנתוני החשיפה הנובעת גם ממדיניות מרחיבה של האפליקציה לגבי קרבה פיזית. אנו עובדים סביב השעון לתקן ולשפר\", נמסר, \"בינתיים, מומלץ להפעיל שיקול דעת ואם קיבלתם דיווח על מקום וזמן שלא הייתם בו, אתם יכולים ללחוץ על הכפתור 'טעות, לא הייתי שם' ולהמשיך בחייכם - רק אנא כמה שפחות בחוץ, ובמרחק של שני מטר לפחות מאחרים\".\nקשיש בן 92 שחלה בקורונה מת היום בבית החולים שערי צדק בירושלים. לקשיש, שאושפז לפני כשבוע במצב קשה מאוד, היו מחלות רקע. הוא הקורבן ה-13 למגיפה בישראל.\nמנכ\"ל משרד האוצר שי באב\"ד אמר היום בדיון בוועדת הקורונה כי \"יש לנו לא מעט בעיות בחברה החרדית, יש לנו לא מעט בעיות באזורים כמו בני ברק\". לדבריו, מתקיים דיון על האפשרות לבודד את אותם האזורים בנפרד.\nצעיר בשנות ה-20 לחייו מאושפז במצב קשה לאחר שנדבק בנגיף הקורונה - כך נמסר מבית החולים אסותא באשדוד. עוד נמסר כי הצעיר, ללא מחלות רקע, מורדם ומונשם וכי הוא שהה בבידוד ביתי עד שאושפז במצב קל.\nשירות התעסוקה עדכן כי שיעור האבטלה טיפס ל-22.15%. עוד נמסר כי מתחילת חודש מרץ נרשמו 764,165 דורשי עבודה חדשים, 90% מהם בחופשה ללא תשלום (חל\"ת). רמי גראור, מנכ\"ל שירות התעסוקה, אמר כי \"היום אנו צפויים להשלים את העברת המידע על דורשי העבודה לביטוח לאומי, לאחר שכיסינו בשבע קבוצות את פרטיהם של 734,049 בני אדם\".\nמשרד הבריאות הודיע על עלייה נוספת במספר הנדבקים בקורונה בישראל, שעומד כעת על 3,865. מתוכם, 66 במצב קשה. עד כה 12 מתו מהנגיף בישראל ו-89 החלימו ושוחררו לבתיהם.\nמספר מקרי הקורונה ברשות הפלסטינית עלה ל-104, לאחר שהתגלו שישה מקרים חדשים של הידבקות בנגיף, בכפר קטנה הסמוך לירושלים. חמישה מהם הם של בני משפחה אחת, הכוללים ילדה בת 12, גבר בשנות ה-30 לחייו, גבר בשנות ה-50 לחייו ושלוש נשים בגילאים 30-50.\nפטריק ג'ונס, אסיר בן 49 מלואיזיאנה המרצה עונש מאסר של 27 שנה בגין סחר בסמים, הפך לאסיר הפדרלי הראשון שמת מנגיף הקורונה - כך מסרה הלשכה הפדרלית של בית הכלא במדינה. כ-14 אסירים ו-13 עובדי בתי כלא פדרליים ברחבי ארצות הברית חלו בנגיף.\nסגן נשיא ארצות הברית, מייק פנס, אמר כי יעביר לנשיא דונלד טראמפ המלצה בסוגית חידוש הכלכלה מחדש בשבוע הקרוב. בריאיון לפוקס ניוז, אמר פנס כי הצוות הדן בסוגיה יבסס את החלטתו על נתונים וייעוץ מדעי. \"בסופו של דבר הנשיא יקבל החלטה שהוא מאמין שהיא לטובת העם האמריקני\", אמר.\nהמרכז לבקרת ולמניעת מחלות בקוריאה הדרומית הודיע כי מספר הנדבקים בנגיף הקורונה במדינה עלה ל-9,583. מניין המתים מהקורונה בקוריאה הדרומית הוא 152.\nשר הבריאות במקסיקו אמר כי הדרך היחידה להפחית את התפשטות נגיף הקורונה במדינה היא שכל האזרחים לא ייצאו מהבתים למשך חודש. מניין הקורבנות מהנגיף במדינה עלה ל-16 מתים וכן מניין הנדבקים, שעלה ל-848 בני אדם.\nנשיא ארצות הברית דונלד טראמפ צייץ בחשבון הטוויטר שלו כי אין צורך בסגר מלא בניו יורק והאזור כדי לבלום את התפשטות הנגיף. \"הסגר לא יהיה נחוץ. הפרטים המלאים ישוחררו על ידי CDC (מרכזים לבקרת מחלות ומניעה) הלילה\", כתב הנשיא האמריקני. לדבריו, הוא ביקש מגורמי הבריאות הפדרליים להורות על \"אזהרות תנועה\" במקום.\nמניין הקורבנות מנגיף הקורונה בסין עלה ב-45 ל-3,300 מתים. במקביל, עלה מניין הנדבקים בסין ל-81,439 בני אדם.\nמניין הנדבקים בנגיף הקורונה בפנמה עלה ב-115 בני אדם ל-901. במקביל, עלה מספר הקורובנות מהנגיף בפנמה ל-17 מתים.\nמניין הקורבנות מנגיף הקורונה בארצות הברית הכפיל את עצמו בתוך יומיים - ועלה ל-2,047 בני אדם. לפי  בית החולים האוניברסיטאי בג'ון הופקינס שבמרילנד, אחד המתים מהנגיף הוא תינוק בן חודשיים ממדינת אילינוי. במקביל, מניין הנדבקים בארצות הברית עלה ל-122,246 בני אדם.\nצפון אירלנד אישרה בשבת האחרונה \"סמכויו חדשות וגורפות\" למאבק בהתפשטות נגיף הקורונה, נוסף על מגבלות תקיפות יותר על בתי העסק מאשר בבריטניה. בין המגבלות: איסור יציאה מהבית שלא לצורך חיוני, אכיפת הסגירה של בתי עסק שאינם חיוניים או כאלה שאינם מבטיחים את שלומם של עובדיהם. בנוסף, עיריית בלפסט הורתה על עבודה מהבית ועל הקנס שיוטל על אלו שיפרו את ההגבלות - עד 5,000 פאונד.\nבישיבה שהתקיימה הלילה בין הפורום הכלכלי במשרד האוצר מול ראש הממשלה בנימין נתניהו ויועצו הכלכלי אבי שמחון, הוצגה התוכנית לסיוע כלכלי למשק בשל משבר הנגיף הקורונה בעלות כוללת של 80 מיליארד שקלים. במקביל לפרטי התוכנית שהועלו כבר ביום שישי האחרון, סוכם על תוספת של חמישה מיליארד שקלים שיוענקו כמענקים לעסקים קטנים ובינוניים. מחר בערב צפויה להתקיים ישיבת ממשלה בה יעלו לאישור פרטי התוכנית.\nבהלוויה של הרב צבי שינקר, ראש ישיבת בית דוד לצעירים בבני ברק, השתתפו  מאות בני אדם, בניגוד להוראות של משרד הבריאות. המשתתפים שייכים לקבוצת הפלג הירושלמי שמאז התפשטות נגיף הקורונה אינם נשמעים להוראות והפרו אותן מספר פעמים בסוף השבוע האחרון - בלימודים, תפילות ואירועים כמו חתונות. במוקד הלוויה בבני ברק הייתה נוכחות משטרה גדולה, אך לא נעשה ניסיון לאכוף את ההתקהלות.", "url": "https://news.walla.co.il/item/3349248", "type": "article", "site_name": "וואלה!News", "published_time": "2020-03-29 23:34"}