{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3350515"}, "headline": "משבר הקורונה: מניין המתים בישראל עלה ל-49", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/3/3003761-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, אמיר בוחבוט, מאיה הורודניצאנו, בועז אפרת, יניר יגנה, טל שלו, דניאל דולב וסוכנ"}, "datePublished": "2020-04-05 23:50:00", "dateModified": "2020-04-05 23:58:04", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "4 בני אדם מתו היום מהנגיף, בהם בת 98 מבית אבות בי-ם. 139 במצב קשה ו-106 מונשמים. רכבת אווירית של 11 מטוסים תביא מסין לארץ ציוד רפואי ומכונות הנשמה. הממשלה תאשר הכרזה על ערים נוספות כאזור מוגבל. ראש ממשלת בריטניה שחלה בקורונה פונה לביהח. עדכונים שוטפים", "title": "התפשטות הקורונה: מניין המתים בישראל עלה ל-49; מספר החולים - 8,430", "subtitle": "4 בני אדם מתו היום מהנגיף, בהם בת 98 מבית אבות בי-ם. 139 במצב קשה ו-106 מונשמים. רכבת אווירית של 11 מטוסים תביא מסין לארץ ציוד רפואי ומכונות הנשמה. הממשלה תאשר הכרזה על ערים נוספות כ\"אזור מוגבל\". ראש ממשלת בריטניה שחלה בקורונה פונה לביה\"ח. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל. משרד הבריאות עדכן היום (ראשון) כי מספר החולים עומד על 8,430 ו-49 מתים. מצבם של 139 מהחולים מוגדר קשה ו-106 מהם זקוקים להנשמה. עד כה 546 מבין הנדבקים החלימו ושוחררו לבתיהם. בתוך כך, ארבעה בני אדם מתו היום מהנגיף, בהם דיירת בבית אבות \"מעון הורים\" בירושלים בת 98 עם מחלות רקע, שמתה בבית החולים שערי צדק בעיר. ברחבי העולם מניין הנדבקים בנגיף הקורונה חצה את ה-1.2 מיליון בני אדם, ומניין המתים עבר את ה-65 אלף. באיטליה מתו כ-16 אלף בני אדם מהנגיף, 130 אלף נדבקו. בעקבות כך, הודיעה אוקראינה כי היא שולחת אל ארץ המגף צוות של 20 רופאים הכולל מנתחים, מרדימים, נוירוכירורגים ואחיות, שישהה במדינה למשך שבועיים ויסייע לחולים, כמו גם לצוותים הרפואיים המקומיים.\nרשויות הבריאות בברבדוס הודיעו כי מת קשיש בן 81 שחלה בנגיף הקורונה. הרשויות הוסיפו כי הקשיש חלה בסוכרת, ומת לאחר שסבל מדלקת ריאות קשה. עוד נמסר כי בן ה-81 חזר מבריטניה ב-22 במרץ. מספר החולים בברבדוס עומד על 56 בני אדם.\nממד\"א נמסר כי מתחמי \"היבדק וסע\" ניידים לגילוי נגיף הקורונה יגיעו מחר לשער בנימין, ביתר עילית, דליית אל כרמל ועוספיא. זאת, לצד המתחמים הקבועים בתל אביב, חיפה, ירושלים ובאר שבע, ומתחמים ניידים ברהט, בני ברק, מודיעין, אלעד, נוף הגליל ומזרח ירושלים. עוד נמסר ממד\"א כי יותר מ-200 חולי קורונה פונו על ידי הצוותי לאשפוז בבתי החולים ובמלונות הייעודיים.\nראש ממשלת בריטניה בוריס ג'ונסון שאובחן כנשא נגיף הקורונה, פונה לבית החולים על מנת לבצע בדיקות נוספת - כך נמסר ממשרדו. זאת, לאחר שהראה תסמינים עשרה ימים לאחר שנמצא חיובי לנגיף. עוד נמסר כי הפינוי לבית החולים נעשה בעצת הרופא של ג'ונסון, כאמצעי זהירות.\nשר הביטחון, נפתלי בנט, אישר לצה\"ל להקצות 700 חיילים נוספים לסיוע למשטרה באכיפת מגבלות התנועה לאור משבר הקורונה. זאת, בהמשך ל-700 חיילים שהוקצו קודם לכן לאותה המטרה.\nהממשלה צפויה להכריע עד מחר לגבי הרחבת הסגר בשל התפשטות הקורונה לערים נוספות במדינה, מלבד מבני ברק, שבהן יש תחלואה גבוהה. בערים אלה צפויות להתקיים הגבלות תנועה במתכונת הדומה לזו שקיימת בבני ברק, אם כי הגבלות התנועה יהיו פחות הדוקות. ההנחה כי המהלך יבוצע באופן מידי עם אישור הממשלה. ברשימת ההמלצות של משרד הבריאות נמצאות הערים: אלעד, אשקלון, ביתר עלית, מגדל העמק, מודיעין עלית, טבריה ואור יהודה. בנוסף בירושלים יוכרזו חלק מהשכונות כ\"אזור מוגבל\", בהן מאה שערים, הבוכרים, גאולה, שכונת זיכרון משה, רמת שלמה, גבעת שאול, הר נוף ושכונות נוספות חרדיות. השכונות יחולקו לשמונה כדי שאנשים לא ייסעו לאזורים מרחוקים ותהיה תנודתיות גדולה מדי.\nצהל הודיע היום (ראשון) כי 128 מבין המשרתים בחובה, בקבע ועובדי הצבא נדבקו עד כה בנגיף הקורונה. 26 מבין הנדבקים החלימו או השתחררו משירות, ומצבם של כלל החולים מוגדר קל. בסך הכל יש 102 חולי קורונה בצה\"ל. כמו כן, בעקבות חזרתם מחו\"ל או חשיפה לחולים מאומתים, 3,124 מבין המשרתים שוהים בבידוד.\nעובדת נוספת בבית חולים מאיר, תושבת ג'סר א-זרקא, אובחנה כנשאית נגיף קורונה. בכך, עולה לתשע מספר העובדות בבית חולים זה שמתגוררות ביישוב. אישה נוספת מג'סר א-זרקא שנדבקה בנגיף עובדת בבית החולים שיבא בתל השומר. עד כה 12 מתושבי היישוב נמצאו חיוביים לקורונה, בהם נער בן 12. כ-200 בדיקות קורונה נערכו במרפאת כללית בג'סר א-זרקא ביום שישי והיום, ובין היתר נבדקו כ-60 עובדות ניקיון מהמרכז הרפואי מאיר שחולקות הסעה עם הנשים שחלו. התוצאות טרם התקבלו.\nמשרד הבריאות בצרפת הודיע כי 357 בני אדם נוספים מתו מנגיף הקורונה בבתי חולים ברחבי המדינה. בכך, עלה מניין המתים בבתי החולים בצרפת ל-5,889 בני אדם. בנוסף לכך, מתחילת מרץ מתו בבתי האבות במדינה 2,189 בני אדם, ועל כן מספר המתים הכולל מהנגיף בצרפת הוא 8,078.\nבעיריית אשקלון התייחסו להמלצת משרד הבריאות להטיל סגר על העיר, יחד עם יישובים נוספים עם שיעור תחלואה גבוה, למניעת התפשטות נגיף הקורונה. \"אנו מודעים לדיווחים באמצעי התקשורת לפיהם יבוצע הסגר בעיר אשקלון\", נמסר מהעירייה. \"חשוב לנו להבהיר כי נכון לעכשיו לא נתקבלה החלטה סופית בנושא. ככל שיחול שינוי, תצא על כך הודעה רשמית\".\nרופא מומחה בכירורגיה אורטופדית, ד\"ר עופר רק, החלים מנגיף הקורונה לפני כשבועיים אחרי שנדבק במהלך חופשה באיטליה. שירותי הדם של מד\"א ביקשו ממנו לתרום פלסמה, מרכיב הדם שבו נמצאים הנוגדנים לנגיף, על מנת לסייע לרפא חולי קורונה במצב בינוני וקשה. ד\"ר רק נענה לבקשה ותרם פלסמה. \"הפרוצדורה הזאת מאוד חשובה ויכולה להועיל לחולי קורונה, במיוחד במצבים שבהם אין פתרונות אחרים למחלה\", אמר.\nישיבת הממשלה הטלפונית בנושא נגיף הקורונה שאמורה הייתה להתקיים הערב בשעה 20:00, נדחתה בשעה וחצי, ותיערך ב-22:30. בישיבה צפויה הממשלה לאשר חלקים מהתוכנית לסיוע כלכלי לנפגעי משבר הקורונה, בהם מענקים למשפחות, קשישים ונכים, מענקים לעצמאים וקרנות הלוואות. במקביל, במשרד ראש הממשלה מחכים להצעת משרד הבריאות על הגבלת התנועה בערים נוספות. ההצעה טרם התקבלה, וישיבת הממשלה בנושא זה צפויה להתקיים מחר.\nמניין המתים מנגיף הקורונה בישראל עלה ל-49 בני אדם - כך מסר משרד הבריאות. במקביל, עלה מניין הנדבקים ל-8,430, בהם 139 קשה, 106 מונשמים. כמו כן, 546 החלימו ושוחררו לביתם.\n73 בני אדם נוספים מתו מנגיף הקורונה בטורקיה ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בטורקיה ל-3,135. עוד נמסר כי מאתמול זוהו 3,135 מקרי הידבקות נוספים בנגיף, וכי מספר החולים עלה ל-27,069 בני אדם.\nעיריית ביתר עילית הודיעה על שורת הנחיות חדשות כחלק מהמאבק בהתפשטות נגיף הקורונה. העירייה הדגישה כי \"כל משפחה יושבת סביב שולחן הסדר רק עם בני הבית שמתגוררים כל השנה בתוך הבית. על פי ההנחיות, החל מהיום, תתאפשר כניסה לעיר אך ורק לתושבי העיר בלבד\". עוד נמסר כי חלק מרשתות מזון בעיר יהיו פתוחים בכל שעות היממה, למניעת התקהלויות. ראש העיר, מאיר רובינשטיין, ביקש מתושבי ביתר עילית לשמור על ההנחיות: \"אני מתחנן בפניכם, הצילו את חייכם ואת הקרובים אליכם\".\nכוחות פיקוד העורף החלו לפעול היום (ראשון) ב-194 מתוך 700 בתי אבות בישראל שסומנו על ידי משרדי הבריאות והרווחה. זאת, לאחר שקיבלו את האחריות לסייע במניעת התפשטות נגיף הקורונה בבתי האבות. פיקוד העורף ישלח קצין ושלושה חיילים לכל אחד מהמוסדות, ויסייע במזון ותרופות לקשישים. מחר פיקוד העורף ייכנס ל-256 בתי אבות נוספים, ועד ליום שלישי יפעל פיקוד העורף בכלל 700 המוסדות.\nהממשלה תקיים הערב ישיבה טלפונית בנושא ההתמודדות עם נגיף הקורונה. בישיבה צפויה הממשלה לאשר חלקים מהתוכנית לסיוע כלכלי לנפגעי משבר הקורונה, בהם מענקים למשפחות, קשישים ונכים, מענקים לעצמאים וקרנות הלוואות. במקביל, במשרד ראש הממשלה מחכים להצעת משרד הבריאות להכרזה על ערים נוספות כ\"אזור מוגבל\". ההצעה טרם התקבלה, וישיבת הממשלה בנושא זה צפויה להתקיים מחר.\n525 בני אדם נוספים מתו מנגיף הקורונה באיטליה ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס באיטליה ל-15,887 בני אדם. עם זאת הוא נחשב למספר מקרי המוות הנמוך ביותר מזה שבועיים. כמו כן, מאתמול זוהו 4,316 מקרי הידבקות חדשים בנגיף, ומספר החולים עלה ל-128,948 בני אדם.\nרכבת אווירית של 11 מטוסי חברת אל על תביא מסין לישראל מיליוני פריטים של ציוד רפואי חיוני - מסכות, חליפות מיגון, מכונות הנשמה ועוד. מנהל הרכש (מנה\"ר) ויחידת השינוע הבינלאומי במשרד הביטחון הובילו את מבצע הרכש בסיוע חברת 'כיל' ונציגיה בסין. משרד החוץ ושגרירות ישראל בבייג'ינג סייעו במאמץ הרכש ובנוסף גייסו ציוד רב מתורמים.\n44 בני אדם מתו מנגיף הקורונה בקנדה ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בקנדה ל-258 בני אדם. עוד נמסר כי מספר החולים בנגיף עלה ל-14,426 בני אדם.\nעובדת בבית אבות הסיעודי \"גני אורה\" בירושלים אובחנה בשבוע שעבר כחולת קורונה. מירי, בתה של אחת הדיירות, סיפרה כי נודע למשפחה על העובדת שחלתה רק אתמול, לאחר שפורסם המוסד במסלולי החולים. \"אמא שלי פיתחה היום חום, ובמשרד הבריאות לא מוכנים לבוא ולעשות בדיקות. היא עם מחלות רקע וסיכון מאוד גבוה\", אמרה מירי. לדבריה, בני המשפחה ביקשו שיבדקו את כלל הדיירים והעובדים באותה מחלקה: \"אנחנו לא רוצים להגיע למצב של משען ונופים\". מנהל בית האבות, אלי עזרן, אמר כי \"אנחנו מדווחים דרך משרד הבריאות והכל בסדר. הדברים מנוהלים בצורה אחראית ומסודרת מול משרד הבריאות הכל שקוף, עושים כמיטב יכולתנו. כל המאמצים שלנו בטיפול בקשישים, וכל השיחות האלה פשוט מיותרות\".\nראש הממשלה בנימין נתניהו גינה את ההסתה נגד הציבור החרדי, אותה כינה \"פרועה\". נתניהו אמר כי המגזר החרדי \"הפנים את הסכנה ואת הוראות משרד הבריאות\". עוד הוסיף ראש הממשלה כי \"מגיפת הקורונה לא מבדילה בין חרדים לחילונים, בין ערבים ליהודים. גם אנחנו לא. המלחמה הזאת היא של כולנו. יחד ננצח אותה. אני מחזק אתכם\".\nשר הביטחון, נפתלי בנט, ביקר בעיר בני ברק. הוא הגיע לחמ\"ל המרכזי ופגש את אלוף (במיל') רוני נומה, המנהל את מטה המאבק בהתפשטות נגיף הקורונה בעיר, את גורמי פיקוד העורף ואוגדה 98 הנמצאים בעיר מאז יום חמישי ואת מפקדי חטיבת הצנחנים. בנט קיבל סקירה אודות פעילות הכוחות בסיוע לאוכלוסיית בני ברק ועל התנהלות התושבים מאז הטלת מגבלות התנועה על העיר בסוף השבוע.\nקשישה בת 98 שחלתה בנגיף הקורונה מתה בבית החולים שערי צדק בירושלים. בכך, מניין המתים מנגיף הקורונה עלה ל-48 בני אדם. מבית החולים נמסר כי היא סבלה ממחלות רקע מורכבות, והגיעה לשערי צדק כשהיא במצב קשה. בשעות הצהריים היא נמצאה חיובית לנגיף. הקשישה התגוררה בבית אבות \"מעון הורים\" בירושלים. בבית האבות סירבו להתייחס לנושא. אחד העובדים ב\"מעון הורים\" אמר כי הדיירים בבידוד ולא יוצאים מהחדרים, וכי הצוות עובד עם ציוד מיגון.\nהכנסת אסרה על יועצים פרלמנטריים של חברי הכנסת שמתגוררים בבני ברק להיכנס למשכן, למרות שהוגדרו עובדים חיוניים - כך פורסם לראשונה בוואלה! NEWS. משמר הכנסת הודיע ליועצים שאינם יכולים להגיע יותר לכנסת עד \"להודעה חדשה\". גורם בכנסת טען כי ההחלטה התקבלה לאחר התייעצות מחודשת עם משרד הבריאות, שהורה לא לאפשר כניסת עובדים מהעיר בני ברק.\nיו\"ר ההסתדרות ארנון בר דוד ויו\"ר נשיאות המגזר העסקי דובי אמיתי פנו היום (ראשון) לראש הממשלה בנימין נתניהו, וקראו לו לתקן באופן דחוף את התוכנית הכלכלית המסייעת לנפגעי משבר הקורונה. \"המספרים הגדולים שהוצגו נוחים ליחסי ציבור, אך אין בהם בשורה של ממש\", כתבו לנתניהו. \"ביד קמוצה ובפיגור ניכר אחרי כלכלות מפותחות אחרות, המדינה הציגה תכנית חילוץ שלא החזירה את הוודאות למשק\". בר דוד ואמיתי הזהירו כי הכלכלה המקומית בדרך לקריסה ודרשו \"להנחות על חזרה אחראית והדרגתית של המשק לפעילות, מיד בתום חופשת חג הפסח\".\nמחברת הנסיעות אגד נמסר כי נהג האוטובוס שנרשם לו קנס בגין הפרת הנחיות משרד הבריאות לאחר שנמצאו בו 34 נוסעים, לא ידע כי הוא פועל בניגוד לתקנות. \"מתשאול ראשוני מדובר באירוע, שלגרסתו, מקורו באי הכרת התקנה החדשה המתירה הסעת 20 נוסעים בלבד בקו בינעירוני\", נמסר מאגד. \"הנהג בדיוק חזר לעבודה לאחר שבועיים חופשה בביתו עקב המצב, כאשר בימים כתיקונם הוא רגיל להסיע בקו זה יותר מ-50 נוסעים, חלקם בעמידה. לדבריו, במהלך הדרך, הוא אסף שוטרים ולוחמי מג\"ב בשלוש תחנות שונות ואיש מהם לא העיר לו דבר באשר להפרת תקנות. גם העובדה שמתוך 34 הנוסעים 29 היו אנשי משטרה ומג\"ב לא עוררה את חשדו שהמצב לא תקין\". באגד הדגישו כי הם רואים את במקרה זה תקלה, וכי העניין ייבדק לעומק.\nשר האוצר משה כחלון והנהלת משרדו קיימו דיון במנגנון מענק הסיוע לעסקים בסך שישה מיליארד השקלים, שניתן במסגרת התוכנית הכלכלית לסיוע לנפגעים ממשבר הקורונה. שר האוצר הנחה את ההנהלה לשפר את המודל ולצמצם את הבירוקרטיה, כך שהעסקים יקבלו את המענק בהקדם.\nכמעט 70% מכוח העבודה באילת נרשם לשירות בשירות התעסוקה לקבלת דמי אבטלה - כך עלה מנתוני שירות התעסוקה. העיר אילת היא הנפגעת הקשה ביותר בישראל ממשבר הקורונה, שיעור דורשי העבודה בה קפץ מ-3.3% בסוף פברואר 2020 ל-69.3% תוך חודש בלבד. אחריה מופיעה ביתר עילית מ-3.3% ל-52.1% ונצרת מ-6.3% ל-46.6%.\n619 בני אדם נוספים מתו מנגיף הקורונה בבריטניה ביממה האחרונה - כך הודיעו גורמי הבריאות בממלכה. בכך, עלה מניין המתים מהווירוס בבריטניה ל-4,932. עוד נמסר כי מאתמול זוהו 5,903 מקרי הידבקות חדשים בנגיף, וכי מספר החולים בממלכה עלה ל-47,806 בני אדם.\nמשרד הבריאות באתיופיה הודיע על מקרה המוות הראשון במדינה בנגיף הקורונה. על פי ההודעה, מדובר באישה בת כ-60 שאושפזה בבית החולים באדיס אבבה ב-31 במרץ. מספר החולים באיתיופיה עומד על 43 בני אדם, מתוכם החלימו ארבעה.\nכוחות המשטרה חילקו 12,936 דוחות בגין הפרת הנחיות משרד הבריאות במאבק בנגיף הקורונה. בנוסף לכך, ממועד כניסת ההגבלות לתוקף, ערכה המשטרה 72,914 ביקורי בית למחוייבים בבידוד, ונגד 144 מפרי בידוד נפתחה חקירה. כמו כן, המשטרה חוקרת 43 מקרים של הפצת חדשות כזב, והוציאה 85 צווי סגירה לעסקים שפעלו בניגוד להגבלות.\nמשטרת ישראל באמצעות האגף לחקירות ומודיעין הודיעה כי תאפשר במסגרת הנגשת שירותי משטרה לאזרח, להגיש החל ממחר תלונה ברשת האינטרנט מבלי להגיע לתחנת המשטרה. לדברי המשטרה, מטרת הפרויקט הוא בין היתר למנוע חשיפת אזרחים ושוטרים לסיכון בריאותי ככל הניתן ומניעת אי-דיווח למשטרה בשל החשש מהגעה לתחנת המשטרה. על מנת למנוע הגשת תלונה בזהות בדויה, יידרש הפונה להירשם לאתר ממשלתי מאובטח באמצעותו ניתן להגיש תלונה מקוונת. בעת ההליך יוכל המתלונן לצרף קבצים ותמונות.\nחולה קורונה מאומת נעצר על ידי המשטרה לאחר שנסע באוטובוס ציבורי בדרכו לירושלים. מבדיקת המשטרה עלה כי החולה נמצא על אוטובוס ציבורי שעשה דרכו בכביש 1 לכיוון הבירה, שוטרים שהיו ערוכים באזור ועסקו עצרו את האוטובוס סמוך למחלף חמד כשעליו 34 נוסעים. הם איתרו את החולה ועצרו אותו לחקירה בחשד להפצת מחלה בזדון. קנס בסך 5,000 שקלים נרשם לנהג האוטובוס, בגין הפרת ההנחיות, משום שמספר הנוסעים היה מעל הכמות המותרת. הנהג עוכב לחקירה.\n5,936 חולים חדשים בנגיף הקורונה אובחנו בגרמניה, בכך שמניין הנדבקים עלה ל-91,714 - כך מסר המכון למחלות זיהומיות במדינה. עוד נמסר כי זו ירידה שלישית ברציפות בשיעור היומי של הנדבקים החדשים בנגיף.\nהאגודה לזכויות האזרח בישראל הגישה לבג\"ץ עתירה מתוקנת נגד החלטת הממשלה המסמיכה את השב\"כ לבצע מעקבים כדי לאתר מיקומים ונתיבי תנועה של חולי קורונה ואת כל מי שבא במגע קרוב אתם בתקופה של 14 יום. בנוסף, האגודה דורשת לבטל את התקנות לשעת חירום שמתירות למשטרה לקבל, ללא צו שיפוטי נתוני מיקום מחברות התקשורת לגבי אזרחים עם צו בידוד, לצרכי אכיפה.\nטבח בחטיבת הנחל בצה\"ל אובחן כחולה בנגיף הקורונה. על פי החשד הוא הדביק מאות לוחמים. הלוחמים והסגל הועברו לבידוד. הטבח היה בחופשה וכשחזר מחו\"ל, שב לבסיס לאחר שמילא את השאלון הנחוץ ורק לאחר מכן אובחן כחולה בקורונה.\nהרשימה המשותפת ועדאלה עתרו לבג\"ץ נגד המשך התקנת תקנות שעת חרום בשל נגיף הקורונה ללא פיקוחה של הכנסת. בעתירה שהוגשה הבוקר נטען כי התקנת התקנות חורגת מסמכות הממשלה כפי שהיא מוגדרת בחוק יסוד: הממשלה, במיוחד לאור תחילת פעילותה של בכנסת.\n151 בני אדם מתו באיראן מנגיף הקורונה ביממה האחרונה, בכך עלה מניין המתים במדינה ל-3,603 - כך מסר היום (ראשון) משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים הכולל במדינה עלה ל-58,226 בני אדם.\nמשרד החינוך הודיע כי בתי הספר וגני הילדים ישיבו להורים את התשלומים בגין שירותים ששולמו ולא ניתנו לתלמידים בשל סגירת מוסדות החינוך ברקע משבר הקורונה. שר החינוך רפי פרץ אמר כי \"ההורים לא ישלמו על מה שהם לא מקבלים. זהו משבר לא פשוט וננצח אותו יחד\".\nראש הממשלה בנימין נתניהו אישר את תכנית המל\"ל לטיפול בבני ברק. המשטרה אחראית על חוק וסדר, העירייה למרות המגבלות אחראית לתת את כל השירותים בסיוע מאסיבי של צה\"ל. לוואלה! NEWS נודע כי המטה לביטחון לאומי בראשות מאיר בן שבת אישר את מסגרת הפעולה של המפקדה המשימתית מטעם פיקוד העורף בראשות תא\"ל ירון פינקלמן בבני ברק כפי שהחלה אמש להכלת המגפה. בשלב הראשון המשטרה תמנע כניסה לא מבוקרת מהעיר בני ברק וממנה החוצה. יתקיים ניטור ומיון של כלל הקשישים בבני ברק. אלו שיסכימו לצאת לבתי מלון גלעט כושר של משרד הביטחון יקבלו סיוע בניוד ואלו שיבחרו להישאר בבתים מסיבות שונות יקבלו סיוע והגנה במספר תחומים: מזון, תרופות וכו'. עוד הוחלט כי משרד הביטחון וצה\"ל יסייעו בתיאום הרשות המקומית ומשרד הרווחה לפנות אזרחים שנדרשים לבידוד אך מתקשים למצוא מרחב פנוי בשל מצוקת דיור ולמצוא להם מקום חלופי. בנוסף לכך, משרדי הממשלה יתמכו את השירותים המוניציפליים הבסיסיים כדי לאפשר מרקם חיים ויציאה לרשתות השיווק בהתאם למגבלות.\nמניין המתים מנגיף הקורונה בספרד עלה ל-12,418, זאת לאחר ש-674 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות במדינה. במקביל, מניין הנדבקים בנגיף עלה ב-6,023 חולים חדשים ל-130,759.\nעימות חריף התרחש בוועדת הקורונה בין זאב רוטשטיין, מנכ\"ל בית החולים הדסה, לאיתמר גרוטו, המשנה למנכ\"ל משרד הבריאות. בתגובה לטענתו של גרוטו כי בישראל נעשו יותר ממאה אלף בדיקות לגילוי נגיף הקורונה, רוטשטיין אמר כי נתוני משרד הבריאות \"לא מדויקים בלשון המעטה\". גרוטו השיב בתקיפות: \"אם תמשיך ככה זה יעבוד לא טוב, יש לי נתונים מאומתים פי אלף משלך, אז תנוח\".\nנשיא המדינה ראובן ריבלין תקף את ההתבטאויות הקשות נגד הציבור החרדי בצל התפשטות הקורונה, בעת מכירת חמץ עם הרב הראשי הספרדי של ירושלים. \"אני רוצה לצעוק צעקה גדולה כנגד הקולות שאני שומע נגד הציבור החרדי: אנשים אחים אנחנו והערבות ההדדית היא נר לרגלנו\", אמר ריבלין, והוסיף כי \"אסור להאשים ציבור זה או אחר בהאשמות שווא על הפצת מחלות, ובוודאי שאין לפגוע בציבור שלם בגלל מעשים רעים של יחידים המתרחשים בכל חברה\".\nבמהלך השבועות האחרונים חלה ירידה של 19% בכמות התיקים הפליליים שנפתחו, המתבטאת כמעט בכל תחומי הפשיעה. בעוד מקרי האלימות והתקיפה פחתו במרחב הציבורי, מקרי האלימות במשפחה עלו ב-16% בהשוואה לשנה שעברה. בתחומי הפריצה לדירות והסחר בסמים כמות התיקים שנפתחו ירדה בכ-46%. המשטרה הדגישה כי לצד אכיפת תקנות שעת החירום, המאבק בפשיעה נמשך כהרגלו.\nרשות המיסים העבירה לעצמאיים מענקי סיוע לזמן משבר הקורונה בסכום כולל של כ-300 מיליון שקלים. הסיוע הועבר לכ-72 אלף עצמאיים שנמצאו זכאים עד אתמול בלילה, והוא ייכנס לחשבונם במהלך הימים שני ושלישי. הסכום הממוצע למענק הוא 4,143 שקלים.\nאישה בת 61 מתה הלילה מקורונה בבית החולים וולפסון בחולון. לפי בית החולים, החולה הגיעה ממחלקה שיקומית בבית החולים גריאטרי בסוף מרץ וסבלה ממחלות רקע.\nהאישה שמתה הבוקר בבאר שבע היא דליה סלמונה, דיירת בבית האבות משען בעיר, אם לשלושה וסבתא לעשרה נכדים. היא התגוררה חמש שנים במשען, ובשבוע האחרון עברה למחלקה הסיעודית כי שברה את האגן. בעלה יאיר, שהיה גם הוא דייר במשען, נפטר לפני ארבעה חודשים. \"אמא ילידת הארץ, משפחתה היא ממקימי מנחמיה. הגיעה לב\"ש כשליחות כאחות מיילדת בסורוקה, הייתה אחות בכל רמ\"ח אבירייה\", אומר צחי סלומונה, בנה. הוא האשים כי \"המשבר הזה לא מנוהל כמו שצריך. אימא שלי קורבן למערכת בריאות כושלת. ליצמן מנהל את המערכת במחדל, מעליו יש מישהו שאמור לנהל אותו אבל כנראה שגם הוא לא עשה את העבודה\".\nמתחם בדיקות קורונה ייעודי למהגרים תושבי דרום תל אביב ייפתח בתחנה המרכזית הישנה בתל אביב, ברחוב הגליל 6. המתחם יפעל מדי יום בין השעות 08:00-16:00 ויציע ללא עלות בדיקות למהגרים שסבלו ב-48 השעות האחרונות מחום, שלשול ושיעול.\nהיועץ המשפטי לממשלה קבע כי ליישובים חקלאיים או קהילתיים אין סמכות למנוע כניסת זרים ליישוב, גם אם הסיבה לכך היא חשש מהתפרצות של מגיפת הקורונה. הבהרת היועמ\"ש התפרסמה לאחר שכמה יישובים החליטו לפעול כך באופן עצמאי.\nמפקד פיקוד מרכז, אלוף נדב פדן, ייכנס לבידוד לאחר ששהה בקרבת חולה קורונה מאומת. לפי הודעת דובר צה\"ל, בזמן הבידוד האלוף ישהה בלשכתו, ומשם ימשיך לנהל לוח זמנים רגיל. עוד נאמר כי נכון לשעה זאת, פדן חש בטוב ולא מראה תסמינים לנגיף.\nחגית בן עזרא, אם ל-11 ילדים, הפכה לחולת הקורונה הראשונה שילדה במרכז הרפואי פדה-פוריה. היולדת הודיעה לצוות טלפונית על הגעתה בכדי שיוכלו להיערך ולקלוט אותה בחדר הלידה הנפרד. הצוות התמגן בהתאם, וחגית הוכנסה ישירות לחדר הלידה הייעודי ללא מעבר במיון יולדות. לאחר הלידה היא הועברה יחד עם התינוק להתאוששות בחדר יולדת במתחם הנפרד לחולי קורונה.\nהפגנה נגד מצב הדיירים בבית האבות משען בבאר שבע תתקיים בשעה 13:00. זאת, לאחר שדייר נוסף, השישי במספר, בבית האבות מת לאחר שחלה בנגיף הקורונה.\nמשרד הבריאות של תאילנד הודיע כי מניין הנדבקים בנגיף הקורונה במדינה עלה ל-2,169, זאת לאחר שאובחנו 102 חולים חדשים. במקביל, מניין המתים עלה בשלושה בני אדם ל-23.\nמשרד הביטחון ופיקוד העורף התבקשו לסייע למשרד הבריאות במניעת הדבקה בנגיף הקורונה בבתי האבות - כך נמסר הבוקר. זאת, בהמשך לפרסום בוואלה! NEWS מאתמול. לדברי גורמי ביטחון, בין המשימות שהוטלו על הכוחות, יערכו החיילים רישום של הנכנסים והיוצאים מבתי האבות, תיעוד נתוני הקשישים וסיווג מצבם, ימדדו חום לבאים ויפעלו למנוע הדבקות של קשישים נוספים.\nמניין הנדבקים בנגיף הקורונה בישראל עלה ל-8,018. מבין החולים, 127 נמצאים במצב קשה - 106 מהם מונשמים. 477 החלימו לחלוטין.\nחולה בן 63 מת הלילה בבית החולים הדסה עין כרם בירושלים, לאחר שנדבק בנגיף הקורונה. הוא המת ה-46 בישראל.\nאישה בת 84 מתה הלילה בבית החולים סורוקה לאחר שנדבקה בנגיף הקורונה. היא הדיירת השישית מבית האבות \"משען\" בבאר שבע שמתה כתוצאה מהנגיף. היא סבלה ממחלות רקע שונות.\n2,961 אסירים שוחררו מבתי הכלא בסרי לנקה בשבועיים האחרונים כחלק מהצעדים למניעת התפשטות נגיף הקורונה. על השחרור, שעליו הודיע נשיא המדינה מייטריפלה סיריסנה, הוחלט לאחר שכמה אסירים נהרגו במהלך מחאה נגד תקנות חדשות האוסרות ביקורים, וכן כדי להקל על העומס בבתי הכלא.\nמלכת אנגליה, אליזבת השנייה, נשאה נאום מיוחד לאומה הבריטית, בו הודתה לעובדי שירות הבריאות והרפואה, והביעה דאגה לשלומן של המשפחות שהושפעו מנגיף הקורונה. \"אני מקווה שבשנים הבאות כולם יוכלו להתגאות באופן שבו הם נענו לאתגר הזה, והבאים אחרינו יגידו שהבריטים מהדור הזה היו חזקים כמו כולם\", אמרה. \"מי ייתן והתכונות של משמעת עצמית, החלטיות ונחישות עדיין יאפיינו את המדינה הזו\". בשבת עלה מניין המתים מהנגיף בבריטניה ל-4,313, בהם ילד בן חמש. מספר הנדבקים טיפס ל-41,903 בני אדם.\nמניין הנדבקים מנגיף הקורונה במקסיקו עלה ל-1,890 בני אדם, ומספר המתים ל-79 - כך נמסר מהרשויות המקומיות.\nמניין החולים בנגיף הקורונה בפנמה עלה ב-128 ל-1,801 - כך נמסר ממשרד הבריאות במדינה. במקביל, עלה מניין המתים מהנגיף בפנמה ל-46.\nמניין המתים מנגיף הקורונה בסין עלה ל-3,329 בני אדם - כך מסרו הרשויות במדינה. במקביל, מניין הנדבקים בנגיף ברחבי סין עלה ל-81,669 בני אדם.\nאוקראינה שלחה לאיטליה, אחת מהמדינות שנפגעו באופן הקשה ביותר מהנגיף, צוות רפואי המונה כ-20 מנתחים, נוירוכירורגים, מרדימים ואחיות, שיסייעו לחולים במדינה, כמו גם לצוות הרפואי המקומי. הצוות ישהה באיטליה במשך שבועיים ויתמקם בעיקר במרכזה. שר הפנים של אוקראינה, ארסן אבאקוב, אמר כי בימים הקרובים מדינתו גם תשלח לאיטליה ציוד רפואי. \"זה כבוד עבורנו לעזור לאיטליה בתקופות כה קשות. אנו יודעים כי אוקראינים רבים חיים ועובדים באיטליה, ובכך אנו עוזרים גם לאזרחים שלנו\".\nלצד המתחמים הקבועים בערים הגדולות כרהט, בני ברק, מודיעין, אלעד ומזרח ירושלים, יוקמו בשעות הבוקר מתחמים ניידים נוספים של מד\"א ומשרד הבריאות גם בנוף הגליל ועראבה. במד\"א מדגישים כי מי שבמהלך הבידוד חש תסמינים, ומסוגל להגיע ברכב פרטי להיבדק במתחם \"היבדק וסע\", מתבקש להתקשר למוקד 101, לקבל אישור, ולעשות כך. זאת, על מנת לאפשר לצוותי מד\"א להגיע במהירות האפשרית לבתיהם של נבדקים שאינם מסוגלים להגיע למתחמים. ", "url": "https://news.walla.co.il/item/3350515", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-05 23:50"}