{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3350373"}, "headline": "התפשטות הקורונה: מניין החולים בישראל עלה ל-7,851", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/3/3003666-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "מאיה הורודניצאנו, דנה ירקצי, יניר יגנה, טל שלו, יקי אדמקר, יניר יגנה, דנה ירקצי, יואב איתיאל, בועז"}, "datePublished": "2020-04-04 23:49:00", "dateModified": "2020-04-04 23:58:29", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "בין הערים שקיבלו את הנחיית משרד הפנים: ירושלים, בית שמש, אלעד וביתר עלית. איש מדא נפצע בראשו לאחר שהותקף באבנים במאה שערים. מניין החולים בישראל עלה ל-7,851, בהם 108 מונשמים. 4 מתו במהלך היום. התחבורה הציבורית הבינעירונית לבני ברק תופסק. עדכונים שוטפים", "title": "התפשטות הקורונה: ערים חרדיות הונחו להקים חמ\"ל פינוי לחולים", "subtitle": "בין הערים שקיבלו את הנחיית משרד הפנים: ירושלים, בית שמש, אלעד וביתר עלית. איש מד\"א נפצע בראשו לאחר שהותקף באבנים במאה שערים. מניין החולים בישראל עלה ל-7,851, בהם 108 מונשמים. 4 מתו במהלך היום. התחבורה הציבורית הבינעירונית לבני ברק תופסק. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל, כשמספר החולים עומד היום (שבת) על 7,851 ו-43 מתים. מצבם של 126 מהחולים מוגדר קשה ו-108 מהם זקוקים להנשמה. עד כה 458 מבין הנדבקים החלימו ושוחררו לבתיהם.המגיפה ממשיכה להכות ברחבי העולם, עם יותר מ-1,138,000 חולים ו-61 אלף מתים מהנגיף. בספרד נמצאו עד כה 124,736 נדבקים בנגיף , ומתו 11,744 איש. באיטליה זוהו יותר מ-124 מקרי הידבקות ובסך הכל מתו 14,681 איש. בצרפת מתו 7,560 איש, ומספר החולים עומד על 89,953. בבריטניה עלה מניין המתים מהווירוס ל-4,313 בני אדם, בהם ילדה בת חמש. בארצות הברית מספר החולים חצה את רף ה-300 אלף, ויותר מ-8,000 מתו. הממשל הורה לכל אדם שיוצא למרחב הציבורי לעטות מסיכת פנים, והנשיא אסר על ייצוא מסיכות מדגם N95. נשיא הבנק העולמי הזהיר ממיתון כלל עולמי ואמר כי הפגיעה הקשה ביותר תהיה במדינות החלשות.\nחיילת שמשרתת בקריית ההדרכה עיר הבה\"דים בנגב אובחנה היום כחולת הקורונה הרביעית מהבסיס. החקירה האפדימיולוגית טרם הסתיימה, אך החיילים שידוע כי באו עמה במגע יוכנסו לבידוד בהתאם לנהלים. מדובר בבסיס הכי גדול בצה\"ל.\nבהמשך להחלטת הממשלה וההכרזה על העיר בני ברק כאזור מוגבל, תופסק התחבורה הבינעירונית לעיר בני ברק. בעיר ימשיכו לפעול ארבעה קווי תחבורה ציבורית שישרתו את תושבי העיר רק בתחומיה. העלייה והנסיעה באוטובוס תותר במסכה בלבד. שתי השורות הסמוכות לנהג יישארו ריקות כדי להגדיל את ההפרדה בין הנוסעים לנהג.  הקווים הפנימיים בעיר: 2,3,5,11 יפעלו כך שקווים 2 ו-5 יפעלו במתכונת סיבובית ללא שירות לקניון איילון. קווי התחבורה הציבורית שעוברים בעיר ומשרתים ערים באזור, בתיאום עם המשטרה, יעקפו את ציר ז'בוטינסקי דרך אם המושבות (בין פתח תקווה לרמת גן), ללא עצירה בתחנות בתחומי בני ברק. ברשות הארצית לתחבורה ציבורית נערכים לכך שיוטלו הגבלות נוספות על ערים ושכונות נוספות ברחבי הארץ.שר התחבורה בצלאל סמוטריץ' אמר כי \"זו תקופה מורכבת ונעבור את זה ביחד. הצמצום בתחבורה הציבורית בעיר בני ברק זה הכרח שאנו מבצעים בהתאם להנחיות המל\"ל, למען בריאות הציבור והנהגים\".\n1,010 מתים ו-22,962 חולים נוספים בנגיף הקורונה זוהו ברחבי ארצות הברית ביממה האחרונה - כך עלה מספירה של אוניברסיטת ג'ונס הופקינס במדינה. בכך, עלה מניין המתים מהווירוס בארצות הברית ל-8,162 בני אדם, ומספר החולים עלה ל-300,915.\nרכב עירייה ובו צוות מד\"א שערך בדיקות לגילוי נגיף הקורונה הותקף באבנים וחפצים בשכונת מאה שערים בירושלים. אחד מהנוסעים, מתנדב במד\"א, נחבל בראשו כתוצאה מהתקיפה. הוא קיבל טיפול ברחוב הנביאים הסמוך לשכונה, לאחר שהצוות נמלט מהמקום. בנוסף לכך, נופצו שמשות הרכב.\n3,000 מקרים חדשים של נגיף הקורונה אובחנו בטורקיה ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מספר החולים בנגיף ל-23,934 בני אדם. מניין המתים עלה ל-501, לאחר ש-76 נוספים שמתו.\n681 בני אדם נוספים מתו מנגיף הקורונה באיטליה ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים 15,362. עוד נמסר כי מאתמול זוהו 4,805 מקרים נוספים של הידבקות בווירוס, וכי מספר החולים עלה ל-124,632 בני אדם.\nמנכ\"ל משרד הפנים מרדכי כהן הנחה את הרשויות: ירושלים, בית שמש, בני ברק, אשדוד, אלעד, ביתר עילית, מודיעין עילית ורכסים לפעול באופן מיידי להקמת חמ\"ל פינוי ייעודי לכל רשות מקומית. החמ\"ל יהיה אמון בשלב הראשון על הוצאת חולים מבתיהם, למתקני פינוי ייעודיים של פיקוד העורף. לדברי כהן, על החמ\"ל לכלול את מנכ\"ל הרשות המקומית או בעל התפקיד הבכיר הזמין ברשות המקומית, מנהל הרווחה ברשות המקומית או נציגו, נציג פיקוד העורף ונציג מערכת הבריאות. החמ\"ל מוסמך לנהל ולקבל החלטות הקשורות בפינוי החולים מבתיהם, למתקני הפינוי היעודיים של פיקוד העורף. זהו צעד בדרך לסגר על הערים ככל הנראה.\nעובדת נוספת בבית האבות \"הבונים החופשיים\" בנהריה נמצאה חיובית לנגיף הקורונה. בכך, עלה מספר החולים מבית אבות זה לשמונה בני אדם. חמישה מהנדבקים הם קשישים בני 75-97 שמאושפזים במצב קל המרכז הרפואי לגליל בעיר. קשיש נוסף מבית האבות, בן 91, אושפז בבית החולים כשהוא סובל מדלקת ריאות, במצב קשה, מורדם ומונשם. טרם התקבלו תוצאות הבדיקה לגילוי קורונה שנערכה לו.\nרכב עירייה ובו צוות שעורך בדיקות לגילוי נגיף הקורונה הותקף באבנים בשכונת מאה שערים בירושלים. בין הנוסעים היה איש רפואה ממד\"א. כתוצאה מהתקיפה, אחד הנוסעים נחבל בראשו, וקיבל טיפול ברחוב הנביאים הסמוך לשכונה, לאחר שהצוות נמלט מהמקום.\n441 בני אדם נוספים מתו מנגיף הקורונה בצרפת ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בצרפת ל-7,560 בני אדם.\nהמשטרה איתרה כ-15 מתפללים בבית כנסת בנהריה, שהתקהלו בניגוד לנחיות משרד הבריאות במאבק בנגיף הקורונה. השוטרים הגיעו למקום עקב פרסומי תושבים ברשתות חברתיות, על כך שבבית הכנסת מתרחשת התקהלות אסורה. המתפללים נכנסו לבית הכנסת מהדלת האחורית על מנת לעקוף את ההגבלות, והמשטרה הודיעה כי דרך הטיפול בעניינם תקבע בהמשך.\nמנהל הרכש במשרד הביטחון חתם על הסכמים עם חמש רשתות גדולות, לחלוקת מזון לכ-350 אלף קשישים לקראת חג הפסח. הרשתות עמן נחתם ההסכם הן שוק העיר, יינות ביתן, שופרסל, ויקטורי ורמי לוי. בין היתר יכללו בסל המזון מצות, קמח מצה, שמן, סוכר, יין תירוש, קפה, תה, עוגיות ותבלינים. היקף הרכש נאמד בכ-40 מיליון שקלים.\nמניין חולי הקורונה בישראל עלה ל-7,851 - כך הודיע משרד הבריאות. בין הנדבקים 126 במצב קשה, ומתוכם 108 זקוקים להנשמה. מצבם של 165 מהחולים מוגדר בינוני, והיתר במצב קל. 458 החלימו ושוחחרו לבתיהם. מניין המתים מהנגיף עומד על 43 בני אדם.\nארוסתו של ראש ממשלת בריטניה בוריס ג'ונסון, קארי סימונדס, הודיעה כי היא פיתחה תסמינים של נגיף הקורונה. עוד אמרה סימונדס, הנמצאת במהלך הריון מתקדם, כי לאחר שבעה ימי מנוחה היא מרגישה טוב יותר. ג'ונסון עצמו הודיע לפני כשבוע כי הוא נמצא חיובי לנגיף.\nמנכ\"ל משרד הפנים, מרדכי כהן, שלח מכתב לכמה רשויות מקומיות וביקש להפעיל חמ\"ל לפינוי חולי קורונה מבתיהם למתקנים ייעודיים. המכתב שוגר לרשויות ירושלים, בית שמש, אשדוד, אלעד, ביתר עילית, מודיעין עילית ורכסים. מנכ\"ל משרד הפנים קרא להקים את החמ\"ל בכניסות לעיר. מדובר בצעד בדרך לסגר על יישובים אלו.\nהדרג המדיני שוקל להטיל על צה\"ל את האחריות על ניהול בתי האבות הנגועים בקורונה, במודל של ניהול בתי מלון לחולים - כך נודע לוואלה! NEWS. לדברי גורמים במשרד הביטחון, על רקע התגברות הנדבקים, הדרג המדיני טרם הכריע בנושא. עם זאת, ככל הנראה האחריות תועבר אליהם כבר ביום שני. החלטה זו תחייב גיוס מפקדת אוגדה נוספת לביצוע המשימה פרט לאוגדה 98 שמסייעת בשלב הזה לרשות המקומית בבני ברק.\nמשרד הבריאות הנחה את בתי החולים להיערך למחזור ציוד מיגון רפואי. בהודעה שהוציא המשרד, נכתב כי תדירות והיקף השימוש בציוד המיגון גדלים באופן משמעותי כשפורצת מגיפה, וכי \"צפוי מחסור\". המסמך שפרסם משרד הבריאות כולל הנחיות לניהול מלאי וניהול שימוש מושכל בציוד מיגון. כמו כן ישנן הנחיות לגבי אפשרויות מחזור ציוד ושמירת ציוד לשימוש עתידי, תוך שמירה על מרווח בטיחות נאות.\nילדה בת חמש מתה מנגיף הקורונה בבריטניה - כך הודיעו רשויות הבריאות בממלכה. מוקדם יותר הודיעו הרשויות כי 708 בני אדם נוספים מתו מהווירוס ביממה האחרונה, וכי הגילים נעו בין חמש ל-104. מניין המתים מקורונה עלה ל-4,313, ומספר החולים בנגיף בבריטניה עלה ל-41,903 בני אדם.\n177 מקרים נוספים של הידבקות בנגיף הקורונה זוהו בקנדה ביממה האחרונה - כך הודיעו רשויות הבריאות במדינה. בכך, עלה מספר החולים בווירוס בקנדה ל-12,924 בני אדם. מניין המתים עלה ל-214, לאחר ש-62 בני אדם נוספים מתו מהנגיף.\n630 בני אדם מתו מנגיף הקורונה ביממה האחרונה בניו יורק - כך הודיע מושל המדינה, אנדרו קואומו. בכך, עלה מניין המתים מהווירוס ל-3,565 בני אדם. מדובר במספר המתים היומי הגבוה ביותר שנרשם בניו יורק מפרוץ המגיפה. קואומו הוסיף כי מספר החולים בנגיף במדינה עלה ל-113,704, מתוכם 63,306 בעיר ניו יורק.\nחמישה מקרים נוספים של הידבקות בנגיף הקורונה זוהו ברשות הפלסטינית - כך נמסר היום (שבת) ממשרד הבריאות הפלסטיני. בכך, עלה מניין החולים ברשות ל-210 בני אדם.\nציר ז'בוטינסקי ייסגר הלילה החל מהשעה 00:00 לתנועה, בקטע שבין צומת גהה לכיוון מערב עד לצומת בן גוריון ברמת גן - כך נמסר ממשטרת ישראל. כל כניסה או יציאה מהעיר תעשה ככל הניתן, בכפוף להצגת אסמכתא (למעט הגופים המוסמכים). לצורך אכיפת התקנות החדשות השוטרים יוכלו למנוע כניסה או יציאה של אדם או רכב לאזור מוגבל, לדרוש מאדם להזדהות ולעכבו, וכן להשתמש בסמכויות שיטור נוספות במקרה הצורך.\n809 בני אדם נוספים מתו מנגיף הקורונה בספרד ביממה האחרונה - כך נמסר ממשרד הבריאות במדינה. בכך, עלה מניין המתים מהווירוס ל-11,744. עוד נמסר כי זוהו 7,026 מקרי הידבקות נוספים בנגיף, וכי מספר חולי הקורונה בספרד עלה ל-124,736 בני אדם.\n708 בני אדם נוספים מתו מנגיף הקורונה בבריטניה ביממה האחרונה - כך הודיעו גורמי הבריאות בממלכה. בכך, עלה מניין המתים מהווירוס ל-4,313. עוד נמסר כי מספר החולים בנגיף בבריטניה עלה ל-41,903 בני אדם.\n141 בני אדם נוספים מתו מנגיף הקורונה בגרמניה ביממה האחרונה - כך מסרו גורמי הבריאות במדינה. בכך עלה מניין המתים מהווירוס בגרמניה ל-1158 בני אדם. עוד נמסר כי זוהו 6,082 מקרי הידבקות חדשים בנגיף, וכי מספר החולים במדינה עומד על 85,778 בני אדם.\nרשויות הבריאות בהולנד עדכנו כי 164 בני אדם מתו ב-24 שעות האחרונות, ובכך טיפס מניין המתים הכללי במדינה ל-1,651 בני אדם.\nדיירת חמישית מבית הדיור המוגן משען בבאר שבע מתה לאחר שנדבקה בקורונה. הדיירת מהמחלקה הסיעודית של בית הדיור המוגן הועברה למרכז הגריאטרי נאות התיכון ביפו בהוראת משרד הבריאות ביום רביעי שעבר. היא מצטרפת לארבעה דיירים נוספים ממשען שמתו אף הם מהנגיף, בהם דיירת נוספת שמתה לפני שעות בודדות בלבד. רשת משען מסרה כי היא \"משתתפת בצערה של המשפחה ושולחת תנחומיה\".\nמניין המתים מנגיף הקורונה באיראן עלה ל-3,452 איש - כך הודיע משרד הבריאות במדינה. בסך הכל אובחנו ברפובליקה האסלאמית 55,743 חולי קורונה.\n188 בני אדם אובחנו כחולים בנגיף הקורונה בטוקיו בירת יפן - כך מסרו הרשויות במטרופולין. זאת הפעם הראשונה בה מספר החולים בעיר נרשם על יותר ממאה בתוך יממה. בסך הכל 891 איש אובחנו כחולים באזור.\nהמשטרה עצרה עשרה בני אדם בשכונת מאה שערים בירושלים, בחשד לתקיפת שוטרים והכשלתם בניסיון לאכוף את הנחיות משרד הבריאות למאבק בקורונה. אמש, ובפעילות שנמשכה היום, פעלו כוחות משטרה בעיר כדי לפזר התקהלויות ותפילות בכמה מוקדים.\nמשרד הבריאות עדכן כי חלה עלייה נוספת במספר החולים בארץ שעלה ל-7,589. מתוכם, 115 במצב קשה -98 מונשמים. עד כה החלימו שוחררו 427 חולים בנגיף. מניין המתים עומד על 42.\nאישה בת 67, שאובחנה כחיובית לנגיף הקורונה, מתה בבית החולים סורוקה שבבאר שבע. המתה הנוספת, ה-42 במספר בארץ, סבלה ממחלות רקע קשות והועברה לפני כמה ימים מבית האבות משען בעיר, שבו התגוררה.\nאישה בת 88, מטופלת שסבלה ממחלת רקע ונדבקה בנגיף הקורונה, מתה בבית החולים איכילוב בתל אביב. \"בית החולים משתתף בצער המשפחה\", מסרו באיכילוב.\nהתובע הכללי של ארצות הברית, ויליאם בר, אמר הלילה כי המשרד הפדרלי של בתי הכלא של ארצות הברית, עומד בפני מצב חירום עקב התפשטות נגיף הקורונה, מה שסולל את הדרך לשחרור אסירים ממעצר בכלאאל מעצר בית. \"העדיפות היא לשחרר אסירים שנמצאים בקבוצות הסיכון של המחלה השוהים בבתי הכלא בהם התפרצות הנגיף הייתה המשמעותית ביותר\", אמר. בר לא ציין מה מידת ההתחשבות בעונשו של האסיר ובמסוכנותו.\nנשיא ארצות הברית, דונלד טראמפ, חתם הלילה על צו האוסר על ייצוא מסיכות N95 וכל אמצעי מיגון ואמצעי רפואי אחר שיכול לשמש ולעזור בהתמודדות עם נגיף הקורונה. טארמפ אמר כי \"האיסור הזה הוא צעד נוסף במאבק שלנו בנגיף הקורונה\".\nארבעה בני אדם בסין מתו מקורונה ביממה האחרונה ו-19 בני אדם נדבקו בנגיף, 12 איש פחות מאתמול. לפי משרד הבריאות של המדינה, 18 מתוך 19 החולים הם תושבים שהגיעו מחוץ לסין לאחר זו פתחה חלקית את גבולותיה. הדבר מביא את סך החולים במדינה ל-81,639 ואת מניין המתים ל-3,326.\n60 בני אדם מתו מנגיף הקורונה במקסיקו - כך נמסר הלילה ממשרד הבריאות של המדינה. כמו כן, מניין החולים במקסיקו עומד על 1,510 איש.\nנשיא הבנק העולמי, דוד מלפאס, הזהיר כי התפשטות נגיף הקורונה \"צפויה להביא למיתון עולמי שככל הנראה יפגע במדינות החלשות ביותר בצורה הכי קשה\". לדבריו, \"אנו מתכוונים לענות במהירות ובדיוק עם תכניות סיוע כלכליות לאותן מדינות, המדינות העניות בעולם\".\n198 בני אדם נדבקו בנגיף הקורונה בפנמה ביממה האחרונה. בכך מניין החולים במדינה עלה ל-1,673 חולים, שמתוכם 41 מתוכם מהנגיף.\nמושל מדינת מיזורי שבארצות הברית, מייק פרסון, הודיע כי החל מיום שני הקרוב, תושבי המדינה ייכנסו להסגר. לפי פרסון, יציאת אנשים מבתיהם תתאפשר רק לשם קניית מצרכי מזון, תרופות וקבלת טיפול רפואי.\nנשיא ארצות הברית דונלד טראמפ אמר כי הממשל האמריקני ממליץ לאזרחיו ללבוש כיסויי פנים כדי למנוע את התפשטות נגיף הקורונה. עוד הוסיף הנשיא כי ההמלצות החדשות לא באות במקום הנחיות הריחוק החברתי וההסתגרות בבתים שפורסמו קודם.\nאדם ראשון נדבק מבקורונה באיי פוקלנד, האיים בשליטת בריטניה הנמצאים במרחק 480 קילומטרים מחופה הדרום מזרחי של ארגנטינה, כך מסרה הלילה הרשות המקומית באיים. החולה נמצא במצב יציב וקל ומטופל בבית חולים מקומי.", "url": "https://news.walla.co.il/item/3350373", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-04 23:49"}