{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3351372"}, "headline": "מניין המתים מקורונה בישראל עלה ל-101; 10,743 נדבקו", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/5/3005091-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, יואב איתיאל, דנה ירקצי, לירן לוי וסוכנויות הידיעות"}, "datePublished": "2020-04-11 22:54:00", "dateModified": "2020-04-11 23:30:41", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מספר מקרי המוות מהנגיף חצה לראשונה את רף המאה, ו-175 מהחולים מאושפזים במצב קשה. החל ממחר חלה חובת עטיית מסיכות במרחב הציבורי. ירידה של 4,000 בדיקות בהשוואה לשבוע שעבר. מניין המתים בארהב עבר את איטליה, וכעת הוא הגבוה בעולם. עדכונים שוטפים", "title": "מניין המתים מקורונה בישראל עלה ל-101; 10,743 נדבקו בנגיף", "subtitle": "מספר מקרי המוות מהנגיף חצה לראשונה את רף המאה, ו-175 מהחולים מאושפזים במצב קשה. החל ממחר חלה חובת עטיית מסיכות במרחב הציבורי. ירידה של 4,000 בדיקות בהשוואה לשבוע שעבר. מניין המתים בארה\"ב עבר את איטליה, וכעת הוא הגבוה בעולם. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "מניין המתים מנגיף הקורונה בישראל חצה הערב (שבת) את רף המאה ועלה ל-101. במקביל, מספר הנדבקים בווירוס עלה ל-10,743, בהם 175 מאושפזים במצב קשה. עד כה 1,341 החלימו ושוחחרו לבתיהם. הממשלה צפויה לדון הערב בהרחבת מגבלות התנועה על ירושלים. ראש הממשלה בנימין נתניהו הודיע על עצירת כל הטיסות הנכנסות לישראל, עד להסדרת אחריותו של פיקוד העורף בהעברת הנוסעים לבידוד במלוניות.מניין המתים בארצות הברית עבר את ה-20 אלף, ובכך עקף את איטליה וספרד. ברחבי העולם נחצה רף מאה אלף המתים, בעוד יותר מ-1.6 מיליון נדבקו בווירוס במדינות השונות. זוהי הפעם הראשונה שבה מספר המתים היומי בעולם עובר את ה-2,000. כאלף בני אדם מתו מנגיף הקורונה ביממה האחרונה בצרפת, ובספרד עלה מניין המתים ל-16,353.\nהאחריות לטיפול בשבים מחו\"ל בזמן משבר הקורונה הועברה לידי משרד הביטחון. בנוסף, הממשלה צפויה לאשר מחר כי כלל החוזרים מחו\"ל יועברו לבידוד במלוניות למשך 14 יום.\nסגן שר החינוך, ח\"כ מאיר פרוש (יהדות התורה), תקף את הטלת הסגר המסתמנת על שכונות חרדיות בירושלים. \"לפי קצב הטלת הסגר על שכונות רבות בערים, יש לשקול הצעה להכריז ממשל צבאי על המדינה כולה\", אמר פרוש, \"כמושל צבאי יימצאו טובים יותר מנתניהו\".\nשר הבריאות יעקב ליצמן מינה את מנהל בית החולים איכילוב, פרופסור רוני גמזו, לאחראי תחום הטיפול בבתי האבות בזמן משבר הקורונה. \"אני מכיר היטב את האתגרים באירוע\", אמר גמזו, \"מאמין שיחד נוכל להביא לתוצאות מידיות ולהצלת חיים\". מוקדם יותר השבוע איגוד בתי אבות ודיור מוגן (א.ב.א) עתר לבג\"ץ נגד משרד הבריאות ומשרדים נוספים בבקשה לחייב בדיקות קורונה במוסדות הגריאטריים באופן מיידי, וכן פיצוי כספי בגין הצטיידות חירום שנדרשו להם במאבקם בנגיף.\nמניין המתים מקורונה בישראל עלה ל-101. עד כה 10,743 ישראלים נדבקו בנגיף, בהם 175 במצב קשה. 1,341 החלימו ושוחררו לבתיהם.\nמספר המתים מנגיף הקורונה בצרפת עלה ב-5,635 ביממה האחרונה, וכעת הוא 18,832 - כך הודיע משרד הבריאות במדינה. עד כה, אובחנו בצרפת 93,790 בני אדם כחיוביים לנגיף הקורונה.\nמתחמי היבדק וסע ניידים של מד\"א יפתחו מחר בקריית שמונה, באקה אל גרביה וג'ת. במקביל למתחמים הקבועים בערים הגדולות, ימשיכו לפעול המתחמים הניידים במודיעין, בני ברק, אלעד, בית\"ר עילית, בית שמש, שער בנימין, רהט ומזרח ירושלים.\nמשרד הבריאות הודיע כי חובת עטיית המסיכות לא תחול על ילדים מתחת לגיל שש. לקראת כניסתו לתוקף של הצו מחר, הסבירו במשרד כי החובה לא תחול בכמה מקרים, בהם קושי מחמת מגבלה, נסיעה ברכב לבד או עם אנשים הגרים יחד, ושני עובדים בחדר משותף.\nמספר החולים בנגיף הקורונה בטורקיה עלה ב-5,138 ביממה האחרונה, וכעת הוא 52,167 - כך הודיע  שר הבריאות, פהרטין קוקה. לאחר ש-95 בני אדם נוספים מתו מהנגיף, מניין המתים במדינה עלה ל-1,101.\nצוותי מד\"א אספו בשבועיים האחרונים נוזלי פלסמה ממחלימים מקורונה, במטרה לטפל באמצעותם בחולים במצב בינוני וקשה. לפי הודעת משרד הבריאות ומד\"א, האיסוף בוצע כשבועיים לאחר החלמתם של הנדבקים, ועד כה הצוותים הרפואיים השתמשו במנות בשני מקרים לצורך טיפול בחולים בנגיף.\nמספר המתים מנגיף הקורונה באיטליה עלה ב-619 ביממה האחרונה, וכעת הוא 19,468 - כך מסרו הרשויות במדינה. 4,694 בני אדם נוספים אובחנו כחולים בנגיף, ובכך עלה מספר הנדבקים ל-152,271.\nמניין המתים מנגיף הקורונה בניו יורק עלה ב-783 ביממה האחרונה, וכעת הוא 8,627 - כך הודיע מושל מדינת ניו יורק, אנדרו קואומו. בנוסף, אמר קואומו כי חלה ירידה במספר בני האדם המאושפזים עקב הידבקות בנגיף.\nמספר החולים בנגיף הקורונה בקנדה עלה ב-1,316 ביממה האחרונה, וכעת הוא 22,559 - כך הודיע משרד הבריאות במדינה. לאחר ש-69 בני אדם נוספים מתו מהנגיף, מניין המתים עלה ל-600.\nקשישה בת 91 שסבלה ממחלות רקע מתה מנגיף הקורונה בבית החולים שיבא. בעקבות זאת, מניין המתים מקורונה בישראל עלה ל-97.\nמניין המתים בארצות הברית עלה היום ל-18,870, ובכך חצה את רף המתים באיטליה ובספרד. מאז אתמול נרשמו במדינה 123 מקרי מוות חדשים.\nבתי הספר הציבוריים בעיר ניו יורק ישארו סגורים עד לסוף שנת הלימודים, בעקבות התפשטות נגיף הקורונה - כך הודיע ראש העיר ביל דה בלאזיו. בתי הספר בעיר נסגרו לפני כחודש, והיעד המקורי לפתיחתם מחדש היה בעוד שבוע. \"זאת החלטה כואבת, אך זה הדבר הנכון לעשות\", אמר דה בלאזיו.\nמספר המתים מנגיף הקורונה בבריטניה עלה ב-917 ביממה האחרונה, וכעת הוא 9,875 - כך הודיע משרד הבריאות במדינה. גילם של המתים בבריטניה נע בין 11 ל-102, ול-33 מתוכם לא היו מחלות רקע.\nמצבו של ראש ממשלת בריטניה, בוריס ג'ונסון, החולה בנגיף הקורונה, השתפר באופן משמעותי - כך הודיעה לשכתו. ג'ונסון שוחרר ממחלקת הטיפול הנמרץ ביום חמישי, ולמחרת כבר הצליח ללכת בכוחות עצמו.\n1,705 דוחות נרשמו מאז אתמול למפרי תקנות החירום - כך נמסר היום מהמשטרה. על פי הנתונים, מאז תחילת האכיפה חולקו 182 דוחות למפרי בידוד, 644 דוחות להפעלת עסקים ו-2,954 דוחות על שהייה במקום אסור.\nמשרד הבריאות מסר כי מאז אתמול נערכו 5,980 בדיקות קורונה. הנתון מצביע על ירידה של כ-4,000 בדיקות לעומת שבוע שעבר, אז נערכו 9,903 בדיקות.\nמספר החולים בנגיף הקורונה בהולנד עלה ביממה האחרונה ב-1,316, וכעת הוא 24,413 - כך הודיע משרד הבריאות המקומי. לאחר ש-132 בני אדם נוספים מתו, מניין המתים מהנגיף עלה ל-2,643.\nמשרד הבריאות הודיע כי מספר המתים מנגיף קורונה עלה ל-96. זאת, בנוסף ל-10,525 שנדבקו בסך הכול ו-12,58 שהחלימו ושוחררו מטיפול. עוד הודיע משרד הבריאות כי מספר החולים שמצבם קשה עומד על 180, ולא על 191 כפי שנמסר מוקדם יותר. במשרד מסרו כי הנתונים השגויים נמסרו \"בעקבות טעות\".\nמשרד הבריאות פרסם את נתוני התחלואה בקורונה לפי ערים, ובין היתר בערים החרדיות. בירושלים, חלה מאז אתמול עלייה של 6% במספר החולים, מ-1,715 ל-1,819. בבני ברק חלה עלייה של 2%, מ-1,681 ל-1,719. באלעד עלה מספר החולים מ-222 ל-228 (עלייה של 3%), במודיעין עילית מ-185 ל-197 (עלייה של 6%) ובבית שמש מ-174 ל-179 (עלייה של 3%).\nראש הממשלה בנימין נתניהו הורה לעצור את הטיסות הנוחתות בישראל עד להשגת הסדרה משפטית שתאפשר לפיקוד העורף לקחת את הנוחתים בארץ, מיד עם ירידתם מהמטוס, למלוניות קורונה. זאת, לאחר שכמה טיסות מכמה יעדים שונים מסביב לעולם נחתו היום בנתב\"ג, בזמן שהמדינה נתונה תחת סגר בצל החשש מהתפשטות הנגיף. במסגרת הנחיית ראש הממשלה, מטוסים שכבר המריאו לישראל יורשו לנחות ומעבר לכך, ייעצרו כל טיסות הנוסעים לישראל.\nמניין המתים מנגיף הקורונה באיראן עלה ביממה האחרונה ב-125, ל-4,357 מתים בסך הכל - כך הודיע משרד הבריאות במדינה. כמו כן, ב-24 שעות האחרונות אובחנו 1,837 איש כחולי קורונה, ובכך עלה מספר החולים הכללי ל-70,029.\n510 בני אדם מתו ביממה האחרונה מקורונה בספרד, המספר הנמוך ביותר של מתים בשלושת השבועות האחרונים, ויום שלישי ברציפות בו מניין המתים במדינה צונח. משרד הבריאות במדינה הודיע כי עד כה, הווירוס בספרד גבה את חייהם של 16,353 בני אדם. מספר החולים טיפס ל-161,852.\nמספר חולי הקורונה ברוסיה עלה ב-1,667 בני אדם, וכעת מניין החולים הכללי עומד על 13,584. ביממה האחרונה מתו 12 חולי קורונה, ומספר המתים הכללי הגיע ל-106.\nמשרד הבריאות פרסם את נתוני התחלואה ביישובים הערביים, מהם עולה כי 1,847 אזרחים ערבים נדבקו בירושלים, ו-477 בתל אביב. ערים אלה נמצאות בראש הטבלה מבחינת תחלואה במגזר הערבי. מספר החולים הגבוה ביותר לנפש בחברה הערבית הוא בדבוריה, בה נדבקו 22 איש מתוך אוכלוסייה של 10,414 בני אדם. בג'סר א-זרקא אובחנו 31 חולים, מתוך 649 נבדקים. ברמלה ולוד אותרו 53 ו-55 חולים, ובסך הכל נערכו בשתי הערים המעורבות 2,525 בדיקות קורונה. בטמרה שבצפון אובחנו 16 חולים, וביישוב נערכו 518 בדיקות.\nמניין חולי הקורונה בישראל עלה ל-10,505 בני אדם, בהם 191 במצב קשה - כך עדכן משרד הבריאות. בין החולים קשה, 132 נזקקים להנשמה.\nשני חולי קורונה, קשישים עם מחלות רקע, מתו בניו זילנד, הנמצאת זה ארבעה שבועות תחת עוצר. מספר מקרי הקורונה שאובחנו עד כה במדינת האי עומד על ל-1,035, מתך כ-5 מיליון תושבים.\n45 בני אדם נוספים אובחנו כחולים בנגיף הקורונה בתאילנד, ושני חולים מתו מהווירוס - כך הודיע המרכז הממשלתי התאילנדי למאבק בקוביד-19. בסך הכל נדבקו במדינה 2,518 איש, ו-35 מתו מאז פרוץ הקורונה.\nארגנטינה תאריך עד ל-27 באפריל את העוצר שהטילה בחודש שעבר, כדי לשלוט על התפשטות נגיף הקורונה - כך הודיע הנשיא אלברטו פרננדז בהצהרה טלוויזיונית. הוא הוסיף כי העוצר יתקיים רק בערים הגדולות.\nנשיא ארצות הברית דונלד טראמפ הורה הלילה (שבת) לבכירים בממשל האמריקני לסייע לאיטליה במלחמה בנגיף הקורונה באמצעות אספקה רפואית, סעד הומניטרי וסיוע אחר. בתזכיר לכמה משרי הממשלה, הורה טראמפ על מגוון אמצעים בהם ניתן לסייע לאיטליה, כולל שליחת אנשי צבא אמריקנים לשירותים רפואיים במדינה, סיוע בהקמת בתי חולים שדה והובלת ציוד. באיטליה נרשמו כמעט 19 אלף מקרי מוות כתוצאה מהנגיף, יותר מכל מדינה אחרת.\n46 בני אדם נוספים חלו בנגיף הקורונה בסין, מתוכם 42 שהגיעו מחו\"ל - כך נמסר הלילה (שבת) מרשויות הבריאות במדינה. עד כה נדבקו בסין 81,953 בני אדם. שלושה בני אדם מתו מהנגיף ביממה האחרונה, מה שמעלה את מספר המתים הכולל במדינה ל-3,339.\n403 מקרי הידבקות חדשים בנגיף הקורונה אותרו במקסיקו ביממה האחרונה - כך דיווח משרד הבריאות במדינה. מניין החולים במדינה עלה ל-3,844, ומניין המתים עלה ל-233 בני אדם.\n222 מקרים חדשים של נגיף הקורונה אותרו בפנמה, מה שמעלה את מספר הנדבקים במדינה ל -2,974 מקרים - כך נמסר ממשרד הבריאות במדינה שבמרכז אמריקה. 74 בני אדם מתו בפנמה מהמגיפה.\n2,108 בני אדם מתו ביממה האחרונה בארצות הברית לאחר שנדבקו בנגיף הקורונה - כך דיווחה אוניברסיטת ג'ונס הופקינס. זוהי הפעם הראשונה שבה מספר המתים היומי במדינה עובר את ה-2,000, ובכך עלה מספר המתים בארצות הברית ל- 18,695 בני אדם. יותר מ-33 אלף מקרי הידבקות בנגיף אותרו ברחבי המדינה, מה שמעלה את מספר הנדבקים ליותר מחצי מיליון. יותר מ-40% מהקורבנות ממדינת ניו יורק.\nארצות הברית אישרה 661 אלף בקשות של עסקים קטנים להלוואות, בהיקף כולל של 168 מיליארד דולרים, במסגרת תכנית לטיפול במשבר הכלכלי שבעקבות מגיפת נגיף הקורונה - כך הודיע היועץ הכלכלי של הבית הלבן לארי קודלו. תכנית סיוע כלכלי בהיקף 2.3 טריליון דולר, שנחקק בחודש שעבר, הקצה 349 מיליארד דולר להלוואות לעסקים קטנים שנפגעו מהמשבר.\nבשירותי הדם של מד\"א ובמשרד הבריאות הצליחו להשיג הלילה (שבת) אספקה של מנות פלסמה (מרכיב הדם שבו נמצאים הנוגדנים לנגיף הקורונה) עבור חולה קורונה בן 29, שמאושפז במצב קשה בבית החולים אסותא באשדוד. בסיוע שר הבריאות ועוזרו נמצאה תורמת, תושבת ירושלים שהחלימה מנגיף הקורונה, מד\"א הביאו את האישה באמבולנס למרכז שרותי הדם לפני כניסת השבת, שם חיכה לה צוות מיוחד שביצע את ההתרמה והעביר את מנות הפלסמה למעבדות לביצוע כל הבדיקות הנדרשות והכנתן לעירוי. ועדת מומחים של משרד הבריאות אישרה להעביר את מנות הדם לבית החולים, והן יינתנו לחולה עוד הלילה.סמנכ\"לית שירותי הדם של מד\"א, פרופ' אילת שנער סיפרה כי לפני כשבוע התחילו בארגון בפרויקט איסוף מנות פלסמה ממי שהחלימו מהמחלה שנגרמת על ידי נגיף הקורונה. פרופ' שנער הוסיפה כי איסוף המנות נעשה \"במטרה לתת אותן בעירוי לחולים במצב בינוני וקשה\". היא הסבירה כי \"הפרויקט מתבסס על ההנחה שבדמם של המחלימים נמצאים נוגדנים בכמות המאפשרת טיפול יעיל בחולים\". מנכ\"ל מד\"א אלי בין אמר כי \"מיד כשהגיעה אלינו הפניה מבית החולים נערכנו במהירות, תוך שילוב כוחות של אנשי שירותי הדם של מד\"א ועובדים מהמערך הלוגיסטי\". הוא הוסיף כי החולה צפוי לקבל את הטיפול כבר הלילה וכי \"כולנו תקווה לסייע לרופאים במאמציהם לשפר את מצבו\".במד\"א הוסיפו כי חולי קורונה שהחלימו מוזמנים לתרום פלסמה בהליך פשוט ביותר, לאחר שחלפו 14 יום מההחלמה המלאה. בשירותי הדם של מד\"א קוראים למחלימים שמוכנים לבוא ולתרום לפנות לטלפון 03-9101101 או במייל hadarm@mda.org.il.\nנשיא ארצות הברית דונלד טראמפ אמר כי הוא צפוי להודיע בקרוב על מועצה שתחליט על פתיחת המדינה מחדש לאחר שתסתיים התפשטות נגיף הקורונה. \"אנחנו נודיע על כך תוך זמן קצר. ככל הנראה ביום שלישי\", אמר טראמפ לעיתונאים במהלך התדריך היומי שלו בנושא המלחמה בקורונה. טראמפ אמר כי ההחלטה על פתיחת המשק תהיה ההחלטה הנשיאותית הגדולה ביותר שעליו לקבל כנשיא, וכי עבודת המועצה תקבע את הצעדים הבאים בפתיחת הכלכלה האמריקנית לפי העובדות.\nעוצר בן יומיים הוכרז ברוב המחוזות בטורקיה, כחלק מהמלחמה בהתפשטות נגיף הקורונה במדינה. העוצר ייכנס לתוקף בחצות, והוא יחול בכל הערים המרכזיות, כולל איסטנבול ואנקרה. מספר המתים מהנגיף במדינה עומד על 1,006.\nרופאה מתמחה בבית החולים השיקומי רעות בתל אביב אובחנה כחולה בנגיף הקורונה. מבית החולים נמסר כי הרופאה נמצאת בבידוד בביתה כבר שישה ימים. בבית החולים מבצעים כעת חקירת מגעים, הודעה נמסרה לכל אנשי הצוות ששהו איתה במגע הדוק ונדרשו להיכנס לבידוד, בהם גם ראש חטיבת השיקום בבית החולים.\nמפקד מלון קורונה בניר עציון שבצפון, סגן אלוף איתן, אובחן היום (שישי) כחולה בנגיף הקורונה. סא\"ל איתן מפקד על המלונית שנפתחה לפני עשרה ימים, אינו חש בתסמינים ונשלח לבידוד בביתו. על פי ההנחיות, נשלח לבידוד כל צוות פיקוד העורף שפעל במלון והחליפה אותו \"קפסולה\" של קצינים וחיילים שנגמרה מופרדת ובכשירות בדיוק לצורך הזה.\nמשרד הבריאות עדכן הערב כי מניין החולים בנגיף הקורונה עלה ל-10,408, מתוכם 167 במצב קשה. 173 מהחולים מוגדרים במצב בינוני והיתר במצב קל. 1,183 מהנדבקים החלימו ושוחררו מבתי החולים. מניין המתים עומד על 95 בני אדם.", "url": "https://news.walla.co.il/item/3351372", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-11 22:54"}