{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3351271"}, "headline": "משבר הקורונה: מניין החולים - 10,408; מספר המתים - 95", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/5/3005085-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, יניר יגנה, מאיה הורודניצאנו,דנה ירקצי,לירן לוי,יואב איתיאל, שלומי גבאי וסוכניות הידיעות"}, "datePublished": "2020-04-10 23:20:00", "dateModified": "2020-04-10 23:26:01", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "167 מהחולים מוגדרים במצב קשה ומתוכם 124 מונשמים. 173 במצב בינוני ו-1,183 החלימו ושוחררו מבתי החולים. איטליה האריכה את הסגר במדינה עד ה-3 במאי. בצרפת כ-1000 איש מתו מהנגיף ביממה האחרונה. עדכונים שוטפים", "title": "משבר הקורונה: מניין החולים עלה ל-10,408; מספר המתים - 95", "subtitle": "167 מהחולים מוגדרים במצב קשה ומתוכם 124 מונשמים. 173 במצב בינוני ו-1,183 החלימו ושוחררו מבתי החולים. איטליה האריכה את הסגר במדינה עד ה-3 במאי. בצרפת כ-1000 איש מתו מהנגיף ביממה האחרונה. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "מגיפת הקורונה ממשיכה להתפשט היום (שישי) בישראל ובעולם. 10,408 בני אדם בישראל נדבקו בנגיף, ו-95 מתו. 167 מהחולים במצב קשה, ו-124 מתוכם מונשמים. בסך הכול, 1,183 מהחולים החלימו מהנגיף ושוחררו לביתם. בשעה 07:00 הוסר הסגר הכללי ברחבי הארץ, מלבד בני ברק - שם מגבלות התנועה רוככו במעט והתושבים יוכלו לצאת מהעיר לצורך עבודה.הבית הלבן מסר כי דונלד טראמפ ונשיא רוסיה ולדימיר פוטין שוחחו ודנו במאמצים האחרונים במלחמה בנגיף. מניין המתים בספרד עלה ל-15,843, ובאיראן מספר החולים עלה ל-68,192. הולנד רשמה 115 מתים ביממה האחרונה לאחר שחלו בנגיף. ברשות הפלסטינית דיווחו על מקרה מוות שני מאז פרוץ המגפה.\nרופאה מתמחה בבית החולים השיקומי רעות בתל אביב אובחנה כחולה בנגיף הקורונה. מבית החולים נמסר כי הרופאה נמצאת בבידוד בביתה כבר שישה ימים. בבית החולים מבצעים כעת חקירת מגעים, הודעה נמסרה לכל אנשי הצוות ששהו איתה במגע הדוק ונדרשו להיכנס לבידוד, בהם גם ראש חטיבת השיקום בבית החולים.\nמפקד מלון קורונה בניר עציון שבצפון, סגן אלוף איתן, אובחן היום (שישי) כחולה בנגיף הקורונה. סא\"ל איתן מפקד על המלונית שנפתחה לפני עשרה ימים, אינו חש בתסמינים ונשלח לבידוד בביתו. על פי ההנחיות, נשלח לבידוד כל צוות פיקוד העורף שפעל במלון והחליפה אותו \"קפסולה\" של קצינים וחיילים שנגמרה מופרדת ובכשירות בדיוק לצורך הזה.\nמשרד הבריאות עדכן הערב כי מניין החולים בנגיף הקורונה עלה ל-10,408, מתוכם 167 במצב קשה. 173 מהחולים מוגדרים במצב בינוני והיתר במצב קל. 1,183 מהנדבקים החלימו ושוחררו מבתי החולים. מניין המתים עומד על 95 בני אדם.\nראש ממשלת איטליה ג'וזפה קונטה האריך את העוצר במדינה עד ה-3 במאי כחלק מהמאבק בנגיף הקורונה. זאת לאחר ש-570 בני אדם מתו מהנגיף ביממה האחרונה.\nכ-1000 בני אדם מתו מנגיף הקורונה ביממה האחרונה בצרפת, בכך עלה מניין המתים ל-13,197 - כך מסר משרד הבריאות במדינה. עוד נמסר כי ישנם 7,004 בני אדם החולים בנגיף ונמצאים בטיפול נמרץ.\n98 בני אדם מתו ביממה האחרונה מנגיף הקורונה בטורקיה, בכך עלה מניין המתים ל-1,006 - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים הכולל עלה ל-47,029.\nמספר מקרי המוות מנגיף הקורונה ברחבי העולם הגיע ליותר מ-100 אלף בני אדם - כך עולה הערב מסיכום של סוכנות הידיעות רויטרס. עוד עולה כי מניין הנדבקים הכולל בעולם עבר את מיליון ו-600 אלף בני אדם.\n980 בני אדם מתו מנגיף הקורונה ביממה האחרונה - כך מסר  שר הבריאות מאט האנקוק. עם מקרי המוות החדשים, מניין המתים במדינה עלה ל-8,958.\n570 בני אדם מתו מנגיף הקורונה באיטליה ביממה האחרונה, מה שהעלה את מניין המתים במדינה ל-18,849 - כך נמסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים במדינה עלה ב-3,951 ל-147,577.\nהבית הלבן מסר כי נשיא ארצות הברית דונלד טראמפ שוחח עם נשיא רוסיה ולדימיר פוטין ודן עימו על המאמצים האחרונים למלחמה במגפה הקורונה. עוד נמסר כי השניים דנו גם ביציבות שווקי האנרגיה העולמיים וכי הם דן גם בסוגיות קריטיות עולמיות.\nאישה בת 82, אמיליה ויינשטיין, מתה הערב (שישי) בבית החולים לניאדו בנתניה לאחר שחלתה בנגיף הקורונה. בכך עלה מניין המתים בישראל ל94. ויינשטיין הייתה דיירת בבית האבות משען בבאר שבע ולאחר מותה עלה מספר המתים מבית האבות בעיר ל-13.\n115 בני אדם מתו מנגיף הקורונה ביממה האחרונה בהולנד, מה שהעלה את מניין המתים במדינה ל-2,511 - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי מניין הנדבקים עלה ב-1,335 ל-23,097.\nמלשכתו של ראש הממשלה בנימין נתניהו נמסר כי ההחלטה בנושא מגבלות תנועה בירושלים צפויה להתקבל במוצ\"ש. זאת לאחר שבמהלך הלילה אושר המשך הסגר על העיר בני ברק בלבד.\nארבע משפחות נוספות מתכוונות להגיש תלונה במשטרה ביום ראשון הקרוב בגין טיפול לקוי והתנהלות לא אחראית בבית האבות משען בבאר שבע, בו מתו 12 דיירים מנגיף הקורונה.\nצה\"ל מסר כי מפקד פלוגה ומפקד מחלקה בבסיס ההדרכה של אגף התקשוב הודחו מתפקידם ו-10 לוחמים נשלחו לכלא לאחר שהתקבצו יחדיו והפרו את הנחיות נגיף הקורונה בערב ליל הסדר. עוד נמסר כי הרמטכ\"ל אביב כוכבי קיבל את מסקנות התחקיר ולאור חומרת האירוע קבע כי המעורבים יודחו גם מתפקידי לחימה.\nעל פי רשות ההגירה והאוכלוסין לאחר פניות רבות לשגרירויות זרות מצד עובדים זרים, עולה כי העובדים החוזרים לענף הבנייה חוששים מאוד להידבקות בנגיף הקורונה במקום העבודה ואת המגורים ומרגישים שהתאגידים אינם מספקים להם אמצעי מיגון, תנאים או הנחיות ברורות בקשר למצב.\nהממשלה אישרה את תקנות שעת החרום שיאפשרו לדחות את תשלום הקנסות שקיבלו הישראלים במהלך משבר נגיף הקורונה עם תום שעת החרום. עוד אישרה הממשלה כי התחבורה הציבורית תשוב לפעילות מצומצמת ביום ראשון בשעה 05:30.\nהמשטרה מסרה כי עד כה חולקו 22,788 קנסות בשל הפרת הנחיות משרד הבריאות למאבק בנגיף הקורונה. על פי ההודעה, הוצאו גם 121 צווי סגירה לעסקים שהפרו את ההנחיות ו-46 חקירות נפתחו בגין פיייק ניוז שהופץ.\nמשרד הבריאות הודיע כי אחת המעבדות במכון ויצמן תשמש לטובת בדיקות קורונה. המעבדה תחל לפעול כבר היום, ותקבל אליה כ-1000 בדיקות ביום.\nברשות הפלסטינית נרשם מקרה מוות שני מקורונה, לאחר שנשאת נאג'י מדלל, תושב ברטעה, מת מהנגיף - כך דווח בכלי תקשורת מקומיים. נאג'י, בעל מחלות רקע, אושפז לפני מותו בבית החולים הוגו צ'אבס בתורמסעיא.\nועדה מיוחדת שתוקם במהלך חול המועד תעסוק בהחזרת המשק לשגרה בהדרגתיות. הצעדים הראשונים צפויים להיות הגדלת היקפי העבודה במקומות עבודה חיוניים ופתיחת חנויות ומרכזים מסחריים - תוך הגבלת גיל ומיקום. טיסות, בתי כנסת, מסעדות ובתי קפה לא על הפרק בשלב זה.\nתשעה מעובדי מכון הדימות במרכז הרפואי הלל יפה הוכנסו לבידוד, עקב חשיפה לעובד המכון שנמצא חיובי לנגיף הקורונה - כך נמסר מבית החולים. העובד, שאובחן בבדיקת סקר של מד\"א ביישוב בו גר, חש בטוב.\nמספר המתים מנגיף הקורונה באיראן עלה ב-122 ביממה האחרונה, וכעת הוא 4,232 - כך הודיע משרד הבריאות המקומי. מניין הנדבקים במדינה עלה ל-68,192, לאחר ש-1,972 בני אדם אובחנו כחולים בנגיף.\nמספר המתים מנגיף הקורונה בספרד עלה ב-605 ביממה האחרונה, וכעת הוא 15,843 - כך הודיע משרד הבריאות המקומי. מניין החולים במדינה עלה ל-157,022, לאחר ש-4,576 בני אדם נוספים נדבקו בנגיף.\nחולה קורונה בן 90, דייר בבית האבות \"יוקרה\" ביבנאל, מת מקורונה בבית החולים הלל יפה. לדברי בית החולים, הוא הובא למיון ולאחר ניסיונות החייאה נאלצו לקבוע את מותו.\nמניין החולים בנגיף הקורונה ברוסיה עלה ל-11,917, לאחר ש-1,786 נוספים נדבקו ביממה האחרונה - כך הודיע המרכז הרוסי לטיפול בנגיף. 18 בני אדם נוספים מתו, וכעת מספר המתים במדינה הוא 94.\nמשטרת ישראל הודיעה כי היא מתכוונת לאכוף את הגבלות התנועה במהלך ימי חול המועד, וקראה לאזרחים שלא \"לשבש את המאבק הלאומי בהתפשטות בנגיף\". במשטרה הזהירו כי חל איסור מוחלט לצאת לטיולים, לנופשים או לבילויים כלשהם מחוץ למרחב הביתי.\nיותר מ-1.4 מיליארד שקלים יועברו ביום ראשון ל-1.2 מיליון משפחות, במסגרת המענק בסך 500 שקל לכל ילד. למשפחות אלו יש בסך הכל כ-2.8 מיליון שילדים. מהביטוח הלאומי נמסר כי גם משפחות שבניהן ובנותיהן יוולדו באפריל יהיו זכאיות למענק בפעימה הבאה\nמנהל בית אבות מעון הורים בסנהדריה, משה שטרן, אומר כי כעת בודקים את כל דיירי הבניין. \"היו צריכים לעשות את זה מזמן, אבל הבדיקות זה לא דבר שהוא מוחלט. אנחנו משתדלים להתמודד עם כוח האדם שלנו שאנשים יקבלו את מה שהם צריכים לקבל\", אמר והסביר כי הדיירים נמצאים בבידוד בחדריהם. שטרן אמר כי כל חולה שלא הרגיש טוב והיה לו חום פונה מבית האבות.\nשוטרים קנסו כ-30 מתפללים שאותרו בתוך בית כנסת בעיר בית שמש. בית הכנסת פעל בניגוד להנחיות משרד הבריאות.\nליאה שוורץ, דיירת בת 85 בבית האבות משען בבאר שבע, מתה אף היא מנגיף הקורונה. בשבוע שעבר היא הועברה מהמוסד למרכז הגריאטרי ביפו.\nמספר החולים בקורונה בבני ברק עלה ב-7% בשלושת הימים האחרונים. כעת, מספרם הכולל בעיר הוא 1,681. עלייה בשיעור זהה נרשמה גם בעיר טבריה, שם מספר החולים הגיע ל-128.\nראש עיריית רמת גן, כרמל שאמה הכהן, הודיע היום (שישי) על הקמת צוות \"בדיקה והגנה\" לבתי האבות בעיר, בשיתוף עם בית החולים שיבא ומד\"א. הצוות יחל לפעול ביום ראשון, וידאג מעבר לבדיקות גם להשאלת ציוד וחומרי מיגון לשוהים במוסדות.\nרחל עזאני, בת 78 מראש העין, מתה מקורונה בבית החולים לניאדו בנתניה, לאחר שהייתה במצב קשה ועם מחלות רקע כשהיא מורדמת ומונשמת.\nטורקיה סיפקה לישראל ציוד רפואי הכולל מסכות פנים, סרבל מגן וכפפות סטריליות, זאת על רקע התפרצות נגיף הקורונה - כך דיווח אתר החדשות האמריקני בלומברג. ממשלת טורקיה אישרה את מכירת הציוד הרפואי מסיבות הומניטריות, וישראל צפויה לאפשר למשלוח דומה של סיוע טורקי להגיע לרשויות פלסטיניות ללא עיכובים, כך לפי גורם בכיר בטורקיה באנקרה.\nמשרד הבטחון, משרד הבריאות ומפא\"ת הודיעו על תוכנית להכנסת אלפי מכונות הנשמה אוטומטיות לבתי החולים, כחלק מהטיפול בנגיף הקורונה. המכונות, הנותנות פתרון למחסור במכונות הנשמה, הן פיתוח של חברת \"LifeCan Medical\", ומפעלי אלביט נבחרו לייצר אותן.\nשתי נשים, בנות 84 ו-86 שסבלו ממחלות רקע, מתו מנגיף הקורונה בבית החולים שערי צדק בירושלים. שתי הנשים היו דיירות בבית האבות מעון הורים בסנהדריה בבירה.\n10,095 בני אדם בישראל נדבקו בנגיף, ו-92 מתו. 164 מהחולים במצב קשה, ו-125 מתוכם מונשמים. בסך הכל, 1,061 מהחולים החלימו מהנגיף ושוחררו לביתם.\nמספר החולים בנגיף הקורונה בתאילנד עלה ב-50 ביממה האחרונה, וכעת הוא 2,473 - כך הודיע המרכז המקומי לטיפול במגיפה. במקביל, מניין המתים במדינה עלה ל-33, לאחר שאישה נוספת מתה מהנגיף.\nמקרה הידבקות ראשון בנגיף הקורונה אובחן בתימן - כך הודיעה ועדת החירום במדינה. החולה במצב יציב, ומקבל טיפול רפואי. האו\"ם הודיע בעבר על איום התפרצות הנגיף במדינה מוכת האסון.\nמספר החולים בנגיף הקורונה בגרמניה עלה ביממה האחרונה ב-5,323, וכעת הוא 113,525 - כך הודיעו רשויות הבריאות במדינה. מניין המתים עלה ב-266, וסך הכל מתו 2,373 בני אדם מהנגיף.\nהסגר שהוטל ברחבי הארץ וכלל איסור על מעבר בין ערים ויישובים הגיע 00 לסיומו. עם זאת, המגבלות על בני ברק יישארו לעת עתה בתוקף והתחבורה הציבורית תחזור לפעול במתכונתה המצומצמת רק בראשון בשעה 08:00. כעת המשק, כמו גם היציאה למרחב הציבורי, חוזרים למתכונת שהייתה טרם החג. בבני ברק תתאפשר יציאה למטרות חיוניות.\nמניין הנדבקים בנגיף הקורונה בקוריאה הדרומית עלה ל-10,450, זאת לאחר שאובחנו 25 חולים חדשים ביממה האחרונה - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי מניין המתים במדינה עלה ל-208 בני אדם.\nמזכ\"ל האו\"ם אנטוניו גוטרש אמר כי מגפת הקורונה מאיימת על השלום והביטחון העולמי. \"עלול להביא לעלילה בתסיסה ובאלימות חברתית אשר יפגעו ביכולת שלנו להילחם במגפה\", אמר גוטרש. עוד ציין מזכ\"ל האו\"ם כי ישנו גם סיכון שטרוריסטים יראו במצב הזדמנות לתקוף.\n260 חולים חדשים בנגיף הקורונה אובחנו במקסיקו ביממה האחרונה - כך מסר משרד הבריאות במדינה. בכך עלה מניין הנדבקים ל-3,441. עוד נמסר כי מניין המתים במדינה עלה ל-194.\n42 חולים חדשים בנגיף הקורונה אובחנו בסין - כך מסרה נציבות הבריאות במדינה. עם אבחון המקרים החדשים, עלה מניין הנדבקים ברחבי המדינה ל-81,907. עוד נמסר כי אדם נוסף מת לאחר שחלה בנגיף, ובכך עלה מניין המתים במדינה ל-3,336.\n224 חולים חדשים בנגיף הקורונה אובחנו בפנמה ביממה האחרונה, ובכך עלה מניין הנדבקים במדינה ל-2,752 - כך מסר משרד הבריאות במדינה. מניין המתים מהנגיף במדינה עלה ל-66.\nארצות הברית מבצעת יותר מ-100 אלף בדיקות לנגיף הקורונה ביום - כך אמר סגן הנשיא מייק פנס. מוקדם יותר הודיע הנשיא דונלד טראמפ כי בסוף השבוע תפורסם התוכנית לסיוע חברות התעופה האמריקניות שנפגעו במשבר הכלכלי.\nממשלת בריטניה הפצירה באזרחים להישאר בבית במהלך חופשת חג הפסחא הקרובה - כך מסר דובר הממשלה. זאת, בשל החשש מהרצון של האזרחים לפגוש משפחה וחברים במהלך החג ובכך לערער את המאמצים לעצירת התפשטות נגיף הקורונה.\nמתחמי \"היבדק וסע\" הניידים, בהם מבוצעות הבדיקות לנגיף הקורונה, יחלו לפעול היום ברמלה ולוד לראשונה מאז פרוץ המגפה - כך נמסר ממד\"א. עוד נמסר כי המתחמים יפעלו גם במודיעין, בני ברק, אלעד, רהט, שער בנימין, בית\"ר עלית ומזרח ירושלים.", "url": "https://news.walla.co.il/item/3351271", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-10 23:20"}