{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3351089"}, "headline": "התפשטות הקורונה: מניין המתים בישראל עלה ל-73", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/4/3004741-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "אמיר בוחבוט, יואב איתיאל, מאיה הורודניצאנו, דנה ירקצי, לירן לוי וסוכנויות ידיעות"}, "datePublished": "2020-04-08 22:00:00", "dateModified": "2020-04-08 22:10:53", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "הגבר סבל ממחלות רקע. מוקדם יותר בת 90 עם מחלות רקע מתה בשערי צדק. מניין הנדבקים עלה ל-9,404. מלון קורונה נפתח בחיפה. העוצר יימשך עד מחר ב-07:00. מצבו של גונסון התייצב והוא מגיב לטיפול. ניו יורק הפכה למדינה עם מספר החולים הגבוה בעולם. עדכונים שוטפים", "title": "התפשטות הקורונה: מניין המתים בישראל עלה ל-73; בן 63 מת בבי\"ח סורוקה", "subtitle": "הגבר סבל ממחלות רקע. מוקדם יותר בת 90 עם מחלות רקע מתה בשערי צדק. מניין הנדבקים עלה ל-9,404. מלון קורונה נפתח בחיפה. העוצר יימשך עד מחר ב-07:00. מצבו של ג'ונסון התייצב והוא מגיב לטיפול. ניו יורק הפכה למדינה עם מספר החולים הגבוה בעולם. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "מספר המתים מקורונה בארץ עלה היום (רביעי) ל-72, זאת לאחר מותה של חולת קורונה בת 67, שני דיירים נוספים מבית האבות \"משען\" בבאר שבע - בני 96 ו-97 וכן אישה בץ 90 בבית החולים שערי צדק. לפי נתוני משרד הבריאות, 9,404 בני אדם נדבקו עד כה בנגיף, בהם 147 במצב קשה ו-122 מונשמים. 199 מהחולים מוגדרים במצב בינוני והיתר במצב קל. עד כה 801 החלימו ושוחררו לבתיהם. בתוך כך, משלוח של ציוד רפואי הכולל רכיבי בדיקות, מסיכות וחליפות מגן עושה דרכו מקוריאה הדרומית וצפוי לנחות בנתב\"ג אחר הצהריים. הנשיא ריבלין בברכה מיוחדת לחג הפסח בצל הקורונה: \"לשנה הבאה - ביחד. עם ישראל חי\".מגיפת הקורונה ממשיכה לגבות מתים גם ברחבי העולם. על פי מעקב של אוניברסיטת ג'ונס הופקינס, מניין המתים מהנגיף בארצות הברית עלה ל-12,857 בני אדם. בספרד עלה מניין המתים מהנגיף ל-14,555. באיראן נדבקו מעל ל-64 אלף. במקסיקו מניין הנדבקים בנגיף עלה ל-2,785. בפנמה עלה מניין המתים ל-59. בסין דיווחו כי 65 אלף בני אדם עזבו את ווהאן, שעות ספורות אחרי הורדות מגבלות התנועה לאחר 11 שבועות.\nמצבו של ראש ממשלת בריטניה, בוריס ג'ונסון, מוסיף להשתפר - כך נמסר ממשרדו. עוד נמסר כי ג'ונסון יישאר במחלקה לטיפול נמרץ. ראש ממשלת בריטניה אושפז ביום ראשון בערב בבית החולים סנט תומאס בלונדון, כשהוא סובל מחום גבוה ושיעול אחרי שנדבק בנגיף הקורונה. ביום שני חלה החמרה במצבו והוא הועבר לטיפול נמרץ, ואף נזקק לסיוע נשימתי.\nרשויות הבריאות בניו יורק הודיעו כי מספר חולי הקורונה במדינה עלה ל-149,316. בכך, ניו יורק הפכה את ספרד במספר מקרי ההידבקות המזוהים והפכה למדינה עם מניין חולי הקורונה הגבוה ביותר בעולם. בספרד זוהו עד כה 146,690 חולים, ואיטליה נמצאת במקום השלישי עם 139,422 נדבקים. מקרים שדווחו ביום רביעי. בסך הכל רשמה ארצות הברית יותר מ-417,000 מקרי הידבקות בנגיף, ו-14,100 מתים.\nגבר בן 63 שסבל ממחלות רקע מת מנגיף הקורונה בבית החולים סורוקה בבאר שבע. בכך, עלה מניין המתים מהנגיף בישראל ל-73 בני אדם.\nנשיא המדינה ראובן ריבלין שוחח בטלפון עם האפיפיור פרנציסקוס על רקע משבר נגיף הקורונה. בשיחה הביע ריבלין את תודתו והערכתו על התגייסותו של האפיפיור למערכה נגד האנטישמיות, וביקש ממנו להמשיך ולשאת מסר חשוב זה על רקע גילויי האנטישמיות המתרחבים ביחס להתפשטות הקורונה. \"המגיפה מלמדת אותנו כי אין בינינו גבולות וכי אף אדם אינו חסין\", אמר ריבלין. \"אנחנו כולנו יחד, נאבקים יחד באויב קשה ואכזר וכך גם נתגבר, שלובי זרועות בכל העולם, יחד\".\nבחיפה נפתח המלון הראשון לאשפוז חולי קורונה במתחם אכסניית הנוער של אנ\"א, על פי הצעת ראשת העיר עינת קליש רותם. מדובר במלון ייעודי לחולי מהמגזר הערבי, והוא מכיל 95 חדרים. רגע לפני החג, נקלטו כ-15 חולים קלים ראשונים. בימים הקרובים יימשך האכלוס וצפוי להיפתח מלון קורונה נוסף בעכו, גם הוא באכסניית אנ\"א.\nכוחות המשטרה מחלקים דוחות למפרי הגבלות התנועה שהוטלו לליל הסדר. תושב רמת גן נתפס נוסע ברכבו בתל אביב לכיוון חוף הים, טען בפני השוטר שאינו מכיר את התקנות ונרשם לו דוח בסך 500 שקלים. הוא סיפר לוואלה! NEWS כי \"רציתי ללכת לטבול בים והסתבכתי בדרך. לא הכרתי את כל ההגבלות ושאסור לצאת מהבית, אני חוזר עכשיו הביתה לרמת גן\".\nמטוס אל על שהביא לישראל משלוח של ציוד רפואי מקוריאה הדרומית נחת בנתב\"ג. משרד הביטחון, משרד החוץ וחברת אל על פעלו יחד לשילוח של ריאגנטים הנחוצים להמשך בדיקות של חולים בנגיף הקורונה. בנוסף למטוס מקוריאה הדרומית, הגיע המטוס השישי ברכבת האווירית מסין לישראל, עם ציוד רפואי נוסף.\n828 מקרי מוות נוספים מנגיף הקורונה זוהו באנגליה ביממה האחרונה - כך הודיעו רשויות הבריאות במדינה. בכך, מניין המתים מהנגיף באנגליה עלה ל-6,438 בני אדם, ומספר המתים בבריטניה כולה עומד על 6,981.\nאחרי כניסת הסגר לתוקף, עוד ניתן לראות תנועה דלילה של רכבים בירושלים, בהם נהגים החוזרים לבתיהם. באזור שער שכם, ניתן עוד לראות תושבים מסתובבים וחנויות מזון פתוחות מאחר שמדובר בפלסטינים מהעיר וההגבלות פחות מחמירות.\nמצבו הבריאותי של ראש ממשלת בריטניה, בוריס ג'ונסון, התייצב והוא מגיב לטיפולים - כך נמסר היום (רביעי) מדובר לשכת ראש הממשלה הבריטי. ג'ונסון, שחלה בקורונה והובהל לבית החולים לאחר שהחמיר מצבו, חש בטוב והוא מונשם ללא סיוע. \"ראש הממשלה נותר יציב קלינית ומגיב לטיפול. הוא ממשיך להיות מטופל ביחידה לטיפול נמרץ בבית החולים סנט תומאס. הוא במצב רוח טוב\", כך הדובר.\nשר המשפטים אמיר אוחנה חתם על התקנות המאריכות את מצב החירום בבתי המשפט, בתי הדין לעבודה, לשכות ההוצאה לפועל, בתי הדין לערערים, בתי הדין הדרוזיים ובבתי הדין השרעיים עד ליום ה-10 במאי 2020, זאת כחלק מהמאמץ לצמצם את התפשטותו של נגיף הקורונה. ההחלטה התקבלה בתיאום עם מנהל בתי המשפט, השופט ד\"ר יגאל מרזל, ועל דעת נשיאת בית המשפט העליון, השופטת אסתר חיות והיועץ המשפטי לממשלה, ד\"ר אביחי מנדלבליט.\nהעוצר הכללי נכנס לתוקפו לפני זמן קצר ויימשך לאורך ערב חג הפסח ועד מחר בשעה 07:00 בבוקר. המשטרה מבקשת מהאזרחים להישאר בבתיהם. כלל המרכולים ורשתות השיווק ייסגרו וחל איסור לעזוב את מקום המגורים, למעט טווח של מאה מטרים ולזמן קצר. ההגבלות לא חלות ביישובים שמרבית תושביהם אינם יהודים.\nחולת קורונה בת 90 מתה מקורונה בבית החולים שערי צדק בירושלים. לדברי בית החולים, היא סבלה ממחלות רקע רבות ומורכבות. מניין המתים בישראל מהנגיף עלה ל-72.\nמניין המתים מנגיף הקורונה באיראן עלה ל-3,993 - כך נמסר מדובר משרד הבריאות האיראני. במקביל, מספר הנדבקים במדינה עלה ל-64,586.\nמנכ\"ל הדסה, פרופ' זאב רוטשטיין, סיפר לראש הממשלה בנימין נתניהו על הקמת קו הבדיקות לגילוי נוגדנים נגד קורונה. לדברו, \"לראשונה בארץ, איסוף פלאסמה ממחלימים יאפשר להפיק נוגדנים לוירוס ולהציל חיי אדם\". הבדיקות הראשונות בוצעו ל-13 מחלימים מהמחלה בבית מלון ירושלמי. מתוך המחלימים, ל-75% יש כבר רמת נוגדנים גבוהה לנגיף, מה שמאפשר לנצל את הפלסמה בדמם, ולהכין נסיוב עם ריכוז גבוה של נוגדנים כדי להציל חולים קשים ומונשמים.\nמניין המתים מנגיף הקורונה בספרד עלה ל-14,555 - כך נמסר ממשרד הבריאות במדינה. במקביל, מניין הנדבקים בנגיף בספרד עלה ל-146,690 בני אדם.\nמניין חולי הקורונה ברשות הפלסטינית עלה בשלושה ל-263 בני אדם, בהם פועל מחברון וחובש משכם.\nהממשלה אישרה תיקון לתקנות לשעת חירום שמכיר בכל הפסיכולוגים החינוכיים ברשויות המקומיות כעובדים חיוניים. משמעות ההחלטה היא שכעת הרשויות יוכלו להעסיק את הפסיכולוגים החינוכיים באופן מלא בזמן משבר הקורונה מה שיאפשר הענקת טיפול ותמיכה נפשית ליותר ממיליון ילדים ובני נוער ממערכת החינוך הישראלית.\nראש הממשלה בנימין נתניהו ושר האוצר משה כחלון סיכמו כי מענק הסיוע לעצמאיים יורחב משמעותית. במסגרת הרחבת המענק, יוקצה סכום של מיליארד שקלים נוספים, כך שסך הסיוע הישיר יעמוד על ארבעה מיליארד שקלים. לאור זאת, יותר מ-600 אלף עצמאים צפויים להיות זכאים למענק.על פי הסיכום בין נתניהו לכחלון, אוכלוסיות נוספות יהיו זכאיות למענק, יבוטלו קריטריונים וסכום המענק יגדל. הרחבת הזכאות כוללת הכללת שכירים בעלי שליטה, שיעור המענק יוגדל ל-70% מההכנסה החייבת החודשית הממוצעת, הגדלת המענק המקסימלי לסכום של 10,500 שקלים, הגדלת תקרת ההכנסה החייבת למיליון שקלים בשנה וביטול הקריטריון של הכנסת משק הבית. עוד נקבע כע ההכנסה החייבת החודשית הממוצעת תיקבע לפי שנת 2018 או שנת 2019, לבחירת העצמאי, וכי יריד מחזור הפעילות בהיקף של 25% תיבדק לפי חודשים מרץ-יוני.\n110 סטודנטים ערבים, בהם 40 ממזרח ירושלים, חולצו מטורקיה בטיסה מיוחדת, זאת לאחר שח\"כ אחמד טיבי (הרשימה המשותפת) פנה בעניינם לנשיא טורקיה, רג'פ טייפ ארדואן. את הטיסה הייתה אמורה לבצע חברת ישראייר, אך משרד הביטחון אסר עליה לבצעה משום שבטורקיה סירבו לבקשות הבטיחות המחמירות שדרש. אז, פנה טיבי ללשכתו של הנשיא ארדואן, שסיפק עבורו מטוס מטעמו. הסטודנטים שוחחרו בחלקם לבידוד ביתי ואחרים לבידוד במלוניות.\nמניין החולים בנגיף הקורונה עלה ל-9,404 בני אדם - כך נמסר ממשרד הבריאות. בין החולים 147 במצב קשה ו-122 מונשמים. כמו כן, 801 החלימו ושבו לביתם. מספר המתים עלה ל-71.\nבני 96 ו-97, דיירי בית האבות \"משען\" בבאר שבע, מתו הלילה לאחר שאושפזו בבית החולים סורוקה. לדברי בית החולים, השניים סבלו ממחלות רקע קשות. בכך, עלה מספר המתים ל-71.\nחולה קורונה בן 85, שהיה חולה סיעודי עם מחלות רקע רבות ומורכבות, מת הלילה במרכז הרפואי העמק, לאחר שחלה בקורונה. בכך עלה מניין המתים מקורונה ל-69.\nשני חולי קורונה בני 75 ו-77 מתו בבית החולים איכילוב. לדברי בית החולים, שניהם בעלי מחלות רקע. בכך, עלה מניין המתים בישראל ל-68.\nמניין המתים מנגיף הקורונה בגרמניה עלה ב-254 ל-1,861 - כך נמסר ממכון רוברט קוך למחלות זיהומיות במדינה. במקביל, עלה מניין הנדבקים ביממה האחרונה בגרמניה ב-4,003 בני אדם ל-103,228.\nחולת קורונה בת 67 מתה בבית החולים רמב\"ם. האישה סבלה ממחלות רקע והייתה מונשמת מספר ימים. בעלה חולה גם הוא ומאושפז בבית חולים אחר. בכך, עלה מספר המתים בישראל מנגיף הקורונה ל-66.\nמשלוח של חומרים כימיים (ריאגנטים) לעשרות אלפי בדיקות קורונה עושה דרכו לישראל מקוריאה הדרומית. בנוסף, המטען כולל כ-30 אלף חליפות מיגון לצוותים רפואיים. את הריאגנטים רכש משרד הביטחון עבור משרד הבריאות. המטוס צפוי לנחות בנמל התעופה בן-גוריון היום בצהריים.\n53 חולים חדשים בנגיף הקורונה אובחנו בקוריאה הדרומית, מה שהעלה את מניין הנדבקים במדינה ל-10,384 - כך מסר המרכז לבקרת ומניעת מחלות במדינה. עוד נמסר כי 8 בני אדם נוספים מתו לאחר שחלו בנגיף ובכך עלה מניין המתים במדינה ל-200.\nנשיא המדינה ראובן ריבלין בירך היום (רביעי) את אזרחי ישראל לקראת חג הפסח. \"עם ישראל, השנה אנחנו מציינים את ליל הסדר בנסיבות לא פשוטות, בצל 'מכת הקורונה'\", אמר. \"פתאום, כשנכפים עלינו 'ריחוק חברתי', סגר, ובידוד משפחתי, מתחדדת חשיבותה של מצוות 'והגדת לבנך', של מעשה העברת הסיפור מדור לדור - מהסבות והסבים אל הבנים והנכדות, אל הנכדים והנינות. זה הסיפור שלנו, העוגן שלנו, מה שקושר אותנו יחד - גם כשאנחנו נאלצים להיות בנפרד. לשנה הבאה - ביחד.  עם ישראל חי\".\n65 אלף תושבי ווהאן עזבו את העיר ברכבות ובמטוס בתוך שעות ספורות - כך דיווחו כלי התקשורת המקומיים. זאת, לאחר שהוסרו המגבלות על העיר, מוקד התפרצות נגיף הקורונה במדינה, לאחר 11 שבועות.\n1,939 בני אדם מתו מנגיף הקורונה ביממה האחרונה בארצות הברית, מה שהעלה את מניין המתים במדינה ל-12,722 - כך עולה מהמעקב של אוניברסיטת ג'ונס הופקינס.\n149 חולים חדשים בנגיף הקורונה אובחנו ביממה האחרונה בפנמה - כך מסרו הרשויות במדינה. עם אבחונם, מניין הנדבקים בנגיף במדינה עלה ל-2,249. עוד נמסר כי מניין המתים עומד על 59 בני אדם.\n62 חולים חדשים בנגיף הקורונה אובחנו בסין ביממה האחרונה - כך מסרה נציבות הבריאות במדינה. עם אבחון המקרים החדשים, מניין הנדבקים במדינה עלה ל-81,802.\nמניין הנדבקים בנגיף הקורונה במקסיקו עלה ל-2,785, זאת לאחר שאובחנו 346 חולים חדשים ביממה האחרונה - כך מסר הלילה משרד הבריאות במדינה. עוד נמסר כי מניין המתים במדינה עלה ל-141 בני אדם.\n731 בני אדם מתו בניו יורק ביממה האחרונה מנגיף הקורונה - כך מסר מושל המדינה אנדרו קואומו. זאת העלייה היומית הגדולה ביותר שנרשמה בניו יורק מאז פרוץ המגפה ומניינם עלה ליותר מ-4,000 בני אדם. לאחר העלייה המשמעותית עבר מספר המתים בעיר את כמות הקורבנות שנרשמו באסון התאומים ב-11 בספטמבר 2001.\nנשיא ארצות הברית דונלד טראמפ אמר כי הוא שוקל לשהות את מימון המדינה לארגון הבריאות העולמי. תחילה אמר טראמפ כי \"אנו הולכים להשהות את המימון שאנו מוצאים על הארגון\". אך כמה דקות מאוחר יותר כשנשאל על ידי העיתונאים בנושא אמר כי הוא לא הולך לעשות את זה, אלא רק בוחן את האפשרות.\nנשיא ארצות הברית דונלד טראמפ אמר כי הוא רואה ניצוץ של תקווה במשבר הקורונה למרות שבוע מאוד כואב. \"צבא ארצות הברית בונה 15 אלף מיטות לבתי חולים בנקודות ההתפרצות, כולל לשיקגו\", אמר טראמפ במסיבת העיתונאים בבית הלבן. \"יש לנו 8,675 מכונות הנשמה במאגר הלאומי שמוכנות לשינוע\".", "url": "https://news.walla.co.il/item/3351089", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-08 22:00"}