{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3350708"}, "headline": "התפשטות הקורונה: מניין המתים בישראל עלה ל-57", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/3/3003846-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, לירן לוי, יניר יגנה, אמיר בוחבוט, יואב איתיאל, אלי אשכנזי וסוכנויות הידיעות"}, "datePublished": "2020-04-06 01:06:00", "dateModified": "2020-04-07 01:09:53", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מצבם של 140 מוגדר קשה, מתוכם 109 מונשמים. במהלך היום מתו 8 בני אדם. שיעור האבטלה עלה ל-25.1%. נתניהו הכריז על סגר כללי עד שישי ועוצר בליל הסדר. נערי גבעות סירבו לתנאי הבידוד והתפר. רהמ בריטניה גונסון החולה בקורונה פונה לטיפול נמרץ. עדכונים שוטפים", "title": "התפשטות הקורונה: מניין המתים בישראל עלה ל-57; מספר החולים זינק ל-8,904", "subtitle": "מצבם של 140 מוגדר קשה, מתוכם 109 מונשמים. במהלך היום מתו 8 בני אדם. שיעור האבטלה עלה ל-25.1%. נתניהו הכריז על סגר כללי עד שישי ועוצר בליל הסדר. נערי גבעות סירבו לתנאי הבידוד והתפר. רה\"מ בריטניה ג'ונסון החולה בקורונה פונה לטיפול נמרץ. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "ראש הממשלה בנימין נתניהו הודיע הערב (שני) כי בכדי למנוע הדבקה נרחבת בנגיף הקורונה בליל הסדר, הממשלה תאשר סגר כללי על המדינה ממחר ב-16:00 ועד ליום שישי. כמו כן, בערב ליל הסדר, יום רביעי בשעה 18:00, יוטל עוצר ותיאסר היציאה מן הבתים. בהצהרה שמסר ממעונו אמר נתניהו כי \"ראינו מה קרה לפני חודש בפורים. אני אומר בצורה הכי ברורה - פסח לא יהיה פורים. כל משפחה תסב לליל הסדר לבדה\", הכריז, \"תחגגו רק עם המשפחה המצומצמת שנמצאת אתכם בבית\". ברקע הצהרתו, מספר החולים בנגיף בישראל עלה ל-8,904, ומספר המתים עלה ל-57. מצבם של 140 מהחולים מוגדר קשה ו-109 מהם זקוקים להנשמה. עד כה 670 מבין הנדבקים החלימו ושוחררו לבתיהם. שבעה בני אדם מתו מהווירוס מתחילת היום, בהם קשישה בת 90 מבית האבות משען בבאר שבע. בכך, עלה מספר המתים מבית אבות זה לשבעה. ברחבי העולם מניין הנדבקים בנגיף הקורונה חצה את ה-1.3 מיליון בני אדם, ומספר המתים כמעט והגיע ל-74 אלף. מספר חולי הקורונה באיטליה עלה ליותר מ-132 אלף, ו-16,523 בני אדם מתו מהנגיף. בצרפת מניין המתים עלה לכ-9,000 בני אדם. בבריטניה איבדו את חייהם 5,373 תושבים, ויותר מ-51 אלף נדבקו בנגיף. בין החולים גם ראש הממשלה הבריטי, בוריס ג'ונסון, שאושפז במחלקה לטיפול נמרץ בבית חולים בלונדון. ג'ונסון אושפז לאחר שחש ברע עשרה ימים לאחר שאובחן כנשא הנגיף, ועל פי דיווחים הוא נזקק לסיוע נשימתי.\nישיבת הממשלה, בנושא תקנות החירום להגבלת התנועה וצמצום פעילות המשק, נדחתה לשעה 10:00 בבוקר. זאת, לאחר שהייתה אמורה להתקיים בשעות הלילה. בישיבה ידונו השרים בסגר הצפוי להתחיל בשעה 14:00 ולהסתיים במוצאי שבת.\nנשיא ארצות הברית, דונלד טראמפ, אמר כי ארצות הברית שולחת את תפילותיה להחלמתו של ראש ממשלת בריטניה, בוריס ג'ונסון, מנגיף הקורונה. זאת, לאחר התדרדרות במצבו של ג'ונסון והעברתו לטיפול נמרץ.\nהממשלה תשקול את הרחבת הסגר כך שיתחיל בשעה 14:00 ויסתיים ביום שבת בשעה 20:00. על פי ההצעה, בליל הסדר תיאסר התנועה כולה, ובה גם יציאה לצורך הצטיידות במזון, מהשעה 14:00 ועד ל-7:00 בבוקר למחרת. בין שלישי לשישי תיפסק התחבורה הציבורית, למעט מוניות.\nבית החולים מעייני הישועה בבני ברק הודיע כי חולת הקורונה בת ה-74 שמותה נקבע לפני כמה שעות, הייתה דיירת בבית אבות עם מחלות רקע. האישה, המתה ה-57 מהנגיף בישראל, אושפזה בבית החולים בשל דלקת ריאות שלא אופיינית לקורונה, נלקחה ממנה בדיקה לקורונה ונמצאה שלילית. לפי בית החולים, היא טופלה באנטיביוטיקה וכעבור שלושה ימים נלקחה בדיקה שניה והיא נמצאה חיובית לקורונה.\nמקרה נוסף של הידבקות בנגיף הקורונה זוהה ברצועת עזה - כך נמסר ממשרד הבריאות הפלסטיני. בכך, עלה מספר החולים בווירוס ברשות הפלסטינית ל-254 בני אדם, 13 מהם ברצועה. עד כה החלימו שישה מבין כלל הנדבקים ברשות.\nראש ממשלת בריטניה בוריס ג'ונסון, שחולה בנגיף הקורונה, הועבר לאשפוז במחלקה לטיפול נמרץ בבית חולים בלונדון - כך נמסר מלשכתו. על פי ההודעה, מצבו של ג'ונסון החמיר בשעות אחר הצהריים, ובעצת הצוות הרפואי הוא הועבר לטיפול נמרץ. עוד נמסר מהלשכה כי \"ראש הממשלה ביקש משר החוץ, דומיניק ראב, להעביר אליו את סמוכיותיו, במידת הצורך\". על פי דיווחים בכלי התקשורת המקומיים, ג'ונסון נזקק לסיוע נשימתי. ראש הממשלה הבריטי פונה אמש לבית החולים על מנת לבצע בדיקות משום שהראה תסמינים עשרה ימים לאחר שאובחן כנשא הווירוס.\nקבוצה של כ-20 נערי גבעות מהשומרון נשלחו לבידוד בבית מלון בירושלים, לאחר שבאו במגע עם חולה בנגיף הקורונה. כשהגיעו לשם, הודיעו הנערים כי הם לא מוכנים לשהות בבידוד כשהם מופרדים אחד מהשני. זאת, בניגוד לנדרש במלונות היעודיים למבודדי קורונה. לפי המשטרה, הוחלט לבחון אפשרות להעביר אותם למתקן בדרום, אבל בדרך לשם הם החלו להתפרע, ושברו את שמשות הרכב. הם הוחזרו לירושלים, והמשטרה מנסה למצוא חלופה בכדי לשכן אותם בבידוד לפי ההנחיות. עוד מסרו מהמשטרה כי נגד הצעירים צפויים להיפתח תיקי חקירה בגין הנזק שגרמו זאת לאחר סיום ימי הבידוד.\nראש הממשלה בנימין נתניהו מסר הצהרה לתקשורת בנושא ההתמודדות עם נגיף הקורונה. נתניהו אמר כי למרות ההקשחה בהנחיות, \"יש סימנים חיוביים באופק. אך באותה עת, אל תכנסו לשאננות. אסור לנו\". ראש הממשלה אמר כי \"אנחנו מתקדמים בהכנות ותרחישי יציאה מהמשבר. זה יקרה רק אחרי הפסח והמימונה, וכללים זהים יהיו גם לחגים של אחינו הלא יהודים\". לדברי נתניהו, \"אם המגמות החיוביות יימשכו, נצא בהדרגה מהסגר אחרי המימונה. בראש ובראשונה זה תלוי בכם. במידת מילוי ההוראות הקשות שאנחנו מורים לכם לטובת הכלל. היציאה תעשה על פי רמות הסיכון באוכלוסייה. הבטוחים יצאו ראשונים, ואלה שבסיכון הגבוה אחרונים, ויישארו ככל שניתן בבידוד\".\nראש הממשלה בנימין נתניהו מסר הצהרה לתקשורת בנושא ההתמודדות עם נגיף הקורונה. נתניהו אמר כי \"אנחנו בשבוע גורלי לעולם ולישראל. בקרב הבלימה מול הקורונה, הימים הללו יקבעו את הכיוון - התקדמות או נסיגה - חיים או מוות\". נתניהו הכריז כי \"פסח לא יהיה פורים. נחליט הערב בממשלה על הטלת סגר כללי במדינה החל ממחר ב-16:00. תישארו בערים וביישובים שלכם. תושבים בשכונות מסוימות בירושלים יישארו במרחב שיוגדר להם. הסגר הכללי יימשך עד לשישי ב-07:00\". נתניהו הדגיש כי \"אנחנו נאכוף את הסגר בנחישות. אני מבקש שתמלאו אחר ההנחיות שלנו, במשמעת עצמית ובאחריות אישית\".\nמשרד הבריאות הודיע כי מניין המתים מנגיף הקורונה בישראל עלה ל-57 בני אדם. כמו כן, מספר החולים עלה גם הוא ל-8,904. מצבם של 140 מהנדבקים מוגדר קשה, ומתוכם 109 זקוקים להנשמה. 197 מהחולים במצב בינוני והיתר במצב קל. 670 מבין הנדבקים החלימו לחלוטין ושוחררו לבתיהם.\n636 בני אדם נוספים מתו מנגיף הקורונה באיטליה ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס באיטליה ל-16,523 בני אדם. עוד נמסר כי מאתמול זוהו 3,599 מקרי הידבקות נוספים בנגיף, ומספר חולי הקורונה במדינה עלה ל-132,547 בני אדם.\nהיועמ\"ש אביחי מנדלבליט פנה במכתב לראש הממשלה בנימין נתניהו בנוגע לשורת טיוטות להצעות חוק, שלא מובאות לאישור הכנסת רק בשל הימנעות הממשלה מאישורן. מנדלבליט כתב כי \"הממשלה מעכבת חקיקה שנחוצה בדחיפות להתמודדות עם נגיף הקורונה\". בין היתר ציין היועמ\"ש את הצעת החוק שתסמיך את הממשלה לאכוף בידוד באמצעות איכונים סלולריים, טיוטת חוק שנוגעת להקלות רגולטוריות לבעלי עסקים, חוק שנועד לצמצם את הנזקים לחברות התעופה ועוד.\nעיריית חדרה הציבה שלט דיגיטלי בעיר כהפגנת סולידריות עם תושבי בני ברק. על השלט הוצגו סמלי שתי הערים ונכתב \"מחדרה באהבה\". גם תל אביב הביעה תמיכה בתושבים שנמצאים תחת סגר. בניין העירייה הואר ועליו נכתב שמה של בני ברק.\n75 בני אדם נוספים מתו מנגיף הקורונה בטורקיה ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בטורקיה ל-649. עוד הודיע משרד הבריאות הטורקי כי מאתמול זוהו 3,148 מקרי הידבקות נוספים בנגיף, וכי מספר החולים עומד על 30,127 בני אדם.\n439 בני אדם נוספים מתו מנגיף הקורונה בבריטניה ביממה האחרונה - כך הודיעו גורמי הבריאות בממלכה. בכך, עלה מניין המתים מהנגיף בבריטניה ל-5,373. עוד נמסר כי מספר חולי הקורונה בממלכה עלה ל-51,608 בני אדם.\nראש הממשלה בנימין נתניהו ומנכ\"ל משרד הבריאות משה בר סימן טוב צפויים למסור הצהרה הערב בשעה 21:15 בנושא נגיף הקורונה, וככל הנראה ידיעו על הגבלות תנועה נוספות. ועדת השרים שהוסמכה להכריז על אזור מוגבל דנה היום בהצעה אם להטיל סגר כללי בכל הארץ מיום רביעי בשעות אחר הצהריים, ליל הסדר, ועד ליום שישי. כמו כן, במסגרת הדיונים נשקלת האפשרות לאסור יציאה מעיר לעיר החל ממחר. מטרת הצעדים הללו, שטרם אושרו, היא למנוע מצב בו אזרחים יערכו את ליל הסדר בחיק המשפחה המורחבת בניגוד להנחיות משרד הבריאות.\nהבדיקה לגילוי נגיף הקורונה שנערכה למנכ\"ל משרד הבריאות, משה בר סימן טוב, יצאה שלילית. בר סימן טוב ימשיך לשהות בבידוד במתקן ייעודי בבית החולים שיבא בתל השומר, בהתאם להנחיות משרדו.\nממשלת גיאורגיה הסכימה לאפשר ל-15 ישראלים שנמצאים בהליך פונדקאות להיכנס לשטחה. מדובר בקבוצת משפחות ישראליות שתינוקותיהן צפויים להיוולד עד לסוף חודש אפריל. זאת, לאחר מאמצי שגרירות ישראל בגיאורגיה, בראשות השגריר רן גידור.\nמצבו של חולה קורונה בן ה-48 שהיה מורדם ומונשם הידרדר - כך נמסר מבית החולים בילינסון בפתח תקווה. עוד נמסר כי מצבו מוגדר קריטי וכי הוא נמצא בסכנת חיים. צוות מפעילי מערכת לב ריאה ומנתחי חזה ולב חיברו את החולה למכונת אקמו, שמחליפה את פעולת הריאות. על פי בית החולים, הוא סובל ממחלות רקע.\nהממשלה אישרה תיקון לחוק עבודת נשים, לפיו נשים הרות יוצאו לחופשה ללא תשלום במידה ומקום עבודתן נסגר בעקבות משבר הקורונה. על פי התיקון, הדבר ייעשה בתנאי שהפעולה נעשית בהסכמה כתובה בין המעסיק לעובדת. כמו כן, העובדת תצא לחופשה ללא תשלום לתקופה של עד 60 ימים או עד לסיום משבר הקורונה, המוקדם מביניהם. הנשים ההרות יקבלו דמי אבטלה כמו שאר דורשי העבודה, ולא יחוייבו להשתמש בימי החופשה שצברו. זאת, לצד מעטפת תנאים השומרת על המשרות והתנאים שלהן. זאת, בניגוד לעתות שגרה, בהן על מעסיק המעוניין להוציא עובדת הרה לחופשה ללא תשלום, להגיש בקשה למינהל האכיפה וההסדרה במשרד העבודה והרווחה.\nמשירות התעסוקה נמסר כי שיעור דורשי העבודה על ל-25.1% בעקבות משבר הקורונה. במהלך היום נרשמו 3,538 דורשי עבודה נוספים, והמספר הכולל של הנרשמים החדשים מתחילת המשבר הוא 905,818 בני אדם. מתוכם 88.9% הוצאו לחופשה ללא תשלום, ו-6.8% פוטרו.\nרופאים פנימאים שיגרו מכתב למנכ\"ל משרד הבריאות משה בר סימן טוב, בנושא ההתמודדות של מערכת הבריאות עם נגיף הקורונה. הרופאים המליצו לשקול שחרור חולי קורונה קלים לאשפוז ביתי, משום שהדבר \"גוזל זמן ומשאבים, ומייצר עומס כבד על המערכת\". הרופאים המליצו ליצור נוהל ברור של שחרור קשישים שחלו ומצבם מוגדר קל, משום שהשארתם בבתי החולים מהווה עבורם סיכון מוגבר. כמו כן, המליצו הרופאים לשנות את תהליך הקבלה של החולים החדשים, לקרוא לציבור לא לפחד ולהגיע לבתי החולים במקרים דחופים, וכן להכריז על משאבים ותקני כוח האדם שהתווספו בתקופת המשבר - כתקנים קבועים.\nצה\"ל הודיע על שינויים בפעילות הצבא לאור התפשטות נגיף הקורונה. על פי ההודעה, הוחלט לבטל אימוני תעסוקה מבצעית של 22 גדודי מילואים. כמו כן, נדחו תרגילי כוחות היבשה במילואים עד סוף חודש יוני, והתרגיל המטכ\"לי נדחה לרבעון הראשון של 2021. בנוסף לכך, נדחה תרגיל פיקוד העורף. מספר חולי הקורונה בצה\"ל עומד על 107 חיילים, ו-23 חיילים נדבקו והחלימו. 3,160 מבין המשרתים בחובה, בקבע ועובדי צ\"ל שוהים בבידוד לאחר שבאו במגע עם חולים מאומתים או משום שחזרו מחו\"ל.\nתושבי בני ברק עתרו לבג\"ץ בדרישה לביטול ההכרזה על שטח העיר כ\"אזור מוגבל\" ולהסרת המחסומים בכניסות. בעתירה ציינו התושבים כי הדבר גורם ל\"פגיעה אנושה בליבת זכויות האדם של מאות אלפי אנשים\". עוד נכתב בעתירה כי \"ההכרזה נגועה בחוסר מידתיות וגורמת להדבקה המונית של תושבי בני ברק\". בנוסף, העותרים דרשו שיחולקו מוצרי מזון בסיסיים לכלל תושבי העיר, והדגישו כי \"הדרישה היא לספק מזון מותאם וכפר לפסח, בכשרות המקובלת על התושבים\".\nיפה נגר בת ה-90, דיירת בית האבות משען בבאר שבע, מתה מנגיף הקורונה לאחר שסבלה ממחלות רקע. בכך, עלה מניין המתים מקורונה בישראל ל-56 בני אדם. נגר היא הדיירת השביעית במספר מבית אבות זה שמתה כתוצאה מהנגיף. היא הועברה לפני כשבוע מבית האבות משען אל המרכז הגריאטרי \"נאות התיכון\" ביפו, ששכר משרד הבריאות לאשפוז חולי קורונה קשישים. יפה נגר הותירה אחריה ארבעה ילדים ו-12 נכדים. אדווה, נכדתה, סיפרה כי \"היא הייתה אימא מדהימה וסבתא נהדרת. היא הייתה חזקה ועברה מספר מחלות, אבל את הקורונה היא לא הצליחה לעבור\".\nהמשטרה מסרה כי נרשמו 14,907 דוחות מכניסתן לתוקף של הנחיות משרד הבריאות למאבק בנגיף הקורונה. על פי נתוני המשטרה, כ-11 אלף מבין הדוחות נרשמו בגין יציאה למרחב הציבורי בניגוד להגבלות. עוד נמסר מהמשטרה כי עד כה נערכו 76,638 ביקורים למבודדי בית. כמו כן, הוצאו 97 צווי סגירה לעסקים שפעלו בניגוד להנחיות.\nחולה קורונה מאומת, צעיר בן 22 תושב נתניה, נעצר על ידי המשטרה בשכונת מאה שערים בירושלים. זאת, לאחר שהפר את הנחיות הבידוד ויצא למרחב הציבורי, למרות שידע כי הוא נשא הנגיף. החולה ככל הנראה הגיע לירושלים מאזור נתניה.\nועדת השרים שהוסמכה להכריז על אזור מוגבל צפויה לדון בהמשך היום בהצעה אם להטיל סגר כללי בכל הארץ מיום רביעי בשעות אחר הצהריים, ליל הסדר, ועד ליום שישי. אם צעד זה יאושר, יתקיים דיון נוסף ביום שישי בנוגע למדיניות בהמשך. כמו כן, במסגרת הדיונים נשקלת האפשרות לאסור יציאה מעיר לעיר החל ממחר. מטרת הצעדים הללו, שטרם אושרו, היא למנוע מצב בו אזרחים יערכו את ליל הסדר בחיק המשפחה המורחבת בניגוד להנחיות משרד הבריאות.\nהוועדה המוניטרית בבנק ישראל החליטה להפחית את הריבית במשק מ-0.25% לרמה של 0.1%. זאת, בעקבות משבר הקורונה שקטע את  מגמת הצמיחה. כמו כן, הוחלט על מתן הלוואות מוניטריות לבנקים לטווח של שלוש שנים בריבית קבועה של 0.1%.\nמשרד החינוך פרסם את לוח הבגרויות הסופי שהצטמצם בעקבות משבר הקורונה. הבחינות יתפרסו על פני חמישה שבועות, החל מ-22 ביוני ועד לסוף יולי. התלמידים ייבחנו בחמישה מקצועות לכל היותר. מקצועות החובה הם מתמטיקה, אנגלית ושפת אם, והתלמידים יצטרכו לבחור מקצוע אחד הומני ומקצוע אחד מדעי. בשבוע הראשון ייערכו הבחינות במקצועות המדעיים, בשבוע השני הבחינות במתמטיקה, בשבוע השלישי באנגלית, בשבוע הרביעי במקצועות ההומניים ובשבוע החמישי ייערכו בחינות הבגרות בשפת האם.\nגבר בן 72 ובת 87 מתו מנגיף הקורונה. השניים, שסבלו ממחלות רקע, הועברו לבית החולים איכילוב, שם נקבע מותם. בכך, עלה מניין המתים מקורונה בישראל ל-55 בני אדם.\n952 מקרים חדשים של נגיף הקורונה אובחנו בהולנד, מה שהעלה את מניין הנדבקים במדינה ל-18,803 - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי מניין המתים מהנגיף במדינה עלה ל-1,867.\nגבר בן 77 ובת 91 מתו מנגיף הקורונה. השניים, שסבלו ממחלות רקע רבות אושפזו בבית החולים שערי צדק - שם נקבע מותם. בכך עלה מניין המתים מנגיף הקורונה בישראל ל-53.\nועדת השרים שהוסמכה להכריז על אזור מוגבל צפויה לדון בהמשך היום בהצעה אם להטיל סגר כללי בכל הארץ מיום רביעי בשעות אחר הצהריים, ליל הסדר, ועד ליום שישי. אם צעד זה יאושר, יתקיים דיון נוסף ביום שישי בנוגע למדיניות בהמשך. כמו כן, במסגרת הדיונים נשקלת האפשרות לאסור יציאה מעיר לעיר החל ממחר. מטרת הצעדים הללו, שטרם אושרו, היא למנוע מצב בו אזרחים יערכו את ליל הסדר בחיק המשפחה המורחבת בניגוד להנחיות משרד הבריאות.\nועדת השרים לענייני אזור מוגבל צפויה לדון ביממה הקרובה בהחלטה אם להטיל סגר כללי בכל הארץ בליל הסדר משעות אחר הצהריים. מטרת הצעד היא למנוע מצב בו אזרחים יערכו את ליל הסדר בחיק המשפחה המורחבת בניגוד להנחיות משרד הבריאות. במסגרת האיסור, לא תתאפשר יציא המהבית, והמשטרה תתפרס בהתאם על מנת לאכוף זאת. במשרד הבריאות חוששים מהדבקה המונית בליל הסדר, באופן שעלול להגביר את התחלואה בקורונה, בדומה לחגיגות פורים. לכן, מאחר שמרכזי הקניות יהיו סגורים משעות אחר הצהריים, על פי ההצעה - כל אדם שייצא מביתו ייחשב כמפר בידוד. בעקבות ההצעה, בוועדת השרים מתלבטים בשלב זה אם להטיל את הסגר על שמונה הרשויות והשכונות בירושלים כפי שהוצע הלילה, שכן הטענה היא שככל שיוטל סגר כללי בליל הסדר, הצורך בהטלת מגבלות ברשויות מתייתר. הוויכוח מגיע לאחר לחץ שהפעילו ראשי הערים: אשקלון, אור יהודה ובית שמש שטוענים כי הטלת מגבלות טרם אישור סגר כללי תוביל לחיכוך מיותר. \"אנחנו אומרים בצורה ברורה שכל דבר כזה מחוייב להיות בהתייעצות מלאה עם ראשי הרשויות, בסוף אנחנו אלה שמנהלים את האירוע ומחוברים לשטח ולנתונים\", אמר יו\"ר המרכז לשלטון מקומי וראש עריית מודיעין חיים ביבס לוואלה! NEWS.\nצה\"ל הכשיר מתחם ב\"בית חולים 10\" הצבאי בחיפה כמחלקות לטיפול בחולי קורונה. המקום אמור לשרת גם חולים במצב קשה, ויכלול 184 מיטות למחלימים, 76 מיטות למאושפים ו-16 מיטות טיפול נמרץ.\nמניין המתים מנגיף הקורונה באיראן עלה ל-3,739, זאת לאחר ש-136 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים עלה ל-60,500.\nשר הבריאות יעקב ליצמן גינה את המתקפות כלפי המגזר החרדי בעקבות שיעורי התחלואה הגבוהים בציבור זה. \"בעת חרום זו בו כלל אזרחי ישראל מתמודדים באותה מידה, יש להפסיק את השיח המגזרי, לטובת שיח מקצועי, בטחוני ורפואי\", אמר ליצמן. \"הנגיף אינו מבדיל בין אוכלוסיות ומגזרים ולכן העמדה המקצועית כפי שמובאת בדיונים היא כי עיר, אזור, ישוב או שכונה, בהם קיימת סכנת הידבקות, דורש הידוק תנועה וטיפול משותף של זרועות הביטחון\". ליצמן הוסיף כי \"האמירות שכביכול החרדים מדבקים בנגיף מוטעות ומסוכנות. הציבור החרדי ממושמע להנחיות ושומר על כללי הזהירות בהקפדה. בכל אוכלוסיה יש מיעוט קטן שאינו שומר מספיק וכלפיו נדרשת אכיפה בידי הגורמים המוסמכים\".\nראש הממשלה בנימין נתניהו שוחח בטלפון עם נשיא רוסיה ולדימיר פוטין. בשיחתם איחל פוטין לראש הממשלה ולעם ישראל חג פסח שמח והצלחה במאבק בנגיף הקורונה. השניים שוחחו על שיתוף הפעולה בתחום הרכש של ציוד ואמצעים רפואיים, וכן סיכמו לאפשר את התנועה בין רוסיה לישראל כדי שאזרחי שתי המדינות יוכלו לשוב לבתיהם.\n637 בני אדם מתו מנגיף הקורונה בספרד ביממה האחרונה, מה שהעלה את מניין המתים ל-13,055 - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים במדינה עלה ב-4,273 ל-135,032.\nעיריית רמת גן תסיר גדר שהקימה בגבול עם בני ברק. בעירייה טענו כי המעברים בין הערים משמשים כפרצות למפירי הסגר בעיר השכנה. עם זאת, לאור הבטחת ראש צוות החירום בעיר רוני נומה ומפקד המחוז במשטרת ישראל דוד ביתן, וברקע ביקורת חריפה בבני ברק על הצעד, החליטה עיריית רמת גן להסיר את הגדרות.\nתשעה חולים חדשים בנגיף הקורונה אובחנו ברשות הפלסטינית - כך מסר משרד הבריאות הפלסטיני. עם אבחון החולים החדשים, מניין הנדבקים בנגיף ברשות עלה ל-246. במקביל דווח כי בעזה שוקלים לפתוח את המסגדים ביום שישי הקרוב למרות החשש מהתפרצות הקורונה.\nשיירת כלי רכב של של עצמאים יצאה הבוקר לכיוון הכנסת, במחאה על המצב הכלכלי. \"ממשלת ישראל מביאה למאות אלפי רעבים ערב החג בצל משבר הקורונה\", נמסר מ\"המטה להצלת עולם התרבות\", \"רק בתעשייה שלנו יש 150 אלף מובטלים שחווים כבר היום קריסה מוחלטת. התכנית הכלכלית שהוצגה רחוקה מלתת מענה אמיתי ואנחנו קוראים לממשלה לפעול להצלתנו\".\nבית החולים אסף הרופא הודיע על מותם של שני חולי קורונה שאושפזו במוסד במהלך היממה האחרונה. השניים הם אישה בת 96 שסבלה ממחלות רקע רבות וגבר בן 80 שלקה במחלה סופנית. בנוסף, נמסר מבית החולים כי אתמול מת גבר כבן 66, שסבל מקריסת מערכות בעקבות נגיף הקורונה.\nמניין הנדבקים בקורונה בישראלה עלה ל-8,611 - כך נמסר הבוקר ממשרד הבריאות. שני בני אדם נוספים מתו, ומניין המתים הכולל עלה ל-51. 141 מהחולים נמצאים במצב קשה, מתוכם 107 מונשמים. 585 החלימו.\n12 פלסטינים מעזה נדבקו בנגיף הקורונה. לפי מקורות במתפ\"ש, ביממה הקרובה אמורים לעבור בתיאום ממצרים לרצועה ארבע מאות פלסטינים, ולפי החלטת חמאס הם יעברו לבידוד. ארגון הבריאות העולמי תרם 35 מיליון דולר לסיוע רפואי עבור הפלסטינים בגדה המערבית וברצועת עזה.\n47 מקרים חדשים של הידבקות בנגיף הקורונה אותרו ביממה האחרונה בקוריאה הדרומית - כך מסר המרכז הקוריאני לבקרת מחלות ומניעתן. זוהי הפעם הראשונה שקוריאה הדרומית דיווחה על פחות מ-50 מקרים חדשים של נגיף הקורונה מאז שיא ההתפרצות במדינה. מספר הנדבקים הכללי עלה ל-10,284. כמו כן, עוד שלושה בני אדם מתו מהנגיף ביממה האחרונה.\n39 מקרים חדשים של נגיף הקורונה התגלו ביממה האחרונה בסין, כולם מלבד אחד יובאו מחו\"ל, לעומת 30 מקרים שדווחו יום קודם לכן - כך מסרה נציבות הבריאות הלאומית בסין. עוד נמסר מהנציבות כי 78 מקרים אסימפטומטיים חדשים זוהו במדינה, לעומת 47 יום לפני כן. בנוסף לכך, אדם אחד מת בסין מקורונה ביממה האחרונה.\nיותר מ-1,200 בני אדם מתו מהידבקות בנגיף הקורונה בארצות הברית במהלך היממה האחרונה - כך עולה מנתוני מכון ג'ונס הופקינס האמריקני. לפי נתוני המכון, מאז התפרצות הנגיף בארה\"ב נדבקו בו 337,072 בני אדם, ו-9,633 בני אדם מתו.\nגואטמלה ביקשה מארצות הברית להגביל את גירוש המהגרים למדינה ל-25 איש למטוס, בגלל החשש להתפשטות נגיף הקורונה במדינה - כך אמר שר הבריאות בגואטמלה, הוגו מונרוי.\n2,143 מקרים של נגיף הקורונה התגלו במקסיקו, עלייה של 253 מקרים מהיום הקודם - כך נמסר ממשרד הבריאות במדינה. מספר מקרי המוות הקשורים לנגיף עלה ב-15 בני אדם ל-94.\n1,988 מקרים חדשים של נגיף הקורונה התגלו ביממה האחרונה בפנמה - כך מסר משרד הבריאות במדינה שבמרכז אמריקה. מדובר בעלייה של 187 מקרים מהיום הקודם. מספר מקרי המוות עלה בשמונה ל-54.\nנשיא ארצות הברית דונלד טראמפ הביע תקווה כי מדדי היממה האחרונה מראים \"התייצבות\" של משבר הקורונה, בכמה מהמוקדים המרכזיים של התפרצות הנגיף במדינה. ניו יורק, המדינה שנפגעה באופן הכי קשה, דיווחה כי לראשונה זה שבוע כי מספר מקרי המוות ירד מעט מהיום הקודם, אך עדיין כמעט הגיע ל-600 מתים וליותר מ-7,300 מקרי הידבקות חדשים בנגיף. \"אולי זה סימן טוב\", אמר טראמפ לעיתונאים. הוא הוסיף כי מאז תחילת התפרצות הנגיף, נערכו בארצות הברית 1.67 מיליון בדיקות קורונה.\nהממשלה הסמיכה את ועדת השרים להגדרת \"אזור מוגבל\" במסגרת הטיפול בנגיף הקורונה לאשר את ההכרזה של \"אזור מוגבל\" בשטחים. בשעות הצהריים צפויה להתכנס ועדת השרים, כדי לאשר את הרחבת רשימת האזורים המוגבלים.\nמשרד הבריאות בהאיטי דיווח על מקרה המוות הראשון במדינה שקשור להתפרצות נגיף הקורונה. עד כה אותרו במדינה 21 מקרים מאושרים של מחלת הנשימה.\nהממונה הראשית על הרפואה בסקוטלנד, קתרין קלדרווד, התפטרה מתפקידה, לאחר שהפרה את ההוראה   שהיא עצמה מסרה לציבור להישאר בבית - להישאר בבית, כדי להילחם בהתפשטות נגיף הקורונה. קלדרווד נסעה לבית השני שלה בשני סופי שבוע רצופים. לדבריה, ההתמקדות המוצדקת בהתנהגותה עלולה להסיח את דעת הציבור מהעבודה החשובה של הממשלה והצוותים הרפואיים עושים כדי להילחם במגיפת הקורונה.\nהממשלה אישרה את הגדלת מסגרות התקציב כדי לממן את תכנית הסיוע הכלכלית להתמודדות עם התפשטות נגיף הקורונה. השרים אישרו תיקון לחוק יסוד משק המדינה בהוראת שעה, המאפשר לעשות זאת. על פי התיקון לחוק היסוד, ניתן יהיה לממן גם תשלומים לביטוח הלאומי בסך נוסף של כ-16 מיליארד שקלים וכן לבצע התאמות בניהול החוב הממשלתי בכ-40 מיליארד שקלים נוספים, כתוצאה מהמצב הכלכלי הנוכחי. תיקון החוק יובא היום לאישור הכנסת.\nרשויות הבריאות בברבדוס הודיעו כי מת קשיש בן 81 שחלה בנגיף הקורונה. הרשויות הוסיפו כי הקשיש חלה בסוכרת, ומת לאחר שסבל מדלקת ריאות קשה. עוד נמסר כי הקשיש חזר מבריטניה ב-22 במרץ. מספר החולים בברבדוס עומד על 56 בני אדם.\nמתחמי \"היבדק וסע\" ניידים לגילוי נגיף הקורונה יגיעו מחר לשער בנימין, ביתר עילית, דליית אל כרמל ועוספיא. זאת, לצד המתחמים הקבועים בתל אביב, חיפה, ירושלים ובאר שבע, ומתחמים ניידים ברהט, בני ברק, מודיעין, אלעד, נוף הגליל ומזרח ירושלים. עוד נמסר ממד\"א כי יותר מ-200 חולי קורונה פונו על ידי הצוותים לאשפוז בבתי החולים ובמלונות הייעודיים.\nראש ממשלת בריטניה בוריס ג'ונסון שנדבק בנגיף הקורונה פונה לבית החולים על מנת לבצע בדיקות נוספת - כך נמסר ממשרדו. זאת, משום שהראה תסמינים של המחלה כעשרה ימים לאחר שנדבק. הפינוי לבית החולים נעשה בעצת הרופא של ג'ונסון, כאמצעי זהירות.\nשר הביטחון, נפתלי בנט, אישר לצה\"ל להקצות 700 חיילים נוספים לסיוע למשטרה באכיפת מגבלות התנועה לאור משבר הקורונה. זאת, בנוסף ל-700 חיילים שהוקצו קודם לכן לאותה המטרה.", "url": "https://news.walla.co.il/item/3350708", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-06 01:06"}