{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3351972"}, "headline": "התפשטות הקורונה: 12,501 חולים בישראל, 131 מתו מהנגיף", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/5/3005888-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "לירן לוי, בועז אפרת, דנה ירקצי, יואב איתיאל, אלי אשכנזי יניר יגנה ואמיר בוחבוט"}, "datePublished": "2020-04-16 23:07:00", "dateModified": "2020-04-15 23:35:09", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "180 מהנדבקים מאושפזים במצב קשה, בהם 133 מונשמים. במהלך הסגר נרשמו יותר מ-3,000 דוחות על הפרת תקנות החירום - עלייה של אלף בהשוואה לליל הסדר. משרד הבריאות הודיע כי ביומיים האחרונים בוצעו כ-10,000 בדיקות ביום, בעוד שהיעד לשלב זה היה כ-30 אלף. עדכונים שוטפים", "title": "נגיף הקורונה: 12,501 חולים בישראל, מניין המתים עלה ל-131", "subtitle": "180 מהנדבקים מאושפזים במצב קשה, בהם 133 מונשמים. במהלך הסגר נרשמו יותר מ-3,000 דוחות על הפרת תקנות החירום - עלייה של אלף בהשוואה לליל הסדר. משרד הבריאות הודיע כי ביומיים האחרונים בוצעו כ-10,000 בדיקות ביום, בעוד שהיעד לשלב זה היה כ-30 אלף. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל, ולפי נתוני משרד הבריאות מניין המתים עלה היום (רביעי) ל-131. במקביל, מספר הנדבקים עלה ל-12,501, בהם 180 במצב קשה ומתוכם 133 מונשמים. עד כה 2,563 חולים החלימו ושוחררו לבתיהם. סגר הוטל ברחבי המדינה עד מחר לפנות בוקר, בחג השני ובמימונה, שבמהלכו לא מתאפשר מעבר בין יישובים. משרד הבריאות הודיע כי ביומיים האחרונים בוצעו כעשרת אלפים בדיקות ביום, בעוד שהיעד שהוגדר לשלב זה היה כ-30 אלף. כ-20 דיריים ואנשי צוות בבית האבות \"בית הדר\" באשדוד נמצאו חיוביים לנגיף.ברחבי העולם נמשך המאבק בהתפשטות הקורונה, כשמניין הנדבקים בנגיף חצה אף רף את השני מיליון. בבריטניה עלה מספר המתים ל-12,868, בעוד צרפת עברה רשמית את סף 15 אלף מקרי המוות והפכה למדינה הרביעית שעוברת את הסף הזה. בארצות הברית מתו עד יותר יותר מ-30 אלף בני אדם, וטראמפ הכריז כי יפסיק את המימון לארגון הבריאות העולמי בשל \"טיפולו הכושל במשבר\".\nקשישה בת 84, דיירת בית האבות \"מעון הורים\" בירושלים, מתה מנגיף הקורונה. בכך, עלה מניין המתים מהנגיף בישראל ל-131.\nבשכונת מאה שערים תועדו חסידי תולדות אברהם חוגגים בשיאו של החג מחוץ לביתו של האדמו\"ר בשירה ובתפילה. חסידות תולדות אברהם יצחק היא חצר אנטי ציונית במאה שערים שחלק מחסידיה מתגוררים בשכונה ואחרים בעיר בית שמש. האדמו\"ר יצא למרפסת בליל חג שביעי של פסח, שבו נהוג לערוך לפי המסורת בשעת לילה טיש שבו מתפללים, שרים ומציינים את קריעת ים סוף. על פי ההערכה, מתחת למרפסת של האדמו\"ר עמדו מאות מחסידיו תוך צפיפות גדולה והפרה חריגה של ההנחיות והוראות הממשלה ומשרד הבריאות.\nמניין המתים מנגיף הקורונה בארצות הברית עלה ל-30,039 - כך עולה מנתוני סוכנות הידיעות רויטרס. לפחות 1,593 אמריקנים מתו היום מהנגיף. במקביל, מספר הנדבקים ברחבי ארצות הברית טיפס ליותר מ-615 אלף.\nח\"כ יעקב אשר (יהדות התורה) נכנס לבידוד ביתי לאחר שעוזרו נמצא חיובי לנגיף הקורונה. קצין הכנסת, ניצב יוסף גריף, פנה במייל לכלל חברי הכנסת ועובדיה והדגיש כי כל מי ששהה בסביבת העוזר ביום ראשון 5 באפריל  בין השעות 9:00-17:00 - ייפעל בהתאם להנחיות המופיעות באתר משרד הבריאות.\n14 תושבי דיר אל-אסד המחויבים בבידוד אך אינם חולים בקורונה הועברו לאכסניית אנ\"א בחיפה. זאת לאחר הודעת משרד הבריאות על החשש מהתפרצות הנגיף באזור. האכסניה היא אחת ממלוניות הבידוד שהוקצו על ידי משרד הפנים לטובת העניין.\nמניין המתים מנגיף הקורונה בישראל עלה ל-130. במקביל, מספר הנדבקים טיפס ל-12,501 בני אדם, בהם 180 במצב קשה. 2,563 מהחולים החלימו עד כה ושוחררו לבתיהם.\nהנהלת בית האבות \"משען\" בבאר שבע מסרה כי \"ההתפרצות שהייתה בגל הראשון דוכאה כליל\". זאת לאחר שהיום הלכה לעולמה הדיירת ה-14 שנדבקה בנגיף. עוד נמסר כי \"הנהלת משען ורופא הרשת שוקלים כעת הסרה מבוקרת ואיטית של צעדי הבידוד בהם נקטו בשבועיים האחרונים\". בבדיקות האחרונות שלושה דיירים נמצאו חיוביים לנגיף.\nמניין המתים מנגיף הקורונה בטורקיה עלה ל-1,518, עם מותם של 115 בני אדם נוספים ביממה האחרונה. במקביל, מספר הנדבקים זינק ב-4,281 בתוך יממה והסך הכולל כעת הוא 69,392.\nשוטרים איתרו במהלך החג ברית מילה בהשתתפות 200 בני אדם בשכונת גאולה בירושלים - כך נמסר מהמשטרה. במהלך פיזור ההתקהלות הושלכו ביצים לעבר השוטרים, ובעקבות זאת נעצר חשוד בגין תקיפת שוטרים ונרשמו ארבעה דוחות בגין הפרת תקנות החירום למאבק בקורונה.\nקשיש בן 94, דייר בית אבות ברעננה, מת מנגיף הקורונה בבית החולים מאיר בכפר סבא. בעקבות זאת, מניין המתים בישראל עלה ל-127.\nקנצרלית גרמניה אנגלה מרקל הודיעה כי ההגבלות למניעת התפשטות נגיף הקורונה יימשכו עד 3 במאי. עם זאת, אמרה כי כמה חנויות יוכלו להיפתח כבר בשבוע הבא. עוד הוסיפה הקנצלרית כי הצעדים שננקטו הביאו ל\"הצלחה שברירית\" במאבק במגיפה.\nמניין המתים מנגיף הקורונה באיטליה עלה ב-578, ירידה לעומת 602 מקרי מוות אתמול. גם קצת ההידבקות רשם האטה, עם 2,667 נדבקים חדשים היום בהשוואה ל-2,972 אתמול. 21,645 בני אדם מתו עד כה מהנגיף באיטליה, בעוד 38,092 נדבקו.\n20 חולי קורונה אותרו בבית האבות \"בית הדר\" באשדוד, בהם דיירים ואנשי צוות. בעקבות זאת הוקפץ כוח של פיקוד העורף לחיטוי המקום. שמונה מבין הנדבקים הועברו לאשפוז בבית החולים אסותא בעיר.\nמשרד הבריאות מסר כי אתמול נערכו 11,501 בדיקות קורונה ברחבי הארץ. יום לפני כן בוצעו 10,401 בדיקות. במשרד הוסיפו כי הנתונים מצביעים על עמידה ביעד של 10,000 בדיקות מעבדה ליום, בעוד שהיעד שהוגדר לשלב זה היה כ-30 אלף.\nיו\"ר ארגון הבריאות העולמי טדרוס אדהנום גברהיסוס אמר כי הוא מצטער על החלטתו של נשיא ארצות הברית דונלד טראמפ לעצור את המימון לארגון. לדבריו, \"במשך שנים ארצות הברית הייתה חברה נדיבה של הארגון ואנחנו מקווים שכך היא תישאר\". עוד הוסיף כי בארגון בוחנים כעת את ההשפעה של הקפאת המימון ויעבדו יחד עם שותפיהם כדי לגשר על הפערים הפיננסיים.\n3,029 דוחות נרשמו למפרי תקנות החירום ביממה האחרונה - כך נמסר מהמשטרה. 2,555 דוחות חולקו בגין יציאה למרחב הציבורי בניגוד להנחיות, 315 על שהייה במקום אסור ו-44 על איסור תפילה עם אדם נוסף או יותר. מדובר בעלייה של כאלף דוחות בהשוואה לנתוני ליל הסדר.\nמאה מכונות הנשמה נחתו בנתב\"ג מארצות הברית לטובת טיפול בחולי קורונה. המשלוח הגיע בהובלת משלחת הרכש של משרד הביטחון בארצות הברית ונרכשו על פי דרישת משרד הבריאות.\nמניין הנדבקים בקורונה ברחבי העולם חצה את רף שני המיליון בני אדם, והוא 2,001,548 בני אדם. זאת, שבועיים בלבד לאחר שמספר החולים חצה את רף המיליון.\nמניין המתים מנגיף הקורונה בבריטניה עלה ל-12,868, עם מותם של 761 בני אדם נוספים ביממה האחרונה. באנגליה בלבד מתו היום 651 חולים. מטעם שירות הבריאות הלאומי נמסר כי בין המתים באנגליה אזרחים מגיל 20 ועד 101 - 20 בלבד מתוכם לא סבלו מבעיות רפואיות.\nשלושה עובדים במרכז הגריאטרי בבית האבות \"נווה עמית\" ברחובות נמצאו חיוביים לנגיף הקורונה. מטעם בית האבות נמסר כי העובדים נבדקו למרות שלא הראו תסמינים של המחלה, ובעקבות הממצאים יורחב מבצע הבדיקות לכלל הדיירים ואנשי הצוות.\nצרפת מגנה את החלטתו של נשיא ארצות הברית דונלד טראמפ להפסיק את המימון לארגון הבריאות העולמי - כך אמרה דוברת מטעם הממשלה בפריז. במקביל, הקבינט בצרפת אישר חבילת סיוע בסך 110 מיליארד אירו לתמיכה בכלכלה במהלך משבר הקורונה.\nמרוץ האופניים היוקרתי טור דה פראנס נדחה בחודשיים - כך נמסר מאיגוד האופניים הבינלאומי. המרוץ צפוי להתקיים בתאריכים 29 באוגוסט עד 20 בספטמבר.\nשר הבריאות הברזילאי הנריקה מנדטה אמר לצוותו כי הנשיא ז'איר בולסונארו צפוי לפטר אותו השבוע - כך אמרו שני אנשים המעורים בנושא. אמש אמר מנדטה לעוזריו כי בכוונתו להישאר בתפקיד עד שבולסונארו יבחר במישהו אחר במקומו.\n189 בני אדם מתו ביממה האחרונה בהולנד, לאחר שנדבקו בנגים הקורונה - כך נמסר מהמכון לבריאות הציבור במדינה. בנוסף לכך, התגלו 734 מקרי הידבקות חדשים בנגיף, מה שהעלה את מספר הנדבקים הכלל ל-28,153. מספר מקרי המוות במדינה הוא 3,134.\nדיפלומטים רוסים בודקים הצעה להפסקת אש עולמית שהגיש מזכ\"ל האו\"ם אנטוניו גוטרש בעקבות  משבר נגיף הקורונה - כך מסר דובר הקרמלין. מזכ\"ל האו\"ם קרא בחודש שעבר להפסקת אש בעימותים ברחבי העולם, כדי שהעולם יוכל להתמקד במלחמה במגיפת נגיף הקורונה. \"ברור שהעבודה בעיצומה, הדיפלומטים עובדים. ברגע שהעבודה תושלם ותוסכם עם השותפים, יוכרזו הצהרות מקבילות\", אמר הדובר דמיטרי פסקוב לכתבים.\n94 בני אדם מתו ביממה האחרונה באיראן, לאחר שנדבקו בנגיף הקורונה - כך מסר דובר משרד הבריאות האיראני בהודעת הטלוויזיה הממלכתית. באיראן, המדינה המזרח תיכונית שנפגעה הכי קשה מהתפרצות הנגיף, מתו בסך הכל 76,389 בני אדם מתחילת המשבר.\n523 בני אדם מתו ביממה האחרונה בספרד לאחר שנדבקו בנגיף הקורונה - כך נמסר ממשרד הבריאות במדינה. מדובר בירידה נוספת במספר המתים היומי, לאחר שאתמול נרשמו 567 מקרי מוות במדינה. מספר המתים היומי הביא את המספר הכולל בספרד ל-18,579. מספר מקרי ההידבקות במדינה עלה ל-177,633.\nמשרד הבריאות הפלסטיני הודיע כי בשטחי הרשות התגלו עד כה 369 מקרי הידבקות בנגיף הקורונה. 78 מקרים אותרו בירושלים ו-291 מקרים אותרו בשאר הנפות שבשטחי הרשות הפלסטינית.\nאמו של התינוק בן ה-8 ימים שנמצא אתמול חיובי לקורונה נמצאה חיובית בבדיקת הקורונה הנוספת שבוצעה עבורה - כך נמסר מבית החולים וולפסון בחולון. מצבם של התינוק והאם טוב, והם נמצאים באשפוז בבידוד במחלקה נפרדת.\nממשלת גרמניה תאריך את מגבלות התנועה שהוטלו בחודש שעבר כדי להאט את התפשטות נגיף הקורונה עד 3 במאי לפחות - כך דיווחה סוכנות הידיעות הגרמנית dpa. הקנצלרית אנגלה מרקל תקיים היום ועידת וידיאו עם שרי הממשלה ועם מנהיגי 16 המדינות בגרמניה, שינסו להסכים אם להקל על הצעדים בהינתן שיפור מסוים במצב.\n14 בני אדם מתו ביממה האחרונה בפיליפינים לאחר שנדבקו בנגיף הקורונה - כך מסר משרד הבריאות במדינה.  230 מקרי הידבקות נוספים בנגיף התגלו במדינה, בכך עלה מספר הנידבקים הכולל במדינה ל-5,453, מה שמעמיד את הפיליפינים כמדינה עם הכי הרבה נדבקים בדרום מזרח אסיה.\nבעקבות הודעת טראמפ על הפסקת המימון לארגון הבריאות העולמי, סין הפצירה בארצות הברית למלא את התחייבויותיה לארגון הבריאות העולמי. דובר משרד החוץ הסיני, זהאו ליג'יאן, אמר בתדרוך יומי לכתבים כי המגיפה נמצאת במצב קריטי וכי החלטת ארצות הברית תשפיע על כל המדינות בעולם.\nהדיירת מבית האבות משען בבאר שבע שנוספה למניין המתים מהקורונה היא זמירה ארצי, בת 82. ארצי הגיעה למשען לפני כמה שנים, וב-28 במרץ אושפזה בבית החולים סורוקה בבאר שבע. מאז, מצבה הידרדר ואמש נקבע מותה. עופר, בנה, סיפר כי \"לא הספקנו להיפרד ממנה. כשישבנו לארוחת החג עדכנו אותנו על מותה\". זמירה הותירה אחריה שלושה ילדים ו- 9 נכדים. \nסין קראה לארצות הברית למלות את התחייבויותיה כלפי ארגון הבריאות העולמי, זאת לאחר שנשיא ארצות הברית דונלד טראמפ החליט להפסיק את המימון לגוף בגין הטיפול שלו במגיפת נגיף הקורונה. דובר משרד החוץ, ז'או ליז'יאן, אמר לעיתונאים כי המגיפה נמצאת בשלב קריטי וההחלטה של ארצות הברית תשפיע על כל המדינות בעולם.\nשיא של 3,388 מקרי הידבקות חדשים בנגיף הקורונה התגלו ביממה האחרונה ברוסיה - כך דווח מרכז התגובה הכללית לנגיף במדינה. בכך עלה המספר הכולל של הנדבקים ל-24,490. בנוסף לכך, 28 אנשים שאובחנו עם הנגיף מתו ביממה האחרונה, והעלו את מספר המתים הכולל ל-198.\nמשרד הבריאות מסר כי מספר המתים מנגיף הקורונה בישראל עלה ל-126, ומספר חולי הקורונה עלה ל-12,200. מבין הנדבקים, 176 במצב קשה, מהם 132 מונשמים. 2,309 חולים החלימו ושוחררו לבתיהם\nרמת תחלואה גבוהה מאוד בנגיף הקורונה התגלתה בישוב דיר אל-אסד שבגליל המערבי - כך מסר משרד הבריאות. לפי נתוני המשרד יש כרגע 31 חולי קורונה מאומתים על פי החלוקה הבאה: 23 חולים בדיר אל אסד, ארבעה חולים בנחף, שלושה בבענה וחולה אחד במג'ד אל-כרום. ציבור התושבים בישובים אלו התבקש להישאר בבתים.\nבת 82 מתה הלילה בבית החולים סורוקה בבאר שבע לאחר שאובחנה כחיובית לנגיף הקורונה. היא סבלה מריבוי מחלות רקע. בכך עלה מניין המתים מהנגיף בישראל ל-124. היא הדיירת ה-14 שמתה מבית האבות משען בבאר שבע. ביחידה לטיפול באירועים מיוחדים וביחידה לטיפול נמרץ לחולי קורונה בבית החולים, מאושפזים כעת שמונה מטופלים: שניים במצב קשה, ארבעה במצב בינוני ושניים במצב קל.\nשני בני אדם מתו ביממה האחרונה מנגיף הקורונה בתאילנד - כך מסר דובר חדר המצב של המלחמה בנגיף במדינה. בנוסף לכך, 30 מקרי הידבקות חדשים בקורונה התגלו במדינה. מאז ההתפרצות בחודש ינואר דיווחה תאילנד על כ-2,643 מקרים של הנגיף ו-43 מתים, בעוד 1,497 חולים התאוששו ושוחררו לביתם.\n285 בני אדם מתו ביממה האחרונה לאחר שנדבקו בנגיף הקורונה בגרמניה - כך עולה מנתוני מכון רוברט קוך (RKI) למחלות זיהומיות. בכך עולה מספר המתים הכללי במדינה ל-3,254 בני אדם. עוד נמסר כי 2,486 מקרי הידבקות נוספים בווירוס התגלו בגרמניה, מה שמעלה את מספר הנדבקים הכללי במדינה ל-127,584 בני אדם.\n2,228 בני אדם מתו ביממה האחרונה מנגיף הקורונה בארצות הברית - כך עולה מנתוני אוניברסיטת ג'ונס הופקינס האמריקנית. מדובר במספר שיא של מתים ביום אחד במגיפה.\n46 בני אדם נדבקו בנגיף הקורונה ביממה האחרונה בסין - כך נמסר מרשויות הבריאות בבייג'ינג. מדובר בנתון נמוך מאלה שדווחו בימים האחרונים. 36 מהחולים החדשים הגיעו מחוץ למדינה. כמו כן, אדם אחד מת מהידבקות בנגיף ב-24 השעות האחרונות.\nממשלת יפן קראה הלילה לתושביה לצמצמם מגע ואינטראקציה ביניהם עד לרמה של \"70 אחוז פחות מהרגיל\" כדי להשטיח את עקומת ההידבקות בנגיף הקורונה במדינה. עוד נמסר מהממשלה כי נבחנת אפשרות של נתינת עזרה כלכלית על סך 933 דולר לכל אזרח.\nמזכ\"ל האו\"ם, אנטוניו גוטרש, אמר הלילה כי ההזדמנות לחקור את אופן התפשטות נגיף  הקורונה בעולם \"עוד תגיע\". \"זה לא הזמן לחקור את ההתפשטות וזה לא הזמן לקצץ במשאבי ארגון הבריאות העולמי\". גוטרש הוסיף כי \"זהו זמן לאחדות ולחיזוק הקהילה הבינלאומית לעבודה משותףפת להתגברות על הנגיף\".\n385 איש נדבקו בנגיף הקורונה במקסיקו ביממה האחרונה ו-406 מתו מהנגיף - כך נמסר הלילה  מהרשויות במדינה. הדבר מביא את סך החולים בקורונה במדינה ל-5,399.\n102 בני אדן נדבקו בנגיף הקורונה בפנמה ביממה האחרונה ומספר המתים עומד על 95 - כך נמסר הלילה ממשרד הבריאות של המדינה. מניין החולים בפנמה עומד על 3,574.\nנשיא ארצות הברית, דונלד טראמפ, הורה הלילה על הפסקת המימון לארגון הבריאות העולמי, לפחות באופן זמני, עקב טיפול הארגון במשבר הקורונה. במסיבת עיתונאים בבית הלבן אמר טראמפ כי \"הארגון כשל במחוייבותו העיקרית ועליו לקחת את האחריות\". עוד אמר הנשיא כי ארגון הבריאות העולמי לא בחן את דיווחי סין לגבי הנגיף, ומכיוון שזו לא דיווחה באופן אמין, הארגון קידם את המידע הכוזב שמסרה סין על נגיף הקורונה, דבר שהוביל לאחר מכן להתפרצות משמעותית יותר שלו בכל העולם.\nעשרת אלפים בני אדם מתו מנגיף הקורונה בעיר ניו יורק מאז ה-11 במרץ - כך נמסר הלילה ממחלקת הבריאות בעיר. מניין המתים החדש כולל 3,700 איש שמתו ככל הנראה המנגיף אולם שלא נבדקו באופן רשמי. \"מאחורי כל מוות ישנו חבר, בן משפחה, בן זוג. לכל תושב העיר שמת מהנגיף מגיע להיחשב ככזה\", נמסר מהעירייה.\nקרן המטבע הבינלאומית הודיעה הלילה כי תסייע לאל סלבדור שבמרכז אמריקה ותעביר לממשלה 389 מיליון דולר לשם התמודדות עם נגיף הקורונה שפרץ במדינה.\nצבא ארצות הברית סבור כי נגיף הקורונה התפתח ככל הנראה באופן טבעי, ולא פותח במעבדה סינית, אך עדיין אין ודאות לגבי זה - כך אמר יו\"ר המטות המשולבים מארק מיילי. \"יש המון שמועות וספקולציות. זה לא צריך להיות מפתיע שיש עניין רב לגבי הנגיף\", אמר הקצין הבכיר בתדרוך חדשותי, כשנשאל אם יש ראיות לכך שייתכן שווירוס הקורונה פותח במעבדה סינית.\nמושל מדינת ריו דה ז'ניירו בברזיל הודיע כי הוא נדבק בנגיף הקורונה. בסרטון שהעלה בטוויטר אמר המושל ווילסון וויסל שהוא לא מרגיש טוב בימים האחרונים עם חום וכאבי גרון, ולכן ביקש בדיקה וקיבל את התוצאה החיובית היום.\nכ-1,500 בני אדם מתו ביממה האחרונה בארצות הברית - כך עולה מנתוני סוכנות הידיעות רויטרס. בכך עבר מספר החולים בנגיף הקורונה בארצות הברית את ה-600 אלף - לפחות פי שלוש יותר מבכל מדינה אחרת. מספר מקרי המוות מהנגיף בארצות הברית עומד על יותר מ-25,300.", "url": "https://news.walla.co.il/item/3351972", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-16 23:07"}