{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3351875"}, "headline": "התפרצות הקורונה: מניין המתים עלה ל-123, סגר ברחבי הארץ", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/5/3005773-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, מאיה הורודניצאנו, לירן לוי, דניאל דולב, יואב איתיאל וסוכנויות ה"}, "datePublished": "2020-04-14 20:55:00", "dateModified": "2020-04-14 23:44:05", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "שלושה בני אדם בני 70 ומעלה מתו מהנגיף. 12,046 חולים בישראל, בהם 175 מאושפזים במצב קשה. תינוק בן 8 ימים אובחן כחולה בווירוס. המשטרה הציבה עשרות מחסומים על מנת לאכוף את הסגר. יותר מ-15 אלף איש מתו מתחילת התפרצות הקורונה בצרפת. עדכונים שוטפים", "title": "התפרצות הקורונה: מניין המתים עלה ל-123, סגר ברחבי הארץ", "subtitle": "שלושה בני אדם בני 70 ומעלה מתו מהנגיף. 12,046 חולים בישראל, בהם 175 מאושפזים במצב קשה. תינוק בן 8 ימים אובחן כחולה בווירוס. המשטרה הציבה עשרות מחסומים על מנת לאכוף את הסגר. יותר מ-15 אלף איש מתו מתחילת התפרצות הקורונה בצרפת. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל, ולפי הנתונים של משרד הבריאות, מניין המתים מהנגיף בארץ עלה ל-123, לאחר ששלושה קשישים מתו בשעות האחרונות בבתי החולים הדסה ושערי צדק, ובבית החולים פדה-פוריה. במקביל, מספר הנדבקים עלה ל-12,046, בהם 175 במצב קשה ומתוכם 133 מונשמים. עד כה 2,195 חולים החלימו ושוחררו לבתיהם. הממשלה אישרה הלילה (שלישי) את המגבלות לקראת שביעי של פסח וחגיגות המימונה, במסגרתן החל מהשעה 17:00 ועד יום חמישי לא יתאפשר מעבר בין יישובים. גורם במשטרה אמר כי האכיפה תוגבר בסמוך למאפיות, וכי החל ממחר בשעה 17:00 יסיירו אלפי שוטרים בשכונות מגורים ברחבי הארץ לוודא שלא מתקיימת הפרת הנחיות. כמו כן, צה\"ל יאפשר את יציאתם של כוחות לוחמים וחיילים במסגרות ההכשרה לחופשות, באופן הדרגתי ומבוקר. ברחבי העולם נמשך המאבק בהתפשטות הקורונה, ובסין דיווחה סוכנות הידיעות הרשמית של הממשלה כי שני חיסונים נגד קורונה נכנסו לתהליך ניסוי על בני אדם. זאת, בעוד בבייג'ינג דווח על אפס מתים מהווירוס ביממה האחרונה, ועל 89 נדבקים בלבד - כולם קיבלו את הנגיף מחוץ למדינה. בארצות הברית מתו עד כה מקורונה כ-23,644, וטראמפ הכריז כי ממשלו קרוב לגיבוש תכנית להחזרת המשק לפעולה. מניין הנדבקים בגרמניה נמצא בירידה ועומד על 125,098. מניין המתים מנגיף הקורונה בספרד עלה ב-300 ל-18,056.\nצבא ארצות הברית סבור כי נגיף הקורונה התפתח ככל הנראה באופן טבעי, ולא פותח במעבדה סינית, אך עדיין אין ודאות לגבי זה - כך אמר יו\"ר המטות המשולבים מארק מיילי. \"יש המון שמועות וספקולציות. זה לא צריך להיות מפתיע שיש עניין רב לגבי הנגיף\", אמר הקצין הבכיר בתדרוך חדשותי, כשנשאל אם יש ראיות לכך שייתכן שווירוס הקורונה פותח במעבדה סינית.\nמושל מדינת ריו דה ז'ניירו בברזיל הודיע כי הוא נדבק בנגיף הקורונה. בסרטון שהעלה בטוויטר אמר המושל ווילסון וויסל שהוא לא מרגיש טוב בימים האחרונים עם חום וכאבי גרון, ולכן ביקש בדיקה וקיבל את התוצאה החיובית היום.\nכ-1,500 בני אדם מתו ביממה האחרונה בארצות הברית - כך עולה מנתוני סוכנות הידיעות רויטרס. בכך עבר מספר החולים בנגיף הקורונה בארצות הברית את ה-600 אלף - לפחות פי שלוש יותר מבכל מדינה אחרת. מספר מקרי המוות מהנגיף בארצות הברית עומד על יותר מ-25,300.\nדיירת נוספת מבית האבות משען רמת אפעל שסובלת מתסמינים של נגיף הקורונה הועברה לאשפוז בבית החולים איכילוב בתל אביב. זאת לאחר שהתגלה דייר אחר מבית האבות כחולה בקורונה. אתמול נלקחו בדיקות מ-15 אנשים, והיום הושלמה נטילת הבדיקות מכל השוהים.\nמשרד הבריאות מסר על עלייה במספר הנדבקים בנגיף הקורונה בישראל. כעת עומד מספר הדבקים על 12,046. גם במספר המתים נרשמה עלייה, כשעוד ארבעה בני אדם הלכו לעולמם בשעות האחרונות ומספר המתים בישראל עלה ל-123. 175 מהחולים במצב קשה ומתוכם 133 מונשמים. עד כה 2,195 חולים החלימו ושוחררו לבתיהם.\nצרפת עברה היום (שלישי) רשמית את סף 15 אלף מקרי המוות כתוצאה מנגיף הקורונה, והפכה למדינה הרביעית שעוברת את הסף הזה לאחר איטליה, ספרד וארצות הברית. 762 בני אדם מתו ביממה האחרונה, מה שאומר כי שיעור עליית המתים עולה שוב לאחר שהתייצב בימים האחרונים.\n107 בני אדם מתו ביממה האחרונה בטורקיה ו-4,062 בני אדם התגלו כחולים בנגיף הקורונה במדינה - כך מסר שר הבריאות הטורקי פרטין קוקה. מספר המתים עלה ל-1,403, ומספר מקרי הקורונה הכולל במדינה עומד על 65,111.\nחולה קורונה שהתגורר בבית האבות משען ברמת אפעל אותר בסוף השבוע. מדובר בחולה הראשון מבית האבות, וכל המחלקה הוכנסה לבידוד. אתמול נלקחו בדיקות מ-15 אנשים, והיום (שלישי) הושלמה נטילת הבדיקות מכל השוהים.\nמושל ניו יורק אנדרו קואומו אמר כי מספר האשפוזים הכולל במדינה ירד לראשונה מאז הופעת נגיף הקורונה. לטענתו, הדבר מראה כי המשבר עשוי להיות קרוב לשיא. קואומו, שנאם בתדרוך יומי, אמר גם כי הנשיא דונלד טראמפ \"לא דייק\" בקביעתו שהייתה לו סמכות לקבל את ההחלטה מתי לפתוח מחדש בתי ספר ועסקים במדינות.\n602 בני אדם מתו מקורונה ביממה האחרונה באיטליה - כך נמסר מהסוכנות להגנת האזרחים במדינה. בכך עלו מקרי המוות מהנגיף ליותר מ-21 אלף. אתמול מתו באיטליה 566 בני אדם לאחר שנדבקו בקורונה. עם זאת, נרשמה ירידה קלה בגידול מספר הנדבקים, כש-2,972 מקרי קורונה חדשים התגלו ביממה האחרונה. מספר המקרים שאושרו רשמית טיפס ל-162,488, המספר השלישי בגובהו בעולם אחרי ארצות הברית וספרד.\nבריטניה פועלת להכללת מקרי מוות מנגיף הקורונה המתרחשים מחוץ לבתי החולים במספרים היומיים - כך אמר מנהל הארגון האנגלי לבריאות הציבור. הנתונים היומיים שמפרסם משרד הבריאות במדינה מתייחסים רק למקרי מוות בבתי החולים, והנתונים הרשמיים צפויים להיות רחבים בהרבה.\nבבית חולים סנט ג'וזף שבמזרח ירושלים דיווחו על שלושה חולים בקורונה שאושפזו היום. שלושתם גברים ממזרח העיר, והם במצב יציב.  בית החולים למעשה פתח היום את מחלקת הקורונה, עד כה החולים בירושלים פונו רק לבתי החולים שערי צדק והדסה עין כרם.\nירדן לא תאפשר תפילות ציבוריות במסגדים במהלך חודש הרמדאן המתחיל בשבוע הבא, כחלק מהצעדים כדי לעצור את התפשטות נגיף הקורונה - כך הודיע שר הדתות במדינה. השר, מוחמד ח'אליילה, אמר כי התפילה המסיימת את הצום בכל יום תיאסר. כמו במדינות מוסלמיות אחרות, הרשויות סגרו מסגדים ומקומות פולחן ציבוריים, כחלק מהאיסור על התכנסויות כדי למנוע את התפשטות הנגיף במדינה, שבה נרשמו כבר 391 מקרים מאושרים ו-7 מקרי מוות.\nחולה קורונה בן 78 מת בבית החולים הדסה עין כרם בירושלים. הוא סבל ממחלות רקע רבות ומורכבות וטופל כשהוא מונשם ומורדם ביחידה לטיפול נמרץ נשימתי. צוות בית החולים אפשר לבני המשפחה להגיע ליחידה על מנת להיפרד ממנו.\nנשיא המדינה ראובן ריבלין יעביר את החג השני בגפו, אחרי הביקורת הציבורית שספג בשבוע שעבר על כך שחגג את ערב ליל הסדר עם בתו והפר את הוראות הבידוד של משרד הבריאות. ריבלין העלה בחשבון הטוויטר שלו תמונה של שיחה משפחתית בזום וכתב: \"התבלטתי אם לכתוב שוב בכניסת החג. לפעמים עדיף לו לאדם לא לדבר ולקבל על ראשו את הכעס\". הוא הסביר כי \"אני מקבל מכם על הראש בשבוע האחרון על בחירה לא נכונה שעשיתי, שאין דרך להצדיק אותה. בחג השני אני נוהג אחרת, ומקווה שהימים שעוד נכונו לנו 'שיהיו נכונים, שיהיו רכונים, שיהיו מעלינו כמו כפות תמרים'. חג שמח, מהריבלינים\".\nמטופל בן 90 עם מחלות רקע מורכבות מת במחלקה המבודדת בבית החולים לאחר שנדבק בנגיף הקורונה - כך נמסר מהמרכז הרפואי שערי צדק בירושלים.  בבית החולים מאושפזים 114 מטופלים, מתוכם 12 מונשמים.\nחולת קורונה בת 71 מתה בבית החולים - כך מסר המרכז הרפואי פדה-פוריה. החולה הגיעה מבית אבות בטבריה, היא אושפזה במצב קשה הונשמה והורדמה. היא סבלה ממחלות רקע מרובות.\nמרגע זה ועד ליום חמישי בשעה 05:00 לפנות בוקר, נכנס לתוקפו סגר ברחבי הארץ. במסגרת ההגבלות ייאסר מעבר בין יישובים לצורכי הצטיידות במזון, תרופות ומוצרים חיוניים - למעט יישובים שבתחומם לא ניתנים שירותים אלה. כמו כן היציאה מהבית להתאווררות מוגבלת למרחק של 100 מטר כפי שהיה עד כה. ההגבלות מחריגות יישובים שמרבית תושביהם אינם יהודים. מחסומים הוקמו בכבישים הבין עירוניים. מחר בערב, לקראת צאת החג השני ועם פתיחת חגיגות המימונה תוגבר האכיפה במרכולים והמשטרה תוודא שמאפיות לא פותחות את שעריהן.\n778 בני אדם מתו ביממה האחרונה בבריטניה, לאחר שנדבקו בנגיף הקורונה - כך נמסר ממשרד הבריאות הבריטי. בכך עלה מניין המתים מנגיף הקורונה בבתי חולים ברחבי בריטניה ל-12,107. עוד נמסר ממשרד הבריאות כי 93,873 אובחנו כחולים בנגיף.\n143 מקרי הידבקות חדשים בנגיף הקורונה אותרו ביממה האחרונה בדרום אפריקה - כך מסר שר הבריאות הדרום אפריקני. בכך עלה מספר חולי הקורונה במדינה ל-2,415.\nתינוק בן 8 ימים מבית שמש, שנולד בבית החולים הדסה הר הצופים בירושלים, פונה אתמול בערב לטיפול בשל חום. התינוק נבדק ונמצא חיובי לקורונה. בזכות מיומנות וערנות הצוות המטפל התינוק הושם בבידוד מרגע קבלתו ועד לאבחנה. מצב התינוק טוב והוא נמצא בהשגחה מקצועית צמודה של רופאי ילדים ומומחיות במחלות זיהומיות. האם, שלא סובלת מסימפטומים, עברה בדיקה לקורונה שתוצאותיה תתקבלנה בהקדם, והיא שוהה עם בנה במחלקה מבודדת ומיוחדת שהוכנה מבעוד מועד לקליטת משפחות וילדים קטנים. האם נבדקה לקורונה בהדסה הר הצופים ונמצאה שלילית.\nקשישה בת 93 החלימה מקורונה והוחזרה לבית האבות בנהריה. מדובר בקשישה הרביעית מאותו בית אבות, שהחלימה ממחלתה במרכז הרפואי לגליל בעיר. זאת לאחר ששלוש קשישות בנות 97, 96 ו-91 מבית האבות, שוחררו בחזרה לאחר שהחלימו ממחלתן. הקשישה, בת 93 הסובלת ממחלות רקע שונות, הובאה למרכז הרפואי לפני כשבוע וחצי במצב שהוגדר קל עד בינוני, ושוחררה לאחר שהחלימה סופית ממחלת הקורונה. במחלקה מאושפזים שני קשישים נוספים מבית האבות, במצב קל. בנוסף לקשישה, שוחרר היום  לביתו גבר בן 64, תושב אחד הכפרים בגליל, שהחלים אף הוא מהמחלה. היום בשעת צהריים הובאה למחלקה חולה מאומתת בת 45, תושבת אחד הכפרים בגליל, במצב קל. סך הכל מאושפזים במחלקה 11 חולים, רובם במצב קל.\n2,419 דוחות חדשים נרשמו ביממה האחרונה לאזרחים שהפרו את הנחיות משרד הבריאות למניעת התפשטות נגיף הקורונה על ידי המשטרה. בין היתר, הוצאו ארבעה צווי סגירה לעסקים, 1,947 דוחות נרשמו למבודדי בית שהפרו את הבידוד, 192 חקירות נפתחו בגין הפרת צווים, הפרת הוראה חוקית והפצת מחלה ו-48 חקירות נפתחו בגין פייק ניוז. בימים האחרונים נרשמת מגמת עלייה בחלוקת הדוחות. אתמול חולקו 2,221 דוחות חדשים ושלשום 2,092 דוחות.\nשוטרים פיזרו תפילה שנערכה בבית בבני ברק והועברה בשידור חי. השוטרים הוזעקו לבניין לאחר תלונות על רעש ומוזיקה חזקה שהושמעה באמצעות רמקולים שהוצבו במרפסת הדירה בעיר. השוטרים ביקשו תחילה להנמיך את המוזיקה, אך השכנים עדיין התלוננו על הרעש החזק. השוטרים חזרו למקום וניסו לדבר עם בעל הדירה, אך זה לא פתח להם את הדלת. בתגובה נכנסו השוטרים דרך המרפסת, ניתקו את הרמקולים ועזבו ללא חלוקת קנסות.\nחולה קורונה בן 82 מת בבית החולים וולפסון. לחולה היו מחלות רקע והוא אושפז בבית החולים במשך שלושה ימים. בכך, עלה מניין המתים ל-119.\nהרמטכ\"ל אביב כוכבי סייר בבני ברק יחד עם ראש העיר אברהם רובינשטיין ואמר כי צה\"ל \"נמצא בכל מקום שצריך ואפשר מכיוון שיש פה שיתוף פעולה מלא מצד העירייה והאזרחים. יש הירתמות של החיילים והצבא\". לדבריו, \"זה אירוע מעורר גאווה ומרגש\".\nמניין המתים מנגיף הקורונה בספרד עלה ב-300 ל-18,056 - כך נמסר מהרשויות המקומיות במדינה. במקביל, עלה מניין הנדבקים בנגיף בספרד ב-2,442 ל-172,541.\nנשיא ארצות הברית, דונלד טראמפ, אמר לנשיא רוסיה, ולדימיר פוטין, כי ארצות הברית מוכנה לשלוח ציוד רפואי לרוסיה, בצל המאבק בנגיף הקורונה - כך מסרה סוכנות הידיעות אינטרפקס כשציטטה את שר החוץ של רוסיה, סרגיי לברוב. שר החוץ הוסיף ואמר כי גם מוסקבה תשקול לשלוח ציוד נוסף לארצות הברית, מהלך שביצעה בסוף החודש שעבר.\nמניין המתים מנגיף הקורונה באיראן עלה ל-4,683 - כך נמסר ממשרד הבריאות במדינה. במקביל, מניין הנדבקים באיראן עלה ל-74,877 בני אדם.\nהמשטרה איתרה אמש בחוף פלמחים מתחם אוהלים ובו משפחות מאשדוד שיצאו לנפוש - זאת בניגוד לתקנות לשעת חירום. לנופשים נרשמו קנסות בגין יציאה אסורה למרחב הציבורי, בניגוד לתקנות החירום והשוטרים הורו להם לשוב לביתם.\nישראייר הודיעה על הוספת טיסות חילוץ ישראלים במהלך השבוע ושבוע הבא מאירופה. מחר תתבצע טיסת חילוץ מליסבון שתגיע לארץ בשעה 20:30; ביום שישי ה- 17.4 תתבצע טיסה משולבת מפריז וברצלונה; ביום ראשון ה- 19.4 ישראייר תפעיל שתי טיסות חילוץ טיסה ממילאנו וכן טיסה מטיביליסי; ביום שני ה- 20.4 טיסה מבודפשט.\nהמדינה שוקלת להטיל על שב\"כ תפקידים נוספים לבד מאיכוני טלפונים, במסגרת המאבק בהתפשטות הקורונה. כך עולה מתגובת המדינה שהוגשה היום לבג\"ץ. בתגובת המדינה נכתב כי \"במסגרת דיוני צוות השרים, המתקיימים בימים אלו ממש, נשקלת הוספת משימות לשירות הביטחון הכללי, לצד בחינת חלופות נוספות כאמור בהחלטת הממשלה. תכלית האמור היא לשפר את אפקטיביות הסיוע הניתן למשרד הבריאות, על מנת שניתן יהיה להוסיף ולפעול להאטת התפשטות הנגיף, תוך הסרה חלקית של המגבלות על חופש התנועה\".עוד נכתב בתגובת המדינה כי במידה ואכן יוחלט להטיל על השב\"כ משימות נוספות, הדבר ידרוש תיקון של החלטת הממשלה בעניין, אישור של היועץ המשפטי לממשלה ושל ועדת המשנה לענייני מודיעין ושירותים חשאיים של הכנסת\".\nהביטוח הלאומי אמר כי ביום חמישי הקרוב (16/4) מעל למיליון אזרחים ותיקים יקבלו את מענק של 500 שקלים, בסך כולל של 620,262,034 שקלים. תוספת למענק בסך 450 שקל תשולם לאזרחים ותיקים שבנוסף מקבלים לפחות אחת מהקצבאות הבאות: השלמת הכנסה, סיעוד, שירותים מיוחדים - סך הכל יקבלו 950 שקל. הביטוח הלאומי מדגיש שאת תוספת ה-450 שקל זכאי לקבל רק אחד מבני הזוג, גם אם שניהם זכאים למענק זה.בנוסף, יועברו גם קצבאות נכים לכ-39,000 זכאי קצבאות נכות (הפעימה השנייה) בסך כולל של 19,509,056 שקלים.\nמניין הנדבקים בשטחי הרשות הפלסטינית עלה ל-320, בהם חמישה מאל-עזריה ממזרח לירושלים.\nחולה קורונה בן 81 מת בבית החולים איכילוב. החולה סבל ממחלות רקע. בכך, עלה מניין המתים מהנגיף בישראל ל-118.\nגורם במשטרה אמר כי \"מחר משעה 19:00 ועד 02:00 בלילה נגביר את האכיפה במאפיות במטרה לא לאפשר להם לפתוח כפי שכתוב בתקנות ולמנוע התקהלויות. יהיו כוחות ייעודים שיסיירו בין המאפיות ויוודאו שהן סגורות. בעל מאפיה שיפתח, תהיה נגדו אכיפה נוקשה. ולא רק בעל המאפיה יסתכן בקנס גבוה  אלא גם לקוחות שיקנו בצאת החג\". בנוסף, הדגיש כי \"היום החל מהשעה 17:00 יהיו יותר מחסומים בצירים במטרה למנוע מעבר משפחות בין ערים לקראת החג. מחר החל מהשעה 17:00 יהיו בין 7,000-9,000 שוטרים שיסיירו בשכונות המגורים במטרה לוודא שאנשים לא עוברים על התקנות\".במשטרה הוסיפו, \"אסור לבקר אצל שכנים גם אם הם גרים בטווח המאה מטר מהבית.בנוסף, ביום המימונה המשטרה תפרס בכוחות גדולים בפארקים ותפרס במטרה למנוע את חגיגות המימונה בצל הקורונה\".\nחולת קורונה בת 86 מתה הלילה בבית החולים שיבא. הקשישה סבלה ממחלות רקע. בכך, עלה מניין המתים מהנגיף בישראל ל-117.\nבית החולים השיקומי \"רעות\" בתל אביב ערך אמש לעובדיו ולמאושפזים בו בדיקות קורונה. לדברי המרכז, הבדיקות בוצעו לבקשתו לאחר שרופאה מתמחה נמצאה חיובית לנגיף ומחלקת שיקום המונה 47 מאושפזים הוכנסה לבידוד. ביום שישי הקרוב יסיימו המאושפזים את ימי הבידוד. כלל המאושפזים וצוות המחלקה חשים בטוב וללא תסמינים.\nשירות בתי הסוהר הודיע כי יחל בביצוע יזום ומדגמי של בדיקות קורונה לאסירים ואנשי סגל, זאת לאחר שמשרד הבריאות נענה לבקשתו בעניין. תהליך הבדיקות החל היום ויבוצע תחילה במאה אסירים ואנשי סגל המשרתים במרכז הרפואי של שב\"ס (מר\"ש), שם מוחזקת אוכלוסיה הנמצאת בקבוצת סיכון, כמו גם כלואים המבודדים בהתאם להנחיות משרד הבריאות ובבית הסוהר \"מגן\" הסמוך לו. לדברי שב\"ס, בהמשך ובהתאם לקצב ניפוק ערכות הבדיקה ממשרד הבריאות ימשך הליך הבדיקה המדגמית בכלל אוכלוסיית שב\"ס.\nפרקליטות מחוז ירושלים (פלילי) הגישה לבית המשפט השלום בעיר כתב אישום נגד תושב בית שמש בן 22 בגין התקהלות, תקיפת שוטר ושיבוש הליכי משפט באירועי הפרת סדר בבית שמש. על פי כתב האישום, שהוגש על ידי עו\"ד שי עציון, הנאשם נכח בכמה אירועי הפרת סדר והתקהלות בבתי כנסת בבית שמש, כשהוא תוקף שוטרים, יורק עליהם וזורק עליהם חפצים. מלבד למעצרו, ניתנו לו כמה דוחות משטרתיים לפי צו בריאות העם.\nמשרד הבריאות אמר כי ב-24 השעות האחרונות בוצעו 9,459 בדיקות לגילוי קורונה.\nיו\"ר נשיאות המגזר העסקי, דובי אמיתי, אמר בדיון בוועדת הכספים על תכנית המענקים בהשתתפות מנהל רשות המיסים כי \"המגזר העסקי החליט לא לחכות יותר ועתר אתמול לבג\"ץ למימוש קרן הפיצויים של מס רכוש. מדובר במנגנון פשוט שקיים בחוק ולא צריך להמציא שום דבר חדש. במידה ודברים לא יקרו, הממשלה במו ידיה תקריס המשק והכלכלה ואנחנו נדרוש על כך ועדת חקירה\".מנהל רשות המיסים, ערן יעקב, שנכח בדיון, השיב לאמיתי: \"יהיה מודל פיצוי משמעותי לעסקים, שר האוצר צריך להכריע איזה מודל פיצוי או מענק זה יהיה ומה תהיה הפלטפורמה\".\nעשרות מפגינים מטעם \"איגוד השכירים בעלי שליטה\" יצאו להפגין בכיכר רבין בתל אביב ולהתריע לדבריהם מפני קריסה כלכלית של אלפי תאגידים. \"משמעות הקריסה העומדת להתרחש היא מאות אלפי מובטלים ללא עתיד תעסוקתי העומדים להשתחרר למשק. פקידי האוצר עסוקים בלטייח דמי אבטלה לשכירים וממש מקפידים לא לפתור את הבעייה של העסקים הקטנים והבינונים. אנחנו לא טייקונים, לא נשרוד חודשים כאלו, ובלעדנו המשק יחזור שנות אור אחורה\".\nמשרד הבריאות פרסם את נתוני נגיף הקורונה על פי ישובים, ומהם עולה כי בעיר בני ברק, המונה כ-195,298, נערכו בדיקות קורונה בכ-9,517, מהם נמצאו חולים כ-2,053 תושבים. במקביל, 154 החלימו ושוחררו לבתיהם, וכי 258 תושבים נמצאים בבידוד.\nמשרד הבריאות עדכן כי מניין המתים מהנגיף בארץ עלה ל-117, בהם אישה בת 40 בבית החולים לניאדו. במקביל, מספר הנדבקים עלה ל-11,868, בהם 181 במצב קשה ומתוכם 136 מונשמים. עד כה 2,000 חולים החלימו ושוחררו לבתיהם.\nמניין הנדבקים מנגיף הקורונה עלה ב-2,082 ל-125,098 - כך נמסר ממכון רוברט קוך למחלות זיהומיות. לדברי המכון, קיימת ירידה במספר הנדבקים זה היום הרביעי. במקביל, מניין המתים מהנגיף במדינה עלה ב-170 ל-2,969.\nמניין הנדבקים מנגיף הקורונה עלה ב-293 ל-23,723 בני אדם - כך נמסר מהרשויות המקומיות. במקביל, עלה מספר המתים ב-27 ל-1,355.\n353 מקרים חדשים של הידבקות בנגיף הקורונה אובחנו במקסיקו, ובכך עולה מניין החולים במדינה ל-5,014 - כך הודיע משרד הבריאות המקסיקני. סגן שר הבריאות, הוגו לופס-גאטל, אמר כי כפי הנראה, במקסיקו ישנם עוד חולים רבים בווירוס שלא אובחנו.\n1,509 חולי קורונה מתו ביממה האחרונה בארצות הברית - כך הודיעה אוניברסיטת ג'ונס הופקינס.\nהפרלמנט בטורקיה אישר חוק שיאפשר את שחרורם של עשרות אלפי אסירים מבתי כלא במדינה, זאת בניסיון להקל על הצפיפות במתקנים כחלק מהמאבק בקורונה. 279 חברי פרלמנט תמכו בחוק, בהם נשיא המדינה רג'פ טייפ ארדואן ומפלגתו, ורק 51 מחוקקים הצביעו נגד.\nסין רושמת יממה ללא מתים מנגיף הקורונה, ואיתורם של 89 חולים חדשים - כך הודיעו רשויות הבריאות בבייג'ינג. בכך, הגיע מספר החולים הכללי במדינה בה פרץ לראשונה הנגיף 82,249, ומניין המתים נותר על 3,341 בסך הכל.\nנשיא ארצות הברית דונלד טראמפ אמר כי ממשלו קרוב להשלים את התכנית לפתיחת המשק האמריקני מחדש, שהושבת ברובו במסגרת המאבק בהתפשטות נגיף הקורונה. בתדריך יומי שערך טראמפ לכתבים בבית הלבן הוא הוסיף כי ישנה האטה מסוימת בכמות התמותה של חולי קורונה בארצות הברית, מה שמראה את ההשפעה של מגבלות הריחוק החברתי.\nהממשלה אישרה בישיבה טלפונית הטלת סגר במהלך שביעי של פסח והמימונה - החל מהשעה 17:00 ועד יום חמישי בשעה 05:00 בבוקר. במסגרת הגבלות התנועה לא תתאפשר יציאה מיישובי המגורים, בדומה לסגר שהוטל במהלך ערב החג. בצאת החג יוכל הציבור להצטייד במזון ותרופות, והמאפיות ייפתחו ביום חמישי לפנות בוקר. לקראת סוף השבוע תתגבש תכנית לשחרור הדרגתי של המשק ומוסדות החינוך.\nמניין המתים מנגיף הקורונה עלה ב-1,357 ל-23,462 - כך נמסר מהרשויות המקומיות. במקביל, מניין הנדבקים עלה ב-23,111 ל-583,411.\nבהערכת מצב שהתקיימה היום קיבל הרמטכ\"ל אביב כוכבי את המלצת סגן הרמטכ\"ל, אלוף אייל זמיר, לאפשר את יציאתם של כוחות לוחמים וחיילים במסגרות ההכשרה לחופשות, באופן הדרגתי ומבוקר - כך נמסר מדובר צה\"ל. החל מיום ראשון, יצאו בהדרגה כוחות לוחמים בתעסוקה מבצעית ואחריהם כוחות באימונים והכשרות לחופשה בבתיהם. הלוחמים יתודרכו לשמירה מוקפדת על ההנחיות הרפואיות של צה\"ל ומשרד הבריאות. עם חזרת הכוחות יתבצעו תשאולים ובדיקות.", "url": "https://news.walla.co.il/item/3351875", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-14 20:55"}