{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3351657"}, "headline": "קורונה: 11,586 נדבקו בקורונה בישראל, מספר המתים - 116", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/5/3005725-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, אלי אשכנזי, מאיה הורודניצאנו, יואב איתיאל, יקי אדמקר, לירן לוי, יניר יגנה, אמ"}, "datePublished": "2020-04-13 23:33:00", "dateModified": "2020-04-13 23:34:14", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "בין החולים 183 במצב קשה, 132 מונשמים ו-1,855 מחלימים. מספר המתים עלה ל-116. נתניהו הודיע על סגר מחר ב-17:00 ועד לחמישי ב-5:00, אתם מתבקשים לחגוג שביעי של פסח ומימונה בחוג משפחתי מצומצם. צהל יאפשר ללוחמים יציאה הדרגתית לחופשה. עדכונים שוטפים", "title": "11,586 נדבקו בקורונה בישראל, מספר המתים עלה ל-116", "subtitle": "בין החולים 183 במצב קשה, 132 מונשמים ו-1,855 מחלימים. מספר המתים עלה ל-116. נתניהו הודיע על סגר מחר ב-17:00 ועד לחמישי ב-5:00, \"אתם מתבקשים לחגוג שביעי של פסח ומימונה בחוג משפחתי מצומצם\". צה\"ל יאפשר ללוחמים יציאה הדרגתית לחופשה. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל. לפי הנתונים של משרד הבריאות, מניין המתים מהנגיף בישראל עלה היום (שני) ל-116, בהם אישה בת 40 בבית החולים לניאדו. במקביל, מספר הנדבקים עלה ל-11,586, בהם 183 במצב קשה ומתוכם 132 מונשמים. עד כה 1,855 חולים החלימו ושוחררו לבתיהם.ראש הממשלה בנימין נתניהו אמר בהצהרה לתקשורת כי ההנחיות החדשות שבכוונתו לאשר כוללות החלת סגר החל ממחר ועד ליום חמישי, ודרישה מהציבור לחגוג את שביעי של פסח ואת המימונה בחוג משפחתי מצומצם. דיון בג\"ץ בעתירה על הסמכת השב\"כ והמשטרה לעקוב אחר חולי קורונה, אלו שבאו עמם במגע ומבודדי בית יעבור בשידור חי ביום חמישי בבוקר. חזרתם של תלמידי החינוך המיוחד לבתי הספר צפויה להתעכב בכמה ימים, כיוון שמשרד הבריאות טרם אישר את המתווה. משרד הבריאות דורש עוצר במהלך החג השני, נוסף על ביטול חגיגות המימונה. בנוסף, במשרד מנסים לקדם הטלת סגר שימנע מעבר בין הערים, ממחר אחר הצהריים ועד מוצאי שבת. ברחבי העולם חלה התמתנות קלה במספרי המתים מנגיף הקורונה, כשמספר הנדבקים העולמי בנגיף עבר את ה-1.8 מיליון, ויותר ממאה אלף בני אדם מתו. בארצות הברית מניין המתים מהנגיף כמעט הגיע ל-21 אלף. באיטליה חצה מניין המתים מנגיף הקורונה את ה-20 אלף, עם 566 מתים ביממה האחרונה. בסין אותרו 108 מקרי הידבקות חדשים בנגיף הקורונה. זהו המספר הגבוה ביותר של מקרים יומיים חדשים במשך יותר מחמישה שבועות.\nמניין המתים מנגיף הקורונה עלה ב-1,357 ל-23,462 - כך נמסר מהרשויות המקומיות. במקביל, מניין הנדבקים עלה ב-23,111 ל-583,411.\nבהערכת מצב שהתקיימה היום קיבל הרמטכ\"ל אביב כוכבי את המלצת סגן הרמטכ\"ל, אלוף אייל זמיר, לאפשר את יציאתם של כוחות לוחמים וחיילים במסגרות ההכשרה לחופשות, באופן הדרגתי ומבוקר - כך נמסר מדובר צה\"ל. החל מיום ראשון, יצאו בהדרגה כוחות לוחמים בתעסוקה מבצעית ואחריהם כוחות באימונים והכשרות לחופשה בבתיהם. הלוחמים יתודרכו לשמירה מוקפדת על ההנחיות הרפואיות של צה\"ל ומשרד הבריאות. עם חזרת הכוחות יתבצעו תשאולים ובדיקות..\n11,586 נדבקו בקורונה בישראל, מספר המתים עלה ל-116 - כך נמסר ממשרד הבריאות. בין החולים 183 במצב קשה, 132 מונשמים ו-1,855 מחלימים.\nחולה ראשון בנגיף הקורונה אובחן במחנה הפליטים שועפאט. פעיל השכונה, כאמל געברי, אמר שמדובר בתושב שעובד עם קשישים ומתנדב במד\"א, וכי החולה יצא מהשכונה והתפנה למלונית.\nראש הממשלה בנימין נתניהו אמר בהצהרה לתקשורת כי ההנחיות החדשות שבכוונתו לאשר כוללים החלת סגר ממחר ועד חמישי, תוך חובה להישאר בגבולות הערים והישובים. \"ממחר, ערב החג בשעה 17:00 ועד יום חמישי ב-5:00 בבוקר חובה להישאר בגבולות הערים והיישובים ובתוך המתחם השכונתי בירושלים. אתם מתבקשים לחגוג שביעי של פסח ומימונה בחוג משפחתי מצומצם. במימונה נאסור כל התקהלות בפאקרקים ובגנים ובמקומות הציבוריים\". נתניהו הוסיף כי \"בצאת החג תוכלו ללכת לקנות מזון ותרופות - המאפיות ייפתחו בחמישי לפנות בוקר\".\nמשרד הבריאות ימסור מחר מאות מטושים למרכז הרפואי הדסה - זאת בעקבות הפרסום בוואלה! NEWS על כך שהמשרד סירב לשלוח את המטושים. ההנחיה מוקדם יותר שלא לשלוח את המטושים הייתה בהוראת המשנה למנכ\"ל, פרופ' איתמר גרוטו. לדברי מנכ\"ל הדסה, פרופ' זאב רוטשטיין, הצעד נעשה כ\"נקמה\" בו.\nראש הממשלה בנימין נתניהו צפוי למסור הערב הצהרה לתקשורת, זאת ברקע הדיונים על החמרת הגבלות התנועה.\nזיו דשא, ראש המועצה המקומית זכרון יעקב, פנה למשרד הבריאות בנוגע לדיסאינפורמציה בנתונים שמתפרסמים. \"המידע הסותר שמפורסם לציבור יוצר אי-בהירות, מגביר את הלחץ ואי הוודאות בקרב התושבים ומקשה עלינו כמועצה בעבודתנו\". לדבריו, למנהלת המחלקה לשירותים חברתיים במועצה נמסר על ידי נציג משרד הפנים כי בזכרון יעקב יש 27 חולים בקורונה. זאת, בעת שבטבלה שהופצה על ידי משרד הבריאות הופיעו 34 חולים מאומתים, ובבדיקה שעשתה המועצה המקומית מול רופאת הנפה, ד\"ר אירנה וולוביק, עלה כי מספר החולים הידוע לה הוא 30. היום, פרסם משרד הבריאות כי בזכרון יעקב על המספר ל-35 מאובחנים חיובי ובמקביל הודיע משרד הפנים לדשא כי מספרם ירד ל-25.  \"אני קורא למשרד הבריאות לדייק בנתונים הנמסרים לנו\".גורם במשרד הפנים המכיר את הנושא אמר לוואלה! NEWS כי למשרד הפנים כלל אין מידע משלו, והוא מסתמך אך ורק על נתוני משרד הבריאות. ממשרד הבריאות טרם נתקבלה תגובה לדברים.\nמניין המתים מנגיף הקורונה באיטליה עלה ל-20,465 - כך נמסר מהרשויות המקומיות. במקביל, עלה מניין הנדבקים בנגיף האיטליה ל-159,516.\nקשישה בת 91 שסבלה ממחלות רקע מתה מנגיף הקורונה. היא אושפזה במרכז הרפואי שהם פרדס חנה, לאחר שהגיעה ממעון הורים ירושלים. בכך, עלה מניין המתים מהנגיף בישראל ל-114. הקשישה היא המתה השנייה מקורונה בבית החולים, בו מטופלים כעת שישה נוספים ממעון הורים ירושלים, 14 מבית האבות יוקרה ביבנאל, שלושה מבית האבות הבולגרי בראשון לציון, שניים מבית האבות גרבסקי במגדל העמק, אחד מעמל השרון ואחד ממשען חולון.\nשירות התעסוקה הודיע כי שיעור דורשי העבודה עלה ל-26.1% בעקבות משבר הקורונה. במהלך היום נרשמו 2,903 דורשי עבודה נוספים, והמספר הכולל של הנרשמים החדשים מתחילת המשבר הוא 946,053 בני אדם. מתוכם 88.7% הוצאו לחופשה ללא תשלום, ו-6.9% פוטרו.\nדיון בג\"ץ בעתירה המתוקנת של האגודה לזכויות האזרח, בעניין הסמכת השב\"כ והמשטרה לעקוב אחר חולי קורונה, אלו שבאו עמם במגע ומבודדי בית יעבור בשידור חי ביום חמישי, בשעה 11:30. בדיון יקחו חלק נשיאת בית המשפט אסתר חיות, המשנה לנשיאה חנן מלצר והשופט נעם סולברג.\nכ-50 עצירים בכלא איילון מחו על פגיעה בתנאי כליאתם בזמן משבר נגיף הקורונה. האסירים החזירו את ארוחת הצהריים שקיבלו, בטענה של מחסור בציוד וסיגריות, וביטול ביקורי המשפחות. גורם בשב\"ס סיפר כי בימים האחרונים חלה עלייה במקרי אלימות בין אסירים, בצל הלחץ הגדול שהם חווים בשל ההחמרה בתנאים. סגל בית הסוהר איילון נערך לטיפול משמעתי נוסף באסירים במידה והמחאה תימשך.\nדייר המחלקה הסיעודית בדיור המוגן משען באר שבע, בן 90, החלים מנגיף הקורונה ושוחרר. הדייר אושפז לפני שבועיים בבית החולים סורוקה, ולאחר שחש בטוב ונמצא שלילי לנגיף בשתי בדיקות שנערכו לו, החליטה משפחתו להחזירו לדיור הסיעודי.\nמ\"מ מפכ\"ל המשטרה, ניצב מוטי כהן, הגיע לירושלים לסיור יחד עם מפקד המחוז, ניצב דורון ידיד, ברקע מגבלות התנועה שהוטלו על שכונות בעיר כדי למנוע את התפשטות נגיף הקורונה. זאת, בכדי לראות מקרוב את הפעילות בשטח ולשוחח עם כוחות המשטרה הפועלים ברחבי הבירה. \"עלינו לפעול בבנחישות כלפי המעטים הבוחרים לזלזל בחוק ולנסות להכשיל את פעילות האכיפה המתבצעת\", אמר כהן.\nמניין המתים מנגיף הקורונה בבריטניה עלה ב-717 ל-10,261 - כך מסר ארגון הבריאות בממלכה. במקביל, מניין החולים עלה ל-88,621 בני אדם.\nראשי הערים החרדיות השתתפו בסרטון של משרד הבריאות, וקראו לציבור להישמע להוראות מניעת התפשטות נגיף הקורונה: \"לובשים מסיכה - מונעים מגיפה\". ראשי הערים, בין היתר של בני ברק, אלעד, ביתר עילית וקריית יערים, הפצירו בתושבים להקפיד על עטיית מסכות ביציאה מהבתים, \"המסכה מונעת הדבקה, המסכה מגינה על היקרים לנו מכל\", אמרו.\nקשישה בת 85, שסבלה ממחלות רקע מורכבות, מתה במרכז הרפואי שערי צדק לאחר שחלתה בנגיף הקורונה.\nתלמידי החינוך המיוחד צפויים לחזור לבתי הספר ב-21 באפריל במקום ב-19 - כך מסרו גורמים במשרד החינוך. עוד אמרו כי התאריך אינו סופי, כיוון שעוד לא התקבל האישור ממשרד הבריאות לחזרתם ללימודים. עד כה, משרד החינוך ומשרד הבריאות הגיעו למתווה הסכמה לפיו 50 אלף תלמידי מוסדות החינוך המיוחד יחזרו ללמוד באופן הדרגתי ובקבוצות קטנות.\nבמסגרת הדיונים על הגבלות בחג השני של פסח ובמימונה, משרד הבריאות דורש עוצר שיחל ממחר בשעה 17:00 אחר הצהריים ויסתיים ביום חמישי בשעה 02:00, נוסף על ביטול חגיגות המימונה. בנוסף, במשרד הבריאות דורשים הטלת סגר שימנע מעבר בין הערים ממחר אחר הצהריים ועד מוצאי שבת. הכרעה בנושא תתקבל בישיבת הממשלה הערב.\nבבית החולים לניאדו בנתניה מת גבר כשנות ה-80 לחייו - האדם ה-112 שמת מהנגיף בישראל. האיש סבל ממחלות רקע.\nהשר לביטחון הפנים גלעד ארדן הנחה שהחל מהיום יוכלו פקחים עירוניים לאכוף ולהטיל קנסות בגין שהייה במקומות ציבוריים שנאסרו בתקנות כחלק מהמאבק בנגיף הקורונה. עד כה, הוסמכו הפקחים לקנוס בתי עסק שפעלו בניגוד להוראות, וכעת לאחר תהליך הסמכה שיזם המשרד לביטחון הפנים, הם יופעלו על ידי הרשויות המקומיות גם במרחב הציבורי, בתיאום עם משטרת ישראל.\nאישה בשנות ה-40 לחייה, שסבלה ממחלות רקע, מתה בבית החולים קפלן ברחובות. היא האדם ה-111 שמת מקורונה בישראל.\nהממשלה צפויה להתכנס הערב (שני) כדי לדון על הגבלות תנועה למהלך החג השני והמימונה. במשרד הבריאות דורשים שהגבלות התנועה יהיו במתכונת דומה לליל הסדר.\nבדיקות קורונה נערכו הבוקר לכל דיירי בית האבות משען בבאר שבע וכן לכל צוות העובדים. המוסד נפגע באופן קשה במשבר, וכמה מדייריו מתו לאחר שנדבקו בנגיף.\nשר החינוך רפי פרץ פנה לאנשי הצוותים החינוכיים ושטח בפניהם את תרחישי החזרה לשגרה במערכת החינוך בעקבות נגיף הקורונה. \"כוחה של מערכת החינוך הישראלית ביכולתה להגיב במהירות וביעילות, ולצלוח מעברים חדים בין שגרה לחירום\", כתב באיגרת לצוותים, אף על פי שאף מתווה טרם אושר בממשלה. התרחישים יכללו השלמה ללמידה, שילוב היברידי בין למידה בקבוצות קטנות ללמידה מרחוק.\"מודל ההפעלה שאנו מגבשים מתייחס דיפרנציאלית לכל שכבות הגיל - גני ילדים, יסודי, חטיבות הביניים והתיכונים - ומניח תשתית תפעולית שנשענת על 3 צירים\", ציין פרץ. \"התלמידים - פיצול לקבוצות קטנות וקבועות (למניעת הידבקויות בין הקבוצות); צוותי ההוראה - צוותים קבועים לכל קבוצה, וצוותים ללמידה מרחוק; סדר היום - נעניק לעובדי ההוראה סדר יום מובנה ומקיף, לסינכרון ולחיבור מיטבי בין הלמידה בקבוצות קטנות ללמידה מרחוק\". הוא הוסיף כי \"מעגלי הלמידה, ביום שאחרי, יהיו ברוטציות שייקחו בחשבון את כל מרחבי הלמידה במוסדות החינוך - כיתות הלימוד, החצר, הספריות, אולמות הספורט - וסדר היום שגיבשנו יעניק לכל תלמיד שגרה מובנית וברורה שמתחילה במפגשי בוקר, ממשיכה בלמידה רב תחומית ומסתיימת במפגשי סוף יום\".\nלפי המתווה המסתמן, 50,000 מהתלמידים הלומדים במוסדות החינוך המיוחד ישובו ללימודים ביום שלישי, 21 באפריל. בנוסף, 90,000 תלמידים שלומדים בכיתות של חינוך מיוחד ותלמידים משולבים יגיעו אל המוקדים הטיפוליים בבתי הספר.\nמניין הנדבקים בנגיף הקורונה בתאילנד עלה ל-2,579, זאת לאחר שאובחנו 28 חולים חדשים ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי שני בני אדם נוספים מתו מהנגיף ומניין המתים עלה ל-40.\n7,680 בדיקות קורונה נערכו ביממה האחרונה - כך נמסר ממשרד הבריאות. 8,278 בני אדם נמצאים בבידוד ביתי, נכון להיום.\nמספר הנדבקים בקורונה בישראל עלה ל-11,235, ומניין המתים עלה ל-110 - כך עולה מנתוני משרד הבריאות. 181 מהחולים נמצאים במצב קשה, מתוכם 133 מונשמים. 1,689 החלימו ושוחררו לבתיהם.\nשתי נשים, בנות 81 ו-96, מתו הלילה מקורונה בבית החולים איכילוב בתל אביב. השתיים סבלו ממחלות רקע. מניין המתים עלה ל-109.\nגבר בן 78 מת הלילה מקורונה בבית החולים הדסה עין כרם בירושלים. הוא סבל ממחלות רקע רבות.\nאישה כבת 80 שחלתה בקורונה מתה לפנות בוקר בבית החולים פוריה. האישה, שסבלה ממחלות רקע, היא הדיירת ה-12 מבית האבות \"יוקרה\" ביבנאל שמתה לאחר שנדבקה בנגיף. מניין המתים בישראל עלה ל-106.\nסין הטילה מגבלות על פרסום מחקרים אקדמיים אודות המקור של נגיף הקורונה - כך דווח ברשת CNN. לפי הדיווח, המגבלות הוטלו על פי הנחיית הממשלה המרכזית של סין. הודעות שפרסמו שתי אוניברסיטאות סיניות הוסרו מאז מהאינטרנט. על פי המדיניות הסינית החדשה, כל העבודות האקדמיות בנושא נגיף הקורונה יהיו כפופות לבחינה נוספת לפני שיאושרו לפרסום.\nחולה קורונה בן 48, תושב אחת הערים בגליל, הגיע הלילה למחלקה המיועדת לחולי קורונה במרכז הרפואי לגליל בנהריה, כשמצבו מוגדר בינוני. הוא הגיע למחלקה לאחר שאושפז במתחם מבודד במחלקה פנימית המיועדת לחולים חשודים, עם חום גבוה, שיעול וקוצר נשימה.\n1,514 מקרי מוות כתוצאה מהידבקות בנגיף הקורונה נרשמו ביממה האחרונה בארצות הברית - כך עולה מנתוני אוניברסיטת ג'ונס הופקינס שפורסמו הלילה. מספר המתים הכולל בארצות הברית כתוצאה מנגיף הקורונה עלה ל-22,105.\n108 מקרים חדשים של נגיף הקורונה זוהו ביממה האחרונה בסין, לעומת 99 מקרים שאותרו יום קודם לכן. זהו המספר הגבוה ביותר של מקרים יומיים חדשים במשך יותר מחמישה שבועות - כך מסרה הלילה (שני) נציבות הבריאות הלאומית. המספר הכולל של המקרים המאומתים של קורונה בסין הוא 82,160 ואילו מניין המתים עלה בשניים ל-3,341.\n23 בני אדם מתו ביממה האחרונה במקסיקו, ו-442 מקרי הידבקות חדשים בנגיף הקורונה אותרו במדינה - כך נמסר מפקידים ברשויות הבריאות המקסיקניות. בסך הכול זוהו במדינה 4,661 מקרי קורונה ו-296 מתו.\nאופ\"ק, רוסיה ומדינות אחרות המפיקות נפט סיכמו על קיצוץ חסר תקדים בייצור, של כמעט 10 מיליון חביות, או עשירית מהאספקה העולמית של הנפט, בתקווה להעלות את המחירים המתרסקים בעקבות מגיפת נגיף הקורונה - כך מסרו גורמים רשמיים. הצדדים הגיעו לעסקה שעות ספורות לפני שהשווקים באסיה נפתחו מחדש.\nהתוצר המקומי הגולמי של בריטניה עלול ליפול בשיעור של עד 30% בין החודשים אפריל ליוני - כך אמר שר האוצר הבריטי רישי סונאק, לפי דיווח של הטיימס. סונאק אמר זאת בתגובה לחברי הקבינט, הקוראים להקל על המגבלות שהוטלו בעקבות התפרצות נגיף הקורונה במדינה.\nנשיא טורקיה רג'פ טייפ ארדואן סירב לקבל את התפטרותו של שר הפנים סולימן סוילו, שהתפטר מוקדם יותר בעקבות יישום כושל של עוצר במדינה, במסגרת המאבק בנגיף הקורונה - כך נמסר ממנהלת תקשורת הנשיאות בטורקיה. השר צפוי להמשיך בתפקידו.\nתושבת טמרה, אישה בת 90 עם מחלות רקע, מתה מקורונה. בית החולים רמב\"ם בחיפה בו היא אושפזה מסר כי מצבה השתפר מעט לפני כמה ימים, \"אך הערב הידרדר לפתע והיא נפטרה. אנו משתתפים בצער המשפחה\". עם מותה עלה מספר המתים מנגיף הקורונה בישראל ל-105. עם זאת, בעיר טמרה יש מי שטוענים בתוקף כי היא מתה בכלל מדום לב, ולא ממחלת הקורונה.\nהרב הראשי לשעבר אליהו בקשי דורון שחלה בקורונה הלך לעולמו הלילה, זאת לאחר שחלה הידרדרות משמעותית במצבו. הרב, בן 79, אושפז בבית החולים שערי צדק בירושלים, שם נקבע מותו.\nשר הפנים של טורקיה, סולימאן סוילו, הודיע כי הוא מתפטר מתפקידו, זאת בעקבות יישום כושל של עוצר על הערים הגדולות במדינה במסגרת המאבק בנגיף הקורונה. בערב יום שישי הוכרז במדינה עוצר שנמשך לאורך סוף השבוע, אולם ההתראה עצמה הגיעה זמן קצר לקראת כניסת העוצר לתוקף, מה שהביא מיליוני תושבים לצאת למרחבים ומרכזי הקניות כדי להצטייד לקראת העוצר, שהסתיים הערב בשעה 21:00 (שעון טורקיה).\nצוותי מד\"א יפתחו מחר מתחמי \"היבדק וסע\" ניידים לבדיקות קורונה בצפת, כרמיאל, ג'סר א-זרקא ופורדיס. כמו כן, לצד המשך ביצוע הדגימות בבתיהם של אזרחים שאינם מסוגלים להגיע למתחמים ובמלונות האשפוז, הגיעו צוותי מד\"א לבתי אבות ומוסדות סיעודיים רבים ברחבי הארץ, ולקחו דגימות לבדיקת נגיף הקורונה מהדיירים והצוותים. הבדיקות ביישובי הצפון ייערכו בהמשך לפנייתו של חבר הכנסת אופיר כץ (הליכוד) ולאחר סיכום של משרד הבריאות יחד עם מנכ\"ל מד\"א, אלי בין, על פתיחת מתקן בדיקות באזור הגליל והעמקים.\nמספר המתים בקרב חולי הקורונה עלה ב-1,927 בני אדם, ל-20,486 - כך מסרו מרכזי לבקרת מחלות ומניעתן. כמו כן, 525,704 איש אובחנו כחולים במדינה בסך הכל.", "url": "https://news.walla.co.il/item/3351657", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-13 23:33"}