{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3351463"}, "headline": "משבר הקורונה: מספר החולים עלה ל-11,145", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/5/3005240-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, יואב איתיאל, דנה ירקצי, מאיה הורודניצאנו, יקי אדמקר, אמיר בוחבוט וסוכנויות הידיעות"}, "datePublished": "2020-04-12 23:30:00", "dateModified": "2020-04-13 00:40:43", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "183 מהחולים במצב קשה ומתוכם 131 מונשמים. 1,627 החלימו מהנגיף ושוחררו לביתם. בנוסף, הרב הראשי לשעבר אליהו בקשי דורון, שחלה בווירוס, הלך לעולמו. החל הסגר על 4 רובעים בי-ם. חל שיפור נוסף במצב בן ה-22 שאושפז באיכילוב. צניחה בכמות המתים באיטליה. עדכונים שוטפים", "title": "משבר הקורונה: מניין הנדבקים בישראל עלה ל-11,145; מספר המתים - 105", "subtitle": "183 מהחולים במצב קשה ומתוכם 131 מונשמים. 1,627 החלימו מהנגיף ושוחררו לביתם. בנוסף, הרב הראשי לשעבר אליהו בקשי דורון, שחלה בווירוס, הלך לעולמו. החל הסגר על 4 רובעים בי-ם. חל שיפור נוסף במצב בן ה-22 שאושפז באיכילוב. צניחה בכמות המתים באיטליה. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "משבר הקורונה בישראל ממשיך לתת את אותותיו. מניין המתים מהנגיף בישראל עלה היום (ראשון) ל-105, עם מותו של הרב הראשי לשעבר אליהו בקשי דורון, בן ה-79 שחלה בווירוס. במקביל, מספר הנדבקים עלה ל-11,145, בהם 183 מוגדרים במצב קשה ומתוכם 131 מונשמים. עד כה 1,627 החלימו ושוחררו לבתיהם. במסגרת המאבק בנגיף, חלה מהבוקר חובה לעטות מסיכת פנים במרחב הציבורי.סגר הוטל על ארבעה רובעים בעלי אחוז תחלואה גבוה בירושלים, כאלף שוטרים ו-200 חיילים ברחובות. בהם תוגבל תנועת התושבים למעט צרכים חיוניים. ההחלטה נכנסה לתקופה ב-12:00 בצהריים ותסתיים ביום רביעי ב-07:00 בבוקר. שר הפנים, אריה דרעי, הודיע כי הוא יקדם את שחרורם של 50% מתושבי בני ברק מהסגר.בארצות הברית גדל מניין המתים מהנגיף ב-1,927 ביממה, וכעת הוא עומד על 20,486. מיד אחריה ניצבת ספרד עם כ-619 מתים נוספים תוך יממה ועם מספר נדבקים של 163,027. ברוסיה עלה מניין החולים הכולל ב-2,186 מקרים חדשים. באיראן עלה מניין המתים ל-4,474. באיטליה נרשמה צניחה בכמות המתים מנגיף הקורונה, כש-431 חולים מתו ביממה האחרונה. ירידה של כ-200 מיום קודם לכן והכמות הנמוכה ביותר מאז 19 במרץ.\nתושבת טמרה, אישה בת 90 עם מחלות רקע, מתה מקורונה. בית החולים רמב\"ם בחיפה בו היא אושפזה מסר כי מצבה השתפר מעט לפני כמה ימים, \"אך הערב התדרדר לפתע והיא נפטרה. אנו משתתפים בצער המשפחה\". עם מותה עלה מספר המתים מנגיף הקורונה בישראל ל-105. עם זאת, בעיר טמרה יש מי שטוענים בתוקף כי היא מתה בכלל מדום לב, ולא ממחלת הקורונה.\nהרב הראשי לשעבר אליהו בקשי דורון שחלה בקורונה הלך לעולמו הלילה, זאת לאחר שחלה התדרדרות משמעותית במצבו. הרב, בן 79, אושפז בבית החולים שערי צדק בירושלים, שם נקבע מותו.\nשר הפנים של טורקיה, סולימאן סוילו, הודיע כי הוא מתפטר מתפקידו, זאת בעקבות יישום כושל של עוצר על הערים הגדולות במדינה במסגרת המאבק בנגיף הקורונה. בערב יום שישי הוכרז במדינה עוצר שנמשך לאורך סוף השבוע, אולם ההתראה עצמה הגיעה זמן קצר לקראת כניסת העוצר לתוקף, מה שהביא מיליוני תושבים לצאת למרחבים ומרכזי הקניות כדי להצטייד לקראת העוצר, שהסתיים הערב בשעה 21:00 (שעון טורקיה).\nצוותי מד\"א יפתחו מחר מתחמי \"היבדק וסע\" ניידים לבדיקות קורונה בצפת, כרמיאל, ג'סר א-זרקא ופורדיס. כמו כן, לצד המשך ביצוע הדגימות בבתיהם של אזרחים שאינם מסוגלים להגיע למתחמים ובמלונות האשפוז, הגיעו צוותי מד\"א לבתי אבות ומוסדות סיעודיים רבים ברחבי הארץ, ולקחו דגימות לבדיקת נגיף הקורונה מהדיירים והצוותים. הבדיקות ביישובי הצפון ייערכו בהמשך לפנייתו של חבר הכנסת אופיר כץ (הליכוד) ולאחר סיכום של משרד הבריאות יחד עם מנכ\"ל מד\"א, אלי בין, על פתיחת מתקן בדיקות באזור הגליל והעמקים.\nמספר המתים בקרב חולי הקורונה עלה ב-1,927 בני אדם, ל-20,486 - כך מסרו מרכזי לבקרת מחלות ומניעתן. כמו כן, 525,704 איש אובחנו כחולים במדינה בסך הכל.\nמנכ\"ל משרד הבריאות, משה בר סימן טוב, הזהיר כי יש להישמע למגבלות המאבק בקורונה. \"סכנת ההידבקות והתפשטות נגיף הקורונה טרם חלפה\", אמר סימן טוב, \"אני חוזר ומדגיש שיש להישאר בבית ולצאת רק לפעולות חיוניות כגון רכישת מזון ותרופות. יש לעטות מסכה בכל יציאה מהבית ולשמור על מרחק של שני מטרים מאדם לאדם. וחשוב מאוד להקפיד על רחיצת ידיים\".\nארובת רידינג של חברת החשמל הוארה עם הכתובת \"נשמעים להנחיות - מצילים חיים\", כמחוות תודה למשטרת ישראל ולכוחות הביטחון, שאנשיה פועלים במסגרת המאבק בנגיף הקורונה.\nמניין הנדבקים בקורונה בישראל עלה ל-11,145 בני אדם. 183 מהחולים מאושפזים במצב קשה, בהם 131 מונשמים. עד כה 1,627 מהנדבקים החלימו ושוחררו לבתיהם.\nחשש כי שני דיירים נוספים בבית האבות משען בבאר שבע חולים בקורונה. זאת לאחר שברשת ביצעו 50 בדיקות נוספות לאיתור חולים. לרופא הרשת ד\"ר גינצבורג נודע באופן לא רשמי כי יש חשד ששניים מתוך הנבדקים נושאים את הנגיף, אך ברשת ממתינים לתוצאות הרשמיות והסופיות מהמעבדה.\nמניין המתים מנגיף הקורונה בצרפת עלה ל-14,393. מתוך 95,403 החולים בסך הכל בצרפת, 6,845 מאושפזים בטיפול נמרץ.\nבאיטליה נרשמה צניחה בכמות המתים מנגיף הקורונה, כש-431 חולים מתו ביממה האחרונה. ירידה של כ-200 מיום קודם לכן והכמות הנמוכה ביותר מאז 19 במרץ. מספר החולים החדשים שאובחנו בארץ המגף עומד על 4,092.\nהנהלת בתי המשפט תנסה לשדר את הדיון שיתקיים ביום חמישי בבג\"ץ נגד השימוש של המדינה בתקנות לשעת חירום למאבק בקורונה. במערכת בתי המשפט מתכננים זה תקופה להתחיל בפיילוט של שידור דיונים נבחרים, ובאולם המרכזי בית המשפט העליון כבר הותקנו לשם כך מצלמות. בהחלטת הרכב השופטים בעתירות היום נכתב כי \"ייעשה כל מאמץ על מנת שיהיה ניתן להפעיל את המערכת האמורה כבר בדיון בעתירות, הקבוע ליום ה'\". מלבד הפן הטכני של התקנת המצלמות והסדרת דרך השידור, שצפוי להיעשות באמצעות לשכת העיתונות הממשלתית, בהנהלת בתי המשפט אמורים לגבש נוהל שיסדיר את צילום הדיונים. החוק קובע כי אין לצלם בבתי המשפט, אלא אם ניתן לכך אישור מבית המשפט עצמו. בעבר שודרו משפטים ספורים בלבד, ובהם משפטיהם של הפושע הנאצי אדולף אייכמן ושל ג'ון דמיניוק, שנחשד כי היא \"איוון האיום\" ממחנה טרבלינקה - אך זוכה.\n6,693 דורשי עבודה נרשמו ביממה האחרונה בשירות התעסוקה, בהשוואה ל-5,713 נרשמים ביום שלישי. שיעור דורשי העבודה הכללי בישראל עומד הערב על 25.8%. מתחילת מרץ, נרשמו 935,864 דורשי עבודה חדשים - 88.7% מהם בחל\"ת, 6.9% פוטרו.\nמנהל הרכש (מנה\"ר) במשרד הביטחון הודיע כי רכבת אווירית הנושאת 60 טונות של ציוד רפואי למאבק בקורונה נמצאת בדרכה מסין לישראל. מטוס מטען מסוג ג'מבו 747 ועליו הציוד ינחת ביממה הקרובה, ואחריו יגיעו עוד חמישה מטוסים שיביאו עמם כ-12 מיליון מסכות כירורגיות, 1.3 מיליון מסכות מסוג N95 וכ-1.2 מיליון סרבלים וחלוקים ממפעלי \"שיאון מדיקל\" הממוקמים בסין.\nחל שיפור נוסף במצבו של אפיק סויסה, בן ה-22 שחלה בקורונה ומצבו הוגדר קשה - כך עדכן בית החולים איכילוב בתל אביב בו הוא אושפז. \"הוא חזר להכרה מלאה ומתקשר עם הסביבה\", מסרו בבית החולים, אך \"הוא עדיין נתמך במכונת לב ריאה\".\nראש עיריית ירושלים, משה ליאון, דחה את הטענות על שיקולים פוליטיים בחלוקת אזורי הסגר בירושלים ואמר כי אין כוונה במשרד הבריאות לשנות בשלב זה את החלוקה. \"אין שום שיקול חוץ ממספרים, אין פה שיקולים פוליטיים. הלחץ של חברי כנסת אם קיים הוא מתוך כוונה חיובית ונקייה\", אמר בשיחה עם עיתונאים. מוקדם יותר נכנס לתוקף הסגר על הרובעים בבירה שהוכרזו כאזורים מוגבלים במסגרת המאבק בקורונה. יותר מאלף שוטרים וכ-200 חיילים נפרסו ברחבי העיר על מנת ליישם את הסגר.\nשר החינוך רפי פרץ הבהיר בפני ראש המל\"ל, מאיר בן שבת, כי טרם סוכמה המדיניות ביחס למערכת החינוך במסגרת המאבק בנגיף הקורונה. דבריו של פרץ באים לאחר הדיווח כי במשרדו מתעקשים שבחודש יולי, במהלך החופש הגדול, התלמידים ילמדו ובחודש אוגוסט יהיה חופש. כמו כן סוכם במשרד כי יש להתחיל במסע הסברה במערכת החינוך על שיגרת החיים החדשה שתהיה לאחר היציאה מהמצב הנוכחי, בכלל זאת על כללי הריחוק החברתי, שימוש במסכות ובאמצעי חיטוי והגיינה ומגבלות על אירועים המוניים.\nראש ממשלת בריטניה, בוריס ג'ונסון, החולה בקורונה, אמר לאחר שחרורו מבית החולים בו אושפז כי \"זה יכול היה להיגמר אחרת\". ג'ונסון השתחרר אחרי כשבוע של אשפוז בעקבות החמרה שחלה במצבו. הוא הוסיף כי \"קשה למצוא את המילים כדי לבטא את מה שאני חב לשירות הבריאות הלאומי על הצלת חיי\".\nדובר צה\"ל הודיע כי כחלק ממאמצי הסיוע של צה\"ל בהתמודדות עם נגיף הקורונה, בשבועות האחרונים פיתחו יחידיות בצבא כמה פתרונות שיסייעו לאוכלוסייה האזרחית. במסגרת זו, צוותי פיתוח של שייטת 13 פיתחו פתרון למצוקת האוכלוסייה הנעזרת במכלי חמצן, וכן הסבו את קו הייצור המבצעי למערך דחיסת חמצן רפואי לקו יצור העומד בסטנדרטים ובתקנים המקובלים, בשיתוף עם משרד הבריאות, ארגון \"יד שרה\" וארגונים נוספים.\nמשטרת ישראל חילקה ביממה האחרונה 2,092 דוחות למפרי הנחיות משרד הבריאות במסגרת המאבק בהתפשטות נגיף הקורונה. שני צוותי סגירה הוצאו לעסקים ב-24 שעות האחרונות, 1,458 בדיקות למבודדים, 176 חקירות נפתחו נגד מפרי בידוד והפצת מחלה ו-47 חקירות נפתחו בגין הפצת פייק ניוז.\nיו\"ר הכנסת בני גנץ הודיע לחברי הכנסת כי למרות חג הפסח, ועדות הכנסת תוכלנה לפעול בכל נושא חיוני ודחוף ובייחוד בנושאי הקורונה. הודעת גנץ מגיעה לאחר פנייתם של חברי כנסת מסיעת יש עתיד-תל\"ם להפעיל את הכנסת במהלך חול המועד.\nמניין המתים מנגיף הקורונה בבתי חולים בבריטניה עלה ב-657 איש, ל-9,594 מתים בסך הכל - כך אמרו גורמים רשמיים בממלכה. מתוך 657 המתים, הנגיף גבה את חייהם של 42 חולים בגילאים שבין 30 ל-98 - ללא מחלות רקע.\nראש ממשלה בריטניה בוריס ג'ונסון, שאובחן כחולה בנגיף הקורונה, שוחרר מבית החולים וימשיך את ההלחמה בביתו. דובר הממשלה מסר כי ג'ונסון לא יחזור באופן מיידי לעבודה. זאת לאחר שג'ונסון הודה לאנשי הצוות על הטיפול שקיבל.\nמניין המתים מנגיף הקורונה בהולנד עלה ל-2,737, זאת לאחר ש-94 בני אדם נוספים מתו מהנגיף  - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי אובחנו 1,188 מקרים חדשים, מה שהעלה את מניין הנדבקים במדינה ל-25,587.\nהמרכזים הרפואיים העמק והלל יפה הודיעו על שחרור שלושה שחלו בנגיף הקורונה והבריאו לבתיהם. בין המשוחררים עוזי כהן, בן 62 ממגדל העמק, ששהה במשך שבועיים בבית החולים העמק.\nבית החולים ברזילי הודיע על שחרורם של בני זוג לאחר שהחלימו ממחלת הקורונה. השניים, רחמים ברכה,  בן 90, אושפז  בתאריך 22.3 ומצבו הוגדר קשה, רעייתו שושנה ברכה, בת 87 אושפזה בתאריך 26.3. כעבור כשבוע מאישפוזה , שושנה החלימה וניתן היה  לשחררה, אך היא סירבה להיפרד מרחמים ונישארה עמו באשפוז עד לשחרורו.\nח\"כ משה ארבל (ש\"ס) פנה ליו\"ר ועדת הקורונה בכנסת עפר שלח (יש עתיד-תל\"ם) בדרישה לקיים דיון דחוף שיעסוק בפיקוח על מחירי המסכות. \"שעה שחבישת המסכות הפכה לחובה לא ייתכן להשאיר את השוק פרוץ לעושק צרכנים\", אמר ח\"כ ארבל.\n117 בני אדם נוספים מתו מנגיף הקורונה באיראן, מה שהעלה את מניין המתים ל-4,474 - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים באיראן עלה ל-71,686.\nשר הפנים אריה דרעי אמר כי הוא מתכוון לקדם שחרור של 50% מתושבי בני ברק על פי שיקולים מקצועיים נטו. עוד אמר דרעי כי הנושא בבחינת המל\"ל ומשרד הבריאות, ומקווה שיובא לאישור ועדת השרים בהקדם. לדבריו, הקריטריונים יהיו על בסיס אותם קריטריונים שהתקבלו עליהן החלטות על ירושלים.לטענת דרעי, משרד הבריאות מכין הצעה חדשה להטיל סגר על אזורים נוספים בהם מודיעין עילית, אלעד, ג'סר א-זרקא, אשקלון, שכונות מסוימות בבית שמש וריכוזים נוספים. דרעי אמר כי הוא מתנגד לכך היות ומדובר באזורים שאינם \"מוקפי אוכלוסיה\", כלשונו. לדבריו, \"זה עדיין לא קרה אבל זה לא אומר שלא יקרה היום או מחר. משרד הבריאות מכין הצעה כזו\".\nרשות האוכלוסין וההגירה הודיעה כי שר הפנים אריה דרעי הנחה שלא לבצע אכיפה בבתי אבות ביחס להעסקה של שוהים בלתי חוקיים בישראל, זאת בצל התפשטות נגיף הקורונה.\nשר הפנים אריה דרעי אמר כי תוקם ישיבה חדשה לטובת בחורי ישיבה חולי קורונה (במתכונת של מלון לחולים). עוד מסר דרעי כי הישיבה תוקם בשדה חמד ותקרא \"כתר תורה\".\n619 בני אדם מתו מנגיף הקורונה בספרד ביממה האחרונה, בכך עלה מניין המתים ל-16,972 - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים במדינה עלה ב-4,167 ל-166,019.\nהמשטרה הודיעה כי יותר מאלף שוטרים וכ-200 חיילים יפעלו ברחבי ירושלים על מנת ליישם את החלטת השרים על אזורים מוגבלים שנכנסה לתוקפה בשעה 12:00. בניגוד לארבעת הרובעים שצוינו בהחלטת השרים, במשטרה חילקו את המקומות הבעייתיים לעשרה אזורים, שבכניסות וביציאות הראשיות שלהם יוצבו חסימות ושוטרים יתשאלו את הנכנסים והבאים. עם זאת, לפי החלטת הממשלה התוחמת רובעים, לצורך הצטיידות מזון ניתן יהיה לנוע גם במרחבי הרובע. ולצרכים חיוניים ולעבודה ניתן יהיה לעבור גם בין הרובעים. באזור מאה שערים , מקור ברוך וגאולה, שגם היום האכיפה בהן מוגברת, צפויות להיות עשרות חסימות.\nמנכ\"ל משרד הבריאות משה בר סימן טוב אמר כי המשרד בוחן את הסגר לשכונות וערים ספציפיות לפי שלושה פרמטרים מרכזיים: מספר החולים, מספר החולים ל-100,000 נפש וקצב העליה ב-3 הימים האחרונים. \"לקריטריונים האלה, שיעוגנו בהחלטת ממשלה, נכנסות ערים, שכונות ואזורים שונים בארץ. חלקם יוכנסו בהמשך ויבוצעו שינויים והתאמות בשכונות השונות\", כתב בר סימן טוב בטוויטר. \"חשוב שנדע שאין לקריטריונים צבע או שיוך מגזרי. ההחלטות מתקבלות על סמך פרמטרים מקצועיים בלבד ואנו ממשיכים ללמוד את הנתונים בשכונות תוך כדי תנועה\".\nסניף הדואר בשכונת קריית שמואל בטבריה מסר לתושבים שהגיעו לקבל את קצבת הילדים שהוענק להורים בשל משבר הקורונה כי אין כסף. בעקבות זאת נוצר תור ארוך במקום והמשטרה נקראה כדי להשליט סדר. סניף הדואר המרכזי בטבריה נמצא בבידוד עד מחר, לאחר שאחד העובדים נחשף לחולה קורונה. מסיבה זאת השירות עבר לשני סניפי משנה בעיר ובהם נוצר עומס גדול.\nהממשלה אישרה כי כל החוזרים מחוץ לארץ יעברו למלוניות של משרד הביטחון כחלק מהמאבק בנגיף הקורונה. זאת לאחר שראש הממשלה בנימין נתניהו הורה להעביר את האחריות הכוללת למשרד הביטחון בשל נוסעים מטיסות מכמה יעדים שנחתו בנמל התעופה בן גוריון ולא הועברו לבידוד ולא תושאלו.\nשגריר ארצות הברית בישראל דייוויד פרידמן הגיב להשתתפותו בברכת הכוהנים בכותל המערבי ואמר כי היא נעשתה בהתאם לתקנות ההתרחקות החברתית ובהזמנת הרב הראשי של הכותל. זאת לאחר שהשתתפותו הפרה את תקנות לשעת חירום שהוציא משרד הבריאות כמאבק בנגיף הקורונה.\nהמשטרה מסרה את רשימת השכונות בירושלים הנמצאות בארבעת הרבעים שהוכזרו הלילה כאזורים מוגבלים. ההכרזה תיכנס לתוקפה היום בשעה 12:00 ותהיה בתוקף עד לתאריך 15.4.20 בשעה 7:00. השכונות הם: רמות, רמת שלמה, נווה יעקב, הר נוף, גבעת שאול, קרית משה, רחביה - בין הרחובות קרן קיימת לישראל עד רחוב רמב\"ן (כולל), נחלאות, מקור ברוך, רוממה (רבתי), עזרת תורה, גאולה, מאה שערים, בית ישראל, מוסררה, בית וגן וגבעת מרדכיעוד נמסר כי ייפרסו בירושלים עשרות מחסומי דרכים משטרתיים בכל הכניסות והיציאות של האזורים המוגבלים. מאות שוטרים פועלים לאכיפת התקנות לשעת חירום וקיום ההנחיות בשטח גם באמצעות רחפנים ותצפיות לשליטה ואיתור חריגים.\nמשרדי האוצר והבריאות והמלל דורשים לבטל לגמרי את החופש הגדול בשל עצירת הלימודים כחלק מהמאבק בנגיף הקורונה. שר החינוך רפי פרץ ומשרדו מתעקשים שחודש יולי ילמדו וחודש אוגוסט יהיה חופש. זו האופציה הסבירה וההגיונית, גם מבחינת כמות הימים שהתבטלו (רק שבועיים וחצי עד עתה) וגם תעבור את המשוכה של ארגוני המורים.\n2,186 חולים חדשים בנגיף הקורונה אובחנו ברוסיה, בכך עלה מניין הנדבקים במדינה ל-15,770 - כך מסר המרכז לטיפול בנגיף במדינה. עוד נמסר כי 24 בני אדם נוספים מתו מהנגיף ומניינם עלה ל-130.\nשר הבריאות, יעקב ליצמן, הודיע במהלך דיוני הממשלה כי יש להפסיק מידית כל שיח מגזרי בדיונים ובהחלטות להטלת הגבלות תנועה. \"יש לקבוע קריטריונים ברורים ושווים לכל הערים בישראל, ללא זיקה לאופי האוכלוסייה\", אמר ליצמן, \"הגבלת התנועה בריכוזים החרדיים בלבד מוטעית ומכפישה ציבור שלם שנשמע להוראות\". בין הקריטריונים לפיהם מכריז משרד הבריאות על אזורים כמוגבלים - מספר חולי הקורונה עולה על 50 או על מספר אחר שייקבע, שיעור תחלואה ל-100 אלף איש גבוה מהממוצע הארצי, ושיעור עלייה בתחלואה גבוה מהממוצע בשלושת הימים האחרונים.\nשגריר ארצות הברית בישראל, דייוויד פרידמן, השתתף בברכת הכהנים המסורתית בכותל המערבי ובכך הפר הנחיות משרד הבריאות לשעה חירום כחלק מהמאבק בנגיף הקורונה. זאת בשל העובדה שההיתר שניתן לתפילה בכותל הוא רק לתושבי הרובע שגרים פחות ממאה מטר מהכותל. בתפילה עצמו נכחו יותר מעשרה מתפללים, בניגוד לאישור הממשלה שאפשרה החרגה של התפילה במקום רק בתנאי שיהיו 10 מתפללים בלבד עם מרחק של שני מטרים אחד מהשני.\nמלון קרלטון בנהריה יהפוך השבוע למלון ראשון לחולי קורונה במצב קל מחיפה והגליל המערבי. בחיפה עצמה טרם הצליח משרד הבטחון למצוא בית מלון ייעודי לצורך הזה: המגעים עם דן פנורמה חיפה הוספקו לאור התנגדות שכנים, ואלו עם דן כרמל לא הבשילו גם הם. בינתיים, אכסניית הנוער אנא בחיפה פועלת כמלונית למבודדים שאינם חולים במגזר הערבי, ביזמת משרד הפנים . אכסניית הנוער אנא בעכו צפוייה אף היא להיפתח לצורך זה.\nאחד מכל חמישה נבדקים לקורונה בבני ברק נדבק בנגיף, כך על פי נתוני משרד הבריאות. לפני כשבועיים שיעור החולים עמד על כשליש מסך הנבדקים. העיר מובילה גם בשיעור החולים ביחס לכמות התושבים - 925 מקרים מאובחנים על כל מאה אלף איש. הבאה בתור נמצאת קרית יערים עם 683 חולים מאובחנים על כל מאה אלף איש, כאשר כ-10% מהנבדקים נמצאו חולים בנגיף. בכפר חב\"ד נמצא כי ישנם 654 חולים על כל מאה אלף איש, וכי כ-20% מהנבדקים נמצאו חולים. הנתונים מתייחסים רק ליישובים שמונים מעל 5,000 תושבים. בירושלים ישנם 216 חולים על כל מאה אלף תושבים, ו-11% מסך הנבדקים נמצאו חולים.\nמשרד הבריאות עדכן כי מניין המתים מנגיף הקורונה עלה ל-103. עוד נמסר כי מניין החולים עלה ל-10,878, 174 במצב קשה ומתוכם 123 מונשמים. 1,388 מהחולים החלימו ושוחררו לביתם.\nבכותל המערבי נערך מעמד ברכת הכהנים המסורתי, במתכונת מצומצמת בהתאם להנחיות. בקרן למורשת הכותל המערבי הזמינו \"את רבבות המשתתפים מדי שנה ואת הציבור הרחב להצטרף לתפילה מהבית\". בעקבות התפרצות נגיף הקורונה וההגבלות, שנקבעו בעקבותיו, המעמד המיוחד, המתקיים ברחבה פעמיים בשנה - בחוה\"מ סוכות ובחוה\"מ פסח בהשתתפות רבבות, מתקיים השנה במתכונת מצומצמת באמצעות מניין כהנים אחד בלבד (10 אנשים) כפי שנקבע בהחלטת הממשלה בנוגע לתפילות ברחבה.\n33 חולים חדשים בנגיף הקורונה אובחנו ביממה האחרונה בתאילנד, בכך עלה מניין הנדבקים ל-2,551. מרשויות המדינה נמסר כי שלושה בני אדם נוספים מתו מהנגיף ובכך עלה מניין המתים במדינה ל-38.\nגבר בן 63 מת הלילה כתוצאה מהידבקות בנגיף הקורונה בבית החולים פוריה. האיש, שהגיע לאשפוז ממעון בטבריה, סבל ממחלות רקע רבות. בכך, מספר המתים עלה ל-102.\n129 בני אדם נוספים מתו מנגיף הקורונה בגרמניה, ובכך עלה מניין המתים במדינה ל-2,673 - כך מסר המכון למחלות זיהומיות במדינה. עוד נמסר כי מספר הנדבקים עלה ב-2,281 ל-120,479 בני אדם.\nבמסגרת המאבק בנגיף הקורונה, החל מהיום חלה חובה לחבוש מסיכה בכל יציאה למרחב הציבורי. משרד הבריאות הבהיר כי חובה זו לא חלה על ילדים מתחת לגיל שש, בעלי מוגבלויות המתקשים בחבישת מסיכה, הנוסעים לבד ברכב או עם אנשים המתגוררים עימם, אדם המשתתף בשידור בכלי תקשורת או על שני עובדים היושבים בחדר בקביעות ובלבד שנשמר ביניהם מרחק של שני מטרים. המשטרה לא תאכוף את ההנחיה בשלב זה, כך שלא יינתנו קנסות או דוחות על אי חבישת מסיכה.\nמניין הנדבקים בנגיף הקורונה בגואטמלה עלה ב-16 ל-153 - כך אמר נשיא גואטמלה אלחנדרו ג'יאמטי. עד כה מתו מהנגיף במדינה שלושה בני אדם.\nמחוז חוביי בסין, מוקד התפרצות נגיף הקורונה במדינה, דיווח על אפס מתים ונדבקים כתוצאה מהנגיף. זאת, לעומת ה-10 לאפריל, אז דווחו על שלושה בני אדם שמתו מקורונה. בסין עצמה עלה מניין המתים ל-3,339 וכן מספר הנדבקים עלה ל-82,052.\nמניין המתים מנגיף הקורונה במקסיקו עלה ל-273 - כך נמסר ממשרד הבריאות המקומי. במקביל, עלה מניין החולים בנגיף במקסיקו ב-375 מקרים וכעת הוא 4,219.\nסלמאן מלך ערב הסעודית אישר את הארכת העוצר בממלכה עד להודעה חדשה, זאת בשל התפשטות נגיף הקורונה - כך דיווחה הלילה (ראשון) סוכנות הידיעות הממלכתית. העוצר שהוטל במדינה נכנס לתוקף ב-23 למרץ.\nמניין המתים מנגיף הקורונה בארצות הברית עלה ב-1,766 ל-20,513 - כך נמסר מהרשויות המקומיות. במקביל, מניין הנדבקים בנגיף עלה ב-27,508 ביממה האחרונה לכדי 530,384 בני אדם.\nועדת השרים אישרה הטלת סגר על ארבעה רובעים בירושלים בהם זוהתה תחלואה גבוהה בנגיף הקורונה. הסגר יחל ב-12:00 בצהריים ויימשך עד ליום רביעי בשעה 07:00 בבוקר.\n70 ישראלים נתקעו בניו יורק לאחר שטיסה שעליה היו אמורים לעלות בוטלה ברגע האחרון, עם החלטת הממשלה על סגירת השמיים לישראל.", "url": "https://news.walla.co.il/item/3351463", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-12 23:30"}