{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3327146"}, "headline": "בודדים יותר, מרוויחים פחות: סקר בעלי המוגבלויות בישראל", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/2/2/7/2/2272941-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "דנה ירקצי"}, "datePublished": "2019-12-02 21:43:00", "dateModified": "2019-12-02 21:48:20", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מסקר הלמס שמתפרסם לקראת היום הבינלאומי לזכויות בעלי מוגבלויות, עולה כי 14% מבני ה-20 ומעלה סובלים ממוגבלות תפקודית חמורה. רק מחציתם מועסקים ושיעור דומה מתקשה לכסות את ההוצאות השוטפות. כמה רוצים מחייהם ומהו אחוזי בעלי המוגבלויות בכל גיל? כל המספרים", "title": "בודדים יותר, מרוויחים פחות: המספרים מאחורי בעלי המוגבלויות בישראל", "subtitle": "מסקר הלמ\"ס שמתפרסם לקראת היום הבינלאומי לזכויות בעלי מוגבלויות, עולה כי 14% מבני ה-20 ומעלה סובלים ממוגבלות תפקודית חמורה. רק מחציתם מועסקים ושיעור דומה מתקשה לכסות את ההוצאות השוטפות. כמה רוצים מחייהם ומהו אחוזי בעלי המוגבלויות בכל גיל? כל המספרים", "keywords": ["בעלי מוגבלויות", "הלשכה המרכזית לסטטיסטיקה", "לקויי ראייה", "לקויי שמיעה", "נכים"], "articleBody": "ל-14% מבני ה-20 ומעלה בישראל יש מוגבלות תפקודית חמורה - כך עולה מהסקר החברתי שמפרסמת היום (שני) הלשכה המרכזית לסטטיסטיקה, לקראת היום הבינלאומי לזכויות אנשים עם מוגבלויות שחל מחר. בעלי מוגבלויות אלה, שמספרם עומד על 786 בני אדם, מהווים 15% מהנשים ו-13% מהגברים.שכיחות המוגבלות התפקודית עולה עם הגיל - 24% מבני קבוצת הגילאים 65-74, המהווים 24% מהנשים ו-25% מהגברים. בקבוצת הגילאים 75 ומעלה מדובר ב-54% מהאנשים, בהם 61% מהנשים ו-44% מהגברים. כמו כן, 9% מהאנשים בישראל מתקשים מאוד או שאינם יכולים לעלות במדרגות כלל, מהם 27% מבני ה-65 ומעלה.\nהסקר החברתי הוא סקר שנתי המספק מידע על תנאי החיים של האוכלוסייה הבוגרת בישראל ועל רווחתה. הוא בוצע על ידי הלמ\"ס ברחבי הארץ במהלך שנת 2018, ובמסגרתו רואיינו בביתם כ-7,450 בני 20 ומעלה, המייצגים כ-6.5 מיליון בני אדם.\nמהסקר עולים פערים בהשכלה ובתעסוקה בין בעלי מוגבלויות לבין אנשים שאינם נכללים בקבוצה זו. כך, 48% מבני 25 עד 64 עם מוגבלות הם חסרי תעודת בגרות, זאת לעומת 28% שאינם בעלי מוגבלות. כמו כן, ל-20% מהאנשים בעלי המוגבלות יש תעודה אקדמית, לעומת 40% בשאר האוכלוסייה.עוד עולה מהסקר כי 52% מהאנשים עם מוגבלות הם מועסקים, לעומת 81% בקרב אנשים שאינם בעלי מוגבלות. מנגד, 45% אינם בכוח העבודה לעומת 16% בהתאמה. עבודתם של 57% מהמועסקים עם מוגבלות קשורה לתחום לימודיהם. 74% מועסקים במשרה מלאה ו-26% מועסקים במשרה חלקית, לעומת 85% ו-15%, בהתאמה בקרב השאר.\nבעלי המוגבלויות גם מרוויחים פחות ומתקשים לכסות את ההוצאות. 30% משתכרים עד 5,000 שקלים ברוטו בחודש, לעומת 13% מהמועסקים ללא מוגבלות. 47% מהמועסקים עם מוגבלות מתקשים לכסות את ההוצאות החודשיות השוטפות של משק הבית, לעומת 27% מהמועסקים ללא מוגבלות. רק 30% מהמועסקים עם מוגבלות חושבים שתפקידם מאפשר קידום בעבודה, לעומת 50% משאר המועסקים. בעשר השנים האחרונות, 26% מהשכירים עם מוגבלות קודמו בעבודתם, לעומת 41% בקרב שאר המועסקים. שכרם של 49% מהשכירים עם מוגבלות עלה מאז שהתחילו לעבוד בעבודתם הנוכחית ושכרם של 11% ירד. זאת, לעומת 63% ו-5%, בהתאמה בקרב שאר המועסקים. 21% מהמועסקים עם מוגבלות אינם מרוצים מעבודתם ו-50% אינם מרוצים מהכנסתם מעבודה, לעומת 12% ו-39% בהתאמה.\nמהסקר עולה כי אנשים עם מוגבלות חמורה חשים יותר בדידות, והם פחות מרוצים מהקשר עם בני משפחה וחברים. 16% מהאנשים עם מוגבלות חשים בדידות לעיתים קרובות, לעומת 4% בשאר האוכלוסייה. 15% חשים שאין להם למי לפנות בשעת מצוקה, לעומת 5% בשאר האוכלוסייה. ל-16% מהאנשים עם מוגבלות בגיל 64-20 אין קשרים עם חברים, בעוד שבקרב האנשים שאינם בעלי מוגבלויות מדובר רק ב-6%.בקרב בני 65 ומעלה, 22% מהאנשים עם מוגבלות חשים בדידות לעיתים קרובות ו-12% חשים שאין להם למי לפנות בשעת מצוקה, לעומת 6-8% בקרב שאר האוכלוסייה. ל-27% אין קשרים עם חברים, לעומת 13% בשאר האוכלוסייה.\nמהסקר עולה כי בקרב בני 64-20, 28% מהאנשים עם מוגבלות אינם מרוצים מחייהם ו-13% חושבים שחייהם יהיו פחות טובים בשנים הקרובות. רק 8% מהאנשים שאינם בעלי מוגבלויות אינם מרוצים מחייהם ו-3% חושבים שחייהם יהיו פחות טובים.61% אינם מרוצים ממצבם הכלכלי לעומת 35% משאר האוכלוסייה. לגבי העתיד, 18% מהאנשים עם מוגבלות חושבים שמצבם הכלכלי ייעשה פחות טוב, לעומת 6% מקרב השאר. בנוגע לבני 65 ומעלה שנשאלו בסקר, עולה כי 22% מהאנשים עם מוגבלות אינם מרוצים מחייהם (לעומת 8% בשאר האוכלוסייה), 23% חושבים שחייהם יהיו פחות טובים בשנים הקרובות (לעומת 12%) ו-38% אינם מרוצים ממצבם הכלכלי (לעומת 24%). 17% מבני 65 ומעלה עם מוגבלות חושבים שמצבם הכלכלי יהיה פחות טוב, בדומה לשאר האוכלוסייה.\nבשנת 2018, היו בישראל כ-24 אלף אנשים נושאי תעודת עיוור או לקות ראייה, מתוכם 1,701 נושאי תעודת עיוור חדשים, שנוספו בשנה האחרונה. בפילוח לפי קבוצת גיל, עולה שככל שקבוצת הגיל מבוגרת יותר, כך שיעור בעלי תעודת העיוור גבוה יותר. שיעור נושאי תעודת עיוור או לקות ראייה עומד על 2.7 לכל אלף נפשות. גם בקרב גברים וגם בקרב נשים נמצא כי השיעור הגבוה ביותר היה בגילי 75 ומעלה - 25.7 לקויי ראייה אל מול 23.1 לקויות ראייה לאלף נפש. שיעור זה גבוה פי 4.5 מאשר בקבוצת הגיל 60-74 (5.8 לעומת 5.0 לאלף נפש בהתאמה). כמו כן, מדובר בשיעור הגבוה פי 50 מאשר בקבוצת הגיל הצעירה ביותר - 0-24, שם מדובר ב-0.5 לאלף נפש אל מול 0.4 לאלף נפש בהתאמה.\nבשנת 2018 היו כ-6,400 אנשים הזכאים לסל תקשורת לחירשים וכבדי שמיעה, מתוכם 143 אנשים בעלי זכאות חדשים. בקרב גברים יש יותר זכאים מאשר בקרב נשים בכל קבוצות הגיל, וזאת בעיקר בגילאי 70 ומעלה, שבהם שיעור הגברים עמד על 0.8 לאלף נפש לעומת 0.4 לאלף נפש בקרב הנשים. מבחינה לפי קבוצות אוכלוסייה, נמצא כי אחוז היהודים והאחרים הזכאים לסל תקשורת עומד על 72.6%, והוא נמוך מעט מחלקם בכלל אוכלוסיית בני 18 ומעלה (80.9%). לעומת זאת, אחוז הערבים הזכאים לסל תקשורת הוא 27.4%, גבוה מעט מחלקם בכלל אוכלוסיית בני 18 ומעלה (19.1%).בשנת 2018 היו כ-55 אלף אנשים עם מוגבלות, שיעור של 6.2 לאלף נפש, שהושמו במסגרות רווחה. היחידות המשלמות על ההשמה הן \"שירותים למפגר\", \"השירות לעיוור\", \"שיקום נכים\" ו\"אוטיסטים\". מתוכם, כ-38 אלף (68.2%) הושמו רק במסגרות בקהילה, כ-11.9 אלף (21.4%) - רק במסגרות חוץ-ביתיות וכ-5.8 אלף (10.4%) - גם במסגרות בקהילה וגם במסגרות חוץ-ביתיות.", "url": "https://news.walla.co.il/item/3327146", "type": "article", "site_name": "וואלה!News", "published_time": "2019-12-02 21:43"}