{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3352723"}, "headline": "בני ברק מובילה בממוצע החולים והמחלימים מקורונה", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/5/3005003-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת"}, "datePublished": "2020-04-20 12:29:00", "dateModified": "2020-04-20 13:05:32", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "משרד הבריאות פרסם את נתוני ריכוזי החולים הממוצעים בישראל, ומהם עולה כי אחד מכל 83 תושבים בבני ברק חולה בקורונה. גם בדיר אל-אסד, באלעד ובהתנחלות כוכב יעקב נרשם ממוצע חולים גבוה ביחס לממוצע הארצי. ירושלים ותל אביב נמצאות בצמרת רשימת מספר החולים הגבוה ביותר", "title": "בני ברק מובילה בממוצע החולים והמחלימים מקורונה", "subtitle": "משרד הבריאות פרסם את נתוני ריכוזי החולים הממוצעים בישראל, ומהם עולה כי אחד מכל 83 תושבים בבני ברק חולה בקורונה. גם בדיר אל-אסד, באלעד ובהתנחלות כוכב יעקב נרשם ממוצע חולים גבוה ביחס לממוצע הארצי. ירושלים ותל אביב נמצאות בצמרת רשימת מספר החולים הגבוה ביותר", "keywords": ["קורונה"], "articleBody": "בפילוח ביחס לגודל האוכלוסייה, בבני ברק נמצא ריכוז החולים בקורונה הגבוה בישראל עם 2,349 חולים - 1,202 חולים בממוצע על כל מאה אלף תושבים - כך שאחד מכל 83 תושבים חולה בקורונה, כך עולה מנתוני משרד הבריאות שהתפרסמו הבוקר (שני). גם מספר המחלימים בבני ברק הוא הגבוה ביותר - 467 בני אדם בסך הכול.במועצת דיר אל-אסד, הנתונה בסגר, נמצא גם כן שיעור תחלואה גבוה במיוחד, המוערך בכ-796 חולים על כל מאה אלף בני אדם. מספר החולים הממשי ביישוב עומד על 99 בני אדם - כך שאחד מכל 125 תושבים נדבק בקורונה.שיעורי תחלואה גבוהים נרשמו גם בעיר אלעד (321 חולים, שיעור של 686 לכל מאה אלף תושבים), בהתנחלות כוכב יעקב (59 חולים, שיעור של 685 לכל מאה אלף תושבים), בקריית יערים (39 חולים, שיעור של 682 לכל מאה אלף תושבים), בכפר חב\"ד (45 חולים, שיעור של 669 לכל מאה אלף תושבים) באפרת (64 חולים, שיעור של 599 לכל מאה אלף תושבים) ובמצפה רמון (24 חולים, שיעור של 480 לכל מאה אלף תושבים).\nמספר החולים המוחלט הגבוה ביותר נרשם בירושלים, שם זוהו 2,672 חולים - שיעור של כ-292 חולים לכל מאה אלף בני אדם. אחריה ברשימה בני ברק, ולאחר מכן תל אביב - שם מספר החולים עלה ל-504 בני אדם. מספרים גבוהים של חולים נרשמו גם בבית שמש (319), מודיעין עילית (288), אשדוד (253), אשקלון (251), פתח תקווה (243), ביתר עילית (233) וראשון לציון (215).בסך הכול, מתו מהנגיף 173 בני אדם בישראל. מספר החולים עלה ל-13,654 איש, בהם 150 במצב קשה, 114 מתוכם מונשמים. 3,872 מהנדבקים החלימו ושוחררו לבתיהם.", "url": "https://news.walla.co.il/item/3352723", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-20 12:29"}