{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3352668"}, "headline": "משבר הקורונה: עלייה במספר המונשמים בישראל", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/6/3006863-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, יואב איתיאל, יקי אדמקר, לירן לוי, אמיר בוחבוט וסוכנויות ידיעות"}, "datePublished": "2020-04-20 23:25:00", "dateModified": "2020-04-20 23:35:58", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מניין הנדבקים בנגיף עלה ל-13,713, ובמקביל נרשמה עלייה של 9% במספר המונשמים - 119 בני אדם. 177 חולים מתו עד כה. לאחר הסרת הסגר, הממשלה תתגבר את הסיוע בבני ברק וי-ם. גבר בן 45 שב להכרה אחרי כחודש ימים. מספר החולים בקורונה בצהל עלה ל-190. עדכונים שוטפים", "title": "משבר הקורונה: עלייה של 9% במספר המונשמים בישראל", "subtitle": "מניין הנדבקים בנגיף עלה ל-13,713, ובמקביל נרשמה עלייה של 9% במספר המונשמים - 119 בני אדם. 177 חולים מתו עד כה. לאחר הסרת הסגר, הממשלה תתגבר את הסיוע בבני ברק וי-ם. גבר בן 45 שב להכרה אחרי כחודש ימים. מספר החולים בקורונה בצה\"ל עלה ל-190. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "התפשטות נגיף הקורונה בישראל נמשכת, ומניין הנדבקים עלה היום (שני) ל-13,713 בני אדם, בהם 149 במצב קשה ו-119 מונשמים - עלייה של כ-9%. כמו כן, עלה מניין המתים מנגיף הקורונה בישראל ל-177, בהם הדיירת ה-19 בבית האבות \"יוקרה\" ביבנאל. במקביל, 4,049 החלימו ושוחררו לביתם. חולה קורונה בן 45 שב להכרה בבית החולים וולפסון, לאחר שהיה מורדם ומונשם במשך כחודש. שר הבריאות יעקב ליצמן החלים מקורונה.  6,572 דורשי עבודה חדשים נרשמו ביממה האחרונה בשירות התעסוקה.המאבק בנגיף ממשיך גם מסביב לעולם. מניין המתים מקורונה בארצות הברית מתקרב לרף ה-40 אלף בני אדם. בטורקיה נדבקו יותר מ-86 אלף אזרחים והנשיא ארדואן הכריז שיוטל עוצר למשך ארבעה ימים על 31 ערים, ומספר הנדבקים בפרו עבר את ה-15 אלף. ברוסיה עלה מניין הנדבקים בנגיף ל-47,121.\nהממשלה אישרה במשאל טלפוני החלטה לסיוע מוגבר על בני ברק וירושלים, לאחר שהוסרו המגבלות על הערים שהוגדרו כאזורים מוגבלים. במסגרת ההחלטה, לעיר תזרום אספקה של מצרכים ויתוגברו השירותים החיוניים. כמו כן, יתבצע רישום לאיתור חולים ומי בא איתם במגע. המשטרה תתגבר את פעילות האכיפה בעיר, ובמקביל תתחייבנה הערים להעביר מחצית מהחולים בעיר, בניכוי מספר החולים שכבר פונו בכל אחת מהערים, לבידוד מטעם המדינה. ההחלטה להסיר את הסגר מגיעה לאחר שחל שיפור משמעותי בנתוני התחלואה בעיר. יחד עם זאת, עדיין קיים חשש להמשך התפשטות הנגיף בערים אלו ולכן נקבע כי ימשיך הסיוע המוגבר לערים למרות שאינן נמצאות בסגר.\nחברת התעופה אל על הודיעה כי היא במשא ומתן מתקדם עם \"בנק ישראלי\" לקבלת הלוואה להתמודדות עם משבר הקורונה. עוד הוסיפה כי ההלוואה תגובה בחלקה בערבות מדינה, ושהיא מנהלת שיחות עם משרד האוצר. \"קבלת ההלוואה וגיבוי המדינה להלוואה בטווח הקרוב הינם חיוניים על מנת לאפשר לחברה להתמודד עם ההשלכות המהותיות של משבר הקורונה על החברה\", נמסר מאל על.\nנהג הותקף בהפגנה בה השתתפו עשרות חרדים בבית שמש, המחאה נגד סגירת בתי הכנסת בעיר וכן ביצוע מעצרים.\n17 מחלימים מנגיף הקורונה תרמו היום בשירותי הדם של מד\"א פלסמה לטיפול בחולים, ו-84 תרמו מתחילת האיסוף. 34 חולים קיבלו את הטיפול עד כה, מתוכם שניים היום.\nמתחמי \"היבדק וסע\" ניידים לבדיקות קורונה יגיעו מחר לראשונה ליישובים קלנסווה, ג'לג'וליה וזמר. סך הכול, 20 מתחמים קבועים וניידים יפעלו מחר ברחבי הארץ.\nמניין המתים מנגיף הקורונה בטורקיה עלה ל-2,140, זאת לאחר ש-123 בני אדם מתו ביממה האחרונה - כך מסר משרד הבריאות הטורקי. עוד נמסר כי מניין הנדבקים במדינה עלה ל-4,674 ל-90,980.\nמניין הנדבקים בנגיף הקורונה בצה\"ל עלה ל-190, כולם במצב קל. 71 מתוכם החלימו או שוחררו, וכעת ישנם 119 משרתי חובה, קבע ועובדי צה\"ל החולים בנגיף, ו-1,318 המצויים בבידוד.\nמשרד הבריאות עדכן כי מניין המתים מנגיף הקורונה עלה ל-177. עוד נמסר כי מניין הנדבקים עלה ל-13,713, בהם 149 במצב קשה ומתוכם 119 מונשמים. 4,049 החלימו מהנגיף ושוחררו לביתהם.\nגבר בן 71 שסבל ממחלות רקע שונות מת מנגיף הקורונה בבית החולים הלל יפה בחדרה. עוד נמסר כי ניתנה האפשרות למשפחתו להיכנס למחלקה על מנת להיפרד ממנו. עם מותו עלה מניין המתים מהנגיף ל-175.\nמניין המתים מנגיף הקורונה בצרפת עלה ל-20,265, זאת עלייה של 2.8% בשיעור התמותה מהנגיף במדינה - כך מסר משרד הבריאות הצרפתי. עוד נמסר כי לאחר העלייה במניין המתים, שיעור התמותה בצרפת הוא הרביעי בעולם אחרי איטליה, ספרד וארצות הברית.\nמניין המתים מנגיף הקורונה בארצות הברית עלה ל-39,083 - כך מסר המרכז לבקרת ומניעת מחלות במדינה. עוד נמסר כי שיעור החולים בנגיף במדינה עלה ביותר מ-20 אלף חולים חדשים ל-746,625.\nנשיא טורקיה רג'יפ טייפ ארדואן אמר כי עוצר יוטל על 31 ערים במדינה למשך ארבעה ימים החל מיום חמישי הקרוב כחלק מהמאבק בנגיף הקורונה. \"העוצר הפעם ארוך יותר בשל החג\", אמר ארדואן. \"הסגר בסופי השבוע יכול להימשך זמן מה\".\nשירות התעסוקה עדכן הערב כי ביממה האחרונה נרשמו 6,572 דורשי עבודה חדשים. השירות פרסם גם את שיעור האבטלה לפי ערים וממנו עולה כי באילת ישנם 43.9% מובטלים, מיד אחר כך ניצבת בני ברק עם 34.8% מובטלים ונצרת שלישית עם 34.1% דורשי עבודה.\nבתום דיון בהשתתפות משטרת ישראל, צה\"ל, שב\"כ והמל\"ל הורה השר לבטחון הפנים, גלעד ארדן, על הנחיות למניעת עלייה ברמת התחלואה ביישובים ערבים במהלך חודש הרמדאן. הן יכללו סגירת בתי עסק בין השעות 19:00 ל-03:00 ביישובים עם רוב מוסלמי ובמזרח ירושלים, למעט בתי מרקחת ומפעלים חיוניים, והצבת 3,000 שוטרים שיוודאו שאין עומסי יתר בחנויות וימנעו התקהלויות. התקנות יחולו בעשרת הימים הראשונים של הרמדאן, ולאחר מכן ישקלו מחדש.\nמנכ\"ל משרד הבריאות, משה בר סימן טוב, בירך את שר הבריאות, יעקב ליצמן, על החלמתו מנגיף הקורונה. ליצמן חלה בתחילת החודש, ומוקדם יותר היום הודיע כי אובחן כשלילי לנגיף בשתי בדיקות שונות. \"אנחנו ממשיכים יחד איתכם ועם כל המערכת והממשלה להילחם במגיפה\", אמר בר סימן טוב.\nמניין המתים מנגיף הקורונה באיטליה עלה ל-24,114, זאת לאחר ש-454 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות האיטלקי. עוד נמסר כי מניין הנדבקים עלה ב-2,256 ל-181,228.\nשוטרים יעמדו מחר מול מאה בתי אבות ודיור מוגן ברחבי הארץ, ויצדיעו לשורדי השואה והקשישים המתגוררים במקומות אלו. הם יגיעו למוסדות בסביבות השעה 10:00 בבוקר, ויעמדו יחד עם דיירי המקום בעת צפירת הזיכרון.\nקשיש בן 89 שסבל ממחלות רקע רבות מת בבית החולים שמיר אסף הרופא שבבאר יעקב. עם מותו מניין המתים מהנגיף בישראל עלה ל-174.\nשר הבריאות יעקב ליצמן החלים מנגיף הקורונה לאחר קבלת שתי בדיקות שליליות כנדרש. \"התבשרתי על החלמה מלאה מהנגיף ברוך השם\", אמר. \"זו הייתה בשבילי הזדמנות נאותה להיווכח אישית בעבודתם המסורה של צוותי הרפואה היקרים שלנו\". השר קרא לאזרחים להמשיך לשמור על הוראות משרד הבריאות.\nגרמניה חייבת להישאר זהירה וממושמעת במאבק בנגיף הקורונה כדי להימנע מעלייה בשיעור התחלואה בשבועות הקרובים - כך אמרה הקנצלרית אנגלה מרקל. \" גרמניה תראה רק בעוד שבועיים אם ההרפיה החלקית במגבלות החיים תעלה את שיעור החולים\", אמרה מרקל במסיבת עיתונאים.\nעיריית ירושלים החליטה לסגור את חמ\"ל הקורונה שהוקם בעירייה על מנת לפנות חולים ומבודדים למלוניות. בעירייה אמרו כי ההחלטה התקבלה משום שמשרד הבריאות אינו מאפשר עוד לפנות בני משפחה בריאים יחד עם החולים. בעירייה הסבירו כי הדבר סייע לפנות את החולים, שכן הורים לא יכלו להשאיר חלק מהילדים לבד. החמ\"ל פעל בשיתוף קופות החולים, מד\"א ופיקוד העורף.\nמניין המתים בבריטניה עלה ל-14,829, זאת לאחר ש-429 בני אדם מתו מהנגיף ביממה האחרונה - כך נמסר משירות הבריאות הלאומי. עוד נמסר כי רוב המתים החדשים היו בין הגילאים 49 ל-92 וכי רובם סבלו ממחלות רקע.\nהמשטרה עדכנה כי מספר הדוחות שחולקו לאזרחים במסגרת מגבלות הקורונה ירד כמעט בחצי. 1,277 דוחות נרשמו ביממה האחרונה, לעומת 2,232 לפני שלושה ימים. ב-24 שעות האחרונות חולקו בין היתר ארבעה צווי סגירה לעסקים, 1,306 מבודדי בית נבדקו, דוח אחד נרשם על הפרת הוראת גורם מוסמך לשהות במקום בידוד, ארבעה דוחות נרשמו על הפרת חובת בידוד ו-28 דוחות נרשמו על התקהלות.\n50 ילדים חרדים מהפלג הירושלמי התקהלו בניגוד להנחיות משרד הבריאות למאבק בקורונה בתלמוד תורה במודיעין עילית. כוחות משטרה שהוזעקו למקום פיזרו את הילדים, וארבעה מבוגרים שהפעילו אותם עוכבו לחקירה. שלושה דוחות נרשמו למפרי ההנחיות.\nמניין הנדבקים בנגיף הקורונה בהולנד עלה ב-750 ל-33,405 - כך מסרו רשויות הבריאות במדינה. מניין המתים עלה ב-67 ל-3,751.\nמניין המתים מנגיף הקורונה בשווייץ עלה ל-1,142 - כך נמסר מהרשויות במדינה. מניין הנדבקים בנגיף במדינה עלה ל-27,944.\nמנכ\"ל בית החולים איכילוב בתל אביב, פרופ' רוני גמזו, הציג את תכנית משרד הבריאות להגנה על דיירי בתי האבות למול מגיפת הקורונה - \"מגן אבות ואימהות\". התכנית כוללת 11 נקודות, מנושא הבדיקות ועד הסברה. מתמונת המצב שהוצגה מסמך עולה כי בסך הכל נמצאו 82 מוסדות דיור מוגן בישראל בהם נמצאו דיירים או אנשי צוות שנדבק בנגיף הקורונה. במספרים מוחלטים, מדובר ב-405 דיירים ברחבי הארץ שנדבקו בנגיף בנוסף ל-173 אנשי צוות.הסעיף הראשון בתכנית קורא לנהל את המשבר ממטה ממשלתי אחד המרכז את כלל הפעילות והאחריות מול הגופים השונים, ואחראי לכל המשאבים. נקודת אחרת קוראת להרחבת בדיקות המעבדה במוסדות עם התפרצות של הנגיף.\nאילנה כהן, יו\"ר הסתדרות האחיות והאחים בישראל, אמרה כי \"לא ייתכן כי אחיות ואחים הנדרשים לצאת לבידוד עקב חשיפה לחולי קורנה במסגרת עבודתם ידרשו לשלם מכיסם. הם מסכנים את עצמם, הם מסכנים את משפחתם וזה לא יעלה על הדעת שהם יסכנו גם את פרנסתם\". כהן קראה לשר האוצר משה כחלון ודרשה ממנה לפעול בדחיפות בעניין. \"צריך לסיים את הנושא ולהעניק להם בטחון כלכלי בעת בידוד. כפי שהאחיות והאחים לא חושבים פעמים כשהם מטפלים בחולים וביודעין מסכנים את עצמם ואת משפחתם בחשיפה לקורונה, כך על משרד האוצר להפסיק לחשוב פעמיים על כל שקל ולהבטיח את שכרם בעת היציאה מבידוד\".\nחולה קורונה בן 45 שב להכרה בבית החולים וולפסון, לאחר שהיה מונשם ומורדם במשך כחודש. מבית החולים נמסר כי מצבו יציב והוא מתקשר עם סביבתו. אשתו חלתה גם היא בקורונה אך החלימה.\nמבחני התאוריה שהופסקו לפני מספר שבועות בעקבות משבר הקורונה, יחודשו החל מיום רביעי ה-22 לאפריל. המבחנים יבוצעו תוך הקפדה על הוראות משרד הבריאות: כל נבחן יחויב להצהיר לפני כניסתו לאולם הבחינה כי חום גופו נמדד בשעה האחרונה ואינו עולה על 38 מעלות. בנוסף, בכל אתר בחינה תמוקם עמדה לשטיפת ידיים עם מים וסבון וכן עמדת חיטוי. בנוסף, יחויב כל נבחן לעטות מסיכה ולהצטייד בכפפות סטריליות. בחינה תותר השתתפות של שמונה נבחנים לכל היותר. בין נבחן לנבחן ישמר מרחק של שני מטרים.\nבנימין אלי, חולה בן 53, שהיה אחד החולים הראשונים בארץ שאושפזו בעקבות מחלת הקורונה, השתחרר מבית החולים אסותא באשדוד. מצבו של אלי כבר הוגדר קשה, והוא היה מורדם ומונשם.\nמניין המתים מנגיף הקורונה בספרד עלה ל-399 ביממה האחרונה ל-20,852, בניגוד לאמש אז מתו 410 בני אדם - כך נמסר מהרשויות המקומיות. מניין הנדבקים בספרד עלה ב-1,536 ל-200,210.\nהוועדה המסדרת אישרה נוהל לפיו לאורך תקופת משבר הקורונה, יוכלו חברי כנסת הנמצאים בבידוד או מוגדרים בקבוצת סיכון לנגיף הקורונה, להשתתף בדיוני הוועדות ואף להצביע, באמצעות שיחות זום. ההשתתפות וההצבעה מרחוק תתאפשר לחבר כנסת שלגביו מתקיימים אחד או יותר מהתנאים הבאים: חולה קורונה מאומת, שוהה בבידוד לפי דין, סובל ממחלה קשה או דיכוי חיסוני כרוני ונמצא בסיכון חריג להידרדרות מסכנת חיים.\nמשרד העבודה והרווחה מגדיל את פעילות מסגרות הרווחה שצומצמו בעקבות משבר הקורונה ופותח את מעונות היום השיקומיים. השירותים יחזרו בהדרגה לפעילות החל ממחר. בנוסף, מעונות היום השיקומיים לפעוטות עם מוגבלויות יחזרו בהדרגה לפעילות בקבוצות קטנות של 3 ילדים למטפל החל מיום רביעי הקרוב - ה-22 לאפריל. עוד שירותים שישובו לפעילות: מרכזי עצמה ונושמים לרווחה יעברו לפעילות מלאה שתינתן מרחוק, מרכזי יום ומרכזי תעסוקה לאנשים עם התמכרויות יחזרו לפעילות מלאה, שירותים בקהילה לבני נוער בסיכון יחזרו לפעילות מלאה או יגדילו את היקף פעילותם.\nמניין הנדבקים בנגיף הקורונה בסינגפור זינק ב-1,426 ביממה האחרונה ל-8,014 - כך נמסר היום (שני) מהרשויות במדינה. עד כה מתו המנגיף במדינה כ-11 בני אדם.\nמניין החולים בנגיף בקורונה בירושלים עד כה עלה ל-2,672 - כך עולה מנתוני משרד הבריאות. בתל אביב עלה מניין החולים ל-504, בבני ברק ל-2,349 ובדיר אל-אסד ל-99.\nמניין הנדבקים בנגיף הקורונה ברוסיה עלה ל-47,121 - כך נמסר מהרשויות המקומיות. מניין המתים מהנגיף ברוסיה עלה ב-44 ביממה האחרונה ל-405.\nחולת קורונה בת 90 מתה במרכז הרפואי ש\"הם בפרדס חנה\", לשם הובאה מבית האבות \"יוקרה\" ביבנאל, שם התגוררה. בכך, עלה מספר המתים מבית האבות \"יוקרה\" ל-19. במקביל, נבדקו 69 מדיירי המוסד ואנשי הצוות, מהם 63 נמצאו חיוביים. 42 מהם היו הקשישים שהועברו למוסדות אחרים ו-21 מאנשי הצוות שאובחנו הועברו לבידוד ביתי.\nמניין המתים מנגיף הקורונה בישראל עלה ל-173 בני אדם - כך נמסר ממשרד הבריאות. במקביל, עלה מניין החולים ל-13,654, בהם 150 במצב קשה ו-114 מונשמים. 3,872 החלימו ושוחררו מביתם.\n12 מתפללים נעלו עצמם בבית כנסת בבני ברק, זאת בניגוד להנחיות משרד הבריאות. שוטרים שהגיעו למקום פיזרו את ההתקהלות ורשמו דוחות בגין הפרת תקנות צו בריאות העם.\nמניין המתים מנגיף הקורונה בגרמניה עלה ב-110 ל-4,404 - כך נמסר ממכון קוך למחלות זיהומיות. מניין הנדבקים עלה ב-1,775 ל-141,672 חולים.\nבמסגרת אירועי יום העצמאות השנה יתקיים מעבר כלי טיס של הצוות האווירובטי של חיל האוויר מעל בתי החולים ברחבי הארץ, בעוד שהמטס המסורתי לא יתקיים בשל התפשטות נגיף הקורונה, על מנת למנוע התקהלויות - כך נמסר מדובר צה\"ל. היום יתקיים אימון של הצוות האווירובטי של חיל האוויר לקראת יום העצמאות, במסגרתו תורגש תנועה של כלי הטיס המדוברים ברחבי הארץ.\nנשיא גוואטמלה, אלחנדרו ג'יאמטיי, אמר הכי 50 אזרחי המדינה שהיגרו לארצות הברית וגורשו חזרה לגוואטמלה - אובחנו כחולים בקורונה.\n12 בני אדם בסין אובחנו ביממה האחרונה כחולים בקורונה, מתוכם שמונה נדבקו מחוץ למדינה - כך הודיעה רשות הבריאות הסינית. בנוסף, 0 מקרי מוות חדשים נרשמו בסין.\nנשיא ארצות הברית, דונלד טראמפ, אמר כי אם איראן תבקש סיוע במאבק בקורונה, ממשלו יהיה מוכן לעזור. בתדרוך לעיתונאים בנושא הקורונה בבית הלבן הוסיף טראמפ כי המשבר מדגיש את הצורך של ארצות הברית להשיב את רשתות האספקה חזרה למדינתו.\n29,916 בני אדם נדבקו בקורונה ביממה האחרונה בארצות הברית, ו-1,759 איש חולים מתו - כך מסרו המרכזים לבקרת מחלות ומניעתן במדינה. בכך, מניין החולים הכללי עלה ל-720,630, ומניין המתים בסך הכל עומד על 37,202.\nמניין הנדבקים בנגיף הקורונה בפרו עבר את ה-15 אלף - כך דיווח משרד הבריאות במדינה. בכך הפכה פרו למדינה השנייה באמריקה הדרומית במספר הנדבקים בקורונה, רק בברזיל יש יותר מקרים. עוד דיווח על 15,628 מקרי הידבקות בנגיף וכ-400 מקרי מוות.\nכמה עשרות חרדים הפגינו באזור מאה שערים בירושלים. במהלך המחאה הפרו המפגינים את הסדר במקום, ידו אבנים לעבר שוטרים וניסו לצאת לרחובות סמוכים. השוטרים הדפו את מפרי הסדר לשטח ההפגנה המקורי.\nמשרד הבריאות פרסם את מספר הבדיקות שנעשו בשתי היממות האחרונות, בעקבות מספים שגויים שפורסמו בתקשורת. לפי נתוני המשרד, בתאריך 18 באפריל בוצעו 10,010 בדיקות. כמו כן מספר הבדיקות שנעשו בתאריך 17 באפריל עומד על 10,039 בדיקות ולא על 9,950 כפי שפורסם. התיקון נובע בעקבות איגום וטיוב נתונים נוספים שמתעדכנים באופן רציף במערכת של המשרד.\nלקראת סיום הסגר על ירושלים, הוחלט לקיים מתווה מקל על בני ברק וירושלים, לאור נתונים ראשוניים מעודדים, אינדיקציות חיוביות ולאור התחייבותם של ראשי הערים בני ברק וירושלים להוציא לפחות מחצית מהחולים מהעיר לבתי מלון. שר הבריאות יעקב ליצמן, שר הפנים אריה דרעי ומנכ\"ל משרד הבריאות משה בר סימן טוב, יקיימו דיון מיוחד בנושא מחר בבוקר.\nפיקוד העורף פתח בקמפיין הסברה לחברה הערבית, במטרה להנחות את הציבור לשמירה על מנהגי חודש הרמדאן, תוך הקפדה על הנחיות הבריאות הנובעות מסכנת ההידבקות בנגיף הקורונה - כך מסר דובר צה\"ל. במסגרת הקמפיין יחולקו שלטי הסברה לרשויות המקומיות ויחולקו כ-270 אלף עלונים ומדבקות בשפה הערבית הכוללים טיפים והנחיות. כמו כן, היום חולקו כ-250 אלף מארזי מזון בערים ורשויות מקומיות שונות רחבי הארץ, ביניהן בני ברק, ירושלים, בית שמש, מודיעין עילית ואלעד. עד כה נארזו וחולקו מעל ל-2.5 מארזי מזון ומנות חמות.", "url": "https://news.walla.co.il/item/3352668", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-20 23:25"}