{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3352274"}, "headline": "התפשטות הקורונה: ירידה במספר המונשמים", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/6/3006402-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, אמיר בוחבוט, יואב איתיאל, מאיה הורודניצאנו וסוכנויות הידיעות"}, "datePublished": "2020-04-17 22:30:00", "dateModified": "2020-04-17 23:51:10", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מניין המתים בישראל עלה ל-151. מספר החולים הוא 12,982, בהם 168 במצב קשה ו-122 מונשמים. 40 דיירי בתי אבות בדרום אובחנו בשוגג כחיוביים לנגיף. צוות מחלקת לב ברמבם נחשף לחולה קורונה והוכנס לבידוד. הוטל סגר על דיא אל-אסד ובענה. עדכונים שוטפים", "title": "התפשטות הקורונה: ירידה במספר המונשמים, הממשלה תאשר הקלות במוצ\"ש", "subtitle": "מניין המתים בישראל עלה ל-151. מספר החולים הוא 12,982, בהם 168 במצב קשה ו-122 מונשמים. 40 דיירי בתי אבות בדרום אובחנו בשוגג כחיוביים לנגיף. צוות מחלקת לב ברמב\"ם נחשף לחולה קורונה והוכנס לבידוד. הוטל סגר על דיא אל-אסד ובענה. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל, ומשרד הבריאות פרסם היום (שישי) כי עד כה מתו מהנגיף 151 בני אדם ברחבי המדינה, ומספר הנדבקים עומד על 12,982, בהם 168 במצב קשה ומתוכם 122 מונשמים. 3,126 מהנדבקים החלימו ושוחררו לבתיהם. ראש הממשלה, בנימין נתניהו, החליט על תכנית מדורגת ליציאה מהמשבר, שתכלול פתיחה מוגבלת של עסקים באופן מבוקר ומדוד. כעת, משרד האוצר יגבש תכנית פיילוט עבור מספר ענפי מסחר שיוכלו להיפתח בכפוף להנחיות משרד הבריאות. כמו כן, יוגדר תו סגול שיכלול קריטריונים לפתיחת עסקים בהתאם לסקטורים שיוגדרו. עוד הוכרז על הקלות נוספות: ניתן יהיה לצאת לפעילות ספורטיבית עד שני אנשים קבועים, ובטווח של 500 מטרים מהבית.ברחבי העולם ממשיכות המדינות השונות להיאבק בהתפשטות הקורונה, כשמניין הנדבקים בנגיף חצה את רף את שני המיליונים, ומניין המתים גבוה מ-134 אלף בני אדם. מספר המתים בארצות הברית ביממה האחרונה הוא הגבוה ביותר שנרשם מאז פרוץ המגיפה, כשסך מקרי המוות מהנגיף במדינה הוא הגבוה ביותר בעולם - יותר מ-28 אלף. באיטליה נרשמת ירידה מתונה במספר המתים.\nועדת השרים צפויה להתכנס בכדי להכריז על הכפר דיר אל אסד כ\"אזור מוגבל\".\nמבית החולים איכילוב בתל אביב נמסר כי אישה בת 70 מתה מנגיף הקורונה. עוד נמסר כי היא סבלה ממחלות רקע, ואושפזה בבית החולים לאחר שהגיעה אליו מביתה. מוקדם יותר פרסם משרד הבריאות כי מניין המתים עלה ל-151 בני אדם.\nשתי מערכות בדיקה מתקדמות לגילוי קורונה של חברת רוש דיאגנוסטיקה נחתו בישראל. המערכות יוצבו בבית החולים איכילוב ובמעבדה המרכזית של קופת חולים כללית בעתידים, ויצטרפו למערכת שכבר פועלת בקופת חולים לאומית. המכונה מבצעת עד 1,500 בדיקות ביממה, ושלוש המערכות יחדיו יוכלו לבצע כ-5,000 בדיקות ביום.\n761 בני אדם מתו מנגיף הקורונה בצרפת ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בצרפת ל-18,681 בני אדם. עם זאת, גורמי הבריאות מסרו כי מספר המאושפזים בבתי החולים ברחבי המדינה ירד זה היום השלישי ברציפות ועומד על 6,027.\n575 בני אדם מתו מנגיף הקורונה באיטליה ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהנגיף באיטליה ל-22,745 בני אדם. עוד הודיעו גורמי הבריאות במדינה כי זוהו 3,493 מקרי הידבקות נוספים בווירוס, ומספר חולי הקורונה עלה ל-172,343.\nמשרד הבריאות פרסם כי מניין המתים מנגיף הקורונה בישראל עלה ל-151 בני אדם. מספר החולים עומד על 12,982, בהם 168 במצב קשה ו-122 מונשמים. בין הנדבקים 162 במצב בינוני, והיתר במצב קל. עד כה החלימו 3,126 מהנדבקים ושוחררו לבתיהם.\nתוצאות הבדיקות החוזרות שבוצעו ב-29 דיירי בית האבות \"זהבית\" באשקלון שאובחנו כחולי קורונה נמצאו שליליות. מעמיגור נמסר כי ממצאי הבדיקות החוזרות שנערכו על ידי בית החולים ברזילי בעיר מצביעות על כך ש-32 הנבדקים מדיירי \"זהבית\" אינם נושאים את נגיף הקורונה.\nהמעבדה לבדיקות קורונה במכון ויצמן הפסיקה לקבל בדיקות חדשות ומתבצעת בה בחינה של כלל פרוטוקולי הבדיקות. זאת לאחר ש-11 מדיירי בית האבות \"בית הדר\" באשדוד, שאובחנו כחולים בנגיף הקורונה בשבת האחרונה ופונו לבית החולים \"אסותא\" באשדוד ולמרכז הרפואי \"ברזילי\" באשקלון - נבדקו שוב והתברר כי אינם חולים בנגיף.\nצוות מחלקת ניתוחי לב בבבית החולים רמב\"ם שבחיפה נכנס לבידוד למשך כמה ימים. זאת, עקב חשיפה אפשרית לחולה מאומת ששהה במחלקה עד ה-10 באפריל. חולה הקורונה, תושב נהריה, ליווה את בנו שעבר ניתוח במחלקה. הבידוד של מחלקת ניתוחי לב יהיה מדורג לפי החקירה האפידימיולוגית ולפי תאריכי החשיפה של הצוות הרפואי, הסיעודי והלוגיסטי לחולה. רופא מומחה אחד שלא נחשף לחולה, ישמש כרופא התורן במחלקה בימים הקרובים. במחלקה שוהים כעת שמונה חולים שגם הם ישהו בתנאי בידוד. הניתוחים שצפויים לחלקם יידחו, ובמקרה חירום תספק מחלקת ניתוחי לב בבית החולים \"כרמל\" בחיפה גיבוי למחלקה ברמב\"ם. עקב הבידוד יידחו במספר ימים גם פעולות משותפות של מחלקת ניתוחי לב ומחלקת צנתורי לב. את משימות הסיעוד יספקו אחיות ממחלקות אחרות ברמב\"ם שהועברו למחלקה. בשלב זה איש מהצוות לא דיווח על סימפטומים כלשהם.\n2,232 דוחות נרשמו ביממה האחרונה בגין הפרת ההנחיות למאבק בנגיף הקורונה - כך הודיעה המשטרה. מתחילתו של המשבר חילקה המשטרה 38,983 דוחות, רובם בגין יציאה למרחב הציבורי בניגוד להגבלות. כמו כן, עד כה נערכו 97,605 ביקורים למבודדי בית, נפתחו 196 חקירות בגין הפרת הצווים, והוצאו 132 צווי סגירה לעסקים.\nמשרד הבריאות פרסם כי אתמול בוצעו 11,908 בדיקות לגילוי נגיף הקורונה. מדובר בעלייה משמעותית ממספר הבדיקות שבוצע שלשום - 9,269.\nהמוסד לביטוח לאומי חילק את המענק על סך 500 השקלים ל-39,363 זכאי קצבת נכות, בסך כולל של 19,712,481 שקלים. מדובר בפעימה השלישית, כשהפעימה הרביעית והאחרונה תבוצע ביום שני, ובה ישולם המענק ל-39,878 זכאי קצבת נכות בסך כולל של 19,738,095 שקלים. סך כל ארבע הפעימות יעמוד על 106,954,478 שקלים.\nשני חולי קורונה נמצאו ב\"מרכז לבריאות הנפש באר שבע\". זאת, במהלך בדיקה שנערכה לסקירת חולים כרוניים. יו\"ר איגוד הפסיכיאטריה של ההסתדרות הרפואית, ד\"ר צבי פישל, אמר כי \"חזרנו והדגשנו שוב ושוב את הצורך בבדיקות מחזוריות בכל מרכזי בריאות הנפש ובתי החולים. במציאות בה אנחנו מקבלים חולים חדשים ללא תנאי וללא הגבלה רגולטורית זו היתה פצצת זמן מתקתקת עד שתתפרץ קורונה בבתי החולים הפסיכיאטרים\". \"אין לנו כלים לגרום למטופלים פסיכיאטריים לשמור מרחק שני מטר או רחיצת ידיים קפדנית ולבישת מסכות, בטח במציאות של צפיפות נוראית במחלקות ומחסור חמור בתקנים. המעט שהממשלה היתה יכולה לעשות זה בדיקות במוסדות, והפניית חולים קלים למסגרות בקהילה. זעקתנו נפלה על אוזניים ערלות וחוסר תכנון משווע ביחס למצוקות האוביקטיביות של הענף. אני קורא למקבלי ההחלטות במשרד הבריאות לשים פוקוס ולגלות רגישות מיוחדת למחלקות  הפסיכיאטריות ומרכזי בריאות הנפש ולמנוע התפרצויות נוספות בעזרת תכנית חירום\".\nקשישה בת 90 מתה מנגיף הקורונה בבית החולים שיבא בתל השומר. מבית החולים נמסר כי הקשישה סבלה ממחלות רקע.\nחולה קורונה בן 70 מת בבית החולים \"מעייני הישועה\" בבני ברק. לדברי בית החולים, הגבר היה ללא מחלות רקע.\nמשרד הבריאות מסר כי הבדיקות השגויות לדיירי בית האבות בית הדר באשדוד נבעו מחשד לבעיה באחד משלבי האבחון. \"בהמשך למבצע הדיגומים המקיף המתבצע בבתי אבות, התגלו מספר חולים מונשמים מאומתים לקורונה במוסד בית הדר באשדוד. המטופלים המונשמים הועברו לבתי חולים כלליים להמשך טיפול. בדיקות חוזרות שנעשו לאחר הגעתם לבית החולים נמצאו שליליות. הועלה חשד לבעיה באחד משלבי תהליך האבחון במעבדה. הנושא נמצא כעת בתחקיר מעמיק\".\nמכון ויצמן למדע העמיד לרשות משרד הבריאות מעבדה מתקדמת, שפועלת בפיקוחו ובאחריותו הבלעדית של משרד הבריאות. לפי הנחיות חד-משמעיות של משרד הבריאות, בדיקות שתוצאתן גבולית - כפי שהיה במקרים אלה - נקבעות כחיוביות. מכון ויצמן למדע ומשרד הבריאות משתפים פעולה באופן מלא וחיובי, על בסיס הערכה מקצועית הדדית.\nישיבת הממשלה על אישור התכנית לחזרה לשגרה תתקיים במוצ\"ש. עדיין לא נקבעה שעה סופית.\nמשרד הבריאות עורך בדיקות חוזרות ל-29 דיירי המוסד הגריאטרי \"זהבית\" באשקלון שאובחנו בנגיף בעקבות פנייה של מנהל בית החולים ברזילי לאחר הטעות בבדיקות שבוצעה לדיירי בית האבות \"בית הדר\" באשדוד.\n42 בני אדם בשוויץ מתו מנגיף הקורונה ביממה האחרונה ו-346 איש נדבקו - כך נמסר ממשרד הבריאות של המדינה. בכך עלו מניין המתים מהנגיף במדינה ל-1,059 וסך החולים ל-27,078. הממשלה החליטה השבוע על שורת הקלות בהגבלות על תושבי המדינה, ביניהן פתיחת מספרות ומכוני יופי.\nד\"ר טל שדה מומחה למחלות זיהומיות באשדוד שקלט את הקשישים לאשפוז בבית החולים ברזילי שלח הודעה לכלל הרופאים בארץ בעקבות הטעות בבית הדר. \"קלטנו למחלקת הקורונה 9 חולים, מתוכם 6 מונשמים כרוניים נשאי אצינטובקטר, כולם בריאים כשור בלי חום בלי כלום. נראה לי משונה וחזרתי על הבדיקות והפלא ופלא הם שליליים לחלוטין. בבתי החולים האחרים (ברזילי וקפלן) - ביצעו גם בדיקות וגם שם שלילי. עכשיו אנחנו עם 14 קשישים/מונשמים כרוניים ששכבו 3 ימים בתוך מחלקות קורונה ונמצאים בסיכון גבוה למחלה, וצריך למצוא להם פתרון כלשהו\".\nציפורה מאיר (שנלר) בת 93 מתה הלילה מקורונה בבית החולים שערי צדק במחלקה המבודדת במרכז הרפואי. מאיר הייתה בת הרב ד\"ר יצחק ברויאר, נינת הרש\"ר הירש. ממשפחתה נמסר כי \"הייתה אוהבת ה' ואוהבת ישראל במידה מדהימה, וכל ימיה עסקה בפשטות ובשמחה בחסד עם שלל שכבות האוכלוסייה הוותיקה והחדשה בארץ\".\nלבית החולים קפלן הובאו ארבעה מטופלים מבית האבות בית הדר באשדוד, מתוכם שלושה מונשמים. ומבית החולים נמסר כי הצוות הרפואי מטפל בהם ומקצועיות ונלקחו מהם בדיקות לנגיף הקורונה. טרם נתקבלו תוצאות הבדיקה.\nבית החולים אסותא אשדוד שביצע בדיקות לנגיף הקורונה לתשעה מטופלים מהמוסד הגריאטרי \"בית הדר\" באשדוד שאושפזו במקום ונמצא כי אינם חולים בנגיף. הבדיקות בוצעו לתשעה בבית הדר בשבת האחרונה לפני שבוע וממנה עלה כי הם חולים בנגיפ והם אושפזו באסותא. הפרטים על הטעות בבדיקות הועברו למשרד הבריאות. גם בבית החולים ברזילי שבו אושפזו 2 דיירי  מבית האבות ביצע בדיקות וגילה כי מדובר באבחון שגוי וכי אינם חולים.\nשני בני אדם במלזיה מתו מנגיף הקורונה ביממה האחרונה ו-69 נדבקו - כך נמסר ממשרד הבריאות של המדינה. בכך עלה מניין החולים במדינה ל-5,251.\nנציגי איגוד השווקים יחד עם התאחדות חקלאי ישראל פנו היום (שישי) לראש הממשלה ולשר האוצר בדרישה לפתוח את השווקים לאלתר. לטענתם, הסופרים והמכולות הפכו למנופולים ש\"מקפיצים את המחירים ומתעשרים בשעה שאנו קורסים. ספקו לנו מכונת הנשמה כלכלית. אם לא תעשו זאת, אלפי משפחות שמתפרנסות בזכות עבודה בשווקים יקרסו\". עוד נמסר מהנציגים כי \"ההחלטה חסרת היגיון. בעוד שעשרות קונים נדחסים למבנים סגורים ברשתות השיווק, את השווקים הפתוחים סוגרים. זה גורם לצפיפות, מביא לעליית מחירים לצרכן, ופוגע בפרנסה של אלפי אנשים\".\nצה\"ל ערך הערכת מצב בערים ביתר עילית ומודיעין עילית, כחלק מפעולות צה\"ל לסיוע במרחב האזרחי נגד התפשטות נגיף הקורונה. הערכת מצב התקיימה בראשות מפקד פיקוד המרכז, אלוף נדב פדן ובהשתתפות ראשי הרשויות, ראש מטה החירום בעיר ביתר עילית, אלוף (מיל') יוסי בכר וגורמים נוספים. חיילי צה\"ל תומכים את הפעלת החמ\"לים המבצעיים בערים, מבצעים הסברה יעודית עבור האוכלוסייה, תומכים את פעולות האכיפה והסדר במרחב ומוסיפים בחלוקה רחבה של מעל ל-5500 מארזי מזון יבש וכ-7000 מנות חמות לתושבים.\n24 איש באינדונזיה מתו מנגיף הקורונה ביממה האחרונה ו-407 בני אדם נדבקו - כך נמסר ממשרד הבריאות של המדינה. בכך עולה מניין החולים באינדונזיה ל-5,923 והופך אותה למדינה עם מספר החולים הגבוה ביותר בדרום מזרח אסיה. 420 איש מתו מהנגיף עד כה.\n12 בני אדם ברשות הפלסטינית נדבקו  בנגיף הקורונה ביממה האחרונה ושמונה החלימו ממנו - כך מוסר משרד הבריאות הפלסטיני. הדבר מביא את סך החולים ברשות ל-402.\nקשישה בת 91 שחלתה בקורונה ופונתה לבית החולים מאיר בכפר סבא ערב קודם לכן מבית האבות \"עמל\" רעננה מתה מהנגיף. מדובר בדיירת הראשונה שמתה במוסד שבו כ-25 חולים. במחלקות המיוחדות לטיפול בחולי קורונה מאושפזים 28 חולים מתוכם 3 מורדמים, 1 במצב קשה ו4 במצב בינוני.\n4,069 איש נדבקו ברוסיה בנגיף הקורונה ביממה האחרונה - כך נמסר ממשרד הבריאות של המדינה. מספר החולים החדשים הוא הגבוה ביותר מא התפרצות הנגיף במדינה והוא מביא את מניין החולים ברוסיה ל-32,007.\n25 איש מתו בפיליפינים מנגיף הקורונה ביממה האחרונה ו-218 איש נדבקו - כך נמסר ממשרד הבריאות של המדינה. הדבר מביא את מניין המתים מהנגיף בפיליפינים ל-387 ואת סך החולים ל-5,878. 487 החלימו מהנגיף.\nשלוש מיליון מסכות כירורגיות בתרומת \"קרן מילנר\", אשר נוסדה על ידי אחד משקיעי ההייטק יורי מילנר ורעייתו ג'וליה, נחתו הלילה בישראל בטיסת אל-על שיצאה משדה התעופה הבינלאומי בשנגחאי, בתיאום חברת Israel Cargo Logistics, אשר הייתה אמונה על חכירת המטוס ותיאום הגעת המשלוח לישראל. מחר יועברו המסכות למד\"א אשר יהיה אחראי על חלוקתן לצוותי החירום בארגון, כמו גם לשורה של בתי חולים, משרדי ממשלה ומוסדות לאומיים המספקים שירותים חיוניים לציבור ואשר עובדיהם נדרשים להמשיך בעבודתם במהלך ימים אלה.\nמשרד החוץ של סין הגיב להאשמות לפיהן בייג'ינג זייפה את דיווחיה להתפרצות נגיף הקורונה במדינה. ממשרד החוץ נמסר כי \"לא היו שום טיוחי מידע על התפרצות נגיף הקורונה במדינה. הממשלה לא תאפשר דבר כזה\". עוד נמסר ממשרד החוץ כי בווהאן נערכו בדיקו סטטיסטיות לשם דיוק מספר החולים והמתים וכי \"בחינה מחדש היא פרקטיקה מקובלת בעולם\".\nחולה קורונה בן 66, תושב חיפה, מת מקורונה לאחר שאושפז במשך כחודש בבית החולים הכרמל כשהוא מורדם ומונשם. זהו חולה הקורונה הראשון שנפטר בכרמל.\nמניין החולים המאומתים בקורונה בבני ברק עלה ל-2,201 ומספר הנבדקים עד כה ל-10,395 - כך על פי נתוני משרד הבריאות. בירושלים אומתו עד כה כ-2,477 חולים ובתל אביב כ-488. באפרת אובחנו עד כה כ-64 חולים ובג'סר א-זרקא כ-37.\nחולת קורונה בת 96 מתה הלילה בבית החולים הלל יפה, לאחר שהועברה לשם מבית החולים הגריאטרי \"שהם\" בפרדס חנה. הדיירת התגוררה בבית האבות \"מעון הורים\" בירושלים ולאחר שחלתה הועברה לפרדס חנה. במרכז הרפואי מאושפזים בסך הכל 12 מטופלים מאומתים לקורונה, בהם שניים במצב קל, שישה בינוני וארבעה קשה.\nמשרד הבריאות מסר כי 148 בני אדם מתו מהנגיף ברחבי המדינה, ומספר הנדבקים עומד על 12,855, בהם 182 במצב קשה ומתוכם 129 מונשמים. 2,967 מהנדבקים החלימו ושוחררו לבתיהם.\n14 בני אדם נוספים מתו מנגיף הקורונה בהונגריה ו-111 נדבקו ביממה האחרונה - כך מסרו הרשויות המקומיות במדינה. הדבר מביא את מניין המתים בהונגריה ל-156 בני אדם ואת סך החולים ל-1,763.\nצה\"ל המיר שני בתי מלון נוספים שישמשו כמקום בידוד עבור אזרחים ששבו מחו\"ל ונדרשים לפי הנחיות משרד הבריאות להיכנס ל-14 יום בבידוד. בתי המלון, הראשונים מסוגם שנפתחו בים המלח, ינוהלו על ידי צוותים בפיקודו של תא\"ל במיל' יורם לרדו מפיקוד העורף. אל בתי המלון כבר הגיעו אזרחים שחזרו מחו\"ל ונחתו בשדה התעופה רמון שבערבה.\nממשלת דנמרק מסרה כי תאשר פתיחת מספר עסקים קטנים מחדש החל מה-20 באפריל. העסקים שייפתחו הם מספרות, מכוני יופי ובתי ספר לנהיגה, והם יהיו הראשונים להיפתח מאז החל הסגר במדינה לפני כחודש. הגבולות במדינה יישארו סגורים וכן גם מקומות הבילוי והספורט והאיסורים על התקהלויות נותרו בעינם. 321 איש מתו מנגיף הקורונה במדינה הצפון אירופית, ומספר החולים והמתים ירק באופן עקבי בחודש האחרון.\n299 איש מתו בגרמניה מנגיף הקורונה ביממה האחרונה ו-3,380 נדבקו כך נמסר משרד הבריאות של המדינה. מספר הקורבנות עלה ל-3,868 והנדבקים החדשים מעלים את מניין החולים בגרמניה ל-133,830; הדבר מביא לעלייה במספר הנדבקים ביום השלישי הרציפות.\n28 איש נדבקו בנגיף הקורונה בתאילנד ביממה האחרונה ואישה אחת מתה - כך דיווח הרשויות המקומיות במדינה. מאז התפרצות הנגיף בינואר, ממשלת תאילנד דיווחה על 2,700 מקרי הידבקות, 47 מתים ו-1,689 מחלימים.\nמספר המתים בעיר הסינית ווהאן, מוקד התפרצות הקורונה, גבוה ב-1,290 מהנתונים שפורסמו עד כה - כך דווח בתקשורת הסינית. מספר המקרים המאומתים גדל ב-250.\nבצל התפשטות נגיף הקורונה, הכלכלה הסינית הצטמצמה ב-6.8% ברבעון הראשון של 2020 - כך הודיעה הלשכה הלאומית לסטטיסטיקה. הירידה בתוצר המקומי הגולמי היא הראשונה לפחות מאז 1992, השנה בה החלו למדוד אותו, ומגיעה לאחר סגירת העסקים והמפעלים בזמן הסגר הקורונה.\nמספר החולים בנגיף הקורונה במקסיקו עלה ביממה האחרונה ב-450, וכעת הוא 6,297 - כך הודיע משרד הבריאות במדינה. מניין המתים עלה ל-486, לאחר ש-37 בני אדם נוספים מתו מהנגיף.\nנשיא ארצות הברית, דונלד טראמפ, הודיע על הקווים המנחים של ארצות הברית ליציאה ממשבר הקורונה. בין היתר אמר כי המדינות יצטרכו לנקוט בצעדים מדורגים, כדי לאפשר לאזרחים לחזור לעבודתם ככל שיתאפשר. מושלי המדינות יוכלו להתאים את הצעדים למצב במדינתם. \"אנחנו לא פותחים את הכל בבת אחת, אלא צעד אחר צעד\", אמר טראמפ.\nנשיא ברזיל, ז'איר בולסונארו, פיטר את שר הבריאות של המדינה, לואיז אנריקה מנדטה - כך הודיע השר לשעבר. מנדטה פוטר לאחר שבשבועות האחרונים התגלו חילוקי דעות בינו לבין הנשיא, הנוגעים להתפשטות נגיף הקורונה במדינה. במקומו, בולסונארו מינה את האונקולוג נלסון טייש.\nראש הממשלה בנימין נתניהו קיבל את עקרונות הצעת המועצה לביטחון לאומי בנושא היציאה ממשבר הקורונה - כך נמסר מלשכתו. נתניהו החליט על תכנית מדורגת שתכלול פתיחה מוגבלת של עסקים, באופן מבוקר ומדוד. משרד האוצר יגבש תכנית פיילוט עבור מספר ענפי מסחר אשר יוכלו לפתוח בכפוף להנחיות משרד הבריאות. כמו כן, יוגדר תו סגול שיכלול קריטריונים לפתיחת עסקים בהתאם לסקטורים שיוגדרו, ניתן יהיה לצאת לפעילות ספורטיבית עד שני אנשים קבועים ועד לטווח של 500 מטר מהבית. יתאפשר חינוך מיוחד יחידני. במהלך 48 השעות הקרובות יכינו הצוותים המקצועיים הצעת החלטה. כמו כן, התקבלה הצעת שר החינוך רפי פרץ להחזיר את החינוך המיוחד ללימודים. המתכונת תהיה שני ילדים בכיתה, עם חונכים קבועים ובחלל קבוע.\nנציגי המשרדים הממשלתיים הציגו בפני ראש הממשלה והשרים את הטיוטות שגובשו לחזרה לשגרה ברקע המשבר. בתום הדיון שנמשך כשמונה שעות הוחלט כי ענפי המסחר, התעשייה והשירותים ייפתחו בכפוף למגבלות שייקבעו עד מוצ\"ש, כמו בדיקות חום, חיטוי ושמירת מרחק. שר שנכח בדיון הסביר בשיחה עם וואלה! NEWS כי בשבת מתוכננת ישיבת ממשלה, בה צפויים להחליט כי \"התעשייה, בכפוף לקביעת כללים מיוחדים, תוכל לחזור כמעט לפעילות מלאה. לגבי המסחר הולכים ככל הנראה לפתוח מסחר בחנויות רחוב, אך אישורים יינתנו תחילה לפי ענפים שלא דורשים התקהלות גדולה, ואותם יפתחו\".", "url": "https://news.walla.co.il/item/3352274", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-17 22:30"}