{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3353483"}, "headline": "משבר הקורונה: מניין המתים בישראל עלה ל-198", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/8/3008228-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, לירן לוי, מאיה הורודניצאנו, יניר יגנה, אמיר בוחבוט וסוכנויות הידיעות"}, "datePublished": "2020-04-25 23:09:00", "dateModified": "2020-04-25 23:25:59", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "לפי משרד הבריאות מספר החולים עלה ל-15,298, בהם 127 במצב קשה ו-99 מונשמים. מספר הנדבקים בעולם ממשיך לזנק עם כ-2.9 מיליון חולים. ועדת השרים תדון ביום ראשון במתווה החזרה של מערכת החינוך. מספר המתים בבריטניה חצה את רף ה-20 אלף. עדכונים שוטפים", "title": "מניין המתים מקורונה בישראל עלה ל-199; יותר מ-200 אלף מתים בעולם", "subtitle": "לפי משרד הבריאות מספר החולים עלה ל-15,298, בהם 127 במצב קשה ו-99 מונשמים. מספר הנדבקים בעולם ממשיך לזנק עם כ-2.9 מיליון חולים. ועדת השרים תדון ביום ראשון במתווה החזרה של מערכת החינוך. מספר המתים בבריטניה חצה את רף ה-20 אלף. עדכונים שוטפים", "keywords": ["נגיף הקורונה", "ארצות הברית", "ניו יורק", "מקסיקו", "סין"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל ומניין המתים עלה היום (שבת) ל-199 בני אדם, בהם קשישה בת 86, דיירת בית האבות \"גני אורה\" בירושלים. 15,298 איש אובחנו כחולים, בהם 127 מאושפזים במצב קשה, ומתוכם 99 מונשמים. 6,435 החלימו עד כה מהווירוס. 1,251 דוחות חולקו ביממה האחרונה על הפרת תקנות נגיף הקורונה, עלייה של 190 מיממה קודם לכן.המגיפה ממשיכה לגבות עוד ועוד מתים ברחבי העולם עם יותר מ-2.9 מיליון נדבקים וכ-201 אלף מתים. ממעקב אוניברסיטת ג'ונס הופקינס עלה הלילה כי 1,258 בני אדם מתו ביממה האחרונה בארצות הברית, המעט ביותר בשלושת השבועות האחרונים. בסין רשמו יום עשירי ברציפות ללא מקרי מוות מהנגיף. היממה האחרונה הייתה השנייה ברציפות בה חלה האטה בקצב עליית החולים בגרמניה. מניין המתים בספרד עלה ל-22,902. ארגון הבריאות העולמי אמר כי אין הוכחה לכך שמחלימים מקורונה חסינים להידבקות שנייה.\nראש ממשלת צרפת אדוארד פיליפ יציג מחר בפני הפרלמנט את התוכנית הממשלתית להקלה בסגר שהוכרז במדינה בעקבות התפשטות נגיף הקורונה - כך נמסר מלשכתו. אחרי הצגת התוכנית, הנושא יובא לדיון והצבעה בפרלמנט. הסגר במדינה הוטל ב-17 במרץ בהוראת הנשיא עמנואל מקרון ותוקפו הוא עד 11 במאי.\nמשרד הבריאות הודיע כי מספר המתים מנגיף הקורונה בישראל עלה ל-199 בני אדם. עוד נמסר כי מניין החולים עלה ל-15,298, בהם 127 במצב קשה, ומתוכם 99 מונשמים. 6,435 החלימו ושוחררו לבתיהם.\nיו\"ר ועד סוחרי שוק מחנה יהודה, טלי פרידמן, קראה לממשלה לפתוח את הדוכנים שנסגרו בעקבות משבר הקורונה. זאת, לקראת הפגנת סוחרי השוק שתתקיים מחר בשעה 10:00. \"ממשלת סאלח שבתי המנותקת - התעוררי ואפשרי לנו לפתוח את השוק. שכחתם מי חיוני לאזרחים. אתם יורקים לנו בפנים\", אמרה פרידמן. \"הזלזול מצד הממשלה באנשי השווקים חצה כל גבול. בעלי הסופרים סופרים את השטרות - ואנחנו סופרים את החובות. בפעם הבאה שפוליטיקאי כזה או אחר יגיע לכאן לקושש קולות לקראת הבחירות, נגרש אותו בבוז צורם. שיחפשו תומכים באיקאה ובסופרים\".\nמספר הנדבקים בנגיף הקורונה המשרתים בחובה, בקבע ועובדי צה\"ל עלה ל-202 - כך נמסר מדובר צה\"ל. עוד נמסר כי 95 מתוכם החלימו או השתחררו משירות, וכי יתר 107 החולים במצב קל. כמו כן, 886 מהמשרתים בצה\"ל מחוייבים בבידוד בעקבות חשיפה לחולה מאומת.\nשלושה ימים אחרי אשתו, הרב צבי הירש פרוש מת מנגיף הקורונה בגיל 58. משערי צדק נמסר כי הוא הובא בערב שישי לבית החולים על ידי מד\"א כתוצאה מהתדרדרות במצבו הרפואי. צוותי מד\"א ביצעו בו פעולות החייאה ממושכות, אך הוא הגיע לבית לשערי צדק ללא רוח חיים. הרופאים המשיכו בנסיונות ההחייאה, אך נאלצו לקבוע את מותו.ביום שלישי האחרון, אשתו ביילא פרוש, מתה בגיל 52 באותו בית החולים. היא אושפזה בתחילת השבוע במצב קל לאחר שנדבקה בנגיף, ומצבה הדרדר במהירות. היא אושפזה במחלקת טיפול נמרץ ונפטרה כעבור זמן קצר. בנם בן ה-30 אושפז גם הוא לפני כשלושה שבועות לאחר שנדבק בנגיף. מצבו מוגדר קשה והוא מורדם ומונשם. לבני הזוג יש ארבעה ילדים.\nמניין המתים מנגיף הקורונה חצה את רף ה-200 אלף - כך עלה מספירה של סוכנות הידיעות רויטרס. מספר חולי הקורונה המאובחנים, עומד על 2,890,892 בני אדם. ארצות הברית היא המדינה עם מספר המתים הגבוה ביותר בעולם, אחריה ספרד, איטליה וצרפת.\nהממשלה קיבלה את בקשת שר החינוך רפי פרץ לדון בסוגיית חזרת הלימודים במתכונת שונה. הנושא יעלה ביום ראשון בישיבת ועדת השרים בנושא הקורונה, בה יציג שר החינוך את המתווה שלו לחזרה מדורגת. השר פרץ מסר כי \"המתווה מחזיר את מערכת החינוך לתפקוד, אם כי במתכונת שונה וזהירה\". על פי המתווה, גני ילדים יחולקו לשתי קבוצות, עם 15 ילדים בממוצע בכל קבוצה. כל קבוצה תלמד פיזית בגן חצי שבוע, וחצי שבוע בלמידה מרחוק. אותה אפשרות עלתה גם לגבי צהרונים. תלמידי כיתות א' עד ג' יחולקו גם הם לקבוצות של 15, ותהיה למידה פיזית בבתי הספר. ההפסקות יהיו בשעות שונות, כדי להימנע מחשיפה בזמנים אלו. יתר התלמידים ימשיכו בלמידה מרחוק, כשהמרתונים להכנה לבגרויות ייעשו בקבוצות של עד עשרה תלמידים.\n106 בני אדם מתו בטורקיה ביממה האחרונה, מה שהעלה את מניין המתים במדינה ל-2,706 - כך עולה מנתוני משרד הבריאות הטורקי. כמו כן, נרשמו 2,861 מקרי הידבקות במגיף הקורונה. המספר הכולל של מקרי ההידבקות במדינה עומד על 107,773 - המספר הגבוה ביותר בכל מדינה מחוץ למערב אירופה או ארצות הברית.\n415 בני אדם מתו ביממה האחרונה באיטליה, לאחר שנדבקו בנגיף הקורונה. כמות המתים היומית הקטנה ביותר מאז 17 במרץ - כך נמסר מהסוכנות להגנת האזרחים. גם כמות מקרי ההידבקות החדשים הוא הנמוך ביותר בחמשת הימים האחרונים, והוא עומד על 2,357. סך המתים מאז ההתפרצות ב-21 בפברואר עומד כעת על 26,384.\nמניין המתים מנגיף הקורונה ברחבי ארצות הברית עלה ל-52,042 בני אדם - כך עלה מנתוני אוניברסיטת ג'ונס הופקינס. על פי הנתונים המעודכנים, מספר חולי הקורונה עלה ל-906,551 בני אדם.\n711 בני אדם נוספים מתו מנגיף הקורונה בבתי החולים בבריטניה ביממה האחרונה - כך הודיעו גורמי הבריאות בממלכה. בכך, עלה מניין המתים בבתי החולים ל-20,217 בני אדם.\nמשרד הבריאות פרסם כי אתמול נערכו 11,799 בדיקות לגילוי נגיף הקורונה. זאת, לעומת הנתון של הבדיקות שנערכו שלשום - 13,861.\nנשיא איראן חסן רוחאני אמר בשידור חי בטלוויזיה הממלכתית כי יש להתכונן לתרחיש הכלכלי הגרוע ביותר כתוצאה ממשבר הקורונה. \"עלינו לתכנן את הייצור מתוך השקפה פסימית לפיה נתמודד עם הנגיף עד לחודש מרץ בשנת 2021\", אמר רוחאני.\n76 בני אדם נוספים מתו מנגיף הקורונה באיראן ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, מניין המתים מהנגיף באיראן עלה ל-5,650. על פי משרד הבריאות האיראני, עד כה אובחנו 89,328 מקרי הידבקות בקורונה, מתוכם 3,069 במצב קריטי.\n120 חולים נוספים מתו מנגיף הקורונה בהולנד ביממה האחרונה, ובזאת עלה מניין המתים ל-4,409 - כך הודיע המרכז לבריאות הציבור במדינה. מספר החולים עלה ב-655, וכעת הוא 37,190.\nמניין המתים מנגיף הקורונה בספרד עלה ל-22,902, לאחר ש-368 נוספים מתו ביממה האחרונה - כך דיווחו כלי התקשורת במדינה. עוד דווח כי מספר הנדבקים עלה ל-223,759.\n1,251 דוחות חולקו ביממה האחרונה על הפרת תקנות נגיף הקורונה, עלייה של 190 מיממה קודם לכן - כך עולה מנתונים שפרסמה המשטרה. סך הכול, 50,136 קנסות ניתנו מאז פרוץ המגיפה, בהם 39,770 הנוגעים ליציאה למרחב הציבורי, 5,992 על שהייה במקום אסור, ו-15 על אי עטיית מסכה.\nמספר החולים בנגיף הקורונה ברוסיה עלה ב-5,966 ביממה האחרונה - כך הודיע המרכז לטיפול במשבר הקורונה במדינה. בכך, מניין הנדבקים עלה ל-74,588. מניין המתים עלה ל-681, לאחר ש-66 נוספים מתו מהנגיף.\nארגון הבריאות העולמי אמר כי אין כרגע הוכחה לכך שהמחלימים מנגיף הקורונה חסינים להידבקות שנייה. הארגון הזהיר מפני מתן \"אישורי חסינות\" לאלו שחלו והבריאו, משום שהם עלולים לגרום להעלאת הסיכון להתפשטות נוספת של הנגיף עקב התעלמות המחזיקים באותם אישורים מההנחיות.\n31 בני אדם מתו מנגיף הקורונה ביממה האחרונה באינדונזיה, ובכך עלה מניין המתים ל-720 - כך הודיע משרד הבריאות האינדונזי. מספר הנדבקים במדינה עלה ל-8,607, לאחר ש-396 נוספים חלו בנגיף.\nמשרד הבריאות הודיע כי מספר הנדבקים בנגיף הקורונה עלה ל-15,148, ומניין המתים עלה ל-198. מתוך החולים 130 במצב קשה, ו-102 מונשמים.\nמספר החולים בנגיף הקורונה בגרמניה עלה ב-2,055 מאז אתמול, וכעת הוא 152,438 - כך הודיע המרכז לטיפול במגיפות במדינה. זה הוא היום השני ברציפות בו יש האטה בעליית מספר החולים. 179 בני אדם מתו מהנגיף ביממה האחרונה, ועתה מניין המתים עומד על 5,500.\nקשישה בת 86, דיירת בית האבות \"גני אורה\" בירושלים, מתה מנגיף הקורונה. הקשישה סבלה ממחלות רקע שונות, ואושפזה בבית החולים קפלן ברחובות.\nמספר החולים בנגיף הקורונה בתאילנד עלה ל-2,907, לאחר ש-53 נוספים נדבקו ביממה האחרונה - כך הודיע המרכז לטיפול בנגיף במדינה. מניין המתים במדינה הוא 51.\nכ-150 מאנשי צוות של ספינת התענוגות האיטלקית \"קוסטה אטלנטיקה\" העוגנת ביפן אובחנו כחיוביים לנגיף הקורונה - כך דווח בתקשורת המקומית. הספינה הגיעה לנמל נגסאקי בחודש פברואר, וצוותה, המונה כ-650 איש, חויב בבידוד.\nמספר החולים בנגיף הקורונה בארצות הברית עלה ב-21,579 ביממה האחרונה, וכעת הוא עומד על 890,524 - כך עדכנה אוניברסיטת ג'ונס הופקינס. קודם לכן נמסר כי מניין המתים במדינה עלה ל-51,017.\nמניין הנדבקים בנגיף הקורונה בקוריאה הדרומית עלה ל-10,718, זאת לאחר שאובחנו 10 חולים חדשים בלבד ביממה האחרונה - כך מסרו הרשויות במדינה. עוד נמסר כי לא נרשמו מקרי מוות מהנגיף ביממה האחרונה ומניין המתים עומד על 240 בני אדם.\n12 חולים חדשים בנגיף הקורונה אובחנו ביממה האחרונה בסין, מה שהעלה אתה מניין הנדבקים במדינה ל-82,816 - כך עולה מנתוני נציבות הבריאות הלאומית. עוד נמסר כי ביום העשירי ברציפות לא נרשמו מקרי מוות נוספים מהנגיף במדינה.\nמניין המתים מנגיף הקורונה בארצות הברית עלה ל-51,017, זאת לאחר ש-1,258 בני אדם מתו ביממה האחרונה - כך עולה מהמעקב של אוניברסיטת ג'ונס הופקינס. פי הנתונים הללו מדובר בירידה במספר הקורבנות היומי שגבה הנגיף, מזה כמעט שלושה שבועות. אמש דיווחה האוניברסיטה כי לפי שעה מספר הנדבקים עומד על 870 אלף.\nמניין המתים מנגיף הקורונה במקסיקו עלה ל-1,221 בני אדם - כך מסר משרד הבריאות בניו מקסיקו. עוד נמסר כי מניין הנדבקים מהנגיף במדינה עלה ל-12,872.\n172 חולים חדשים בנגיף הקורונה אובחנו ביממה האחרונה בפנמה, מה שהעלה את מניין הנדבקים ל-5,338 - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי 154 בני אדם מתו מהנגיף ביממה האחרונה.\n422 בני אדם מתו מנגיף הקורונה ביממה האחרונה בניו יורק שבארצות הברית, מה שהעלה את מניין המתים בניו יורק ליותר מ-16,000 - כך מסרו הרשויות במדינה. על פי ההודעה, זה העלייה הקטנה ביותר בשיעור התמותה בעיר בשבועות האחרונים. המושל אנדרו קואומו אמר שהנתונים עדיין ברמה בלתי נתפסת, אך שזה צונח במעט. \"אלו עדיין חדשות הרסניות\", הוסיף קאומו.", "url": "https://news.walla.co.il/item/3353483", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-25 23:09"}