{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3353183"}, "headline": "נערכים לפתיחת בתי הספר: הצוותים הניהוליים ישובו לעבוד", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/7/3007758-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, מאיה הורודניצאנו, לירן לוי, אמיר בוחבוט וסוכנויות הידיעות"}, "datePublished": "2020-04-23 19:02:00", "dateModified": "2020-04-24 04:50:56", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "עובדי המנהלה הונחו לשוב לפעילות בהתאם לתו הסגול. בנק ישראל אמר כי השבתת מערכת החינוך גורמת לנזק כלכלי שבועי של כ-2.6 מיליארד שקל. משרד הבריאות עדכן כי מספר החולים עלה ל-14,592 בהם 136 במצב קשה ו-107 מונשמים. עדכונים שוטפים", "title": "נערכים לפתיחת בתי הספר: הצוותים הניהוליים שבו לעבוד בהתאם להנחיות", "subtitle": "עובדי המנהלה הונחו לשוב לפעילות בהתאם לתו הסגול. בנק ישראל אמר כי השבתת מערכת החינוך גורמת לנזק כלכלי שבועי של כ-2.6 מיליארד שקל. משרד הבריאות עדכן כי מספר החולים עלה ל-14,592 בהם 136 במצב קשה ו-107 מונשמים. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "ישראל ממשיכה להיאבק בהתפשטות נגיף הקורונה. לפי הנתונים שפרסם היום (חמישי) משרד הבריאות, מניין המתים עלה ל-191 בני אדם. מניין הנדבקים הוא 14,592 בני אדם, בהם 136 במצב קשה, ירידה של חמישה מאז אתמול בערב, ו-107 מונשמים. עד כה 5,334 בני אדם החלימו ושוחררו. משרד האוצר הציג את דרישותיו להקלת ההגבלות על המשק - בשלב הראשון ייפתחו כל חנויות הרחוב, בהן מספרות ומכוני יופי, וכן יאושר איסוף מזון ממסעדות, ובשלב השני ייפתחו גם קניונים ומרכזי קניות. תל אביב וערים נוספות יבטלו את מופעי הזיקוקים ביום העצמאות, זאת למרות היוזמה של שרת התרבות מירי רגב.במקביל, נשיא ארצות הברית, דונלד טראמפ, הודיע הלילה כי חתם על צו מנהלי להשהייה זמנית של ההגירה לארצות הברית בזמן משבר הקורונה. בתוך כך, שר החוץ של ארצות הברית, מייק פומפאו אמר כי וושינגטון קראה לסין לסגור לצמיתות את שווקי בעלי החיים שלה מאחר וקישרה אותם להפצת מחלות. כמו כן, בצרפת עלה מניין המתים עלה ל-21,340, ובמקסיקו ב-113 ל-970. הנגיף ממשיך להתפשט ברחבי העולם עם יותר מ-2.6 מיליון חולים, כ-184 אלף מתים וכ-722 אלף מחלימים.\nשישה אנשים נדבקו בנגיף הקורונה בסין ביממה האחרונה ולא דווחו מקרי מוות חדשים - כך נמסר הלילה ממשרד הבריאות של המדינה. בכך עלה מניין החולים בסין ל-82,804 ומניין המתים נשאר על 4,632 בני אדם. סין עומדת במרכזה של ביקורת עולמית לפיה המספרים שדיווחה מאז החלה התפרצות הנגיף במדינה לפני כארבעה חודשים, אינם נכונים, ובכך פגעה בהתכוננות מדינות רבות לקראת הגעתו של הנגיף לשטחן.\nסך המתים מנגיף הקורונה במקסיקו עומד על 1,069 ומניין החולים הוא 11,633 - כך נמסר הלילה ממשרד הבריאות של מקסיקו.\nרשות ההגירה האמריקנית תחל בביצוע בדיקות קורונה למהגרים לא חוקיים הנמצאים במתקני מעצר ברחבי המדינה לפני גירושם למדינות אחרות - כך הודיעה הלילה רשות ההגירה שתבצע כאלפיים בדיקות ביום. ההחלטה הגיעה על רקע תלונות של מדינות מסויימות לאחר שאזרחיהן שגורשו אליהן בחזרה לאחר שכניסתם לארצות הברית סורבה, חזרו נגועים בנגיף הקורונה.\nבית הנבחרים של ארצות הברית אישר הלילה (שישי) חבילת סיוע לעסקים קטנים ולבתי חולים הנמצאים במשבר עקב ההתמודדות עם נגיף הקורונה במדינה. שווי החבילה היא 484 מיליארד דולר, והיא אושרה ברוב של 388-5, לאחר שכבר אושרה בסנאט ביום שלישי. כעת תעבור חבילת הסיוע לאישור סופי של הנשיא האמריקני דונלד טראמפ.\nבשל העיכוב בקבלת החומרים וחוות הדעת המשפטיות ובהמשך לבקשת השרים, נדחתה ישיבת הממשלה בנוגע להקלת המגבלות שהוטלו על הציבור במסגרת משבר הקורונה - כך הודיע הלילה מזכיר הממשלה, צחי ברוורמן.\nראש ממשלת בריטניה, בוריס ג'ונסון, יחזור לעבודה ביום שני הקרוב - כך דווח הלילה בעיתון \"הטלגרף\" הבריטי. ג'ונסון שחלה בקורונה לפני כחודש ואף אושפז במצב קשה, הנחה לעוזריו לקבוע ישיבת קבינט בשבוע הבא עם שרי הקבינט כדי \"להזיז את העניינים\", כך לפי הדיווח בעיתון \"הטלגרף\".\nשר החינוך רפי פרץ הודה למורות והמורים באגרת שפרסם, והודיע כי \"מורה שמלמד מרחוק לא עושה זאת בהתנדבות אלא בשכר. גיבשתי מתווה להתחשבנות הוגנת עם המורים, יחד עם הפעלת המערכת בחודש יולי, מתוך תפיסה שחודש יולי הכרחי הן למהלך החינוכי והן לטובת המשק כולו\". השר כתב כי \"לפני חג הפסח נאלצנו לסגור את בתי הספר ולעבור למתכונת של למידה מרחוק, מתוך תפיסה שורשית שהחינוך צריך להמשיך\". הוא הוסיף \"השבוע מערכת החינוך חזרה ללמד ביתר שאת. ביצענו שינויים לאור ההערות שקיבלנו, ניסחנו מסמך המלצות שנותן סל של כלים ואפשרויות בלמידה מרחוק, וחזרנו ללמד. אנו מקבלים תגובות טובות מהורים ומורים על כך שהלמידה מכניסה לסדר יום, היא ממשיכה את הרצף החינוכי ונותנת כלים חדשים ללמידה עבור התלמידים\".על רקע המחלוקת בין הסתדרות המורים למשרד האוצר בעניין חודש יולי אמר שר החינוך, \"אין זה סוד שעדיין לא הושגה הסכמה בין הסתדרות המורים למשרד האוצר, ולכן גיבשתי מתווה המעריך את עבודתם המסורה של המורות והמורים בישראל ומחייב לאור זאת שיקבלו על כך את שכרם וביחד עם התפיסה שחודש יולי הכרחי הן למהלך החינוכי והן למהלך המשק כולו\". השר הדגיש את עניין התגמול עבור הלמידה מרחוק ובירך את המורים על ההשקעה הגדולה שלהם בחינוך בסיטואציה הנוכחית.\nאישה בת 76, שסבלה ממחלות רקע, מתה מנגיף הקורונה בבית החולים מאיר בכפר סבא. עוד נמסר כי האישה הגיעה מבית האבות עמל בשרון.\nשירות התעסוקה מסר כי שיעור האבטלה עלה ל-27.05%. עוד נמסר כי 8,398 דורשי עבודה נרשמו ביממה האחרונה וכי מספר המבוטלים בעקבות משבר הקורונה עומד על 995,666.\nמניין הנדבקים בנגיף הקורונה ברוסיה עלה ל-62,773, זאת לאחר ש-4,774 חולים חדשים אובחנו ביממה האחרונה - כך מסר המרכז לניהול המשבר במדינה. עוד נמסר כי 42 בני אדם נוספים מתו מהנגיף, ובכך עלה מניין המתים במדינה ל-555.\n616 איש מתו מנגיף הקורונה ביממה האחרונה בבריטניה - כך מסרו רשויות הבריאות בממלכה. בכך עלה מניין המתים במדינה ל-18,738.\nשני שוטרי מג\"ב נחקרו בחשד לתקיפה בשכונת מאה שערים בירושלים ב-4 באפריל במהלך פעילות מבצעית לאכיפת תקנות שעת חירום כחלק מהמאבק בנגיף הקורונה. על פי החשד, במהלך אירוע הפרות סדר בשכונה, דחפו השוטרים אדם ללא הצדקה שעה שהלך ברחוב. בעקבות הדחיפה המתלונן נפל על המדרכה ונחבל בגופו.\nטכנולוגיה חדשה בבית החולים איכילוב תאפשר ביצוע ופענוח בדיקת קורונה בתוך שעה וחצי בלבד. \"אנו פועלים להרחיב את אפשרות בדיקה מהירה זו עבור מוקדי פעילות אסטרטגיים נוספים בבית החולים כחלק ממגוון הפתרונות שברשותנו\", הודיע מנהל אגף המעבדות בבית החולים, ד\"ר חנוך גולדשמידט.\nמשרד האוצר הציג את דרישותיו שהובאו להסכמות שמתגבשות עם משרד הבריאות, לקראת הדיון בממשלה בסוגיית ההקלות בהגבלות הקורונה על המשק. האוצר דרש שבשלב הראשון ייפתחו כל חנויות הרחוב, בהן מספרות ומכוני יופי, וכן יאושר איסוף מזון ממסעדות, ובשלב השני ייפתחו גם קניונים ומרכזי קניות. הדבר עדיין נמצא בשלבי המשא והמתן, וההקלות צפויות להיות מגובשות לקראת הדיון בממשלה, שטרם נקבע לו מועד. במשרד האוצר דורשים לפתוח חנויות אופנה והנעלה, אך משרד הבריאות מתנגד לכך.\n123 בני אדם נוספים מתו מנגיף הקורונה בהולנד ביממה האחרונה - כך הודיעו רשויות הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בהולנד ל-4,177 בני אדם. עוד נמסר כי זוהו 887 מקרים נוספים של הידבקות בנגיף, ומספר חולי הקורונה במדינה עלה ל-35,729.\nמנהלות המשפחתונים המוכרים על ידי משרד העבודה והרווחה יקבלו תוך עשרה ימים את הפעימה הראשונה של המענק לעסקים - כך סוכם בדיון ועדת הרווחה והעבודה. זאת, לאחר התערבותה של חברי הוועדה והיו\"ר עאידה תומא-סלימאן. סוכם כי המענק, שנע בין 1,647 שקלים עד 4,118 שקלים, יועבר במלואו למשפחתונים.\nקשיש בן 86 שהחלים מנגיף הקורונה אושפז בבית החולים פוריה בעיר לאחר שנמצא חיובי לנגיף. הקשיש, דייר בית אבות בטבריה, שוחרר מבית החולים ב-17 באפריל לאחר ששתי בדיקות לגילוי קורונה שנערכו לו חזרו שליליות וחל שיפור במצבו. הוא שוחרר לבית האבות, ולאחר שהחל לסבול מקשיי נשימה, הועבר למרכז הרפואי פוריה. מבדיקות שנערכו לו בבית החולים הוא אובחן כנשא הנגיף ואושפז במצב קשה במחלקת הקורונה.\nיו\"ר נשיאות המגזר העסקי דובי אמיתי שוחח עם בכירים בממשלה, לקראת הישיבה שתתקיים בנושא סוגיות שיקום המשק לאור משבר הקורונה. לאחר שלנשיאות המגזר העסקי נודע כי אין כוונה להחזיר את המשק כולו לפעילות, אמיתי אמר כי \"הממשלה לא תדליק משואה השנה על הטיפול במשק. בשום מדינה בעולם לא פותרים את המשבר הכלכלי עם קלישאות וסיסמאות\". מהנשיאות למגזר העסקי נמסר כי אם לא תהיה חזרה מלאה לשגרה אחרי יום העצמאות, \"נצא לרחובות ולא בשביל לרכוש מוצרים\".\n386 מקרי הידבקות חדשים בנגיף הקורונה זוהו ברומניה ביממה האחרונה - כך הודיעו הרשויות במדינה. בכך, עלה מספר החולים ברומניה ל-10,096 בני אדם. עוד נמסר כי מניין המתים מהנגיף הוא 527, ו-2,478 החלימו ושוחררו לבתים.\nמשרד החינוך פרסם את הכללים לחזרה לפעילות של המוסדות בהתאם לכללי התו הסגול, כחלק מאסטרטגיית היציאה ממשבר הקורונה. אמנם חל איסור לקיים פעילות עם תלמידים בבתי הספר, אך צוותי המוסדות יכולים לחזור לעבודה כדי להיערך לחזרתה לשגרה של מערכת החינוך. מדובר בעובדי ההנהלה והמנהלה, בהם מנהלים אדמיניסטרטיביים, מזכירות, הנהלת חשבונות, ואבי בית. עובדים אלו יוכלו לשוב לפעילות תוך הקפדה על כללי \"התו סגול\" והנחיות משרד הבריאות.\nשר החינוך רפי פרץ קרא לממשלה לאשר בהקדם את חזרתה לשגרה את מערכת החינוך שהושבתה בעקבות משבר הקורונה. \"מערכת החינוך ערוכה לחזור בצורה הדרגתית לשגרה, בקבוצות קטנות וברוטציה\", אמר פרץ. \"אם נפתחים עסקים ומרכזי מסחר - אין סיבה שהחינוך לא יחזור גם הוא במתכונת שונה. אני קורא לממשלה לאשר בהקדם את החזרה המדורגת של שאר החינוך. לטובת התלמידים, לטובת המדינה ולטובת המשק\".\nבכיר במשרד הבריאות אמר כי אתמול זיהו במעבדות שהגיעו כמה דגימות מבדיקות לגילוי קורונה שצבען היה שונה מהצבע הרגיל. \"לא הכניסו אותן לבדיקה, ועצרו את הבדיקות. בדקנו בכל המעבדות אם מזהים עוד כאלו. מצאו עוד כמה עשרות\", אמר. \"כרגע בודקים אם זה משנה משהו בתוצאות, לא הודענו דבר לנבדקים. אם נבין שהייתה טעות, שהדגימה לא הייתה תקינה, כל אותם אנשים יקבלו טלפון לעשות בדיקה נוספת\". לדבריו, \"במקביל לקחנו את כל הבדיקות מאותו ספק ועצרנו אותם. קופות החולים קיבלו ערכות של חברה אחרת וחזרו לעבוד\". הבכיר הוסיף כי אפליקציית משרד הבריאות \"מגן\" עוברת תהליך שדרוג מאוד משמעותי. \"זו אפליקציה מאוד מורכבת שפיתחנו תוך זמן מאוד קצר\", אמר. \"אנחנו משדרגים אותה שתדע לזהות גם אם היו מגעים בתוך מבנים\".\nראש חטיבת רגולציה, מחשוב ובריאות דיגיטלית במשרד הבריאות, מוריס דורפמן התייחס לפערים בין נתוני תחלואת הקורונה שמפרסם משרד הבריאות לעומת נתוני משרד הפנים. דורפמן אמר כי \"יש הרבה דברים שאנחנו יכולים לעשות הרבה יותר טוב. תוך ימים אחדים היינו צריכים לחבר עשרות מעבדות. הבעיה לא היתה בזה שהתהליך לא קיים, אז ההיקפים היו מאוד גבוהים. המעבדות עבדו עם מערכות שלא היו תואמות עבור זה והייתה עקומת למידה\". לדבריו, \"יש מקור נתונים אחד שכל המערכת רואה. הנתונים שלנו פתוחים גם למל\"ל, וכולם רואים את מה שאני רואה. בחצות והיום בבוקר הנתונים היו שונים כי אחת המעבדות שלחה עדכון בשלוש בלילה. אני לא יודע מתי משרד הפנים גוזר את הנתון, אך יש רק מקור אחד לנתונים\".\nעל פי נתוני בנק ישראל, בכל שבוע בו מושבתת מערכת החינוך, נגרעים כ-2.6 מיליארד שקלים מתוצר המשק, בשל היעדרותם של ההורים ממקומות העבודה. בישראל יש כ-400 אלף משקי בית בהם הורה מועסק נאלץ להיעדר מעבודתו על מנת להשגיח על ילדיו בשל אי קיומן של מסגרות לימודים בבתי הספר והגנים. לכך מתווספת העלות המשקית מאובדן התפוקה החינוכית של בתי הספר, המעונות והגנים, ותרומתם העתידית לתוצר. לפי בנק ישראל, אף שלא ניתן לכמת את הפגיעה באופן מדויק, מדובר בהיקף ניכר.\nדיירת בית האבות \"יוקרה\" ביבנאל בת 72 שוחררה ממחלקת הקורונה בבית החולים לניאדו בנתניה לאחר שהחלימה מנגיף הקורונה. מבית החולים נמסר כי המטופלת התקבלה למחלקה לפני כשבועיים במצב בינוני.\nמשרד הכלכלה העביר למטה לביטחון לאומי את המלצותיו להקלות נוספות בהגבלות הקורונה. המשרד המליץ להשיב לפעילות את מתחמי הקניות הפתוחים, לאשר איסוף מזון ממסעדות, ולאפשר פתיחת מספרות, מכוני יופי ועסקי הרפואה האלטרנטיבית. בנוסף לכך, המליץ משרד הכלכלה להגדיר תקנות שיתירו לנותני השירות בבית הלקוח או במרחב הציבורי לעבוד, כגון מורי נהיגה ושמרטפים. המשרד התייחס גם להגדלת מספר הלקוחות המותרים בחנויות גדולות, ולאשר פתיחת עסקים נוספים כמו מכוני שטיפת רכב, חלפני כספים, משתלות, וחנויות למוצרי תינוקות.\nשני חשודים תושבי רעננה ואזרחי צרפת נעצרו השבוע בחשד לביצוע ניסיונות מעשי הונאה תוך ניצול משבר נגיף הקורונה ופגיעה בחברות מזון בצרפת - כך הודיעה המשטרה. על פי החשד, ניסיונות ההונאה בוצעו תוך פנייה באמצעים שונים למשרדי עשרות חברות מזון בצרפת, מתחזים לבכירי החברה ומבקשים שיועברו לחשבונם סכומי כסף גדולים.  עם קבלת הפנייה מהרשויות בצרפת נפתחה החקירה, ובית המשפט האריך את מעצרם של השניים.\n16 בני אדם נוספים מתו מנגיף הקורונה בפיליפינים ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים ל-462. עוד נמסר כי מאתמול זוהו 271 נדבקים חדשים בנגיף, ובכך עלה מספר חולי הקורונה בפיליפינים ל-6,981 בני אדם.\nכוחות ביטחון גדולים נכנסו לשכונת כפר עקב שבמזרח ירושלים, מעבר לגדר, בכדי לאכוף את ההנחיות למאבק בנגיף הקורונה. זאת, לאחר שעד כה מרבית האכיפה בוצעה על ידי הרשות הפלסטינית.\nמשרד הבריאות פרסם את פילוח החולים בנגיף הקורונה לפי יישובים. על פי המשרד, בירושלים זוהו 3,061 נדבקים בקורונה, ואחריה בני ברק עם 2,588 חולים. בתל אביב אובחנו 491 תושבים כחולים בנגיף, בבית שמש 392, באלעד 354, ו-335 נדבקו בקורונה במודיעין עילית. מוקדם יותר הודיע משרד הבריאות כי מניין החולים בישראל עלה ל-14,592 בני אדם.\nיו\"ר ועדת הקורונה ח\"כ עפר שלח (יש עתיד-תל\"ם) אמר במהלך הדיון כי המשבר והטיפול בו צריכים לסוב סביב שאלת המידע. \"יש מחסור במידע אמין גם לציבור ואפילו למקבלי ההחלטות\", אמר שלח. \"כמו שהתקשינו לקבל נתונים אמינים על הדברים הכי בסיסיים כמו מספרי החולים, הבדיקות, מכונות הנשמה ועוד, כך גם מקבלי ההחלטות כולל הבכירים לא מקבלים את המידע הזה\". לדבריו, הוא הגיש בקשה בשם הוועדה לקבל את המידע באופן שוטף. שלח הזהיר כי \"כשהדברים לא נהירים לציבור ואנשים לא מבינים על איזה בסיס התקבלו החלטות, יהיה קשה מאוד לגרום להם לציית לאורך זמן. המידע הוא חלק מהפתרון\".\nראשי עיריות אשדוד, באר שבע, זכרון יעקב ונתניה הודיעו כי לא יקיימו מופעי זיקוקים ביום העצמאות, למרות היוזמה של שרת התרבות מירי רגב ויו\"ר השלטון המקומי חיים ביבס. ראש עיריית אשדוד יחיאל לסרי אמר כי לא יתקיימו גם מופעי בידור באמצעות משאיות שעוברות ברחבי העיר וכי \"ההשקעות הכלכליות צריכות להתמקד באוכלוסיית הקשישים, ברווחה, בסיוע לבעלי העסקים, בחינוך המיוחד ועוד\". ראש עיריית באר שבע רוביק דנילוביץ' אמר כי \"אנו נמצאים במשבר חריף, זה לא הזמן לחגיגות ראוותניות\". ראשת עיריית נתניה מרים פיירברג מסרה כי \"אין מקום להוצאה מסוג זה\". ראש מועצת זכרון יעקב אמר כי \"בימים אלה נכון יותר להשקיע למען חיי תושבי המושבה ובשמירה על ביטחונם ובריאותם\".\nעיריית תל אביב הודיעה כי תעניק סיוע לאמנים בעיר שנפגעו כלכלית בעקבות משבר הקורונה. על פי ההודעה, תוענק קרן סיוע בהיקף של 700 אלף שקלים מטעם העירייה וקרן תל אביב לאמנים העצמאים, לעובדי תאגידי התרבות העירוניים ועמותות התרבות. על פי עיריית תל אביב, מאות אלפי השקלים התקבלו מתורמים פרטיים, ומקבלי המענקים ייבחרו על ידי ועדה שתתכנס בימים הקרובים.\nעיריית כפר סבא הודיעה כי לא תקיים השנה את מופע הזיקוקים ביום העצמאות, למרות היוזמה של שרת התרבות מירי רגב ויו\"ר השלטון המקומי חיים ביבס. ראש עיריית כפר סבא רפי סער אמר כי \"בשעה קשה זו, יש לעבוד בשיקול דעת נכון והסבת התקציבים הללו לנושאים הבוערים העומדים לפנינו בהם נושא הרווחה, הקשישים בעירנו, העסקים המקומיים ועוד\". סער הוסיף כי \"החלטנו כי השנה לא יהיו זיקוקים ומופעים גרנדיוזיים. נביא שמחה בלב לתושבות והתושבים שלנו גם ללא צורך בזיקוקים\".\nשר הביטחון נפתלי בנט הנחה את משרדו ואת צה\"ל להיערך ליוזמה במסגרתה יוקראו שמותיהם של החללים במהלך יום הזיכרון בשבוע הבא. בנט הנחה כי לאור מגבלות הקורונה, חיילי צה\"ל יקריאו לאורך יום הזיכרון את שמות כל חללי צה\"ל וכוחות הביטחון שנפלו מאז קום המדינה. החיילים ישובצו במשמרות בהיכל הזיכרון הממלכתי בהר הרצל. מדובר ביוזמה משותפת של שר הביטחון ואגף משפחות, הנצחה ומורשת במשרד הביטחון.\n10 בני אדם נוספים מתו מנגיף הקורונה ביפן ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהנגיף ל-712. עוד נמסר כי מאתמול זוהו 422 מקרי הידבקות חדשים בווירוס, וכי מספר חולי הקורונה ביפן עלה ל-12,631 בני אדם.\nמשרד הבריאות הודיע כי מניין המתים מנגיף הקורונה בישראל עלה ל-191 בני אדם. מספר החולים הוא ל-14,592, בהם 136 במצב קשה, ירידה של חמישה מאז אתמול בערב, ומתוכם 107 מונשמים. 5,334 מהנדבקים החלימו ושוחררו לבתיהם. כמו כן, על פי פילוח הערים, בבני ברק אומתו כ-1,778 חולים עד כה וכ-135 נמצאים בבידוד פעיל. בתל אביב אומתו כ-214 חולים ו-200 תושבים נמצאים בבידוד נכון לעכשיו.\nמניין המתים מנגיף הקורונה בהודו עלה ל-681 בני אדם - כך הודיעו גורמי הבריאות במדינה. עוד נמסר כי מספר החולים המאובחנים ברחבי הודו עלה ל-21,393.\nיו\"ר יד לבנים אלי בן שם אמר כי הוא מאמין שרוב המשפחות יישמעו להנחיות ולא יעלו לבתי העלמין הצבאיים ביום הזיכרון. \"אתמול עלו כ-1,500 אנשים לבתי העלמין בהר הרצל וקרית שאול. היום ועד יום שני צפויים לפקוד את בתי העלמין משפחות שכולות נוספות\", סיפר בן שם. \"אני מאמין שרוב המשפחות השכולות לא יפרו את ההחלטה. אנחנו לא צריכים את יום הזיכרון, עבורנו כל יום הוא יום זיכרון. מדובר ביום שנועד בעיקר לחברה הישראלית\".על האפשרות שמשפחות שכולות בכל זאת יגיעו לקברים ביום הזיכרון אמר כי \"אני מאוד מקווה שזה לא יקרה. שוחחתי על כך עם ממלא מקום המפכ\"ל. השוטרים יקימו מחסומים באזור בתי העלמין, אבל גם יגלו רגישות. לדעתי רוב המשפחות השכולות מבינות את המסר\".\nאישה בת 78 מתה מנגיף הקורונה בתאילנד במהלך היממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס ל-50 בני אדם. עוד נמסר כי זוהו 13 מקרי הידבקות נוספים בנגיף, ומספר חולי הקורונה בתאילנד עלה ל-2,839 בני אדם.\nמניין הנדבקים בנגיף הקורונה בגרמניה עלה ב-2,352 ביממה האחרונה ל-148,046 - כך נמסר ממכון קוך למחלות זיהומיות. מניין המתים מהווירוס עלה ב-215 ל-5,094.\nשר החוץ של ארצות הברית, מייק פומפאו, אמר כי וושינגטון קראה לסין לסגור לצמיתות את שווקי בעלי החיים שלה, המכונים \"שווקים רטובים\", תוך שהיא מקשרת בינם לבין הפצת מחלות זואונוטית - המועברות מבעלי החיים לבני אדם. הנגיף התגלה ככל הנראה באחד השווקים בעיר הסינית ווהאן. \"בהתחשב בקשר החזק בין חיות הבר הבלתי חוקיות הנמכרות בשווקים הרטובים למחלות זואנוטיות, ארצות הברית קראה לרפובליקה העממית של סין לסגור לצמיתות את השווקים הרטובים של חיות הבר וכל השווקים שמוכרים חיות בר בלתי חוקיות,\" אמרה פומפאו בהצהרה.\nניו זילנד הודיעה כי מספר המתים מנגיף הקורונה עלה בשניים, וכעת הוא 16. לאחר ששלושה נוספים נדבקו בנגיף, מניין הנדבקים במדינה עלה ל-1,451.\nמניין הנדבקים בנגיף הקורונה בסין עלה ביממה האחרונה בעשרה, לעומת 30 ביום שלפני - כך הודיע משרד הבריאות של המדינה. 82,798 בני אדם נדבקו מאז פרוץ המגיפה, ואף תושב סין לא מת מהנגיף מאז אתמול.\nנשיא ארצות הברית, דונלד טראמפ, הודיע כי חתם על צו מנהלי להשהייה זמנית של ההגירה לארצות הברית בזמן משבר הקורונה. \"המהלך יבטיח שאזרחים אמריקנים מובטלים מכל הרקעים יהיו הראשונים בתור לקבלה למקומות עבודה\", אמר טראמפ בנאומו בבית הלבן.\nתל אביב וערים נוספות יבטלו את מופעי הזיקוקים, זאת למרות היוזמה של שרת התרבות מירי רגב ויו\"ר השלטון המקומי, חיים ביבס. גם גבעתיים, הרצליה, הוד השרון, רעננה, רמת גן, אשדוד, יבנה, שוהם ובת ים כבר הודיעו היום על ביטול המופעים המתקיימים מדי שנה ביום העצמאות.\n544 בני אדם נוספים מתו מנגיף הקורונה בצרפת ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בצרפת ל-21,340. על פי ההודעה, מספר המאושפזים ביחידות לטיפול נמרץ בבתי החולים ברחבי המדינה ירד ל-5,218 בני אדם.\nבתי המשפט צפויים להרחיב פעילותם החל מ-3 במאי, לאחר שזו צומצמה בעקבות התפשטות נגיף הקורונה. בין היתר, יוכלו להישמע כמעט כל סוגי הדיונים הפליליים בבתי משפט מחוזיים, מלבד דיוני הוכחות.\nמנכ\"ל משרד הבריאות משה בר סימן טוב וצוות משרדו קיימו שיחה עם כלל מנהלי ומנהלות בתי החולים הציבוריים על המשך ההתמודדות המשותפת עם נגיף הקורונה. בראשית הפגישה הביע בר סימן טוב את הערכתו ותודתו למנהלים ולצוותים הרפואיים שנמצאים בחזית המאבק.\nמשרדי הבריאות והתחבורה גיבשו במשותף מתווה שיאפשר קיום לימודי נהיגה ומבחנים מעשיים, תוך שמירה על בריאות הציבור בתקופת התפשטות הקורונה. אמצעי הזהירות בהם יש לנקוט על פי המתווה הם הימצאות של שני בני אדם ברכב בכל זמן נתון, חבישת מסכה לאורך השהות ברכב, הימנעות ממגע פיזי, לבישת כפפות, מחיצת ניילון שיחצוץ בין המורה לתלמיד. כמו כן, יש לחטא את הרכב בכל פעם שמתחלף תלמיד, ועל שני חלונות הרכב האחוריים להיות פתוחים. עוד על פי המשרדים, על המורים, הבוחנים והנבחנים להיות מתחת לגיל 67.\nמשרד הבריאות פרסם שמניין המתים מנגיף הקורונה בישראל עלה ל-189 בני אדם. מספר החולים עלה גם הוא ל-14,498, בהם 141 במצב קשה ומתוכם 106 מונשמים. 5,215 מהנדבקים החלימו ושוחררו לבתיהם.(עדכון ראשון: 06:59)", "url": "https://news.walla.co.il/item/3353183", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-23 19:02"}