{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3353001"}, "headline": "בתוך יומיים: היקף הבדיקות לגילוי קורונה צנח בכ-2,000", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/7/3007319-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, יואב איתיאל, אלי אשכני, מאיה הורודניצאנו, לירן לוי וסוכנויות הידיעות"}, "datePublished": "2020-04-22 23:00:00", "dateModified": "2020-04-22 23:26:35", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מניין החולים עלה ל-14,498 בני אדם, מתוכם 106 מונשמים. תשלום המעמ לעסקים יידחה עד ל-18 במאי. היקף הבדיקות לגילוי קורונה צנח בכ-2,000 אתמול. הצעת החוק לאפשר איכונים לחייבי בידוד לא תקודם. הממשלה אישרה קיום חתונות עד 19 איש בשטח פתוח. עדכונים שוטפים", "title": "התפשטות הקורונה: 189 מתים בישראל, עלייה קלה במספר החולים במצב קשה", "subtitle": "מניין החולים עלה ל-14,498 בני אדם, מתוכם 106 מונשמים. תשלום המע\"מ לעסקים יידחה עד ל-18 במאי. היקף הבדיקות לגילוי קורונה צנח בכ-2,000 אתמול. הצעת החוק לאפשר איכונים לחייבי בידוד לא תקודם. הממשלה אישרה קיום חתונות עד 19 איש בשטח פתוח. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "המאבק בנגיף הקורונה בישראל נמשך, ומניין הנדבקים עלה הבוקר (רביעי) ל-14,498 בני אדם, בהם 141 במצב קשה ו-106 מונשמים. מניין המתים מנגיף הקורונה בישראל עלה ל-189 בני אדם, בהם ניצולת שואה בת 98 שמתה בבית החולים שערי צדק. עד כה 5,125 בני אדם החלימו ושוחררו. במקביל, הממשלה אישרה הטלת סגר ביום הזיכרון, יום העצמאות וחודש הרמדאן. התפשטות הנגיף ברחבי העולם נמשכת אף היא, עם יותר מ-2.5 מיליון חולים, כ-181 אלף מתים וכ-710 אלף מחלימים. מניין המתים מקורונה בארצות הברית עלה ליותר מ-45 אלף בני אדם, בעוד שכמה מדינות הציגו תכניות ליציאה מההגבלות להכלת הנגיף. ארגון הבריאות העולמי הודיע כי לא ניתן לקבוע את המקור המדויק של נגיף הקורונה בשלב זה. בערב הסעודית לא ייערכו תפילות במסגדים המרכזיים גם במשך כל חודש הרמדאן בשל התפשטות נגיף הקורונה.\n544 בני אדם נוספים מתו מנגיף הקורונה בצרפת ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס בצרפת ל-21,340. על פי ההודעה, מספר המאושפזים ביחידות לטיפול נמרץ בבתי החולים ברחבי המדינה ירד ל-5,218 בני אדם.\nבתי המשפט צפויים להרחיב פעילותם החל מ-3 במאי, לאחר שזו צומצמה בעקבות התפשטות נגיף הקורונה. בין היתר, יוכלו להישמע כמעט כל סוגי הדיונים הפליליים בבתי משפט מחוזיים, מלבד דיוני הוכחות.\nמנכ\"ל משרד הבריאות משה בר סימן טוב וצוות משרדו קיימו שיחה עם כלל מנהלי ומנהלות בתי החולים הציבוריים על המשך ההתמודדות המשותפת עם נגיף הקורונה. בראשית הפגישה הביע בר סימן טוב את הערכתו ותודתו למנהלים ולצוותים הרפואיים שנמצאים בחזית המאבק.\nמשרדי הבריאות והתחבורה גיבשו במשותף מתווה שיאפשר קיום לימודי נהיגה ומבחנים מעשיים, תוך שמירה על בריאות הציבור בתקופת התפשטות הקורונה. אמצעי הזהירות בהם יש לנקוט על פי המתווה הם הימצאות של שני בני אדם ברכב בכל זמן נתון, חבישת מסכה לאורך השהות ברכב, הימנעות ממגע פיזי, לבישת כפפות, מחיצת ניילון שיחצוץ בין המורה לתלמיד. כמו כן, יש לחטא את הרכב בכל פעם שמתחלף תלמיד, ועל שני חלונות הרכב האחוריים להיות פתוחים. עוד על פי המשרדים, על המורים, הבוחנים והנבחנים להיות מתחת לגיל 67.\nמשרד הבריאות פרסם שמניין המתים מנגיף הקורונה בישראל עלה ל-189 בני אדם. מספר החולים עלה גם הוא ל-14,498, בהם 141 במצב קשה ומתוכם 106 מונשמים. 5,215 מהנדבקים החלימו ושוחררו לבתיהם.\nחומות העיר העתיקה בירושלים הוארו במחוות תודה והוקרה לשוטרי משטרת ישראל ולמערכת הביטחון בישראל, הפועלים לשמור על ביטחון האזרחים ובמסגרת המאבק בנגיף הקורונה. מדובר במחווה של עיריית ירושלים לשוטרים הפועלים בבירה.\n437 בני אדם מתו מנגיף הקורונה באיטליה ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים ל-25,085 בני אדם. מדובר בירידה חדה במספר המתים היומי באיטליה, לעומת 534 מתים אתמול ומספרים דומים ואף גבוהים יותר בשבוע האחרון. עוד הודיעו גורמי הבריאות כי מאתמול זוהו 3,370 מקרי הידבקות חדשים, עלייה לעומת 2,729 ביממה שלפני כן. מספר חולי הקורונה באיטליה עלה ל-187,327.\nתינתן הארכה נוספת בתשלום המע\"מ לעסקים עד ל-18 במאי לאור משבר הקורונה - כך הודיעה רשות המסים. על פי ההחלטה, ידחה התשלום עבור החודשים ינואר ופברואר עבור עסקים המדווחים למע\"מ בדיווח דו חודשי וקבע. הודעה זו היא המשך לארכה קודמת שניתנה ב-17 במרץ, אז נקבע מועד הדיווח והתשלום עד ל-27 באפריל.\n10,873 דורשי עבודה נוספו ביממה האחרונה - כך הודיע שירות התעסוקה. בכך, עלה מספר המובטלים בישראל מאז פרוץ משבר הקורונה ל- 1,108,941 בני אדם. על פי ההודעה, 3,131 מבין אלה שנרשמו כדורשי עבודה שהוצאו לחופשה ללא תשלום - חזרו לעבוד.\nמגדה גרייף בת ה-87 תובא בשעה 21:00 לקבורה בבית העלמין החדש בבאר שבע. שלשום נמצאה גרייף, ניצולת השואה, כשהיא ללא רוח חיים ובמצב של ריקבון קשה בביתה שבעיר. בעקבות המצב הקשה בו נמצאה הגופה, לא ניתן היה לבצע זיהוי בתחילה. לאחר איתור צילומי שיניים ואמצעים נוספים, בוצע הזיהוי במכון הלאומי לרפואה משפטית. יו\"ר זק\"א יהודה משי זהב פנה לציבור ואמר כי \"מדובר במקרה קשה שזעזע מדינה שלמה. אני מתחנן, כל אחד שיש לו לב -  תבדקו מה עם השכנים שלכם, שמרו איתם על קשר רציף\".\nמשרד הבריאות פרסם עדכון למספר הבדיקות לגילוי נגיף הקורונה שנערכו בימים האחרונים. על פי הנתונים המעודכנים, אתמול בוצעו 11,422 בדיקות קורונה, לעומת 13,342 בדיקות שנערכו שלשום.\nחנה וייזר בת ה-98 מתה מנגיף הקורונה בבית החולים שערי צדק שבירושלים. משפחתה מסרה כי \"אמנו וסבתנו היקרה שרדה את אימת השואה ובנתה בית יהודי לתפארת בארץ ישראל\".\nמשרד הבריאות פרסם את התיקון לתקנות החדשות לשעת חירום למאבק בנגיף הקורונה, שאושרו בישיבת הממשלה. על פי התקנות החדשות, יתאפשר קיום של חתונות בשטח פתוח ובהשתתפות של עד 19 אנשים, תוך שמירת מרחק של שני מטרים לפחות בין אדם לאדם. עוד אושר כי יתאפשר לצאת מהבתים לצרכי ראיון עבודה.\nשר האוצר משה כחלון תקף במהלך ישיבת הממשלה את התנהלות משרד הבריאות במשבר הקורונה, וההחלטה לא לפתוח עסקים נוספים במסגרת ההקלות. \"למה הציינג'ים לא פתוחים? יש זכוכית משוריינת בין האנשים ולכן אין בעיה לפתוח\", אמר כחלון. \"יש היום הרבה קוסמטיקאיות שעובדות בשחור, צריך לתת הנחיות ולאפשר להם לעבוד עם ציוד והגנה\". למרות שישיבת הממשלה עסקה בהגבלות על יום העצמאות ויום הזיכרון, שר הכלכלה אלי כהן אמר כי \"הנזק להמשך הסגר עולה על התועלת. צריך לפתוח את המספרות ולקדם את הנושא של מתן אפשרות למסעדות לעשות 'טייק אוואי'\". כהן הצטרף לשר התחבורה בצלאל סמוטריץ, בדרישה לאפשר למורי הנהיגה לחזור לעבודה. מחר יתקיים דיון בממשלה שבו ידונו השרים בנוגע להקלו בענפים נוספים במשק.\nהמשטרה חילקה ביממה אחרונה 1,133 דוחות. מדובר בהמשך הנתונים הנמוכים של הימים האחרונים. בין היתר, הוצאו שלושה צווי סגירה לעסקים, ונפתחו 204 חקירות בגין הפרת צווים, הפרת הוראה חוקית והפצת מחלה.בנוסף לכך, ניתנו שתי דוחות על הפרת הוראת גורם מוסמך לשהות במקום בידוד מטעם המדינה, ושתי דוחות על הפרת חובת בידוד. 902 דוחות על יציאה למרחב הציבורי למטרה או פעולה בניגוד לתקנה 2, ו-23 דוחות על סירוב להוראה על התפזרות מהתקהלות/התכנסות.\nועדת החוץ והביטחון הקפיאה את הצעת החוק שתאפשר למשטרה לערוך איכונים אקראיים למי שחייב בבידוד כחלק מהמאבק בנגיף הקורונה. זאת לאחר ששר המשפטים אמיר אוחנה ביקש להקפיא את ההצעה בעקבות הביקורת.\nהממשלה אישרה את ההחלטה להטיל סגר במהלך חודש הרמדאן בשעות הלילה, וביום העצמאות ויום הזיכרון.\nמשרד הבריאות הנחה לארבע קופות החולים שלא להשתמש בכ-10,000 מטושים המשמשים לבדיקת נגיף הקורונה. זאת, לאור השינויים בצבע הנוזל בחלק מערכות המטושים. עוד מסר משרד הבריאות לקופות החולים כי \"אנא וודאו כי הערכות הנ\"ל נשמרות בטמפרטורה אשר לא עולה על 25 מעלות צלזיוס\".\nראש עיריית ירושלים, משה ליאון אישר פטור מארנונה למשך שלושה חודשים, לעסקים בעיר שנסגרו בעקבות התפרצות מגיפת הקורונה בישראל. ליאון מסר כי \"אני נרגש על הבשורה החשובה לפיה העסקים יקבלו פטור משלושה חודשי ארנונה. פעלתי נמרצות מול ראש הממשלה ומשרדי הממשלה, כדי שהחלטה כזו תתקבל, ואני שמח שבקשתי אומצה ואף הוחלה על כל המדינה\". הפטור מארנונה יינתן בתקופה של 1 במרץ ועד 31 מאי. הוא יחול על עסקים כמו חנויות, שירותים, מסחר, מפעלי תעשיה, בתי מלאכה, חניונים ועוד. הפטור יוענק בהתאם לנקבע בתקנות משרד הפנים.\nהצעת חוק המעצרים לחשודים כחולי קורונה או חייבי בידוד אושרה לקריאות שנייה ושלישית. ברגע האחרון הוסרה מהצעת החוק מגבלת זמן המעצר לחמישה ימים, אותה הוסיפה הוועדה לנוסח רק אתמול. 9 ח\"כים תמכו בחוק: עפר שלח והח\"כים יואב סגלוביץ' (יש עתיד-תל\"ם), טלי פלוסקוב, מיכל שיר, אופיר כץ, עוזי דיין (הליכוד), רם שפע (כחול לבן), משה אבוטבול (ש\"ס), יעקב טסלר (יהדות התורה). 4 ח\"כים התנגדו לחוק: אנטאנס שחאדה, אוסאמה סעדי, ג'אבר עסאקלה (הרשימה המשותפת), ניצן הורביץ (מרצ).הצעת החוק הממשלתית מעגנת בחקיקה ראשית את ההסדר, לפיו בית המשפט ובתח הדין הצבאיים יהיו רשאים להורות על מעצרו של חשוד או להאריך את מעצרו, גם אם יש מניעה לקדם את החקירה שלו נוכח הסיכון הבריאותי הכרוך בחקירת אדם החולה בקורונה או המצוי בבידוד בשל מחלת הקורונה. ההסדר מתייחס לחשוד או לעד חיוני בלבד.כמו כן, מוצע להבנות את שיקול הדעת של השופט ולקבוע כי השופט יורה על מעצר בנסיבות אלה רק אם שוכנע שיש הצדקה לכך לאחר ששקל את חומרת העבירה, את משך התקופה הצפויה שבה לא ניתן יהיה לקדם את החקירה, ואת הפגיעה הצפויה בחשוד. הוועדה ערכה מספר תיקונים להצעת החוק: קיצור תקופת הוראת השעה לחודש וחצי במקום שלושה חודשים, הכללת דרישת חיוניות המעצר שצפויה לצמצם את כמות המעצרים, וכן את קביעת חובת הנמקה למעצר.\nהמשטרה פיזרה התקהלות אסורה ומסכנת חיים של אנשים בדירה בבני ברק. בדירה אותרו 12 אנשים בחדר קטן, ללא מסכות וללא שמירת מרחק האחד מרעהו. ההתקהלות פוזרה מהדירה, ברחוב ישמח משה בבני ברק, לאחר שלמפרי תקנות הבריאות נרשמו דוחות.\nהשר לביטחון הפנים גלעד ארדן יביא לאישור הממשלה את הסיכום שגובש עם המשטרה והשלטון המקומי ולפיו מפגני זיקוקים יתקיימו השנה בכמה מוקדים בכל רשות מקומית. על פי המתווה, פיזורי מוקדי הזיקוקים יאפשר למספר רב ככל הניתן של תושבי הרשות המקומית לצפות בהם, מבלי להפר את הוראות משרד הבריאות ומבלי לצאת מטווח ה-100 מטרים המותר ליציאה.\nמתחילת חודש אפריל התקבלו בביטוח הלאומי 142,000 תביעות לדמי אבטלה. אם מורידים שבתות ומועדים, אז מדובר בממוצע בכ-10 אלפי מובטלים מידי יום.\nבדיון בוועדה המיוחדת לענייני רווחה ועבודה שהתקיים בכנסת, אמר סגן הממונה על התקציבים במשרד האוצר, אסף וסרצוג כי \"אנחנו לקראת סיכום עם מעונות היום המפוקחים על מענק שמגלם החזר על הוצאות קבועות שנדרשו מהם מאז פרוץ משבר הקורונה, יחד עם היערכות נדרשת לטובת חזרה לפעילות\". מנכ\"ל משרד העבודה והרווחה, אביגדור קפלן ציין כי \"המעונות אינם על סף קריסה\".לגבי הגנים הפרטיים אמר וסרצוג כי \"הם יהיו זכאים למענק גבוה מאוד, עד כ-30% מהמחזור החודשי שלהם עבור חודשים מרץ ואפריל, במסגרת מענק הסיוע לעסקים שהמדינה נותנת\". הוא הסביר כי \"הם יקבלו סיוע כמו כל שאר העסקים הפרטיים. אנחנו לא מתחילים לדבר עם כל אחד בנפרד, כי אז נצטרך לתת פתרון פרטני לכל עסק במדינת ישראל. העזרה שהעצמאים מקבלים מהאוצר היא עזרה אדירה בעשרות מיליארדי שקלים\". לשאלת חברי הכנסת השיב: \"אני אומר בכנות, אני לא יכול להתחייב שההורים לא ישלמו תשלומים נוספים לגנים. אם יהיה צורך בסיוע נוסף, נבחן זאת\".\nבתי עסק בביתר עילית שאינם פעילים בשל הנחיות הרשויות, יזכו לפטור מתשלום ארנונה לתקופה של שלושה חודשים - זאת בעקבות הנחיית ראש העיר מאיר רובינשטיין. ההחלטה התקבלה לאחר אישור ותיקון החוק על ידי שר הפנים אריה דרעי. לפי ההחלטה, בעלי עסקים שבית העסק שלהם אינו פעיל לפי ההנחיות, יקבלו פטור אוטומטי מתשלום בהתאם לתקנות משרד הפנים. ראש העיר מאיר רובינשטיין אמר כי \"זו בשורה של ממש לבעלי העסקים. המציאות הקשה שכולנו מתמודדים איתה פוגעת במיוחד בבעלי עסקים שאין להם היכולת להפעיל את בית העסק שלהם. מחובתנו לסייע להם\".\nהוועדה לנושא הקורונה בכנסת בראשות ח\"כ עפר שלח, התכנסה להצביע על בקשות לבחינה מחדש של מספר הסתייגויות להצעת חוק מעצרים לחשודים חולי קורונה. הוועדה אישרה ברוב של 7 מול 6 ח\"כים את הבקשה לדון מחדש בהסתייגותם של סיעות הרשימה המשותפת, מרצ וח\"כ מיקי לוי (יש עתיד-תל\"ם), הקובעת מגבלה של 5 ימים למעצר.לאחר שח\"כ טסלר ביקש התייעצות סיעתית, והיו\"ר שלח הודיע כי בעקבות לוח הזמנים של דיוני הוועדה ומליאת הכנסת ההצבעה תידחה למחר, הגיבה ח\"כ טלי פלוסקוב (הליכוד): \"זה לא ראוי, היה דיון ואני חושבת אולי להצביע בניגוד למה שנקבע כרגע בליכוד, ואתם פוסלים ממני את הזכות להתייעץ \". שלח השיב כי \"מי שעשה את כל המאמצים להביא את הצ\"ח כעת זה אני ולא אחרים. אני לא חייב שזה יעלה היום למליאה והבהרתי לכם אתמול שהבקשה שלכם תדחה את ההצבעה ביום\". הוא הוסיך כי \"קבענו דיון נוסף בנוכחות משתתפים חיצוניים ובמקום חמש דקות התייעצות, אני נותן לכם יום להתייעץ\". למרות זאת, כעת, לאחר שקיבל את אישור יו\"ר הכנסת לחידוש הדיון, הודיע שלח על חידוש ההצבעות בשעה 13:00.\nכוחות משטרה איתרו בכפר נחף מסגד שפעל בניגוד להוראות משרד הבריאות ובתוכו מתפללים. לשבעה מתפללים נרשמו דוחות בסך 500 שקלים, בגין הפרת ההנחיות.\nמניין המתים מנגיף הקורונה בספרד עלה ל-21,717, זאת לאחר ש-435 בני אדם מתו ביממה האחרונה - כך מסר משרד הבריאות הספרדי. עוד נמסר כי מניין הנדבקים במדינה עלה ב-4,211 ל-208,389.\nאישה בת 30 מהכפר עקב הסמוך לירושלים אובחנה חיובית לנגיף הקורונה. בסך הכל התגלו עד כה 474 מקרים של הידבקות בנגיף בשטחי הרשות הפלסטינית.\nשרי הממשלה דנים בשעה זו בשיחת ועידה, בהגבלות התנועה שיחולו ביום הזיכרון ויום העצמאות ולאורך חודש הרמדאן. התקנות יעוגנו במסגרת תקנות לשעת חירום. בימים האחרונים עוררו המגבלות ביקורת רב בקרב המשפחות השכולות, שזעמו על העיכוב בקבלת ההחלטה בנושא.\nמניין הנדבקים בנגיף הקורונה בפולין עלה ל-10,034 - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין המתים מהנגיף עלה בפולין ל-404 בני אדם. זאת, לאחר שביום שני המדינה החלה לבצע הקלות במגבלות שהוטלו על האזרחים עם פרוץ המגפה.\nקשיש בן בן 85 מת במרכז הרפואי \"שהם\" פרדס חנה - מחלקת כתר מנגיף הקורונה. הקשיש הוא הדייר ה-20 בבית האבות \"יוקרה\" ביבנאל שמת כתוצאה מהנגיף.  הוא גם החולה החמישי שמת מאלה שהועברו ממוסדות אחרים למחלקת הקורונה של שהם פרדס חנה. בנוסף אליו, פונו שלושה דיירים מיוקרה ביבניאל, אחד ממעון הורים שומרי החומות בירושלים ועוד דיירת ממעון הורים שומרי החומות ירושלים, שהועברה לשהם ופונתה משם לבית החולים הלל יפה, שם מתה.\n5,236 חולים חדשים בנגיף הקורונה אובחנו ברוסיה ביממה האחרונה, מה שהעלה את מניין הנדבקים במדינה ל-57,999 - כך מסר הבוקר (רביעי) המרכז לניהול המשבר במדינה. עוד נמסר כי 57 בני אדם מתו מהנגיף ביממה האחרונה והעלו את מניין המתים ל-513.\nמנכ\"ל משרד הבריאות משה בר סימן טוב חשף בועדת החוץ והביטחון של הכנסת כי כ-15% מסך כל המבודדים מפרים את הבידוד שהם מחויבים בו. לדבריו, \"אם מישהו רוצה להפר בזדון את הבידוד ולהשאיר טלפון בבית, גם זה אפשר\". בר סימן טוב לא ידע כמה מתוך חולי הקורונה מפרים את הבידוד, וחברי הכנסת ביקשו ממנו לאתר את הנתון לפני שהם מאשרים את הצעת החוק שתאפשר למשטרה לערוך איכונים כדי לאתר מחויבים בבידוד שיפרו את הבידוד שבו הם צריכים להיות.\nקשישה בת 95, שסבלה מריבוי מחלות רקע, מתה אמש מנגיף הקורונה בבית החולים סורוקה בבאר שבע.\nאישה בת 52 עם מחלקות רקע מתה אמש לאחר שנדבקה בנגיף הקורונה במחלקה המבודדת במרכז הרפואי שערי צדק בירושלים. במחלקות המבודדות לחולי קורונה בבית החולים מאושפזים 74 חולים, מתוכם 21 במצב קשה.\nמנכ\"ל משרד החינוך שמואל אבואב הסביר בוועדת החינוך, כיצד מתכוונים במשרד החינוך לפתוח מחדש את מערכת החינוך. \"נערכנו לכמה חלופות, נתחיל עם גנים וכיתות קטנות ולאחר מכן זה יהיה בתי ספר וגנים של החופש הגדול שישלבו בתוכם קריאה ומשחקים\", אמר אבוהב. \"כדי לאפשר לכסות את כל חודש יולי צריך לנהל מו\"מ עם האוצר. איך עוברים ממצב החירום ויוצאים ממנו\", הוסיף.לדבריו, \"סדר העדיפות צריך להיות כדלקמן: בשלב הראשון לפתוח את גני הילדים בשלוש חלופות, או לחלק את גני הילדים למספר המותר על ידי משרד הבריאות, או לקיים לימודים במתכונת של יומיים - יומיים. או להפעיל צהרון, נאפשר למחצית הגן המותרת להגיע לגן, ולאפשר מסגרת של אחר הצהריים\". הוא הוסיף כי \"בשלב ראשון חטיבות הביניים והתיכון לומדים מרחוק. איננו יודע מה ההחלטות שתתקבלנה, התפקיד שלנו ליצור את החלופות, אם יחליטו שחצי גן מותר נהיה ערוכים לזה. אף אחד לא יודע באיזה תנאים אפשר לקיים את שגרת הלימודים, התפקיד שלנו לאפשר את כל החלופות\".\nמשרד הבריאות עדכן כי מניין החולים מנגיף הקורונה עלה ל-187. עוד נמסר כי מניין הנדבקים הכולל עלה ל-14,326, בהם 148 במצב קשה ומתוכם 111 מונשמים. עד כה החלימו ושוחררו 4,961 בני אדם.\nיותר ממאה גננות מגנים פרטיים מפגינות מול הכנסת, בקריאה לסיוע במשבר הכלכלי שבעקבות התפרצות מגיפת הקורונה. \"פקידי האוצר שלחו אותנו אתמול לבקש עוד כסף מההורים שקורסים תחת נטל האבטלה על מנת להשלים את ההפסדים הכבדים - לא ניתן לזה יד\", הבהירו הגננות.\n1,809 חולים בנגיף הקורונה מגיעים מבני ברק, ירושלים עדיין ראשונה במספר החולים - כך עולה מפילוח החולים לפי רשויות מקומיות. עוד עולה כי באלעד עלה מניין החולים ל-258 ובמודיעין עילית 256 חולים.\nהקרן להעמדת הלוואות לעסקים קטנים ובינוניים בערבות המדינה מסרה כי עד כה נבדקו על ידי הבנקים 8,801 בקשות להלוואות, מתוכן אושרו 6,458. בסך הכל הוגשו כ-44 אלף פניות בבקשה להלוואה, ו-2,288 פניות נדחו. מדובר בהיקף הלוואות העומד על כ-2.5 מיליארד שקל. המערכת הבנקאית ממשיכה בעבודתה לבחינת יתר הפניות. הלוואה ממוצעת עומדת על כ-400 אלף שקל.\nרשות האוכלוסין וההגירה מסרה כי בשבועיים האחרונים נכנסו לישראל 3,561 אזרחים ששבו מחו\"ל, 305 מתוכם במהלך היממה האחרונה. עוד נמסר כי במהלך התקופה הזאת עזבו את ישראל 1,783 אזרחים זרים.\n1,809 חולים בנגיף הקורונה מגיעים מבני ברק, ירושלים עדיין ראשונה במספר החולים - כך עולה מפילוח החולים לפי רשויות מקומיות. עוד עולה כי באלעד עלה מניין החולים ל-258 ובמודיעין עילית 256 חולים.\nמניין המתים מנגיף הקורונה בגרמניה עלה ל-4,879, זאת לאחר ש-281 חולים מתו ביממה האחרונה - כך מסר המכון למחלות זיהומיות במדינה. עוד נמסר כי מניין הנדבקים בגרמניה עלה ב-2,237 בני אדם, וכעת הוא 145,694.\nמניין הנדבקים בנגיף הקורונה בקוריאה הדרומית עלה ל-10,694, זאת לאחר שאובחנו 11 חולים חדשים ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי אדם נוסף מת מהנגיף ומניין המתים עלה ל-238.\n2,731 בני אדם נוספים מתו מנגיף הקורונה ברחבי ארצות הברית ביממה האחרונה - כך עלה מספירה של אוניברסיטת ג'ונס הופקינס. בכך, עלה מניין המתים מהווירוס במדינה ל-45,039. מאתמול זוהו 37,179 מקרי הידבקות נוספים בנגיף, ומספר חולי הקורונה בארצות הברית עלה ל-824,438 בני אדם.\nמנהל המרכז האמריקני לבקרת מחלות ומניעתן, ד\"ר רוברט רדפילד, הזהיר בריאיון ב\"וושינגטון פוסט\" מפני גל נוסף של התפרצות נגיף הקורונה בארצות הברית. לדבריו, התפרצות כזו צפויה להתרחש בחורף הקרוב. עוד אמר ד\"ר רדפילד כי גל זה יהיה \"ככל הנראה קשה יותר\" משום שהשפעת הרגילה תתפרץ במקביל, והדבר ייצור עומס על מערכת הבריאות.\n30 מקרי הידבקות חדשים בנגיף הקורונה זוהו בסין ביממה האחרונה - כך הודיעו הלילה (רביעי) גורמי הבריאות במדינה. עוד נמסר כי זוהו חמישה חולים אסימפטומטיים נוספים. בכך, עלה מספר חולי הקורונה בסין ל-82,788 בני אדם. ביממה זו לא נרשמו מקרי מוות מהנגיף, ומניין המתים נותר 4,632 בני אדם.\nיותר מ-700 מקרים נוספים של הידבקות בנגיף הקורונה זוהו במקסיקו ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מספר החולים במקסיקו ל-9,501 בני אדם. עוד נמסר כי מתו 145 בני אדם נוספים כתוצאה מהנגיף, וכי מניין המתים עלה ל-857.\nנשיא ארצות הברית דונלד טראמפ אמר כי ההגירה למדינה תופסק למשך 60 ימים, במטרה \"להגן על האמריקנים שאיבדו את עבודתם בשל משבר הקורונה\". בתדרוך היומי לעיתונאים בבית הלבן אמר טראמפ כי \"עצירת ההגירה תעזור להבטיח את הצבת המובטלים האמריקנים ראשונים בתור למשרות\". עוד ציין הנשיא האמריקני כי ייתכן שבהמשך הוא יודיע על הארכת תוקף ההחלטה או על שינויה.", "url": "https://news.walla.co.il/item/3353001", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-22 23:00"}