{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3354457"}, "headline": "משבר הקורונה: מניין המתים מהנגיף בישראל עלה ל-225", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/9/3009365-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, יואב איתיאל, מאיה הורודניצאנו וסוכנויות הידיעות"}, "datePublished": "2020-05-01 22:46:00", "dateModified": "2020-05-02 00:01:12", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "בין ההקלות שיובאו לאישור השרים ביום ראשון: פתיחת קניונים ושווקים. היקף הנדבקים עלה ל-16,101, בהם 103 במצב קשה ומתוכם 83 מונשמים. 690 דוחות חולקו למפרי הנחיות, ירידה של כ-300 דוחות מהיממה הקודמת. באיטליה חלה ירידה נוספת במספר המתים היומי. עדכונים שוטפים", "title": "מניין המתים מקורונה עלה ל-225, הממשלה תדון בהקלות נוספות ביום ראשון", "subtitle": "בין ההקלות שיובאו לאישור השרים ביום ראשון: פתיחת קניונים ושווקים. היקף הנדבקים עלה ל-16,101, בהם 103 במצב קשה ומתוכם 83 מונשמים. 690 דוחות חולקו למפרי הנחיות, ירידה של כ-300 דוחות מהיממה הקודמת. באיטליה חלה ירידה נוספת במספר המתים היומי. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "מניין המתים מקורונה בישראל עלה היום (שישי) ל-223 בני אדם. מספר החולים בארץ הוא 7,023 בהם 105 במצב קשה ו-83 מונשמים. עד כה נדבקו בנגיף 16,004 ישראלים בעוד 8,758 החלימו ושוחררו לבתיהם. בדיון ועדת השרים לעינייני קורונה שנערך היום הסכימו השרים כי ביום ראשון הקרוב ישובו אל הלימודים כיתות א'-ג', י\"א-י\"ב, מסגרות החינוך המיוחד, כיתות ז'-י\"א בחינוך החרדי וכן \"ישיבות קטנות\". פעוטונים וגני ילדים ייפתחו ב-10 למאי. כיתות ד'-י' ייפתחו לא יאוחר מה-1 ליוני. כמה עיריות, בהן תל אביב, רמת גן ובני ברק הודיעו כי לא ייפתחו את הלימודים ביום ראשון.ברחבי העולם, יותר מ-3.2 מיליון בני אדם נדבקו בנגיף, וסך המתים הגיע לכ-233 אלף. זאת, בעוד שיותר ממיליון מהנדבקים החלימו לחלוטין. בסין נמשכת מגמת ההאטה בקצב ההידבקות, כשרק ארבעה בני אדם אובחנו כחולים ביממה האחרונה, לעומת 22 יום קודם לכן. גם בקוריאה הדרומית אובחנו ארבעה חולים, ובשתי המדינות הודיעו כי אף אחד מהם לא נדבק בשטחן.\nמזכ\"ל האו\"ם אנטוניו גוטרש אמר כי מגפת הקורונה גורמת לפחד וסבל גבוהים מאוד עבור אנשים מבוגרים ברחבי העולם. גוטרש קרא גם לשיפור התמיכה החברתית ו\"מאמצים חכמים לשימוש בטכנולוגיה דיגיטלית כדי להגיע לאנשים מבוגרים העשויים להתמודד עם סבל רב בגלל בידוד והגבלות על תנועותיהם.\nמניין המתים מנגיף הקורונה בארצות הברית עלה ל-62,406, זאת לאחר ש-2,349 בני אדם מתו במדינה מאז הספירה הקודמת - כך מסר המרכז למניעת ובקרת מחלות. עוד נמסר כי מניין הנדבקים במדינה עלה ל-1,062,446.\n218 בני אדם מתו מנגיף הקורונה ביממה האחרונה בצרפת, ובכך עלה מניין המתים במדינה ל-24,594 - כך מסר משרד הבריאות הצרפתי. עוד נמסר כי מניין הנדבקים הכולל במדינה עלה ל-25,887.\nמשרד הבריאות עדכן כי מניין המתים מנגיף הקורונה עלה ל-225. עוד נמסר כי מניין הנדבקים הכולל עלה ל-16,101, מתוכם 103 במצב קשה ובהם 83 מונשמים. 9,156 החלימו ושוחררו לבתיהם.\nשרי הממשלה צפויים לדון ביום ראשון בשורה של הקלות נוספות במסגרת אסטרטגיית היציאה ממשבר הקורונה. בין הנושאים שצפויים לעלות לדיון - פתיחת הקניונים והשווקים וחזרתם לפעילות. במוצאי השבת השרים צפויים לדון בהחלת ה\"תו הסגול\" על משרדים במגזר הציבורי.\nמניין הנדבקים הכולל בנגיף הקורונה בטורקיה עלה ל-122,392, זאת לאחר ש-2,188 חולים חדשים אובחנו ביממה האחרונה - כך עלה מנתוני משרד הבריאות בטהראן. עוד נמסר כי מניין המתים מהנגיף במדינה עלה ב-84 ל-3,258.\nמניין המתים מנגיף הקורונה בבריטניה עלה ל-27,510, זאת לאחר ש-739 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות בממלכה. עוד נמסר כי ביממה האחרונה בוצעו 122,347 בדיקות לנגיף.\nמניין המתים מנגיף הקורונה באיטליה עלה ל-28,236, זאת לאחר ש-269 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי זו ירידה נוספת בשיעור התמותה היומי מהנגיף באיטליה. מניין הנדבקים הכולל במדינה עלה ב-1,965 ל-207,428.\nהמשטרה הודיע כי 690 קנסות חולקו למפירי ההנחיות במאבק בנגיף הקורונה ביממה האחרונה. 228 מהדוחות חולקו על אי עטיית מסיכה. מאז תחילת אכיפת ההנחיות חולקו 55,264 דוחות.\n352 בני אדם מתו מנגיף הקורונה ביממה האחרונה באנגליה שבבריטניה, מה שהעלה את מניין המתים במדינה ל-20,483 - כך מסרו רשויות הבריאות בממלכה. עוד נמסר כי 18 מהמתים היו ללא מחלות רקע.\nהלווייתו של הרב שלמה מאיר רוזנברג שמת מנגיף הקורונה נערכת בשעה זו בבית העלמין סגולה בפתח תקווה. מסע הלוויה של הרב, שהיה בן 72 במותו, יצא מביתו ברחוב קוטלר בבני ברק לעבר בית העלמין במתכונת מצומצמת בהתאם להנחיות משרד הבריאות. אשתו של הרב יושבת שבעה בפעם השלישית לאחר שגם אמה וגם אחיה מתו מקורונה.\nמניין הנדבקים בנגיף הקורונה ברוסיה עלה ב-7,933 ביממה האחרונה ל-114,431 - כך נמסר היום (שישי) מהרשויות המקומיות. מניין המתים מהנגיף עלה ב-96 ל-96.\nהנהגת ההורים הארצית אמרה כי היא מברכת את החלטת הממשלה על שהחזירה את הלימודים בכיתות י\"א וי\"ב, אך הסתייג מפני חזרת הגנים. \"הנהגת ההורים הארצית מבקשת להודות לממשלת ישראל על כך שנענתה לקריאתנו להחזיר ללימודים את תלמידי כיתות י\"א וי\"ב הניגשים לבחינות הבגרות. זאת על מנת שיוכלו להתכונן כראוי בזמן הקצר שנותר לקראת הבחינות שישפיעו על עתידם. יחד עם זאת, מחובתנו להתריע כי גני הילדים אינם ערוכים כנדרש לחידוש הלימודים וכל עוד לא נמצא פיתרון לסוגיית ההסעות, הדבר יקשה מאוד על ההורים לשלוח את ילדיהם בראש שקט\".\nנשיא צרפת, עמנואל מקרון, אמר כי ההקלות הצפויות ב-11 למאי לא יסמנו חזרה מלאה לשיגרה., וכי מדובר מדובר רק בצעדים ראשונים של יציאה מהמשבר. \"ה-11 במאי לא יהיה מעבר לחיים נורמליים. יהיו כמה שלבים וה-11 במאי יהיה אחד מהם\".\nבמקביל להפגנת השכירים והעצמאיים המתוכננת במוצ\"ש הקרוב בפארק צ'ארלס קלור בת\"א, הפגנות נוספות יתקיימו הפגנות נוספות בחמישה מוקדים בארץ: חיפה, ירושלים, באר שבע, כפר קאסם ואילת.\nגם עיריית רמת גן הודיעה כי לא תפתח את מוסדות הלימוד בעירה ביום ראשון הקרוב, זאת בניגוד לסיכום השרים. לדברי ראש העיר, כרמל שאמה הכהן: \"החלטת הממשלה ברגע האחרון מנותקת מהמצב והבעיות בשטח. לא ניתן לפתוח את מוסדות החינוך ללא פתרונות לבעיות לדוגמא: מורים אשר להם ילדים בגילאי גן. רמת גן תפתח את מוסדות החינוך רק כאשר כל הבעיות ייפתרו וזה לא יקרה עד יום ראשון. לגבי ההחלטה בעניין כיתות י\"א-י\"ב אליה נחשפנו רק כעת נקיים דיון מסודר ונעדכן\".\nבדיון החזרה ללימודים בצל הקורונה, סיכמו השרים על המתווה הבא: ביום ראשון הקרוב ישובו ללימודים תלמידי כיתות א'-ג', י\"א-י\"ב, בחינוך החרדי: שכבות הגיל המקבילות לכיתות ז'-י\"א, תלמידי החינוך המיוחד באופן מלא. בשלב זה, הלימודים לא יוגדרו כחובה (זולת למבחני הבגרות). כיתות ד'-י' יחזרו ללימודים לא יאוחר מה-1 ליוני. הפעוטונים והגנים ישובו לפעילות ב-10 למאי.\nעיריית תל אביב-יפו הודיעה כי בניגוד לאישור השרים, היא לא תפתח ביום ראשון הקרוב את כיתות א'-ג', זאת מתוך \"אחריות לשלומם של הילדים והצוותים הרפואיים\". לדברי ראש עיריית תל אביב-יפו, רון חולדאי, \"לא נוכל לפתוח את מוסדות החינוך אלא לאחר שנלמד, נבין וניערך על פי ההנחיות שיינתנו בהמשך. אני קורא לראש הממשלה לבצע סוף סוף עבודת מטה מסודרת, שקופה ויסודית כדי להחזיר את האמון לציבור ההורים\".\nמניין המתים מנגיף הקורונה באיראן עלה ב-63 ביממה האחרונה ל-6,091 - כך נמסר היום (שישי) מרשויות הבריאות במדינה. מספר הנדבקים עלה ל-95,646.\nהשרים אישרו היום (שישי) בדיון על החזרה ללימודים כי ביום ראשון הקרוב ישובו אל הלימודים כיתות א'-ג', י\"א-י\"ב, מסגרות החינוך המיוחד, כיתות ו'-י\"ב בחינוך החרדי וכן מסגרות לנוער בסיכון. פעוטונים וגני ילדים ייפתחו ב-10 למאי. כיתות ד'-י' ייפתחו לא יאוחר מה-1 ליוני.\nראש הממשלה אמר בדיון השרים בסוגיית החזרה ללימודים כי כיתות '-ג' וי\"א-י\"ב ישובו ללימודים בראשון, שאר הכיתות כולל הגנים ישובו ב-1 ליוני.\nראש הממשלה בנימין נתניהו אמר בדיון השרים בסוגיית החזרה ללימודים, כי יש הסכמה לגבי פתיחת כיתות א'-ג', אך המחלוקת היא האם לפתוח את הגנים או את התיכונים.\nועדת השרים החלה בדיון בפתיחת מערכת החינוך בצל המאבק בנגיף הקורונה. הדיון החל בסקירה בינלאומית שנתן יו\"ר המל\"ל, מאיר בן שבת. הוא הדגיש כי באוסטריה פתחו קודם את התיכונים. מנגד מנכ\"ל משרד החינוך, משה בר סימנטוב דיבר על נתוני הדבקה מהעולם. ואמר כי נכון להחזיר את כיתות א'-ג'. שר החינוך רפי פרץ אומר בדיון \"פתחנו את החינוך המיוחד ל-60 אלף תלמידים, עמדנו בכל תנאי משרד הבריאות ולא היו הדבקויות\".\nשרי הממשלה להגדרת אזור מוגבל החליטו במשאל טלפוני לקצר את הסגר ביישובי החברה הערבית בתקופת הרמדאן בשעה וחצי כך ששהוא יחל מהשעה 19:30 מדי יום ועד 03:00 לפנות בוקר למחרת. זאת בעקבות פניית שר הפנים, אריה דרעי לראש הממשלה בנימין נתניהו בנושא. בשבוע הראשון של הרמדאן הסגר החל מדי יום בשעה 18:00 והסתיים ב-3 לפנות בוקר. כזכור פנה ח\"כ אחמד טיבי בשבוע שעבר בעניין לדרעי שהבטיח להפנות את הבקשה לנתניהו ולמל\"ל. ח\"כ טיבי ביקש לקצר את שעות הסגר כדי לסייע לכלכלה ולמסחר ביישובי החברה הערבית.\nמניין המתים מנגיף הקורונה בגרמניה עלה ל-1,639 ביממה האחרונה ל-160,758 - כך נמסר ממכון רוברט קוך למחלות זיהומיות. מניין המתים מהנגיף במדינה עלה ב-193 ביממה האחרונה עלה ל-6,481.\nגורמים במשרד החינוך תקפו את המל\"ל על ההמלצה לדחות בשבוע את החזרה ללימודים של כיתות א'-ג' והגנים במקביל לאישור שניתן למתווה השבוע ולקראת הדיון בו בוועדת השרים. בנוסף אמרו הגורמים כי גם משרד הבריאות מערים קשיים על חזרה ללימודים. \"הייתה ישיבה ביום שני המתווה אושר, אמרו שיערכו הערכת מצב בשישי כדי לבדוק את מצב התחלואה שלא עלתה, אז פתאום מתדרכים את כל הכתבים שהמלל ומשרד רוהמ רוצה לדחות הכל בשבוע? אז מה עשינו עד עכשיו? למה לשגע את ההורים והגננות ולהטריף את כל המערכת. אם מלכתחילה לא רוצים לפתוח שיגידו\".\nלקראת הדיון בוועדת השרים ועדת ההורים הארצית מתחה ביקורת על העיקוב בפתיחת מערכת החינוך. \"ממשלת ישראל חייבת לפעול להחזרה מיידית של ההורים לשוק העבודה, על מנת למנוע קריסה כלכלית של מאות אלפי משפחות, כמו גם של המשק כולו. כתנאי ראשון לכך יש להשיב את מערכת החינוך לפעילות סדירה, ואת תלמידי הגנים ובתי הספר למסגרות הלימוד, כל זאת בכפוף לשמירה על בריאותם שלהם, של צוותי ההוראה ושל ההורים ובכפוף להנחיות משרד הבריאות\".\nלקראת הדיון בוועדת השרים המל\"ל ממליץ לדחות בשבוע את פתיחת הגנים והלימודים בכיתות א'-ג' בשבוע ולפתוח במקום את כיתות יא-יב.\nמשרד הבריאות פרסם את נתוני התחלואה מקורונה. לפיהם, מניין המתים בישראל מהנגיף עלה ל-223. מניין הנדבקים עלה ל-16,004 בהם 105 במצב קשה, 83 מונשמים ו-8,758 החלימו ושוחררו לבתיהם.\nמחלקת כתר א' - המחלקה הראשונה למטופלי קורונה שנפתחה בבבית החולים שערי צדק- נסגרה לאחר ששלוש המטופלות האחרונות שאושפזו בה בגילאי: 88, 91 ו- 93 החלימו מקורונה ושוחררו. מחלקת כתר א' בשערי צדק שבירושלים נפתחה ב-9 במרץ והייתה בין המחלקות הראשונות שנפתחו בארץ. בחודשיים האחרונים אושפזו בה עשרות מטופלים שרבים מהם החלימו וחזרו לביתם.\nבן 82 מת היום במרכז הרפואי פדה-פוריה לאחר שנדבק בנגיף הקורונה. החולה הגיע במצב קשה מבית האבות \"יוקרה\" ביבנאל ב-10 באפריל, וסבל ממחלות רקע מרובות.\nמניין המתים מנגיף הקורונה בברזיל עלה ב-105 ל-6,006 - כך נמסר מהרשויות המקומיות. מניין הנדבקים מהנגיף עלה ב-1,807 ל-87,187.\nהמתווה לחזרה ללימודים כפי שפורסם לא אושר עד כה על ידי משרד הבריאות - כך מסרו מפקחות גני הילדים בהודעה לגננות. \"אנו ממתינות להחלטות על מתווה שיאושר סופית על ידי כל הגורמים. לפיכך, אנו ממשיכים את הלמידה מרחוק עד להחלטה אחרת\". הן הוסיפו כי הן יעדכנו על כל התפתחות בהמשך וכי \"במידה ותאושר החזרה ללימודים בשבוע הבא, יהיו יום- יומיים להתנעת המהלך\".\nמניין הנדבקים בנגיף הקורונה במקסיקו עלה ב-1,425 ביממה האחרונה ל-19,224 - כך נמסר מהרשויות המקומיות. מניין המתים מהנגיף עלה ב-127 ביממה האחרונה ל-1,859.\nיותר ממיליון בני אדם ברחבי העולם החלימו לגמרי מקורונה, ומספרם הגיע ל-1,014,524 - כך עולה מנתוני אוניברסיטת ג'ונס הופקינס. מספר הנדבקים המעודכן ברחבי העולם הוא 3,256,570, ומניין המתים הוא 233,363.\nסין דיווחה על 12 מקרי הידבקות חדשים בנגיף הקורונה בשטחה ביממה האחרונה - נתון הגבוה פי שלושה מאשר ביממה הקודמת. בסך הכל, מספר המקרים המאומתים של קורונה בסין הוא 82,874 בני אדם. 4,633 מתו מהנגיף.\nנשיא ארצות הברית דונלד טראמפ אישר בפני כתבים היום (חמישי) כי הוצגו לו ראיות שהמצביעות על כך שנגיף הקורונה נולד במעבדה בעיר ווהאן בסין. טראמפ נשאל האם הוא ראה עדויות שמעניקות לו \"רמות גבוהות של ביטחון\" בתיאוריה זו, והוא השיב לכך בחיוב - אך סירב לפרט. \"אני לא יכול לומר, אני לא מורשה לומר לכם את זה\", סיכם.\nמאות מפגינים מחו בתוך מבנה הקפיטול של מדינת מישיגן במחאה על מדיניות החירום של מושלת המדינה גרטשן וויטמר לאור נגיף הקורונה. זאת, בעוד מתקיים במקום דיון של חברי הפרלמנט של המדינה בנושא. המפגינים, חלקם חמושים, צעקו: \"תנו לנו להיכנס\", והשוו בין וויטמר להיטלר.\nמניין הנדבקים בנגיף הקורונה בברזיל עלה ב-7,218 ביממה האחרונה ל-85,380 - כך נמסר ממשרד הבריאות במדינה. מניין המתים מהנגיף עלה ב-435 ל-5,901.", "url": "https://news.walla.co.il/item/3354457", "type": "article", "site_name": "וואלה!News", "published_time": "2020-05-01 22:46"}