{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3354121"}, "headline": "קורונה: מספר המתים עלה ל-215; 90 מונשמים", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/9/3009365-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת וסוכנויות הידיעות"}, "datePublished": "2020-04-29 23:41:00", "dateModified": "2020-04-29 23:48:10", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מספר הנדבקים הכולל בישראל עומד על 15,834, מתוכם 115 במצב קשה ו-8,233 החלימו ושוחררו לבתיהם. בית האבות משען בבאר שבע מסר כי הותרו הביקורים למשפחות. בצרפת 427 איש מתו ביממה האחרונה מהנגיף. בטורקיה מניין החולים עומד על 117,589. עדכונים שוטפים", "title": "התפשטות הקורונה: מספר המתים עלה ל-215, מספר המונשמים ירד ל-90", "subtitle": "מספר הנדבקים הכולל בישראל עומד על 15,834, מתוכם 115 במצב קשה ו-8,233 החלימו ושוחררו לבתיהם. בית האבות משען בבאר שבע מסר כי הותרו הביקורים למשפחות. בצרפת 427 איש מתו ביממה האחרונה מהנגיף. בטורקיה מניין החולים עומד על 117,589. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "מניין המתים מהנגיף בישראל הגיע ל-215, בעוד שמספר הנדבקים הכולל הוא 15,834 - כך עדכן הערב (רביעי) משרד הבריאות. 115 חולים נמצאים במצב קשה, וירידה קלה נוספת נרשמו במספר המונשמים שעומד על 90. בנוסף לכך, 8,322 מהנדבקים החלימו ושוחררו לבתיהם. בית האבות משען בבאר שבע מסר כי הותרו הביקורים למשפחות. ראשי 54 מועצות אזוריות איימו כי במידה ולא יכוסו ההוצאות עבור הסעות לתלמידי כיתות א'-ג' אם לא ישלחו אותם לבתי הספר בראשון הקרוב.מגיפת הקורונה ממשיכה לגבות להתפשט ברחבי העולם. יותר מ-3.1 מיליון בני אדם נדבקו בנגיף, וסך המתים הגיע לכ-218 אלף. זאת, בעוד שיותר מ-951 אלף מהנדבקים החלימו לחלוטין. בצרפת 427 בני אדם מתו ביממה האחרונה ומניין המתים עלה ל-24,087. בטורקיה מניין הנדבקים עלה ל-117,589.\n449 בני אדם מתו מנגיף הקורונה ביממה האחרונה בברזיל, מה שהעלה את מניין המתים ל-5,466 - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים הכולל בברזיל עלה ב-6,276‬ ל-78,162.\nמשרד הבריאות עדכן כי מניין המתים מנגיף הקורונה עלה ל-215, עליה של 2.38% ביממה האחרונה. עוד נמסר כי מניין הנדבקים עלה ל-15,834, בהם 115 במצב קשה ומתוכם 90 מונשמים. 8,233 החלימו ושוחררו לבתיהם.\nבית האבות \"משען\" בבאר שבע מסר כי משרד הבריאות נענה לבקשתו והתיר להוציא את הדיירים מבידוד ולקיים מפגשים עם המשפחות. זאת, לאחר שהדיירים שהו בבידוד למעלה מחודש ולאחר חודשיים בהם נאסרו ביקורי המשפחות במקום. עוד נמסר כי המפגשים יתקיימו החל ממחר בבוקר.\n54 ראשי מועצות אזוריות מסרו היום (רביעי) כי הם לא יסיעו את תלמידי כיתות א'-ג' לבתי הספר ביום ראשון אם לא יקבלו כיסוי כספי על הוצאות ההסעות. \"ההנחיות מחייבות הכפלה של מספר ההסעות. ללא תקציב - לא יהיו הסעות\", אמר יו\"ר מרכז המועצות האזוריות שי חג'ג'. \"ניתן להעביר את תקציב ההיסעים של הכיתות הגבוהות לטובת פתרון למערך ההיסעים\". מחר ידונו ראשי המועצות בהמשך צעדיהם.\nמניין המתים בנגיף הקורונה בצרפת עלה ל-24,087, זאת לאחר ש-427 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות הצרפתי. עוד נמסר כי מניין החולים במצב קשה ירד ל-4,207 מ-4,387.\nמספר המתים מנגיף הקורונה בטורקיה עלה ל-3,081, זאת לאחר ש-89 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר שר הבריאות פרטין קוקה. עוד נמסר כי מניין הנדבקים הכולל במדינה עלה ב-2,936 ל-117,589.\n330 בני אדם מתו מנגיף הקורונה ביממה האחרונה בניו יורק שבארצות הברית - כך מסר מושל המדינה אנדרו קואומו. \"מספר החולים בבתי החולים ממשיך לעלות וזה לא טוב עבורנו\", אמר קואומו במסיבת עיתונאים בה עדכן על נתוני הנגיף בניו יורק. \"מספר בדיקות הקורונה אצלנו עלה ל-30 אלף בדיקות מידי יום\".\nהתקהלויות נצפו אמש בטבריה בזמן שברחובות העיר עברו משאיות ועליהן זמרים כחלק מחגיגות יום העצמאות. האזרחים התקרבו למשאיות והצטופפו, זאת למרות ההנחיות של משרד הבריאות שאוסרות על כך. עיריית טבריה מסרה בתגובה כי \"הפעילות שתואמה באופן מלא עם המשטרה והגורמים המתאימים זכתה להצלחה רבה אך לצערנו, למרות ההערכות לא הצלחנו למנוע התקהלויות בחלק מהמוקדים\". בנוסף הודיעה העירייה כי בשל ההתקהלות מתכונת הפעילות שונתה והמופע של יובל המבולבל התקיים בשידור בפייסבוק בלבד.\nכ-480 עובדים בתחום הבריאות בפקיסטן אובחנו כחולים בנגיף הקורונה - כך מסר יועץ ראש ממשלת פקיסטן בנושאי בריאות, צפר מירזה. \"הבטיחות של עובדי הבריאות בקו החזית שלנו היא עניין קשה לדאגה\", אמר מירזה.\nעשרות אנשים הגיעו לברך את חסידה פעיל, לוחמת פלמ\"ח מגיל 17 ואלמנתו של כ\"ח מאיר פעיל, שחוגגת יום הולדת 90. האנשים בירכו את פעיל והשמיעו לה את המנון הפלמ\"ח.\n1,397 דוחות חולקו ביממה האחרונה על הפרת תקנות נגיף הקורונה - כך עולה מנתונים שפרסמה המשטרה. סך הכול, 53,582 קנסות ניתנו מאז פרוץ המגיפה, בהם 42,327 הנוגעים ליציאה למרחב הציבורי ו-1,209 על סירוב פיזור התקהלות. 314 קנסות בלבד נרשמו עד כה על אי עטיית מסיכה, נוסף על 1,722 אזהרות.\nהילדה בת ה-11, שפונתה לרמב\"ם במצב קשה לאחר שחלתה בקורונה, שבה להכרה מלאה ונושמת בכוחות עצמה. הילדה כבר החלימה מהנגיף עצמו, אולם עד היום מצבה המשיך להיות קשה, עקב פגיעה בליבה כתופעת לוואי של המחלה.\nנער בן 16 התאשפז במצב קשה אך יציב, ובאחת הבדיקות שעשה לגילוי נגיף הקורונה נמצא חיובי במידה גבולית - כך הודיע בית החולים רמב\"ם. הנער הועבר מבית חולים אחר בצפון עם בעיה לבבית וכשל רב מערכתי, ונערכו לו ארבע בדיקות שיצאו שליליות לפני הבדיקה החיובית.\nמניין המתים מנגיף הקורונה בספרד עלה ל-24,275, לאחר ש-325 בני אדם נוספים מתו ביממה האחרונה - כך הודיע משרד הבריאות במדינה. עוד נמסר כי מספר הנדבקים במדינה עלה ל-212,917.\nמספר הנדבקים בנגיף הקורונה ברוסיה עלה ל-99,399 - כך הודיע היום (רביעי) המרכז לטיפול בנגיף במדינה. זאת, לאחר ש-5,841 בני אדם נוספים אובחנו כחולים. 108 מתו מהנגיף ביממה האחרונה, ובכך עלה מניין המתים ל-972.\nמניין המתים מקורונה בישראל הגיע ל-212, בעוד שמספר הנדבקים הכולל הוא 15,782 - כך עדכן הבוקר (רביעי) משרד הבריאות. 120 חולים נמצאים במצב קשה, וירידה קלה חלה גם במספר המונשמים - 91. בנוסף לכך, 7,929 מהנדבקים החלימו ושוחררו לבתיהם\nהצעיר בן ה-20 שחלה בקורונה ומצבו קשה נמצא שלילי לנגיף - כך נמסר מבית החולים אסותא אשדוד. הוא עדיין מורדם ומונשם, וטופל בפלסמה. עקב כך, ירד מספר הנדבקים המאושפזים בבית החולים לאחד.\nתשעה בני אדם אובחנו כחיוביים לנגיף הקורונה ביממה האחרונה בתאילנד, וכתוצאה מכך עלה מניין החולים ל-2,947 - כך נמסר מהמרכז לטיפול בנגיף במדינה. זה הוא היום השלישי ברציפות בו כמות החולים חד ספרתית. לא נרשמו מקרי מוות חדשים.\nמניין המתים מנגיף הקורונה בגרמניה עלה ב-202 ביממה האחרונה, וכעת הוא 6,115 - כך הודיע מכון רוברט קוך למחלות זיהומיות. 1,304 בני אדם נוספים נדבקו בנגיף, ובכך עלה מספר החולים במדינה ל-157,641.\nתשעה מקרי הידבקות חדשים בנגיף הקורונה זוהו בקוריאה הדרומית ביממה האחרונה - כך מסר המרכז לבקרת מחלות ומניעתן במדינה. בכך, עלה מניין חולי הקורונה בקוריאה הדרומית ל-10,761. עוד נמסר כי שני בני אדם מתו מהנגיף במדינה, ומניין המתים עלה ל-246.\n13 בני אדם נוספים מתו מנגיף הקורונה ביפן ביממה האחרונה - כך הודיע משרד הבריאות במדינה. בכך, עלה מניין המתים מהווירוס ביפן ל-402 בני אדם. על פי ההודעה, ביממה החולפת זוהו 273 מקרי הידבקות נוספים בנגיף, ומספר חולי הקורונה במדינה עלה ל-14,564.\nמניין המתים מנגיף הקורונה בהודו עלה ל-1,008 בני אדם - כך הודיעו גורמי הבריאות במדינה. עוד נמסר כי מספר חולי הקורונה בהודו עלה ל-31,360 בני אדם.\n22 מקרי הידבקות נוספים בנגיף הקורונה זוהו בסין ביממה האחרונה - כך הודיעו גורמי הבריאות במדינה. על פי ההודעה, 21 מהמקרים הגיעו מחוץ לסין. עוד נמסר כי ביממה החולפת לא נרשמו מקרי מוות כתוצאה מהנגיף. עד כה נדבקו בקורונה בסין 82,858 בני אדם ו-4,633 איש מתו מהנגיף.\n135 בני אדם נוספים מתו מנגיף הקורונה במקסיקו במהלך היממה האחרונה - כך הודיעו גורמי הבריאות במדינה. בכך, עלה מניין המתים מהווירוס ל-1,569 בני אדם. עוד הודיעו הגורמים כי מאתמול זוהו 1,223 מקרי הידבקות נוספים, וכי מספר חולי הקורונה במקסיקו עלה ל-16,752.\nמניין המתים הקורונה בארצות הברית עלה ל-59,365 בני אדם - כך עלה מספירה של אוניברסיטת ג'ונס הופקינס. בכך, בתוך 82 ימים בלבד, מספר מקרי המוות מהנגיף בארצות הברית עקף את מניין האמריקנים שנהרגו במלחמת וייטנאם - 58,220 בני אדם.\nמניין המתים הקורונה בארצות הברית עלה ל-59,365 בני אדם - כך עלה מספירה של אוניברסיטת ג'ונס הופקינס. בכך, בתוך 82 ימים בלבד, מספר מקרי המוות מהנגיף בארצות הברית עקף את מניין האמריקנים שנהרגו במלחמת וייטנאם - 58,220 בני אדם.\nיותר מ-300 חולים בנגיף הקורונה אותרו בבתי הסוהר ברחבי רוסיה - כך נמסר משירות בתי הסוהר במדינה. עוד נמסר כי ישנם לפחות 271 אנשי צוות ו-40 אסירים שנדבקו. גורמים בשירות בתי הסוהר מסרו כי המגפה עלולה לעבור במהירות בבתי הכלא הצפופים של המדינה.", "url": "https://news.walla.co.il/item/3354121", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-29 23:41"}