{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3353962"}, "headline": "מניין המתים מקורונה עלה ל-210, ירידה במספר החולים קשה", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/0/9/3009027-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, יואב איתיאל, לירן לוי וסוכנויות הידיעות"}, "datePublished": "2020-04-28 22:34:00", "dateModified": "2020-04-28 23:53:35", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "15,728 ישראלים נדבקו עד כה בנגיף, ונרשמה ירידה של 8% במניין המאושפזים במצב קשה. במקביל, 7,746 החלימו ושוחררו לבתיהם. המשטרה החלה באכיפה מוגברת של סגר יום העצמאות ברחבי הארץ. שיפור במצבה של הילדה בת ה-11. שיא של 6,411 נדבקים ביממה ברוסיה. עדכונים שוטפים", "title": "מניין המתים מקורונה עלה ל-210, ירידה במספר החולים קשה והמונשמים", "subtitle": "15,728 ישראלים נדבקו עד כה בנגיף, ונרשמה ירידה של 8% במניין המאושפזים במצב קשה. במקביל, 7,746 החלימו ושוחררו לבתיהם. המשטרה החלה באכיפה מוגברת של סגר יום העצמאות ברחבי הארץ. שיפור במצבה של הילדה בת ה-11. שיא של 6,411 נדבקים ביממה ברוסיה. עדכונים שוטפים", "keywords": ["נגיף הקורונה", "ארצות הברית", "דונלד טראמפ", "סין"], "articleBody": "מניין המתים מנגיף הקורונה בישראל עלה היום (שלישי) ל-210, בעוד שמספר הנדבקים הכולל הוא 15,728. 116 מתוכם במצב קשה, ירידה של כ-8%, וירידה קלה חלה גם במספר המונשמים - 92. בנוסף לכך, 7,746 מהנדבקים החלימו ושוחררו לבתיהם. בשעה 17:00 החל איסור מעבר בין ישובים שיסתיים מחר בשעה 20:00. המשטרה חילקה 665 דוחות ביממה האחרונה על הפרת התקנות, 149 מתוכם על אי עטיית מסיכה.במקביל, מגיפת הקורונה ממשיכה לגבות קורבנות נוספים ברחבי העולם. 1,303 בני אדם מתו ביממה האחרונה בארצות הברית, והנשיא דונלד טראמפ האשים את סין שהייתה יכולה למנוע את התפרצות הנגיף בעולם. 301 בני אדם מתו מהנגיף בספרד ביממה האחרונה, ירידה מיום קודם לכן. שיא של 6,411 נדבקים ביממה ברוסיה. רף הנדבקים ברחבי העולם חצה את רף השלושה מיליון.\n142 בני אדם מתו מנגיף הקורונה באילינוי שבארצות הברית ביממה האחרונה - כך מסרו נציגי משרד הבריאות במדינה. עוד נמסר כי זה מספר המתים היומי הגדול ביותר שנרשם באילינוי מאז פרוץ המגפה. מניין הנדבקים באילינוי עלה ב-2,219 ל-48,102.\nיותר מ-300 חולים בנגיף הקורונה אותרו בבתי הסוהר ברחבי רוסיה - כך נמסר משירות בתי הסוהר במדינה. עוד נמסר כי ישנם לפחות 271 אנשי צוות ו-40 אסירים שנדבקו. גורמים בשירות בתי הסוהר מסרו כי המגפה עלולה לעבור במהירות בבתי הכלא הצפופים של המדינה.\nמשרד הבריאות מסר כי מניין המתים מנגיף הקורונה עלה ל-210 בני אדם. עוד נמסר כי מספר הנדבקים הכולל עומד על 15,728, בהם 116 במצב קשה ומתוכם 92 מונשמים. 7,746 החלימו ושוחררו לבתיהם.\nמניין המתים מנגיף הקורונה בצרפת עלה ל-23,660, זאת לאחר ש-367 בני אדם מתו ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים בצרפת עלה ב-1,520 ל-129,859.\nמניין הנדבקים בנגיף הקורונה בבריטניה עלה ל-21,678, זאת לאחר ש-586 בני אדם מתו ביממה האחרונה - כך מסר היום שר הבריאות מאט הנקוק. עוד נמסר כי המספרים האלו מתייחסים לאזרחים שמתו בבתי החולים וכי הנתונים על מקרי המוות בבתי אבות ובמוסדות שונים התפרסם בהמשך.\nמניין הנדבקים בנגיף הקורונה בטורקיה עלה ל-114,653, זאת לאחר עלייה של 2,392 חולים חדשים ביממה האחרונה - כך מסר שר הבריאות של טורקיה פרטין קוקה. עוד נמסר כי מניין המתים מהנגיף במדינה עלה ב-92 ל-2,992.\nמניין המתים מנגיף הקורונה באיטליה עלה ל-27,359, זאת לאחר ש-382 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות האיטלקי. עוד נמסר כי מניין הנדבקים עלה ב-2,091, חצה את רף מאתיים אלף הנדבקים, ועומד על 201,505.\nתושב ראשון לציון בן 35 נעצר בחשד למעשי הונאה בנסיבות מחמירות תוך ניצול החשש מנגיף הקורונה והצורה של אזרחים להצטייד בציוד מיגון רפואי. במסגרת החקירה, עלה כי החשוד מנהל שני אתרי אינטרנט בהם פרסם למכירה, בין היתר אמצעי מיגון, מסכות וחומרי חיטוי ועוד, ומכר אותם בעסקות בחיוב כרטיס אשראי לאזרחים. החשוד הובא בפני שופט בבית משפט השלום בעיר ומעצרו הוארך בשישה ימים.\n149 בני אדם מתו מנגיף הקורונה ביממה האחרונה בקנדה, ובכך עלה מניין המתים ל-2,766 - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי מניין הנדבקים הכולל במדינה עלה ל-49,025.\nמשרד החינוך פרסם את מתווה החזרה ללימודים של ילדי הגנים ותלמידי כיתות א'-ג', המתוכננת ליום ראשון הקרוב בכפוף להחלטת הממשלה. על פי המודל, תלמידי כיתות א'-ג' ילמדו מבתי הספר חמש שעות ביום במשך חמישה ימים בשבוע, בעוד שכבות ד'-ו' ימשיכו בלמידה מרחוק במשך חמש שעות ביום לאורך חמישה ימים בשבוע. בגנים יחולקו הילדים לשתי קבוצות, וכל קבוצה תלמד שלושה ימים מהגן ושלושה ימים מהבית.\n552 בני אדם מתו מנגיף הקורונה ביממה האחרונה באנגליה, ובכך עלה מניין המתים במדינה ל-19,301 - כך מסרו רשויות הבריאות האנגליים. עוד נמסר כי גילאי המתים נע בין 36 ל-99.\nהמשטרה עצרה שבעה חשודים בגין התקהלות אסורה, הפרת סדר ותקיפת שוטרים בבית שמש. השוטרים איתרו מבנה בו התקיימו לימודים של עשרות תלמידים ובית כנסת סמוך בו הייתה תפילה, בניגוד לתקנות נגיף הקורונה. בעקבות הגעתם למקום התפתחה הפרת סדר בה השתתפו מאות תושבים, בה נזרקו אבנים על השוטרים ונגרם נזק לניידות.\n171 בני אדם נוספים אובחנו כחולים בנגיף הקורונה ביממה האחרונה בהולנד - כך הודיעו רשויות הבריאות במדינה. בזאת, עלה מספר הנדבקים ל-38,416. מניין המתים מהנגיף הוא 4,566.\n665 דוחות חולקו ביממה האחרונה על הפרת תקנות נגיף הקורונה - כך עולה מנתונים שפרסמה המשטרה. סך הכול, 52,185 קנסות ניתנו מאז פרוץ המגיפה, בהם 41,236 הנוגעים ליציאה למרחב הציבורי ו-1,188 על סירוב פיזור התקהלות. 193 קנסות נרשמו על אי עטיית מסיכה, נוסף על 1,722 אזהרות.\n71 בני אדם מתו ביממה האחרונה באיראן לאחר שנדבקו בנגיף הקורונה - כך מסר דובר משרד הבריאות קיאנוש ג'הנפור בטלוויזיה הממלכתית במדינה. בכך עלה מניין המתים הכולל באיראן ל-5,877. המספר הכולל של מקרי הקורונה המאובחנים באיראן, אחת המדינות שנפגעו קשה ביותר כתוצאה מהמגיפה, הגיע ל-92,584 בני אדם.\n301 בני אדם מתו מנגיף הקורונה בספרד ביממה האחרונה, ירידה מיום קודם לכן - כך הודיע משרד הבריאות במדינה. מניין המתים הכולל הוא 23,822, ו-210,773 נדבקו בנגיף.\nמניין המתים מנגיף הקורונה בפיליפינים עלה ל-530, לאחר ש-19 נוספים מתו ביממה האחרונה - כך הודיע משרד הבריאות במדינה. 7,958 בני אדם נדבקו בנגיף עד כה.\nשיא של 6,411 נדבקים בנגיף הקורונה ביממה האחרונה ברוסיה - כך הודיע המרכז לטיפול במשבר במדינה. סך הכל, נדבקו 93,558 בני אדם עד כה. 72 בני אדם נוספים מתו מהנגיף, גם כאן מדובר בשיא יומי.\nחלק מהילדים בבריטניה ללא מחלות רקע מתו מתסמונת דלקתית נדירה, שלדעת החוקרים קשורה לנגיף הקורונה - כך אמר שר הבריאות הבריטי מאט הנקוק. לדבריו, מומחים רפואיים מאיטליה ובריטניה בודקים קשר אפשרי בין מגיפת הקורונה למחלות דלקתיות קשות שהתגלו בקרב תינוקות. \"זו מחלה חדשה שלדעתנו עלולה להיגרם על ידי נגיף הקורונה\", אמר הנקוק. \"אנחנו לא בטוחים במאה אחוז מכיוון שחלק מהאנשים שקיבלו את זה לא נבדקו, ולכן אנו מבצעים מחקר עכשיו, אבל זה משהו שאנחנו מודאגים ממנו\".\nמשרד הבריאות הודיע כי קיבולת המעבדות לבדיקות קורונה עלתה ל-15 אלף בדיקות ליום, ותעלה ל-20 אלף בהמשך. עם זאת, מסרו מהמשרד כי חלה ירידה במספר האנשים בעלי תסמיני הנגיף המבקשים להיבדק, וכתוצאה מכך פחות בדיקות שנעשות בפועל.\n528 בני אדם אובחנו כחיוביים לנגיף הקורונה ביממה האחרונה בסינגפור, המספר הנמוך ביותר בשבועיים האחרונים - כך הודיע משרד הבריאות במדינה. בזאת, עלה מניין הנדבקים בנגיף ל-14,951.\nהסגר למניעת התפשטות נגיף הקורונה באוסטריה יוקל, ויותרו התקהלויות של עד עשרה אנשים - כך הודיע שר הבריאות, רודולף אנשובר. תוקפן של תקנות הסגר אמור היה לחלוף בסוף החודש, ואנשובר טען כי לא ראה צורך להאריך אותן.\nמשרד הבריאות עדכן כי מספר המתים מנגיף הקורונה בישראל עלה ל-208. כמו כן, חלה ירידה של כ-9% במספר החולים במצב קשה, העומד על 117, וירידה קלה חלה גם במספר המונשמים העומד על 94. עד כה, 7,315 בני אדם שנדבקו בקורונה החלימו ושוחררו לבתיהם.\nשיפור קל חל במצבה של הילדה בת ה-11, תושבת ביתר עילית, שאושפזה במצב קשה לאחר שנדבקה בקורונה. משתי בדיקות שהיא עברה, התברר כי הילדה כבר איננה נושאת את הנגיף עצמו, אולם היא עדיין מאושפזת בבית החולים רמב\"ם שבחיפה בעקבות סיבוכי המחלה. בית החולים הודיע כי היא מורדמת ומונשמת, והועברה מחדר הלחץ השלילי לחדר הטיפול המוגבר.\nמספר החולים בנגיף הקורונה בתאילנד עלה ל-2,938 - כך הודיע המרכז לטיפול בנגיף במדינה. עוד נמסר כי מניין המתים עלה ל-54.\n163 בני אדם מתו ביממה האחרונה מנגיף הקורונה בגרמניה - כך עולה מנתוני מכון רוברט קוך למחלות זיהומיות. בכך עלה מספר המתים הכולל במדינה ל-5,913 בני אדם. 1,144 מקרי הידבקות חדשים התגלו במדינה ביממה האחרונה, מה שמעלה את מספר המקרים המאומתים במדינה ל-156,337.\nמניין המתים מנגיף הקורונה בקוריאה הדרומית עלה ל-244, זאת לאחר שאדם נוסף מת מהנגיף ביממה האחרונה - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי אובחנו 14 חולים חדשים ומניין הנדבקים הכולל במדינה עלה ל-10,752.\nשישה חולים חדשים בנגיף הקורונה אובחנו ביממה האחרונה בסין, ובכך עלה מניין הנדבקים במדינה ל-82,836 - כך מסרה נציבות הבריאות הלאומית. עוד נמסר כי מספר המתים מהנגיף נותר ללא שינוי ועומד על 4,633.\nמניין המתים מנגיף הקורונה בארצות הברית עלה ל-56,144, זאת לאחר ש-1,303 בני אדם מתו מהנגיף ביממה האחרונה - כך עולה ממעקב אוניברסיטת ג'ונס הופקינס. עוד עולה כי מניין הנדבקים מהנגיף במדינה עלה ל-987,022.\nמניין הנדבקים בנגיף הקורונה במקסיקו עלה ל-15,529, זאת לאחר שאובחנו 852 חולים חדשים ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי 83 בני אדם מתו מהנגיף ביממה האחרונה ובכך עלה מניין המתים במדינה ל-1,434.\nנשיא ארצות הברית דונלד טראמפ אמר כי סין יכלה לעצור את התפרצות נגיף הקורונה. \"אנו מאמינים שניתן היה לעצור אותו במקור. זה היה יכול להיעצר במהירות וזה לא היה מתפשט בכל העולם\", אמר הנשיא טראמפ במסיבת עיתונאיים בבית הלבן. \"אנחנו מבצעים חקירות מאוד רציניות, לא מרוצים מסין\".\nיותר משלושה מיליון בני אדם נדבקו בנגיף הקורונה ברחבי העולם - כך עולה מהמעקב של אוניברסיטת ג'ונס הופקינס. עוד נמסר כי מניין הנדבקים עומד על 3,029,452 בני אדם, שליש מהם מארצות הברית וחצי מגיעים ממדינות באירופה.", "url": "https://news.walla.co.il/item/3353962", "type": "article", "site_name": "וואלה!News", "published_time": "2020-04-28 22:34"}