{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3354898"}, "headline": "המגמה נמשכת: רק 44 נדבקים בקורונה ביממה, 315 החלימו", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/1/0/3010570-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, יואב איתיאל, אלי אשכנזי, יקי אדמקר וסוכנויות הידיעות"}, "datePublished": "2020-05-04 23:41:00", "dateModified": "2020-05-04 23:42:44", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מספר החולים הפעילים עלה ל-5,947, בהם 90 מאושפזים במצב קשה, בעוד 70 מונשמים. מניין המתים מהנגיף עלה ל-235 ויותר מ-10,000 החלימו. שירות התעסוקה מסר כי מאז פסח יותר מ-30 אלף דורשי עבודה הודיעו על ביטול החלת. נתניהו יפרסם את ההקלות הבאות. עדכונים שוטפים", "title": "המגמה נמשכת: רק 44 נדבקים בקורונה ביממה, 315 החלימו", "subtitle": "מספר החולים הפעילים עלה ל-5,947, בהם 90 מאושפזים במצב קשה, בעוד 70 מונשמים. מניין המתים מהנגיף עלה ל-235 ויותר מ-10,000 החלימו. שירות התעסוקה מסר כי מאז פסח יותר מ-30 אלף דורשי עבודה הודיעו על ביטול החל\"ת. נתניהו יפרסם את ההקלות הבאות. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל, ומניין המתים הגיע הבוקר (שני) ל-235 בני אדם. מספר הנדבקים עלה גם הוא ל-16,246, בהם 90 מאושפזים במצב קשה ו-70 מונשמים. הממשלה דנה בשורת הקלות נוספות במסגרת שלב ב' של אסטרטגיית היציאה ממשבר הקורונה. משרדי הרישוי יפתחו מחר לקבלת קהל, באמצעות זימון תורים מראש בלבד. בחינות הפסיכומטרי יתקיימו בימים שונים בשבוע בין 31 במאי ועד 4 ביוני. שירות התעסוקה מסר כי מאז פסח יותר מ-30 אלף דורשי עבודה הודיעו על ביטול החל\"ת.גם בעולם נמשך המאבק בנגיף, ואולם בכמה מדינות חלה התמתנות בהתפשטות המגיפה. 164 בני אדם נוספים מתו בספרד, המספר הנמוך ביותר מזה חודש וחצי. בגרמניה עלה מניין הנדבקים ל-163,175. בצרפת 306 בני אדם מתו מנגיף הקורונה ביממה האחרונה ומניין המתים עלה ל-25,201. באיטליה אובחנו 1,221 חולים חדשים ו-195 מתו מהקורונה ביממה האחרונה.\nשר הביטחון, נפתלי בנט, ביקר במכון הביולוגי בנס ציונה, שם הוצגה בפניו פריצת דרך משמעותית במציאת נוגדן לנגיף הקורונה. מדובר בנוגדן שתוקף את הנגיף באופן חד שיבטי ויודע לנטרל אותו בגוף החולים. עפ\"י חוקרי המכון, בראשות פרופ' שמואל שפירא, שלב הפיתוח לנוגדן הסתיים. כעת, ימשיך המכון בהליך רישום הנוגדן כפטנט ובשלב הבא יפנו החוקרים לחברות בינלאומית במטרה שאלו יוכלו לייצר את הנוגדן בכמויות מסחריות.\nהנהגת ההורים הארצית מסרה כי דברי שר החינוך רפי פרץ אינם מקובלים ואינם תאומים למציאות המשבר. זאת, לאחר שהשר פרץ אמר כי מלבד תשעת הימים, שאר הימים בחופש הגדול יהיו בית הספר של החופש הגדול. \"דבריו מפגינים חוסר הבנה מוחלט לעומק המשבר בו נמצאת מערכת החינוך בישראל והפערים שצברו הילדים מאז פרוץ מגפת הקורונה\", נמסר מהנהגת ההורים.\nמניין המתים מנגיף הקורונה בקנדה עלה ביממה האחרונה מ-3,606 ל-3,766 - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים הכולל בקנדה עלה ל-59,844.\nשרת התרבות והספורט מירי רגב אמרה כי מועדוני הטניס והספורט הימי יחזרו לפעילות באופן מיידי. \"עד אמצע מאי ואמצע יוני נחזיר את המופעים\", אמרה השרה רגב. \"עוד הלילה נקיים דיון על החזרת האימונים בליגת העל בכדורגל לקראת חידוש הליגה עד הסוף החודש,  כדי להיערך לפתיחת העונה נקבע מודל, נביא לאישור ראש הממשלה שנוכל לראות איך נעמוד בכל מה שקשור להנחיות משרד הבריאות ולא להקריס את כל הליגות\".\nראש רשות המיסים, ערן יעקב, אמר כי מי שזכאי יקבל את סכום הזכאות והכסף שלו תוך יומיים לחשבון הבנק, כמו בארצות הברית. \"לגבי הפעימה השנייה היא תהיה הרבה יותר רחבה, המשמעות של הדבר שהתנאים יהיו פשוטה גיל 20 הכנסה של עד מיליון ש\"ח, מרבית העצמאים יהיו זכאים לפעימה כ-500 אלף זכאים יהיו זכאים לפעימה וכן גובה המענק יהיה 70% מאותה הכנסה חייבת אך לא יותר מ-10,500 ₪\", אמר יעקב במסיבת עיתונאים.\nשר האוצר משה כחלון אמר כי אנו במצב של לתת ולהעניק לבעלי העסקים את הפיצויים. \"אני שמח על פתיחת המשק, כמובן בשיתוף פעולה יחד עם משרד הבריאות, המשק חייב לנוע\", אמר השר כחלון. לדבריו, \"גם בתוכנית הכלכלית, מעבר לכספים שהוצגו, יש תכנית שתוציא את מדינת ישראל לצמיחה כלכלית ורווחה כלכלית, על הדרך נדאג גם למי שיישאר מחוסר עבודה, לדמי אבטלה, חל\"ת ונעשה הכול לפתוח את המשק שאנחנו רואים בו דבר הכרחי\".\nראש הממשלה בנימין נתניהו אמר כי ב-14 ביוני נוכל לבטל את מגבלת ההתקהלות. \"ב-13 במאי נתיר התכנסות של 50 אנשים\", אמר נתניהו. לדבריו, \"אנחנו נערכים לאפשרות שלפני שייצא החיסון יתפרץ גל שני של קורונה\".\nראש הממשלה בנימין נתניהו אמר כי ביום חמישי הקרוב יפתחו הקניונים והשווקים תחת מגבלות. \"לקחת אוכל משם בטייק אווי מותר, לאכול אסור\", אמר נתניהו במסיבת העיתונאים. לדבריו, \"תלמידי א-ג' וי\"א וי\"ב חזרו לבית ספר, עד סוף החודש יחזרו יתר התלמידים לכיתות. בשבוע הבא יתחילו לפעול הגנים\". עוד הוסיף נתניהו כי \"נפרסם הנחיות מדויקות לגבי פתיחה של פארקים, ספריות, מוזיאונים, מתקני ספורט יפתחו בהדרגה עד יוני\".\nראש הממשלה בנימין נתניהו אמר כי בוטלה המגבלה על 100 מטרים יציאה מהבית. \"מותר לצאת מהבית לכל מרחק, מותר גם לבקר בני משפחה מדרגה ראשונה\", אמר נתניהו. \"מותר לבקר את סבא וסבתא. זה הדבר החשוב ביותר. אני מבקשת מכם לא לחבק, לא נשק, לא לגעת ולשמור מרחק\".\nראש הממשלה בנימין נתניהו אמר כי גובשה תכנית מקיפה שמאפשרת לחזור בהדרגה לשגרה חדשה, שגרת הקורונה. \" אם נגיע למאה חולים חדשים ביום שאינם מתוך מוקדי ההתפרצות, אם בציבור הרחב מספר החולים החדשים שמתווסף עובר את המאה אנחנו עוצרים\", אמר נתניהו במסיבת העיתונאים. \"מדד שני - קצב ההדבקה, אם נגיע להכפלה כל עשרה ימים נעצור. המדד השלישי מספר החולים הקשים הוא מדד חשוב. כרגע אנחנו נמצאים עם 90 חולים קשים ואם נגיע ל200 חולים קשים נעצור ונחשב מסלול מחדש\".\nמשרד הבריאות עדכן כי מניין המתים מנגיף הקורונה עלה ל-235. עוד נמסר כי רק 44 חולים חדשים אובחנו היום ומניין הנדבקים הכולל עומד על 16,246, בהם 90 במצב קשה ובתוכם 70 מונשמים. 10,064 החלימו ושוחררו לבתיהם.\nיו\"ר ועדת הקורונה עפר שלח (יש עתיד-תל\"ם) אמר כי משרד הבריאות החליט שלא למנות מחליף לרוני גמזו, שהיה אחראי על בתי האבות במשרד. \"מה אכפת לנתניהו וליצמן שבתי האבות הם מוקד של סכנת חיים\", אמר ח\"כ שלח. \"אז מה אם התכנית של גמזו לשמירה על אוכלוסיית הסיכון מס 1 תיזרק לפח, זה לא מעניין אותם‬\".\n306 בני אדם מתו מנגיף הקורונה ביממה האחרונה בצרפת - כך מסר משרד הבריאות בפריז. עם מקרי המוות הנוספים, מניין המתים מהנגיף במדינה עלה ל-25,201.\nיו\"ר ארגון הבריאות העולמי, טדרוס אדהנום גברהיסוס, אמר כי נגיף הקורונה יהיה איתנו לעוד הרבה זמן. \"הוירוס יהיה איתנו לעוד הרבה זמן ואנו חייבים להתאחד כדי לנצח אותו\", הסביר אדהנום גברהיסוס שהוסיף כי הוא מברך את התחייבויות של ממנהיגי העולם לתרומה של כשמונה מיליארד דולר למלחמה בנגיף.\nראש הממשלה בנימין נתניהו ושר האוצר משה כחלון יציגו בשעה 20:45 את שלבי אסטרטגיית היציאה ממשבר הקורונה. זאת לאחר ההקלות שחל במגבלות שהוטלו בזמן המשבר.\nמניין המתים מנגיף הקורונה בבריטניה עלה ל-28,734, זאת לאחר ש-288 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות בממלכה. עוד נמסר כי זו היא העלייה הקטנה ביותר במספר המתים מאז סוף חודש מרץ.\n195 בני אדם מתו מנגיף הקורונה ביממה האחרונה באיטליה, ובכך עלה מניין המתים במדינה ל-29,079 - כך מסר משרד הבריאות האיטלקי. עוד נמסר כי מניין הנדבקים עלה ב-1,221 ל-211,938.\nשר הפנים אריה דרעי הודיע כי הוא מתנגד להטלת סגר בחג ל\"ג בעומר. \"הנתונים שמפרסם משרד הבריאות בהחלט טובים, אנחנו פועלים בצדק רק להקל על הציבור, על המשק ועל הסוחרים\", אמר השר דרעי. \"לכן, לא נראה לי נכון והגיוני להחזיר את ישראל לסגר ביום ראשון לאחר שרוב המשק כבר פועל. האיסור המוצדק להדליק מדורות יישאר בעינו אך הסגר מיותר\".\nהממשלה תדון בהטלת סגר גם בחג ל\"ג בעומר. זאת, כחלק מהמאבק בנגיף הקורונה ולאחר הסגר שהוטל בפסח וביום העצמאות.\nשירות התעסוקה עדכן כי 19,310 בני אדם דיווחו על חזרה לעבודה וביטול החל\"ת ביממה האחרונה. עוד נמסר כי 2,523 נרשמו כדורשי עבודה חדשים. מאז תחילת ההקלות, 30,808 דיווחו על חזרה לעבודה.\nגבר בן 66, שסבל מריבוי מחלות רקע, מת לפני שעה קלה מנגיף הקורונה בבית החולים סורוקה בבאר שבע.\nראש הממשלה בנימין נתניהו הודיע בוועידת המנהיגים העולמית בנושא ההתמודדות עם מגפת הקורונה, כי מדינת ישראל תשקיע 60 מיליון דולר במחקר ופיתוח בתחומי האבחון, הטיפול ופיתוח התרופות והחיסון לנגיף הקורונה. נתניהו אמר בוועידה כי \"ישראל, כמו כל המדינות, הושפעה משמעותית מהמגפה. למרבה המזל, מספר הקורבנות אצלנו עד כה הוא נמוך יחסית\". לדבריו, \"זוהי תוצאה של פעולה מוקדמת לעצירת הנגיף, טכנולוגיה מתקדמת לאיתור הנדבקים, מומחי רפואה מהמעלה הראשונה ואוכלוסייה ממושמעת שנשמעה במידה רבה למדיניות הבלימה שהפעילה הממשלה\".\nהממשלה האריכה את סמכות השב\"כ לאכן טלפונים סלולאריים של אזרחים על מנת לעקוב אחרי חולים בנגיף הקורונה. זאת, לאחר שבג\"ץ הקפיא את המעקב ודרש חקיקה בנושא.\nכחלק מההקלות בהגבלות של משרד הבריאות במאבק במגפת הקורונה, מסתמן כי הקניונים והשווקים יפתחו מחדש כבר ביום חמישי. זאת, בהתאם להצבעת הממשלה על הדברים. עוד עולה כי חדרי הכושר עשויים להיפתח ביום שישי הקרוב. בנוסף לכך, עריכת חתונות עד 50 איש במרחב הפתוח בלבד תתאפשר מיום ראשון הקרוב.\nהכרמלית בחיפה תשוב לפעילות החל ממחר לאחר שהופסקה הפעילות בשל מגבלות משרד הבריאות כחלק מהמאבק במגפת הקורונה. הכרמלית תשוב לפעילות חלקית ותפעל בימים ראשון עד חמישי משעה 06:00 ועד חצות. בימי שישי ושבת הכרמלית לא תפעל.\nראש העיר ירושלים, משה ליאון, בירך על החלטת הממשלה לפתוח את השווקים. \"אגף האכיפה והשיטור של עיריית ירושלים מוכן למשימה והחל מיום חמישי בבוקר יפרס בשוק ויוודא את השמירה על ההנחיות\", אמר ליאון. \"אני רוצה להודות ליו\"ר ועד הפעולה של שוק מחנה יהודה, טלי פרידמן, על עבודתה המאומצת\".\nעיריית אשדוד הודיעה היום על הקמת גוף מתכלל שייתן מענה וילווה את בעלי העסקים בעיר ביציאה משבר הקורונה. שורה רחבה של סיוע תחל כבר בשבועות הקרובים וביניהם פטור מארנונה ל 3- חודשים לעסקים שאושרו בתקנות. עיריית אשדוד תישא בחלק יחסי של הפטור לארנונה שאושר על ידי הממשלה בהיקף של כ 10- מש\"ח. דחיית תשלום ארנונה עבור חודש יוני יידחה תשלום בגין ארנונה עסקית עבור חודש יוני, ל 1/6- , ולמי שיבקש, יתאפשר פיצול לעד 3 תשלומים. פטור מאגרות עירוניות לכל סוגי העסקים, פטור מאגרת שילוט לכל שנת 2020 - בהיקף 6 מש\"ח. פטור מאגרת שימור רחובות לשנת 2020 אגרת שוק - לא תגבה אגרה לתקופה בה השוק היה סגור.\nמניין המתים מנגיף הקורונה בהולנד עלה ל-5,082, זאת לאחר ש-26 בני אדם מתו מהנגיף ביממה האחרונה - כך מסרו רשויות הבריאות בהולנד. עוד נמסר כי מניין הנדבקים במדינה עלה ב-1,999 ל-40,770.\nמשרד האוצר מעכב את אישור התקציב לתוכנית לסיוע נפשי בעקבות הקורונה שנחשפה בוואלה! NEWS. לדברי גורמים המעורים בנושא, לעיכוב עשויות להיות השלכות על חיי אדם. בנוסף, מסתמן כי קופות החולים יהיו אחראיות על הטיפולים, ולא עמותות כפי שנקבע תחילה, שכן יש להן תשתית טובה יותר בתחום ובקשר עם אזרחים\nמלון דן פנורמה יוסב לקבלת מבודדים במקום חולי קורונה, כך על פי הודעה ששלח פיקוד העורף לקופות החולים. בהודעה נכתב כי השוהים במלון יועברו מחר לאחד משלושה מלונות אחרים.\nשר האוצר, ח\"כ משה כחלון, יצא נגד משרד הבריאות ואמר כי \"לא ייתכן שהכוח המונופוליסטי של משרד הבריאות יטרפד כל החלטה שאינה נראית לו, ויהפוך את ישיבות הממשלה לחסרות ערך\". עוד הוסיף בישיבת הממשלה כי הוא דורש \"שכאשר מקבלים החלטה על פתיחה - חייבות לבוא לצד ההחלטה הוראות ברורות של משרד הבריאות\".\nמספר המתים מנגיף הקורונה באיראן עלה ב-74 ביממה האחרונה, וכעת הוא 6,277 - כך הודיע משרד הבריאות במדינה. מניין הנדבקים בנגיף עלה ל-98,647.\n164 בני אדם מתו מנגיף הקורונה ביממה האחרונה בספרד, המספר הנמוך ביותר מזה חודש וחצי - כך הודיע משרד הבריאות במדינה. מניין המתים עלה ל-25,428, ומניין הנדבקים ל-218,011.\nמניין הנדבקים בנגיף הקורונה בבנגלדש עלה ל-10,143 - כך הודיע משרד הבריאות במדינה. זאת, לאחר ש-688 נוספים אובחנו כחיוביים לנגיף מאז אתמול.\nיו\"ר הרשימה המשותפת, ח\"כ איימן עודה, תקף את משרד האוצר, \"האדישות לקריסת הרשויות המקומיות שלנו תביא אסון על החברה הערבית כולה\". הדברים נאמרו במהלך הפגנת הרשויות הערביות מול המשרד. בועדת הכספים ידונו היום במשבר הכלכלי הפוקד את החברה הערבית, והמצוקה של הרשויות בשל התפשטות נגיף הקורונה.\nראש ממשלת יפן, שינזו אבה, הודיע כי מצב החירום שהוכרז במדינה בעקבות נגיף הקורונה הוארך עד לסוף החודש. זאת לאחר שגורמים בממשלה הזהירו שעדיין מוקדם מדי להקל על ההנחיות.\nמשרד הבריאות הודיע כי מניין המתים מנגיף הקורונה עלה ל-234. מניין הנדבקים עלה ל-16,237, בהם 93 במצב קשה ו-72 מונשמים - ירידה של 5%.\n10,581 מקרי הידבקות אובחנו ברוסיה ביממה האחרונה - כך נמסר היום (שני) מהמרכז לטיפול במשבר במדינה. בכך, עלה מניין החולים ל-145,268.\nמשרדי הרישוי יפתחו מחר לקבלת קהל, באמצעות זימון תורים מראש בלבד - כך הודיע שר התחבורה, בצלאל סמוטריץ'. המשרדים היו סגורים כמה שבועות בעקבות תקנות נגיף הקורונה. בשלב הראשון, יפתחו משרדי הרישוי המחוזיים בחיפה, ירושלים, חולון ובאר שבע, בהתאם להנחיות \"התו הסגול\".\nהמרכז הארצי לבחינות ולהערכה, בשיתוף ועד ראשי האוניברסיטאות, החליט לקיים את הבחינה הפסיכומטרית בכמה מחזורי בחינה החל מיום ראשון, 31 למאי ועד יום חמישי ה-4 ביוני, בשמונה קמפוסים ברחבי הארץ. מדובר בבחינה שהייתה אמורה להתקיים בתחילת אפריל ונדחתה עקב משבר הקורונה. הבחינות יפוזרו לאורך כמה ימים על מנת לעמוד בנהלי משרד הבריאות, המגבילים את מספר הנבחנים המירבי בכל כיתה ומחייבים שמירת מרחק מינימלי של שני מטרים בין נבחן לנבחן.\n245,460 בני אדם ערכו בדיקה לגילוי נגיף הקורונה ברחבי הארץ עד כה - כך נמסר ממד\"א. 96,065 מהם נדגמו במתחמי \"היבדק וסע\", 88,272 בבתים ו-61,123 בבתי האבות. עוד נמסר כי 51% מהנבדקים הם גברים ו-49% נשים. 7% הם ילדים מתחת לגיל 9, 9.8% בני 9-19, 24% בני 20-29, 15.5% בני 30-39, 13% בני 40-49, 11.3% בגילאי 50-59 ו-19.4% מעל גיל 60. 4,270 נדבקים לבתי החולים עד כה, לאחר שבמוקדים השונים לטיפול בנגיף התקבלו בחודשיים האחרונים יותר מ-2,000,000 שיחות, ובממוצע כ-37,000 שיחות בכל יום - עלייה של קרוב ל-700% מהחודשים לפני כן.\nמספר החולים בקורונה בגרמניה עלה ל-163,175, לאחר ש-679 נוספים אובחנו כחיוביים לנגיף ביממה האחרונה - כך נמסר ממכון רוברט קוך למחלות זיהומיות. עוד נמסר כי מניין המתים במדינה עלה ל-6,692.\nנשיא סרביה, אלכסנדר ווצ'יץ', הודיע כי יסיים בשבוע הבא את מצב החירום שהוכרז במדינה בעקבות משבר הקורונה. הפרלמנט הסרבי יצביע ביום רביעי על המהלך, שכלל סגירת גבולות, שדות תעופה, עוצר ימי ועוצר בסופי השבוע.\nמשרד הבריאות בניו זילנד עדכן כי לא אובחנו חולי קורונה חדשים ביממה האחרונה - לראשונה מאז 16 במרץ. מספר חולי הקורונה שמתו במדינה נותר 20. מניין החולים במדינה עומד על 1,137.\nמספר מקרי ההידבקות בנגיף הקורונה בארצות הברית עלה ל-1,122,486 - כך עדכנו המרכזים לבקרת מחלות ומניעתן. מניין הקורבנות מהנגיף במדינה עלה ל-65,735.\nנשיא ארצות הברית, דונלד טראמפ, אמר כי המודיעין האמריקני אישר טענותיו כי סין הסתירה את התפשטות הקורונה עד סוף חודש ינואר. \"המודיעין דיווח לי שצדקתי, והם (סין) לא העלו את נושא הקורונה עד מאוחר בחודש ינואר, רגע לפני שהוריתי לאסור כניסה מסין לארצות הברית\", אמר טראמפ. הוא הוסיף כי בייג'ינג \"דיברה על הווירוס באופן מאד לא מאיים\".\nסין הסתירה את חומרת היקף התפשטות נגיף הקורונה כדי והעלימה נתונים כדי לאגור ציוד רפואי לקראת המאבק בווירוס - כך עולה מדוח של המודיעין האמריקני שפרטיו פורסמו בסוכנות הידיעות אי-פי.\n4,588 חולים חדשים בנגיף הקורונה אובחנו ביממה האחרונה בברזיל - כך מסר משרד הבריאות במדינה. עם אבחון החולים החדשים, מניין הנדבקים הכולל בברזיל חצה את רף המאה אלף.\nמשרד הבריאות עדכן כי מניין המתים מנגיף הקורונה עלה ל-232. עוד נמסר כי מניין הנדבקים הכולל עלה ל-16,208, מתוכם 94 במצב קשה ובהם 76 מונשמים. 9,749 החלימו ושוחררו לבתיהם.", "url": "https://news.walla.co.il/item/3354898", "type": "article", "site_name": "וואלה!News", "published_time": "2020-05-04 23:41"}