{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3354656"}, "headline": "29 חולי קורונה חדשים ביום, ירידה חדה במספר המונשמים", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/1/0/3010341-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "בועז אפרת, דנה ירקצי, לירן לוי וסוכנויות ידיעות"}, "datePublished": "2020-05-03 23:52:00", "dateModified": "2020-05-03 23:52:36", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מניין החולים הפעילים בישראל הוא 6,227, בהם 94 מאושפזים במצב קשה ו-76 מונשמים. מספר המתים עלה ל-232, בעוד 9,749 החלימו עד כה מהנגיף. 35 רשויות מקומיות נוספות ייפתחו מחר את מוסדות החינוך. 20 אלף מדורשי העבודה דיווחו על חזרה למשרותיהם. עדכונים שוטפים", "title": "רק 29 חולי קורונה חדשים ביום, ירידה חדה במספר המונשמים", "subtitle": "מניין החולים הפעילים בישראל הוא 6,227, בהם 94 מאושפזים במצב קשה ו-76 מונשמים. מספר המתים עלה ל-232, בעוד 9,749 החלימו עד כה מהנגיף. 35 רשויות מקומיות נוספות ייפתחו מחר את מוסדות החינוך. 20 אלף מדורשי העבודה דיווחו על חזרה למשרותיהם. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "נגיף הקורונה ממשיך להתפשט בישראל, ומניין המתים עלה היום (ראשון) ל-232 בני אדם - בהם דייר בית האבות ביבנאל, בן 86. מספר הנדבקים עלה גם הוא ל-16,208, כשביממה האחרונה התווספו 29 מקרי הידבקות חדשים בלבד. בין החולים הפעילים 94 מאושפזים במצב קשה, בהם 76 מונשמים - ירידה של 12%. 9,749 מהנדבקים החלימו עד כה ושוחררו לבתיהם. משרד הבריאות פרסם את משרד הבריאות לפתיחת המשק וחזרה לשגרה. 25% מתלמידי כיתות א'-ג', י\"א-י\"ב והמגזר החרדי שבו היום ללימודים.מניין הנדבקים בנגיף הקורונה ברחבי העולם עלה ליותר מ-3.5 מיליון בני אדם, וסך המתים חצה את ה-247 אלף. זאת, בעוד שיותר ממיליון נדבקים החלימו לחלוטין. בגרמניה עלה מניין המתים ל-6,649. שלושה נדבקים חדשים בתאילנד - המניין הנמוך מזה חודש. 10,633 בני אדם נוספים אובחנו כחיוביים לקורונה ברוסיה ביממה האחרונה, המספר הגבוה ביותר מאז פרוץ הנגיף במדינה.\n4,588 חולים חדשים בנגיף הקורונה אובחנו ביממה האחרונה בברזיל - כך מסר משרד הבריאות במדינה. עם אבחון החולים החדשים, מניין הנדבקים הכולל בברזיל חצה את רף המאה אלף.\nמשרד הבריאות עדכן כי מניין המתים מנגיף הקורונה עלה ל-232. עוד נמסר כי מניין הנדבקים הכולל עלה ל-16,208, מתוכם 94 במצב קשה ובהם 76 מונשמים. 9,749 החלימו ושוחררו לבתיהם.\nמניין המתים מנגיף הקורונה בצרפת עלה ל-24,895, זאת לאחר ש-135 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות בפריז. עוד נמסר כי מספר האנשים שמטופלים בנגיף בבית החולים ומספר האנשים בטיפול נמרץ המשיכו לרדת.\nמניין הנדבקים בנגיף הקורונה בטורקיה עלה ל-126,045, זאת לאחר ש-1,670 חולים חדשים אובחנו ביממה האחרונה - כך מסר משרד הבריאות באנקרה. עוד נמסר כי מניין המתים מהנגיף עלה ב-61 ל-3,397.\nיו\"ר ועדת הקורונה בכנסת, עפר שלח (יש עתיד-תל\"ם), אמר כי משבר הקורונה מתנהל בגזרות ולא בשכל ובהצגות ולא בתוכן. \"רק רבע מהתלמידים הגיעו היום לבתי הספר\", אמר ח\"כ שלח. \"ככה זה כשלא מסבירים, נותנים הנחיות מבולבלות וסותרות, לא מקשיבים לראשי הערים ולא יוצרים אמון בציבור\".\nהשר לביטחון הפנים גלעד ארדן ידרוש מחר שינוי במדד הלאומי של משרד הבריאות. את השינוי יבקש ארדן בדיון בכנסת בנושא החזרה לשגרה ממגפת הקורונה. לטענתו המדד שפורסם לא מובן ופשטני מידי. בנוסף לכך, ארדן קרוב בגישתו לעמדת משרד האוצר ובעד לפתוח את כל המסחר כמה שיותר, וכמה שיותר מהר.\nמניין הנדבקים בנגיף הקורונה באיטליה עלה ל-210,717, זאת לאחר ש-1,389 חולים חדשים אובחנו ביממה האחרונה - כך מסרו היום (ראשון) רשויות הבריאות במדינה. עוד נמסר כי מניין המתים באיטליה עומד על 28,884.\n315 בני אדם מתו מנגיף הקורונה ביממה האחרונה בבריטניה, מה שהעלה את מניין המתים בממלכה ל-28,446 - כך מסר משרד הבריאות במדינה.\nעיריית חיפה הודיעה כי תפתח את מערכת החינוך לתלמידים ביום שלישי בהתאם להנחיות משרד הבריאות. אלא שהורי התלמידים בבית הספר הממלכתיים הערבים לא מתכוונים לשלוח את ילדיהם ללימודים. גם שובם ללימודים של התלמידים הערבים בבתי הספר הכנסייתיים עדיין לא ברור. ראשת העיר עינת קליש רותם אמר כי \"אחרי שבועות רבים של בידוד וריחוק חברתי, עלינו לנקוט משנה זהירות ולא להתפשר על בריאות הילדים ומשפחותיהם, ועל שלום צוותי ההוראה וכל עובדי בתי הספר\".\nצה\"ל הודיע כי החל מתחיל מבצע הסברה מדלת לדלת על ידי נציגי פיקוד העורף בשכונות עליהן הוטלו הגבלות במועצה המקומית חורה בשל העלייה במספר החולים בנגיף הקורונה במועצה, זאת כחלק ממאמץ ההסברה לתושבי הרשות. בנוסף, כחלק ממהלך הסיוע יחולקו בהמשך השבוע כ-250 ערכות מזון ו-150 ארגזים המכילים פירות, ירקות ועוד לתושבי המועצה.\nשירות התעסוקה מסר כי 9,513 דורשי עבודה חדשים נרשמו במהלך סוף השבוע. עוד נמסר כי 3,024 מהמובטלים הודיעו על חזרה למעגל העבודה. עד כה 20,615 דיווחו על חזרתם לעבודה.\nמניין המתים מנגיף הקורונה בקנדה עלה ל-3,606, זאת לאחר ש-160 בני אדם מתו מהנגיף ביממה האחרונה - כך מסרה הסוכנות לבריאות הציבור במדינה. עוד נמסר כי מניין הנדבקים הכולל בקנדה עלה ב-1,576 ל-57,148.\nביקורי משפחות יתאפשרו באופן מיידי, חדרי הכושר ייפתחו בעוד שבוע ומסעדות בעוד חודש - כך עולה ממתווה משרד הבריאות לפתיחת המשק וחזרה לשגרה שנמסר לממשלה. על פי המסמך המלא, ביקורי המשפחות יכללו גם מפגשים עם אוכלוסייה מבוגרת - וזאת תחת נוהל שייקבע. מפגשים חברתיים יותרו ב-10 במאי - בעוד כשבוע - בכפוף למגבלות הכוללת חבישת מסיכות, שמירה על מרחק והתכנסות של עד עשרה אנשים קבועים ככל הניתן. התקהלויות כלליות, יתאפשרו גם הן באופן מיידי ובתנאי שיתקיימו בחלל פתוח, יכללו עד 19 איש ובמרחק של שני מטרים אחד מהשני. חתונות ולוויות שימנו עד 50 איש, תוך שמירה על מרחק ובחלל הפתוח יורשו להתקיים החל ב-17 במאי.\nבעלי רישיונות רכב שרישיונם הוארך אוטומטית בעקבות משבר הקורונה מתבקשים להגיע למכוני הרישוי ולבצע את המבחן השנתי לרכב (טסט) - כך מסר משרד התחבורה. עוד נמסר כי כל מכוני הרישוי חזרו לפעילות מלאה ושומרים על הנחיות משרד הבריאות.\nעיריית כרמיאל החליטה שלא לפתוח מחר את הלימודים בעיר. זאת, בתום הערכת בראשות ראש העיר משה קונינסקי ובהשתתפות הנהלת העירייה, צוות מנהל החינוך, מנהלי בתי הספר היסודיים ויו\"ר הנהגת ההורים. עוד נמסר כי מחר תתקיים הערכת מצב נוספת. קונינסקי אמר כי \"בפנינו ניצבת אחריות גדולה ומחוייבות לכך שסביבת הלימודים תהייה מוגנת גם לצוותי החינוך וגם לתלמידים. כל עוד לא אדע בוודאות שכך הדבר לא נפתח את מערכת החינוך\".\nמזכ\"לית הסתדרות המורים יפה בן דויד שלחה מכתב למשנה למנכ\"ל משרד הבריאות איתמר גרוטו וכתבה כי הם לא יאפשרו לסכן את בריאותם של עובדי ההוראה. זאת, לאחר ימים ארוכים שבהם משרד הבריאות נמנע מלפרסם הנחיות מדויקות לקבוצות סיכון ובכך שולח את עובדי ההוראה לבתי הספר ללא הנחיות מסודרות.\nכחלק מהמתווה לחזרה ללימודים של משרד החינוך, רשויות נוספות הודיעו שיפתחו מחר את בתי הפסר לפי ההנחיות של משרד הבריאות. הערים והמועצות שיפתחו את בתי הספר מחר הם: תל אביב (חלק ניכר), אשכול, אשקלון, מצפה רמון, רמת נגב, עכו, אזור, קריית מלאכי, קריית גת, גולן, גליל עליון, מטה אשר, מעלה יוסף, עמק מעיינות, בני שמעון, לכיש, מועצה אזורית הר חברון, מועצה אזורית באר טוביה, מעוצה אזורית יואב, להבים, מיתר, נתיבות, אופרים, עומר, ערבה תיכונה, משגב, נס ציונה, שומרון, קרני שומרון, עמק חפר, עמנואל, ראש העין, הוד השרון, לב השרון ונהריה\nאוניברסיטת תל אביב הודיעה מצטרפת למערך הבדיקות הלאומי לקורונה וכי היא צפויה לבצע עד כ-1,600 בדיקות ביום. נשיא האוניברסיטה אריאל פורת אמר כי \"אנו מעמידים לטובת משרד הבריאות והחברה בישראל את האנשים הטובים ביותר, עם הציוד והטכנולוגיה החדשניים ביותר כשלכולנו מטרה אחת ברורה - הבסת הנגיף\".\nיו\"ר נשיאות המגזר העסקי, דובי אמיתי, בירך על המתווה של משרד האוצר להחזרת המשק לפעילות. \"אני קורא לממשלה לאמץ את מתווה האוצר אשר יאפשר לקבל החלטות באופן מושכל, להפסיק את מדיניות השליפה מהמותן ולצמצם את הפגיעה בכלכלה\", אמר אמיתי. \"הממשלה חייבת להבין שהחזרת המשק תלויה בכל שרשת הערך העסקית, מנקודת הייצור ועד לנקודת המכירה\".\nשר הביטחון נפתלי בנט אמר כי מגפת הקורונה נבלמה בצורה טובה וכי ישנם מעט מאוד חולים מונשמים. \"תמונת המצב היא שהקורונה נבלמה מרבית העולם, גם בישראל\", אמר בנט. \"אני קורא, ואדחוף בממשלה, לדאוג לפיצוי לבני 67 ומעלה שנשארים בבית\".\nמניין הנדבקים בנגיף הקורונה בהולנד עלה ל-40,471 - כך מסרו רשויות הבריאות במדינה. זאת, לאחר ש-335 נוספים אובחנו כחיוביים לנגיף מאז אתמול. מניין המתים עלה ל-5,056.\nשרת התרבות מירי רגב אמרה כי משרדה הגיע להבנות עם משרדי האוצר והבריאות על הקלות בסגר, שיעלו לדיון בישיבת הממשלה הקרובה. בין ההקלות שפירטה היו חזרתם לשגרה של החזרות והאודישנים, סטים של צילומים וספריות ציבוריות. \"צעד חשוב בחזרה לשגרה\", אמרה רגב.\nישיבת הממשלה בנושא \"אסטרטגיית היציאה שלב ב'\" להקלת הסגר נדחתה למחר בשעה 11:00 בבוקר, בשל הצורך בהשלמת החומרים ותקנות שעת החירום. בין ההקלות שעל הפרק יהיו חזרת הקניונים והאוניברסיטאות לפעילות עד יום שלישי, השווקים והמלונות בעוד שבועיים והמסעדות, הברים ובתי הקולנוע באופן מדורג עד לסוף החודש.\nארגוני הגנים הפרטיים הודיעו בדיון ועדת הכספים כי מתוך 10 אלפים גני ילדים פרטיים, נסגרו כבר 2,000 בזמן משבר הקורונה. כ-80,000 ילדים נותרו ללא מסגרת. \"בעידן של אי ודאות, משרדי הממשלה הצליחו להכפיל את אי הודאות.  אין שום דרך להחזיר את המשק לעבודה מבלי להחזיר את החינוך, ובראשם גני הילדים לגילאי 0-3, לעבודה סדירה\", אמר יו\"ר הועדה, ח\"כ עודד פורר (ישראל ביתנו). פורר דרש מנציגי האוצר לחזור לוועדה עם תכנית מסודרת לסיוע לגני הילדים בגילאי 0-3 ולמציאת מסגרת מלאה לילדים עד גיל תשע.\nמשרד האוצר גיבש לו\"ז לקראת הדיון בממשלה שצפוי להתקיים הערב בנוגע למתן הקלות נוספות במשק. לפי תכנון האוצר יחזרו הקניונים, האוניברסיטאות והמכללות לפעילות עד יום שלישי, המסגרות לילדים עד גיל שש בעוד שבוע, והשווקים, המלונות וכיתות ד'-ו' בעוד שבועיים. המסעדות, הברים ובתי הקולנוע יחזרו באופן מדורג עד לסוף החודש.\nמספר המתים מקורונה באיראן עלה ל-6,203, לאחר ש-47 נוספים מתו מהנגיף ביממה האחרונה - כך הודיע משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים עלה ל-97,424.\nפרופסור איתמר גרוטו, המשנה למנכ\"ל משרד הבריאות, אמר בוועדת הקורונה כי \"בתכנון תקנות שעת החירום הקרוב נמצאת פתיחת הים\". גרוטו הוסיף כי מועד כניסת ההחלטה לתוקף יהיה תלוי בהתכנסות הממשלה, היום או מחר. הדברים נאמרו בתגובה לח\"כ מיקי חיימוביץ' (כחול לבן), ששאלה \"מתי אתם משחררים את הים לשחיינים ולגולשים? שחייה בים זו בריאות\".\nהממשלה העמידה קרן הלוואות בערבות המדינה לעסקים גדולים, בהיקף של שישה מיליארד שקלים - כך הודיע משרד האוצר. הקרן תעניק הלוואות באמצעות בנקים וגופים מוסדיים שיבחרו להצטרף לקרן, לעסקים בעלי מחזור של 200 מיליון שקלים ומעלה בענפים שנפגעו ממשבר הקורונה, המעסיקים לפחות מאה עובדים בישראל ולפחות 50% מהנכסים היצרניים או הקניין הרוחני של החברה רשומים בארץ. גובה ההלוואה יעמוד על 8% ממחזור ההכנסות השנתי ועד מאה מיליון שקלים. ערבות המדינה תהיה 75% כשפיקדון בעל העסק יהיה 5% בלבד. הריבית בקרן תעמוד על פריים+ 1.5%. ההלוואה תינתן לתקופה של עד חמש שנים. בדומה לקרן ההלוואות בערבות המדינה לעסקים קטנים בינוניים, גם כאן יינתן גרייס של 12 חודשים על ההלוואה.\nמניין המתים מנגיף הקורונה בספרד עלה ל-25,264 - כך הודיע משרד הבריאות במדינה. זאת לאחר ש-164 נוספים מתו ביממה האחרונה, המספר הנמוך ביותר בשבועיים האחרונים. מניין הנדבקים עלה ל-217,466.\nעובדים פלסטינים מורשים להיכנס לשטחי ישראל - כך אישרו במערכת הביטחון. הפועלים בענפי הבנייה, התעשייה והחקלאות ייכנסו לארץ לראשונה מאז תחילת הסגר שהוטל בעקבות התפשטות נגיף הקורונה. זאת, בתיאום עם המעסיקים הישראלים ורישומים מראש. העובדים יידרשו להישאר בשטח ישראל עד עיד אל-פיטר, תוך שהם יורשו לצאת לפני כן - אך לא לחזור. על פי גורמי הביטחון, כ-11,500 פלסטינים נכנסו עד כה לארץ. שר העבודה הפלסטיני אמר כי עד כה יצאו 14,500 פועלים לעבודה בישראל, מתוך 39 אלף.\n10,633 בני אדם נוספים אובחנו כחיוביים לקורונה ברוסיה ביממה האחרונה, המספר הגבוה ביותר מאז פרוץ הנגיף - כך הודיעו הרשויות במדינה. בכך, עלה מניין הנדבקים ל-134,686.\nאל על תמשוך 105 מיליון שקלים מקופות קרנות הפיצויים של עובדיה, על מנת לממן את הפעילות השוטפת שנפגעה בעקבות משבר הקורונה - כך קבע בית הדין האזורי לעבודה בבת ים. לדברי השופטת יפית זלמנוביץ' גיסין, בקרנות ישנם כספים עודפים על החובות של אל על כלפי עובדיה, והיתרה שתיוותר בקופות הגמל תכסה את התחייבויות החברה כלפי הזכאים.\nנשיא המדינה, ראובן ריבלין, פנה לשר הבריאות יעקב ליצמן בנוגע לשינוי נהלי הביקור של בעלי מוגבלויות גופניות ונפשיות בהוסטלים בזמן משבר הקורונה. הנשיא ביקש מהשר לשקול את האפשרות לחדש את ביקורי המשפחות בהקדם האפשרי. \"אני קורא לכם לקחת בחשבון את המצוקה האמתית שעלולה להיווצר אצל בעלי מוגבלויות המנותקים מבני משפחותיהם. יתכן מאוד שההשלכות הנפשיות הכבדות של ניתוק מהסוג הזה מצדיקות הגמשה של מדיניות הגבלת הביקורים, או לכל הפחות הבחנה מדויקת יותר בין אלו השייכים לקבוצות סיכון לבין אלה שהבידוד מסכן אותם יותר\", אמר הנשיא.\nאירועי הגאווה שהיו אמורים להתקיים בחודש יוני הקרוב יידחו עד לסוף הקיץ בשל ההגבלות שהוטלו כחלק מהמאבק בנגיף הקורונה. זאת, על פי החלטה משותפת של ארבעת הבתים הגאים המייצגים את המצעדים הגדולים בחיפה, ירושלים, באר שבע ותל אביב. לצד זאת, יתקיימו במהלך חודש יוני כמה אירועים בשיתוף ארגוני הקהילה והתארגנויות מקומיות, שיציינו את המאבק של קהילת הלהט\"ב לשיוויון.\nמניין המתים מנגיף הקורונה בישראל עלה ל-230 בני אדם - כך הודיע משרד הבריאות. מספר הנדבקים עלה גם הוא ל-16,193, בהם 103 במצב קשה ומתוכם 82 מונשמים. עד כה החלימו 9,634 מהנדבקים בנגיף.\nדייר בית האבות ביבנאל, בן 86, מת מנגיף הקורונה - כך הודיע בית החולים פדה-פוריה בטבריה. על פי בית החולים, הוא אושפז במצב קשה, והיה מורדם ומונשם במשך יותר משבוע. עוד נמסר כי בן ה-86, תושב יבנאל, סבל ממחלות רקע רבות. בזאת, עלה מספר המתים בבית האבות ל-22.\nכ-55% מהתלמידים שהיו אמורים לחזור לבתי הספר בירושלים הגיעו ללימודים - כך הודיעה עיריית ירושלים. בשונה מהמגזר הכללי, בחינוך החרדי עוד לא שבו ללימודים ובמזרח ירושלים לא לומדים בימי ראשון.\nתלמידי החינוך הממלכתי ב-80% מהרשויות חזרו לבית הספר, כחלק מהקלת תקנות נגיף הקורונה - כך הודיע משרד החינוך. ברשויות רבות עוד לא נפתחו המוסדות מחדש, במטרה לתת לצוותים זמן נוסף להיערך.\nשלושה מקרי הידבקות חדשים בקורונה אובחנו בתאילנד - כך הודיעו רשויות הבריאות במדינה. זהו מספר הנדבקים הנמוך ביותר מזה חודש ליממה, ומניינם הכולל הוא 2,969 בני אדם.\nמניין המתים מנגיף הקורונה בגרמניה עלה ב-74 ביממה האחרונה ל-6,649 - כך נמסר ממכון רוברט קוך למחלות זיהומיות. מניין הנדבקים בנגיף עלה ב-793 ביממה האחרונה ל-162,496.\nמניין הנדבקים בנגיף הקורונה בסין, מוקד הפצת הווירוס, עלה בשני בני אדם בלבד במהלך היממה האחרונה, ל-82,877 - כך נמסר מהרשויות המקומיות. מניין המתים לא עלה והוא 4,633.\nמניין הנדבקים בנגיף הקורונה בארצות הברית עלה ב-1,160,774 - כך נמסר מאוניברסיטת ג'ון הופקינס למחלות זיהומיות. מניין המתים מנגיף הקורונה עלה ל-67,444.\nמניין הנדבקים בנגיף הקורונה במקסיקו עלה ב-1,515 ביממה האחרונה ל-20,739 - כך נמסר מרשויות הבריאות במדינה. מניין המתים מהנגיף עלה ב-113 ביממה האחרונה ל-1,972.\nמניין הנדבקים בנגיף הקורונה בפנמה עלה ב-188 ביממה האחרונה ל-6,720 - כך נמסר מרשויות הבריאות במדינה. מניין המתים עלה בארבעה ל-192.\nמניין המתים מנגיף הקורונה בספרד עלה ב- 276 ביממה האחרונה וחצה את ה-25 אלף - כך נמסר מרשויות הבריאות המקומיות. מניין הנדבקים בנגיף עלה ב-2,588 ביממה האחרונה ל-245-567.\nמניין המתים מנגיף הקורונה בברזיל עלה ב-81 ביממה האחרונה ל-6,491 - כך נמסר מרשויות הבריאות המקומיות. מננין הנדבקים בנגיף במדינה עלה ב-756 ביממה האחרונה ל-92,865.\nבתי הספר היסודיים באנגליה ובוויילס ישובו ללימודים לא יאוחר מה-1 ליוני - כך דווח ב\"טלגרף\". חזרתם של מוסדות החינוך תיעשה בכפוף לתכניות שידונו עם ראש ממשלת בריטניה בוריס ג'ונסון. בעיתון נמסר כי ג'ונסון צפוי לחשוף את \"מפת הדרכים\" של הממשלה מסגר הקורונה בהצהרה שימסור היום. מניין הנדבקים בנגיף בממלכה הבריטית עלה ל-182,260 ומניין המתים ל-28,131.", "url": "https://news.walla.co.il/item/3354656", "type": "article", "site_name": "וואלה!News", "published_time": "2020-05-03 23:52"}