{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3356567"}, "headline": "משבר הקורונה: 881 איש מתו בברזיל תוך יממה", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/1/2/3012885-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "מערכת וואלה"}, "datePublished": "2020-05-13 12:35:00", "dateModified": "2020-05-13 13:08:47", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "משרד הבריאות במדינה עדכן כי מניין המתים עלה ל-12,400. בארצות הברית קרוב ל-2,000 בני אדם מתו ביממה האחרונה. בסין אובחנו רק שבעה חולים ביום האחרון. בפולין נרשמה העלייה הגדולה ביותר עד כה בכמות החולים. עדכונים שוטפים", "title": "משבר הקורונה: 881 איש מתו בברזיל תוך יממה; מניין הנדבקים עלה ל-177,589", "subtitle": "משרד הבריאות במדינה עדכן כי מניין המתים עלה ל-12,400. בארצות הברית קרוב ל-2,000 בני אדם מתו ביממה האחרונה. בסין אובחנו רק שבעה חולים ביום האחרון. בפולין נרשמה העלייה הגדולה ביותר עד כה בכמות החולים. עדכונים שוטפים", "keywords": ["נגיף הקורונה"], "articleBody": "מגפת הקורונה ממשיכה את ההתפשטות ברחבי העולם. בברזיל הודיעו הלילה (רביעי) כי 881 בני אדם מתו מהנגיף ביממה האחרונה וכי מניין הנדבקים הכולל חצה את הכמות בגרמניה. בארצות הברית קרוב ל-2,000 בני אדם מתו מהנגיף ביום האחרון. בפולין נרשמה העלייה הגדולה ביותר עד כה במספר החולים היומי שעלה ב-595. מנגד, בסין אובחנו רק שבעה חולים חדשים ובהם שישה מקומיים תושבי צפון-מזרח המדינה.התפשטות הנגיף בישראל ממשיכה במגמת האטה, כשמספר המקרים הכולל עומד על 16,539. מתוכם, 4,104 הם חולים פעילים ו-12,173 החלימו ושוחררו לבתיהם. מספר המתים עלה ל-262, בעוד ש-51 מהחולים שמצבם קשה מונשמים.\nממשלת גרמניה תחל בהקלות בביקורת הגבולות במדינה החל מהשבת הקרובה - כך נמסר בכלי תקשורת מקומיים. בדיווח נאמר כי ההגבלות, שהושמו כחלק מהמאבק בהתפשטות הקורונה, יוסרו לגמרי ב-15 ליוני.\nמספר הנדבקים בנגיף הקורונה בישראל עלה ל-16,539 בני אדם - כך נמסר ממשרד הבריאות. מספר החולים הפעילים ירד ל-4,104, מספר המונשמים ירד ל-51, ומספר המחלימים עלה ל-12,173 בני אדם. מספר המתים עלה ל-262.\nמניין הנדבקים בנגיף הקורונה ברוסיה עלה ב-10,028 ביממה האחרונה ל-242,271 - כך מסרו הרשויות המקומיות במדינה. מניין המתים עלה ב-98 בני אדם ל-2,212.\nגונן אוסישקין, מנכ\"ל אל על, אמר במכתב ששלח לראש הממשלה בנימין נתניהו בעקבות מצבה של החברה נוכח משבר הקורונה, כי החברה מסתכנת בסגירה בשל דרישות משרד האוצר. \"אמש בשעת לילה מאוחרת, קיבלנו מסמך בו הערים האוצר דרישות נוספות בלתי ישימות, שכל מטרתן לשלוח את אל על לפירוק\". לטענת אל על, האוצר מאשים את הקושי הכלכלי שלהם והצורך במתן הלוואה להתנהלותם טרם משבר הקורונה. \"אין לזה אחיזה במציאות, מיום ההפרטה ועד למשבר הקורונה אל על עמדה בפירעון כל חובותיה ולא בקשה הלוואה או מימון מהמדינה\".\n320 בני אדם נעצרו אתמול לאחר שפרצו שלא כחוק למתחם קבר הרשב\"י במירון - כך מסרה משטרת ישראל. הפורעים קיבלו דוחות על הפרת צווי קורונה. כמו כן, שלושה עדיין עצורים בחשד לתקיפת שוטרים.\nבתאילנד לא התגלו נדבקים חדשים בנגיף הקורונה, לראשונה מאז ה-9 למרץ - כך מסרו הרשויות במדינה. מניין החולים בתאילנד הוא 3,017 ומניין המתים הוא 56. עם זאת, הממשלה ממשיכה להפציר באזרחים לעטות מסיכות בציבור ולשמור על היגיינה וריחוק חברתי.\nמגן דוד אדום פרסם סיכום נתונים למתחמי בדיקות הקורונה שפתח ברחבי הארץ - \"היבדק וסע\".  מד\"א החל להפעיל את עמדותיו ברחבי הארץ ב-20 במרץ, באמצעותם נטל דגימות מכמאה אלף אזרחים. מתחילת פעילות מד\"א ועד יום ראשון, בו נסגרו אותם 95 מתחמים, לקחו צוותי מגן דוד אדום דגימות מ-272,016 בני אדם. מתוכם, 97,526 במתחמי היבדק וסע, 93,220 בבתים ו- 81,540 בבתי אבות ובמוסדות.\nמניין הנדבקים בנגיף הקורונה בקוריאה הדרומית עלה ל-10,962, זאת לאחר שאובחנו 26 חולים חדשים ביממה האחרונה - כך מסרו רשויות הבריאות במדינה. עוד נמסר כי 22 מהחולים החדשים הם אזרחים שנדבקו בנגיף בתוך המדינה. מניין המתים מהנגיף במדינה עומד על 259 בני אדם.\n1,894 בני אדם מתו מנגיף הקורונה ביום האחרון בארצות הברית, ובכך עלה מניין המתים במדינה ל-82,246 - כך עולה ממעקב אוניברסיטת ג'ונס הופקינס. זאת, לאחר שביומיים האחרונים מספר המתים היומי מהנגיף בארצות הברית לא חצה את רף האלף בני אדם.\nמניין הנדבקים בנגיף הקורונה במקסיקו עלה ל-38,324, זאת לאחר ש-1,997 בני אדם אובחנו כחולים בנגיף ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין המתים מהנגיף במקסיקו עלה ב-353 ל-3,926 בני אדם.\nשבעה חולים חדשים בנגיף הקורונה אובחנו בסין ב-24 השעות האחרונות - כך מסרה רשות הבריאות במדינה. עוד נמסר כי שישה מהחולים החדשים הם אזרחים מקומיים בצפון-מזרח המדינה.\nמניין המתים מנגיף הקורונה בברזיל עלה ל-12,400, זאת לאחר ש-881 בני אדם מתו מהנגיף ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי מניין הנדבקים עלה ב-9,258 חולים חדשים ל-177,589.\nמניין הנדבקים בנגיף הקורונה בפולין עלה ל-16,921, זאת לאחר ש-595 חולים חדשים אובחנו ביממה האחרונה - כך מסר משרד הבריאות במדינה. עוד נמסר כי 28 בני אדם נוספים מתו מהנגיף והעלו את מניין המתים בפולין לכ-840.", "url": "https://news.walla.co.il/item/3356567", "type": "article", "site_name": "וואלה!News", "published_time": "2020-05-13 12:35"}