{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3328322"}, "headline": "דוח העוני האלטרנטיבי: יותר מחצי מיליון משפחות עניות", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/1/9/5/2/1952664-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "דנה ירקצי"}, "datePublished": "2019-12-09 06:00:00", "dateModified": "2019-12-09 06:03:37", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "לפי המדד הרב ממדי שהופק מטעם עמותת לתת, 530 אלף משפחות ומתוכן כמיליון ילדים עניים - נתונים גבוהים משמעותית מאלו של המוסד לביטוח לאומי, המסתמך על פרמטר של הכנסה בלבד. כמו כן, הדוח מצביע על תנאים מחיה והרגלי תזונה בעייתיים בקרב אחוז גבוה של קשישים וילדים", "title": "דוח העוני האלטרנטיבי: יותר מחצי מיליון משפחות עניות", "subtitle": "לפי המדד הרב ממדי שהופק מטעם עמותת לתת, 530 אלף משפחות ומתוכן כמיליון ילדים עניים - נתונים גבוהים משמעותית מאלו של המוסד לביטוח לאומי, המסתמך על פרמטר של הכנסה בלבד. כמו כן, הדוח מצביע על תנאים מחיה והרגלי תזונה בעייתיים בקרב אחוז גבוה של קשישים וילדים", "keywords": ["עוני", "קשישים", "ילדים"], "articleBody": "יותר מחצי מיליון משפחות וכמיליון ילדים עניים חיים בישראל בשנת 2019 - כך עולה מדוח העוני האלטרנטיבי של עמותת לתת. על פי נתוני העמותה, כ-530 אלף משפחות המהוות 2,306,000 נפשות - כרבע מהאוכלוסייה (25%), נמצאות מתחת לקו העוני. מתוכן - 1,007,000 ילדים (33.5%) עניים. שיעורי העוני עליהם מצביע המדד הרב-ממדי גבוהים משמעותית מאילו של המוסד לביטוח לאומי, שמשרטט את \"קו העוני\" ומסתמך על פרמטר של הכנסה בלבד. בשנים האחרונות ניכרת מגמה של יציבות בהיקף שיעורי העוני, לצד החמרה של עומק העוני והתגברות החסמים ליציאה ממנו. הכלים הממשלתיים שמופנים לנושא בדרך כלל, מוגבלים ולא מספקים על מנת לצמצם באופן מהותי את הבעיה, ולכך התווספו הקיפאון הממשלתי וחוסר היציבות הפוליטית, עקב מערכות הבחירות הסמוכות במהלך שנת 2019, שגרמו לאובדן של שנה שלמה ביכולת לטפל במניעה, צמצום וחילוץ מעוני.  שיעורי העוני, בהתאם לשיטה הרב ממדית, עקביים ויציבים בשש השנים האחרונות, מאז פרסום המדד הרב ממדי, ואלה נותרים גבוהים משיעורי העוני שמפרסם המוסד לביטוח לאומי. על פי הדוח, בקרב 79.8% מהמשפחות נתמכות הסיוע, יש לפחות מפרנס אחד, כשבקרב 19.8% - שני מפרנסים או יותר. השכר הנמוך ואי מיצוי זכויות סוציאליות ממצבים רבים מהנתמכים כ\"עניים-עובדים\".\nהדוח מראה כי ל-97% מהקשישים, קצבת הזקנה אינה מאפשרת קיום בכבוד, 78.2% חווים בדידות, ו-59.3% אינם יכולים לבצע תיקונים בביתם בכדי להתאימו למצבם הבריאותי, עקב מצבם הכלכלי.עבור 76.3% מהילדים נתמכי הסיוע, המרכיב העיקרי בתזונה הוא פחמימות או לחם וממרחים. במקביל, 54.4% מהילדים צמצמו בגודל הארוחות או דילגו על ארוחות בשנה האחרונה, ו-48.5% מההורים הנתמכים נאלצו לוותר על תחליפי חלב לילדיהם או לתת להם פחות מהכמות המומלצת.דוח העוני האלטרנטיבי של עמותת לתת מעלה כי ליותר מ-80% מילדי הנתמכים אין חוגים או שיעורים פרטיים. 58.5% לא יכולים לשלב ילדים בגילאי 0-3 במסגרת חינוכית ו-69.1% אינם יכולים לרכוש ציוד בסיסי לביה\"ס.עוד עולה מהדוח כי לאחוזים גבוהים מבין העניים קיימת נגישות מוגבלת לשירותי בריאות. זאת בעוד 78.8% מנתמכי הסיוע מתמודדים עם מחלה כרונית, 66.8% מהנתמכים נאלצו לוותר על רכישת תרופה או טיפול רפואי, ו-58.2% נאלצו לוותר על תרופות או טיפולים גם עבור ילדיהם.57.1% מילדי נתמכי הסיוע התביישו להזמין חברים לביתם בעקבות תנאי המגורים שלהם. 74.5% מהעניים לא יכלו לתקן ליקויים חמורים בדירתם עקב המצב הכלכלי, 21.5% מעידים על אלימות פיזית ו-22.7% מעידים על סחר בסמים בסביבת מגוריהם.\nדוח העמותה מצא כי ל-64.5% מנתמכי הסיוע אין בגדים ונעליים במידה מתאימה ובמצב טוב, ו-49.1% אינם יכולים לחמם את ביתם בחורף בגלל המצוקה הכלכלית. בנוסף, 61.9% מנתמכי הסיוע שקועים בחובות - 75% יותר מהאוכלוסייה הכללית (35.3%). ההוצאה החודשית הממוצעת של משפחה נתמכת סיוע עומדת על 6,933 שקלים והיא גבוהה ב-32.4% מההכנסה הממוצעת (5,237 שקלים).המצב הכלכלי בו הם נמצאים מביא לחוסר יכולת בהשגת וקניית בגדים. בכך, 64.5% מנתמכי הסיוע מעידים כי לאחד או יותר מבני משק הבית שלהם חסרים בגדים ונעליים במידה המתאימה ובמצב טוב. מציאות זו מתרחשת בקרב נתמכי הסיוע פי 5.5 מאשר באוכלוסייה הכללית (11.8%). 49.1% מנתמכי הסיוע אינם יכולים לחמם את ביתם בחורף בגלל מצוקתם הכלכלית. 42.4% מנתמכי הסיוע מתארים את היחס שהם מקבלים ממוסדות ממשלתיים שתפקידם הענקת סיוע למשפחות במצוקה, כקר ואדיש. 19% נוספים מתארים את היחס שמקבלים כמזלזל ומשפיל.82.5% מהציבור סבורים כי הממשלה היא הגורם האחראי לצמצום העוני. עם זאת, רק כרבע (25.9%) מהציבור חושבים שהממשלה היא זו שאכן מטפלת בפועל בבעיה. 57.5% מהציבור תופסים את בעיית העוני והפערים החברתיים כנושא הדחוף ביותר לטיפול על ידי ממשלת ישראל (במקום הראשון או השני), כש-% 66.5 סבור כי הטיפול בבעיית העוני נמצא בסדר עדיפויות נמוך או כלל אינו נמצא בסדר העדיפויות הלאומי.\nמדד העוני הרב ממדי בוצע על ידי מכון רותם Rotem ar)) בראשות ד\"ר אריה רותם ומרים חונן, שביצעו גם את הסקרים באוכלוסייה הכללית ואת הניתוחים הסטטיסטיים לאורך הדו\"ח. המדד פותח על ידי מכון ERI, בראשות ד\"ר גלעד טנאי אשר מלווים את ביצועו.", "url": "https://news.walla.co.il/item/3328322", "type": "article", "site_name": "וואלה!News", "published_time": "2019-12-09 06:00"}