{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3369331"}, "headline": "מ-1,600 תיקים בחודש: עלייה חדה בפניות לרווחה ברחבי הארץ", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/3/4/3034995-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "מאיה הורודניצאנו"}, "datePublished": "2020-06-24 16:20:00", "dateModified": "2020-06-24 16:20:32", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "מספר תיקי הרווחה שנפתחו החודש גבוה ב-61% ביחס לשנה שעברה, כשהיישובים במצב הקשה יותר - במגזר הערבי והחרדי. ריבוי התיקים מגביר את העומס בו נתונים העובדים הסוציאליים, המוחים על תנאי העסקתם. בחלק מהרשויות, כל עובד אחראי על מאות משפחות. אלפים נזקקים לסיוע", "title": "יותר מ-1,600 תיקים בחודש: עלייה חדה בפניות לרווחה ברשויות המקומיות", "subtitle": "מספר תיקי הרווחה שנפתחו החודש גבוה ב-61% ביחס לשנה שעברה, כשהיישובים במצב הקשה יותר - במגזר הערבי והחרדי. ריבוי התיקים מגביר את העומס בו נתונים העובדים הסוציאליים, המוחים על תנאי העסקתם. בחלק מהרשויות, כל עובד אחראי על מאות משפחות. \"אלפים נזקקים לסיוע\"", "keywords": ["עובדים סוציאליים", "משרד העבודה והרווחה", "איציק שמולי", "בית שמש"], "articleBody": "עלייה חדה נרשמה בפתיחת תיקים חדשים במחלקות לשירותים חברתיים ברשויות המקומיות - כך עולה היום (רביעי) מנתוני משרד הרווחה, על רקע צעדת המחאה של העובדות הסוציאליות הנערכת השבוע. לפי הנתונים, בעוד שביוני 2019 נפתחו ברחבי הארץ 1,032 תיקים, החודש נפתחו 1,665 תיקים - עלייה של 61%.מתחילת השנה נרשמה דווקא ירידה, אך המגמה השתנתה מאז חודש אפריל, אז חל זינוק בפניות לרשויות הרווחה על רקע משבר הקורונה. לפי נתוני המשרד, מ-269 תיקים שנפתחו בשבוע השלישי של חודש אפריל בכל רחבי הארץ, עלה המספר ל-1,665 תיקים בשבוע השלישי של חודש יוני. עם זאת, במשרד העבודה והרווחה אמרו כי ההסבר לעלייה במספר הפניות בתחילת השנה הוא שחלק מהרשויות המקומיות הטמיעו מערכת חדשה והזינו ופניות קודמות. זאת, אף שבמשרד צופים שמספרים אלו יגדלו אף יותר, ככל שיותר אנשים יאבדו את זכאותם לדמי אבטלה וידרשו קצבת הבטחת הכנסה - קצבה נמוכה בהרבה.\n\"מהרגע שהסתיים הסגר נרשמו אלפים רבים של ישראלים בלשכות הרווחה בבקשה לקבל סיוע\", הסביר שר העבודה והרווחה איציק שמולי, שמשרדו אחראי בין היתר גם על תקציב העובדים הסוציאליים. \"זה מגביר את העומס על העובדים הסוציאליים, שהוא קשה מנשוא גם בימי שגרה\".מהנתונים שריכז המשרד מכל הארץ, עולה כי נכון לחודש אפריל, ב-63 יישובים טיפל כל עובד סוציאלי ביותר מ-300 מטופלים בממוצע. ממפת היישובים עולה כי הרשויות במצב הקשה ביותר הן היישובים הבדואים שבדרום הארץ. שיאנית העומס - המחלקה לשירותים חברתיים ביישוב תל שבע, בה יש עובדת אחת על 758 מטופלים. כמו כן, ברהט ישנם 699 מטופלים לכל עובדת ובלקיה 599.עוד עולה מהנתונים כי רוב היישובים שבהם העומס הוא הגדול ביותר נמצאים בקרב החברה הערבית והחברה החרדית. ביישוב החרדי רכסים, ישנם 544 מטופלים לכל עובדת סוציאלית, באלעד 368, בביתר עלית 375 ומודיעין עלית 341.\nגם כמה יישובים חזקים מבחינה סוציו-אקונומית נמצאים ברשימה: ביישוב מיתר ישנם 364 מטופלים בממוצע לכל עובדת סוציאלית, בעומר 374 ובזיכרון יעקב - 456 מטופלים.הנתונים מתפרסמים במקביל למחאה שמוביל איגוד העובדות והעובדים הסוציאליים, שקורא לשיפור תנאי העסקתם, הגדלת תקציב שירותי הרווחה ותקצוב תכנית שנועדה לשמור על ביטחונם בשל אירועי אלימות. במסגרת צעדת מחאה שעורכים השבוע העובדים החל מיום ראשון ועד חמישי, שר העבודה והרווחה פגש אותם בבית שמש, והביע תמיכה במחאה. \"מרגע סיום הסגר נרשמו אלפים במחלקות לשירותים חברתיים - ואם לא נגדיל את הסיוע לאזרחים זו רק ההתחלה\", אמר שמולי.\nהעומס איננו לא האתגר היחיד שעומד בפני העו\"סים. באחרונה פורסמו כמה מקרי אלימות קשים שהופנו כלפיהם. בניסיון למגר את התופעה, משרד העבודה והרווחה הקים יחידה חדשה שאחראית על ביטחון העובדים הסוציאליים ברשויות המקומיות ותכנית הגנה שצפויה לצאת לפועל לאחר אישור תקציב המדינה לשנת 2020. \"צעדת העובדים הסוציאליים היא צעדה למען החברה הישראלית כולה\", אמר השר שמולי. \"אני תומך במאבקם ואתייצב לצדם בממשלה ובכל מקום במאבק למעמדם, הגנתם ושיפור תנאי העסקתם. כמו שלא שולחים חייל למלחמה בלי אפוד וקסדה, כך לא סביר לשלוח עובד סוציאלי לטיפול ללא הגנה. ביטחונם האישי של העובדים הסוציאליים הוא תנאי מינימלי כדי שיוכלו לבצע את עבודתם\".", "url": "https://news.walla.co.il/item/3369331", "type": "article", "site_name": "וואלה!News", "published_time": "2020-06-24 16:20"}