{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3370253"}, "headline": "דוח האלימות בחברה הערבית: 60% חשים שאין ביטחון ביישובים", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/2/9/4/1/2941078-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "יואב איתיאל"}, "datePublished": "2020-06-29 08:00:00", "dateModified": "2020-06-29 07:58:37", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "לפי דוח עמותת יוזמות אברהם בנושא אלימות, פשיעה ושיטור בחברה הערבית, כ-22% דיווחו כי הם או בני משפחתם נפגעו מאלימות ב-2019, בעוד האמון במשטרה צנח בכ-8% ל-17.4%. הוועדה למיגור הפשיעה במגזר תתכנס לדון בנתונים. המשטרה: רק שיתוף פעולה יביא לשינוי", "title": "האלימות בחברה הערבית: כ-60% מהציבור אינם חשים בטוחים ביישוביהם", "subtitle": "לפי דוח עמותת יוזמות אברהם בנושא \"אלימות, פשיעה ושיטור בחברה הערבית\", כ-22% דיווחו כי הם או בני משפחתם נפגעו מאלימות ב-2019, בעוד האמון במשטרה צנח בכ-8% ל-17.4%. הוועדה למיגור הפשיעה במגזר תתכנס לדון בנתונים. המשטרה: \"רק שיתוף פעולה יביא לשינוי\"", "keywords": ["המגזר הערבי", "אלימות"], "articleBody": "שיעור האזרחים הערבים שרוחשים אמון כלפי משטרת ישראל נמוך מאוד ועומד על 17.4%, בהשוואה ל־41.3% בחברה היהודית - כך עולה ממדד הביטחון האישי בחברה הערבית המתפרסם הבוקר (שני) בדוח שהוגש לוועדת הכנסת למיגור הפשיעה במגזר. זו ירידה נוספת מ-26.1% ב-2018.הוועדה בראשות ח\"כ מנסור עבאס (הרשימה המשותפת) תקיים היום דיון מיוחד בדוח, שכותרתו \"אלימות, פשיעה ושיטור בחברה הערבית\", המבוסס על סקר שנערך זו השנה השלישית על ידי עמותת \"יוזמות אברהם\". את הדוח חיברו ד\"ר נוהאד עלי, רות לוין-חן ועולא נג'מי-יוסף והוא יוצא כחלק ממיזם \"קהילות בטוחות\" של העמותה, \"לקידום שיטור שירותי, שוויוני ומיטיב לאזרחים הערבים\".מדובר בסקר עמדות המבוסס על מדגם מייצג בן 718 נשאלים שרואיינו פנים-אל-פנים בשפה הערבית. לשם השוואת הממצאים, נערך בה בעת סקר ארצי בקרב 500 נשאלים שהם מדגם מייצג של החברה היהודית, באמצעות מכון \"מסקר\". עוד עולה מהסקר כי 60.5% מהאזרחים הערבים חשים לא בטוחים ביישוב מגוריהם.\n\"משנחשפתי לנתונים אודות ההעמקה וההרחבה השלילית יחסית לאשתקד לא נותר בי אלא להאיץ את מהלך קידומה של התכנית הכוללנית שתביא להשטחת עקומת הפשיעה והקורבנות בחברה הערבית\", אמר לוואלה! NEWS ח\"כ עבאס. \"לכן, רואה אני בכל גורם ברשות המבצעת - הממשלה, שותף אחראי וטבעי לגדיעת תופעה מסוכנת זו שרק מתעצמת ומכניסה למעגל הסיכון עוד ועוד חפים מפשע ומכל קשר לציביליזציה הקשה מנשוא\". הוא אמר את דברים על רקע חשד לרצח נוסף, ה-46 לשנת 2020, הלילה בגליל. הוא הוסיף \"שוב אנחנו נכלמים ועומדים המומים לאור הקורבן הנוסף שבערב זה נספה ונמצא שרוע בין כסרא לסמיע\".הדוח מעיד כי 21.9% מהאזרחים הערבים מדווחים שהם, או בני משפחתם, נפגעו בפועל בשנה האחרונה מאלימות הכוללת מכות, דקירות או ירי. 29% חוו איומים או אלימות מילולית כלפיהם או כלפי בני משפחותיהם בשנה החולפת. כמו כן, 42.2% חשים מאוימים מאלימות ביישובם (לעומת 31.8% ב-2018). רק 6.2% חשים מאוימים בבתיהם.ביזמות אברהם אומרים כי \"המדד נולד מתוך מציאות עקובה מדם בחברה הערבית, כאשר בשנים האחרונות מסתמנת בחברה זו עלייה תלולה במקרי הפשיעה והאלימות\".\nעוד מראה המדד כי 65% מכלל הנרצחים בישראל בשנת 2019 הם אזרחים ערבים ובהשוואה לחברה היהודית, שיעור הערבים שהם או מי מבני משפחתם או חבריהם נפגעו מביטויים שונים של אלימות, גבוה בכל התופעות מזה שבחברה היהודית. כך למשל, 15% מהנשאלים הערבים ציינו כי הם או מכריהם נפגעו משימוש בנשק קר או חם (עליה מ־11% ב־2018) בהשוואה ל־1% בלבד בקרב היהודים (כמעט ללא שינוי מ־2018).במהלך 2019 קיפחו את חייהם כתוצאה מאלימות 89 אזרחיות ואזרחים ערבים. 79 מהם גברים ועשר נשים. על פי מרכז \"אמאן\" למאבק באלימות בחברה הערבית, המספרים גבוהים עוד יותר\n60.5% מהאזרחים הערבים מרגישים חוסר ביטחון אישי ביישוב מגוריהם בגלל אלימות - גידול חד משנת 2018, אז 35.8% דיווחו על תחושת היעדר ביטחון. זאת, לעומת 12.8% בלבד בקרב האזרחים היהודים (הנתון זהה עבור 2018 ו-2019).עוד עולה מהדוח כי 21.9% מהאזרחים הערבים מדווחים כי הם או מי מבני משפחתם נפגעו במהלך השנה האחרונה מעבירת אלימות, כמו מכות, דקירות או ירי.29% חוו איום באלימות כלפיהם או כלפי מי מבני משפחותיהם או חוו אלימות מילולית כלפיהם - עליה של 6 נקודות ביחס ל-2018, אז 23.5% דיווחו על איומים כלפיהם. החשש להיפגע מתופעות שונות של אלימות ופשיעה בחברה הערבית גדול מזה שבחברה היהודית: 73.1% מהאזרחים הערבים חוששים כי הם או מי מבני ביתם ייפגעו מעבירות אלימות, לעומת 19.3% מבין האזרחים היהודים.יישוב המגורים צוין בקרב האזרחים הערבים כמקום שבו נחווה האיום הגדול ביותר על תחושת הביטחון האישי (42.2% ציינו כי תחושת האיום ביישוב המגורים גדולה או גדולה מאוד) ומקומות הבילוי הם הבאים אחריו (33.8%). לעומת זאת, בדומה ל-2018, הבית נתפס כמקום הבטוח ביותר (רק 6.2% מקרב הנשאלים הערבים חשים בביתם איום על ביטחונם האישי). נתון זה מעיד על כך שבשנים האחרונות ביתם של האזרחים הערבים נעשה למבצרם ונתפס כמקום היחיד היכול להגן עליהם מפני אלימות ופשיעה.\nאמנון בארי-סוליציאנו וד\"ר תאבת אבו ראס, מנכ\"לים שותפים בעמותת יוזמות אברהם, אמרו כי הירידה החדה בתחושת הביטחון האישי בחברה הערבית פוגעת באופן אנוש באיכות החיים ביישובים הערביים ומחייבת טיפול מערכתי דחוף מצד הממשלה. לדבריהם, \"צוות המנכ\"לים שהוקם לטיפול במגפת האלימות והפשיעה, בעקבות פעולתנו ארוכת השנים הקוראת לכך, הכיר בצורך לתת מענה לגורמי העומק\". \"התוכנית הממשלתית החדשה שהוצגה לפני ימים אחדים היא צעד חשוב מאד קדימה, והיא כוללת לראשונה תפיסה רחבה הרבה מעבר לשיטור ואכיפה, כולל התייחסות להיבטים של רווחה, תעסוקה, חינוך ופנאי. את התוכנית הזו חייבים ליישם היטב ונמשיך לעקוב ולוודא שהתקציבים הדרושים אכן יוקצו להיבטיה השונים. גם לחברה הערבית ולמנהיגותה יש תפקיד חשוב במיגור האלימות, במיוחד זו הנובעת מדפוסים חברתיים, מאבקים בין קבוצות ותהליכי שינוי\".\nממשטרת ישראל נמסר בתגובה: \"משטרת ישראל פועלת בשנים האחרונות בשיתוף פעולה מלא עם המשרד לביטחון הפנים למתן מענה לצרכים הייחודיים של החברה הערבית, לצמצום הפשיעה ולהגברת תחושת הביטחון. לצד פעילות אכיפה נרחבת נגד פשיעה באשר היא, הנגשת שירותי משטרה והגברת שיתופי הפעולה, מתבצעים כל העת מגוון מאמצי מניעה והסברה לחיזוק נורמות הציות לחוק\".\nעוד נמסר מהמשטרה כי \"לצערנו אירועי אלימות וירי מתרחשים לעיתים קרובות מדי בקרב החברה הערבית בישראל. רובם על רקע סכסוכים פנימיים הגולשים לאלימות\". במשטרה הוסיפו: \"המשטרה פועלת בנחישות לאורך כל ימות השנה נגד אחזקה, סחר ושימוש באמל\"ח בכל זמן ובכל מקום. פעילות זו הביאה לתפיסת כמויות נשק חסרות תקדים, בפרט ביישובי המגזר הערבי. במהלך שנת 2019 עצרה משטרת ישראל יותר מ-4,482 חשודים בגין עבירות ירי, סחר ושימוש באמצעי לחימה בניגוד לחוק- למעלה מ-90% מתוכם מקרב החברה הערבית. כמו כן הוגשו 1,226 כתבי אישום נגד מעורבים בעבירות אלו. מאז תחילת השנה הנוכחית המשטרה איתרה יותר מ-3,000 כלי נשק ואמצעי לחימה\".\"יחד עם זאת רק שינוי שורשי עמוק שיבוא מתוך החברה הערבית בישראל, בחינוך, בתרבות, בשיתוף הפעולה עם המשטרה, בהוקעת נורמות פסולות ובפעולות אקטיביות של ההנהגה - יובילו לשינוי המיוחל. משטרת ישראל תמשיך להיאבק בפשיעה החמורה על כל גווניה בנחישות ולהעמיד לדין את כל העבריינים המעורבים במעשי אלימות בפרט ופשיעה בכלל, בכל זמן ובכל מקום\".", "url": "https://news.walla.co.il/item/3370253", "type": "article", "site_name": "וואלה!News", "published_time": "2020-06-29 08:00"}