{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3329219"}, "headline": "כמה עולים לנו ימי השבתון בבחירות", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/2/9/6/0/2960450-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "דנה ירקצי"}, "datePublished": "2019-12-13 15:56:00", "dateModified": "2019-12-13 16:08:46", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "ניסיון החקיקה לביטול מתן חופש ביום הבוחר נכשל, וגם ההצעה כי יינתן חופש רק למי שיוכיח שהצביע - נפלה בשל חשש המפלגות שהדבר ייטיב עם יריביהן. במגזר העסקי מוחים על ההפסד הכלכלי למשק: האגו של הפוליטיקאים גורם לנזק", "title": "1.5 מיליארד שקל בשביל חצי שעה בקלפי: כמה עולים לנו ימי השבתון בבחירות", "subtitle": "ניסיון החקיקה לביטול מתן חופש ביום הבוחר נכשל, וגם ההצעה כי יינתן חופש רק למי שיוכיח שהצביע - נפלה בשל חשש המפלגות שהדבר ייטיב עם יריביהן. במגזר העסקי מוחים על ההפסד הכלכלי למשק: \"האגו של הפוליטיקאים גורם לנזק\"", "keywords": ["בחירות", "התאחדות התעשיינים", "יום שבתון", "המגזר העסקי"], "articleBody": "עלות שלוש מערכות בחירות מוערכת ב-1.8 מיליארד שקלים מקופת המדינה. אולם, היא לא כוללת שישה מיליארד שקלים נוספים ששילם המגזר העסקי בארבע מערכות הבחירות, בהן הבחירות לשלטון המקומי, בעקבות יום השבתון הנהוג עוד מקום המדינה. מפלגת ישראל ביתנו ניסתה לחוקק חוק לביטול יום השבתון, או לחלופין חיוב הצגת אישור בחירה למעסיק בתמורה ליום חופש, אך כל המפלגות התנגדו מחשש שהדבר יעלה את אחוז ההצבעה ליריביהם הפוליטיים. נשאלת השאלה, האם יום השבתון נחוץ ולמה הוא נקבע?\nכאשר דוד בן גוריון הנהיג את יום השבתון בשנת 1948 הוא לא תיאר לעצמו שמדינת ישראל תגיע למשבר פוליטי כה חמור. בתקופתו נקבע השבתון ליום שלישי בשבוע כדי לא לחלל שבת, ומאז לא נעשה שום שינוי בחוק הקיים כדי להתאימו למציאות הפוליטית הנוכחית. זאת, לאור שיקולים פוליטיים של הליכוד, כחול לבן, החרדים והמפלגת הערביות שחוששות משינוי שיביא להעלאת אחוז ההצבעה בקרב יריביהם.עד ליום רביעי, יום השבתון כלל לפי חוק גם את העובדים הפלסטינים והעובדים הסיעודיים הזרים שאינם בעלי אזרחות. כך, זכו לקבל שכר בגובה 200% ביום הבחירות, למרות שאינם בעלי זכות הצבעה. לאחר שחברי הכנסת התנגדו להצעת החוק של ישראל ביתנו, הוסכם אמש על החרגת העובדים הסיעודיים הזרים מקבלת תוספת התשלום ביום הבוחר.\nהיציאה לקלפיות תחייב את בעלי העסקים לשלם בפעם הרביעית בתוך שנה וחצי על יום חופש לעובדים. לפי הערכת התאחדות התעשיינים, כל יום שבתון עולה למגזר העסקי 1.5 מיליארד שקלים - סכום שאינו כולל את העלות שתספוג המדינה במתן יום חופש לעובדי השירות הציבורי. בעקבות זאת, בהתאחדות התעשיינים יצאו בקמפיין תחת הכותרת \"נמאס לנו לממן את הבחירות שלכם\". בהתאחדות זועמים על התנהלות הפוליטיקאים שלא מוכנים לבטל את יום השבתון, או לערוך שינוי בחוק. לטענתם, הפגיעה במגזר העסקי תיתן את אותותיה בשנים הקרובות. יו\"ר התאחדות התעשיינים, שרגא ברוש, תיאר כי \"יש כעס גדול בעולם העסקי, אבל הכעס הגדול יותר הוא על עצם הבחירות. זה יעשה בחצי השנה הקרובה נזק מטורף למיליוני אנשים. הרוב לא רוצים בחירות\".\n\"המעסיקים זועמים, מתפלאים איך המחוקק או עשרים אנשים לא מתגברים על היצר האישי שלהם ולא מוכנים להרים את הכפפה, להגיד 'אנחנו מתגייסים', ולחסוך את ההוצאה הנוראית למשק הישראלי\", המשיך ברוש. \"בכלל, העובדה שאין ממשלה ששולטת אלא ממשלת מעבר, מביאה לכך שבמשך תקופה ארוכה אין מי שיקבל החלטות. זה כמו אותה ספינה גדולה שמתנדנדת על הגלים מבלי שאף אחד מכוון אותה לכיוון הרצוי. אי מדיניות מביאה לנזקים למשק שלא מתנהל. מישהו שמע את שר האוצר משה כחלון מדבר בשלושת רבעי השנה האחרונה? רואים את הגרעון הולך וגדל, אך מה הפתרונות לזה?\".לטענת ברוש, \"זה נזק שנשלם עליו ביום מן הימים והיום הזה הגיע. עוד חצי שנה של פגיעה בעסקים ובכל מרקם החיים שלנו. עם גרעון של 30 מיליארד אפשר לחיות? או שיטילו מיסים או שיקצצו בתקציבים וכולנו נשלם\". לדבריו, אם המטרה של יום שבתון היא להעלות את אחוז ההצבעה, הרי שהיא לא הושגה. \"מצד אחד אנשים הולכים ומצביעים בחצי שעה וגם מקבלים יום חופש ומצד שני יש 20% של אנשים שאין להם זכות הצבעה ועדיין מקבלים יום חופש, זה אבסורד\". ברוש אמר כי הפוליטיקאים, שמתוקף תפקידם אמורים לעזור לציבור הישראלי, גורמים לנזק מאחר והם לא מוותרים על האגו שלהם. \"המחוקק התכוון שזה יקרה פעם אחת בארבע שנים, כעת משהדברים השתנו, מדובר בסיפור של שישה מיליארד שקלים למשק. זה נזק מטורף עוד פעם בחירות. כל אותן מפלגות גדולות לא מסוגלות לוותר על אגו, דבר אחד בטוח, אף אחד לא מוכן לשלם את המחיר המטורף של מיליארדי שקלים לחינם\".\nלדבריו, הם פנו למפלגות הגדולות כדי שירימו חקיקה שתשנה את חוק יום השבתון, אך רובן סירבו. \"רצינו לבטל את יום השבתון או לחלופין לומר שרק מי שבאמת הולך ומצביע יקבל יום חופש. כל המפלגות התנגדו כי הן פוחדות שזה יעלה את אחוז ההצבעה של היריבים שלהם. רק ישראל ביתנו הרימו את הכפפה, אך לצערי הם לא קיבלו תמיכה. דבר אחד בטוח - זה לא טוב לעם ישראל\".ח\"כ עודד פורר מ\"ישראל ביתנו\" הגיש הסתייגות לחוק, שתקבע כי יום חופש ביום הבחירות יינתן רק למי שהצביע, אך אף מפלגה לא תמכה ביוזמה שלו. לבסוף השיג חריגה לעובדים הזרים הסיעודיים שלא לקבל 200% תשלום. \"כל אחד עם האינטרסים הצרים שלו, המפלגות הערביות מתנגדות, החרדים מתנגדים כי הם חוששים שאחוז ההצבעה יעלה אצל החילונים, מרצ מתנגדת, כחול לבן חוששים שאחוז ההצבעה אצל הימנים יעלה, וגם בליכוד מתנגדים. אין שיקולים עניינים, לא יכול להיות שבמדינת ישראל נותנים יום חופש למי שבכלל לא הולך להצביע\". לדבריו, \"העובדים הסיעודיים הזרים הוחרגו והעניין הזה יבוטל תוך 30 יום, אז מחויב שר הרווחה להביא הוראות ביצוע של וועדת הכספים שתאשר אותם. המשמעות היא שביום הבחירות הקרוב לא ישולם שכר כפול למטפלים סיעודיים זרים\".\nמזכ\"לית ועדת הבחירות המרכזית, אורלי עדס, הסבירה את משמעות כי הקביעה ההיסטורית בחוק של יום השבתון נעשתה משתי סיבות - עידוד הצבעה וגיוס עובדים לתפעול יום הבחירות. \"כמובן רוצים לאפשר לכל אחד להגיע ולהצביע\", אמרה. בנוסף לכך, \"ביום הבחירות משתתפים עשרות אלפי אנשים. ועדת הבחירות מעסיקה 45 אלף איש בקלפיות וסיעות הכנסת נדרשות לגייס בערך 60 אלף אנשים שמשמשים חברי ועדות קלפי. בכל קלפי יש שלושה חברים בשתי משרות ולטובת הפעילות הזאת לוקחים מאה אלף איש\".\"אילולא היה יום שבתון, היה קושי גדול בגיוס אנשים לטובת המשימה\", הדגישה עדס וציינה כי מדובר ביום חג לדמוקרטיה. \"הרצון הוא לאפשר לבוחרים לבוא ולהצביע מבלי ששגרת היום הרגילה שלהם תמנע את זה מהם. דבר נוסף ומהותי הוא מיקום 11 אלף קלפיות, כשרובן המכריע נמצא בבתי הספר ובמוסדות הציבוריים. אי אפשר לנהל פעילות שבה נכנסים מאות אנשים לתחומי בית הספר כאשר יש תלמידים\".\nבאשר לשאלה אם יום השבתון הגשים את מטרותיו והוכיח את עצמו לאורך השנים, אמרה עדס כי \"אחוזי ההצבעה בשנים עברו היו יותר גבוהים, אבל באופן יחסי הם לא נמוכים מאוד. צריך להזכיר שבבחירות לרשויות המקומיות בעבר לא היה יום שבתון, הפעם נחקק חוק ובבחירות האחרונות ב-2018 הייתה עלייה באחוזי ההצבעה\".במשך 32 שנה עוסקת עדס בתפקידים שונים בוועדת הבחירות המרכזית, ובעשור האחרון משמשת כמזכ\"לית. \"בוודאי לא ציפיתי שבשנה אחת בחיי אעשה משהו שאמורים לעשות ב-12 שנים\", סיפרה.על פי אודי בקר, חוקר במרכז המחקר והמידע של הכנסת, בנובמבר 2018 בדק מכון המחקר \"פיו\" האמריקני את הנושא של יום שבתון בעולם, ונמצא כי 27 מדינות מתוך 36 מה-OECD, מתקיימות הבחירות בסוף השבוע, ובקרב תשע המדינות הנותרות, ביניהן קנדה, ארצות הברית, בריטניה וישראל, הבחירות נערכות במהלך השבוע. שתי מדינות שבהם יום הבחירות הוא יום שבתון הן ישראל ודרום קוריאה. באחרות אין יום שבתון לאומי. עם זאת, בקנדה המדינה כן מעניקה שלוש שעות חופש לאנשים שעובדים לצאת מעבודתם ולהצביע, זאת בתיאום עם המעסיק.\nהשיא של אחוזי ההצבעה לאורך השנים, זאת על פי דוח של מרכז המידע והמחקר של הכנסת, היה בשנת 1949, אז אחוז ההצבעה עמד על 86.9%. לאורך השנים נרשמה ירידה, כאשר השפל היה בשנת 2006, אז אחוז ההצבעה עמד על 63.5% ובבחירות האחרונות לכנסת ה-21 אחוז ההצבעה עמד על 69.4%מנתונים של הבחירות לכנסת ה-20 עולה כי ביישובים החרדים קיימים 82.5% שיעורי הצבעה, בעוד ש-63.5% שיעור הצבעה בישובים הלא-יהודיים. מי שמובילה בהצבעה לפי מחוזות יהודה ושומרון, עם 80.3%, אחריה מחוז המרכז עם 72.5%, ואז מחוז תל אביב עם 67.5%, מחוז ירושלים עם 68%, מחוז הצפון 66.8% ומחוז חיפה עם 65.6%. מבחינת מדינות העולם, שוודיה ודנמרק עם אחוזי הצבעה של למעלה מ-80%, כאשר ישראל נמצאת בממוצע עם 72.5% מצביעים. שיעור הצבעה יחסית נמוך נרשם ביוון עם 63.9%, וביפן עם 52.7%.\nלדבריו של ד\"ר אלכס קומן, מומחה למערכות מידע ויצירת ערך כללי באקדמית תל אביב-יפו, העובדה שמפלגות בישראל התנגדו לביטול יום חופש אלא אם כן אדם יוכיח שהצביע - היא ביזיון. \"אנחנו מדברים על דמוקרטיה, רוצים שאנשים יצביעו, אבל הם לא מקדמים את חוק הוכחת ההצבעה. לבוא ולהגיד 'אני לא רוצה חלילה שאנשים יבואו בהמוניהם לקלפיות' זה פשוט הזוי\". קומן המשיך ואמר כי \"המציאות היא שיש פה המון מניפולציה שצריך להתבייש בה. הרעיון ביום השבתון הוא שאנשים יהיו זמינים להצביע כדי שנקבל אחוז הצבעה גבוה. אם אני כחרדי לדוגמא רוצה שהציבור שלי ילך להצביע אבל לא זה החילוני - זה מצב רע\".אולם, קומן גם תיאר את ההיבטים השליליים של יום החופש בשבתון. \"יש לזה שני היבטים מאוד שליליים, אחד לעסקים הקטנים, סתם מישהו שמתקין תריסים, מכונאי, מוסכניק - על מי נופל העול לשלם לי את המשכורת כשאני לא עושה כלום? עליו\". לדבריו, \"בואו נהיה מציאותיים, בגלל שאני לא הולך לעבודה, אז אולי אני נוסע לאיזה מקום, חבל לי לבזבז את היום על הטיפשות של הבחירות. למעשה זה מביס את הרעיון שאם לא אעבוד אגש לבחור, בזמן שכולם מבינים שאני יכול ללכת לעבודה. אף פעם לא ראיתי עומסים בקלפיות בגלל שאנשים נלחמו לממש את זכותם להצביע\".", "url": "https://news.walla.co.il/item/3329219", "type": "article", "site_name": "וואלה!News", "published_time": "2019-12-13 15:56"}