{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3379328"}, "headline": "קורונה - עדכון יומי: 884 אובחנו ביממה, ירידה בבדיקות", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/4/4/3044206-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "מאיה הורודניצאנו"}, "datePublished": "2020-08-10 12:08:00", "dateModified": "2020-08-10 12:40:02", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "משרד הבריאות עדכן כי סך הנדבקים בישראל עלה ל-83,540, בהם 843 מאושפזים בבתי החולים ומתוכם 118 מונשמים. מספר החולים הפעילים הוא על 23,998 בני אדם, ומניין המתים עלה ל-606", "title": "קורונה - עדכון יומי: 884 אובחנו ביממה האחרונה, ירידה במספר הבדיקות", "subtitle": "משרד הבריאות עדכן כי סך הנדבקים בישראל עלה ל-83,540, בהם 843 מאושפזים בבתי החולים ומתוכם 118 מונשמים. מספר החולים הפעילים הוא על 23,998 בני אדם, ומניין המתים עלה ל-606", "keywords": ["נגיף הקורונה"], "articleBody": "משרד הבריאות עדכן הבוקר (שני) כי 884 בני אדם אובחנו בקורונה ביממה החולפת. בכך עלה מספר הנדבקים המאומתים בישראל ל-83,540. אתמול התקבלו תוצאות עבור 12,151 בדיקות, כשאחוז החיוביים לנגיף הוא 9.8%. נתוני הבדיקות ותוצאותיהן אינם סופיים ועשויים להשתנות בעדכוני משרד הבריאות הבאים.מספר החולים הפעילים הוא 23,998. בבתי החולים מאושפזים 843 חולים, מתוכם 118 מונשמים ו-397 חולים קשה. נכון להיום מתו 606 בני אדם מנגיף הקורונה בישראל.אתמול אובחנו 763 בני אדם בקורונה. מספר הבדיקות היה 8,587, מתוכן 9.4% חיוביות לנגיף.\nאתמול אישר קבינט הקורונה שורה של צעדים כחלק מהמאמצים לבלום את התפשטות הנגיף. בין השאר, השרים החליטו להגביל את מספר הנוסעים ברכב לשניים בנוסף לנהג, לא כולל משפחות גרעיניות, וכן הגבלת פעילות במקומות העבודה - עד עשרה אנשים בחלל סגור ועד 20 איש במרחב פתוח.בנוסף אישרו השרים מתן סמכות לרופא מחוזי של משרד הבריאות להורות על סגירת מקום עבודה במגזר הפרטי לשלושה ימים, במקרה שהתגלה בו נשא קורונה. ההגבלות ייכנסו לתוקף מחר, בכפוף לאישור הכנסת. במקביל, שר החינוך יואב גלנט הציג בישיבת ועדת החינוך של הכנסת את מתווה החזרה ללימודים בתחילת החודש הבא. הוא הדגיש כי למרות הקשיים הרבים, שנת הלימודים תיפתח במועדה ב-1 בספטמבר.\nהחינוך וההשכלה בשנה הזאת לא מושלמים ולא זהים למה שהיינו רוצים לעשות בשנה רגילה\", אמר. \"מצד שני אנחנו מחויבים לכל הילדים, יהודים וערבים, מכל רחבי הציבור וכל הארץ. כל יום שבו מערכת החינוך מושבתת עולה למשק הישראלי 320 מיליון שקלים, שני מיליארד שקלים בשבוע. כל השקעה בעניין הזה חיונית, אי אפשר לקיים את המשק הלאומי כשהשכבות הצעירות אינן לומדות\".", "url": "https://news.walla.co.il/item/3379328", "type": "article", "site_name": "וואלה!News", "published_time": "2020-08-10 12:08"}