{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3330218"}, "headline": "חברת הכנסת לשעבר גאולה כהן הלכה לעולמה בגיל 94", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/9/7/2/7/972796-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "טל שלו"}, "datePublished": "2019-12-19 08:28:00", "dateModified": "2019-12-19 08:55:08", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "כהן, זוכת פרס ישראל, כיהנה בכנסת במשך כ-20 שנה בליכוד ובמפלגת התחייה, והייתה מראשי מחנה ארץ ישראל השלמה. בין היתר הובילה את המאבק לעליית יהודי בריהמ. בנה, השר צחי הנגבי, ספד לה: זכיתי לגדול במחיצת אישה גדולה. נתניהו: ננצור את זכרון פועלה הכביר", "title": "חברת הכנסת לשעבר גאולה כהן הלכה לעולמה בגיל 94", "subtitle": "כהן, זוכת פרס ישראל, כיהנה בכנסת במשך כ-20 שנה בליכוד ובמפלגת התחייה, והייתה מראשי מחנה ארץ ישראל השלמה. בין היתר הובילה את המאבק לעליית יהודי בריה\"מ. בנה, השר צחי הנגבי, ספד לה: \"זכיתי לגדול במחיצת אישה גדולה\". נתניהו: \"ננצור את זכרון פועלה הכביר\"", "keywords": ["גאולה כהן", "צחי הנגבי", "הליכוד", "התחייה"], "articleBody": "חברת הכנסת לשעבר גאולה כהן הלכה לעולמה אמש (רביעי) בגיל 94. כהן כיהנה כחברת כנסת מטעם הליכוד והתחייה במשך כ-20 שנה, וכן כסגנית שר המדע. כהן היא אמו של השר צחי הנגבי. הלווייתה תיערך בשעה 13:30 בהר הזיתים בירושלים.כהן התחילה את דרכה בשנות ה-70 כח\"כית בליכוד ולאחר מכן הייתה ממקימות מפלגת התחייה. היא הובילה את המאבק לעלייתם של יהודי ברית המועצות ולשחרור המרגל ג'ונתן פולארד, והייתה מראשי מחנה נאמני ארץ ישראל השלמה, שהובילו את ההתנגדות להסכמי השלום עם מצרים, ירדן והפלסטינים. כהן זכתה בפרס ישראל ב-2003 וב-2014 הדליקה משואה בטקס הדלקת המשוואות של יום העצמאות.\nכהן נולדה בשנת 1925 בתל אביב, וגדלה בשכונת כרם התימנים בעיר. בשנת 1942 התגייסה לאצ\"ל וכשנה לאחר מכן הצטרפי ללח\"י, שם הייתה קריינית בתחנת רדיו מחתרתית. באמצע אחד משידוריה נתפסה כהן על ידי אנשי המנדט הבריטי, ונידונה לשבע שנות מאסר. במהלך ריצוי עונשה הצליחה לברוח מהכלא ולשוב לשורות המחתרת.ב-1947 נישאה כהן ללוחם הלח\"י עמנואל הנגבי, ולשניים נולדו שני ילדים - צחי ויאיר, שסבל מאוטיזם והלך לעולמו בגיל 20. בני הזוג נפרדו בשנת 1962.\nבשנת 1948 הצטרפה למפלגת הלוחמים והוצבה במקום הרביעי ברשימתה בבחירות לכנסת הראשונה, אך לא נבחרה. ב-1972 הצטרפה לתנועת החירות, ובבחירות לכנסת השמינית נבחרה לראשונה לחברת כנסת מטעם הליכוד. בשנת 1977 שובצה כהן במקום ה-17 ברשימת המפלגה לקראת הבחירות לכנסת התשיעית ונבחרה לכנסת.בשנת 1979 פרשה כהן מהליכוד בעקבות הסכמי קמפ דיוויד, והייתה ממייסדי מפלגת התחייה. ב-1980 העלתה בכנסת, יחד עם יצחק שמיר את חוק יסוד: ירושלים בירת ישראל. בשנת 1987 ייסדה עם חברת הכנסת עדנה סולודר את שדולת חברי הכנסת למען שחרור פולארד מהכלא האמריקני. ב-1990 נבחרה לסגנית שר המדע.\nבבחירות 1992 לכנסת ה-13 התחייה לא עברה את אחוז החסימה, ולאחר מכן חזרה כהן לליכוד. בפרימרייז לרשימת הליכוד לכנסת ה-14 הגיעה למקום ה-22 ברשימה הארצית, ושובצה במקום לא ריאלי ברשימת הליכוד. מאז פרישתה מהכנסת ייסדה בין היתר את בית מורשת אורי צבי גרינברג והגישה תכנית רדיו ברשת ב'.\nהשר הנגבי ספד לאמו: \"זכיתי לגדול במחיצת אשה דגולה, שכל חייה היו קודש לשלמות המולדת, לקיבוץ גלויות, לחינוך דור העתיד. אהבתה לעם לא האפילה על אהבתה כאם ומסירותה כסבתא לעידן, מתן, סתיו וליאב\".נשיא המדינה ראובן ריבלין הביע צער על מותה של כהן. ריבלין מסר כי \"האש היוקדת של גאולה כבתה הלילה. לוחמת חירות ישראל ברובד העמוק של הרעיון שהייתה לי ולכולנו להשראה. השראה של עוצמה, של מסירות, של אהבת עם בארצו. אנו נלך לאורה של האש הזו בשבילים שסללה ובאלה שנפרצו בכוחותיה ובזכות פועלה - במחתרות, בפעילות למען ההתיישבות וכמחוקקת וכפרלמנטרית\". ריבלין שלח את תנחומיו למשפחה ואמר כי הוא משתתף \"בצער הגדול, צער לאומי של ממש\".ראש הממשלה בנימין נתניהו ספד לכהן. נתניהו ואמר כי \"‏קולה של גאולה כהן לא יידום\". נתניהו הוסיף כי \"תמיד ננצור את זכרון פועלה הכביר למען חירות ישראל ואת מסירותה ואהבתה לארץ ישראל. היא שייכת לדור הנפילים ותישאר תמיד זכר ומופת לנו, ממשיכי דרכה\". ראש הממשלה הביע את תנחומיו לשר הנגבי.\nיו\"ר הכנסת ח\"כ יולי אדלשטיין ספד לחברת הכנסת לשעבר. \"גאולה כהן היתה לוחמת ציונית בכל מאודה\", אמר אדלשטיין. \"החל מהמאבק להקמת מדינת ישראל באצ\"ל ובלח\"י ועד מאבק בלתי מתפשר למען ההתיישבות בכל חלקי ארץ ישראל. אותה ארץ ואותה מדינה שהיא קידשה כל כך. אני חב לגאולה כהן באופן אישי על מלחמתה למען שחרור אסירי ציון בברית המועצות, ואני בתוכם\", הוסיף.חבר הכנסת גדעון סער הצטרף תיאר את כהן \"מדמויות המופת של ישראל: תמיד לחמה וחלמה. מנעוריה בלח\"י היא באמת גויסה 'לכל החיים' לרעיון תחיית עם ישראל בארצו. חיה את אוצרות החוכמה היהודית. הלהט האידיאולוגי שלה מעולם לא דעך: במדרשה הלאומית, בפעילות הפרלמנטרית, בבית אצ\"ג. משתתף בצער חברי צחי הנגבי והמשפחה\".יו\"ר העבודה-גשר עמיר פרץ, אמר כי \"גאולה כהן הייתה יריבה אידאולוגית, אך הערכתי אותה על דבקותה בתפיסות עולמה. מאחל לחברי השר צחי הנגבי שלא ידע יותר צער. יהי זכרה ברוך\".השר להגנת הסביבה זאב אלקין ספד לכהן אף הוא, ואמר כי \"היום הלכה מאתנו גאולה כהן, חברת כנסת לשעבר ואחת מהדמויות הראויות להערצה בהיסטוריה של הפוליטיקה הישראלית. יותר מכל היא היתה מזוהה עם המאבק למען עליית יהודי ברית המועצות (בלי הובלה שלה במאבק הזה במשך שנים יתכן ולא הייתי זוכה לעלות לארץ) ופעילות למען התיישבות ביו\"ש\". הוא הוסיף כי \"‏יצא לנו להיפגש ולשוחח לא מעט מאז כניסתי לפוליטיקה, וממש הערצתי אותה. גם חוק יסוד ירושלים בירת ישראל זאת יוזמה שלה ונחקק בזכות הנחישות שלה. עם ישראל ומדינת ישראל חייבים לה רבות\".(עדכון ראשון: 23:53)", "url": "https://news.walla.co.il/item/3330218", "type": "article", "site_name": "וואלה!News", "published_time": "2019-12-19 08:28"}