{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3385597"}, "headline": "בעקבות מגע עם חולה קורונה: פרופ גמזו נכנס לבידוד", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/3/0/6/5/3065218-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "ברק רביד דנה ירקצי יקי אדמקר"}, "datePublished": "2020-09-08 19:33:00", "dateModified": "2020-09-08 23:12:53", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "לאחר שראש דסק ערבים בתכנית מגן ישראל נדבק בנגיף, כל צמרת מערכת הבריאות תיאלץ להיכנס לבידוד כשמלבד הפרויקטור, השר והמנכל יידרשו לעשות זאת גם סגן השר קיש ובכירים נוספים: גמזו ימשיך לנהל את המאבק במגיפה מהבידוד. בתוך כך, גם חכ ינון אזולאי נדבק במחלה", "title": "לאחר שנחשפו לחולה: גמזו, אדלשטיין ומנכ\"ל משרד הבריאות נכנסו לבידוד", "subtitle": "לאחר שראש דסק ערבים בתכנית \"מגן ישראל\" נדבק בנגיף, כל צמרת מערכת הבריאות תיאלץ להיכנס לבידוד כשמלבד הפרויקטור, השר והמנכ\"ל יידרשו לעשות זאת גם סגן השר קיש ובכירים נוספים: \"גמזו ימשיך לנהל את המאבק במגיפה מהבידוד\". בתוך כך, גם ח\"כ ינון אזולאי נדבק במחלה", "keywords": ["נגיף הקורונה", "רוני גמזו", "יולי אדלשטיין", "יואב קיש"], "articleBody": "כל צמרת מערכת הבריאות בישראל תיכנס הערב (שלישי) לבידוד, לאחר שראש דסק הערבים במטה \"מגן ישראל\", איימן סייף, אובחן כחולה מאומת לנגיף. בעקבות חקירה אפידמיולוגית, ממונה הקורונה פרופ' רוני גמזו, שר הבריאות יולי אדלשטיין, סגנו יואב קיש, מנכ\"ל משרד הבריאות חזי לוי ובכירים נוספים במערכת נדרשו לעשות זאת. בתוך כך, ח\"כ ינון אזולאי (ש\"ס) התגלה הערב כחולה בנגיף. קצין הכנסת, ניצב יוסף גריף, עודכן בתוצאת הבדיקה של אזולאי, ויפתח בחקירה אפידמיולוגית שבסופה יודיע לחברי הכנסת הנדרשים בבידוד.\"פרופ' גמזו ימשיך לנהל את המאבק בקורונה ממקום בידודו ובהזדמנות זאת מדגיש את החובה לזהירות עליונה והצורך להיכנס לבידוד גם בחשיפה קלה כדי למנוע אפשרות הדבקה\", נמסר מטעם הפרויקטור. בין הבכירים הנוספים שייכנסו לבידוד נמצאים גם ראש מטה שר הבריאות קובי צורף, היועמ\"ש של המשרד עו\"ד אורי שוורץ, פרופ' רן בליצר ורוני נומה, הממונה על המאבק בקורונה במגזר החרדי.\nסייף הדגיש כי נקט בכל אמצעי הזהירות. \"מאז שקיבלתי את המינוי כאחראי על המאבק בקורונה במגזר הערבי לפני שלושה שבועות, יזמתי עשרות סיורים וביקורים בשטח בערים וכפרים אדומים, שבהם אחוזי התחלואה גבוהים\", מסר, \"הימצאותי היומית בערים וכפרים שהם שמימדי התחלואה בהם גבוהים במיוחד, והדבר דומה לזירת קרב, מגבירה את הסיכוי להדבקה\".\"אחרי שחזרתי הביתה מיום עבודה קשה הרגשתי עייפות, נכנסתי לישון והתעוררתי עייף, לכן החלטתי לבצע בדיקת קורונה. היום קיבלתי את תוצאת הבדיקה והיא היתה חיובית. למרות שאני מקפיד ונוקט בכל אמצעי הזהירות, אבל בכל זאת נדבקתי\", סיפר. \"החברה הערבית כולה עומדת בפני מבחן קשה, בואו נגלה אחריות וציות להוראות להעלאת ערך החיים. עלינו לזהות את המסוכנות ולהתרחק ממנה, נתנהג באחריות ונעבור את המשבר בכמה שפחות נזקים\".\nההודעה מגיעה ברקע כניסת העוצר הלילי לתוקף בכ-40 רשויות שהוגדרו אדומות. הסגר שהחל הערב יימשך כל לילה במשך שבוע משעה 19:00 עד 05:00, במטרה לעצור את התפשטות הנגיף באזורים בהם התחלואה גבוהה. במהלכו, תושבת כל פעילות מסחרית, מלבד עסקים חיוניים שיישארו פתוחים.כמו כן, תושבים יורשו להתרחק עד 500 מטרים בלבד מבתיהם, למעט מקרים של הצטיידות במזון וצרכים רפואיים. זאת, בנוסף למגבלת ההתקהלות לפיה תיאסר התכנסות של יותר מ-20 איש בשטח פתוח, ויותר מעשרה בחללים סגורים.\nמשרד הבריאות עדכן הבוקר כי 3,425 בני אדם אובחנו בקורונה ביממה החולפת. בכך עלה מספר הנדבקים המאומתים בישראל ל- 135,288. אתמול התקבלו תוצאות עבור 40,456 בדיקות, כשאחוז החיוביים לנגיף הוא 8.8%.מספר החולים הפעילים הוא 27,962. בבתי החולים מאושפזים 941 חולים, מתוכם 134 מונשמים ו-467 חולים קשה. נכון להיום מתו 1,031 בני אדם מנגיף הקורונה בישראל.", "url": "https://news.walla.co.il/item/3385597", "type": "article", "site_name": "וואלה!News", "published_time": "2020-09-08 19:33"}