{"@context": "http://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://news.walla.co.il/item/3331809"}, "headline": "מונטנגרו העבירה חוק שמדאיג את המיעוט הסרבי", "image": {"@type": "ImageObject", "url": "https://img.wcdn.co.il/f_auto,w_1200,t_54/2/9/6/7/2967144-46.jpg", "height": 800, "width": 1200}, "author": {"@type": "Person", "name": "מערכת וואלה"}, "datePublished": "2019-12-28 16:58:00", "dateModified": "2019-12-28 19:23:21", "publisher": {"@type": "Organization", "name": "Walla!News", "logo": {"@type": "ImageObject", "url": "https://www.walla.co.il/images/logo-black.png", "width": 433}}, "description": "האופוזיציה לא הצליחה לעצור את החוק, שבמסגרתו יצטרכו להוכיח הקהילות הדתיות במדינה בעלות על נכסיהן מלפני מאה שנה. הכנסייה הסרבית רואה בכך ניסיון של הכנסייה המקומית לדחוק אותה, אך הממשלה מאשימה אותה בקידום מדיניות פרו-סרבית. מוכנים למות למען הכנסייה שלנו", "title": "מכות ומעצרים בפרלמנט: מונטנגרו העבירה חוק שמדאיג את המיעוט הסרבי", "subtitle": "האופוזיציה לא הצליחה לעצור את החוק, שבמסגרתו יצטרכו להוכיח הקהילות הדתיות במדינה בעלות על נכסיהן מלפני מאה שנה. הכנסייה הסרבית רואה בכך ניסיון של הכנסייה המקומית לדחוק אותה, אך הממשלה מאשימה אותה בקידום מדיניות פרו-סרבית. \"מוכנים למות למען הכנסייה שלנו\"", "keywords": ["מונטנגרו", "סרביה", "אלכסנדר ווצ'יץ'"], "articleBody": "הפרלמנט של מונטנגרו אישר אתמול (שישי) חוק הנוגע לקהילות הדתיות במדינה חרף ניסיון של הרגע האחרון מצד מחוקקים פרו-סרבים לעצור את ההצבעה. במסגרת החוק, הקהילות הדתיות במדינה הבלקנית הקטנה יצטרכו להוכיח שנכסיהן היו בבעלותן לפני 1918. באותה שנה הצטרפה המדינה, שרוב אוכלוסייתה נוצרית אורתודוכסית, לממלכת הסרבים, הקרואטים והסלובנים, שקדמה ליוגוסלביה. אנשי מפלגת החזית הדמוקרטית הפרו-סרבית מהאופוזיציה ומבקרים אחרים של החוק טוענים שזהו ניסיון לקדם את הכנסייה האורתודוכסית הקטנה של מונטנגרו - שאינה מוכרת על ידי הכנסיות הגדולות האחרות - על חשבון הכנסייה הסרבית. האחרונה היא הדת המרכזית במדינה, שבה חיים כ-620 אלף תושבים. הם גם מאשימים את הנשיא הפרו-מערבי של מונטנגרו, מילו דיוקרנוביץ', ואת המפלגה הסוציאליסטית הדמוקרטית שלו, במעשי שחיתות, בקשרים לפשע המאורגן ובניסיון להרחיק את המדינה עוד יותר מסרביה, שכנתה הגדולה. חברי האופוזיציה התעמתו עם יריביהם לפני ההצבעה, שהחלה אחרי דיון ארוך שנמשך אל תוך הלילה. המשטרה עצרה את כל 18 המחוקקים של מפלגת החזית הדמוקרטית, אך כולם שוחררו פרט לשלושה - בהם מנהיג המפלגה, אנדריג'ה מנדיץ'. \"כבר אמרנו שאנחנו מוכנים למות למען הכנסייה שלנו\", הוא אמר לכתבים אחרי הקטטה. ביום חמישי צעדו מאות תומכי אופוזיציה ואנשי דת ברחובות הבירה פודגוריצה במחאה נגד החוק, כשכמה כבישים בצפון המדינה נחסמו גם כן במשך כמה שעות.\nלכנסייה הסרבית האורתודוכסית יש כ-12 מיליון מאמינים, בעיקר בסרביה, בבוסניה ובמונטנגרו. בבעלותה 66 מנזרים במדינה, רובם עוד מימי הביניים, יחד עם עשרות כנסיות ונכנסי נדל\"ן אחרים. מנהיג הכנסייה, הפטריארך אירינז', קרא לרשויות של מונטנגרו לשים קץ ל\"טרור האכזרי\" שהן מפעילות, לדבריו. \"הוד רוממותו קורא לשחרורם המידי של הנציגים הפוליטיים של אנשי הכנסייה הסרבית האורתודוכסית במונטנגרו\", נמסר מטעמו. נשיא סרביה, אלכסנדר ווצ'יץ', אמר כי בלגרד תנסה להפיג את המתיחות דרך אמצעים דיפלומטיים. \"אנחנו נעזור לאנשינו (במונטנגרו), אך לא נהרוס את הגשרים עם שכנינו\", אמר. הכנסיה חושדת שהמדינה מתכננת להשתלט על נכסיה, אך הממשלה מכחישה זאת. נשיא מונטנגרו, מצדו, מאשים את הכנסייה בקידום מדיניות פרו-סרבית, על מנת לערער על הזהות המונטנגרית. המדינה התפצלה ללא אלימות מסרביה ב-2006. היא הצטרפה בשנים האחרונות לנאט\"ו, וכמו סרביה, היא מועמדת להצטרף לאיחוד האירופי.", "url": "https://news.walla.co.il/item/3331809", "type": "article", "site_name": "וואלה!News", "published_time": "2019-12-28 16:58"}