{"url": "https://www.geektime.co.il/aquas-devsecops-first-course-2019/", "type": "article", "title": "ללמוד מהמומחים: קורס חדש יהפוך אתכם למומחי DevSecOps", "description": "חברת אבטחת המידע הישראלית Aqua Security פותחת קורס הכשרה ייחודי לאנשי DevOps, מומחי אבטחת מידע ומפתחים, כמענה לצורך ה-Shift left המטיף לשילוב תהליכי אבטחה כבר בשלב הפיתוח וה-CI. המכירה המוקדמת החלה וההרשמה פתוחה עד 13 במרץ", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Event_graphics_2160x1080-1551087334-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-26T11:44:24Z", "modified_time": "2019-02-26T11:44:24Z", "articleBody": "חברת אבטחת המידע הישראלית Aqua Security פותחת קורס הכשרה ייחודי לאנשי DevOps, מומחי אבטחת מידע ומפתחים, כמענה לצורך ה-Shift left המטיף לשילוב תהליכי אבטחה כבר בשלב הפיתוח וה-CI. המכירה המוקדמת החלה וההרשמה פתוחה עד 13 במרץ\nהכתבה בחסות\nמקור: יח”צ\nבזמנים בהם שולטת מגמה עולמית להאצה בתהליכי הפיתוח, כשקוד עולה למערכות הפרודקשן בקצב שיא ובאופן אוטומטי ובארגונים רבים מוטמעים תהליכי פיתוח בשיטת DevOps באמצעות תהליכי CI/CD -Continuous Integration/Continuous Delivery – כבר לא ניתן להשאיר את אבטחת המערכות והמידע ליישום רק בשלב הסופי, כשהאפליקציה כבר זמינה למשתמשים. פרצות אבטחה שמתגלות בשלב כה מאוחר מחזירות את החברה לתחילת התהליך ובכך פוגעות בפיתוח המואץ והאג’יליות של הארגון.\nכבר כמה שנים שולטת בעולם מגמה של Shift Left, לפיה תהליכי האבטחה והכלים לגילוי פרצות אבטחה משולבים כחלק מתהליך ה-CI, כדי למזער סיכונים כבר בתחילת הדרך מבלי להאט או לפגוע בתהליכי האוטומציה של ה-DevOps.\nחברת אבטחת המידע Aqua Security, המפתחת פלטפורמת אבטחה לאפליקציות ותשתיות מודרניות כגון Containers ו-serverless functions, מקדמת ומיישמת את עיקרון ה-Shift Left על ידי פיתוח כלים המשולבים בכלי ה-DevOps הנפוצים, כגון Jenkins ומאגרי repositories פופולריים, ומוסיפים את ממד אבטחת הקוד.\nכעת אקווה פותחת קורס הכשרה של יומיים בשם הכשרת מומחי DevSecOps. הקורס יועבר על ידי מומחי DevSecOps מהתעשייה, ישלב הרצאות והדגמות מעשיות עם התנסויות פרקטיות בכלי DevOps על תשתיות ענן מתקדמות כגון Docker ו-Kubernetes ויכסה קונספטים מתקדמים באבטחת מידע ותשתיות, שיטות עבודה ודרכים ליישום כלי Open Source בתהליכי ה-DevOps בארגונים קטנים וגדולים. בין השאר יילמדו ויתורגלו הנושאים:\n– Introduction to DevSecOps\n– Secure SDLC\n– Containers Security\n– Kubernetes Security\n– Application Whitelisting\n– Container Runtime Protection\n– Secrets Management\n– Serverless Security\nהקורס מיועד לאנשי DevOps, מומחי אבטחת מידע ותשתיות ענן ומפתחי תוכנה, ולבוגריו תוענק תעודת הסמכה מטעם מומחי האבטחה של Aqua Security, המעידה על הכשרתם כאנשי DevSecOps מוכשרים לעבודה והטמעה בארגונים.\nהקורס להכשרת מומחי DevSecOps יתקיים במגדל אמות אטריום שברמת גן, בימים ראשון ושני, 18-17 במרץ, משעה 9:30 בבוקר ועד 18:00, והוא מוגבל ל-30 משתתפים בלבד. ההרשמה פתוחה מעכשיו ועד יום רביעי, 13 במרץ.\nבימים אלה נערכת המכירה המוקדמת ועלות ההשתתפות היא 600 שקלים לא כולל מע”מ. בהמשך יעלה המחיר ל-710 שקלים לא כולל מע”מ. המחיר כולל השתתפות בקורס, ארוחת בוקר קלה, קפה ושתייה קלה וארוחת צהריים, חומרי לימוד (מצגות, הרצאות, חוברת קורס, סרטונים), סדנאות פרקטיקה והתנסות hands-on ותעודת הסמכה למסיימים.\nלפרטים נוספים והרשמה", "keywords": "אקווה סקיוריטי,aqua security,ci,shift left,devsecops,devops,סייבר סקיוריטי,אבטחת מידע,אקווה,הכשרת עובדים,אבטחת אפליקציות,קורס,הכשרה,מומחי אבטחה,מפתחים,מפתחות"}