{"url": "https://www.geektime.co.il/weekly-thanks-2-2-13/", "type": "article", "title": "תודה לשותפים ולנותני החסות", "description": "ניוזגיק התחיל את דרכו במרץ 2009 בתור בלוג קטן של גיקים, אבל בשנתיים האחרונות הוא הפך לאתר המוביל בישראל בתחומי הטכנולוגיה, אינטרנט, סטארטאפים וסגנון חיים דיגיטלי. חלק גדול מהעבודה שאנו עושים כאן מגיעה מאידיאלים ומהרצון שלנו לקדם את תעשיית הטכנולגיה והסטארטאפים בישראל ואנחנו שמחים להודות לנותני החסות והמפרסמים שלנו, אשר עוזרים לנו לשמור אתכם מעודכנים […]", "image": "https://files.geektime.co.il/wp-content/uploads/2012/07/newsgeek_Adv.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-02T21:00:28Z", "modified_time": "2013-02-02T13:43:41Z", "articleBody": "ניוזגיק התחיל את דרכו במרץ 2009 בתור בלוג קטן של גיקים, אבל בשנתיים האחרונות הוא הפך לאתר המוביל בישראל בתחומי הטכנולוגיה, אינטרנט, סטארטאפים וסגנון חיים דיגיטלי. חלק גדול מהעבודה שאנו עושים כאן מגיעה מאידיאלים ומהרצון שלנו לקדם את תעשיית הטכנולגיה והסטארטאפים בישראל ואנחנו שמחים להודות לנותני החסות והמפרסמים שלנו, אשר עוזרים לנו לשמור אתכם מעודכנים […]\nניוזגיק התחיל את דרכו במרץ 2009 בתור בלוג קטן של גיקים, אבל בשנתיים האחרונות הוא הפך לאתר המוביל בישראל בתחומי הטכנולוגיה, אינטרנט, סטארטאפים וסגנון חיים דיגיטלי.\nחלק גדול מהעבודה שאנו עושים כאן מגיעה מאידיאלים ומהרצון שלנו לקדם את תעשיית הטכנולגיה והסטארטאפים בישראל ואנחנו שמחים להודות לנותני החסות והמפרסמים שלנו, אשר עוזרים לנו לשמור אתכם מעודכנים בכל מה שקורה ולספק לקהילה את כל הערך המוסף שאנחנו כל-כך רוצים לתת.\nאנחנו בניוזגיק מחפשים מפרסמים ושותפי חסות שמאמינים במה שאנחנו עושים ורוצים להנות מהקהל האיכותי והגדול של ניוזגיק הכולל אנשי טכנולוגיה מקצועיים, מומחי IT ואבטחת מידע, אנשי מדיה חברתית ושיווק, מפתחי אינטרנט ואפליקציות, בלוגרים, סטארטאפים, אנשי הון-סיכון ועוד רבים אחרים.\nבפרסום בניוזגיק תזכו למיליוני חשיפות ממוקדות ומפולחות ולאזכור שבועי בפוסט תודה לכל השותפים ונותני החסות. מעוניינים לשמוע עוד? צרו איתנו קשר למידע נוסף וקבלת Media Kit או הכנסו לקרוא עוד על אפשרויות הפרסום בניוזגיק.\nנותני החסות בניוזגיק השבוע הם: כנס UXI Studio, חברת Gaia VSM, חברת EMC, עיריית תל-אביב, Windows Phone 8, חברת LG, חברת ESET, חברת HOT, חברת Tross Media, חברת Much Marketing ו-חברת Applied Materials.\nחברת טרוס מדיה מתמחה בשיווק סטארטאפים.\nגולת הכותרת של החברה היא מחלקת האנימציה הייחודית שלה המורכבת מטובי המוחות בישראל. החברה מפיקה סרטוני מוצר לסטארטאפים רבים בארץ ובחו”ל וכן לחברות היי-טק, חברות תקשורת ועוד. בנוסף, מומחי החברה מספקים שירותים מקיפים לסטארטאפ – אפיון ועיצוב UI לאפליקציות, מיתוג ושפת מוצר, בניית פיצ’ים ומצגות למשקיעים ופיתוח גרסאות דמו ואלפא. טרוס מדיה מציעה תכנית מימון ייחודית לסטארטאפים לפני סבב גיוס ראשון, בה החברה מממנת חלק מעלות העבודה והחזר המימון מותנה בהצלחת הגיוס.\nבין לקוחות החברה: עשרות רבות של סטארטאפים, eBay, בזק בינלאומי, בנק מזרחי טפחות, בנק לאומי ועוד.\nב-17-20/2/2013 יתקיים כנס UXI Studio של ארגון חוויית משתמש ישראל. במסגרת הכנס תתקיים סדנה של יום שלם בהדרכת Stephen Anderson שתעסוק באינטראקציה עם מידע. תוכלו ללמוד איך לתכנן אינטראקטציות כאלה במוצרים ובאתרים שלכם, בסדנה “To Boldly Go… From Information To Understanding”. אנדרסון מגיע זו הפעם השניה לכנסים של UXI, עקב דרישת הקהל; רוב המקומות בסדנה שלו כבר נתפסו. קוראי ניוזגיק זכאים להנחה של 20% ברישום לאירוע, השתמשו בקוד הנחה ngeek20\nאומניטק, מקבוצת מלם-תים, נמנית עם החברות הותיקות והמובילות בשוק המחשוב והטכנולוגיה בישראל. החברה, אשר הוקמה בשנת 1979 מספקת פתרונות מחשוב, תוכנה וניהול IT כוללים לשוק ה-SMB והשוק הארגוני ומציעהמענה לכל קשת הדרישות הטכנולוגיות. כמו כן, מספקת אומניטק שרותי אירוח (ASP) בחוות השרתים שלה והינה ספק ISP מורשה מטעם משרד התקשורת של שרותי אינטרנט מתקדמים ללקוחותיה, הכוללים חבילות אנטי וירוס, אנטי ספאם, פיירוול ועוד.\nאומניטק מובילה בנוסף גם את תחום התשתיות לסביבות מחשוב בענן ומציעה לחברות וארגונים פתרונות מקצועיים עם גמישות עסקית רחבה תוך שילוב פתרונות של חברות מובילות כגון EMC ואחרים. לחברה קשרים עסקיים עם חברות גלובליות מובילות כמו יבמ, דל, לנובו, ויוסוניק, מיקרוסופט, סיטריקס, EMC ואחרות. בנוסף, היא הנציגה היחידה בישראל של חברת אוטודסק ( Autodesk), וכן נציגה בלעדית של Viewsonic.\nGaia VSM מתמחה בבניית אסטרטגיות שוק ושיווק לחברות סטארטאפ ישראליות במטרה לסייע להן ליצור פריצת דרך נכונה ומהירה לשוק הבינלאומי.\nGaia פיתחה מודל ייחודי ומכוון תוצאות המאפשר ללקוחותיה לעבור תהליך מובנה, מקצועי ומהיר של גיבוש אסטרטגיית שוק. במסגרת התהליך, מסייעת Gaia ללקוחותיה להגדיר במדויק את המוצר מנקודת המבט של הלקוח הפוטנציאלי, לזהות מהם שווקי היעד המתאימים ביותר ולאתר את הלקוחות הפוטנציאליים הראשונים והמשניים הבשלים לאמץ את הטכנולוגיה. אסטרטגית השוק מתורגמת יחד עם החברה לתכנית פעילות שיווקית שתביא למקסום ערך החברה והשגת היעדים העסקיים.\nהחברה הוקמה על ידי חיות יוגב, בעלת ניסיון של מעל 25 שנה בתפקידי ניהול, אסטרטגיה, שיווק ומסחר בחברות מקומיות ובינלאומיות מובילות. צוות Gaia כולל מומחים בעלי ניסיון בשוק ההיי טק בתחומי ההשקעות, גיוס הון ותקשורת שיווקית. לפרטים נוספים לחצו כאן.\n\nLG Electronics Israel עוסקת ב-5 תחומי עסקים עיקריים: תקשורת ניידת, מכשירי חשמל ביתיים, טלוויזיות ובידור ביתי, מוצרי מחשב ומיזוג אוויר.\nבתחום הטלפונים סלולרים LG מייצרת טלפונים ניידים במנעד רחב, החל בטכנלוגיית תלת-מימד ועד ל OPTIMUS 4X – סמאטפון בעל ארבע ליבות. הכל תודות לשילוב טכנולוגיות פורצות דרך עם יכולות עיצוב חדשניות. במוצרי חשמל ביתיים- LG היא חברה מובילה בעולם בענף מכשירי החשמל לבית, החל מטכנולוגיה ייחודית 6MOTION במכונות הכביסה, מדחס LINNIAR שקט במקררים ועד לטכנולוגיית KOMPRESSOR לדחיסת האבק. הודות למוצרים דיגיטליים חדשניים ומחקר ופיתוח מוצקים, הגדירה LG Electronics מחדש את הדרך שבה משתמשים במכשירי חשמל בחיי היום-יום.\nבטלוויזיות ואלקטרוניקה בידורית, הדגש המרכזי שלנו הוא על טלויזיות תלת-מימד בטכנולוגיה החדישה LG CINEMA 3D המאפשרת צפייה איכותית בשילוב מגוון אפליקציות ה-SMART TV. מוצרי ה-DVD שלנו המגדירים מחדש את חוויית הקולנוע הביתי והיוקרתי.\nבמוצרי המחשוב LG מציגה ללא הרף פיתוחים חדשים בתחום המחשב, החל ממסכי מחשב בטכנולוגיית LG IPS, ועד לצורבי DVD‏.\n\nחברת האבטחה הבינלאומית ESET היא חלוצת האנטי וירוס מזה 25 שנה, המגינה כיום על יותר מ-100 מיליון משתמשים בכל רגע. פתרונות האבטחה המובילים שלה – ESET NOD32 Antivirus, ESET Smart Security ו- ESET Mobile Security for Android – מיועדים לצרכנים פרטיים ולארגונים בגדלים שונים. החברה מתמחה ביכולות זיהוי מדויקות בזכות טכנולוגיה פרו-אקטיבית (מזהה וירוסים ומזיקים לא מוכרים על סמך ניתוח קוד ודפוסי התנהגות, ללא תלות בעדכוני חתימות) ומוצריה נחשבים ליעילים בצריכת משאבים כך שלא יכבידו על המערכת.\nבשנתיים האחרונות ESET הוכרזה כחברת הסקיוריטי בעלת הצמיחה גדולה ביותר בעולם בשוק הפרטי ולאחת מ 500 חברות ה-IT בעלות קצב הצמיחה הגבוה ביותר בצפון אמריקה , על פי גרטנר ומדד Fortune500. בישראל מיוצגת ESET על ידי חברת קומסקיור בע”מ, המשווקת את מוצריה בלעדית ומפעילה מרכז תמיכה טכני בשפה העברית לכל הלקוחות. בין לקוחות ESET בישראל ניתן למצוא חברות היי-טק, ארגוני ענק, חברות אינטרנט, מכללות ואוניברסיטאות, עיריות ומשרדי ממשלה ועסקים קטנים,בינוניים וגדולים מתחומים מגוונים.\n\nחברת Applied Materials הינה החברה המובילה בעולם בתחום פתרונות טכנולוגיות הננו-ייצור (Nanomanufacturing Technology). החברה מספקת סל רחב של מוצרים חדשניים בתחום הציוד, התוכנה והשירות עבור יצרני השבבים המוליכים למחצה, צגים שטוחים, תאים סולריים פוטו-וולטאים, אלקטרוניקה גמישה וזכוכית יעילה אנרגטית. מאז הקמתה בשנת 1967, אפלייד מטיריאלס מפתחת, מייצרת ומשווקת את טכנולוגיית הננו-ייצור המסייעת כיום בהפקתו של כמעט כל שבב מוליך למחצה וצג שטוח בעולם.\nהחטיבה העסקית הממוקמת בישראל, PDC, Progress Diagnostics and Control משוייכת לקבוצת מערכות הסיליקון של אפלייד מטיריאלס ועוסקת בפיתוח, בייצור ובהטמעה של מוצרי בקרת איכות לתהליכי ייצור המוליכים למחצה.\nבימים אלה מגייסת החברה את טובי המומחים בארץ לפיתוח חומרה ותוכנה. פרטים נוספים בעמוד המשרות של Applied Materials בפייסבוק.\nחברת התקשורת HOT המציעה ללקוחותיה את מגוון שירותי התקשורת הרחב והעשיר ביותר, הכולל טלוויזיה בכבלים, תשתית אינטרנט מהיר ושירותי טלפון קווי. HOT מאפשרת ללקוחותיה ליהנות ממבחר שירותים מתקדמים, ובכלל זה: תשתית האינטרנט המהיר בישראל, חווית צפייה מתקדמת הכוללת מוצרים חדשניים כגון Start Over, VOD ושידורי HD, וזאת במחיר המשתלם בישראל. ואמנם, 1.3 מיליון משקי בית בישראל בוחרים מדי שנה ליהנות משירותי התקשורת המתקדמים של HOT .\nבהזדמנות זו, אנו רוצים גם להודות לשותפים שלנו שמסייעים לנו להפוך את ניוזגיק לאתר הטכנולוגיה המוביל בישראל\nחברת NSA היא חברת אירוח האתרים הכי לא סטנדרטית שפגשתם. מעבר לעובדה שהם יודעים להציע כמעט כל סוג של פתרון הוסטינג שתוכלו לחשוב עליו, דרך Shared Hosting, שרתי VPS ושרתי Dedicated ועל לאירוח בשרתים בארץ, באירופה ובארצות הברית ושילוב בין פתרונות אחסון שונים לצורך שרידות ויתירות. אבל היתרון הגדול באמת של NSA לא נמצא דווקא במגוון וגם לא במחיר (שהוא מהנמוכים שתמצאו בארץ, תבדקו אותנו) אלא דווקא בשירות. אנשי המקצוע בחברה יודעים לטפל בכל סוג של תקלה או דרישה בין אם היא בצד התשתיתי ובין אם באפליקטיבי (ואת זה בדקנו כמו שצריך). אז אם אתם מחפשים מקום לאחסן את הבלוג האישי שלכם, את אתר החברה שלכם, את האפליקציה החדשה שאתם מרימים או כל דבר אחר, אנחנו ממליצים עליהם בחום!\nחברת Comlead המפתחת אפליקציות פייסבוק ואתרי אינטרנט. השירות שהחברה מעניקה מתחלק בין פתרונות למשווקים ומנהלי עמודים בפייסבוק, כדוגמת טופס ליצירת קשר, אפליקציית קופונים הנשלחים ישירות למייל ותחרויות תמונות לעמודי אוהדים. כמו כן, מבצעת החברה פיתוחים מיוחד לפי דרישת הלקוח.\n \nחברת Zuznow מספקת שירות התאמה אוטומטי ובזמן אמת לגלישה מ- Smartphones. החברה פיתחה אלגוריתם ייחודי המייצר התאמה ויזואלית ברמה הגבוהה ביותר של כל אתר לכל מכשיר חכם בזמן אמת וללא התערבות אדם. הפתרון של Zuznow כולל את כל דפי האתר, והוא מספק מענה ל-100% מהגלישה הסלולארית, אשר מגיעה ברובה מרשתות חברתיות (facebook, twitter), מנועי חיפוש.(google, bing) וקישורים חיצוניים. הפתרון אינו דורש כל שינוי ב- IT של האתר, או התקנת תוכנה על מכשיר הגולש, ותוכן האתר מתעדכן 24/7. Zuznow – פתרון חכם לטלפונים חכמים.\n \nחברת UppSite מספקת פלטפורמה המסוגלת להפוך כל אתר תוכן מבוסס WordPress לאפליקציית Native לאנדרואיד ו-iOS בצורה פשוטה ואוטומטית לחלוטין. הפתרון של Uppsite מאפשר לכם לבחור עיצוב בסיסי לאפליקציה שלכם ולאחר מכן מבצע את כל תהליך הרישום וההגשה לחנויות האפליקציות השונות עבורכם ואינו דורש מכם תשלומים נוספים כגון עלות הרישום לתוכנית המפתחים של אפל או של גוגל.\nאפליקציות האייפון והאנדרואיד של ניוזגיק מבוססות על הפתרון של חברת Uppsite.\n \n\nחברת seeV, שהוקמה לפני קרוב ל-5 שנים ע”י 4 בוגרי ממר”ם, הינה “בוטיק” השמה לעולם ההייטק , עם קשר מיוחד לאוכלוסיות איכותיות ביניהם בוגרי יחידות מחשב צבאיות, מצטיינים אקדמאים ועוד. ל-seeV רשת חברתית פיזית של מעל ל-1000 חברים אשר דרכה אנו מחוברים לאוכלוסייה איכותית זו (בוגרי ממר”ם, בוגרי 8200 ועוד) המחפשת עבודה דרכנו.\nseeV פיתחה מנגנון סינון ייחודי המבוסס על הידע הטכנולוגי הרב שנצבר בחברה הן בתחום התוכנה והן בתחום החומרה, תהליך זה מאפשר לנו לחסוך ללקוחותינו זמן יקר בגיוס כח האדם. בנוסף מחלקת הפיתוח שלנו מאפשרת לנו להיות בקידמת הטכנולוגיה , באמצעות פיתוח כלים לאיתור מועמדים ולייעול תהליכי ההשמה מול הלקוחות שלנו. כיום לחברת seeV יש מעל ל- 550 לקוחות פעילים, אשר מחפשים לגייס את הטאלנטים הטכנולוגיים בתעשיית הייטק .\n \nחברת ActiveTrail, המספקת מערכת הדיוור האלקטרוני של אקטיבטרייל המבוססת על Email Marketing Automation מספקת פתרון יעיל ופשוט לכל צרכיך בתחום הדיוור האלקטרוני והניוזלטר. באמצעות מערכת אקטיבטרייל האיכותית והידידותית למשתמש, תוכל להיות תמיד רלוונטי לתחומי העניין של הלקוחות שלך, ולדוור להם בזמן הנכון עם התוכן הנכון.\nהתחל להשתמש באקטיבטרייל עוד היום וצפה לעליה ברווחים.\nגם אתם מעוניינים להיות חלק מקהילת הטכנולוגיה בישראל? רוצים להנות מהקהל האיכותי והגדול של ניוזגיק הכולל מאות אלפי אנשי טכנולוגיה ישראלים?\nצרו איתנו קשר לקבלת מידע נוסף על חסות או פרסום בניוזגיק, או בקרו בעמוד הפרסום שלנו לקבלת מידע נוסף בנושא מדיה ופרסום, חסויות על ערוצים, אירועים ותחרויות ופתרונות מותאמים אישית.", "keywords": "applied materials,comlead,eset,hot,lg,nsa,seev,uppsite,utest,zuznow,הוט,הוט אינטרנט בכבלים,הוט אינטרנט מהיר,ניוזגיק,קומסקיור,מיקרוסופט,חלונות 8,windows 8,emc,עירית תל-אביב,גאיה,gaia,match marketing,tross media,אקטיבטרייל,activetrail,elance,פרסום"}