{"url": "https://www.geektime.co.il/michal-geva-harman-interview/", "type": "article", "title": "''ממש הופתעתי מכמות החופש שקיבלנו מאז הרכישה''", "description": "מיכל גבע, סגנית נשיא בענקית האודיו והרכב החכם Harman שנרכשה על ידי סמסונג, חושבת שהחוצפה והיצירתיות של הסטארטאפים הישראליים יכולה להשתלב נפלא עם המדיניות הרשמית של תאגידים גדולים, וחושפת שמרכז הפיתוח הישראלי מחפש כל הזמן ''שידוכים'' שעשויים להסתיים ברכישה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/smart_delta_technology_0-1548950635-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-08T14:30:48Z", "modified_time": "2019-02-10T16:27:27Z", "articleBody": "מיכל גבע, סגנית נשיא בענקית האודיו והרכב החכם Harman שנרכשה על ידי סמסונג, חושבת שהחוצפה והיצירתיות של הסטארטאפים הישראליים יכולה להשתלב נפלא עם המדיניות הרשמית של תאגידים גדולים, וחושפת שמרכז הפיתוח הישראלי מחפש כל הזמן ”שידוכים” שעשויים להסתיים ברכישה\nעדכוני תוכנה OTA ברכב שפותחו בישראל. מקור: Harman\nישראל מעולם לא היתה מעצמת רכב, וגם ניסיונות אמיצים כמו דגמי הכרמל או הסוסיתא לא שרדו ונכחדו מהנוף המקומי בשנות ה-70. אבל 40 שנה אחרי, בד בבד עם המגמה של הפיכת הרכב למחשב גדול על גלגלים, ושילוב של מגוון טכנולוגיות וקישוריות לרשת, הופכת ישראל למעצמה בתחום טכנולוגיות הרכב החכם.\nאחת החברות שמובילות בתחום היא חברת Harman האמריקאית. החברה אמנם מוכרת לנו בעיקר ממותגי האודיו שלה כמו הרמן-קרדון, JBL ואינפינטי למשל, אבל לא רק בגללם פתחה לפני כשנתיים סמסונג את הארנק וביצעה את הרכישה היקרה ביותר בתולדותיה. סמסונג שילמה קרוב ל-8 מיליארד דולר בעיקר עבור פעילות הרכב החכם של Harman, שחלק מרכזי ממנה מגיע ממרכז הפיתוח הישראלי שלה.\nמרכז הפיתוח בהוד השרון מתבסס על 3 חברות שונות שרכשה Harman עם השנים: iOnRoad שנרכשה ב-2013, רדבנד (Redbend) שנרכשה ב-2015 תמורת כ-200 מיליון דולרים; ו-TowerSec, שפיתחה תוכנה להגנת מכוניות מהאקרים, ונרכשה ב-2016 תמורת כ-75 מיליון דולר.\nאחת הדמויות הבכירות ב-Harman העולמית היא הישראלית מיכל גבע, שמכהנת כסגנית נשיא למכירות ופיתוח עסקי בחברה. גבע, מנהלת עם 20 שנות ניסיון בפיתוח עסקי ומכירות לשווקים, הצטרפה ב-2013 לחברת רדבנד כמנהלת תחום פרויקטים ולאחר הרכישה ע״י חברת הרמן בשנת 2015 עברה לנהל את כל פעילות המכירות אל מול יצרניות רכב גלובליות.\nאילו פיתוחים הגיעו ממרכז הפיתוח הישראלי של Harman?\n“מרכז הפיתוח של Harman כולל קבוצה גדולה של מהנדסים שעוסקים בעדכוני תוכנה מוביליים. תוכנה זו נמצאת כיום בכל הרמקולים ש-Harman מפתחת וגם נמכרת ליצרני רמקולים מתחרים, בדומה לסמסונג שמוכרת הרבה רכיבי חומרה לאפל בפיתוח האייפון. יכולות זיהוי הדיבור והאודיו המשולבות ב-Embedded Audio kit של Harman הן מן המתקדמות בתעשיה. חלק מהמתחרות אף מתגאות בעובדה זו ומציינות חושפות ‘JBL Inside’ כחלק ממאפייני המוצר שלהן”.\nאנחנו רגילים לשמוע על ישראל כמעצמת AI וסייבר. אבל אודיו? האם לסטארטאפים ישראליים יש בכלל מה לתרום בתחום האודיו?\n“ישראל היא מדינה עם המון סטארטאפים, חלקם בתחום ה-AI, חלקם בסייבר אבל לא רק. בשנים האחרונות נעשינו גם מעצמת סטארטאפ בתחום המוביליטי והרכב המחובר והאוטונומי. וכמובן – תחום הרובוטיקה, שינק את שורשיו מתעשיית הביטחון הענפה – החל מרובוטים לפיתוחים צבאיים וכאלה ברכבים אוטונומיים צבאיים הנשלטים מרחוק. שילוב של רובוט עם זיהוי שפה טבעית וסאונד מעולה יכול לסייע במגוון תחומים, ואלו בדיוק שיתופי הפעולה שאנו מחפשים”.\nHarman וסמסונג משתפות פעולה עם מספר סטארטאפים ישראליים, שחלקם נמצאים בפורטפוליו ההשקעות של Samsung Catalyst. בתערוכת CES האחרונה בלאס ווגאס, הכריזה למשל Harman כי תשלב את מכשיר ה-LiDAR החדש של Innoviz במערכות הסיוע לנהיגה המתקדמות שלה (ADAS). בנוסף, Harman, דרך זרוע ההשקעות של סמסונג, משתפת פעולה עם שלושה סטארטאפים ישראליים נוספים: AutoTalks, Valens וחברת otonomo. בביקורו האחרון בישראל, לצד פגישה עם ראש הממשלה, בנימין נתניהו, נפגש גם מנכ”ל Harman העולמית, דינש פאליוול, עם הסטארטאפים הללו.\nחוץ מהפיתוחים השונים – המרכז הישראלי גם מעורב בפרויקטים עתידניים.\n“נכון. מרכז הפיתוח של Harman בישראל כולל קבוצה של פיתוח עתידני של מוצרים כחלק מפעילות גלובלית של הרמן שנקראת Harman X. הקבוצה כוללת מחקר מתקדם באודיו, ML, EMBEDDED אודיו, User Interaction. הפרויקטים של קבוצה זו צופים אל העתיד וצפויים להשתלב בדורות החדשים של המוצרים תוך 3 שנים”.\nמה הדברים הכי מגניבים שהם עובדים עליהם עכשיו?\n“על רוב הדברים המגניבים אנחנו מנועים מלדבר, עד שיוצאת הכרזה רשמית. במעוף הציפור אפשר לומר שאנחנו עובדים על הדור הבא של ממשקי אודיו”.\nיש סיכוי שנראה פיתוח ישראלי במאות אלפי רמקולים חכמים של JBL או הרמן/קרדון מסביב לעולם?\n“כבר עכשיו יש פיתוחים ישראליים ברמקולים של Harman. גרסה של תוכנת עדכוני התוכנה מרחוק, שפותחה ע״י רדבנד ומותקנת במעל 30 מיליון רכבים ברחבי העולם, גם מוטמעת בכל רמקול חדש שיוצא לשוק”.\n“מקרה של התאמה עושים את השידוכים לתוך הקבוצות שיכולות לנצל את הטכנולוגיה”. מיכל גבע\nHarman השקיעה מאות מיליוני דולרים ברכישה של חברות כמו RedBend ממנה את עצמך הגעת או TowerSec. האם יש לכם עוד חברות ישראליות על הכוונת?\n“כמובן, אנחנו תמיד מסתכלים על מה שקורה בשוק הישראלי. מנכ״ל Harman העולמית, דינש פאליוול, אף נפגש עם כמה חברות סטארטאפ בביקורו האחרון בישראל בסוף אוקטובר. בנוסף לשתי החברות שהזכרת, הרמן רכשה גם את חברת iOnRoad בשנת 2013 שמתמחה בפיתוחים בתחומי מציאות רבודה וכיום הפתרון שלהם משולב במערכת MBUX של מרצדס-בנץ שהושקה במרץ השנה בתערוכת הרכב הבינ״ל בג׳נבה.\nבמרכז הפיתוח הישראלי שמנו לעצמנו יעד לקדם את התעשיה הישראלית. אנחנו נפגשים עם חברות רבות בתחומי העניין של הרמן, בוחנים את הטכנולוגיות ובמקרה של התאמה עושים את השידוכים לתוך הקבוצות שיכולות לנצל את הטכנולוגיה. אופציה אחת היא רכישה. אופציה שנייה היא השקעה, בעיקר דרך קרנות של סמסונג (קרנות כמו Samsung Catalyst Fund, י.א.), שאיתה אנחנו עובדים צמוד מאוד. אופציה נוספת היא שילוב של טכנולוגיה של סטארטאפ במוצרים של החברה ושיווק משותף. בקרוב תצאנה הכרזות על שיתופי פעולה מהסוג השלישי, המסחרי”.\nדיברנו על הרכישה על ידי סמסונג. האם חל שינוי בעבודה שלכם, במטרות או בתהליכים בשנתיים שעברו מאז הרכישה?\n“השינוי הגדול שחל הוא היכולת של Harman לעבוד עם ענקית טכנולוגיה מובילה כמו סמסונג. סמסונג משקיעה סכומי עתק במציאת טכנלוגיות חדשות, ושילובן במוצרים השונים. לסמסונג בארץ יש זרוע השקעה פעילה, ומאז הרכישה אנחנו משתפים פעולה, ומכוונים השקעות לטכנולוגיות שיכולות להתאים ל-Harman”.\nאבל תרבות העבודה של הסטארטאפים הישראליים כוללת “יצירתיות” וחוסר רשמיות, לא בדיוק התכונות שמאפיינות תאגידים בינלאומיים גדולים אמריקאיים או קוריאניים… \n“כן ולא. חברה גדולה מתנהלת אחרת מחברה קטנה, דינמית ותזזיתית. אבל… אני ממש הופתעתי מכמות החופש שקיבלנו מאז הרכישה של Harman. הקבוצות מתנהלות כעסק לכל דבר ואנחנו נהנים מחופש פעולה, עצמאות ויצירתיות. בגיוס העובדים ובהכשרה אנחנו שומרים על גחלת היצירתיות, ויכולת מציאת פתרונות מחוץ לקופסא”.", "keywords": "מיכל גבע,סמסונג,הרמן,harman,הרמן קרדון,jbl,אינפיניטי,רדבנד,רד בנד,ionroad,towersec,טאוור,טאוורסק,מרכז פיתוח,מרכז פיתוח ישראלי"}