{"url": "https://www.geektime.co.il/overwolf-and-intel-fund-2m/", "type": "article", "title": "אינטל ו-Overwolf הישראלית השקיעו יותר מ-2 מיליון דולר במיזמי גיימינג", "description": "פלטפורמה לאימוני גיימרים, מערכת ליצירת טורנירים נושאי פרסים ומערכת תגמול לגיימרים. אלו רק חלק מהמיזמים שבהן השקיעה הקרן המשותפת של אינטל ו-Overwolf הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/52126776_2105162459519656_1905294745735790592_o-1569740488-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-29T11:54:15Z", "modified_time": "2019-09-29T11:54:15Z", "articleBody": "פלטפורמה לאימוני גיימרים, מערכת ליצירת טורנירים נושאי פרסים ומערכת תגמול לגיימרים. אלו רק חלק מהמיזמים שבהן השקיעה הקרן המשותפת של אינטל ו-Overwolf הישראלית\nתמונה: Overwolf\nהמושקעת הופכת למשקיעה: לאחר השקעה של אינטל ב-Overwolf הישראלית, שתי החברות הודיעו במהלך 2018 כי יקימו קרן משותפת לצורך השקעה במיזמי גיימינג שונים בהיקף של 7 מיליון דולר. כעת, החברות מדווחות על כך שב-2019 הן השקיעו כבר 2 מיליון דולר ביותר מ-25 מיזמים מעניינים למדי, חלקם ישראליים.\nהחברה הישראלית הראשונה שזכתה להשקעה היא NOVOS (נובוס) הישראלית, אשר משתמשת בפופולאריות הגואה של תחום ה-e-sports כדי לפתח פלטפורמת אימונים בתוכנית אישית לגיימרים, כדי להכין אותם לקראת תחרויות שבהן ניתן להרוויח פרסים בשווי של עד מיליוני דולרים. NOVOS מבצעת הערכה לביצועי השחקן, עוזרת בהגדרת יעדים ומודדת את ההתקדמות בהם עד להגעה ליעד ולשלב הבא באימונים – מה שמוביל לקצב שיפור גבוה. החברה דיווחה בחודש מרץ על השלמת סבב גיוס של 750 אלף דולר, בין היתר גם מהקרן של Overwolf ואינטל.\nגם BUFF, מיזם ישראלי מעט שונה, זכה להשקעה מהקרן המשותפת. החברה מפתחת מערכת תגמול לגיימרים שתאפשר להם לזכות בפרסים שונים על פי משך הזמן שהם משחקים ועל פי הישגים שהם מגיעים אליהם במהלך המשחקים.\nמיזם בולט נוסף הינו IKON (לשעבר Qlub.gg) שנוסד של ידי אלכסנדר מזיאריק, שייסד גם את Round Robin. החברה מפתחת מערכת טורנירים מקוונת שתאפשר לגיימרים להתחבר ולראות אילו טורנירים פעילים כעת ואילו עומדים להתחיל בעת הקרובה, כולל כאלו הנושאים פרסים כספיים. זאת במקום לתכנן ולארגן טורנירים בעצמם ולהיאלץ לתאם לא מעט גורמים ביחד. השירות מתממשק בין היתר גם עם Twitch.\n“כשהשקנו את קרן המפתחים עם אינטל לפני כשנה, המטרה שלנו היתה להעצים מפתחים עצמאיים עם רעיונות מוצלחים ולאפשר להם לבנות את המוצר שלהם בקלות” מסר אורי מרשנד, מנכ”ל Overwolf, “זה מספק מאוד לראות את הצוותים בונים אפליקציות מעולות, וכיף גדול בשבילנו להיות שם כדי לעזור למפתחים מכל העולם להפיק מוצרים שמשפרים חוויות משחק של גיימרים”.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nהפלטפורמה של Overwolf הישראלית היא מעין חנות אפליקציות עבור משחקים – אשר בעצם מתממשקת עם משחקים פופולאריים קיימים כמו פורטנייט, League Of Legends, DOTA 2, Hearthstone ועוד משחקים רבים וטובים, ומאפשרת הרצה של אפליקציות חיצוניות בתוך ממשק צף אשר משתלב במשחק, ולא משתלט עליו.\nOverwolf הוקמה ב-2010 על ידי אורי מרשנד, מנכ”ל החברה; אלון רבינוביץ’, VP Product; וגיל אור מייסד שותף. החברה מעסיקה יותר מ-50 עובדים במשרדיה אשר ברמת גן, וממשיכה לגייס עובדים נוספים. אם יש לכם מיזם מעניין בתחום הגיימינג ואתם מעוניינים להגיש אותו לקרן המשותפת, ניתן לעשות זאת בעמוד הייעודי.", "keywords": "אינטל,אוברוולף,אובר וולף,intel,overwolf,novos,ikon,אייקון,השקעות,קרן"}