{"url": "https://www.geektime.co.il/insider-jobs-07-11-18/", "type": "article", "title": "12 משרות חדשות ושוות בהייטק", "description": "מוכנים לנוע הלאה? הנה 12 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/GettyImages-746032347-1-1541519970-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-07T12:30:14Z", "modified_time": "2018-11-07T14:40:43Z", "articleBody": "מוכנים לנוע הלאה? הנה 12 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם\n\nצלם/תמונה: Hero Images / Getty Images Israel \nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nDoubleVerify\n\nDoubleVerify שמה לה למטרה להפוך את העולם המקוון לבטוח ושקוף יותר עבור המותגים הגדולים בעולם, והיא מאמינה שעל ידי השימוש בפלטפורמה שלה היא לא רק משרתת מותגים, אלא גם עוזרת להפוך את העולם הדיגיטלי למקום קצת יותר בטוח. החברה פיתחה מאפס ורטיקל חדש לגמרי בכל הקשור לניטור ומדידת מדיה באינטרנט.\n-To send a CV for the position of Fraud Analyst\n– To send a CV for the positiond of Tech Lead\n\nWebpals\n\nקבוצת וובפאלס (Webpals) מובילה את עולם השיווק הדיגיטלי מבוסס הביצועים ופועלת בהצלחה בשווקים בינלאומיים. החברה הוקמה בשנת 2007 ונכון להיום עובדים בה כ-400 עובדים. הקבוצה משתמשת בערוצי שיווק שונים כדי לטרגט משתמשים בעלי ערך על ידי פרסום ויצירת מודעות או הפעלת אתרי תוכן, ומפנה את אותם משתמשים אל האתרים או האפליקציות אותם היא מקדמת. בנוסף לכך עובדת החברה בערוצי מדיה נוספים כמו סנאפצ’ט, טוויטר, פלטפורמות לקידום תוכן ועוד.\n-To send a CV for the position of Data Engineer\n– To send a CV for the positiond of QA Automation Engineer\nenSilo\n\nenSilo היא חברת סייבר צעירה שפועלת בתחום פופולרי ותחרותי של זיהוי ומניעת התקפות נגד תוכנות כופר, נוזקות ממוקדות, מתקפות ללא קבצים ושאר מתקפות זדוניות.\nהחברה מתמקדת במניעת גנבה ושיבוש מידע בארגונים, תוך שימוש בטכנולוגיה ייחודית שמגנה על נקודות קצה לפני ואחרי הדבקה, וכן עוצרת זליגות ופגיעה בנתונים בזמן אמת.\n-To send a CV for the position of Security Researcher\n– To send a CV for the positiond of Python Automation Lead\nNetApp\n\nNetApp, חברת Data Services שמעניקה פתרונות לאחסון וניהול המידע ארגוני, נחשבת לאחת החברות הוותיקות, הגדולות והמסקרנות בתחום. החברה נוסדה לפני 25 שנה, עברה מספר שינויים ובשנים האחרונות היא מתמקדת ביצירת פתרונות טכנולוגיים בעולם ה-cloud.\n-To send a CV for the position of Junior Full Stack Developer\n– To send a CV for the positiond of Tech Lead – Scala Backend Developer\nApplied Materials\nאפלייד מטיריאלס ישראל מפתחת ומייצרת מערכות המהוות תשתית קריטית של תעשיית השבבים.\nאפלייד הייתה בין חברות הטכנולוגיה הבינלאומיות הראשונות שזיהו את הפוטנציאל העצום של תעשיית ההייטק המקומית, ורכשה את החברות אופאל ואורבוט מכשור הישראליות כבר בשנת 1997.\nמאז הקמת החברה הישראלית, התפתחה אפלייד וצמחה באופן משמעותי. כיום היא מעסיקה מעל 1,400 עובדים בארץ, רובם בפעילות הפיתוח והייצור באתר הממוקם בפארק המדע ברחובות.\n \n-To send a CV for the position of Senior Java Software Developer\n– To send a CV for the positiond of Experienced Devops Engineer\nSingular\n\nסינגולר הוקמה ב-2014 במטרה לתת למשווקים שליטה מלאה על המידע שלהם בצורה אחידה ויעילה. היא עושה זאת על ידי התחברות לכל סוגי מערכות השיווק הקיימות, אוספת את הנתונים שלהם במקום אחד ומנתחת את המידע, כדי להבין בצורה אוטומטית את הקשר שבין הפעולות שהתבצעו בצוות ותוצאותיהן. התשתית הזו נבנתה בצורה ייחודית, כך שניתן להוסיף סוגי חיבורים חדשים בזמן שיא, וכן הביאה את החברה לתמוך בעשרות אלפי סוגי מקורות מידע והזרמת טרות ביום של נתונים בפורמט אחיד ונקי.\n-To send a CV for the position of Full-Stack Engineer\n– To send a CV for the positiond of Frontend Engineer\n\n\n", "keywords": "fyber,autodesk,אוטודסק,פייבר,סינגולר,סטארהום מאך,רעננה,starhome mach,singular,applied matirials,אפלייד,product manager,devops,apple,aqua,chief system architect,cloudshare,cyber security,devop,dome9,doubleverify,front end developer,geektime insider,hibob,ilyon,insider,intuit,myhritage,qa engineer,risk management lead,trax,ux/ui expert,yotpo,אור יהודה,איליון,אינסיידר,אפל,אקווה,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,טראקס,יוטפו,משרות,סייבר,עבודה בהייטק,פפר,ראש העין,רחובות"}