{"url": "https://www.geektime.co.il/barclays-techstars-open-a-new-program-in-israel/", "type": "article", "title": "בנק ברקליס פותח את ההרשמה למחזור השני של האקסלרטור שלו בארץ", "description": "המחזור השני של תכנית האקסלרטור של ברקליס בישראל, אשר יופעל על ידי Techstars, פונה לסטארטאפים מתחום הפינטק, הסייבר והתוכנה. 8 מתוך 10 החברות הבוגרות במחזור הראשון חתמו על הסכמי POC \u2028עם ברקליס", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/49.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-21T11:15:42Z", "modified_time": "2016-09-21T12:07:50Z", "articleBody": "המחזור השני של תכנית האקסלרטור של ברקליס בישראל, אשר יופעל על ידי Techstars, פונה לסטארטאפים מתחום הפינטק, הסייבר והתוכנה. 8 מתוך 10 החברות הבוגרות במחזור הראשון חתמו על הסכמי POC \u2028עם ברקליס\nהכתבה בחסות\n\nתכנית ההאצה היוקרתית של ברקליס ו-טקסטארס, The Barclays Techstars Accelerator, הכריזה על פתיחת ההרשמה למחזור השני. כבר בימים אלה, יזמים וחברות סטארטאפ מכל העולם יכולים להירשם לתוכנית האקסלרטור בתל אביב, כאשר ההרשמה תיסגר רשמית ב-6 בנובמבר. התוכנית עצמה תפתח בפברואר 2017 ותימשך כ-13 שבועות, כאשר בסיומה – במאי 2017 – ייערך דמו דיי למשקיעי הון סיכון ובכירי התעשייה.\nתכנית ההאצה היא חלק מרייז (Rise), פלטפורמת החדשנות הדיגיטלית והפיזית של ברקליס, הכוללת שבעה אתרים ברחבי העולם (ניו יורק, לונדון, מנצ’סטר, קייפ טאון, תל אביב, מומביי ווילנה) ומטרתה לחבר סטארטאפים, יזמים, משקיעים ודמויות מובילות בקהילת הפינטק והסייבר העולמית. רייז תל אביב נמצאת בבניין הבורסה הישן ברחוב אחד העם 54 בקומות 4 ו-5 וכוללת מלבד חלל האקסלרטור גם חלל לאירועים ואיזור עבודה משותף.\nבמסגרת התכנית, אותה מנהל לירון רוז, משקיע הון סיכון (אנג׳ל) בעשור האחרון, וממייסדי אפטר-דאונלואד שנרכשה ע״י איירנסורס בתחילת 2013, תעניק ברקליס ל-10 חברות המתמקדות בחדשנות בתחום הפינטק, אבטחת סייבר ו-Enterprise Software אינטליגנציה מלאכותית,\u2028 Machine Learning וביג דאטה, את ההזדמנות להשתתף בנטוורקינג פעיל, חונכות ופיתוח מצד מנטורים מכל העולם, גישה ייחודית למשאבים וסביבת הניסוי של מערכות הבנק, חשיפה למשקיעים ישראלים וזרים והיכרות עם האקוסיסטם של עולם הבנקאות ולקוחות הבנק. בין המנטורים המובילים שייקחו חלק בתכנית: רונה שגב, מייסדת שותפה ב-TLV Partners, מיכל קיסוס, ראש מחלקת דיגיטל וחדשנות בבנק לאומי, עמית מלצר, יועץ לאבטחת סייבר ב-Cyverse ויובל אריאב, שותף ב-Fundbox ובקרן ההון סיכון LionBird.\nכמו כן, תיתכן אפשרות לסטארטאפים לבלות חלק מזמן התכנית באתרים גלובליים אחרים של ברקליס, אשר מפעיל אקסלרטורים גם בניו-יורק, לונדון וקייפטאון, יחד עם טקסטארס – אחד האקסלרטורים המובילים בעולם. לאחרונה רשמה חברת Wave הישראלית, בוגרת התכנית, יחד עם ברקליס, את עסקת הבלוקצ’יין הראשונה בעולם.\nשיתוף הפעולה בין ברקליס לטקסטארס מבטיח תכנית בינלאומית עם ניסיון של מעל לעשור, קשרים חזקים בכל העולם, עבודה צמודה עם אגפים מותאמים אישית בבנק ברקליס, ניסיון עסקי עצום וחשיפה יוצאת דופן. המחזור הראשון של התכנית בישראל נחל הצלחה רבה, כאשר 8 מתוך 10 סטארטאפים חתמו על הסכמי POC עם ברקליס וזכו לליווי מקצועי גם לאחר סיום התכנית.\nברקליס הנו בנק בינלאומי המספק שירותים פיננסיים ועוסק בבנקאות אישית, כרטיסי אשראי, בנקאות תאגידית והשקעות ובנקאות פרטית, עם נוכחות נרחבת באירופה, צפון ודרום אמריקה, אפריקה ואסיה. עם היסטוריה בת למעלה מ-300 שנה וניסיון בבנקאות, ברקליס פועל בלמעלה מ-50 מדינות ומעסיק 135 אלף עובדים.\nטקסטארס היא האקסלרטור הגדול בעולם. היא החלה את פעילותה בארצות הברית בשנת 2006 והתרחבה מאז ל-23 תכניות ב-16 ערים בעולם, בין היתר בניו יורק, לונדון, בוסטון, שיקגו, סיאטל, ברלין ותל אביב. ב-70 המחזורים שהתקיימו בעשור האחרון, השתתפו כ-900 סטארטאפים, שגייסו ביחד ובמצטבר יותר מ-2 מיליארד דולר. טקסטארס משקיעה עד 120 אלף דולר בכל חברה, ומספקת גישה לקהילה גלובלית ומגובשת של אלפי מנטורים, משקיעים, ושותפים עסקיים מובילים. זרוע הון הסיכון של טקסטארס מבצעת השקעות המשך בחברות המצליחות ביותר.\nלפרטים נוספים ולהרשמה לתוכנית", "keywords": "אקסלרטור,ברקליס,טקסטארז,תל אביב,תוכנית האצה,מאיץ,מאיץ סטארטאפים,the barclays techstars accelerator,barclays,techstars,תל-אביב"}