{"url": "https://www.geektime.co.il/dress-code-visits-hubanana/", "type": "article", "title": "מכופף הבננות: קוד לבוש מקלף את HUBANANA [תמונות]", "description": "במסגרת שביל חוצה ישראל הפתעתי גם את דיירי מתחם הסטארטאפים שבאזור התעשייה שברעננה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/reut.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-03T14:00:58Z", "modified_time": "2015-11-03T15:41:28Z", "articleBody": "במסגרת שביל חוצה ישראל הפתעתי גם את דיירי מתחם הסטארטאפים שבאזור התעשייה שברעננה\n\nאומנם השם שלהם נובע מהשילוב של Hub ו-Ra’anana ואין קשר לפרי הצהוב, מלבד מנהל המקום שהתחפש לאחת (חפשו בתמונות הוכחות), אבל הסטארטפיסטים הרענניים מזכירים באופיים את פצצת האנרגיה הצהובה.\nמתחם Hubanana מהווה בית ללא מטרות-רווח עבור חברות סטארטאפ מתחום ה-Web וה-Mobile. המקום נפתח בינואר 2014 על ידי מנהלת עסקים של עיריית רעננה ששמה דגש על הפן החברתי והמקצועי ובשל כך עורכת פעילויות שונות על בסיס שבועי כגון מנטורינג, שעות ייעוץ, סדנאות, הרצאות, ליווי, תמיכה ומפגשים חברתיים.\nhubanana, צילום: גיקטיים\nספינת האם: Coupick, פלטפורמה לשיתוף וחיפוש קופוני הנחה לקהל האמריקאי.\nתאג מי:  #couponlover, #womenentrepreneur, #family, #poledancing , #volunteering\nלפגישת משקיעים האחרונה שלי לבשתי: “מכנסיים שחורים, חולצה אפורה כסופה מעוצבת ונעלי בובה שחורות”.\nמתאים לי קפה עם: הילארי קלינטון.\nאם הייתי אפליקציה, הייתי: Pinterest, “השראה השראה השראה”.\nהגאדג’ט הכי מיותר שקניתי לאחרונה: “לא קונה גאדג’טים, שונאת גאדג’טים בעיקר למטבח”.\nהדבר הראשון שאני עושה אחרי האקזיט: “אעבוד יותר קשה”.\nכשנגמרת לי הסוללה אני: “טוענת ב-power bank או מבקשת טובות ונותנת את המטען לברמן במסעדה”.\nמשחק האסוציאציות:\nQR – “נקודות ופיקסלים”.\nבית חכם – “Internet of things”.\n2.0 – “שיתוף גולשים”.\nקוד פתוח:\nטישירט לבנה – H&M.\nחולצה – Style River.\nג’ינס – קסטרו.\nנעליים – זארה.\nצמידים – H&M וחנות בנמל תל אביב.\nשרשרת זהב ויהלומים – “אני ואמא שלי נתנו לצורף תכשיטים ישנים שלנו ועיצבנו שרשרת חדשה”.\nעגילים – “מתנה מבעלי”.\nטבעות- “הזהב והיהלומים מאמא שלי, המטבע עתיק מגראס והכסופה מחמותי”.\nQA: לגזור – מוותרת על הצמיד הירוק.\nלשמור – הנעלי בובה מקסימות והצבע זוהר, תרתי משמע.\nצילום: גיקטיים\nספינת האם: Billbeez, עוזרים לכל עסק קטן ועצמאי להנות מיכולות של חברה גדולה ולקבל החלטות עסקיות טובות יותר שיחסכו לו זמן וכסף.\nתאג מי:  #משפחה #חופשה #חברים #כדורגל #לצחוק\nלפגישת המשקיעים האחרונה שלי לבשתי: “ג’ינס וחולצה מכופתרת”.\nמתאים לי קפה עם: בריאן צ’סקי, מייסד Airbnb. “פיצח משהו שלא חשבו שניתן לפיצוח”.\nאם הייתי אפליקציה, הייתי: Tripadvisor, “לעזור לאנשים להנות מחופשות ואוכל טוב? נשמע לי מעולה”.\nהגאדג’ט הכי מיותר שקניתי לאחרונה: “מקפל חולצות. עד היום עדיין לא קיפל חולצה אחת בבית”.\nהדבר הראשון שאני עושה אחרי האקזיט: “חודש בחו”ל על איזה חוף”.\nכשנגמרת לי הסוללה אני: “מטעין אותה ולא מבין איך עדיין לא מייצרים סוללות שמחזיקות יותר מחצי יום”.\nמשחק האסוציאציות:\n\nQR – “הרבה פוטנציאל, כמעט ולא משתמש בזה”.\nבית חכם – “תענוג גדול”.”\n2.0 – “האייפון הראשון שלי”.\nקוד פתוח:\nנעליים – Puma.\nג’ינס – Lee Cooper.\nחולצה – Castro Men.\nQA: לגזור – הנעליים, משהו בדגם לא מסתדר לי.\nלשמור – הצבע של החולצה, מחמיא ביותר.\nצילום: גיקטיים\nספינת האם: PeerSay, מעלימה את הפחד המלווה בחירת מוצרים ארגוניים ע”י הוספת שקיפות מבוססת חכמת המונים לתהליך הבחירה.\nתאג מי: #המשפחהשלי, #סקי, #הומור, #חדשנות, #מוזיקה\nלפגישת המשקיעים האחרונה שלי לבשתי: חולצת כפתורים בכחול כהה עם מכנסיים בהירים.\nמתאים לי קפה עם: פיטר ת’יל.\nאם הייתי אפליקציה, הייתי: Cut The Rope .\nהגאדג’ט הכי מיותר שקניתי לאחרונה: “מד דופק”.\nהדבר הראשון שאני עושה אחרי האקזיט: “שבוע עם המשפחה”.\nכשנגמרת לי הסוללה אני: “הצילו!”.\nמשחק האסוציאציות:\n\nQR – “תכל’ס”.\nבית חכם – “גאון מי שהמציא את השם”.\n2.0 – “כדאי לחכות ל-2.1”.\nקוד פתוח:\nהנעליים – “מחנות של Merrell ב-outlet ליד בוסטון”.\nהחולצה והג’ינס – “איתי כבר כמה שנים – מי זוכר מאיפה.”\nQA: לגזור – אני רואה נעלי הרים, רק שאני לא רואה הרים באזור.\nלשמור – החולצה יפה אבל תשדרג אותה עם מכנסי צ’ינו בגוון בהיר.\nצילום: גיקטיים\nספינת האם: Voyjer, תכנון טיולים מותאם אישית על ידי מומחים מקומיים.\nתאג מי: #travel #אבאשל #abovethefold #goforit\nלפגישת המשקיעים האחרונה שלי לבשתי: “חולצה מכופתרת, ג’ינס ונעליים מהתמונה”.\nמתאים לי קפה עם: בריאן צ’סקי, היזם והמנכ”ל של AirBNB, “המובילים של ה-Sharing Economy  בעולם וחברה מדהימים ששברו את כל המוסכמות בשווק ובשוק”.\nאם הייתי אפליקציה הייתי: Clean Master, “כל הזמן מנסה לנקות את השולחן”.\nהגאדג’ט הכי מיותר שקניתי: “מחשביזיה (השם שהילדים נתנו). HTPC שמחובר למסך בסלון ומשמש לראות סרטים ותכנים מהאינטרנט. מגניב ביותר, אבל תכלס כל streamer עושה את העבודה (שישאר בינינו, כן?) “.\nהדבר הראשון אחרי האקזיט: “טיול מסביב לעולם עם כל המשפחה (כמובן בתכנון של Voyjer)”.\nשנגמרת לי הסוללה אני: “נושם עמוק, נרגע ו…רץ באטרף למצוא מטען”.\nמשחק האסוציאציות:\nQR- “בננה”.\nבית חכם- תריסים”.\n2.0- “ישן”.\nקוד פתוח:\nחולצה וג’ינס – ליוויס.\nנעליים – סקצ’רס, “מחנות נעליים בהונג קונג, היחידות שהיו במידה”.\nQA: לגזור – חסר לי צבע בלוק, בנעליים או בחולצה, זה כבר לבחירתך.\nלשמור – ג’ינס, הצבע והגזרה הולמים אותך.\nצילום: גיקטיים\nספינת אם: FeedMe, ערוץ תוכן קולינרי שמיוצר על ידי גולשים. הפלטפורמה מאפשרת למשתמש לספר על חוויה הקולינרית (מסעדה, טיול, בישול) בתמונות, סרטונים וטקסט.\nתאג מי: #אוכל, #פייסבוק, #ריצה, #סטארטאפ\nלפגישת המשקיעים האחרונה שלי לבשתי: חולצת פולו צווארון ומכנסיים ארוכים. “בתור הטכנולוג יש לי את הפריבילגיה להתלבש ‘רמה אחת נמוך יותר,”.\nמתאים לי קפה עם: מארק צוקרברג.\nאם הייתי אפליקציה, הייתי: Siri, “תמיד יש לי תשובה רק שלא תמיד היא טובה”.\nהגאדג’ט הכי מיותר שקניתי: “מחזיק לטלפון באוטו מאיביי, נשבר תוך שבוע”.\nהדבר הראשון אחרי האקזיט: “טיול מסעדות 3 כוכבי מישלן בעולם”.\nשנגמרת לי הסוללה אני: “טוען אותה. תמיד יש לי כבל בתיק ותמיד יש איזשהוא מחשב בסביבה”.\nמשחק אסוציאציות:\n\nQR – “ברקוד”.\nבית חכם – “מים חמים”.\n2.0 – “יוטיוב”.\nקוד פתוח:\nנעליים – saucony.\nמכנסיים – גולף.\nחולצה – H&O.\nQA: לגזור – נעלי ספורט. העובדה שאהבתי את החולצה לא גרמה להן לבלוט פחות.\nלשמור – את החולצה, בוודאי. אחת הטובות.\nצילום: גיקטיים\nספינת האם: Essentia Technologies LTD, מפתחת כלי למאמני קבוצות (כמו שומרי משקל או קבוצות ריצה) שמאפשר מעקב רציף למאמן ומכניס גיימיפיקציה על גבי הביצועים בין המתאמנים במטרה לעודד התמדה, רציפות ודינאמיקה קבוצתית תומכת סביב העשייה.\nתאג מי: #גיטרה # א.מקלחות #מדעי ההתנהגות #customer development\nלפגישה החשובה האחרונה שלי לבשתי: “באופן כללי הסגנון שבתמונה. הדבר היחידי שמשתנה זה האם החולצה בתוך או מחוץ למכנסיים”.\nמתאים לי קפה עם: אשטון קוצ’ר, “גם משקיע וגם עושה רושם של אחלה גבר”.\nאם הייתי אפליקציה, הייתי: “שאלה מכשילה למי שמפתח אפליקציה, אין תגובה”.\nהגאדג’ט הכי מיותר שקניתי: “לפני שנים רבות קניתי מכשיר שעושה מסאג’ (כולם מיותרים)”.\nהדבר הראשון אחרי האקזיט: “גומל לסביבה הקרובה על שירותי בייביסיטר”.\nכשנגמרת הסוללה אני: “מחבר למחשב או מתריע ומתנתק”.\nמשחק אסוציאציות:\nQR – “הכל לכדי תמונה אימפרסיוניסטית”.\nבית חכם – “I Robot (הסרט)”\n2.0 – “נראה לי שמיצינו את המונח”.\nקוד פתוח:\nחולצה ומכנס – ZIP.\nנעליים – Hush Puppies.\nQA: לגזור – כהה לי מדי וגם השמש הקיצית לא תרחם עלייך בעניין הזה.\nלשמור – מכופתרות או לא להיות. בחרת נכון.\nצילום:\nספינת האם: Triggerhood, פלטפורמה למפתחי אפליקציות שמקנה כלים להבנה מעמיקה של המשתמשים במטרה לבנות מוצרים עם חווית שימוש טובה יותר ומותאמת אישית.\nתאג מי: #נטוורקינג, #ספורט, #יזמות, #משפחה, #קניות\nלפגישת המשקיעים האחרונה שלי לבשתי: “קבוע – מגפיים, ג’ינס ומכופתרת בחוץ”.\nמתאים לי קפה עם: מארק צוקרברג.\nאם הייתי אפליקציה, הייתי: WAZE, “כיף להגיע ליעד בהצלחה כל פעם מחדש”.\nהגאדג’ט הכי מיותר שקניתי לאחרונה: “מלא גאדג’טים למטבח שאני לא משתמש בהם. האחרון מכין חביתות בצורת סושי”.\nהדבר הראשון שאני עושה אחרי האקזיט: “ארוחה מפנקת (מאוד) עם אשתי”.\nכשנגמרת לי הסוללה אני: “לא נגמרת.. כל הזמן מטעין”.\nמשחק האסוציאציות:\n\nQR – “קוונטין ריצ’רדסון (שחקן NBA)”.\nבית חכם – “קפה אוטומטי בבוקר בלי לקום”.\n2.0 – “השעה שאני קם להאכיל את הבת שלי”.\nקוד פתוח:\nנעליים – BullBoxer.\nג’ינס – Reply Jeans.\nחולצה – H&M.\nשעון – Cerruti 1881.\nQA: לגזור – החולצה השחורה יאיר לפיד סטייל. איפה צבעי הקיץ שלך?\nלשמור – הג’ינס והמגפיים. אם אתה מסוגל ללכת איתם בחום הישראלי אתה יכול לפרגן גם בבלייזר ואז אולי החולצה תעבור.\n>> למדורים נוספים של קוד לבוש", "keywords": "dress code,fashion,אופנה,סטארטאפיסטים,קוד לבוש,מתחם,רעננה,hubanana,הבננה,מיה הולצר,coupick,חן כהן,billbeez,,טל בן-דוד,peersay,יוני פסוול,voyjer,בועז אקרמן,feedme,עמית ברזילאי,essentia technologies ltd,ניב אברמוביץ,triggerhood"}