{"url": "https://www.geektime.co.il/geek-chic-311214/", "type": "article", "title": "גברים (לא) בשחור: קוד לבוש שופע טסטוסטרון", "description": "מדור שכולו מורכב מגברים מלאי מוטיבציה, רעב לכבוש את העולם וחיוך מיליון דולר - עד שהם ישמעו את מה שיש לי להגיד", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/reut.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-07T11:25:33Z", "modified_time": "2015-02-16T14:44:00Z", "articleBody": "מדור שכולו מורכב מגברים מלאי מוטיבציה, רעב לכבוש את העולם וחיוך מיליון דולר – עד שהם ישמעו את מה שיש לי להגיד\n\nכשביקשתי להתחיל במדור “קוד לבוש” בגיקטיים, חברי המערכת צחקקו בטענה שאף אחד לא ישתף פעולה ויסכים לעמוד מול העדשה שלי בשביל לקבל ביקורת על העובדה שהוא לא הסתכל במראה לפני היציאה מהבית רק כי רצה עוד חמש דקות שינה. להפתעתם, הסטארטאפיסטים דווקא נענים ואפילו מקווים שתצא תמונה שיוכלו לשים בפרופיל בפייסבוק ואם יצאה ממש טוב אז בלינקדאין. האכזבה היחידה שלי היא שנשות הסצינה פחות ששות לשתף פעולה. אז הנה אני מוציאה קול קורא, דרושות נשים אמיצות info@geektime.co.il\nצילום: גיקטיים\n \nספינת האם: Trendi Guru, “מוצא ומזהה בגדים בתמונות ומקשר את הגולש לפריטים זהים אצל מוכרים ברשת. אנחנו משתמשים בעיבוד תמונה ולמידה אוטומטית כדי לזהות ולסווג מיליונים של פריטים ברשת ולשייך אותם למקור.\nתאג מי: #future #space #fashion #fun #BBQ\nפלטפורמה: פרסומת ליופלה.\nמה לבשתי לפגישת משקיעים האחרונה שלי: “לכל משקיע אתלבש כמו בתמונה, חוץ מהעובדה שלפעמים אני מחליף לנעליים של ניו באלאנס בצבע כחול זמש. עדיף להיראות נינוח וטוב מאשר לא נוח וטוב” (קייל, זה משפט לא נכון בעליל – לא נוח ויפה תמיד עדיף על נוח ומכוער – ר.ש).\nמתאים לי קפה עם: יוסי ורדי, “נראה כמו איש כיפי שיהיה נחמד לשבת איתו גם לבירה”.\nאם הייתי אפליקציה הייתי: Reddit, “מלא בהפתעות נסתרות וצחוקים”.\nקוד פתוח:\nמכנסיים- זארה\nחולצה- Lucky\nחגורה- Guess\nנעליים- Ecco\nמשקפיים- More Then One\nQA: חולצת הפולו היא אופציה נהדרת לסטארטאפיסט שסולד ממכופתרות אבל עדיין רוצה להיראות מרשים. ידוע שיש לי חולשה לצבעי פסטל ולגיקים שמעיזים לחטוא בהם. ממש חיפשתי מה לא בסדר בלוק, והאמת שלא מצאתי. קייל השכיל אפילו לחגור חגורה (שאומנם לא נראית בתמונה) אבל אני שוב מביאה לתשומת ליבכם את עניין השעון – IT’S A MUST (ע”ע מדור קודם).\nצילום: גיקטיים\nספינת האם: 52frames.com, בכל שבוע האתר 52frames.com עורך אתגר צילום שבו הגולשים מעלים את התמונות הטובות ביותר שלהם, ומקבלים פידבק והדרכה מקצועית מחברי הקהילה ומצוות מומחי האתר. המטרה העיקרית היא לשפר את יכולות הצילום בעזרת חוכמת ההמונים.\n תאג מי: #צילום #סטארטאפים #UX #קולנוע #עולהלארץ\nפלטפורמה: שבץ נא.\nמה לבשתי לפגישת משקיעים האחרונה שלי: “מכנסי חאקי, סוודר, חולצה מכופתרת ומוקסינים”.\nמתאים לי קפה עם: ג’ונתן אייב.\nאם הייתי אפליקציה הייתי: Words with Friends, “שני הדברים האהובים עליי”.\nקוד פתוח:\nחולצה- H&M\nכובע- מחנות וינטאג’\nחולצה מכופתרת- Banana Republic\nנעליים- Reebok\nג’ינס- American Apparel\nמצלמה- Nikon\nספינת האם: 52frames.com (ראו פירוט למעלה, אצל שי)\n תאג מי: #Camera #ChickenWraps #Bouldering #Guiness #Android\nפלטפורמה: המטרק.\nמה לבשתי לפגישת משקיעים האחרונה שלי: “אין לי מושג, כנראה חולצה מכופתרת”.\nמתאים לי קפה עם: טוני שיי, מייסד Zappos.\nאם הייתי אפליקציה הייתי: IFTTT.\nקוד פתוח:\nמגפיים- REI\nג’ינס- Union\nחולצה- Old Navy\nכובע- Target\nמשקפיים- Gucci\nשעון- Basis B1\nמצלמה- Canon\nQA: מאחר והסגנון של יוסף ושי דומה ושניהם סובלים מאותה בעיה החלטתי לאחד את הביקורת שלהם לאחת. חולצות משובצות לעולם לא ימאסו עליי והן גם נקודת האור של האאוטפיט שלכם. הכובעים הם אקססורי מוצלח אבל גרסת הגרב עדיפה על גרסת המצחייה. מה שמפריע לי בעין הן הנעליים. נחזור להנחת היסוד, נעלי הרים ונעלי ספורט נקראות על שם הפעילויות להן הן נועדו. קרי, אם העבודה שלכם אינה מטפס הרים או מאמן כושר – אין סיבה לנעול אותן ביומיום. בדיוק בשביל זה המציאו חברות הנעלה רבות וטובות, שעושות על כך יופי של רווחים, את הסניקרס – נוחות ויפות. הידד!\nצילום: גיקטיים\nספינת האם: Check123, אינציקלופדיית וידאו חברתית בה ניתן לצפות או להעלות סרטונים באורכים של 1, 2 או 3 דקות.\nתאג מי:  #הפועלירושלים #בריסחרוף #אנציקלופדייתוידאו #חבריםלאהסדרה #בירהוהרבה\nפלטפורמה: 50 גוונים של שחור.\nמה לבשתי לפגישת המשקיעים האחרונה שלי: חולצה מכופתרת, ז’קט וג’ינס שחור.\nאם הייתי אפליקציה הייתי: Vine.\nמתאים לי קפה עם: מיכה קאופמן, מנכ”ל fiverr.\nקוד פתוח:\nמכנסיים- Topman\nנעליים- מחנות בברלין\nחולצה- Urban Outfitters\nז’קט- G-Star\nQA: אני אוהבת להיתקל בסטארטאפיסט שלא לבוש כמו אחד (קרי כפכפים, מכנסיים קצרים וטי-שירט עם לוגו של הסטארטאפ). אם תהיתם פעם איך נראה ג”ינס אלגנט הנה דוגמה נהדרת, והבלייזר – קלאסיקה מהלכת. אהבתי שיובל לא הלך על טוטאל לוק שחור והכניס צבע בורדו חורפי וכיפי. עכשיו רק חסרים לך משקפי שמש עגולים ואתה מקבל דוז פואה.\nצילום: גיקטיים\nספינת האם: MuzicApps, מתמחה בפיתוח כלים ותוכנות מוזיקליות אשר מאפשרות ליצור מוזיקה בכל מני סגנונות בפשטות ובקלות. האפליקציות מכוונות למוזיקאים מתחילים, למפיקי מוזיקה עצמאיים ולחובבי מוזיקה באשר הם.\nתאג מי: #iOS #Music #Apps #DJ #Producer\nפלטפורמה: נוחה.\nמה לבשתי לפגישת משקיעים האחרונה שלי: חולצת כפתורים וג’ינס.\nמתאים לי קפה עם: גיגי לוי.\nאם הייתי אפליקציה הייתי: Loopacks.\nקוד פתוח:\nנעליים – Nike\nחולצה – “מתנה מהחברה, היא לא מגלה את המקור”. (אנחנו נזכור לה את זה – ר.ש)\nג’ינס – Banana Republic\nQA: אחח, קשה לי. נעלי הספורט האלה רודפות אותי בחלומות אחר כך. יש לפנינו לוק קז’ואל לא מתאמץ, אבל חולצת הטי-שרט מגניבה ולכן זה עובר בגרון. הרנן, אתה לא מבין איך כל התמונה היתה משתנה תודות למוקסינים או אפילו נעלי צבא גבוהות (לא באמת, זה שם קוד של טרנד כן?). איך אומרים, צעד קטן לחנות הנעליים הקרובה, צעד גדול למייקאובר.\nצילום: גיקטיים\n \nספינת האם: Momily, רשת חברתית אנונימית לאמהות שמחברת על בסיס גיל הילדים.\nתאג מי: #אפליקציות #סטארטאפים #משפחה #UX/UI# GrowthHacking\nפלטפורמה: אלגנט אקסטרים.\nמה לבשתי לפגישת משקיעים האחרונה שלי: “אותו סטייל כמו בתמונה, רק בלי תמונה”.\nמתאים לי קפה עם: סטיב בלנק.\nאם הייתי אפליקציה הייתי: אפליקציית חיפוש בגוגל.\nקוד פתוח:\nמכנסיים – Daniel Hechter, מפולגת\nחולצה – Max Moretti, מפולגת\nנעליים – Rockport, מ-Originals\nמשקפיים – LINDBERG\nQA: הללויה! סוף סוף סטארטפיסט שלוקח את העבודה שלו ברצינות. ככה, חברים יקרים, מתלבשים. אלגנט מכף רגל ועד ראש, שילוב בין גוונים בהירים לכהים וחיוך רחב. הייתי מכניסה את החולצה למכנסיים, מוסיפה חגורה ומשדרגת את המשקפיים למשהו יותר אדג’י- צחי תאמין לי, זו תהיה השקעה נכונה.", "keywords": "קוד לבוש,יזמים,לבוש,אופנה,טיפים,אאוטפיטים של יזמים,לבוש של יזמים,סטארטאפיסטים,סטארטאפים,מה לובשים סטארטאפיסטים,dress code"}