{"url": "https://www.geektime.co.il/valtech-cardio-acquired-for-990m/", "type": "article", "title": "אקזיט: Valtech cardio הישראלית נרכשת תמורת 990 מיליון דולר", "description": "ניסיון שני: אחרי עסקת רכישה שלא הושלמה לבסוף בשנה שעברה, חברת המכשור הרפואי Valtech Cardio נמכרת תמורת קרוב למיליארד דולר בעסקת מזומן מניות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/valtech.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-28T17:45:43Z", "modified_time": "2016-11-29T12:33:17Z", "articleBody": "ניסיון שני: אחרי עסקת רכישה שלא הושלמה לבסוף בשנה שעברה, חברת המכשור הרפואי Valtech Cardio נמכרת תמורת קרוב למיליארד דולר בעסקת מזומן מניות\nמקור: Valtech Cardio\nהיום (ב׳) נודע כי חברת Valtech cardio (וולטק קרדיו) הישראלית תירכש על ידי ענקית המכשור הרפואי Edwards lifesciences, הנסחרת בנאסד”ק בשווי של כ-19 מיליארד דולר. השתיים חתמו על הסכם לפיו החברה הישראלית תירכש בסכום של 990 מיליון דולר. החברה הישראלית פיתחה טכנולוגיה מיניאטורית ולא פולשנית, שנועדה לתמוך ולטפל במחלת לב מסתמית. הפתרון שהיא מציגה עשוי לחסוך ניתוחי לב פתוח במקרים של דליפה במסתם המיטרלי, ולסכם את כל הפרוצדורה הרפואית בצינתור בלבד.\nלפי מתווה העסקה תקבל Valtech cardio מזומן ומניות בסך 340 מיליון דולר ו-350 מיליון דולר נוספים בהתאם לעמידה באבני דרך שהוסכמו. בנוסף, רכשה Edwards אופציה לרכישת הפעילות בתחום החלפת המסתם המיטרלי תמורת כ-300 מיליון דולר נוספים.\nהטכנולוגיה שפיתחה Valtech Cardio הישראלית מתמקדת בטיפול במצבים בהם המסתם הליטרלי (דו צניפי) לא נסגר כראוי, מה שמוביל לזרימה חוזרת של דם מהחדר השמאלי לעלייה השמאלית בזמן התכווצות הלב. במקרים חמורים, מצב זה יכול להוביל להידרדרות משמעותית בתפקודו של הלב עד כדי מוות, כאשר כ-4.2 מיליון חולים במחלה זו בארה״ב. לטענת החברה הנרכשת, השוק אליו פונה מוערך בכמיליארד דולר.\nהודעת הרכישה האחרונה מגיעה לאחר שלפני כשנה נכשלה Heartware האמריקאית בניסיון לרכוש את Valtech cardio בעסקה שהוערכה אז ב-860 מיליון דולר. הסכם הרכישה הקודם בוצע (כביכול) בעסקת מניות שנועדה להימשך בשלבים ולאורך שנים, והיא הייתה מותנית בעמידה ביעדים, אישורים רגולוטרים והוכחת היעילות של הפיתוחים בניסויים בבני האדם. אך כפי שניתן להבין, העסקה לא יצאה לפועל. יחד עם זאת, בעקבות ביטול העסקה קיבלה Valtech השקעה של 30 מיליון דולר מ-Heartware. סך הגיוסים של החברה עד כה עומד על 100 מיליון דולר.\nEdwards מסרה כי הרכישה מתבצעת לאור פיתוח מוצר חדש של Valtech cardio המאפשר התאמה ייחודית לכל מטופל אשר תואם את הצרכים ואת התפקודים של המסתם הלבבי. גם העובדה שבשנת 2015 קיבלה החברה היתר להשתלת המסתם באירופה והחלה במכירתו, תרמה לחתימת ההסכם.\n״זיהינו כאן הזדמנות לרכוש את הטכנולוגיה פורצת הדרך של Valtech cardio ולצרפה כמוצר משלים לסל המוצרים הרחב שלנו״, אמר יו”ר ומנכ״ל Edwards, מייקל מוסלם (Michael A. Mussallem). ״אנו מרוצים מאוד מקצב ההתקדמות של החברה הישראלית ומעריכים כי רופאים בכל רחבי העולם יעשו שימוש במוצרים הייחודיים של החברה. אנו גם מאמינים שהעובדים והמנהלים המיומנים של החברה ימשיכו לפתח עוד ועוד מוצרים חדשניים בעתיד״, הוסיף מוסלם.\nעמיר גרוס, מנכ״ל החברה הישראלית אמר כי רכישת החברה על ידי ענקית המכשור הרפואי היא בשורה מצוינת לעובדי החברה, וכי מדובר בהבעת אמון בחברה, עובדיה ומנהליה. בזכותה, ניתן יהיה להמשיך בפיתוח מוצרים נוספים בתחום רפואת הלב. לפני שאתם מתלהבים – גם העסקה הזו כפופה לאישורים רגולטוריים והשלמתה צפויה בתחילת 2017.\nValtech cardio נוסדה בשנת 2005 ע”י עמיר גרוס וקרן ההון סיכון פרגרין המנוהלת על ידי האחים איל ובועז ליפשיץ. החברה מעסיקה כ-80 עובדים במשרדיה באור יהודה וכעשרה נוספים באירופה. מאז הקמתה היא גייסה כ־70 מיליון דולר מהקרנות OXO ,IFA NGN,  פרגרין וגלנרוק.\n", "keywords": "אקזיט,רכישה,valtech cardio,ולטק קרדיו,exit,ביו טק,מדיקל,מכשור רפואי,edwards lifesciences,ביו-טק"}