{"url": "https://www.geektime.co.il/freightos-acquires-webcargo/", "type": "article", "title": "חברת Freightos הישראלית רוכשת את WebCargoNet", "description": "לאחר הרכישה, תציע Freightos את המאגר הגדול בעולם לתעריפי הובלת מטענים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/Screenshot-Geektime.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-31T16:22:09Z", "modified_time": "2016-08-31T15:53:43Z", "articleBody": "לאחר הרכישה, תציע Freightos את המאגר הגדול בעולם לתעריפי הובלת מטענים\nמקור: Freightos\nתחום הלוגטק, כלומר, טכנולוגיות לוגיסטיקה, שילוח ושינוע סחורות, הוא תחום צעיר יחסית שנהנה מתנופה אדירה בשנים האחרונות. חברת הסטארטאפ הישראלית Freightos הודיעה היום (ד’) כי רכשה את חברת WebCargoNet הספרדית – במה שעושה רושם כאחת מהעסקאות הראשונות בתחום.\nהמערכת שפיתחה Freightos משווה בין מחירי ההובלה והתובלה הבינלאומיים, כדי לאפשר למשתמשים לשלוח מטענים, מכולות ושאר מוצרים בצורה הזולה והמהירה ביותר. החברה עושה זאת באמצעות חישוב של כל הגורמים הרלוונטים, כך שהיא יכולה להציע ללקוחות תובנות בנוגע לנתיבים המהירים ביותר מהמקור ועד היעד, מי הן חברות השילוח עימן כדאי לעבוד וכמובן, מה היא הדרך העדיפה למשלוח עצמו.\nמאז הקמתה העבירה החברה יותר מ-2.5 מיליון הצעות מחיר שונות למשתמשיה. החברה הנרכשת, WebCargoNet, פיתחה שירות השוואת מחירים לתובלה אווירית, שמאפשר למשתמשים לקבל הצעות מחיר מדוייקות ומהירות ולסנכרן אותן עם מערכות המיחשוב שלהם. גם לאחר הרכישה, תמשיך החברה להפעיל את שירותיה תחת המותג המוכר ובשלב הראשון לא צפויים שינויים בשירות שלה. העסקה כוללת מזומן ומניות, אולם מהחברות לא נמסר סכום העסקה.\nFreightos נוסדה ב-2012 על ידי דוקטור צבי שרייבר, שנאלץ להמתין שבועות ארוכים לקבלת הצעת מחיר לשילוח קונטיינרים. לפני Freightos הקים שרייבר מספר סטאראטפים ביניהם Lightech, שנמכרה ל-GE, חברת Unicorn שנמכרה ל-IBM ו-Tradeum שנמכרה ל-Verticalnet תמורת כ-480 מיליון דולר. מאז הקמתה גייסה החברה כ-23 מיליון דולר ובין המשקיעות בה ניתן למנות את Aleph, Annox Capital, Our Crowd, Sadara Ventures, MSR Capital ו-ICV.\nבתגובה לרכישה אמר שרייבר: “הזמנת טיסות עברה מיחשוב כבר לפני כ-50 שנה; היום WebCargoNet עושה את אותו הדבר למשלוח דרך האוויר וחולקת את החזון של Freightos לסחר גלובלי ללא הפרעות. המיזוג האסטרטגי של הטכנולוגיות הוא סימן שתעשיית הלוג-טק בשלה לצמיחה”. עוד הוסיף שרייבר: “השילוב של 2 הטכנולוגיות מקרב את עולם התובלה למאה ה-21 – הן לחברות קטנות והן לגדולות”.\nעל פי ההערכות שוק התובלה הגלובלי נאמד בטריליון דולר, כשחברות ההובלה הגדולות מגלגלות כמיליארד דולר כל אחת.\nלקריאה נוספת:\nגיוס: Freightos מגייסת 14 מיליון דולר, כדי לייעל את התובלה בעולם\nFreightos הישראלית מציעה מנוע השוואת מחירים למשלוח סחורות [סטארטאפ]\n ", "keywords": "freightos,פרייטוס,webcargonet,רכישה,תובלה,הובלה,שינוע,סחורות,סחורה,צבי שרייבר"}