{"url": "https://www.geektime.co.il/become-raised-10m/", "type": "article", "title": "סטארטאפ הפינטק הישראלי Become גייס 10 מיליון דולר", "description": "החברה מאפשרת לכל עסק להבין תוך דקות מהן אפשרויות המימון שלו והופכת את היוצרות כך שהמלווים מתחרים על ליבם של הלווים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/Become-Team-web-1572337929-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-29T15:22:19Z", "modified_time": "2019-10-29T15:21:53Z", "articleBody": "החברה מאפשרת לכל עסק להבין תוך דקות מהן אפשרויות המימון שלו והופכת את היוצרות כך שהמלווים מתחרים על ליבם של הלווים\nקרדיט צילום: סיגל אמון\nBecome (לשעבר Lending Express, לנדינג אקספרס) מסייעת לעסקים קטנים ובינוניים לקבל הלוואות המותאמות לצרכים שלהם, בתוך יממה אחת בלבד. כעת, מודיעה החברה על השלמת סבב גיוס A בהיקף של 10 מיליון דולר בהובלת הקרנות Benson Oak ו- Magenta Venture ובהשתתפות Entrée Capital​, iAngeles ו-RIO Ventures Holding. כמו כן, קיבלה החברה 2.5 מיליון דולר מויולה קרדיט במסגרת ״חוב לצמיחה״. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על כ-13 מיליון דולר.\nהטכנולוגיה של Become (ביקאם) מאתרת עבור עסקים קטנים ובינוניים הלוואות בתנאים שמתיימרים להיות הטובים ביותר עבורם בתוך זמן קצר. היא ממפה את מאפייני העסק (באמצעות ניתוח של מספר שאלות פשוטות שעליהן יש להשיב), חוזה מהם סיכוייו לקבל הלוואה, ומתאימה לו את הגוף הפיננסי שבאמצעותו קיימת הסבירות הגבוהה ביותר לקבלת המימון.\nבעל העסק מקבל את כל המידע על ההלוואה, ויכול להשוות בין פרמטרים שונים כמו שערי הריבית, תנאי ההחזר ועוד. במקביל, הגופים הפיננסיים המלווים מקבלים לקוחות חדשים ונהנים משיפור ביחס ההמרה בין מספר הלקוחות המגיעים אליהם לבין אלו שלוקחים הלוואה בפועל. אם לא נמצאת התאמה מיידית, בעל העסק יקבל תוכנית מותאמת אישית לשיפור הפרמטרים הקריטיים לקבלת הלוואה.\nBecome רוצה לעשות סדר בשוק שבו קיימות אינספור אופציות אלטרנטיביות לצד מערכת הבנקאות המסורתית, ולשנות את מאזן הכוחות; ״אנו מאמינים שהגיע הזמן לשנות את הדרכים הקיימות לקבלת הלוואה לעסק. הטכנולוגיה של Become מעצימה את העסקים הקטנים, מספקת להם את השקיפות והתובנות הדרושות לשיפור הפרופיל הפיננסי שלהם בכדי להיתפס כאטרקטיביים בעיני המלווים. המוצר שפיתחנו יוצר שוק חדש למלווים ופותח הזדמנויות לעסקים שעד עכשיו לא יכלו לקבל הלוואה״,  אומר עדן עמירב, מנכ”ל ומייסד משותף של Become.\nBecome הוקמה ב-2014 על ידי 4 יזמים מנוסים: עדן עמירב, לשעבר מייסד ומנכ”ל חברת הפרסום מייפל שנרכשה על ידי קבוצת WEB3, עירי עמירב, אמיר לייטרסדורף וגיא ציפורי שייסדו את StreamRail, שנרכשה על ידי ironSource ו-Visionize Ltd, שנרכשה על ידי AVG. החברה מרכזת את פעילותה בשוק האמריקאי והאוסטרלי, ולא מתוכננת כרגע כניסה לשוק הישראלי. ההון שגויס ישמש לצורכי פיתוח והרחבת הפעילות בשווקים בהם היא כבר פעילה.\n“אנו מכירים את הצוות של Become שנים רבות, ואנחנו עדים ליכולת המהירה שלהם לעמוד בדרישות חדשות עם שינויי השוק.” אמר רוברט כהן, שותף מנהל בקרן Benson Oak. “אנו שמחים להיות חלק מהמסע של Become שקובעים סטנדרטים חדשים בתעשייה, ומשפיעים בצורה אמיתית ומשמעותית על עסקים ברחבי העולם.”\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "become,lending express,הלוואה,עסקים,הלוואה לעסקים,סטארטאפ,סטארטאפ ישראלי,גיוס,סבב גיוס"}