{"url": "https://www.geektime.co.il/%d7%94%d7%97%d7%91%d7%a8%d7%94-%d7%94%d7%94%d7%95%d7%93%d7%99%d7%aa-%d7%a9%d7%9e%d7%a1%d7%99%d7%99%d7%a2%d7%aa-%d7%9c%d7%a2%d7%a1%d7%a7%d7%99%d7%9d-%d7%9c%d7%99%d7%a6%d7%95%d7%a8-%d7%90%d7%a4%d7%9c/", "type": "article", "title": "החברה ההודית שמסייעת לעסקים ליצור אפליקציה – עבור דולר אחד", "description": "בעידן בו עסקים מבינים כי כדי לשמור על קשר עם הלקוחות שלהם הם צריכים אפליקציה, Goodbox ההודית מאפשרת להם ליצור אפליקציה בעלות המפתיעה של דולר אחד - כאשר במקומות אחרים העלויות מגיעות גם ל-150 אלף דולר. 10,000 עסקים כבר הצטרפו", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/Goodbox-1-e1490350661464.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-25T16:00:58Z", "modified_time": "2017-03-24T13:24:57Z", "articleBody": "בעידן בו עסקים מבינים כי כדי לשמור על קשר עם הלקוחות שלהם הם צריכים אפליקציה, Goodbox ההודית מאפשרת להם ליצור אפליקציה בעלות המפתיעה של דולר אחד – כאשר במקומות אחרים העלויות מגיעות גם ל-150 אלף דולר. 10,000 עסקים כבר הצטרפו\nמייסדי Goodbox | צילום: אתר החברה\nמאת סופרנה גוסוואמי\nשריהארי סריניבסן, בעלי הסופרמרקט Ezykart בבנגלור, הודו, רצה להרחיב את הטווח שלו על ידי נוכחות ברשת. לאחר כמה בדיקות על הדרך להשיג אפלקיציה כדי ליצור קשר עם צרכנים, הוא התבקש להוציא 75 אלף דולר על אחת. הוא היה סבור שהעלות גבוהה, ולכן החל לחפש אחר אפשרויות אחרות והגיע ל-Goodbox, אפליקציית מובייל לעסקים וללקוחות שלהם. זה מאפשר ללקוחות לקנות מכמה עסקים דרך האפליקציה. בו זמנית, העסקים יכולים למכור ללקוחות ישירות דרך האפליקציה. אין שום התכחשות לעובדה שטכנולוגיה נמצאת בחזית כל עסק כיום. יזמים מבינים את הצורך להחזיק באפליקציה בשל החדירה הגבוהה של סמארטפונים אצל לקוחות – הודו היא ביתם של 200 מיליון משתמשים בסמארטפונים. אבל יצירת אפליקציה אינטראקטיבית יש מאין היא יקרה. העלויות נעות בין 7,500 דולר ל-150,000 דולר. בהודו, בממוצע, בעלי סופרמרקט בינוני מרוויח הכנסה חודשית של 30,500 דולר.\nכדי לפתור את הסוגיות האלו, Goodbox מסייעת לעסקים ליצור מיני אפליקציה בעלות של דולר אחד ליצירת אפליקציה משלהם. עלות השירות נע בין 15.25 ל-153 דולר לשנה, תלוי עד כמה האפליקציה מתוחכמת. מיני אפליקציה היא בעצם אפליקציה עסקית “רדי מייד” שמגיעה יחד עם פונקציות שונות.\nיותר מכך, Goodbox מטפלת בנושא של “עייפות” האפליקציה. מאיאנק בידאבטקה, מייסד שותף של Goodbox, חש כי אנשים באופן כללי סולדים מהורדת אפליקציות רבות. “אנחנו נותנים לאנשים גישה לאלפי מיני אפליקציות דרך אפליקציית Goodbox”, הוא מסביר.\nוזה עובד היטב גם עבור העסקים. עסק שרוצה מיני אפליקציה בתוך מגה האפליקציה של Goodbox יכול לקבל ישירות תשלומים באינטרנט, להזמין את הלקוחות שלו לאפליקציה, להעניק להם נקודות זכות – וכל זאת מבלי לשלם עמלה לאף גוף שלישי.\n“בניגוד לשוק המסחר האלקטרוני, אנחנו נותנים לעסקים גישה ישירה ללקוחות שלהם. התשלום מתבצע ישירות אליהם, מה שהופך את החיים שלהם לקלים”, מציין בידאבטקה. והוא מהיר תפיסה. לפני כמה שבועות, מוכרים ב-Snapdeal, אחת מחברות המסחר האלקטרוניות הגדולות בהודו, התלוננו כי החברה לא שילמה את החובות שלה כלפיהם. All India Online Vendors Association, קבוצת סוחרים ברשת, הודיעה ליותר מ-2,000 חבריה כי Snapdeal היא סיכון אשראי והיא חייבת כספים לכל המוכרים שלה, מאחר והתשלום להזמנות בוצע.\nמעבר לכך, יש סוגיות אחרות אשר מטרידות מוכרים שקשורים לשווקים. סאמרט אגרבל, מוכר שהיה חלק מפורטל למסחר אלקטרוני, מסביר כי כאיש עסקים זה מתסכל לא לקבל פידבק ישיר מהלקוחות. “התשלום מגיע אליי רק לאחר 15-10 ימים. התארגנות כמו goodbox היא טובה, מאחר שאני יכול לסחור ישירות עם הלקוחות שלי ולדעת מיהם הלקוחות הנאמנים שלי”, הוא אומר.\nבידאבטקה בטוח כי הטכנולוגיה תסייע לעסקים להגדיל את הנוכחות שלהם ברשת. “הם יכולים לקבל, בין השאר, פונקציונליות צ’ט שדומה לרוב אפליקציות הצ’טים הפופולריות, ניהול תפריט וקטלוג, תשלום אונליין ומאפייני שיווק אוטומטיים”, הוא מתאר. הוא נותן את הדוגמא של בעלי מסעדה שחלק ניכר מהעסק שלהם מורכב מלקוחות חוזרים. “הרעיון הוא שכאשר אותם לקוחות רוצים להזמין מזון ברשת, הם משתמשים באפליקציות הזמנת אוכל והתוצאה היא שהעסק מפסיד כסף לעמלות”. Goodbox תסייע להם להזמין את הלקוחות הרגילים שלהם לקנות מהם ישירות.\nעבור המייסדים של Goodbox, הרעיון הגיע מהסטארטאפ הקודם שלהם. הם ניהלו רשת פרסום בתוך אוטובוסים שנוסעים למרחקים ארוכים, כאשר הם הציגו מאפיין צ’ט שאיפשר לנוסעים לשוחח איתם במקרים של שאלות. “קיבלנו שאלות שקשורות להזמנת מלונות, השכרת כלי רכב וכולי. התחלנו לחבר נוסעים ועסקים כדי למלא את הבקשות”, מסביר בידאבטקה. הוא והשותפים העסקיים שלו הבינו כי כדי לגדול, היה צורך בפלטפורמה משותפת עבור שני צדדים שמבצעים אינטראקציה אחד עם השני באופן ישיר. כך נולדה Goodbox. כיום החברה משרתת יותר מ-10,000 עסקים בהודו.\n“התחלנו ביצירת מנועי הזמנות מובנים שיצמצמו את ה’הלוך ושוב’ בין הלקוחות והעסקים למינימום. הרעיון היה לספר ללקוח כמה שיותר מידע, במצב ‘עשה זאת בעצמך'”.\nהכתבה פורסמה לראשונה באתר פורבס", "keywords": "snapdeal,אפליקציות,יזמים,סטארטאפ,עסקים,עסקים קטנים ובינוניים,הודו,בנגלור,הייטק,פיתוח אפליקציה"}