{"url": "https://www.geektime.co.il/earny-raises-1m/", "type": "article", "title": "מחזירה כסף ללקוחות: Earny הישראלית מגייסת מיליון דולר", "description": "החברה פיתחה ׳עוזר אישי׳ בשם Earny שמחזיר למשתמש כסף בצורה אוטומטית על רכישות כאשר מחיר המוצר יורד לאחר הרכישה, או כאשר נמצא מחיר זול יותר עבור אותו המוצר בחנות אחרת", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/earny.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-08T09:32:00Z", "modified_time": "2016-05-08T09:39:49Z", "articleBody": "החברה פיתחה ׳עוזר אישי׳ בשם Earny שמחזיר למשתמש כסף בצורה אוטומטית על רכישות כאשר מחיר המוצר יורד לאחר הרכישה, או כאשר נמצא מחיר זול יותר עבור אותו המוצר בחנות אחרת\nמקור: Earny\nאפליקצית Earny הישראלית אשר מחזירה למשתמשים כסף באופן אוטומטי במידה ומוצרים שהם רכשו ירדו במחיר, הודיעה על השלמת סבב גיוס בסך מיליון דולר. את סבב הגיוס הנוכחי הובילה Sweet Capital, הקרן של המייסדים של King & Candy Crush ואנג׳לים אמריקאים ביניהם אדם נש (מנכ״ל Wealthfront) וג׳ף בונפורטה (סגן מנהל בכיר ביאהו).\nEarny מחזיר למשתמש כסף בצורה אוטומטית על רכישות שביצע ברשת, כאשר מחיר המוצר יורד לאחר הרכישה או כאשר נמצא מחיר זול יותר עבור אותו המוצר בחנות אחרת. המוצר מבוסס על הטבת ה-Price Protection המוצעת על ידי חברות האשראי ואתרי המסחר האלקטרוני בארה״ב. הטבה זו נועדה לספק הגנה צרכנית ולהעניק לצרכן את הביטחון לרכוש כל מוצר מבלי לתת לשיקולים כגון מחיר, הטבות, קופונים, או סוף עונה להשפיע על החלטתו.\nנתחיל בבשורה הרלוונטית ביותר – האפליקציה זמינה כרגע ב-Appstore האמריקאי בלבד. הטבת הגנת המחיר לא מוצעת בישראל, אך כל רכישה שמבוצעת בארה״ב (גם דרך חנות מקוונת) מוגנת על ידי Earny.\n״מדובר בשתי הגנות, האחת מוצעת על ידי החנויות (על פי החלטתן ושיקוליהן). נכון להיום אנו עובדים מול כ-50 חנויות בארה״ב, אשר מספקות בין 7-30 יום הגנה על מוצריהן. חלקן מבטיחות החזר עבור ירידת המחיר בחנות עצמה וחלקן עבור כל מחיר זול יותר שימצא הצרכן בחנויות אחרות עבור אותו המוצר בדיוק. ההגנה השנייה, מוצעת ע״י חברות האשראי (כולן מלבד American Express) ומספקת תקופת הגנה של 60-120 יום על מוצרים הנרכשים באמצעות כרטיס האשראי. כך, כאשר הצרכן זיהה מחיר זול יותר על אותו המוצר בדיוק אשר רכש, הוא רשאי לפנות לחברת האשראי ולקבל החזר על הפרש המחירים. הבעיה היא שמרבית האנשים כלל לא מודעים להטבות הללו, ואלו שכן, אינם פנויים לחיפוש מחירים זולים יותר לאחר הרכישה וכמובן לביורוקרטיות הכרוכות בכך״, הסביר לגיקטיים עודד וקרט, מייסד ומנכ״ל החברה.\nתכלית האפליקציה היא להעניק למשתמש את הביטחון לרכוש את מה שהוא רוצה ואיפה שהוא רוצה, מבלי לחשוב פעמיים על המחיר או על כך שסביר להניח שבעוד זמן קצר המוצר יוצע בהנחה. ״המשתמש יודע שברגע ש-Earny מותקנת בסמארטפון, הוא יקבל את המחיר הטוב ביותר בשוק במהלך 90 הימים (בממוצע) לאחר הרכישה. אנחנו מצפים להחזיר למשתמש 500 דולר בשנה בממוצע על רכישות שהוא מבצע ללא כל התערבות מצידו״, הוסיף וקרט.\nלטענת החברה היתרון הגדול של המוצר הוא שמרגע ההורדה וההתחברות, המשתמש אינו צריך לעשות דבר על מנת שהמערכת תחזיר לו כסף על הרכישות, בצורה של ״שגר ושכח״. ההתחברות היא באמצעות המייל והמערכת מאתרת כל קבלה שנשלחת לתיבת המייל (לכן מומלץ לבחור בכתובת המייל העיקרית באמצעותה מבצעים רכישות ברשת, כדי לקבל החזרים מקסימלים). לאחר ההרשמה המערכת תעשה את העבודה עבור המשתמש ותחפש את המוצרים שנרכשו במחיר טוב יותר, והיא כבר תדאג לפנות אל החברות על מנת להחזיר למשתמש את ההפרש מהמחיר החדש שנמצא.\nמקור: צילום מסך, Earny\nבמה המוצר שלכם שונה מ-Paribus? \n״השוני בינינו לבין המתחרה שלנו הוא שאנו מכסים את כל החנויות בארה״ב (המספקות את ההטבה), עובדים עם מאסטרקארד והחזון שלנו הוא לספק מגוון שירותים של החזרי כסף על תשלומים למשתמשים שלנו דרך Earny, וזו הסיבה שבנינו את המוצר סביב עוזר אישי. חשוב לנו מאוד לקשר את המשתמשים שלנו לדמות. ברגע ש-Earny מותקן במכשיר של המשתמש הוא יכול לקנות ישירות בכל חנות (בארה״ב). ברגע שנשלחת לו קבלה למייל המערכת מסוגלת להגן על הרכישה, כך שאין צורך באינטרקציה ממושכת עם המוצר. האינטראקציה השוטפת שלנו עם המשתמשים היא באמצעות Notifications על החזרי כסף״.\nEarny נוסדה לפני פחות משנה על ידי עודד וקרט, דורי יונה ואילן זרביב. החברה נמצאת בשיתוף פעולה מסחרי עם מאסטרקארד, במסגרתו השקיעה בחברה והיא משתמשת בטכנולוגיית העברת הכספים שלהם שנקראת – Simplify Commerce. בנוסף יצאה החברה בשיתוף פעולה עם האינקובטור Science-Inc שגם השקיע בחברה, ובעקבות כך העבירה את משרדיה מסן פרנסיסקו ללוס אנג׳לס. המודל הכלכלי של החברה מבוסס על עמלה בגובה 25% מסכום ההחזר, סכום שילקח רק במידה והמשתמש יקבל פיצוי כספי.\nסבב הגיוס ישמש את Earny בעיקר לבניית החברה והמוצר, וכרגע ההתמקדות היא בבניית הצוות הטכנולוגי בסנטה מוניקה (לשם כך החברה מגייסת צוות פיתוח ב L.A ופונה אל מתכנתים ישראלים מוכשרים שמעוניינים להצטרף אל שורותיה). ומה בעתיד? ״חזון החברה הוא ש-Earny יספק מגוון שירותים ויהווה מטריית הגנה על כל תשלום שמבצע המשתמש גם בתחומים נוספים כמו ביטוח, טיסות, מלונות, השכרת רכב, חבילות סלולר ועוד, הן באמצעות שיתופי פעולה והן על ידי פיתוח עצמי של החברה.", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,earny,ארני,החזר כספי,קניות באינטרנט,refund,ios,אייפון,אפליקציה ישראלית,פיצוי,הנחה"}