{"url": "https://www.geektime.co.il/facebook-releases-hermes-react-open-source/", "type": "article", "title": "פייסבוק השיקה מנוע JavaScript חדש שהופך אפליקציות לקלות וזריזות יותר", "description": "פיתחתם אפליקציה בריאקט נייטיב? הפעלה של המנוע החדש יכולה לקצץ לכם את נפח האפליקציה, להוריד את זמני ההפעלה הראשונית שלה ואפילו לחסוך בזיכרון RAM", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/Screen-Shot-2019-07-15-at-9.25.09-1563172013-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-15T09:40:33Z", "modified_time": "2019-07-15T09:40:33Z", "articleBody": "פיתחתם אפליקציה בריאקט נייטיב? הפעלה של המנוע החדש יכולה לקצץ לכם את נפח האפליקציה, להוריד את זמני ההפעלה הראשונית שלה ואפילו לחסוך בזיכרון RAM\n\nמצד אחד אתם רוצים שהאפליקציה שבניתם תהיה מצוינת, אז אתם מוסיפים לה עוד פיצ׳רים ועוד אלמנטים, אבל מצד שני, אתם רוצים לוודא שהיא רצה בצורה חלקה על כל מכשיר, גם אם הוא חלש. זהו פרדוקס לא קטן, אבל בפייסבוק מנסים לפתור אותו, או לפחות להקל עליו, עם מנוע JavaScript חדש שמיועד לאפליקציות React Native (ריאקט נייטיב).\nבפייסבוק מסבירים כי לאחר ניתוח של לא מעט מידע, הם הבינו כי מנוע ה-JavaScript עצמו משפיע בצורה משמעותית על מהירות ההפעלה הראשונית של האפליקציה ועל הנפח שלה, ולכן החליטה החברה לשפר אותו בכל הנוגע לשימוש במכשירי אנדרואיד. כתוצאה מכך פיתחה החברה מנוע חדש שנקרא Hermes, שהוכרז לראשונה בכנס Chain React 2019 בפורטלנד.\nתמונה: פייסבוק\nHermes מתמקד בשלושה מישורים שיכולים להשפיע על חוויית השימוש במכשירים יותר צנועים מבחינת מפרט: זמן העליה וזמן התגובה לאינטראקציה (TTI); נפח קובצי ה-APK; והשימוש של האפליקציה בזכרון המכשיר. בשביל להדגים את השיפורים שהיא הצליחה להגיע אליהם, פייסבוק טוענת כי Mattermost, המתחרה של סלאק בקוד פתוח, הצליחה לקצץ בחצי את ה-TTI, נפח האפליקציה, ונפח זיכרון ה-RAM שהיא צורכת בכרבע.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nכדאי לשים לב ש-Hermes מתאים אך ורק לאפליקציות שפותחו בריאקט (בכל זאת, פיתוח של פייסבוק), סביבת הפיתוח שהפכה לפופולארית למדי בשנים האחרונות, בעיקר לאור העובדה שהיא מאפשרת פיתוח סימולטני ל-iOS ולאנדרואיד, במקום פיתוח נפרד, יקר וארוך. כרגע בפייסבוק מצהירים כי אין להם תוכנית לפתח את Hermes לסביבות ווב או סרבר כמו Node.JS.\nבמקביל, אחד הטרנדים השולטים בזמן האחרון הוא גירסאות ״Lite״ של אפליקציות, שמיועדות למכשירים חלשים ואפילו מינימליסטיים מבחינת מפרט: ספוטיפיי, גוגל, פייסבוק ועוד רבות כבר השיקו גירסאות לייט לאפליקציות הקלאסיות שלהן, ועם הדגש הלא קטן של חברות הטכנולוגיה על השווקים המתפתחים, נראה שעוד חברות יצטרפו לטרנד הפיתוח. פייסבוק בינתיים רוצה לוודא שכל מי שרוצה לפתח אפליקציות לאותם שווקים מתפתחים ומכשירים פשוטים, יעשה זאת דרכה, והמנוע החדש שלה הוא צעד נכון בכיוון הזה.\nHermes זמין לשימוש חופשי ב-GitHub", "keywords": "פייסבוק,ריאקט,ריאקט נייטיב,פיתוח,אפליקציות,אנדרואיד,ג׳אווה,קוד,הרמז,הרמיז,hermes,facebook,code,app,application,andoid,java,javascript,node,js,lite"}