{"url": "https://www.geektime.co.il/everything-about-ember/", "type": "article", "title": "האוגר הכי לוהט בעיר: למה התאהבתי ב-Ember [פיתוח]", "description": "החיזור, הרומן ומערכת היחסים המוצלחת שלי עם Ember", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/ember.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-22T18:45:38Z", "modified_time": "2016-12-22T17:32:12Z", "articleBody": "החיזור, הרומן ומערכת היחסים המוצלחת שלי עם Ember\n\nמאת ניר אלבז\nכבר שנים שאני מפלרטט עם Ember, מציץ בבלוג מדי פעם כדי להתעדכן בחידושים, מנסה ללמוד כל פעם חלק אחר של ה-framework בעזרת הדוקומנטציה שבאתר ואפילו כתבתי איזו אפליקציה קטנה או שתיים, אבל זה אף פעם לא המריא מעבר לכך. הסיבות לכך היו מגוונות: הדוקומנטציה שהייתה בעבר לא ברורה ולא ידידותית למשתמש, גישת הפיתוח ה-״Ember-ית״ השונה ממה שהכרתי ועבדתי עד לאותו שלב, ואולי מעל לכל – העובדה שהפרויקטים בחברות שעבדתי בהן, היו כבר מגובשים מבחינת ארכיטקטורה ולא היה צורך, או נכונות, לעשות מהפיכה ולהטמיע framework חדש.\nאלא שלפני מספר חודשים כל זה השתנה כשהצטרפתי לסטארטאפ בתחום התיירות בשם Splitty, שרק החל את דרכו והמוצר טרם פותח. כמפתח, אני יכול להעיד שזה אחד השלבים המאתגרים והמספקים ביותר במחזור החיים של חברת מוצר, בייחוד כשעושים את הדרך עם צוות חזק; הריק הטכנולוגי מאפשר מרחב פעולה אדיר, אפשרויות המימוש הן כמעט בלתי מוגבלות, הרבה בזכות העובדה שלא קיימת תלות במורשת טכנולוגית, כמו שקורה פעמים רבות כשעובדים על מוצר קיים.\nכחלק משלב תכנון ארכיטקטורת המערכת, גיבשנו רשימת כלים, ספריות ו-frameworks לצד שרת ולקוח, בהם נרצה להשתמש לטובת הפיתוח. ה-frameworks/libraries עבור צד הלקוח אשר עלו לשלב הגמר היו: Angular, React, Vue ו-Ember. עם Angular (גרסה 1) עבדתי לא מעט בשנים קודמות, צברתי קילומטרז’ נאה בפיתוח והתמודדתי עם אתגרים שאילצו אותי לצלול לקרביים של framework זה. הסיבה למה React נכנסה לרשימה די ברורה; כל מפתח תוכנה שחי על כדור הארץ בשנים האחרונות בוודאי נחשף לספריה הזו. כל פינה שתזרקו אליה אבן, סביר להניח שתפגעו בכמה FEDs באמצע meetup על React, בעיניי – לא מעט מפני שגם היא, כמו Angular, זוכה ליחסי ציבור חסרי תקדים מתוקף ״הייחוס המשפחתי״ (צריך להודות שיש משהו מרגיע פסיכולוגית בעובדה שמשתמשים באותם הכלים שנוצרו ע״י חברת תוכנה עולמית עם צבא של מפתחי תוכנה). הניסיון שלי עם React לא היה מקיף כמו עם Angular והסתכם בכמה פרויקטים לשימוש עצמי בעיקר, אבל דרך הפרויקטים האלה נחשפתי לעקרונות המרכזיים של הספרייה.\nVue היא שחקנית חדשה יחסית, לפחות הייתה באותה תקופה מדוברת, שהפופולריות וההתקדמות המרשימה שעשתה עד כה, מעידות מבחינתי שה-Framework נכנס לרשימה בזכות ולא בחסד. עם Vue יצא לי לפתח לא מעט, אבל בעיקר פרויקטים קטנים עבור hybrid mobile apps, chrome extensions ו- web apps לשם השעשוע ושימוש עצמי. כמי שהתנסה ב-Angular ומעט ב-React, תחילת העבודה עם Vue הייתה ממש כמו הליכה בפארק (תרגום גרוע, אני יודע). נראה כי המפתח של ה-framework הושפע מהן מאוד כשתכנן ויצר אותו. אני חייב להודות ש-Vue היא עדיין בחירת ברירת המחדל שלי בכל פעם שאני מתחיל לעבוד על מיני-פרויקט חדש.\nויש את Ember.\n\nכדי שאוכל לבחור בצורה מושכלת את המועמד המוביל שלי עבור mv* framework צד לקוח ל-Splitty, הקדשתי זמן מחקר להשלמת פערים ולימוד מעמיק יותר של Ember, שבגרסה 2 שלה התפתחה והשתנתה מאוד ממה שהכרתי קודם. קראתי את הדוקומנטציה שהשתפרה בצורה משמעותית, עברתי על המדריך למשתמש מספר פעמים וחפרתי קצת ב-Source Code, כדי להבין טוב יותר נושאים בהם הדוקומנטציה לא הייתה ברורה מספיק או חסרה (במאמר מוסגר אציין שהמקור הטוב ביותר ללימוד Angular, מבחינתי לפחות, היה ה-source code שלה ולא אף אחד ממאות ה-tutorials שנתקלתי בהם ברשת).\nאמ;לק – בתום שלב המחקר, היה לי ברור שזהו ה-framework בו ארצה להשתמש בפרויקט הנוכחי, ולמי שמעוניין בגרסה המלאה – בחלק הבא אפרט את הסיבות העיקריות שהובילו אותי למסקנה זו (הסדר רנדומלי).\nחלק מה-setup של כל פרויקט בקנה מידה גדול (״שאפתני״ לפי Ember) הוא שלב הבחירה וההגדרה של ה-ecosystem: כלי linting, bundling, deployment ועוד. אומנם לכל framework אפשר לשדך ecosystem מלא ומכובד, אבל בייחוד בסטארטאפ, פקטור הזמן הינו קריטי, ומבחינתי – ההתעסקות במשימה זו היא בגדר רוטינה שואבת זמן ונוגדת עיקרון DRY. יתרונה של Ember הוא בכך שהיא מגיעה עם כל הכלים הדרושים לפרויקט בקנה מידה שכזה out-of-the-box, מאלה שציינתי בפסקה הקודמת דרך מנוע תבניות, שרת פיתוח עם live reload מובנה ועד לסביבת בדיקות מלאה, כשכל החלקים מנגנים יחד בצורה מושלמת.\nEmber הייתה הראשונה מבין ה-frameworks צד לקוח להציע CLI, המאפשר באמצעות פקודות Terminal פשוטות לפרוס שלד עבור אפליקציה חדשה, להריץ שרת פיתוח מקומי, לארוז את הפרויקט לפני התקנה ואפילו generators של תבניות קוד מוכנות עבור routes, components, services ועוד אבני בניין מרכזיות, ובכך חוסכת למפתח זמן יקר שמתועל לעיקר – לפיתוח.\nזהו סעיף מעט ״טריקי״, מכיוון שעל כל benchmark שתמצאו ברשת המשווה ביצועים בין frameworks שונים, תמצאו אחד אחר שמראה תוצאות הפוכות. לרוב גם מדובר בהשוואות נאיביות שבודקות מימוש בסיסי ולא מכלול שלם של פעילות אתר. אז איך כן בודקים ביצועים?\nאפשר למצוא לא מעט tutorials ברשת, חלקם ממש טובים, שנכתבו על-ידי מפתחים. אבל לדוקומנטציה יש משקל אחר, ומבחינתי היא מעין חוזה עבודה ביני לבין ה- framework, דרכו אני יודע מה אפשר ומה אי אפשר לעשות באמצעותו ואיך. כפי שכבר ציינתי, הדוקומנטציה של Ember עשתה קפיצת מדרגה בגרסאות האחרונות, ומעבר לדפי ההסבר של ה-API המסודרים לפי תתי-פרויקטים ומחלקות לכל גרסה בנפרד, מציעה גם מדריך למשתמש הסוקר את כל אבני הבניין של השפה והאספקטים המרכזיים בה בצורה מובנית וברורה. שני אלה בלבד מספיקים כדי לתת למפתח את ההבנה הדרושה לתחילת עבודה, לצלול לפרויקט קיים ולהתחיל לתת תפוקות.\nניהול הגרסאות ב-Ember מבוסס על סכמת SemVer, מה שעוזר למפתח להבחין לפי מספר הגרסה בלבד בין שדרוג גרסה ״קל״ ל- ״כבד״ – כזה שיגרום לפרויקט “להישבר” ויחייב שינויים בקוד. גרסה חדשה (minor) משוחררת כל 6 שבועות, כאשר החל מגרסה 2.4, Ember החלה לשחרר גרסת LTS כל גרסה חמישית, למי שמעדיף יציבות ומינימום שדרוגים. תהליך הפצה סדור שכזה מעיד על בשלות ומחויבות להמשך פיתוח, לקידום והעשרה של יכולות ה- framework ומאפשרות למפתח לתכנן את לו״ז השדרוגים מראש.\nלו״ז שחרורי גרסאות לדוגמה (קרדיט: http://emberjs.com)\nכשעובדים על מוצר לקהל הרחב, קשת הדפדפנים בהם יש לתמוך צריכה להיות רחבה ככל האפשר, כדי לא לאבד לקוחות פוטנציאליים. Ember תומכת בכל הדפדפנים הפופולריים וב- IE מגרסה 9 ומעלה (ארגונים המחפשים תמיכה ב- IE 8, יאלצו לעבוד עם גרסה 1.13).\nלעובד חדש שמצטרף לצוות הפיתוח הראשוני בסטארט-אפ, לא קיימת לרוב הפריבילגיה לתהליך חפיפה ארוך, והוא נדרש לצלול לתוך הקוד ולתת תפוקות באופן מיידי. אחד היתרונות הגדולים של Ember לעומת frameworks אחרים, הוא בכך שהיא מאוד opinionated, וכן – זהו יתרון גדול, בטח בהקשר לסעיף זה, שכן כש- framework חד וברור מספיק מבחינת ההנחיות של כיצד דברים צריכים להיעשות, זה מצמצם את האינטרפרטציה האישית במימוש של כל מפתח ומפתח, מה שבד”כ מוביל לכך שדפים שונים בפרויקט המתוחזק ע״י צוות של מפתחים, נראים כאילו נכתבו בשפות או בכלים שונים, דבר המקשה על כניסה של מפתח לקוד שנכתב ע״י מפתח אחר. חוויתי את התופעה הזו עם Angular במקום העבודה הקודם שלי, שם כל FED שגויס עם ניסיון ב- Angular, היה צריך לעבור הכשרה באושב״ע (Angular שבעל-פה), למרות הידע הקיים. עם Ember, כל מפתח בעל היכרות עם ה- framework יוכל להיכנס בקלות ובמהירות לקוד של פרויקט אחר, בזכות העובדה שמבנה הפרויקט ותפקידי אבניי הבניין בו הם קבועים וברורים. אפשר ללמוד לא מעט מכלים הנתפסים כ- opinionated, ואני ממליץ בחום לא לפסול אותם מראש רק בגלל שהם כאלה, אלא לבחון אותם ואת האנשים שעיצבו אותם בעין מקצועית.\nframework טוב אמור לספק תשתית בסיסית לפיתוח ובנוסף – לחשוף API המאפשר הרחבת התשתית בהתאם לצרכים מיוחדים שעולים בכל פרויקט. Ember מספקת תשתית הרחבות הנקראת Ember Addons, המאפשרת לארוז פונקציונליות לטובת שימוש חוזר בפרויקטים אחרים. ה- addons הם למעשה npm packages שניתנים להתקנה ע״י פקודת ה- CLI: ember install, המשלבים קטעי קוד, blueprints ומניפולציות של רשימת התלויות של הפרויקט. סוגי ה- addons מגוונים ונעים מרכיבי UI כגון רכיבי טפסים, גרפים וגלריות דרך הוספת תמיכה ב- SASS ועד לרכיבים תשתיתיים כגון auth, deployment לניהול sessions ועוד. יש כמה אתרים המשמשים כ- repos עבור אותם addons, המספקים מידע כללי ודירוג אובייקטיבי. אחד הפופולריים בהם הוא Ember Observer.\nעל אף היתרונות הברורים בכך, עבודה אינטנסיבית עם framework עלולה לגבות מחיר יקר בגין ניתוק מ- ״שפת האם״, במקרה שלנו JavaScript, וזאת כתוצאה מהיצמדות ל-DSL של אותו framework. רמת ידע נאותה ושליטה ב-vanilla JavaScript הכרחית, גם מכיוון שככל הנראה לא לנצח נעבוד עם אותו framework, גם ליכולת להיות וורסטיליים ולתמוך בפרויקטים הממומשים באמצעות כלים שונים ולא פחות חשוב – כדי לדעת לנתח קוד ולהבין כיצד אותם frameworks עובדים מתחת למכסה המנוע. לכן, היה חשוב לי שהפערים בין ה- syntax של ה- framework לזה של vanilla JavaScript יהיו מינימליים ככל האפשר. לשמחתי, Ember לא עיוותה את JavaScript כשגיבשה לעצמה DSL, להיפך; כתיבת קוד ב- Ember מרגישה מאוד טבעית למפתחי JavaScript. יתרה מזו – Ember תומכת בפיצ׳רים רבים מתוך ES6/ES2015 הודות לשילוב Babel כ-addon מובנה ב-framework, ואבני הבניין בה הם JavaScript modules לכל דבר.\nEmber הייתה גם בין הראשונות לאמץ סטנדרטים רבים, כגון promises ,web components ועוד, הרבה בזכות העובדה שהאבות המייסדים שלה חברים פעילים בוועדות תקינה הקובעות את עתידן של טכנולוגיות הפיתוח באינטרנט. בנוסף, צוות הפיתוח של Ember משלב כל הזמן פיצ׳רים, חלקם לפי בקשת הקהילה, שנועדו לקידום ה-framework מבחינת יכולות, ביצועים ונוחות פיתוח, כמו למשל ה-Server Side Rendering עליו פירטתי בסעיף ביצועים.\nרשמית, Ember (או Amber, כפי שכונתה לשבוע בלבד) הושקה בדצמבר 2011 כ-fork מתוך framework אחר בשם SproutCore, שנוצר עוד ב-2007 ונהנה מתמיכתה של אפל, אשר עשתה בו שימוש נרחב בפרויקטי web רבים שלה. ותק של כמעט עשור יכול להעיד על בגרות ויציבות.\nדף מתוך האתר של ספליטי אשר נבנה עם Ember. האתר מציע עסקאות מוזלות של מלונות ומתוכנן לתמוך בעשרות אלפי כניסות של משתמשים מכל העולם\nהיום, כמה חודשים אחרי שהתחלנו לפתח את המוצר, אני יכול להגיד בביטחון מלא שהבחירה ב-Ember הייתה טובה ונכונה לנו. ה-framework תרם רבות לפיתוח אתר מורכב בזמן קצר יחסית, תוך שמירה על מבנה, יציבות וביצועים ואף לשדך לו מערכת back-office תוך שלושה ימים בלבד בזכות code reuse של כ-80% מתוך האתר הראשי. בנוסף, הוא סייע לאנשי ה-backend שבינינו להתמצא בקוד ולבצע משימות frontend די בקלות. אני באופן אישי נהנה מאוד לפתח באמצעותו ולומד לא מעט מה-source code ומהארכיטקטורה של ה-framework. אבל האם זהו ה-framework האולטימטיבי? התשובה היא לא בהכרח.\nבסופו של דבר זהו עוד כלי שימושי בארגז הכלים שלנו כמפתחים, וכמו כל כלי – יש דברים שהוא עושה יותר טוב מאחרים ויש דברים שפחות. החכמה היא לדעת לבחור את הכלי הנכון והמתאים למשימה בהינתן הפרמטרים המכתיבים, כגון: גודל הצוות ורמת המקצועיות שלו, אופי הפרויקט, לוחות הזמנים, קהל היעד של הפרויקט ועוד. מעבר לפרמטרים האמפיריים, במקרים של ״תיקו״ בהשוואה בין כלי פיתוח, לפעמים זה אפילו יכול להיות עניין של ״קליק״ שיש עם אחת האופציות כדי להכריע את הכף. ״אם יוצאים מגיעים למקומות נפלאים״ כתב ד״ר סוס, ובהשאלה – תור הזהב של תכנות צד לקוח הביא לעושר אדיר של כלי פיתוח; במקום להתקבע על המוכר או ללכת אחרי העדר באופן עיוור, כדאי להעז ולצאת מאזור הנוחות, לאתגר את עצמנו ולשאוף להעשיר את ארגז הכלים שלנו, מה שיהפוך אותנו בסופו של דבר לאנשי מקצוע טובים יותר.\nהכותב הינו ארכיטקט Client בחברת Splitty Travel", "keywords": "אמבר,ember,framework,דוקומנטציה,אנגולר,angular,טור אורח,פיתוח"}