{"url": "https://www.geektime.co.il/stackoverflow-developer-survey-resulets-2018/", "type": "article", "title": "סקר המפתחים הגדול של Stack Overflow: אילו שפות הכי פופולאריות, כמה מרוויחים מפתחים?", "description": "למעלה מ-100,000 מפתחים השתתפו השנה בסקר הגדול של Stack Overflow. הנה כמה נתונים מעניינים על שפות התכנות הפופולאריות והשכר של מפתחים ברחבי העולם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/computer-1245714_1280-1521014822.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-14T11:00:55Z", "modified_time": "2018-03-15T11:45:51Z", "articleBody": "למעלה מ-100,000 מפתחים השתתפו השנה בסקר הגדול של Stack Overflow. הנה כמה נתונים מעניינים על שפות התכנות הפופולאריות והשכר של מפתחים ברחבי העולם\nמקור: Stack Overflow\nבשנה השמינית ברציפות מפרסם אתר Stack Overflow הפופולארי בקרב מפתחים את תוצאות הסקר המקיף שלו שתכליתו היא ללמוד קצת יותר על המפתחים של היום. השנה, הסקר שבר שיא שכן השתתפו בו למעלה מ-100,000 מפתחים מרחבי העולם שהשקיעו מזמנם היקר כחצי שעה. הנה סיכום קצר ותכליתי של התובנות הכי מעניינות שעלו מהסקר.\nנתחיל ברשותכם במספר פרטים יבשים; בסקר עלה שיותר מ-80% מהנשאלים מקודדים גם בתור תחביב ו-43% מהם תורמים לקהילת הקוד הפתוח. מבחינת תפקידים, החלק הניכר של המשתמשים ב-Stack Overflow הם מפתחי Back-End, Full Stack ו-Front End, כאשר שליש מהם למדו לתכנת במהלך חמש השנים האחרונות.\nברחבי העולם, 75% מהמפתחים מחזיקים בתואר ראשון לפחות, אבל ההשכלה של יותר מ-20% מהמשתתפים בסקר מסתכמת ב-12 שנות לימוד או שהם התחילו ללמוד באוניברסיטה אבל לא השלימו את התואר. יותר מ-60% מהמשתתפים השיבו שהם למדו באוניברסיטה מדעי המחשב/הנדסת מחשבים או הנדסת תוכנה, אבל בסופו של דבר מפתחים הם סטודנטים לכל החיים, שכן כמעט 90% מהם לימדו את עצמם שפה חדשה, כלי או טכנולוגיה מחוץ למסגרת רשמית. נתון חביב ומעניין נוסף הוא שלמרות השעות הארוכות שמפתחים רבים נותנים בעבודה, מרביתם מתעוררים למחרת עד 8 בבוקר.\nוכעת לקצת נתונים דמוגרפיים: מתוך 64,000 משתתפים שהשיבו לשאלה, יותר מ-92% מהם גברים, 6.8% מהם נשים והשאר נטולי מגדר או טרנסג׳נדרים; השנה נשאלו בפעם הראשונה המשתתפים על הנטיות המיניות שלהם: 93.2% השיבו שהם סטרייטים או הטרוסקסואלים, 4.3% ביסקסואלים או קווירים, ו-2.4% מהם הומואים או לסביות. היתר, 1.9% העידו שהם א-מיניים. בגזרת הגזע, 74% מהם העידו שהם ״לבנים״ או ממוצא אירופאי ו-7.4% מהמפתחים המקצועיים הם (או הן) שחורים, היספנים או לטיניים.\nבשנה השישית ברציפות, JavaScript היא השפה הנפוצה ביותר, אחריה HTML ו-CSS, כאשר שפת Python עלתה השנה בדירוג ועקפה את #C.\nמקור: Stack Overflow\nNode.js ו-Angular ממשיכות להיות הטכנולוגיות הנפוצות ביותר בקטגורית ה-Frameworks, Libraries ו-Tools עם 49.6% ו-36.9% בהתאמה. כמו בשנה שעברה, MySQL ו-SQL Server הם המאגרים (Data base) הנפוצים ביותר, כשפלטפורמות הפיתוח הנפוצות הן לינוקס (48.3%) ו-Windows בגרסת הדסקטופ או השרת (35.4%). אנדרואיד במקום ה-3 עם 29%, AWS עם 24.1% ו-Mac OS במקום ה-5 עם 17.9%.\nמקור: Stack Overflow\nבשנה השלישית ברציפות המשתתפים בחרו ב-Rust כשפת התכנות האהובה ביותר (78.9%), במקום השני Kotlin עם 75.1% ובמקום השלישי Python עם 68%. בצד השני של המתרס וגם בשנה השלישית ברציפות, Visual Basic 6 היא שפת התכנות הכי פחות אהודה, כאשר 89.9% מהמפתחים שמשתמשים בה פחות או יותר סובלים מכל רגע. Phyton היא שפת התכנות המבוקשת ביותר בשנה השנייה ברציפות, ולמעלה מרבע מהמשיבים מעוניינים לעבוד איתה.\nטכנולוגית TensorFlow היא האהובה ביותר בקרב המפתחים, בעוד ש-Cordova הכי פחות אהודה ו-React היא ה-Framework המבוקש ביותר בקרב מפתחים. לינוקס ממשיכה להיות פלטפורמת הפיתוח האהובה ביותר (76.5%), Sharepoint עם 71.8% רק בגזרת הפלטפורמה הכי שנואה בשנה השנייה ברציפות וקצת פחות משליש מהמפתחים היו רוצים להתחיל לפתח באנדרואיד או Raspberry Pi.\nמקור: Stack Overflow\nאם תהיתם, 49.9% מהמפתחים משתמשים בעיקר במערכת ההפעלה Windows, כש-26.7% מהם ב-macOS וקצת אחרי במערכות מבוססות לינוקס. כמו כן, למעלה מ-65% מהמפתחים משתמשים בשני מסכים או יותר בעמדת העבודה שלהם.\nמפתחי F#, Ocaml, Clojure ו-Groovy מרוויחים את המשכורות הגבוהות ביותר, עם שכר חציוני של למעלה מ-70,000 דולר – זה כשמסתכלים על הנתונים ברווחי העולם. בארה״ב לבדה, מפתחי Erlang, Scala ו-Ocaml הם מקבלי השכר הגבוהים ביותר (שכר שנתי של 114-115 אלף דולר). השפות הכי פחות רווחיות ברחבי העולם הן CSS, HTML ו-JavaScript, שמכניסות למפתחים בין 53 ל-55 אלף דולר בשנה.\nמקור: Stack Overflow\nכפי שניתן לראות בטבלה מעלה, התפקידים הרווחים ביותר הם מנהלי פיתוח, מומחי DevOps ו-data scientists, בעוד שמפתחי משחקים ומובייל נמצאים בקצה השני. הנתונים האלו מתייחסים למפתחים ברחבי העולם, כאשר השכר החציוני עומד על 57,183 דולר. אם מתייחסים רק לארה״ב, הנתונים מרשימים הרבה יותר, ושכר של מנהל פיתוח מגיע ל-137,000 דולר.\nמקור: Stack Overflow\nנתוני הסקר המלא מחכים לכם כאן", "keywords": "פיתוח,מפתחים,שכר,שכר מפתחים,סקר,סקר מפתחים,stack overflow,stackoverflow,סקר מפתחים 2018,סקר מפתחים stackoverflow"}