{"url": "https://www.geektime.co.il/stack-overflow-developer-survey-results-2019/", "type": "article", "title": "סקר המפתחים הגדול של Stack Overflow: מי הם שיאני השכר? ואיזו שפה אתם הכי אוהבים?", "description": "בשנה ה-9 ברציפות אתר המפתחים הפופולארי מקיים את הסקר הענק שלו. עם יותר מ-90,000 משתתפים מרחבי העולם, הוא שופך לא מעט אור על עולם המתכנתים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/ai-blur-codes-577585-1554883310-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-10T14:15:41Z", "modified_time": "2019-04-10T11:59:19Z", "articleBody": "בשנה ה-9 ברציפות אתר המפתחים הפופולארי מקיים את הסקר הענק שלו. עם יותר מ-90,000 משתתפים מרחבי העולם, הוא שופך לא מעט אור על עולם המתכנתים\nתמונה: Pexels\nכמו בכל שנה ב-9 השנים האחרונות, אתר המפתחים הפופולארי Stack Overflow עורך את סקר הפיתוח הגדול שלו. הפעם השתתפו בו יותר מ-90,000 מצביעים מרחבי העולם, שהקדישו 20 דקות שלמות, כדי לענות על לא מעט שאלות. מדי שנה חושף הסקר רבות על עולם המפתחים הנוכחי ועל הרקע שלהם.\nעל פי נתוני הסקר, כמחצית מהמשיבים מזדהים כמפתחי Full-Stack ו-Back-End, כאשר רק 18% מהם מזדהים כמפתחי מובייל. השילובים הפופולאריים ביותר הם בתחומי פיתוח Full-Stack, Back-End ו-Front-End, מה שמתאים בעיקר לתפקידי מנהלי מערכות ומנהלי מערכות מידע, DevOps, מעצבים ועוד. כ-45% מהמפתחים שמועסקים בתחום למדו לתכנת לפני פחות מ-10 שנים, כאשר כ-20% מהם למדו זאת לפני פחות מ-5 שנים, כך שנראה שאף פעם לא מאוחר מדי.\n40% מהמשיבים למדו תכנות במשך פחות מ-5 שנים, כאשר מתכנתים ב-VBA, F#, ו-Clojure הם בעלי שנות הלימוד הרבות ביותר, בעוד מתכנתי Python, PHP, ו-Kotlin הם בעלי שנות הלימוד הנמוכות ביותר. כרבע מהמשיבים לסקר הינם סטודנטים. כ-45% מהמשיבים מחזיקים בתואר ראשון וכ-22% הינם בעלי תואר שני. יותר מ-60% מאלו שרכשו השכלה אקדמית עשו זאת במקצועות המחשוב כמו מדעי המחשב, הנדסת מחשבים והנדסת תוכנה. באופן מעניין, 85% מהמשיבים טוענים כי הם למדו שפה, כלי או סביבה חדשה מבלי לקחת שום קורס בנושא, ו-60% טוענים כי השתתפו בקורס אונליין בנושא פיתוח או תכנות. רבע מהמשיבים אף השתתפו בהאקאתון.\nבכל הנוגע לניסיון מקצועי, נראה כי מלבד המתכנתים אשר נמצאים בתפקיד ניהולי, SREs ומתכנתים למכשירים מוטמעים הם בעלי הניסיון הרב ביותר, בעוד חוקרים אקדמיים ומדעני מידע הם בעלי שנות הניסיון הפחותות ביותר. גם DevOps, תחום יחסית חדש, נתמך על ידי מתכנתים בעלי ניסיון ממוצע של כ-10 שנים.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nבשנה ה-7 ברציפות, JavaScript היא שפת התכנות הפופולארית ביותר. HTML/CSS מזדנבת מאחוריה עם 63.5%, SQL עם 54.5% ו-Python ו-Java שתיהן מחזיקות בכ-41%. אבל האם זה אומר שהמפתחים גם *אוהבים* את השפות הללו? על פי נתוני הסקר, השפה האהובה ביותר היא Rust עם 83.5%, ואחריה Python עם 73.1%. השפות השנואות ביותר הן VBA ו-Objective-C. באופן לא מפתיע, Python היא השפה המבוקשת ביותר עם 25.7% מקולות המשיבים, ו-JavaScript שוב אחריה עם 17.8%. רוב המתכנים מעדיפים לעבוד ב-Visual Studio Code, בעוד 31.5% מעדיפים את Vsual Studio.\nברמה הגלובלית, מתכנתי Clojure, F#, Elixir, ו-Rust הם בעלי המשכורות החציוניות הגבוהות ביותר, עם משכורות של למעלה מ-70,000 דולר לשנה. מהנדסים בתפקידי בקרה וניהול נהנים מהמשכורות הגבוהות ביותר עם ממוצע של 85,000 ו-95,000 דולר בהתאמה. מומחי ה-DevOps מסתפקים במקום השלישי עם 71,000 דולר. רוב המשיבים טוענים כי הם עובדים בין 40-44 שעות עבודה בשבוע.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nללא הפתעה, מרבית המתכנתים המועסקים מרוצים ברמה מסוימת מעבודתם, אך 32.4% מהמשיבים החליפו מקום עבודה במהלך השנה האחרונה, ו-26.8% עשו זאת במהלך השנתיים האחרונות. רק כ-18% מהמשיבים נשארו באותו מקום עבודה במהלך 4 השנים האחרונות או יותר. רוב המתכנתים השיבו שהם מעוניינים לעבוד ממשרד, בעוד רק 33.2% רוצים לעבוד מהבית, ו-8.8% רוצים לעבוד במתחם עבודה משותף או בית קפה. כ-40% מהמשיבים טוענים שהגורם המפריע ביותר לפרודוקטיביות שלהם הוא הסחות דעת בסביבת העבודה.\nכ-65% מהמפתחים טוענים כי הם תורמים לפרויקטי קוד-פתוח לפחות אחת לשנה, אך כ-36% מהם השיבו כי מעולם לא תרמו. התורמים הגדולים ביותר הם מפתחים ב-Rust, WebAssembly, ו-Elixir, בעוד מפתחים ב-VBA, C#, ו-SQL תורמים בערך כמחצית לעומתם.\nאם תהיתם כמה מפתחים לוקחים את העבודה שלהם הביתה, כ-80% מהם השיבו כי הם מתכנתים בזמנם הפנוי כתחביב. עם זאת, מתכנתים שהם הורים לילדים השיבו כי יש להם פחות זמן לתכנת כתחביב. גם נשים השיבו כי יש להן פחות זמן לתכנת כתחביב.\nתמונה: Pexels\nבמסגרת הסקר נמסר כי יותר מ-50% מהמשיבים כתבו את שורת הקוד שלהם לפני גיל 16, אך הנתונים הללו משתנים דרמטית לפי מדינות ברחבי העולם, וכי נשים החלו להתנסות בכתיבת קוד בשלב מאוחר יותר מאשר גברים. עם זאת, משיבים שסירבו להזדהות מגדרית החלו לכתוב קוד בשלב מוקדם יותר מאשר אלו שהזדהו כגברים. כשלושה רבעים מהמשיבים הם בני 35 ומטה, כך שנראה שעולם התכנות עדיין שייך לצעירים ורק כ-13% מהמשיבים הינם בני 40 ומעלה.\nהסקר ניסה גם לעמוד על ההבדלים הגזעיים והאתנים בין המשיבים, והתמונה עדיין עגומה: כ-70% מהמשיבים הינם לבנים או חלק משושלת אירופאית, כ-20% אסייתים, 7% היספניים או לטיניים, ורק 3.6% הינם שחורים או חלק משושלת אפריקאית. 90% מהמשיבים הזדהו כזכרים, בעוד רק כ-8% הזדהו כנשים. 1.2% מהמשיבים הזדהו כטרנסג׳נדרים, יותר מפי שניים בשנה שעברה.\nכ-9% מהמשיבים העידו על עצמם כסובלים מבעיות נפשיות כמו דיכאון או דו-קוטביות, 8.6% טוענים כי הם סובלים מחרדה ו-6.4% טוענים כי הם סובלים מבעיות קשב וריכוז. 2.6% העידו על עצמם על הספקטרום האוטיסטי. 1.5% מהמשיבים טוענים כי סובלים מעיוורון או לקות ראייה.\nאך מה לגבי דפוסי השימוש ב-Stack Overflow, שידוע כמקום שמספק תשובות לשאלות רבות שעולות במהלך היום? ובכן, כ-75 אחוזים מהנסקרים משתתפים באתר באופן פעיל (שואלים או מקבלים תשובות) . על פי רוב הנסקרים, האתר חוסך להם בין 11 ל-30 דקות עבודה בהשוואה לחיפוש תשובה במקום אחר. לא במפתיע, קבלת תשובות היא הסיבה המרכזית לשימוש של מפתחים באתר – כ-97 אחוזים. עם זאת, יותר מ-41 אחוזים מעידים כי למדו באתר דברים חדשים – שלא חיפשו; כרבע מהנסקרים משתמשים בו כדי לתרום לקהילה ו-16 אחוזים מבקרים באתר כדי להעביר את הזמן ולהירגע. נשבעים.\nכל נתוני הסקר זמינים עבורכם כאן", "keywords": "stack overflow,stackoverflow,survery,תכנות,קוד,סטאק אוברפלו,סקר,שכר"}