{"url": "https://www.geektime.co.il/intro-for-gulp/", "type": "article", "title": "למה חשוב שתכירו את Gulp [פיתוח]", "description": "קצת על Gulp, כלי שפועל באמצעות Node.js, מותקן באמצעות npm ולמה חשוב כל כך שתכירו אותו", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/gulp.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-25T12:09:10Z", "modified_time": "2016-04-25T12:09:10Z", "articleBody": "קצת על Gulp, כלי שפועל באמצעות Node.js, מותקן באמצעות npm ולמה חשוב כל כך שתכירו אותו\n\nמאת יקי רפאל, מפתח Front-end ב-Payoneer\nבעולם פיתוח ה-web קיימות הרבה שיטות וצורות עבודה שונות ומגוונות. בעולם הזה (html, css, javascript..) שהופך וניהיה יותר מודולרי ומפורק להמון חלקים, דרוש קצת סדר לפני שמעלים את הקוד לסביבת production. ולמה אני מתכוון שאני אומר סדר: אופטימזציה ומיניפיקציה של קבצים, קימפול של קבצים מסוג sass, מניעת כפילויות בקוד, איחוד של קבצים (bundling), הורדת הערות, הוספת prefixes לתמיכה בדפדפנים ועוד ועוד…\nכדי ליישם את הסדר הזה בצורה מהירה, אוטומטית וטובה יש צורך בכלים כמו Gulp, Grunt , WebPack, Browserify. אני בטוח שלכל אחד ממכם יצא להתקל באחד מהשמות הללו (במידה ואתם מפתחי web), ולחלקכם אפילו לעבוד עם אחד מהם.\nכרגע אני בוחר להתמקד ולהציג את Gulp, לא בגלל שהוא יותר טוב מהאחרים – אלא מפני שיש לי יותר ניסיון עבודה איתו ומהסיבה שהיישום והתפעול שלו מאוד פשוטים וקלים.\nGulp הוא כלי שפועל באמצעות Node.js ומותקן באמצעות npm. לאחר ההתקנה בסביבת הפיתוח (אין צורך להתקין בשרת אליו אמורים אחר כך להעלות את קבצי הפרוייקט), אנחנו יכולים להתחיל ולעבוד איתו.\nאת ההנחיות (מה שאנחנו מבקשים ממנו שיבצע בצורה אוטומטית בשבילנו) אנחנו כותבים בתוך קובץ בשם gulpfile.js.\ngulpfile מחולק ל-3 חלקים:\nחשוב להגיד, שכל סוג פעולה (task) שקיים ל-Gulp הוא בעצם הרחבה (Package) שנצטרך להתקין בנוסף על ידי npm. ניתן למצוא את רשימת ההרחבות הקיימות ל-Gulp בדף הבא.\nלבסוף, לאחר שהתקנו (בעוד מספר שורות נראה כיצד) את Gulp, יצרנו את הקובץ gulpfile.js והתקנו את אותם הרחבות ותוספים בהם נרצה להשתמש – נשאר לנו להריץ את הפקודה Gulp.\nכאשר מריצים את הפקודה, Gulp אחראית לעשות קסמים ברקע, ולאחר מספר שניות לתת לנו פלט של מה שביקשנו (קבצי css\\html\\js…): קבצים חדשים עם השינויים שאותם הגדרנו בקובץ ה-gulpfile. נהוג להגדיר ולמקם את הקבצים החדשים בתוך תיקית Build או Dist.\n\nלאחר שהסברתי קצת מדוע יש צורך בשימוש ב-Gulp, מהו קובץ Gulpfile וכיצד מריצים את הכל ביחד – אני רוצה להסביר איך עושים את זה בפועל.\nהדבר הראשון שנעשה זה נייצר תיקייה לפרוייקט c:\\Project\\myproject ובתוכה נייצר קבצים ותיקיות לפי המבנה הבא:\n\nבתוך קובץ ה-html וה css, נייצר אלמנט לדוגמא – ריבוע. לריבוע ניתן תכונות פשוטות ונריץ אנימציית סיבוב פשוטה:\n\nבכוונה בחרתי בתכונת אנימציה, כדי להדגים מה Gulp יודע לעשות גם עם תכונות css שאנחנו צריכים לכתוב עם Prefixes. פה בקובץ ה-css פשוט רשמתי animation. אחר כך Gulp ידע לטפל בזה.\nלאחר מכן, נתקין Node.js (אפשר להוריד מהאתר ולהתקין לפי ההוראות שלהם.)\nבסיום ההתקנה, נפתח Terminal/Command-line שמסוגל להריץ Node. ונגיע לנתיב של הפרוייקט שלנו ל-c:\\Project\\myproject\nבתוך הנתיב נריץ את הפקודה:\nnpm install –save-dev gulp\nהפקודה הזו אחראית להתקין את Gulp בתיקית הפרוייקט כדי שנוכל להשתמש בו בהמשך.\nבשלב הבא ניצור קובץ ריק חדש בשם gulpfile.js, בתוך התיקיה הראשית של הפרוייקט. כמו שהסברתי קודם, זה בעצם הקובץ בתוכו נגדיר את כל המשימות של Gulp.\nתכנון המשימות\nקיימים המון פלאגינים המיועדים ל-Gulp שמסוגלים לבצע מגוון של דברים, כמו שהסברתי בהתחלה. בואו נגדיר 2 משימות נפוצות לעבודה מול קבצי CSS.\nאני רוצה לתכנן את המשימות שלי לפי הסדר הבא: כאשר אריץ את הפקודה Gulp אני מעוניין לסרוק את כל קבצי ה-css שיש לי בתוך תיקית ה-Source. הדבר הראשון שאני רוצה זה לבדוק האם יש תכונות css שצריך להצמיד להם prefix ואם כן אז להוסיף להן. הדבר השני זה לעשות מיניפיקציה לכל ה-css והדבר האחרון זה לייצר את קובץ ה-css החדש שלנו לתוך תיקית ה-dist הריקה שלנו.\nכתיבת המשימות\nנפתח את קובץ ה-gulpfile.js על ידי עורך קוד כלשהו והדבר הראשון שנכתוב בו זה:\nvar gulp = require(‘gulp’);\nשורה שנכתוב בכל קובץ gulpfile כדי שנוכל להשתמש בו בקובץ (קיצר – חייב אותה).\nלאחר מכן, בתוך ה-Terminal\\Commandline נתקין את שני הפלאגינים בתוך הנתיב הראשי של הפרוייקט.\nnpm install –save-dev gulp-autoprefixer gulp-minify-css\nנחזור לקובץ gulpfile ונוסיף את ההטמעה של שני הפלאגינים בקוד:\n\nעכשיו נגדיר את המשימה הראשונה שלנו. פשוט נרשום בהמשך הקובץ את הבלוק הבא:\n\nמה שהגדרנו בהתחלה זה את שם ה-task (בחרתי לקרוא לו autoprefixer). לאחר מכן הגדרתי את מיקום קובץ ה-css המקורי באפליקציה שלי (src/styles/style.css). ולבסוף הגדרתי את תיקיית הפלט בו נמקם את קובץ ה-css החדש (dist).\nממליץ להעיף מבט בתיעוד של הפלאגין כדי לראות אפשרויות נוספות שאפשר להגדיר בזמן המימוש של הפלאגין.\nעכשיו אפשר לשמור את הקובץ, לחזור ל-Command Line ופשוט להריץ את הפקודה:\ngulp autoprefixer\nהשילוב של הפקודה ביחד עם שם הטאסק אמורה להריץ אותו. בסיום ההרצה נקבל הודעה האם הצלחנו או נכשלנו בהרצה. אם רשמתם הכל כמו שצריך, אתם אמורים לקבל את ההודעה הבאה אחרי ההרצה:\n\nבואו באמת נבדוק האם הצלחנו. נראה האם נוצרה לנו תיקיה חדשה בשם dist ובתוכה קובץ css… אם כן, נפתח את הקובץ ונראה את ה-prefixes שנוספו לנו.\nעכשיו נגדיר את הטאסק השני, ה-Minify-css. נרשום את הבלוק הבא מייד לאחר הבלוק של הטאסק הקודם:\n\nמה שקורה בהגדרת הטאסק הזה זה קודם כל הגדרת שם הטאסק שאנחנו מעוניינים לתת לו : minify-css. ,מיקום קובץ המקור ומיקום קובץ היעד… כמעט אותם הגדרות כמו בטאסק של ה-autoprefixer.\nנשמור את הקובץ, ניגש ל-CommandLine ושם נריץ את הטאסק הזה בצורה הבאה:\ngulp minify-css\nאם הכל עבר בהצלחה, אנחנו נוכל לראות בסיום ההרצה את קובץ היעד שלנו בתיקית dist. וכאשר נפתח אותו, נראה שהקובץ באמת עבר מיניפיקציה.\nשילוב של הטאסקים\nכרגע יש לנו 2 טאסקים שרצים בנפרד, לפי פקודה. אבל לא משולבים ביחד. אם לדוגמא נרצה להריץ פקודה שקודם כל תבצע סריקה על ה-css ותוסיף prefixes ולאחר מכן תעשה להכל מיניפיקציה?\nאז יש המון פתרונות. הפתרון הקל והפשוט הוא: בתוך הבלוק של הטאסק autoprefixer – נוסיף את השורה שמבצעת את המניפיקציה לפני ה-pipe האחרון. וככה זה נראה אחרי ההוספה:\n\nעכשיו אפשר למחוק את הטאסק minify-css. וזאת מפני שה-autoprefixer משרשר בתוכו את התהליך של המניפיקציה.\nוככה נראה הקובץ:\n\nועכשיו אם נריץ את הפקודה gulp autoprefixer, נראה שהקובץ css שיצא לנו, ביצע את 2 הפעולות (גם autoprefix וגם מניפיקציה).\nדבר אחרון שיכול לעזור לנו זה יצירה של טאסק default. הטאסק המיוחד הזה, יגיע בסוף רשימת כל הטאסקים. ותפקידו הוא להנחות את סדר הרצת הטאסקים כאשר נריץ את הפקודה gulp.\nבמקרה שלנו, כרגע יש טאסק אחד, אבל אם נניח, לפני המחיקה של הטאסק האחרון – היו לנו 2 טאסקים, ואני הייתי מעוניין להריץ את שניהם כאשר אריץ את הפקודה gulp, אז הייתי מגדיר את הקטע הבא בסוף הקובץ:\ngulp.task(‘default’, [‘autoprefixer’,’minify-css’]);\nאך, בגלל שאין לי עכשיו את הטאסק האחרון, אני אקבל שגיאה כאשר אריץ את הפקודה gulp.\nכדי שזה ירוץ בצורה תקינה, נוריד את ההגדרה של הטאסק האחרון מה-Default:\ngulp.task(‘default’, [‘autoprefixer’]);\nהפוסט פורסם לראשונה בבלוג אמנות המסך.", "keywords": "אמנות המסך,גולפ,פיתוח,פרונט אנד,יקי רפאל,glup,javascript,sass,grunt,גולף"}