{"url": "https://www.geektime.co.il/how-to-build-great-stack-overflow-questions/", "type": "article", "title": "כך תבנו שאלה מצויינת ב-Stackoverflow (על בסיס 10,000 שאלות)", "description": "מהי הדרך הטובה ביותר לניסוח שאלות במטרה לקבל תשובות טובות ומהירות יותר ב-StackOverflow? הנה המסקנות שלנו אחרי מחקר שהקיף יותר מ-10,000 שאלות.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/stackoverflow.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-27T11:20:45Z", "modified_time": "2014-02-27T18:46:09Z", "articleBody": "מהי הדרך הטובה ביותר לניסוח שאלות במטרה לקבל תשובות טובות ומהירות יותר ב-StackOverflow? הנה המסקנות שלנו אחרי מחקר שהקיף יותר מ-10,000 שאלות.\n\nStackoverflow הוא אתר השאלות-תשובות הגדול והחשוב ביותר עבור מתכנתים. אחד החלקים המעניינים ביותר של האתר הוא ממשק גישה מצוין לכל המידע הנמצא בו המאפשר להריץ כל שאילתא אפשרית על השאלות והתשובות באתר. אנחנו התחלנו להשתמש בבסיס התונים הזה כדי להבין טוב יותר מהן השאלות הנפוצות ביותר בנוגע ל-debugging (הבעיה שאנו מנסים לפתור בטקיפי).\nבזמן שבחנו את המידע שעלה מאלפי שאלות, שמנו לב גם לבונוס נוסף: התחלנו להבין טוב יותר מה מניע את הקהילה הרחבה של StackOverflow.\nהפוסט הזה הוא תוצאה של מחקר שהקיף יותר מ-10,000 שאלות ב-StackOverflow. הוא מסכם מהי הדרך הטובה ביותר לניסוח שאלות כדי לקבל תשובות טובות ומהירות יותר. כשהתחלנו להריץ את הסקריפט שלנו על בסיס הנתונים באתר לא היינו בטוחים שנגיע למסקנות ברורות. עם זאת, כבר אחרי בחינת מאות שאלות, התחילו לעלות דפוסים חוזרים בשפות ונושאים שונים.\nאת ההסבר המפורט של אופן ביצוע המחקר תוכלו למצוא בסוף המאמר, אבל נתחיל בחלק המעניין – התוצאות. הקריטריון המרכזי שקבענו למה הופך שאלה ל”טובה” היה קבלת תשובות איכותיות. תשובה איכותית הוגדרה ע”פ כמות ההצבעות, המוניטין של העונה, זמן קבלת התשובה ומספר התשובות לשאלה.\nהתבנית החזקה והברורה ביותר שראינו בכל השאילתות והסקריפטים שהרצנו הייתה זו: ככל שהשאלה קצרה יותר, כך גדלה הסבירות שתקבלו תשובה מועילה ומהירה יותר. אורך השאלות הממוצע של “שאלות טובות” היה סביב 1,200 תווים (3-4 פסקאות קצרות), בעוד שאורך שאלה ממוצעת הוא 1,800 תווים. ההשפעה החזקה ביותר של אורך השאלה הייתה על כמות הצפיות וההצבעות, שם האורך הממוצע של השאלות המובילות בשני המדדים קצר ב-50% מאורכן של שאלות סטנדרטיות.\n\nהניקוד (reputation) של השואל היה בעל השפעה גדולה מאוד על איכות התשובות. נראה שמשתמשים עם מוניטין גבוה (המתבטא בניקוד גבוה יותר של היוזר) עונים יותר למשתמשים אחרים עם מוניטין גבוה. בשעה שראינו ששאלות קצרות יותר הן בעלות סבירות גבוהה ב-100-50% לקבל תשובות מהירות יותר, הסיכוי של שאלה שנשאלת על ידי יוזר עם מוניטין גבוה לקבל תשובה גבוה פי 3 מאשר שאלה שנשאלת על ידי משתמש עם מוניטין נמוך יותר. תוכלו להגיד כמובן שמשתמשים עם ניקוד גבוה יותר שואלים שאלות טובות יותר. זה נכון, אך ראינו כמה שאלות דומות מאוד שנשאלו על ידי משתמשים עם מוניטין גבוה ונמוך, וההבדל באיכות התשובות היה ברור.\nכמה דוגמאות: בתוך רשימת 100 שאלות הג’אווה שקיבלו את התשובות הטובות ביותר, היה המוניטין הממוצע של השואלים 4,500 נקודות. לשם השוואה, המוניטין הממוצע של ‘שואלים’ בג’אווה היה 1,500 נקודות.\nהמוניטין הממוצע של שאלות רובי שקיבלו תשובה בתוך 15 דקות היה 2,400, לעומת מוניטין ממוצע של 1,300 לשאלות שקיבלו מענה בתוך 24 שעות.\n\nשילוב קטעי קוד בשאלה הוא אחד הפרמטרים שבדקנו ונתנו תשובה ברורה מאוד בכל שפות התכנות, אך התוצאות היו בלתי צפויות. נראה ששאלות המכילות קטעי קוד קיבלו תשובות טובות יותר – כלומר מצד משתמשים עם מוניטין גבוה יותר ושקיבלו יותר הצבעות. כך ,לדוגמא, 87% מהשאלות שנגעו לשפת Python שקיבלו תשובות מאנשים עם מוניטין גבוה מאוד כללו קטעי קוד לעומת הממוצע שהוא 64% . שאלות ברובי העלו תמונה דומה – 91% מהשאלות המובילות כללו קטעי קוד, לעומת 79% בשאלות הממוצעות.\nבכל הנוגע להצבעות, צפיות והזמן שלוקח להשיב על השאלה, המגמה הפוכה – כך לדוגמא, רק58% מהשאלות הנצפות ביותר כללו קטעי קוד, לעומת 72% מהשאלות הממוצעות מבחינת כמות צפיות, שכללו גם הן קטעי קוד.\nלא היה כאן הבדל מאד משמעותי, אך נראה שבכל הקריטריונים שבחנו, התוצאות המובילות הכילו פחות תגיות מהממוצע. שאלות אשר קיבלו תשובות איכותיות יותר, הכילו בממוצע 3 תגיות (נתון דומה בכל השפות). שאלות ממוצעות הכילו3.7-3.5 תגיות.\nמהי השעה הטובה ביותר לפרסם שאלה?\nמהמידע שאספנו לא נראה כי שעת הפרסום משפיעה על התוצאות. “שעות השיא” של StackOverflow הן בדרך כלל בין 11 בבוקר ל-5 אחה”צ שעון UTC. בערך 50% מהשאלות באתר נשאלות בשעות הללו. שאלות שנשאלו בשעות הללו מקבלות תשובה מהירה קצת יותר (בערך ב-10-5%), אך התשובות לא היו איכותיות יותר. שעת פרסום השאלה לא משפיע על קריטריונים כמו הצבעות, צפיות וכמות התשובות.\n השתמשו בשם שפת התכנות בכותרת\nאחד הסקריפטים המרכזיים בהם השתמשנו נבנה במטרה לנתח את הכותרות. בנינו קבוצות של מילים וחילקנו אותן על פי מונחי תכנות (כמו string, array, function), שפות / נושאים (כמו Ruby, MySQL, C#) מילים חיוביות / שלילית (can’t, worst, best, fail) ועוד. המסקנה המובהקת ביותר – אם אתם רוצים לקבל תשובות מהירות וטובות יותר, השתמשו בשם הנושא שעליו אתם שואלים בכותרת השאלה. יש לכם שאלה בנושא Python? כתבו Python בכותרת. כך, לדוגמא, 36% מהשאלות הקשורות לנושאי Ruby שנענו בתוך 15 דקות כללו את המילה Ruby בכותרת. 58% מהשאלות הנצפות ביותר שעסקו ב-Java הכילו את המילה Java בכותרת.\n לא משנה אם אתם מנסחים את הכותרת כשאלה או לא\nהנה ממצא שהפתיע אותי: ניסוח הכותרת כשאלה לא משפיע על מהירות התשובה או איכותה. לדוגמא:\n“Add the same method to multiple classes”\nאל מול:\n“How to add the same method to multiple classes?”\nישיגו את אותן התוצאות.\n משהו לא מצליח לכם? הקהילה כאן כדי לעזור\nכותרת שמעידה כי משהו לא עובד, או שואלת לגבי בעיה או שגיאה, תקבל לרוב תשובות מהירות ואיכותיות יותר.\nלדוגמא:\nRspec stub doesn’t work\nWhy is bundler unable to reach http://rubygems.org?\nCan’t import my own modules in Python\nנראה ששימוש במילים המעידות על כישלון (cannot, unable, fails, error) מובילות לתשובות טובות יותר. לדוגמא, 22% מהשאלות המובילות ב-Ruby כללו ביטוי שלילי בכותרת, בשעה שהממוצע בשאלות סטנדרטיות היה 14%.\n להשתמש ב-X או ב-Y\nהשוואה של טכנולוגיות או מתודולוגיות שונות היא מתכון טוב לקבל תשובות איכותיות יותר. הסוג הזה של השאלות היה חלק משמעותי בכל דירוג “שאלות מובילות” שהרכבנו במחקר.\nהנה כמה דוגמאות:\nWhy shouldn’t I use PyPy over CPython if PyPy is 6.3 times faster?\nWhy is char[] preferred over String for passwords?\nWhy are String compariStackOverflowns (CompareTo) faster in Java than in C#?\nבואו נעשה את זה מעניין\nזה די מובן, אבל הרבה מאוד מן השאלות שדורגו גבוה הצביעו על התנהגות או תופעה מסתורית שהביאה לתוצאות בלתי צפויות. הנה כמה דוגמאות מן השאלות המובילות:\nWhy is processing a StackOverflowrted array faster than an unStackOverflowrted array? (6960 הצבעות)\nWhy does changing 0.1f to 0 slow down performance by 10x? (774 הצבעות)\nWhy does parseInt(1/0, 19) return 18? (632 הצבעות)\nהחלטנו להתמקד בשאלות הקשורות לשפות תכנות שונות, במטרה להימנע משאלות כלליות (כמו “איך אני הופך למתכנת טוב יותר” או “איזו שאלה לשאול בראיונות עבודה”) או משאלות הומוריסטיות אשר בדרך כלל מקבלות ציונים גבוהים מאוד, אך לא מייצגות את הבעיות הטיפוסיות בפניהן ניצבים המפתחים. התמקדנו ב-6 שפות תכנות – JavaScript, Ruby, C++, C#, Java ו-Python. שלוש השפות הראשונות שניתחנו – Java, Ruby ו-Python הראו תוצאות דומות מאוד זו לזו, אז החלטנו לוותר בשלב זה על ניתוח השלוש האחרות.\nהתמקדנו בשאלות שנשאלו ב-StackOverflow החל ב-2011.\nהרצנו 8 שאילתות שונות ומיינו את השאלות לפי: הצבעות, כמות התשובות, כמות ה-Favorites, הזמן שלקח עד קבלת התשובה הראשונה, השעה שבה פורסמה השאלה, שאלות שקיבלו תשובה על ידי משתמשים עם מוניטין גבוה, שאלות שנשאלו על ידי משתמשים עם מוניטין גבוה, כמות צפיות. לאחר מכן ערכנו השוואה בין 300 השאלות המובילות בכל אגף עם 300 השאלות שקיבלו ניקוד ממוצע בפרמטר שהתמקדנו בו. כמובן שלא מדובר כאן במדע מדויק ולא קיים “מתכון מדעי” לקבלת תשובות מעולות. עם זאת, כל התבניות שהוזכרו כאן חזרו על עצמן בכל שפות התכנות והפרמטרים השונים שבדקנו.\nלצפייה בכמה מן השאילתות שהרצנו לחצו כאן.\nתודה לדרור כהן מ-CodersClan על העזרה, ול-John Woo, אשר הצדיק את 120,000 הנקודות שלו ב-StackOverflow ועזר לנו לחבר את השאילתות.\nהפוסט פורסם לראשונה באנגלית בבלוג של Takipi.", "keywords": "שאלות,overflow,stack,takipi,stack overflow,איריס שור,טל וייס,john woo,codersclan"}