{"url": "https://www.geektime.co.il/stack-overflaw-2017-interesting-facts/", "type": "article", "title": "41 תובנות מעניינות מסקר המפתחים הענק של Stack Overflow", "description": "מאז 2011, ב-Stack Overflow עורכים סקר מקיף בקרב מפתחים. בסקר נשאלות שאלות אודות הטכנולוגיות המועדפות, הרגלי כתיבת קוד, דרכי לימוד ועוד. הנה 41 תובנות מעניינות מהסקר האחרון והמקיף ביותר שערכו עד כה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/GettyImages-536985771.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-02T15:55:44Z", "modified_time": "2017-04-02T15:19:58Z", "articleBody": "מאז 2011, ב-Stack Overflow עורכים סקר מקיף בקרב מפתחים. בסקר נשאלות שאלות אודות הטכנולוגיות המועדפות, הרגלי כתיבת קוד, דרכי לימוד ועוד. הנה 41 תובנות מעניינות מהסקר האחרון והמקיף ביותר שערכו עד כה\n\nקרדיט צלם\\תמונה: Cultura RM Exclusive/Stefano Gilera, Getty Images Israel\nמאת שלומי זק\nמטרת הסקר, על פי Stack Overflow, הינה לשפר את חיי המפתחים ולהעצים אותם באמצעות מידע עשיר אודות המפתחים עצמם, העמיתים שלהם, והתעשייה. הסקר מיועד גם למעסיקים, אשר יכולים ללמוד דבר או שניים אודות המפתחים שלהם.\nהשנה, הסקר היה הרחב ביותר אי פעם, כשלמעלה מ-64,000 מפתחים לקחו בו חלק. בין הממצאים המעניינים, בחרו לציין החבר’ה ב-Stack Overflow את הדברים הבאים:\nאלו אכן מסקנות מעניינות, אין ספק, אולם מצלילה לנבכי הסקר ניתן למצוא לא מעט תובנות מעניינות לא פחות. אני צללתי וחזרתי עם 41 כאלו:\nמי אתם, מפתחים ברחבי העולם? הנה מספר תובנות מעניינות שעוזרות להרכיב את הפרופיל של מפתח ממוצע:\n1. 1.12% מהמשתתפים בסקר הם ישראלים. לצורך ההשוואה – זה משמעותית יותר מפורטוגל, צ’כיה, בלגיה, אוסטריה, נורווגיה ושוודיה. זה גם יותר מדרום אפריקה, ארגנטינה, יפן ואיראן. כנראה שלא סתם קוראים לנו אומת הסטארטאפ.\n2. הרוב הגדול (72.6%) של המפתחים מגדירים עצמם כמפתחי WEB. יחד עם זאת, רבים העידו שהם עובדים גם על פיתוח תוכנות דסקטופ ואפליקציות מובייל, שלא נכללו תחת ההגדרה “מפתחי WEB”.\n3. מתוך מפתחי ה-WEB, כ-63.7% הם מפתחי Full Stack. כמות המפתחים שהזדהתה כמפתחי צד שרת בלבד היא יותר מכפולה (!) מכמות מפתחי צד לקוח.\n4. למפתחי ה-WEB ומפתחי המובייל יש את כמות הניסיון המקצועית הנמוכה ביותר, באופן משמעותי, ביחס למפתחים מתחומים אחרים.\n5. כמעט 90% ממשתתפי הסקר הם גברים. Where my ladies at?\n6. ל-76.5% מהמפתחים המקצועיים יש לפחות תואר ראשון. לעומת זאת, לכמעט 15% מהמפתחים המקצועיים אין השכלה אקדמאית.\n7. הדעות בנוגע לחשיבות ההשכלה הפורמלית בתחום הפיתוח חלוקות מאוד.\nהשכלה פורמלית בתחום הפיתוח – מתוך הסקר הרשמי ב-Stack Overflow\n32% מהמפתחים המקצועיים טענו שההשכלה הפורמלית שלהם לא הייתה מאוד חשובה או לא הייתה חשובה כלל להצלחה שלהם בקריירה.\nבוגרי תארים בהנדסת תוכנה ומדעי המחשב נוטים להגיד שההשכלה הפורמלית שלהם, לעומת זאת, הייתה חשובה או חשובה מאוד להצלחה שלהם בקריירה.\n8. 90% מהמפתחים טוענים שהם, לפחות באופן חלקי, למדו לבד.\n9. הדרכים הפופולריות ביותר בה מפתחים מלמדים את עצמם הן קריאת דוקיומנטציה רשמית, ושאלות ותשובות ב-Stack Overflow.\n10. 73.9% מהמפתחים המקצועיים מעידים שהם מתכנתים גם כתחביב.\n11. בין דרכי הלמידה השונות שמפתחים ממליצים עליהן, 14.3% מהמפתחים חושבים שלמצוא עבודת QA ומשם להתקדם לתפקיד מפתח היא הדרך הטובה ביותר.\nהכלים והטרנדים החמים ביותר בקרב מפתחים בתחום הטכנולוגי. הרבה ריבים יכולים להיות מוכרעים עם הנתונים בקטגוריה הזאת.\n12. ג’אווהסקריפט, זו השנה החמישית ברציפות, היא השפה שמשתמשים בה הכי הרבה. בגזרת ההפתעות, Python גברה לראשונה על PHP במדד השימוש. TypeScript פרצה בסערה לטבלה (בשנה שעברה היא כלל לא הופיעה בה) והצליחה להתברג מעל Ruby.\n13. בקטגוריית הפריימוורקים והטכנולוגיות ה”משלימות”, NodeJS וAngular מובילות את הרשימה בגאווה. לריאקט יש עוד כברת דרך לפסגה..\n14. סוג הדטהבייס הפופולרי ביותר הוא MySQL, עם כ-44.3% מהמפתחים שהכריזו שהם משתמשים בה. 30.8% לעומת זאת, משתמשים ב-SQL Server.\n15. שפת הפיתוח האהובה ביותר היא Rust, זו השנה השנייה ברציפות. VB מנגד היא השפה המאוסה ביותר.\n16. על הפער באחוז השימוש, מחזירה ריאקט בראש טבלת הפריימוורקים והטכנולוגיות ה”משלימות” האהובות ביותר. קורדובה היא המאוסה ביותר בקטגוריה זו.\n17. Visual Studio היא סביבת העבודה הפופולרית ביותר בקרב מפתחים, למעט אנשי DevOps וסיסטם. Notepad++ היא סביבת העבודה חוצת סוגי המקצועות הפופולרית ביותר.\n18. מפתחים אשר משתמשים ב-Clojure במסגרת עבודתם מרוויחים את המשכורת הגבוהה ביותר. בארה”ב ספציפית, דווקא מפתחים שמשתמשים ב-Scala וב-Go מרוויחים את המשכורות הגבוהות ביותר.\nבאופן כללי, מפתחים אוהבים את בחירת הקריירה שלהם. זה לא תמיד תואם את שביעות הרצון מהעבודה הנוכחית, אבל בואו נצלול קצת יותר לעומק.\n19. 70.3% מהמפתחים עובדים כשכירים במשרה מלאה. 10.2% מהמפתחים הם עצמאים או פרילאנסרים.\n20. 42.5% מהמפתחים עובדים בחברות תוכנה, אינטרנט או שירותי WEB. יחד עם זאת, ניתן למצוא מפתחים בהרבה תחומים מגוונים. 0.6% מהמפתחים עובדים בחברות בנייה למשל.\n21. רק 9% מהמפתחים עובדים בחברות סטארט-אפ, פחות או יותר. הרוב דווקא עובדים בחברות פרטיות.\n22. רוב המפתחים מרוצים מבחירת הקריירה שלהם, אולם מהעבודה הנוכחית קצת פחות. רמת שביעות הרצון הממוצעת גבוהה יותר אצל מפתחים שיש להם 4 ויותר שנות ניסיון.\n23. הדרך הנפוצה ביותר בה מפתחים הגיעו לעבודה הנוכחית שלהם היא דרך חבר, קרוב משפחה או קולגה שסיפרו להם אודות המשרה.\n24. העדיפות העליונה של מפתחים בחיפוש עבודה היא הזדמנות להתקדמות מקצועית, לעומת ההטבות והתנאים שנמצאים רק במקום השני.\n25. במסגרת ההטבות השונות, ההטבות הכי מוערכות על ידי מפתחים הן כמות ימי החופשה והאופציה לעבודה מחוץ למשרד.\n26. המשכורת השנתית הממוצעת הגבוהה ביותר היא 60,215$, ומרוויחים אותה מומחי DevOps.\n27. המשכורות בארה”ב גבוהות משמעותית ביחס למדינות אחרות. לשם ההשוואה, מפתח עם רקע במתמטיקה או בסטטיסטיקה נמצא במקום השני בטבלת השכר הן בארה”ב והן בקנדה. בארה”ב מפתח שכזה יכניס 101,000$ בשנה בממוצע, לעומת מקבילו הקנדי שיכניס 59,091$.\n28. רוב המפתחים מרגישים שלא משלמים להם מספיק.\n29. רוב המפתחים הצהירו שהדרך הטובה ביותר להעריך את כישוריו של מפתח אחר היא על פי שביעות רצון הלקוח. הדרך השנייה הטובה ביותר היא עמידה בזמנים ובתקציב.\n30. לדעת מפתחים, שני הדברים החשובים ביותר בגיוס מפתחים חדשים הם יכולות התקשורת והיסטוריה מוכחת של Getting things done.\n31. מתודולוגיית הפיתוח הנפוצה ביותר (76.9%), כמה מפתיע, היא Agile.\n32. בניהול גרסאות, 69.2% מהמפתחים משתמשים בGit. לעומת זאת, 4.8% מהמפתחים לא משתמשים בניהול גרסאות כלל.\n33. את זה בטוח תמצאו מעניין – 65.6% מהמפתחים הוגים GIF כ”גיף”. 26.3% הוגים “ג’יף”, ו6% מבטאים כל אות בנפרד, והוגים “ג’י איי אף”.\n34. אומנם לא בפער גדול, אבל רוב המפתחים (53.8%) חושבים שזה לגיטימי לעבוד עם מקלדת רועשת במשרד משותף.\n35. בויכוח הנצחי בין שימוש בטאבים לשימוש ברווחים, הטאבים מובילים ב-5% עם 42.9% מקולות המפתחים. 19.3% טענו שהם משתמשים גם ברווחים וגם בטאבים.\n36. 59.6% מהמפתחים מעדיפים לעבוד עם מוזיקה ברקע. 24.2% מעדיפים שקט מוחלט לעומת זאת.\n37. 63.9% מהמפתחים עובדים לפחות יום אחד מהבית בחודש.\n38. ישנה קורלציה בין כמות הימים שמפתח עובד מהבית בחודש לבין שביעות הרצון שלו ממקום העבודה. ככל שמפתח עובד יותר ימים מהבית בחודש, ככה הוא יותר שבע רצון ממקום העבודה שלו.\n39. המדינה בה אחוז המפתחים שעובדים מרחוק במשרה מלאה הינו הגבוה ביותר היא רוסיה, עם 22.8%. בישראל אנחנו עומדים על 8.8%.\n40. 60.2% מהמפתחים מאמינים בלספק את הקוד מוקדם ולבצע שינויים מאשר לחכות ולעשות את הקוד מושלם על הפעם הראשונה. זה מסביר למה 52.6% מהמפתחים מגישים קוד מספר פעמים ביום.\n41. ישנה קורלציה גם בין תדירות הגשת הקוד לרמת שביעות הרצון ממקום העבודה. ככל שמפתח מגיש קוד לעיתים תכופות יותר, כך הוא מרוצה יותר ממקום עבודתו.\nאי אפשר שלא להתפעל מהסקר המקיף ומהטורף שעושים כל שנה שם ב-Stack Overflow. אם לא נכנסתם ורק קראתם את התובנות שלי, אני ממליץ בחום להציץ. אני חושב שהסקר הוא בסיס טוב לדעת איפה אתה עומד בתור מפתח – במיוחד בתור שכיר, והוא מספק מידע רחב ומקיף בהרבה תחומים שמעניינים הרבה מאיתנו. אין חוכמה כמו חוכמת ההמונים, לא?\nאם כן הצצתם בסקר, שתפו אותי במסקנות שלכם מהמידע. מה הפתיע אתכם? מה עניין אתכם? אולי פיספסתי משהו? עד לשנה הבאה, נאלץ להסתפק בזה.\nהכתבה פורסמה לראשונה בבלוג Master Scripter", "keywords": "סקר,מפתחים,פיתוח,stack,stack overflow,full stack"}