{"url": "https://www.geektime.co.il/big-data-value/", "type": "article", "title": "שם המשחק הוא ביג דאטה: איך מפיקים ערך עסקי מנתונים", "description": "איך נאספים הנתונים שמשמשים לשיפור חוויית המשתמש וכיצד מתנהל פרויקט שמערב כמות כל כך גדולה של מידע? הצצה אל מאחורי הקלעים של עולמות הביג דאטה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/play-1590387866-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-01T11:30:28Z", "modified_time": "2020-06-01T14:10:23Z", "articleBody": "איך נאספים הנתונים שמשמשים לשיפור חוויית המשתמש וכיצד מתנהל פרויקט שמערב כמות כל כך גדולה של מידע? הצצה אל מאחורי הקלעים של עולמות הביג דאטה\nהכתבה בחסות\nקרדיט: פלייטיקה\nמאת עידן קייזרמן, VP Data בחברת פלייטיקה\nכולנו אוהבים לשחק בסלולרי שלנו, אבל מה הופך את המשחק האהוב עלינו למשחק טוב? האם אנחנו נהנים מהשלב הקשה ההוא שסוף סוף פיצחנו או מהשלבים הקלים והמהירים שהכל מסתדר בהם בדיוק כדי להפוך אותנו למאסטרים? מה שבטוח, הוא שמשחק המציע רק רמה אחת לא יצליח לספק לנו חוויה מלאה וסביר שבסוף ננטוש אותו.\nעל מנת ליצור חוויית משחק מיטבית בזמן אמת, כזו שיש בה מיליוני שחקנים ומאות פרמטרים שמשפיעים על חוויית השחקן, יש לאפיין את כישורי השחקן ומיומנותו תוך כדי המשחק עצמו, באמצעות ניתוח מעמיק של אינספור מהלכי שחקנים וזיהוי תבניות משחק אופייניות. לא מדובר כמובן על עבודה ידנית, אלא על למידת מכונה (Machine Learning). המערכת לומדת כיצד לכוון את מאות הפרמטרים השונים במשחק בזמן אמת כדי ליצור עבור כל שחקן חוויה מיטבית ומהנה.\nניתוח המידע הרב שנאסף, ה”ביג דאטה”, עוזר לחברות המשחקים לפתח מודלים עסקיים, לשפר את חוויית השירות לשחקן ועוד. גישות שלומדות את העדפות המשתמש רלוונטיות לא רק לעולם המשחקים אלא גם להרבה תחומים נוספים. למעשה, המידע הפך זה מכבר למנוע צמיחה של ממש, בין שמדובר על משרדי ממשלה, חברות e-commerce, רשתות חברתיות או בהתאמת חוויית משתמש אופטימלית לשחקן בעולמות הגיימינג.\nבעולמות הגיימינג המידע שנאסף הוא ברובו אנונימי, ללא פרטים אישיים על המשתמשים ומשמש בעיקר לשיפור חוויית השחקן. שימוש זה דומה לדרך בה נטפליקס ממליצה לנו על תכניות טלוויזיה וסרטים שסביר שנאהב, בהתבסס על הצפיות והחיפושים שביצענו. איך למעשה נאספים הנתונים האלה וכיצד מתנהל פרויקט שכזה?\nשלושה מפתחות חשובים נמצאים בבסיס של כל פרויקט למידת מכונה עתיר מידע:\nהתשתיות: בעולמות האונליין בכלל ובגיימינג בפרט, נדרשת בראש ובראשונה יכולת להעביר ולעבד דאטה בעומסים אדירים (במקרה שלנו, למשל, מדובר בנפח של כ-9 טרה בייט ביום המעובד על ידי שרתים בעלי אלפי מעבדים!). ברגע שקורה דבר מה במשחק, על המידע להיות מועבר תוך שניות בודדות, וזה מתאפשר הודות לתשתיות המתאימות, בעזרתן המשחק מסוגל להגיב בזמן אמת. השאיפה שלנו היא שכל החלטה עסקית תהיה מבוססת על נתונים ודו״חות, לכן יש חשיבות גבוהה לאיכות וזמינות הנתונים. התשתיות המאפשרות זאת מפותחות על ידי Data Engineers ומפתחי BI וגמישותן לשינויים תומכת בסביבה העסקית הדינמית שבה כל יום עולה תוכן חדש למשחקים השונים.\nהמוצר: זהו המקום שבו מזהים הזדמנויות בהן בינה מלאכותית יכולה לתרום לחוויה טובה יותר, מתרגמים את הרעיונות למוצרים ומגדירים את התקשורת עם השחקנים דרך שליחת מיילים, הודעות ועוד. מנהלי המוצר משתפים פעולה עם היחידות העסקיות ומאפיינים יחדיו את הניסויים בהם מעריכים את ביצועי האלגוריתמים ואת קריטריוני ההצלחה העסקיים. את ההשפעה הישירה על השחקן ומידת החיבור שלו למשחק אפשר לראות באופן מיידי.\nהדאטה סיינס והבינה המלאכותית (AI): כדי לאפיין מהנתונים שנאספים את החוויה הטובה ביותר עבור השחקן, אנו משתמשים ביכולות הבינה המלאכותית. אנחנו מפעילים למעשה מגוון אלגוריתמים על הדאטה שנאסף כדי להתאים את אופי המשחק לשחקן. המטרות של הלמידה הזאת הן מגוונות: מניסיון לחזות מה יעשה השחקן מחר במשחק כדי לייצר לו אתגר מותאם אישית, דרך מציאת שחקנים בעלי צורת משחק דומה במטרה לספק להם חוויית משחק מאוזנת, זיהוי הונאות במשחק ומניעתן ועד היכולת להעריך איזה קמפיין שיווקי יצליח ואיך ולהתאים את הקריאייטיב והגרפיקה היעילים ביותר.\nתחום הבינה המלאכותית בפלייטיקה הוא רחב וכולל גם (NLP (Natural Language Processing,  ומשמש לתעדוף קריאות תמיכה ומענה מהיר ואוטומטי לחלקן ושימוש ב-Reinforcement Learning כדי לספק למעצבי השלבים סימולטורים שלומדים לשחק במשחקים השונים ומעריכים את מידת הקושי של כל שלב לפני שחרורו לשחקנים.\nפרויקט מוצלח צריך לייצר ערך עסקי ולעמוד בלוחות זמנים ריאליים. לנו חשוב שמצד אחד הפרויקט יחדש בהיבט הטכנולוגי ומצד שני נוכל להסביר את תוצאות המודל. כדי לפתח פרוייקטים מוצלחים התאמנו את שיטת (TDSP (Team Data Science Process שהוצעה על ידי מיקרוסופט לסביבה העסקית שלנו. כל פרוייקט מתחיל בהגדרה ברורה ומדידה של שאלה עיסקית (PRD – Product Requirements Definitions). אחרי שהגדרנו מה אנחנו מצפים שאותו פרויקט או מודל ייתנו, והכוונה אינה רק להגדלת מחזור המכירות או מספר המשתמשים ביום, אלא להישגים כמו חוויה אפקטיבית יותר, אוטומציה של הפעלת המשחק מאחורי הקלעים, שביעות רצון מהתמיכה הטכנית ועוד – רצוי להגדיר איך בדיוק נמדוד את קריטריון ההצלחה. חלק זה כולל בנוסף למידה של מה שכבר ישנו בנושא בעולם, סקירת ספרות מקצועית וסקירה של האלגוריתמים הקיימים תוך קידום חשיבה יצירתית של מה היכולת שלנו לתרום לסוגיה.\nבשלב הבא אנחנו מבצעים תיקוף ולמידה של מרחב הנתונים שיכולים לשמש אותנו במשימה הזאת (Data Understanding). אם, למשל, מחלקת שיווק מבקשת לפרסם לקהלים מסוימים, אנחנו נבדוק קודם בנתונים הקיימים האם יש בעיית נטישה (או מעורבות נמוכה) עם הקהלים האלה ולמה, וננסה לקבל ולנתח את המידע הקיים כדי להבין טוב יותר את הקהל המדובר.\nבשלב הפיתוח (Modeling) אנחנו נכנסים לתהליך פיתוח אג׳ילי (Agile) שהוא למעשה סדרה של יעדים קטנים יותר, ברי השגה.\nבאיור הבא מתואר תהליך הפיתוח, כאשר כל עמודה מציינת שלב שונה וכל שורה בעל תפקיד אחר, מלבן כחול מכיל פעולות נדרשות וירוק את התוצרים המתקבלים:\n\nעבודתם של שלושת הצירים בארגון הפועלים בתהליך הפיתוח – מפתחי האלגוריתמים ומדעני הנתונים (Data scientists), מהנדסי התשתיות ואנשי המוצר, מתכנסת לבסוף ליחידת זמן אחת שבה מתקיים הניסוי ונבחנת השאלה שעל הפרק. לאחר מכן אנו לומדים מה עבד ומה לא, עושים מקצה שיפורים ויוצאים לניסוי נוסף עד שהפרויקט מסתיים בהצלחה. בשורה הראשונה באיור ניתן להבחין שקיים חץ בין שלב ה- Acceptance ל-Modeling, מעגל זה מתאר את המקצים השונים המתבצעים במהלך הפרוייקט.\nמי שמכיר את תחום הדאטה סיינס יודע שחלק גדול מהפרויקטים לא מסתיימים בהצלחה ואחד התפקידים של תהליך הפיתוח הוא לגדר סיכונים ולייצר מצב בו ברור לכולם מה אמורים להשיג בכל שלב. תעשיית האונליין ובייחוד ה-(B2C (business-to-consumer, נחשבת תעשייה עתירת סיכונים בגלל הכישלון של חלק ניכר מהפרויקטים. אנו מתגאים בהצלחה של רוב הפרויקטים כיוון ששיטת העבודה שלנו היא לתקף את הנחות העבודה באונליין ולא להסתמך על השערות תיאורטיות חודשים ארוכים. מובן שכל פרויקט שכזה מתבסס על כוח אדם איכותי ותהליכי עבודה מסודרים. ​", "keywords": "ביג דאטה,פלייטיקה,גיימינג,machine learning,למידת מכונה,bi,בינה מלאכותית,ai,דאטה סיינס"}