{"url": "https://www.geektime.co.il/browsers-market-share-for-april-2013/", "type": "article", "title": "מכוני המחקר חלוקים: מי מוביל, אקספלורר או כרום?", "description": "הדו''ח החודשי של מכוני המחקר StatCounter ו-NetApplications מדגישים את הפופולריות הרבה של כרום ואקספלורר. מי מהם מוביל?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/browsers-logo-screenshot.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-01T12:36:03Z", "modified_time": "2013-05-01T17:13:12Z", "articleBody": "הדו”ח החודשי של מכוני המחקר StatCounter ו-NetApplications מדגישים את הפופולריות הרבה של כרום ואקספלורר. מי מהם מוביל? \nמקור: תמונות מסך מערוצי הטוויטר של הדפדפנים, עיבוד תמונה\nבחודש האחרון, יחד עם השקת גרסה 10 של דפדפן אקספלורר גם למערכת ההפעלה חלונות 7, נראה שדפדפן הבית של מיקרוסופט החל לנוגס בנתח השוק של אחיו הגדולים, אינטרנט אקספלורר 9 ו-8, אך לא מצליח להוריד מהפופולריות של דפדפני פיירפוקס וכרום.\nעל פי דו”ח של חברת המחקר StatCounter, דפדפן הכרום מוביל בפער גדול על אינטרנט אקספלורר, כאשר פיירפוקס נשארת מחוץ לתמונה, נכון לעכשיו. דפדפן הכרום מצליח לנכס לעצמו נתח שוק של 39.15 אחוזים, לעומת 29.71 אחוזים בלבד לאינטרנט אקספלורר ו-20.06 אחוזים לפיירפוקס. ספארי הרחק מאחור עם 8 אחוזים ואופרה עם אחוז אחד בלבד. שאר הדפדפנים מחזיקים בנתח שוק של 2 אחוזים.\nמקור: StatCounter\nלעומת זאת, מכון המחקר NetApplications מראה תמונה שונה לגמרי. דפדפן אינטרנט אקספלורר נמצא הרחק במקום הראשון יחד עם נתח שוק של 55.81 אחוזים, כאשר הוא מצליח לעקוף את נתח השוק של כלל הדפדפנים גם יחדיו. דפדפן פיירפוקס נמצא במקום השני, עם נתח שוק של 20.30 אחוזים (נתון דומה לזה המובא ב-StatCounter), וכרום במקום השלישי עם 16.35 אחוזים בלבד. ספארי ואופרה נמצאים הרחק מאחור גם כאן, עם 5.38 אחוזים ו-1.73 אחוזים בהתאמה.\nמקור: NetApplications\nבנוסף, על פי הדו”חות, חברות המחקר מציגות תמונה מעניינת בכל מה שנוגע לשימוש בדפדפנים בישראל על גבי מחשבי שולחן עבודה. על פי StatCounter, הגולשים הישראלים בחודש אפריל השתמשו בעיקר בדפדפן כרום, עם תפוצה של 45.6 אחוזים, כאשר אינטרנט אקספלורר נמצא מאחוריו, אך לא בפער גדול כמו זה שהוצג בדו”ח הגלובאלי, עם נתח שוק של 39.31 אחוזים. הנתונים הללו מקנים לשני הדפדפנים הללו נתח שוק של 84.91, מה שמבהיר מעל לכל ספק כי המשתמש הישראלי לא מבזבז את הזמן בבחינת אפשרויות חלופיות לגלישה. דפדפן פיירפוקס פופולרי עוד פחות בישראל על פי חברת המחקר, כאשר היא מנכסת לעצמה נתח של של 10 אחוזים בלבד, בעוד ספארי עם 3.41 אחוזים בלבד.\n\nמכון המחקר StatCounter מבסס את הנתונים שלו על כ-15 מיליארד דפים נצפים, כאשר NetApplications אוסף את הנתונים מ-160 מיליון משתמשים ייחודיים בחודש. בעוד הנתונים של NetApplications נראים הגיוניים יותר, אתם מוזמנים לשפוט ולקבוע בעצמכם איזה מכון מחקר מראה את הנתונים המעודכנים והנכונים.\n\nif (!window[\"_tok_1367400939750\"]) window[\"_tok_1367400939750\"] = {};\nwindow[\"_tok_1367400939750\"].serverUrl = \"http://www.toksnn.com/partners/9386/toks\";\nwindow[\"_tok_1367400939750\"].embedId = \"c25fdf8e997a7d461a5a8c16b9b9e761\";\nif(typeof TP === \"undefined\" ) {var all_script_tags = document.getElementsByTagName('script');var load_script = true;for(var i=all_script_tags.length - 1; i >= 0; i--){if(all_script_tags[i].src.indexOf(\"tokpartner.js\") > -1) {load_script = false;break;}}if(load_script) {(function() {var tp = document.createElement('script'); tp.type = 'text/javascript'; tp.async = true;tp.src = top.location.protocol + '//www.toksnn.com/js/tokpartner.js';var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(tp, s);})();}}else{TP.loadTokBox(\"tok-congress\",\"_tok_1367400939750\");}\n", "keywords": "netapplications,statcounter,נטאפליקיישנס,סטאטקאונטר,דפדפנים,אנליטיקס,browsers,analytics,chrome,explorer,firefox,safari,opera,אופרה,ספארי,פיירפוקס,אקספלורר,כרום,אינטרנט,internet"}