{"url": "https://www.geektime.co.il/is-apple-doomed/", "type": "article", "title": "מצבה של אפל טוב משחשבתם [דעה]", "description": "המניה צונחת אבל מצבה של אפל טוב מאי פעם. הנה כמה נתונים שעשויים להפתיע אתכם שנייה לפני שקופרטינו חושפת את דו''חות הרווח הרבעונים שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/04/iphone3001831.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-04-23T14:15:25Z", "modified_time": "2013-04-24T10:08:00Z", "articleBody": "המניה צונחת אבל מצבה של אפל טוב מאי פעם. הנה כמה נתונים שעשויים להפתיע אתכם שנייה לפני שקופרטינו חושפת את דו”חות הרווח הרבעונים שלה\nמקור: יח”צ, עיבוד תמונה\nהערה: אפל צפויה לפרסם את דו”חות הרווח הרבעוניים שלה הלילה שעון ישראל.\nבחצי שנה האחרונה למדה אפל שמושג הערך הוא דבר מאוד נזיל בחברות טכנולוגיות של ימינו, כאשר המניה, שעד לפני כחצי שנה נסחרה בשיא של 702 דולר (ספטמבר 2012) צנחה לפחות מ-400 דולר לאחרונה.\nעל רקע ההתרסקות במניה פורסם לאחרונה כי דירקטוריון אפל מחפש מחליף לטים קוק, מנכ”ל החברה (על פי גורמים שצוטטו בעילום שם כמובן). דירקטוריון אפל כמובן לא מרוצה מביצועי המניה אך מבחינת מצב החברה, מסתמן כי עסקיה פורחים וגם יש עתיד מעניין באופק.\nאז כדי לנחש מה צופן העתיד למניה – כדאי לבחון מספר אספקטים:\nכיום מסקרים את המניה 39 אנליסטים. הנה סיכום של ההמלצות שפורסמו בחודש האחרון לקראת הדו”חות הכספיים של החברה שיפורסמו היום:\n17 – ממליצים קניה חזקה\n27 – ממליצים קנייה\n10 – ממליצים החזק\n2 – ביצוע חסר\n1 – מכירה\nכלומר, הדעה הרווחת בקרב האנליסטים היא שהמניה מתומחרת בחסר.\nהכנסות החברה עומדות על 164.69 מיליארד דולר והיא מדורגת במקום ה-15 מבחינת הכנסות של חברות בעולם ו-2 מבחינת רווחים על בסיס דירוג אתר פורבס:\n1. החברה צפויה לחלק השנה דיבידנד של 2.47% מתוך תוכנית לחלוקת 45 מיליארד דולר למשקיעים בתוך כ-3 שנים.\n2. הכנסות אפל צפויות לצמוח ב-2013 ב-14% (ממוצע אנליסטים) וגם חלוקת הדיבידנד ככל הנראה תגדל.\nמתוך נתוני הדו”חות שפורסמו ב-yahoo finance אפשר לראות כי הרווח למניה של אפל עומד על 44.11 לעומת 33.42 בגוגל או 1.23- לבלקברי ושלאפל יש מכפיל רווח של 8.8 כאשר המכפיל יורד ל-7 אם מכניסים לחשבון את הר המזומנים שהחברה מחזיקה, וזאת לעומת 23.93 בגוגל או 9.93 בתעשייה בממוצע.\nמנתונים אלו אפשר ללמוד כי יחסית למניות בסקטור, המשקיעים מאמינים כי קצב הגידול בהכנסות של החברה ירד באופן משמעותי (הוא אכן שליש ממה שהוא היה ב-2012) אך החברה עדיין “זולה” לעומת החברות בתחום.\nלחברה כמו אפל השקת המוצרים היא הגורם החשוב ביותר למיצוב החברה ולקידום עסקיה. בשנת 2013 צפויה החברה להשיק את:\nאייפד (הדור החמישי): שצפוי לזכות להשקה ברבעון השלישי של 2013. הדגם החדש צפוי להיות דק וקל יותר מקודמיו ועשוי גם לכלול טכנולוגיית מסך חדשה של חברת שארפ. שינויים צפויים גם בעובי המסך ובשינוי הסוללה במכשיר.\nאייפד מיני (דור שני): שצפוי לזכות להשקה ברבעון השלישי ולכלול את רזולוציית הרטינה, זמן סוללה ארוך ועיצוב מעודכן.\nמקבוק פרו: שצפוי לזכות להשקה ברבעון השני של 2013 ולהיות דק יותר ולכלול תצוגה רשתית.\nמקבוק אייר: שצפוי לעבור שדרוג במעבדים ואפל צפויה לשדרג אותו למעבד ה-Haswell של אינטל.\niOS 7: שתוכרז ככל הנראה בקיץ הקרוב וצפויה לכלול לפי מספר אנליסטים טכניים “app killers” שעדיין לא נחשפו ושינויי ממשק משתמש משמעותיים.\nאייפון (5S): שצפוי להכרזה אף הוא בקיץ הקרוב וצפוי להתמקד בעיקר חווית צילום חדשה בעזרת המצלמה המשופרת שתשולב במכשיר ולעבור שדרוג כללי במערכת המעבדים שלו. הוא צפוי גם לזכות לאורך חיי סוללה ארוכים ומשופרים עד כדי פי 3 מהאייפון 5.\niTV: שעשוי לזכות להשקה בחורף הקרוב ויצויד במסכי LCD ו-LED בגדלים של “42 ו-“55 שמחירם ינוע בין 1500$ ל-2000$.\nבמרבית המוצרים אפל לא מציעה טכנולוגיה או ממשק משתמש פורצי דרך, אבל לדעתי עבור 7 iOS ו-iTV קיים הפוטנציאל להיות “הניצוץ” שימתג את החברה שוב כחדשנית בעיני המשקיעים – דבר שיבוא לידי ביטוי בתמחור המניה. שווה לחפש ברשת מידע נוסף.\nאגב, קיימים גם מספר מוצרים שלא ברור אם יושקו בשנת 2013, ב-2014 או בכלל וצפויים להיות מאוד אטרקטיביים:\nבקר משחקים: העניין כרגע מוגדר כשמועה אך אפל צפויה להתייחס לנושא בכנס ה-WWDC ביוני.\nשירות הסטרימינג, iRadio: כבר רושם התקדמות משמעותית כאשר נחתמו הסכמים עם שתי חברות התקליטים הגדולות יוניברסל וורנר.\niWatch: שהוא שעון חכם אשר יהיה דמוי שעון יד העשוי מזכוכית מעוגלת וירוץ עם מערכת ההפעלה iOS.\nומה הניתוח הטכני מעיד על המניה (באדיבות div market):\nרמת השיא ההיסטורית של המניה נקבעה בחודש ספטמבר 2012 באזור ה-700 דולר למניה, מרגע קביעת השיא נכנסה המניה למגמת ירידה ברורה. בגרף המצורף ניתן לראות כי המניה יצרה שיאים ושפל בצורה ברורה כאשר כל שפל נמוך מקודמו.\nלחצו להגדלה\nבשבוע האחרון שברה המניה את רמת התמיכה החשובה ב-420$ המסומנת בקו אדום אופקי על הגרף. שבירה זו הובילה לגל מכירות חזק ולראיה צנחה המניה ב-9.14% בשבוע האחרון. כל עוד המניה מתחת ל-420$ היא מוגדרת שלילית עם יעד בקו הכחול ברמת ה350$. ירידה ל-350$ והוכחת תמיכה תאפשר ניסיון כניסה זהיר למניה בטווח הקצר בלבד. רק שבירת רצף השיאים היורדים תוציא את המניה מהמגמה היורדת בטווח הארוך. משום כך נצטרך לפחות חזרה מעל ל-470$ דולר ששימש כשיא האחרון. הוכחה על חזרה למגמה עולה או לפחות לשבירת המגמה היורדת תהיה בפריצת 500$.\nבעוד אני מניח כי המניה תמשיך לרדת בטווח הקצר, אני חושב שהידיעות על “התרסקות המניה” הן קצת מוגזמות ומחיר המניה מתחיל להיות אטרקטיבי למשקיעי ערך לטווח הארוך. אני גם מעריך כי מגמת הירידות תסתיים לקראת חודש יוני שבו יערך כנס המפתחים השנתי של החברה (WWDC) שבו צפויה להכריז על המוצרים החדשים ולדעתי גם לגל עליות מחודש במניה.\nוכמובן, אולי אני טועה.\n עדי דובין הנו הבעלים של הבלוג TalkingValue.com. אין לראות בכתבה זו משום המלצה למסחר בנ”יע או כלים פיננסים אחרים. קבלת החלטה כלשהי על סמך נתון, דעה, חוות דעת, תחזית או ניתוח המופיע במסגרת הכתוב – הינו על אחריות הקורא בלבד.", "keywords": "אפל,מניה,אנליסטים,דעה,טים קוק,פורבס,apple,tim cook,wwdc"}