{"url": "https://www.geektime.co.il/data-science-summit-europe-2016/", "type": "article", "title": "כנס Data Science Summit יתקיים בירושלים ב-6 ביוני", "description": "הכנס יתקיים זו השנה השנייה בישראל וצפויים להגיע אליו מומחים בעלי שם עולמי בתחומי ה-Data Science, Applied Machine Learning, Big Data, Analytics", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/Screen-Shot-2016-05-17-at-11.32.12.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-24T11:20:18Z", "modified_time": "2016-05-24T10:54:30Z", "articleBody": "הכנס יתקיים זו השנה השנייה בישראל וצפויים להגיע אליו מומחים בעלי שם עולמי בתחומי ה-Data Science, Applied Machine Learning, Big Data, Analytics\nהכתבה בחסות\n\nהאתגר בניהול נתונים (data) בהיקפים גדולים, שאינם מוזנים בצורה מתוכננת מראש ואינם כפופים לשיטת אפיון מרכזית, הפך את התחום הטכנולוגי של “ביג דאטה” לעניין מרכזי בטכנולוגיות המידע (IT).\u2028מדעני נתונים המתמחים בניתוח והכנת נתונים, סטטיסטיקה, ולמידת מכונה, חוקרים כיצד להוציא את הידע הנדרש מים הנתונים המציפים את מרכזי המיחשוב.\nבפעם השניה בישראל, יתקיים כנס בינלאומי עם המובילים העולמיים בתחום ה-Big Data, Analytics Data Science, Applied Machine Learning. מטרת הכנס היא להציג את החדשנות הטכנולוגית, הפתרונות ומקרי המבחן בתחומים אלו, באיכות הגבוהה ביותר. בכנס שבנוי מחצי יום במתכונת מליאה וחצי יום שמתפצל ל-4 מסלולים:\nבין עשרות הדוברים תמצאו גם את הבאים:\nDr. Ben Lorica, Chief Data Scientist at O’Reilly Media.\nGwen (Chen) Shapira, System Architect at Confluent.\nMelanie Warrick, Deep Learning Engineer at Skymind.io.\nKostas Tzoumas, Co-founder and CEO of data Artisans.\nProf. Jim Dowling, Associate Professor at KTH – Royal Institute of Technology. Stockholm and a Senior Researcher at SICS – Swedish ICT.\nTyler Akidau, software engineer at Google. The current tech lead for internal streaming data processing systems (e.g. MillWheel).\nDr. Bernd Wiswedel, One of the founders of KNIME (http://www.knime.org) and arguably the author of the first line of code.\nבנוסף, יציגו בכנס גם חברות סטארטאפ שמפתחות מוצרים פורצי דרך בתחום בו עוסק הכנס.\nלפרטים נוספים ולהרשמה", "keywords": "פוסט אירוע,אירוע,דאטה,ביג דאטה,ירושלים,data science summit europe,data science summit,machine learning,data,big data,user centric,case study"}