{"url": "https://www.geektime.co.il/got-friends-salary-november-2019/", "type": "article", "title": "סקר שכר חדש בהייטק חושף מי הרוויח יותר, ומי פחות", "description": "ואם אנחנו שמים את הכסף בצד, תוכלו גם לגלות אילו שפות הן הפופולאריות ביותר ואילו תחומים מבוקשים יותר ואילו פחות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/computer-1245714_960_720-1573133242-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-08T11:30:33Z", "modified_time": "2019-11-11T14:22:54Z", "articleBody": "ואם אנחנו שמים את הכסף בצד, תוכלו גם לגלות אילו שפות הן הפופולאריות ביותר ואילו תחומים מבוקשים יותר ואילו פחות\nמקור: Pixabay\n​עוד רבעון נגמר, ואתם בוודאי יודעים מה זה אומר – דוח שכר חדש. אילו תפקידים זיכו את המכהנים בהם בעלייה המשמעותית ביותר בשכר, ואילו תפקידים דווקא קצת פחות מבוקשים כעת? הנה כמה נתונים מעניינים שיעזרו לכם לדעת האם עשיתם את ההחלטה הנכונה, או שאולי הגיע הזמן לשקול הסבה מקצועית.\nכאשר משווים את נתוני השכר של הרבעון הרביעי בשנת 2019 לאותה התקופה אשתקד, ניתן לראות שמפתחי Python הם אלו שנהנו מהזינוק המכובד ביותר בשכרם; השכר הממוצע של אלו עומד כעת על 36,000 ש״ח, עליה של 11% בהשוואה לרבעון אשתקד. אחריהם, נמצאים מפתחי NodeJS שמרוויחים בממוצע כ-34,000 ש״ח, 8% יותר מבשנה שעברה. עם עליה של 7% בשכר נמצאים מתכנתי ++C שמרוויחים כעת 32,000 ש״ח בממוצע.\nבגזרה הפחות חיובית, ניתן לראות כי מנהלי רשת Windows חוו פגיעה של 2% בשכרם ומרוויחים כעת רק ב-21,000 ש״ח, בעוד שמהנדסי אוטומציה גם כן ירדו ב-2%, ושכרם עומד על 29,000 ש״ח. ירידה עדינה של 1% פגעה במתכנתי PHP שנאלצים להסתפק בספק של 26,000 בממוצע.\n*הנתונים מתייחסים למתכנתים מן המניין, עם ניסיון של בין 3-5 שנים*\n\nמפתחי ביג דאטה, אלגוריתמאים וחוקרי אבטחת מידע הם שיאני השכר, עם משכורת ממוצעת של יותר מ-42,000 ש״ח בחודש – כך עולה מסקר השכר של חברת ההשמה GotFriends. על פי הסקר, שכר השיא של חוקרי אבטחת מידע עם 3-5 שנות ניסיון קפץ ב-33%, מה שמעמיד אותו כעת על 60,000 ש״ח, בעוד שבשנה שעברה הוא עמד על 45,000 ש״ח ״בלבד״.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\n\nמהנתונים, שמתייחסים לרבעון האחרון, עולה כי המקצוע הנוצץ ביותר בעיני אנשי ההיי-טק והמועמדים לעבודה בענף התוכנה הוא אלגוריתמאי Deep Learning, עם זינוק של 35% בביקושים להתקבל למשרות בתחום לעומת הרבעון הקודם בשנה שעברה. למקום השני הגיעו אנשי ה-DevOps המנוסים בניהול תשתיות של ביג דאטה וענן, ולמקום השלישי הגיעו חוקרי חולשות אבטחת המידע.\n5 השפות המבוקשות ביותר בשוק ב-2019 לפי הסקר הן GO במקום הראשון, אחריה Kotlin ו-Python, וסוגרות את הרשימה java ו-Node js. שירי וקס, מנכ”לית GotFriends, מציינת כי בניגוד לשנים קודמות, מנהלי פיתוח רבים לא מייחסים חשיבות לשפת הפיתוח של המועמד, אלא דווקא ליכולת ההבנה של מערכת, יכולת העיצוב ויכולת הלמידה שלו. ״מנהלי פיתוח רבים בסטארטאפים הבינו ששפת פיתוח היא אופנה ומשתנה כל כמה שנים ולכן שמים דגש על פוטנציאל, גמישות ויכולות ורסטיליות של המועמדים״, אמרה.\nנתונים מעניינים נוספים הם ש-React גובר על אנגולר והוא ה-Framework המבוקש ביותר בקרב מתכנתים, נכון ל-2019; 38% מהחברות מעוניינות לגייס מפתחי React בעוד שרק רבע מהמתכנים יודעים React; ו-53% מעובדי ההייטק החליפו בין 2-3 מקומות עבודה בתקופה של 5 שנים.\nהסקר מתבסס על נתונים שנאספו במהלך השנה האחרונה וכוללים מאגר של 2,000 משרות ואיוש של יותר מ-150 משרות פיתוח בחודש.\nלטבלת השכר המלאה", "keywords": "דוח שכר,דוח שכר 2019,sqling,gotfriends,טבלת שכר,מפתחים,פיתוח,שכר פיתוח"}