{"url": "https://www.geektime.co.il/scylladb-raises-10-mm/", "type": "article", "title": "מול רדיס וקסנדרה: הסטארטאפ הישראלי ScyllaDB מגייס עוד 10 מיליון דולר", "description": "החברה הישראלית מפתחת לטענתה את בסיס הנתונים מבוסס NoSQL המהיר בעולם; אל המשקיעה החדשה TLV Partners הצטרפו גם המשקיעות הקיימות Western Digital וקוואלקום", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/Screenshot_1-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-25T14:45:20Z", "modified_time": "2018-04-25T12:09:50Z", "articleBody": "החברה הישראלית מפתחת לטענתה את בסיס הנתונים מבוסס NoSQL המהיר בעולם; אל המשקיעה החדשה TLV Partners הצטרפו גם המשקיעות הקיימות Western Digital וקוואלקום\n\nהאם מסד הנתונים של חברת הסטארטאפ הישראלית ScyllaDB יוכל להחליף את קסנדרה? ב-ScyllaDB חושבים שכן ומצליחים לרתום גם את המשקיעים – עם השקעה נוספת בגובה 10 מיליון דולר בהובלת TLV Partners ובהשתתפות משקיעים קיימים.\nהמהנדסים של ScyllaDB (סילה דיבי) בנו מחדש את הארכיטקטורה של Apache Cassandra. במקום להשתמש בג’אווה, נעשה שימוש ב-++C, וכך הושג, על פי החברה, שיפור בביצועים, תוך שמירה על היציבות והפרוטוקול. מסד הנתונים מספק רמת ביצועים גבוהה של 1,000,000 IOPS לשרת, הרחבה למאות שרתים, ו-99%  tail latency של1 אלפיות שנייה. כתוצאה מכך, משתמשי Scylla יכולים להפחית משמעותית את משאבי החומרה הדרושים להם, תוך הקטנת עלות הבעלות הכוללת והמורכבות של מערכותיהם. קהל היעד של החברה הוא חברות וארגונים שעושים שימוש כיום ב-Scylla מ-Cassandra, MySQL, Hbase, MongoDB, Redis.\nScyllaDB (לשעבר, Cloudius Systems) הוקמה ב-2012 על ידי דור לאור ואבי קיוויתי, שעבדו לפני כן ב-Qumranet שנמכרה ל-Red Hat תמורת כ־100 מיליון דולר. סבב הגיוס הנוכחי של החברה בגובה 10 מיליון דולר הובל על ידי TLV Partners והצטרפו עליו גם המשקיעים הקיימים של החברה, קרן Bessemer Venture Partners, קרן Magma, והקרנות התאגידיות של קוואלקום ו-Western Digital.. סך הגיוסים של החברה מאז הקמתה עומד עתה על 35 מיליון דולר. מהחברה נמסר כי היא תשתמש בהשקעה החדשה כדי לסייע בהאצת כניסתה לשוק מסד-הנתונים-כשירות (DBaaS). כיום מועסקים במשרדי החברה שבהרצליה 35 עובדים ובין הלקוחות שלה ניתן למנות את IBM, סמסונג ו-AppNexus.\nבתגובה לגיוס מסר דור לאור, מנכ”ל ScyllaDB: “”ארגונים מחפשים דרכים שיאפשרו לצוותי הפיתוח שלהם להקדיש פחות זמן למסד הנתונים ויותר זמן להתמקדות בעסק. נמשיך להוסיף עוד פונקציונליות לסדרת המוצרים שלנו, ובהמשך השנה נשיק פתרון מסד-נתונים-כשירות בתור הצעד הטבעי הבא למסד הנתונים עתיר הביצועים שלנו מסוג NoSQL. אנו שמחים לראות כי משקיעינו שותפים להתלהבותנו לגבי עתיד החברה”.\n ", "keywords": "גיוס הון,השקעה,סטארטאפ,בסיס נתונים,מסד נתונים,nosql,apache cassandra"}