{"url": "https://www.geektime.co.il/choose-the-best-vr-for-you/", "type": "article", "title": "לא רק Oculus: ביחרו את התקן המציאות המדומה שמתאים לכם", "description": "כיום, כבר לא צריך להשקיע אלפי דולרים, כדי ליהנות מחוויית מציאות מדומה מרשימה למדי. הנה מספר חלופות שמתחילות במספר שקלים ומגיעות למאות דולרים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/BIG.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-08-20T17:05:53Z", "modified_time": "2015-08-20T16:32:51Z", "articleBody": "כיום, כבר לא צריך להשקיע אלפי דולרים, כדי ליהנות מחוויית מציאות מדומה מרשימה למדי. הנה מספר חלופות שמתחילות במספר שקלים ומגיעות למאות דולרים\n\nלאחרונה השיקה חברת OnePlus הסינית את מכשיר הדגל החדש שלה בעזרת אירוע ששודר במציאות מדומה בו זמנית לכל העולם. זו היתה עוד אבן דרך בהתפתחות המהירה של טכנולוגיית המציאות המדומה, שהופכת מטכנולוגיה של גיקים במעבדות לטכנולוגיית מיינסטרים. אחד הזרזים הגדולים ביותר לאימוץ הטכנולוגיה הזו היא כמובן רכישת Oculus על ידי פייסבוק תמורת 2 מיליארד דולר בשנה שעברה, אולם, ל-Rift יש לא מעט חלופות שהן גם זולות יותר וגם זמינות יותר.\nמקור: Google\nמה שהחל כגימיק חביב, שניתן כמתנה בכנס המפתחים הקודם של גוגל, הפך לאחת מההצלחות המפתיעות של 2014. מי היה מאמין שפיסת קרטון, גומיה ועדשות פלסטיק יצליחו לספק חוויית מציאות מדומה מרשימה למדי, בהתבסס על הסמארטפון שלכם. זה לא ה-Rift, אבל היי, זה גם עולה לכם רק כ-2 אחוזים מהדבר האמיתי. התקנים כאלו תוכלו לרכוש באתר של גוגל מתוך מבחר של יצרנים, שמציעים את הגרסאות שלהם להתקן, או באתרי המכירות הסיניים, באתר של OnePlus או אפילו לבנות לבד בעזרת הוראות שמצרפת גוגל.\nמחיר: החל מכמה שקלים ועד 40 דולר\nמקור: Samsung\nסמסונג היתה מבין הראשונים לזהות את הטרנד וייצרה סוג של Cardboard משלה. הרעיון הבסיסי דומה: הסמארטפון שלכם הוא עדיין הלב והמוח שמאחורי המערכת, אולם במקום גומיות וקרטון, אתם נהנים מעיצוב מתקדם ונוח, משטח מגע קטן לשליטה, עדשות מתכווננות וחנות אפליקציות של Oculus. כרגע תומך ההתקן בסמארטפונים החדשים של סמסונג ביניהם הנוט 4 וה-S6.\nמחיר: 1,200 ש”ח\nמקור: Carl Zeiss\nיצרנית העדשות והאופטיקה המובילה בעולם הציגה את הגרסה שלה ל-Cardboard, שמתחרה ב-Gear VR של סמסונג, אולם עולה כמחצית המחיר. הבדלים נוספים הם הפלטפורמה שלא מתבססת על Oculus אלא על Unity3D ואפשרות להפעלת כל אפליקציות ה-Cardboard שזמינות בגוגל פליי. הבדל שונה הוא המגירות השונות של ההתקן שמתאימות לסמארטפונים שבשוק. כרגע, תומך ההתקן בגלאקסי S5 ו-S6 ובאייפון 6, כשכל מגרה נוספת עולה 10 דולר או חינם (פחות או יותר) כקובץ להדפסה במדפסת תלת מימד, שתומך בנקסוס 5, LG G3 ו-S4 של סמסונג.\nמחיר: 100 דולר\nמקור: Archos\nיצרנית האלקטרוניקה שמוכרת לנו בעיקר מהטאבלטים ומהסמארטפונים שהיא מייצרת, פיתחה מתקן שהוא משהו בין ה-Cardboard הפשוט של גוגל להתקנים המתקדמים יותר כמו זה של סמסונג למשל. גם ההתקן הזה משתמש בסמארטפון שלכם (גודל מסך בין 5 אינץ’ ל-6 אינץ’), אולם בניגוד להתקני הקרטון מדובר על גימור פלסטיק ברמה גבוהה יותר שישמרו שהטלפון יישאר יציב ובמקום. ההתקן יעבוד עם כל האפליקציות הייעודיות של ה-Cardboard שזמינות להורדה מהגוגל פליי.\nמחיר: 40 דולר\nמקור: Oculus\nהמלכה של המציאות המדומה ומי שהחלה את הטרנד. הדגם הסופי של ה-Rift כולל לא מעט שיפורים וחידושים: ראשית, העיצוב. המוצר הסופי כולל עיצוב מעוגל ומעודן יותר מאשר גרסאות המפתחים. והוא גם קל הרבה יותר, וניתן לאחיזה ביד אחת; המשקפיים כוללים אוזניות מעוצבות, שיעבירו את הסאונד התואם לתנועות הראש שיגיע כמובן בסראונד 360 מעלות. אם תרצו להשתמש באוזניות הגיימינג שלכם, תוכלו להסירם בקלות; ה-Rift כולל גם כפתור מיוחד להתאמה של העדשות למרחק בין העיניים, ששונה בין אדם לאדם, כך שהצפייה תהיה נוחה יותר; החברה גם שינתה את העיצוב הפנימי של ה-Rift, כך שיתאים גם למרכיבי המשקפיים שבינינו. השליטה בהתקן תיעשה בעזרת ה-Oculus Touch, בקרי שליטה אלחוטיים, שאוחזים ביד ומשמשים לשליטה בתנועות הידיים בזמן המשחק או חוויית המציאות המדומה ובעתיד בעזרת הטכנולוגיה שפיתחה Pebbles הישראלית. ה-Rift יהיו זמינים ברבעון הראשון של 2016.\nמחיר: המחיר טרם פורסם, אולם על פי ההערכות, הוא ינוע סביב ה-300 דולר\nמקור: צילום מסך\nאתם לא חייבים לבחור התקן ממותג או כזה שמגיע מחברה מוכרת. אתרי מכירות כמו eBay, אמזון וכמובן אתרים סיניים כמו AliExpress, geekbuying או GearBest יציעו לכם עשרות התקנים תואמים אחרים לכל החלופות שהזכרנו במחירים נמוכים יותר. כרגיל, מומלץ לקרוא היטב את הביקורות לפני כל רכישה. מהניסיון שלנו עם לא מעט התקנים, יש חשיבות רבה לאופטיקה של העדשות, ליציבות של הסמארטפון בתוך ההתקן ולקיומן של רצועות. אל תוותרו עליהן.\nמחיר: החל מ-6 ש”ח\n \n ", "keywords": "התקן מציאות מדומה,מציאות מדומה,vr,google cardboard,gear vr,archos,ארכוס,גוגל,סמסונג,oculus,rift,אוקולס,ריפט,"}