{"url": "https://www.geektime.co.il/10-jobs-june-26/", "type": "article", "title": "מחפשים עבודה בהייטק? הנה 10 משרות פנויות עבורכם", "description": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/computer-1185637_1280-e1485346990773.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-26T15:00:23Z", "modified_time": "2017-07-11T12:41:47Z", "articleBody": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nעובדי Matrix\nWe are looking for MS CRM dynamics expert, to join the significant and growing share of Dynamics CRM in the organization technology.\nRequirements: \n– In-depth hands-on knowledge of the Microsoft Dynamics CRM platform.\n– 1-2 years’ Experience Dynamics CRM developer, 2013 and above.\n– Knowledge in design and develop .NET, plugins, HTML JavaScript’s and Web services.\n– Strong knowledge and experience of implementing and customization of MS Dynamics CRM in large organizations (version 2013 and above).\n– Experience in create and update entities and forms, Define Business processes, complex WF and business rules.\n– Fast learning and independent working abilities.\n– Good communication skills.\n– Responsible and multi-tasking capability.\n– Excellent English level.\n– Willing to travel occasionally.\nTo send a CV for the position of CRM Dynamics Developer – Matrix\n\n\nWe are looking for people who love what they do, will always suggest ways to improve the system and learn new things every day.\nResponsibilities:\n– Managing Gigaspaces’ Environments (AWS, OpenStack, VMware, etc..)\n– Automating every part of our infrastructure deployment process.\n– Perfecting our monitoring pipeline.\n– Keeping our systems available and secure.\nRequirements:\n– Good familiarity with Networking and Servers\n– Linux fluency\n– Experience with Cloud service providers\n– Scripting Experience\nTo send a CV for the position of Linux System Administrator – GigaSpaces\n\nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage\n– Minimum of 1+ years as an Online Media Manager\n– Proven knowledge in RMX/Appnexus – an advantage\n– Proven knowledge in Double click Ad serving platform – an advantage\n– Proven, measurable results in developing and growing an internal affiliate channel/program\n– Demonstrated ability to initiate and grow relationships\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution\n– Ability to take on multiple projects at the same time\n– Must possess strong knowledge of the affiliate marketing industry\n– Strong organizational, analytical, presentation and problem solving skills\n– Experience in handling of tracking tools and online technologies\n– Profound knowledge of MS-Office Products (Excel in particular)\n– Passion for online games\n– BA/BS degree – an advantage\nTo send a CV for the position of Online Media Manager – Plarium\n\nResponsibilities:\n– Lead major projects with internal and external interfaces, including hands-on\n– Design next generation Security solutions to evolve the product architecture and feature set\n– Accompany development teams throughout the development cycle and provide technical guidance\n– Define, lead, and implement proof of concept initiatives\n– Research technologies and provide recommendations\n– Participate in architecture discussions\n Requirements:\n– 5+ years of experience in C/C++/Java hands-on development of Linux applications\n– Experience in leading complex software development projects from inception to delivery\n– Familiarity with RegExp, languages and strings processing, and so on\n– Deep understanding of system programming, multi-threading, and networking\n– Experience in designing scalable, highly available, high-throughput applications\n– Innovative thinking, research, and quick self-learning capabilities\n– Excellent verbal and written communication skills in English\n– Ability to work individually and as part of a team\n– Capable of seeing the big picture while having an eye for details\n– Computer Science BSc/MSc degree required\nTo send a CV for the position of Hands-on SW Architect in Security – radware\nמקור: cc-by-Dvirraz\nLeads the technical sales process to align Amdocs solutions with the customer’s technical and business requirements.\nResponsibilities:\n– You will Present BDA concept and Value proposition, product, services and business achievement, both within organization and to potential customers (existing Amdocs customers or new prospects)\n– You will utilizing a deep business, marketing and technical understanding of the customer’s current and future business needs and how they are supported by solution, formulate solutions based on client technical and business requirements. Maintain a detailed knowledge of Amdocs solutions and present them to our customers. Orchestrate the variety of Amdocs products and/ or services that are involved in the proposed solution.\n– You will gain insight into customers’ marketing environment, challenges, and opportunities in order to propose areas where Amdocs products and solutions can bring value. Ensure that the proposed solution reflects the Amdocs value proposition and our competitive advantages. Get into the details of how the system will function and will be integrated into the client environment and business  processes\n– You will maintain a comprehensive awareness of industry trends, standards, and competition in order to identify business opportunities based on domain market dynamics (Sales Engineer being focused on marketing as well as functional and technical knowledge). Maintain a broader knowledge of architecture and integration between products/ services and various elements within products/ services.\nRequirements:\n– 7+ years experience in the communications industry with focus on business and marketing understanding\n– 5+ years solutions architecture/sales engineering experience.\n– Proven experience in requirements and analysis, project planning, solution design, and deployment.\n– Experience in communication/presentations at the executive level.Proven experience in presale/sales engineering for Telco and/or cable operators (middle and high management levels).\nTo send a CV for the position of Solutions Sales Expert – Amdocs\nמקור: עמוד הפייסבוק של החברה\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform. With Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally.\nThis position requires strong initiative, solid data analytics skills, unflagging attention to detail and an overall commitment to excellence.\nResponsibilities:\n– Identifying, specifying, collecting and validating information requirements from a variety of sources to facilitate the production relevant department information.\n– Monitor and track operational risk issues in collaboration with other risk teams and departments\n– Perform root cause analysis on identified risk events\n– Ensure continuous improvement in companywide operating procedures\n– Implement operational risk policy and procedures in line with regulation\n– Present recommendations for remediation of risks\nRequirements:\n– BA or equivalent relevant experience\n– Strong analytical skills\n– At least 1 year experience in investigation\n– Flexible attitude and ability to cope with changing requirements\n– Proven critical, and problem solving skills\n– Proven ability to communicate effectively (both written and verbal)\n– A team player with strong cross-group collaboration\n– Ability to work independently\nTo send a CV for the position of Risk Investigator – Payoneer\n\nהשפים בפעולה\nWe are looking for an experienced sales directors to join our growing business development and sales team.  Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc. For USA: preference for LA and NY.  For EMEA: preference for Germany, UK, or France\nResponsibilities:\n– Qualify and nurture inbound leads for high/low touch opportunities\n– Create own opportunities and harvest them, with the help of the backend sales team\n– Personal responsibility for “high touch” accounts\nRequirements:\n– Must have at least 5 years of sales experience executive, at least 2 years in the CDN market\n– Experience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage\nTo send a CV for the position of Sales Director – Hola Better Internet\nResponsibilities:\n– Full time PS consultant for MOD\n– Deliver on-site consulting services (Design, Implementations & Training) in IL\n– Working in conjunction with the local PS team\nRequirements:\n– Practical experience with Check Point products a must. Experience with Blue-Coat and VSX is an advantage.\n– 4+ years of experience with IP based networks, network design, and security products\n– Experience with several different operating systems: Windows 9x/2000, Unix- based\n– Installation, implementations and operation of Check Point products\n– Experience in working with customers\n– Willingness to learn new technologies, self-learner\n– Customer oriented – experienced with direct face to face service\nTo send a CV for the position of Professional Services consultant – Check Point\n\nResponsibilities:\nThe  Speech Recognition Engineer will join GM Core Infotainment & Telematics Technologies team as a global Subject Matter Expert (SME) in speech recognition and digital signal processing (DSP) for Infotainment and Telematics systems. Some of the technologies involved with this position include dialog management, speech recognition and machine learning.\nResponsibilities:\n– Global responsibility for the specification, selection, integration and performance of dialog management and speech recognition used in the Infotainment and Telematics systems\n– Identification and analysis of attributes that contribute to in vehicle voice recognition performance\n– Act as technical point of contact to speech technology suppliers\n– Work with suppliers to assess different speech recognition solutions.\n– Define, develop, execute, and lead advanced technology projects in the dialog and speech recognition domains\n– Stay abreast of new technology and competitive products\n– Support development of objective and automated testing tools and procedures for in vehicle voice recognition\nRequirements:\n– MSc or PhD in Electrical Engineering or Computer Science or a related technical field\n– 3-5 years of experience in design, deployment, specification, or development in speech recognition,  digital signal processing, or machine learning\n– 5 years of engineering experience in product development analysis and problem solving\n– Technical experience in – Speech recognition technologies/ Natural Language Processing/Digital signal processing/Machine learning\n– Required demonstrated success in a fast pace results oriented engineering development\n– High level of oral and written communication skills\nTo send a CV for the position of Speech Recognition Engineer – General Motors\n\nAs a Developer Advocate at Vonage R&D Center your main responsibilities will be to build relationships within developer communities through learning, creating, sharing and helping others. You will learn about technologies and share your knowledge through talks, written tutorials, example applications and open source developer tools and libraries. You will demonstrate the benefits of communications functionality and inspire others to innovate. You will be the interface between developer communities and our product teams to ensure that we continues to build products that provide a great developer experience and reimagine the possibilities of communications technologies.\nResponsibilities:\n– Help Nexmo, a Vonage company, become a core part of developer communities\n– Provide feedback on APIs, SDKs, documentation and product functionality\n– Build and maintain open source API wrapper libraries and other developer productivity tools\n– Build and maintain open source quick start samples and apps\n– Build Prototypes to demonstrate Nexmo, a Vonage company, products in conjunction with complementary technologies which will result in one or more of the following:\n– Write-up: Overview inspiration for prototype and usage guide; Tutorials; Talks; Demos\n– Represent at events: Hackathons; Sponsorship booths; Meetups; Conferences; Talks\n– Provide support via social channels such as Twitter and StackOverflow, and encourage issues to be raised on GitHub.\n– Support early adopters and key customer with integrations\nRequirements:\n– Experience of writing technical documentation or tutorials\n– Empathy\n– A software development or engineering background\n– Knowledge of Git\n– SaaS/PaaS experience\n– Experience giving talks at meetups\n– Discussions with the developer community\n– Organizing and running beta/alpha events\nTo send a CV for the position of Developer Advocate – Vonage\nWe are seeking a software engineer who is highly motivated, creative and innovative and has a strong passion on DevOps at the area of configuration & build management.\nDevelop complex automations.\nCross platform development environment.\nDeveloping systems and processes to support the Product Development Lifecycle\nWrite high and low-level design documents\nRequirements:\n– At least 3 years’ experience in ALM (TFS – MS technologies)\n– At least 2 years’ experience in .Net development (multi-threading, data access) – must\n– Deep understanding of Configuration Management Best Practices and Principles\n– Team Foundation Server experience – must (TFS 2013/5 is preferred).\n– TFS WIP customization, Build customization & TFS plugins development.\n– MS SQL management & development skills – a major advantage\n– Linux management knowledge – a major advantage\n– Experience working in an Agile development environment, using XP programming practices – a major advantage\n– Knowledge of cloud development and deployments – advantage\n\n To send a CV for the position of Configuration Manager – Optimal Plus\n\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "crm dynamics developer,matrix,linux system administrator,gigaspaces,developer advocate,vonage,configuration manager,optimal plus,professional services consultant,check point,speech recognition engineer,general motors,risk investigator,payoneer,sales director,hola better internet,עבודה בהייטק,מתכנתים,יזמות,שיווק,מכירות,פיתוח,amdocs,full stack developer,product manager,radware,research scientist,researcher,system architect,technical writer,ui,ux,גיק ג\\'יב,גיקגו\\'ב,דרושים,לעבוד בהייטק,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק,משרות בהייטק,סטארטאפים,קורות חיים,ראיון עבודה"}