{"url": "https://www.geektime.co.il/startup-avenue-conference-2016/", "type": "article", "title": "מחפשים משקיעים? גיקטיים מזמין אתכם להציג ב-Startup Avenue", "description": "חושבים שאתם הסטארטאפ הבא שיעשה את זה ובגדול? מרגישים שהחברה שלכם היא החברה שכל מפתח צריך להכיר?", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/640X427-2-2-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-25T14:37:01Z", "modified_time": "2016-11-14T10:41:43Z", "articleBody": "חושבים שאתם הסטארטאפ הבא שיעשה את זה ובגדול? מרגישים שהחברה שלכם היא החברה שכל מפתח צריך להכיר?\n\nזאת כבר השנה השמינית שאנחנו עורכים את כנס הסטארטאפים שלנו ובמשך ה-4 שנים האחרונות היינו מקבלים לא מעט פניות מסטארטאפים שלא התקבלו לתחרות ועדיין רצו להציג באירוע. בכל השנים הקודמות סירבנו בנימוס, כי לא אהבנו ואנחנו לא מאמינים במסדרונות הארוכים של דוכנים בגודל של קופסת סרדינים שכל הסטארטאפים מקבלים בכנסים כמו Web Summit ואנחנו לא אוהבים לעשות דברים שאנחנו לא מאמינים שיתנו לסטארטאפים ערך.\nמצד שני, אנחנו מבינים שיש לא מעט סטארטאפים שכן רוצים את החשיפה והגישה לקהל הגדול שמגיע אלינו לכנס כל שנה (1000+ משתתפים, כולל נציגים של כל הקרנות הגדולות, עשרות אנג’לים ונציגים של קבוצות משקיעים) ואנחנו כן רוצים לתת לכם את האפשרות הזו.\nלכן, השנה בפעם הראשונה, אנחנו פותחים מתחם סטארטאפים, מוגבל ל-20 חברות בלבד (כדי שכולן יקבלו את תשומת הלב לו הן ראויות) שבו נאפשר גם לחברות שלא מציגות בכנס במסגרת התחרות להציג את המוצר, הטכנולוגיה והחברה שלהן בפני עשרות משקיעים, נציגי החברות הגדולות והעיתונאים המכסים את הכנס.\nהעלות של חבילת הסטארטאפים שלנו היא 2,500 ש”ח בלבד, והיא כוללת 2 כרטיסים (שעלותם 600 ש”ח כל אחד) ועוד שולחן בר עם מיתוג של לוגו החברה במתחם הסטארטאפים בכנס, שני כסאות בר גבוהים, חיבור לשקע חשמל וגישה לרשת ה-WiFi הסגורה למציגים.\nאם כל זה לא מספיק לכם, השנה אנחנו שומרים מקום אחד בתחרות הסטארטאפים לאחת מהחברות שמציגות במתחם הסטארטאפים, שתיבחר במהלך היום על-ידי הקהל.\nחבילת הסטארטאפים זמינה החל מהיום ורק לחברות סטארטאפ צעירות, שקיימות פחות מ-3 שנים, גייסו פחות ממיליון דולר וכבר יש להן מוצר עובד אותו הן יוכלו להציג בכנס.\nלהרשמה ל-Startup Avenue בכנס הסטארטאפים של גיקטיים לחצו כאן\nחושבים שאתם הסטארטאפ הבא שיעשה את זה ובגדול? מרגישים שכולם צריכים לשמוע על המוצר שלכם? את הכישרון והטכנולוגיה שלכם תוכלו להציג ב-Startup Arena, תחרות הסטארטאפים המצליחה בישראל שנערכת מדי שנה במסגרת כנס ה-Geektime Conference.\nעד היום הציגו ב-Startup Arena כ-70 חברות, ביניהן Wix שהנפיקה בנאסד”ק, Kaltura שגייסה מוקדם יותר השנה לפי שווי של חצי מיליארד דולר, TabTale שנחשבת לאחת מחברות הגיימינג המובילות בעולם ועוד למעלה מעשרים חברות שנרכשו כגון SalesPredict ,Crosswise, CyActive, Watchdox ,Dapper  ,WikiAnswers ועוד רבות וטובות.\nביחד גייסו החברות השונות שהציגו לראשונה ב-Startup Arena מעל ל-873 מיליון דולר וסך האקזיטים שלהן מגיע ל-1.75 מיליארד דולר, מה שהופך את ה-Startup Arena לתחרות הסטארטאפים המצליחה ביותר בישראל ובין המצליחות בעולם!\nל-Startup Arena אנחנו מחפשים חברות שעדיין לא נחשפו לקהל הרחב, גייסו פחות מ-3 מיליון דולר ומעוניינות לחשוף את המוצר שלהן לראשונה מעל בימת הכנס. חברות בוגרות של אחת מתוכניות היזמות, ה-Accelerators בארץ או בחו”ל מתבקשות לציין זאת במסגרת טופס הבקשה לאירוע.\nהדדליין האחרון להגשת מועמדות לתחרות הסטארטאפים הוא יום שישי, ה-30 בספטמבר 2016.\nהגישו מועמדות להצגת הסטארטאפ שלכם ב-Geektime Conference 2016\nתודה רבה לספונסרים ולשותפים שלנו שמלווים אותנו ומהווים חלק בלתי נפרד מכנס ה-Geektime Conference 2016!\nLeumi Tech, IBM Israel, Deutsche Telekom, Applause, Altshuler Shaham Benefits, United Airlines, KPMG International, Round Robin, Webpals, Singtel Innov8, Regus.\nההרשמה המוקדמת לכנס מסתיימת בסוף בספטמבר ומחירי הכרטיסים יקפצו ב-50%. הזדרזו ושריינו את המקום שלכם בכנס הסטארטאפים הגדול של ישראל.\n", "keywords": "geektime,geektime conference,geektime developer olympics,geektime devfest,geektime tech fest,geektime techfest,startup arena,tech fest,techfest,אירוע גיקטיים,גיקטיים,טקפסט"}