{"url": "https://www.geektime.co.il/kueri-translates-nlp-to-sql/", "type": "article", "title": "הפיתוח של Kueri הוא כמו גוגל טרנסלייט משפה טבעית ל-SQL", "description": "המערכת של Kueri.me מאפשרת למשתמשים לשאול שאלות בשפה טבעית ו'מתרגמת' אותן ל-SQL. היישום: מבוטים ואפליקציות ועד IoT", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/BIG-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-09T11:00:44Z", "modified_time": "2016-07-08T21:38:54Z", "articleBody": "המערכת של Kueri.me מאפשרת למשתמשים לשאול שאלות בשפה טבעית ו’מתרגמת’ אותן ל-SQL. היישום: מבוטים ואפליקציות ועד IoT\nצילום מסך: גיקטיים\nמפתחים כבר יודעים: מצד אחד יש לנו שאילתות SQL, ומהצד השני יש לנו משתמשי קצה. אבל מה יגשר בין השניים? מה יקשר בין משתמשי הקצה, שלא יודעים תיכנות אבל רוצים לקבל מידע ומאגרי הנתונים? הכירו את kueri.me.\nהמערכת שפיתחה kueri מאפשרת למפתחים להשתיל תיבת חיפוש ייחודית בתוך אפליקציות. תיבת החיפוש יודעת לקבל ממשתמשי הקצה שאלות בשפה טבעית ׁ(NLP) ולתרגם אותן בזמן אמת לשאילתות SQL. את השאילתות יכולה האפליקציה להריץ מול מסד הנתונים ולהציג למשתמש את התוצאות. בנוסף, כדי להקל על המשתמש הסופי עוד יותר, היא מאפשרת השלמה אוטומטית בזמן הקלדה, עם השלמות של מילים והצעות חכמות בהתאם לקונטקסט של החיפוש ושל המאגר.\nהאתגר המרכזי של המערכת הוא היכולת לבצע את ההמרה ל-SQL בזמן אמת. כדי לעשות זאת על המערכת להבין את מסד הנתונים, ולקשר בין כותרות העמודות, הטבלאות השונות והנתונים שבתוך המסד – לבין חלקי המשפט בשאלה של משתמש הקצה.\nברגע שמפתח משתמש בפלטפורמה הוא יכול להגדיר ולקשר מסד נתונים שלם ומורכב הכולל מספר רב של טבלאות. המערכת יכולה לנוע בחופשיות בין הטבלאות ולבצע את ההקשרים הנדרשים. כך, לדוגמא, אם נשאל שאלה כמו “מה סכום המשכורות ששילמתי לחמשת אנשי המכירות המצטיינים שלי?” המערכת תדע לקשר את המשכורות לטבלה מסוימת ואת המכירות לטבלה אחרת, ואז לחבר ביניהן, לבצע את החישוב ולהחזיר את הסכום.\nבשיחה עם גיקטיים, הסביר לי לסטר, מנהל הפיתוח העסקי של Kueri, כי קיימים שני הבדלים בין הפתרון שמציעה החברה לפתרונות אחרים: ראשית, האינטראקציה שבחרה החברה – השלמה אוטומטית ושנית, צורת הניתוח הייחודית של הקלט שמתקבל והפירוק שלו למרכיבים.\nאיך אתם מתכננים לעשות כסף?\nלסטר: “המוצר שלנו כרגע מוצע בפורמט Freemium, כאשר הוא למעשה פתוח להורדה עבור כל משתמש. בגרסה הבסיסית – Kueri LITE – ניתן להתחבר לטבלה בודדת ובגרסת ה-Enterprise, שתושק בקרוב, תתאפשר התחברות לסכמאות מורכבות והיא בתשלום חודשי קבוע לרשיון שנתי”\nלסטר סיפר כי בשבועות הקרובים תחשוף החברה גם מספר תוספים לכרום שמתבססים על הטכנולוגיה. כך לדוגמה תוסף למשתמשי Google Analytics שמאפשר להם לשאול שאלות בשפה חופשית, במקום להתעסק עם תפריטים ותתי-תפריטים שונים. כך למשל משתמש יוכל לכתוב למערכת בשפה חופשית שאלה כמו: “Show visitors from the US and group them by operating software” ולקבל את הנתונים בזמן אמת.\nKueri.me או בשמה המקורי SimpleQL, הוקמה ב-2012 על ידי יוסי שני המכהן כמנכ”ל החברה וטל כהן שמכהן כ-CTO אולם בגלגולה הנוכחי היא פעילה מאז 2014. מאז, הספיקה החברה לגייס סבב Seed בגובה 750 אלף דולר ולהשתתף בתוכנית ההאצה של UpWest Labs בקליפורניה. כיום מועסקים בה חמישה עובדים.\nלדמו של Kueri.me", "keywords": "kueri,kueri.me,sql,mysql,nlp,שאילתות,שפה טבעית,simpleql,סטארטאפ,סקירת סטארטאפ,"}