{"url": "https://www.geektime.co.il/see-v-2018-yearly-salary/", "type": "article", "title": "שכר המפתחים 2018: מפתחי אלגוריתמים ו-DevOps עדיין השיאנים", "description": "דוח חדש חושף את רמות השכר של מפתחים שונים. עוד חושף הדוח את הסיבות לעזיבה של מפתחים ותתפלאו זה לא הכסף", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/photo-1519241047957-be31d7379a5d-1546429835-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-03T11:30:47Z", "modified_time": "2019-01-03T10:46:00Z", "articleBody": "דוח חדש חושף את רמות השכר של מפתחים שונים. עוד חושף הדוח את הסיבות לעזיבה של מפתחים ותתפלאו זה לא הכסף\nמקור: Unsplash\nסיכומי 2018 נמשכים, והפעם דוח חדש חושף את נתוני השכר של 2018, לאילו משרות יש הכי הרבה ביקוש, מהם הטרנדים הפופולאריים ביותר וכמה מקומות עבודה מפתחים מחליפים ולמה.\nמהדוח של חברת ההשמה see.V עולה שברבעון הרביעי של 2018 השכר הממוצע בתחומי התוכנה עמד על 28,335 ש״ח לחודש (עליה של 4%), כשמפתחי אלגוריתמים ומהנדסי DevOps נמצאים בראש עם שכר ממוצע של כ-32,000 ש”ח בחודש. יתרה מכך, שכרם של מהנדסי DevOps אף זינק ב-7% בשנה האחרונה, ובסך כולל של 25% בשנתיים האחרונות.\nהדוח, שמתבסס על ניתוח של מאות השמות ברבעון האחרון, מצביע גם על עלייה של 7% בשכרם של מפתחי Java, שעומד כיום על 30,500 ש״ח. עם זאת, לא הכל ורוד; ירידת שכר של 6% נרשמה בשכרם של מפתחי מובייל ושל 4% בשכרם של מפתחי Ruby.\n\nעוד עולה מהנתונים כי נרשם השנה גידול של 19% בכמות משרות ה-DevOps שנפתחו ושל 25% בכמות משרות ה-Full Stack. מספר המשרות הגדול ביותר היה למפתחי Java, Phython, Frontend ו-Full Stack – כ-100 משרות בכל רבעון. עוד מצביעים נתוני החברה על ביקוש גדול למפתחי אלגוריתמים ולמהנדסים בתחומים של למידת מכונה ובינה מלאכותית.\nמבדיקה של כמות המשרות הפתוחות בתחומים השונים, עולה כי לצד בינה מלאכותית, התחומים המובילים של שנת 2018 הם למידת מכונה, IoT ובלוקצ׳יין.\n\nעוד עולה מהנתונים כי מפתחי תוכנה בעלי ניסיון זכו השנה להתעניינות מצד כ-20 חברות בממוצע במהלך החודש הראשון לחיפוש העבודה שלהם. סקר שערכה החברה מוקדם יותר השנה וכלל 504 משתתפים (356 גברים, 148 נשים) העלה כי 58% מעובדי ההייטק החליפו מקום עבודה 2-3 פעמים ואף יותר בחמש השנים האחרונות. הסיבות המובילות לעזיבה הן קידום והתפתחות מקצועית (35%), הנהלה ותרבות ארגונית (27%), כשרק 17% מהמשיבים בחרו בשכר והטבות כסיבה המכרעת לעזיבה.\nסקר נוסף שנערך הימים אלו בהשתתפות מאות מפתחי תוכנה עם 5 שנות ניסיון ומעלה בחן את רמת הפרודוקטיביות שלהם במקום העבודה. המשתתפים בסקר נשאלו, בין השאר, האם החברה עושה שימוש נכון בכישוריהם וממצה את הפוטנציאל שלהם כעובדים. התוצאות: 32% סבורים כי החברה רחוקה מלמצות את כישוריהם כמפתחי תוכנה, 34.7% סבורים כי החברה ממצה את כישוריהם באופן חלקי ורק 34.2% חשים כי החברה עושה שימוש נכון בכישוריהם.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "see.v,שכר,סקר שכר,דוח שכר 2018,שכר 2018,שכר מפתחים,מפתחים,משכורת מפתחים,טבלת שכר"}