{"url": "https://www.geektime.co.il/woo-index-for-q2-2016/", "type": "article", "title": "מחקר חדש חושף את השכר, התנאים והטכנולוגיות המבוקשות בהייטק הישראלי", "description": "מחקר חדש מעלה כמה ממצאים מעניינים על התנאים והדרישות במקצועות הטכנולוגיים בישראל. אז מהי שפת התכנות המבוקשת ביותר? לאן הישראלים רוצים לעשות רילוקיישן והאם במדינת תל אביב מרוויחים יותר משאר הארץ?", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/blogging-336375_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-27T09:10:19Z", "modified_time": "2016-07-27T13:02:34Z", "articleBody": "מחקר חדש מעלה כמה ממצאים מעניינים על התנאים והדרישות במקצועות הטכנולוגיים בישראל. אז מהי שפת התכנות המבוקשת ביותר? לאן הישראלים רוצים לעשות רילוקיישן והאם במדינת תל אביב מרוויחים יותר משאר הארץ?\nפחות מתלהבים מרילוקיישן, אבל אם כבר, זה הנוף שעובדי ההייטק רוצים לראות. מקור: flickr, cc-by Tom Hilton\nהאם הישראלים רוצים רילוקיישן? ואם כן אז לאן? מה ההבדל בציפיות השכר בין גברים ונשים ובין מפתחים ומהנדסים באיזור תל אביב לעומת שאר הארץ? מחקר שביצעה חברת Woo.io וכלל את הציפיות התעסוקתיות של למעלה מ-5,000 אנשים בתחומי הטכנולוגיה השונים ואת התנאים האמיתיים שמציעות חברות הטכנולוגיה הישראליות מעלה כמה ממצאים מסקרנים למדי לגבי הרבעון השני של 2016. מכיוון שהמידע הזה נלקח מחברות שרוצות לפנות למועמדים, וממה שהמועמדים כותבים על עצמם, מדובר בכלי אמין ומדוייק ולכן גם חשיבותו.\nמקור: Woo.io\nכאשר אנחנו מביטים במה גורם לעובד להעדיף מקום עבודה אחד על פני אחר, אנחנו רואים ירידה של כמעט 5 אחוזים בדרישה לרילוקיישן. סוגיה חשובה שהולכת ותופסת מקום בשיקולים של העובדים הוא הטכנולוגיות בהן הם יעשו שימוש לצורך עבודתם – כמו למשל שפת הפיתוח. במקומות הראשונים, אנחנו לא רואים הפתעות מיוחדות כשבמקום הראשון, ניצב השיקול הכלכלי, כלומר מה השכר שיקבל העובד, ולאחר מכן מגיע מיקום המשרדים והתפקיד.\nלא במפתיע מככבת ארצות הברית ברשימת היעדים המועדפים לרילוקיישן, אולם אנחנו רואים משחק של כסאות מוסיקליים בין הערים השונות. סן פרנסיסקו היתה היעד המועדף של הישראלים במשך זמן רב, עד אשר הודחה ברבעון שעבר. עתה, אנחנו רואים שסן פרנסיקו חוזרת למקום הראשון, כשאחריה במקום השני, ניו יורק ולאחר מכן לוס אנג’לס. עם קשר לברקזיט או לא – אנחנו רואים את לונדון מזנקת 2 מקומות למקום הרביעי ודוחקת את בוסטון וסיאטל שכיכבו בו קודם לכן. ברלין ומדריד סוגרות את טבלת היעדים המועדיפים במקומות ה-7 וה-8 בהתאמה.\nבחלוקה למגדרים, אנחנו רואים שוב את אותה התמונה שקיבלנו בדוחות הקודמים, כשהסיבה העיקרית של נשים לבחירת מקום עבודה מסויים הוא המיקום (82.6 אחוזים מהנשים ציינו אותו) לעומת גברים, שציינו את השכר כסיבה העיקרית לבחירה במקום מסויים עם 83.7 אחוזים. אחרי המיקום והשכר, הגברים והנשים חולקים את אותן העדפות כמו תפקיד וגודל חברה, כשלגברים יותר חשוב הטכנולוגיות שבהן הם יעשו שימוש מאשר שעות העבודה והאפשרות לעבוד מהבית (“איזון חיים-עבודה”) ואצל הנשים המצב הפוך והאיזון בין חיים לעבודה גובר על הטכנולוגיות ועל הסקטור של החברה.\nמקור: Woo.io\nאולי זה חשש ממשבר מתקרב, ההאטה בארצות הברית או נכונות להתפשר על שכר תמורת תנאים אחרים, אבל הרבעון הזה מציג ירידה במשכורת המבוקשת על ידי המועמדים לתפקידים השונים. אצל גברים אנחנו רואים ירידה של 3.4 אחוזים מדרישה למשכורת בגובה 29,451 ש”ח למשכורת בגובה 28,435 ש”ח; אצל נשים הירידה אומנם מתונה יותר ועומדת על 1.4 אחוזים בלבד, אבל עדיין מדובר במצב שבו נשים מראש מבקשות שכר נמוך יותר ממקביליהן הגברים. השכר המבוקש על ידי נשים ירד מ-23,967 ש”ח ברבעון הראשון ל-23,634 ש”ח לרבעון השני.\nכשמביטים על ציפיות השכר בחלוקה גיאוגרפית אנחנו רואים שב’מדינת תל אביב’, שכוללת למשל את תל אביב, רמת החייל, הרצליה ורעננה השכר המבוקש הוא 34,719 ש”ח ובשאר המדינה, דורשים העובדים במקצועות הטכנולוגיים 27,055 ש”ח, פער של 28.3 אחוזים לטובת איזור תל אביב.\nמקור: Woo.io\nאחת מהקטגוריות אותן מתבקשים המועמדים למלא היא Technology expectations; במילים אחרות, מהן הטכנולוגיות בהן הם היו רוצים להשתמש. מחיתוכים ומניתוח של הנתונים עולה כי החיפוש אחר פשטות וגמישות לצד פריחת האפליקציות מובילה לעלייה של Angular. במקום הראשון, ניצבת עדיין Java, כשאחריה Node.js ו-Angular.js, שנהנית מעליה של 2.5 אחוזים בהשוואה לרבעון הקודם. עלייה נאה רושמת גם סי שארפ. את הדירוג חותמות Ruby on Rails ,Ruby ובמקום האחרון, Swift של אפל.\nמקור: Woo.io\nכאשר מסתכלים על העדפות לסקטורים, אנחנו רואים זינוק של 13 אחוזים לחברות בתחום המובייל, שנמצאות במקום הראשון ולחברות בתחום הסייבר (במקום השני). למקום השלישי מגיעות חברות ביג דאטה ואחריהן חברות תוכנה ארגונית וחברות פיתוח בתחום הרפואי.\nלקריאה נוספת\nאילו שפות תיכנות הכי מבוקשות וכמה מרוויח מהנדס בתל אביב: מחקר חדש חושף הכל", "keywords": "פיתוח,woo,highr,הייטק,שכר,תנאים,מחקר,woondex,רבעון,סקר,ציפיות שכר,סטארטאפ,מהנדסים,מהנדס,מהנדסת,טכנולוגיה"}