{"url": "https://www.geektime.co.il/fullstack-tech-radar-day/", "type": "article", "title": "ללמוד מנטפליקס על Full Cycle: כנס ה-Fullstack הראשון בישראל ייערך בקרוב", "description": "בחודש מאי יתקיים כנס Full Stack הראשון בישראל מבית Tikal. הכנס יעסוק בטרנדים החמים של עולם הפיתוח והטכנולוגיה העכשווית. אחד הנושאים יהיה מודל ה-Full Cycle הייחודי של נטפליקס", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/netflix-4011807_640-1554297712-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-29T11:30:04Z", "modified_time": "2019-04-29T10:38:14Z", "articleBody": "בחודש מאי יתקיים כנס Full Stack הראשון בישראל מבית Tikal. הכנס יעסוק בטרנדים החמים של עולם הפיתוח והטכנולוגיה העכשווית. אחד הנושאים יהיה מודל ה-Full Cycle הייחודי של נטפליקס\nהכתבה בחסות\nצילום/ תמונה: Jade87, Pixabay\nבשנים האחרונות ישנה מגמה של פיתוח מערכות מפותחות בסביבה יותר מורכבת ומבוזרת מבעבר. מערכות אלה מרובות שירותים ומצריכות מומחיות מיוחדת בכל חלקי המערכת ובכל שלבי הפיתוח. לכן, התפיסה שמפתח בודד יכול להחזיק במומחיות בכל שכבות הארכיטקטורה כמפתח Full Stack לא מספיקה יותר.\nמורכבות נוספת היא עולם ה-Polyglot Programming אשר מאפשר פיתוח שירותים שונים בשפות שונות וכן ספקי ענן אשר מביאים API קנייני עצום. מתוך הצרכים הללו נולד מודל ה-Full Cycle. מפתחים נדרשים להיות גמישים וזריזים יותר, ולהיות מסוגלים לקפוץ משפת פיתוח אחת לשנייה, לעבור בין סביבות עבודה שונות ולשלוט בכל כלי העבודה לאורך שלבי הפיתוח תוך כדי שמירה על מומחיות בתחום מסוים.\nלכן בעולם של היום, מפתחים צריכים לעבוד קשה כדי להישאר מעודכנים. כל יום מתפרסמות טכנולוגיות ומתודות חדשות, העבודה נעשית מורכבת יותר ודורשת מיומנויות נרחבות יותר. כנס ה-Fullstack Tech Radar Day נועד לייצר היכרות עם הטרדנים החמים, להרחיב את נקודת המבט של המפתחים ולחשוף אותם לאפשרויות נוספות, שקשה לשים לב אליהן כששקועים בעבודה על מוצר או פרויקט.\nהכנס, שיתקיים ב-15 במאי במרכז הכנסים של מלון דן פנורמה בתל אביב, מיועד לאנשי קוד, וצפויים להשתתף בו מעל 400 אנשי פיתוח, סטארטאפים וחברות הייטק מהמובילות בישראל. את הכנס מארגנת קהילת המפתחים Tikal, אשר תציג במסגרתו את הרדאר הטכנולוגי שפיתחה, בעזרתו היא ממפה את הטרנדים והטכנולוגיות העכשוויות. הטרנדים שיידונו בכנס הם אלה שהרדאר זיהה כחמים, בניהם: Full Stack Evolution to ,Full Cycle, Chaos Engineering, Conversational UI ועוד.\nהכנס יכלול 4 מסלולים מקצועיים: Mobile ,Devops, Frontend, Backend. בכל מסלול יועברו הרצאות על ידי אנשי מקצוע מובילים בתחומם, ויוצגו Case Studies מחברות סטארטאפ. בין הדוברים בכנס אפשר יהיה למצוא את גרג בארל, Senior Reliability Engineer בנטפליקס, שיציג את מודל ה-Full Cycle הייחודי שלהם, ואת ג’ף מאירסון מה-Software Engineering Daily, שידבר על תפקידו ההולך ומתרחב של המפתח.\nבכנס יועבר ידע רב, וכיוון שלומדים הכי טוב על בטן מלאה הוא יכלול גם אוכל טוב, מתנות, ומפגש עם אנשים מעולם הפיתוח.\nלפרטים נוספים והרשמה", "keywords": "נטפליקס,netflix,fullstack tech radar day,mobile,devops,full stack evolution to full cycle,chaos engineering,conversational,ui,frontend,backend,fullstack,software engineering daily,רדר טכנולוגי,tikal,תיקל,full cycle,"}