{"url": "https://www.geektime.co.il/geekjob-260616/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - ספיישל מפתחי Web ו-Fullstack", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Full Stack Developer, Web Engineer, Senior Full Stack Developer ו-Mobile Web Developer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-26T17:01:09Z", "modified_time": "2016-06-26T17:01:09Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Full Stack Developer, Web Engineer, Senior Full Stack Developer ו-Mobile Web Developer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nRequirements:\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nAdvantages:\n– B.Sc. Degree in computer science or equivalent.\n– Big Data experience: BigQuery, Hadoop, MongoDB.\n– Familiarity with AWS cloud.\n– Experience with ad tech technologies / ad servers experience.\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nTo send a CV for the position of Python Fullstack Developer for the Atilla Team – Vexigo\n– Make ideas become a reality using your versatile programming skills, and affect a huge market.\n– Be part of a team of technological aces, leveraging cutting edge technologies – React+Redux, NodeJS, micro services, docker, AWS and more.\n– Lead features from design to production in short iterations using the most advanced engineering practices and processes.\n– Participate and influence every aspect of the development process, starting from the specifications, through the design, development and deployment, to live production systems.\n– Continuously learn and share learnings with the team.\n– Join an ever-changing company and industry that continues to innovate and evolve.\nRequirements:\n– B.A./B.Sc. in Computer Science or similar field from a leading university.\n– Passion for implementing software engineering and agile/lean best practices. Extensive experience OOP, Unit testing/TDD. Experience with implement Continuous Deployment – an advantage.\n– At least 3 years of experience in web development, MVC, AJAX\n– Experience in client side technologies: HTML5, CSS3, JavaScript, JQuery, ReactJS, – Angular / Knockout.\n– 3+ years of experience in at least one of the following server side technologies: NodeJS, Java.\n– Familiarity with C/C++/Ruby – a plus.\n– 2+ years of experience working with databases (Relational and NoSQL).\n– Experience with big data and data sciences – an advantage.\n– Experience with cloud environments: Amazon, Azure – an advantage.\n– Familiarity with the Ad Tech industry – an advantage.\nTo send a CV for the position of Senior Full Stack Developer – Perion Network Ltd\n– השתתפות בכלל מחזור החיים של הפיתוח, מקונספט להשקה.\n– עבודה צמודה עם מנהלי מוצר, מעצבי ממשק, ובודקים, בסביבת עבודה בעלת רמת שיתוף פעולה גבוהה מאוד.\n– אספקת קוד מאובטח, בעל ביצועים ברמה גבוהה, ובר-תחזוקה באמצעות יישומם של תנאים נאותים.\n– לוודא כי כל עבודת הפיתוח נעשית באיכות גבוהה באופן עקבי.\n– פיתוחם של פיצ’רים חדשים לאפליקציית הלקוחות.\nRequirements:\n– ידע וניסיון מתקדמים בHTML5, CSS3, וJavaScript – חובה.\n– ניסיון בהקמת SPA באמצעות JavaScript – חובה.\n– ניסיון בבניית אפליקציות מובייל גמישים בעלות ביצועים ברמה גבוהה.\n– ידע מעמיק בOOP וDesign Patterns הן בצד הלקוח והן בצד השרת – חובה.\n– ניסיון בתאימות בין דפדפנים – חובה.\n– ניסיון בהרחבת SCSS\\LESS – חובה.\n– לפחות 3 שנות ניסיון בטכנולוגיות רשתות מובייל – חובה.\n– היכרות עם מושגים טכניים מעולם האינטרנט.\n– היכרות עם מגמות web, frameworks, וטכניקות – יתרון.\n– ניסיון בתכנות בC# עם ASP.NET (טפסי web) – יתרון.\n– ניסיון עם MS SQL Server – יתרון.\n– יכולות פתרון בעיות ואיתור תקלות חזקות.\nTo send a CV for the position of Mobile Web Developer – 888\n– Take an active part in defining and building our system’s architecture as well as providing innovative and scalable solutions.\n– Use your skills and experience to develop high performance sites, SEO, real-time monitoring, mobile solutions and web API’s.\n– Work in agile methodology (Scrum/Kanban/etc.).\n– Develop scalable web applications in cutting edge technologies, such as: PHP, RoR, NodeJS, AngularJS, HTML5, CSS3, Bootstrap, etc.\n– Lead technology initiatives and improvements while instilling development “best practices”.\nRequirements:\n– 6+ year’s hands-on experience of OOP and design patterns in one of the following technologies: PHP/RoR/NodeJS/.NET/Python/Java.\n– At least 3 years of experience in HTML5, CSS3, Bootstrap, JS, jQuery.\n– Developing with Angular-advantage.\n– Vast experience in full stack development in a dynamic environment.\n– B.Sc. or higher in Computer Science or a similar degree.\n(Degree from a leading university – preferred).\n– Experience in various DBs (MySQL/ MongoDB/etc.) – preferred.\n– Experience with CI/CD – an advantage.\nTo send a CV for the position of FULL STACK DEVELOPER – Natural Intelligence\nWe are looking for a talented and passionate Senior Developer to our front-end teams of the LiveEngage platform.\nIn this position you lead the implementation of key web (client-side) tasks in a highly technological, innovative, and vibrant environment.\nWe work in small teams and use continuous integration/deployment methodologies to run quickly as a startup while maintaining the highest quality for our customers.\nResponsibilities:\nRequJoin a strong team in a highly dynamic environment that works in scrum and agile methodologies.\nLead topics and designs in a highly technological environment with complex architectures.\nWork closely with UX teams and Product management to define and build the optimal user experience for our web UI.\nRequirements:\n– BA/B.Sc. in Computer Science or equivalent.\n– At least 4 years of web client-side development.\n– Strong Passion for front-end development.\n– Deep knowledge and understanding of client-side architecture and experience in building large scale web applications.\n– Experience with client-side JS frameworks, and specifically Prototype and Marionette – advantage.\n– Results driven, with good execution skills.\nTo send a CV for the position of Senior Web Front-end Developer – LivePerson\n– Become a central part of our front-end development team.\n– Work closely with backend team, designers and product functions.\n– Prototype and develop new features end to end.\n– Innovate with new UI structures, front-end capabilities, platforms and technologies.\n– Implement pixel-perfect screens according to non-conventional designs.\nRequirements:\n– 3+ years of experience in web development.\n– Deep understanding of JS and HTML/CSS layouts.\n– Excellent user experience intuition and skills.\n– Ability to quickly master new technologies.\n– Experience with enterprise product development.\n– Ability to work independently in a demanding start-up environment.\n– Background in UI design / graphic design – an advantage.\nTo send a CV for the position of Web Developer – Cybereason\n– Work with other members of the engineering team on architecture, design and development of both existing and new features.\n– Collaborate with other development teams to ensure consistency in the application.\n– Provide design and technical ideas to assist with development of a cleaner code base.\n– Work as part of a collaborative team while being self-motivated and capable of learning new technology.\nRequirements:\n– 3-4 years of software development experience with solid HTML, CSS, JS expertise (AngularJS is a plus).\n– Strong knowledge of web services and RESTful apis.\n– Knowledge of agile development methodologies.\n– We are looking for a smart, highly motivated, out of the box thinker that is also a great team player.\n– Excellent communication skills are expected.\n– Bachelor’s degree in computer science or equivalent discipline.\nTo send a CV for the position of Web Engineer – JIVE\n– Take a part and lead in the design and development of infrastructures, applicative modules, data platform modules, interfacing with enormous amounts of data.\n– Design and hands-on development of our business technology applicative platform (AngularJS, Node.js, JavaScript, Java, MySQL, Elasticsearch…).\n– Design and develop scalable and high-performance processes handling the data, through new technologies implementation, architectures, algorithms and practices.\n– Responsible for the design and development of client side and server side modules in SOA and Microservices environments.\n– Responsible for selecting and integrating technologies, tools and frameworks.\n– Full involvement in full stack layers (Server, User Interface, User Experience, Data Modeling, Network, Hosting…).\nRequirements:\n– At least 5 years of SW development experience.\n– Expert in JavaScript (at least 2 years).\n– Firm experience in AngularJS.\n– Firm experience in Node.js – an advantage.\n– Expert in both web based client side development and server side development.\n– Experience in Java or other object oriented programming language.\n– Experience in SOA or Microservices environment – an advantage.\n– Experienced with Linux OS – an advantage.\n– Experience with big data ecosystem (distributed file systems, distributed programing, NoSQL Databases) – an advantage.\n– Experienced with big data technologies (like Kafka, Hadoop, HDFS, Spark, Impala, Elasticsearch) – an advantage.\n– Experienced with NoSQL databases (such as HBase, Cassandra, MongoDB and Impala) and relational databases (such as MySQL and SQL Server) – an advantage.\n– Experienced with Cloud hosting (AWS, Google Cloud …) – an advantage.\n– Relevant academic degree (Computer Science / Industrial Engineering / Information Systems).\nTo send a CV for the position of Full Stack Developer – Plarium\n– In charge of customer relationships.\n– End-user customer training.\n– Guidance and advice for enhancing the use of the system.\n– Education regarding new and existing features.\n– Ongoing customer enablement.\nRequirements:\n– Excellent spoken and written English.\n– Strong presentation skills.\n– Excellent Excel skills.\n– Strong analytical skills.\n– Customer enablement orientation.\n– Rich and effective interpersonal skills.\n– Bachelor degree in Economics or Business.\n– Experience in online software or technology field – a benefit.\nTo send a CV for the position of Full Stack Developer – Optimove", "keywords": "גיקג׳וב,משרות,משרות הייטק,geekjob,fullstack,web,developers,888,anyclip,cybereason,full stack / web developers,full stack developer,jive,liveperson,mobile web developer,natural intelligence,optimove,perion network ltd.,plarium,python fullstack developer for the atilla team,senior full stack developer,senior web front-end developer,vexigo,web developer,web engineer,גיק ג\\'יב,גיקגו\\'ב,דרושים,דרושים/ות אנשי/נשות מכירות פתרונות תקשורת לעסקים,מהנדסים,מנהלים,משרות בהיי-טק"}