{"url": "https://www.geektime.co.il/geekjob-240516/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד (ספיישל סטודנטים וג׳וניור)", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Junior PHP Developer, Inside Sales Prospecting Specialist, Technical Pre Sales Student ו-Junior SW Engineer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-24T13:20:07Z", "modified_time": "2016-05-24T12:40:20Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Junior PHP Developer, Inside Sales Prospecting Specialist, Technical Pre Sales Student ו-Junior SW Engineer\n \n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nBecome a member in an infrastructure team, all team members are experienced and are working on the product next generation. The team develop and re-design the system according to coding standards. In this position you’ll lead clean code and best practices for R&D team members.\nRequirements:\n– BSc in computers Science or other relevant degrees – must.\n– Java programming knowledge –  must.\n– Familiarity with at least one type of relational database (Oracle, DB2, MSSQL) – must.\n– Experience working with web services (REST or SOAP) – advantage.\n– Experience working with XML and JSON – advantage.\n– Ability to lead a task from requirement gathering to technical analysis and implementation.\n– Complete control of the English language (reading, writing, speaking).\n– High learning capability, including self-study and ability to work under pressure.\n– Please note: All work is conducted in English.\nTo send a CV for the position of Junior Java Developer – SAPIENS\nIf you’re interested in becoming a great mobile developer and learning from the best mentors, we’ll be happy to teach you everything we know, and more.\nWe’re looking for a young promising mobile developer, to join our innovative R&D team.\nIn this position you will be responsible for end-to-end development of real-time Mobile Applications using the latest technologies such as Swift, ObjC, Java, and more.\nRequirements:\n– Top class graduate from TAU/Hebrew U/Technion/Open Uni/BGU.\n– Experience in OO development – advantage.\n– Ability to handle full application development cycle, from requirement to production – advantage.\n– Experience in Agile software development methodology: Scrum, Kanban, etc. – advantage.\nTo send a CV for the position of Junior SW Engineer – Vonage\n– Be a part of the online marketing server team and work on a variety of software projects: from data analysis, server architecture to web development\n– Get to know the exciting world of online marketing, both deep business understanding and the engineering challenges.\n– Develop with Microsoft cutting edge technology – C# and Linq, .NET 4.5, ASP.NET/MVC, MS-SQL and other databases.\n– Interact with Google AdWords, Facebook Ads, Twitter Ads, Bing Ads and other marketing web service.\n– Influence literally millions of people with your work\nWork with a dynamic young group of people in a balanced start up environment.\nRequirements:\n– B.Sc. in Computer Science/ Software Engineering – grade average of 85+\n– At least one year of proven experience.\n– Strong knowledge in Microsoft technologies – advantage.\n– Substantial knowledge in DB and SQL – advantage.\n– Strong knowledge in web technologies – advantage.\nTo send a CV for the position of Junior Full Stack SW Engineer – plus500\nאם את/ה סטודנט/ית בעל/ת נסיון רלוונטי, חרוץ/ה, בעל/ת מוטיבציה ללמוד, להתפתח ולהתמודד עם אתגרים, במרכז הפיתוח של אינטל בחיפה מחפשים אותך!\nפלקס היא קבוצת פיתוח גלובאלית התומכת בקבוצות המוצר של אינטל ומורכבת מכל בעלי התפקידים הנדרשים לביצוע פרויקטי תוכנה – מנהלי פרויקטים, מפתחים, בודקי תוכנה ומעצבים.\nלפלקס דרוש סטודנט/ית לפיתוח תוכנה. העבודה בסביבה דינאמית תוך שימוש בטכנולוגיות שונות כגון C, C++, JAVA, NET.\nבתור סטודנט/ית תשתלב/י בעבודת הפיתוח, תבצע/י עבודה הכוללת הנדסת תוכנה ותקח/י חלק פעיל בכל שלבי מחזור החיים של פיתוח תוכנה.\nהעבודה נעשית בצוותים באווירה משפחתית ודינאמית.\nRequirements:\n– סטודנטים/יות לתואר ראשון או שני במדעי המחשב, הנדסת תוכנה או מערכות מידע עם יתרת לימודים של שנה וחצי לפחות\n– יתרת לימודים של שלושה סמסטרים לפחות\n– ניסיון תעסוקתי ב- C++, Android, Java, C#, C\n– ניסיון קודם – חובה\n– אורינטציה טכנית מוכחת – יתרון\n– יכולת מצוינת של עבודה בצוות\n– יכולת למידה עצמאית\n– אנגלית ברמה גבוהה\n– זמינות ל-25 שעות שבועיות\nTo send a CV for the position of SW Engineer Student – Intel\nThe global enterprise AOL/Verizon, is hiring an intern to serve as a Research Assistant for the Machine learning & deep learning team in video Research Group. His/her responsibly will be to collect datasets, run and validate models.\nRequirements:\n– MSc or PhD student in Computer Science, Statistics, Mathematics or equivalent.\n– Experience with scientific papers.\n– Good technical skills.\n– Programming skills are advantages: SQL, Python, R, Matlab, Java.\n– Excellent communication skills.\n– The ability and desire to be constantly learning.\nTo send a CV for the position of Data Science Student – Aol\nCome to work at IBM, where we believe real business value is delivered when business consulting is enriched with advanced research, analytics and technology. As one of the world leaders in Business Consultancy and IT Services with operations in 170 countries, our expertise in business and our track record of innovation mean we’re one of the few companies who can not only create innovative solutions for our clients, but also make them a reality.\nWe are looking for a candidate that can lead the technical aspects of presenting and Integrating Watson technology to IBM’s clients.\nYou will have the chance to gain experience from leading experts around the world!\nWe expect you to be interested and grow your expertise in the following areas:\n– The new era of cognitive computing, including Text and Data Analytics, structured and unstructured Data, NLP (Natural Language Processing) and AI (Artificial Intelligence).\n– Customer facing skills, with the ability to communicate effectively complicated technical topics to business and technical audiences.\n– Coordinating the local technical activity with worldwide experts.\n– Coordinating technical activities with clients and Watson Business Partners.\nRequirements:\n– Understanding Data, Big data, Analytics, NLP and AI.\n– Experience in software integration, preferred with cloud platforms.\n– Software Development background.\n– A Student for Information Technology/Statistics/Mathematics or related fields, with at least 1.5 years remaining to graduation.\n– Ability to work 60%-80% position.\n– Fluent English and Hebrew.\nTo send a CV for the position of Technical Pre Sales Student – IBM\n– ביצוע בקרה וניטור שוטפים של זמינות השירותים השונים של החברה.\n– התפקיד כולל בקרה ואיתור בעיות בסביבת ה-Production , וכן דרג ראשון בטיפול בתקלות תשתית.\n– בעת תקלה, נדרש תיאום בין מספר רב של גורמים עד לפתרון הבעיה הכולל ממשקי עבודה מול מחלקות פנימיות בחברה ומול לקוחות החברה בארץ ובחו”ל.\n– העבודה היא בסביבה טכנולוגית, מאתגרת ומתגמלת.\n– העבודה מתאימה לסטודנטים/ות / חיילים משוחררים מיחידות טכנולוגיות.\nRequirements:\n– נכונות לעבודת משמרות (עבודה מסביב לשעון- 24/7), בין 3 ל-5 משמרות בשבוע, כולל סופ”ש וחגים.\n– התחייבות לשנה וחצי.\n– יכולת לימוד עצמי והבנה טכנית.\n– ניסיון עבודה קודם במרכז NOC או בתמיכה טכנית מסוג אחר- יתרון משמעותי.\n– ידע בתכנון, כתיבת סקריפטים- יתרון\n– ניסיון בעבודה עם מערכות הפעלה Windows\n– יכולת עבודה בצוות ויחסי אנוש מצויינים.\n– אנגלית ברמה גבוהה בכתב ובעל פה.\n– בוגרי קורס בסיסי מבית הספר למקצועות המחשב (בסמ”ח) – יתרון.\nTo send a CV for the position of NOC Team Member – 888\nWe are looking for a Java developer to join our core server team. The team is responsible for building a data-driven, machine-learning based solution for large-scale security analysis. The developer will take part in designing and implementing the deep infrastructure of the server, as well as the back-end services for the customer web application.\nChallenges in this position include designing stable systems that can process a huge amount of diverse data elements, while allowing sophisticated algorithms to run on them and generate near-realtime results. It’s about performance, it’s about smart design, it’s about using the right tools, and it’s about understanding the impact of those choices on the usability of the product.\nIn this position you will:\n– Design and implement methods to run detection algorithms in realtime.\n– Scale up the internals of our data processing server vertically and horizontally.\n– Investigate production bottlenecks and invent smart ways to solve them.\n– Work closely with the security and endpoint teams.\n– Take part in defining the customer-facing product aspects of the server.\nRequirements:\n– Familiarity with JAVA.\n– Great passion for building high-performance, beautifully architectured products.\n– Superior analytical and troubleshooting skills.\n– Great interpersonal skills – a must.\n– BSc from a known university or relevant military background – an advantage.\nTo send a CV for the position of Java Developer – Cybereason\nWe are seeking an Inside Sales Prospecting Specialist to help us expand our business to new industries and territories via highly targeted outbound marketing. The role is responsible for feeding the top of the Sales funnel or pipeline with new prospects interested in learning more about how our solution would help their businesses. You will research, target and reach out to qualified prospects via email and social media to explain the benefits of our software solution for customer retention marketing.\n:Responsibilities\n.Identify and research relevant target accounts –\n.Email and reach out via Social Media to the most relevant prospects in each account –\n.Generate initial interest with the prospec –\n.Perform high-level qualification –\n.Obtain commitment from prospective customers to speak with a sales representative –\nRequirements:\n– Extremely organized and detail-oriented.\n– Fluent in spoken and written English.\n– Excellent verbal and written communication skills.\n– Excels working independently and also as part of a team.\n– Strong Microsoft Word, Excel, and Outlook skills.\n– Undergraduate degree in Business, Marketing or a related field preferred.\nTo send a CV for the position of Inside Sales Prospecting Specialist – Optimove\nWe’re looking for a talented Junior PHP Developers with excellent full stack skills.\nRequirements:\n– One year experience with PHP or Bachelor of Computer Science / Software Engineering – Must.\n– CSS/3,HTML/5,JS,JQuery – Must.\n– Experience with Backbone/Bootstrap, Angular.\n– JS and Symphony – advantage.\nTo send a CV for the position of Junior PHP Developer – Salestech", "keywords": "junior java developer,sapiens,junior sw engineer,vonage,junior full stack sw engineer,plus500,sw engineer student,intel,data science student,aol,technical pre sales student,ibm,noc team member,888,java developer,cybereason,inside sales prospecting specialist,optimove,junior php developer,salestech,​salestech​,גיק ג\\'וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}