{"url": "https://www.geektime.co.il/10-jobs-for-developers-2-february/", "type": "article", "title": "מפתחים, יש לנו 10 משרות טריות עבורכם", "description": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/summer-office-student-work-e1486892952203.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-12T13:43:49Z", "modified_time": "2017-02-12T13:43:49Z", "articleBody": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pexels\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for hands-on Full Stack/Web Developers to design, develop, and move web-based systems/tools/dashboards to production.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nResponsibilities:\nDesign, develop, implement and move web-based systems/tools to production. Work with new technologies and high system availability. Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – preferred.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – preferred.\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Full stack / Web Developers – AnyClip \nResponsibilities:\n– You will handle detailed design based on HLD customer requirements\n– You will become an expert in Pontis core generic framework and features, and its best practices of implementations to customer needs\n– You will develop customization for core products\n– You will process Unit testing for new and existing implementations\n– You will build versions, integration kits and patches\n– You will manage and maintain code\n– You will provide support for testing automations\n– You will work with great people who care and love their job.\nRequirements:\n– B.S in Information Systems / Computer Science or equivalent\n– Server-side Java development experience\n– A self-starter and able to work independently with minimal supervision\nJavaScript, SQL, XML, Eclipse, Unix / windows / ANT\n– 2-3 years of experience as a QA/automation engineer/Unit Tester\n– Experience in customization development\n– Good English\nTeam player!\nTo send a CV for the position of SW Developer – Amdocs\nצילום: גיקטיים\nOur technology-driven internet company is looking to add top-notch people to our already talented team. We’re looking for a Full Stack Developer to join our‎ data team and take part in building infrastructure to provide automated data, analytics, insights and browser based solutions.\nResponsibilities:\n– Develop web based solutions to meet diverse reporting and analytical needs\n– Contribute programming solutions that create efficiency and further push the technical aptitude of the data team\n– Develop data visualizations to effect more informed business decisions\nRequirements:\n– 4+ years expirience as a Full Stack Developer\n– 3+ years experience in Java (knowledge in Spring is a plus)\n– 3+ years experience in front end development (html, css, javascript)\n– 2+ years experience in AngularJS\n– Bachelor’s degree in Computer Science – preferred\nTo send a CV for the position of Natural Intelligence – IntelFull Stack Developer‎\nWe are looking for a Java Engineer to join our core detection team. The team is responsible for building high-performance machine-learning oriented data analysis system for large-scale security applications. You will take part in designing and implementing the production data analysis components as well as optimizing algorithms to run in high scale environment.\nResponsibilities:\n– Profile and optimize off-the-shelf machine learning technologies\n– Design and implement reliable data analysis for very large scale environments\n– Analyse large datasets to create fine tuned algorithms\n– Work closely with security experts and data analysts\nRequirements:\n– Pure java experience: 4+ years\n– Deep understanding of the JVM and Java 8 – a must\n– Experience with customizing third party Java packages\n– Hunger to learn new technologies, and teach others\n– Great interpersonal skills – a must\nTo send a CV for the position of Senior Software Developer – Cybereason\nThe engineer will be part of a team developing  complex, distributed, and sophisticated networking products. The engineer will be responsible for precise analysis, design, and coding in the Linux environment.\nRequirements:\n– At least 5 years of experience in C/C++ programming and Linux\n– Strong experience in Object-oriented software design and development\n– Strong experience in Linux development\n– Strong experience in the client/server application development\n– Solid background in TCP/IP networking\n– Knowledge of Layer 7 network protocols (such as HTTP, SSL, FTP, and DNS)\nTo send a CV for the position of Senior SW Engineer – radware\nThe primary challenge for the Java Developer – Big Data will be the design and development of in the Big-Data ecosystem. Success means that systems you plan and build have high scalability, low down-time and provide value and insight to our customers.\nResponsibilities:\n– Design & develop Big Data storage platforms.\n– Plan and build creative solutions that operate at huge scale.\n– Maintain the entire product lifecycle, from RFP, planning, execution, QA, and through to production.\n– Data operations on real customer data\nRequirements:\n– 4+ years experience programming in Java\n– Experience with RDBMS or NoSQL database systems\n– Experience with asynchronous and multithreaded programming\n– Experience with Linux\nTo send a CV for the position of Java Developer – Big Data Team – Gigya\nעובדי Matrix\nDataZone is a boutique professional services provider for various big data technologies. We help organizations to focus on their application rather than infrastructure. We solve sophisticated problems on daily basis and bringing value to our customer base. We are also premier level partner of some of the largest data vendors world wide – Elastic, Couchbase, IronSource Atom and more.\n Requirements:\n– Minimum of 3 years’ experience with any database technology as a DBA / DevOps Engineer / Data Engineer / Software Engineer* Ability to write simple code with one of the following: C#, Java, Python, Scala, Node.JS\n– Understanding of distributed computing system principals\n– Deep experience with at least one of the following: MySQL, Postgres SQL, MongoDB, Couchbase, Elasticsearch, Splunk, Hadoop, Spark, Kafka, StreamSets\n– Deep knowledge in Elasticsearch and the Elastic Stack – advantage\n– Israeli Security clearance level 4 – advantage\nTo send a CV for the position of Data Consultant – Matrix\nComo is scaling up, and we’re looking for a talented and ambitious Technical Integrations Engineer to support the company’s growth as part of the integrations team. As Technical Integrations Manager, you will work closely with the R&D, product, and business teams as you lead the integration of international POS companies with Como’s API.\nResponsibilities:\n– Technically integrate POS partners around the world with Como’s API – from initial intro, through technical integration, to ongoing support and upgrades\n– Configuration, verification, and troubleshooting in lab and prod environments\n– Master our flagship “ComoSens” product and API inside and out\n– Understand business and POS needs to constantly improve the product and turn requirements into action items\n– Turn strategy and roadmap into actionable features within the API\n– Maintain great relationships with our partners\n– Execute ongoing post-implementation tests\n– Handle acceptance tests and handover to customer\n– Manage multiple projects independently and on time\n Requirements:\n– Experience in technical integration or implementation\n– Experience in complicated systems analysis\n– Strong professional, interpersonal, and communication skills (in English)\n– Excellent organizational skills, as well as the ability to adapt quickly to changing priorities, assignments, and roles\n– Fast learner – grasping both business and technical concepts\n– Knowledge of SQL Server\n– Deep understanding of complex system architecture\n– Proven ability to deliver exceptional B2B experience\nTo send a CV for the position of Technical Integration Engineer – Como\nHappy Hour במשרדי Webpals\nResponsibilities:\n– Lead a team of Drupal developers with focus on delivery and execution of the company ERP / CRM / Billing operation\n– Analyze requirements and specifications from product manager and translate them into development tasks.\n– Design and implement technical solutions with emphasis on quality and performance.\n– Maintain code, release, troubleshoot & solve issues in live systems.\nRequirements:\n– B.A / BSc in Computer Sciences (or equivalent) – must.\n– Full-stack developer with at least 5 years of overall hand on experience.\n– Through understanding of the Software Development Lifecycle (e.g. Requirements, Design, Development, Testing) and exposure to Agile\n– At least 2 years’ experience of managing a development team (preferably of 5+ developers)\n– At least 2 years’ experience with PHP, SQL, HTML5, JavaScript, JQuery – must\n– At least 2 years’ experience in Drupal 7 plugins & themes development – must\n– Experience creating custom Drupal modules – must\n– Experience with XML, Ajax, JSON – must\n– Experience with Drupal 8, Angular.js / Angular.js 2 – Major Advantage\n– Experience in Linux – Major Advantage\n– Strong interpersonal skills, Team player\nPlease send CVs to email: Jobs@webpals.com including position number # 2132 in the subject line!\nJoin a team which owns the overall architecture of Check Point Threat Prevention offering.\nLead cross-groups complicated technical projects / ventures.\nConsult and help the teams during design / implementation phases.\nRequirements:\n– At least 5 years of Threat Prevention (Cyber) background as technology leader / technical team leader.\n– Personal knowledge in – network security, reverse engineering, OS internals, malware and exploit ecosystem.\nTo send a CV for the position of Threat Prevention Architect – Check Point\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "full stack / web developers,anyclip,threat prevention architect,technical integration engineer,como,check point,data consultant,matrix,java developer,big data team,senior software developer,cybereason,natural intelligence,intelfull stack developer‎,gigya,drupal team leader,webpals,,radware,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}