{"url": "https://www.geektime.co.il/jobs-february-27/", "type": "article", "title": "מפתחים, 10 החברות האלה מחפשות אתכם", "description": "בין אם אתם מחפשים עבודה או רק רוצים להתעדכן במה שקורה בשוק, ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לבדוק ולפנות למי שמעניין אתכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/technology-1283624_1280-e1488203670566.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-28T17:00:22Z", "modified_time": "2017-02-28T15:12:29Z", "articleBody": "בין אם אתם מחפשים עבודה או רק רוצים להתעדכן במה שקורה בשוק, ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לבדוק ולפנות למי שמעניין אתכם\n\nמקור: Pixabayאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n\nאנחנו מזמינים מפתחים ומפתחות עם ניסיון בארכיטקטורה להצטרף לצוות הפיתוח שלנו.\nהמוצר שלנו מסייע למשתמשים פרטיים וארגונים בהעברה של ידע בצורה ברורה, מהירה וחוויתית יותר. כדי לתת ללקוחות שלנו את הפתרונות הטובים ביותר אנחנו עובדים בטכנולוגיות המתקדמות ביותר עם האנשים הטובים ביותר. אם אתם מעוניינים להצטרף אלינו ולהוביל מוצר חדשני ומוערך, לעבוד עם אנשי המקצוע הטובים ביותר באווירת work life balance שלחו קורות חיים.\nדרישות:\nתואר ראשון במדעי המחשב- יתרון\nניסיון בעבודה עם angular\nניסיון עם טכנולוגיות javascript html\nלשליחת קורות חיים למשרת ארכיטקט/ית מנוסה – SQLink\nFor a new great project required motivated and highly skilled DevOps engineer to work in a great atmosphere and with latest technologies.\nThe position is building pipeline and automated delivery for new generation SaaS and on premise application. We are looking for a motivated, responsible and communicating engineer to working in highly committed env.\n Requirements:\n– CI/CD knowledge (Jenkins knowledge advantage) and experience working in CD environment (love for scripting J). Ability to find and implement new open source tool for development life cycle.\n– 5-7 years of previous experience in DevOps world (moving the business forward and giving it a stronger technological advantage).\n– Close work with AWS is a must (knowledge in   is advantage).\n– Experience and knowledge in automation tools like Ansible and K8S.\n– Knowledge and experience in work with Docker.\n– Deep Linux knowledge and previous experience.\n– Strong and proven development skills in the following languages: Phyton, Java, NodeJS.\nTo send a CV for the position of DevOps Engineer – HPE Software\n\nWe are looking for talented and bright developers to join our detection team for designing and building a new generation of our data-driven and machine learning based platform.\nResponsibilities:\n– Design and implement high-scale data driven algorithms that process a vast amount of data from many sources to create security insights.\n– Create a platform for our unique data visualization tools\n– Work with security experts, top-notch software developers and system architects to create new generation of our platform\nRequirements:\n– At least two years of experience in machine learning and data driven algorithm implementation in Java/Python/C#\n– Experience in high-scale multi variable machine learning problems\n– Experience in real world problem solving of data algorithms\n– Passionate about data: processing, slicing, visualizations and comprehension of large data sets\n– We code in Java but welcome people from all stacks\nTo send a CV for the position of Algorithms Developer (Data Scientist) – Cybereason\n\nGigya is looking for a Java Developer for our Big Data group. Ideal candidates have a strong Java background and enjoy working on the cutting edge of Big Data technologies. The position is located at Gigya’s R&D center, Azrieli Towers, Tel Aviv.\nAbout The Position:\nThe primary challenge for the Java Developer – Big Data will be the design and development of in the Big-Data ecosystem. Success means that systems you plan and build have high scalability, low down-time and provide value and insight to our customers.\nResponsibilities:\n– Design & develop Big Data storage platforms.\n– Plan and build creative solutions that operate at huge scale.\n– Maintain the entire product lifecycle, from RFP, planning, execution, QA, and through to production.\n– Data operations on real customer data\nRequirements:\n– 4+ years experience programming in Java\n– Experience with RDBMS or NoSQL database systems\n– Experience with asynchronous and multithreaded programming\n– Experience with Linux\nTo send a CV for the position of Java Developer – Big Data Team – Gigya\nResponsible for maintaining the organization’s security posture by ensuring implementation of security controls, measures, policies, and procedures.\nResponsibilities: \n– You will maintain the organization’s effectiveness and efficiency by defining, delivering, and supporting strategic plans for implementing information security,\nunderstand, evaluate, and respond to security incidents\n– You will recommend information technology strategies, policies, and procedures by evaluating the organization’s outcomes, identifying problems, evaluating trends, and anticipating requirements.\n– You will conduct the information security risk assessment program. Review compliance with the information security policy and associated procedures\n– You will update and maintain risk register for the organization. Provide periodic reporting on information security issues to management\n– You will keep updated with emerging security threats and alerts. Conduct research on emerging products, services, protocols, and standards in support of security enhancement and development efforts\n– You will perform leads and commissions activities related to contingency planning, business continuity management, and IT disaster recovery in conjunction with relevant functions and third parties\n– You will be respond and analyze business unit requests, ensuring CIA (Confidentiality, Integrity, and Availability) of customer and Amdocs data and providing solutions without business interruptions\n– You will perform routine line management and leadership of staff within the Information Security Management function\n– You will provide leadership and strategic direction for the security management function, including planning and budgeting\n– You will lead the design, implementation, operation, and maintenance of the Information Security Management System based on the ISO/IEC 27000 series standards, including, where applicable, certification against ISO/IEC 27001\nRequirements:\n– Full-time work experience in information security management\n– In-depth knowledge of security architectural consideration from End To End security perspective\n– In-depth knowledge of information security concepts and methodologies\n– In-depth knowledge of compliances (PCI DSS, Sox, DPA, and so on) and IS standards (ISO 27001, BS25999, ISO 20000, OWASP, and so on)\n– In-depth knowledge of risk management methodologies and approach\n– Knowledge of Secure SDLC methodology\n– Team leadership and management experience\nTo send a CV for the position of Security Architect – Amdocs\nעובדי Como. צילום: שלומי יוסף\nComo is scaling up, and we’re looking for a talented and ambitious Technical Integrations Engineer to support the company’s growth as part of the integrations team.\nAs Technical Integrations Manager, you will work closely with the R&D, product, and business teams as you lead the integration of international POS companies with Como’s API.\nResponsibilities:\n– Technically integrate POS partners around the world with Como’s API – from initial intro, through technical integration, to ongoing support and upgrades\n– Configuration, verification, and troubleshooting in lab and prod environments\n– Master our flagship “ComoSens” product and API inside and out\n– Understand business and POS needs to constantly improve the product and turn requirements into action items\n– Turn strategy and roadmap into actionable features within the API\n– Maintain great relationships with our partners\n– Execute ongoing post-implementation tests\n– Handle acceptance tests and handover to customer\n– Manage multiple projects independently and on time\nRequirements:\n– Experience in technical integration or implementation\nExperience in complicated systems analysis\nStrong professional, interpersonal, and communication skills (in English)\nExcellent organizational skills, as well as the ability to adapt quickly to changing priorities, assignments, and roles\nEagerness to work in a dynamic, multicultural, and global environment where multilingual skills are a big asset\nFast learner – grasping both business and technical concepts\nKnowledge of SQL Server\nDeep understanding of complex system architecture\nProven ability to deliver exceptional B2B experience\n​Experience in the POS/API space – advantage\nTo send a CV for the position of Technical Integration Engineer – Como\nCheck Point is searching for a passionate and experienced hands-on architect with strong Cloud and BigData technologies knowledge to join our infrastructure group. You will work closely with the team of brilliant mobile experts and researchers, developing state of the art detection/classification logic. We are in the early stages of building our next generation DB platform, to support BigData analytics and machine learning. If you like to explore new technologies, to evaluate, design and implement new BigData platforms, you should join us.\nRequirements:\n– BA/BSc in Computer Science or equivalent experience from lead technological units\n– 5+ years’ experience in software development, preferably Python/Java web backend\n– 3+ years’ Experience with relational and no-sql databases, such as Postgres, Cassandra, Redis, Elastic stack\n– Experience in building large scale BigData systems, experience in evaluation, prototype, integration and performance tuning\n– Experience with cloud platforms: AWS, GCP or Azure\n– Independent, self-learner with the ability and passion to learn new domains and technologies\n– Familiarity with Hadoop ecosystem: HDFS/Hive/Hbase/PIG/ Spark – Advantage\nTo send a CV for the position of Hands On Big Data Architect – Check Point\nעובדי Matrix\nResearch new web and UI technologies, operating environments and software solutions for integration or migration purposes.\nResponsibilities:\n– Produce quality products that meet high security, stability and performance standards\n– Take part in research projects for new products and features\n– Development is done mostly in C# and ASP.NET\n– Report to R&D Group Manager\nRequirements:\n– MAMRAM graduate or BA in Computer Science ,5+ years of experience\n– 4 Years experience in web application development in ASP.NET\n– Excellent design and analytic skills\n– High ability to use new technologies and understand them in depth through rapid self learning\n– Thorough and methodical approach to any task\n– Proactive by nature. Internal drive for excellence and improvement\n– Original thought, creativity\nTo send a CV for the position of Senior Web Engineer – Matrix\nAGT is a pioneer in IoT and Social data management, Big Data integration and advanced analytics. As such, by joining us you will have the opportunity to work alongside brightest minds in those domains. You will join an extensive global P.hd’s research team. As part of it, you will be responsible for developing a new field of emotion and behavioral analytics via human sensorial data with machine / deep learning and other analytical methods.\nResponsibilities:\n– Gather and analyze data, identify key prediction/classification problems, design solutions and build prototypes, using machine learning, advanced techniques and algorithms\n– Develop new analytics, algorithms and data processing chains to create insights from IoT data\n– Collaborate with product management to understand the domain, problems’ space and product analytics’ requirements\n– Conduct research and coordinate work with peers and external partners\n– Work with development team to bring insights from idea inception, through research to implementation and integration in a scalable technology stack\n– Stay current on published state-of-the-art algorithms and competing analytics technologies\nRequirements:\n– MSc in Computer Science, Mathematics, Statistics or a related discipline – an advantage\n– At-least 3 years’ experience in data science and algorithms research and development\n– Strong analytical skills, with proven track record including publications, development and deployment experience\n– Solid foundation and background in machine learning and artificial intelligence techniques, with broad understanding of supervised and unsupervised learning methods and algorithms\n– Experience working with modern programming languages: Python, Java, R, Matlab for interactive data research, algorithms and analytics packages development\n– Practical experience with: sensor data, big data and complex data processing chains is a big plus\n– Experience working within cross-disciplinary teams in a dynamic, fast paced environment\n– Fluent in English (written and verbal), other languages are a plus\n– Smart, creative and innovative\n– Young in spirit with startup mentality\n– Team player with excellent communication and interpersonal skills\nTo send a CV for the position of Data Scientist – AGT International\n\nWe are looking for a Back End Team Leader to manage four engineers designing, developing, and moving to production new systems for real time bidding (RTB) and big data infrastructure.\nResponsibilities:\n– Lead a team of four seasoned Back End engineers\n– Design, develop, implement and move to production new back end services for RTB and big data infrastructure.\n– Work in cloud environment with new technologies, high system availability and load.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 3 years in leading a team of software engineers\n– Minimum 6 years hands on java (J2EE) experience\n– Minimum 3 years back end development experience\n– AWS experience – major advantage\n– Experience in any of the following – an advantage:Agile/scrum environment; Web technologies; AdTech; Video; Front End development; Mobile\nTo send a CV for the position of Back End Team Leader – anyclip\nWe’re looking for coders, like everybody, but not just any coders.  We’re looking for Coders+.  Those who deeply love what they do, that take pride in building an excellent product and contributing to bettering the organization they work for, that are looking to learn and even teach new things every day.\nCloudify believes in open principles as a core value – it’s everything the product is built on, as well as the culture of the company.  This means that we took the best of open source tooling and built a product on it – enabling you to play around with some of the best code today.  We also applied these values to the organization itself – building an atmosphere where everyone has a voice and can be a part of any initiative that empowers them, some of these include:\n Requirements:\n– Hands-On team leading experience\n– 4 + years of experience as a SW developer\n– Deep understanding of complicated web systems and processes\n– Experience in web – html, javascript, css\n– Experience in at least one of the following java frameworks : backbone, ember, angular , react\n– Experience in Nodejs Server side\n– Experience with javascript test frameworks such as: jasmine, mocha, sinon , selenium, phantomjs\n– Ability to quickly learn new technologies\n– Bachelor’s degree in computer science or equivalent working experience\nTo send a CV for the position of Frontend Team Leader – GigaSpaces\nרוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": ",devops engineer,hpe software,data scientistsenior,web engineer,matrix,agt international,hands on big data architect,check point,security architect,amdocs,technical integration engineer,como,java developer,big data team,gigya,back end team leader גיקג\\'וב,גיקליסט,משרות,מפתחים,סטארטאפים,algorithms developer (data scientist),cybereason,anyclip,ארכיטקט/ית מנוסה,sqlink,frontend team leader,gigaspaces,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות בהיי-טק"}