{"url": "https://www.geektime.co.il/geekjob180916/", "type": "article", "title": "לעבוד בהיי-טק: 10 משרות למפתחי Back End ו-Java", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/GettyImages-485204240.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-18T17:18:13Z", "modified_time": "2016-09-18T17:18:13Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nThe Architecture, Clocking, Ethernet & SerDes  group develops a wide range of State-of-the-art analog circuit for Intel next generation processors and ultra-high speed circuits.\nAs a physical design engineer in the team you will be involved with Implementing bottoms-up elements of multi power domains, multi clock digital chip design including but not limited to synthesis, floor plan, clock tree synthesis and routing.\nYou will Perform verification including RC extraction, static timing analysis and closure, layout verification – DRC , LVS, cross voltage domain verification and abstract views generation. Troubleshoots a wide variety up to and including difficult design issues and applied proactive intervention. Schedules, staffs, executes and verifies complex chips development and execution of project methodologies and/or flow developments. Requires rich knowledge and practical application of methodologies and physical design.\nRequirements:\n– Who have B.Sc. in EE or equivalent.\n–  With  4-6 years of experience in RTL to GDSII implementation and verification of digital macros, preferable in synopsys DC/ICC implementation tools as well as static timing and Formal verification.\n– With scripting capabilities in tcl and perl.\nTo send a CV for the position of Backend Physical Design – Intel\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems.\n– Assess and adopt new available technologies.\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code.\n– Design the overall architecture of the machine learning application.\n– Translate R research code to Ruby production code.\n– Use TDD to write well-tested code.\n– Fix bugs fast and improve application performance.\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design.\n– Proficient knowledge of a back-end programming language, preferably Ruby.\n– Someone who can plan and design the system from a high level perspective.\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms.\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives.\n– Can handle Math/Statistics algorithms and transform them to workable code.\n– Highly data-driven, knowledge of SQL.\nTo send a CV for the position of Backend Developer – Riskified\nYou will take part in the architecture, design and implementation of a large scale management solution for cloud environments. You will work on big data processing and cloud related aspects such as multi-tenancy, high availability & agility, NoSQL DB, security and more. The challenge is to develop an efficient large scale cloud management solution in a heavily used production environment for enterprise customers.\nRequirements:\n– A degree in Computer Science/Software engineering from a well-regarded university OR a comparable experience from well renowned companies or military units.\n– Self-driven individual who enjoys a startup culture.\n– 3+ years of hands-on experience with backend development for large scale system using object oriented methodologies.\n– Experience with python, its web frameworks and MongoDB or experience from C#/Java frameworks and other NoSQLs.\n– Familiarity with endpoint security – Advantage.\n– Broad knowledge of current cloud technologies such as NoSQL and AWS. – Advantage.\n– Experience with large scale management systems – Advantage.\nTo send a CV for the position of Backend Cloud Software Engineer –SentinelOne\nAs a Vonage backend software engineer, you will build the infrastructure and business logic for next generation of unified communication platforms.\nYou will be in charge of developing software solutions that serve millions of users and businesses in their day to day communication needs, utilizing cutting edge technologies and developing a scalable robust solutions.\nRequirements:\n– At least 3 years of development experience in a high level programing language (Java, C++, C# or Objective C).\n– Ability to handle large scale distributed systems.\n– Java experience – advantage.\n– Linux experience – advantage.\nTo send a CV for the position of Backend Developer – Vonage\n– Design, develop, implement and move to production new back end services for RTB and big data infrastructure.\n– Work in cloud environment with new technologies, high system availability and load.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 4 years hands on java (J2EE) experience.\n– Minimum 3 years in back end development.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– AWS knowledge – advantage.\n– C++ – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Back End Developers – anyclip\n– Develop & maintain large enterprise software systems\n– Analyse production issues\n– Document and release software products\n– Perform 2nd level support of enterprise system with thousand of users\n– Collaborate with an agile team of highly skilled developers\nRequirements:\n– 1-4 years experience with JAVA – Server Side Development (APIs, Servlets, SQL)\n– Knowledge of Web technologies like Servlets, JSON, XML, JDBC, SOAP, WSDL\n– English – high level (writing and speaking)\nWhat you should have:\n– You take pride in your work\n– You are independent & take ownership\n– You are a quick learner\n– You show initiative and perform well under pressure\n– You are methodical and structured in your work\n– You have excellent analytics, problem-solving skills\n– Proficient in Java programming (C# might come in handy as well)\n– Experience with Agile development process (Advantage)\nTo send a CV for the position of Java Developer – Matrix\nWe are looking for a talented Java Full Stack Developer to join us.\nOur group is working on product called Service Anywhere, which is a SaaS (Software as Service) solution for ITSM processes such as help desk, incident management, change management, and so on.\nYou must be self-motivated, a quick learner and must have the passion and willingness to learn new technologies and code in various languages on demand\nRequirements:\n– At-least 2 years of experience as a server side Java developer.\n– Advantage for working with the following frameworks: Spring / Hibernate.\n– Experience with front-end development.\n– Familiar with Angular 1.x – advantage.\n– B.Sc. Degree in computer science/Engineering.\n– Excellent self-learning ability.\n– Independent and reliable.\n– Team player.\n– Strong interpersonal skills, excellent verbal and written communication skills.\n– Strong analytic and problem solving skills.\n– Ability to multi task and deliver in high quality under pressure.\nTo send a CV for the position of Java Full Stack Developer – HPE Software\nBecome a member in an infrastructure team, all team members are experienced and are working on the product next generation. The team develop and re-design the system according to coding standards. In this position you’ll lead clean code and best practices for R&D team members.\nRequirements:\n– BA in computers Science or other relevant degrees – must.\nat least one project that wrote in Java during the degree.\n– Familiarity with SQL at least one type of relational database (Oracle, DB2, MSSQL) – must.\n– Excellent English must.\n– Team player – must.\n– Experience working with web services (REST or SOAP) – advantage.\n– Experience working with XML and JSON – advantage.\n– Ability to lead a task from requirement gathering to technical analysis and implementation.\n– Complete control of the English language (reading, writing, speaking).\n– High learning capability, including self-study and ability to work under pressure.\nTo send a CV for the position of Junior Java Developer – SAPIENS\nAt least 3 year experience in JAVA and JEE.\nUniversity degree in Computers Science or Software Engineering.\nRequirements:\n– Must have experience and deep knowledge in JAVA Application Server oriented development.\n– Must have experience in Multithreading, Designed Patterns, OOP & OOD.\n– Experience and knowledge in Graph DB – Big Advantage.\n– Hands on experience in Jetty – Big Advantage.\n– Debugging and performance analysis capabilities.\n– Positive team player attitude with excellent verbal and written communication skills.\n– Self-motivated and willing to “do what it takes” to get the job done, “can do” attitude.\nTo send a CV for the position of JAVA Software Engineer for D2.0 – AT&T\n– Work with other members of the engineering team on architecture, design and development of both existing and new features.\n– Collaborate with other development teams to ensure consistency in the application.\n– Provide design and technical ideas to assist with development of a cleaner code base.\n– Work as part of a collaborative team while being self-motivated and capable of learning new technology.\nRequirements:\n– 3-4 years of software development experience with solid Java or #C expertise.\n– Experience in designing and implementing high performance, web based applications.\n– Strong knowledge of web services and RESTful apis.\n– Knowledge of agile development methodologies.\n– We are looking for a smart, highly motivated, out of the box thinker that is also a great team player.\n– Excellent communication skills are expected.\n– Bachelor ‘s degree in computer science or equivalent discipline.", "keywords": "backend physical design,intel,backend developer,riskified,backend cloud software engineer,sentinelone,vonage,back end developers,anyclip,java developer,matrix,java full stack developer,hpe software,junior java developer,sapiens,java software engineer for d2.0,at&t,java developer – full stack,jive,at&t,java developer full stack,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}