{"url": "https://www.geektime.co.il/geekjob-070216/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד (והפעם: מינימום ניסיון)", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Online Marketing ,Affiliate Manager, Big Data Developer ,Junior Professional Services Engineer Junior, Security Analyst Junior, PHP Developer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-07T15:31:06Z", "modified_time": "2016-02-07T22:08:59Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Online Marketing ,Affiliate Manager, Big Data Developer ,Junior Professional Services Engineer Junior, Security Analyst Junior, PHP Developer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nתמיכה יומיומית שוטפת ומתן שירות לשותפים העסקיים של האתר (Affiliates)\nמתן הצעות למיקסום פעילויות השותפים באמצעות פעולות קידום משותפות.\nפיתוח ערוצים חדשים, תוכניות שיווק למוצרים חדשים, שיתופי פעולה עסקיים ואסטרטגיות משותפות.\nמיקסום הרווחים של השותפים תוך עידוד הרחבת הפעילות שלהם.\nניתוח דוחות וזיהוי פוטנציאל צמיחה.\nמעקב שוטף אחר הפעילויות של השותפים – ניתוח ביצועים, שיפור תהליכים ומתן הצעות להגדלת הכנסות.\nמתן ייעוץ ותמיכה בפן השיווקי לצורך הגדלת ה-Traffic של השחקנים.\nהשתתפות בתערוכות מקצועיות, כנסים, פורומים ויוזמות.\nדרישות:\n\nאנגלית ברמה גבוהה; שפות נוספת – יתרון משמעותי.\nניסיון במכירות (עדיפות לניסיון בעולם ה-ONLINE).\nניסיון קודם בניהול תיקי לקוחות – יתרון משמעותי.\nרקע בעולם האינטרנט – חובה.\nתואר ראשון בכלכלה, שיווק או הנהלת חשבונות – יתרון.\nניסיון בתחום ה-Gaming – יתרון משמעותי.\nלהגשת קורות חיים למשרת Affiliate Manager – 888\n \nNI is a digital commerce company that connects engaged consumers with valuable brands. We exist to simplify consumer decision-making, and we do so by creating trusted comparison websites that nurture and enable high-value relationships between these consumers and the brands they choose. Our clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are seeking a highly energetic Biz Dev operations to join our great team.\nResponsibilities:\nCarry out day to day operations for the business development department, including internal processes and administrative aspects.\nPulling data from partner and network reporting systems\nWork closely with a variety of different teams – Business, financial & Technical.\nRequirements:\n\nFluent English\nAttention to details\nExcellent time management and organizational skills\nFast learner who is Self-Motivated\nComfortable with technology\nExperience in an online company – an advantage\nExperience in a similar/back office role – an advantage\n\nTo send a CV for the position of Biz Dev operations – Natural Intelligence\nManaging online and offline campaigns in variety of platforms. The marketing Campaigns\nManager is responsible for analyzing data and optimizing campaigns performance by investigating the markets preferences, think of attractive creatives and analyzing the campaigns data in order to decide what to do next. Working with leading companies: Google, Facebook, Bing, Twitter etc.\nRequirements:\n\nB.Sc. in Engineering/BA Statistics or similar- Grade average 80 and up.\nAnalytical abilities.\nHigh level of English\nExcel skills\nAdditional languages – advantage.\nTo send a CV for the position of Online Marketing – plus500\nPlaytika is a global leader in social network and mobile gaming applications!\nWe are seeking a full stack developer who is passionate about coding & data to help us build out our next generation scalable big data processing and analytics systems.\nRequirements:\n– At least one year of experience in java programming.\n– At least one year of experience building and managing complex products/solutions.\n– Hands on contribution to biz logic using Hadoop`s ecosystem- strong advantage.\n– Work on technologies related to SQL and InMemory platforms.\nTo send a CV for the position of Big Data Developer – Playtika\nCheckmarx is looking for a part-time Jr. App Security Researcher to be a part of the Checkmarx Security Experts Team. Job involves collaborating with developers, security experts and analysts focused on application security.\nAnalysis and Integration of vulnerability descriptions in Checkmarx product\nSupporting the Security Experts Team research of application and web application vulnerabilities\nReviewing and analyzing security audit results\nRequirements:\n\nB.Sc or higher degree in Computer Science or other relevant disciplines (CS students will also be considered)\nGreat interest in information security – must\nSelf-motivated and able to self-learn – must\nAbility to read programming source code (sometimes of unfamiliar languages) – must\nKnowledge of common scripting languages – advantage\nStrong analysis and problem solving skills\nGood English writing and speaking capabilities\nTeam player with organizational skills\nTo send a CV for the position of Junior Security Analyst – Checkmarx\nWe invite all software developers to apply. We are looking for top talent\nWe code in Javascript but if you have the ability to learn it, we will train you\nto be one of the top developers worldwide\nThe work will be done remotely or from our offices in Israel, together with our R&D team\nAlways dreamt of being part of successful start-up company? Hola is an amazing team of 90 talents located all around the world. We are growing fast, and expect to be 200 employees in 2016.\nWe are building a peer-to-peer overlay network, bound to make the internet less centralized, more open, and, in one word — better. Our services, used by 60 million people, include a free VPN extension, a business intelligence network, and a content delivery for video (CDN), aimed at making video distribution faster and cheaper.\nGlobal approach- We believe that the finest products are developed by small teams of great programmers. We are a small group of developers and we’re are interested in finding the best professionals in the world to join our team and develop the new generation of the internet.\nSpecial Benefits\nBest Compensation Package- enjoy one the most competitive compensation packages available in your country\nIn-House Chef- In Israel- eat every day fresh, healthy meals prepared by our in-house chef.\nGear Provided- anything you need to succeed in your work, we’ll provide\nFull Administration Services- our administrative team will make your experience unforgettable.\nWeekly Presents- every week, special treats for the employees\nBest Team Ever- enjoy the opportunity of working with an A-level team\nDogsitter- we have a dogsitter for your dog, feel free to bring him over\nRequirements:\nStar employees are hard to find, that’s why we need your help to find the best software developers around the world. Hola is offering a prize to whoever helps us find a new developer. If your recommended developer ultimately joins Hola and spends at least 3 months in our company, you will receive a USD 7,000 reward.\nTo send a CV for the position of Software Developer – Hola Better Internet\n \nWe’re looking for a talented Junior PHP developers with excellent full stack skills.\nRequirements:\n\nOne year experience with PHP or Bachelor of\nComputer Science / Software Engineering – Must\nCSS/3,HTML/5,JS,JQuery – Must\nExperience with Backbone/Bootstrap, Angular\nJS and Symphony – advantage\nTo send a CV for the position of Junior PHP Developer – Salestech\nThe organization : Design Technologies & Solutions organization develops software solutions used by Intel hardware engineers to design the next-generation processors and validate them during different stages of the processor development.\nThis position is for developing and deploying new solutions for validating the CPU/system faster and in higher quality. The engineer will work closely with validation team to define, develop and maintain solutions using in-house SW tools. The works include defining and implementing POCs for new validation methods, Development of SW layers and libraries, deployment and support of existing solutions, maintain quality of SW validation packages.\nRequirements:\n\nEngineers should possess a BSC degree in Electrical Engineering, Computer Engineering, Software Engineering or Computer Science\nA team player with excellent customer orientation and communication skills\nExperience in working on CPU validation, working with large and complicated SW systems – an advantage\nKnowledge in assembly level and Intel Architecture – an advantage\nTo send a CV for the position of R&D SW Engineer – Intel\nWe’re looking for a  Full Stack Developer, to develop cool software that is used by the largest mobile game apps around the world. You’ll be working in a small and dynamic team, using the latest technologies:\nHTML5, CSS3, JavaScript,  JOuery, React\nBig Data Databases (Relational and NoSQL)\nAmazon AWS\nNodeJS\nThis is an opportunity to work with Perion GrowMobile, a small and selected group, a startup within a leading company. GrowMobile is a revolutionary platform providing mobile app developers unique distribution and promotion solutions for their apps.\nRequirements:\nIf you have experience in most of our technologies and you’re eager to learn the rest – send us your CV.\nTo send a CV for the position of Full Stack Developer – Perion\n \nFEEDVISOR IS LOOKING FOR A JUNIOR PROFESSIONAL SERVICES ENGINEER (PSE) TO JOIN OUR AWESOME AND SUCCESSFUL CUSTOMER SUCCESS TEAM. THE JR. PSE IS YOUR CHANCE TO JOIN A PROMISING START-UP AND PUT YOUR HI-TECH CAREER ON THE FAST TRACK.\nTHIS POSITION IS IN CHARGE OF CREATING AND DELIVERING BESPOKE CUSTOMER SOLUTIONS FOR DRIVING MORE REVENUES.\nYOU WILL PLAY A VITAL ROLE IN OUR CUSTOMERS BUSINESS GROWTH AND THE SUCCESSFUL IMPLEMENTATION OF OUR SOLUTIONS. HOW DO YOU KNOW IF THIS POSITION IS FOR YOU? YOU’RE SO SHARP PENCILS ENVY YOU.\nYOU’RE SO ADEPT AT MULTITASKING, YOU’RE READING THIS WHILE JUGGLING. YOU’RE SO SELF-MOTIVATED, YOUR APPLICATION IS HALF-SUBMITTED AND YOU HAVEN’T EVEN GOTTEN TO THE REQUIREMENTS YET! YOU LOVE DETAILS, YOU CRUSH DEADLINES, WORSHIP EXCEL AND NOT ASHAMED OF SAYING SO OUT LOUD.\nRESOURCEFUL LIKE MACGYVER, PROFESSIONAL LIKE JOBS, AND WITH THE KIND OF HUMOR THAT MEANS YOU UNDERSTAND WHY A JOB DESCRIPTION SHOULD BE FUN TO READ.\nKEY AREAS OF RESPONSIBILITY:\nDELIVER SOLUTIONS TO ADDRESS HIGHLY SOPHISTICATED CUSTOMER NEEDS.\nENHANCE AND IMPROVE EXISTING PROCESSES AND DELIVERABLES.\nDEVELOP SOLUTIONS THAT LEVERAGE CAPABILITIES TO ADDRESS NEW CUSTOMER NEEDS\nMAINTAIN AND DOCUMENT KNOWLEDGE OF PROCEDURES AND SYSTEMS\nRequirements:\nEXCEL WIZARD – MUST\nWORKING ON / COMPLETED BACHELOR’S DEGREE IN COMPUTER SCIENCE/ENGINEERING /ECONOMICS\nSQL – SIGNIFICANT ADVANTAGE\nJAVA – SIGNIFICANT ADVANTAGE\nABILITY TO COMMUNICATE WITH OTHER TEAMS (SUCH AS TECHNICAL SUPPORT, SALES, CUSTOMER SUCCESS) TO ADDRESS SPECIFIC BUSINESS NEEDS WITH A TECHNOLOGY SOLUTION.\nABILITY TO PERFORM TROUBLESHOOTING AND DEMONSTRATE ANALYTICAL SKILLS\nPOSSESS GOOD TEAMWORK SKILLS\nFLUENT ENGLISH\nTo send a CV for the position of Junior Professional Services Engineer – feedvisor", "keywords": "משרות,משרות בהיי-טק,גיק ג\\'וב,דרושים,משרות חמות,ללא נסיון,online marketing,intel,salestech,checkmarx,,natural intelligence,plus500,888,playtika,hola better internet,perion,affiliate manager,big data developer,junior professional services engineer,junior security analyst,junior php developer,software developer,r&d sw engineer (experienced) - haifa,full stack developer,feedvisor,r&d sw engineer (experienced) - haifa,​salestech​,ללא נסיון intel"}