{"url": "https://www.geektime.co.il/geekjob-18-4-12/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד – 18 באפריל", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: מפתחי מובייל, מנהל QA, מפתח ווב בכיר, מהנדסים ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/geekjob_Wide1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-04-18T13:30:34Z", "modified_time": "2012-04-18T12:44:14Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: מפתחי מובייל, מנהל QA, מפתח ווב בכיר, מהנדסים ועוד\nאחת המטרות לשמן ייסדנו את ניוזגיק היתה לקדם את קהילת ההיי טק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההיי-טק החדש של ניוזגיק. אם אתם מעוניינים למצוא משרות נוספות, אתם מוזמנים לעשות זאת באמצעות לוח המשרות שלנו.\nשתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי ניוזגיק למצוא את העבודה החדשה שהם מחפשים:\nDeveloper Mobile – עבודה זמנית – באזור מרכז\nתיאור משרה:\nלחברת סטארט-אפ מצליחה המפתחת פלטפורמה לזיהוי אנשים בתמונות במרחב האינטרנטי דרוש Mobile Developer.\nמדובר בהזדמנות ללמוד ולצבור נסיון באחד מהסטארט-אפים החדשניים ביותר.\nדרישות משרה:\nנסיון משמעותי בפיתוח אפליקציות ל-iPhone ול-Android.\nנסיון מוכח בפיתוח תשתיות לפתרון בעיה מורכבת.\nתואר ראשון רלוונטי/ יוצא יחידה טכנולוגית.\nנסיון בפיתוח Client Side באמצעות Html, JavaScript, Ajax, jQuery.\nהבנה מעמיקה באפליקציות חברתיות.\nלשליחת קורות חיים למשרת Developer Mobile\nDBA and Linux system administration – משרה מלאה – באזור מרכז\nתיאור משרה:\nלחברת היי טק מצליחה שהוקמה לפני 7 שנים דרוש DBA ו-Linux system administration.\nמדובר בחברה צעירה שנמצאת בצמיחה גדולה ומונה כ-60 עובדים.\nהחברה מפתחת בתחום של אספקת פתרונות ליצירת נוכחות דיגיטלית ומובילה בתחומה.\nכמו כן, מדובר בחברה ריווחית מזה 3 שנים ברציפות.\nבחברה יש אווירת סטארטאפ מחד ויציבות כלכלית ללא תלות במשקיעים מאידך.\nכ-70% מהתפקיד יכלול DBA כ-30% מהתפקיד יהיה System.\nדרישות המשרה:\nניסיון של שלוש שנים בתפקיד של DBA supporting production systems My SQL / Oracle.\nניסיון של שנתיים שנים בתפקיד של Linux system administration.\nלשליחת קורות חיים למשרת DBA and Linux system administration\nQuantitative Developer – משרה מלאה – באזור מרכז\nתיאור משרה:\nלחברה בינלאומית גדולה ומצליחה אשר פתחה לאחרונה Innovation Center בארץ המפתחים מערכות ושירותים בתחום הפיננסי למגוון פלטפורמות, דרוש מפתח אלגוריתמים בכיר ומנוסה בעבודה עם אלגוריתמים מורכבים של מדעי המחשב (ופחות של מתמטיקה), ויעסוק בפיתוח מערכות חדשות ויהיה מוכן לכתוב קוד בתחום ה-Machine learning ו-AI.\nדרישות משרה:\nכ-3 שנות ניסיון בפיתוח אלגוריתמים בתחום בינה מלאכותית, Machine learning, מודלים סטטיסטיים.\nבוגר יחידה טכנולוגית או לחלופין בעל תואר רלוונטי- יתרון משמעותי.\nדרוש ניסיון בפיתוח מערכות מורכבות ובאופטימיזציה.\nניסיון מינימלי בשפת Object Orientedכגון- C++/ Java/ C#.\nלשליחת קורות חיים למשרת Quantitative Developer\nSenior Web developer – משרה מלאה – באזור מרכז\nתיאור משרה:\nלחברת סטארט אפ בהקמה המפתחת מוצר בתחום הקולינארי, דרוש מפתח בכיר מוכשר!\nהמועמד יקים את המוצר מאפס, יהיה אחראי על Design וארכיטקטורה.\nדרישות משרה:\nתואר Bs.c במדעי המחשב/הנדסת תוכנה או בוגר יחידה טכנולוגית.\nלפחות 4 שנות ניסיון בפיתוח ב–PHP, Perl, Ruby.\nלפחות 4 שנות ניסיון בפיתוח אפליקציות WEB.נ\nסיון בארכיטקטורת Client – Server, MVC.\nמומחיות ב–JavaScript.\nשליטה מוחלטת ונסיון מוכח ב-XHTML/ HTML5.\nשליטה מוחלטת ונסיון מוכח ב-CSS3.\nנסיון בפיתוח ל mobile – יתרון!\nלשליחת קורות חיים למשרת Senior Web developer\nQA Manager – משרה מלאה – באזור מרכז\nתיאור משרה:\nלחברה מצליחה המפתחת שירותי האצת והפצת תוכן (CDN), דרוש מנהל QA!\nדרישות משרה:\nלפחות 4 שנות ניסיון בניהול ישיר של אנשים.\nלפחות 2 שנות ניסיון בבבדיקות QA מעל Linux/ Unix.\nלפחות שנת ניסיון בבדיקות Server Side.\nלפחות 1 שנת ניסיון בעבודה עם פרוטוקלי תקשורת (TCP/ IP, UDP/ IP, HTTP).\nתואר ראשון רלוונטי/ בוגר יחידה טכנולוגית.\nיכולת להוביל ולנהל אנשים.\nלשליחת קורות חיים למשרת QA Manager\nNET Developer. – עבודה זמנית – באזור שרון\nתיאור משרה:\nלחברת הייטק העוסקת בעולם האינטרנט ומהווה חממה טכנולוגית למיזמים קטנים, דרוש מפתח #C בכיר.\nדרישות משרה:\nניסיון של 5 שנים בפיתוח ASP.NET/ #C – חובה.\nניסיון בפיתוח client-server.\nניסיון בעבודה עם DB – חובה.\nניסיון בפיתוח בטכנולוגית Ajax – חובה\nהיכרות עם טכנולוגיות CSS, HTML, Javascript- יתרון.\nתואר אקדמי רלוונטי- יתרון.\nלשליחת קורות חיים למשרת NET Developer.\nSenior web developer – משרה מלאה – באזור מרכז\nתיאור משרה:\nלחברת סטארט אפ המפתחת פרסומות דינאמיות, דרוש מפתח Web בכיר.\nזו הזדמנות לעבוד עם הטכנולוגיות הכי חדישות בשוק.\nדרישות משרה:\nבעל תואר במדעי המחשב-חובה.\nבעל 3 שנות ניסיון בפיתוח Ruby, Java or Python .\nבעל ניסיון בשימוש: MVC Framework: ROR, Django, Play, GWT\nבעל ניסיון Client Side: JavaScript, CSS, JQuery, Ajax, DHTML, HTML5\nבעל ניסיון UI & UX Design\nבעל ניסיון מוכח על כל היבטי פיתוח יישומי אינטרנט.\nבעל אנגלית ברמה גבוהה.\nלשליחת קורות חיים למשרת Senior web developer\nAndroid Developer – משרה מלאה – באזור שרון\nתיאור משרה:\nלחברת סטארט אפ המפתחת פלטפורמה מרתקת ל-Mobile ! דרוש מפתח Android מנוסה!\nדרישות משרה:\nתואר Bs.c במדעי המחשב / הנדסת תוכנה או בוגר יחידה טכנולוגית.\nבעל ניסיון בפיתוח ל Android.\nניסיון בבניית ארכיטקטורת Stand alone איכותית ופיתוח צד Client וחווית משתמש.\nבעל ניסיון מעמיק בפיתוח ב – Java או C/++C.\nעבודה בסביבת Linux.\nלשליחת קורות חיים למשרת Android Developer\nJava Developer – משרה מלאה – באזור מרכז\nתיאור משרה: לחברת סטארטאפ בתחום ה-Storage אשר נרכשה על ידי חברה גלובלית דרוש/ה Java Developer!\nדרישות משרה:\nתואר ראשון במדעי המחשב – חובה.\nניסיון קודם בפיתוח Client-Server – חובה.\nניסיון קודם בפיתוח ב-Java – חובה.\nניסיון קודם בטכנולוגיות Spring או EJB הינו יתרון!\nניסיון בעבודה מול DB הינו יתרון!\nלשליחת קורות חיים למשרת Java Developer\nClient Application Engineer – משרה מלאה – באזור מרכז\nתיאור משרה:\nלחברת הייטק מצליחה העוסקת בפיתוח אפליקציות לדפדפנים דרוש/ה Client Application Engineer!\nהתפקיד דורש ידע והבנה בפיתוח Object Oriented והכרות עם עולם ה- Web. \n\nדרישות משרה:\nניסיון של 3 שנים לפחות בפיתוח ו- Design של אפליקציות Web מורכבות – חובה.\nניסיון קודם בפיתוח ב- J2EE או ב- .Net – חובה.\nניסיון של 3 שנים בפיתוח Client Side – חובה.\nתואר ראשון במדעי המחשב הינו יתרון!\nלשליחת קורות חיים למשרת Client Application Engineer\nVerification Engineers – משרה מלאה – באזור חיפה\nתיאור המשרה:\nלחברה טכנולוגית בתחום התקשורת, דרוש/ה Verification Engineers לתפקיד מאתגר !\nדרישות המשרה:\nלפחות 3 שנות ניסיון בתפקיד דומה.\nניסיון ב- digital design verification.\nניסיון בשפת וריפיקציה- System c/System Verilog/e.\nלשליחת קורות חיים למשרת Verification Engineers", "keywords": "client application engineer,dba and linux system administration,developer mobile,geekjob,java developer,qa manager,quantitative developer,senior web developer,verification engineers,גיקגו\\'ב,.net developer,android developer"}