{"url": "https://www.geektime.co.il/geekjob-11-01-2012/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד – 11 בינואר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: תוכניתן פלאש, מפתח מק, מפתח BI, ראש צוות Net. מומחה בדיקות עומסים, מפתח ג'אווה, מפתח תשתיות אוטומציה, סמנכ", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/geekjob_Wide1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-11T13:25:33Z", "modified_time": "2012-01-11T11:23:15Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: תוכניתן פלאש, מפתח מק, מפתח BI, ראש צוות Net. מומחה בדיקות עומסים, מפתח ג’אווה, מפתח תשתיות אוטומציה, סמנכ”ל תפעול לחברת סטארטאפ ועוד\nאחת המטרות לשמן ייסדנו את ניוזגיק היתה לקדם את קהילת ההיי טק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההיי-טק החדש של ניוזגיק. אם אתם מעוניינים למצוא משרות נוספות, אתם מוזמנים לעשות זאת באמצעות לוח המשרות שלנו.\nשתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי ניוזגיק למצוא את העבודה החדשה שהם מחפשים:\nתיאור משרה:\nלחברת אינטרנט גדולה, המתמחה בפיתוח פלטפורמות וידאו צ’ט באפליקציות שונות (בתחומי רשתות חברתיות וכן בידור למבוגרים), דרוש תכניתן Flash מוכשר!\nדרישות משרה:\nניסיון בפיתוח אפליקציות ב- Flash Media Server.\nלפחות שנתיים ניסיון בפיתוח ב- Action Script 2.0-3.0.\nניסיון בפיתוח אפליקציות Live Stream- יתרון.\nידע בטכנולוגיות Web מתקדמות.\nניסיון עם Asp.net- יתרון.\nלשליחת קורות חיים למשרת Flash Programmer\nתיאור משרה:\nלחברת סטארט אפ מובילה המפתחת מוצר חדשני בתחום פתרונות בהפעלת מחשב, דרוש מפתח Mac.\nהמועמד המתאים יהיה אחראי לפתח מוצר חדש מאפס.\nדרישות משרה:\nניסיון בפיתוח עבור OS X (X-CODE, Objective C, C++).\nבעל יכולות פיתוח ורסאטיליות, בעל יכולת פיתוח במגוון שפות (C#, C++, C , JAVA, Python, Assembler).\nהבנה עמוקה באופן בו מערכות עובדות.\nבעל ניסיון בפתרון תקלות של פלטפורמת OS X.\nלשליחת קורות חיים למשרת Mac OSX Developer\nתיאור משרה:\nלחברת סטארט אפ מובילה המפתחת פלטפורמה לניהול מידע ל- rich media, דרוש מפתח BI.\nתיאור תפקיד:\nהבנה מעמיקה בכל צעד בתהליך ETL.\nעיצוב והוצאה לפועל של כל התוכניות.\nדרישות משרה:\nתואר Bs.c במדעי המחשב/ הנדסת תוכנה/ יחידה טכנולוגית- חובה!\nשילוב בין הבנה ב DB ו- Data warehouse.\nמועמד שיצטרף לצוות ה- BI יהיה הגורם המשמעותי בצוות.\nהבנה מעמיקה ב – Mysql.\nהבנת קוד PHP, Java.Pentaho\nניסיון מחברה גדולה- יתרון.\nלשליחת קורות חיים למשרת BI Developer\nתיאור משרה:\nלחברת סטארט-אפ צעירה המפתחת מערכת הממירה טקסט לוידאו ועוסקת בתחום ה- NLP, דרוש VP R&D להובלת פיתוח המוצר.\nמדובר בחוויה מוצרית – במקום לקרוא בחוש אחד, צופים בוידאו בשני חושים.\nהתפקיד כולל שותפות מלאה במאמץ הפיתוח ואחריות על בחירה ומימוש הפתרונות הטכנולוגיים, Hands-On בתפקידו.\nדרישות משרה:\nנסיון ב- NLP\nלפחות 5 שנות נסיון בפיתוח WEB – Ruby/Python/PHP.\nנסיון בניהול פיתוח – יתרון משמעותי\nנסיון באינטגרציה של מגוון שירותי SaaS.\nלשליחת קורות חיים למשרת VP R&D\nתיאור משרה:\nלחברת סטארט אפ בתחילת דרכה, המפתחת פלטפורמה לשיתוף קבצים ברשתות חברתיות, דרוש ראש צוות .NET\nדרישות משרה:\nמועמד שרוצה ויכול להיות Hands on.\nאחראי על כל פיתוח Client Side.\nפיתוח Client Side באפליקציית Web ו- Desktop.\nלפחות ארבע שנים ניסיון בפיתוח Web Asp.net..\nניסיון ב- JAVA SCRIPT ,CSS ,HTML – חובה.\nלפחות שנתיים ניסיון בניהול.\nלפחות שנתיים ניסיון ב- Agile- יתרון.\nבעל ניסיון בפיתוח אפליקציית Mobile- יתרון.\nניסיון ב- Server Side- יתרון.\nלשליחת קורות חיים למשרת .Net TL\nתיאור משרה:\nלחברת הייטק המפתחת פתרון למידה כולל וייחודי (מוצר תוכנה פדגוגי), דרוש מומחה בדיקות עומסים.\nדרישות משרה:\nבעל ניסיון מעשי בבדיקות עומסים ורקע חזק באוטומציה/ הובלת פרויקטים משלב ההקמה.\nהיכרות עם בסיסי נתונים- חובה.\nתואר אקדמי רלוונטי- חובה.\nהיכרות עם פיתוח ב -Flex/Flash/ JAVA –יתרון משמעותי.\nהיכרות מעמיקה עם רשתות ותקשורת, כתיבת סקריפטים- תהווה יתרון.\nבעל ראייה מערכתית ותפיסה טכנית טובה- יתרון.\nאנגלית ברמה גבוהה- חובה.\n לשליחת קורות חיים למשרת מומחה בדיקות עומסים\nתיאור משרה:\nלחברת הייטק מצליחה, המספקת פלטפורמה כוללת של מכירה לאתרי אינטרנט ,דרוש מפתח JavaScript בכיר, שיוכל להוביל את התחום מבחינת ידע ושיטות עבודה.\nדרישות משרה:\n3 שנות ניסיון לפחות בפיתוח JavaScript.\nנסיון בכתיבת אפליקציות Rich client מבוססות טכנולוגיות web כגון: CSS 3, HTML 5.\nניסיון עם הטכנולוגיות הבאות :: Cross-browser compatibility, Objected oriented JavaScript, Ajax, DOM manipulation ו- JQuery.\nבסיסי ב –SQL- חובה.\nרקע בפיתוח ב-Java- יתרון.\nבעל יכולת ללמוד טכנולוגיות באופן עצמאי- יתרון.\nאופי תקשורתי וחברותי- יתרון.\nלשליחת קורות חיים למשרת Senior JavaScript Developer\nתיאור משרה:\nלחברת הייטק קטנה, בעלת גב כלכלי מחברה גדולה, דרוש מפתח JAVA Server Side. החברה מפתחת מערכת לניהול סיכונים בשוק ההון. המשרה כוללת אתגרים טכנולוגים רבים!\nדרישות משרה:\nבעל ניסיון שלוש שנים בפיתוח תשתיות ב JAVA- .\nבעל ניסיון בעבודה עם הטכנולוגיות הבאות : Swing, Hibernate, Jboss, Dependency Injection.\nבעל ניסיון בעבודה מול SQL Server.\nעבודה עצמאית על פרויקט – תהווה יתרון.\nניסיון בData Mining – יהווה יתרון.\nרמה גבוהה במשחקי- Real Time Strategy יהווה יתרון\nבעל זיקה לתחום שוק ההון- יתרון .\nלשליחת קורות חיים למשרת JAVA Developer\nתיאור משרה:\nלחברת הייטק המפתחת מוצר מולטי – דיסיפלינרי בתחום המשחקים, דרוש מפתח תשתיות אוטומציה.\nמדובר בצוות המפתח תשתיות וכלים מתקדמים לבדיקת מוצר מורכב.\nהכלים משלבים אלמנטים של עיבוד תמונה, והתפקיד כולל פיתוח משחקים ע”מ לבדוק את התשתית.\nדרישות משרה:\nבעל תואר ראשון במדעי המחשב/ בוגר יחידה טכנולוגית.\n3 שנות ניסיון בפיתוח בשפת C++.\nניסיון בפיתוח כלי אוטומציה.\nניסיון עבודה בסביבת Linux – יתרון\nניסיון בעבודה עם Android – יתרון.\nלשליחת קורות חיים למשרת Automated System Test Developer\nתיאור משרה:\nלחברת סטארט-אפ יציבה, המפתחת מוצר שנותן שירות שיחות מקומיות ובינלאומיות בדרך נוחה,\nדרוש CTO, אשר יקים את צוות הפיתוח- Hands-On בתפקידו.\nהמוצר מאפשר להנות משירות חינמי וחברתי- וכל זאת באמצעות הטלפון האישי.\nלחברה יש מעל חצי מליון משתמשים בעולם.\nדרישות משרה:\nלפחות 5 שנות נסיון בפיתוח ב- PHP/Python/ruby.\nהבנה בארכיטקטורה וב- Design.\nנסיון בעבודה עם כמות שרתים גדולה ו- DB גדול.\nעבודה ב- OFF SHORE – יתרון משמעותי.\nלשליחת קורות חיים למשרת Development Manager", "keywords": "משרות,גיקג\\'וב,geekjob,הייטק,משרות בתחום ההייטק,סמנכ\"ל תפעול,תוכניתן פלאש,פלאש,מפתח ג\\'אווה,ג\\'אווה,מפתח תשתיות אוטומציה,מומחה בדיקות עומסים,net,ראש צוות,מפתח bi,סמנכל תפעול,גיקגו\\'ב,סמנכל תפעול"}