{"url": "https://www.geektime.co.il/geekjob-310116/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד -31 בינואר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Software Engineer-Java, Developer Front-End Senior,Java Developer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-31T13:50:56Z", "modified_time": "2016-02-02T19:44:30Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Software Engineer-Java, Developer Front-End Senior,Java Developer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nDesign, build, and deploy server-side software in Scala, Akka, MongoDB, Elasticsearch and more.\nWork with fellow engineers and business stakeholders to understand requirements.\nRequirements:\nAble to learn new technologies quickly and effectively\nSolid experience building scalable, distributed systems\nSolid Relational or non-Relational (NoSQL) databases\nFlexibility to re-learn the way you may have always done things — we move quickly and so should you!\nNice-to-haves:\nExperience programming for the JVM\nKnowledge in Amazon AWS/EC2\nFamiliar with Unix/Linux (POSIX commands, shell scripting, processes, etc.)\nVeteran of your own open-source project\nHave worked in an Agile environment\nTo send a CV for the position of Server Guru – Meerkat\n \nJoin the ForeScout R&D organization’s team of Software Engineers and take part in defining and driving the future world-wide market leading product suite consists of: Network Access Control, Endpoint Compliance, Mobile Control, and Intrusion Prevention. Applications range from Client / Server applications to Web apps for a Network Access Control solution, running on both Windows and Linux systems.\nResponsibilities:\nResearch and design product features and components.\nCreate design documents.\nImplement both new features and modifications to existing code, from coding phase through product release.\nFull Stack development\nRequirements:\nMinimum 2 years development experience\nExperience in Pure Java programming\nExperience with Object Oriented Design\nTCP/IP and basic Network understanding – advantage\nExperience with Unix/Linux scripting – advantage\nExperience developing large scale applications\nDependency injection- advantage\nBachelor’s Degree in Computer Science, Engineering or equivalent.\nTo send a CV for the position of Software Engineer-Java – ForeScout\nPerion Codefuel’s new Monetization group is looking for a software team leader to lead its new, fast growing team.\nRequirements:\nAt least 3 years of experience in server development, including hands-on technical management\nProven experience in the design and implementation of high-performance data systems and working with databases (Relational and NoSQL)\nProven experience in distributed data storage, networking and cloud technologies\nMore than 5 years practical OOP/OOD experience in C++, Java, .Net\nExperience in Node.JS and client-side technologies: HTML5, CSS3, JavaScript, Angular\nExperience in cloud services: Amazon, Azure\nExperience working in the ad-tech industry – advantage\nExperience in managing 2-4 members team – advantage\nExcellent written and verbal communication skills (Hebrew & English)\nProven ability to accomplish critical business objectives\nRelevant academic degree in Engineering/Computer Science or equivalent\nTo send a CV for the position of Full Stack Team Leader – Perion\nצוות Front End קטן מחפש מפתח גדול.\nלפיתוח צד ה-client של מוצר צעיר ב-HPE Software – ולא, לא מדובר על פיתוח תוכנה למדפסות… אנחנו מפתחים כלי לבדיקת אפליקציות מובייל, שמאפשר להריץ טסטים ידניים ואוטומטיים על אפליקציות ומכשירים פיזיים שנמצאים ליד הטסטר, במעבדה או בענן.\nאנחנו מחפשים מפתח או מפתחת שיהיו “ראש לשועלים”: המינימום הוא כמובן היכולת לקחת פיצ’ר מרעיון דרך design,UX, ועד פיתוח, אבל מה שאנחנו באמת רוצים זה נסיון טכנולוגי נרחב (כן… גם נסיון ב- Angular) ולמידה עצמאית – שיתורגמו להובלה טכנית של כל חברי הצוות. השועלים הנ”ל הם מפתחים ומפתחות שכיף לפתוח איתם את הבוקר על קפה ולפתח איתם בכל היום.\nלמה כדאי לי להגיש מועמדות דווקא למשרה הזו?\nאתגר טכנולוגי – יש\nאנשים שכייף לעבוד איתם – יש\nסקר BDI הכניס אותנו בעשרייה הפותחת של חברות ההיטק שהכי שווה לעבוד בהם – יש\nאז למה אתם מחכים?\nדרישות: \nB.Sc in computer science / software engineering\nExcellent knowledge of HTML5, Javascript, CSS3 (SASS an advantage).\nExpariance with Angular- Must.\nComplex UI components development experience – major advantage\nMobile technologies development experience – advantage.\nAbility to quickly ramp up on new technologies.\nStrong team player\nTo send a CV for the position of Developer Front-End Senior – HPE\n*Develops database solutions by designing proposed system; defining database physical structure and functional capabilities, security, back-up, and recovery specifications.\n*Maintains database performance by identifying and resolving production and application development problems; calculating optimum values for parameters; evaluating, integrating, and installing new releases; completing maintenance; answering user questions.\n*Review and make recommendations on existing platforms for continuous improvement.\n*Data bases platform leading\nRequirements:\n*At least 5 years’ experience in DBA team management (MS SQL technologies)\n*Knowledge in HP Vertica\n*Stay up-to-date on emerging technologies\n*Experience working in an Agile development environment\nAdvantages:\n*Expertise in NoSQL technologies\n*Expertise in performance optimization\n*Knowledge and/or experience in Hadoop and big data echo system technologies\nTo send a CV for the position of Data Base Team Leader – OptimalPlus\nWe’re looking for a Server-side developer to join our growing Startup in Herzliya.This is an excellent opportunity to be part of an exciting venture, in a dynamic, fast growing environment where you can truly have an impact on the product.\nRequirements:\n5+ years in C# development\nDevelop and maintain server-side components for our main products.\nDevelop integration with 3rd party systems\nProduce high quality code with unit & integration tests\n1+ years in unit and integration testing development\nExcellent spoken and written English.\nGood written and verbal communication skills.\nIndependent, motivated and self-managed at work\nAttention to details and punctuality.\nTeam player with good interpersonal skills.\nAdvantages:\nExperience in WCF services development\nExperience in ASP.NET MVC development\nExperience with Data Security\nTo send a CV for the position of C# Developer – Server Side – safe-t\nBased in central Tel Aviv, our R&D operates in a dynamic environment, where every developer can impact the flow of technology – from introducing the smallest libraries to making big infrastructure changes. We welcome open-minded developers, share knowledge and help each other to push Optimove forward to the cutting edge of today’s tech! We are looking for talented Ninjas to join the team – strong and energetic A-players interested in developing cutting-edge technology to make an impact on our company and on the entire marketing industry\nResponsibilities:\nDesign and implement complex algorithms for the Optimove application and underlying infrastructure\nImprovement, and performance optimization, of existing components\nsolve various product challenges with creative solutions.\nRequirements:\n\nAt least 3 years of experience in C# development\nAt least 3 years of experience in client-side development (JavaScript, CSS and HTML\nExcellent OOD, C# and .NET skills\nPerfect understanding of client-server architecture\nGood knowledge of SQL\nWell acquainted with Microsoft IDE and tools (VS, SSMS, TFS, etc )\nMotivation to think, invent, learn and a passion to code\nAdvantages:\nBSc in computer science or elite army intelligence unit graduate\nExperience with AngularJS/JQuery/Bootstrap\nExperience with MVC and RESTful Web API\nExperience with NodeJS/MongoDB/Redis\nUnderstanding of scaling concepts and cloud infrastructure\nTo send a CV for the position of Senior Developer – Optimove\nAs a Java engineer you will design and create the next-generation high-performing, low latency, scalable real time bidding platform. Our platform is handling more than 120K bids per second and growing every month. Our ambition is to connect to every mobile application and offer our clients the ability to buy traffic on it. As a java engineer, you will work to scale the system, create algorithms to filter the data while maintaining current throughput and latency\nResponsibilities:\nDesign and create a high-volume, low-latency real time bidding platform\nCreate the backend for the campaign management system that will be used by our clients\nWrite well designed, testable, efficient code\nEnsure designs are in compliance with specifications\nSupervise the production environment to make sure it is performing well\nInvestigating technologies and architectural changes to improve performance\nRequirements:\nMinimum Qualifications:\nBS in Computer Science\nDeep understanding of java and the JVM\nExperience with high throughput multithreading programming\nExperience in unit testing\nPreferred Qualifications:\nMaster’s in Computer Science or related technical field\nExperience in creating large scalable systems\nExperience working with Amazon EC2\nExperience with open source java libraries\nExperience with thrift\nTo send a CV for the position of Java Developer – Ubimo\n\nPre-sales and operations.\nYou’ll make sure potential custmers become real customers.\nIn addition, make sure that all the organization’s trains are running on time and perfectly which includes installations, presentations and lots more.\nRequirements:\nenthusiasm\ncuriosity\nWillingness to work\nDesire to work hard and have fun\n To send a CV for the position of Pre-sales and operations manager – Practi\n \nSysAid is looking for a software support hot shot to join the elite ranks of our support troops. As support hotshot you will be positioned in the front lines and serve as the beautiful face of the company.\n Naturally, you’ll get to speak with many customers from all over the world, so you better sharpen up your tongue and start practicing your fingers for quick typing, be ready to join a team of winners.\nRequirements:\n1 year of  experience as software engineer support representative\n1 year of experience providing post-sales phone and email support to customers\nKnowledge of DNS, TCP/IP and other networking concepts\nUnderstanding of relational databases\nFamiliarity with Windows and Linux operation systems\nFluent English – verbal and written\nAbility to work in shifts, including weekends\nBonus Skills:\nFamiliarity with ITSM tools\nITIL certification\nFamiliarity with application servers\nFamiliarity with LDAP configuration\nSoft skills:\nTeam player with excellent interpersonal skills\nQuick learner with desire to learn new tools and techniques\nStrong work ethic with the willingness to do what it takes to get the job done\nProactive with a positive attitude\n To send a CV for the position of Software Support Hotshot – SysAid", "keywords": "גיקג\\'וב,דרושים,משרות,משרות בהיי-טק,forescout,java developer,dba team leader,c# backend developer,developer front-end senior,software engineer-java,perion,hpe,safe-t,optimalplus,optimove,meerkat,גיקגו\\'ב"}