{"url": "https://www.geektime.co.il/microsoft-cross-platform/", "type": "article", "title": "כל האפשרויות לפיתוח Cross-Platform במובייל", "description": "מגוון השיטות והגישות הקיימות כיום לבניית אפליקציות מובייל מוצלחות יכולות להקל על המעמסה של כתיבת קוד מאפס לכל פלטפורמה חדשה שתתווסף. אלה היתרונות והחסרונות של שלוש השיטות העיקריות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/iphone-830480_1280-1-e1490700475369.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-30T11:00:53Z", "modified_time": "2017-03-30T14:45:49Z", "articleBody": "מגוון השיטות והגישות הקיימות כיום לבניית אפליקציות מובייל מוצלחות יכולות להקל על המעמסה של כתיבת קוד מאפס לכל פלטפורמה חדשה שתתווסף. אלה היתרונות והחסרונות של שלוש השיטות העיקריות\nהכתבה בחסות\nמקור: Pexels\nמאת קרן שם-טוב סגל, מנהלת קהילות טכנולוגיות, חטיבת Developers Experience & Evangelism, מיקרוסופט ישראל\nכשמתחילים לפתח אפליקציית מובייל ולבחון באיזו פלטפורמה כדאי לפתח – IOS, אנדרואיד או אולי ווינדוס – זה בדרך כלל לא ייגמר בפלטפורמה אחת. כיום יש מגוון שיטות וגישות לבנות אפליקציות מובייל מוצלחות אשר יקלו על המעמסה של כתיבת קוד מאפס לכל פלטפורמה חדשה שתתווסף.\nלפני הכל צריך להבין מה המשמעות של אפליקציית Native, מושג שהחברות השונות מבטיחות שהמוצר שלהן הוא זה שיגרום לכם לפתח אפליקציה שהיא ממש כמו הדבר האמיתי. מדובר באפליקציה שמשתמשת ב-SDK של IOS, של אנדרואיד ושל כל פלטפורמה אחרת ב-100%. אם לכלי מסוים יש גישה מוגבלת ל-SDK של IOS ולאנדרואיד דרך ה-API שלו, הוא יתקמפל לכדי אפליקציית Native binary, אבל לאפליקציה לא יהיה ה-Look & Feel כמו של אפליקציית Native והביצועים שלה יהיו משמעותית נחותים יותר.\nפיתוח אפליקציה לפלטפורמה ספציפית עם שפה וכלים “מקומיים”, כמו פיתוח אפליקציית IOS ב-Swift עם Xcode, מניבה אפליקציית Native מלאה מבחינת הביצועים והתגובתיות כפי שהמשתמש מצפה לה. הגישה הזו מייצרת קוד בסיס לכל פלטפורמה בנפרד שבה אנחנו רוצים לתמוך. כלומר, אפליקציית ה-IOS חייבת להיות כתובה ב-Swift או ב-Objective-C עם Xcode, ואפליקציית האנדרואיד תהיה כתובה ב-Java תוך שימוש ב-Android Studio או ב-Eclipse. שתי האפליקציות ייבנו בנפרד, לכל אחת מהן יהיה קוד בסיס משלה וקרוב לוודאי ששני צוותים שונים יכתבו ויתחזקו את הפלטפורמות הללו.\nהחיסרון שבמרכזו עומד הקוד הנפרד לכל פלטפורמה הוא אמנם גדול, אך הרבה חברות מעדיפות להשתמש בפתרון הזה מכיוון שעד כה הן פשוט לא מצאו פתרון טוב יותר המאפשר פיתוח אפליקציה המתאימה למכשיר בצורה מיטבית.\nאפליקציה היברידית נוצרה על מנת לענות על הצורך של הקטנת זמן הפיתוח לפלטפורמות השונות תוך שימוש בקוד אחד לכולן, ולרוב האפליקציה כתובה ב-JavaScript. היתרונות כאן ברורים: הזמן שלוקח לייצר אפליקציה פונקציונלית עובדת הוא קצר, אפשר להשתמש בקוד משותף לכל הפלטפורמות וגם השפה היא מוכרת ופשוטה.\nהפתרון ההיברידי מתקמפל לכדי אפליקציות שהן כמעט Native, ובאופן כללי הפתרון טוב בהרבה בביצועים מאשר שימוש ב-Mobile Web App (ראו הסבר בהמשך). אך עדיין, מדובר באפליקציה שאינה מותאמת ב-100% למערכת ההפעלה, הביצועים שלה נחותים יותר מאשר אפליקציית Native, זמני התגובה שלה איטיים ואפשרויות הפיתוח עליה מוגבלות, מכיוון שאין שימוש בכל היכולות שמאפשרת הפלטפורמה.\nדוגמאות ל-Frameworks המשמשים לפיתוח באופן היברידי: PhoneGap, Apache Cordova,Onsen UI, Intel XDK.\nיש לכם כבר אתר רספונסיבי? מעולה. כל מה שאתם צריכים כעת זה ליצור אפליקציה שעוטפת אותו ושולחת את המשתמשים לדפי האתר בכל גישה שלהם. זה הפתרון הקל ביותר, אם כי לא היעיל ביותר. היתרון המשמעותי שלו הוא קיצור זמן הפיתוח, אבל כאן גם צריך לבחון את צורכי השימוש שלכם: אם כל מה שאתם צריכים זה להיות זמינים במכשיר של המשתמשים שלכם, בלי תוספת פונקציונליות משמעותית מאשר אתר האינטרנט שלכם, הפתרון יכול להתאים לכם; לחברות שרוצות לבסס אינטראקציה אחרת לגמרי של המשתמש דרך המכשיר, הפתרון הזה לא כל כך רלוונטי.\nדוגמאות ל-Frameworks המשמשים לפיתוח: Mobile Web App: Ionic, Sencha\nאפשרות נוספת, שלא כל כך מוכרת עדיין בארץ אך שווה מאוד להכיר אותה, היא פיתוח אפליקציית Native ב-100% מבלי להגביל את המתכנת ל-SDK של כל פלטפורמה, ותוך שימוש בקוד משותף לכל הפלטפורמות. סוג כזה של אפליקציות בעצם מושתת על בנייה של קוד מקור אחד בשפה משותפת, כאשר ה-IOS וה-Android API חשופים לו. שימוש בקוד כזה הוא למעשה זהה לשימוש בקוד של אפליקציית Native אוריגינל. למתכנת יש גישה לכל המודולים, כפי שהייתה לו גישה בשימוש ב-objective-c, Swift או Java ללא יוצא מן הכלל. זה אומר שבעצם אפשר לתרגם כל פונקציה, אובייקט, שדה ועוד משפת המקור לשפה המשותפת, ולסיים ביצירת אפליקציה זהה עם אותו ממשק משתמש.\nהיתרונות כאן הם ברורים: ליהנות מכל העולמות. כלומר, שינוי קטן שעושים בקוד לא מצריך שינויים בכל פלטפורמה בנפרד אלא שינוי במקום אחד משותף, ולאפליקציה יש Look & Feel כמו לכל אפליקציה אחרת. החסרונות כאן הם בכוח האדם – כעת המפתחים שהתרגלו לפתח ב-Java או Objective-C ייאלצו לעבור לפתח בשפה משותפת.\nהדוגמאות כאן כוללות את Xamarin ואת React Native, אם כי React Native אינו מספק כרגע כיסוי מלא בכל המקרים, אלא כתלות בפונקציונליות הדרושה על מנת לפתח את האפליקציה.", "keywords": "cross-platform,מיקרוסופט dx,מיקרוסופט,swift,mobile web app,objective-c,xcode,אפליקציית native,microsoft,מובייל,xamarin,react native,אפליקציות,פיתוח,אנדרואיד,ios,אפל,אייפון,,cross platform"}