{"url": "https://www.geektime.co.il/hybird-or-native-app/", "type": "article", "title": "אפליקציית Native או Hybrid והאם בכלל צריך לבחור?", "description": "React Native, טכנולוגיה חדשה מבית פייסבוק שמה לה למטרה לאפשר פיתוח אפליקציות Native בכלים מעולם ה-Web תוך קיצור משמעותי בזמני הפיתוח", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/man-person-hands-coffee-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-07T11:29:07Z", "modified_time": "2015-12-21T11:53:21Z", "articleBody": "React Native, טכנולוגיה חדשה מבית פייסבוק שמה לה למטרה לאפשר פיתוח אפליקציות Native בכלים מעולם ה-Web תוך קיצור משמעותי בזמני הפיתוח\nהכתבה בחסות\n \n\nמאת דורון פרל, מפתח בכיר.\nנדמה שבזמן האחרון קשה שלא להתקל בבאזז ובגידול המרשים של קהילת המפתחים סביב React Native, והיא בהחלט מסתמנת כהבטחה גדולה. אפליקציית ניהול המודעות של Facebook אשר מבוססת כולה על React Native הוכיחה כי בעזרת הטכנולוגיה החדשה ניתן לקצר משמעותית את זמני הפיתוח, לשתף כ-85% מהקוד בין אפליקציית ה-iOS לבין אפליקציית ה-Android וכל זאת ללא אף מפתח Native. איך הם עשו זאת? כדי לענות על השאלה נסקור תחילה את האסכולות השונות לפיתוח אפליקצייות במובייל.\nעל-מנת לבנות אפליקציית מובייל עומדות בפנינו מספר אפשרויות:\nאפליקציות Hybrid\nאפליקציות אשר משתמשות ברכיב דפדפן פנימי (WebView) ומאפשרות פיתוח בטכנולוגיות Web, כלומר HTML5, CSS ו-Javascript. ה-framework הפופולרי ביותר בתחום הוא PhoneGap (או Apache Cordova בגרסת ה- open-source) והוא מאפשר גישה לחלק מה- APIs של המכשיר יחד עם בניית UI דמוי Native בעזרת ספריות צד שלישי כדוגמת Ionic, jQuery Mobile ו-Sencha Touch. הפיתוח מאוד מהיר ויעיל, אבל החסרונות מתבטאים בזמני תגובה איטיים, גישה מוגבלת ליכולות המכשיר, ו-UI שאינו מרגיש כמו הדבר האמיתי.\nאפליקציות Cross Platform\nאפליקציות המציעות שיפור משמעותי בביצועים ובחווית המשתמש בזכות העובדה שה-UI נבנה תוך שימוש ברכיבי native, לעומת זאת הגישה ליכולות ורכיבי המכשיר כגון מצלמה, GPS, וכו׳ נעשית דרך API היוצר שכבת אבסטרקציה מעל ה-API של הפלטפורמה. דוגמאות ל-framework-ים פופלריים בתחום הן Xamarin ו-Titanium.\nאפליקציות Native\nאפליקציות המאפשרות גישה לכל יכולות המכשיר תוך שימוש ב-UI העדכני ביותר ושמירה על ביצועים אופטימליים. השילוב של כל היתרונות האלו מאפשר להגיע לחווית המשתמש האולטימטיבית. אבל בשביל כבוד צריך לעבוד, והפיתוח מורכב משמעותית מאחר ויש ללמוד, לפתח ולתחזק ״עולמות שונים״ (iOS ו-Android). כל פלטפורמה עושה שימוש בשפות תכנות וארכיטקטורות שונות, עובדה המקשה על שיתוף הקוד ומצריכה מפתחים בעלי התמחויות נפרדות.\nReact Native היא תשתית חדשה מבית פייסבוק אשר שוחררה כקוד פתוח בתחילת השנה. אפשר לשייך אותה לקטגוריית ה-Cross Platform ובבסיסה קוד JavaScript המבצע קריאות API לקומפוננטות native. עד כאן אין כל חידוש.\nאז מה בכל זאת חדש? קחו לידכם אפליקציית React Native והיא תוכל לספק חווית משתמש מעולה תוך שמירה על ביצועים אופטימליים. איך היא עושה את זה? בבסיסן של כל אפליקציות ה-cross platform נמצא מעין ״גשר״ אשר תפקידו לתרגם את פקודות השפה העילית (כמו JavaScript) לרמת ה-native. כל מעבר על הגשר הזה הוא יקר מאוד מבחינת ביצועים. החידוש של React Native מתבטא ביכולת לצמצם למינימום את אותם מעברים, ולבצע אותם בצורה אסינכרונית – מה שמייצר בסופו של דבר חווית משתמש חלקה במיוחד.\n\n \nפייסבוק השכילה להכיר בהבדלים המהותיים שבין מערכות ההפעלה בהן האפליקציה תרוץ ולכן לא מתיימרת לעודד קוד משותף יחיד שיתאים לכל הפלטפורמות (“write once, run everywhere”). במקום זאת מאפשרת הסביבה קוד הכתוב באותה שפה ואותה ארכיטקטורה, כדי לבנות אפליקציות לכל פלטפורמה בנפרד ללא צורך להתמקצע בטכנולוגיות נפרדות (“learn once, write anywhere”). המתודולוגיה הזאת מאפשרת מצד אחד לשתף חלקים לא מבוטלים של הקוד (כגון, ה-business logic, עבודה מול השרת, וכו’) ומצד שני לבנות ממשקים וחוויות משתמש שונים בהתאם לפילוסופיה של כל פלטפורמה.\nReact Native בנוייה למעשה, כמו ששמה מרמז, על framework מצליח נוסף לפיתוח אתרי web מבית Facebook בשם ReactJS – אשר תפס מקום של כבוד במהלך השנתיים האחרונות. עובדה זו פותחת בפני המפתחים את כל היכולות המרשימות של React ובפרט את האפשרות לכתוב קומפוננטות מודולריות בצורה דקלרטיבית ושימוש בארכיטקטורות זרימת מידע ומצבים מתקדמות שהתפתחו בשנים האחרונות ע״י הקהילה (למשל Reflux ו-Redux). באופן כללי, React Native לא מכתיבה אילוצים רבים, דבר המאפשר לשלב באופן פשוט טכנולוגיות open source חמות ועדכניות מעולם ה-web.\nבדומה לכמה מתשתיות ה-cross platform המובילות בשוק, גם בפייסבוק השכילו להבין שחשוב לאפשר הרחבה של התשתית, ומעבר לעובדה שכל הקוד הוא open source, התשתית בנויה באופן המאפשר ואף מעודד הרחבה. מעבר לקומפוננטות הבסיסיות המגיעות עם ה-framework ניתן להוסיף קומפוננטות native (ב-Objective-C או Java) ולחשוף אותן בקלות לשימוש בצד ה-JavaScript. יכולת זו מעשירה את הסביבה באופן כמעט בלתי מוגבל ולא כובלת את המפתח לתלות ב-API של צד שלישי.\nאחד היתרונות הגדולים של React Native הוא האפשרות לאמץ את הטכנולוגיה באופן הדרגתי. גם באפליקציה קיימת, אין צורך לעצור ולכתוב הכל מחדש אלא ניתן להוסיף רכיבים חדשים כקומפוננטות React Native שיחיו לצד הרכיבים הקיימים. פייסבוק בעצמה משתמשת במתודולוגיה דומה במסגרת פיתוח אפליקציית Facebook Groups שנכתבה במקור כאפליקציית native וחלק מרכיביה בשנה האחרונה שוכתבו לרכיבים מבוססי React Native.\nמעבר לכל היתרונות הללו, יש הטוענים שה-killer feature האמיתי שלא זוכה כמעט לסיקור הוא דווקא היכולת לעדכן קוד מרחוק. למרות החוקים הנוקשים שלה, מאפשרת אפל לאפליקציות לעדכן קוד JavaScript מרחוק ללא הצורך לעבור את תהליך האישור הארוך של ה-App Store (כל עוד האפליקציות אינן משנות את תכליתן כמובן). דבר זה מאפשר להוסיף פיצ’רים ולתקן באגים באופן מיידי וגורף ולאמץ תהליך של continuous deployment אמיתי גם במובייל, דבר אשר עומד בקנה אחד עם פילוסופיית הפיתוח שלנו. מספר חברות, ביניהן גם Microsoft, כבר זיהו את הפוטנציאל העסקי שטמון בעדכונים מרחוק והן מציעות כלים המאפשרים למפתחים לעדכן את הקוד שלהם בלחיצת כפתור.\nלמרות קהילת מפתחים הגדלה בקצב מדהים, והיכולת למצוא קומפוננטות React Native שפותרות בעיות שכיחות, נכון להיום נדמה שלא מעט מהן עדיין ״אפויות למחצה״. בהחלט מצאנו את עצמנו ״החלוצים״ אשר נאלצים לפתור מספר בעיות בסיסיות שקשה למצוא עבורן מענה או תיעוד הולם. מצד שני React Native אפשרה למפתחים שלא היה להם ניסיון וידע קודם בפיתוח אפליקציות להיות פרודוקטיבים תוך ימים בודדים. יחד עם זאת, React Native עצמה אינה בשלה במלואה, בפרט בכל הנוגע לסביבת בדיקות, מצאנו כי ה-framework לא מספק כלים אשר עומדים בסטנדנרטים שאנו מורגלים אליהם, עובדה אשר הצריכה מאתנו לא מעט עבודה כדי לייצר סביבת כלי בדיקה אוטומטים. בנוסף, בכל הנוגע לתמיכה באנדרואיד אשר נוספה אך לאחרונה, נראה כי עדיין קיימים פערים לא קטנים בין הפלטפורמות.\nהחדשות הטובות הן כי נראה שהפערים הולכים ונסגרים במהירות כך שאם תתחילו לכתוב את האפליקציה שלכם היום ב-React Native יתכן שעד שתושק, כותרת מאמר זה תהפוך ל-״אפליקציית Native או Hybrid: כבר לא צריך לבחור״.", "keywords": "אפליקציות,פיתוח אפליקציה,נייטיב,ווב,אפליקציית נייטיב,פייסבוק,ניהול מודעות,react native,native app,facebook,android,ios,wix,וויקס"}