{"url": "https://www.geektime.co.il/meetup-starts-charging-users-2-dollars-a-month/", "type": "article", "title": "אתר מיטאפ התחיל לגבות תשלום ממשתתפים במפגשים ואנשים כועסים", "description": "אתר Meetup, שמשמש למפגשים מקצועיים בעיקר בתחום ההייטק, עורר בכך את זעם המשתמשים - שמאיימים לעזוב בהמוניהם. האם מדובר בניסיון נואש של WeWork, שרכשה את האתר, להכניס קצת מזומן לקופתה המתרוקנת?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/03/meetup_logo.gif", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-16T09:58:22Z", "modified_time": "2019-10-16T09:58:22Z", "articleBody": "אתר Meetup, שמשמש למפגשים מקצועיים בעיקר בתחום ההייטק, עורר בכך את זעם המשתמשים – שמאיימים לעזוב בהמוניהם. האם מדובר בניסיון נואש של WeWork, שרכשה את האתר, להכניס קצת מזומן לקופתה המתרוקנת?\nמקור: Meetup\nפלטפורמת Meetup, המאפשרת למשתמשיה לארגן מפגשי אופליין לפי קבוצות עניין שונות, לרוב בנושאים טכנולוגיים שונים, עוררה את זעמם של משתמשיה, שמאיימים לעזוב אותה בהפגנתיות. הסיבה: החברה החלה פיילוט שבמסגרתו היא גובה שני דולר ממשתמשים בכל פעם שהם מאשרים מראש הגעה למפגש.\nמיטאפ, שנרכשה על ידי WeWork ב-2017, הודיעה רשמית על שינוי מודל התשלום שלה שכולל את התשלום של המשתמשים בכל פעם שירצו לאשר הגעה, כשהבשורה מבחינת החברה היא שתשלומי מארגני המפגשים ירדו עקב המהלך.\nמארגני האירועים שילמו עד לשינוי מודל התשלום בין כ-10 דולר לכ-24 דולר בחודש בהתאם למיקום שלהם ולתוכנית המינוי שלהם במיטאפ. כעת התשלום החודשי שלהם יורד לשני דולרים בחודש, ירידה משמעותית בהוצאה החודשית שלהם – שמגיעה על גב המשתתפים.\n.@Meetup How do I cancel my account and delete all of my data. Asking for 19,000 friends?\n— Open Sores Software Dev (@denvercoder) October 15, 2019\n\nבחברה טוענים כי מטרת המהלך היא להביא יותר משתתפים פיזית למפגשים. “אנחנו יודעים כי חלק מאתגר בניהול האירועים הוא להביא אנשים שמאשרים מראש להגיע לאירוע. תשלום עמלה קטנה מראש יעזור לדרבן אותם להגיע ויספק ספירת ראשים מדויקת יותר באירוע”, נכתב בהודעת החברה על שינוי שיטת התשלום.\nלמרות שנראה שהכוונה הבסיסית של מיטאפ חיובית, המשתמשים לא מתחברים למודל החדש ומאיימים בעזיבה. מפתחת אמריקאית העובדת במיקרוסופט ומנהלת אירועים בשירות של מיטאפ תקפה את השינוי: “שילמתי לכם 98.64 דולר לשישה חודשים, לאירוע שלנו יש 139 מאשרים מראש כך שתקבלו 278 דולר נוספים על האירוע. תשנו את זה או שנעזוב”.\nלאור האיומים בעזיבת הפלטפורמה, יש לפחות אדם אחד שלקח את הנושא ברצינות והחל לנסות ולייצר מתחרה למיטאפ בשם MeetingPlace. זה כמובן ייקח זמן, והוא יצר רק דף נחיתה לטובת הרשמה לניוזלטר על עדכונים – אבל עזיבה משמעותית (אם תגיע) תייצר צורך ואולי תביא להגדלת הפרויקט.\nהאם WeWork, שמיטאפ נמצאת בבעלותה, מנסה להוציא עוד קצת כסף ממשתמשי הפלטפורמה בעקבות השערוריות האחרונות שלה, כמו עזיבת אדם נוימן את תפקיד המנכ”ל וביטול ההנפקה של החברה? לא ברור. מיטאפ עלולה לסבול מעזיבה המונית אם המהלך ימשיך לתפוס תאוצה שלילית ברשתות החברתיות מבלי שתגיב עליו, מה שישיג את התוצאה ההפוכה מבחינת חברת האם שנמצאת בצרות.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "מיטאפ,הייטק,סטארטאפ,מפגשים,משתמשים,מדיה חברתית,wework,מפתחים,מפגשי אופליין,meetup,offline meetups"}