{"url": "https://www.geektime.co.il/following-your-startups-american-dream/", "type": "article", "title": "איך לא להרוס את החלום האמריקני של הסטארטאפ שלכם", "description": "מספר טיפים בנוגע לאחת הסוגיות החשובות ביותר כשבוחנים פתיחת סניף אמריקני ראשון לסטארטאפ שלכם, רגע לפני שאתם מתחילים לעשות שגיאות", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/usa.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-15T13:52:52Z", "modified_time": "2014-06-15T13:52:52Z", "articleBody": "מספר טיפים בנוגע לאחת הסוגיות החשובות ביותר כשבוחנים פתיחת סניף אמריקני ראשון לסטארטאפ שלכם, רגע לפני שאתם מתחילים לעשות שגיאות\n\nעבור חברות סטארטאפ רבות, קהל היעד העיקרי של המיזם הוא אמריקני. לכן, כחלק בלתי נפרד מההתפתחות הטבעית של החברה, החברה מגייסת הון ובשלב כלשהו אחריו, היא מגיעה גם לשלב שבו היא יכולה לפתוח שלוחה או סניף בארצות הברית.\nשלב זה נחשב לאבן דרך בהתפתחות חברת ההזנק, ומאפשר לחברה לפתוח שלוחה שתקשר אותה באופן בלתי-אמצעי עם גורמי עניין בעלי הון, עם קהל יעד פוטנציאלי ועם אפשרויות שיווק מגוונות.\nרגע לפני הקפיצה הקבועה לחו”ל, ורגע לפני שאתם בוחרים היכן תשכרו שטח למשרד החדש, ישנו נושא שממעטים לדבר עליו, על אף חשיבותו הרבה, במיוחד בארצות הברית. אני מתכוון לסוגיית הביטוח, ואילו ביטוחים נדרשת חברת סטארטאפ לעשות כאשר היא פותחת סניף מקומי בארצות הברית.\nהשוק האמריקני שונה מאוד ממקבילו הישראלי. בתור התחלה, קיימים הבדלים מהותיים בהתייחסות אל מערכת המשפט והאפשרויות של מערכת המשפט להעניק לצד אחד פיצויים נרחבים מן הצד האחר.\nלא אחת אנחנו שומעים על פסיקה כזאת או אחרת של בית-משפט אמריקני שפוסק סכומי עתק לזכותו של צד מסוים בסכסוך משפטי (ע”ע תביעות הפטנטים של גוגל נגד אפל נגד מיקרוסופט נגד סמסונג, וכדומה). תביעות מן הסוג הזה נפוצות בארצות הברית יותר מאשר בישראל, ונובעות, בין היתר, לא רק בגלל השיטה המשפטית השונה, אלא בגלל מגוון רחב של סיבות המאפיינות את השוק האמריקני.\nכדי לצלוח את שדה המוקשים הזה, ולהבין בדיוק אילו ביטוחים החוק האמריקני מחייב חברות סטארטאפ לעשות מיד עם פתיחת סניף מקומי בשטח ארה”ב, ואילו ביטוחים כדאי לעשות כדי להגן על החברה מפני תביעות ענק, פנינו למישה יוכלס (Misha Iokheles), עוזר לסגן נשיא בנושאי טכנולוגיה בחברת Charles River Insurance Brokerage בבוסטון, אשר מחלק את זמנו בין בוסטון לישראל.\nמניסיונך, מהן הסוגיות העיקריות שחברות סטארטאפ שוכחות לדאוג להן כאשר הן פותחות סניף מקומי בארה”ב?\nאחת השגיאות הנפוצות גם בקרב חברות סטארטאפ המודעות לעלויות התפעוליות שלהן, היא שהן מנסות לחסוך כסף באמצעות אי-רכישת ביטוח מספק. חברות סטארטאפ זרות שמגיעות לארה”ב אינן מעריכות נכונה את הסיכוי שלהן להיתבע גם כאשר החברה עשתה הכל כשורה, ואת העלויות הנלוות הכרוכות בכך. משקיע מתוסכל, עובד או לקוח, יכולים כולם להגיש תביעה נגד החברה, או לפחות לאיים בתביעה נגד החברה בכל נקודת זמן. גם אם לתביעה, או לאיום, אין כל בסיס, החברה עשויה למצוא את עצמה צריכה להגן על עצמה.\nביטוח יכול לעזור לכסות את עלות אותה הגנה, בתלות בסוג הטענות נגד החברה, וכך תחסוך החברה תשלום עלויות והוצאות משפטיות מתזרים המזומנים שלה. רכישת ביטוח לא תביא את החברה לחדלות פירעון, אך עלויות משפטיות כן עשויות לעשות זאת.\nאחד הביטוחים שמקובל לעשות בארה”ב נקרא Employment Practices Liability (או EPL בקיצור), אשר מגן על חברת הסטארטאפ מפני תביעות של עובדיה, כגון טענות להפליה, הטרדה, פיטורין שלא כדין. בעבר זה היה אחד הביטוחים שהיו נשכחים מלב היזמים, אך הישנות מקרים בהם ביטוח שכזה היה חוסך לחברה משאבים רבים זיכו אותו בפרסום, וכיום הוא נחשב לסטנדרטי.\nהשלט שאתם ממש לא רוצים שיהיה תלוי מחוץ למשרד שלכם\nסוג הביטוח המתבקש ביותר לסטארטאפים, אך חברות רבות עדיין, בטעות, נמנעות מלרכוש אותו, הוא ביטוח מסוג Cyber Liability. פעמים רבות קורה שיזמים חושבים שאף אחד לא יטרח לפרוץ למערכות המחשוב של החברה שלהם כי הם חברה קטנה.\nראשית, זו הנחה שגויה. מנקודת מבטם של פורצים פוטנציאליים, דווקא חברה קטנה היא החוליה החלשה בשרשרת מסחור, משום שהחברות הגדולות יותר שאיתן היא עושה עסקים משתמשות במשאבים רבים הרבה יותר כדי להגן על מערכות המחשוב.\nמחקר של סימנטק משנת 2011 הראה שכ-2/3 מתוך חברות קטנות שחוות מתקפה קיברנטית נסגרות תוך 6 חודשים מהתקיפה. מעבר לכך, חברות רבות נעזרות בשירותי סליקה של כרטיסי אשראי באמצעות חברות צד ג’. אותן חברות סליקה המספקות את השירותים לחברת הסטארטאפ מעבירות לחברת הסטארטאפ  אחריות במידה ופרטי כרטיס האשראי נחשפו בפני גוף זר. בנוסף, היות וחברת הסטארטאפ הנעזרת בשירותי הסליקה היא זו שיש לה הסכם חוזי מול הלקוח ישירות, ולא חברת הסליקה, הרי שהיא אחראית, משפטית, כלפי הלקוח, גם במקרים בהם הפריצה הקיברנטית היתה אצל חברת הסליקה.\nמתוך 50 מדינות בארה”ב, ל-46 יש חוקים המחייבים דיווח והודעה במקרים של פריצה למאגרי המידע של החברה. חברת סטארטאפ חייבת לעמוד בחוקים של המדינה הספציפית בתוך ארה”ב שבה היא ממוקמת. רכישה של ביטוח אחריות קיברנטית מאפשר לחברה, בעלות של החל מכמה מאות דולרים, לוודא שיהיה לה כיסוי במקרה של חשיפה משפטית לחוק המקומי של המדינה שבה היא ממוקמת. אדגיש, כי כל חברה האוספת מידע על אמצעי תשלום, אוספת למעשה מידע אישי מזהה מהמשתמשים, וחלים עליה חוקי הדיווח הנ”ל, לצד חוקים נוספים.\nמהם השיקולים שצריכים להנחות סטארטאפים בבבחירת ביטוח?\nכשחברות סטארטאפ ישראליות עוברות לארה”ב, הן צריכות לרכוש ביטוח אמריקני. זה חלק מהותי בעשיית עסקים, בין אם הוא נדרש פורמלית על-ידי חוקי המדינה, על-ידי המשקיעים, הסכמי השכירות של המשרדים שלכם, או התחייבויות חוזיות אחרות.\nלמשל, נאמר שאתם חברת תוכנה, גייסתם מיליון דולר מקרן הון-סיכון, ואתם מוכנים לעבור לארה”ב. קרן ההון-סיכון ממנה נציג מטעמה למועצת המנהלים שלכם, ודורשת מכם לרכוש ביטוח Directors & Officers Liability, כדי להגן על עצמה ועל נציגה.\nמהרגע שאתם מקימים את החברה בגזרה המקומית, או מגייסים עובד אמריקני, חוקי המדינה יחייבו אתכם לרכוש ביטוח “Workers Compensation. אם לא תרכשו, אתם צופיים לקנס. אתם מוצאים מקום שאתם רוצים לשכור כדי לפתוח את המשרדים החדשים, אבל לפני שבעל הנכס ייתן לכם להיכנס אליו הוא כנראה יבקש שתרכשו ותראו לו ביטוח מסוג General Liability, אשר הותאם לתנאי השכירות שלכם. רק מהדוגמאות הללו אתם יכולים לראות, שעוד לפני דריסת הרגל הרשמית שלכם בארה”ב, אתם תדרשו ל-3 סוגים שונים של ביטוח. הסוג הרביעי של הביטוח שתצטרכו יגיע במהלך המשא ומתן עם הלקוח האמריקני הראשון שלכם, אשר יבקש לדעת אם יש לכם ביטוח Errors & Omissions, ויתנו את חתימת ההסכם מולכם ברכישתו.\nהאם באמת ישנו הבדל משמעותי בסוגי הביטוח בהתאם למדינה שבה חברת הסטארטאפ בוחרת לפתוח את הסניף שלה (קליפורניה, מסצוסטס, ניו-יורק)?\nתלוי כמובן בסוג החברה שלכם, אבל למיקום שתבחרו יש השפעה על ביטוחים נוספים שתצטרכו לרכוש. למשל, אם אתם רוכשים ומנהלים נכס בקליפורניה, אתם צריכים לדעת שתצטרכו לבטח את הנכס מפני נזקי רעידת אדמה, או אם הנכס בקרבת גוף מים תצטרכו לבטח אותו מפני נזקי הצפה. כמובן שחברת תוכנה ששוכרת משרדים פחות צריכה לדאוג לסוגיות ספציפיות אלו.\nלגבי ביטוח EPL שהזכרנו וביטוח Workers Compensation, יש לזכור שישנן מדינות הנחשבות כ”מדינות ידידותיות לעובדים”, אשר בהן קל יותר לעובד לתבוע את החברה שבה עבד או שבה הוא עובד, כגון קליפורניה וניו ג’רזי. במדינות שכאלה, סיכויי תביעה נגד חברת הסטארטאפ גבוהים עוד יותר, ומכאן חשיבותם הרבה של הביטוחים בתחום.\nעלויות ביטוחים שכאלה משתנות בין מדינה למדינה. לדוגמא, קליפורניה היא אחת המדינות היקרות ביותר בעלויות ביטוחים, ולכן חברות שבוחרות לפתוח את הסניף האמריקני שלהן דווקא בעמק הסיליקון צריכות להתכונן ולהביא בחשבון גם את עלויות אלו.\nבמדינות בהן קיימת חובת ביטוח מסוימת וחברת הסטארטאפ לא רוכשת את הביטוח, למשל במקרה של ניו-יורק וחובת רכישת ביטוח מסוג Disability, עשויה לגרור קנסות בגובה אלפי דולרים.\nתחום הביטוח במדינה זרה הוא ללא ספק אחד מהנושאים הפחות מדוברים בתעשייה, על אף השפעתו הישירה על כל חברה שרוצה לבצע את הדילוג אל מעבר לים.\nהדוגמאות שתאר מישה הן כמובן רק קצה הקרחון, ועוזרות להמחיש את החשיבות שבהתייעצות מול מומחה בתחום, כדי שיידע לעזור לחברת הסטארטאפ שלכם להתמודד עם האתגרים הספציפיים העומדים בפניה.\nקרדיט תמונה: usa via shutterstock\n ", "keywords": "טיפים לפתיחת סניף אמריקני,insurance issues to keep in mind,opening a us branch,opening a us office,moving your startup to the us,סוגיות בביטוח,איך לעשות ביטוח לסטארטאפ,איזה ביטוח צריכה חברת סטארטאפ,דרישות מקדמיות לפתיחת חברה בארצות הברית,מה צריך לדעת לפני הקמת סניף בארצות הברית,,charles river insurance brokerage,insruance,misha iokheles,ביטוח,חברת סטארטאפ,מישה יוכלס,סטארטאפ,סטארטאפים,workers compensation,epl,general liability,קליפורניה,מסצוסטס,ניו-יורק,directors & officers liability,cyber liability,employment practices liability,חדלות פרעון,directors & officers liability,ניו יורק"}