{"url": "https://www.geektime.co.il/sixgill-raised-15m/", "type": "article", "title": "חדשות רעות לצדיקים ב-Dark Web: חברת Sixgill גייסה 15 מיליון דולר", "description": "לאחרונה גילתה החברה פרטים של יותר מ-20 מיליון כרטיסי אשראי גנובים שהוצעו למכירה ב-Dark Web. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על כ-20 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/credit-card-1591492_1280-1581490727-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-12T10:35:55Z", "modified_time": "2020-02-12T10:30:23Z", "articleBody": "לאחרונה גילתה החברה פרטים של יותר מ-20 מיליון כרטיסי אשראי גנובים שהוצעו למכירה ב-Dark Web. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על כ-20 מיליון דולר\nמקור: Pixabay\nהסטארטאפ הישראלי Sixgill מסייע לחברות וארגונים גדולים לאתר ולנטרל בזמן איומים שמקורם ב-Dark Web. כעת, הוא מודיע על השלמת סבב גיוס בגובה של 15 מיליון דולר בהובלת Sonae IM ו-REV Venture Partners. כמו כן לקחו חלק בגיוס OurCrowd והמשקיעים הקיימים Elron ו-Terra Venture Partners.\nפלטפורמת המודיעין שפיתחה Sixgill (סיקסגיל) מסייעת לארגונים, בעיקר פיננסיים, ממשלתיים ומשפטיים, לאתר בזמן דליפות של נתונים רגישים וזירות סחר לא-חוקיות שפועלות באיזורים המעט יותר נסתרים ברשת – כלומר, הרשת האפלה או ה-Dark web.\nהטכנולוגיה שפיתחה מחברת את הנקודות החשודות ברחבי ה-Dark web, מנתחת את המידע הרב ויוצרת פרופילים על ידי ניתוח דפוסי התנהגות של משתמשים והרשתות החברתיות הסמויות בהן הם מתנהלים. כמו כן, היא מזהה ועוקבת אחר האקרים פוטנציאלים בעודם מתכננים פעילות מזיקה ובלתי חוקית, ושולחת התראות בזמן אמת אודות אותם איומים.\nהחברה נעזרת בטכנולוגיית אוטומציה ובינה מלאכותית שמאפשרות ליצור מידע מודיעיני בעל ערך, מדויק, וקונטקסטואלי עבור כל לקוח – בדאשבורד פשוט ובממשק נוח. הטכנולוגיה משתלבת באופן חלק בפלטפורמות והמערכות הקיימות שצוותי האבטחה בחברות משתמשים בהן גם ככה כדי לנהל ולהתמודד עם אירועי אבטחה.\nלפני מספר חודשים, פלטפורמת המודיעין של Sixgill חשפה תרמית ענק במסגרתה פרטיהם של עשרות מיליוני כרטיסי אשראי, בעיקר אמריקאיים, הוצעו למכירה ב-Dark Web – לעיתים תמורת 5 דולר בלבד.\n״הטכנולוגיה של Sixgill חושפת ומספקת לחברות וארגונים מודיעין רב ערך, שלא היה מגיע אליהם בדרך אחרת. התובנות שלהם מאפשרות למנהלי האבטחה בארגונים ולצוותיהם להתמודד ביעילות עם אתגרי האבטחה, ואנו גאים לקחת חלק בהתרחבותה של החברה בשלב מוקדם זה״, אומר קרלוס אלברטו סילבה, מנכ״ל Sonae IM, שהובילה את הסבב.\nSixgill הוקמה ב-2014 על ידי אבי קשטן ואלעד לביא, והיא מעסיקה במשרדיה שבתל אביב כ-30 עובדים. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על כ-20 מיליון דולר.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "sixgill,סיקסגיל,סטארטאפ,סייבר,סטארטאפ ישראלי,חברה ישראלית,גיוס,סבב גיוס,dark web,דארק ווב"}