{"url": "https://www.geektime.co.il/oneplus-7-pro-announced/", "type": "article", "title": "הוכרז OnePlus 7 Pro: עם מסך ענק, מצלמה נשלפת ותג מחיר גבוה מהרגיל", "description": "מיצרנית של מכשירים זולים וטובים, וואן פלוס רוצה להפוך ליצרנית של אחד ממכשירי הדגל הבולטים ביותר של השנה, עם פיצ׳רים שלא תוכלו למצוא גם אצל סמסונג, וואווי, שיאומי ואפל", "image": "https://files.geektime.co.il/wp-content/uploads/2019/05/Screen-Shot-2019-05-14-at-20.26.44-1557854822-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-14T20:43:27Z", "modified_time": "2019-05-14T20:43:27Z", "articleBody": "מיצרנית של מכשירים זולים וטובים, וואן פלוס רוצה להפוך ליצרנית של אחד ממכשירי הדגל הבולטים ביותר של השנה, עם פיצ׳רים שלא תוכלו למצוא גם אצל סמסונג, וואווי, שיאומי ואפל\nתמונה: OnePlus\nאחד המותגים האהובים ביותר בקהילת האנדרואיד הוא ללא ספק OnePlus. הסמארטפונים של וואן פלוס ידועים בחומרה מעולה, תוכנה נקייה ומהירה, ובתג המחיר ההוגן שלה. היום (ג׳) חשפה החברה רשמי את ה-OnePlus 7 Pro, שממשיך את המסורת של חומרה מעולה, אבל גם מצליח להציג לא מעט חידושים שלא קיימים גם במכשירי הדגל הבולטים ביותר בשוק. והמחיר? חלק מהמעריצים של המותג עשוי להתעצבן מהם.\nהדבר הבולט ביותר בעיצוב החדש של ה-OnePlus 7 Pro הוא ללא ספק מסך ה-OLED בגודל 6.7 המרשים שלו עם 93.22% יחס-גוף-מסך. OnePlus הצליחה לשלב מסך מקצה-לקצה, אבל העיצוב הגולש שלו בסגנון ה-Galaxy של סמסונג הוא ממש לא הדבר היחידי שחשוב בו. המסך של ה-OnePlus 7 Pro מסוגל להגיע לקצב רענון של 90Hz, מה שאומר שאתם תראו אנימציות חלקות יותר בצורה משמעותית ממכשירים אחרים והמסך עצמו אמור להרגיש הרבה יותר נעים לעין. לפי מבקרים ראשונים שכבר השתמשו במכשיר, ההבדל הוא ניכר, ורבים כבר הכריזו עליו בתור המסך הטוב ביותר בסמארטפונים עד כה, וכזה שמקשה על העין להתרגל בחזרה למסכים עם קצב רענון רגיל. אם אתם מפחדים מגודל המכשיר, ב-OnePlus טוענים כי גודל המכשיר הכולל נותר זהה לדגם ה-6t.\nתמונה: OnePlus\nאם אתם מסתכלים על המסך, בטח שמתם לב שמצלמת הסלפי חסרה. אז בניגוד לטרנדים האחרונים של מגרעות או אפילו תצוגות Hole-Punch כמו בגלקסי S10, מצלמת הסלפי של ה-OnePlus 7 מסתתר בתוך גוף המכשיר, ונשלפת ממעין מגירה מכנית בתוך חצי שניה בכל פעם שתבחרו במצלמת הסלפי. וואן פלוס הדגימה כיצד במשך 12 שעות רצופות המנגנון המכני עובד שוב ושוב ללא כשל, אבל כבר ראינו בעבר הבטחות של יצרניות בנוגע לעמידות המכשירים שלא עמדו במבחן המציאות. (כן סמסונג, אנחנו מסתכלים עליך ועל ה-Fold שלך). מגירת המצלמה אפילו יודעת להסגר באופן אוטומטי כשהמכשיר מרגיש שהוא ״נופל״, כך שאם תפילו אותו מידכם, מצלמת הסלפי, בתקווה, לא תתפרק לחתיכות.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nגם חיישן טביעות האצבע נותר מתחת למסך, אבל הפעם וואן פלוס הגדילו את השטח שלו ב-30% וטוענים כי הוא מסוגל לזהות את טביעת האצבע שלכם ולפתוח את המכשיר בתוך 0.21 שניות. בשאר החומרה, המכשיר מצויד במעבד Snapdragon 855 האחרון מבית קוואלקום, 6/8/12 גיגה זכרון RAM ו-128/256 גיגה נפח אחסון מסוג UFS 3.0, מה שאמור להבטיח מהירות עוד יותר גבוהה בכל הנוגע לשימוש במכשיר.\nתמונה: OnePlus\nמערך הצילום האחורי של ה-OnePlus 7 Pro שודרג ל-3 עדשות, כמקובל בענף צילום המובייל השנה. המצלמה הראשית היא בעלת עדשה סטנדרטית וחיישן 48 מגה-פיקסל, העדשה השניה היא עדשת 16 מגה-פיקסל רחבה במיוחד, והעדשה השלישית היא עדשת 8 מגה-פיקסל מסוג טלפוטו לצילומי תקריב של עד X3. מערך הצילום כבר נבדק על ידי אתר השוואות המצלמות DXOMARK שהעניק לו את הציון 111, הרבה מעבר לרוב מכשירי הדגל הקיימים בשוק, ורק שני ל-P30 Pro של וואווי (והגלקסי S10 בגירסת ה-5G, שטרם הושקה).\nסוללת המכשיר מגיעה עם נפח טוב של 4,000mAh וכמובן תמיכה בתקן הטעינה המהיר של וואן פלוס שיכול להטעין כמעט 50% מהסוללה תוך 20 דקות. עם זאת, OnePlus בחרה שלא לשלב מערך טעינה אלחוטית, או להעביר את ה-OnePlus 7 Pro במבחנים הדרושים (והיקרים) לצורך קבלת תקן עמידות רשמי במים ואבק, אבל היא כן פירסמה סרטון בו המכשיר מושלך אל דלי מים, כך שהם לא ֿיכולים להודות בכך רשמית, אבל הוא עשוי לשרוד פגישות מסוימות עם נוזלים.\nבמהלך השנים האחרונות וואן פלוס יצרה טלפונים יותר ויותר טובים, אך גם העלתה את המחירים שלהם מקו ה-300 דולר בו השיקה את ה-OnePlus הראשון. עם ה-OnePlus 7 Pro היא ללא ספק כבר ממקמת את עצמה באיזור המחירים הגבוהים, אבל בעיקר ביחס לעצמה: מחיר המכשיר מתחיל ב-669 דולר, או 3600 שקלים בישראל כאשר יושק רשמית ב-30 במאי. זהו המחיר היקר ביותר של OnePlus אי פעם, אבל הוא עדיין נמוך יותר מכל מכשיר דגל של אפל, סמסונג ולא מעט חברות נוספות, על אחת כמה וכמה כאשר מסתכלים על התמורה, לפחות על הנייר, שהוא מציג.", "keywords": "oneplus,oneplus 7 pro,oneplus 7,וואן פלוס,וואן פלוס 7 פרו,וואן פלוס 7ֿ,אנדרואיד,android,וואן פלוס 7"}