{"url": "https://www.geektime.co.il/oneplus-6-launched-prices/", "type": "article", "title": "ה-OnePlus 6 זמין לרכישה: איפה תרכשו אותו בזול וכמה הוא יעלה בישראל?", "description": "כשבוע בלבד מאז שהוכרז, וואן פלוס כבר השיקה את OnePlus 6 באופן רשמי והוא זמין לרכישה מקוונת בחנות החברה ובאתרי המכירה השונים. כמה הוא יעלה לכם? מהו המחיר בשקלים ומתי הוא יושק בישראל?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/Screenshot_6-1527085751.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-23T17:43:09Z", "modified_time": "2018-05-23T17:45:49Z", "articleBody": "כשבוע בלבד מאז שהוכרז, וואן פלוס כבר השיקה את OnePlus 6 באופן רשמי והוא זמין לרכישה מקוונת בחנות החברה ובאתרי המכירה השונים. כמה הוא יעלה לכם? מהו המחיר בשקלים ומתי הוא יושק בישראל?\n\nמאת: איתי מקמל, TGSPOT\nכשבוע בלבד מאז שהוכרז, וואן פלוס כבר השיקה את OnePlus 6 באופן רשמי והוא זמין לרכישה מקוונת בחנות החברה ובאתרי המכירה השונים. כמה הוא יעלה לכם? מהו המחיר בשקלים ומתי הוא יושק בישראל?\nבדומה לדור הקודם, OnePlus 6 מגיע בגרסה אחת לכל העולם. זה אומר שאם רכשתם אותו בארה”ב, בסין או באירופה – הוא יפעל בישראל בכל רשתות הסלולר המקומיות. עם זאת, ייתכן כי השימוש במטען ה-DashCahrge ידרוש מתאם חשמלי.\nהמכשיר מגיע בשלוש תצורות, כשההבדל בניהן הוא בכמות זיכרון העבודה – 6 או 8 גיגה-בייט, וכמות האחסון הפנימי  – 64/6 גיגה-בייט ו-128/8 או 256/8 גיגה-בייט.\nהדרך הזולה ביותר לרכוש את OnePlus 6 תהיה בחנות הרשמית (המקוונת), אבל זה גם תלוי כיצד תעבירו אותו אליכם ליד. המחיר הרשמי של וואן פלוס הוא 529 דולרים לדגם הבסיסי (6/64), או 579 ו-629 דולרים בהתאמה לדגמים עם הזיכרון המורחב (8/128, 8/256).\nבחישוב מהיר הדגם הבסיסי יעלה 1,900 שקלים ועוד 320 שקל עבור מע”מ, זאת בהנחה שתשלמו זאת בכניסה לארץ. כך שבסך הכל המחיר הכי נמוך עבור OnePlus 6 הוא 2,200 שקלים. לזה צריך להוסיף גם את דמי המשלוח, שזה כאמור תלוי איך תביאו את המכשיר: אפשר עם חברת שילוח מקומית כמו DealTas או shipito האמריקאית. יותר טוב, אם יש לכם מכר קרוב שמגיע ארצה ויביא את המכשיר בעצמו.\n﻿\nמי שעבורו רכישה בחנות הרשמית מעט מורכבת, יכול לבחור ולרכוש כמו רבים, את המכשיר דרך אתרי המסחר מעבר לים אשר שולחים את המוצר ישירות לישראל. האתרים הפופולריים בארץ הם כמובן האתרים הסינים, אולם שם המחירים מעט יותר יקרים.\nכך המחיר לדגם הבסיסי ב-GeekBuying הוא הנמוך ביותר נכון להיום ועומד על 589 דולרים, שהם כ-2,105 שקלים. ב-GearBest המחיר הוא 620 דולרים, שהם כ-2,220 שקלים ומי שמעדיף את AliExpress ישלם מחיר דומה.\nיש לציין כי המחירים באתרים אלה משתנה כל הזמן וכפוף למבצעים. מלבד זאת ייתכנו עלויות נוספות בכניסה לישראל כגון מע”מ. לכן, אנו לא ממליצים לרכוש עם שילוח מהיר, שכן תיתכנה עמלות נוספות שאינן צפויות.\n\nבין אם לרכוש באתר החברה או באתרים אחרים, זהו עדיין תהליך המעורר חששות אצל רבים. מי שרוצה ‘ללכת על בטוח’, יוכל להמתין להגעתו של OnePlus 6 לישראל וזה אפילו לא יקח הפעם הרבה זמן.\nהיבואנית הרשמית סאל-נאו כבר החלה במכירה המוקדמת ותשיק את המכשיר בישראל ב-1 ביוני. המחיר לדגם הבסיסי יהיה 2,599 שקלים ואילו שאר הדגמים יעלו 2,799 ו-3,099 שקלים, בהתאמה. הצבעים הזמינים הם שחור מראה ושחוט מט, ואילו הצבע הלבן יגיע בהמשך. כמובן שאם תוכלו לרכוש אותו באילת, תרוויחו גם את הפשטות וגם מחיר נמוך שצפוי לעמוד על כ-2,200 ש”ח.\nכזכור, OnePlus 6 מציע מסך Optic AMOLED בגודל 6.28 אינץ’ שמכוסה בזכוכית Gorilla Glass 5. הוא מגיע עם שבב Snapdrgon 845 של קוואלקום (Qualcomm) בשתי תצורות זיכרון עבודה, 6 גיגה-בייט עם 64/128 גיגה-בייט זיכרון אחסון, ו-8 גיגה-בייט עם 256 גיגה-בייט זיכרון אחסון.\nהמכשיר בעל מערך צילום הכולל מצלמה ראשית 16 מגה-פיקסל עם מפתח f/1.7 ועם מייצב תמונה אלקטרוני, והמשנית עם חיישן 20 מגה-פיקסל ועם אותו מפתח צמצם. גם לקדמית יש מייצב תמונה אלקטרוני, והיא בגודל 16 מגה-פיקסל עם מפתח צמצמם סביר של f/2.0.\nהכתבה הופיעה במקור ב-TGSPOT", "keywords": "וואןפלוס,וואןפלאס,oneplus,oneplus 6,סיני,סמארטפון,סמארטפון סיני"}