{"url": "https://www.geektime.co.il/how-to-install-android-p-beta/", "type": "article", "title": "כך תתקינו את Android P כבר עכשיו", "description": "לא יכולים להתאפק? השנה יותר מכשירים מתמיד יכולים להנות מהבטא של אנדרואיד כבר עכשיו, וכך תתקינו אותה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/00100dPORTRAIT_00100_BURST20180508114815071_COVER-1525769891.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-18T10:55:05Z", "modified_time": "2018-06-18T11:00:59Z", "articleBody": "לא יכולים להתאפק? השנה יותר מכשירים מתמיד יכולים להנות מהבטא של אנדרואיד כבר עכשיו, וכך תתקינו אותה\nתמונה: גיקטיים\nמאז שגוגל הציגה לראשונה את מערכת ההפעלה שלה, Android P, משתמשים רבים לא יכולים לחכות להתנסות בה. אם גם אתם נמנים על הקבוצה הזו, יש לנו חדשות טובות וחדשות רעות: הטובות הן שאתם יכולים להתקין אותה על המכשיר שלכם כבר עכשיו, ואפילו די בקלות. הרעות הן שתלוי איזה מכשיר אתם מחזיקים. אבל קודם כל, אזהרה קלה:\nשימו לב, התקנת גרסאות בטא של מערכות הפעלה מיועדת בעיקר למפתחים ולא מומלצת לביצוע על גבי מכשירים שבשימוש יומיומי. ההתקנה עלולה לגרום ללא מעט תקלות בתהלך ולאחריו. כמו כן, מערכת ההפעלה עלולה להכיל באגים רבים. אם אתם מעוניינים להתקין את הבטא, גבו את כל המידע אשר על המכשיר שלכם, כיוון שהוא ימחק כחלק מתהליך ההתקנה. גיקטיים לא לוקחת אחריות על תקלות שעשויות להתרחש כתוצאה מתהליך ההתקנה.\nתמונה: Google\nמכשירי הנקסוס הותיקים כבר לא יזכו לראות את הארץ המובטחת של Android P, ואם אתם מעוניינים להתקין את מערכת ההפעלה בקלות יתרה, תאלצו להחזיק מכשיר מסדרת פיקסל מבית גוגל. אם אתם אכן מחזיקים במכשיר, אתם פשוט יכולים להרשם דרך אתר תוכנית הבטא של אנדרואיד. בחרו בתפריט העליון ב-Devices, ואז בחרו במכשיר הפיקסל שלכם. לאחר שתאשרו שאתם רוצים לקחת חלק בבטא, אתם אמורים לקבל את העדכון תוך פרק זמן של 24 שעות. שימו לב כי עד אשר תסירו את גירסת הבטא מהמכשיר שלכם, לא תוכלו לקבל עדכוני אבטחה חודשיים מגוגל.\nגם אם לא רכשתם פיקסל של גוגל, ישנם עדיין עוד מכשירים שכבר תומכים בבטא של אנדרואיד, ואם התמזל מזלכם, תוכלו להתקין את הבטא כבר עכשיו באמצעות פעולת Flash.\nהמכשירים התומכים בבטא הם ה-Essential Phone, Nokia 7 Plus, Sony Xperia XZ2, OnePlus 6, Xiaomi Mi Mix 2S, Oppo R15 Pro, Vivo X21 ו-X21 UD. אז בואו נצלול למכשירים שיש סיכוי שאתם מחזיקים בהם בישראל.\nOnePlus 6: מתוך מכשיר הוואן פלוס שלכם, הכנסו לעמוד הבטא של Android P שם ממתינות לכם הוראות מפורטות וקבצי ההתקנה. וודאו שהקבצים יורדים אל תיקיית ה-Root של המכשיר. לאחר מכן עברו ל-Settings, ובחרו ב-System Updates. בצידו הימני של הסרגל העליון אתם תראו אייקון של גלגל שיניים, בחרו בו ואז ב-Local upgrade, ולאחר מכן ב-Install Now.\nלאחר מכן, אתם תהיו חייבים למחוק את כל תוכן המכשיר (אחרת הוא פשוט לא יצליח להפעיל את מערכת ההפעלה). על כן, היכנסו ל-Recovery Mode באמצעות לחיצה ארוכה על לחצן הכיבוי ולחצני הווליום כאשר המכשיר מכובה. בחרו ב-Wipe data/Factory Reset, ואשרו את תהליך המחיקה. בחרו לאחר מכן ב-Reboot System Now, ותתחילו ליהנות (או לסבול) מהבטא.\nNokia 7: התהליך כאן סבוך יותר, וכרוך בהרשמה אל מול נוקיה, לכן היכנסו לאתר של החברה, פתחו חשבון נוקיה והוסיפו את מספר ה-IMEI של המכשיר שלכם, ספקית הסלולר ואת המדינה, ובחרו ב-Register. לאחר מכן הורידו את הבטא האחרונה של P מהאתר של נוקיה (או ישירות מכאן, אך מומלץ להוריד מהאתר הרשמי למקרה שבו המערכת עודכנה). וודאו כי ה-SDK של אנדרואיד מותקן על המחשב שלכם. כעת, נצטרך למחוק את תכולת המכשיר. על כן כבו את המכשיר שלכם וחברו אותו למחשב. לחצו על כפתור הכיבוי והווליום למשך 10 שניות עד שמסך ה-Android One יוצג. לחצו על כפתור ההדלקה והגברת הוליום פעם אחת כדי להכנס לתפריט ה-Recovery ובחרו factory reset.\nלאחר המחיקה, בחרו ב-Apple update from ADB, ופתחו במחשב שלכם את ה-SDK של אנדרואיד, והגיעו לתיקייה אליה הורדתם את קובץ התקנת הבטא. הכנסו ל-adb devices ובחרו ב-sideload. לאחר מכן הזינו את הפקודה הבאה: adb sideload XXXXXXXXX.zip (החליפו כמובן את ה-XXXXXX בשם הקובץ שהורדתם מנוקיה). לאחר סיום ההתקנה בחרו ב-Reboot system now, וברכותינו. אתם בבטא.\nXiaomi Mi Mix 2s: השנה גם שיאומי נמצאת בבטא, וההתקנה שלה יחסית פשוטה. ראשית, הורידו את קובץ ההתקנה של הבטא, והתקינו כלי ה-Flashing של שיאומי. כבו את המכשיר, ולחצו על לחצני הווליום והכיבוי בו זמנית כדי להכנס למצב Fastboot. חברו את המכשיר שלכם ל-PC. חלצו את קובץ ההתקנה של הבטא. פתחו במחשב את קובץ MiFlash.exe והדביקו אל סרגל הכתובת את הנתיב אליו חילצתם את תיקיית ה-ROM. לחצו על refresh, והאפליקציה תזהה את המכשיר. בחרו ב-flash והתהליך יחל. אם בסיום התהליך סרגל ההתקדמות נצבע בירוק, סימן שהצלחתם, והמכשיר יופעל מחדש על גבי הבטא.", "keywords": "אנדרואיד,אנדרואיד פי,אנדרואיד p,בטא,גוגל,android p,beta,וואן פלוס,וואנפלוס,oneplus 6,xiaomi mi mix 2s,nokia 7,וואןפלוס"}