{"url": "https://www.geektime.co.il/relocation-fails/", "type": "article", "title": "לא מעט מתהליכי הרילוקיישן נכשלים: מחקר חדש חושף מדוע", "description": "וגם - מי המדינה בה קיים הסיכוי הגבוה ביותר שתרצו לחזור ממנה לפני הזמן? סקר חדש חושף את כל הנתונים שאנשים קצת פחות נוהגים לדבר עליהם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/photo-1520038410233-7141be7e6f97-1568541247-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-21T11:00:16Z", "modified_time": "2019-09-21T10:09:15Z", "articleBody": "וגם – מי המדינה בה קיים הסיכוי הגבוה ביותר שתרצו לחזור ממנה לפני הזמן? סקר חדש חושף את כל הנתונים שאנשים קצת פחות נוהגים לדבר עליהם \nמקור: Unsplash\nתופעת הרילוקיישן בעולם ההייטק והסטארטאפים היא די שכיחה, ועובדים רבים רק מחכים לרגע בו המעסיק יודיע להם שהם נבחרו לצאת להרפתקה. אלא שתהליך הרילוקיישן הוא מורכב, ואף אחד לא מבטיח לכם שהוא יהיה מוצלח כמו שדמיינתם. מחקר חדש חושף כמה נתונים די מעניינים, שאולי יגרמו לכם לחשוב אחרת על הרילוקיישן המיוחל או לפחות יכינו אתכם לקראתו.\nמהמחקר שנערך על ידי האיגוד הישראלי לרילוקיישן, וכלל ניתוח של 1,092 מקרי רילוקיישן, עולה כי 15% מעובדי ההייטק שנשלחים לרילוקיישן מעבר לים – חוזרים לישראל מוקדם מהמתוכנן. מתברר כי הסיבה השכיחה ביותר לכישלון המהלך היא אי השתלבות של המשפחה (31.4%), אחריה טיפול לא יעיל מצד החברה בעובד ובצרכיו (19.1%), ופער בציפיות מצד העובד לאופן בו יראו חייו לבין התנהלותם בפועל (13.5%). פערים כאלו יכולים לנבוע משינוי במספר טיסות “ביקור המולדת” אותן מממנת החברה או הפחתה של גובה מימון השכ״ד במדינה הזרה.\nכמו כן, 7.4% מהעובדים נאלצו לחזור לישראל עקב בעיה רפואית שלהם או של בני משפחה, ו-9.6% מהם מכיוון שבני או בנות הזוג שלהם לא קיבלו היתרי עבודה. חלק ניכר מאשרות העבודה הניתנות במסגרת רילוקיישן לא מאפשרות לבן או בת הזוג לעבוד, ולא כל המעסיקים בוחנים מראש את הסוגיה הזו.\nבמסגרת הסקר נבחנה התפלגות הכשלונות בהתאם למפת היעדים בעולם, זאת במטרה לברר מה היא המדינה בה קיים הסיכוי הגבוה ביותר כי הצבת העובד תסתיים מוקדם מהצפוי. לאחר ניתוח של 506 מקרי רילוקיישן שנכשלו, עולה כי סין מהווה את היעד הבעייתי ביותר מבחינת שיעור כשלון, ו-19.3% מכל מקרי הרילוקיישן שנכשלו – היו בסין. במקום השני נמצאת הודו עם 13.6% מהעובדים שחזרו לארץ מוקדם מהמתוכנן, אחריה אפריקה (12.8), כשארה״ב – אחד היעדים הפופולאריים, נמצאת במקום הרביעי עם 11.4%. המדינות בהן הרילוקיישן מוצלח במיוחד הן סינגפור (2.5% שיעור כשלון), אוסטרליה/ניו זילנד (2.7%) ואנגליה (3.7%).\nאנה ניני, סמנכ”לית חברת RELO 360 שעוסקת במתן יעוץ לחברות בתחום הרילוקיישן מסבירה כי בדרך כלל המעסיקים מתמקדים באיתור איש המקצוע הטוב ביותר, אבל בפועל – זה הוא לא הגורם היחידי שיש להתחשב בו. במקביל, הן צריכות לחפש איש מקצוע טוב שגם הוא וגם משפחתו מעוניינים בשליחות לחו״ל, נמצאים במצב של פניות לכך, מבינים את הפער התרבותי – ויכולים להתמודד איתו.\nעוד עולה מנתוני האיגוד כי העלות הממוצעת למעסיק של סל שירותי הרילוקיישן הבסיסי בשנים 2017-2019, למעט השכר, מוערכת בעולם בממוצע בסך של 102 אלף דולר לשנה הראשונה של הניוד, ובכ-55 אלף דולר בכל שנה נוספת.\nהסטארטאפ Homeis מגייס 12 מיליון דולר כדי לעזור לכם ברילוקיישן\nהטיפים הכי חשובים שיש לנו לתת לכם על רילוקיישן\nאז אם אתם נמצאים כרגע לפני רילוקיישן או לחילופין – אתם עדיין בשלב הלבטים, ניתן לראות שלרוב – זה מצליח, אבל קחו בחשבון שאם אתם עוברים עם בן/בת זוג וילדים, העניינים קצת יותר מסובכים. אין ספק שמדובר בחוויה מגניבה ובמקביל מאתגרת במיוחד, רק שהיא לא מתאימה לכל אחד. לכן, תשתדלו לקרוא את ״האותיות הקטנות״ של החוזה, ולשאול את כל השאלות שעולות לכן לראש, לפני שיהיה מאוחר מידי. בהצלחה.", "keywords": "רילוקיישן,סקר רילוקיישן,רילוקיישן שנכשל,הייטק,סטארטאפ,עבודה בהייטק,מעבר לחו׳׳ל,relocation"}