{"url": "https://www.geektime.co.il/call-of-duty-modern-warfare-leaks/", "type": "article", "title": "קול אוף דיוטי החדש עוד לא יצא, אבל מישהו כבר מוכר עותקים שלו במאות דולרים", "description": "מישהו מוכן לשלם כל כך הרבה כסף בשביל לשחק במשחק כמה ימים לפני ההשקה הרשמית שלו? מתברר שכן", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/social-share-image-1571560196-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-20T14:00:20Z", "modified_time": "2019-10-20T12:04:46Z", "articleBody": "מישהו מוכן לשלם כל כך הרבה כסף בשביל לשחק במשחק כמה ימים לפני ההשקה הרשמית שלו? מתברר שכן\nתמונה: Activision\nאין הרבה מותגים בעולם הגיימינג ואפילו בעולם הבידור שעושים רעש כמו Call Of Duty. סדרת משחקי האקשן המטורפת שהתחילה ב-2003 עדיין מגלגלת סכומי כסף דמיוניים, והמעריצים לא יכולים לחכות ליציאת Modern Warfare, שהוא סוג-של-ריבוט לאחד המשחקים האהובים ביותר בסדרה. המשחק החדש עוד לא יצא לחנויות, אבל אדם אחד טוען שהוא הצליח להניח את ידיו על עותקים רשמיים של המשחק, והוא מוכן למכור אותם במחיר מופקע לאלו שלא יכולים להתאפק.\nהמשתמש המכונה VonGarcon העלה תמונה לחשבונות הסושיאל שלו שבהם ניתן לראות מספר דיסקים של Modern Warfare בקופסת פלסטיק שקופה, מה שמעיד על כך שככל הנראה לא מדובר בעותקים שהיו אמורים להגיע ללקוחות פרטיים, אלא לחנויות צורכי תצוגה או השכרה ללקוחות (בעיקר בעקבות הברקוד העוטף את החלק הפנימי של הדיסק). Von אפילו מגדיל לעשות ומצרף לתמונה גם אייפון המחובר לחשבון הטוויטר שלו כדי להוכיח שהוא זה שמחזיק בדיסקים המדוברים, ועבורם הוא מבקש לא פחות מ-250 דולר לעותק.\nבשלב הזה חלקכם וודאי אומר ״מי יסכים לשלם 250 דולר על משחק שהוא יכול לשחק בו ביום שישי הקרוב תמורת 60 דולר?״. ובכן, כנראה ש-Von למד על המושגים היצע וביקוש, כיוון שהוא טוען שכל העותקים שבהם הוא החזיק נמכרו בין לילה. מה שגורם כעת ללא מעט מעריצים של הסדרה לחשוש מספוילרים למשחק שעלולים לצוף, כעת שעותקים רשמיים של המשחק ככל הנראה מסתובבים בחוץ.\n \n \n$250 per copy. Von is the plug now. (Sold. I don’t have anything. Stop asking)\nA post shared by  VonGarcon (@vongarcon_) on Oct 18, 2019 at 3:01pm PDT\n\nVon טוען כי הוא רכש את העותקים הללו מגורם אחר, והוא מסרב לחשוף את המקור שלו או לשתף סרטונים מתוך המשחק בטענה כי מדובר בפעולה לא חוקית. כמו כן הוא מציין כי הוא לא עובד בכל שירות השכרת סרטים ומשחקים שהוא. כמעט מיותר לציין שקניה של משחק ממקור לא ידוע היא מאוד לא מומלצת וכוללת לא מעט סיכונים. איפוק של 5 ימים יחסוך לכם במקרה הזה כמעט 200 דולר, כך שגם אם עותקים נוספים יצופו בימים הקרובים, מומלץ להתאפק עד יום שישי הקרוב כדי לשחק באחד המשחקים הכי פופולאריים של השנה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "קול אוף דיוטי,call of duty,call of duty modern warfare,גיימינג"}