{"url": "https://www.geektime.co.il/cod-in-3d/", "type": "article", "title": "COD בתלת מימד – מה יש לכם להגיד על זה, סוני?", "description": "בשקט בשקט, בלי שאף אחד ישים לב, Treyarch הוציאו משחק שפועל בתלת מימד בכל הפלטפורמות. אולי שמעתם עליו, המשחק הוא Call of Duty Black Ops", "image": "https://files.geektime.co.il/wp-content/uploads/2010/11/call-of-duty-black-ops-300x157.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-10T21:03:53Z", "modified_time": "2010-11-11T09:48:12Z", "articleBody": "בשקט בשקט, בלי שאף אחד ישים לב, Treyarch הוציאו משחק שפועל בתלת מימד בכל הפלטפורמות. אולי שמעתם עליו, המשחק הוא Call of Duty Black Ops\nבשקט בשקט, בלי שאף אחד ישים לב, Treyarch הוציאו משחק שפועל בתלת מימד בכל הפלטפורמות. אולי שמעתם עליו, המשחק הוא Call of Duty Black Ops. כן, מסתבר שרבים לא היו מודעים לעניין הזה. טריארך לא הדגישו את הנושא, אין סימון מיוחד על הקופסאות ואף אחד לא מפרסם את העניין מלבד כתבות ספציפיות באתרי חדשות גיימינג שרוב הגיימרים בכלל לא קוראים.\nזאת לא הפעם הראשונה שמשחק תלת מימדי יוצא לכל הפלטפורמות. קצת אחרי שסוני סיפרו שהם מתכננים לאפשר משחקים תלת מימדיים על ה-PS3 יצא המשחק Invincible Tiger: The Legend of Han Tao, שתמך במגוון אפשרויות של תלת מימד. מכיוון שהיה מדובר במשחק להורדה ומכיוון שבאותה תקופה העדכונים לרשת הלייב היו מגיעים מעט לפני העדכונים לרשת PSN, נוצר המצב שהמשחק התלת מימדי הראשון יצא לאקסבוקס קודם.\nדי במקביל ליציאת הסרט שהתחיל את כל מהפכת התלת מימד האחרונה, אווטאר, יצא גם משחק הווידאו אווטאר. גם הוא היה תלת מימדי על כל הפלטפורמות הרלוונטיות, אבל כמו משחקים מבוססי סרטים רבים אחרים, הוא לא הצליח להשאיר חותם רציני על שוק המשחקים, למרות שיתוף פעולה הדוק למדי עם הפקת הסרט.\nאין דינוזאורים ב Black Ops, אבל הייתי מוכרח לשים את התמונה הזאת \nאבל עכשיו מדובר במשהו שונה לגמרי. לא עוד משחק להורדה. לא משחק מבוסס סרט שהגרסה הטובה ביותר שלו זכתה לציון ממוצע של 61. הפעם מדובר באחד המותגים החזקים ביותר בשוק משחקי הווידאו. מה בעצם שווה כל המאמץ של סוני להטמעת תלת מימד בקונסולה אם אולפני פיתוח מצליחים להוציא משחקים תלת מימדיים לקונסולה המתחרה, למרות הנחיתות הטכנולוגית שלה (קונסולות אקסבוקס מצויידות בחיבור HDMI מיושן יותר בעל רוחב פס נמוך יותר) וחוסר התמיכה ברמת ערכות הפיתוח מצד מיקרוסופט?\nסביר להניח שבטריארך עבדו די קשה בשביל לעשות את זה. ככל הנראה הרזולוציה של המשחק על קונסולות היא לא רזולוציית HD – זה הרי היה המצב גם במשחקים קודמים בסדרה, שלא תמכו בתלת מימד. יש אפילו סיכוי לא רע בכלל שנציגי מיקרוסופט ישבו באולפן הפיתוח ועזרו לפתח את המשחק כדי שיפעל בתלת מימד. כי למרות השקט העיתונאי מסביב לנושא ולמרות שאין איזשהו נציג מיקרוסופט שרוקד על הדם (שזה, אגב, די מפתיע בהתחשב בעובדה שמיקרוסופט ניסו לפתוח מלחמת פנבויז מסביב למשחק), מדובר במכה קשה לסוני. עם צימצום פער המכירות בזמן האחרון, בסוני בוודאי קיוו לעקוף את מיקרוסופט במכירות בעונת החגים הנוכחית, אבל בין חוסר ההתלהבות מהזוז לעומת הקינקט בארצות הברית, ל-Call of Duty בתלת מימד על האקסבוקס, לחוסר במשחקים אקסקלוסיביים בולטים בתקופה הזאת של השנה, לגל הבאנים שבוודאי יגיע ויגרור אחריו קניות מאסיביות של קונסולות אקסבוקס על ידי אנשים שפשוט חייבים את מנת האונליין שלהם, נראה שגם בחגים הקרובים מיקרוסופט תפתח פער מחודש בכמות הקונסולות שנמכרו.\nהפוסט פורסם לראשונה בבלוג גיימר דדי", "keywords": "3d,call of duty black ops,cod,ps3,treyarch,גיימינג,סוני,קונסולות,תלת-מימד,אקסבוקס"}