{"url": "https://www.geektime.co.il/%d7%9e%d7%92%d7%99%d7%a4%d7%aa-%d7%94%d7%97%d7%99%d7%93%d7%95%d7%a9%d7%99%d7%9d-%d7%a0%d7%9e%d7%a9%d7%9b%d7%aa/", "type": "article", "title": "מגיפת החידושים נמשכת", "description": "נראה שמדד היצירתיות בשוק המשחקים הולך ויורד. אחרי כמויות עצומות של משחקים שעברו ועוברים חידושים, עכשיו גם משחקי PSP מצטרפים לחגיגה.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/05/7_PSP_Image-300x213.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-05-25T18:37:26Z", "modified_time": "2011-05-26T03:14:18Z", "articleBody": "נראה שמדד היצירתיות בשוק המשחקים הולך ויורד. אחרי כמויות עצומות של משחקים שעברו ועוברים חידושים, עכשיו גם משחקי PSP מצטרפים לחגיגה.\nצילום: יח\"צ\nהפעם מגיעים החידושים מכיוון חדש – במקום חידושים של משחקים ישנים (כמו  סדרת God of War, הנסיך הפרסי, Beyond Good and Evil ועוד לא מעט משחקים  שכבר יצאו, שמתוכננים לצאת או שיש שמועות לגביהם) הפעם מדובר בחידושים של  משחקים חדשים יותר, כאלה שיצאו רק לפלטפורמה אחת ולא לאחרת. הפלטפורמה האחת  היא ה-PSP, האחרת היא הפלייסטשיין 3.\nזה כבר רשמי. סוני הכריזו על סדרה של חידושים למשחקי PSP עבור  הפלייסטיישן. המשחקים יכללו לפעמים תוכן חדש או תמיכה בתלת מימד, ובכל מקרה  הם יכללו גרפיקה משופרת. ככל הנראה הם לא יכללו גביעים, וזה די חבל, אבל  חוץ מזה, דווקא מדובר ברעיון לא רע כל כך. יש לקונסולת ה-PSP לא מעט כותרים  טובים, ויהיה נחמד אם גם אנשים שאין להם PSP יוכלו לשחק בהם סוף סוף.  בנוסף, ניתן יהיה לחלוק שמירות משחקים בין הקונסולות, וכך להתקדם במשחק עם  קונסולה אחת, ואז להמשיך אותו עם השניה מאותו מקום בדיוק, בלי שיהיה צריך  לחזור לאחור, לפספס דברים, או סתם לשחק באותו הדבר פעמיים.\n\nהאמת היא שאלה לא משחקי ה-PSP הראשונים שיוצאים לפלייסטיישן 3 – בזמן  ההמתנה הארוכה לטקן 6, בעלי פלייסטיישן יכלו לשחק ב Tekken Dark  Resurrection, ויש גם גרסת PSN של לוקורוקו המצויין, אלא שמדובר היה  בגרסאות שנכתבו במיוחד לפלייסטיישן 3, ולא כללו את היכולת להעביר שמירות  משחקים בין הקונסולות.\nאילו משחקים מתוכננים לצאת? כרגע המשחק היחיד שהוכרז באופן רשמי הוא  Monster Hunter 3, אבל הוא מתוכנן לצאת רק ביפן. יש גם שמועות על מספר  משחקים נוספים, בעיקר על גרסה חדשה של Metal Gear Solid: Peace Walker,  שבוודאי תשמח את חובבי הסדרה. בנוסף, היו דיווחים על חנות בהונג קונג  שפרסמה אוסף של משחקי God of War של ה-PSP (למי שלא זוכר, היו לקונסולה שני  משחקים בסדרה – Chains of Olympus ו-Ghost of Sparta) עבור הפלייסטיישן 3.\nאני אישית אשמח לראות גרסאות חדשות לסדרת Patapon. עד היום שיחקתי רק  במשחק הראשון, וגם אותו לא סיימתי – לא צברתי מספיק כוח בשביל לנצח את הבוס  האחרון, ואני אשמח לנסות שוב, וגם לראות את ההמשכים. אני מניח שיהיו גם מי  שירצו לראות גרסאות של משחקי GTA שיצאו ל-PSP, אבל לא מדובר במשחקים  בלעדיים ולא של אולפנים ששייכים לסוני, אז לא הייתי בונה על זה.\nומה אתכם? אילו משחקי PSP הייתם רוצים לשחק בסלון, על טלויזיה גדולה, אולי אפילו בתלת מימד?", "keywords": "חידושים,remasters,psp,ps3,playstation 3,playstation,פס3,פלייסטיישן,פלייסטיישן 3,monster hunter 3,god of war,kratos,קרייטוס,אל המלחמה,metal gear solid,metal gear,mgs,מגס,פטפון,patapon"}