{"url": "https://www.geektime.co.il/ces-2011-tablets-and-3d/", "type": "article", "title": "CES 2011 – סיכום התערוכה – על תלת מימד וטאבלטים", "description": "השנה היו אלה מחשבי הלוח, החיבוריות והתלת-ממד שזכו למירב תשומת הלב בתערוכת CES 2011 שהסתיימה היום.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/01/DSCF8553-300x225.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-01-10T15:47:34Z", "modified_time": "2011-01-11T08:05:23Z", "articleBody": "השנה היו אלה מחשבי הלוח, החיבוריות והתלת-ממד שזכו למירב תשומת הלב בתערוכת CES 2011 שהסתיימה היום.\nאת הניצנים הראשונים של עולם התלת-ממד, שהחלו לפרוח אחרי ההצלחה המסחררת של הסרט Avatar, ראינו כבר בתערוכה בשנה שעברה. השנה, כבר כל יצרניות המסכים הגדולות הציגו גרסאות שלהם למסכי תלת-ממד, וראינו את ההתפתחות הטבעית של התחום גם במסכים ראשונים שאינם דורשים משקפיים לצורך צפיית בתוכן תלת-ממדי, ואינם מוגבלים בגודל או זווית צפיה מאוד מוגבלת.\nבביתן של טושיבה פגשנו לראשונה בטכנולוגית תלת-ממד ללא משקפיים ביישום על מסכי טלוויזיה גדולים בדגמים של 56 ו-65 אינץ’. למרות שהטלוויזיות הללו עדיין דורשות צפייה בזוויות מאוד ספציפיות על-מנת להנות מאפקט העומק והתלת-ממד, התמונה שמציגים המסכים נראים ברורה ואיכותית בייחוד ביחס למסכי תלת-ממד אחרים שעדיין דורשים משקפיים וגם לאחר דקות ארוכות, לא חשנו בעייפות העיניים בעת הצפייה.\nבשלב הנוכחי, טושיבה בחרה שלא לציין תאריך ספציפי לתחילת השיווק של המסכים הראשונים בסדרת התלת-ממד ללא משקפיים, אך משיחות עם מספר נציגים, חלקם ציינו כי הסיכוי שנראה את המסכים לפני הרבעון השני של השנה הוא נמוך למדי.\nגם סמסונג וגם LG בחרו להשאיר את המשקפיים, אך כל אחת מהם החליטה לפנות לקהל עם גימיק קצת שונה. סמסונג בחרה להקטין את המשקפיים והציגה ליין של מקפי תלת-ממד קטנים, קלים ואופנתיים.\nLG, בניגוד לרוב החברות האחרות, בחרה בטכנולוגית מסכים המשולבת עם משקפיים פאסיביים (בניגוד למשקפיים אקטיביים הפועלים באמצעות סוללה ומסתנכרנים באופן אלחוטי עם המסך). השימוש במשקפיים פאסיביים מאפשר לחברה להציע את המשקפיים ואת המסכים התואמים במחירים אטרקטיביים יותר מאשר המתחרים.\nסר הווארד סטרינגר, מנכ\"ל סוני אמריקה עם משקפי תלת ממד ב-CES 2011\nלעומת כל המתחרות, סוני נהנית מבעלות על כל שרשרת המזון בתחום התלת-ממד, החל מהחומרה ועד התוכן. במסיבת העיתונאים שנערכה בתערוכה, סר הווארד סטרינגר, מנכ”ל סוני אמריקה, הודיע על שיתוף פעולה בין סוני וערוץ דיסקוברי בהקמת ערוץ תוכן מלא בתלת-ממד בשם 3net. בנוסף, גם סוני משתעשעת ברעיון של תלת-ממד בלי משקפיים והציגה בתערוכה מסך תלת-ממד בטכנולוגיית OLED בגודל 24 אינץ’. המסך, התומך ברזולוציית Full-HD הציג תמונה איכותית ואיכות צבע גבוהה, אך עדיין נתקלנו בקשיים לצפות באפקט העומק המבוקש.\nרוב העולם גילה את האינטרנט לפני קרוב ל-20 שנה, אך תעשיית האלקטרוניקה הצרכנית גילתה אותו רק בשנתיים האחרונות. אחד הטרנדים המרכזיים השנה בתערוכה היה החיבור של מכשירי החשמל השונים, החל ממסכי הטלוויזיה וכל במקררים ושואבי אבק לרשת האינטרנט ולספק למשתמשים מגוון רחב של תכנים שיעשירו את חוויית השימוש.\nמכונת כביסה חכמה ממשפחת THINQ של LG\nהמובילה העיקרית בתחום החיבור לאינטרנט בתערוכה השנה היא ללא ספק LG. בתחום הטלוויזיות השיקה החברה חנות מרכז תוכן מקוון המאפשר למשתמשים להוריד תכני וידאו ואפליקציות ישירות למסך הטלוויזיה. יחד עם הטלוויזיות החדשות, שכולן תומכות בתקן ה-DLNA המאפשר תקשורת בין מכשירי חשמל ברשת הביתית, משיקה LG  גם את ה-Smart TV Upgrader , מערכת מרכז-מדיה חיצונית שמתחברת מסך טלוויזיה בעל חיבור HDMI ומאפשרת למשתמש לגלוש באינטרנט על-גבי המסך, להתחבר לשירותי VOD  שונים (בארצות הברית בלבד בשלב הראשון) וגישה מלאה למרכז התוכן והאפליקציות החדשה של LG.\nבמסיבת העיתונאים שערכה החברה ביום חמישי חשפה החברה את משפחת מוצרי ה-THINQ, מכשירי חשמל חכמים שיודעת לנהל את צריכת החשמל ולהתחבר לרשת האינטרנט לצורך ניהול מרחוק וצריכת תכנים.\nכך למשל, תוכלו להוריד מתכוני אפייה ישירות מתנור האפייה שלכם או תוכניות סחיטה למכונה הכביסה, לגשת לרשימת המלאי של המקרר שלכם באמצעות אפליקציה מהטלפון הנייד ואפילו להפעיל מרחוק את שואב האבק הרובוטי של החברה.\nמערכת ההפעלה של גוגל מכשירי הטלוויזיה, Google TV, אמורה להיות אחד מהגורמים המרכזיים בחשיבותם בכל הקשור לעולם הטלווזיות והחיבור לרשת. אמנם שיתוף הפעולה בין גוגל וסוני, שאמור להוליד את מכשיר הטלויזיה הראשון שיבוסס על מערכת ההפעלה החדשה, עדיין מתעקב, אך זה לא יהיה מה שיעצור את סוני מלנסות להשתלט גם על עולם התוכן.\nבדומה למה שמיקרוסופט מנסה לעשות כעת עם ה-Xbox, גם סוני מנסה להפוך כעת את קונסולת הפלייסטיישן למרכז מדיה ביתי. עשרות מליוני קונסולות ברחבי העולם המחוברות לרשת ה-PSN, יחד עם הסכמי התוכן הרבים וכמות התוכן שסוני מייצרת באופן עצמאי, מציגים תמונה מאוד מעניינת ביחס לכיוון אליו פונה החברה בשנים הקרובות.\nמנכ\"ל ASUS מציג את ה-EEE Pad MeMo\nהיה קשה להסתובב בתערוכה ולעבור יותר מחמישה ביתנים בלי להיתקל במחשב לוח (טאבלט) כזה או אחר. במעבר זריז הספקנו לספור בתערוכה מעל ל-50 דגמים של 37 יצרניות שונות, מבוססים על 5 גרסאות שונות של מערכות הפעלה. עם מקלדת ובלי מקלדת, עם סטיילוס ובלי סטיילוס, עם סלולר ובלי סלולר, בכל הגדלים ובכל הצורות.\nהחיבור בין שני מכשירים מהעולם הנייד – הטלפון הסלולרי והמחשב הנייד, נראה לראשונה בסוף שנות התשעים, אך רק בשנה שעברה, עם יציאתו של האייפאד מבית אפל, נראה שהסכר נפרץ ובשנה האחרונה אנו רואים את התחום מקבל את הדחיפה האמיתית קדימה.\nכבר בפתיחת התערוכה, חברת אסוס הייתה הראשונה להתחיל במטווח הטאבלטים. בין המכשירים שהציגה אסוס, אפשר היה לראות את ה-EEE Pad Memo, מחשב היברידי המשלב מקלדת ומסך מתנתק שהופך לטאבלט עצמאי ואת ה-EEE Pad Slider, מחשב לוח עם מקלדת נשלפת בתצורת סליידר, שניהם מבוססים על אנדרואיד 3.0. אל השניים הללו יצטרף ה-EEE Slate EP121, מחשב לוח המבוסס על מערכת ההפעלה חלונות 7.\nהמתמודדת הבאה בתור הייתה סמסונג, שהציגה אף היא מחשב לוח המבוסס על חלונות 7. ה-Samsung Sliding Series 7 יהיה זמין בחנויות כבר בחודש מרץ הקרוב ויגיע עם מסך בגודל 10.1, יציאת HDMI ואפליקציה בשם Samsung Touch Launcher שתנסה לכפר על חוסר ההתאמה המשווע של הגרסה הרגילה של חלונות 7 למחשבי לוח.\nאת מירב תשומת הלב בתערוכה תפסה דווקא מוטורולה עם מכשיר הטאבלט החדש שלה שהוכרז אף הוא במסיבת עיתונאים ביום רביעי האחרון. ה-Xoom, טאבלט בגודל 10.1 אינץ’, יתבסס על מערכת ההפעלה אנדרואיד בגרסה 3.0 ויגיע עם מצלמה ואחורית, יתמוך בתצוגה ברזולוציית HD ויושק ברשת וריזון בארצות הברית במהלך הרבעון הראשון של השנה.\nה-XOOM של מוטורולה. \nבנוסף ל-Xoom, מוטורולה חשפה בתערוכה גם את מכשיר הטלפון החכם הראשון שלה, התומך ברשתות 4G בטכנולוגיית LTE. המייחד את המכשיר, הנקרא Atrix, לא נמצא במכשיר עצמו, עם כי בתחנת העגינה שלו, המגיעה בתצורה של מחשב נטבוק ללא מעבד או שטח אחסון, אלא רק עם מסך, מקלדת ובטריה. כאשר מחברים את המכשיר ל-Docking Station, מסך המחשב המחובר מציג מערכת הפעלה מבוססת לינוקס המותקנת על-גבי המכשיר עצמו ומאפשר למשתמש להשתמש במכשיר כאילו היה מחשב נייד מבוסס לינוקס לכל דבר ועניין.\nבהדגמה פרטית, הציג לנו אחד מנציגי מוטורולה את השימוש ביכולות של המכשיר בארגון, כולל חיבור באמצעות Citrix לשרתים ארגוניים ועבודה עם שולחן עבודה מלא בתצורת Thin Client.\nחברת RIM, יצרנית מכשירי ה-Blackberry סובלת בשנה האחרונה מירידה לא קטנה בנתח השוק ואין ספק שנתוני המכירות האחרונים גרמו לחברה להבין שהיא צריכה להתקדם לעולם המגע ומחשבי הלוח.\nלפני מספר שבועות חשפה החברה את מחשב הלוח שלה, ה-Playbook, אך רק השבוע זכינו לראות אותו מקרוב. הטאבלט החדש של RIM, אשר צפוי למצוא את דרכו למפעילות הסלולריות התומכות ברשתות דור רביעי בלבד, יגיע עם מעבד בעל ליבה כפולה במהירות 1Ghz מצלמת HD קדמית ואחורית ומערכת ההפעלה העצמאית של RIM. השימוש במעבד כפול ליבה, מאפשר ל-Playbook לבצע ריבוי משימות אמיתית ולפי ההדגמה שקיבלנו ב-CES, הוא גם מספיק חזק כדי להריץ את הגרסה המלאה של Quake 3, אחד ממשחקי היריות מגוף ראשון (FPS) הפופולאריים בשנים האחרונות.\nאת רוב תשומת הלב תפסה דווקא גוגל עם הגרסה החדשה של מערכת ההפעלה אנדרואיד, למרות שגוגל לא הציגה באופן רשמי בתערוכה ולא יצרניות החומרה השונות. נכון, האנדרואיד כבר היה שם לפני כן, אך הגרסאות הקודמות של מערכת ההפעלה של גוגל לא ממש התאימו למחשבי לוח, או לכל מכשיר אחר בעל מסך גדול יותר מ-4 אינץ’.\nגם אנשי צוות הפיתוח של המוצר בגוגל ציינו בפירוש שהגרסאות הקודמות לא מיועדות למחשבי לוח, אך זה לא באמת הפריע לחלק גדול מהיצרניות כגון סמסונג וטושיבה לבחור עוד בגרסאות הקודמות של אנדרואיד כמערכת ההפעלה של מכשיר הטאבלט שלהם.\nמערכת ההפעלה נחשפה באופן רשמי במסיבת העיתונאים של מוטורולה, אשר הציגה סרטון וידאו קצר שהציג לראשונה את הממשק הגרפי החדש של מערכת ההפעלה, שקיבל Makeover מלא עם תוספת התאמה למכשירי טאבלט.\nבסרטון הקצר ניתן לראות את מסך הבית החדש, יכולת ריבוי המשימות והמעבר בין יישומים ומגוון רחב של ווידג’טים חדשים ומוגדלים לשימוש במסך הבית. מאוחר יותר, הצלחנו לתפוס קצת זמן איכות עם המכשיר וניכר היה שההתאמה שעבר הממשק עבור מחשבי לוח עושה את העבודה מצויין.\nהממשק החדש נראה מצויין ומותאם בצורה כמעט מושלמת למסך הגדול יותר של מחשבי הלוח וגם האפליקציות השונות כגון יוטיוב, ג’ימייל ושירות המפות של גוגל, עברו שדרוג משמעותי והותאמו לצורת העבודה החדשה.\nתערוכת CES הנערכת בתחילתה של כל שנה אזרחית מציגה את החידושים האחרונים בעולם הטכנולוגיה וכל שנה, במבט לאחור, אנו מזהים שרבים מהטרנדים שהוצגו בשנה הקודמת לא הצליחו למצוא את דרכם לישראל, לפחות בינתיים.\nאת מספר דגמי הטלויזיות בתלת-ממד שהושקו בישראל ניתן לספור באצבעות שתי הידיים, אף אחד משירותי התוכן של היצרניות הגדולות לא מצא את דרכו לישראל ואפילו האייפאד מצא את דרכו לישראל באופן רשמי רק בחודש שעבר. רוב הטלפונים החדשים שהוצגו בתערוכה כבר פועלים על-גבי רשתות 4G, ואילו בישראל נראה שנזכה לראות אחת שכזו אולי ב-2012.\nולנו נותר רק לתהות, האם זה יהיה המצב גם השנה?", "keywords": "טושיבה,ces-2011\\',סמסונג,lg,סוני,ps3,גוגך tv,xbox,xoom,מוטורולה xoom,motorola atrix,lte,,ces 2011"}