{"url": "https://www.geektime.co.il/steam-controller-and-stream-link-review/", "type": "article", "title": "לשחק קצת אחרת: סקירת Steam Controller ו-Steam Link", "description": "שנה שעברה חשפה ענקית המשחקים שני מוצרים חדשים ומסקרנים. אז איך זה מרגיש?", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/ss_d2f5e7325666df6119ff1d42be73bac9594c5b1e.600x338.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-05T15:00:11Z", "modified_time": "2016-08-06T00:43:40Z", "articleBody": "שנה שעברה חשפה ענקית המשחקים שני מוצרים חדשים ומסקרנים. אז איך זה מרגיש?\n\nהרומן ארוך-השנים שלי עם מה שאז היתה פלטפורמה צעירה לשמירה על זכויות היוצרים מבית Valve התחיל מרכישה תמימה של The Orange Box, שלהפתעתי הרבה הכילה התקנה בתצורה שלא הכרתי: דיסק שכולל קובץ התקנה וקבצי “גיבוי” לצד קוד הפעלה. התקנתי, נרשמתי, “שחזרתי” את קבצי המשחק מהגיבוי וגיליתי להפתעתי שהעוגה היא שקר.\nמים רבים הפשירו בקטבים מאז, הספרייה האישית שלי עברה את אלף הכותרים כבר מזמן ו-Steam הפכה למובילת התעשייה. נוספו לשם רבדים של קהילה, טריידינג, מכירות קיץ/חורף האהובות במיוחד על מנהלי הבנקים ועוד. למעשה, הסיכויים הם שאם בחרתם לקרוא את הסקירה, אתם לא צריכים שאכיר לכם את Steam.\nאחד השינויים המהותיים ביותר בפלטפורמה התרחש כשקברניטי Valve גמרו אומר בליבם להפוך את סטים למרכז בידור (שמזרים גם וידאו ומוזיקה) והוסיפו את Big picture mode – מצב שלמעשה פתח דלת חדשה ומאשר לנווט בתפריטי סטים עם קונטרולר רגיל במקום עם עכבר. כך, הם הצליחו במידת מה לתת פייט ליתרון הקל שיש לקונסולות באשר הן: סביבת משחק אימרסיבית. מכאן, בעיניי לפחות, היתה זו שאלה של זמן עד שגייב נואל (המנכ”ל האגדי ודמות ידועה בתחום הגיימינג בזכות עצמו) ירגיש אמיץ מספיק כדי להיכנס לתחום החומרה.\nלקחתי לבדיקה את שתי הסנוניות הראשונות של מאמצי Valve (כל אחד מהם עולה 50 דולרים אגב) בתחום החומרה לסיבוב מבחן, ושרדתי כדי לספר על זה. Steam Controller ו-Steam Link – אתם עומדים לביקורת.\n\nהפריט הראשון שעיני נחה עליו, המעניין מבין השניים ולמזלי גם הראשון שהגיע (בהפרש של כמה ימים) היה Steam Controller.\nקראתי קצת ברשת לאחר שה-Xbox360 Controller שלי החזיר את שבביו לבורא, ומצאתי שהקונצנזוס נוטה חזק לכיוון של בקרי המשחק מבית מיקרוסופט. המקום הראשון מוחזק בגאון על ידי Xbox One Elite, כשאחריו Xbox One Controller וזה של ה-360 מיד אחריו. חיכיתי לבלאק פריידיי והזמנתי לעצמי את ה-XBOne הרגיל, תוך רכישת אחד גנרי לתקופת ההמתנה (A dude’s gotta play). לכן, עם כל הניסיון שלי בבקרי דואל-שוק, עיקר הניסיון אכן מגיע באדיבות מיקרוסופט, והם הבסיס העיקרי להשוואה.\nכדי לתקוף הגמוניה, לבקר של סטים צריך להיות יתרון משמעותי. היתרון המשמעותי פה, בעיניי לפחות, היה קיומם של שני טראק-פדים. משטח המגע שאתם מכירים מהמחשב הנייד? שניים כאלה. קעורים. לחיצים. סרטוני היח”צ הבטיחו חוויות משחק שטרם נראו, והסתקרנתי לראות על מה כל המהומה.\nלמזלי הגדול, המשלוח הגיע מהר – מה שאיפשר לי לנצל היטב את הזמן כדי לחקור את הצעצוע החדש.\nהאריזה עצמה די סולידית, למען האמת. הקופסא של הבקר מגיעה בשרוול נחמד למראה, ותוך משחק איתו הבחנתי שעל הצד הפנימי שלו יש תמונת “פירוק” של הבקר עצמו – טאצ’ נחמד ביותר. הקופסא מכילה את הבקר, מקלט ייחודי, שתי סוללות AA וכבל USB מאריך שמגיע עם מתאם. מהניירת הרשיתי לעצמי להתעלם.\nאחת הטענות ששמעתי היתה שהוא מרגיש “פלסטיקי” – גזר הדין שלי: לא יותר “פלסטיקי” מהבקר של One, ה-360 והגנרי שיש אצלי בבית. הוא נוח לאחיזה, מרגיש מאוד טבעי וכולל את כל מה שהייתי מצפה מבקר. הבקר עצמו, דרך אגב, לא כבד.\nסידור הכפתורים מעט שונה מהתבנית הקבועה של מיקרוסופט: ה-D-pad הלחיץ השמאלי נמצא דווקא למעלה בצד שמאל, בעוד ה-thumb stick מתחתיו. בצד ימין, ה-trackpad תופס את מקומם של הכפתורים הפיזיים, שנמצאים איפה שבוהן ימין שלכם רגילה לחפש את הסטיק הימני. כמובן שסטארט, סלקט וכפתור הסטים באמצע, כפתורי L1+2 R1+2 במקומם – ותוספת נחמדה: שני טריגרים מאחורה. זה לא ה-Elite, אבל זה בהחלט נחמד.\nקפיצה קלה קדימה: לאחר מספר ימים גיליתי שקיימת פונקציונליות של “air mouse”, כלומר זיהוי תנועה בסיסי, בעיקר סיבוב ואוריינטציה. גילוי מאוחר אבל מהותי.\nוידאו: Valve מציגה את Steam Controller\n\nמחברים את המתאם למחשב, זיהוי הדרייבר הוא אוטומטי, ותוך שניות בודדות – הכל פועל ומחובר.\nאת פניי בירכה הודעה של סטים, שפועל אצלי ברקע, על עדכון גרסה. אישרתי, חלפו שניות בודדות והקושחה על הבקר שלי שודרגה לגרסתה האחרונה. כן, גם לי מוזר להגיד את זה. לפי ההמלצה ה”רשמית” – נכנסתי ל-Big Picture mode כדי לממש את מלוא הפוטנציאל של הצעצוע החדש, והתחלתי להריץ משחקים ברצף.\nמשחקים ראשונים שניסיתי – משחקי מבט ראשון: DOOM, Firewatch, House of the Dying Sun, Fallout 4. הרגשתי שמדובר במדגם מייצג מאוד.\nבגזרת משחקי האסטרטגיה: Ashes of the Singularity, Homeworld: Deserts of Kharak, XCOM 2.\nדברים נוספים שבדקתי: The Binding of Isaac, ENSLAVED, Rocket League, Crea, Day of the Tentacle Remastered.\nבנוסף, ניסיתי את מזלי עם מספר כותרים מחוץ לסטים: Forza Apex Beta, Star Wars Battlefront, Unravel, The Division, Far Cry Primal.\nאז ראשית – כל מה שלא דרך סטים, מונח בצד. לא עובד טוב/לא נתמך/לא מזהה/לא התפקד למפלגה החביבה עליו – לא משנה לי. גם לא טרחתי לחפש האקים ופתרונות מסובכים, אין לי עניין בכאלו, בטח שלא במסגרת סקירה. כל מה שאינו נמצא תחת ה-overlay המוכר של סטים, לא קיים מבחינתנו, מה שהופך את ספריית המשחקים שלי ב-Origin/Uplay/MS Store לבלתי רלוונטית עבור הבקר החדש.\nהאמת? זה מאכזב. נכון, יכולתי לראות מרחוק את זה שחומרה שכוללת את המילה Steam ואז אחריה משהו, תעבוד בלעדית עם סטים, אבל אני לא יכול לשקר שלא קיוויתי לתמיכה רחבה יותר.לא ציפיתי להיעדר תמיכה באשר היא בדברים כמו The Division – מה שגרם לי להניח את הבקר החדש בצד ולחזור ל-XBOne Controller הישן והטוב. מה גם שבבעלותי משחקים דוגמת GTA5, שפשוט לא קניתי דרך סטים – אז אני מפספס.\nלכן, מרגע זה ואילך – משחקי סטים בלבד.\n\nהשעות הראשונות שלי עם הבקר היו מעניינות.\nהתחלתי כמובן ממשחקי FPS. הכל, חוץ מהטראקפאד, מתפקד כמו שכולנו רגילים. משטח המגע הימני משמש, כברירת מחדל, כסמן עכבר – מה שהופך אותו לאידאלי עבור התפקיד הקלאסי של ההתבוננות לצדדים. ההסתגלות לקחה לי מספר רגעים, אבל במהרה חזרתי לטבוח בשדים ב-DOOM ולהתמכר לנופים המדהימים של Firewatch. המשחק HotDS, סימולטור חלל שיצא ל-Early Access ממש רגעים לפני שהבקר נחת אצלי, התגלה כחלום לשליטה באמצעות הקונטרולר החדש – אפילו בהשוואה ל-XB1.\nלאט לאט גיליתי כמה פיצ’רים מעניינים מאוד. למשל – שאפשר לכוון הגדרות שונות ולהפוך את תנועת העכבר ל”מתמשכת”, כלומר שהסמן יושפע מכוח האינרציה וימשיך תנועה, פיצ’ר שיכול להתגלות כשימושי ומשפר חוויה – לפעמים זה היה נוח פחות, הן בהשוואה לעכבר+מקלדת רגילים והן עקב היעדר ה-thumbstick הימני. בנוסף, התחלתי לגלות עד כמה ה-d-pad השמאלי גאוני, להזכירכם שגם הוא משטח מגע.\nהדבר הבא – לבדוק את ההבטחה של Valve לגבי משחקי אסטרטגיה. כמובן XCOM2 זו לא חוכמה גדולה. ממשק השליטה של המשחק הותאם לכל דבר בינתיים, מהקונסולות, דרך הסלולרי ועד טוסטרים עם בקרי ארדואינו (האחרון מומצא). אני מדבר כמובן על XCOM הראשון – אבל לא הרבה השתנה בגזרת השליטה, ולכן גם הבקר התמודד עם האתגר בקלות.\nמשחקי האסטרטגיה הקלאסיים יותר, Homeworld ו-Ashes, הפתיעו אותי לטובה. איכשהו, תוך דקות בודדות, “פיענחתי” איך שולטים במשחקים – ושקעתי פנימה. לדעתי, הדבר הכי טוב שאפשר להגיד על בקר (ותחתוני בוקסר) זה שכששוכחים מהם – זה אומר שהם עושים את עבודתם כראוי, וכאן ההבנה שאני מנהל קרבות עם בקר (אפילו במשחקים שבהם זה לא נתמך בכלל) – גרמה לי להעריך את הנדסת האנוש הטובה שנעשתה פה.\nאוקיי, הרעיון ברור. בקר שליטה. בוא נראה מה עוד אפשר לעשות איתו.\nקריאה קלה גילתה שבאמצעות ממשק ה-Big Picture, אפשר לייצר לעצמך סכימות שליטה במשחקים. כלומר, לתכנת את הבקר כאוות רצונו של המשתמש. יותר מכך, אם הגעתם לתוצאה מעניינת, אפשר להעלות אותה לרשת ולאפשר לשחקנים אחרים להוריד את הקונפיגורציה ולנסות אותה אצלם. במשחקים הבאים, החלטתי לנסות לוותר על ברירת המחדל, וגם לאתגר את הבקר עם סוגים שונים של משחקים.\nפה, לדעתי, הבקר מפגין את יכולותיו האמיתיות. סכימות השליטה שראיתי משפרות לעיתים את המשחק בצורה מדהימה, בדרכים שלא חשבתי עליהן. נתתי ליומו של הטנטקל הזדמנות עם סכימת שליטה שיצרתי בעצמי, בה ה-air mouse הוא, למעשה, העכבר, והכפתורים השונים ממופים לפעולות. אני לא רואה כל פסול בלשחק קווסט קלאסי מהנוחות של הספה עם בקר. What seems to be the officer, problem?\nדוגמא גאונית למיפוי עצמאי ראיתי דווקא במשחק ENSLAVED הוותיק, שמעולם לא חזרתי אליו משום מה, אך גם לא הבאתי את עצמי למחוק. המיפוי שהורדתי הביא גיימפליי בסיסי, שעושה שימוש גם בכפתורים האחוריים – אך ברגע שנכנסים למצב aiming מדוייק, ורק אז – ה-air mouse מופעל. מודה, נשארתי עם לסת פעורה. כמה פשוט, ככה הגיוני.לשחק רגיל – לכוון עם תנועה אמיתית – ניצוץ של גאונות במשחק שהוא לא בדיוק AAA Title.\nרציתי גם לבדוק את Rocket League, כותר השקה של ה-Steam Controller, כדי לראות איך משחק שחרט תאימות מלאה על דגלו מתמודד עם הבקר. באופן אישי, אחרי שניסיתי עכבר+מקלדת, בקר של אקסבוקס וואן ואת הזה של סטים – סטים לוקח את כל הקופה. נוח, seamless, ואינטואיטיבי גם עם הפרופיל שיצרו יוצרי המשחק.\nכשבוע וחצי לאחר קבלת הבקר, קיבלתי הודעה שגם הסטים לינק זמין לאיסוף בדואר.\nמכשיר ה-Steam Link\nאם תשאלו אותי היום, קשה לי להגיד בוודאות למה הזמנתי את זה. אני מודה – בזמנו, לא בדיוק הבנתי את היתרון שבקופסה השחורה הקטנה הזאת, והלגיטימציה להזמין היתה פשוטה: כי היתה לי דרך קלה להשיג את שניהם. לא הצלחתי להבין היטב מה זה. אני מכיר מחשבים, קונסולות, סטרימרים… אז מה יש לי לעשות עם קופסת סטים?\nבכל מקרה, לאחר זמן לא רב, גם הלינק הגיע. אריזתו דומה במראה שלה לזו של ה-Controller וכוללת כל טוב: הלינק עצמו, כבל חשמל עם 3 ראשים מתחלפים (ככה שההחלפה לתקע אירופאי ארכה שניות בודדות), כבל רשת איכותי וכבל HDMI שטוח.\nויתרתי על חוברת ההפעלה, והלכתי על היגיון בריא: החשמל, לחשמל. כבל רשת – לנתב. ה-HDMI, לטלוויזיה. קליק להפעלה.\nהמסך שבירך את פניי, כצפוי, היה מסך עדכון גרסה אוטומטי – במסגרת העדכונים, שארכו דקות בודדות, הלינק איתחל את עצמו מחדש מספר פעמים. לאחר מכן, התבקשתי לחבר בקר כלשהו – לשם כך ניתקתי את המתאם של Steam Controller מהמחשב וחיברתי לאחד משני שקעי ה-USB שגיליתי בחלק האחורי של הלינק. ניתנה לי האפשרות לחבר גם עכבר/מקלדת אלחוטיים, יש לומר.\nבמסך הבא נדרשתי לבחור בין רשת חוטית לאלחוטית, ומיד לאחר מכן, זוהה המחשב שלי והתבקשתי להזין במחשב קוד בן 4 ספרות שהופיע בטלוויזיה. ביצעתי זאת – והחיבור הושלם.\nמאותו רגע, הטלוויזיה שלי אירחה את ה-Steam Big Picture mode תוך שיקוף מלא של המחשב שלי.\nמה בעצם עושים עם זה?…\nלמעשה, סטים לינק עשוי להחליף קונסולה. אם המחשב מספיק חזק, והתקשורת מספיק מהירה – Steam Link יציג לכם שיקוף מלא של מסך הסטים והמשחקים שתריצו (והסרטים שתראו, והמוזיקה שתשמעו, וכל דבר אחר שסטים מציע היום) במקביל גם על מסך המחשב וגם בטלוויזיה.\nהאיכות גבוהה למדי (כתלות במפרט המחשב, למעשה), והיכולת לחבר אליו אמצעי חומרה (בדקתי עכבר ומקלדת אלחוטיים, שני בקרי Xbox One, אפילו Air mouse) הופכת אותו ל”שלוחה מקומית” של המחשב – בסלון.\nעבורי, הדבר פותח מגוון מעניין של אפשרויות. למשל, אני מרגיש שאין לי יותר צורך ב-Xbox 360 שלי, כי גם כך מרבית המשחקים שם נמצאים בסטים, והאיכות משמעותית יותר גדולה – ועכשיו אני יכול לקבל את “חוויית הסלון”. אני לא צריך להפעיל קונסולה או לחבר את המחשב הנייד לטלוויזיה כדי לארח טורניר Mortal Kombat X, ואני יכול לשחק DOOM על ההגדרות הגבוהות ביותר – בסלון, בחושך.\nוידאו: Valve מציגה את ה-Steam Link\n\nאם בהתחלה לא הבנתי את הרציונל והצורך במכשיר כזה, הרושם המעודכן שלי הוא שתמורת דולרים בודדים, האקסבוקס 360 הוחלף סופית ואני אפילו לא מרגיש כמיהה גדולה לקונסולת Current gen.\nשתי כניסות ה-USB מאפשרות, למשל, לחבר ללינק בקרים ולשחק עם חברים, או להנות מהיכולות של שילוב בקר משחק ועכבר/מקלדת, כשהמחשב הנייח בחדר הוא “הלב” של העניינים.\nאצלנו בבית אפילו מצאנו שילובי משחק מעניינים: שימוש ב-air mouse לצד בקר רגיל עבור רגעים ספציפיים במשחק, או גלילה נוחה יותר במשחקי האסטרטגיה שבדקתי.\nהאלטרנטיבה פה היא, ככל הנראה, חיבור ישיר של מחשב גיימינג לטלוויזיה – וזה משהו שאני מעריך שלא רבים יוכלו לעשות בצורה קלה ו/או אסטתית (ואני מדבר מניסיון של גם להעביר כבלים לאורך הבית, וגם לקדוח חורים בקירות בשביל כבלי רשת ו-HDMI).\nכמובן שבדומה לבקר, גם פה לא כדאי לבנות שמשהו מלבד סטים ירוץ דרך הצעצוע הנחמד; אבל לפעמים זה מספיק, ועם תג מחיר כפי שנקבע בסיילים האחרונים אני בהחלט יכול לומר שאם יש לכם מחשב גיימינג חזק אבל שקלתם רכישת קונסולה כדי להנות מהיתרון של גיימינג בסלון – זה בהחלט גאדג’ט שיכול לתת להטות את הכף.\nבתור אחד עם ספריית משחקים נרחבת ומחשב גיימינג חזק, אני רואה את הכניסה של סטים לתחום החומרה בתור מהלך מבורך ומסקרן.\nשני המוצרים הראשונים ששוחררו תחת מותג הענק הם טובים, שימושיים והמחשבה מאחוריהם מורגשת. בין אם מדובר בבקר שמצליח להביא משהו חדש לתחום שמשתנה בצעדים קטנים מאוד או החוליה המקשרת בין גיימינג PC לבין הרצון לשחק בטלוויזיה בסלון – שני המוצרים מוכיחים שיש עדיין מה לחדש.\nעם מחשבי סטים מעבר לפינה, תמיכה חדשה-דנדשה בחומרת VR וסיילים שמאפשרים לכם להחזיק ברשותכם את המשחקים האהובים עליכם, סטים בתור יצרנית חומרה מוכיחה לי לפחות שיש דברים בגו, והעתיד מבחינתם יכלול לא רק את פלטפורמת הפצת התוכן אלא גם האמצעים המתאימים ביותר למשחקים.\nבאופן אישי אני בהחלט מרגיש שאני יכול להמליץ על שני המוצרים הראשונים הללו, והארנק שלי נכנס לכוננות ספיגה לקראת המוצרים הבאים שהלוגו של סטים יתנוסס עליהם. קדימה, גייב, תראה לי למה אתה מסוגל!\nתודה רבה ליותם ברנז על הסיוע בהכנת הסקירה.", "keywords": "קונסולת משחקים,בקר,בקר משחקים,סטים,סטים קונטרולר,סקירה,גיימינג,גיימר,steam controller,steam link,גייב,valve,ג\\'ייב"}