{"url": "https://www.geektime.co.il/watch-dog-2-game-review/", "type": "article", "title": "להפוך להאקר הכי לוהט בסן פרנסיסקו: Watch dogs 2 [סקירת גיימינג]", "description": "שלוש שנים שקדה יוביסופט על הכותר החדש של Watch dogs והציפייה היתה בשמים. במבחן התוצאה מדובר באחד ממשחקי העולם הפתוח המוצלחים שנראו עד כה, ובכל זאת, אין כאן בשורה אמיתית", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/pic1.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-07T18:45:30Z", "modified_time": "2016-12-07T17:46:39Z", "articleBody": "שלוש שנים שקדה יוביסופט על הכותר החדש של Watch dogs והציפייה היתה בשמים. במבחן התוצאה מדובר באחד ממשחקי העולם הפתוח המוצלחים שנראו עד כה, ובכל זאת, אין כאן בשורה אמיתית\n\nלפני שלוש שנים לערך הבטיחה לנו יוביסופט שהמשחק הבא שלה יהיה משחק שישנה את עולם הגיימינג ויציב רף גבוה וחדש בתחום משחקי ה-AAA. למשחק ההוא הם קראו Watch dogs. משחק עולם פתוח, ש״חוזה״ את העתיד הטכנולוגי הקרוב של המין האנושי. הלוקשיין? עיר בדמותה של שיקאגו.\nאז צריך לומר, קמפיין יחסי הציבור שלו היה בהחלט אחד הטובים בהיסטוריה של המשחקים, מה עוד שחברת המשחקים טענה שהנה מגיע משחק שינצל לראשונה את יכולות הקונסולה החדשה של סוני, ה-PS4 (אז היא הייתה הדבר החדש).\nוכידוע, ההבטחה הגדולה של המפתחים מקנדה התבררה כמוגזמת. המשחק אמנם היה נראה יוצא מן הכלל, אבל גם מלא בבאגים, במשימות רפטטיביות ובאחד הגיבורים הכי פחות אהובים בכל הזמנים. איידן פירס. אז הכותר הראשון בהחלט לא עמד בציפייה ובוודאי לא הביא איתו בשורה חדשה לעולם הגיימינג. לעומת זאת, הוא היה משחק עולם פתוח מרשים בגודלו וברמת הגרפיקה שלו, ובהחלט משחק שכיף לשחק אותו.\nובכן, גם הפעם יוביסופט הבטיחה משהו גדול. אפשר היה לראות במסרים שלהם יותר זהירות מהסיסמאות המפוצצות של פעם, אבל עדיין, המפתחים גם השנה היו בטוחים שהנה הם פיצחו את הנוסחה שתהפוך את המשחק הנוכחי, לכותר הכי גדול של יוביסופט מאז ומעולם. הלוקשיין הנבחר הפעם – סאן פרנסיסקו ועמק הסיליקון.\nבפועל, ההיסטוריה ממש חזרה על עצמה. הבטחה גדולה שהפכה למשחק מהנה בסך הכל, אבל רחוק מלהיות משהו חדש שיגדיר את משחקי העולם הפתוח.\nאז בואו נתחיל. כאמור, איידן פירס נעלם כלא היה ואתם תיכנסו לדמותו של מרכוס הולווואי. האקר מוכשר שיחשוף לאט לאט את מזימות אבטחת המידע של התאגיד Blume ומערכת ה-ctOS הזכורה מהכותר הקודם. הפעם גם המערכת משתדרגת לגרסת 2.0, אבל האמת שחוץ מהשם החדש היא לא ממש מביאה חידושים בשטח. נגיע לזה בהמשך.\n\nלמרות שהאקרים הם טיפוסים מתבודדים בדר״כ, במשחק הזה אתם חלק מצוות DedSec. קבוצת ההאקרים מוכשרת במיוחד. די מהר, בתחילת הקמפיין, אתם תתקבלו לחבורה האקסקלוסיבית ותכירו את השותפים שלכם: Sitara שאחראית על כל עולם הגרפיקה, העיצוב, יחסי הציבור והמיתוג של החבורה, Josh, מדען הטילים (באמת..) שלכם ואשף הקידוד והמספרים. הצלע הרביעית Wrench, יכולה להלחיץ קצת בהתחלה עם כיסוי הפנים ההאקרי שלה, אבל בגדול מדובר במי שאחראי על כל הגאדג׳טים שלכם ובמהנדס של הצוות.\n\nאתם תגיעו אל בסיס האם שלכם (הנמצא בדלת הנסתרת של ספריה תמימה) משם תנהלו את כל הפעילות, תצאו למשימות, תבחרו ותייצרו נשקים ועוד שלל פעילויות. וכשאני אומר תייצרו נשקים, הכוונה במדפסת התלת מימד שלכם שיודעת לייצר יופי של צעצועים.\nוצריך לומר, מפתחי המשחק הזה עשו מאמץ גדול כדי להיות עדכניים ככל שניתן לחידושים האחרונים, וליצור משחק שבעצם מתרחש בעתיד הקרוב, וכל מה שקורה בו הוא במסגרת האפשרות הראלית (בשנים הקרובות לפחות). למשל השימוש בטלפון החכם שלכם הפך מתקדם מאי פעם (לעומת משחקים אחרים שכבר מזמן השתמשו באפשרות הזאת כמו gta, need for speed ועוד) ונוספו לו פונקציות פעולה רבות. הוא בעצם מחליף את ״לוח הבקרה״ של פעם.\nכמו כן, אחד החידושים הכי מהנים של המשחק הזה הוא השימוש ב-RC Jumper , רובוט שלט רחוק על גלגלים, שנושא איתו מצלמה ואפשרויות ׳פריצה׳ והשתלטות. ממש נחמד לפרוץ איתו לאזורים סגורים, להיכנס במקומות צרים, לזחול דרך מערכות האוורור ושאר פעילויות הכנה שהופכות את ההשתלטות הבאה שלכם להרבה יותר קלה. כמו בעבר, תוכלו לעשות הרבה עם הטלפון שלכם. למשל: להפעיל מעליות, לשלוט במערכת הרמזורים של העיר, לעשוק כסף מאזרחים תמימים (וגם לשמוע שיחות שלהם, לקרוא הודעות טקסט ועוד), לפוצץ ארונות חשמל, להפעיל דלתות, לחדור למצלמות אבטחה ולפעור חור ענק באמצע הכביש ע״י פיצוץ צינור הגז שמתחת לאספלט.\nויש גם דברים חדשים הפעם לעומת המשחק הקודם ולא אהרוס לכם את ההפתעה אבל זו בהחלט הנאה גדולה להשתלט על רכב חונה, תוך שאתם מפעילים את מערכת הרמזורים ומפוצצים צינורות גז. מה שהופך רחוב שקט ורגוע לכאוס אחד גדול. והכל במקביל, והכל תוך כדי ריצה קלילה ברחוב.\nאין ספק שכל האפשרויות האלו הופכות את השליטה שלכם בעיר לכמעט אבסולוטית, ומבחינה זו, זה המשחק שייתן לכם מקסימום שליטה על כל העולם הפתוח שמסביב. ורוב הזמן ממרחק גדול. לחובבי השליטה שבינכם, הנה משחק שאי אפשר לדלג עליו. מה שכן, תתרגלו ללחוץ יותר מאי פעם על כפתור הl1 שלכם (שדרכו מבצעים את כל ״הפריצות״).\n\nהיכולות של מרכוס לא נעצרות פה. הפעם הגיבור הוא טיפוס אתלטי למדי, שיכול לקפץ ולעלות על כל דבר כמעט שנקרה בדרכו. הוא גם דואג לעשות את זה בסטייל. לעיתים בסלטה מרשימה לאחור או בדילוג מקצועי בין קירות ועצמים. התחושה שתקבלו אמנם לא אבסולוטית כמו הדמויות השונות של אססינס קריד אבל בהחלט הרבה פחות מוגבלות משל קודמו איידן.\nרוב המשחק אתם לא תהיו חייבים להשתמש בכלי נשק, ומהכיס שלכם תשלפו כדור מחובר לשרשרת שיעלף כל מי שניסה לעצור אתכם. כמו כן, תשתמשו באקדח משתק ובשאר כלים שיעזור לכם לשמור על שקט מקסימלי.\nהתפקיד שלכם בתוך חבורת הפורצים הוא כאמור איש השטח. אתם תצטרכו להגיע פיזית לכל אותם מקומות כדי להשתלט על מרכזי הבקרה, לשתול וירוסים ועוד שלל מעשי קונדס.\nוראוי לומר בנקודה זו, התחושה שתקבלו די מהר היא שהאויבים שלכם לא ממש מסוגלים לעצור אתכם. אתם חזקים מהם בהרבה, מהירים מהם ובוודאי חכמים מהם. נדמה שבנושא הזה של AI יוביסופט קפאה על השמרים לגמרי. האויבים השונים מרגישים שבלוניים, צפויים והכי רחוק מאינטלגנטיים. תוכלו להסיט אותם לכל אזור שתרצו וכך ״לחסל״ אחד אחר השני כמעט ללא הפרעה. תופעה שמאוד איפיינה משחקים מהארבע השנים האחרונות אבל די מתחילה להעלם. כנראה שלא כאן. ואין ספק שהנושא הזה מאוד מאכזב. חלק מאוד מהותי מהמשימות השונות יאלץ אתכם לחדור למקומות ולהביס הרבה שומרים/אויבים אחרים. חבל שבכזאת קלות. ומכיוון שכל פעם זה מרגיש כזה קל אז גם הסיפוק של השחקן הממוצע נפגע.\n\nמה שמביא אותנו לנקודה הבאה והיא כמות הזמן שתבלו בחדירה למצלמות אבטחה. כן, למי שמכיר, מדובר בדיוק באותו פיצ׳ר מהמשחק הקודם (ושהספיק להטריד אותנו בהמון משחקים מאז. בטמן האחרון הוא רק דוגמה אחת). לא הדבר הכי מהנה לעשות, פעם אחר פעם. ובוודאי אלמנט שמפריע לזרימת האירועים ויכול לתסכל לאחר כמה שעות משחק.\nדי ברור שבנושא אחר, מפתחי המשחק שמעו היטב את הביקורות מהעבר, והפעם למשל לא תצטרכו ״לפתוח״ כל מיני אזורים במפה כדי לשוטט בהם ולזרוע הרס מקסימלי. הדגש כאן הוא על משחק הרבה יותר פתוח וזורם. ובהקשר זה, משימות המשחק הרבה יותר מגוונות השנה. החל ממשימות נהיגה פרועות ועד למשימות ״האקר״ קלאסיות.\nכמו כן, יש כמות מרשימה של משימות צד ומשימות אונליין שיגוונו לכם את כל חווית המשחק. תוכלו למשל לחבור למשחק קו-אופ עם חברים, או להצטרף למרדף אונליין אחר האקר שפועל באזור. ממש תוך כדי משחק. משימות הרשת השונות צבועות בסגול בטלפון שלכם ובמפה אז ממש קל להבחין בהם. בסך הכל חווית החיבור והמשחק היא סבירה. לא הכי מהירה שראינו אבל יציבה בסיכום הכללי. למרות שצריך לומר שגם הפעם יוביסופט מתקשה בתחום הזה ועולה עם גרסת אונליין שיכולה לתסכל הרבה גיימרים.\nואם כבר ביוביסופט מדובר (FAR CRY Assassin’s Creed) נתחיל עם הפיצ׳ר שמזוהה איתם יותר מכל – העולם הפתוח. ואיזה הנאה זאת, במיוחד למי שלא היה באזור היפה הזה של קליפורניה, לראות את סן פרנסיסקו ולצאת לנהיגה קלילה לאורך ״גשר הזהב״. הביצוע כאן הוא אחד היפים שנראו, וקשה להתמודד עם היכולת של חברת הפיתוח הזו לייצר עולם פתוח, גדול, מרשים שפשוט נראה מדהים. מזג האוויר, הרחובות השונים (עם העליות והירידות המפורסמות של העיר) שעשויים לפרטי פרטים, אזור עמק הסיליקון ״והקאנטרי סייד״ פשוט חוויה לעיניים. העולם הפתוח כאן הוא ללא ספק אחד הביצועים הכי טובים השנה.\nעם זאת, חווית הנהיגה כאן די מזכירה את הכותר הקודם (למרות שהיא בהחלט טובה ממנו, אבל זה לא משימה קשה במיוחד). הנהיגה מרגישה מוזר לעיתים. השליטה על רכבים מסוימים רחוקה מלהיות מדויקת, אין איזון אמיתי ביכולת ההאצה של הרכבים ליכולת הבלימה שלהם. כל רכב בולם בדומה לאופנוע למשל (שיכול לבלום במהירות גדולה יחסית).\nלמרות זאת, המפתחים דאגו שחווית הנהיגה לא תפריע לתחושה הכללית, ואם תגלו למשל שקל מאוד להתנגש ברכבים להזיז אותם מדרככם, לעקור עצים, פחים, תחנות אוטובוס ועמודי חשמל. כמו כן, הסימון הכחול על הכביש בהחלט מחליף את הצורך להציץ במפה המוקטנת בכל רגע נתון, וכך תקבלו חווית נהיגה הרבה יותר חלקה ונעימה.\nמגוון הרכבים כאן הוא אדיר והושקעו משאבים רבים בסאונד הייחודי של כל כלי רכב ובתחושת הנהיגה שלו. נכון, אי אפשר לומר שזה המשחק המוצלח ביותר מבחינת חווית הנהיגה, אבל היא בהחלט לא מאכזבת כמו הפעם הקודמת.\n\nדבר אחד לא ברור. אתם תוכלו למשל לשנות את זווית המצלמה כאשר אתם נוהגים ברכבים. ראשית, אין מספיק אפשרויות צילום לעומת משחקים ישנים בהרבה. ושנית מדוע למשל במשחק שיוצא על סף 2017 אנו לא מקבלים זווית גוף ראשון לנהיגה באופנוע? משהו ש-gta כבר עשתה מזמן. וגם הזוית הזו ברכבים תרגיש לכם צמודה מדי לקרקע כך שממש קשה לראות את הדרך לפניכם. כמה חבל, היום במשחקי עולם פתוח, הקהל כבר רגיל לאפשרויות האלו ובהחלט מחכה להם. ובהקשר זה, ליוביסופט יש את הניסיון והיכולות להעניק לנו למשל חווית טיסה משופרת בעולם פתוח שכזה (far cry הוא רק דוגמא אחת). מדוע זה לא קיים? פספוס גדול, במיוחד כשמדובר בעולם פתוח כה רחב וכה מרשים.\nהמפתחים כנראה הבינו שחלק גדול מהזמן השחקנים נעים בעולם הזה של סן פרנסיסקו ולכן הם שמו דגש על מגוון רחב של מוזיקה שיכולה ללוות אתכם לכל מקום. ובנקודה זו ראוי לומר שהביצוע בהחלט מספק ואתם תוכלו לבחור ממגוון ז׳אנרים מפנק. יש כאן משהו לכל אחד.\n\nואם כבר בנקודות אור של המשחק אנחנו אז ההומור האנרכיסטי הוא בהחלט אחד ההפתעות היותר טובות השנה. המשחק מלא בטקטסים ורמזים משעשים. הכל ברוח ההאקרים. נקודה שהופכת את החוויה הפעם להרבה יותר קלילה ומענינית.\nהמרדפים השונים עם המשטרה גם שופרו משמעותית והפעם אתם תתקלו בגורמי אכיפת חוק חזקים למדי שמוכנים להתמודד עם היכולות שלכם. בנוסף, הסאונד של המשטרה הרודפת אחריכם וקוראת לכם לעצור הוא אחד הפיצ׳רים היותר מוצלחים שיעלו לכם חיוך על הפנים, יותר מפעם אחת.\nממש כמו בעבר קיבלנו השנה הבטחה גדולה שלא מקיימת עד הסוף. זאת, למרות שמדובר במשחק שנראה מדהים מבחינה ויזואלית ושנותן לנו הצצה מרהיבה על עמק הסיליקון ועל סן פרנסיסיקו. מבחינה גרפית, לאף אחד לא היה ספק שיוביסופט יפגעו בול. אבל מעבר לעולם הפתוח, ושלל האפשרויות שהוא מעניק, קיבלנו גם הפעם משחק שמאוד מזכיר את הכותר הראשון. גם מבחינת יכולות הגיבור וגם מבחינת המשימות השונות.\nנכון, הכותר הזה משפר כמעט בכל תחום את קודמו, אבל לא מספיק בשביל כמעט 3 שנים של עבודה (והתקדמות טכנולוגית).\nזה לא כותר שיגנוב את ההצגה השנה, כמו שהובטח, ובוודאי לא כותר שמביא חידושים מהותיים לעולם הגיימינג. למי מכם ששיחק בכותר הראשון, ומחפש סוג של תיקון לחוויה ההיא, אז בהחלט תוכלו למצוא אותו כאן. חווית הנהיגה טובה יותר, המעבר בין המשימות חלק ומהיר והשילוב בין יכולותיו של מרכוס לבין העולם הפתוח הופך את המשחק הזה למשחק מהנה במיוחד. הגיבור הפעם קליל ומרגיש חזק כמו שצריך.\nעם זאת, קשה שלא להזכיר את קודמו כי הוא פשוט דומה לו מדי, ולא ממש מצליח להוסיף עליו חידושים ראויים. רגע לפני 2017, שמאחורינו אין ספור משחקי עולם פתוח מרשימים, זה פשוט לא מספיק. יוביסופט יצטרכו להמציא מחדש את הסדרה הזאת כדי שהיא תמשיך ללוות אותנו גם בעתיד.", "keywords": "ביקורת משחק,ווטש דוג,מירוץ מכוניות,גיימינג,watch dog,watch dog 2,xbox,xbox one,משחק עולם פתוח,עולם פתוח"}