{"url": "https://www.geektime.co.il/playtech-acquires-funtactix/", "type": "article", "title": "טדי שגיא פותח את הארנק: playtech רוכשת את Funtactix הישראלית", "description": "חברת פיתוח המשחקים הישראלית Funtactix מחזיקה בזכויות של מספר מותגים חזקים כמו פאוור ריינג'רס ו''משחקי הרעב''", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/creed_large-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-02T16:30:43Z", "modified_time": "2016-06-02T19:47:03Z", "articleBody": "חברת פיתוח המשחקים הישראלית Funtactix מחזיקה בזכויות של מספר מותגים חזקים כמו פאוור ריינג’רס ו”משחקי הרעב”\nCreed, שמבוסס על דמותו של המתאגרף האגדי רוקי בלבואה, אחד מהמותגים של החברהץ מקור: Funtactix\nחברת הגיימינג הישראלית playtech (פלייטק) של המיליארדר טדי שגיא פותחת את הארנק בפעם השנייה בשבוע האחרון ורוכשת שוב חברת משחקים. הפעם רוכשת החברה את חברת פיתוח המשחקים הישראלית Funtactix. הרכישה מגיעה לאחר החלטה אסטרטגית שקיבלה playtech על הקמת משחקי מובייל, שאינם קשורים להימורים.\nFuntactix (פנטקטיקס) הוקמה בשנת 2006 על ידי ירון לייפנברג, סמנכ”ל הטכנולוגיות של החברה, שעבד לפני הקמתה במיקרוסופט ואילן גרייצר המעצב הראשי שלה, שעבד בעבר ב-Warner Bros, ועזב בינתיים את החברה. היתרון הגדול ביותר של החברה הוא ההסכמים שהיא חתמה עם אולפני הסרטים הגדולים בהוליווד וחברות הפקה שונות ובמסגרתם היא מחזיקה בזיכיון לפיתוח משחקים של מספר מותגים חזקים ביניהם: “פאוור ריינג’רס”, “משחקי הרעב” ו-Creed, המבוסס על דמותו של המתאגרף האגדי מסדרת סרטי ‘רוקי’ ועוד. החברה החלה את דרכה בפיתוח משחקים למחשב האישי וכמובן עם עלייתם של הסמארטפונים היא העבירה את המיקוד שלה לפיתוח משחקים למובייל.\nplaytech תשלב את Funtactix בחטיבת ה-FTX Games שלה, שפועלת כמותג נבדל ונפרד מפעילות ההימורים שלה. היעד של playtech הוא דריסת רגל בשוק משחקי המובייל שמוערך ב-36.8 מיליארד דולר, כשרכישות מהסוג הזה יאפשרו לה כניסה ללא ההשקעה העצומה ברכישת שחקנים. למרות זאת חשוב לזכור שמדובר בשוק רווי מאוד ותחרותי מאוד עם מתחרות קשוחות כמו Supercell שאחראית על מותגים כמו Clash of Clans ו-Clash Royale ו-King, שאחראית בין השאר על אחד ממשחקי המובייל המצליחים בכל הזמנים: קנדי קראש. 20 עובדי Funtactix יצטרפו ל-4,500 העובדים של playtech, שערכה כיום נאמד ב-3.6 מיליארד דולר. למרות שסכום העסקה לא פורסם, הרי שממידע שהגיע אלינו הוא עומד על כ-8.5 מיליון דולר, שחלקו מותנה בהישגים. כלומר מדובר למעשה בהפסד לקרנות שהשקיעו בחברה – JVP ו-Benchmark.\nשמעון עקד, מנהל התפעול של playtech, מסר בתגובה לעסקה: “הרכישה של Funtactix, בנוסף לרכישה של Plamee ו-YoYo Games, מאפשרת לנו להציע חבילת תוכן ותוכנה לשחקנים, למעצבים ולגופים נוספים כולל האולפנים והמותגים הגדולים בעולם”.\n\nלקריאה נוספת:\nפלייטק של טדי שגיא רוכשת את Quickspin השוודית ב-55 מיליון דולר", "keywords": "גיימינג,אקזיט,משחקים,גיימר,funtactix,פאנטקטיקס,פלייטק,playtech,רכישה"}