{"url": "https://www.geektime.co.il/black-shark-xiaomi-gaming-phone/", "type": "article", "title": "פרטים ראשונים על סמארטפון הגיימינג של שיאומי שיושק השבוע", "description": "עוד ועוד פרטים וטיזרים צצים ברשת לקראת ההשקה השבוע של סמארטפון הגיימרים Black Shark שבגיבוי של שיאומי; הפעם חושפים הדיווחים עוד פרטים על העיצוב, המפרט והטכנולוגיה שבו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/d2cbdeab8b2c42e58ae2caae469d1812-1523258377.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-09T12:30:05Z", "modified_time": "2018-04-09T10:51:53Z", "articleBody": "עוד ועוד פרטים וטיזרים צצים ברשת לקראת ההשקה השבוע של סמארטפון הגיימרים Black Shark שבגיבוי של שיאומי; הפעם חושפים הדיווחים עוד פרטים על העיצוב, המפרט והטכנולוגיה שבו\n\nשיאומי, אחת מיצרניות הסמארטפונים הגדולות בעולם, בדרך להיכנס לתחום המובייל גיימינג. טיזרים ודיווחים חדשים חושפים מעט מהסמארטפון החדש והסודי שלה שיגיע עם המיתוג Black Shark ומיועד להתחרות בסמארטפון הגיימינג היחיד שקיים כרגע בשוק ה-Razer phone.\nמסרטון הטיזר ששחררה שיאומי ניתן לראות בעיקר את חלקו העליון של המכשיר שכולל מסך מעוגל וכפתור ההפעלה בחלקו הימני העליון. מהדיווחים שצצו עד עתה ידוע כי ה-Black Shark יכלול מסך +HD ברזולוציית 1080×2160 עם יחס מסך 18:9, מעבד סנאפדראגון 845, מעבד גרפי Adreno 630 עם 8GB זיכרון RAM ונפח איחסון שמתחיל ב-32GB עם אפשרות לכרטיס MicroSD. כמובן שמעבר לחומרה הייחודית שתהיה מותאמת לגיימינג ותכלול למשל מעבד מתקדם ורמקולים חזקים, תשים שיאומי דגש על מערכת ההפעלה והתוכנה שלו, שתתבסס על אנדרואיד 8.0 אוריאו, ותכלול יישומים והתאמות מיוחדים לגיימרים. עד כמה חזקה החומרה של המכשיר? באופן לא מפתיע, כנראה שמאוד. מכיוון שמבחן ביצועים שנערך לדגם פיתוח של המכשיר ב-AnTuTu העלה תוצאה של 270,680 נקודות בהשוואה ל-265,267 הנקודות שהשיג הגלאקסי S9 פלוס למשל.\nעל פי דיווח נוסף המכשיר יכלול בקר שליטה מבוסס Bluetooth, שניתן יהיה להרכיב על המכשיר – ממש כמו קונסולת ה-Switch המצליחה של נינטנדו.\n\nדיווח נוסף שהתפרסם אתמול חושף כי שיאומי שילבה במכשיר טכנולוגיה שנקראת X-antenna, במסגרתה ממוקמות האנטנות של המכשיר ב-4 הפינות שלו: אנטנת ה-GPS וה-WiFi ממקומות בפינה השמאלית העליונה; אנטנת LTE אחת ממוקמת בפינה הימנית העליונה; אנטנת ה-MIMO של ה-WiFi ממוקמת בפינה הימנית התחתונה; ואנטנת ה-LTE הנוספת בפינה השמאלית התחתונה. סידור האנטנות אמור לשפר את הקליטה והקישוריות בזמן שימוש בקייס ייעודי לגיימינג, כמו שמתוכנן למכשיר וכאשר המשתמש אוחז במכשיר במצב משחק.\nמקור: mydrivers\nשוק הסמארטפונים שמיועדים לגיימרים דליל למדי וכולל בעיקר את ה-Razer Phone שהושק בסוף 2017. בין המצבים הייעודיים שכלל המכשיר היו תצוגת 120Hz. המכשיר הגיע עם המעבד המתקדם ביותר של 2017 – ה-Snapdragon 835 ו-8GB זיכרון RAM ויעלה כ-700 דולר בזמן ההשקה.", "keywords": "שיאומי,סמארטפון גיימרים,סמארטפון גיימינג,גיימרים,משחקים,black shark,בלאק שארק"}