{"url": "https://www.geektime.co.il/hdmi-2-1-launched/", "type": "article", "title": "הושק רשמית תקן HDMI 2.1, מיועד לדור העתיד של המסכים", "description": "מתלהבים מ-4K? תקן HDMI 2.1 החדש מציע תמיכה ברזולוציות של עד 10K ו-HDR דינאמי ומביא איתו גם בשורות לגיימרים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/Untitled-1-copy-1511928897.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-29T09:00:59Z", "modified_time": "2017-11-29T08:39:17Z", "articleBody": "מתלהבים מ-4K? תקן HDMI 2.1 החדש מציע תמיכה ברזולוציות של עד 10K ו-HDR דינאמי ומביא איתו גם בשורות לגיימרים\nכבל HDMI 2.1. מקור: גיקטיים\nאמנם לא נדיר היום למצוא תוכן 4K, אבל קשה להגיד שהוא נפוץ במיוחד ומגיע לכל בית – בוודאי כשמדברים על תוכן 8K. למרות זאת, החברות והחוקרים לא עוצרים וממשיכים למשוך את עולם הטכנולוגיה קדימה. עתה מושק רשמית תקן הכבלים HDMI 2.1, שמציע יכולות וידאו מרשימות במיוחד.\nתקן HDMI 2.1 החדש הוכרז על ידי ה-HDMI Forum, קונסורציום שמורכב מיותר מ-80 חברות שונות, ביניהן כמה ענקיות טכנולוגיה כמו גוגל, אינטל, פוקסקון, היטאצ’י, LG, סמסונג, מיקרוסופט, פיליפס, קוואלקום ועוד. התקן החדש, שהוכרז בינואר השנה, הושק עכשיו רשמית והוא יאפשר לכבלים תומכים רוחב פס גדול במיוחד של 48Gbps. בין השאר נוכל להשתמש בכבל HDMI 2.1 כדי להעביר וידאו ברזולוציה של עד 10K, כולל וידאו ברזולוציית 8K 60Hz או 120Hz ברזולוציית 4K. בנוסף, תומך HDMI 2.1 ב-HDR דינמי, מה שמאפשר לצופים ליהנות מתמונה ברורה יותר, עם יותר פרטים באיזורים הכהים והבהירים של התמונה.\nלפעמים, גם 4K לא מספיק… מקור: HDMI Forum\nHDMI 2.1 מביא איתו גם בשורות לגיימרים, שייהנו מ-VRR או קצב ריענון משתנה (Variable Refresh Rate), שיאפשר להפחית ואפילו להעלים לגמרי לאגים בזמן משחק. Quick Frame Transport – מפחית את ה-Latency (זמן השהיה), מה שצפוי גם לשפר משמעותית את חוויית הגיימינג וכן במשחקים ואפליקציות VR. לבסוף, פיצ’ר ה-Quick Media Switching, יפחית את זמן הופעת המסכים השחורים שמופיעים כאשר עוברים ממקור מדיה אחד לשני. התקן החדש תואם לאחור, כך שלא תהיה לכם בעיה לחבר כבלים תומכים למכשירים ישנים יותר.\nעם רזולוציית 8K, 10K ותמיכה ב-HDR דינמי, קשה להאמין שהתקן החדש יופיע במכשירים בזמן הממש הקרוב. מהבחינה הזו מדובר יותר על הצהרת כוונות וכיוון אליו יצעדו מסכי הטלוויזיה, הסטרימרים, המחשבים והגאדג’טים בשנים הקרובות. עם זאת, לא מן הנמנע שלאט לאט נתחיל לראות אותו מופיע במכשירי פרימיום, כשעם הזמן הטכנולוגיה ‘תזלוג’ גם למכשירים נגישים יותר.\nHDMI 1.4? HDMI 2.0? הטבלה שתעשה לכם סדר. קליק להגדלה. מקור: HDMI Forum", "keywords": "hdmi,hdmi 2.1,hdmi 2.0,hdmi 1.4,תקן,כבל,וידאו,גיימינג,גיימרים,"}