{"url": "https://www.geektime.co.il/most-importants-announcements-from-e3/", "type": "article", "title": "7 ההכרזות החשובות שיצאו מתערוכת המשחקים הגדולה בעולם", "description": "באטמן מגיע ל-VR, ועוד 6 דברים שצפויים לעשות נעים בגב של הגיימרים ונחשפו בתערוכת E3", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/2997695-maxresdefault9-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-19T17:41:24Z", "modified_time": "2016-06-19T17:41:09Z", "articleBody": "באטמן מגיע ל-VR, ועוד 6 דברים שצפויים לעשות נעים בגב של הגיימרים ונחשפו בתערוכת E3\n\nמאת: ארז רונן, NEXTER\nתערוכת המשחקים E3, שמכונה גם “החג של הגיימרים”, נסגרה – ואיתה עשרות הכרזות על משחקים וטכנולוגיות חדשות שצפויות לעניין הרבה מאוד גיימרים בשנה-שנתיים הקרובות. שלפנו שמונה הכרזות מעניינות במיוחד, שכנראה יעניינו אתכם אפילו אם אתם לא סופר-גיימרים.\n\nתמיד חלמתם להיות באטמן? ברור שכן. בכל זאת, באטמן.\nBatman: Arkham VR, שייצא לערכת המציאות המדומה של הפלייסטיישן 4 בחודש אוקטובר, יאפשר לכם להפוך לאיש העטלף על אמת (אמת מדומה, אבל גם זה סוג של אמת). מכינים אותו מפתחי המשחקים שעומדים מאחורי סדרת משחקי ארקהם המצויינת, ועל פי לא מעט עיתונאים שניסו את המשחק בתערוכה מדובר בחווית ה-VR הכי מרגשת וכיפית שיצא להם לנסות עד היום.\nהחדשות הרעות? Arkham VR לא צפוי להיות משחק באורך מלא, אלא חוויה קצרה יחסית, שככל הנראה תאפשר לכם לגייס את החוש הבלשי המרשים של בטמן כדי לפתור תעלומת רצח. ובכל זאת – גם שעה-שעתיים מאחורי המסיכה של באטמן זה משהו שרובנו חולמים עליו מאז כיתה א’ בערך.\n\nקונסולות משחקים עבדו תמיד בדורות: כל 5-7 שנים מתחלף דור, ואז הפלייסטיישן 2 הופך לפלייסטיישן 3, שיהפוך אחרי שבע שנים נוספות לפלייסטיישן 4 וחוזר חלילה. מיקרוסופט הכריזה שהיא מתכוונת לשנות את כל זה, ולהוציא בשנה הבאה גירסה מחוזקת של קונסולת ה-Xbox One הקיימת שלה (שלא להתבלבל עם ה-Xbox One S הדקיקה שתצא כבר השנה).\nה-Project Scorpio (ככה מכונה הקונסולה הזו) צפויה להיות חזקה בהרבה הן מה-Xbox One הקיימת והן מהפלייסטיישן 4 המתחרה, ולהעמיד את מיקרוסופט בחזית עולם הקונסולות, לפחות בכל הקשור לעוצמה. במיקרוסופט מבטיחים תאימות מלאה לכל המשחקים והאביזרים של ה-Xbox One, וככל הנראה רוב המשחקים יעבדו גם על הגירסה הישנה של הקונסולה.\nככל הנראה, עולם הקונסולות מתחיל לעבוד כמו עולם הסמארטפונים. ה-Scorpio הוא כמו iPhone 4S ל-iPhone 4 – גירסה חזקה יותר, אבל לא שונה משמעותית. על פי השמועות סוני צפויה גם היא לעשות מהלך דומה בחודשים הקרובים לפלייסטיישן 4. אם אתם גיימרים של קונסולות – כדאי להתחיל לחסוך הרבה (מאוד) כסף.\n\nנינטנדו לא חשפה יותר מדי בתערוכה השנתית, והתמקדה בעיקר במשחק אחד: The Legend of Zelda: Breath of the Wild – המשך לסדרה הבלתי נגמרת שצפוי לצאת במרץ 2017 לקונסולת ה-Wii U. על פי ההדגמות הרבות של המשחק, זה צפוי להיות ה”זלדה” הפתוח והגדול ביותר אי פעם, עם משחקיות שמזכירה יותר את Skyrim מאשר את המשחקים הקודמים בסדרה.\n\nקרייטוס, אל המלחמה הכועס ביותר בתולדות תעשיית המשחקים, בדרך לקאמבק. סוני הכריזה על God of War חדש לגמרי, שינטוש את עולם המיתולוגיה היוונית ויעבור למיתולוגיה הנורדית. במשחק החדש, שעדיין לא ברור מתי בדיוק ייצא, קרייטוס הוא אבא טרי, שככל הנראה ילמד את בנו איך לחסל אלים בקצב מסחרר. זה נראה שונה לגמרי מכל המשחקים השונים בסדרה – וזה לאו דווקא דבר רע.\nמיקרוסופט מנסה להחזיר את הפיראטים לאופנה עם Sea of Thieves – משחק פיראטים המוני עם גרפיקה צבעונית והבטחה לעולם פתוח שיאפשר לכם לבזוז, לשתות חבית רום ולדבר עם הרבה הרר הרר הרר.\n\nסדרת הטלוויזיה South Park ממשיכה להיות מצויינת ופופולרית – ונראה שהגיע הזמן למשחק חדש המבוסס עליה. ב-The Fractured But Whole (נשאיר לכם את פיענוח משחק המילים) הילדים משחקים בסופר-גיבורים, ועל הדרך מפרקים לחלוטין את הייקום הקולנועי של מארוול ו-DC. נראה מצחיק, ואם יצליח לשמור על הרמה של The Stick of Truth (המשחק הקודם המבוסס על הסדרה) אז יש מצב להפתעה נעימה לקראת סוף השנה.\n\nעוד לא עבר חודש מאז שהחידוש של DOOM תפס אותי לא מוכן. מה ששערתי שיהיה משחק יריות גנרי הפך לאחת ההפתעות המרעננות והכיפיות של השנה, והשאיר שאלה אחת: אם הצליחו ליצור DOOM מצויין בשנת 2016 – מתי נראה חידוש מוצלח ל-QUAKE?\nהתשובה – בקרוב. חברת בתזדה הציגה את Quake Champions, משחק תחרותי המבוסס על המותג העתיק, וככל הנראה לוקח אותו לכיוון של Overwatch או Team Fortress 2 – דהיינו מלחמה של מספר דמויות ייחודיות, כל אחת עם כוחות מיוחדים. אם זה יהיה מוצלח כמו DOOM – אני בפנים.\nהכתבה התפרסמה במקור ב-NEXTER\nלקריאה נוספת:\nאפליקציות: אוספים לכם חבילות מהדואר\n“האנטי-סמארטפון” מגיע, ועולה כמו סמארטפון", "keywords": "גיימינג,גיימר,גיימרים,e3,משחקים,משחק,באטמן,מיקרוסופט,ubisoft,sea of thieves,zelda,זלדה"}