{"url": "https://www.geektime.co.il/how-to-stream-music-from-google-play-music-to-airplay/", "type": "article", "title": "כך תזרימו תוכן ממכשיר האנדרואיד ל-Apple TV ולרמקול ה-AirPlay שלכם", "description": "טריק קטן מבית DoubleTwist מאפשר למכשירי אנדרואיד בעלי גישת Root להזרים מוזיקה ממכשיר האנדרואיד שלהם למכשירים תומכי AirPlay כולל Apple TV באופן אלחוטי, כך תעשו זאת במכשירכם.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/04/Google-Play-Music1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-04-26T12:30:02Z", "modified_time": "2014-04-24T19:57:43Z", "articleBody": "טריק קטן מבית DoubleTwist מאפשר למכשירי אנדרואיד בעלי גישת Root להזרים מוזיקה ממכשיר האנדרואיד שלהם למכשירים תומכי AirPlay כולל Apple TV באופן אלחוטי, כך תעשו זאת במכשירכם.\nקרדיט תמונה: צילום מסך, Google Play\nאם נתקלתם בחוסר מזל משווע, ואתם הבעלים של מכשיר אנדרואיד מתקדם מצד אחד – אך רמקול תומך AirPlay מצד אחר, בוודאי שמתם לב שהמכשירים הללו נמצאים בסוג של ברוגז, ולא ממש מדברים אחד עם השני בהרמוניה שהייתם מקווים. עם זאת, יכול להיות שהטריק הבא יעניין אתכם. חברת DoubleTwist, המפתחת את אפליקציית נגן המדיה הפופולרית DoubleTwist המתפקדת כמעין iTunes לאנדרואיד, השיקה פיצ׳ר חדש המאפשר למשתמשים לנגן מוזיקה ישירות משירות Google Play Music אל רמקול ה-AirPlay שלהם.\nעד עכשיו, משתמשים שרצו להזרים באופן אלחוטי את המוזיקה שלהם מ-Google Play Music לטלוויזיה, לצורך העניין, יכלו לעשות זאת באמצעות Chromecast, על ידי כניסה לשירות מהווב או מהסמארטפון שלהם, ולחיצה על כפתור ההזרמה ל-Chromecast. כעת, באמצעות DoubleTwist, המשתמשים יכולים להזרים את המוזיקה גם לרמקול תומך ה-AirPlay שלהם, זאת באמצעות הורדת אפליקציית DoubleTwist AirPlay for Android. האפליקציה מגיעה כקובץ APK, אותו תידרשו להתקין על המכשיר שלכם, ולתת לו הרשאות Root. בשביל מה, אתם שואלים? מסתבר שהרשאת ה-Root מאפשרת לאפליקציה להיכנס בכוח ל-Whitelist הנדרש בכדי להזרים את קבצי המדיה.\nקרדיט תמונה: יח״צ\nלאחר שהתקנתם את האפליקציה, הפעילו את אפליקציית Google Play Music ולחצו על אייקון ה-Cast באפליקציה. בשלב הזה תוקפץ הודעה המבקשת את הרשאת ה-Root, אשרו אותה וסגרו את אפליקציית Google Play Music בכוח (Force Close, דרך מסך ההגדרות במכשיר). לאחר מכן, הפעילו את האפליקציה שוב –  וזהו! מעכשיו, תוכלו להזרים מוזיקה מ-Google Play Music לרמקול ה-AirPlay שברשותכם, ולא רק ל-Chromecast. בנוסף לכך, מסתבר כי באמצעות הטריק הקטן הזה תוכלו לאפשר לאפליקציות נוספות אשר עושות שימוש ב-Cast API של גוגל להזרים את עצמן ל-Apple TV, דוגמאת Netflix, Hulu, HBO Go ואחרים.\nעל פי המדריך, המפורט בבלוג הרשמי של DoubleTwist, ייתכן ותצטרכו לעצור שוב את אפליקציית Google Play Music בכוח ולהפעיל אותה, מכיוון שהיא עלולה להוריד את רשימת המכשירים הנמצאים ב-Whitelist של ה-Cast API שוב, דרך השרתים של גוגל ובמקרה כזה צריך לתת ל-Patch של DoubleTwist לעשות שוב את העבודה.\nבכל מקרה, מדובר בדרך מצויינת לנצל את רמקול ה-AirPlay חסר השימוש הנמצא בביתכם, זה שהתכוונתם לתרום כצדקה לאותו החבר שנתקע עם אייפון. תודה, DoubleTwist!", "keywords": "airplay,android,doubletwist,איירפליי,אנדרואיד,גוגל,google play music,מוזיקה,הזרמה,אלחוטי,wireless,streaming"}