{"url": "https://www.geektime.co.il/windows-phone-8-developers-guide/", "type": "article", "title": "מדריך מתקדם לפיתוח ב-Windows Phone 8", "description": "אחרי שכבר למדנו להכיר את מערכת ההפעלה Windows Phone הנה מדריך מעט יותר מתקדם לפיתוח עבורה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/03/pic4.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-03-14T12:32:17Z", "modified_time": "2013-03-14T16:11:49Z", "articleBody": "אחרי שכבר למדנו להכיר את מערכת ההפעלה Windows Phone הנה מדריך מעט יותר מתקדם לפיתוח עבורה\nתמונה: יח”צ\n מדריך זה הוא חלק מתחרות Windows Phone 8 App Challenge. פתחו אפליקציה ל-Windows Phone, הגישו אותה לתחרות ואולי תזכו בפרסים שווים וסקירה של האפליקציה שלכם בניוזגיק. רוצים לשמוע עוד?\nמערכת ההפעלה החדשה מבית מיקרוסופט, Windows Phone 8, כבר כאן, אפילו בישראל, ובעברית – כמו שרק מיקרוסופט יודעת לעשות. ניתן להוריד את כלי הפיתוח חינם ולהתחיל לפתח.\nאז הורדתם את הכלים והתחלתם לפתח. אולי אפילו יצרתם אפליקציה שנראית נחמד ונותנת משהו שימושי. מה עוד תוכלו לעשות כדי שהאפליקציה תהפוך לאטרקטיבית ומהנה יותר? מדריך זה יעניק לכם מספר טיפים שניתן לנצל לשידרוג החוויה בכל אפליקציה של Windows Phone 8.\nהאריחים החיים (Live Tiles) אינם יכולת חדשה – הם היו קיימים גם בגירסאות של Windows Phone 7.x. אבל, ב-WP8 יש מספר חידושים. למי שלא מכיר – האריחים מופיעים במסך הבית עבור אפליקציות שאנו מחשיבים שימושיות יותר, ובחרנו להצמיד אריח של האפליקציה במסך הבית.\nב-WP7.x היה רק גודל וסוג אחד של אריח. ב-WP8 יש שלושה גדלים של אריחים – קטן, בינוני (זה מה שהיה ב-WP7.x) ורחב. הנה דוגמאות לכל אחד מהם:\n\nכדי לבחור באפליקציה שלנו את סוגי האריחים, נמצא ב-Visual Studio את הקובץ WMAppManifest.xml (נמצא תחת תיקית Properties) ונעשה עליו double-click. בתגובה יפתח עורך גרפי של מאפייני האפליקציה (מי שזוכר איך זה היה בגרסאות הקודמות – היה צורך לעבוד עם ה-XML ישירות).\nכאן נוכל לבחור האם נרצה תמיכה באריחים רחבים (במצב ההתחלתי רק אריחים קטנים ובינוניים יעבדו) ואת סוג האריחים:\n\nישנם שלושה סוגי אריחים:\n1. TemplateFlip – זה הסוג הקרוב ביותר למה שיש ב-WP7.x. ניתן לבחור תמונה, טקסט ומספר בצד קדמי ו/או אחורי של האריח. את הבסיס ניתן לבחור בעורך עצמו, אך לביצוע שינוי דינאמי יש לכתוב קצת קוד. הנה דוגמא:\nvar data = new FlipTileData {\nTitle = “Iron Man 3”,\n BackgroundImage = new Uri(\n “http://msc.wcdn.co.il/archive/1378818-41.jpg”),\n SmallBackgroundImage = new Uri(\n “http://msc.wcdn.co.il/archive/1378818-41.jpg”),\n Count = 12,\n BackBackgroundImage = new Uri(\n “http://msc.wcdn.co.il/w/w-218/1398950-41.jpg”)\n};\nShellTile.ActiveTiles.First().Update(data);\nזה נראה כך:\n\nישנם מאפיינים נוספים ל-FlipTileData כמו BackContent, WideBackContent, WideBackgroundImage ו-WideBackBackgroundImage.\nהתמונות עצמן יכולות להיות מרוחקות (כמו בדוגמא) או כאלה שהם חלק מההתקנה.\n2. TemplateCycle – סוג זה מאפשר החלפה אוטומטית והדרגתית של תמונות (עד תשע). במסך המאפיינים חייבים לבחור תמונה אחת לפחות, אבל נוכל לשנות ולהוסיף תמונות בקוד, למשל:\nvar data = new CycleTileData {\nCount = 12,\nTitle = “Movies”,\nSmallBackgroundImage = new Uri(“/Assets/Tiles/small.png”,\nUriKind.Relative),\nCycleImages = new[] {\nnew Uri(“/Assets/Tiles/1.png”, UriKind.Relative),\nnew Uri(“/Assets/Tiles/2.png”, UriKind.Relative),\nnew Uri(“/Assets/Tiles/3.png”, UriKind.Relative),\nnew Uri(“/Assets/Tiles/4.png”, UriKind.Relative),\nnew Uri(“/Assets/Tiles/5.png”, UriKind.Relative),\n}\n};\nShellTile.ActiveTiles.First().Update(data);\nהקוד מניח את קיומם של התמונות 1.png, 2.png וכו’.\nלמרבה הצער ה-TemplateCycle תומך רק בתמונות מקומיות. אם נרצה לספר תמונות מרוחקות נצטרך להשתמש בקוד ששומר מקומית תמונות מרוחקות ואז להשתמש בתמונות השמורות. הנה דוגמא ששומרת תמונה בודדת שהורדה מרחוק:\nstring SaveLoadedImage(BitmapImage image, string name) {\nvar bmp = new WriteableBitmap(image);\nvar stg = IsolatedStorageFile.GetUserStoreForApplication();\nusing(var stm = stg.CreateFile(“/shared/shellcontent/image” +\nname + “.jpg”)) {\nbmp.SaveJpeg(stm, bmp.PixelWidth, bmp.PixelHeight, 0, 80);\n}\nreturn “isostore:/shared/shellcontent/image” + name + “.jpg”;\n}\nהפונקציה מחזירה את ה-Uri המתאים להשמה ל-TemplateCycle.\n3. TemplateIconic – זה הסוג הפשוט ביותר. הוא מכיל שתי תמונות שצריכות להיות לבנה עם חלקים שקופים – האחת קטנה לאריח קטן ואחת גדולה לאריח בינוני ורחב.\nמסך הנעילה (Lock Screen) הוא המסך המוכר כאשר מעירים את הטלפון. מופיעה תמונה גדולה ועוד סט של צלמיות שנותנים אינדיקציה כלשהי (למשל מספר אימיילים שלא נקראו או מספר שיחות שלא נענו). בנוסף יכול להופיע טקסט מאפליקציה אחת (למשל הפגישה הקרובה).\nבגרסאות קודמות של Windows Phone לא ניתן היה לעשות משהו עם המסך בצורה תכנותית. האפליקציות שהופיעו שם היו של מייקרוסופט בלבד. ב-WP8 ניתן להוסיף למסך הנעילה אפליקציות שלנו.\nאם יש לאפליקציה שלנו מה לדווח במסך הנעילה ניתן לסמן אותה כאפשרית להופיע שם (ההחלטה האם להיות שם היא תמיד בידי המשתמש). בשלב הראשון עלינו להוסיף לפרויקט קובץ תמונה בגודל 38X38 פיקסלים שמכיל צבע לבן וחלקים שקופים.\nבשלב השני עלינו לערוך את הקובץ WMAppManifest.xml ולהוסיף לו תמונה שתופיע במסך הנעילה. כרגע אין דרך לעשות זאת באמצעות העורך הגרפי ולכן עלינו לבצע זאת ידנית. לחיצה ימנית על הקובץ ב-Solution Explorer ובחירת Edit With… ואז Source Code with Encoding תפתח את הקובץ לעריכה טקסטואלית. עלינו למצוא את האלמנט DeviceLockImageURI ולהוסיף התייחסות לקובץ התמונה שהוספנו, כך:\n<DeviceLockImageURI IsRelative=“true“ IsResource=“false“>\nAssets/LockImage.png</DeviceLockImageURI>\nבשלב השלישי עלינו להוסיף אלמנט Extensions (אם לא קיים, ואם קיים – להוסיף בתוכו) את השורות הבאות (אם האלמנט לא קיים, השורות צריכות להופיע אחרי האלמנט Tokens):\n    <Extensions>\n      <Extension ExtensionName=“LockScreen_Notification_IconCount“ ConsumerID=“{111DFF24-AA15-4A96-8006-2BFF8122084F}“ TaskID=“_default“ />\n      <Extension ExtensionName=“LockScreen_Notification_TextField“ ConsumerID=“{111DFF24-AA15-4A96-8006-2BFF8122084F}“ TaskID=“_default“ />\n    </Extensions>\nהשורה הראשונה מייצגת את העובדה שאנחנו רוצים להוסיף מספר בתצוגת מסך הנעילה והשורה השניה אומרת שיש לנו טקסט להציג (אם ניבחר כאפליקציה שמציגה את הטקסט במסך הנעילה).\nכעת כבר אפשר לנווט לאפשרויות מסך הנעילה (הגדרות / מסך נעילה ולבחור את האפליקציה שלנו:\n\n\nלחיצה על “פלוס” פנוי ובחירת האפליקציה שלנו תראה את התמונה שהוספנו:\n\n(שימו לב לצלמית המרכזית בצורת מקרנת סרטים).\nבצורה כזו כל שינוי המספר באריח או הטקסט יופיעו גם במסך הנעילה. אם רוצים, אפשר להוסיף אפשרות לאפליקציה לתת רשות להיכנס למסך הנעילה ולהציג אותו למשתמש בלי שהוא יצטרך לנווט להגדרות ע”י השורה הבאה:\nbool allow = await Launcher.LaunchUriAsync(new Uri(“ms-settings-lock:”));\nהערך החוזר אומר האם המשתמש אכן הכניס אותנו לרשימת האפליקציות של מסך הנעילה.\nWP8 מאפשר לאפליקציה להחליף תכנותית את התמונה המוצגת במסך הנעילה. זה יכול לשמש לכל מיני דברים מעניינים. למשל, באפליקציה שמנהלת סרטים, ניתן לשים תמונה של סרט מומלץ במסך הנעילה.\nכדי לבצע זאת נוסיף עוד Extension לקובץ WMAppManifest.xml:\n<Extension ExtensionName=“LockScreen_Background“ ConsumerID=“{111DFF24-AA15-4A96-8006-2BFF8122084F}“ TaskID=“_default“ />\nכל מה שנשאר לעשות כעת הוא להחליף את תמונת מסך הנעילה כשרוצים. כמובן שהמשתמש צריך להגדיר את האפליקציה שלנו כספק התמונות למסך הנעילה (רק אחד כזה יכול להיות בזמן נתון). גם זה ניתן לקביעה באותו מסך הגדרות של מסך הנעילה. אפשר להקפיץ את המשתמש לשם כדי “לעודד” אותו לבחור באפליקציה שלנו. הנה דוגמת קוד שעושה את זה ומשנה את הרקע אם אכן האפליקציה שלנו היא ספק הרקעים של מסך הנעילה:\nbool provider = LockScreenManager.IsProvidedByCurrentApplication;\nif(!provider)\nprovider = (await LockScreenManager.RequestAccessAsync()) ==\nLockScreenRequestResult.Granted;\nif(provider) {\nLockScreen.SetImageUri(new Uri(“ms-appx:///Assets/Tiles/1.png”));\n}\nהקריאה ל-LockScreenManager.RequestAccessAsync מקפיצה את ההודעה הבאה (רק בפעם הראשונה שהאפליקציה רצה):\n\nבחירת “כן” מקפיצה להגדרות מסך הנעילה. הקריאה ל-LockScreen.SetImageUri משנה בפועל את התמונה. הקידומת “ms-appx:///” מציינת בסיס לתמונה שהותקנה עם האפליקציה. ניתן להשתמש בקידומת “ms-appdata:///Local/” כדי לגשת לתיקית המידע של האפליקציה (שם נשמור תמונות דינמיות למשל).\nWindows Phone 8 מגיעה עם יכולות רבות ומגוונות. שימוש במספר כלים ותכונות יכול להפוך אפליקציה “רגילה” למושכת. הדברים שתוארו במדריך זה הם רק ההתחלה – יש עוד דברים שאפשר לעשות, ועל כך אולי במדריך אחר.\nלמדריכים נוספים על פיתוח ל-Windows Phone 8:\nמתחילים לכתוב ל-Windows Phone 8\nפיתוח אפליקציות לחלונות 8 ו-Windows Phone\nבמה שונה פיתוח למובייל?\nרוצים שנסקור גם את האפליקציה שלכם וגם לזכות בפרסים שווים? מיקרוסופט ו – Newsgeek מכריזים על תחרות פיתוח אפליקציות ל – Windows Phone. במהלך התחרות אתה מוזמן לפתח ולהעלות אפליקציה/ות לMarketplace (חנות האפליקציות של Windows Phone) ולהגיש אותם לתחרות. בכל שבוע, מידי יום שני, יוכרז ב – Newsgeek המנצח השבועי שיזכה בסקירה של האפליקציה ובמתנה שבועית מתחלפת. בנוסף בסוף התחרות יבחרו 2 אפליקציות מתוך כל אלו שהוגשו לתחרות, אשר יזכו בפרסים הגדולים כולל טאבלט Microsoft Surface RT 32GB, מכשיר סמארטפון מבוסס Windows Phone, חבילת קידום ושיווק האפליקציה שלכם ב-Marketplace ואפילו דוכן להצגת האפליקציה שלכם בכנס ThinkNext הבא של מיקרוסופט.\nלא יודעים איך להתחיל? כנסו למרכז המפתחים באתר מיקרוסופט והורידו את ה-SDK לפיתוח ב-Windows Phone 8.  לאחר מכן הורידו עכשיו את המדריך המלא (Tutorial) לצעדים ראשונים בפיתוח ל-Windows Phone 8 והתחילו לפתח!\nאז למה אתם מחכים? הגישו עכשיו את האפליקציה שלכם!", "keywords": "פיתוח,אפליקציות,חלונות,windows phone,wp,windows phone 8,wp8,מדריך,מדריך פיתוח לחלונות,מדריך פיתוח לווינדוז פון,מדריך למתקדמים"}