{"url": "https://www.geektime.co.il/mass-funds-online-networking-2/", "type": "article", "title": "גם אתם יכולים להשקיע: אירוע וירטואלי מציג סטארטאפים שמגייסים בהשקעות המונים", "description": "בימים שבהם אפיקי ההשקעה המסורתיים סובלים מתנודות וחוסר ודאות, השקעות המונים בחברות סטארטאפ יכולות להוות אלטרנטיבה להשקעה ארוכת טווח. ביום שני, 29 ביוני, עורכת פיפלביז אירוע וירטואלי שבו תוכלו לשאול את היזמים את כל השאלות החשובות לפני השקעה בסטארטאפ", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/investment-5241253_1280-1592819428-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-22T14:51:43Z", "modified_time": "2020-06-22T14:51:43Z", "articleBody": "בימים שבהם אפיקי ההשקעה המסורתיים סובלים מתנודות וחוסר ודאות, השקעות המונים בחברות סטארטאפ יכולות להוות אלטרנטיבה להשקעה ארוכת טווח. ביום שני, 29 ביוני, עורכת פיפלביז אירוע וירטואלי שבו תוכלו לשאול את היזמים את כל השאלות החשובות לפני השקעה בסטארטאפ\nהכתבה בחסות\nתמונה: Pixabay\nאין ספק שהתקופה הנוכחית מאתגרת ואפופה בחוסר ודאות, אך ידוע גם כי כל משבר הוא גם הזדמנות. דווקא עכשיו, כשהבורסה מתנדנדת והאפיקים המסורתיים לא צפויים להניב רווחים גדולים בזמן הקרוב, תחום השקעות ההמונים מושך משקיעים, גדולים כקטנים, שמזהים את הזמנים הנוכחים כהזדמנות למצוא אפשרויות השקעה אלטרנטיביות, בעיקר משום שהן מאפשרות להשקיע סכומים נמוכים בחברות צומחות שצפויות להניב רווחים בטווח הארוך.\nביום שני, 29 ביוני, תערוך פלטפורמת מימון ההמונים פיפלביז אירוע נטוורקינג וירטואלי, שבו תארח במקום אחד הסטארטאפים החמים שנמצאים כעת בסבבי השקעה, ומאפשרים לכל אחד לקחת חלק בהשקעה ולהפוך לבעל מניות בהם. בין החברות שישתתפו ניתן למצוא: בורסה למטבעות דיגיטליים, פיתוח פיננסי חדשני לגופי אשראי, מוצרי קנאביס חדשניים ועוד.\nהאירוע יתקיים בשעה 20:00 בערב, והמשתתפים בו יוכלו להכיר את היזמים והיזמות שפיתחו פתרונות חדשניים וכמובן אותם לשאול שאלות על החברה, על ההשקעה ועל אבני הדרך הצפויות. במהלך האירוע ניתן יהיה להתחלק ל”חדרים”, כך שכל אחד יוכל להתמקד בחברות המעניינות אותו ולשאול שאלות ממוקדות את הסטארטאפ שבו הוא מאמין.\nההרשמה חינם אך מספר המקומות מוגבל.​ לינק לאירוע יישלח לנרשמים ביום האירוע.\nלפרטים נוספים והרשמה ", "keywords": "פיפלביז,השקעות המונים,פלטפורמת השקעות ההמונים פיפלביז,השקעה בסטארטאפ,רווחים,השקעה לטווח ארוך,piplbiz"}