{"url": "https://www.geektime.co.il/dariohealth-scores-5-1-mm/", "type": "article", "title": "טיפול סוכרת בעזרת האייפון: DarioHealth מגייסת 5.1 מיליון דולר", "description": "הסטארטאפ הישראלי מאפשר לחולי סוכרת לעקוב אחרי רמות הסוכר בדם ולקבל תובנות והמלצות לטיפול - הכל בעזרת הסמארטפון", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-12T18:30:44Z", "modified_time": "2017-01-12T17:30:20Z", "articleBody": "הסטארטאפ הישראלי מאפשר לחולי סוכרת לעקוב אחרי רמות הסוכר בדם ולקבל תובנות והמלצות לטיפול – הכל בעזרת הסמארטפון\nדקירה באייפון. מקור: Dario Health\nמחלת הסוכרת פוגעת קשות באיכות החיים של הסובלים ממנה. חברת הסטארטאפ הישראלית DarioHealth (לשעבר, LabStyle Innovations) מפתחת מערכת לבדיקות שמתחברת לסמארטפון ומספקת מידע ותובנות למשתמשים ועוזרת להם בהתמודדות. היום (ה’) מודיעה החברה על השלמת גיוס בגובה 5.1 מיליון דולר בהנפקה פרטית של קרן מימון ההמונים הישראלית-אמריקאית OurCrowd ובהשתתפות משקיעים נוספים.\nהמערכת שפיתחה DarioHealth כוללת מד סוכר קטן ומעוצב שמתחבר לסמארטפון, אפליקציית מובייל ייעודית ואתר אינטרנט מותאם אישית לכל משתמש. הן האפליקציה והן האתר מאפשרים לחולים, לרופאים ולמטפלים גישה, בחינה ועיבוד של נתונים בזמן אמת. כך יכולה האפליקציה להתריע בפני משתמש כלשהו על מצב של היפוגליקמה, ולהמליץ על בדיקה של כמות האינסולין שעליו להזריק; בנוסף, האפליקציה יכולה להסתנכרן אם אפליקציות כושר ובריאות שמותקנות למשתמש על הסמארטפון וכך לנטר את השפעת הפעילות הגופנית שלו על רמת הסוכר.\nבניגוד לגיוסים קודמים הפעם מדובר בגיוס Private Placement שמשמש חברה ציבורית להנפקה פרטית. כ-3.1 מיליון דולר כבר הועברו לחברה, כשעוד 2 מיליון דולר יועברו לאחר אישור הנסדא”ק. מי שהובילה את הגיוס היא קרן OurCrowd Qure, קרן המדיקל של OurCrowd, שהושקה לפני כחודשיים. בנוסף, השתתפו בגיוס האחרון גם המשקיעים הקיימים בחברה.\nאם אכן תאושר העסקה יגיע סך הגיוסים של החברה, מאז הקמתה ב-2011, ל-20 מיליון דולר. בתגובה לגיוס, מסר ארז רפאל, יו”ר ומנכ”ל DarioHealth: “זכינו מהמשקיעים לתמיכה גדולה ואמונה במוצר שלנו, בחזון שלנו ובאסטרטגיית הצמיחה שלנו. עם ההון שגייסנו, נוכל להאיץ על האימוץ של פלטפורמת מדידת הגלוקוז החדשנית והידידותית למשתמש שלנו ולהתרחב לטריטוריות חדשות ב-2017 כמו למשל גרמניה”. עוד מסר רפאל לגיקטים כי לחברה כבר כמה עשרות אלפי משתמשים והמכירות שלה מסתכמות במספר מיליוני דולרים עם צמיחה שנתית של 300 אחוז.\nDarioHealth פועלת בשוק צפוף שבו קיימים כבר מספר שחקנים דוגמת iBGStar של חברת התרופות Sanofi, שכבר זכה לאישור של ה-FDA, ו-Wireless Smart Gluco-Monitoring System של iHealth שמסתנכרן עם הסמארטפון בצורה אלחוטית. בנוסף קיימות גם אפליקציות רבות שמנטרות ובודקות את רמות הסוכר בדם כמו Diabetes Logbook, Diabetes Pilot Pro או Diabetik, אם כי הללו דורשות הקלדה ידנית של הנתונים. ההכנסות של DarioHealth צפויות להגיע ממכירה של מכשירי הדיקור עצמם ללקוחות פרטיים, לקופות חולים או לחברות הביטוח, וכמובן ממכירה של מקלוני הבדיקה, אותם המשתמשים צריכים לרכוש באופן קבוע.\nלקריאה נוספת:\nגיוס: LabStyle Innovations מגייסת 2.5 מיליון דולר, כדי לנטר את הסוכר בדם בעזרת הסמארטפון\n", "keywords": "dariohealth,גיוס,labstyle innovations,לאבסטייל,המוגלובין,סוכרת,דריו,dario,סכרת,סטארטאפ,מיזם,"}