{"url": "https://www.geektime.co.il/sweetch-raises-3-5/", "type": "article", "title": "גיוס: Sweetch הישראלית מגייסת 3.5 מיליון דולר כדי לצמצם את מספר חולי הסוכרת", "description": "החברה הישראלית פיתחה מנוע ניתוח התנהגותי אשר לומד באופן רציף את הרגלי המשתמש במגוון היבטים, ובהסתמך על אותם נתונים מציע למשתמש מעיין משחקים והמלצות מותאמות אישית שנועדו לשפר את בריאותו", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/sweetch.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-07T12:45:08Z", "modified_time": "2016-04-07T17:41:35Z", "articleBody": "החברה הישראלית פיתחה מנוע ניתוח התנהגותי אשר לומד באופן רציף את הרגלי המשתמש במגוון היבטים, ובהסתמך על אותם נתונים מציע למשתמש מעיין משחקים והמלצות מותאמות אישית שנועדו לשפר את בריאותו\nמקור: עמוד האפליקציה, Sweetch\nהסטארטאפ הישראלי Sweetch Health שפיתח מעין ׳חיסון דיגיטלי׳ עבור סוכרת, הודיע היום (ה׳) על השלמת סבב גיוס בסך 3.5 מיליון דולר. את סבב הגיוס הובילו חברת הטכנולוגיה פיליפס יחד עם גוף השקעות ההמונים OurCrowd, שרק לאחרונה גייס בעצמו 10 מיליון דולר. כמו כן השתתפו בגיוס Pontifax ו-Lionbird. המימון הנוכחי ישמש להשלמת תוכנית ניסיונית וניסויים קליניים שיתחילו בקרוב ולמטרת שיווק המוצר בארה״ב. ברגע שאלו יושלמו, התכנון הוא ש-Sweetch תהיה מוכרת ושימושית ברמה שאנשי צוותים רפואיים ברחבי העולם ׳ירשמו׳ אותה למטופלים.\nמשהו כמו 86 מיליון אמריקאים נמצאים במצב של ׳טרום סוכרת׳, מצב שיכול להופיע שנים לפני התפרצות המחלה במידה והיא לא תטופל בזמן. מוערך כי 387 מיליון אנשים ברחבי העולם חולים בסוכרת, וידוע כי סוכרת היא המחלה הכרונית שמובילה להכי הרבה התקפי לב, שבץ, אי ספיקת כליות, עיוורון ועוד. כאן הפיתוח של Sweetch Health הישראלית נכנס לתמונה, במטרה לקצץ באופן משמעותי את הסיכון שאותם אנשים שנמצאים במצב של טרום מחלה, יסבלו ממנה בעתיד.\nהחברה הישראלית פיתחה אפליקצית בריאות העוסקת בתחום הרפואה המונעת, המסייעת להקטין באופן משמעותי את הסיכון שבמעבר ממצב טרום-סוכרתי לחולה סוכרת. איך? האפליקציה מייצרת תכנית התערבות אישית, הדרגתית ופשוטה לתפעול, המותאמת באופן אישי לכל משתמש. תכנית זו מניעה את המשתמש לפעולה, תוך כדי שמעניקה חיווים באפליקציה וטיפים בזמן אמת ומעוררת מוטיביציה בקרב המשתמשים.\nמנוע הניתוח ההתנהגותי משמש למעשה כמאמן בריאות דיגיטלי אישי, אשר מטפח ומעודד את המשתמש בצעדים קטנים המותאמים להרגלי החיים האישייים שלו. בנוסף, ביכולתה של הפלטפורמה לסייע גם בהתמודדות עם מחלות כרוניות אחרות בטרם התפרצותן כמו יתר לחץ דם, השמנה ותסמונת מטבולית.\nSweetch Health הוקמה בשנת 2013 על ידי יוסי בהגדון, דן ליכטנפלד ודנה חנן, ועד הגיוס הנוכחי גייסה קרוב ל-800,000 דולר מ-pontifex, Lionbird ו- seedIL. במשרדי החברה שממוקמים בתל אביב מועסקים כ-8 עובדים, וכעת, לאחר השלמת הגיוס, התכנון הוא להגדיל את הצוות.\n \n \nדנה חנן, מייסדת שותפה ומנכ״ל Sweetch התייחסה לגיוס ואמרה: ״אנחנו מאוד גאים שסומכות עלינו חברות גלובליות מאוד מוכרות. יש לנו משימה להשיג – והיא להפוך את העולם למקום בריא יותר ובקנה מידה גדול יותר, וזה יכול להיעשות רק באמצעות השימוש בסמארטפונים המחוברים עם אנליטיקות ביג דאטה ברמת הפרט״.\nהורדת האפליקציה ל-iOS\n", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,ourcroud,סוכרת,טרום סוכרת,מחלה כרונית,טיפול בסוכרת,סבב גיוס,פיליפס,אפליקציה,אייפון,sweetch,sweetch health,סוויץ׳"}