{"url": "https://www.geektime.co.il/new-altman-fund/", "type": "article", "title": "אלטמן משיקה קרן השקעות חדשה לסטארטאפים בתחום הביומד", "description": "חברת אלטמן, המוכרת לנו מתוספי התזונה, לוטשת עיניה גם לתחומים קצת יותר טכנולוגיים ומשיקה קרן השקעות בסך 7 מיליון ש''ח לחברות בתחום הביומד והבריאות הדיגיטלית", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/MEDIUM1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-02T09:26:03Z", "modified_time": "2015-06-02T09:31:24Z", "articleBody": "חברת אלטמן, המוכרת לנו מתוספי התזונה, לוטשת עיניה גם לתחומים קצת יותר טכנולוגיים ומשיקה קרן השקעות בסך 7 מיליון ש”ח לחברות בתחום הביומד והבריאות הדיגיטלית\nמקור: cc-by-University of Michigan School of Natural Resources & Environment, flickr\nחברת אטלמן מוכרת לרובנו בעיקר כמשווקת גדולה בתחומים כמו תוספי תזונה, תכשירים הומאופתיים וקוסמטיקה טיפולית, אולם עתה, מודיעה החברה על השקת קרן השקעות חדשה בהיקף של 7 מיליון ש”ח בסטארטאפים בתחום הבריאות והביומד.\nמטרת קרן ההשקעות החדשה היא לקדם סטארטאפים בתחום הבריאות, כשהמיקוד שלה בשלב הראשוני הוא חברות בתחום מדעי החיים והבריאות, בטכנולוגיות שונות, בתחומים של מוצרי בריאות צרכניים, lifestyle, נשים, ילדים, טיפול בכאב, דרמטולוגיה, תרופות על בסיס צמחים, דיאגנוסטיקה ופיתוחים בתחום הבריאות הדיגיטלית. כמו כן, בכוונת הקרן להשקיע בחברות המחפשות השקעה בפיתוח ומסחור של פלטפורמות וטכנולוגיות בתחום מוצרי הבריאות לצרכן.\nאסטרטגיית ההשקעה של הקרן כוללת התאמה לתעשייה ולשווקים העולמיים בשילוב עם פוטנציאל מסחרי, כשהכוונה כמובן היא לחפש הזדמנויות שמתמקדות בצרכים רפואיים שטרם קיבלו מענה ובמוצרים מבוססי מחקר שיכולים להביא לערך גבוה עבור הצרכן.\nדוד גבאי סמנכ”ל פיתוח באטלמן מסר בתגובה להשקת הקרן החדשה: “אלטמן הינה החברה המסחרית הראשונה בישראל המתמחה במוצרי בבריאות המשיקה תכנית זו ופועלת לעידוד וחדשנות בתחום ה-consumer health. ישראל מובילה בתחום הביומד, ושיתוף פעולה בין חברות צעירות לחברה מובילה המבינה את הצרכן הישראלי יביא לקידום הבריאות בישראל”. יזמים שמעוניינים להגיש בקשה לקרן, יכולים לעשות זאת עד ה-20 ביוני דרך אתר החברה.\nהקרן החדשה עתידה לפעול בביומד, אחד התחומים הצומחים ביותר בשנים האחרונות. כשבשנת 2014 נהנו חברות הביומד הישראליות מהיקף שיא בגיוסים, שעמד על כ-2 מיליארד דולר. על פי מחקר שפרסם ארגון IATI, ארגון הגג של תעשיית הטכנולוגיה בישראל, פועלות כיום בישראל כ-1,380 חברות סטארטאפ בתחום, כשרובן הוקמו בשנים האחרונות. כ-53 אחוזים מהחברות הן חברות בתחום המכשור הרפואי, 23 אחוזים עוסקות בפארמה וכ-20 אחוזים עוסקות בתחום הרפואה הדיגיטלית והמובייל. למרות זאת, נראה שמי שבעיקר לוקח חלק בחגיגה הן הקרנות הזרות. על פי המחקר של IATI, שמתבסס על נתונים מ-IVC, קרנות ישראליות אחראיות על כ-13 אחוזים בלבד מההשקעות בתחום, כך שהקרן החדשה צפויה לעזור ולו במעט לשנות מצב זה.\n \n ", "keywords": "ביומד,קרן,קרן השקעות,אלטמן,מעברות,דוד גבאי,biomed,altman,תרופות,תרופה,בריאות,health,טיפול בכאב,iati,"}