{"url": "https://www.geektime.co.il/43-tbps-fiber-optics-in-denmark/", "type": "article", "title": "להוריד יותר מ-1300 סרטי HD בשנייה: חוקרים הציגו סיב אופטי במהירות 43Tbps", "description": "קבוצת חוקרים מהמכון הטכנולוגי של דנמרק שברו את שיא העולם והציגו מהירות של 43 טרהביט בשנייה. החדשות הטובות: הסיב האופטי בו הם השתמשו כבר מוצע לשימוש מסחרי.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/small.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-03T11:32:22Z", "modified_time": "2014-08-04T09:26:48Z", "articleBody": "קבוצת חוקרים מהמכון הטכנולוגי של דנמרק שברו את שיא העולם והציגו מהירות של 43 טרהביט בשנייה. החדשות הטובות: הסיב האופטי בו הם השתמשו כבר מוצע לשימוש מסחרי.\nסיב אופטי. מקור: Darpa\nלא רק מי שזוכר את תקופת החיבורים האנלוגיים לאינטרנט עם המודמים, החייגנים וצפצופי התחברות, מתרשם מהזינוק בשנים האחרונות במהירויות החיבור לרשת. אבל נדמה שבשנים האחרונות הקצב מדשדש וקצב הגלישה הממוצע (בייחוד ה-download) לא ממש משתפר. חוקרים באוניברסיטאות, כמו גם עמיתיהם בחברות המסחריות, לא חוסכים מאמצים כדי להביא את קצבי הגלישה שלנו לשיאים חדשים. כמה מהיר? בואו נגיד שבזמן שקראתם את הפסקה הזו כבר יכלתם להוריד כ-25,000 סרטים באיכות 1080P.\nחוקרים במכון הטכנולוגי של דנמרק (DTU) הצליחו להגיע למהירות של 43TBps. כן, כן, לא התבלבלנו עם ה-T שם, הכוונה ל-43 טרהביט לשנייה – מהירות שהושגה בעזרת סיב אופטי אחד ומשדר לייזר. אם לתרגם את המהירות לגודלי קבצים, המהירות הזו מציגה קצב העברת נתונים של 5.4 טרהבייט לשנייה (5,375GB לשנייה). כלומר, תאורטית נוכל להעתיק את תוכנו של הארד-דיסק ממוצע (כ-1 טרהבייט) בחמישית השנייה, או להוריד כ-1300 סרטים (בגודל ממוצע של 4GB לסרט) בשנייה אחת. לחוקרים כנראה יש חיבה יתרה לשבירה של שיאי עולם במהירוית, מפני שהאוניברסיטה חתומה על מספר שיאים וציוני דרך בעבר, כולל שבירת מחסום הטרהביט ועוד 2 שיאים אחר-כך.\nבעבר, כבר נמדדו מהירויות דומות ואף גבוהות יותר בהעברת נתונים, אבל בדיקות אלו נעשו על גבי מספר סיבים אופטיים במקביל, כאשר המהירות המצרפית היא זו שנמדדה. מה שמיוחד בשיא הנוכחי שהשיגו החוקרים, וגם מעודד מבחינתנו הצרכנים, הוא שהמהירות הזו הושגה על ידי שימוש בסיב אופטי אחד. בדיוק כפי שעושות היום חברות מסחריות, שמספקות תשתית אינטרנט על גבי סיב אופטי עד הבית. לכן גם הציפיות הן שהמהירות הגבוהה לא תשאר רק במעבדה. פריצת הדרך הושגה בעזרת סיב אופטי מרובה ליבות, כלומר מספר ערוצים, שכל אחד מהם מעביר אות אופטי משל עצמו. הסיב, מתוצרת תאגיד התקשורת היפני NTT, כולל 7 ליבות, בהשוואה ל-1 בסיב רגיל, אבל למרות זאת, אינו תופס מקום רב,\nלשם השוואה, חברות תשתית המתבססות על סיב אופטי, דוגמת Unlimited הישראלית, מבטיחות כיום מהירות של עד 1Gbps, בחיבור סימטרי, כלומר מהירות גם של ה-download וגם של ה-upload.\nבהרבה מאוד מובנים, המהירות אכן מרשימה ואין ספק שהיא מצביעה על הכיוון אליו הולך העולם בעשור הקרוב. אבל, בד בבד עם המגה-מהירויות האלו (או יותר נכון, טרה-מהירויות) צריך לזכור שהדרך מלאה בצווארי-בקבוק, שיהיו חייבים גם לעבור שדרוג מהותי: החל משרתי הספקיות, דרך הקישוריות הבינלאומית וכלה במחשב המקומי של המשתמש. צריך לזכור שהיום למשל מהירות הכתיבה של דיסק קשיח מהיר יחסית בטכנולוגיית SATA 3.0 עומדת על כ-6Gbps בלבד. בלעדי השדרוגים הללו, הדבר ידמה לנסיעה ב-700 קמ”ש בכביש מהיר, רק כדי לזחול במהירות של 7 קמ”ש ברחוב, כל הדרך הביתה.", "keywords": "חוקרים,דנמרק,סיב אופטי,tbps,gbps,gb,tb,unlimited,אנלימיטד"}