{"url": "https://www.geektime.co.il/vrphysio-raises-700k/", "type": "article", "title": "פיזיותרפיה באמצעות מציאות מדומה: VRPhysio מגייסת 700 אלף דולר", "description": "חברת הסטארטאפ הישראלת, שמפתחת טיפול פיזיותרפיה מבוסס VR, גייסה את הסכום בעזרת פלטפורמת גיוס ההמונים ExitValley", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/VRPhysio.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-27T17:00:30Z", "modified_time": "2016-09-28T08:44:08Z", "articleBody": "חברת הסטארטאפ הישראלת, שמפתחת טיפול פיזיותרפיה מבוסס VR, גייסה את הסכום בעזרת פלטפורמת גיוס ההמונים ExitValley\nמקור: יח”צ\nפיזיותרפיה נמצאת איתנו כבר מהמאה ה-19, אולם מהפכת ה-VR שאנחנו חווים בשנים האחרונות מאיימת להשפיע גם בתחום ותיק זה. היום (ג’) הודיעה חברת הסטארטאפ הישראלית VRPhysio (וי.אר.פיזיו) על גיוס 700 אלף דולר בעזרת פלטפורמת גיוס ההמונים הישראלית ExitValley (אקזיטוואלי).\nVRPhysio מפתחת מוצר שמציע טיפול פיזיותרפי בשילוב מציאות מדומה ומאפשר קבלת ביו-פידבק בזמן אמת ומייעל כך את הטיפול וההחלמה. משקפי המציאות המדומה של החברה, אשר מתממשקים עם הסמארטפון, מצויידים במשקולות ומאפשרים אימון פיזיותרפי, תוך כדי משחקי מציאות מדומה. אחד המשחקים אשר מבוסס על עולם התוכן של בית היוצר של VRPhysio – חיל האוויר הישראלי, הוא משחק הפלת מטוסים, אשר במסגרתו משחק המטופל טייס שמיירט מטוסי אויב באמצעות סיבוב והטיית כוונת המטוס. לאחר האימון נשלח פידבק מסכם גם למטופל וגם לפיזיותרפיסט המטפל, מה שמייעל את תהליך הטיפול וההחלמה. המוצר של החברה מתוכנן לתת מענה טיפולי למגוון רב של פציעות, החל משיקום פצועי תאונות דרכים, דרך לוחמים בצבא, ועד פציעות ספורט ופציעות יומיומיות.\nאת VRPhysio הקים ב-2014 ערן אור, קצין לשעבר בחיל האוויר, שנפצע במהלך שירותו הצבאי. אור זיהה שטיפול פיזיותרפי ותרגילי מניעה סובלים מ-2 מגבלות מרכזיות: ראשית, העובדה שלרוב אימונים הם די משעממים, ושנית, המטופלים לא מקפידים על האימון בבית (במיוחד לא ילדים ואנשים מבוגרים). המגבלה השנייה היא שטיפולי הפיזיותרפיה הקיימים כיום אינם מאפשרים ניטור מדויק של תהליך השיקום וההחלמה.\nמקור: VRPhysio\nבתגובה לגיוס מסר ערן אור, מנכ”ל VRPhysio: “אנחנו מודים לכל המשקיעים שבחרו להצטרף ל-VRPhysio, ובטוחים שיחד נצליח להפוך את תהליכי השיקום הפיזיותרפי למהנים ויעילים יותר. מימון המונים מאפשר ליזמים באשר הם לקחת את הסטארטאפים שלהם צעד משמעותי קדימה, ולדעתי ישנה את תעשיית ההייטק מקצה לקצה”. לדברי אור, החברה תמשיך בתהליכי הפיתוח ומתכננת להתחיל במכירה ראשונית של המוצרים כבר בחודשים הקרובים, במקביל לתהליכי ההתרחבות לארה”ב, אירופה וסין.\nהגיוס של VRPhysio מצטרף לשורת הגיוסים המוצלחים ב-ExitValley ביניהם: Spaceek, שגייסה 270 אלף דולר, CodiPark, שהשלימה גיוס של 230 אלף דולר, Babysitting שגייסה 100 אלף דולר ו-ExitValley עצמה שגייסה דרך האתר 450 אלף דולר.\n\n", "keywords": "vrphysio,ויארפיזיו,פיזיותרפיה,מציאות מדומה,vr,ערן אור,אקזיט וואלי,exitvalley,מימון המונים גיוס השקעות המונים"}