{"url": "https://www.geektime.co.il/d-fend-raises-28-mm/", "type": "article", "title": "חברת D-Fend גייסה 28 מיליון דולר כדי ליירט רחפנים בצורה אוטונומית", "description": "החברה הישראלית פיתחה מערכת אוטונומית לזיהוי ויירוט רחפנים עויינים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/dji-4208863_960_720-1569327317-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-24T15:29:07Z", "modified_time": "2019-09-24T15:33:56Z", "articleBody": "החברה הישראלית פיתחה מערכת אוטונומית לזיהוי ויירוט רחפנים עויינים\nמקור: Pixabay\nחברת נטרול הרחפנים D-Fend Solutions הודיעה היום (ג’) על גיוס של 28 מיליון דולר בסבב B. את הגיוס הובילה Claridge ישראל, בהשתתפות והמשך תמיכתה של המשקיעה הקיימת Vertex. כספי הגיוס ישמשו לתמיכה בצמיחה הגבוהה של החברה ובביקוש הגובר לפתרון מוביל השוק שלה.\nהסטארטאפ הישראלי D-Fend (די-פנד) עומד מאחורי מערכת לאיתור והגנה מרחפנים. המערכת היא מערכת אוטונומית מתקדמת, אשר באופן אוטומטי מאתרת, מזהה ומנטרלת את איומם של רחפנים חשודים באמצעות השתלטות והנחתתם במקום בטוח שהוגדר מראש. הטכנולוגיה הוצגה באירוע הדגמה במטרה להטמיע ולפתח טכנולוגיות מסחריות וממשלתיות המשמשות לנטרול כלי טייס בלתי מאוישים.\nD-Fend נוסדה בשנת 2017 על ידי זוהר הלחמי, יניב בנבנישתי ואסף מונסה, מוביל בתחום הפתרונות לנטרול רחפנים בתרחישי ביטחון מדינתיים מאתגרים.\n﻿﻿\nחברת D-Fend פועלת בתחום רווי למדי. בין היתר פעילות בתחום חברות דוגמת Convexum ו-SkyLock הישראליות, ApolloShield,  SkyLock, DroneShield, Citadel, SkyDroner, Dedrone ו-OpenWorks הבריטיים. האמצעים להשתלטות על הרחפנים העויינים נעים בין השתלטות על תדרי ההפעלה, שיבוש רדאר, פגיעה פיזית ברחפנים, שיתוק באמצעות קרני לייזר, לכידה בעזרת רשתות ענק ואפילו בעזרת עופות דורסים.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\n ", "keywords": "די-פנד,d-fend,רחפנים,גיוס,גיוס הון,סטארטאפ,רחפן,השתלטות על רחפנים,"}