{"url": "https://www.geektime.co.il/geektime-webinar-how-to-asset-crtptocoins-2/", "type": "article", "title": "הרצאת אונליין: 3 משקיעים מנמקים את הבחירה שלהם במטבעות דיגיטליים", "description": "בחודשיים שחלפו מאז הוובינר הקודם, שעסק בהערכת מטבעות וירטואליים, הביטקוין חצה רף נוסף והשקעות ה-ICO שוברות שיאים בהיקפן הכספי. ביום שני הקרוב תיערך הרצאת אונליין שבה 3 מומחים להשקעות במטבעות דיגיטליים יציגו כל אחד מטבע ויסבירו מה בדיוק היתרונות והסיכונים בו", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/bitcoin-2057405_1280.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-19T16:30:57Z", "modified_time": "2017-10-19T14:49:12Z", "articleBody": "בחודשיים שחלפו מאז הוובינר הקודם, שעסק בהערכת מטבעות וירטואליים, הביטקוין חצה רף נוסף והשקעות ה-ICO שוברות שיאים בהיקפן הכספי. ביום שני הקרוב תיערך הרצאת אונליין שבה 3 מומחים להשקעות במטבעות דיגיטליים יציגו כל אחד מטבע ויסבירו מה בדיוק היתרונות והסיכונים בו\n\nשווי השוק של המטבעות הדיגיטליים (cryptocurrency) זינק ליותר מ-150 מיליארד דולר, ובראשם מטבע הביטקוין, ששוויו כבר מוערך ביותר מ-5,000 דולר. במקביל, חודש ספטמבר האחרון שבר שיאים בהיקף גיוסי ה-ICO, עם למעלה מ-800 מיליון דולר.\nחוץ מביטקוין, ב-CoinMarketCap.com קיימים עוד 10 מטבעות דיגיטליים ששוויים המצרפי כבר מגיע למיליארד דולר, אך איך מעריכים את השווי של מטבעות Ripple או NEO?; נוסף על אלה ישנם עוד 46 מטבעות ששוויים נע בין 100,000 דולר למיליון דולר, איך מבצעים למשל הערכת שווי למטבעות Bancor או Lisk?; ואיך אפשר להעריך את מאות המטבעות האחרים שקיימים בשוק?\nהשאלה הזו מעסיקה גורמים רבים בתחום. אלכסנדר לאנג מקרן Earlybird וגורמים מובילים נוספים גיבשו ופרסמו רשימה המבוססת על חכמת ההמונים ובה 48 כללי אצבע להערכת המטבעות הדיגיטליים; האנליסט כריס ברניסק פרסם פוסט מעורר מחשבה שבוחן את הערכת המטבעות הללו לפי current utility value, או CUV – ערך הנכס למשקיע בעת ביצוע ההשקעה, ו-discounted expected utility value, או DEUV – פונקציה המנסה להעריך נכונה את רצף ההכנסות העתידי הצפוי מהמטבע.\nלפני כחודשיים ערכנו בגיקטיים, בשיתוף Flight Ventures, הרצאת אונליין בנושא הערכת המטבעות הקריפטוגרפיים (מוצפנים), ובו פאנל של 3 מומחים שחלקו את התובנות שלהם על הדרכים להערכת שווי המטבעות וסיפרו על מתודולוגיות ההערכה שצפויות להשתנות ככל שהתחום יילך ויגדל. אך חודשיים הם המון זמן בעולם המסחר הווירטואלי, וההתפתחויות הרבות שקרו מאז עודדו אותנו לחזור לנושא, אך מזווית קצת אחרת.\nביום שני הקרוב, 23 באוקטובר, בשעה 20:00 נערוך הרצאת אונליין שבה נבקש משלושה משקיעים מובילים ב-crypto לבחור מטבע וירטואלי אחד שהם מאמינים בו ולפרט מדוע הוא השקעה טובה, מהם הגורמים שהם צופים שיביאו לעליית ערכו ואילו סיכונים הם מזהים בו. השיחה תיערך כשעה ויישאר זמן לשאלות מהקהל.\nהמשקיעים שישתתפו הם:\nארי פול: מייסד-שותף ומנהל מערכות מידע ב-BlockTower Capital, פירמת השקעות במטבעות דיגיטליים. לפני כן פול ניהל את הפורטפוליו של הקרן של אוניברסיטת שיקגו, שניהלה 8 מיליארד דולר, וכן היה סוחר קנייני עבור Susquehanna אינטרנשיונל גרופ (SIG).\nגיל פנצ’ינה: מייסד ויועץ ב-Pryze, פרוטוקול ההגרלות האוטומטי הראשון בעולם. גיל הוא יזם סדרתי ואנג’ל. הוא אחד המייסדים של Flight.vc, מייסד-שותף של Fastly וכיהן גם כמנכ”ל Wikia. בנוסף פנצ’ינה היה חבר בצוות pre-IPO ב-eBay. כיום הוא שותף בחברת Ridge Ventures והשקיע ביותר מ-70 חברות ב-12 השנים האחרונות, שבהן: AngelList, Brave, Ripple, Filecoin, Civic, Dollar Shave Club.\nטרבר קוברקו: מייסד Polymath, פלטפורמה פתוחה המעניקה לעסקים גישה לבלוקצ’יין, חוזים חכמים וטכנולוגיה ליצירת מטבעות. לפני כן קוברקו היה משקיע ויועץ למשתמשי קריפטו לפרויקטים, אחד מהם הוא פרויקט Ethereum. קוברטו גם הקים את eProf.com – פלטפורמת חינוך מקוונת; Digital Assets Int’l, חברת טק פרטית פרטית; ופרויקט מבוסס Oculus Rift, שהפך לאקזיט ה-VR הראשון בעולם.\nלפרטים נוספים והרשמה\n\nלפרטים נוספים והרשמה", "keywords": "webinar,crypto coin,coins,bitcoin,וובינר,הרצאת אונליין,מטבעות וירטואליים,גיקטיים,flight ventures"}