{"url": "https://www.geektime.co.il/geektime-webinar-how-to-asset-crtptocoins/", "type": "article", "title": "הרצאת אונליין: מה משפיע ואיך נקבע ערך של מטבע וירטואלי?", "description": "המטבעות הווירטואליים שוברים שיאים, ושווי השוק שלהם כבר זינק ליותר מ-150 מיליארד דולר. הביצועים הללו צפויים למשוך את התעשיות המסורתיות לתחום, מה שמעורר את הדחיפות לגבש מתודולוגיה שתקבע את הערכת השווי שלהם. גיקטיים ו-Flight Ventures יארחו 3 מומחים בוובינר שיתקיים ביום חמישי, 7 בספטמבר, ובו ידברו על אחד הנושאים החמים כיום", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/bitcoin-2057405_1280.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-29T11:32:34Z", "modified_time": "2017-09-03T11:28:09Z", "articleBody": "המטבעות הווירטואליים שוברים שיאים, ושווי השוק שלהם כבר זינק ליותר מ-150 מיליארד דולר. הביצועים הללו צפויים למשוך את התעשיות המסורתיות לתחום, מה שמעורר את הדחיפות לגבש מתודולוגיה שתקבע את הערכת השווי שלהם. גיקטיים ו-Flight Ventures יארחו 3 מומחים בוובינר שיתקיים ביום חמישי, 7 בספטמבר, ובו ידברו על אחד הנושאים החמים כיום\n\nשווי השוק של המטבעות הווירטואליים (cryptocurrency) זינק ליותר מ-150 מיליארד דולר, ובראשם מטבע הביטקוין, שהמסחר בו כבר גלגל יותר מ-70 מיליארד דולר.\nרשת הטלוויזיה CNBC, גוף תקשורת כלכלי מוביל בעולם, כבר מדווחת באופן שוטף על המסחר בביטקוין, ולאחרונה הכתב ומומחה הביטקוין ברשת, בריאן קלי, חזה כי שווי המטבע יגיע ל-25,000 דולר בהתבסס על השגת 5% משווי השוק של הזהב. גישה מעט מתוחכמת יותר להערכת הביטקוין כתחליף לזהב אפשר גם למצוא במגזין Barron’s.\nחוץ מביטקוין, ב-CoinMarketCap.com קיימים עוד 10 מטבעות וירטואליים ששוויים המצרפי כבר מגיע למיליארד דולר, אך איך מעריכים את השווי של מטבעות Ripple או NEO?; נוסף על אלה ישנם עוד 46 מטבעות ששוויים נע בין 100,000 דולר למיליון דולר, איך מבצעים למשל הערכת שווי למטבעות Bancor או Lisk?; ואיך אפשר להעריך את מאות המטבעות האחרים שקיימים בשוק?\nהשאלה הזו מעסיקה גורמים רבים בתחום. אלכסנדר לאנג מקרן Earlybird וגורמים מובילים נוספים גיבשו ופרסמו רשימה המבוססת על חכמת ההמונים ובה 48 כללי אצבע להערכת המטבעות הווירטואליים; האנליסט כריס ברניסק פרסם פוסט מעורר מחשבה שבוחן את הערכת המטבעות הללו לפי current utility value, או CUV – ערך הנכס למשקיע בעת ביצוע ההשקעה, ו-discounted expected utility value, או DEUV – פונקציה המנסה להעריך נכונה את רצף ההכנסות העתידי הצפוי מהמטבע.\nהמסקנה ברורה: הערכת המטבעות הווירטואליים היא משימה סבוכה שהתעשייה רק מתחילה להתעסק בה. כיוון שמדובר בתחום חם שצפוי למשוך אליו יותר ויותר כסף “רגיל” (Fiat money), גיבוש עקרונות להערכה נכונה של המטבעות החדשים הללו הפך לאקוטי.\nגיקטיים ו-Flight Ventures עורכים הרצאת אונליין בתחום המרתק הזה. ההרצאה תתקיים ביום חמישי, 7 בספטמבר, ב-22:00-21:00, ובה ישתתף פאנל של 3 מומחים, שיחלק את התובנות על הדרכים להערכת שווי המטבעות ויספרו על מתודולוגיות ההערכה שצפויות להשתנות ככל שהתחום יילך ויגדל.\nבפאנל יתארחו:\nכריס ברניסק. מייסד שותף של Placeholder Ventures – חברה ניו יורקית המתמחה ב-cryptoassets. כריס הוביל את פירמת ARK Investment לבצע השקעות בביטקוין ובכך הפך אותה לקרן הציבורית הראשונה שהשקיעה במטבע הווירטואלי. לאחר מכן הוא התמקד ב-cryptoassets, וסלל את הדרך להכרה שלהם כנכס חדש בוול סטריט.\nסטיבן מק’קון. פרופסור למימון באוניברסיטת אורגון. מק’קון פרסם מאמרים בכתבי עת מובילים בתחום הפיננסים, והוא מצוטט באופן נרחב ב”וול סטריט ג’ורנל”, ב”פייננשל טיימס” וב”ניו יורק טיימס”.\nריאן סלקיס. יזם ומשקיע אשר היה פעיל בקהילת ה-cryptocurrency מאז 2013. סלקיס היה מנכ”ל ב-CoinDesk ומנהל השקעות בקבוצת Digital Digital, ולצד עיסוקיו כיום כותב בלוג פופולרי בשם “TBI’s Weekly Bit”.\n(ההרצאה תהיה פתוחה לקהל הרחב ובחינם בצפייה ברשת ב-7 בספטמבר בשעה 21:00 שעון ישראל)\nלפרטים נוספים והרשמה", "keywords": "webinar,crypto coin,coins,bitcoin,וובינר,הרצאת אונליין,מטבעות וירטואליים,גיקטיים,flight ventures"}