{"url": "https://www.geektime.co.il/varada-raises-7-5m/", "type": "article", "title": "הסטארטאפ הזה מגייס כסף כדי שנפסיק לאגור מידע, ונתחיל לנצל אותו", "description": "חברת Varada פיתחה שכבת אנליזה שיכולה לסייע לכם לנתח מידע מדויק בתוך פטה-בייטים של מידע בקלות ובמהירות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/Varada-Team-1-1548251153-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-23T16:55:04Z", "modified_time": "2019-01-23T16:31:53Z", "articleBody": "חברת Varada פיתחה שכבת אנליזה שיכולה לסייע לכם לנתח מידע מדויק בתוך פטה-בייטים של מידע בקלות ובמהירות\nתמונה: Varada\nחברת Varada (ואראדה), העוסקת בתחום ה-Big Data Inline Indexing, מודיעה היום (ד’) על השלמת סבב גיוס Seed של 7.5 מיליון דולר בהובלת Lightspeed Venture Partners ובהשתתפות StageOne Ventures ו-F2 Capital. בחברה מסבירים כי ישתמשו בכספי הגיוס להרחבת הפיתוח והתפעול העסקי.\nבעידן ה-Big Data, חברות אוגרות הררי מידע, אך לאור המורכבות ההולכת וגדלה והמשאבים הנדרשים עבור תפעולו, הן לא יכולות לנצל את מלוא הערך שטמון בו. התשתיות אשר משמשות את החברות בנויות על חומרות שלא תואמות את היקף המידע הנאגר בהן. במקום לבנות מערכות מתוחכמות ויוקרתיות שיסייעו לחילוץ המידע המיוחל, ואראדה מציעה טכנולוגיית Inline Indexing: שכבת האנליזה של החברה מאפשרת הגדרה של מערכי נתונים, ישירות באגם הנתונים בכל נפח, מה שמאפשר ניתוח מיידי של המידע באמצעות שאילתות או כלי BI ומייתר את הצורך במידול הנתונים, גם בסדרי גודל עצומים של פטה-בייט.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nמערכת החברה מבוססת על Presto ויכולה להפרס בקלות בתשתיות ענן נפוצות כמו AWS ועומדת גם בתקנות מחמירות כמו ה-GDPR. במקום להמתין חודשים למידול מידע ופיתוח ETL, בחברה טוענים לגמישות ומהירות עיבוד נתונים מיידית.\nחברת Varada הוקמה בשנת 2017 על ידי טל בן משה, רומן ויינברנד ודוד קראקוב, שלושתם יוצאי XtremIO שנמכרה ל-Dell EMC תמורת 450 מיליון דולר. ערן ואנונו, לשעבר מנכ”ל LivePerson ישראל, מונה לתפקיד מנכ”ל החברה לפני כחצי שנה, דוד קראקוב מכהן כ-CTO ורומן ויינברנד מכהן כ-VP R&D. משרדי החברה ממוקמים ברמת גן ובהם מועסקים 14 עובדים.\n", "keywords": "ביג דאטה,דאטה,big data,מידע,ניתוח,ואראדה,varada"}