{"url": "https://www.geektime.co.il/orthospace-raises-7-mm/", "type": "article", "title": "אורתוספייס מגייסת 7 מיליון דולר לפיתוח שתל חדשני לטיפול בכתף", "description": "החברה פיתחה שתל זעיר לטיפול בגידים קרועים בכתף. סך הגיוסים של החברה עומד על כ-23 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-07T09:20:30Z", "modified_time": "2016-12-07T09:27:51Z", "articleBody": "החברה פיתחה שתל זעיר לטיפול בגידים קרועים בכתף. סך הגיוסים של החברה עומד על כ-23 מיליון דולר\nמקור: OrthoSpace\nכשלושה מכל ארבעה אנשים בני 70 ומעלה, סובלים מקרעים בגידי הכתף, שמחברים בין השריר לעצם הזרוע. חברת OrthoSpace הישראלית שמפתחת שתל להקלה על הכאבים באיזור זה הודיעה כי גייסה 7 מיליון דולר. את סבב הגיוס הובילה קרן JJDC, זרוע ההשקעות של Johnson&Johnson.\nהפתרון של OrthoSpace, שנקרא InSpace, יוצר חיץ פיזי בין הרקמות בחלל הכתף. לצורך כך מוחדר “בלון” (משתל נספג) שמחקה את הפונקציה של הרקמה השומנית (“בורסה”) המקורית בכך שהוא פועל כחוצץ בין ראש עצם הזרוע לבין עצם השכמה ומאפשר תנועה חלקה יותר וללא חיכוך. ההחדרה של הבלון היא פשוטה ביותר ונעשית בדרך כלל בניתוח ארתרוסקופי או בפתיחה חלקית של הכתף. תהליך ההחדרה אורך כעשר דקות בלבד, ואחרי מספר שעות ניתן לשחרר את המטופל לביתו. במהלך החודשים שלאחר מכן, מתכלה הבלון בהדרגה יחד עם הריפוי ומונע כך את הצורך בניתוח. הפתרון של החברה זכה כבר לאישור של ה-FDA האמריקאי וה-CE האירופאי.\nOrthoSpace הוקמה ב-2009 על ידי ד”ר אסף דקל והיא מעסיקה כיום כ-30 עובדים. מאז הקמתה גייסה החברה בסך-הכול כ-23 מיליון דולר, כולל הגיוס האחרון. את סבב הגיוס הנוכחי הובילה קרן JJDC, זרוע ההשקעות של Johnson&Johnson והצטרפו אליה גם המשקיעים הקיימים של החברה: קרן Health Point Capital, חברת המכשור הרפואי Smith & Nephew וקרן הון הסיכון TriVentures. לפני כשנה וחצי מכרה אחת המשקיעות הראשונות, קרן Xenia, את אחזקותיה בחברה לקרן Health Point Capital. תמורת המניות שילמה HPC סכום של 2.1 מיליון דולר.\nבהתייחסו לגיוס האחרון אמר איתי ברנע, מנכ”ל החברה: “זוהי תקופה מרגשת ל-OrthoSpace. אנחנו רואים אימוץ רחב של הפתרון שלנו באירופה, עם מנתחים שמרוצים מפתרון פשוט, יעיל לפגיעות בכתף. אנחנו שמחים להשלים את סבב הגיוס הזה, כדי להמשיך להשקיע בצמיחה של החברה ואנחנו מתכננים להציע את הפתרון של OrthoSpace בשווקים מרכזיים נוספים בעולם”.\n", "keywords": "אורתוספייס,orthospace,ביומד,ביוטק,רפואה,ניתוח,כתף,גיוס הון,גיוס,סטארטאפ"}