{"url": "https://www.geektime.co.il/fiverr-ipo/", "type": "article", "title": "פתיחה מוצלחת למניית fiverr בבורסה בניו יורק", "description": "החברה הישראלית הונפקה רשמית בבורסת ניו יורק. המניה זינקה ב-90 אחוזים ביום הראשון למסחר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/Micha_Community_BellRinging-6.13.19-1560658021-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-16T09:12:22Z", "modified_time": "2019-06-16T09:07:43Z", "articleBody": "החברה הישראלית הונפקה רשמית בבורסת ניו יורק. המניה זינקה ב-90 אחוזים ביום הראשון למסחר\nמקור: fiverr\nבליגה של הגדולים: חברת fiverr (פייבר) הישראלית, שמציעה מרקטפלייס לפרילאנסרים, מסכם ימים ראשונים מוצלחים להנפקה שלה בבורסה בניו יורק – ה-NYSE. ביום חמישי פתח את המסחר מיכה קאופמן, מייסד ומנכ”ל Fiverr ואיתו עם 13 חברים מקהילת Fiverr.\nלאחר התייעצויות רבות עם חתמים ואנליסטים, עמד מחיר המניה של fiverr (סימול: FVRR) בפתיחה על 21 דולר, מה שאיפשר לה לגייס 111 מיליון דולר. במהלך היום הראשון למסחר זינקה המנייה של החברה ב-90 אחוז והגיעה ל-39.90 דולר. אמנם ביום השני למסחר (יום שישי) איבדה fiverr כ-20 אחוזים ושער המנייה התייצב על 31.5 דולר, אולם עדיין מדובר בשער גבוה ב-50 אחוזים ממחיר הפתיחה שלה.\nמאחורי הביקושים הגבוהים עומד ה”סנטימנט החיובי” של המשקיעים כלפי המרקטפלייס, שהיה בין הראשונים לזהות את טרנד “כלכלת החלטורה” או Gig Economy. בתשקיף שהוציאה החברה לקראת ההשקה היא דיווחה על 50 מיליון עסקאות שהתבצעו בפלטפורמה שלה בין 5.5 מיליון לקוחות ו-830 אלף פרילאנסרים. למרות היקף הפעילות המרשים, החברה דיווחה על הפסד נקי של 36.1 מיליון דולר מתוך 75.5 מיליון דולר הכנסות, אולם מדובר בהפסד קטן יותר מהרבעון המקביל בשנה הקודמת, מה שמעיד על פי החברה – והמשקיעים ככל הנראה – על מגמה חיובית.\nfiverr הוקמה ב-2009 על ידי מיכה קאופמן ושי וינינגר (כיום שותף-מייסד ב-Lemonade). הפלטפורמה מציעה למשתמשים לשכור את שירותיהם של פרילאנסרים לביצוע משימות בקנה מידה קטן יחסית. שמה נגזר משטר ה-5 דולר, משום שבהתחלה תומחרו השירותים השונים שהוצעו בה בכפולות של 5 דולר. בין מאות אלפי השירותים (“gigs”) שמציעה כיום fiverr ניתן למצוא איור, עיצוב, עריכת וידאו, כתיבה, תיכנות, אמנות, וכן שירותים איזוטריים יותר כמו נגינה על יוקללה, ברכות תוך כדי חבישה של מסכת סוס ועוד. הפלטפורמה זמינה ביותר מ-200 מדינות והמודל העסקי שלה מתבסס על גביית עמלה בגובה 20 אחוז על כל עסקה במרקטפלייס. מאז הקמתה גייסה fiverr כ-110 מיליון דולר ממשקיעים דוגמת Qumra Capital, קרן Accel וקרן Bessemer Venture Partners.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\n ", "keywords": "פייבר,פייברר,fiverr,מיכה קאופמן,שי וינינגר,בורסה,הנפקה,ipo,אקזיט"}