{"url": "https://www.geektime.co.il/the-egg-and-the-chicken-issue-in-vr/", "type": "article", "title": "תחום המציאות המדומה תקוע בגלל בעיה אחת מרכזית [טור אורח]", "description": "אחד הטרנדים החמים ביותר בעולם הטכנולוגי היום עשוי לפרוץ ממש בקרוב, הוא פשוט צריך להתמודד עם סוגיה אחת משמעותית - הביצה והתרנגולת", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/CV1_HMD_Back16Feb1.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-08T17:23:55Z", "modified_time": "2016-08-08T17:23:55Z", "articleBody": "אחד הטרנדים החמים ביותר בעולם הטכנולוגי היום עשוי לפרוץ ממש בקרוב, הוא פשוט צריך להתמודד עם סוגיה אחת משמעותית – הביצה והתרנגולת\n\nמאת סיון אירם\nאנחנו רק מתחילים לגלות את הפוטנציאל האדיר והשימושים השונים לטכנולוגיית המציאות המדומה. בין ים האפשרויות, בידור נחשב לעיתים קרובות כאחד הראשונים להגיע לשוק השימוש הפרטי.\nמוקדם יותר השנה, גולדמן סאקס פרסם דו״ח מפורט הצופה ששוק התוכן במציאות המדומה יעבור את זה של הטלוויזיה בתוך 10 שנים. בין אם תחזית זו מדויקת או לא, רבים מתייחסים לטכנולוגיה זו כעתיד התוכן הבידורי. בשנת 2015 למשל, גם בהיעדר שוק צרכני מבוסס, מותגים רבים בארה״ב יצרו קמפיינים שיווקיים המבוססים על טכנולוגיית המציאות המדומה, כגון North Face, Tequila Patron, Mountain Dew, Porsche, ורבים אחרים.\nכשאנו מסתכלים על מדיה מסורתית, מנקודת מבטו של הצרכן, ניתן באופן גס לחלק את התוכן לשתי קבוצות: חינמי או בתשלום. תוכן חינמי ממומן על ידי חברות ומותגים אשר מקווים להמיר צופים ללקוחות. סוג נוסף של תוכן חינמי הוא תוכן הנוצר על ידי משתמשים (User Generated Content – UGC), אשר לעיתים קרובות מופץ על גבי פלטפורמות חינמיות (Facebook, YouTube), אשר בתורן מרוויחות מפרסומות סביב התוכן. תוכן בתשלום (מנקודת המבט של הצרכנים) הוא תוכניות טלוויזיה (במסגרת חבילת הכבלים/לוין), סרטי קולנוע, משחקי מחשב, או תוכן מוזרם במסגרת מנוי (כמו נטפליקס, אמאזון, ואחרים).\nלעומת זאת, כאשר אנו בוחנים תוכן בידורי ב-VR, עד כה הרוב הכולל של התוכן הינו חינמי על גבי פלטפורמות חינמיות כגון Facebook, YouTube, Vrideo, LittlStar, וכו׳. בנוסף, חלק גדול מתוך התוכן המפורסם הוא למעשה תוכן הנוצר על ידי משתמשים (UGC). מצלמות כגון ה-Ricoh Theta (ובקרוב Samsung 360 ו-LG), ושירותי הזרמה חינמיים שמאפשרים להוריד את המחסום בפני יצירת תוכן, ומאפשרים ליוצרים שאין באפשרותם גישה לטכנולוגיה יקרה, ליצור ולפרסם את כל אשר עולה על רוחם, לעיתים אפילו למיליוני אנשים. גם אם תוכן זה אינו באיכות גבוהה, לא רק שהוא משתפר מיום ליום, אלא גם שהערך האמיתי טמון בהזדמנות לחשוף יותר ויותר אנשים למקומות וסיטואציות שאין באפשרותם לחוות, כמו גם לשדרג חוויות חברתיות.\nההבדל המשמעותי ביותר בין ערוץ טלוויזיה לבין פלטפורמה כמו YouTube הוא הניטור. ערוץ טלוויזיה בוחן בקפדנות כל תוכן המשודר לצופיו (ומשלם עבורו ליוצריו), בעוד פלטפורמה כמו YouTube מפרסמת את כל סוגי התוכן (הלא פוגעני), משום שזהו מוקד המשיכה שלה. עבור תוכן VR, ישנן מספר דרכים למדוד את ההצלחה של פלטפורמת תוכן אשר מאפשרת לכל סוגי התוכן להיות מפורסמים ללא ניטור. חלק מהפלטפורמות תשרודנה רק אם כמות גדולה מספיק של אנשים יצפו בתוכן בשביל להיות משמעותי בכדי לממן פרסומות, וחלקן יהיו מוקד עלות (Cost Center) עבור בעליהן, אך יתקיימו משום שהן מובילות פעילות (Engagement, עבור חברות כמו פייסבוק).\nועדיין, עם כל זאת, ישנו פוטנציאל אדיר ולא ממומש ביצירת תוכן בידורי איכותי מסוג שונה, כזה שמשתמשים מוכנים לשלם עבורו. הסיבה שתוכן כזה אינו קיים עדיין ברובו, טמונה בבעיית הביצה והתרנגולת.\nמצלמת ה-360 של LG\nהעניין סביב מציאות מדומה נמצא בשיאו. רבים טוענים שזהו Hype תקשורתי, אך אנו מאמינים שישנם שני סוגים של אנשים, אלו שחושבים שזהו Hype, ואלו שלמעשה ניסו מציאות מדומה. גם אם זו הגזמה, סימני השוק הצרכני מעודדים בלשון המעטה. ההזמנות הרבות של מערכת ה-Oculus Rift דחפו את זמן המשלוח לכדי כמה חודשים, ההזמנות המוקדמות (Pre-orders) של מערכת ה-PSVR של Sony תמו לאחר מספר דקות לאחר פתיחת ההזמנה, ויותר ויותר קמפיינים במימון המונים מגיעים ליעד, ועוברים אותו במספר מונים (פרוייקט זה לאוזניות תלת מימד עבר לאחרונה את המימון המקורי של Oculus).\nבדוח אשר פורסם באוקטובר 15׳, GreenLight VR מצא ש 55% מהצרכנים דיווחו על רצון לקנות מערכת מציאות מדומה בשנתיים הקרובות. Piper Jeffery מעריך כי בשנת 2016 יימכרו 12 מיליון מערכות, כאשר סמסונג מובילה עם 5 מיליון, Oculus עם 3.5 מיליון, HTC Vive עם 2 מיליון ו-Sony עם 1.5 מיליון, בשל מועד ההפצה הצפוי המאוחר (ספטמבר-אוקטובר).\nהיכן הבעיה?\nגם אם מיליוני אנשים היו קונים את המערכות כבר היום, במה יצפו? כמעט ואין תוכן איכותי אמיתי לצפייה, והתוכן הקיים הינו אימה או דוקומנטרי.\nהנה הסיבה: לספר סיפורים במציאות מדומה זו משימה קשה מאוד. במובנים רבים, אנו מרגישים כאילו נזרקנו יותר ממאה שנים לאחור, לימים המוקדמים של הקולנוע, כאשר החוקים אשר נראים ברורים מאליהם היום, לא היו קיימים. ״דף הציור״ הישן נמתח כיום סביב ראשו של הצופה ב-360 מעלות, וזהו אתגר אמיתי לבצע שימוש איכותי ונכון בכל המרחב, להנחות את תשומת ליבו של הצופה בעזרת רמזים חזותיים ושמיעתיים.\nהתהליך לגילוי הדרכים הנכונות לספר סיפור במדיום החדש הזה, דורש הרבה ניסוי וטעייה, כסף וחזון יצירתי. הרבה ממנו. בעוד הכלים ליצירת תוכן פשוט (casual) הופכים זולים מיום ליום, הכלים האיכותיים באמת עדיין יקרים מאוד ונמצאים בשלבים מוקדמים של פיתוח. בהעדר שוק צרכני אשר תומך בגדילה של חברות היוצרות תוכן, הצורך במימון משמעותי פוגע ביכולת של יוצרים רבים לחקור, לנסות, להמציא ולהגדיר את השפה החזותית החדשה שאנו צריכים.\nבשנת 1995 ״צעצוע של סיפור״ סחף מיליוני אנשים וגרף יותר מ-360 מיליון דולר בכל העולם. גם אם יכולנו ליצור היום במציאות מדומה סרט כגון ״צעצוע של סיפור״, ״האזרח קיין״, ״מלחמת הכוכבים״ או כל יצירת מופת אחרת, הוא היה מכניס ליוצריו….. חכו לזה…… 0 דולרים.\n״מה אתה אומר, יתפוס העניין הזה של VR?״\nהסיבה הראשונה והברורה מאליה – כמעט ואין חומרה בידי צרכנים. רבים מעריכים כיום שישנם כ-5 מיליון משקפות VR בשוק, מספר קטן ולא משמעותי המחוויר בהשוואה לכל מדיה אחרת. לכל טכנולוגיה לוקח זמן לחדור לשוק, מהטלפון, המחשב, האינטרנט, הטלפון החכם, וכן – גם למשקפי VR. אנו מעריכים כי גם אם זמן החדירה לשוק יהיה הקצר בהיסטוריה של הטכנולוגיה, עדיין תעבורנה לפחות שנתיים או שלוש לפני שמספר משמעותי של אנשים משמעותי יהיו צרכנים רגילים של תוכן ב-VR.\nהסיבה השנייה והברורה פחות – אין פלטפורמות אשר מאפשרות לצרכנים המעטים שישנם גישה לתוכן מסחרי. כל הפלטפורמות הנוכחיות, החל מ-YouTube, דרך פייסבוק, Vrideo, LittlStar, ועד לפלטפורמות צעירות יותר כגון MettaVR, WEVR Transport ועוד, אשר פועלות ללא ניטור של התוכן, ולא גובות כסף מן המשתמשים. כרגע לא קיימת מערכת כמו Netfilx או Amazon Video ל-VR, למרות שהשמועות הן שכל השחקנים המרכזיים עובדים על מערכת כזו. הסנונית הראשונה הייתה פתיחת מערכת Hulu לתוכן 360 על גבי מערכת ה-GearVR של סמסונג, למרות שכרגע התוכן שם דומה מאוד למה שניתן למצוא ב-YouTube ודומיה.\nמקור: Oculus rift\nהדינמיקה לעיל קיימת משום שישנה תלות בין הצדדים. תוכן מסחרי איכותי יכול להיות ממומן רק על ידי כמות צרכנים גדולה, אשר יכולה להיווצר רק אם קיים מספיק תוכן איכותי למשוך אותם אליו, וישנה גישה לתוכן זה על ידי ערוץ המאפשר את הצפייה בתוכן.\nאנו שומעים טענות רבות מצד יוצרים בתחום כי הם בונים את Pixar for VR. טענות אלה אינן לוקחות בחשבון את העובדה כי כאשר חברת Pixar יצרה את ״צעצוע של סיפור״, הם פעלו בשוק קיים – קולנוע. הם יכלו לשער את מספר הצופים עם גישה לסרט, את מחיר הכרטיס, עלות השיווק, ואת המודל הכלכלי של מכירת הסרט לשווקים שונים, כולל מיהם שחקנים המרכזיים בשרשרת. הגורמים הלא ידועים בעולם ה VR כרגע רבים בהרבה, משום שאנו לא רק בונים את הטכנולוגיה והשפה הוויזואלית בה מספרים סיפורים במדיום הזה, אלא אנו בונים את הערוצים, המחירים ושרשרת הערך. למעשה, אנו בונים את התעשייה.\nלקח לתעשיית הקולנוע 120 שנה להגיע להיכן שהיא נמצאת, כך שלא ניתן לצפות שתעשיית ה-VR תיבנה בשנה אחת. כדי לצאת מבעיית הביצה והתרנגולת, עלינו להשקיע בשני חלקי המשוואה, מבלי לצפות להחזר השקעה מיידי.\nמצד אחד, על אולפנים הוליוודיים וקרנות להשקיע בחזון היצירתי של במאים, כותבים ויוצרים אחרים. השילוב האסטרטגי של תוכן IP קיים (כגון מלחמת הכוכבים, ספיידרמן, או כל מותג תוכן קיים) יכול למשוך עניין רב גם ללא הוצאות שיווק רבות. דוגמא לכך אנו רואים בחברת דיסני, אשר הובילה השקעה של $66 מיליון דולר בחברת Jaunt, חברת Formation 8 אשר הובילה השקעה של $35 מיליון בחברת NextVR, או חברת Comcast אשר השקיעה לאחרונה $8 מיליון בסטודיו הקנדי Felix&Paul. השקעות מסוג זה יאפשרו לחברות לצמוח וליצור ללא תלות בהכנסות משמעותיות בטווח הקצר.\nמצד שני, הכניסה של ערוצי תוכן ותיקים, אשר יש להם קהל משמעותי קיים (כגון Netflix, Hulu, Amazon) לתחום ה-VR, גם לפני שישנה חדירה משמעותית של חומרה לשוק, יאפשר באופן מיידי לכמות גדולה של אנשים לצפות בתוכן איכותי, ולפיכך יממן יצירה של תוכן נוסף, איכותי יותר.\nבשורה התחתונה, בכדי שתחום התוכן במציאות מדומה ייצמח לתעשייה משמעותית וקיימת, עלינו לוותר על החזרים בטווח הקצר, עבור יצירת ערך משמעותי בטווח הרחוק.\nהכותב משמש כ-General Manager בחברת River Studios.", "keywords": "מציאות מדומה,סמסונג,וייו,אוקולוס,סיון אירם,htc vive,oculus,oculus rift,vr"}