{"url": "https://www.geektime.co.il/joy-ventures-neuro-wellness-contest/", "type": "article", "title": "תחרות סטארטאפים חדשה מחפשת מיזמים המסייעים לנו להרגיש טוב", "description": "תחרות Joy Challenge של קרן Joy Ventures שמה לה למטרה לבנות אקו סיסטם של מיזמי Neuro-wellness בישראל, ומחפשת מוצרי צריכה שיהפכו את אורח החיים המודרני לבריא יותר. ההרשמה פתוחה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/800534-1-1513837660.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-21T14:00:19Z", "modified_time": "2017-12-21T14:37:37Z", "articleBody": "תחרות Joy Challenge של קרן Joy Ventures שמה לה למטרה לבנות אקו סיסטם של מיזמי Neuro-wellness בישראל, ומחפשת מוצרי צריכה שיהפכו את אורח החיים המודרני לבריא יותר. ההרשמה פתוחה\nהכתבה בחסות\nצילום: Shuterstock\nאורח החיים המודרני אמנם נוח יחסית, אך חיי היומיום שלנו גם מלאים בלחצים ומתחים. בשנים האחרונות מחקרים גילו שרמת הסטרס הגבוהה שכולנו נתונים בה מזיקה לבריאות ולכן משהו חייב להשתנות, או לפחות להשתפר, כדי שנוכל ליהנות מחיים בריאים, רגועים ושמחים יותר. ההבנה הזו היוותה בשנים האחרונות כר פורה לחברות וסטארטאפים, שגייסו את הטכנולוגיה כדי לספק לנו כלים לניהול רמות הסטרס, להפגת המתחים ולהעלאת רמות האושר או שביעות הרצון האישית של אוכלוסיית העולם המערבי.\nחברת ההשקעות Joy Ventures הכריזה על Joy Challenge – תחרות סטרטאפים למיזמים שמפתחים פתרונות טכנולוגיים לשיפור מצב הרוח ולהפחתת מתחים ושפונים לצרכן הסופי. התחרות מיועדת לסטארטאפים בכל השלבים – משלב גיבוש הקונספט ועד לחברות עם אבטיפוס למוצר. הקרן גייסה לאחרונה 50 מיליון דולר להשקעה בסטארטאפים מתחום ה-Neuro-wellness עם ליבה טכנולוגית והוכחת היתכנות מדעית.\nמטרתה העיקרית של התחרות היא למצוא מיזמים ורעיונות להשקעה בתחום ה-Neuro-Wellness בישראל. בכוונת הקרן לבנות אקוסיסטם בתחום ולהשקיע במוצרי טכנולוגיה שונים, ובכלל זה טכנולוגיה לבישה, אפליקציות סנסוריות, מוצרי לייף סטייל מבוססי טכנולוגיה לשימוש יומיומי ועוד. הדגש הוא על מוצרי צריכה שנועדו לצרכן הסופי, אינם דורשים תהליך אישור FDA, אולם הם מבוססי מדע, מבוססים מחקרית ובעלי פוטנציאל כמוצר צריכה.\nמבין הנרשמים לתחרות, 10 מיזמים יעלו לגמר ויזכו לליווי צמוד של מומחי Joy Ventures בבניית תכניות המו”פ השיווקי וכן ליווי אסטרטגי ומועמדות להשקעה מצד הקרן. במרץ 2018 יוכרזו שלושת הסטרטאפים הזוכים, והם יקבלו מענק של 6,000 דולר. ההרשמה פתוחה כעת, וההכרזה על העולים לגמר תתקיים ביום ראשון, 4 בפברואר.\nלפרטים והרשמה לתחרות Joy Ventures", "keywords": "neuro-wellness,joy challenge,joy ventures,תחרות סטארטאפים,סטרס,הפגת מתחים,בריאות,אורח חיים בריא,אקו סיסטם,פרסים,מנטורינג"}