{"url": "https://www.geektime.co.il/next-and-cann10-ticket_special-price/", "type": "article", "title": "הנחה לקוראי גיקטיים: כנס הסטארטאפים NEXT וכנס Cann10 בכרטיס אחד מוזל", "description": "במסגרת ה-Geektime Techfest יתקיימו כנס הסטארטאפים השנתי של גיקטיים והכנס הרפואי-מדעי שעוסק בתחום הקנאביס הרפואי – שני אירועים גדולים שיחשפו את המשתתפים לתחומים טכנולוגיים מגוונים. לקוראי גיקטיים מגיע מחיר מיוחד על כרטיס משולב", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/shtap_Cann10.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-08T14:00:46Z", "modified_time": "2017-05-08T13:48:11Z", "articleBody": "במסגרת ה-Geektime Techfest יתקיימו כנס הסטארטאפים השנתי של גיקטיים והכנס הרפואי-מדעי שעוסק בתחום הקנאביס הרפואי – שני אירועים גדולים שיחשפו את המשתתפים לתחומים טכנולוגיים מגוונים. לקוראי גיקטיים מגיע מחיר מיוחד על כרטיס משולב\n\nפסטיבל הטכנולוגיה השנתי של גיקטיים, Geektime Techfest, ייערך השנה ב-4 עד ה-8 ביוני 2017. הכנס יכלול כנסים שונים, תערוכות, מיטאפים, האקאתונים, סדנאות מקצועיות ועוד מגוון ענק של אירועי טכנולוגיה. במסגרת הפסטיבל יצרנו שיתופי פעולה שיאפשרו למשתתפים לרכוש כרטיסים מוזלים לכנסים ואירועים שונים, ולהיחשף לתחומים טכנולוגיים מגוונים.\nהיום אנחנו גאים לחשוף את שיתוף הפעולה עם הכנס הבינלאומי בנושא קנאביס רפואי Cann10, שנערך זו השנה השנייה בישראל. הכנס יתמקד בשלושה אספקטים עיקריים של התחום: רפואה ומדע, חקלאות וגנטיקה וטכנולוגיה וחדשנות ויכלול גם תחרות סטארטאפים ראשונה מסוגה בישראל, והוא ייערך בתאריכים 6-4 ביוני במלון דן פנורמה, תל אביב.\nלקוראי גיקטיים מגיע מחיר מיוחד, שיאפשר להגיע ל-Cann10 ולכנס הסטארטאפים Geektime NEXT וליהנות משני אירועים מרתקים ובעלי ערך גבוה בעולם הסטארטאפ והטכנולוגיה. המחיר לכרטיס משולב לשני הכנסים הוא 940 שקלים, אך לקוראי גיקטיים יש הנחה של 20% על מחיר הכרטיס, כלומר 750 שקלים בלבד. קיימים שני סוגים של כרטיסים משולבים:\n1. כרטיס לנקסט (4 ביוני) + כרטיס ליום הראשון של קאן10 (5 ביוני)\n2. כניסה לנקסט (4 ביוני) + כניסה ליום השני של קאן10 (6 ביוני)\nכדי לממש את ההנחה יש להיכנס לאתר Geektime NEXT ולהקליד את הקוד SUPER_TICKET_20 במקום המתאים.\nלכנס ה-Cann10 צפויים להגיע מאות רופאים, מדענים, מגדלים, חברות טכנולוגיה, סטארטאפיסטים ומשקיעים מישראל ומכל רחבי העולם, והוא יהווה הזדמנות למפגשים מרתקים ויהיה בסיס להזדמנויות עסקיות בארץ ומחוצה לה. לכנס הראשון, שנערך בספטמבר 2016, הגיעו מעל ל-80 מרצים מומחים מכ-30 מדינות ושיתפו את 600 באי הכנס במחקרים העדכניים ביותר בתחום.\nהשנה הכנס יחולק לדיוני מליאה ולדיונים בשלושה מסלולים: במסלול המדעי-רפואי יופיעו בכירי הרופאים והחוקרים, ובהם פרופ’ רפאל משולם; ד”ר פל פכר; פרופ’ לומיר האנוס; וד”ר דיוויד מאירי, ויוצגו המחקרים העכשוויים והרלוונטיים ביותר בתחום, כולל ניסויים קליניים שנעשים בארץ ובעולם, המחלות שבהן יש התקדמות גדולה, המגמות לטיפול בהתאמה אישית של הקנאביס הרפואי ועוד נושאים מגוונים. במסלול החקלאי ישתתפו אגרונומים, גנטיקאים ובוטניקאים שידברו וילמדו באופן מעשי על השבחת זנים, ייצוב חומרים פעילים, האחדה וסטנדרטיזציה של הצמח. במסלול הטכנולוגי והמסחרי יוצגו טכנולוגיות ופתרונות טכנולוגיים רב תחומיים, ייערכו דיונים בנושא סטארטאפים, השקעות בתחום חדשנות טכנולוגית וגיוס כספים מקרנות, אנג’לים וחברות אסטרטגיות, וכן ייערכו פאנלים והרצאות מיוחדות לרישום פטנטים. בנוסף, בכנס יציגו סטארטאפים נבחרים את מוצריהם החדשניים ויתחרו בתחרות הראשונה בארץ לסטארטאפים בתחום הקנאביס הרפואי. להרשמה לתחרות.\nהכנס מאורגן על ידי חברת Cann10 שהיא שותפות של חברת Shizim – חברת אחזקות ותיקה בתחום הביומד ושל חוות גידול קנאביס מהגדולות בישראל. החברה היא אקסלרטור הממוקד בתחום הקנאביס הרפואי, והקימה בשיתוף הטכניון מרכז הדרכה לרופאים, רוקחים, חוקרים ומגדלים.\nקוראי גיקטיים שמעוניינים להגיע לכנס Cann10 זכאים ל-15% הנחה. למימוש ההטבה וקבלת פרטים נוספים על הכנס יש להכניס את הקוד  Cann_NEXT10 בקישור הבא:\nלפרטים נוספים על כנס ה-Cann10\nב-Geektime Next תוכלו לפגוש את כל היזמים והמשקיעים בתעשייה במקום אחד, להכיר את חברות הסטארטאפ המבטיחות של השנה בתחרות ה-Startup Arena, לשמוע ולהכיר דוברים מרכזיים מהארץ והעולם ולערוך נטוורקינג איכותי. נוסף על כל אלה, השנה החלטנו גם לחדש את תחרות הסטאראטפים השנתית שלנו וליצור כמה אירועים חדשים לגמרי. השנה ה-Startup Arena תיערך על 4 במות שונות, שכל אחת מהן תתרכז בנושא שונה:\n1. Consumer – כל החידושים והחברות שעוסקות במובייל ואינטרנט.\n2. Connected – במה שתוקדש כולה לכל מה שאנחנו מחברים לרשת: IoT, Autonomous cars, Wearable, Smart homess.\n3. Cloud & Enterprise – החידושים שקשורים לחברות אנטרפרייז, לענן וסייבר.\n4. Industrial – כל מה שצריך לדעת על התחומים התעשייתיים החמים: Fintech, Life Science, Cleantech, Industrial.\nלצד הסטארטאפים המבטיחים, יתקיימו על הבמות פאנלים שיעסקו בנושאים אלה ויארחו מומחים ואנשי מקצוע מהתחומים השונים, וכן יהיו אירועים חדשים נוספים שנועדו להעשיר את קהילת הסטארטאפים ולייצר קשרים חדשים.\nלפרטים נוספים ורכישת כרטיסים\n\n ", "keywords": "cann10,כנס הסטארטאפים,טכנולוגיה,קנאביס,קנאביס רפואי,גידול קנאביס,לגליזציה,geektime techfest,geektime next,startup arena,רופאים,מדענים,מגדלים,חברות טכנולוגיה,סטארטאפיסטים,משקיעים"}