{"url": "https://www.geektime.co.il/gemma-cert-raised-2-25/", "type": "article", "title": "מה בדיוק יש בקנאביס ובאיזה מינון: GemmaCert הישראלית מגייסת 2.25 מיליון דולר", "description": "הפיתוח של החברה כולל מכשיר קטן שיודע לבחון את איכות הצמח", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/gemma-1518593688.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-14T09:42:30Z", "modified_time": "2018-02-14T11:50:54Z", "articleBody": "הפיתוח של החברה כולל מכשיר קטן שיודע לבחון את איכות הצמח\nלא, זה לא עוד רמקול חכם של גוגל. מקור: GemmaCert\nבשנים האחרונות קיימת מגמה לפיה יותר ויותר מדינות מותירות את השימוש בקאנביס. בנוסף, סגולותיו הרפואיות של הצמח והפיכתו לתרופה פופולארית בקרב רבים הפכו אותו למצרך מבוקש שביקושו רק הולך וגדל, כשהצפי הוא שעד שנת 2020 מכירות הקנאביס החוקיות יחצו את ה-20 מיליארד דולר בארה”ב בלבד. הסטארטאפ הישראלי GemmaCert רוצה לעזור למגדלים מקצועיים ופרטיים לדעת בדיוק מה מכיל הקנאביס שלהם, תוך כדי שמירה על שלמות הפרחים.\nכעת, מודיעה החברה כי גייסה 2.25 מיליון דולר בהובלת NEO Ventures, Stony Hill ו-Arba Finance, ולקחה בו חלק גם Aggrinovation. המימון ישמש להשקת הדור הראשון של GemmaCert, מכשיר קומפקטי שנראה כמו מעבד מזון קטן שיבדוק וינתח את הרכב הצמח בתוך פחות מדקה.\nה-GemmaCert, שנראה כמו עוד רמקול חכם, יסייע למגדלים לבדוק את ההרכב הכימי של הפרח ואת איכותו באופן מדויק יותר, ולא להתבסס על ניחושים והערכות. הצורך נובע מכך שיש כמעט 800 סוגים שונים של זני קנאביס בעולם שמכילים 400 חומרים כימיים שונים, כאשר חלקם עשויים לגרום לתופעות קצת פחות נעימות. מה שקורה היום הוא שמגדלים דוגמים פרחים ספציפיים, ומיישמים את התוצאות שלהם על “הזר” כולו, למרות שרק חלקיק ממנו נדגם. השיטה המסורתית לדגימה זו דורשת זמן רב, עולה לא מעט כסף, פוגמת בצמח בתהליך ובעיקר מובילה לכך שצמחים שנמכרים בשוק לאו דווקא מכילים את מה שכתוב שהם מכילים.\nתהליך ניתוח הצמח של GemmaCert מתבצע כך; יש להכניס את הפרח או את התמצית שלו אל תא ייעודי במכשיר על מנת שזה יעבור סריקה על ידי חיישנים אופטיים. לאחר מכן, רמות ה-THC ו-CBD שהתגלו בו ינותחו ויוצגו באפליקציה ייעודית בסמארטפון שלכם בתוך דקה. בתום הבדיקה, תוכלו להוציא את הדגימה מבלי לסכן את שלמותה. באמצעות הטכנולוגיה שפיתחה, GemmaCert מסייעת להתגבר על האתגרים שטומן בתוכו פרח הקנאביס ההטרוגני, וסוללת את הדרך אל מינון אישי, אמין ואפקטיבי יותר, אומר ד”ר גיא סטון, מייסד ומנכ”ל החברה. בצורה זו מטופלים יכולים לדעת שהם מקבלים את הטיפול האופטימלי והבטיחותי ביותר עבורם, ולא כזה שמתבסס על ניחושים. אגב, המכשיר זמין לרכישה בהזמנה מוקדמת כבר עכשיו תמורת 2,500 דולר דרך אתר החברה (לא כולל דמי שימוש חודשיים).\nהחברה הוקמה ב-2015 על ידי ד”ר גיא סטון ופרופ׳ עודד שושיוב. סך גיוסיה מאז הקמתה עומד על 3 מיליון דולר.\n﻿", "keywords": "קנאביס,גראס,סמים,גידול קנאביס,סטארטאפ,סטארטאפ ישראלי,gemmatech,gemma tech,גיוס,סבב גיוס"}