{"url": "https://www.geektime.co.il/ibm-watson-tlv-summit-2017/", "type": "article", "title": "לקחת חלק בעידן הקוגניטיבי: כנס Watson TLV Summit 2017 ייערך ביוני", "description": "מחשוב קוגניטיבי ובינה מלאכותית משנים את עולמנו, ומלבד תחומי הרפואה, החינוך ואבטחת המידע, משנים גם את העולם העסקי. בכנס השנתי של IBM יתארחו מומחים מהארץ והעולם אשר יציגו פיתוחים עתידיים, תובנות וכלים שסייעו לארגונים להפוך מידע וידע להחלטות מקצועיות ועסקיות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/1-e1493812959600.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-07T11:25:08Z", "modified_time": "2017-05-09T15:55:28Z", "articleBody": "מחשוב קוגניטיבי ובינה מלאכותית משנים את עולמנו, ומלבד תחומי הרפואה, החינוך ואבטחת המידע, משנים גם את העולם העסקי. בכנס השנתי של IBM יתארחו מומחים מהארץ והעולם אשר יציגו פיתוחים עתידיים, תובנות וכלים שסייעו לארגונים להפוך מידע וידע להחלטות מקצועיות ועסקיות\nהכתבה בחסות\nמקור: באדיבות IBM\nמחשוב קוגניטיבי וטכנולוגיות בינה מלאכותית כבר הוכתרו כדבר הבא, וכיום המעבר לעידן הקוגניטיבי מהווה שינוי מרחיק לכת בעולם העסקי. ארגונים בכל רחבי העולם ובמגוון רחב של מגזרים כבר מוסיפים בינה מלאכותית לתהליכים העסקיים שלהם, והופכים מידע וידע להחלטות מקצועיות ועסקיות. ארגונים אחרים ניצבים כעת בפני פרשת דרכים טכנולוגית, והעומדים בראשם מוכרחים להגיע להחלטה שתשפיע באופן מהותי על אופי הארגון: האם להיות מהראשונים שיטמיעו מערכת כזו, האם לעשות את השינוי בהמשך עם כל השאר או האם להשתרך מאחור?\nהכנס המרכזי של IBM לשנת 2017 , Watson Tel-Aviv Summit (לשעבר Business Connect), יסייע להיערך למציאות החדשה, ויארח את מיטב המומחים של IBM מהארץ ומהעולם, שיגיעו לכנס ויציגו פיתוחים עתידיים בתחומי הבינה המלאכותית, למידת מכונה, זיהוי רגשות, שפה טבעית ו-IoT.\nWatson Tel Aviv Summit 2017 ייערך ביום חמישי, 8 ביוני, במרכז הכנסים של מלון דיוויד אינטרקונטיננטל בתל אביב. הוא יתמקד בטכנולוגיות של Watson וביכולות המחשוב הקוגניטיבי והשפעותיו על הדרך בה אנו עושים עסקים, ומיועד למנהלי מערכות מידע, מנהלי שיווק, דיגיטל ופיתוח עסקי, מנהלי תשתיות מחשוב, מומחי אבטחת מידע, דאטה, מפתחים ויזמים.\nווטסון הוא מחשב העל של IBM, שהחל להתפרסם ב-2011 לאחר שניצח אלופי טריוויה בשעשועון “Jeopardy!”. מאז עבר ווטסון כברת דרך, וכיום הוא מספק תובנות בזמן אמת בשלל תחומים, כמו רפואה, אבטחת מידע, פיננסים ואפילו חינוך. ווטסון מסייע למערכות מחשוב ללמוד ולייעץ ומסייע למנהלים ולעובדים בכל הדרגים לשפר תהליכים ולקבל החלטות חכמות יותר. המשתתפים בכנס יוכלו ללמוד איך ליישם את ווטסון בארגון, ולבחור את המסלול הרלוונטי ביותר לתחום שלהם:\n– Cognitive Marketing: סקירה של דרכים להתחדשות ארגונית ומיצוב חוויית הלקוח כיעד עסקי מרכזי, כולל סיפורי לקוח של ארגונים הנמצאים בעיצומו של השינוי.\n– IT Leadership: הצגת סיפורי ההצלחה של החברות שמשתמשות בדאטה שלהן כדי לחזות את הצרכים של לקוחותיהן באמצעות ה-API’s של IBM.\n– IBM Security Immune System: סקירה והדגמה של “המערכת החיסונית” של IBM Security, תוך התמקדות בפתרונות חדשים מתחום ה-Machine Learning, A.I וכלי אנליטיקה מתקדמים.\n– Cognitive Analytics: הצגת הפתרונות שיאפשרו לעשות שימוש טוב יותר בנתונים, ליצור מודלים עסקיים חדשים, לחשוף הונאות וסיכונים ולגלות מקורות הכנסה חדשים, כולל מקרי בוחן מחברות שכבר עשו זאת.\n–  Innovative Cloud Development: כיצד שימוש ב-API’s של Watson גורמים למחשבים לעשות דברים שלא היו אפשריים עד היום, וכיצד IBM מסייעת לארגונים לנהל API’s בצורה חכמה יותר? במסלול זה יוצג כיצד לבנות צ’טבוט המונע על ידי היכולות המתקדמות של Watson, וכיצד פלטפורמת ה-IoT של Watson מאפשרת אינטגרציה קלה של רכיבי IoT, תוך שילוב יכולות ניתוח מתקדמות ואבטחה בענן. המסלול מיועד למפתחים ולמנהלי פיתוח בארגונים או בסטארטאפים.\nבכל המסלולים ישולבו הרצאות, הדגמות חיות וסיפורי לקוחות. בנוסף, יתקיימו בכנס תערוכת פתרונות ומליאה ראשית, ובה יישומים ופיתוחים עתידיים של Watson המשלבים מתחמים אינטראקטיביים, הדגמות, התנסות והצגת פתרונות.\nההשתתפות אינה כרוכה בתשלום, אך מחייבת רישום מוקדם ואישור של IBM.\nלפרטים נוספים והרשמה\nמקור: באדיבות IBM", "keywords": "יבמ,watson tel-aviv summit,ibm,מחשוב קוגניטיבי,בינה מלאכותית,הכנס השנתי של ibm,ארגונים עסקיים,שיפור יכולות עסקיות,ai"}