{"url": "https://www.geektime.co.il/innovate-cloud-developmentibm/", "type": "article", "title": "פיתוח בעידן הקוגניטיבי: כנס Watson TLV Summit 2017 יקדיש מסלול למפתחים", "description": "במסלול Innovate Cloud Development – מסלול מפתחים בענן, המומחים של IBM יחלקו ידע טכנולוגי, ידגימו ויסבירו איך החברה יכולה לעזור לפתח את השירותים העסקיים והאפליקציות העתידיות שהארגון דורש. ההרשמה ללא תשלום אך מספר המקומות מוגבל", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/1-e1493812959600.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-22T14:38:13Z", "modified_time": "2017-05-24T15:34:03Z", "articleBody": "במסלול Innovate Cloud Development – מסלול מפתחים בענן, המומחים של IBM יחלקו ידע טכנולוגי, ידגימו ויסבירו איך החברה יכולה לעזור לפתח את השירותים העסקיים והאפליקציות העתידיות שהארגון דורש. ההרשמה ללא תשלום אך מספר המקומות מוגבל \nהכתבה בחסות\n\nארגונים בכל רחבי העולם ובמגוון רחב של מגזרים מוסיפים בינה מלאכותית לתהליכים העסקיים שלהם, והופכים מידע וידע להחלטות מקצועיות ועסקיות. אך מלבד ההחלטה על הטמעת מערכת שתשפיע על אופי הארגון, עולות גם שאלות שנוגעות לפיתוח ושילוב יכולות טכנולוגיות מתקדמות.\nבכנס המרכזי של IBM לשנת 2017, Watson Tel-Aviv Summit (לשעבר Business Connect), יתקיים מסלול Innovate Cloud Development – מסלול מפתחים בענן, שבו המומחים של IBM יחלקו ידע טכנולוגי, ידגימו ויסבירו איך החברה יכולה לעזור לפתח את השירותים העסקיים והאפליקציות העתידיות שהארגון דורש.\nבין היתר, במסלול יוצג כיצד החברה יכולה לעזור לארגונים לנהל את ה-API’s השונים בצורה חכמה יותר וכן שירותי הקונטיינרים הזמינים כיום ב-Bluemix ומשלבים Dockers ו-Kubernetes, יודגמו הדרכים שבהן ניתן לבנות בקלות צ’טבוט המונע על ידי הכוח של Watson, וכן כיצד פלטפורמת ה-IoT של Watson מאפשרת אינטגרציה קלה של רכיבי IoT, תוך שילוב יכולות ניתוח מתקדמות ואבטחה בענן. המסלול מיועד למפתחים ולמנהלי פיתוח בארגונים או בסטארטאפים.\nאת המסלול יפתח וינחה רונן סימן טוב, והדוברים בו הם: יאיר שקד בהראצה בשם Developer – Driven Innovation with Watson API’s; יניב יוזיס עם ההרצאה What’s New in IBM API Connect; שגב וסרקרוג יעביר את ההרצאה Build a Watson – Powered Chatbot; ויטה בורטניקוב עם Understanding Docker, Kubernetes and IBM Containers; וניר נאמן בהרצאה IBM’s Platform for the Internet of Things.\nWatson Tel Aviv Summit 2017 ייערך ביום חמישי, 8 ביוני, במרכז הכנסים של מלון דיוויד אינטרקונטיננטל בתל אביב. הוא יתמקד בטכנולוגיות של Watson וביכולות המחשוב הקוגניטיבי והשפעותיו על הדרך בה אנו עושים עסקים, ומיועד למנהלי מערכות מידע, מנהלי שיווק, דיגיטל ופיתוח עסקי, מנהלי תשתיות מחשוב, מומחי אבטחת מידע, דאטה, מפתחים ויזמים. הכנס נערך במסגרת פסטיבל הטכנולוגיה השנתי של גיקטיים, Geektime Techfest, שייערך השנה ב-4 עד ה-8 ביוני, 2017, ויכלול כנסים שונים, תערוכות, מיטאפים, האקאתונים, סדנאות מקצועיות ועוד מגוון ענק של אירועי טכנולוגיה.\nההרשמה ללא תשלום, אך מספר המקומות מוגבל.\nלפרטים נוספים והרשמה\n", "keywords": "ibm,יבמ,מפתחים,ווטסון,watson,ארגונים,watson tlv summit 2017,geektime techfest,innovate cloud development,api\\'s,,apis"}