{"url": "https://www.geektime.co.il/hot-fiber-4k-netflix/", "type": "article", "title": "הוט משיקה ממיר 4K חדש ויוצאת גם בשיתוף פעולה עם נטפליקס", "description": "אחרי פרטנר גם הוט מציעה נטפליקס היישר מממיר ה-4K החדש שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Screenshot_1-1521468601.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-19T16:47:29Z", "modified_time": "2018-03-19T17:14:45Z", "articleBody": "אחרי פרטנר גם הוט מציעה נטפליקס היישר מממיר ה-4K החדש שלה\nמקור: HOT FiberBox\nHOT הודיעה היום (ב’) על השקת FIBER 4K, הדור הבא של הממיר שלה, שתומך בשידורי 4K. באמצעותו, יוכלו המנויים של החברה לצפות בטלוויזיה ו-VOD באיכות 4K וליהנות מאינטרנט במהירות מקסימלית של עד 200 מגה. לצד סדרות המקור של הוט שיהיו זמינות באיכות 4K כדוגמת “שבאבניקים” ו”אורי ואלה”, חבילת FiberBox החדשה תכלול גם מנוי פרימיום של נטפליקס שמאפשר לצפות באיכות שידור 4K בעד ארבעה מכשירים שונים במקביל.\nעם ההכרזה האחרונה מצטרפת הוט לפרטנר tv, החברה הישראלית הראשונה שיצאה בשיתוף פעולה עם נטפליקס. פרטנר מעניקה ללקוחותיה חצי שנה של מינוי לנטפליקס בחינם או בתוספת של 5 ש”ח לחבילת ה-4K, שהוט מציעה. לפני כחודש סלקום יצאה במהלך מעניין במסגרתו היא הציעה למנויים שלה לסבסד את נטפליקס. עם זאת, בגלל שלא היה מדובר בשיתוף פעולה רשמי אלא בעיקר קמפיין שיווקי שנועד בסופו של דבר לשכנע את המנויים להישאר איתה, המנויים היו צריכים להירשם בנפרד לנטפליקס, להזין את פרטי האשראי שלהם, ולשלוח לסלקום חשבונית על מנת שזו תזכה אותם. יחד עם זאת, הסבסוד רלוונטי רק לחבילה הבסיסית ביותר שעלותה היא 30 ש”ח בחודש ואינה כוללת צפייה באיכות HD, וגם היא הוצעה לחצי שנה בלבד.\nההרשמה המוקדמת לשירות Fiber 4K החלה היום וההתקנות צפויות להתחיל בעוד כשבוע, אז גם ניתן יהיה להירשם כבר לנטפליקס. מבחינת מחיר, השירות החדש יעלה 10 ש”ח לחודש למי שיש MiniFiber או FireBox או 20 ש”ח למי שאין לו.\nאין ספק שמדובר כאן בקלף מיקוח מעניין; ככל הנראה בהוט חושבים שהתכנים המקומיים – למרות האטרקטיביות שלהם לקהל הישראלי – אינם מספיקים והקהל הישראלי נכבש בקסמיו של נטפליקס. ההרשמה לשירות עם תמיכה בנטפליקס תתאפשר למנויים שיצטרפו ל-Fiber 4K  ובהמשך השנה יתאפשר גם למנויים שברשותם FiberBox ו- MiniFiber.", "keywords": "הוט,הוט פייבר,hot,hot fiber,hot fiber 4k,נטפליקס,netflix,ממיר"}