{"url": "https://www.geektime.co.il/pudding-ai-raised-500k/", "type": "article", "title": "נילסן משקיעה ב-Pudding.ai הישראלית", "description": "הפלטפורמה שפיתחה החברה מספקת תובנות וטיפים בסיוע של בינה מלאכותית במטרה לשדרג קמפיינים וירטואליים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/pudding-platform-1592732843-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-21T15:50:50Z", "modified_time": "2020-06-21T15:16:09Z", "articleBody": "הפלטפורמה שפיתחה החברה מספקת תובנות וטיפים בסיוע של בינה מלאכותית במטרה לשדרג קמפיינים וירטואליים \nמקור: Pudding.ai\nחברת הסטארטאפ הישראלית Pudding.ai, שמסייעת לאנשי שיווק ליצור קמפיינים מוצלחים יותר בעזרת בינה מלאכותית, הודיעה כי גייסה השקעה בגובה 580 אלף דולר מקרן ההשקעות נילסן אינובייט.\nPudding.ai (לשעבר nowtecc) רוצה להחליף את האינטואיציה שמשמשת אנשי שיווק רבים במידע מבוסס יותר, וכזה שמסתמך על דאטה. ״פודינג עוזרת למנהלי שיווק להבין מה עובד ומה לא בתוכן הקריאייטיבי (תמונות, טקסט, סרטונים קצרים) שהם משתמשים בו על מנת להעביר את המסר שלהם לקהל היעד בדיגיטל. המערכת ממליצה על איך לשפר את הקריאייטיב, ועזורת לתקשר את זה בזמן אמת עם צוות הקריאייטיב על מנת לענות בצורה המירבית על מטרות החברה״, מספרת לגיקטיים אנסטסיה לוגביננקו, מייסדת שותפה של החברה. בשלב זה, ניתוח התוכן מתמקד ברשתות החברתיות השונות – פייסבוק, טוויטר, אינסטגרם וטיק טוק, כשהתכנון להמשך הוא להתרחב לעולמות נוספים כדוגמת רשימות דיוור, סטרימינג ופרסום אונליין באתרי מסחר מקוונים.\nלוגביננקו מסבירה כי בשלב הראשון, המערכת מתחברת לחשבון של הלקוחות על הפלפטורמות השונות, משם היא אוספת מידע על הקריאייטיב שרץ בתוך הפרסומות – תמונות, סרטונים, וה-KPI – המטריקות שהוא נמדד עליהן. בשלב השני, כל פיסת קריאייטיב חדשה שנכנסת למערכת, עוברת דרך סדרה של אלגוריתמי AI מתחום הראייה הממוחשבת, זיהוי טקסט, ניתוח שפה ואחרים, מהם היא מייצרת מערך מטה-דטה שמתאר כל פיסת הקריאייטיב בשפה שהמערכת יודעת להבין. בשלב השלישי, כאשר הלקוח יוצר אינטראקאציה עם המערכת, הטכנולוגיה יודעת להריץ ניתוח בזמן אמת על גבי המטה-דאטה שנוצר בשלב הקודם, ולייצר סט של הסברים על מה עובד בתוכן ומה לא, כולל המלצות לשיפור.\nמה שונה בין מה שאתם מציעים למתחרים אחרים כמו כמו Bidalgo, Creative AI, ו-VidMob?\nלוגביננקו: ״יש היום פתרונות שמתמחים בייצור תוכן או אופטימיזציה שלו. הייחוד שלנו הוא שאנחנו מציעים את המערכת היחידה שמתמחה בתחום ניתוח הקריאייטיב ויכולה להתחבר לכל פלטפורמה דיגיטלית. המערכת שלנו מסוגלת לספק גם ניתוח רוחב של קריאייטיב על גבי כל הקמפיין (מה עובד, מה כדאי לשנות ואיך ׳לאפטם׳ את הקריאטיב בקמפיין תוך כדי ריצה), וגם ניתוח עומק שעוזר להבין את ההשפעה של כל פיסה (תמונה, טקסט קופי או סרטון) על המטרות העסקיות בחברה״.\nPudding.ai הוקמה ב-2017 על ידי טל יהב ואנסטסיה לוגביננקו, שניהם מתמחים בניתוחי דאטה. המודל הכלכלי שלהם הוא SaaS הבנוי על תשלום חודשי. לחברה יש הכנסות, והם מריצים כרגע מספר פיילוטים בתשלום עם חברות בתחום הסטרימינג והמסחר האלקטרוני. מטרת ההשקעה האחרונה ושיתוף הפעולה עם נילסן הוא לאפשר לחברה הישראלית להגיע לגופי מדיה בארה״ב ולשלב את הטכנולוגיה במוצרים שלהם.", "keywords": "נילסן,חממת נילסן,pudding ai,חברת pudding ai,בינה מלאכותית,גיוס,סבב גיוס,סטארטאפ,סטארטאפ ישראלי"}