{"url": "https://www.geektime.co.il/vocalis-health-raised-9m/", "type": "article", "title": "הסטארטאפ הזה גייס 9 מיליון דולר כדי לאבחן מחלות לפי הקול שלכם", "description": "הפיתוח של Vocalis Health, סטארטאפ שנוצר מממיזוג של Beyond Verbal ו-Healthymize, מאפשר להבין את מצבם הבריאותי והרגשי של בני אדם באמצעות ניתוח קולי בזמן אמת", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/Vocalis-1575972702-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-10T13:02:01Z", "modified_time": "2019-12-30T14:47:23Z", "articleBody": "הפיתוח של Vocalis Health, סטארטאפ שנוצר מממיזוג של Beyond Verbal ו-Healthymize, מאפשר להבין את מצבם הבריאותי והרגשי של בני אדם באמצעות ניתוח קולי בזמן אמת\nמימין לשמאל: טל ונדרוב, רואי ויזנר, דניאל אהרונוביץ ושאדי חסן. קרדיט צילום: דבורה אורבך\nמה קורה כששני סטארטאפים ישראלים שנמצאים בשלב די התחלתי ומפתחים מוצר דומה נפגשים? במקרה של Beyond Verbal ו-Helathymize, שתי חברות Health Tech העוסקות ביישום בינה מלאכותית בעולם שירותי הבריאות, נוצרת חברה חדשה בשם Vocalis. את המיזוג אגב יזמה הקרן שגם הובילה את סבב הגיוס האחרון, קרן aMoon.\nBeyond Verbal ו-Helathymize הודיעו היום (ג׳) על מיזוג ועל הקמתה של חברה חדשה בשם Vocalis Health. חברת Beyond Verbal, שכבר הספיקה לגייס 3 מיליון דולר, פיתחה פלטפורמה מבוססת בינה מלאכותית המאפשרת להבין את מצבם הבריאותי והרגשי של בני אדם באמצעות ניתוח קולי בזמן אמת. באמצעות הטכנולוגיה שפיתחה ניתן למשל לשפר את יעילותם של מרכזי שירות טלפוניים או לעקוב אחר מצבים בריאותיים לאורך זמן.\nHelathymize פועלת בתחום דומה, אבל מתמקדת בפן הרפואי; הפלטפורמה שלה משמשת ככלי עזר המנתח שיחות טלפוניות עם מטופלים, ומזהה על סמך הקול האם הדובר סובל מבעיות נשימה או התקף אסטמה חמור למשל, מה שמסייע לצוות הרפואי להעניק טיפול טוב ומהיר יותר.\nהחברה החדשה, Vocalis Health, תתמקד גם היא בתחום הבריאות, ותיעזר בבינה מלאכותית על מנת לנתח את קולו של אדם ולהעריך את מצבו הבריאותי. הרעיון הוא שבעזרת הפלטפורמה, ספקי שירותי בריאות יוכלו למנף גם אינטראקציה קולית מרוחקת שמתבצעת דרך שיחה טלפונית רגילה, ולפקח ולנטר באופן פסיבי את בריאותם של חולים הסובלים ממחלות המשפיעות על צליל הקול; החל ממחלות לב, מחלות נשימתיות ועד לדיכאון.\n\n\n\n\n\n\nמי יהיו הסטארטאפ, הקרן והאקסלרטור של השנה?\nהגישו את המועמדים שלכם לפרסי ה-GeekAwards\n\n\n\n“המיזוג של Beyond Verbal ו-Healthymize יוצר תקדים לסטרטאפים בשלב ה-Early Stage בישראל,” אומר רואי ויזנר, מנהל בקרן aMoon ומי שהוביל את מהלך ההשקעה והמיזוג. ויזנר מסביר כי “הבנו די מהר את ההזדמנות הטמונה בשילוב כוחות על ידי מינוף שני מאגרי המידע, המערכות השונות, החוזקות והכישרונות של החברות האלה, על מנת ליצור חברה שתהיה מובילה בתחום הביומרקרים הקוליים.”\nVocalis Health תפעל ממשרדים בניוטון, מסצ’וסטס ומישראל, ותעסיק כ-20 עובדים. הגיוס הנוכחי ישמש את החברה לגיוס עובדים נוספים, לקידום המאגר הווקאלי שברשותה, ולהמשך בחינת הטכנולוגיה בניסויים קליניים. התכנון הוא להשיק את המוצר בשוק כבר במהלך שנת 2020. Beyond Verbal הוקמה ב-2012 על ידי יובל מור, יואב חושן, יובל רבין, נד סיגל, יובל צדיק וד״ר יובל לבנון. מוקדם יותר השנה הצטרף אליה גם טל ונדרוב כנשיא ומנכ״ל החברה, והוא ישמש גם כנשיא Vocalis.חברת Healthymize נוסדה ב-2016 על ידי ד”ר שאדי חסן, שישמש מנהל רפואי ראשי (CMO) בחברה החדשה, ד״ר דניאל אהרונוביץ׳ (CTO) וד״ר רפי גדרון, מייסד Chromatis שנמכרה לפני שני עשורים תמורת כ-5 מיליארד דולר.\n“במהלך עבודתי כרופא, שמתי לב לכך שקולותיהם של פציינטים נותנים לי אינדיקציה על מצבם הבריאותי. בדומה לאופן שבו האוזן שלי יכולה לזהות שינוי במצבם של פציינטים על ידי הקשבה לקולם, אלגוריתם מתוחכם מבוסס בינה מלאכותית יכול לעשות את אותו דבר באופן עקבי, באמצעות מכשירים חכמים. שילוב הצוותים ימקסם את המאמצים שלנו לייצר מידע רפואי חדש, בעוד אנחנו ממשיכים כל העת לפתח ביומרקרים קוליים בתחומים אחרים כגון אי-ספיקת לב, דום נשימה בשינה, הפרעות נוירולוגיות ובריאות הנפש”, אומר חסן.", "keywords": "מיזוג,סטארטאפ,סטארטאפ ישראלי,vocalis health,beyond verbal,amoon,helathymize"}