{"url": "https://www.geektime.co.il/the-smog-free-tower/", "type": "article", "title": "מגדל הטיהור שימנע אובך וזיהום אוויר", "description": "האוויר שאנו נושמים מכיל בתוכו לא מעט מזהמים, אשר בסופו של דבר עשויים לפגוע בבריאותנו. מעצב הולנדי וצוות חוקרים שהתלווה אליו מציגים מטהר אוויר גדול במיוחד, שישאב את האוויר המזוהם, יטהר אותו, וייצור מהזוהמה תכשיט למזכרת", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/smog.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-09-21T09:29:04Z", "modified_time": "2015-09-21T10:51:24Z", "articleBody": "האוויר שאנו נושמים מכיל בתוכו לא מעט מזהמים, אשר בסופו של דבר עשויים לפגוע בבריאותנו. מעצב הולנדי וצוות חוקרים שהתלווה אליו מציגים מטהר אוויר גדול במיוחד, שישאב את האוויר המזוהם, יטהר אותו, וייצור מהזוהמה תכשיט למזכרת\nמקור: Smog Free Tower, Studio Roosegaarde\nנרצה או לא, האוויר של חלק מהערים היפות והמאוכלסות ביותר בעולם מכיל בתוכו ערפיח כבד ומזהמים מזיקים אחרים, בין אם ניתן להבחין בהם באופן וויזואלי ובין אם לא. כעת קבוצה של הולנדיים שאפתניים (איך לא) מציגה פתרון חדשני בשם ״Smog Free Tower״, שנועד להיות מטהר האוויר הגדול ביותר בעולם שינקה את השמיים של כולנו, ועל הדרך ייצור תכשיטים המנציחים את הזוהמה.\nבני האדם יצרו טכנולוגיה, מכונות וכלי רכב בכדי לשפר את איכות החיים שלהם, אבל אותם פיתוחים ׳מכים בחזרה׳ ומתנקמים בנו על ידי זיהום האוויר שאנו נושמים בכל רגע נתון. בערים מסוימות, זיהום זה נראה לעין – ראו ערך סין או אפילו ישראל רק לפני שבועיים. הבעיה היא שפעמים רבות אותם זיהומים בלתי נראים לעין, אך אין זה אומר שההשפעה שלהם על חיי היום יום והבריאות שלנו לא קיימת גם כן. ההשפעה של המזהמים כה משמעותית, עד כדי כך שבהולנד תוחלת החיים של התושבים מתקצרת ב-9 חודשים, רק בגלל אותו ערפיח.\nהמעצב ההולנדי Daan Roosegaarde ביחד עם החוקר בוב אורסם (Bob Ursem) מאוניברסיטת Delft Technology והחברה האירופאית Nano Solutions, עובדים בשלוש השנים האחרונות על ייצור שואב אבק הערפיח הגדול בעולם, בכדי להפוך את המגורים בעיר המודרנית ליותר נקיים ובריאים. מגדל ה-Smog free עושה שימוש בטכנולוגית יון המוגנת בפטנט, בכדי ליצור בועות נטולות ערפיח באיזורים ציבוריים, וכך בעצם לאפשר לאנשים לנשום ולהנות מאוויר נקי בחינם (עד 75% נקי יותר). המגדל הראשון בתוכנית מתנשא לגובה של 7 מטר, ויכול לנקות עד כ-30,000 מטר מעוקב (m3) של ערפיח דקיק בשעה, בעודו עושה שימוש מינימלי בחשמל ובמים.\nמקור: Smog Free Tower, Studio Roosegaarde\nבכדי להוסיף טוויסט מעניין לעלילה, צוות היזמים השאפתן יעשה שימוש בחלקיקי ערפיח המסוננים על ידי המגדל, בכדי ליצור תכשיטים בצורת חפתים לגבר או טבעות לאישה, אשר יכילו כ-1,000 מטר מעוקב של אוויר מזוהם. לטענת המעצב Roosegaarde, באיזורים בהם זיהום האוויר חמור במיוחד, ניתן יהיה ליצור מידי יום למעלה מ-3,500 קוביות שישמשו לתכשיטים. בכדי להמחיש בצורה קצת יותר ברורה את יכולותיו של המגדל, 10 שעות עבודה של טיהור אוויר יספיקו בכדי למלא את המדיסון סקוור גארדן באוויר צלול ונקי יותר.\nבכדי להפוך את החלום למציאות, המוחות מאחורי המיזם יצאו בקמפיין קיקסטארטר בחודש יולי האחרון, אשר הגיע לסיומו ממש בימים האחרונים לאחר שגייס בהצלחה 113,153 יורו. מטרת הקמפיין היא לממן את שלב הפיילוט הראשון של המגדל ברוטרדם, הולנד. בשלב הבא, התכנון הוא להסיע את המגדל ברחבי העולם, מעיר לעיר, בכדי לאפשר לאזרחים המתגוררים בהן להרגיש את ההבדל בנשימת אוויר ערים צלול.\n\n ", "keywords": "smog free tower,ערפיח,זיהום אוויר,רוטרדם,הולנד,איכות הסביבה,daan roosegaarde,מטהר אוויר ענק,מגדל נטול ערפיח,סין,זיהום אוויר סין,אוויר נקי,אוויר,clean air,smog,smog free"}