{"url": "https://www.geektime.co.il/eyeyon-medical-raises-3-6m/", "type": "article", "title": "EyeYon Medical הישראלית מגייסת 3.6 מיליון דולר [גיוס]", "description": "EyeYon הישראלית, אשר פיתחה עדשה ייחודית לטיפול בבצקת בקרנית העין, מודיעה היום (א׳) על השלמת סבב גיוס שני, שבין היתר ישמש אותה לביצוע ניסויים קלינים ופיתוח מוצרים חדשים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/04/eyeone.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-04-19T12:34:38Z", "modified_time": "2015-04-19T12:42:54Z", "articleBody": "EyeYon הישראלית, אשר פיתחה עדשה ייחודית לטיפול בבצקת בקרנית העין, מודיעה היום (א׳) על השלמת סבב גיוס שני, שבין היתר ישמש אותה לביצוע ניסויים קלינים ופיתוח מוצרים חדשים\nמקור: EyeYon\nחברת EyeYon Medical הישראלית, המפתחת פתרונות ייחודיים ל-Corneal Edema (בצקת קרנית), הודיעה היום (א׳) על השלמת סבב גיוס בסך 3.6 מיליון דולר. הסבב הנוכחי התנהל בהובלת TriVentures, Pontifax, מפיץ הודי גדול, המדען הראשי והמשקיעים הקיימים – מור יישום מחקרים בע״מ, Van Leer Ventures Jerusalem, קבוצת סגם ו-JDA, הרשות לפיתוח ירושלים. כמו כן, השתתפה בגיוס הנוכחי בעלת מניות קיימת בחברה, קבוצת ההשקעות דוקור אינטרנשיונל.\nהבעיה לה החברה הישראלית פיתחה פתרון היא בצקת בקרנית, המתבטאת בפגיעה בראייה ובכאבים עזים בגלגל העין. הפתרון האפקטיבי היחידי המצוי בשוק כיום הינו השתלת קרנית מתורם, שהינה גם השתלת האיברים הנפוצה והעתיקה בעולם. המוצר של חברת EyeYon שיצא לשוק השנה הינו עדשת מגע היפר-אוסמוטית, המאפשרת ספיחה של נוזלים מהקרנית, תוך כדי הקלה על המחלה על ידי ריכוז היפר אוסמוטי של הנוזל מעל הקרנית. העדשה נמצאה יעילה במחלות קרנית רבות וכיום החברה פועלת להרחבת האינדיקציות, בין היתר על פיתוח של שתל אשר מרפא את המחלה לחלוטין ובכך מייתר את הצורך בהשתלת קרנית.\nEyeYon Medical נוסדה על ידי ד”ר עופר דפנא, רופא עיניים בכיר וד”ר אריה מרקוביץ’, מנתח עיניים מומחה. בסך הכל מאז הקמתה של החברה בשנת 2010 גייסה 4.3 מיליון דולר, כשהגיוס הראשוני שלה לפני כשלוש שנים, התבצע עם כניסתה לחממת ון-ליר (כיום חממת קסניה ון-ליר, VLX). הגיוס הנוכחי ישמש את החברה לביצוע ניסויים קליניים נוספים, החדרת המוצר לשווקים עולמיים ולהמשיך לפתח ולסחור במוצרים הרפואיים החדשניים שלה.\nנחום פררה, מנכ”ל החברה התייחס לגיוס ואמר כי זה ״מהווה הבעת אמון משמעותית מאוד בחברה הן מצד הקרנות המובילות בארץ והן מצד המשקיעים הקיימים. יחד עם השותפים החדשים נוכל לממש את הפוטנציאל הרב הטמון בחברה כדי לעזור לשפר את איכות חייהם של מיליוני חולים בכל העולם. ההשקעה החדשה תאפשר לנו להרחיב את הצוות האיכותי של החברה ולקדם בצורה מואצת את פיתוח המוצרים החדשניים כדי לשפר את עולם רפואת העיניים”.\nסרטון הדמיה – EyeYon Medical\n", "keywords": "eyeyon,medical,גיוס,גיוס הון,רפואי,בצקת בקרנית העין,vlx ventures,סטארטאפ,סטארטאפ ישראלי,eyeone medical,רפואה,פיתוח רפואי,טכנולוגיה"}