{"url": "https://www.geektime.co.il/google-fit-report/", "type": "article", "title": "דיווח: גוגל תחשוף בסוף החודש את Google Fit, המענה שלה ל-HealthKit", "description": "התשובה ל-HealthKit של אפל ול-Simband של סמסונג צפויה להגיע כבר ב-Google I/O הקרוב, בדמות פלטפורמה אחת שתהיה קיימת על כל המכשירים הלבישים מבוססי אנדרואיד ותאסוף מהם מידע.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/google-fit-285-175.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-15T09:35:33Z", "modified_time": "2014-06-15T09:50:11Z", "articleBody": "התשובה ל-HealthKit של אפל ול-Simband של סמסונג צפויה להגיע כבר ב-Google I/O הקרוב, בדמות פלטפורמה אחת שתהיה קיימת על כל המכשירים הלבישים מבוססי אנדרואיד ותאסוף מהם מידע.\nצילום מסך, System Dump ל-LG G Watch\nבכנס WWDC האחרון, אפל הציגה את HealthKit, פלטפורמה המיועדת לייצר אינטראקציה עם אפליקציות ומשחקים ומטרתה לאסוף נתונים בריאותיים כגון מספר הצעדים שהלכתם במשך היום, קלוריות ששרפתם וצרכתם, קצב לב וכו׳ – כחלק בלתי נפרד מ-iOS8. מעט לפני כן, סמסונג חשפה את ה-Simband, צמיד ניטור רפואי חדש, המבוסס על מספר רב של חיישנים ועובד יחד עם פלטפורמת Big Data, אשר יעקוב אחר מצבו הרפואי של גוף האדם בדרכים חדשות וידע להתריע בעת מצבים מסוכנים. כעת, על פי דיווח שמגיע מאתר Forbes, צפויה גוגל ולהשיק בכנס המפתחים הקרוב שלה, Google I/O שירות חדש בשם Google Fit.\nעל פי דיווח נוסף מ-Android Police, שמגיע בהמשך לדיווח מ-Forbes ניתן להבין כי השירות החדש יפעל במתכונת דומה ל-Google Play Games, פלטפורמת המשחקים במכשירי אנדרואיד ומהווה בעצם מרכז משחקים אחוד לאנדרואיד, באמצעותו המפתחים יכולים להשתמש ב-API וליהנות ממגוון שירותים, כגון טבלאות, משחקים מרובי משתתפים ועוד. עוד לא ברור אם Google Fit יגיע כשירות מובנה לתוך הגירסא הבאה של אנדרואיד, או אפליקציה עצמאית אותה המשתמשים יוכלו להוריד מחנות האפליקציות של גוגל, אך על פי הדיווח Google Fit תגיע כאפליקציה שתאפשר למכשירים לבישים לבצע אליה אינטגרציה ולהעביר אליה נתונים בריאותיים באמצעות API.\nמקור: יח״צ\nהפלטפורמות החדשות של גוגל ואפל יאפשרו למשתמשים, כפי שניתן להבין, מצד אחד לקבל מבט כולל על הפעילות שלהם דרך כל המכשירים הלבישים שברשותם – לדוגמא, את מספר הצעדים שנספרו באמצעות צמיד ה-Jawbone Up ואת קצב הלב הממוצע שנמדד באמצעות שעון ה-Polar, במקום שיצטרכו להיכנס לכל אפליקציה בנפרד ולאסוף את הנתונים בעצמם. הם גם יוכלו לקבל סטטיסטיקות ומשובים, ואף להשוות את הנתונים שלהם עם משתמשים אחרים באותה הפלטפורמה. מצד שני, ענקיות הטכנולוגיה יקבלו גישה למאגר עצום של מידע אודות הנתונים הבריאותיים של המשתמשים, ויוכלו להשתמש במידע הזה למטרות של מחקר ופיתוח.\nגוגל כבר ניסתה לעשות את צעדיה הראשונים בתחום עם Google Health, אך זו נסגרה בסופו של דבר ב-2012. הפלטפורמה החדשה של גוגל, Google Fit צפויה לעשות את הופעת הבכורה שלה עם השקת המכשירים הראשונים אשר יריצו את מערכת ההפעלה שלה למכשירים לבישים, Android Wear, ה-LG G Watch או ה-Motorola Moto 360, אשר צפויים לעשות את הופעת הבכורה שלהם ב-Google I/O. אחד מהאתגרים שצפויים לעמוד בפני גוגל ולאפל, הוא כיצד לעשות שימוש במידע הרפואי הרגיש הצפוי להגיע מן המכשירים הללו ולקבל את האישורים המתאימים מה-FDA. בכל מקרה, Google Fit צפוי להוות את התחרות העיקרית ל-HealthKit של אפל, פרטים נוספים נדע בוודאי ב-Keynote של Google I/O, אשר צפוי להיות השנה מרגש ומסקרן במיוחד.", "keywords": "גוגל,אנדרואיד,מחשוב לביש,android wear,google fit,google play,גוגל פיט,גוגל פליי,google,android,simband,healthkit,בריאות,health,fit,כושר"}