{"url": "https://www.geektime.co.il/cellcure-getting-1-33-milllion-dollars-grant-from-head-scientist/", "type": "article", "title": "סלקיור הישראלית מקבלת מענק של 1.33 מיליון דולרים מהמדען הראשי [גיוס]", "description": "החברה תקבל את המענק על בסיס מחקר מתקדם שביצעה, בדרך לפיתוח פתרון רפואי לניוון מולקולרי הגורם לעיוורון בגיל מבוגר", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/stemcellmain477x361.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-14T11:37:18Z", "modified_time": "2013-05-14T11:37:18Z", "articleBody": "החברה תקבל את המענק על בסיס מחקר מתקדם שביצעה, בדרך לפיתוח פתרון רפואי לניוון מולקולרי הגורם לעיוורון בגיל מבוגר\nמקור: יח”צ, עיבוד תמונה\nחברת הביוטק הישראלית סלקיור (Cell Cure Neurosciences), המשמשת כחברת בת של ענקית הביוטק BioTime, הודיעה היום על קבלת מענק בגובה 1.33 מיליון דולרים מהמדען הראשי. הכסף ישמש את החברה לטובת מימון עלויות הפיתוח של המוצר הטיפולי החדש מבית החברה, OpRegen, מבוסס תאים המיועד לטיפול בניוון מולקולרי, מחלת ראייה הקשורה להזדקנות. כמו כן, החברה הודיעה כי תגיש בקשה לפתיחה בניסויים קליניים בבני אדם עוד השנה.\nניוון מולקולרי היא מחלה הפוגעת בתאי הראייה המרכזיים ברשתית העין ובכך גורמת לירידה חדה ביכולת הראייה של בני האדם. הגורמים העיקריים למחלה כיום הם ההזדקנות, גנטיקה, עישון, תזונה, לחץ דם גבוה ומחלות לב. המחלה, הנפוצה יותר בקרב נשים, מהווה את הגורם העיקרי לעיוורון מעל גיל 55, כאשר מגיל 65 ומעלה כ-25 אחוזים מכלל האוכלוסייה סובלת ברמה כזו או אחרת מהמחלה.\nהפלטפורמה הטכנולוגית של סלקיור מבוססת על ייצור מוצרים תאיים שמקורם בתאי גזע, והתוכניות הנוכחיות של החברה כוללות טיפול בניוון מולקולרי, מציאת טיפול לפרקינסון ומציאת תאים שעשויים להיות יעילים לטיפול במחלת הטרשת הנפוצה (ניוון שרירים). בשנים האחרונות, החברה מתמקדת בעיקר בפיתוח טיפולים מבוססי תאי אדם לטיפול במחלות ניווניות של בני אדם.\nמקור: צילום מסך, עיבוד תמונה\n“אנו רוצים להודות למשרד המדען הראשי עבור השתתפותם בקידום הפרוייקט החשוב הזה של רפואה רגנרטיבית”, סיפר צ’ארלס אירווינג, מנכ”ל חברת סלקיור. “הצורה היבשה של ניוון מולקולרי הנובעת כתוצאה מהזדקנות משפיעה על מעל ל-3.7 מיליון בני אדם החיים בארצות הברית לבדה. אנו צופים כי מוצר ה-OpRegen יצליח לייצר הבדל אמיתי באיכות החיים של האוכלוסייה המזדקנת במדינות מתועשות רבות ולכן זוהי השקעה אסטרטגית, לא רק עבור ישראל, אלא עבור העולם כולו.”\nחברת סלקיור הוקמה בשנת 2005 כחברת בת של ES Cell International Pte בע”מ, שהיא בעצמה חברת בת של ענקית הביומד BioTime. בעלי המניות העיקריים של החברה כוללים את BioTime, הדסית BioHoldings וטבע. החברה ממוקמת בירושלים ופועלת מהקמפוס של בית החולים הדסה בעיר.", "keywords": "סלקיור,ביוטיים,biotime,cell cure,רפואה,מדע,טכנולוגיה,health,science,technology,raise,fund,startups,startup,סטארטאפים,סטארטאפ,גיוס,ניוון מולקולרי,עיוורון,ראייה,סטארטאפ והון סיכון"}