{"url": "https://www.geektime.co.il/opko-acquires-prolor-biotech-480-million-dollars-exit/", "type": "article", "title": "פרולור ביוטק הישראלית נרכשת בעבור 480 מיליון דולר [אקזיט]", "description": "חברת הביומד הישראלית, המפתחת טכנולוגיה להארכת זמן הפעילות של החלבונים בגוף, תירכש בעסקת מניות על ידי אופקו של פיליפ פרוסט בעסקה שתושלם במחצית השנייה של השנה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/04/prolor300183.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-04-24T10:55:37Z", "modified_time": "2013-04-24T14:52:08Z", "articleBody": "חברת הביומד הישראלית, המפתחת טכנולוגיה להארכת זמן הפעילות של החלבונים בגוף, תירכש בעסקת מניות על ידי אופקו של פיליפ פרוסט בעסקה שתושלם במחצית השנייה של השנה\nמקור: יח”צ, עיבוד תמונה\nחברת התרופות והאבחון הבינלאומית Opko Health הודיעה היום כי הגיעה להסכם רכישה עבור חברת Prolor Biotech הישראלית תמורת 480 מיליון דולרים. המיזוג יתבצע בעסקת מניות, כאשר על פי ההסכם בעלי המניות של Prolor יקבלו עבור כל מנייה שבאחזקתם בחברה 0.9951 מניות של חברת Opko על פי ערך של 7 דולרים למנייה. סכום העסקה הכולל מהווה פרמיה של 20 אחוזים על בסיס וליואציית הסגירה של חברת Prolor, שהוערך בתום יום העסקים האחרון ב-369.80 מיליון דולרים. על פי ההודעה, החברות מצפות לסגור את העסקה באופן סופי במחצית השנייה של 2013.\nפרולור מפתחת את טכנולוגיית CTP, המאריכה את משך הזמן בו החלבונים נשארים פעילים בגוף, באופן משמעותי. הגירסה ארוכת הטווח של פרולור להורמון הגדילה האנושי, השלימה בהצלחה ארבעה ניסויים קליניים כולל ניסוי שלב 2 במבוגרים עם חוסר בהורמון גדילה. התוצאות של הניסוי הראו כי לתרופה המשודרגת של פרולור יש פוטנציאל להפחית את המינון הנדרש של הורמון הגדילה האנושי מפעם ביום לפעם בשבוע. החברה מפתחת פתרון דומה לטיפול בילדים ומבצעת כיום ניסויים מתמשכים על מנת לבסס את ההשפעה שלו.\nשי נוביק, נשיא פרולור מסר כי “אנו מאמינים כי עסקה זו תעצים את הערך שיצרנו בפרולור ותספק לבעלי המניות שלנו תנאים כלכליים אטרקטיביים, כמו גם את ההזדמנות להמשיך לשתף פעולה בהצלחתה של החברה הממוזגת. אנו מאמינים כי Opko מחוייבת לחדשנות ולצמיחה, עם הפורטפוליו המגוון של מוצרים טיפוליים ואבחונים חדשניים ויחד עם נוכחות בינלאומית גוברת בנוסף להשקעות שוטפות בצוות ניהול מנוסה יהפכו את השילוב הזה לאידיאלי עבור פרולור”.\nחברת Opko מתמקדת בתרופות, התקנים וכלי אבחון רפואיים ברחבי העולם ובעלת עניין מיוחד בשווקים מתפתחים. החברה עובדת על פרוייקטים לאבחון מחלות כגון פרקינסון, אלצהיימר, סרטן ומחלות כרוניות שונות. שווי השוק של Opko מוערך בכ-2.2 מיליארד דולרים והיא נמצאת בבעלות פיליפ פרוסט, יהודי אמריקאי המכהן בין היתר כיושב ראש חברת טבע והמשקיע הפרטי הגדול ביותר בה.\nלאחר שבשנת 2006 מכר לטבע את איווקס לפי שווי של 7.4 מיליארד דולרים. פרוסט מחזיק ב-1.6 אחוזים מזכויות ההצבעה בחברה. מאז ייסד פרוסט את אופקו, ביצע מספר רכישות אסטרטגיות של חברות בתחום הביומד, ביניהן Ourlabs, Faramdiet, ALS, Claros Diagnostics ו-FineTech הישראלית. בנוסף, פרוסט החזיק ב-19.8 אחוזים ממניות פרולור לפני הרכישה.\n", "keywords": "אופקו,פרולור,ביוטק,ביומד,רפואה,opko,prolor,biotech,biomed,medical,פיליפ פרוסט,טבע,מדע,phillip frost,teva,science,אקזיט,exit,סטארטאפים,סטארטאפ,startups,startup"}