{"url": "https://www.geektime.co.il/helloheart-raises-9-mm/", "type": "article", "title": "הסטארטאפ הישראלי שימנע התקפי לב מגייס 9 מיליון דולר", "description": "הפיתוח של Hello Heart משלב בין נתונים ממכשירי ניטור ובדיקות מעבדה ומחקרים רפואיים, כדי להציג למשתמש תמונה מדוייקת וידידותית של בריאות הלב. מעיין כהן, המייסדת: ''רוצים להוביל את תחום הרפואה המונעת''", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Untitled-1-copy-1520408057.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-07T09:41:27Z", "modified_time": "2018-03-07T09:56:05Z", "articleBody": "הפיתוח של Hello Heart משלב בין נתונים ממכשירי ניטור ובדיקות מעבדה ומחקרים רפואיים, כדי להציג למשתמש תמונה מדוייקת וידידותית של בריאות הלב. מעיין כהן, המייסדת: ”רוצים להוביל את תחום הרפואה המונעת”\nמקור: Hello Heart\nאנחנו מוקפים כיום בחיישנים, מוצרים לבישים ושעונים חכמים אחרים שעוקבים אחרי הפעילות שלנו ומדרבנים אותנו להשקיע בפעילות גופנית. אולם Hello Heart (הלו הארט) סטארטאפ ישראלי מצליח לאסוף את המידע ולהציל – פשוטו כמשמעו – חיים של משתמשים בו. הנשק: הרבה דאטה, אלגוריתמים ושיטות הנעה פסיכולוגיות. היום (ד’) מודיע הסטארטאפ על גיוס של 9 מיליון דולר בהשתתפות כמה מהקרנות המובילות בעולם.\nמחלות לב הן גורם המוות מספר 1 בעולם, הפיתוח של החברה מתבסס על מחקרים לניהול ושיפור יתר לחץ דם ובריאות לב ונעזר הן בנתונים שמתקבלים ממספר מקורות ביניהם: נתונים ממכשירי ניטור לחץ דם של המשתמש, שמועברים בעזרת Bluetooth לסמארטפון; תוצאות של בדיקות מעבדה שביצע המשתמש – המערכת מתממשקת אוטומטית למרכזים רפואיים בארצות הברית; ומידע שהוא מזין ידנית ממד לחץ דם רגיל. התוצאה: במקום רק להביט במדדים או מספרים, שאולי לא אומרים להם הרבה, יכולים אנשים עם יתר לחץ דם וסיכון למחלות לב להבין ולשפר את הבריאות שלהם בזמן אמת, כשהתובנות וההמלצות שמספקת להם המערכת נבדקו מחקרית ומוצגות בצורה פשוטה וידידותית. בנוסף לתוצאות ולתובנות מציגה המערכת גם תזכורות לנטילת תרופות וכן טיפים יומיים בנושאים בריאותיים ותזונתיים.\nHello Heart (לשעבר, Hello Doctor) הוקמה ב-2013 על ידי מעיין כהן, ערן קייזר וזיו מלצר. הרעיון למיזם נולד לאחר שבן זוגה לשעבר של כהן אובחן כחולה במחלת הסרטן, מה שגרם לו להסתובב בין כמה רופאים, לעבור עשרות טיפולים ולקבל חוות דעת ממגוון רחב של אנשי מקצוע. השניים היו מוצפים במידע רפואי כמו בדיקות, אבחנות וחוות דעת של רופאים אבל התקשו להבין מה המגמה ומה עליהם לעשות. החברה גייסה כ-3 מיליון דולר בסבב סיד ועתה היא מודיעה על גיוס של 9 מיליון דולר בהובלת כמה מהקרנות הנחשבות ביותר בסיליקון וואלי: קרן BlueRun, שהיתה בין המשקיעות הראשונות בפייפאל, בווייז והשקיעה גם בסטארטאפים ישראליים נוספים כמו uMake ואיירובוטיקס; קרן Maven Ventures, קרן Resolute Ventures ו-WTI.\nהחברה פועלת במודל של B2B2C, כלומר הלקוחות שלה הם ארגונים גדולים שרוכשים מינויים עבור עובדיהם או חברות ביטוח רפואי בארצות הברית, שמציעות את האפליקציה כשירות עבור המבוטחים שלהן. גורם חזק ועולה בתחום הוא חברות ענק דוגמת אמזון או אפל שנכנסות לתחום הביטוחים הרפואיים ויוצרות מעין ‘קופת חולים’ פרטית לעובדיהן. Hello Heart כבר חתומה על הסכמים עם מספר חברות גדולות מאוד ביניהן Mosaic Chemicals שמציעה את השירות של החברה ליותר מעשרת אלפים העובדים שלה.\nבשיחה עם גיקטיים מספרת מעיין כהן, שותפה-מייסדת ומנכ”לית Hello Heart, שהחברה מתכננת להשתמש בהון שגייסה לצורך כניסה לתחומי פעולה נוספים כמו מחלת הסוכרת וכן לשילוב של אלגוריתמי AI לניתוח ולהמלצות הרפואיות של החברה: “אנחנו רוצים להוביל את תחום הרפואה המונעת בעולם בעזרת האנשים שיקבלו שליטה על הגוף שלהם”. לדברי כהן היא נתקלת באופן קבוע במשתמשים שניצלו לאחר שהמערכת התריעה בפניהם על מצבים מסוכנים. בנוסף, מתכננת החברה להשתמש בהון לצורך גיוס עובדים נוספים ביניהם מפתחי Full-Stack ודאטה סיינטיסט (מדען נתונים).", "keywords": "hello heart,hello doctor,הלו הארט,הלו דוקטור,מעיין כהן,רפואה,רפואי,מדיקל,סטארטאפ,גיוס הון,השקעה,"}