{"url": "https://www.geektime.co.il/xiaomi-mi-a1-review/", "type": "article", "title": "ה-Mi A1 של שיאומי הוא האלטרנטיבה המשתלמת לפיקסל [סקירה]", "description": "מכשיר הדגל החדש של שיאומי כולל מערך צילום כפול, סוללה שתשרוד יממה די בקלות, גרסה נקיה של אנדרואיד עם עדכונים מהירים ותג מחיר תחרותי. האם זה הוא הסמארטפון עם התמורה המשתלמת ביותר?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/phone1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-27T11:30:02Z", "modified_time": "2017-10-26T21:32:26Z", "articleBody": "מכשיר הדגל החדש של שיאומי כולל מערך צילום כפול, סוללה שתשרוד יממה די בקלות, גרסה נקיה של אנדרואיד עם עדכונים מהירים ותג מחיר תחרותי. האם זה הוא הסמארטפון עם התמורה המשתלמת ביותר? \nכאשר שיאומי הכריזה על מכשיר הדגל הבא שלה, ה-Mi A1 היה נראה כי מדובר בלהיט פוטנציאלי; מכשיר חדש בפלטפורמת Android One, אותה גרסת אנדרואיד נקייה שתוכלו למצוא במכשירים של גוגל מסדרת הנקסוס והפיקסל, מערך צילום כפול ומרשים, מפרט טכני מספק בהחלט ותג מחיר נוח של 230 דולר בלבד. מכיוון שאנחנו לגמרי תומכים במגמה של ׳למה לשלם 4,000 ש״ח על מכשיר אם אפשר לקבל את אותו הדבר, רק בלי המותג, בפחות כסף׳ (זו היא אינה פרסומת לרשת מזון), לקחנו את המכשיר לבדיקה.\nה-Mi A1 מגיע עם מסך 1080p בגודל 5.5 אינץ׳ ׳סטנדרטי׳ ובעל שוליים רגילים ולא מקוצצים כפי שהתרגלנו לראות במכשירי הדגל שהושקו לאחרונה (כמו ה-Galaxy S8 וה-LG G6), זאת למרות שנזכיר כי שיאומי הייתה הראשונה להציג מכשיר נטול שוליים לחלוטין עם ה-Mi Mix. מאפיין עיצובי שאיתו החברה כן יישרה קו הוא בעובדה שהוא מגיע ללא כפתור פיזי, מה שאומר שמנגנון טביעת האצבע שלו ממוקם באיזור אסטרטגי ונוח בחלקו האחורי. מעל חיישן טביעת האצבע ניתן למצוא את שתי עדשות המצלמה האופקיות ולצידן את הפלאש. אגב, למעט הכפתור שמסגיר שמדובר בשיאומי, סביר להניח שלא הייתם מבדילים בינו לבין ה-OnePlus 5.\nצילום: גיקטיים\nבחלקו העליון של המכשיר נמצא מיקרופון ומשדר IR, בצידו הימני ניתן למצוא את שני הכפתורים שלו – כפתור הווליום ומתחתיו כפתור ההפעלה והכיבוי, כאשר צד שמאל מגיע נטול כפתורים למעט פתח ליציאת הסים הכפול. מדובר בעיצוב קצת שונה שדורש זמן תרגול, וגם אחרי לא מעט ימים של שימוש במכשיר, אנחנו עדיין ניסינו להפעיל אותו באמצעות כפתור הווליום, כי שם התרגלנו שנמצא כפתור ההפעלה במרבית הסמארטפונים (מדובר בתצורה זהה לזו שב-Mi-Mix).\n\n \nאם תהיתם, יציאת האוזניות הסטנדרטית נשארה איתנו והיא מוקמה בתחתית המכשיר, בצמוד אליה מיקרופון נוסף, חיבור USB Type-C ורמקול. אגב רמקול, מערך הסאונד של המכשיר בהחלט מרשים – גם הרמקול וגם כאשר מחברים לו אוזניות – רק תשמרו על האוזניים, כי לנו באופן אישי הווליום היה עוצמתי מידי גם כשהוא היה קצת מעל האמצע.\nמבחינה חיצונית-פיזית גופו של המכשיר כולו עשוי מתכת, הוא בעל קצוות מעוגלים ועוביו מסתכם ב-7.33mm. ה-A1 בעל עיצוב סולידי, נראה ומרגיש איכותי, אבל בשורה התחתונה אין בו מבחינה עיצובית משהו מיוחד או מעורר פליאה. הוא מרגיש טוב ביד, אולי אפילו טוב מידי, שכן לי באופן אישי הוא הרגיש קצת כבד. שימו לב רק שהמכשיר די חלקלק כך שההמלצה שלנו היא להתחדש בכיסוי בהקדם המידי. מה שכן, יאמר לזכותו של המכשיר שהוא מתמודד יפה עם טביעות אצבע.\nה-Mi A1 בעל מסך 5.5 אינץ׳ LTPS עם FULL HD (רזולוציית 1920x1080px) וצפיפות פיקסלים של 403 PPI. על הנייר שיאומי מבטיחה בהירות בעוצמה של 450nit ויחס ניגודיות של 1000:1. יש לציין שמדובר בצג מסוג LCD IPS ולא AMOLED, כך שהצבעים, הקונטרסטיות ובעצם החוויה הכוללת מהמסך לא מרהיבה. יחד עם זאת, סוגיה זו מחזירה אותנו לתג המחיר של המכשיר, מה שאומר שמדובר כאן בבחירה מושכלת ובהחלט ׳מתקבלת על הדעת׳, ולא משהו שאמור להפיל את העסקה.\nצילום: גיקטיים\nבהשוואה ל-OnePlus 5, נראה כי קצב רענון התמונה בשיאומי איטי יותר והוא סובל ממעין לאגים. בוואן פלוס התמונה נראית יותר חיה, יותר רוויה, אבל בפועל בשיאומי הצבעים נראים יותר מדויקים ותואמים למקור. אם לא משווים בין המכשירים, התצוגה של ה-A1 מצויינת; ברגע שמניחים לצידו מכשיר אחר, החולשות שלו מתגלות, אבל באופן כללי המסך שלו טוב מאוד ואתם לא אמורים להבחין בהבדל אלא אם ממש תחפשו.\nבהקשר לתצוגה, שמנו לב שמנגנון ה-Touch של המכשיר לא פועל באופן מושלם, ולפעמים תידרשו לבצע את אותה התנועה פעמיים (או יותר) עד שהיא תיקלט ותתורגם.\nנקי נקי נקי. פשוט, כמו של פעם. חוויה טהורה וכיפית. המכשיר מגיע עם המינימום של המינימום. בניגוד לשאר המכשירים של שיאומי, שמגיעים עם MIUI, ה-Mi A1 מגיע עם ממשק אנדרואיד ‘נקי’ – ללא ה-Bloatware של היצרניות וספקיות הסלולר. האפליקציות המובנות בו הן רק אלו שאתם באמת משתמשים בהם – כל האפליקציות השימושיות של גוגל – Photos, Chrome, Drive, Maps, Play Store, Play Music, כמו גם DOU לצד שעון מעורר, לוח שנה ומחשבון. בזה זה פחות או יותר נגמר. היישום המובנה היחידי ש”פוגם” בחוויה הטהורה הוא “feedback”, יישום של שיאומי שמאפשר לכם לדווח על באגים או להציע הצעות לשיפור. ניסינו למחוק אותו וזה לא אפשרי, אבל באמת שהוא לא מזיק וכמעט שלא תרגישו בו.\nצילום: גיקטיים\nבניגוד למרבית מכשירי האנדרואיד, לחצני הפעולה הדיגיטליים שבו – חזרה למסך הבית, אחורה וההמבורגר (או הריבוע) להצגה של כל היישומים הפתוחים, מופיעים על המכשיר עצמו (בחלקו התחתון) ולא על המסך כמו שהתרגלנו. כאשר המכשיר נעול, מעל אלו מופיעים אייקון המצלמה להפעלתה המהירה, כפתור ביטול הנעילה או מיקרופון על מנת לקבל סיוע מה-Assistant של גוגל.\nסידור כפתורים מעט שונה. צילום: גיקטיים\nפחות אהבנו בממשק את העבודה שאם עושים תנועת סוויפ עם האגודל, גם אם אתם באמצע משחק סוער, האפליקציה תמוזער. מדובר במחווה שאולי נועדה להיות אינוטואיטיבית אבל בפועל היא מאוד לא נוחה ומטרידה כשהיא מגיעה באמצע משחק ובלי שציפיתם לזה. מסתבר אגב, שגם לא צריך לגעת פיזית במסך, אלא מספיק שתקרבו את האגודל לנקודה המסוימת ותרגישו ברטט מסוים והחלון ימוזער. בקיצור, תכונה די מעיקה ומיותרת בעינינו. פרט קטנוני נוסף נוגע לכך שכפתור ה-‘clear all׳ לסגירת כל האפליקציות שפועלות ברקע מופיע רק אחרי שתגללו עד למעלה. כלומר אם יש לכם 20 אפליקציות פועלות ברקע, תצטרכו לגלול לא מעט על מנת לסגור אותן במכה. קטנוני נו, אמרנו.\nבהקשר זה ראוי להתייחס לעדכוני המערכת וההבטחה שהמכשיר יזכה לאותו היחד כמו הפיקסלים והנקסוסים; למרות שמדובר במכשיר Android One, בפועל מערכת ההפעלה הנוכחית במכשיר היא אנדרואיד 7.1.2, כך שמומלץ לקחת את זה ההבטחה הזו בעירבון מוגבל)\nהגרסה הבסיסית של ה-Mi A1 מצוידת במעבד Snapdragon 625 (אותה ערכת שבבים שמצויה ב-Redmi Note 4 ו-Mi 5X) עם 4GB זיכרון RAM ונפח איחסון פנימי 64GB ואפשרות להרחבה על ידי כרטיס microSD. כמו כן הוא כולל גם גרסה עם 6GB זיכרון RAM ו-128GB נפח איחסון פנימי.\nאמנם לא מדובר ׳בצעקה האחרונה׳ בתחום המעבדים, אבל אין ספק שמדובר במעבד טוב, חזק ויעיל מספיק על מנת לתפעל את המכשיר בקלות. הוא התמודד ללא כל מאמץ עם מעברים חדים בין אפליקציות ומולטי-טאקסקינג גם כאשר פעלו יותר מ-20 יישומים ברקע, למעט ׳תקיעויות׳ בודדות ומסך שחור שהגיחו לפתע (כמו בכל מכשיר אנדרואיד). מקרה בולט אחד זכור לי כאשר ניסיתי לטעון את המשחק injustice 2 תוך כדי שהורדו אפליקציות כבדות נוספות למכשיר והוא פחות או יותר נחנק ונתקע על מסך שחור, מה שדרש רי-בוט. גם אחרי שהמשחק נטען בסופו של דבר האפליקציה קרסה באמצע והופעלה מחדש, אבל זו היא הסיטואציה ׳החמורה׳ היחידה שנתקלנו בה.\nמעבר לכך גם שהרצנו משחקים כבדים נוספים כמו מורטל קומבט ו-Real Raching המכשיר תפקד כרגיל וללא לאגים, וגם הגרפיקה הועברה בצורה איכותית וכייפית לצפייה. מה שעוד שמנו לב אליו הוא שגם אחרי זמן ארוך של משחק או שימוש במכשיר הוא לא התחמם בכלל. בקיצור – אל תתנו ׳למספר׳ להפחיד אתכם, המעבד עושה עבודה ומצוינת תוך כדי שהוא שומר על חיי הסוללה שלכם, אבל לזה נגיע בהמשך.\nהמכשיר כולל מערך צילום כפול, שמתבסס על 2 מצלמות 12 מגה פיקסל – אחת עם עדשה רחבה ואחת עם עדשת טלפוטו לזום X2. גודל הפיקסלים של המצלמות הוא 1.25 מיקרון – בדיוק כמו באייפון 7 פלוס למשל – וגדול יותר מה-1.12 מיקרון של הוואן פלוס 5 למשל – מה שאומר שאמור להילכד יותר אור ברגע הצילום, ואיכות התמונות משתפרת בתאורה נמוכה. כמו רוב המכשירים עם המצלמות הכפולות, גם המצלמה של ה-Mi A1 תומכת באפקט bokeh, כלומר צילום של אדם או חפץ, כשהרקע מטושטש. המצלמה הקדמית היא אותה מצלמת 5 מגה-פיקסל של ה-Mi 5X.\nצילום: גיקטיים\nהמסך הראשוני של המצלמה די פשוט, וכולל כפתורים למעבר למצב HDR (מה שלטעמנו מאט מאוד את זמן התגובה מרגע הלחיצה על הכפתור ועד הצילום בפעול), פלאש, מצב פורטרייט, מעבר בין המצלמות (קדמית ואחורית), פילטרים וכפתור לאפשרויות מתקדמות יותר. ברשותכם נתייחס למאפיינים המעניינים יותר ובראשם מצב הפורטרייט, המאפשר לכם לצלם תמונות עם אפקט עומק, כאשר אתם בוחרים מי הוא או מה הוא האוביקט המרכזי שבו אתם רוצים להתמקד, וכל השאר יהיה מטושטש. כעקרון, התכונה הזו אמורה להיות אחת מהחוזקות של המכשיר, אבל בפועל – היא קצת גימיקית. לפעמים התוצאה הייתה נחמדה, אבל ברוב המקרים היא נראתה בעינינו קצת מלאכותית. ניתן לראות את הפיקסלים המטושטשים לצד או מאחורי האוביקט המרכזי גם מבלי להגדיל את התמונה, וההבדלים בין האוביקט המפוקס לבין הרקע מאוד קיצוניים, מה שנראה כמו אפקט הטשטוש באינסטגרם. עם זאת, התוצאה הכללית היא יפה ומעניינת, אבל לא בטוח שניתן להשוות אותה למצלמת DSLR, או אפילו לתוצרים של האייפון 7 או 8.\nצילום: גיקטיים\nצילום: גיקטיים\nהפילטרים המובנים במכשיר מזכירים את אלו של אינסטגרם, והם יאפשרו לכם להפוך את התמונה לקשקוש (sktech), לצבוע אותה בשחור לבן ובקיצור לשחק עם הצבעים שלה. פילטרים נוספים וקצת משעשעים יותר הם אפקט עין הדג, מראה או mosaic, לטשטוש ׳איברים׳ או אלמנטים בתמונה שיופיעו מפוקסלים.\nלחיצה על כפתור ה-options הממוקם מעל כפתור הצילום תפתח בפניכם אפשרויות מתקדמות יותר כמו צילום פנורמה, טיימר, הפעלה של צילום באמצעות מחוות קוליות, מצב ״יופי״ (beautify) שגם ינחש את המין והגיל שלכם (לעיתים מחמיא, לעיתים מדכא) או מעבר למצב ידני שבו תוכלו לשלוט באיזון הלבן, פוקוס, זמן חשיפה, ISO ולבחור באיזו עדשה תרצו להשתמש (רחבה או טלפוטו). כמו כן, בכל מצבי הצילום תוכלו ללכוד תמונה באמצעות לחיצה כפולה בכל נקודה על המסך.\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים \nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nכמו מרבית המצלמות בסמארטפונים, גם זו של ה-A1 מככבת בתנאי תאורה אידיאלים אבל מגמגמת כשקצת מחשיך בחוץ. באופן כללי מדובר במצלמה טובה, עם צבעים מדויקים ואמיתיים (לצורך העניין, זו של ה-OnePlus 5 מעוותת את הצבעים ומוסיפה להם סטורציה). בתנאי חושך ניתן להפעיל את מצב ה-HHT במצלמה, שקצת משפר את התוצאה הסופית ומבטל רעשים בתמונות. בנוסף, הודות לעדשת הטלפוטו תוכלו ליהנות מזום אופטי 2x וזום דיגיטלי 10x. בשביל תמונות לשיתוף ברשתות החברתיות או ביישומי הודעות למיניהן, התוצרים בהחלט נראים יפה, אבל ברגע שמעבירים את התמונות למסך גדול יותר – הן נראות מפוקסות, קצת חיוורות ומטושטשות.\nגם בגזרת הסוללה עליכם להתנתק ממספרים, שכן על הנייר המכשיר מגיע עם סוללת 3080mAh, נתון לא מאוד מרשים. יחד עם זאת, הודות למעבד Snapdragon 625 המתאפיין בצריכה סוללה מינימלית, מדובר בשילוב מנצח. כמובן שזה תלוי ׳בחומרת׳ השימוש שלכם, אבל המכשיר מחזיק בקלות יום שלם בין הטענה להטענה, גם בשימוש כבד הכולל נבירה בפייסבוק, קריאה בגיקטיים וצפייה בסרטונים מיוטיוב.\nמאפיין מעט מאכזב הוא שאין תמיכה בטעינה מהירה, למרות שמבחינה טכנית זה אפשרי בלי בעיה. המכשיר מגיע עם כבל הטענה רגיל 5V/2A, מה שקצת מחזיר אתכם לאחור אם החזקתם לפני כן מכשיר התומך בטעינה מהירה. פתאום לחכות יותר משעה וחצי כדי להטעין את הסמארטפון מרגיש מיושן וקצת מעצבן. נכון לכתיבת שורות אלו המכשיר עומד על 24% סוללה ונמצא בטעינה, והצפי הוא שיקח לו עוד שעה ו-54 דקות עד שהוא יטען במלואו. לצורך השוואה, בבדיקה שביצענו עם ה-OnePlus 5 סוללת המכשיר עלתה מ-3% ל-30% בתוך רבע שעה בלבד, וארבעים דקות לאחר מכן היא כבר הייתה על 80% סוללה. כלומר, הטענה מלאה של הסוללה תושלם בתוך שעה, בניגוד לקרוב לשעתיים ב-A1. בהתחשב בכך שהסוללה מחזיקה בקלות יום שלם זה לא מאוד נורא, כי סביר להניח שתניחו את הטלפון להטענה שכזו במהלך הלילה, וזה לא ממש משנה לכם אם זה יקח שעה, שעתיים או 7 שעות.\nיתרונות: מחיר, Android One, רמקולים עוצמתיים\nחסרונות: לא עמיד למים, אין תמיכה בהטענה מהירה\nהאמת היא שמהרגע הראשון שנפגשנו לא היה בינינו קליק וכך זה נשאר, למרות שממש ניסיתי ורציתי לאהוב את המכשיר. יחד עם זאת, אם אתם מחפשים אחר סמארטפון שנראה ומרגיש טוב, וללא ספק מציע את התמורה הכי טובה לכסף כרגע, זו היא אופציה מצוינת בשבילכם. ל-Mi A1 יש את כל מה שצריך – מפרט טכני נדיב, עיצוב שמרני אך לא רע, מחיר מעולה ומערכת הפעלה אידיאלית.\nמחירו של המכשיר בישראל עומד על 1,350 ש”ח וניתן לרכוש אותו ברשתות KSP ואייבורי (המחיר כולל אחריות של היבואן הרשמי למשך שנתיים).", "keywords": "שיאומי,mi a1,xiaomi,xiaomi mi a1,מכשיר,מכשיר דגל,סמארטפון,סקירה,סקירה שיאומי,סקירת מכשיר,android one"}