{"url": "https://www.geektime.co.il/web-summit-2016-review/", "type": "article", "title": "היישר מליסבון: Web Summit בסיכום מהיר עם כל מה שפספסתם", "description": "מעטים הם הכנסים המקצועיים שמצליחים להביא קהל כה רב ומגוון כמו הכנסים של WebSummit. הפעם, יחד עם מעל 50,000 משתתפים מכל רחבי העולם, טסתי לליסבון לראות על מה המהומה - לפני שהכנס עובר ליעד הבא שלו", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/conference-review.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-01T11:30:09Z", "modified_time": "2016-12-01T11:44:19Z", "articleBody": "מעטים הם הכנסים המקצועיים שמצליחים להביא קהל כה רב ומגוון כמו הכנסים של WebSummit. הפעם, יחד עם מעל 50,000 משתתפים מכל רחבי העולם, טסתי לליסבון לראות על מה המהומה – לפני שהכנס עובר ליעד הבא שלו\n\nבסקירה הזו הייתי רוצה לסכם ולעדכן אתכם בכמה הרצאות מפתח ונקודות מעניינות, שיעבירו לכם את המסרים וגם קצת מהחוויה שהיתה, אם לא הייתם.\nבקצרה, WebSummit הוא לא פחות מ-21 כנסים, במגוון תחומים. התחומים נעים בין ה”ברור מאליו” – פיתוח ווב, עיצוב, יזמות וסטארטאפים, וממשיכים למחוזות מרתקים יותר דוגמת ספורט, רפואה, רובוטיקה וכדומה. חוץ מהרצאות וראיונות שנערכים במקום, יש גם דוכני אלפא ובטא של סטארטאפים, בימת פיצ’ים, אזורי נטוורקינג ועוד.\n\nהכנס נפתח בשעת אחה”צ בבימה המרכזית עם דמויות מפתח כמו מייסד WebSummit, ראש ממשלת פורטוגל, בכירי ממשלות אחרות ובהמשך גם השחקן ג’וזף גורדון לוויט (אתם ודאי זוכרים אותו מ-Inception!). הנושא סבב את המציאות הטכנולוגית החדשה שאנחנו חיים בה, תוך יצירת התרגשות והשראה לכל הדברים שעוד יגיעו.\nלגבי ג’וזף, השיחה המרכזית שלו היתה עם כתבת כלכלה בכירה ב-CNN, הם ניהלו שיח שעוסק בחיבור שבין שיתוף ויצירות אומנות, לבין התנהלות עסקית ביניהם באפליקציה שג’וזף בנה עם אחיו. היה כיף להאזין, והבחור שופע כריזמה וקסם אישי.\n\nההתחלה הפורמלית של הכנס עבורי היתה בהרצאה של סמנכ”ל הטכנולוגיה של פייסבוק – Mike Schroepfer. הנושא: מה פייסבוק מתכננת לא שנה קדימה – אלא עשור.\nמסתבר שחוץ מהמטרות המוצהרות של פייסבוק, לחבר את כל העולם ולייצר קשרים בין אנשים – הם עובדים על בניית מכונות ששולטות ומנווטות דרך ים המידע הזה. מייק דיבר על יצירת ממשקים (דוגמת VR) שדרכן כל אחד יכול לחוות את החברויות שהוא כבר יצר עד כה, בין איזורים מרוחקים בעולם, כאילו היו קרובים ברמת ההימצאות באותו חדר.\nכבר קיימת אינטליגנציה טכנולוגית שמאפשרת לקחת תמונה מצד אחד, סגנון אומנותי מצד שני, ולייצר שילוב מושכל שמדמה שהתמונה בוצעה באותו סגנון. עם זאת, דוגמא שמבהירה שאנחנו עוד לא מתקדמים מספיק היא: פיצה! ואסביר.\nמייק העלה תמונה של פיצה על המסך, ובזמן שכל האנשים בקהל יכולים בקלות להסיק שזו לא פיצה צמחונית, אין בנמצא תוכנה שתדע לעמוד על הניואנס המשמעותי הזה, שאומר המון על המקום בו אנחנו נמצאים טכנולוגית.\nחוץ מהרצאתו של מייק הרבה מהכנס סבב סביב נושא ה-VR. יש מוצרים שניתן לרכוש כבר היום (להלן – Oculus שנמצאת בבעלות פייסבוק), ולהגיע למצב שבלחיצה ניתן לחוות סרט או משחק בצורה אימרסיבית. במילים אחרות, מלבד הדוגמא של לחוות עמידה על גג של גורד שחקים, ניתן גם לסייע לנכים לאמן את הגוף מחדש לאחר פציעה דרך סימולציה וגירוי המוח.\nהרצאה מעוררת השראה – במיוחד בקטעים בהם ניתן היה לראות שימושים קיימים כבר לדברים שנחשבו למדע בדיוני רק לא מזמן.\n\nההרצאה הבאה המעניינת לה האזנתי היתה של מנכ”ל אוטודסק, Carl Bass – על הדרך בה נעצב בעתיד. אם היתה ברשותנו גישה לכל אמצעי המחשוב והעיבוד שיש – מה היינו עושים אחרת, כדי להגיע לעיצוב המוצר הטוב ביותר שאפשר?\nאוטודסק בחנו את הנושא על ידי תשאול של נהגי מירוץ, מה הם היו בונים אחרת במידה והיו מתכננים את הרכב משלב השילדה, וביצעו מיפוי שלה באופן ממוחשב. משם נתנו למחשב לקבל את ההחלטות לגבי החומרים, עיצוב השילדה החדשה, מבחני מאמץ וכו’. לאחר העיבוד, התוכנה ביצעה הדמייה של המוצר המושלם. אפילו למראית עין, השילדה נראית מחוזקת יותר בדיוק במקומות הנתונים למאמצים גדולים יותר. משם, הדפסת תלת מימד, והמוצר האופטימלי בידינו. החזון של אוטודסק הוא להשאיר את תהליכי התכנון בידי התוכנות, ולא רק את תהליכי הייצור. ממש כמו בסדרה “מראה שחורה” – רק ורודה!\nהרצאה הקשורה בנושא האתיקה בכל מוצר עליו תעבדו, Tristan Harris מדבר על “שבועת היפוקרטס” עבור מעצבים ומקבלי החלטות בחברות. במסגרת תהליך אפיון המוצר, אנחנו למעשה מבצעים “האקינג” למוח של המשתמש שלנו ומשפיעים על הבחירות שהוא מבצע והתהליכים שהוא עובר, מנחים ומנווטים אותו לאן שהוא כביכול צריך להגיע. אז איפה עובר הקו, מתי הפעולות האלו אינן אתיות ומבטלות את הבחירה האישית? הרי משהו בהכרח יוקרב כשמנסים לייעל תהליכים או לייצר הכוונה שיווקית כזו או אחרת. עד כמה נכון לגרום למשתמש להקריב את הזמן הפנוי?\nרמז: תחשבו על המסר שטינדר ופייסבוק מעבירות, בהינתן היכולת “לגלול לנצח”.\nהקליימקס של ההרצאה היה בקריאה לייעל את המשתמש, ולחסוך לו זמן. עלינו לתכנן מוצר שמאפשר למשתמשים לעזוב את המסך כמה שיותר מהר, ולא למשוך את הזמן בהישארות מולו. בקיצור, תהיו אלה שמצליחים לחסוך זמן, ותרוויחו יוזרים (בכבוד).\nטריסטיאן החליף את המונח “time spent” ב-“time well spent”. תחשבו על זה.\n\nמה הקהל שלכם מרגיש, ואיך ממלאים את מד האושר שלו? הלכתי להרצאה על Happiness 2.0 של Pamela Pavliscak, מייסדת Change Sciences Group, Inc. היא דיברה על הניסיונות של יוצרי מוצר לקלוע לרגשות של המשתמשים שלהם, עד כדי שהנסיונות לשמח את היוזר מתחילים להיות לשקופים גם לו.\nקחו כדוגמא את פייסבוק, שהשיקו “ליין” מעט יותר מורכב של רגשות מידיים (מלבד הלייק), אינסטגרם שמנסים לעשות זאת באמצעות פילטרים שמעבירים מצב רוח, ועד כדי אביזרים נלווים המשקפים את הרגשות של גיימרים במהלך משחק (חיישן שמוצמד לרגל של שחקן, כדי שהדמות שלו במשחק תציג את מצב הרוח שלו במציאות שמחוץ למשחק).\nפמלה הגדירה מודל לאושר המורכב ממספר גורמים, כאשר המסר המרכזי הוא: במקום לנסות לקלוע כל הזמן לרגשות, או לשמח את היוזר, צריך לתת לו את המרחב האישי, שיאפשר מקום לרגש של אותו הרגע. במילים אחרות, אין צורך לשער מה ישמח כמות אינסופית של בני אדם, תנו ליוזר “mental whitespace”. זאת אומרת, תשאירו מקום לחופש מחשבתי קל, הפוגה, בדמות איזורים לבנים, מצבים של החשכת מסך מפעם לפעם, או סטייטים בהם המערכת אומרת לך שהכל טופל, ומשחררת אותך מהתעסקות בה. מסתבר שהמרחב המחשבתי הזה יהיה מדויק למד האושר של היוזר באותו הרגע, והוא יקח את זה לאן שנכון. מעניין.\n\nכאשת חוויית משתמש (UX), הרגשתי צורך ממשי להיכנס לפאנל “האם UX הוא אופיום להמונים?”. ההבטחה היתה לבחון את המוצרים החדשים בשוק, ולבדוק את מי חוויית השימוש שלהם משרתת באמת. השורה התחתונה? אופן השימוש מתעצב לפי מה שהאפליקציות מציעות. למשל, באפליקציות דייטינג כמות האנגייג’מנט עם האפליקציה עצמה גדולה בהרבה מהתוצאה שהיא אמורה לייצר (מפגש בין אנשים במציאות), או מוצרים כדוגמאת סלאק, שהפכה להיות כל כך מרכזית – שמשתמשים “מתיישרים” לפיה ולא להיפך. קחו את זה בחשבון כשאתם חושבים על מוצר, כי כנראה שליוזרים שלכם יש כבר הרגלי שימוש.\nהרצאה של מייסד רדיט, Alexis Ohanian, הייתה במקרה דוגמא מושלמת לכך. כותרת ההרצאה: “העמוד הראשי של האינטרנט”, לא פחות. האתר עצמו – לא יפה ולא אידיאלי לשימוש משום בחינה, וזה עדיין אחד האתרים הגדולים בעולם. לכן, סיקרן אותי לשמוע מדוע גולשים נמצאים שם כל כך הרבה.\nהיתרון של רדיט, הוא שהאתר מספק פלטפורמה לכל אחד לנהל שיח אנונימי כמעט בכל נושא, ובמקביל מאפשר הפרדה בין הזהות הממשית שלכם, לבין זהות בה אתם בוחרים ברשת. ישנן קהילות מעמיקות מאוד, עם רמת אנונימיות חופשית, בה ניתן לדבר על כל דבר, ואפילו להוביל דיעה. בין אם מדובר בטיפוח שפמים (שפם!) או נושאים פילוסופיים אחרים.\nאז כמה חופש יצירתי אנשים לוקחים לעצמם? “העמוד הראשון באינטרנט” רק ממחיש עד כמה פונקציית הביטוי העצמי חשובה לאנשים בכלל ולמשתמשים בפרט.\n\nמייסד טינדר, Sean Rad, התראיין בשיחה שחתמה את היום השלישי.\nשון הסביר שלמרות שעל פניו – טינדר נראית “פשוטה”, תורה שלמה נכתבה כדי להביא את האפליקציה למקום בו היא נמצאת היום. המטרה שלהם היתה מההתחלה להגיע לתמצית הכי בסיסית של מה שהמשתמשים רוצים להשיג, והיו מוכנים לעשות זאת תוך שבירת מוסכמות לגבי איך מחפשים דייט.\n\nדברים ללמוד מהם? יש.\nהלב הכפול, שעונה על השאלה אילו שני אנשים מרגישים אותו הדבר. ההבנה בטינדר (אחרי מחקר ועבודה עם סוציולוגית) שאנשים פיתחו “חסינות” לתמונות מזוייפות, והעובדה שאנשים מגיבים טוב יותר לתמונות בעלות אופי ספורטיבי, למשל. בנוסף, הם בוחנים כל הזמן את התנהגות המשתמשים, כדי שיוכלו לשפר את הסיכויים של המשתמשים שלהם למצוא דייט מוצלח.\nבסופו של דבר, הטיפ הגדול שלו היה להיות אמיתיים (שזה נכון גם בעולם הרשתות החברתיות בכלל), כי הנתונים מאשרים שככל שתוכן מלאכותי יותר, הוא יקבל פחות אינטראקציה, כי המשתמשים חכמים יותר מפעם.\nביום האחרון, הרצאה שתפסה את תשומת ליבי הייתה בנושא Afraid to fail because of other people’s opinions? והדובר הוא לא פחות מאושיית הרשת Gary Vaynerchuk. אין מה להגיד, הבנאדם מקפיץ, עם שם משפחה שמוזר להגות, ותוכן שממלא במוטיבציה.\n\nכשמה של ההרצאה, גארי דיבר על הפחד מלאכזב אחרים. המסר – קומו, עשו, תאכזבו את מי שתאכזבו, שיהיה. העיקר העשייה! צאו, תהיו יזמים, תהיו מומחים, תהיו מבצעים, אבל עשו. נכון, לפעמים המאמץ יהיה גדול אבל you’ll own it, במילותיו: “זהו העידן הכי טוב לחיות בו”. הוא קישט את ההרצאה בהרבה טקסטים כמו: די להתלונן, בסופו של יום “לאף אחד לא אכפת” (עידנתי את הנוסח :)) אז תהיו אמיצים. בהחלט פרזנטציה מקפיצה לכל יזם או עובד עם קצת חוסר בביטחון, ורף מאוד גבוה להרצאות באופן כללי מבחינת מורל. אם מזדמן לכם, ממליצה לראות אותו ב”לייב” בשביל האנרגיה.\n“מהם הדברים הגדולים הבאים בעולם הגיימינג?”. אני רוצה לענות על זה כשאזכיר את ההרצאה בה הדובר המרכזי היה Mike Quigley, סמנכ”ל השיווק של Niantic (מפתחת פוקימון גו). הוא פתח את הפאנל בשתי שאלות:\nמי שיחק בפוקימון גו? כל הידיים הורמו.\nמי עדיין משחק בפוקימון גו? רק אחד בקהל צועק (ווהווו!).\nשזה מפתיע, אגב, כי המשחק מכניס מיליון וחצי דולר כל יום מרכישות IAP. ואפילו נפתח לישראל לפני זמן קצר.\nאז נכון, זה משחק מציאות רבודה שהביא איתו באז גדול, אבל להצליח להישאר – זו כבר אומנות.\nמייק, שיתף לגבי ההתרחשויות מאחורי הקלעים, על המאמץ להפוך למעין MMO (משחק רשת המוני – ולא באז חולף), וסיפר על ההצלחה למרות נפילות השרתים. כשנשאל על הביקורת כלפי יצירת משחק שמוליך שחקנים לכבישים, מייק ענה שהם עובדים על איזון המשחק כדי לפתור את זה, והגדיר את זה כתקלה כמובן.\nבכל הקשור למונטיזציה ו-IAP, שחקנים שונאים משחקים לכאורה חינמיים, שכדי להנות מהם או לנצח בהם חייבים לרכוש IAP. משחקים כאלה נקראים בזלזול P2W, שלם כדי לנצח. בפוקימון המצב הוא שיש רכישות כמובן, אבל לא ברמה שמסרסת את החוויה, והשחקנים מעריכים זאת.\nאז גם שאיפה להיות MMO, גם מציאות רבודה, גם תמיכה מגוגל וגם מונטיזציה לא מוגזמת – נראה שהם חשבו על הכל.\nההרצאה הבאה ענתה על השאלה: האם מידע סטטיסטי על הרגלי הפעילות שלך, הופך אותך לאדם בריא יותר? כדי לענות על זה, עלה לבמה לא אחר ממנכ”ל Fit Bit, שאת מוצריהם אני מחבבת באופן אישי ומשתמשת בהם ביומיום.\nהוא שיתף שהאתגר הגדול ביותר שעומד לפניהם הוא לגרום למשתמשים להמשיך ולהשתמש בצמיד הפעילות, תוך שינוי הרגלים ומניעת הנחת הצמיד בסופו של דבר במגירה.\nהפתרון הוא – לפחות עבורם, להציף במידע שימושי, כזה שהמתאמן יוכל להבין בקלות, לשתף עם החברים בפייסבוק ולהשוות לאחרים. כך שסוד ההצלחה הוא לא בהכרח איסוף המידע, אלא יותר דרך ההגשה.\nמעבר לזה, הם תמיד מחפשים דרכים להפוך את המידע לרלוונטי, למשל – המלצות על שינוי אורח חיים, או הגדרת יעדים הגיוניים לכל אחד.\n\nלדעתי, חידדו את המסר אפילו יותר טוב בהרצאה Impacting behavioural change – A look at successful user stories, עם הדוברים Mike Lee מחברת Under Armour ו-Ciara Byrne מ-Fast Company. הם דיברו על MyFitnessPal, פלטפורמה לספורטאים בעיקר שנועדה למעקב אחרי דיאטה, פעילות ועוד.\nהם גילו שיוזרים ש”מצליחים” להביא את עצמם לאפליקציה בקביעות, מצליחים באופן מובהק לשפר את בריאותם והשיגיהם. כמובן שהחלק של “בקביעות” בעייתי עבור חלק מהמשתמשים, ומייק ניסח את זה כך: האתגר להתחבר לאנשים אנלוגיים בעידן דיגיטלי. הדרכים להגיע לאנשים האלו כללו מן הסתם מעט גיימיפיקציה, שילוב של מד צעדים למען חוויה יומיומית יותר וכו’. לאט לאט, ההשפעה הופכת להיות מכרעת, והמידע שניתן הופך להיות חלק ממערכת קבלת ההחלטות האישית בחייו של המתאמן. באופן הזה, הם טוענים שיוכלו לעזור לכל אחד לסגל לעצמו התמדה, ואיתה לבנות הרגלים בריאים ונכונים לו.\nבין כל ההרצאות בוובסאמיט סופגים לא מעט ידע מקיף. יצא לי להקשיב לפרזנטציות בפאנל Pitching, בו יזמים הציגו סטאראפים בכל מיני שלבים, ולמשקיעים שביניכם, כמות אינסופית של איזורי אלפא ובטא, דוכנים בהם אפשר לשמוע על רעיונות של אנשים מכל העולם – לגבי מה המוצר שלם, ולקבל רעיונות.\n\nלסיכום? המון אנשים, המון אורות, נטוורקינג ופלייליסט משגע.\nאם אתם מגיעים בשנה הבאה, הכינו את עצמכם לחוויה עמוסה ומעשירה. בהצלחה!\nכל התמונות לקוחות מהפליקר של הכנס, ומוצגות תחת רישיון שימוש CC BY 2.0", "keywords": "תערוכה,תערוכה בינלאומית,ווב סמיט,web summit,websummit,ליסבון,פיתוח,עיצוב"}