{"url": "https://www.geektime.co.il/ux-ui-in-big-companies/", "type": "article", "title": "התרגלנו לחווית משתמש מושלמת, ואז אנחנו מגיעים למשרד", "description": "כשמדברים על משתמשים, לרוב מתכוונים ללקוחות או ללקוחות הפוטנציאליים של הארגון. אבל - חשוב לזכור שהמשתמשים שלכם הם לא רק הלקוחות, אלא הם גם העובדים בתוך החברה, אלו שמתנהלים עם המערכות הפנים-ארגוניות. חווית השימוש שלהם לא נופלת בחשיבותה מזו של הלקוחות המשלמים, אבל מהם הכי קל להתעלם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/image07.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-27T14:00:59Z", "modified_time": "2017-09-27T12:40:46Z", "articleBody": "כשמדברים על משתמשים, לרוב מתכוונים ללקוחות או ללקוחות הפוטנציאליים של הארגון. אבל – חשוב לזכור שהמשתמשים שלכם הם לא רק הלקוחות, אלא הם גם העובדים בתוך החברה, אלו שמתנהלים עם המערכות הפנים-ארגוניות. חווית השימוש שלהם לא נופלת בחשיבותה מזו של הלקוחות המשלמים, אבל מהם הכי קל להתעלם\nצלם/תמונה: Carl Heyerdahl / Unsplash\nהיום, טכנולוגיות דמיוניות כמעט כמו VR, מציאויות רבודות או האינטרנט של הדברים נמצאות כאן, ובפרקטיקת היום-יום אנחנו רואים כל הזמן יכולות של מערכות סביבנו להתאים את עצמן אל המשתמש. זה לא סותר את העובדה שכולנו עדיין משתמשים במערכות איתן אנו נאלצים “להילחם” כדי להגיע לתוצאה הבסיסית ביותר. אלו מערכות שנראה כאילו איש לא תכנן אותן, לא בדק או וידא שהשימוש בהן נוח, או לכל הפחות לא מעכב את היוזר. מעבר לעיצוב הויזואלי (שהוא פרמטר שאין לזלזל בו), מדובר במוצרים שפשוט לא משתפים פעולה עם האדם שמפעיל אותם, והוא מצידו בינתיים כפוף לממשק בלתי מותאם – נשמע לכם מוכר?\nלמה השיח סביב נושא המערכות של הארגון משנה? למרות שבטוח לומר היום, שכמעט כל אחד ברחוב מסתובב עם סמארטפון מתקדם ועושה שימוש במוצרים דיגיטליים מורכבים, עדיין רואים נותני שירות כאלו ואחרים עובדים עם מערכות שנראות ומתפקדות כמו תוכנה מסרט דוקו היסטורי, בטח שלא כמו מערכת שנצפה לראות לקראת 2018.\nאתם יודעים למה אני מתכוונת – המערכות שבהן משתמשים קופאים, רופאים, מערכות הזמנת ציוד, דואר, תוכנות כלכליות וחשבונאיות שלפעמים אפילו פועלות מתוך חלון של DOS, ועוד. בטוחה שגם חלק מכם, הקוראים, מתמודדים או מקבלים שירות ממערכות כאלו במסגרות שונות, ולא מבינים למה אף אחד לא הרים את הכפפה ובנה מערכת ראויה ונוחה לשימוש, שרואה את המשתמש קצת יותר במרכז. למה לא עובדים עם כלי שהופך את יום העבודה לפרודוקטיבי יותר ומעייף פחות? הרי יכולת טכנולוגית כבר קיימת, אז למה רבים כל כך נשארים מאחור?\nצלם/תמונה: dotshock / 123rf\nבמסגרת העבודה עם לקוחות שונים, אני נחשפת לחברות גדולות איתן אני עובדת על שיפור המערכות שלהן – והדרך רצופה במידע ששווה להבין. חוץ מהרצון לשפר ולייעל, זה ידע שגם מאוד משנה לכם מבחינה כלכלית. הבנה לגבי מערכות ומצבים קונקרטיים מהשוק, אני מאמינה, תקל על בעלי חברות והדרג הניהולי לקחת את הנושא בידיים ולצאת לדרך, וגם מאוד רלוונטית כנקודת מבט לאנשי UX בשוק הישראלי. לעובדים שלכם יהיה קל יותר כשהמערכת דרכה הם מתנהלים תתן ערך גבוה עבור העבודה שלהם, והרווח בסופו של דבר הוא שלכם.\nבזמן שברור לכולנו שהמודעות לנושא חוויית המשתמש עלתה בשנים האחרונות, זה ממש לא ברור כשמדובר בשימוש עם מערכות המתאפיינות בוותק ארגוני ובמורכבות שנרכשת בזמן (פאטצ’ על פאטצ’ על… נכון, פאטצ’), לרוב מדובר במוצרים פנים-תאגידיים. בקיצור, הפעם אני לא מדברת על אפליקציות מגניבות ומערכות קפסולה חדישות, אלא על הנושא של מודרניזציה למערכות המיושנות האלו, שעולה לאט לאט לסדר היום, וכדאי שגם אתם תהיו מעודכנים.\nצלם/תמונה: Marion Michele / Unsplash\nלמערכות אני ניגשת גם כאשת UX וגם כמשתמשת מן השורה, ולעיתים קרובות מגלה בהן יותר מדי דברים שכדאי שהיו מתוכננים, מבוצעים או מתנהגים אחרת. למשל: פונקציות שנמצאות במקומות לא נוחים, שלבים אינסופיים לתיעוד תהליך, כפתורים מיותרים, היעדר חיווי, כפילויות מבלבלות של אזורים ועוד. כל אלו יוצרים סרבול, האטה של המערכת עצמה ושל המשתמש, וטעויות… עד כדי צורך בימי השתלמויות שלמים רק כדי ללמוד איך משתמשים ״נכון״ ומתאימים את עצמנו למערכת.\nאגב, חדשות בהקשר הזה: משיחות כנות עם מספר עובדים (שהם עצמם נותני שירות בחברות), גם אחרי שהם פינו את זמן ולמדו את המערכת מבעוד מועד, זה לא באמת הספיק. כלומר, בכל מקרה של תהליכים בלתי אינטואיטיביים, ״למידה תוך כדי עבודה״ גוררת איתה טעויות רבות מדי, והשלכות משמעותיות שהארגון לא תמיד יכול להרשות לעצמו.\nקיימות מספר סיבות עיקריות עליהן לא ארחיב, כי אם הגעתם לשלב הזה, זה כבר לא באמת משנה – התוצאה היא בכל אופן מגה-מערכת (ולא במובן החיובי של המילה), כאשר לכולם ברור שתישאר מסורבלת לנצח. הרגשה שאני כמעט לוקחת אישית: “נשלים עם המצב, כי הדברים לעולם לא ישתנו״. מחשבה שעדיין לא מתיישבת בקנה אחד עם קול ההיגיון, שכן בכל תחום העולם מלמד אותנו שלא חסרות דרכים לעשות דברים.\nצלם/תמונה: Ashes Sitoula / Unsplash\nכשהתחלתי ללוות תהליכים מהסוג הזה, אחד הדברים שהייתי מוצאת את עצמי אומרת בפגישות הוא, שזה לא הגיוני שיהיה פער כזה עצום בין המערכת המשרדית בה משתמשים, לבין המוצר\\השירות שמשתמש הקצה (הלקוח) נחשף אליו. לא יהיה נכון להיכנס כרגע לשיחה על נושא איך נראים המתחרים שלכם, אם יש כאלו – כי זה מסר מסוג שונה, אבל קחו בחשבון שהכלים בהם אתם משתמשים אומרים משהו עליכם. בעיני הלקוחות, בעיני העובדים וכן הלאה.\nהשאלה ששווה מיליונים! למה לא לקחת את המערכות הישנות, לשכתב אותן, להטמיע אותן בארגון ולהנות מאפשרויות חדשות כמו היכולת לגדול, להשתדרג ולייעל תהליכים? בתהליך מהסוג הזה הרי, מרוויחים יתרון של סקיילביליות בנוסף ליכולות של ניהול ופיקוח הנגזרות מכך – וכל אלה משפיעים ישירות על הרווח וההצלחה של העסק, “אז למה אצלנו זה לא ככה?”.\nצלם/תמונה: Tim Gouw / Unsplash\nבראש ובראשונה, על אף הצפת המודעות לנושא חשיבות חווית המשתמש במוצרים ממוחשבים, לחלק מהאנשים לא ברור איך מוגדר המושג ״משתמש״, או מיהו המשתמש שכדאי לתת עליו את הדעת. זוכרים מה היו השורות הראשונות במאמר?\nשנית, לעיתים דרג ניהול אכן מודע לכך שיש מאסה של בעיות – אבל לא בטוח איך להעריך את הטיפול במערכת (זמנים, עלויות, הטמעה…) ודוחה ל”אחר כך” מסוג לעולם לא, כאשר תמיד מרחפת ההרגשה שמתישהו צריך יהיה לייעל את המצב (ומי אוהב שדברים מרחפים מעליו?!). לפעמים גם מתוך הנחת יסוד לא נכונה, אגב, שאי אפשר לתקן את המערכת המאוד-ספציפית שלהם, שהיא אכן מאוד מיוחדת לצרכים הארגוניים ובעלת מאסה של בסיס נתונים להתחשב בו. דעו, זו אופציה שעומדת על הפרק, ישנם גופים ובעלי מקצוע המתמחים בכך וזה אכן אפשרי – כן, גם את המערכת שלכם, מורכבת ככל שתהיה.\nקחו אוויר, אנסה להסביר איך לגשת לתהליך כזה, ואיך לעשות זאת בצורה חכמה.\nצלם/תמונה: Brooke Lark / Unsplash\nהחדשות הטובות! יכול להיות שאתם צריכים לפעול רק באחת משתי החזיתות שאציע עוד רגע.\nהחדשות הפחות טובות: יכול להיות שכדאי שתפעלו בשתיהן, אבל זה תקין (לפעמים אפילו עדיף).\n1. התשתית הפיתוחית\nאם כבר מתבצע שדרוג כלשהו, אני ממליצה על בחינת התשתית מחדש ושכתובה על גבי פלטפורמה מודרנית. קשה לקדם מערכת כשהיא כתובה בשפה מיושנת. וודאו שהטכנולוגיה הקיימת מספיקה ומתאימה לדרישות. כך למעשה מתאפשרים שינויים, כמו עדכון הממשק לאינטואיטיבי יותר או היכולת להרצת התוכנה מדפדפן מכל מקום שצריך (ולא רק מתוך הרשת הארגונית למשל), תוך שימוש בהתקנים דוגמת סלולר וטאבלט ולא ממחשב שולחני בלבד.\nצלם/תמונה: stokkete / 123rf\n2. החוויה והשימוש\nגם אם לא הייתי אשת חווית משתמש, כצרכנית בעולם אני מבינה ונהנית מהערך של הנדסת מוצר טובה. אז אמנם קל לי להגיד את זה ברמה האישית, אבל אני מאמינה שמשתלם להכיר בחשיבותה של חווית שימוש גם במקרים של מוצרי דיגיטלי/וירטואלי לסוגיו. החל מתכנון לסקיילביליות ולמודולריות ועד להתחשבות במחקרי התנהגות. מה קורה אם עוד שנה הארגון גדל פי 10? מה אם בעוד חודש נוצר צורך חדש, בלתי מתוכנן? יש לקחת זאת בחשבון מראש כבר משלב האפיון, ולתכנן למקרה בו יש צורך להוסיף בזריזות אופציות חדשות, לשדרג או להוריד חלקים שלמים. מעבר לכך, ישנן מערכות שנותנות מענה לסוגים שונים של משתמשים: עובדי החברה, הלקוחות, מנהל המערכת וכן הלאה. לכל סוג כזה של משתמש צריך להיות אזכור/מענה ראוי באפיון ובגרסה החדשה.\nבקיצור, שנו אחד מהם, וההבדל יכול להיות עצום. ממערכת מסורבלת – אפשר להגיע למקומות שיקלו על העובדים ויאפשרו חוויה מיוחדת: להתחיל עבודה במשרד ולסיים אותה מהסלולרי, או יצירת ממשק משתמש מותאם לסוגי משתמשים שונים, שליטה ארגונית משופרת, יכולת לגדול בצורה פשוטה וכן הלאה. כך מבטיחים מערכת אמינה יותר, שניתן לסמוך עליה ביותר ממישור אחד.\nקיבלתם החלטה לעדכן את המערכת שאתם עובדים איתה? מעולה, ההחלטה היא הצעד הראשון. כמו כן, ארשה לעצמי להניח שהוקצב למהלך התקציב וכוח האדם הנחוץ, לצורך השיח. מה עושים עכשיו?\n1. איך מרגישה המערכת\nנתחיל מללמוד את המערכת והרגלי השימוש מקצה לקצה, לבדוק נתונים, לראיין את כמה סוגי משתמשים (כלומר, לא רק את הוותיקים ביותר), ולתכנן על בסיס כל המידע שהצטבר את ה-wireframe של מה שצריך להיות. זה התפקיד של מעצב/ת חוויית משתמש. אנשי UX יוכלו לכוון אתכם לגבי פרמטרים כמו: הכלים הטכנולוגיים שיידרשו, הממשקים שעליהם המערכת תפעל (סוגי המסכים, אם רלוונטי שתהיה גישה מהמובייל – עניין מהותי), אפילו משך הזמן שהתהליך יקח וסדרי גודל של עלות.\nצלם/תמונה: rawpixel / 123rf\n2. איך עובדת המערכת\nבמקביל או מיד לאחר מכן, כדאי לשלב מפתחים בתמונה. חשוב לוודא שהם יודעים להשתמש בנתוני המערכת הקיימת (מסד נתונים, סטטיסטיקות וכן הלאה) וליישם את כל הדרישות בטכנולוגיה שתיבחר למהלך. טבעי שאמליץ להכניס לתמונה מפתח/ת מנוסה, ולא תמיד או בהכרח מתוך החברה, אלא בעל ניסיון בתהליכים מהסוג הזה, כי תהליכי מודרניזציה דורשים לעיתים השקפה רעננה שקשה לקבל מעובדים עם חשיבה והרגלים מתוך הקופסא.\n3. איך נראית המערכת\nלמרות הדיעה ש(עדיין) רווחת ברוב המקומות התעשייה – איש UX ומעצב הם שני מקצועות שונים, עם סט כלים שונה ולעיתים גם חשיבה שונה, כשקיימת ביניהם השקה רק במסגרת הקמת מוצר. כדאי להעסיק מעצב בעל התמחות במערכות בתחום הספציפי של החברה, או כזה שמחזיק בניסיון עם מערכות דומות – כי מעצב אתרים אינו בהכרח מעצב מערכות, אלו דברים שונים שלא הייתי מתעלמת מהם.\n4. ההיכרות עם המערכת\nהקצו אדם המכיר את המוצר על בוריה שיתפקד בתור מנהל המוצר – יהיה הגורם המפקח ולעיתים האחראי על ההטמעה. כך יהיה מישהו שידע לענות על שאלות שצצות ולכוון את המוצר על היבטיו השונים, תוך התבססות על ידע רחב יותר ושיתוף כלל האנשים המעורבים בפרויקט.\nעל אלו ניתן רק להוסיף ולהעשיר, אבל מכאן אתם כבר בהחלט יכולים להתחיל את השינוי.\nצלם/תמונה: Gez Xavier Mansfield / Unsplash\nאם תהיתם לפי מה אנחנו יודעים מה חיוני ומה מיותר במערכת, התשובה היא שלפי הנתונים. אם אין כאלו – עצרו את הקריאה ושלחו מייל למי שצריך כדי שידאג להטמעת קוד או תשתית לאיסוף סטטיסטיקה של התנהגות המשתמשים (זוכרים מי הם?). במערכות גדולות וותיקות, קל להניח שתהיה כמות נתונים גדולה גם כן.\nאם הנתונים קיימים – נהדר – נשאר רק לנתח אותם ולראות מה נשאר ומה הולך, במה משתמשים ומה סתם מבלבל. אם אין ברשותכם את המידע הזה, הייתי ממליצה להתחיל ולאסוף, כך שהחלטות יתקבלו גם על סמך נתונים.\nאופציה נוספת, יותר מידית וקצת פחות ״הייטקית״, היא לשוחח עם מדגם של משתמשים. בפועל – לדבר עם משתמשי המערכת, לשאול שאלות, ובמידה וזה מתאפשר – גם לצפות בהם עובדים עם המוצר. נכון, זה לא תמיד אידאלי, אבל זה בהחלט יותר טוב מחוסר מידע! בידי אנשי חוויית המשתמש קיימים הכלים לבצע ראיונות ומחקרים כאלה, אז מומלץ להשקיע את הזמן בכך.\nכמובן, ששילוב של שתי הדרכים זה ה-gold standard.\nצלם/תמונה: Carlos Muza / Unsplash\nאחרי כן, כדי להתקדם בדרך מוצלחת, הייתי בונה היררכיה של מידע בצורה מסודרת, כלומר להכין inventory ראשוני, ומשם לשפר ולתכנן את המערכת מחדש. לראות היכן – לוגית – כל כלי נכנס, כיצד יוצרים קשר שימושי נכון בין המסכים השונים, ומתכננים את התוצר הסופי.\nלאחר שתהליך/פונקציה הושלמה, אפשר לעבור הלאה, ולפתח את הרכיב הבא, עד שלמעשה בנינו את המערכת מחדש. עבודה בצורה הזאת היא יעילה ומאפשרת ביצוע קפדני וזהיר, שכן החלפת מערכת ארגונית קיימת ופעילה כדאי שתהיה flawless עד כמה שניתן בשביל השקט הנפשי של כולם.\nצלם/תמונה: Kari Shea / Unsplash\nבשלב זה נכנסים המושגים אלפא, בטא והשקות הדרגתיות. כדאי, אבל לא תמיד הדבר אפשרי. בגדול, מדובר בפרקטיקה יעילה מאוד, שמאפשרת לגלות ולזהות תרחישים בלתי צפויים. אם אופי המערכת והחברה מאפשרים זאת, נסו לבודד משתמשי מערכת מסוימים, הציעו להם להתנסות בגרסה חדשה, והקשיבו לפידבקים. לא פעם בעבודתי התגלו פריצות דרך משמעותיות דווקא לאחר התנסות חיה של המשתמשים הבודדים.\nצלם/תמונה: Štefan Štefančík / Unsplash\nוכמובן: לפני שהמשתמש הראשון נוגע במערכת, הטמיעו בצורה חכמה יכולת של בקרה ומעקב. חיפוש פשוט בגוגל יוכל לעזור לכם לראות אילו כלים ספציפיים קיימים לפלטפורמה על גביה אתם מפתחים. השתמשו בכל כלי שיכול להציע לכם מידע לגבי צורת שימוש, דרך עבודה במערכת, שגיאות והסיבות להן, מפות חום/מדידת תנועת עכבר וקליקים, משכי שהייה, מעבר בין מסכים וכדומה. הכלים קיימים, אל תחששו לרכוש זכות שימוש בכלי כזה או אחר – המידע שמנגנונים אלו מספקים יקרים מפז.\nכמובן שדוגמאות כאלו יש בשפע, ואני לא מדברת בהכרח על אתרי ממשלה שדורשים ממשתמשי כרום “לשדרג לדפדפן אקספלורר 7″… למרות שזה תמיד משעשע.\nאלו כמה מהדוגמאות שיצא לי להיתקל בהן בעצמי, ואולי מישהו מהקוראים יוכל “לראות את עצמו” בטקסט ולקבל ביטחון או אומדן קצת יותר טוב לגבי איך כל דבר מקבל מענה בתעשייה.\nאם התעייפתם, זה החלק שהייתי מדלגת עליו.\nהחברה: מתחום הכלכלה, עושה שימוש במערכת מבוססת טרמינל.\nהבעיה: תשתית מיושנת ביותר, שמאלצת את המשתמשים לזכור דף עם קיצורי מקלדת, להחזיק קלסר הדרכה בהישג יד ולדפדף בו בכל פעם שאינם זוכרים איך לבצע גם את הפעולות האיזוטריות ביותר. היות ומדובר במערכת כלכלית, ותפעול המערכת מסובך – השילוב הזה דורש מהמשתמשים ריכוז שיא מתיש, שכן טעות במערכת כזאת עלולה ליצור הפסדי כספים. מעבר לממשק המשתמש הטקסטואלי (ברמה שניתן להגיד שאין ממשק משתמש), תהליך העבודה עמו הקשה על עובדי החברה – תפעול המערכת מהווה עבודה בפני עצמה.\nהפתרון: כמובן שכדי לפתור מצב כזה, היה צורך לבנות את המערכת מהיסוד. מסד הנתונים שוכפל, שודרג, הפרונט-אנד נבנה מחדש, ואז בוצעה השבתה יזומה של המערכת לצורך השדרוג בשעות שאינן שעות עבודה. היות ומדובר במערכת כלכלית – סילוף נתונים היה סיכון ממשי, ולכן היה צורך מהותי לוודא שהמערכת החדשה מתחילה לעבוד רגע לאחר שהקודמת הושבתה. לא נדרשה הדרכת עובדים משמעותית, שכן הממשק החדש “דיבר” במושגים המוכרים, אבל בצורה פשוטה בהרבה.\nהחברה: נותני שירות לגופים מתחומי הרפואה.\nהבעיה: המערכת נבנתה על ידי מספר רב של אנשים, ולאורך מספר לא מבוטל של שנים, בצורת טלאים כמו שתיארתי קודם. נוצר מצב שכל מתכנת חדש שנכנס לתמונה, לא היה מודע למלוא יכולות המערכת, פעל בדרך שלו והיה בונה כלי חדש – כאשר קיימת כבר אפשרות כזאת במקום מסועף אחר. זה יצר מצב של עודף עבודה בפיתוח, שבתורו התגלגל אל משתמשי המערכת. כמובן שזה יצר שגיאות וסירבול.\nהפתרון: היה ברור מהרגע הראשון שתידרש התמקדות בהיררכיה ובתכנון. בוצעו תרשימים של כל המלאי, ועל גביהם התקבלו החלטות לגבי מה צריך להוסיף ומה כדאי להשמיט. מעבר לתכנון, פיתוח ועיצוב בסיסי ונקי של המערכת – הושם דגש מיוחד על השארת תיעוד ראוי (בתוך המערכת עצמה) עבור כל אדם שיעבוד עליה בעתיד, תוך הגדרת כללים מוסכמים לאופן התיעוד.\nהחברה: סטארט-אפ בתחום ה-BI, שמנגנון איסוף והצגת המידע העסקי שלה הגיע מהר מדי למגבלות התוכנתיות.\nהבעיה: הטכנולוגיה שנמצאה בבסיסה של המערכת של הסטארט-אפ לא תמכה בכמויות הנתונים איתן חברה כזו אמורה להתמודד, ומנעה אפשרויות פילטור ועיבוד. בוצעו מספר ניסיונות לשדרג – אך הם נעצרו עקב חוסר החלטיות והצורך התמידי לנסות להשתמש בכלים העדכניים ביותר שאפשר, כך שבכל פעם שהושק פריים-וורק חדש, העבודה החלה מחדש בסוג של לופ אינסופי, בלי כניסה לעומק ובלי החיוניות שבלמקצע את הפיצ’רים של המערכת.\nהפתרון: השלב הראשון היה דווקא עסקי – להגדיר תאריך יעד לקבלת החלטות לגבי הטכנולוגיה ולהתקדם! כך שגם אם יצא כלי חדש למחרת, לא יבוצע בו שימוש. עד התאריך המדובר, היה פנאי לטפל בתכנון, באפיון ובעיצוב, ולאחר בחינת הכלים הזמינים בתאריך היעד, החלה עבודת הפיתוח. מחלקת הפיתוח קיבלה הנחיה מראש לבצע את הדברים בצורה סקיילבילית, ובהיצמדות מירבית לסטנדרט, כך שאם בכל זאת יידרש שדרוג בעתיד, הוא יהיה קל בהרבה.\nהחברה: גוף תקשורת גדול, שנתקל במחסום בעת שימוש במערכת לניהול הלקוחות.\nהבעיה: לחברה היתה פלטפורמה אחת, מאוחדת, שמטרתה לתת מענה לדרישות שונות של כל העובדים – בלי הבנה שאין עובד יחיד בחברה שזקוק לכל המידע הזה. טכנאי שטח לא זקוק בהכרח להיסטוריית תשלומים, ואיש השירות לא נזקק למידע טכני מעמיק. עבודה בצורה הזו חייבה את החברה לעבור מערך הדרכה פנימי, חפיפות תכופות כלליות ומחלקתיות, שימת לב מיוחדת על אי ביצוע טעויות, התמודדות עם ערבוב מידע ועוד.\nהפתרון: במסגרת רפורמה בחברה, שודרגה גם מערכת זו. מסד הנתונים נשאר מקיף כפי שהיה, אך כל דרג עובדים קיבל גישה רק לפרטים שאופיינו עבורו. לדוגמא: יכולת עריכת פרטי לקוח נשארה בידי מי שזקוק לכך, ולא בידי כלל העובדים. במהרה כמות הטעויות ירדה דרסטית, ההשקעה בחפיפת עובדים צומצמה, והממשק החדש שהציג רק את המידע הרלוונטי עבור כל סוג של עובד, זכה לתשבוחות. הדבר גם אפשר הצגת הנתונים על גבי מובייל. עלות המהלך לא היתה זניחה, אך השינוי שיפר משמעותית את התפוקה, מנע טעויות ותרם למורל ולשביעות הרצון הכללית. שווה, לא?\nסיימנו הכל, המערכת בנויה והשאלטר ממתין להורדה. איך מבצעים את המעבר הזה בצורה החלקה והנכונה ביותר?\nראשית, כמו שציינתי לפני – הדרגתיות, מה שמאפשר תיקונים תוך כדי תנועה.\nשנית, הטמעה. כיוון שמדובר בשינוי הרגלים, כן כדאי להעביר הדרכה ברמה כזו או אחרת לעובדים הקיימים. בחברות רבות יש כבר מערך הדרכה, שבשלב זה יתגלה כיעיל יותר, ושזוהי מטרתו. במידה ויש – כדאי לערב אותו בשלבים האחרונים של שכתוב המערכת, כדי שיתנסה וידע כיצד להעביר את המידע הלאה לשאר עובדי הארגון. הם יוכלו לקחת את זה משם. לעובדים חדשים, אגב, זה יהיה אינטואיטיבי יותר כבר מתחילת עבודתם.\nצלם/תמונה: rawpixel / Unsplash\nאם אין מערך שכזה – האחריות נופלת לרוב על כתפי מנהל המוצר (!with great power comes great responsibility). זכיתי לראות תהליכים כאלו יוצאים לאור, ולטעמי – האופציה היעילה ביותר היא פגישה בפורום המינימלי ההכרחי, של הצוות שעבד על חידוש המערכת עם מנהלי מחלקות. אם ניתן להדגים את המערכת החדשה לעיני כלל עובדי הארגון – מה טוב. כיוון שלרוב לא, זה יתבצע מול מנהלי העבודה בשטח, ראשי הצוותים ומנהלי המשמרות – שיוכלו בתורם להעביר את הידע העיקרי לעובדים הוותיקים. מומלץ שגם המפתחים, המעצבים ואנשי החוויה יקחו חלק מסויים ב”מצגת” הזאת, בשביל לענות על שאלות ולשמוע פידבקים.\nמכאן, צפו ביוזרים הראשונים עושים פעולות ראשונות במערכת החדשה. עקבו אחרי תקלות בלתי צפויות, ושימוש שאינו מתאים ל-flow המתוכנן. אל תחששו לקחת את כל הנתונים שמתקבלים ולהעלות לאחר זמן מה תיקון או גרסה חדשה יותר – המטרה היא, שבסופו של יום כל הארגון יהנה מהמוצר.\nוכמובן – תתחדשו! לקחתם מערכת ישנה והפכתם אותה לכזו שנוח ואפילו כיף לעבוד איתה. חוץ מזה שהעובדים והלקוחות יתחדשו בשדרוג – שיפרתם רושם, הגברתם פרודוקטיביות וקידמתם את האירגון צעד משמעותי קדימה. בידי החזקים האומץ.\nצלם/תמונה: Nicolas Picard / Unsplash", "keywords": "מודרניזציה,מערכות גדולות,חווית משתמש,ממשק משתמש,ux,ui,הילה יונתן,עיצוב"}