{"url": "https://www.geektime.co.il/ethics-in-ux-design/", "type": "article", "title": "אתיקה של חווית משתמש - קווים מנחים בתכנון מוצר", "description": "אתיקה מקצועית קיימת בתחומים רבים. איך היא באה לידי ביטוי באפיון חוויית משתמש, מה אפשר לעשות כדי לספק למשתמשים מערכות ששמות מעט יותר דגש על צרכיהם - ואיך חברות אחרות בתעשייה עושות זאת? הילה יונתן בחנה את הנושא לעומק והשיבה על השאלות החשובות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/image24.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-04T11:00:25Z", "modified_time": "2017-03-03T16:19:50Z", "articleBody": "אתיקה מקצועית קיימת בתחומים רבים. איך היא באה לידי ביטוי באפיון חוויית משתמש, מה אפשר לעשות כדי לספק למשתמשים מערכות ששמות מעט יותר דגש על צרכיהם – ואיך חברות אחרות בתעשייה עושות זאת? הילה יונתן בחנה את הנושא לעומק והשיבה על השאלות החשובות\n\nאפיון חווית משתמש – מונח שכולל בתוכו רבדים לא מעטים. אלו שעוסקים בכך סוללים דרך שמגדירה בסופו של דבר איך ניתן יהיה לעבוד עם מוצר. מכך נגזרות החלטות, שחלקן יכולות להיות מתורגמות כהגבלה או כביצוע פעולות שהמשתמש לא בהכרח היה בוחר לעצמו. נושא האתיקה בעיצוב נמצא על סקאלה שנעה בין מתן חופש מלא למשתמשים, לבין קבלת כל ההחלטות עבורם.\nכחלק מתהליך עבודה יומיומי אנשי UX מבצעים מעיין “האקינג” לתבניות חשיבתיות של המשתמשים שלהם, כאשר הצלחה בכך היא כנראה הצלחה של המוצר כולו. זה נע מקביעת אילו אפשרויות מוצגות מראש – והגבלת היכולת לפרסונליזציה, דרך מצבים בהם המערכת מכתיבה את כל הדרך בדמות שלבי לימוד, ועד להפקת תועלת מהכרת הרגלים התנהגותיים וניצולם. הייתי מגדירה אתגר אתי ברגע שנחצה הקו של קבלת החלטות חסרות מניע כביכול, המשרתות את טובת המערכת – על פני טובת המשתמש.\nלמה זה אמור לעניין אותנו בכלל? אם אנחנו אלו שמאפיינים את התהליכים ומקבלים את ההחלטות, אז אלו נושאים שכדאי לתת עליהם את הדעת משיקולים מקצועיים. אף אחד לא היה רוצה להיות חתום על אפליקציה שהמשתמשים שלה חושדים בה או לא מרגישים בנוח להשאיר פרטים – על אחת כמה וכמה, שלא נמהר אנחנו בעצמנו להשתמש במוצר כזה. עבור בעלי החברה, זה אפילו קצת יותר משמעותי. משתמשים היום ניחנו בחוש ביקורת מפותח מאוד. הם משאירים reviews בחנות האפליקציות, מדרגים בכוכב (בתקווה שלא רק אחד), משקיעים מזמנם בדיון על השירות והמוצר, ועוד. כנראה שלא הייתם רוצים שתיכנון לקוי יוביל למשבר PR – במיוחד אם אפשר למנוע את זה בקלות עם מעט מחשבה על רכישת אמון בצד השני.\n\nצלם/תמונה: rawpixel / 123rf\nעבור כל פרויקט, נדרש תכנון מאפס, ואי אפשר להניח הנחות. גם אם משהו הצליח עבור קהל ספציפי, זה לא אומר שאותו תהליך יעבוד מול קהל אחר.\nכתלות בפרויקט, אני עשויה לקבל החלטות כמו כמה מגביל יהיה ה-Onboarding בממשק, האם קיים משחוק ליצירת מצב רוח טוב לפני דירוג בחנות, אילו נתונים להדגיש ואילו להצניע (לרוב, בהתחשבות בתוצאות מחקר), היכן תהיה אנימציה – שתייצר רגש לפני קבלת החלטה, וטכניקות נוספות שניתן לשלוף לטובתה של המערכת. רגעים כאלו הינם בעלי השפעה מכרעת על מוצרים, כיוון שחוסר ביטחון או ניסיון למניפולציה, עשוי לצרום למשתמש עד לכדי עזיבה, סגירת החשבון ומחיקת האפליקציה. בשלוש מילים: That escalated quickly, בארבע מילים: השפעה על דעת המשתמש. גיבוש דיעה ותחושת נוחות לגבי המוצר שלכם מתרחשת הרבה יותר מהר ממה שאתם חושבים.\u2028\u2028אתיקה של חוויית משתמש אינה חוק מחייב, אלא אוסף של טיפים מקצועיים שנועדו לעזור לכם להיטיב עם המשתמשים שלכם. המטרה היא לייצר הבנה והכרה של הערך הזה באפליקציות השונות – וגם כדי שתדעו לתת שם לתחושות ולהיגיון הבריא שלכם, כבר מהפרויקט הזה.\nמדי פעם, תוך כדי עבודה, עולות בראשי שאלות אתיות בנוגע למיקרו-פעולות ותהליכים הקשורים בהרשמה, בדרישת הרשאות ובנושאי מוניטיזציה של המערכת, ואני שוקלת איך חכם לגשת לפתרון – כל מקרה לגופו. לאחר שגיבשתי לעצמי מספר רעיונות, אני משתפת אתכם בדילמות ובהתייחסות שלי לנושא. מקווה שתוכלו להפיק מכך תועלת גם עבור המוצר שלכם, בין אם אתם חוקרי UX, מנהלי המוצר או אפילו המנכ”ל של החברה.\nאפשרות לשימוש במצב “לא רשום” ומצב “בלתי נראה” שהועבר למקום שרואים מיד וקל לתפעול\nלאחרונה למשל, שמתי לב שב-Waze, הבחירה ב-Go Invisible עלתה לראש התפריט. וויז מדגישים את הפן החברתי של המערכת (דיווחי תנועה, פטפטת נהגים, צפיה בחברים על המפה, אפילו קארפול) – ועדיין בחרו להציג גבוה אפשרות שלכאורה עומדת בסתירה לרעיון הכללי. יש להניח שהיתה דילמה בין הרצון להציג קהל פעיל בתוך רשת חברתית של נהגים, אל מול החופש של הנהג לבחור לא להיות מוצג – והאחרון הכריע.\nנכון, הרעיון לא חדש – כבר בתקופת ICQ, סקייפ למיניהם, יכולנו לבצע את הפעולה הגאונית של להיות מחוברים, בלי שיראו שאנחנו מחוברים. מאז, בעיניי, ערכים המדברים על טובת המשתמש כמו הצורך בפרטיות ניצחו ניצחון קטן את הצורך החברתי.\u2028\u2028תחשבו על החכמה הגלומה בכך: במקרים שכאלו – גם אנשים שמבחינתם לא היו בטוחים שהם רוצים להשתמש במוצר, יבדקו מה הוא מציע. אפשר להניח שאם בוויז לא הייתה מוצעת אפשרות לבחור האם להראות על המפה או לא, קצב הנטישה היה עולה, או לכל הפחות הייתה נרשמת ״נקודה לרעה״. בקיצור, הגמישות לטובת אינטרס המשתמשים עשויה להוכיח את עצמה דרך הכיס. שכן מתן יכולת שליטה ברמת הפרטיות או אי דרישה בהרשאות מיותרות, תביא איתה רווח גם של קהלים “חשדניסטים” שלא היו מגיעים אחרת – אנשים המרגישים שלא מחייבים אותם לכלום. לא לשיתוף מידע אישי ולא להשקעת זמן מיותרת, ינסו. לכן, מערכת שמוכנה להציע ליוזר חדש את האפשרות להנות מהשימוש בה, גם במצב ״לא רשום״ – מרוויחה.\nצלם/תמונה: Jozef Polc / 123rf\nזה לא תמיד מובן מאליו, לכן, אם התגנב החשד לליבכם תוך גיבוש תרשים זרימה למשל, שאתם עומדים מול סוגיה אתית כלשהי, העבירו את השאלה דרך הפילטר הבא: האם מתוקף רצון לענות על צורך שלכם (של העסק), נגרמת למשתמשיכם פגיעה כלשהי? כמו – בזבוז זמן, חדירה לפרטיות, טרטור, הגבלת יכולות מיותרת, תיעדוף צרכים כלכליים על פני שמירה על האינטרסים של המשתמש וצרות דומות…\nאם יש לכם תשובה – מעולה! אתם בחצי הדרך לפיתרון.\nמצד אחד, ריבוי אפשרויות = חופש פעולה\nבצד הכחול של הזירה, נעמיד את העקרונות הליברליים של מתן יכולת פרסונליזציה מירבית וחופש מוחלט – היוזר יתאים את הפרמטרים אליו. כאן, נשאלות כל השאלות, מוצגות כל האפשרויות, והמשתמש חופשי כציפור לעשות כרצונו. בכך הוא/היא לוקחים למעשה אחריות על פעולותיהם, כאשר אנו, מתכנני המערכת, מגישים את מלוא היכולת בצורה הקלה והברורה ביותר בה נוכל לסדר את הממשק. בזבוז הזמן של היוזר צפוי להיות גדול, כאשר בכל רגע נתון ניתן לחזור ולשנות פרמטרים, הגדרות אישיות ומה לא. ההתעסקות עם המערכת עצמה, אינה פוסקת.\nבדומה למשתמשי אנדרואיד או ווינדוס שנהנים להחליף מקלדות ולאנצ’רים, לשנות גריד או להסיר רכיבים שלא מתאימים בעיניהם. כלומר, יש גם יתרונות, וניתנת כאן במה למשתמש, תוך סיוע מירבי בביצוע הפעולות שהוא עשוי לרצות לבצע.\nבחירת ערכות נושא ומבנה הגריד של המסך. מה 4X7 עכשיו? תנו לי לעבוד\nמצד שני, הגבלת הגולש = מניעת טעויות\nבצד האדום והנגדי של הזירה, נמצא את ערכי השמרנות והעיטוף. כאן, לא נניח שהגולש מבין מראש את מלוא המשמעות של פעולותיו (לחלופין, הוא לא אמור להבין). נשאל כמה שפחות שאלות, כאשר את רוב ההחלטות אנחנו מבצעים מראש. במקרים כאלה גם נפוץ יותר לראות מסלול סגור של אונבורדינג/טטוריאל שמבהיר את האפשרויות הקיימות, והמשתמש יאשר פעולות כמעט בלתי הפיכות (שנשאלות רק פעם אחת), ונשאף למצב fool-proof ככל הניתן. בקיצור, הממשק יהיה ליניארי ומצומצם בהתאם לצורך, יעיל ומפנה את היוזר לעשות כל דבר בעולם במקום להתעסק עם המערכת. יש שיאמרו – החוויה האופטימלית וההתגלמות של מתן כבוד לזמן של המשתמש.\nבהמשך לדוגמא הקודמת, מצב זה שקול ל-iOS ובכלל לממשקים של אפל למשל, שעצם הסגירות בהן מאפשר תיכנון תהליכים שהם streamlined ולהפוך את ההתנהלות לעקבית יותר.\nצלם/תמונה: katiemartynova / 123rf\nכמובן שבעולם האמיתי זה לא בדיוק שחור ולבן (…אלא כמובן, אדום וכחול) אסביר.\nבאפליקציה בנקאית, הפקדת צ’ק למשל תבוצע תוך ליווי המשתמש יד ביד והצגת מספר מסכי אישור, בעוד שעבור צפייה בעו”ש אין צורך לדרוש פעולה מיוחדת. כלומר, במקרה של פעולה בעלת השלכות משמעותיות ודרישה לאפס מרווח טעות נוביל את המשתמש אל היעד, תוך כדי אישורי הבנה והתקדמות בקצב שלו.\nמאידך, חשבו רגע על כך שאין לכם שליטה ממשית במועד השמירה האוטומטית בזמן הכתיבה בג’ימייל או בכלי גוגל השונים (docs למשל) – שינויים נשמרים אוטומטית, ולעיתים ניתן לדפדף בהיסטוריית הגרסאות ולראות תיקונים או טיוטות. בניגוד לפעולה בבנק – כאן אין ליווי, מדובר בהחלטה שקיבלו עבורכם, גם אם אתם לא המשתמש הממוצע, ומעדיפים להחליט בעצמכם מתי לשמור. השלכות שליליות לשמירה אוטומטית? כמעט אין.\nהאם הקדשתם פעם מחשבה לשאלה “האם לזכור את פרטי האשראי במערכת עבור הרכישות הבאות” והאם האפשרות מופעלת או כבויה כברירת מחדל? (רמז: אם היא מופעלת, בונים על הסטטיסטיקה שיוזר יימנע מביצוע כל פעולה נוספת שהוא לא בטוח לגביה. למרות שמבחינתו קל יותר לא להקליד מחדש את פרטי החיוב, הוא כן מתפשר על בטחון המידע שלו, והמצב בהחלט נוח מבחינת האינטרסים של המערכת). ברירת המחדל יכולה לספר לכם, כמשתמשים, רבות עבור השיקול של יוצרי המערכת.\nצלם/תמונה: Andrea De Martin + image editing / 123rf\nשימוש בסיסמאות. נושא בעייתי מעצם הגדרתו. קשה לזכור סיסמאות, והקלדתן מסורבלת, אבל עדיין מוטלת על המערכת האחריות לעשות כל מה שניתן כדי לאבטח את המידע או החשבון. לפעמים – חוויית השימוש תהיה ״מחנכת״ ואף מתסכלת: “יש להזין סיסמה באורך של 8 תווים לפחות, יש להזין לפחות אות אחת באנגלית, יש להזין לפחות ספרה אחת” – מקרה אמיתי. במצבים כאלה, במקום לגרום למשתמשים שלכם להתחייב לרצף תווים לא פשוט, נסו לחשוב על פעולה שמהווה פשרה סבירה, שתחסוך מאמץ של שחזורי סיסמא בעתיד. דוגמה? התחברות באמצעות מקור נוסף (טוויטר\\פייסבוק), או קבלת אישור באמצעי חיצוני (סמס\\מייל) או מתן “לייף האק” קצר וישים ל-איך תזכרו סיסמאות. למערכת אכפת ממני.\n\nתיבות הרשמה לרשימת תפוצה. כמובן שמי שבונה את מנגנון ההרשמה – מעוניין שהמשתמש יאשר הרשמה לתפוצה. מצד שני, כמשתמשים בעצמנו, כולנו כמעט יכולים להעיד על הבעייתיות שבדבר. השתתפתם בדיון ברשת, מפה לשם – אתם מקבלים ניוזלטר למייל, סיכוי לפרסומות ועדכונים על פוסטים חדשים, בלי שרציתם. אז לסמן תיבת סימון מראש או לא?\n“עדכן אותי על פוסטים חדשים במייל” הוא למעשה “רשום אותי לתפוצה גם לניוזלטר וגם להכל”, למי שתהה\nרשתות חברתיות. אם נחשוב רגע על הגדרות ברירת המחדל של פייסבוק. כשאתם מגיבים למישהו – במידה ולא הגדרתם אחרת, אתם תקבלו התראה על כל תגובה חדשה. נכון, מצד אחד זה שימושי לכם (לדעת מה קורה בהמשך השיח), אך אין להתעלם מכך שגם פייסבוק מרוויחה מכך שאתם חוזרים פעם אחר פעם לבדוק את ההתראות האחרונות שלכם, מתוך הכרה של הפחד לפספס משהו (במקרה הזה fear of being left out) מה שיכול להפוך ל״ממכר״ בסופו של דבר. יחד עם זאת, בטוחה שהם חשבו על המינונים השונים של ההתראות – כדי ללכת על התפר בין לספק מידע שימושי לבין לבזבז זמן.\nקרדיט תמונה: Turgay Mutlay\nדוגמא עדכנית לכך היא חידוש שנכנס לפייסבוק בימים האחרונים: בנוסף (ולא במקום) תצוגת הנוטיפיקציות שהתרגלנו אליה – תגובות לפוסטים על ה-וול של מישהו מתקבלות במעין חלון צ’אט, באותו מיקום אפילו של חלונות הצ’אט הפרטיים הרגילים. אם איחלתי למישהו “מזל טוב” והוא ענה “תודה”, זה קופץ בצורה של חלון שיחה ומעודד להמשיך את הפוסט (הציבורי, יש לומר). עבור פייסבוק זה כמעט קסם, שינוי קטן בתבנית ידועה מראש. אתם רגילים שחלון שיחה פרטית בעלת חשיבות מסויימת מתנהג כך, האינסטינקט הראשוני יהיה – מתן תשומת לב והמשך ההתכתבות.\nאין ספק שכדי שמוצר ישרוד, המטרה תמיד תהיה להחזיר את המשתמש למערכת וכן להביא אותו לבצע פעולות שוב ושוב. אבל, משתמשים שמרגישים שזה יוצר עבורם עומס – כי כמות תשומת הלב הנדרשת למערכת עלתה, כנראה לא יעריכו את זה שמאלצים אותם להתייחס לחלונות שיחה גדולים שחשיבותם נמוכה.\nקרדיט תמונה: Turgay Mutlay\nסיכום ביניים: הדילמות נעשות יותר משמעותיות כשמתקדמים ברמת ה”קריטיות” של הפעולות שמבצעים וההשלכות שלהן. כאמור, באפליקציות שבהן ניתן לקבל גישה לכסף (פייפאל, למשל, או אפליקציות עם תהליכים המאפשרים העברת כספים ורכישה) – מצד אחד כדאי “להאריך” קצת את הדרך כדי למנוע טעויות, מצד שני מאד מפתה ליצר מערכת ״משכנעת״ לביצוע פעולה שכזו באופן מהיר. בתור מאפייני החוויה, אלו ההחלטות שנמצאות בידינו. כולם בעד קלילות וביצוע זריז – אבל לא מומלץ לקבל אחריות על שהפכתם תהליך לקיחת הלוואה לקל ואימפולסיבי מדי, למרות שעבור המוסד הפיננסי שמספק אותה, זה יהיה נהדר.\nמייצרים תחושת ביטחון ואמון עם סיכומים וטלפון גם למקרה שתהיה בעיה עם הפעולה\nאספתי רשימה של 7 עקרונות מנחים שיגרמו למשתמשים שלכם להרוויח, ואני מקווה שזה יסייע לכם בעת קבלת החלטות:\n1. Fool-proot it\nגם כשזה אומר “לקחת את ההגה”, אם המשתמש בבירור הולך לבצע פעולה שהוא צפוי להצטער עליה – תכננו עבור מצב זה, ומנעו זאת ממנו. כמו במקרה של כפתור שמירה מודגש כברירת מחדל כשמנסים לסגור מסמך לא שמור. אנחנו מבינים שאתה עלול להתחרט אם תצא עכשיו, אז לכל הפחות – נזכיר, ונציג את האפשרות שכנראה תעדיף, והיא אגב, לרוב, האפשרות ההפיכה.\n2. תהיו אנשים (חכמים ויפים שאתם!)\nנגיד הייתם איש או אישה, כזה שהוא גם (במקרה) המשתמש/ת – מה הייתם רוצים שיקרה? הייתם רוצים הרשמה אוטומטית לתפוצה? הייתם מצפים שישקפו לכם את הנתונים פעם אחת נוספת לפני שאתם מעבירים סכום כסף משמעותי לחשבון שטרם העברתם אליו כספים? וגם, האם הייתם סומכים על האפליקציה שלכם שתתחבר לחשבונות הגוגל והפייסבוק האישיים? במקרים כאלה, שמירה על האינטרס של המשתמש הסביר, הם לרוב התשובה הנכונה.\n3. נתונים הם חבר\nישנם עשרות כלים המאפשרים לבצע מחקר. בין אם מדובר בניתוח ההתנהגות לבין יצירת גרסה נוספת של העמוד/האתר/האפליקציה/הפיצ’ר – היעזרו במידע אמיתי כדי להגיע למסקנות לגבי מה שהמשתמשים הממוקדים שלכם מעדיפים וכיצד הם מגיבים. מתכנת ממוצע יכול לשכפל טופס תוך רגעים, כדי לבדוק אם קיומו של שדה מסוים משפיע על היקף ההמרות, לכן בדקו זאת במידה ויש ספק.\n\n4. היררכית מידע נכונה\nמומלץ להמנע ממצב של קושי באיתור אופציות שהמערכת מבטיחה מראש וטירטור משתמש שלא לצורך. למשל, משתמשי ווינדוס 10, נסו לראות אם אתם יכולים לשנות את רזולוציית המסך שלכם בקלות כמו פעם.\n5. לא לפחד לשנות\nגם אם התקבלה החלטה כלשהי, אין חובה מעשית להתקבע עליה. קראו פידבק, התייחסו אליו, הגיבו למשתמשים שלכם – וקחו בחשבון שאלו שמתלוננים כנראה מאד רוצים לחבב את המערכת שלכם, הם אלו שהמוצר חשוב להם מספיק כדי להשקיע זמן בכתיבה. תמיד אפשר לנצל שינוי פלואו לטובת העלאת גרסה חגיגית ויחסי ציבור טובים.\n6. לקרוא את החדר\nהיום כבר בטוח לומר שעבור כל מוצר טכנולוגי, קיים שוק שרגיל או מצפה לחוויית שימוש מסויימת. הכירו טוב את התבניות והקהל עצמו. במידה ובחרתם להעניק יותר אפשרויות לקהל מתקדם על חשבון ה-streamline, ודאו שסעיף 4 ברור לכם. מאידך, אם בחרתם להעניק פחות אפשרויות לציבור שהיקף הידע שלו או העדפותיו בסיסיים – דאגו שהממשק יכין את היוזר ויסייע לו ללמוד את “כללי המשחק” בצורה הטובה ביותר.\n7. ביסים קטנים\nפייסבוק למשל (וכל חברה שמנהלת big data), ידועים בכך שבמחי יד הם מסוגלים להחליף ממשקים למיליארדים, לטוב ולרע. לכן, הם מפעילים שינויים באופן הדרגתי: זוכרים את החלפות הטיימליין התכופות? את ההרשמה לטיימליין החדש (משתמשים שרצו לנסות אותו לפני כולם)? כך עושים זאת נכון. פתחו פיצ’רים חדשים בהדרגה, או הריצו גרסאות שונות של המערכת במקביל, במידת האפשר (כן, מומלץ A/B Testing) – ואספו פידבק ונתונים. אלו יקלו עליכם באיסוף המידע, יצמצם תחושה של חוסר התחשבות בקרב מי שכן משתמש במערכת, ויפחית פגיעה בבסיס המשתמשים הקיים.\nכך למשל FitBit מאפשרת למשתמשים לנסות ממשק חדש\nבדיקות משתמשים הוא נושא שנוטים להתייחס אליו כשמדברים על אתיקה בתחום.\u2028דעתי הקצרה לכך: נכון, ביצוע בדיקות על משתמשים, בידיעתם או לא בידיעתם – הוא מקור ידע בלתי נדלה ואמצעי לקבל כמות נתונים לניתוח. יש דרכים רבות לבצע בדיקות, בין אם לשבת עם משתמשים ולראות אותם מתנהלים, ועד להקלטת פעילותם או הצגת גרסאות מותאמות לקהל ספציפי.\nבניגוד לפגישה פרונטלית או וירטואלית עם היוזרים שלכם, כל דבר שנעשה “מאחורי הקלעים” – בידיעתם או לאו, כולל רובד של אתיקה מקצועית. כל מי שנרשם לתוכנית הבטא של וויז יודע שהוא מקבל הזדמנות לחקור את הפיצ’רים החדשים ביותר לפני כולם, במחיר קשה של חוסר יציבות, כאשר גם מצב של חוסר יכולת להפעיל את האפליקציה אינו נדיר – אבל לפחות קורה מתוך מודעות.\nבמקרים של A/B Testing בהן נבדקות גרסאות של המוצר כשהמשתמש לא יודע שהוא נסיין באותו הרגע, נשאלת השאלה: האם זה בסדר, בשם הרצון לשפר ולייעל, לבדוק דברים על משתמשים תוך ניתוח התנהגותם? התשובה היא חיובית, כן, הכל בסדר, כיוון שלא נחשפים פרטים ולא נגרם נזק. נכון… חלק מהאנשים נתקלים בתרחיש הפחות נוח לשימוש במערכת, אבל זה מבוצע באופן מבוקר ושווה את הערך שמתקבל במוצר הסופי והטוב. במיוחד במוצרים שניתנים בחינם. יש שמעדיפים סיכון לנזק קטן ונשלט, לטובת שיפור המוצר לכולם.\nויש גם מי שהרים את הכפפה. Ind.ie הם צמד שוודי שמנסים להיות החלוצים של אתיקה בטכנולוגיה על כל תחומיה – לרבות תכנון ממשקים. מי שרוצה לצפות בהרצאה קצרה שלהם בנושא, מוזמן:\n\nסוגיות אתיות עולות ברוב המקרים בעיצומם של תהליכי התכנון ויצירת ה-wireframes הראשונים, כאשר לעיתים עוד בשלב גיבוש הרעיון למוצר מתהוות שאלות אתיות נקודתיות, וכדאי לשקול התנהלות נכונה, כדי להימנע מדעת קהל שלילית ומשברי אמון בהמשך.\nהייתי ממליצה לחשוב על דברים כמו היכן משתמשים יקבלו חופש להחליט – והיכן נקבל החלטה עבורם כדי לתת את החוויה האופטימלית, ומתוך כבוד לזמן שלהם. באילו מקרים נכוון לפעולה ה”עדיפה” ביותר, כך שלכל הפחות נמנע אי הבנה ונשמור על מצב הפיך. רוב תחום האתיקה בתכנון חוויית המשתמש הוא ללא חוקים מוגדרים – ותוקף ההחלטות נמדד “ברגליים”: כיצד המשתמשים תופסים את המוצר שלכם, וכמה הם סומכים עליכם בסופו של יום.\nחשבו היטב על האופי של המוצר והמסר שהוא מעביר. במסגרת זו, בחרו את מידת החופש ואת מידת ההגבלה שאתם מעוניינים לספק. בססו את החלטותיכם על מחקר, בדיקות וניסיון שלכם כבני אדם בעולם וכמשתמשים בעצמכם (ואל תחששו לשנות). עליכם להבין את המוצר שאתם מאפיינים, גם כאלו שאחראים על פעילותו, וגם כמשתמשים פשוטים מהשורה.\nהעצה המשמעותית ביותר שאוכל לתת, כנראה, היא להיטיב עם המשתמש ככל שניתן ולשמור על האינטרסים שלו, וכך גם להרוויח כמערכת. שיהנה מאמון מולכם ושימוש נוח ובטוח במוצר בין אם עולה כסף, חינמי, מורכב או פשוט. בהצלחה!", "keywords": "חווית משתמש,אתיקה,אתיקה מקצועית,קווים מנחים,הילה יונתן,ux,design,ux design"}