{"url": "https://www.geektime.co.il/htc-m10-10-launch/", "type": "article", "title": "ה-M10 של HTC יוכרז אונליין ב-12 באפריל; כך הוא ייראה", "description": "החברה הטאייוונית שלחה הזמנות לאירוע שיתקיים אונליין ב-12 באפריל; הנה כל הפרטים שידועים עד עכשיו על מכשיר הדגל החדש והמבטיח שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/BIG-7.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-23T09:24:45Z", "modified_time": "2016-03-23T09:30:52Z", "articleBody": "החברה הטאייוונית שלחה הזמנות לאירוע שיתקיים אונליין ב-12 באפריל; הנה כל הפרטים שידועים עד עכשיו על מכשיר הדגל החדש והמבטיח שלה\nהמכשיר החדש. מקור: Evan Blass, Twitter\nסמסונג ו-LG כבר חשפו את מכשירי הדגל שלהן לשנת 2016 ועכשיו אנחנו מתבשרים על אירוע החשיפה של HTC, במסגרתו תחשוף החברה הטאיוונית את ה-M10, מכשיר הדגל החדש שלה. בשונה מהחברות הקוריאניות, אירוע ההכרזה של HTC לא יתקיים בתערוכה או במסגרת אירוע מיוחד, אלא יתרחש אונליין.\nהחודש הבא עומד להיות עמוס מאוד ב-HTC. ראשית, החברה תתחיל עם המשלוחים הראשונים של Vive, קונסולת ה-VR שלה שפותחו בשיתוף Valve. אולם אירוע חשוב לא פחות ייערך ב-12 באפריל, אז תקיים החברה אירוע הכרזה אונליין על ה-ONE M10, מכשיר הדגל שלה, שזכה לשם מקוצר, 10. כן, בלי שם משפחה, קצת כמו ריטה או מדונה.\nאז מה אנחנו יודעים על ה-10? לא מעט, אם לשפוט על פי ההדלפות והדיווחים הרבים שכבר צפו.\nהמכשיר החדש צפוי לכלול מסך 5.1 אינץ’ בטכנולוגיית Super LCD, זאת בניגוד ל-AMOLED של ה-M9. על הנייר, הטכנולוגיה החדשה חסכונית יותר באנרגיה וגם מחזירה פחות השתקפויות. הרזולוציה תיישר קו כמובן עם הנהוג כיום במכשירי הדגל ותעמוד על QHD כלומר 1,440×2,560 פיקסלים. מתחת למכסה המנוע נמצא את ערכת השבבים שהפכה גם היא לסטנדרט של מכשירי הדגל ה-Snapdragon 820 של קוואלקום עם 4GB RAM. המכשיר יגיע עם 32GB נפח איחסון מובנה וחריץ הרחבה לכרטיס MicroSD. גם בגזרת המצלמה מיישרת קו עם המתחרות ונוטשת את מרוץ המגה-פיקסלים לטובת מצלמה שצפויה להיות טובה יותר עם חיישן 12 מגה-פיקסל, מייצב תמונה אופטי (OIS) ופוקוס לייזר. מבחינת מערכת הפעלה, כמובן שהמכשיר יגיע עם אנדרואיד 6.01 מרשמלו כשמעליו Sense 8 UI, ממשק המשתמש של HTC. מבחינת צבעים, יגיע המכשיר בזהב, כסף, אפור ושחור או לבן. קורא טביעות האצבע של המכשיר ישולב בכפתור הבית שלו בדומה למכשירים של סמסונג.\nאירוע ההכרזה יתקיים ביום שלישי 12.4 בשעה 15:00 (שעון ישראל) והוא יתקיים באתר מיוחד שבנתה החברה. אנחנו כמובן נעדכן אתכם בזמן אמת עם כל הפרטים. פחות משבוע לפני HTC, תחשוף וואווי את ה-P9 שלה בלונדון.\n", "keywords": "htc,מכשיר דגל,אנדרואיד,htc one m10,htc 10,דיווחים,דיווח,שמועות,אפריל"}