{"url": "https://www.geektime.co.il/qprize-startup-israeli-competition-final/", "type": "article", "title": "הוכרזו הפיינאליסטיות של תחרות QPrize הישראלית", "description": "תחרות הסטארטאפים המקומית של QPrize העולמית מכריזה על הפיינאליסטיות הישראליות שיתחרו על פרס כספי בשווי 100 אלף דולר והשתתפות בגמר העולמי. בואו להכיר את המתמודדים", "image": "https://files.geektime.co.il/wp-content/uploads/2012/10/qprize300170.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-11-01T12:25:52Z", "modified_time": "2012-11-01T20:15:19Z", "articleBody": "תחרות הסטארטאפים המקומית של QPrize העולמית מכריזה על הפיינאליסטיות הישראליות שיתחרו על פרס כספי בשווי 100 אלף דולר והשתתפות בגמר העולמי. בואו להכיר את המתמודדים\nתמונת יח”צ\nיש לכם סטארטאפ? רוצים לחשוף אותו וגם לקבל השקעה ראשונית של 100,000 דולר? Qualcomm הכריזה, מוקדם יותר השנה, על תחרות הסטארטאפים הבינלאומית QPrize 2012, במסגרתה הגישו חברות סטארט-אפ שונות מועמדות לתחרות האזורית.\nמבין כל המיזמים שהגישו את מועמדותם, נבחרו 11 מיזמים מובילים להציג את המיזם שבאמתחתם בגמר האיזורי, שם יבדק כל מיזם ומיזם על ידי פאנל מומחים שיבחר בזוכה אחד מאושר. פאנל המומחים יבחן את איכות ומצויינות ההמצאה, את פוטנציאל השוק אליו הוא מיועד, היכולות של האנשים המנהלים את המיזם ויכולתם להוציא אותו אל הפועל. הזוכה הגדול, יקח איתו 100 אלף דולר וכרטיס כניסה לתחרות העולמית.\nהתחרות בישראל היא אחת מ-8 תחרויות אזוריות בעולם, כאשר האזורים הנוספים הנם סין, הודו, קוריאה, צפון אמריקה, מערב אירופה ברזיל ומזרח אירופה. שמונת הזוכים משמונת האזורים יתמודדו אחד מול השני והזוכה יגרוף לכיסו עוד 150,000 דולר ככספי השקעה וחשיפה עולמית.\n \nBuzzDoes\nהפיצו את השמועה לאפליקציה שלכם – האפליקציה של BuzzDoes מאפשרת למשתמשים לשתף את האפליקציות המועדפות עליהם ולקבל תגמול על כל הורדה שיוצאת לפועל כתוצאה מההמלצות הללו. מדובר במודל שיווקי חדש ומעניין למפתחי אפליקציות, המשתמש במודל עסקי של תשלום מבוסס הצלחה, כלומר שההכנסות של BuzzDoes מתבססות על נתח מהכנסות המפתחים ממכירת האפליקציות. השוני מהפתרונות הקיימים בשוק, הוא שהפתרון הזה נמנע ממודל הצבת הפרסומות בתוך האפליקציה.\nהטמעת התכונה, מתבצעת באמצעות הכנסת שורת קוד פשוטה לאפליקציה – המשתמשים המשתפים לא צריכים להירשם לשירות באמצעות טפסי רישום או להוריד תוספים נוספים על מנת לזכות בפרסים. התכונה יוצרת ספח אוטומטי המאפשר למשתמשים באפליקציה לקבל תגמולים על המלצת האפליקציה לחבריהם.\n \nPixtr\nהכלים שעומדים היום לרשותנו בכדי לשפר את תמונות הפנים שלנו הם בחירת צלם מקצועי שיידע את רזי המקצוע וייבחר את הזוויות והתאורה הנכונים, או מזל של מתחילים. Pixtr מביאה את יכולות עיבוד התמונה המקצועיות לכל צלם תמונות מתחיל, היישר מהסמארטפון שלכם. האפליקציה לומדת, על ידי אלגוריתמים מתקדמים מה מאפיין את המשתמש, מאיפה הוא, באיזה שכבת גיל הוא, תחביבים ופעיליות מועדפות פחות, ועל ידי כך מזהה מה חשוב למשתמש כאשר הוא מצלם את התמונות שלו.\nהאפליקציה משתמשת במודל החינמון – מספר מסויים של תמונות שישופרו על ידי האפליקציה בכל חודש בשילוב עם מודל חבר מביא חבר להגדלת מספר התמונות החינמי בכל חודש. ההבדל של האפליקציה הזו מאפליקציות אחרות בשוק הוא שלאפליקציות המתחרות אין אלגוריתמים לזיהוי ושיפור התמונה, אלא הן משתמשות בכלים וירטואליים ויזואליים כגון מייק-אפ והגדלה של העיניים. הטכנולוגיה שהחברה מציעה מסוגלת לזהות את המשתמשים לפי מאפיינים שונים, ולשפר את תמונותיהם בעזרת שימוש במנגנון למידה מובנה.\n \nVStory\nמאפשרת למשתמשים דרך ליצור אינטראקציה עם אובייקטים פיזיים בעזרת הסמארטפונים שלהם. פלטפורמת VStory מאפשרת לחברות ליצור אפליקציות מובייל בעלות יכולות זיהוי ויזואליות.\nהאפליקציה מאפשרת למשתמשים לצלם את מושא העניין שלהם, ולקבל עליו אינפורמציה בצורת סרטון. דוגמא לפעילות החברה היא בתחום תעשיית המוזיאונים, שם הפלטפורמה תחליף את ההדרכה הקולית המסורתית. ברגע שהמשתמשים מצלמים באמצעות האפליקציה את האובייקט המעניין אותם במוזיאון, הם יקבלו פידבק ויזואלי המהווה סוג של הסבר על האובייקט. המטרה של החברה היא ליצור פתרון המתאים לתעשיות שונות, ולהתאים את יכולותיה לכל תעשייה בנפרד.\n \nTvTak\nTVTak היא טכנולוגיה חדשה המאפשרת אינטראקציה עם תכניות טלוויזיה, פרסומות ותכני מדיה נוספים. האפליקציה מאפשרת למשתמש לשתף את חבריו בפייסבוק עם התכנים שבהם הוא צופה כרגע, תוך זיהוי התוכן הנצפה בעזרת הסמארטפון בלבד. כל מה שהמשתמש צריך לעשות – הוא להצביע עם הסמארטפון שלו על מכשיר הטלוויזיה בעזרת האפליקציה – והיא תזהה לבד איזה באיזה תוכן הוא צופה, ותאפשר למשתמש לשתף אותו ברשתות החברתיות.\nהשוני מהמתחרות העיקריות, דוגמאת Shazam ו-IntoNow, היא שהן משתמשות ביכולות זיהוי סאונד ומנגנון הזיהוי עלול להיות מוטרד מרעשי רקע, בניגוד לאפליקציה, המתבססת על יכולת זיהוי חזותית מתקדמת בלבד, על פי החברה, יכולת הזיהוי החזותית מהירה פי 7 מיכולות הזיהוי מבוססת הקול של מתחרותיה.\n \niTweetLive\nמיליארדי טוויטים ועדכוני סטטוס נשלחים בכל יום דרך הרשתות החברתיות, אך טרם נמצא פתרון שיאפשר לבעלי העסקים והמותגים לפרסם עדכוני סטטוסים וציוצים שיתייחסו לאוכלוסיית המשתמשים שלהם בנימה אישית יותר, ויגרום לעניין מוגבר בחברה. iTweetLive מאפשרת לבעלי העסקים להתמקד בקבוצות משתמשים שונות על פי הציוצים שהמשתמשים מפרסמים, ומציעה לחברה להוסיף מילים ו/או משפטים לציוץ שיעזרו לחברות להתייחס למשתמשים באופן יותר מוכוון.\nעל ידי כך, השירות מאפשר לחברות להתייחס לקהל משתמשים גדול פי 100, מבלי לפגוע בנימה האישית של הציוצים, ובכך לייעל אותם יותר. החברה פועלת במודל הפרימיום, כאשר בתמורה לכל 50 ציוצים, ציוץ מטעם החברה יישלח על ידי המשתמשים. המתחרות המובילות של החברה, פלטפורמות ציוצים כגון TweetDeck ו-HootSuite ועוד, מתרכזות יותר בטוויטים בתצורה של אחד לאחד, בעוד שהחברה מאפשרת התייחסות של אחד למאסה של משתמשים.\n \niOnRoad\niOnRoad הופכת את הסמארטפון לעוזר האישי שלכם בנהיגה. האפליקציה משפרת את הנהיגה בזמן אמת תוך שימוש בטכנולוגיה של הסמארטפונים. iOnRoad משתמשת במצלמה המובנית בטלפון ובחיישנים שלו בכדי להבין היכן אתם נמצא בכביש ואילו רכבים נמצאים לידכם.\nהאפליקציה מזהירה את הנהג  כאשר היא מזהה פוטנציאל להתנגשות רכבים, החלפת נתיבים מסוכנת ומהירות מופרזת. האפליקציה משתמשת למעשה במציאות רבודה בכדי לדווח לנהג על סיכונים בזמן הנהיגה. iOnRoad היא הראשונה בתחום שמציעה את הפתרון שלה כאפליקציה לסמארטפון.\n \n \nYEVVO\nעד עכשיו, התרגלנו להשתמש בטוויטר בתור כלי לבטא סטטוסים בעזרת טקסט, תמונות, וסרטוני וידאו, אך הפוטנציאל בתחום הזה הוא ענק וכאן נכנסת Yevvo עם אפליקציה המאפשרת לצייץ סרטוני וידאו בלייב לפיד של העוקבים שלכם. בעזרת האפליקציה תוכלו להראות לקהל הקוראים שלכם בלייב רגעים בלתי נשכחים שקורים בחייכם.\nבכל פעם שמשתמש עולה לאוויר, כל החברים והעוקבים שלו מקבלים תזכורת היישר למכשירי המובייל שלהם, ויכולים לצפות בו בזמן אמת. האפליקציה משתמשת בטכנולוגיית שידור מתקדמת בכדי לאפשר למשתמשים חוויה יציבה ומהירה של שידור בזמן אמת. כמו כן, היא מאפשרת למשתמשים לעקוב בזמן אמת אחרי אירועים לפי מיקום, עסק, #האשתגים ועוד.\n \nBizzabo\nהאפליקציה הסלולארית של Bizzabo מבוססת מיקום ומטרתה לסייע לאוכלוסייה הקשורה לכנסים. Bizzabo מאפשרת למארגני כנסים ואירועים להפוך את האירוע לחברתי יותר תוך מספר דקות. הפתרון מתאים גם למארגני הכנסים והאירועים וגם לאנשים המגיעים לאירועים. המוזמנים משתמשים באפליקציה על מנת לקבל מידע חשוב כגון מי נמצא בכנס, מה עומד מאחוריו, האם הוא יכול להיות שותף עסקי לעתיד והאם כדאי לכם לגשת אליו.\nהחזון שעומד מאחורי האפליקציה הוא הפיכתה לסטנדרט כלל עולמי בתחום הכנסים והאירועים. כמו כן, האפליקציה מעניקה כלים לניתוח האירועים בזמן אמת כך שהמארגנים יוכלו לקבל זוויות נוספות על האירוע שלהם.\n \nGroovideo\nשחקנית חדשה ומרעננת בשוק הוידאו, התופסת נישה מיוחדת ומעניינת של סרטוני וידאו משותפים לאירועים שונים. לדוגמא, במידה ורציתם ליצור לחברכם סרטון מקורי לכבוד יום הולדתו, תוכלו, בעזרת האפליקציה, לצלם קטעים מקבילים עם חבריכם, ולשלוח אותם לאפליקציה. Groovideo תיצור מכל הסרטונים שנשלחו על ידי חבריכם סרטון סופי, אותו תוכלו לערוך לפי רצונכם.\nאת מירב העבודה הקשה תעשה האפליקציה עבורכם בשרתי הענן שלה. כדי שכל אחד מחבריכם יכין את הסרטון שלו, כל שעליו לעשות הוא לבחור את מי ירצה לשתף, לבחור את האלמנטים שירכיבו את הסרטון, ולהתחיל לצלם את עצמו. התוצאה – סרטון סופי מגניב המשלב בין כל הסרטונים שהועלו לשרתי החברה.\n \nCallApp\nCallApp היא האפליקציה שתחליף את חייגן הנייטיב שלכם במכשיר הסלולארי, ותביא אליכם את כל מה שאתם צריכים לדעת על אנשי הקשר שלכם, תוך שימוש ברשתות החברתיות ומאגרי מידע שונים. בעת בחירה באנשי קשר רצויים, האפליקציה תציג לכם, פרט לאפשרות להתקשר אליהם ומספר הודעות SMS מהירות מוגדרות מראש, מה הם אוהבים, איפה הם עשו צ’ק אין בפעם האחרונה, מתי הפעם האחרונה שהיו איתכם בקשר, חברים משותפים ועוד… האפליקציה משנה את האופן שבו אתם מסנכרנים את אנשי הקשר שלכם בסמארטפון עם הרשתות החברתיות, ומביאה לכם את המידע הכי עדכני על אותו האדם, בכדי שרגע לפני שתתקשרו אליו, תזכו אולי בעוד נושא או שניים לשיחה.\n \nCastle Builders\nהדור הבא של ספרי הילדים – החברה משנה את הדרך שבה הילדים שלנו יצרכו סיפורים ואגדות. אם פעם היינו רגילים להקריא לילדים שלנו סיפור לפני השינה, שהיה מבוסס על טקסט ותמונות בלבד, Castle Builders לוקחת את הנישה הזו צעד אחד קדימה ומשלבת קטעי מולטימדיה ומשחקים אינטראקטיביים, בעת ובעונה אחת עם הסיפור המקורי.\nהחברה מקבלת מיוצרי הספרים את התוכן הטקסטואלי והויזואלי, וממירה אותו לספר אינטראקטיבי, הכולל סרטונים ומשחקים, תוך זמן קצר מאוד, הודות לטכנולוגיה מיוחדת שפיתחה החברה. ל-Castle Builders שיתופי פעולה נרחבים עם חברות כמו אולפני סוני, והיא אף מפיקה עבורם ספרים אינטראקטיביים לילדים.", "keywords": "buzzdoes,pixtr,vstory,tvtak,12mass,ionroad,yevvo,bizzabo,groovideo,callapp,castle builders,qprize,תחרות,competition"}