{"url": "https://www.geektime.co.il/will-e-sports-become-an-olympic-game-2019/", "type": "article", "title": "האם eSports יהפכו לענף אולימפי?", "description": "עם כ-175 מיליון צופים ברחבי העולם ותחזיות שצופות זינוק לכ-300 מיליון איש שיצפו עד סוף השנה הנוכחית במשחקים אונליין, ענף ה-eSports כבר מעלה שאלות של ממש לגבי הפיכתו לענף ספורט לכל דבר. אילו מכשולים עומדים בדרך ומה אומרים על כך המומחים בתחום?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/gaming-intel-1552567831-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-16T13:00:26Z", "modified_time": "2019-03-16T15:17:54Z", "articleBody": "עם כ-175 מיליון צופים ברחבי העולם ותחזיות שצופות זינוק לכ-300 מיליון איש שיצפו עד סוף השנה הנוכחית במשחקים אונליין, ענף ה-eSports כבר מעלה שאלות של ממש לגבי הפיכתו לענף ספורט לכל דבר. אילו מכשולים עומדים בדרך ומה אומרים על כך המומחים בתחום?\nצילום: גיקטיים\nלפני כשבועיים נערכה בפולין ליגת Intel Extreme Masters – סוף שבוע עמוס במשחקי eSports בלייב שהעלה לא מעט שאלות אצלנו ואצל המבקרים. ענף הספורט המרתק הזה הוא בהחלט סיפור הצלחה, אך עתידו כבר מעלה תהיות. עד שהתחום ישלים את המכשולים שהוא צריך לעבור בדרך ללב המיינסטרים ולהכרה בו כענף ספורט אולימפי, מיפינו לכם את מצבו ואת התחזיות העתידיות, אלה שאפשר לצפות כמובן.\nאם גרתם על מאדים בשנים האחרונות או סתם התרכזתם בבעיות היומיומיות שהמדינה שלנו מייצרת בקצב מסחרר, כנראה לא הבנתם למה אנחנו מדווחים לייב על eSports מאיזה אצטדיון בפולין. אז בואו ננסה להסביר מה הם ה-eSports, למה הם יוצרים כל כך הרבה רעש ולמה הם עדיין גוררים ויכוחים ברחבי העולם בנוגע להגדרתם כספורט לגיטימי לכל דבר ועניין.\nיש אלמנט אחד ברור שבו ה-eSports שונים מענפי ספורט אחרים: הם לא מערבים שום מאמץ פיזי מלבד הקשה על מקשים וגרירת עכברים למרחקים. מהצד שני, ספורט אינו מוגדר רק על פי מאמץ פיזי, ולראיה – שחמט, מירוצי מכוניות ומשחקי קלפים עברו מזמן את המשוכות השונות ונחשבים כיום לענפי ספורט רשמיים. אז איך מחליטים – אולי זה תלוי בכמות הקהל של הענף, בעובדה שיש אתגר או שיטת ניקוד, חוקים מסוימים שיוצרים סביבה מעניינת או תחרות? אולי, מה שבטוח זה שבכל ענף ספורט כזה יש כסף, וכסף הוא הבעיה האחרונה של eSports. למעשה, הענף הזה צפוי לגלגל עד 2020 כמעט 2 מיליארד דולר ברחבי העולם, וכבר שנים שליגות רבות קמות, מתקיימות ומציעות פרסים בסכומים שלא היו מביישים אף ענף ספורט אחר ומעריצים אדוקים גם תורמים כסף דרך פלטפורמות שונות לתעשייה הזאת. בנוסף, גם לפיפא ול-NBA יש ליגות איספורטס משל עצמן, ושמישהו יגיד להן שזה לא ספורט. כל עוד יש קהל צרכנים, כלומר ביקוש – יהיה היצע.\nאז איפה הבעייתיות? eSports הם משחקים, וליתר דיוק משחקי וידאו. כך נוצרת מציאות בה ישנם משחקים רבים ויתרה מכך – משחקים שונים זה מזה. נכון, עדיין אפשר לקטלג אותם ולחלק אותם לסוגים; חלקם ייחשבו כ-FPS (משחקי יריות בגוף ראשון מנקודת המבט של הדמות); חלקם כבאטל רויאל (כמו פורטנייט, Apex Legends); חלק כמשחקי אסטרטגיה ועוד, כל אחד מהם ידרוש מהשחקן או מהשחקנים שלוקחים בו חלק יכולות שונות ומגוונות. הבעיה היא שאת כל המגוון הזה קשה מאוד לרכז ולדייק לכדי ענף ספורט אחד ומהודק, בעל חוקים ידועים וברורים לגבי מי יכול לקחת בו חלק ומי לא. משחקים רבים מקוטלגים כ-eSports, אך בכל אחד מהם חוקים שונים לחלוטין שהומצאו על ידי חברה אחרת, מציאות שגורמת לגיימרים להתמקצע במשחק אחד ותחרויות וליגות שונות לכל משחק.\nצילום: גיקטיים\nוכאן אנחנו מגיעים להבדל המהותי ביותר כנראה שבין eSports לענפי ספורט אחרים: משחקי וידאו נשלטים בדרך כלל על ידי חברה אחת ששולטת בכללי המשחק ומשנה אותם מפעם לפעם, למשל על ידי עדכונים, תיקונים, תוספות והרחבות שונות ומשונות. היא המפתחת, היא המפיצה והיא המארגנת. אחד המכשולים העיקריים הקשורים להפיכת ה-eSports לענף אולימפי היא שאלת השליטה: מי קובע את החוקים, ומה יהיה חלקה של החברה המפתחת ברווחים הנוצרים מהשימוש במשחק שלה?\nשאלת האולימפיאדה וחלקם של משחקי מחשב בה קיבלה התייחסות רשמית מעניינת בדצמבר האחרון, עם התייחסותו של תומאס באך, יו”ר הוועד האולימפי, ל-eSports ולסיכוייהם להיחשב כענף אולימפי. בעוד הוא הודה כי ישנם אלמנטים דומים ב-eSports לענפי ספורט אחרים וכי הם משלבים בתוכם מאמץ פיזי וקהל, הוא הצביע על כך שעדיין מוקדם לקבוע ולדעת אם ייכנסו לאולימפיאדה הקרובה או בכלל. הטיעונים שלו התייחסו למגוון הרחב מדי של משחקים בשוק, לעובדה כי הפופולריות של כל אחד מהם משתנה בקצב מהיר שדומה יותר לאופנה מאשר למשהו שיחזיק מעמד שנים ולאלימות שמגיעה עם המשחקים הללו, ולא הפיזית, אלא תמטית.\nאולימפיאדה או לא – התחום הזה ממשיך לשבור שיאים עולמיים מדי יום. הנתונים מצביעים על 175 מיליון צופים ברחבי העולם, והתחזיות מדברות על כך שעד סוף השנה הנוכחית כ-300 מיליון איש יצפו במשחקים אונליין ויהוו קהל צרכנים אדיר. תבינו, גם תעשיית ה-eSports עצמה והליגות השונות עוד מנסות להבין מה הלאה, וככל שעובר הזמן כולן מאגדות ספרי חוקים, קנסות והיבטים שונים שיאפיינו כל ליגה וכל משחק על מנת להשליט קצת סדר, שאולי יקדם אותן צעד נוסף לעבר ההכרה כענף ספורט אולימפי. בינתיים, רשם התחום הצלחה בארה”ב עם הכרזת הממשלה על גיימרים של League of Legends כאתלטים מקצועניים, ובכך נפתח השער לגיימרים מרחבי העולם להגיע לארה”ב ולקבל ויזת עבודה על מנת להתחרות במדינה.\nעוד לפני שמשחקי המחשב יגיעו לאולימפיאדה, התאסף בפולים פאנל מומחים שעסק בתפקידה של הטכנולוגיה בעלייתם של ה-eSports, ובו השתתפו לא מעט אנשי מפתח מהתעשייה. פרנק סקורי, נשיא חטיבת הגיימינג של Intel, הצהיר בפאנל כי: “הטכנולוגיה היא זאת שמאפשרת ל-eSports להיות תחום שפורץ בצורה כזאת, והיא זאת שמאפשרת את קיומן של עשרות תחרויות בינלאומיות במקומות שונים בעולם, עם מיליוני צופים והגיימרים המקצועיים ביותר”.\nהפאנליסטים דיברו על כך שחשוב להסתכל על הטכנולוגיות השונות שדרושות לשלוש הקבוצות על מנת שהתחום הזה ימשיך להתפתח: המפתחים, הגיימרים והצופים, ולכל קבוצה יש דרישות משלה. ג’ון מידמה, דירקטור ומנהל חטיבת מוצרי מובייל בחברת Acer, מדגיש את הטענה ששלושת העולמות האלה צריכים להתקדם בקצב אחיד כל הזמן, וכי אם הטכנולוגיה של אחת מהם תתעכב ייווצר אפקט דומינו שיעכב את התעשייה כולה וידרוש משתי הקבוצות האחרות להמתין עד שהפער יצטמצם. למרות שמדובר בתסריט כמעט מופרך, לטענתם, הוא בהחלט מהדהד במוחם של כל המעורבים בפיתוח ובייצור הטכנולוגיות הללו.\nאולק אלכסנדר, מנהל בכיר בחברת ESL, מסביר כי האתגר האמיתי יהיה להביא את האנשים המעורבים באקו סיסטם הזה (מפתחים, שחקנים וצופים) לרמת מעורבות (Engagement) גבוהה ולאורך זמן לתחום כדי להמשיך ולהשתדרג, או במילים אחרות – לרכוש את המוצרים החדשים בעקביות. עוד הוא מוסיף כי הדרך היחידה לעשות זאת תהיה להציג כל הזמן חידושים שעונים על הדרישות של כל אחת מהקבוצות האלו: הגיימרים שרוצים את המעבד הטוב ביותר שיריץ את סשן המשחקים הכבד שלהם ללא בעיה; המפתחים שרוצים את הפתרונות כדי ליצור את הדבר הבא; והצופים שרוצים שהסטרימינג שהם מריצים לא ייתקע כי יותר מדי אנשים צופים באותו המשחק בו זמנית.\nצילום: גיקטיים\nלטענתם של המומחים בפאנל, הקהל שצופה בתחרויות האלו, הקבוצות והגיימרים שמבינים כי יש להם קהל מעריצים – דורשים את איכויות הסטרימינג הגבוהות ביותר ותולים את התקווה בכך שהשידור יצלח את מיליוני האנשים שמתחברים אליו. כך, מדגישים חברי הפאנל את העובדה שהצופים הם חלק בלתי נפרד ממהלך המשחק, וכי להם מוקדשים לא מעט, אם לא יותר, מאמצים כדי ליצור את יכולות השידור המובילות בעולם.\nשאלנו את חברי הפאנל מה מבחינתם תהיה פלטפורמת הגיימינג המובילה גם בשנים הקרובות, והם ענו כי ללא צל של ספק על אף עלייתן המתמדת של קונסולות המשחקים ומשחקי המובייל – גביע הזהב של עולם הגיימינג עתיד להישאר PC Gaming, או במילים שלהם “משחקיות בעכבר ומקלדת” המאפשרים שליטה רחבה יותר על מה שקורה במסך. עוד הם מצביעים על העובדה שמחשבים משמשים גם פלטפורמה ליצירת סינרגיה טובה יותר של מספר טכנולוגיות בו זמנית, שתמיד יאפשרו להם לעמוד בחוד החנית של תעשיית הגיימינג והאליפויות של משחקי ה-PC.\nבכל הנוגע למובייל גיימינג, כמו כל תעשיית המובייל, גם כאן מצביעים חברי הפאנל על הציפייה הגבוהה מהדור החמישי של התקשורת הסלולרית. התקווה היא שהתקן יהפוך לסטנדרט בשנים הקרובות ויוכל להביא עימו הזדמנויות חדשות שישפרו גם את משחקי המובייל ואת היכולות לקיים משחקים שבהם יצפו מיליוני אנשים בו זמנית ללא תקלות. אם ה-5G יעמוד בציפיות שלו, מעריכים חברי הפאנל שגם משחקי המובייל יחזרו לטור הזהב שלהם, אם כי הם מדגישים שהם תמיד יהיו שונים ממשחקי ה-PC וכי היכולות שיידרשו מגיימרים יהיו ככל הנראה פשוטות יותר ובעיקר שונות מאלו המשחקים ב-PC.\nאין ספק שמי שנחשב לחולייה החלשה של עולם הגיימינג הוא עולם ה-VR. מה שפרץ לחיינו ויצר רעש אדיר לפני שנים בודדות סובל היום ממגמת ירידה משמעותית בביקוש. הדיבור במסדרונות האצטדיון הוא על ענף גיימינג בדעיכה, שנכון לכרגע לא מציג חידושים מעניינים ושקשה לשער מה בדיוק יקרה איתו בהמשך. גם כשהסתובבנו בין הדוכנים של החברות השונות ניכר כי ההדגמות של סט ה-VR החדש שהוציאו נראות ומרגישות בדיוק אותו דבר וכי שגם החברות עצמן לא כל כך יודעות מה לעשות הלאה בתחום הזה.\nבהקשר הזה אי אפשר שלא להיזכר בהשקה הלא מוצלחת של MagicLeap בשנה שעברה, שמייצגת אולי יותר מהכל את מצבו של ה-VR: גודל האכזבה כגודל הציפייה. יחד עם זאת, חברי הפאנל טענו כי התחום הזה עדיין רק מגרד את פני השטח וכי אין להם ספק שהוא יממש את הפוטנציאל שלו עם הזמן. הם הוסיפו כי הם מאמינים שהוא יספק חוויית משתמש וצפייה טובה יותר בעתיד, כזו שתגרום לגיימרים לרצות להרגיש בתוך המשחק ולצופים להרגיש ממש כאילו היו בתוך ראשם של הגיימרים האהובים עליהם.\nבטיסה חזרה מהאירוע הענק בפולין פגשנו את איתמר בריל, בן 18 וחצי. הוא הגיע לכאן מרעננה, לגמרי על חשבונו, כדי לראות את הקבוצות שהוא עוקב אחריהן זה שנים. גם העובדה שאף אחד מהחברים שלו בישראל לא מכיר את התחום לא הפריעה לו לעלות על מטוס לקטוביץ’ שבפולין כדי להיות בקהל ולהרגיש את האווירה. “הדיון הזה נראה ממש דבילי בעיניי”, הוא גורס, “ברור שאין פה פעילות פיזית, אבל זה לגמרי ספורט, למה שלא יחשיבו את זה כספורט?”. אני צוחק בהסכמה ומנסה להסביר שנניח במילון, שנכתב כנראה הרבה לפני שמישהו דמיין משחקים אונליין, כתוב בהגדרה שספורט הוא פעילות פיזית. “טוב, אז אולי כדאי שימציאו הגדרה אחרת לספורט”, הוא חותך. אולי.", "keywords": "esports,משחקי אונליין,גיימינג,גיימרים,intel extreme masters,ליגה,דור חמישי,פולים,gamers,gaming"}