{"url": "https://www.geektime.co.il/asus-et2311in-aio-review/", "type": "article", "title": "הכל באחד, כולל הפספוס: All in One מבוסס המגע של אסוס [סקירה]", "description": "מחשבי ה-All In One בעלי מסך המגע זכו לעדנה מחודשת עם השקתה של Windows 8. האם מדובר בפתרון ראוי לבעלי עסקים ולחנויות בלבד, או גם לצרכן הביתי והמשרדי? סקירה.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/asusmainpic.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-03T12:21:54Z", "modified_time": "2014-02-03T12:21:54Z", "articleBody": "מחשבי ה-All In One בעלי מסך המגע זכו לעדנה מחודשת עם השקתה של Windows 8. האם מדובר בפתרון ראוי לבעלי עסקים ולחנויות בלבד, או גם לצרכן הביתי והמשרדי? סקירה.\nמקור: יח״צ\nמחשבי ״הכל באחד״ או All In One (בקיצור AIO) הם חוויה מעניינת ומוזרה מדי בשוק מחשבי ה-PC השולחניים. מצד אחד מדובר על חבילת מחשוב חסכונית במקום ובמרחב, כאשר כל רכיבי המחשב עצמו כלולים בתוך המסך ומאפשרים העברה נוחה של המחשב ממקום אחד לאחר ללא צורך לנתק ולחבר כמות גדולה של כבלים, אך מצד שני מדובר על יחידה כבדה במיוחד אשר לא ניתנת לפתיחה ולשדרוג עתידי.\nהסוג המיוחד הזה של המחשבים, אשר לא מהווה חידוש לכשעצמו קיבל Boost עם יציאת מערכת ההפעלה האחרונה מבית מיקרוסופט, Windows 8 אשר חלק מהחוויה שלה מותאמת למסכי מגע – דבר שגרם ליצרניות רבות להכליל ברוב מחשבי ה-All In One שלהן מסך מגע כברירת מחדל. אך הפופולריות של מחשבי ה-All In One הגיעה דווקא כאשר אפל השיקה את ליין ה-iMac שלה, כאשר מסכי ה-CRT הוחלפו אט אט במסכי LCD ו-IPS דקים, זולים וחסכוניים יותר בחשמל וברמת הקרינה שהם פולטים.\nמחשב ה-All In One הנוכחי שקיבלנו לסקירה, ה-ET2311IN של יצרנית המחשבים הטייוואנית ASUS הושק בחודש יוני האחרון ואמור לייצג את חוד החנית של החברה בתחום ה-AIO. דווקא בתקופה שבה השימוש במחשבי PC שולחניים קלאסיים הולך ודועך, והשימוש בסמארטפונים וטאבלטים ובמחשוב נייד יותר ולביש יותר גובר, ניסינו לבדוק את הטענה: האם מדובר בפתרון האידיאלי עבור המשרד והבית, או שעדיף לרכוש לפטופ ולחבר אותו באופן עצמאי למסך? בסקירה הזו נתמקד בעיקר באספקטים השימושיים של המחשב לטובת המשרד והבית, ופחות בביצועים שלו.\nנתחיל מחווית ה-Unboxing של המחשב – הוא הגיע אלינו בקופסא גדולה וכבדה (כ-11 ק״ג) שלא העניקה לנו יותר מידי אינפורמציה על מה שלכאורה רכשנו כרגע, ובאופן כללי רמת ההתרגשות שלנו בקבלת המחשב ירדה משמעותית עם קבלת הקופסא. אם חשבנו שיחד עם פתיחת החבילה המצב ישתפר, טעינו בגדול – גילינו בתוך הקופסא קלקרים ועוד כל מיני חלקים שמראיהם הראשוני לא הוסיף יותר מידי כבוד או ״סקסיות״ לאריזה החיצונית של המחשב. בניסיון להוציא את המחשב מהקופסא, הייתי צריך להיעזר בעוד אדם בכדי לעבור את התהליך בשלום, אחרי מספר דקות של קרב היאבקות עם הקופסא.\nאך על חווית ה-Unboxing אפשר להגיד ניחא. הוצאנו את המחשב מהקופסא וחיברנו אותו לחשמל. עם המחשב מגיעים גם כבל ההטענה והשנאי לחשמל, באורך טוב למדי ולמרבה הפלא – עם מקלדת ועכבר חוטיים אשר תופסים שתי יציאות מתוך 5 יציאות ה-USB של המחשב. ראוי היה שבמוצר שעולה לא מעט ואמור לחסוך מקום וכבלים בבית או במשרד, המחשב והעכבר יהיו אלחוטיים, אך גם פה המצב הוא לא כזה.\nתצוגה טובה עם השתקפות מוגזמת. צילום: גיקטיים\nהמחשב עצמו מגיע עם מסך עצום בגודל 23 אינץ׳ ועם מסגרת פלסטיק עבה במיוחד שמעניקה לו מראה של מסך טלוויזיה ישן, כך שמי שמחפש מחשב עם מראה וינטג׳ אולי יתחבר אל הדגם, אבל אנחנו לא כל כך אהבנו את הלוק. גם הכפתורים עם הכיתובים על חלקו הקדמי של המסך, הכוללים כפתור Menu, Mode, Volume Up ו-Volume Down מעניקים למחשב תחושה גוברת של מסך טלוויזיה עם מגן קרינה, כמו אלו של פעם. בצידו הקדמי ניצבת מצלמה באיכות 2 מגה פיקסל לשיחות וידאו ברשת, בעיקר עבור שימוש בסקייפ או Hangouts.\nהמסך ממוקם על גבי זרוע קשיחה ממתכת וניתן לכיוון עדין של כ-30 מעלות קדימה ואחורה. בעוד בצידו הימני של המחשב ניתן למצוא כונן Blu-Ray, בצידו השמאלי ישנם 3 כניסות 0.USB 3, כניסת כרטיס זיכרון MMC SD סטנדרטי, כניסות נוספות למיקרופון, אוזניות וכניסה מיוחדת, מכוסה במדבקה ל-Asus Subwoofer, סאבוופר חיצוני מותאם של אסוס אותו מקבלים יחד עם חלק מהדגמים. בצידו האחורי של המחשב יש כניסה נוספת של 0.USB 3, שתי כניסות של 0.USB 2, שתי יציאות של HDMI לחיבור לטלוויזיה או למסכים נוספים לטובת שולחן עבודה מורחב ויציאה לכבל רשת.\nהמסך מגיע עם תצוגה טובה למדי ברזולוציית FULL HD של 1920x1080p, כאשר השילוב של הצבעים נראה טוב במיוחד על המסך הגדול. התוספת של שכבת המגע מבורכת למדי, אך זווית הכיוונון של המסך קטנה למדי ולא מאפשרת לעבוד על המחשב באופן יותר מידי מאוזן. המסך תומך בטכנולוגיית Multi-Touch עד 5 אצבעות – אידיאלי במיוחד עבור ילדים שישמחו לצייר על המסך הגדול. עם זאת, בעיית ההשתקפות במסך ניכרת היטב מכמעט כל זווית והדבר פוגע באופן ניכר בחווית השימוש.\nהמחשב שקיבלנו לסקירה מגיע עם מעבד Core I5 מהדור הרביעי של מעבדי אינטל, עם 8 ג׳יגה של זיכרון RAM, כך שלא היו לנו יותר מידי תלונות בעבודה שלנו איתו. גם בעת הרצת סרטוני YouTube או סרטים באיכות FULL HD המחשב לא התרגש, כל עוד רוחב הפס במשרד עמד בקצב. המשאבים הגדולים של המחשב מאפשרים למשתמש בו לעבוד עם מספר חלונות במקביל על גבי המסך הגדול, בלי שהוא ירגיש עמוס בכלל.\nאם נסתכל על התמונה הכוללת, המחשב עושה את מה שהוא אמור לעשות, אחרי הכל. מדובר במחשב חזק, עם כמות גדולה של זיכרון פנימי, כונן SSD וכמות גדולה של זיכרון אחסון שתאפשר לכם לשמור כמות גדולה של תמונות ומשחקים. אף פעם לא הייתי חסיד גדול מידי של מחשב All In One עם מסך מגע לשוק הצרכני – אני חושב שמדובר בפתרון טוב מאוד למסעדות, לדוגמא, שמחפשות להריץ תוכנה מקומית תובענית במיוחד על גבי מסך מגע או לבעלי עסקים אחרים. אם השיקול הוא תוספת אלגנטית למשרד או לחדר העבודה שלכם בבית – אכן מחשבי ה-All In One ברוב המקרים נראים טוב, במקרה הזה לא ממש התרגשתי מהמראה – אך חשוב לציין כי מדובר בעניין של טעם.\nאם נדבר על פרודוקטיביות המחשב, אין הרבה יתרונות למחשבי ה-All In One, גם לא למחשב הזה על מחשבים ניידים רגילים. מדובר ביחידה כבדה במיוחד, ואם אתם רוצים ליהנות מתצוגה גדולה יותר – תמיד תוכלו לרכוש מסך במחיר די זול בנפרד ולחבר אותו ללפטופ שלכם, במידה וכרטיס המסך שלכם בלפטופ כמובן מאפשר לכם לעמוד באתגרים שתציבו לו. כמו כן, במידה ותרצו לתקן או לשדרג משהו במחשב – סביר להניח שלא תוכלו לבצע את רוב הפעולות וגם אם כן, תצטרכו לסחוב חבילה גדולה וכבדה במיוחד לחנות, במידה והיא לא מאפשרת לכם לקבל אחריות עד בית הלקוח.\nאת המחשב תוכלו להשיג בקרב היבואנים הרשמיים של חברת Asus בארץ ומחירו עומד על 5,000 שקלים.\nמערכת הפעלה – Windows 8 Pro / Windows 8\nתצוגה – מסך רחב בגודל 23 אינץ׳, 1920×1080 Full HD, LED, תאורה אחורית, זווית צפייה רחבה 178 מעלות. מסך מגע – Multi-Touch עם תמיכה עד 5 אצבעות.\nמעבד – מעבד 4770S i7 Intel ® Core ™ / מעבד i5 4430S Intel ® Core ™.\nערכת שבבים – Intel ® B85.\nמעבד גרפי – NVIDIA ® GeForce GT740M 1GB/2GB.\nזיכרון – 4 GB עד 16GB DDR3 1600MHz, 2 x SO-DIMM.\nאחסון – 500GB עד 3TB כונן קשיח SATA ,128GB SSD.\nכונן אופטי – מגש בRW DVD SuperMulti , Blu- Ray Disc Combo.\nקישוריות אלחוטית – 802.11 b / g / n או 802.11 b / g / n / ac Bluetooth V4.0 , LAN, 100/1000 Mbps.\nמצלמה קדמית – 2 מגה-פיקסל.\nאודיו – SonicMaster Premium.\nרמקול – מובנה, 2x5W.\nמיקרופון – מובנה.\nמשקל – 10.9 קילוגרם\nצבע – שחור.\nאביזרים – מקלדת + עכבר ( אופציונאלי) , כבל חשמל קווית / אלחוטי, מתאם AC, סאב וופר (אופציונאלי ) , מתאם הרכבה לקיר (נמכר בנפרד) , שלט רחוק (אופציונאלי) , מדריך להתחלה מהירה.", "keywords": "aio,all in one,asus,et2311in,אסוס,הכל באחד,מחשב,דסקטופ,desktop,מסך מגע,touch screen"}