{"url": "https://www.geektime.co.il/lg-tv-launch-2019-2020/", "type": "article", "title": "מ-2,300 ש''ח ועד 29,990 ש''ח: LG השיקה בישראל את מסכי הטלוויזיה החדשים שלה", "description": "הענקית הקוריאנית השיקה בישראל את דגמי הטלוויזיות לשנת 2019-2020, ויש לא מעט כאלו. מה היא מציעה וכמה זה יעלה לכם?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/LG-OLED-W8-1-1562823811-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-11T09:15:40Z", "modified_time": "2019-07-11T09:25:04Z", "articleBody": "הענקית הקוריאנית השיקה בישראל את דגמי הטלוויזיות לשנת 2019-2020, ויש לא מעט כאלו. מה היא מציעה וכמה זה יעלה לכם?\nתמונה: LG\nאמנם מונדיאל הנשים הסתיים, אבל אם אתם מתכננים להתחדש בטלוויזיה דווקא עכשיו, יש לנו עוד כמה דגמים להוסיף ללבטים שלכם: אמש (ד׳) השיקה LG את סדרת הטלוויזיות החדשות שלה לשנת 2019-2020, הכוללות מסכי OLED ומסכי NanoCell. חלקן עשויות לעמוד בתקציב שלכם וחלקן עשויות לאתגר את מסגרת האשראי שלכם, אז בואו ננסה להבין את ההבדלים מאחורי האותיות והמספרים הקצת מבלבלים.\nLG שולטת ביד רמה בשוק טלוויזיות ה-OLED עם נתח שוק גלובאלי של 70%, והיום היא השיקה בישראל את דגמי E9, W9 ו-C9 אשר מכילים את הדור השני של מעבד ה-α9 החדש. המעבד משתמש בין היתר בלמידת מכונה כדי לזהות את התוכן המקורי, לשדרג את האיכות שלו ולהקרין אותו בצורה אופטימלית. ב-LG טוענים כי המעבד מסוגל לבטל תופעות כמו Banding, שאולי מוכרת לכם כאחת התופעות שהפריעו לכם בפרק הגדול והחשוך של “משחקי הכס”.\n﻿\nהמעבד מסוגל לחדד תוכן HDR על ידי התאמת בהירות דינאמית שאמורה לאפשר צפייה בסצנות חשוכות גם בחדרים עם תאורה חזקה. חיישן אור הממוקם בטלוויזיה מודד את רמת האור בחדר ומתאים את בהירות המסך בצורה אוטומטית, מה שעשוי לסייע למסכי ה-OLED להתגבר על הבעיה הגדולה של מיקומם בחדרים מוארים, אבל נצטרך לבדוק את המסך בעצמנו כדי לשפוט האם ההצהרות הללו מדויקות. הטלוויזיה תומכת בתקן Dolby Vision, המכיל מטה-דאטה על כל פריים ופריים כדי שצבעים בסרטים והסדרות התומכים בתקן (בין היתר גם בנטפליקס), יראו כמה שיותר דומים לאיך שיוצרי התוכן רצו שהם יראו.\nהמעבד מסוגל לטפל גם באיכות הסאונד המוקרנת מהטלוויזיה, ואמור לזהות ולהבדיל בין סוגי תוכן שונים כמו חדשות או סרטים, כדי להתאים את הסאונד בצורה הטובה ביותר. הטלוויזיה אף מסוגלת לזהות את מיקומה בחדר ולהתאים את פיזור הסאונד בהתאם. בנוסף, הטלוויזיות החדשות של LG תומכות גם בתקן Dolby Atmos להפרדת סאונד איכותית יותר, אבל עבור ניצול אמיתי של התקן תצטרכו לקנות מערכת קולנוע ביתית תומכת (ולא זולה בעליל).\nההבדלים בין דגמי ה-C לדגמי ה-E הם בעיקר עיצוביים ונוגעים למערך הרמקולים המובנה במסך. דגם ה-W הוא דק במיוחד (ה-W מייצגת “Wallpaper” כדי לציין את עובי המסך) ומגיע גם עם מקרן קול (סאונדבר) שמהווה גם את קופסת החיבורים של הטלוויזיה. הוא משווק כמוצר הרבה יותר יוקרתי, שלא מיועד לכל אחד, וכשתראו את המחיר תבינו גם למה.\nדגם ה-C9 ישווק בגדלי 55, 65 ו-77 אינץ’, ומחירו יתחיל מ-8,490 שקלים.\nדגם ה-E9 ישווק אך ורק בגודל 65 אינץ’ ומחירו יתחיל ב-16,990 שקלים.\nדגם ה-W9 ישווק בגדלי 65 ו-77 אינץ’ ומחירו יתחיל מ-29,990 שקלים.\nתמונה: LG\nמלבד טלוויזיות ה-OLED היוקרתיות שלה, LG מיתגה השנה מחדש בתערוכת CES את ליין טלוויזיות ה-LCD שלה תחת המותג NanoCell. ב-LG הסבירו לי כי הפאנל החדש מכיל חלקיקים זעירים שסופגים את הפרעות האור, ואמור לסייע לצפייה בצבעים מדויקים יותר. מערך התאורה של הטלוויזיות החדשות בדגם ה-SM95 הוא מערך תאורה אחורי מלא (Full Array Dimming), מה שמאפשר לטלוויזיה לשלוט על יותר נקודות הארה שונות בשטחה, ובכך לקבל גם רמות שחור מוצלחות מבעבר (אם כי לא “שחור מוחלט” כמו בטלוויזיות ה-OLED שבהן הפיקסלים נכבים פיזית כשהם מייצגים צבע שחור). דגם ה-SM90 מחזיק בחצי מכמות נקודות ההארה, ודגמי ה-SM80 הם בעלי מערך הארה תחתון, שהרבה יותר דומה לדגמי LED סטנדרטיים מאשר אחיהם היקרים והמשוכללים יותר, ומחירו כמובן נמוך יותר בהתאם.\nכל טלוויזיות ה-NanoCell תומכות גם הן בתקני Dolby Vision ו-Dolby Atmos, וגם הן קיבלו מעבד מעודכן ומשופר בשם α7, שאיננו עוצמתי כמו בדגמי ה-OLED, אך אמור גם הוא להציג שיפורים בהשוואה לדגמים הקודמים.\nדגם ה-SM81 ישווק בגדלי 49, 55 ו-65 אינץ’, ומחירו יתחיל מ-3790 שקלים.\nדגם ה-SM86 ישווק בגדלי 55 ו-65 אינץ’, ומחירו יתחיל מ-4490 שקלים.\nדגם ה-SM90 ישווק בגדלי 55, 65, ו-75 אינץ’, ומחירו יתחיל מ-5490 שקלים.\nדגם ה-SM95 ישווק אך ורק בגודל 65 אינץ’, ומחירו יתחיל מ-8990 שקלים.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "lg,טלוויזיות,oled,nanocell,lcd,led,tv,טלוויזיה,אל ג\\'י,אל-ג\\'י"}