{"url": "https://www.geektime.co.il/samsung-s20-slow-sales/", "type": "article", "title": "מכירות מאכזבות לגלקסי S20. סמסונג: ''זה בגלל הקורונה''", "description": "על הנייר, הגלקסי S20 הוא אחד ממכשירי הדגל המרשימים של השנה. בפועל, הביקורות די פושרות וגם המכירות בקוריאה, המגרש הביתי, נחתכו בחצי לעומת ה-S10 ובשני שליש לעומת הנוט 10. בסמסונג טוענים ׳׳זה בגלל הקורונה׳׳", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/Screen-Shot-2020-03-01-at-8.41.34-1583044920-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-01T10:40:05Z", "modified_time": "2020-03-01T10:40:05Z", "articleBody": "על הנייר, הגלקסי S20 הוא אחד ממכשירי הדגל המרשימים של השנה. בפועל, הביקורות די פושרות וגם המכירות בקוריאה, המגרש הביתי, נחתכו בחצי לעומת ה-S10 ובשני שליש לעומת הנוט 10. בסמסונג טוענים ׳׳זה בגלל הקורונה׳׳\nמקור: Samsung\nלפני קצת יותר משבועיים הכריזה סמסונג על ה-S20, מכשיר הדגל החדש שלה לשנת 2020 והמחליף של ה-S10. נכון לשלב זה המכשיר נמכר רק בדרום קוריאה, השוק הבייתי של סמסונג, כשבהמשך השבוע הוא יגיע גם לשאר העולם. עם זאת, אם המכירות בקוריאה מהוות אינדיקציה לרמת הביקוש של המכשיר, – זה לא נראה טוב עבור הענקית הקוריאנית.\nדיווח שפורסם לראשונה ב-9to5google חושף כי המכירות של ה-Galaxy S20 נמוכות באופן משמעותי מאלו של ה-S10; בעוד שביום הראשון לזמינותו של ה-S10 בחנויות בקוריאה נמכרו ממנו 140 אלף יחידות, היקף מכירות של ה-S20 נחתך כמעט בחצי, ועמד על כ-71 אלף יחידות. אבל גם הירידה הזו היא עוד סבירה אם משווים את המכירות למכשיר הדגל הקודם של החברה – הנוט 10. הנוט, שהושק באוגוסט 2019, מכר לא פחות מ-220 אלף יחידות כבר ביומו הראשון להשקה כלומר, פי 3 מה-S20.\nבסמסונג לא נשארו אדישים לנתונים. דובר של החברה אמר לאתר הקוריאני KoreaHerald כי מכירות המכשיר הושפעו מירידה בהנחות המוצעות על מכשירים חדשים, אבל גם מכך שכמות האנשים שפוקדים חנויות באופן פיזי פחתה, בשל החשש להידבק בוירוס הקורונה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבזמן שלא ניתן לשלול לחלוטין את ההסבר של סמסונג, חשוב לזכור שמכשיר הדגל של החברה זכה גם ללא מעט ביקורות ברחבי העולם שהתמקדו בכמה היבטים. ראשית, תג המחיר שסמסונג הצמידה לו; בעוד שהגרסה הבסיסית של ה-S10 נמכרה ב-750 דולר, מחיר הגרסה הבסיסית של ה-S20 הוא אלף דולר או 3,500 ש״ח בישראל.\nשנית, הביקורות הראשונות למכשיר הנוצץ ביותר בחבורה, ה-S20 Ultra, העידו כמעט כולן כי גם המפרט המתקדם שלו לא מצליח להצדיק את המחיר ההתחלתי של 1,400 דולר או 4,800 ש״ח בישראל. המכשיר גם זכה ל״גייט״ השקה משלו, כאשר מבקרים טענו כי המצלמה מחליקה פנים בצורה מוגזמת, וכי ישנם לא מעט באגים ובעיות במצלמה שלו, שאמורה להיות הסיבה העיקרית להשקה. נזכיר כי סמסונג בעצמה העידה כי ״אפקט מכשיר הדגל״ נמצא בירידה בדוחות הרבעוניים האחרונים שלה. שלבו את כל הנסיבות הללו ביחד, וכנראה שהאמת נמצאת איפשהו ביניהם.", "keywords": "סמסונג,סמסונג גלקסי,samsung,samsung galaxy s20,מכירות סמסונג,מכירות גלקסי,galaxy s20 sales,קורונה,corona"}