{"url": "https://www.geektime.co.il/samsung-q950ts-borderless-tv/", "type": "article", "title": "סמסונג חשפה טלוויזיה שהיא 99 אחוז מסך", "description": "כי מסגרת לטלוויזיה זה כל-כך 2019", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/2020-Samsung-QLED-8K-Q950_01-1578293273-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-06T10:30:01Z", "modified_time": "2020-01-06T15:27:55Z", "articleBody": "כי מסגרת לטלוויזיה זה כל-כך 2019\nצילום: גיקטיים​\nיצרניות הסמארטפונים עשו הכל בשנים האחרונים כדי לצמצם את שולי המסך וליצור מסכי “קצה-לקצה”. ממגרעות, חורים ואפילו מצלמות סלפי נשלפות. אבל בינתיים המסך הגדול ביותר בבית שלנו, הלא הוא מסך הטלוויזיה, נותר עם שוליים כאילו זו שנת 2016. באירוע עיתונאים מיוחד שערכה היום סמסונג, חשפה החברה טלוויזיה שלוקח את טרנד ה”קצה-לקצה” עד לקצה עם יחס גוף-מסך מטורף של 99% שאיכשהו מצליח להיראות מתבקש ועתידני בו זמנית.\nהמסך החדש בעל השם המאוד קליט, Q950TS, הוא מסך 8K מסדרת ה-QLED של סמסונג שמגיע בשלושה גדלים: 65, 75 ו-85 אינץ’. . יש לו את כל התכונות של המסכים היוקרתיים והמתקדמים ביותר של סמסונג, אבל אין ספק שמה שתופס את העין יותר מכל הוא פשוט העיצוב של המסך. ה-Q950TS הוא הראשון לזכות בכינוי “Infinity” המוכר לרובכם ממסכי מכשירי הגלקסי לאור אותו יחס גוף מסך שגורם לו להראות פחות או יותר כמו מסך טהור.\nתמונה: סמסונג\nבמבט קרוב ל-Q950TS, אפשר לראות שהשוליים שלו עדיין קיימים, ובעיקר החלק התחתון של המסך עדיין נוכח במידה מסוימת, אבל ברגע שהתרחקתי ממש מעט מהמסך הדי עצום הזה השוליים נעלמו כמעט לחלוטין. אם אתם לא מחפשים אותם, אתם פשוט לא תראו אותם, וזה מאוד מרשים. הייתי מאוד שמח לראות את הטכנולוגייה הזאת גם במסכי ה-4K של החברה, אבל כבר בינתיים מדובר בהישג מאוד מכובד.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nה-Q950TS הוא גם מסך די דק בעובי של בקושי 15 מ”מ, ומאחוריו מסתתר מערך סאונד די מרשים, ומלבד רמקולים בכל אחד מצידי המסך, ישנם גם סאב וופרים שאמורים לספק ביחד צליל ב-5.1 ערוצים ובאיכות הרבה יותר טוב מזו שטלוויזיות מפיקות בדרך כלל. בנוסף, סמסונג הדגימה כמה פיצ’רים תוכנתיים די מגניבים: באמצעות AI, הטלוויזיה מסוגלת לזהות איזה סאונד מופק מאיזה אלמנט בתמונה, ובהתאם לתנועה שלו ליצור אפקט סראונד מתקדם יותר (במהלך שעשוי להרגיז לא מעט עורכי סאונד). בנוסף, המסך מסוגל לזהות אם מישהו בבית הפעיל בטעות את שואב האבק או שלפתע פשוט נשמע רעש חזק, ולהגביר את עוצמת השמע של הדיאלוגים כדי שלא תפספסו כלום.\nמאחר שאין כמעט תוכן 8K אמיתי, בסמסונג טוענים כי מעבד ה-AI Quantum שבטלוויזיות ה-8K שלה, וגם במסך הזה, מסוגל לטפל בכל תוכן בכל איכות ולהביא אותו לאיכות 8K (במה שנקרא Upscaling). בינתיים תצטרכו להסתפק בזאת, למרות שבסמסונג טוענים כי חתמו על שיתוף פעולה עם יוטיוב ואמזון כדי לקדם יצירה של תכני 8K.\n ", "keywords": "q950ts,q950,מסך,טלוויזיה,סמסונג,tv,samsung,ces,ces 2020"}