{"url": "https://www.geektime.co.il/iphone-x-in-israel-23-nov/", "type": "article", "title": "רשמי: iPhone X יושק בישראל ב-23 בנובמבר; פורסמו מחירים", "description": "פחות משבוע לאחר השקת האייפון היקר בהיסטוריה, מודיעה כעת אפל באופן רשמי כי המכשיר וההייפ ינחתו בישראל בעוד כשבועיים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/iPhone_X_blk_lockup_20171107.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-07T15:54:36Z", "modified_time": "2017-11-07T16:58:44Z", "articleBody": "פחות משבוע לאחר השקת האייפון היקר בהיסטוריה, מודיעה כעת אפל באופן רשמי כי המכשיר וההייפ ינחתו בישראל בעוד כשבועיים\nתמונה: Apple\nרבים תהו מתי יוכלו לשים את ידיהם על האייפון היקר והמוצלח ביותר בהיסטוריה של אפל, וכעת הם מקבלים את התשובה שלהם בהודעה רשמית של אפל: המכשיר יגיע לישראל באופן רשמי ביום חמישי, ה-23 בנובמבר.\nלרוב, הרשתות המשווקות את מכשירי אפל בישראל אוהבות לקיים אירועי “לילה לבן” שבהם הן מתחילות את מכירות המכשיר בחצות, ולרוב גם מציעות מתנות לרוכשים באירוע ההשקה כמו מטענים אלחוטיים, קייסים ושאר אביזרים. המלאי צפוי להיות מוגבל מהרגיל, וזאת לאור בעיות המלאי הקיימות בשווקים בהם אפל כבר השיקה את המכשיר.\nשתיים מהמשווקות הרשמיות של מוצרי אפל בישראל פירסמו לפני זמן קצר את המחירים:\nבאייסטור (iStore) ימכר דגם ה-64GB תמורת 4,830 ש״ח ודגם ה-256GB ימכר תמורת 5,530 ש״ח, באיידיגטל (iDigital) יוצע דגם ה-64GB תמורת 4,900 ש״ח ודגם ה-256GB תמורת 5,600. שתי החברות יקיימו יום מכירה מיוחד במסגרת לילה לבן שיפתח בחצות, בלילה שבין רביעי לחמישי.\n\nסקרנו בגיקטיים את ה-iPhone X השבוע והגענו למסקנה שמדובר סופסוף במכשיר שבו אפל מצליחה לרגש שוב: עם מסך OLED קצה-לקצה מוצלח מאוד בגודל 5.8 אינץ’, מערכת זיהוי פנים שעובדת במהירות גם בחושך מוחלט, מעבד עוצמתי ומצלמה משובחת, ה-iPhone X הוא מכשיר חדשני שמצליח להוכיח שלאפל נשארו עוד דרכים להפתיע ולספק לקהל המעריצים שלה מכשירים מצוינים.", "keywords": "אפל,אייפון איקס,אייפון אקס,אייפון טן,אייפון עשר,אייפון 10,אייפון x,ישראל,מחיר,השקה,לילה לבן,israel,iphone x,apple"}