{"url": "https://www.geektime.co.il/the-great-headphones-fight-2014/", "type": "article", "title": "אוזניים לכותל: 10 אוזניות ב-3 דרגות מחיר שכדאי לכם להכיר", "description": "ביטס או מארשל? מונסטר או פיליפס? ב-500 שקל או ב-1,500 שקל? לכבוד החג, לקחנו עשרה זוגות של אוזניות ב-3 דרגות מחיר שונות לקרב ראש בראש - ואוזן באוזן.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/05/beats.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-09T14:00:00Z", "modified_time": "2014-10-09T14:05:58Z", "articleBody": "ביטס או מארשל? מונסטר או פיליפס? ב-500 שקל או ב-1,500 שקל? לכבוד החג, לקחנו עשרה זוגות של אוזניות ב-3 דרגות מחיר שונות לקרב ראש בראש – ואוזן באוזן.\nתמונה: flickr, cc-by nino63004, beats\nהפוסט נכתב על ידי ניב ליליאן\nעכשיו שהסמארטפונים ירשו את מקומם של נגני ה-MP3 ומאפשרים לנו לקחת טונות של מוזיקה לכל מקום, רבים מאיתנו לא מסתפקים באוזניות שמגיעות עם הסלולרי – אל משקיעים באוזניות איכותיות. כתוצאה מכך, השוק – שמגלגל מיליארדים בשנה – רק הולך וגדל, ורק לאחרונה התוודענו לרכישה של אפל את חברת האוזניות ביטס תמורת ארבעה מיליארד דולר. אבל ביטס היא רק אחת מיני רבות. המבחר גדול ועשרות חברות עם מאות דגמים מתחרות על כיסנו, ליבנו ואוזנינו.\nהאוזניות מתחלקות לשלוש קטגוריות עיקריות, לפי המבנה והגודל שלהן:\nIn Ear – מכונות גם אוזניות כפתור. אלה אוזניות קטנות, בצורה עגולה (ומכאן השם אוזניות כפתור), או צורת חרוט גמיש מגומי או סיליקון שנדחף לתוך תעלת השמע ואוטם אותה, בדומה לאטמי אוזניים. אלה בדרך כלל אוזניות פשוטות וזולות יותר, על אף שבשנים האחרונות צומחת בהן תת קטגוריה של אוזניות ספורט, שגם נתלות על האפרכסת והן יותר משוכללות מאוזניות הכפתור הרגילות.\nOn Ear – אוזניות על האוזן, הן סוג אחד של אוזניות מהתצורה של אוזניות קשת – כלומר, שתי אוזניות המחוברות ביניהן בקשת המונחת על הפדחת של המאזין. בניגוד לסוג השלישי, ה-Over Ear, הן יושבות בדיוק על היקף האפרכסת של האוזן ולא מכסות אותה. לרוב צורתן תהיה עגולה, אבל לא בהכרח.\nOver Ear – האוזניות הגדולות ביותר והסוג השני של אוזניות הקשת, הן ה-Over Ear, בניגוד לקודמות הן מכסות את כלל האפרכסת של האוזן וקצת יותר, ככה שהן למעשה מונחות על שולי הפנים של המאזין ואוטמות ועוטפות את האוזן בתוכן. הן יספקו את הבידוד הפאסיבי הטוב ביותר מפני רעשים, אבל אליה וקוץ בה – הן לא מאפשרות לאוזן להתאוורר.\nעל אף שאוזניות אלחוטיות הן הדבר הבא, המבחר והמגוון של אוזניות מחווטות הוא עדיין גדול לאין ערוך. חתך האוזניות שלקחנו לסקירה הוא אוזניות On Ear, מחווטות, לרוב עם דיבוריות, בטווח המחירים של 500-1500 שקל, בהנחה שהמחיר הממוצע של זוג אוזניות איכותיות נע היום סביב ה-750-800 שקלים. חילקנו את האוזניות לפי טווחי מחיר, לשלושה טווחים. המחירים נכונים ליום הכתיבה, ונמסרו על ידי היבואנים.\nJabra Revo – חסונות עם צליל עגול. האוזניות של ג’ברה בנויות מפלסטיק איכותי, גומי רך לקשת הראש וצירי מתכת בצבעי שחור ואפור, עם נגיעות של כתום בעיטורים של בתי הרמקולים, ובבד הציפוי הפנימי. העיצוב הכללי הוא צעיר, מגניב, אבל לא צעקני. צירי המתכת של האוזניות מאפשרים לקפל אותן לצורת קונכיה לתוך קשת הראש, וג’ברה מתחייבים על העמידות שלהן, לרבות נפילה.\nכבל החיבור גם הוא בכתום עם מחברים אפורים, חוזק בסיבי זכוכית, כך שאפשר להתעלל בו. האכזבה היחידה היא משקית הנשיאה, שהיא אמנם מעוצבת, אבל פשוטה יחסית לדגמים אחרים ולא מספקת הגנה טובה לאוזניות לטעמנו.\nלגבי הצליל עצמו, ה- Revo מספקות בס נעים ופריך, וגם הצלילים הבינוניים והגבוהים נשמעים נקיים ונעימים באוזניות הללו, שיוצרים צליל עגול ומאוזן. בנוסף, הגדרות האקולייזר באפליקציה המצורפת הן מצוינות ואכן משדרגות את איכות הצליל למגוון של סגנונות. החיסרון היחיד הוא, שכדי לנצל את מלוא היכולות של האוזניות הללו כמו הדולבי, צריך להשתמש באפליקציה שלהם, שתומכת רק במוזיקה מקומית על המכשיר. כשסקרנו אותן לראשונה הן עלו כאלף שקל, וכעת ירד מחירן לרמה של 699 שקלים, מה שהופך אותן למציאה של ממש.\nJabra Revo – 499 שקל. צילום׃  ניב ליליאן\nMarshall Major – אגדת רוק. חברת זאונד מייצרת אוזניות המסתמכות על המוניטין של מרשל, חברת מגברי הגיטרות הידועה. העיצוב שלהן מזכיר אוזניות של שנות השבעים, ושואב השראה ממגברי הגיטרות המפורסמים, כאשר הלוגו הידוע על צדן. האוזניות רבועות ומתקפלות על צירי אלומיניום, המחברים אותן לקשת מרופדת בציפוי דמוי עור. האוזניות האלה נוחות עד מאוד. הן עוטפות יפה את האוזן, וכריות האוזן עבות ונעימות, והקשת רכה.\nהאוזניות האלה מעניקות צליל חם, עם במת צליל רחבה, ובאסים פריכים ושחזור טוב, מה שהופך אותן למושלמות לחובבי מרוק ומטאל, ג’אז והיפ הופ. לא היינו ממליצים עליהן לחובבי מוזיקה קלאסית. 499 שקל.\nMarshall Major- 499 שקל\nMonster Inspiration – מראה מתכתי, צליל מרשים. ה-Inspiration של מונסטר הן אחת האוזניות הכי טובות שנתקלנו בהן בסקירה הזו. הן גדולות יחסית, בעיצוב מלבני, וכמעט נכנסות למעשה לקטגוריית ה-Over Ear. הן מזכירות קצת בעיצוב שלהן את האוזניות האולפניות של תחילת שנות השמונים, אבל בגירסה מודרנית.\nבתי הרמקולים יושבים על זרועות מתקפלות של אלומיניום שחור מוברש ואלגנטי וקשת הראש שלהן מרופדת היטב ונעימה, עם ציפוי דמוי עור בראשה ותפרים בולטים. יפהפה. ראוי לציון גם נרתיק הנשיאה המשובח – מבד סינטטי מרופד היטב, בנוי בצורת “חצי פיתה” עם שאקל לחיבור ללולאת חגורה על המכנסיים וידית נשיאה תפורה מבד חזק. הצליל גם הוא ראוי לתואר הזה: באסים פריכים ומדוייקים, לצד טונים גבוהים נעימים ומדוייקים, ה-Inspiration הן אחד הזוגות המומלצים בסקירה הזו, ותמורה מעולה לכסף שלכם. 599 שקל.\nMonster Inspiration – 599 שקל\nSOL Republic Tracks – גימור בינוני, וגם הצליל. אוזניות ה-Tracks של Sol Republic, הן אוזניות אמצע הדרך – בתי הרמקולים עגולים אם כי קצת פחוסים ושמנמנים לא בצורה נאה. כשבאנו לשלוף אותן מהתיק מהקשת, נשארנו עם הקשת, שהיא מפלסטיק גמיש ולדבר היצרן “בלתי ניתנת להריסה”, ביד, אבל הסתבר שהדבר מכוון – אפשר לפרק את בתי הרמקולים מהקשת. כוונת המשורר אינה ברורה בעניין.  הצליל שטוח יחסית. האוזניות האלה מציעות קצת באסים, אבל הטווחים הבינוניים והגבוהים שלהן אנמיים, אפילו קצת צורמים לעתים. מאכזב. 499 שקל.\nSOL Republic Tracks – 499 שקל. צילום׃  ניב ליליאן\nBeats Solo 2 – אופרה אחרת. לאוזניות הסולו דור ב’ שעוצבו לאחרונה לחלוטין מחדש, יש בתי תהודה גדולים, שחורים ונאים למדי שעליהם מוטבעת ה-b המפורסמת באדום. הם יושבים על קשת רובסטית מבעבר, עם מידה מסוימת של חופש שעוזרת להתאים אותם לאוזניים שונות. הפנים שלהם הוא כיסוי דמיו עור נעים ורך. אם כי קצת סינתטי. בראש הקשת ישנו גומי רך שמאפשר לה לשבת היטב על הראש, בדומה למה שראינו ב-Revo של ג’ברה.\nבתי הרמקולים יושבים על צירים בקשת, מה שמאפשר לקפל את האוזניות לנשיאה נוחה. הכבל הוא אותו כבל אדום המזוהה עם המותג. הכבל מסוכך היטב ומצופה גומי, אם כי קצת נוטה להסתבך סביב עצמו. תיק הנשיאה מבד רך אך מגן, הכולל תפס (שאקל בשפת העם), המאפשר לתלות את האוזניות על לולאת חגורה במכנסיים.\nה-Solo 2 הפיקו שחזור צליל מצוין במגוון ז’אנרים והתאימו את עצמן היטב למגוון במות צליל. ה-Solo 2 יוצרות במת צליל בינונית אך בעלת גמישות מסויימת. נהנינו מאוד מהתופים והבס שהיו פריכים מאוד ומובחנים.  בכלל לאוזניות האלה יש יכולת הנעה יפה מאד לטווחים הנמוכים ולטווחי הביניים. גם בצלילים הגבוהים ה-Solo 2 עושות עבודה נאה. הפריע לנו במקצת פער (gap) מסוים במנעד בין הצלילים הנמוכים לגבוהים. ההפרדה היא כל כך דיכוטומית עד שניכר שמשהו מהצליל לכאורה מעט חסר. בסך הכל, זו אופרה אחרת מהדור הקודם של הביטס, והן ממצטיינות הסקירה כאן. 999 שקל.\nBeats Solo 2 – 999 שקל. צילום׃  ניב ליליאן\nB&W P5 Mini – לאפליסטים בלבד. האוזניות של באוארס אנד וילקינס מעוצבות בעיצוב מגניב של דמוי עור ומתכת, עם קריצה לעיצובי רטרו. הן מגיעות עם נרתיק בד קטיפתי ומהודר, עם תפרים בולטים. הכבל נכנס אל תוך גוף בית הרמקול, כשמפרקים את כרית האוזן. אבל אליה וקוץ בה: ה-P5 טובות רק לשימוש עם מכשירים של אפל. אם אתם בעלי סמא\nרטפון אנדרואידי, צפו לסאונד איום ונורא. למעשה, אם יש לכם גלקסי S או כל טלפון מבוסס אנדרואיד אחר – אל תקנו אותן. אבל גם במכשירים של אפל לא נפלנו מהצליל: הסאונד דחוס מאוד ולא הכי נעים. בעינינו על אף הבית הטוב, האוזניות האלה לא שוות את מחירן. 999 שקל.\n999 שקל – B&W P5 Mini. צילום׃ ניב ליליאן\nMonster DNA – עיצוב מעניין, צליל סתמי. לאוזניות ה-DNA של מונסטר יש עיצוב מיוחד: בתי הרמקולים מעוצבים בצורה משולשת, ולא עגולה כמקובל. אנחנו קיבלנו זוג באפור עם חיפוי מראתי. הכבל הוא כבל שטוח, ובאופן כללי, העיצוב לא רע, אם כי זו שאלה של טעם. הן מגיעות עם נרתיק מוצלח הכולל תפס תליה, ומתקפלות לנשיאה קלה. לגבי הצליל פחות היינו נלהבים. הבסים די שטוחים, במת הצליל מאוד צרה, וגם הצלילים הגבוהים לא חדים. בסך הכל, צליל סתמי. 799 שקל.\n799 שקל – Monster DNA. צילום׃  ניב ליליאן\nJBL Synchros S700 – טנק עם מגבר. האוזניות האלה מסדרת ה-Synchros של JBL, הן גדולות למדי, ולמעשה נכנסות לקטגוריית ה-Over Ear. הן עגולות, גדולות ועם מראה קשוח ומוקשח, קצת כמו טנק עתידני. יש לקן קשת מתכתית נאה עם ריפוד רציני תחתיה. הן די נוחות, אם כי התחושה שלהן מעט כבד על הראש.\nוהנה הגימיק: לסינכרוס S700 יש מגבר פנימי מובנה, שניתן להפעלה בלחיצת כפתור. הפטנט הזה, המכונה LiveStage, גם מעבד את הצליל ככה שיישמע כאילו אתם בהופעה חיה. העסק עובד – הצליל אכן נשמע ברוב המקרים כאילו אתם באצטדיון עם במת צליל מאוד רחבה. מה שכן, המגבר הזה זקוק מדי פעם לטעינה (באמצעות כבל USB מצורף), אבל אפשר לכבות אותו ולהשתמש באוזניות בלעדיו. הצליל נשמע קצת מעורבב ולא חד, אבל בסך הכל האוזניות האלה מציעות צליל טוב. 999 שקל.\n999 שקל – JBL Synchros S700. צילום׃  ניב ליליאן\nפוסטים נוספים ב-NEXTER:\nPioneer MX9 – ארטילריה כבדה, צליל עילי. ה-MX9 הן האוזניות הכי יקרות כאן בסקירה, 1500 פחות שקל מחירן, אבל הן נותנות תמורה לכסף. יש להן בתי רמקולים גדולים שקצת בולטים מהראש, עם דרייברים תואמים. קשת מרופדת בשכבה עבה של פלסטיק רך דמוי גומי שנוחה מאוד על הראש וכריות אוזניים טובות. הן מגיעות עם שני כבלים באיכות גבוהה מאוד, אחד קצר יותר עם דיבורית והשני מסולסל וארוך יותר – שיכול להימתח עד שלושה מטר. המחברים מצופים זהב, וננעלים לתוך האוזניות בימין או שמאל.\nאיכות הצליל מדהימה. מלבד טווח תגובה מטורף שמתחיל בששה הרצים ועולה עד 40 אלף הרץ, הסאונד כאן מדוייק להחריד, והכל נשמע נפלא: מהבסים הכי נמוכים ועד הטרבלים הכי גבוהים, עם רמת פירוט מעולה. פיוניר מצהירים שהאוזניות האלה מספקות “צליל מועדונים עילי” – אבל כל סוג מוזיקה שזרקנו לעברו החל ממטאל, דרך פופ, ראפ ועד קלאסי – הן עשו עבודה מעולה. החסרונות היחידים שלהן זה שהן קצת כבדות על האוזניים והראש, לא מאוד ניידות ולא מתאימות כל כך לנסיעות והנרתיק קצת מאכזב. אבל למי אכפת מהנרתיק עם כזה תוכן? 1499 שקל.\n1499 שקל – Pioneer MX9. צילום׃  ניב ליליאן\nPhilips Fidelio M1 – אוזניות ענייניות. כמו האנשים שיצרו אותן (הולנדים) האוזניות של פיליפס הן מעשיות מאוד – החל מהעיצוב וכלה בצליל שהן מפיקות. בצד העיצוב,  בתי הרמקולים, שהם בחיפוי שחור פשוט עם דוגמה מחוספסת, יושבים על שלדת מתכת מטופלת אפרפרה, שרובה ככולה מצופה בדמוי עור נעים ורך למגע. התוצאה: האוזניות האלה נוחות מאוד על הראש, החל מהרגע הראשון, גם ללא כרית באמצע הקשת כמו שפגשנו ברוב האוזניות האחרות. הכבל עשוי לא רע, ומצופה בד, כמו שפגשנו בג’ברה. העיצוב לא מרהיב, אבל גם לא דוחה. הוא אסתטי ופרקטי למראה. הצליל, גם הוא פרקטי. הוא לא רע, אבל גם לא מדהים. האוזניות האלה קצת נופלות בטווחים הקיצוניים – הבאסים הממש נמוכים והטרבלים הממש גבוהים, אבל בכל השאר הן בסדר גמור. ברם, לדעתנו אפשר למצוא אוזניות טובות יותר במדרגת המחיר שמתחתיהן. 1390 שקל.\nPhilips Fidelio M1. צילום׃  ניב ליליאן\nהפוסט פורסם במקור ב-NEXTER", "keywords": "אוזניות,ניב ליליאן,נקסטר,nexter,niv lillien,headphones,fight,קרב,ביטס,פיליפס,מונסטר,מארשל"}