{"url": "https://www.geektime.co.il/airpods-competitors/", "type": "article", "title": "שנה אחרי: איך זה שאין עדיין מתחרה אמיתי ל-Airpods של אפל?", "description": "כולם צחקו כשהן הושקו, אבל יותר משנה לאחר מכן, האוזניות האלחוטיות של אפל הן עדיין מהטובות והמבוקשות ביותר בשוק. איך זה קרה?", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/Screen-Shot-2016-11-02-at-12.40.08.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-10T14:00:26Z", "modified_time": "2018-02-08T18:00:36Z", "articleBody": "כולם צחקו כשהן הושקו, אבל יותר משנה לאחר מכן, האוזניות האלחוטיות של אפל הן עדיין מהטובות והמבוקשות ביותר בשוק. איך זה קרה?\nתמונה: אפל\nכאשר אפל חשפה לראשונה את ה-AirPods באירוע החשיפה של ה-iPhone 7, כמעט כל הרשת התגייסה ללעוג לחברה מקופרטינו. כולם חשבו שהאוזניות הללו יקרות מדי, מכוערות מדי, ילכו לאיבוד בקלות, יהיו לא נוחות וישברו בקלות. עכשיו, יותר משנה לאחר שהשתמשנו בהן בפעם הראשונה, אנחנו יכולים להגיד לכם שבפועל, אפל הצליחה ליצור את אחד המוצרים הטובים ביותר שהיא יצרה בשנים האחרונות. ואנחנו עדיין לא בטוחים שאחת המתחרות שלה הצליחה לפצח את הנוסחה שהאיירפודס הצליחו לפצח.\nבואו נתחיל מפיצוח המיתוסים אודות האיירפודס: הן לא באמת הולכות לאיבוד, ויש לכם סיכוי גדול יותר לאבד את הקייס כשהאוזניות בפנים מאשר לאבד את האוזניות עצמן. האוזניות יושבות בצורה די מושלמת על האוזניים ולא נופלות גם בזמן ריצה, פעילות גופנית, או אפילו נסיעה במהירות של 20 קמ”ש על אופניים בדרך עם מהמורות רציניות. הפעמים היחידות בהן האוזניות נפלו לי היו כאשר נגעתי בהן בטעות, בעיקר כאשר ניסיתי להוריד מעיל או צעיף. גם לאחר נפילה, האוזניות שרדו ללא כל פגע נראה לעין.\nזוכרים כשכולם צחקו על המחיר של ה-AirPods? בדיעבד, כאשר מסתכלים על המתחרות בשוק, האיירפודס הן ככל הנראה מאוזניות ה-True Wireless הזולות בשוק. רוב המתחרות העיקריות (באיזור ה-Mid-High End) כמו ה-Jaybird Run (כ-180 דולר), Bose SoundSport (כ-200 דולר), ואפילו ה-E8 שמתומחרת בצורה קצת מופרעת (300 דולר), כמעט כולן יקרות יותר, או מתומחרות בסביבות המחיר של האיירפודס.\nתמונה: אפל\nהאיירפודס הן ככל הנראה המוצר האחרון של אפל שעונה על ההגדרה It Just Works, ומחזירה את החברה לעידן של שימוש במכשירים באופן באמת אינטואיטיבי. אם ה-Apple Watch מצריך למידה של מנגנונים ומחוות חדשות וסובל ממחסור באפליקציות, ה-Face ID עובד לסירוגין וה-Touch Bar של המקבוק הוא די מיותר, ה-AirPods פשוט מאוד עובדים בהתאם להרגלים שלכם: שלפתם את האוזניות מהקייס ושמתם באוזניים? אתם מיד מחוברים למכשירים שלכם. הוצאתם אוזניה כדי להקשיב לסביבה שלכם? המוזיקה נעצרת וחוזרת כשאתם מניחים אותה בחזרה באוזן. החלטתם להכניס את האוזניות בחזרה לקייס? פשוט הניחו אותן והן כבר ימשכו למקומן הייעודי, וייטענו תוך דקות כך שכמעט תמיד תהיו עם סוללה מלאה. וכל זאת הוא הישג לא קטן מצד אפל כשמדובר במוצר “דור ראשון”, קטגוריה שידועה לרוב לשמצה.\nאני משער שההוכחה הנחרצת ביותר להצלחה של האיירפודס נמצאת בנתוני המלאי, או ליתר דיוק, בנתוני חוסר המלאי. כאשר האוזניות הושקו בדצמבר 2016, הן נחטפו מהמדפים במהרה ואיכזבו רבים שקיוו להשיג אותן כמתנה לחגים. גם כשטיילתי בלונדון בקיץ האחרון, נכנסתי לשתי חנויות אפל, וכאשר שאלתי את העובדים למצב המלאי של האיירפודס, הם חייכו ואמרו לי שהאוזניות לא זמינות לרכישה ספונטנית בחנות מאז השקתן. גם נכון למועד כתיבת כתבה זו, חודשיים לאחר חג המולד, אם תזמינו בארצות הברית את האוזניות דרך האתר של אפל, הן יישלחו רק לאחר 7 ימי עסקים. לשם השוואה, אפילו את ה-iPhone X שהתחזיות גרסו כי אפל לא תצליח להחזיק מלאי מספק, זמין לרכישה מיידית בחנויות ובאתר האינטרנט.\nתוצאות הרבעון האחרון של שנת 2017 באפל גם הן מעידות על עליה בתחום ה”אחרים” (הכולל בין השאר את השעונים, אוזניות, Apple TV, מוצרי Beats ועוד) של כ-36% לעומת שנה שעברה, כאשר חלק מהן מיוחס גם למכירות האיירפודס.\nתמונה: צילום מסך\nהסוד האמיתי של נוחות השימוש ב-AirPods טמון בסופו של דבר בשבב ה-W1 שמוטמע בהן. זהו שבב מבית אפל שאחראי על יציבות הקישוריות (ולעבודת החיישנים), וגורם לכך שלא יתרחש אף ניתוק בין אוזניה אחת לשניה, ודואג ל-Delay מינימלי בסאונד בין האייפון לאיוזניות, כך שניתן לצפות בסרטים על גבי המכשירים מבלי לסבול מחוסר סינכרון בין התמונה לקול. רוב האוזניות האחרות בשוק סבלו או סובלות מנפילות בסאונד, קיטועים, חוסר סינכרון ובעיות חיבור נוספות שהופכות אותן לטעמי מ-True Wireless ל”כמעט True-Wireless”.\nעד כה, הניסיון של המתחרה מספר אחת של אפל, גוגל, לתת מענה לאיירפודס לא צלח בלשון המעטה. גוגל ניסתה ליצור אוזניות אלחוטיות, אך לא True Wireless, אשר נקראות Pixel Buds, אמורות לתקשר באופן מושלם עם העוזרת הקולית של גוגל. בפועל, נראה שהמוצר של גוגל הוא פתרון “חצי אפוי” שאמנם מאפשר תקשורת נוחה עם הגוגל אסיסטנט, אבל מעניק חווית שימוש מסורבלת בכל הנוגע לחיבור הראשוני של המוצר למכשירים, והכנסתו בחזרה לתוך הקייס המטעין עם החוט הבעייתי. עם זאת, בחרה גוגל לא לצרף את האוזניות לערכת הפיקסל 2 (שמגיע ללא אוזניות כלל), ולגבות עליהן את אותו המחיר של האיירפודס. גוגל עדיין מנסה למצוא פתרון קסם לקלות הצימוד של האיירפודס למכשירי אייפון, אבל טרם מצליחה להגיע לתוצאה מספקת אצל מכשירים רבים. אולי בשנה הבאה.\nתמונה: גיקטיים\nהאוזניות של אפל לא מושלמות, ויש להן כמה וכמה חסרונות בולטים: ראשית, איכות הסאונד היא עדיין ממוצעת יחסית. והיא מספיקה לטעמי לרוב גדול מאוד של האנשים שאינם אודיופילים. כל מי שחושב שהאוזניות הסטנדרטיות של האייפון או רוב האנדרואידים עושות עבודה מספיק טובה מבחינת איכות הסאונד, וזה רוב גדול של האנשים, ה-AirPods הן פשוט “טובות מספיק”. אודיופילים ממילא יעדיפו אוזניות Over-Ear עם סאונד משובח כמו ה-QC35 של Bose או הWH-1000XM2 של סוני (וחלקם אפילו יתנגדו לשימוש בבלוטות’, ויעדיפו להאזין עם חיבור קלאסי שמבטיח איכות מקסימלית).\nהעיצוב הפתוח של האוזניות מאפשר לאוויר ולרעש להכנס, כך שלעיתים צריך להגביר את עוצמת השמע בסביבות רועשות יותר, מה שגם עשוי לפגוע בשמיעה בטווח הארוך וגם פשוט מציק, כיוון שאני עדיין שומע את השיחות של אחרים ברכבת.\nכמובן שגם העיצוב השנוי במחלוקת שלהן עדיין מהווה בעיה לרבים. כן, האיירפודס עדיין נראות כאילו מישהו כיבה לכם בדל סיגריה רופס באוזן, אבל אם בהתחלה היה נדמה שאף אחד לא יעז להסתובב ברחוב עם האוזניות הללו, היום קשה שלא למצוא איירפודס בכל סיבוב ממוצע ברחוב בתל אביב. אני חייב להודות שמבחינתי לפחות העיצוב לא כל כך בולט לרעה, אבל אני גם מסוגל לחלוטין להבין למה העיצוב שלהן עלול להרתיע לא מעט אנשים. ה”אנטנות” הן עדיין נקודת החולשה של עיצוב האוזניות, ואני מקווה שאפל תצליח להציג עיצוב חדש לחלוטין שישמור על נוחות השימוש, אבל יראה קצת פחות מוזר בעיניי הצופים מן הצד.\nמצד שני, העיצוב של אוזניות True Wireless אחרות הוא לא יוצא דופן במיוחד לטובה: גם ה-E8 של B&O אולי נראות כמו תכשיט ממבט ראשון, אבל העיצוב של אוזניות In-Ear עד כה גורם להן להראות קצת כמו מכשיר שמיעה, ופחות כמו אוזניות או אביזר אופנה. הייתי שמח אם אפל הייתה מצליחה ליצור עיצוב קצת יותר צנוע, אבל אני לא יכול להגיד שהוא מפריע לי במיוחד. כל עוד אין פריצת דרך בתחום העיצוב של אוזניות שכאלו, אני אפילו מעדיף עיצוב קצת יותר ברור שלא משאיר מקום לספקות להאם אני כרגע עם אוזניות ועדיף שלא תפנו אליי. זהו גם אולי העיצוב הכי איקוני של אפל מאז שהאוזניות הלבנות היו סמל סטטוס למחזיקי אייפודים. אני לא יכול להגיד שאכפת לי יותר מדי מסמלי סטטוס, אבל לטובה או לרעה, זהו הישג שאפל לא הצליחה להגיע אליו כבר שנים.\nעם כל הבעיות, העיצוב של האיירפודס הוא גם התכונה שמאפשרת להן להיות האוזניות הכי נוחות וורסטיליות שהשתמשתי בהן אי פעם. כאשר אני משתמש באוזניות In-Ear, השימוש כמעט תמיד מלווה בחוסר נוחות. האוזניים שלי לא חובבות גדולות של אוזניות שכאלו, ואני תמיד מפחד שהן יפלו (וזה גם קורה), או שאחרי שימוש של כמה עשרות דקות אני מתחיל להרגיש את תחושת חוסר הנוחות המעיקה.\nזה נכון שסאונד של אוזניות In-Ear כמעט תמיד יהיה טוב יותר משל אוזניות כפתור, אבל אם אינכם אודיופילים או זקוקים לאטימת צלילים חיצוניים, האיירפודס הן פשוט נוחות יותר. אני מסוגל להיות איתן על האוזניים למשך כמעט כל היום מבלי להרגיש שהן נופלות, מבלי להרגיש חום או עומס על האוזניים כמו בשימוש עם אוזניות Over-Ear, ואפשר להוציא ולהניח אותן על האוזניים בין רגע, ללא צורך בדחיפה שלהן לתוך האוזניים בכל פעם שמישהו אמר לידי משפט והייתי צריך להסיר אוזניה לרגע.\nצילום: גיקטיים\nאפל לא הכריזה על ה-AirPods כחסינות או עמידות למים, אך כן מפרסמת אותן לא מעט בהקשר של כושר. כך שאני רק יכול לצאת מנקודת הנחה שהאוזניות עמידות ברמה כזו או אחרת לזיעה לפחות. מאחר ואני לא יכול לאשר זאת, נותר רק להצטער על כך שאפל בחרה שלא ליצור אוזניות עמידות בנוזלים כדי להוריד מעט חשש משימוש בגשם, כושר או אפילו נפילה אקראית לשלולית. בנקודה הזו, רוב המתחרות שלה, לרבות Jaybird, B&O, Bragi וגם Bose כבר עקפו אותה והציגו אוזניות שכולם יכולים להשתמש בהן ללא חשש לקורוזיה כמעט בכל סיטואציה.\nהבעיה העיקרית שלי עם האיירפודס היא עם חוסר יכולת השליטה בעוצמת השמע. כדי להגביר או להחליש את הווליום, אתם נאלצים לשלוח את ידכם אל המכשיר, או לטפוח על האוזנייה ולבקש מסירי לעשות זאת. עם כל הכבוד לסירי, אני מעדיף להמנע מלהראות כאילו אני מדבר אל עצמי באמצע הרחוב. אני מקווה מאוד שאפל תפיק את הלקחים לקראת השקת הדור השני של האיירפודס (גירסה מעודכנת עם תמיכה בטעינה בתקן Qi כבר הוכרזה באירוע האחרון של החברה), ותאפשר בחירה של יותר מחוות ושימוש הרבה יותר נכון באוזניות כדי לאפשר לנו באמת לנטוש את האייפון בתיק.\nגם לאחר שעברתי לאנדרואיד, האוזניות שתמיד רציתי שיהיו איתי היו האיירפודס. למרות שאיבדתי את יכולת החיבור הקלה שלהן עם שבב ה-W1 שעובד רק עם מכשירי iOS, ולמרות שאני לא יכול לזמן את העוזרת הקולית של גוגל באמצעות טפיחה עליהן, הן עדיין האוזניות הנוחות ביותר שהשתמשתי בהן. אין אף פעם חוסר סינכרון בין שתי האוזניות או התמונה על המכשיר, אין נפילות סאונד, הסוללה עדיין נהדרת והן פשוט קלילות ולא מורגשות כשהן באוזן. ואני לא לבד. משתמשי אנדרואיד רבים בוחרים באיירפודס כאוזניות ה-True Wireless שלהם.\nאני עדיין מחכה לבשורה מצד היצרניות הגדולות בתחום ה-True Wireless. אמנם רוב האוזניות המתחרות מנצחות את האיירפודס בפונקציה של איכות שמע, אך בעיניי איכות השמע פחות קריטית כאשר נוחות השימוש נפגמת עקב שימוש באוזניות In-Ear אשר מוציאות את הספונטניות הנהדרת שהאיירפודס מתאפיינות בה. אני מאמין שזה עניין של זמן, אבל עד אז, אפל עדיין מובילה את התחום בפער ניכר.", "keywords": "אפל,איירפודס,אוזניות,אייר פודס,אייפון,אייפד,ios,airpods,air pods,pixel buds,פיקסל באדז,פיקסל באדס,גוגל,ג\\'יי בירד,ג\\'ייבירד,בראגי,ברגי,בוס,בוז,bose,bragi,jaybird,b&o,אוזניות אלחוטיות,טרו ווירלס,true wireless,bluetooth,b&o"}