{"url": "https://www.geektime.co.il/sensible-venture-round-20-million/", "type": "article", "title": "Sensible הישראלית מגייסת 20 מיליון דולר [גיוס]", "description": "Sensible Medical Innovations, העומדת מאחורי פיתוח מוניטור לא פולשני למדידת נוזלים בריאות, הודיעה על השלמת סבב גיוס המוערך בכ-20 מיליון דולרים.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/11/shutterstock_lungs-s.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-12T10:34:21Z", "modified_time": "2013-11-12T10:41:02Z", "articleBody": "Sensible Medical Innovations, העומדת מאחורי פיתוח מוניטור לא פולשני למדידת נוזלים בריאות, הודיעה על השלמת סבב גיוס המוערך בכ-20 מיליון דולרים.\nמקור: Shutterstock\nחברת הסטארטאפ הישראלית סנסיבל (Sensible Medical Innovations), העומדת מאחורי פיתוח מוניטור לא פולשני למדידת נוזלים בגוף הודיעה אתמול (ב’) על השלמת סבב גיוס. בעוד שסכום הגיוס לא נחשף על ידי החברה, אתר גלובס מעריך כי הסכום מוערך בכ-20 מיליון דולרים.\nאת סבב הגיוס הנוכחי הובילה Boston Scientific Corporation ביחד עם LongTec Medical Technology לצד המשקיעים הקיימים הכוללים את SCP Vitalife ו-Genesis Partners.\nסנסיבל עומדת מאחורי פיתוח מוניטור המסוגל למדוד את כמות הנוזלים בריאותיהם של המטופלים, באמצעות שימוש בטכנולוגיה לא פולשנית שנועדה להפוך את התהליך לקל יותר לא רק עבור המטופלים, אלא גם עבור הרופאים. המוצר של החברה מיועד למטופלים בעלי בעיות הצטברות נוזלים, הכולל בין היתר חולים המתאוששים מאירוע לב, הנוטלים תרופות משתנות, החיים עם מחלת כליות וכדומה.\nהפתרון אותו מציעה החברה מעוצב בצורה כזאת שמאפשר למטופלים והרופאים לעקוב אחר נוזלי הריאות בצורה מדוייקת יותר מבעבר, שכן כיום המדידה מתבצעת בעיקר באמצעות משקל הנוזל וסימפטומים של המטופל. הודות לעובדה שמדובר בטכנולוגיה לא פולשנית, המטופלים יכולים ללבוש את המוניטור עליהם ואינם צריכים לעבור ניתוח נוסף על מנת להחדיר אותו אל גופם. בפועל החברה מציעה מעקב יעיל אחר נוזלי הריאות שנועד לשפר את איכות הטיפול, תוך כדי הפחתת העלות הכוללת הקשורה לזמן האשפוז והניתוחים הנדרשים למעקב.\nפרופסור סטפן אנקר, נשיא אגודת כשלון לב של האיגוד האירופי לקרדיולוגיה, היושב בוועדה של חברת סנסיבל, מסביר כי הנתונים הנוכחיים של החברה מספקים ראיות שהמכשיר יכול לשפר את הטיפול בחולה, ולעזור להתגבר על מחלה בעלת שיעורי תמותה גבוהים ועלויות משמעותיות לחברה, לצד העובדה שהטכנולוגיה הלא פולשנית אותה פיתחה החברה נראית מתאימה לצרכים הרפואיים באירופה.\nמנכ”ל החברה, אמיר רונן, הוסיף כי החברה מתרגשת לשלב כוחות עם המשקיעים החדשים שלה, שיעזרו להביא את החברה אל השלב הבא ונרגשת מהעובדה שהטכנולוגיה כבר אומצה על ידי מגוון רופאים ברחבי העולם, אשר עוזרים לה לקראת הפיכת הפתרון למסחרי. עוד הוסיף אמיר כי טכנולוגיה שאינה פולשנית ומדוייקת לניטור נוזלים היא בבירור יכולת דרמטית שיכולה להשפיע על חייהם של מיליונים.\nסנסיבל נוסדה ב-2007 על ידי אמיר רונן, אמיר סרוקה, דן רפפורט, נדב מזרחי ושלומי ברגידה. נכון להיום החברה מעסיקה כ-40 עובדים היושבים במשרדיה הראשיים של החברה הממוקמים בכפר נטר. החברה מתכננת להשתמש בסכום הגיוס הנוכחי על מנת להמשיך לאסוף נתונים ממחקרים קליניים בנוגע לאופן פעולת המוצר שלה, ומתכננת להשיק אותו בצורה מסחרית לרופאים ומטופלים ברחבי העולם.\nמקור תמונה: Shutterstock / Doctor examining a lung radiography", "keywords": "sensible medical innovations,sensible,סנסיבל,סטארטאפ,סטארטאפים,רפואה,ביוטק,biotech,biotechnology,קרדיולוג,אמיר רונן,אמיר סרוקה,דן רפפורט,נדב מזרחי,שלומי ברגידה,"}