{"url": "https://www.geektime.co.il/mi-band-4-launched/", "type": "article", "title": "הוכרז ה-Mi Band 4: צמיד כושר של שיאומי עם מסך AMOLED צבעוני בפחות מ-100 ש''ח", "description": "הדור הבא של צמיד הכושר הפופולארי של שיאומי כבר כאן והוא מגיע עם כמה חידושים ואותו תג מחיר תחרותי", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/Screenshot_5-1560321615-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-12T09:54:42Z", "modified_time": "2019-06-12T09:54:42Z", "articleBody": "הדור הבא של צמיד הכושר הפופולארי של שיאומי כבר כאן והוא מגיע עם כמה חידושים ואותו תג מחיר תחרותי\nמקור: Xiaomi\nכמו שהיא עושה כמעט בכל תחום שבו היא פעילה, גם בתחום צמידי הכושר הביאה שיאומי למהפכה בזכות מוצר שמשלב בין מפרט נאה, עיצוב מתקדם ומחיר תחרותי. עכשיו, מכריזה שיאומי על הדור הרביעי של צמיד ה-Mi Band שמביא איתו חידושים נוספים תוך כדי שמירה על רמת המחיר המוכרת.\nמקור: Xiaomi\nה-Mi Band 4 מגיעה עם מסך AMOLED בגודל 0.95 אינץ’ עם רזולוציית 120×240, זאת בהשוואה למסך ה-0.78 אינץ’ ברזולוציית 80×120 של ה-Mi Band 3 למשל. עוד חידוש הוא הכללתו של רכיב NFC, מה שאומר שטכנית תוכלו לשלם איתו, להטעין רב-קו ולהזדהות במקומות שתומכים בטכנולוגיה (בעולם האמיתי, ובעיקר בישראל, הפיצ׳ר הזה מוגבל כמובן). חידוש נוסף הוא הכללתו של מיקרופון זעיר, שיאפשר לכם לענות לשיחות טלפון שאתם מקבלים – בתנאי שהמכשיר כמובן נמצא בקרבה לצמיד – או אם תחליטו משום מה להפעיל את Xiaoai, העוזרת הקולית של שיאומי. חידושים נוספים הם קישוריות ה-Bluetooth 5.0 ואקסלרומטר 6-צירים, שאמור להיות מדוייק יותר בתיעוד הפעילות שלכם.\nמקור: Xiaomi\nהצמיד יכול לנטר אוטומטית פעילויות שונות שאתם עושים ביניהן ריצה, הליכה, רכיבה על אופניים ושחייה. בנוסף, החברה הוסיפה גם זיהוי אוטומטי של סגנון השחייה, כך שהצמיד יזהה לבד מתי אתם שוחים חזה, גב, פרפר או חתירה ויתעד את הפעילות בהתאם.\nבגזרת ה”לא שבור אז לא תיקנו”, נמצא את אותה הגנה ממים ומאבק בתקן IP68 עם אפשרות לצלול עם הצמיד עד לעומק של 50 מטרים (5 ATM), מד הדופק וחיי סוללה מרשימים – שעל פי שיאומי יאפשרו לכם 20 ימים בין טעינה לטעינה.\nהצמיד זמין ב-6 צבעים שונים, כשהפעם שיאומי מחדשת עם מהדורת Avengers מוגבלת שכוללת גם רצועות מותאמות וגם עיצובי שעון ייחודיים. הצמיד זמין בשלב הראשון רק בסין – מה שאומר שתוכלו לרכוש אותו בעיקר באתרי המכירות הסיניים – החל מה-16.6 ומחירו ינוע בין 25 דולר לגרסה הבסיסית ועד ל-35 דולר לגרסה שכוללת את ה-NFC והמיקרופון. מהדורת הנוקמים תעלה לכם כבר 50 דולר.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nתמונה: שיאומי", "keywords": "שיאומי,mi band 4,רצועת כושר,רצועת ניטור,צמיד כושר,צמיד ניטור,גאדג\\'ט,כושר,שעון חכם,צמיד חכם,גאדגט"}