{"url": "https://www.geektime.co.il/e3-nintendo-gamerdaddy/", "type": "article", "title": "לקראת כנס E3 - מה מתכננת נינטנדו?", "description": "במסיבת העיתונאים ב-E3 צפויה נינטנדו לחשוף את הקונסולה הבאה שלה, שתחליף את הווי. מה בדיוק צפוי לקרות שם? מה עוד נשמע? אילו שתי מבוכות יש לנינטנדו בקשר לווי?", "image": "https://files.geektime.co.il/wp-content/uploads/2011/05/nintendo.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-05-04T17:30:38Z", "modified_time": "2011-05-05T11:38:19Z", "articleBody": "במסיבת העיתונאים ב-E3 צפויה נינטנדו לחשוף את הקונסולה הבאה שלה, שתחליף את הווי. מה בדיוק צפוי לקרות שם? מה עוד נשמע? אילו שתי מבוכות יש לנינטנדו בקשר לווי?\nצילום: יח\"צ, עיבוד תמונה\nנינטנדו פרסמו את מועד מסיבת העיתונאים שלהם בכנס E3 הקרוב – המסיבה  תיערך ביום שלישי, השבעה ביוני, בשעה שבע בערב (שעון ישראל). במסיבה צפויה  נינטנדו לחשוף את הקונסולה הבאה שלה, שתחליף את הווי המצליחה. מה בדיוק  צפוי לקרות שם? מה עוד נשמע? אילו שתי מבוכות יש לנינטנדו בקשר לווי? כל  התשובות – בפנים.\n\nהקונסולה, שכבר זכתה בעיתונות הגיימינג לשם הקוד “פרוייקט קפה”, למרות  שאין שום אישור רשמי לכך שזהו שם הקוד שלה, צפויה להתחרות בקונסולות  הנוכחיות של מיקרוסופט וסוני על קהל ההארדקור. השמועות כבר סיפרו על מעבד  דומה לזה של האקסבוקס – PowerPC עם שלוש ליבות, על מעבד גרפי מתקדם ועל  יכולות גרפיות גבוהות מאלו של הדור הנוכחי. עכשיו מצטרפת לרשימת השמועות  שמועה קצת פחות משמחת – מספר מקורות טוענים שלקונסולה לא יהיה דיסק קשיח,  אלא זיכרון פלאש בנפח של שמונה גיגה – פחות מהסמארטפון הממוצע בימינו.  שמונה גיגה לא מספיקים כמעט לכלום – כשמשחקים כמו Burnout Paradise או  Heavy Rain מצריכים הורדת עדכון במשקל של יותר מגיגה, כשמשחקים להורדה עם  גרפיקה סבירה פלוס שוקלים כמה וכמה מאות מגה בייטים ולא חסרים אפילו משחקים  של למעלה מגיגה, כשהפצה דיגיטלית של משחקים מלאים בנפחים של 4-5 גיגה (ויש  אפילו אחד ששוקל 12 גיגה – Mass Effect 2) הופכת לסטנדרט בקונסולות, 8  גיגה זה פשוט לא מספיק. כרטיס זיכרון יוכל להרחיב את הזיכרון בעוד קצת, אבל  עדיין ישאיר את הקונסולה הרחק מאחורי הקונסולות של סוני ומיקרוסופט,  שמגיעות עם דיסקים בנפחים של 250 גיגה ויותר. טכנית, דברים כאלה ניתנים  לפתרון אם נינטנדו יאפשרו חיכור של כונן קשיח חיצוני, אבל בינתיים הם מעולם  לא איפשרו דבר כזה, למרות שהבטיחו אפשרות כזאת בווי.\nעוד פרט שיש שמועה לגביו הוא הכונן האופטי. נראה שיהיה מדובר בכונן בנפח של  25 גיגה, שהוא הנפח של דיסק בלוריי חד שכבתי. זה כבר יותר טוב, אין בימינו  הרבה משחקים שמגיעים על שני דיסקים ואין כמעט בכלל כאלה שמגיעים על שלושה,  ועדיין – משחקים בלעדיים לפלייסטיישן עוברים לעתים קרובות את קו 25 הגיגה,  וכשיושק הדור הבא של סוני ומיקרוסופט, סיכוי לא רע בכלל שגם משחקי  מולטיפלטפורמה ילכו בכיוון הזה. אם זה באמת כונן בלוריי, האם הקונסולה תהיה  גם נגן בלוריי, כמו הפלייסטיישן? לא הייתי בונה על זה. בווי יש כונן  דיוידי, אבל הקונסולה לא מסוגלת לנגן סרטי דיוידי, למרות שגם זאת אפשרות  שנינטנדו הבטיחו בעבר. לא שזה כל כך משנה במקרה של הווי, לקונסולה בכל מקרה  אין יכולת להוציא סאונד בחמישה ערוצים. בנוסף, אם כונן הקונסולה אכן מוגבל  ל25 גיגה, יתכן שאין לו יכולת לקרוא שכבה שניה של דיסק בלוריי, ומכיוון  שסרטים יוצאים היו על דיסקים כפולי שכבה, כונן כזה פשוט לא יוכל לתפקד  כנגן.\nהיו שמועות על הורדת מחיר,  ומוכרים שונים הורידו את המחיר מ200$ ל170$, עדיין לא 150$ שעליהם מדברות  השמועות. יתכן שבקרוב נראה ירידה נוספת, השאלה היא האם שווה להשקיע אפילו  150$ בקונסולה שהיורשת שלה תוכרז בעוד חודש. בנוסף, נראה שנינטנדו עומדים  להשיק סוף סוף קו של משחקים מוזלים. הקו, שייקרא Nintendo Selects, יכלול  בעיקר משחקים ישנים כמו זלדה או סופר מריו גלקסי הראשון. הגיע הזמן, אחרי  חמש שנים, לא?\n\nאת זוכרים את מד הדופק של נינטנדו? לא? טוב, עבר הרבה זמן מאז שהוכרז.  ב-2009 חשפו נינטנדו עוד בקר שיכול להתחבר לווי ומודד את דופק השחקן.  עכשיו, ב-2011, חודש לפני חשיפת מחליפת הווי, הבקר הזה עדיין לא זמין.  מנכ”ל נינטנדו, סאטורו איוואטה, טוען שהבקר הזה עדיין בדרך. הוא פשוט מתעכב  כי – הפתעה – יש הבדלים ביולוגיים בין בני אדם שונים! אני לא יודע מי  בנינטנדו גילה את זה, אבל אני חושב שמגיע לו פרס נובל. בכל מקרה, הבקר יושק  כשיתאים ל99% מהאוכלוסיה. בהצלחה עם זה.\nעוד מבוכה, לא פחות קטנה – מה הם מותגי הדגל של נינטנדו? המוכר ביותר הוא  מריו, אבל לא הרבה פחות מוכרת היא סדרת זלדה. ובסדרת זלדה, תאמינו או לא,  עדיין לא באמת יצא משחק לווי, חמש שנים אחרי השקתו. נכון, יש לווי את  Twilight Princess, אלא שמדובר במשחק שפותח עבור הקונסולה הקודמת של  נינטנדו, גיימקיוב, ועבר פורט לווי תוך הדבקה חובבנית של מערכת שליטה עם  תנועה. המשחק הראשון בסדרה שבאמת נועד לווי, Skyward Sword, עדיין לא יצא  ואפילו אין לו תאריך השקה, וזה, שוב, רגע לפני חשיפת הקונסולה הבאה. לא  נעים.", "keywords": "נינטנדו,nintendo,e3,ווי,wii,פרוייקט קפה,קפה,project cafe,cafe,stream,feel,wii2,wii 2,ווי 2,ווי2,heavy rain,burnout,burnout paradise,mass effect,mass effect 2,me,me2,blu ray,bluray,בלו ריי,בלוריי,הורדת מחירים,סופר מריו,super mario,מריו,mario,דופק,מד דופק,vitality sensor,גיימקיוב,gamecube,חרב השמיימה,skyward sword,twilight princess,נסיכת הדימדומים,blu-ray,בלו-ריי"}