{"url": "https://www.geektime.co.il/samsung-gear-sport-gear-fit2-pro-gear-iconx/", "type": "article", "title": "קבלו את 3 ההכרזות החשובות של סמסונג אמש בברלין", "description": "סמסונג חשפה אמש ב-IFA שעון ספורט חדש ומסקרן, צמיד כושר חדש ואת הדור הבא של האוזניות האלחוטיות שלה, שמתחרות ב-AirPods של אפל. הנה כל הפרטים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/SHAON-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-31T08:54:46Z", "modified_time": "2017-08-31T08:54:46Z", "articleBody": "סמסונג חשפה אמש ב-IFA שעון ספורט חדש ומסקרן, צמיד כושר חדש ואת הדור הבא של האוזניות האלחוטיות שלה, שמתחרות ב-AirPods של אפל. הנה כל הפרטים\nמקור: Samsung\nלפני שבוע בלבד הכריזה סמסונג בניו יורק על פאבלט הנוט 8 שלה, אבל זה מסתבר היה רק חלק מהחידושים שהחברה הכינה לנו. באירוע הכרזה מיוחד לקראת תערוכת IFA בברלין, אחת מתערוכות הטכנולוגיה החשובות בעולם שתיפתח מחר, חשפה סמסונג שעון ספורט חדש ומסקרן ואת הדור הבא של צמיד הפעילות שלה ואת הדור השני של האוזניות האלחוטיות שלה, שנועדו להתחרות ב-AirPods של אפל.\nמקור: Samsung\nנתחיל בשעון הספורט החדש של החברה, ה-Gear Sport. המכשיר כולל מסך Super AMOLED עגול בגודל 1.2 אינץ’ ורזולוציית 360×360, עם ציפוי Gorilla Glass 3 ומצב always-on. השעון החדש, שאגב לא מחליף את דגמי ה-S3, אלא יימכר לצידם, דק יותר מהשעונים השמנמנים שהושקו בשנה שעברה ועוביו עומד על 11.6 מ”מ והוא גם רזה יותר ומשקלו עומד על 50 גרם (ללא רצועות). ואם אנחנו בענייני רצועות, ה-Gear Sport יתאים לכל רצועות ה-20 מ”מ הסטנדרטיות.\nמקור: Samsung\nכפי ששמו מרמז, המטרה הראשונית של ה-Gear Sport היא ניטור פעילות ספורטיבית וככזה, הוא מציע עמידות במים עד 50 מטר עומק – בתקן 5ATM – בדיוק כמו ה-Fitbit Ionic שנחשף לפני מספר ימים. סמסונג אף שיתפה פעולה עם חברת בגדי הים וציוד השחייה האוסטרלית Speedo והשעון יגיע עם אפליקציית Speedo On, שמאפשרת ניטור שחייה ואימון ומציגה אימוני וידאו וטיפים. בנוסף, כולל ה-Gear Sport מד דופק, שיכול לפעול בצורה קבועה ולבדוק דופק בצורה מתמשכת לאורך אימון. ספידו אגב הוא לא המותג היחיד עימו שיתפה פעולה החברה: סמסונג גם חתמה הסכם עם Under Armour האמריקאית, ורוכשי השעון ייהנו ממנוי פרימיום לשנה של אפליקציות UA Record, MyFitnessPal, MapMyRun ו-Endomondo.\nבתוך השעון נמצא מעבד כפול ליבה במהירות 1.0GHz עם 768MB של RAM ו-4GB נפח איחסון פנימי. מבחינת קישוריות הוא מגיע עם צ’יפ NFC, שתומך כמובן בשירות ה-Samsung Pay ו-Bluetooth 4.2, כשכנראה את ה-Bluetooth 5.0 שומרת סמסונג ל-Gear S4 וללא תמיכה ב-LTE, כלומר, ללא מקום לסים. כמובן שכשעון ספורט הוא כולל GPS וברומטר וכמו כמעט כל המכשירים הלבישים של סמסונג הוא יריץ את Tizen, מערכת ההפעלה של החברה, שאמנם מתפקדת היטב, אבל סובלת מהיצע מוגבל יחסית של אפליקציות.\nמקור: Samsung\nחיי הסוללה הם סוגייה לא פשוטה עבור יצרני מכשירים לבישים, אם כי סמסונג כבר הוכיחה ב-S3 וב-S2 שהיא מצטיינת, ובעוד ה-Apple Watch נאבק, כדי לשרוד יום ללא טעינה, השעונים של החברה שרדו גם יומיים וגם שלושה ללא טעינה. ה-Gear Sport אינו שונה, ולדברי החברה, אורך חיי סוללת ה-300mAh שלו עומד על 4 ימים או 14 שעות עם פעולה רצופה של ה-GPS, שידוע כחונק סוללות. אנחנו נצטרך כמובן לבחון את הנתונים הללו בעצמנו בסקירה.\nסמסונג לא הוסיפה פרטים כמו מחיר וזמינות, אם כי בהתחשב בכך שמחיר ההשקה של ה-Gear S3 עמד על 350 דולר, אנחנו מאמינים שמחירו ינוע בין 250 ל-350 דולר.\nמקור: Samsung\nצמיד הניטור החדש של החברה כולל מסך Super AMOLED מעוגל בגודל 1.5 אינץ’, לעומת 1.58 אינץ’ ב-Gear Fit2, עם אפשרות לשנות את העיצוב שלו (Watch Face) דרך האפליקציה. כמו שעון ה-Gear Sport, גם ה-Gear Fit2 Pro יכול לנטר סגנונות שחייה שונים שלכם והוא עמיד עד עומק של 50 מטר. פיצ’ר נחמד הוא שמרגע שהחיישנים בצמיד ירגישו שהם בתוך מים, הצמיד ‘ינעל’ את המסך, כדי למנוע מהמים להפעיל את מסך המגע ויתחיל במדידה של השחייה שלכם. הצמיד כולל רצועות שניתן להחליף מסיבות אופנתיות או פשוט בלאי של השימוש וגם הוא כמובן מבוסס על Tizen. המכשיר מגיע עם 4GB נפח איחסון פנימי, שמיועד לאיחסון מוסיקה והוא תומך גם במצב האופליין של ספוטיפיי – אם אתם מנויים כמובן. מעבר לכך, רוב העדכונים, בהשוואה ל-Gear Fit2, הם מינוריים יחסית.\nמחירו של הצמיד הוא 200 דולר והוא יהיה זמי לרכישה מוקדמת החל מהיום.\nמקור: Samsung\nכשהושקו אוזניות ה-Gear IconX המקוריות ב-2016 הן לא זכו להצלחה גדולה. אמנם הן הקדימו את ה-AirPods של אפל בשנה, אבל הן בעיקר הזכירו את אוזניות ה-Dash של Bragi וסבלו מחיי סוללה מבאסים שעמדו על מקסימום של שעה וחצי של פעילות. דגם IconX 2018 מציג שיפור דרמטי באורך חיי הסוללה, שעל פי סמסונג צפויה להחזיק כ-5 שעות של האזנה בסטרימינג של מוסיקה, 7 שעות פעילות – אם תשמעו מוסיקה שמאוחסנת על גבי האוזניות העצמן ו-4 שעות שימוש כדיבורית Bluetooth. נפח האיחסון שלהן עומד על 4GB, מה שאומר שתוכלו לאחסן עליהן בכיף 1,000 שירים.\nמקור: Samsung\nהחל מהיום האוזניות יהיו זמינות למכירה מוקדמת במספר אתרים כמו אמזון, Best Buy, B&H, Macys ו-Samsung.com והן יעלו 200 דולר.", "keywords": "סמסונג,ifa,gear sport,גיר ספורט,שעון חכם,שעון ספורט,צמיד ניטור,צמיד כושר,אוזניות,אוזניות אלחוטיות,airpods"}