{"url": "https://www.geektime.co.il/asus-designo-curve-mx34vq-review/", "type": "article", "title": "בדקנו: מסך מחשב קעור בגודל עצום של 34 אינץ' מבית אסוס", "description": "עם עיצוב מרשים ותצוגה שתאפשר לפתוח לא מעט חלונות במקביל, מסך המחשב של אסוס משדרג משמעותית את חווית העבודה במשרד. אלא שיש לזה גם מחיר, והוא גבוה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/MX34VQ-top-right.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-17T10:30:21Z", "modified_time": "2017-02-18T09:24:55Z", "articleBody": "עם עיצוב מרשים ותצוגה שתאפשר לפתוח לא מעט חלונות במקביל, מסך המחשב של אסוס משדרג משמעותית את חווית העבודה במשרד. אלא שיש לזה גם מחיר, והוא גבוה\nצילום: גיקטיים\nבשבוע האחרון הרבה אנשים שעברו ליד המשרד שלנו כשהדלת הייתה פתוחה נעצרו עם פה פעור, רק למראה החלק האחורי של המפלצת שנקראת MX34VQ מסדרת Designo Curve של ASUS. המסך החדש שנחת פה במשרד הצליח לסובב לא מעט ראשים, ולא רק בגלל הגודל אלא גם בגלל העיצוב המרשים במיוחד שלו, אשר הביא ל-ASUS את פרס העיצוב הטוב ביותר לשנת 2016 וזיכה אותה גם בפרס החדשנות בתערוכת CES 2017.\nה-MX34VQ הוא חלק מתת סדרה של מסכים קעורים הנכללת במשפחת ה-Designo, סדרת מסכי ה-High-end המעוצבים של אסוס. גרסת ה-34 אינץ’ שקיבלנו לסקירה מגיעה עם פאנל תצוגה קעור UWQHD בגודל 34 אינץ’, עם תצוגה רחבה (מאוד) ביחס של 21:9 ברזולוציה של 3440×1440 עם זווית צפייה רחבה של 178 מעלות, מה שאמור לייצר חווית צפייה המזכירה מסך קולנוע.\nהמסכים הקעורים, בייחוד אלו המגיעים בגדלי 34 אינץ’ ומעלה אינם גבוהים משמעותית ממסכי ה-16:9 הרגילים, אבל הם רחבים יותר משמעותית, מה שמספק לתצוגה חוויה “היקפית” המזכירה צפייה בסרטים בקולנוע. החווייה כמובן מורגשת במיוחד בעת צפייה בסרטים או משחקים התומכים ברזולוציה הגבוהה של המסך ובעבודה היומיומית ההרגשה היא כאילו עובדים עם שני מסכים במקביל שפשוט נראים כמו אחד.\n\nלפי הנתונים היבשים, ה- Designo Curve MX34VQ מצויד בתאורה אחורית ופליטת האור הכחולה בו נמוכה במיוחד. מבדיקות שערכנו למסך גם בתנאי תאורה גבוהים וגם בחושך מוחלט, העיניים שלנו התעייפו אחרי קרוב לשעה, אבל משחק קצר עם רמות הבהירות וטמפרטורת הצבע במסך, איפשרה לנו לעבוד מספר שעות עבודה באופן רצוף, בהחלט הישג מרשים.\nהמסך תומך בקצב רענון של 4ms, קצב שנחשב מהיר למדי למסך עבודה, אבל גבולי עבור מסכים המיועדים לשימוש של וידאו או גיימינג. כחלק מתהליך הסקירה של המסך, צפינו בשני סרטים באורך מלא, שני סרטוני יוטיוב באיכות בינונית ושיחקנו ב-Forza Horizon 3 כדי לבדוק האם המסך מסוגל לסחוב גם מעבר לחלונות דפדפן והתשובה היא בהחלט כן. אמנם במשחקים ובסרטונים ביוטיוב ראינו קצת צלליות ומריחות בתצוגה, בעיקר של הגוונים השחורים, אבל הדבר היה זניח באופן יחסי. בסרטים המלאים (השתמשנו בגרסאות 21:9 של הסרטים לצורך הבדיקה) לא נתקלנו בתופעה כמעט בכלל.\nצילום: גיקטיים\nהמסך מגיע מצויד בזוג רמקולים איכותיים מבית Harman Kardon עם טכנולוגיית שמע של ASUS SonicMaster בעוצמה של 8 וואט, מה שבהחלט מספק חוויית שמע לא רעה בכלל.\nאף על פי כן, מצאנו שבווליום גבוהה שומעים הפרעות (דיסטרושן) מאוד ברורות ויש הבדל משמעותי בחוויית השמע בתלות למיקום שלכם ביחס למסך. באופן מפתיע, דווקא כשעומדים מאחורי המסך במרחק של מספר מטרים, השמע לא רע בכלל, ולפני המסך במרחק של מטר וחצי שומעים פחות טוב. בנוסף, לא משנה כמה ניסינו לשחק עם הקונפיגורציה של המסך, לא הצלחנו לגרום לו להנפיק באסים אפילו לא בצורה המינימלית.\nמחד, אין ספק שמדובר בחווית שמע מדהימה ביחס לרמקולים מובנים במסך, אך היא בהחלט לא שוות ערך לסט רמקולים איכותיים ואנחנו מאמינים שאם כבר יש לכם תקציב של 5,000 ש”ח להוציא על מסך למחשב, שווה להשקיע עוד קצת בשביל רמקולים ולא להסתפק באלו שמובנים במסך. מאידך, אם אתם משתמשים במחשב בעיקר לעבודה ולצפיה בסרטים ביוטיוב מדי פעם, הרמקולים המובנים בהחלט יספקו את הסחורה.\n\nבנוסף, המסך הקעור מציע גם עמדת טעינה אלחוטית עבור סמארטפונים בתקן QI ובכך מפחית בצורה ניכרת את כמות הכבלים הנראים על גבי השולחן מה שהופך את השימוש בו להרבה יותר יעיל ואסתטי לעין.\n\nגודל מסך: 34 אינץ’\nיחס תצוגה: 21:9\nרזולוציה: 3440×1440\nזווית קיעור: 1800R\nצפיפות פיקסלים: 110PPI\nבהירות מקסימלית: 300cd/m2\nיחס ניגודיות: 1:100,000,000 (Asus Smart Contrast)\nזווית צפיה מקסימלית: 178 מעלות\nזמן תגובה: 4ms (מאפור לאפור)\nיציאות: 3xHDMI ו-Mini Display Port\nמחיר לצרכן: החל מ-4999 ₪. יהיה זמין בחנויות החל מחודש אפריל.\nיתרונות:\nעיצוב מדהים, רזולוציה גבוהה כולל מטען אלחוטי מובנה\nחסרונות:\nרמקולים מובנים, מחיר\nגזר דין:\nמסך High-end במחיר High-end. אם היה לנו 5,000 ש”ח אקסטרא, ללא ספק היינו קונים כזה.", "keywords": "מסך,מסך קעור,מסך מחשב,אסוס,בדיקה,סקירה,סקירת מוצר,asus,designo curve,mx34vq"}