{"url": "https://www.geektime.co.il/yi-camera-review/", "type": "article", "title": "מצלמת האבטחה החדשה של שיאומי הופכת כל בית ל'בית האח הגדול'", "description": "שיאומי, אחת מיצרניות הסמארטפונים הגדולות בעולם, השיקה מצלמת אבטחה ביתית שהגיעה עכשיו לישראל. אותנו עניין האם ניתן לסמוך על מצלמה כל-כך זולה שתשמור על הדברים היקרים ביותר שלנו. אז לקחנו אותה לבדיקה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/HAND-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-19T10:00:37Z", "modified_time": "2016-02-19T08:59:30Z", "articleBody": "שיאומי, אחת מיצרניות הסמארטפונים הגדולות בעולם, השיקה מצלמת אבטחה ביתית שהגיעה עכשיו לישראל. אותנו עניין האם ניתן לסמוך על מצלמה כל-כך זולה שתשמור על הדברים היקרים ביותר שלנו. אז לקחנו אותה לבדיקה\nצילום: גיקטיים\nשיאומי כבר מוכרת לקהל הרחב בתור יצרנית של סמארטפונים עם מפרטים מתקדמים יחסית במחירים נמוכים במיוחד; אולם תחת מותג ה-Mi מייצרת החברה גם מוצרים רבים נוספים כמו טלוויזיות, צמידי ניטור, שעונים חכמים, אוזניות ועוד. עתה מגיעה לישראל מצלמת ה-Yi Smart camera, מצלמת האבטחה החכמה של XiaoYi (בעברית: שִיוהֶיי) שהיא חברת הבת של שיאומי. אך האם המצלמה, שמגיעה עם תג מחיר אטרקטיבי במיוחד, מספקת את הסחורה? האם נוכל להפקיד בידיה את הילדים, חיות המחמד, הבית שלנו והחפצים היקרים שבו? לקחנו אותה לבדיקה.\nהמצלמה מגיעה בתוך אריזה מעוצבת, שלא מאפיינת בדרך כלל מוצרים סיניים, בוודאי לא ברמת המחיר הזו. בתוך הקופסה נמצא את המצלמה עצמה, כשהיא מחוברת כבר למעמד שלה. כבל USB ומתאם לקיר, שישמשו כחיבור שלה למקור מתח; חוברת התקנה עם הוראות בעברית.\nצילום: גיקטיים\nאי אפשר לדבר על העיצוב של ה-Yi, מבלי להתייחס לדמיון הבולט כל-כך ל-Nest Cam (לשעבר Dropcam) מצלמות האבטחה של חטיבת Nest בגוגל: החל בגוף המצלמה, דרך העיצוב המינימלי עם נורית החיווי הבודדת וכלה במעמד המעוגל.\nהמעמד מאפשר לכם לשנות בקלילות את זווית המצלמה ב-180 מעלות, כך שתוכלו למעשה להניח אותה על השולחן, על השידה, להתקין על התקרה ולמעשה בכל מקום שרק תרצו ולשנות את הזווית שלה בהתאם, כך שתכסה את כל השטח שאתם רוצים. אם תרצו, תוכלו גם לתלות אותה מהתקרה ואז פשוט לסובב את העדשה כך שהתמונה שתתקבל לא תהיה הפוכה.\nבחזית המצלמה נראה כמובן את העדשה מוקפת במסגרת שחורה עבה.\nמתחת לעדשה, נמצא את נורית החיווי שמאפשרת לנו לדעת מה מצב המצלמה בכל רגע נתון; כך למשל כאשר הנורית צהובה, המצלמה נמצאת בשלבי הגדרה או חיפוש של WiFi זמין; כאשר נמצאה הרשת הנורית תהבהב בכחול, וכאשר המצלמה פועלת הנורית תהפוך לכחולה. אם תרצו אגב, תוכלו לבטל את החיווי, כך שהמצלמה לא תבלוט ואף אחד לא יראה שאתם מצלמים באותו רגע.\nבצד האחורי של המצלמה נמצא את חריץ ההרחבה שמיועד לכרטיס Micro-SD; את חיבור ה-USB לחשמל, את המיקרופון ובגב שלה את הרמקול.\n180 מעלות. צילום: גיקטיים, אנימציה: פיקסאר\nתהליך ההתקנה של המצלמה הוא ידידותי ומהיר למדי; תוך פחות מ-5 דקות, כבר יכלנו לצפות בלייב במתרחש במצלמה מתוך הסמארטפון שלנו.\nלאחר שהתקנו את האפליקציה, התבקשנו להזין את הסיסמה לרשת האלחוטית שתשמש את המצלמה, ולאחר מכן, היינו צריכים לצמד (Pair) בין המצלמה לסמארטפון שלנו. לשם כך, התבקשנו להציג למצלמה קוד QR מהאפליקציה. חוץ מהחיווי של הנורה, לווה התהליך גם בהוראות קוליות באנגלית שהגיעו מהרמקול של המצלמה.\nצילום: גיקטיים\nמבחינת מפרט, כוללת ה-Smart camera חיישן ברזולוציה של 1280×720, מפתח צמצם f/2.0 ועדשה רחבה בזווית של 111 מעלות. התוצאה: איכות תמונה טובה למדי עם תמונות ברורות יחסית וצבעוניות סבירה. למעשה, מהניסיון שלנו, איכות התמונה בהחלט לא נופלת מכמה מצלמות יקרות יותר; אם גם תציבו אותה בחדר מואר, מרפסת או כניסה לבית תיהנו מתמונה איכותית יותר. גם העדשה הרחבה, בזווית 111 מעלות, סיפקה כיסוי טוב ברוב המקומות בו הצבנו אותה.\nצילום: גיקטיים\nחסרון מרכזי במצלמה הוא הרזולוציה שלה. לטעמנו, רזולוציית Full HD ב-1080p היא פיצ’ר הכרחי במצלמות אבטחה, משום שלא פעם יש צורך להתקרב או להגדיל חלקים מסויימים כדי לזהות פנים או חפצים, ואז יש חשיבות קריטית לרזולוציה. ה-Smart camera תספק תמונה ברזולוציה נמוכה יותר של 1280×720 וזהו גם החיסרון הגדול ביותר שמצאנו במצלמה. למרות זאת, אם אתם רוצים לעשות בה שימוש כמוניטור לתינוק או להשגחה על כלב או חתול בזמן שאתם בעבודה, מדובר בחיסרון פחות רלוונטי.\nה-Smart camera כוללת גם תאורה אינפרה-אדומה (אורך גל 940mm) מה שמאפשר לה לצלם בתנאי חשיכה מלאים. בבדיקה שערכנו, גם בחושך מלא, איכות התמונה היתה טובה, ולמרות נטייה מדי פעם לכתמים או ‘מריחות’ של צבעים לבנים, ניתן בהחלט לזהות תנועות ואנשים. למרות זאת, קחו בחשבון שאם תרצו לזהות או להתקרב לפרטים קטנים יותר ברקע, תיתקלו בבעיה. אבל, כאמור, איכות התמונה בחושך, בדיוק כמו ביום, מספקת.\nחושך מלא. צילום: גיקטיים\nאפליקציית Yi Home. צילום: גיקטיים\nככלל, כל ההפעלה של המצלמה נעשית בעזרת האפליקציה הייעודית שלה. מדובר באפליקציה פשוטה אך יעילה שמאפשרת לכם לשלוט בכל ההגדרות של המצלמה ומתחלקת ל-3 קטגוריות.\nהקטגוריה הראשונה היא זו שתאפשר לכם גם לצפות ב”שידור החי” מהמצלמה. מהבדיקה שלנו עולה כי לעיתים קיים לאג, כלומר עיכוב קל, בין אירוע שהתרחש במציאות עד לרגע שתראו אותו בסמארטפון, אולם לרוב היה מדובר בלאג לא משמעותי שארך פחות משנייה. עוד אפשרות נחמדה בצפייה היא זום דיגיטלי בזמן אמת; בנוסף, ניתן לצלם איתה תמונת סטילס או ללכוד קטע וידאו, ואפשרות שימושית נוספת היא האפשרות ללחוץ על כפתור המיקרופון שבאפליקציה, לדבר אל הטלפון, והרמקול שבמצלמה ישמיע את הקול שלכם בזמן אמת. שימושי למשל כאשר אתם רוצים לבקש ממישהו להזדהות או סתם להמית מישהו מהתקף לב באמצע הלילה.\nצילום: גיקטיים\nעל גבי הפיד של הוידאו החי תוכלו לראות ציר-זמן; פשוט גררו את האצבע לאורכו ותוכלו לראות את כל מה שקלטה המצלמה בזמן פעילותה בכל רגע שרק תרצו. ציר הזמן גם מציג את הקטעים בהם התגלתה תנועה. יעיל מאוד.\nפיצ’ר UX נחמד שאהבנו מתגלה בזמן צפייה בשידור החי במצב מאונך, כלומר לא במסך מלא. פשוט סובבו את הסמארטפון לצד ותרגישו כאילו אתם מסובבים את המצלמה פיזית לצד הזה, כשחלקים מהתמונה שהיו מוסתרים ייחשפו בפניכם. אם תרצו, אגב, תוכלו לשתף את הפיד שמתקבל מהמצלמה עם כל איש קשר שלכם, בתנאי שהוא מוריד את האפליקציה של Yi.\nהקטגוריה השניה באפליקציה היא Alerts, שמאפשרת לכם מעקב נוח ומסודר אחרי כל ההתראות שהתקבלו, ולראות כך את כל הפעמים שבהן התגלו תזוזות; קטגוריית Album תציג לכם את כל התמונות שצילמתם וכל קטעי הוידאו שלכדתם בעזרת המצלמה, עם אפשרות לשתף אותם. איך לא.\nאגב, אם תחליטו שאתם רוצים לרכוש יותר ממצלמה אחת, האפליקציה תומכת במספר מצלמות ותאפשר לכם לנוע ביניהן בקלות.\nהתראה. מקור: גיקטיים\nאחד הפיצ’רים היותר שימושיים במצלמת אבטחה הוא זיהוי תנועה. וכאשר מדובר במצלמה חכמה כמו זו של Yi, תוכלו לקבל התראות על פעילוּת חשודה בכל פעם שתתגלה תזוזה. קיבלתם התראה? פשוט ליחצו עליה ותגיעו ישירות לוידאו שמציג את מי שגונב לכם את ארוחת הצהריים מהמקרר במשרד.\nכאן גם נכנס אחד הפיצ’רים הכי חשובים של המצלמה לפעולה – הגיבוי בענן. כזכור, המצלמה עושה שימוש בכרטיס Micro-SD לצורך הקלטת הוידאו והתמונות, אולם בכל פעם שתהיה תזוזה, המצלמה גם תגבה את הוידאו שהיא צילמה על גבי ענן. הקטעים יישמרו ויהיו זמינים לצפייה חוזרת ולהורדה על ידי המשתמשים במשך שבוע – ללא תשלום נוסף. במצלמת אבטחה חכמה כמו Nest למשל תוכלו ליהנות מאיחסון בענן תמורת כ-10 דולר בחודש, אם כי שם מדובר על איחסון של כל הוידאו המצולם ולא רק התראות. הגיבוי בענן יאפשר לכם לצפות במתרחש, גם אם מסיבה כלשהי מישהו חיבל במצלמה או גנב אותה.\nלהגדיר אזורים לסריקה. צילום: גיקטיים\nכדי להימנע מהקלטה מיותרת או דפיקות לב מואצות תוכלו לשלוט ברגישות של זיהוי התנועה ואפילו להגדיר איזור מיוחד שרק הוא ייבדק על ידי המצלמה. כך שאם למשל הרוח מזיזה כל הזמן את הוילון בבית תוכלו להגדיר למצלמה להתעלם מהאיזור הזה.\nצילום: גיקטיים\nה-Yi Smart camera נמכרת בישראל תמורת 279 ש”ח ובהשוואה למצלמות אבטחה אחרות שנמכרות בארץ, אין ספק שמדובר במחיר אטרקטיבי מאוד. לא במפתיע מכרה ממנה החברה יותר מ-2.5 מיליון יחידות ב-2015.\nאמנם קיימות מספר מצלמות סיניות אחרות שנמכרות במחירים תחרותיים יותר, ואפילו את ה-Yi Smart camera עצמה הצלחנו למצוא במחירים נמוכים יותר במספר אתרים. אבל אם משקללים את מחירי המשלוח והעובדה שמדובר לא פעם בגרסה הסינית, ללא אחריות מקומית, והכי חשוב, ללא האיחסון בענן, אנחנו לא בטוחים שמדובר בעסקה טובה כל-כך. השיקול שלכם.\nכך או כך, מדובר במצלמה נהדרת שתעשה את העבודה היטב עבור רוב האנשים ועבור רוב הצרכים והראשונה שיכולה להנגיש את מצלמות האבטחה ולהביא אותן לכל בית: החל ממצלמת אבטחה לבית, דרך השגחה על הכלב או מוניטור לתינוק ועד מצלמה למעקב אחר מטפלת חדשה. למרות שיש עוד מקום לשיפור באיכות התמונה שהיא מספקת, הרי שהעיצוב, הפיצ’רים, האפליקציה, האיחסון בענן ובעיקר המחיר – כל אלו הופכים את המצלמה למומלצת לרכישה.\nה-Yi Smart camera מיובאת רשמית על ידי ‘באג’", "keywords": "שיאומי,מצלמת אבטחה,מצלמה,yi smart camera,יי,מצלמה ביתית,dropcam,nest cam,xiaomi,מצלמת אבטחה מומלצת,איזו מצלמה לקנות,מצלמה מומלצת לאבטחה,מצלמה לבית,מצלמה לסלון,מצלמה למטפלת,מצלמת אבטחה למטפלת"}