{"url": "https://www.geektime.co.il/mi-9-mini-launch/", "type": "article", "title": "שיאומי חושפת את כל הפרטים על ה-Mi 9 החדש", "description": "החברה הסינית קיימה ׳מיני-אירוע הכרזה׳ במסגרתו היא הציגה פחות או יותר את כל מה שמעניין במכשיר הדגל הבא שלה. אז מה בתפריט?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Screen-Shot-2019-02-18-at-16.28.38-1550500340-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-18T17:25:30Z", "modified_time": "2019-02-18T17:25:30Z", "articleBody": "החברה הסינית קיימה ׳מיני-אירוע הכרזה׳ במסגרתו היא הציגה פחות או יותר את כל מה שמעניין במכשיר הדגל הבא שלה. אז מה בתפריט?\nמקור: Xiaomi\nלפני מספר ימים דיווחנו על כך ששיאומי תכריז על ה-Mi 9, ב-20 פברואר, אותו תאריך שבו סמסונג תכריז על ה-S10 Galaxy שלה. כמובן שלא מדובר בצירוף מקרים. אלא שכנראה שהחברה ממש מתקשה להתאפק, שכן היא קיימה היום ״מיני-אירוע הכרזה״ בחשבון הטוויטר שלה, שם חשפה פחות או יותר את כל המאפיינים המעניינים ב-Mi 9.\nמקור: Xiaomi\nמקור: Xiaomi\nבסדרת ציוצים שפרסמה שיאומי בחשבון הטוויטר הרשמי שלה היא שיתפה בתמונות המציגות את המכשיר משלל כיוונים, לצד המפרט הטכני שלו, עם דגש על המצלמה. ה-Mi 9 מגיע עם מסך AMOLED מבית סמסונג 1080p FULL HD וציפוי Gorilla glass 6 שינסה לשמור עליו מפני שריטות. כמו כן, המסך כולל מצב ייעודי שמתאים את התצוגה כדי שתוכלו לצפות בה בנוחות גם תחת קרני שמש ישירות, ולחילופין לשחק עם הטמפרטורה שלו כדי לשמור על העיניים שלכם בשעת לילה מאוחרת ולהתאים אותו ״למצב קריאה״.\nהמכשיר מגיע ללא כפתור בית וחיישן טביעת האצבע שלו משולב מתחת למסך – כמו מכשירי הדגל של וואווי למשל – ולכן הוא יכול להציע יחס מסך-גוף מכובד של 90.7% (אם כי המגרעת הבועתית עדיין איתנו). מאפיין חיצוני – תוכנתי נוסף שהתווסף למכשיר הוא כפתור ייעודי ל-Google Assistant, ממש כמו ש-LG עשתה עם ה-G7 ThinQ שלה.\nמערך הצילום האחורי של המכשיר כולל 3 עדשות – אחת של 48 מגה פיקסל המיועדת לצילומים באיכות גבוהה, שנייה של 16 מגה פיקסל לצילום בזווית רחבה של 112 מעלות ועדשת טלפוטו באיכות של 12 מגה פיקסל עם זום אופטי כפול 2. מאפיינים נוספים ששיאומי מתייחסת אליהם הוא מערך השמע שמבטיח להשתוות לרמקול איכותי ומצב ״גיים טורבו״ שמקצה באופן אוטומטי את המשאבים הנדרשים כדי להציע לכם את חווית המשחק האידיאלית.\nחיישן טביעת אצבע במסך. מקור: Xiaomi\nמבחינה טכנית חומרתית שיאומי משאירה קצת מקום לדמיון, אבל על סמך הדלפות קודמות המכשיר יתבסס על ערכת השבבים Snapdragon 855, עם מעבד מתומן ליבות ו-GPU מסוג Adreno 640 ו-6 או 8 גיגה זיכרון RAM. כמו כן, הוא צפוי להגיע עם סוללת 3500mAh התומכת בטעינה מהירה בהספק של 32W. ומה לגבי המחיר? כמובן שלפרט זה שיאומי לא מתייחסת, אז ניאלץ להמתין עוד קצת, עד להכרזה ביום רביעי קרוב.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "שיאומי,xiaomi,xiaomi mi9,מכשיר דגל,אנדרואיד,סמארטפון,שיאומי mi 9"}