{"url": "https://www.geektime.co.il/xiaomi-announces-gaming-phone/", "type": "article", "title": "שיאומי מכריזה על סמארטפון הגיימינג הראשון שלה, היצרניות האחרות כבר בעקבותיה", "description": "המכשיר החדש של שיאומי נחשף עם ג'ויסטיק ייעודי ומערכת קירור נוזלי, ואפילו אסוס עומדת להכנס. תחום הגיימינג הנייד נמצא על סף נקודת רתיחה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/Xiaomi-1523885363.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-16T17:30:18Z", "modified_time": "2018-04-16T17:14:37Z", "articleBody": "המכשיר החדש של שיאומי נחשף עם ג’ויסטיק ייעודי ומערכת קירור נוזלי, ואפילו אסוס עומדת להכנס. תחום הגיימינג הנייד נמצא על סף נקודת רתיחה\nתמונה: Xiaomi\nהסמארטפונים שלנו הם כבר מזמן לא רק טלפונים. החומרה שלהם הופכת להיות יותר ויותר מרשימה, ולא פעם הם יכולים לתת פייט גם למחשבים שלנו. על כן זה היה רק עניין של זמן עד שיושקו סמארטפונים ייעודיים לאלו שרוצים לשחק בכל מקום. השבוע הצטרפה שחקנית מרכזית נוספת לשוק, שיאומי, שהשיקה לראשונה סמארטפון גיימינג ייעודי בשם Black Shark שאמור לתת לכם חווית גיימינג ניידת מוצלחת מתמיד.\nהמכשיר החדש של שיאומי מגיע עם חומרה חזקה למדי הכוללת את מעבד Snapdragon 845 החדש של קוואלקום, עד 8 גיגה זכרון RAM, תצוגת 21:9 ברזולוציית 1080p וסוללת 4,000mAh ענקית. אבל שני אלמנטים נוספים הופכים אותו למכשיר אטרקטיבי למדי עבור גיימרים ניידים: ראשית, מוצר נלווה בדמות ג’ויסטיק אנלוגי שמוצמד לצד המסך יאפשר לכם שליטה הרבה יותר מדויקת מאשר שליטה באמצעות מגע. הטכנולוגיה הזו מזכירה מאוד את הג’ויסטיקים של הנינטנדו סוויץ’, הקונסולה הניידת המצליחה של נינטנדו, שגם היא תרמה לא מעט לתחום הגיימינג הנייד. שנית, המכשיר החדש של שיאומי מגיע עם מערך קירור נוזלי, שאמור להוריד את הטמפרטורה של המכשיר ב-8 מעלות צלזיוס במידת הצורך ולשמור על ביצועים אחידים ומוצלחים יותר. מחיר המכשיר יעמוד על כ-480 דולר בסין.\nאבל שיאומי היא לא היחידה בשדה הקרב על לב הצרכן הגיימר: לקראת סוף שנת 2017 חברת Razer השיקה את המכשיר הראשון שלה, ה-Razer Phone שמכוון בעיקר לגיימרים ומכיל מסך עם קצב מרשים של 120Hz (בדומה לקצב באייפד פרו). גם נוביה (Nubia) הסינית צפויה להשיק סמארטפון גיימינג ביום חמישי הקרוב, שככל הנראה יקרא Red Devil. המכשיר עשוי להגיע עם מערך מאווררים פנימי שמטרתו שמירה על טמפרטורה נמוכה. אבל שיאומי, Razer ונוביה ממש לא היחידות במשחק. היום (ב’) אישר מנכ”ל Asus בראיון כי גם אסוס תציג סמארטפון גיימינג משלה.\nכדי שצרכנים ירצו לקנות סמארטפוני גיימינג, כמובן שצריך לספק להם גם תוכן גיימינג שהוא קצת יותר מפתה מקנדי קראש: יצרניות שני המשחקים הפופולארים בעולם, Fortnite ו-PUBG כבר שיחררו גירסאות מובייל מלאות ומפתיעות לטובה של המשחקים שלהן, מה שמסמל את הפריחה גם בעולם תוכן הגיימינג הזמין. גם היא עשויה לגרום לעוד יצרניות לשים עין על תחום הגיימינג ולשחרר מכשירים ייעודיים לקהל זה.", "keywords": "שיאומי,נינטנדו סוויץ\\',רייזר,רייזר פון,פורטנייט,פאבג\\'י,razer,black shark,xiaomi,asus,nintendo switch,fortnite,pubg"}