{"url": "https://www.geektime.co.il/dyson-pure-cool/", "type": "article", "title": "דייסון חושפת מסנן אוויר מעוצב שמנקה 99.95% מהאלרגנים והמזהמים", "description": "ה-Dyson Pure Cool יונק את האוויר המזוהם מכל הכיוונים בחלל החדר ולאחר מכן ׳זורק׳ אותו בחזרה כשהוא מסונן ונקי. אם הצלחתם להתלהב, חכו שתגיעו למחיר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/dyson.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-06T18:50:42Z", "modified_time": "2016-06-07T09:44:16Z", "articleBody": " ה-Dyson Pure Cool יונק את האוויר המזוהם מכל הכיוונים בחלל החדר ולאחר מכן ׳זורק׳ אותו בחזרה כשהוא מסונן ונקי. אם הצלחתם להתלהב, חכו שתגיעו למחיר\nמקור: Dyson\nהאם ידעתם שאוויר בבית ממוצע עלול להיות מזוהם עד פי 5 מהאוויר בחוץ, וכי אבק ביתי הוא הגורם מספר אחד לאלרגיות? אם הסוגיות הללו מטרידות אתכם, תשמחו לדעת שחברת Dyson, המוכרת בעיקר מענף שואבי האבק, מרחיבה את קטגורית המאווררים שלה, ומשיקה את ה-Pure Cool, מסנן אוויר חדש שמסלק 99.95% מהאלרגנים והמזהמים עד לרמה של 0.1 מיקרון באמצעות מסנן זכוכית HEPA º 360 העשוי מסיבי זכוכית וסיבי פחמן. ביכולתו של המסנן ללכוד חלקיקי מזהמים קטנים כדוגמת חיידקים, אבקנים, ארלגנים וריחות שאמנם אינם נראים לעין, אך הם בהחלט מצויים בחדרי הבית של כולנו.\nכחלק מפיתוח המוצר שיתפה הענקית הבריטית שיתוף פעולה עם BreezoMeter הישראלית שמנטרת את זיהום האוויר, וכך באמצעות האפליקציה שמחוברת למטהר האוויר יודעת להמליץ למשתמשים מתי להפעיל את המכשיר עקב זיהום אוויר גבוהה המצוי בסביבתם.\nזיהום אוויר נחשב לאחת מהבעיות העולמיות המרכזיות של ארגוני הבריאות הבינלאומיים. ממחקר שערך ארגון הבריאות העולמי (WHO) נמצא כי מדי שנה מתים יותר אנשים כתוצאה מזיהום אוויר בתוך מתחמים סגורים מאשר מזיהום אוויר בחוץ. זיהום אוויר בתוך מתחמים סגורים נגרם ע”י גורמים ביולוגיים המצויים באוויר וקשורים לטחב ולעובש. זיהום האוויר התוך-מבני מגביר ב-50% את הסיכון למחלות בדרכי הנשימה בילדים ובמבוגרים. גם המשרד להגנת הסביבה האמריקאי – EPA  מציין כי הסיכונים הבריאותיים והסביבתיים שבזיהום אוויר תוך-מבני אינם פחותים מהסיכונים שבזיהום אוויר חיצוני ועל-פי רוב אף חמורים מהם.\nמכשיר ה-Pure Cool יונק את האוויר המזוהם מכל הכיוונים ולאחר מכן ׳זורק׳ אותו בחזרה לחדר כשהוא מסונן ונקי. המאוורר אידיאלי לשימוש בחללים ביתיים ומשרדיים בגודל של עד 12 מ״ר, כך שאם אתם יושבים באופן ספייס – הוא קצת פחות רלוונטי. בנוסף, ה-Pure Cool משמש גם כמאוורר סטנדרטי בעת הצורך וכולל טכנולוגיה לפיזור אוויר לטווח רחוק אשר יוצרת סירקולציה של אוויר מסונן ברחבי החדר כולו. אם יש הורים בקהל, דעו כי מסנן האוויר נמצא כבטיחותי לשימוש הודות לטכנולוגיה הפועלת ללא להבים או חבטות רוח.\nמבחינה טכנית למסנן מהירות חזיתית נמוכה המסייעת בסילוק המזהמים ואטמים מגומי היוצרים ואקום שאוטם את האוויר בתוך המסנן. כמו כן המנוע אשר יושב בבסיס המכשיר תוכנן בצורה אקוסטית כך שהרעש והרעידות שהוא יוצר כמעט ולא מורגשות (עוצמת רעש – 62dBA). עוצמת המתח עומדת על 220V-240V 50 Hz ומשקלו מסתכם ב-3.25 ק״ג. בין השימושים אין צורך לנקות את המסנן, אלא רק לאחר שנה (אלא אם משתמשים במאוורר יותר מ-12 שעות ביממה ואז סביר להניח שהמסנן ידרוש החלפה עוד לפני כן). מחירו של התענוג בישראל עומד על 2,990 ש״ח דרך היבואן ובחנויות המורשות.\n", "keywords": "דייסון,מסנן אוויר,dyson,dyson pure cool,מאוורר,אלרגיה,אלרגית אבק,זיהום אוויר,מטהר אוויר,מאוורר דייסון"}