{"url": "https://www.geektime.co.il/breezometer-raises-3-mm/", "type": "article", "title": "בריזומטר מגייסת 3 מיליון דולר, כדי ליידע אותנו על זיהומי אוויר", "description": "החברה, שמספקת מידע על זיהום אוויר בקרבת המשתמשים, גייסה 3 מיליון דולר והשיקה API לשימוש חברות IoT, עיריות וגופים ממשלתיים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/smoke-258786_1920-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-13T09:24:50Z", "modified_time": "2016-12-13T09:24:50Z", "articleBody": "החברה, שמספקת מידע על זיהום אוויר בקרבת המשתמשים, גייסה 3 מיליון דולר והשיקה API לשימוש חברות IoT, עיריות וגופים ממשלתיים\nמקור: BreezoMeter\nמדי כמה חודשים המדינה כולה מתעסקת בזיהום האוויר, בין אם זה נגרם בגלל תנאי מזג אוויר כמו אובך וחולות ובין אם הוא נגרם כתוצאה מתקלה. אבל המציאות קצת יותר מורכבת, וגם בימים רגילים לכאורה, זיהום האוויר מטריד את מי שרגיש לזיהום אוויר כמו תינוקות וילדים, קשישים, אנשים שסובלים ממחלות בדרכי הנשימה ובכלל כל מי שנוהג להתאמן ולרוץ בחוץ. אפליקציית BreezoMeter (בריזומטר), שמציגה את נתוני זיהום האוויר בצורה פשוטה ויעילה, הודיעה היום (ג’) כי גייסה 3 מיליון דולר.\nהאפליקציה שפיתחה BreezoMeter מציגה מידע אודות רמת זיהום האוויר במיקום בו אתם נמצאים בזמן אמת, ביחד עם פתרונות התמודדות עם רמת הזיהום. האלגוריתם שפיתחה החברה מתבסס בעיקר על ניטור שמבצעים גופים ממשלתיים, כמו למשל המשרד לאיכות הסביבה בישראל, בשילוב של מידע על רוחות, צילומי לוויין ודיווחי תנועה, כדי לייצר מדד מדוייק של מצב זיהום האוויר עד לרזולוציה של רחובות ספציפיים. הנתונים מונגשים ומוצגים בצורה קלילה בעזרת חדק של פיל, שמעיד על רמת הזיהום.\nאולם האפליקציה היא רק נדבך אחד של פעילות. החברה פיתחה API, אותו היא מעמידה לרשות גופי בריאות, עיריות, חברות IoT ובית חכם. כך למשל בעזרת הנתונים של החברה, בתים חכמים יוכלו להחליט לסגור את החלונות ולהפעיל את מיזוג האוויר. בין היתר שיתפה החברה פעולה עם חברת Dyson הבריטית, כך שמשתמשי מטהר האוויר החכם שלה, יקבלו התראה מתי מומלץ להם להפעיל אותו.\nמקור: cc0-by-Pixabay\nBreezoMeter הוקמה בשנת 2014 על ידי רן קורבר, זיו לאוטמן, אמיל פישר, עמית גיל ורויטל הנדלר והיא גייסה סבב Seed בגובה 1.8 מיליון דולר בהובלת Launchpad Digital Health ו-Entrée Capital ובהשתתפות BizTEC ו-SeedIL. עתה כאמור מודיעה החברה על השלמת סבב גיוס A בגובה 3 מיליון דולר בהובלת Phi Square Holdings ובהשתתפות המשקיעות הקיימות.\nבהתייחסו לגיוס, מסר רן קורבר, שותף-מייסד ומנכ”ל BreezoMeter: “זיהום האוויר הוא המשבר הבריאותי הגדול ביותר איתו אנחנו מתמודדים ואין לו גבולות. סבב הגיוס הנוכחי יאפשר לנו להגיע לשווקים נוספים עם מוצרים חדשניים נוספים. המטרה שלנו היא לעזור לחברות לספק נתונים חשובים והמלצות פעילות, כדי לשמור על בריאות לקוחותיהן”.\n", "keywords": "בריזומטר,breezometer,זיהום אוויר,איכות אוויר,גיוס הון,סטארטאפ,דייסון,api"}