{"url": "https://www.geektime.co.il/3-major-changes-in-our-work-inviroment/", "type": "article", "title": "אם 3 המגמות האלו יימשכו, סביבת העבודה שלנו תהפוך להרבה יותר טובה", "description": "מחקרים חדשים על סביבת העבודה ב-2019 מגלים 3 מגמות עיקריות שישפיעו על כולנו בשנים הקרובות, ונראה כי ארגונים שלא יידעו לאמץ אותם ימצאו את עצמם מחוץ למשחק", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/man-and-woman-doing-yoga-1882004-1575269128-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-03T14:30:05Z", "modified_time": "2020-02-23T22:43:50Z", "articleBody": "מחקרים חדשים על סביבת העבודה ב-2019 מגלים 3 מגמות עיקריות שישפיעו על כולנו בשנים הקרובות, ונראה כי ארגונים שלא יידעו לאמץ אותם ימצאו את עצמם מחוץ למשחק\nהכתבה בחסות\nתמונה: Pexels\nמאת עופר ויתקון מנכ”ל Regus ו-Spaces ישראל מקבוצת IWG\nבשנה החולפת נכנסו לחיינו כמה טכנולוגיות ומגמות חדשות שצפויות להשפיע במידה ניכרת על עולם העבודה בשנים הקרובות. השינוי הצפוי בכל תחומי חיינו יכול להיראות מדהים, ובעתיד הקרוב ארגונים שיצליחו לעמוד בקצב של סביבת העבודה המודרנית ויעשו שימוש נכון בטכנולוגיה, בפיתוח רווחה ובעידוד עבודה גמישה ישיגו יתרון תחרותי ויצליחו למשוך את העובדים המוכשרים ביותר. אילו מגמות היו בולטות השנה ואיך צפויה להיראות סביבת העבודה החדשה שלנו?\nבשנת 2019 חל זינוק במודעות לנושא השחיקה בעבודה ולהשפעות המזיקות שלה על הבריאות הגופנית והנפשית בקרב עובדים, ובהתאם התחום של דאגה לרווחת העובדים הפך מפריבילגיה לעניין הכרחי. מחקרים מראים כי 60% מהעובדים חווים ירידה בביצועים כתוצאה ממתח כרוני ומשחיקה שמקורה במקום העבודה, ועל פי חברת המחקר Kronos כ-95% ממנהלי משאבי האנוש חושבים שהלחץ בעבודה “מחבל ביכולת לשמר עובדים טובים בארגון”.\nאחת השיטות הפופולריות להתמודדות עם בעיית השחיקה ב-2019 הייתה תרגול מיינדפולנס בעבודה. חברות כמו מקינזי, נייק, גוגל ואפל מציעות לעובדיהן תוכניות לתרגול מדיטציה וסדנאות אימון קוגניטיבי-התנהגותי. מחקרים נוירולוגיים מראים שמדיטציה מסייעת להגדיל את אזורי המוח שאחראים לוויסות הרגשי, לשפר את טווח הקשב, לשפר את הביצועים בעבודה ואת הפרודוקטיביות ובסופו של דבר – לשפר את שביעות הרצון בעבודה.\nתמונה: Pexels\nמגמה בולטת במיוחד השנה הייתה דרישה גוברת לגמישות בעבודה. למעשה, מדובר על אופציה שאינה רק מבוקשת אלא אפילו נדרשת על ידי העובדים, והחדשות הטובות הן ש-62% מהמעסיקים ברחבי העולם הפנימו את החשיבות וכבר מציעים לעובדים מדיניות של עבודה גמישה.\nעבודה גמישה מכבדת את השונות וההבדלים בין העובדים ומאפשרת איזון בין פנאי לעבודה, שכן לכל אחד ואחת החופש לעבוד בצורה שמתאימה להם כדי להיות יעילים – מגמישות בשעת ההתחלה של יום העבודה ועד לעבודה מחוץ למשרד. כשחברות מאפשרות לעובדים יותר אוטונומיה במהלך יום העבודה, הדבר מגביר את שביעות הרצון שלהם ומסייע מאוד לשמור על כוח האדם, לשפר את רווחתם ולהגביר את נאמנותם לחברה.\nמדיניות עבודה גמישה מועילה גם למעסיקים. לפי סקר סביבת העבודה העולמי של IWG-Regus לשנת 2019, מרבית המנהלים מאמינים שמדיניות זו משפרת את יעילות העובדים, ומעל לשני שלישים טוענים שהיא מגדילה את הפרודוקטיביות בארגון ב-20% לפחות. יתרה מכך, עובדים המנצלים את האפשרות של עבודה גמישה נעדרים בתדירות נמוכה לעומת חבריהם, מפני שהם חופשיים להתאים את לוח הזמנים של עבודתם לחייהם שמחוץ לעבודה.\nלאורך שנת 2019 חללי עבודה משותפים וגמישים צמחו במהירות, לא רק בהיקף השימוש אלא גם במידת חשיבותם עבור ארגונים. הסיבה ברורה – חללי העבודה מציעים יכולת לעבוד בסביבה שמתאימה להם, בין אם זה משרד קרוב לבית כדי להפחית את הזמן על הכביש ובפקקים, או בשכונה אטרקטיבית, בניין מעורר השראה או המקום הכי חם שבו ניתן ליצור קשרים.\nתמונה: Pexels\nהסקר של IWG-Regus מראה כי החופש לעבוד מחללי עבודה גמישים מגדיל את הפרודוקטיביות במידה ניכרת: 54% מהעובדים אמרו כי עבודה מרחוק מאפשרת להם לעשות יותר במהלך היום, ו-65% אמרו שהיכולת להתאים את סביבת העבודה שלהם לצרכיהם האישיים הופכת אותם לפרודוקטיביים יותר. נראה כי ארגונים שיאמצו את המדיניות הזו ב-2020 גם ייחשבו לחדשניים וגם ירוויחו עובדים יעילים יותר ונאמנים יותר.\nאמנם כבר מדובר במגמה בולטת, אך היא צפויה רק להתגבר עם כניסתם של בני דור ה-Z לשוק התעסוקה העולמי. אותם צעירים שגדלו במציאות של רשתות חברתיות וסמארטפון צמוד ידועים כ”דור הדיגיטלי הראשון”, והם בעלי השקפות ואידיאלים שונים מהדורות שקדמו להם. דוח שפורסם לאחרונה בידי Deloitte מראה כי בדור ה-Z שמים דגש רב יותר על מגוון אנושי, במיוחד סביב נושאי זהות. עבור ארגונים המשמעות היא שכדי למשוך את הכישרונות והעובדים המובחרים כבר לא מספיק לסמוך על מוניטין חיובי וייזום פרויקטים של אחריות חברתית, אלא יש להפגין באופן עקבי ויומיומי מדיניות ארגונית הדוגלת בשוויון.\nעולם העבודה העתידי לא יושפע רק מרווחת העובדים ואופי העבודה, וארגונים צריכים להבין שגם בפן הטכנולוגי עליהם לעמוד בקצב ולא לפחד משינויים. מגמה טכנולוגית אחת שקשה להפריז בחשיבותה ושמומלץ להיערך לקראתה היא התקשורת בדור החמישי, ה-5G Networks.\nתקשורת הדור החמישי תאפשר זמני שיהוי השואפים לאפס והעברת נתונים במהירות הקרובה לזמן אמת. במציאות הזו, שתתאפשר בישראל על פי התוכניות כבר בשנה הבאה, ארגונים יוכלו לבצע משימות מורכבות יותר מתמיד במהירות חסרת תקדים, וכך ייפתחו בפניהם אפשרויות חדשות. בנוסף, תקשורת 5G תסייע לארגונים באוטומציה של תהליכים שתגביר את רמות הפריון שלהם. למרות שמדובר על טכנולוגיה שעדיין נמצאת בחיתוליה, ארגונים שיהיו מהירים ואג’יליים, כלומר יזדרזו לאמץ ולהסתגל אליה לפני המתחרים שלהם, יקצרו את הפירות בעתיד הקרוב מאוד.\nההסתגלות לסביבה חדשה היא חיונית לעסקים ולעובדים כאחד, ומטרתה לשפר את הפרודוקטיביות, את הרווחיות ואת שביעות רצון העובדים. אלה שלא יסתגלו מהר, עלולים שלא להיות בסביבה כדי לראות את המגמות של השנה הבאה.​", "keywords": "regus,ריג\\'ס,חללי עבודה,סביבת עבודה,גמישות,עבודה גמישה,עבודה מהבית,משרד,סיפוק בעבודה,מיינדפולנס,יוגה,5g,עבודה 2020,סביבת עבודה חדשה,,ריגס"}