{"url": "https://www.geektime.co.il/huawei-mwc-2019-matebook-x-pro-and-matebook-13-and-matebook-14-announced/", "type": "article", "title": "ללפטופ החדש של וואווי יש דרך מגניבה להעביר קבצים מהסמארטפון", "description": "וואווי מרחיבה את ליין המוצרים שלה, הפעם עם ה-MateBook X Pro, ה-MateBook 14 וה-MateBook 13: לפטופים חדשים המיועדים לקהל מקצועי וגם לאלו שקצת פחות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Screen-Shot-2019-02-24-at-22.17.20-1551043056-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-25T11:39:37Z", "modified_time": "2019-02-25T11:39:37Z", "articleBody": "וואווי מרחיבה את ליין המוצרים שלה, הפעם עם ה-MateBook X Pro, ה-MateBook 14 וה-MateBook 13: לפטופים חדשים המיועדים לקהל מקצועי וגם לאלו שקצת פחות\nנבחרת המחשבים החדשה של וואווי\nוואווי חשפה אמש (א׳) את ליין המקבוקים  לפטופים החדש שלה הכולל את ה-MateBook X Pro, מחשב דקיק וקל משקל המגיע עם מפרט טכני די מכובד ופונה לקהל מקצועי, לצד שני מחשבים נוספים שפונים לקהל הרחב יותר.\nמבחינה חיצונית לא תמצאו שינויים ענקיים מהדגם הקודם, כאשר גם ה-HUAWEI MateBook X Pro מצופה כולו מתכת, מה שלא מפריע לו לשקול כ-1.33 ק״ג בלבד למרות הכל. הוא מגיע עם מסך מגע בגודל 13.9 אינץ׳ ושוליים דקיקים שמקנים לו יחס מסך-גוף מכובד של 91%, בעיקר הודות לעובדה שמצלמת הרשת שלו מסתתרת בכלל במקלדת. כן, כן, כמו בדור הראשון שהוצג לפני שנה, גם כאן, כשאתם רוצים להשתמש במצלמת הרשת אתם לוחצים על הכפתור שמתחבא לו בין מקשי ה-F והיא יוצאת החוצה. אז נכון הזווית לא מחמיאה במיוחד, אבל מצד שני, המסך ענק ואתם מקבלים בונוס בדמות פרטיות – בלי חשש שמישהו ידליק לכם את המצלמה בלי רשות.\nמתחת למכסה המנוע תמצאו ב-MateBook X Pro מעבד דור 8 של אינטל (i5 או i7) וכרטיס גרפי עצמאי מסוג GeForce MX250 עם 2GB GDDR5 VRAM, מה שאומר שהוא יכול להתאים לצריכת תוכן סטנדרטית, אבל גם לעריכת וידאו וגיימינג. כדי לסייע במשימה, המחשב כולל טכנולוגית סינון חכמה המנטרת את טמפרטורת המערכת ומנהלת את פעילות המאווררים בזמן אמת.\nMateBook X Pro\nהמחשב כולל סוללת 57.4Wh שיחד עם מצב חיסכון ייעודי אמורה לאפשר לכם להשתמש במחשב במשך יום שלם, ויציאת Thunderbolt 3 משופרת התומכת בשידור נתונים דו כיווני במהירות של עד 40Gbps. כמו כן, וואווי השאירה את חיישן טביעת האצבע הממוקם מעל המקלדת שבעצם משמש גם ככפתור ההפעלה של המחשב.\nכל הפרטים על הסמארטפון המתקפל הראשון של וואווי\nוואווי שילבה רכיב NFC במחשבים החדשים שלה, והציגה תכונה חדשה בשם Huawei Share OneHop (וכן, זה די נשמע כמו AirDrop של אפל). אם יש לכם מכשיר וואווי, תוכלו פשוט להצמיד אותו אל המחשב ולהעביר ממכשיר למכשיר קבצים במהירות של עד 30MBPS. זו לא מהירות גבוהה במיוחד, אבל זה רעיון ופתרון נוח מאוד להעברת תמונות וקבצים, שנקווה שיתפתח במהרה לשאר מכשירי האנדרואיד והמחשבים השונים. בהדגמה של וואווי ניתן היה לראות כיצד ניתן לבחור תמונה בסמארטפון, ואז להניח אותו על הלפטופ – והופ – התמונה עברה למחשב.\nבאמצעות אותה יכולת, תוכלו משום מה לשקשק את הסמארטפון שלכם (בהנחה שמדובר במכשיר של וואווי, כמובן), להצמיד אותו למחשב שלכם, ולשקף לסמארטפון את המסך של המחשב לצורך הקלטה ושיתוף מהיר, וכמו כן תוכלו להעתיק ולהדביק טקסט בין המחשב והסמארטפון (ולהפך) באמצעות פונקציה חדשה אשר נקראית Clipboard Sharing. בקיצור, וואווי רוצה ליצור אקוסיסטם נוח משלה עם יתרונות למשתמשים שמחזיקים במגוון המכשירים שלה – קצת כמו תכונות השיתוף המובנות של Windows 10.\nמחיר ה-HUAWEI MateBook X Pro בתצורה של 8GB/512GB עם מעבד i5 יתחיל ב-1,800 דולר, בעוד שגרסת ה-16GB RAM עם 1TB אחסון ומעבד i7 תקפץ כבר ל-2,270 דולר. המחשבים יהיו זמינים לרכישה החל מאפריל הקרוב ברחבי העולם.\nלצד ה-MateBook X Pro הציגה וואווי שני לפטופים נוספים הפונים לקהל צעיר יותר: ה-MateBook 13 וה-MateBook 14, שכפי שאתם יכולים להבין כל אחד מהם בעל מסך בגודל המספר שמופיע בשמו. המייטבוקים החדשים מיועדים לקהל היותר רחב, ומגיעים עם מסך ה-FullView מצומצם השוליים.\nMateBook 14\nה-MateBook 14 מצויד במעבד הדור השמיני של אינטל 8565U, מעבד גרפי NVIDIA GeForce MX250, ותומך במהירויות אוורור ובתפוקות אוויר גבוהות יותר מה מסייע למחשב להישאר קריר ושקט גם במאמץ. ה-MateBook 13 מצויד בצג בעל יחס מסך של 3:2 עם אפשרות למולטי-טאץ’ של 10 נקודות ויחס מסך לגוף של 88 אחוזים. גם הוא מגיע עם מעבד הדור השמיני של אינטל 8565U, ביחד עם מעבד גראפי NVIDIA GeForce MX150, ועם טכנולוגיית ה-OneHop ו-Clipboard Sharing של הדגם המתקדם יותר.\nהגרסה הבסיסית ביותר של ה-MateBook 13 הכוללת מעבד i5, זיכרון RAM של 8GB ונפח אחסון של 256GB מתחילה ב-1,134 דולר ותהיה זמינה לרכישה בהמשך החודש. גרסת ה-14 אינץ׳ עם מעבד i7, זיכרון RAM של 16GB ונפח אחסון של 512GB יכולה להגיע למחיר של 1,700 דולר, והיא צפויה להגיע לחנויות בחודש אפריל.\nMateBook 13\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nהכותבת היתה אורחת חברת וואווי באירוע ההשקה", "keywords": "וואווי,לפטופ,huawei,mwc,mwc 2019,וואווי לפטופ,מחשב וואווי"}