{"url": "https://www.geektime.co.il/nexdock-150-dollars-laptops/", "type": "article", "title": "לפטופ ב-150 דולר: NexDock הופך את הסמארטפון, הטאבלט או המיני פיסי למחשב", "description": "ה-NexDock הוא מחשב כמעט מושלם הכולל מסך, מקלדת ועכבר, שמנצל את כוח העיבוד של הסמארטפון או הטאבלט שלכם כדי לפעול", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/laptop.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-10T10:00:33Z", "modified_time": "2016-04-10T10:00:33Z", "articleBody": "ה-NexDock הוא מחשב כמעט מושלם הכולל מסך, מקלדת ועכבר, שמנצל את כוח העיבוד של הסמארטפון או הטאבלט שלכם כדי לפעול\nמקור: NexDock\nNexDock הוא מחשב נייד מעט שונה, שמנצל את כוח העיבוד של סמארטפונים, טאבלטים ודונגלים כדי לפעול. בלי אחד מההתקנים הללו המחשב חסר תועלת לחלוטין שכן הוא לא כולל מעבד או זיכרון RAM, אלא רק מסך בגודל 14.1 אינץ׳, מקלדת בלוטות׳, משטח מגע (Trackpad) וסוללת 10,000mAh. ברגע שמחברים אליו את אחד מאותם ההתקנים הוא מתעורר לחיים יכול להפוך לפתרון די משתלם עבור רבים שכן מחירו עומד על 150 דולר (566 ש״ח). אמש (ש׳), הגיע הפרויקט לסכום המטרה שלו במסגרת קמפיין למימון המונים.\nהמוחות מאחורי NexDock הבינו שכל אחד מאיתנו גם ככה מסתובב עם מחשב לכל דבר בכיס, אז למה לא לנצל את זה למשהו גדול יותר? אלו מכם שמשתמשים במכשיר Windows 10 (לומיה 950 לצורך העניין) יפיקו את מירב התועלת מהמכשיר שכן בעזרת פיצ׳ר ה-Continuum סמארטפונים וטאבלטים יכולים להתאים את עצמם ברגע כדי לעבור בין מצב ׳מגע׳ לבין מצב שולחני. על ידי חיבורו למחשב Raspberry Pi ניתן ליצור מחשב נייד קומקפטי או מסך נוסף ללפטופ קיים. משתמשי אייפון ואנדרואיד לעומת זאת יוכלו להשתמש ביציאת ה-HDMI או במתאם אלחוטי כדי ליהנות מתצוגת מסך גדולה יותר כדי לצפות בסרטים או סדרות, או להפוך כל אייפון לבקר שליטה במשחקים התומכים ב-AirPlay.\nמקור: NexDock\nמבחינה טכנית ה-NexDock מגיע כאמור עם מסך 14.1 אינץ׳ 1366×768, שוקל קצת פחות מקילו וחצי, בעל שתי יציאות USB ו-MicroSD אחת וכולל גם יציאה לאוזניות.\nאמנם המוצר כבר לא בגדר אבטיפוס וכמעט ומוכן לייצור המוני, אך כדי להשלים את הישורת האחרונה יצאה החברה מאחורי NexDock בקמפיין למימון המונים בפלטפורמת אינדיגוגו. אמש (ש׳), כחודשיים לאחר עליית הקמפיין לאוויר הצליח הפרויקט לעבור את סכום היעד שלו שעמד על 300,000 דולר. כעת, כשנותר עוד שבוע עד לסיומו גויסו כ-322,822 דולר מלמעלה מ-2,300 תומכים. גרסת ה-Early bird של המוצר הייתה זולה בחצי ממחיר המחירון (150 דולר) והיא כבר אזלה, אך במסגרת הקמפיין מוצע המחשב בהנחה של 20%, תמורת סכום של 119 דולר (449 ש״ח) לא כולל משלוח לישראל. אגב, מועד השילוח של המוצר קרוב למדי ומתכונן לחודש יוני הקרוב.\nלעמוד הקמפיין\n", "keywords": "מחשב,מחשב נייד,nexdock,נקסדוק,לפטופ,חלונות,חלונות 10,windows 10,דונגל,mini pc,טאבלט,אנדרואיד,אייפון,אינדיגוגו,מימון המונים"}