{"url": "https://www.geektime.co.il/hp-new-elite-books/", "type": "article", "title": "אחרי שיאומי, גם hp מציגה מתחרה למקבוק פרו", "description": "יצרנית החומרה הציגה שני לפטופים חדשים שפונים לקהל העסקי: האחד, מחשב פרימיום עם מפרט טכני עוצמתי ששומר על מימדים נוחים לנשיאה לכל מקום, והשני מציע גמישות של 360 מעלות, בהתאם לדרישותיכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/Screen-Shot-2017-09-13-at-10.33.50.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-13T10:40:45Z", "modified_time": "2017-09-13T11:47:51Z", "articleBody": "יצרנית החומרה הציגה שני לפטופים חדשים שפונים לקהל העסקי: האחד, מחשב פרימיום עם מפרט טכני עוצמתי ששומר על מימדים נוחים לנשיאה לכל מקום, והשני מציע גמישות של 360 מעלות, בהתאם לדרישותיכם\n\nבלי יותר מדי רעש וצלצולים HP חשפה אמש שני מחשבים חדשים בסדרת ה-EliteBook שלה, ה-x360 1020 ו-1040 G4. אל תתנו לשמות הלא קליטים להטעות אתכם, שכן מתחת לפני השטח HP מבטיחה שמדובר בלפטופים מרשימים ודקיקים עם מפרט טכני מפנק.\nהדגם המרשים מבין השניים הוא ה-EliteBook 1040 G4 ש-hp מגדירה כ״מחשב האולטרבוק האידאלי לאנשי עסקים, עם מימדים קומפקטים ומפרט טכני שיתמודד בקלות עם ריבוי משימות״. הוא מגיע עם מסך מגע בגודל 14 אינץ׳ FHD/UHD, מעבד Intel Core i7 ליבה כפולה (מהסדרה האחרונה – H-Series – אופציונאלי, הדגם הבסיסי מגיע עם מעבד Intel Core i5-7200U), כמו גם שתי יציאות USB3.1 דור ראשון, שתי יציאות USB Type C ויציאת HDMI כך שלא תצטרכו להסתבך עם דונגלים למיניהם. מפרט שניתן לשחק איתו נוגע לנפח האחסון שמגיע עד ל-512GB SSD ביחד עם 16GB של RAM, ואפילו תוכלו להוסיף חריץ לכרטיס micro SIM כדי לענות לשיחות טלפון והודעות ישירות מהמחשב.\nhp EliteBook 1040 G4\nבנוגע לסוללה בחברה מתגאים בכך שביכולתה להחזיק עד 18 שעות, כמובן שבאותיות הקטנות מובהר שהכל תלוי באופי השימוש שלכם במחשב וקשה לנו להאמין שמישהו באמת יצליח להגיע לכאלו ביצועים מרשימים. בכל מקרה, כדי להתמודד עם סוגית הסוללה המתרוקנת, המכשיר תומך בטעינה מהירה שתמלא אותו במחצית מהאנרגיה הנדרשת לו בתוך חצי שעה בלבד.\nמבחינת מימדים עוביו של המכשיר מסתכם ב-15.95mm, משקלו עומד על 1.42 ק״ג בלבד, וניתן להשטיח את המסך בעד 180 מעלות כדי לשתף אותו עם כל אחד. מנגד, כאשר תרצו קצת פרטיות, תשמחו לדעת שהמסך תומך בפיצ׳ר השימושי של החברה שנקרא Sure View, שיוודא שאף אחד לא יוכל להביט לכם במסך בלי רשות.\n\nהדגם השני עליו הכריזה hp פונה לקהל העסקי שמחפש אחר מחשב דק ונוח הן לשימוש משרדי והן לשימוש במטוס בדרך לנסיעת עבודה. הוא מגיע עם מסך מגע בגודל של 12.5 אינץ׳, עוביו עומד על 13.9 mm ומשקלו מסתכם ב-1.1 ק״ג בלבד. כמו כן ניתן לשנות את תצורת ב-360 מעלות ולבחור באחת מתוך 5 אופציות; תצוגה סטנדרטית של לפטופ, מצב ״אוהל״ כדי לשתף במצגות או וידאו, מצב טאבלט כדי להפוך אותו למחברת דיגיטלית, מצב ״מדיה״ לצפיה אידיאלית בתכני וידאו רציניים יותר (סרטים, סדרות) ו-Conference mode שמשטיח את המחשב במלואו.\nHP EliteBook x360 1020\nמבחינת המפרט הטכני גרסת הבסיס של המחשב מגיעה עם מעבד אינטל דור שביעי (i5-7200U), זיכרון RAM של 16GB ונפח אחסון של 128GB SSD שניתן להרחיב עד ל-512GB. הוא מגיע עם שתי יציאות USB 3.1, יציאת HDMI ויציאה לאוזניות/מיקרופון.\nשני המחשבים צפויים להיות זמינים לרכישה עוד החודש בארה”ב, עם תג מחיר התחלתי של 1,380 דולר – 4,886 ש״ח. לישראל הם יגיעו במהלך הרבעון הקרוב.\n", "keywords": "מחשב נייד,לפטופ,dell xps,elitebook,hp"}