{"url": "https://www.geektime.co.il/this-is-xiaomis-new-laptop/", "type": "article", "title": "עיצוב דמוי מקבוק, מפרט מרשים ומחיר נמוך: זה הלפטופ החדש של שיאומי", "description": "אחרי השמועות באה ההכרזה הרשמית: שיאומי הציגה את הלפטופים החדשים שלה שמציעים מפרט חזק, עיצוב מתכתי, גוף דק וקל ומחיר שמתחיל ב-520 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/xiaomi-mi-notebook-air-mi-band-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-28T10:31:14Z", "modified_time": "2016-07-28T10:43:51Z", "articleBody": "אחרי השמועות באה ההכרזה הרשמית: שיאומי הציגה את הלפטופים החדשים שלה שמציעים מפרט חזק, עיצוב מתכתי, גוף דק וקל ומחיר שמתחיל ב-520 דולר\nמקור: Xiaomi\nטוב, קשה להגיד שההכרזה של שיאומי (Xiaomi) על הלפטופ הראשון מתוצרתה הפתיע מישהו. אחרי הכל, הדיווחים על כך החלו לצוץ כבר לפני שנה. ובכל זאת, מכריזה עכשיו ענקית הטכנולגיה הסינית על Mi Notebook Air הלפטופ, או יותר נכון הלפטופים החדשים שלה, שכמו כל המוצרים שלה מצליחים לשלב מפרט מרשים, לפחות על הנייר, ומחיר נגיש במיוחד.\nמקור: Xiaomi\nשני הדגמים החדשים שהציגה שיאומי כוללים עיצוב מתכתי עם לא מעט השראה מהמקבוק של אפל – ללא לוגו על גב המסך. הדגמים כוללים גם מסגרת דקה מאוד, מצלמה, לוח מקשים מואר וחיבור חשמל USB-C. במילים אחרות, גם אם במקרה תשכחו את המטען בבית, תוכלו להיעזר בכל מטען מתאים עם חיבור USB-C. שני הדגמים מגיעים אגב בגימור זהב או כסף.\nנתחיל במכשיר הדגל של החברה, שכולל מסך בגודל 13.3 אינץ’ ברזולוציית 1080p. המכשיר מתבסס על Core i5-6200U של אינטל במהירות 2.3GHz עם אפשרות להאצה ל-2.7GHz ועם 8GB זיכרון RAM מסוג DDR4; המעבד הגרפי (GPU) של הלפטופ הוא NVIDIA GeForce 940MX עם זיכרון RAM בנפח 1GB מסוג GDDR5 – מעבד שאמור להספיק אפילו לגיימרים. מבחינת נפח איחסון כולל הלפטופ כונן SSD בנפח 256GB עם עוד חיבור SATA פנוי להרחבות. על פי שיאומי, סוללת ה-40Wh של ה-Mi Notebook צפויה להספיק ל-9.5 שעות עבודה בשימוש רגיל, כשהחידוש הוא אפשרות לטעינה מהירה, בדומה לסמארטפונים, כך שחיבור של חצי שעה בלבד לחשמל יביא אתכם מ-0 אחוזים ל-50 אחוזים. לא רע. עוביו של ה-Notebook הוא 14.8 מילימטר בלבד, כלומר דק יותר מהמקבוק אייר, והוא שוקל 1.28 ק”ג. את כל הטוב הזה אתם מקבלים ב-5,000 יואן סיני או 750 דולר.\nמקור: Xiaomi\nשיאומי גם הציגה Mi Notebook Air קטן יותר, דק יותר וקל יותר. וכן, הוא גם חלש יותר. גרסת ה-Air כוללת מסך 12.5 אינץ’ ומעבד Core M3 של אינטל עם 4GB של RAM ונפח איחסון מוגבל יותר של 128GB SSD. מבחינת חיבורים כולל הלפטופ חיבור USB3.0 אחד, חיבור USB-C וחיבור HDMI. בניגוד למפרט, לפחות מבחינת חיי הסוללה, אתם צפויים לשידרוג וליהנות מעד 11.5 שעות של פעולה. עוביו של ה-Mi Notebook Air עומד על 12.9 מילימטר והוא שוקל 1.07 ק”ג בלבד. המחיר המומלץ לצרכן של גרסת ה-Mi Notebook Air הוא 3,500 יואן סיני או 520 דולר.\n\nאגב, על פי דיווחים בסין, מי שייצר בפועל את המחשבים עבור שיאומי היא יצרנית סינית אחרת, Tian Mi. המחשבים יהיו זמינים לרכישה כבר בשבוע הבא בסין, אולם שיאומי לא מסרה עדיין תאריך להשקה במקומות אחרים בעולם.", "keywords": "לפטופ,מחשב נייד,מחשב נישא,שיאומי,xiaomi,mi notebook air,נוטבוק"}