{"url": "https://www.geektime.co.il/pipo-keyboard-is-a-portable-computer/", "type": "article", "title": "המקלדת המתקפלת הזו היא מחשב שלם", "description": "יצרנית החומרה הסינית PiPO ממשיכה במאמציה להתחכם ומשיקה מקלדת מתקפלת שהיא גם יחידת מחשוב ניידת לכל דבר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/pipo_kb2_3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-20T12:35:02Z", "modified_time": "2016-04-20T12:02:56Z", "articleBody": "יצרנית החומרה הסינית PiPO ממשיכה במאמציה להתחכם ומשיקה מקלדת מתקפלת שהיא גם יחידת מחשוב ניידת לכל דבר\n\nהאם עצרתם פעם לחשוב כיצד יראו מחשבי העתיד? כאשר המחשב האישי נמצא במגמת דעיכה לטובת המכשירים הניידים, חיבור הסמארטפון האישי למסך ביתי כיחידת מחשוב עיקרית נשמע בהחלט כתרחיש אפשרי, אך יש מי שמנסים להתחכם: יצרנית החומרה הסינית PiPO מציגה אופציה חדשה, יצירתית יותר – מקלדת מתקפלת שהיא גם מחשב.\nPiPO הציגה אמש את KB1 ו-KB2, זוג מקלדות שהן גם מחשב עליו מותקנת מערכת ההפעלה חלונות 10. המקלדות הוצגו לראשונה לציבור על ידי PiPO במסגרת תערוכת Global Sources שנערכה בהונג קונג.\nהמקלדת הראשונה, KB1, מגיעה עם מעבד Intel Atom Z3736F. נפח הזיכרון הפנימי (RAM) נע בין 2GB ל-4GB, ונפח האחסון נע בין 32GB ל-64. KB1 מצויידת בחיבור VGA למסך מחשב ובחיבור HDMI למסך טלוויזיה. בנוסף, המקלדת מגיעה גם עם סוללה בנפח 6,000mAh כדי שלא תצטרכו לחפש כל הזמן שקע חשמל פנוי.\nלעומת זאת, ל-KB2 יש את היכולת להתקפל כדי לחסוך לכם מקום בתיק. מבחינת המפרט הטכני, המעבד, הזיכרון הפנימי והיקף שטח האחסון זהים לאלה של המקלדת KB1. ההבדל הוא אמצעי התקשורת בהם KB2 תומכת – מעבר לחיבור VGA וחיבור HDMI, ה-KB2 תומכת גם ב-Bluetooth, באינטרנט אלחוטי וב-WiDi אם אתם רוצים לחסוך לעצמכם התעסקות בכבל נוסף. KB2 מצויידת בסוללה של 2,500mAh.\nשתי המקלדות יושקו תחילה בתחומי סין ולאחר מכן ינחתו על מדפי החנויות ביפן. מחירן בשלב זה טרם נחשף.\n\nעושה רושם שיצרנית החומרה הסינית PiPO מנסה למתג את עצמה בתור חברה שמספקת פתרונות יצירתיים יחסית לכוח מחשוב נייד שאינו סמארטפון. קחו לדוגמה את ה-X8 שהשיקה באפריל שנה שעברה והוגדר על ידה בתור שילוב של “טלוויזיה עם חלונות וטאבלט שולחני”. המכשיר הקטן הזה כלל בתוכו מעבד ארבע ליבות 1.8 ג’יגה הרץ של Intel Atom ו-64 ג’יגה בייט של אחסון עם אפשרות להרחבה עם כרטיס זיכרון microSD. כמה חודשים מאוחר יותר היא השיקה דגם נוסף בשם X9, גם הוא היבריד מעניין בין טאבלט למחשב שולחני.\nעושה רושם שעם התקדמות הטכנולוגיה גם המחשב יצטרך לעבור איזו אבולוציה כדי להישאר רלוונטי. השאלה הגדולה היא כיצד הוא יראה בסוף התהליך.\n", "keywords": "pipo,pipo kb1,pipo kb2,מקלדת מתקפלת,מחשב נייד,,חלונות 10,מחשב זעיר,מחשב מקלדת,מחשב קטן,מקלדת מחשב"}