{"url": "https://www.geektime.co.il/huawei-p10/", "type": "article", "title": "סקירת וואווי P10: מכשיר טוב, גם אם לא פורץ דרך", "description": "בניגוד למכשירים הקוריאניים, מכשיר הדגל החדש של וואווי אינו מביא איתו מהפכות, אבל מצד שני, הוא מציג יכולת צילום מרשימה וכמה יתרונות שלא תקבלו ברמת המחיר הזו. מה עוד חשבנו על המכשיר? הנה הסקירה המלאה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/IMG_2231.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-28T10:30:05Z", "modified_time": "2017-04-30T15:02:34Z", "articleBody": "בניגוד למכשירים הקוריאניים, מכשיר הדגל החדש של וואווי אינו מביא איתו מהפכות, אבל מצד שני, הוא מציג יכולת צילום מרשימה וכמה יתרונות שלא תקבלו ברמת המחיר הזו. מה עוד חשבנו על המכשיר? הנה הסקירה המלאה\nצילום: גיקטיים\nבתערוכת המובייל שנערכה לפני מספר שבועות בברצלונה הכריזה וואווי על ה-P10, יורשו של ה-P9 המוצלח משנה שעברה. לצד לא מעט מאפיינים דומים, כולל הדגם החדש גם מספר עדכונים ופיצ’רים חדשים. האם המכשיר החדש מצליח להתעלות על קודמו? לקחנו אותו לבדיקה.\nכמו כמעט כל מכשירי הדגל בשנים האחרונות, גם ה-P10 הוא מכשיר עשוי מתכת. קצוות המכשיר הם מעוגלים ונעימים למגע – ואין לו למעשה פינות של ממש. הקו העיצובי של המכשיר מזכיר קצת את הקו העיצובי של ה-P9 משנה שעברה, ומזכיר מאוד את האייפון 6 וה-7.\nהופרדו בלידתם. אייפון 6 פלוס וה-P10. צילום: גיקטיים\nהופרדו בלידתם. אייפון 6 פלוס וה-P10. צילום: גיקטיים\nבניגוד למגמה של מכשירי הדגל השנה דוגמת ה-G6 וה-S8, בוואווי לא ממש אימצו את טרנד המסגרת הדקה והמסך הגדול. ה-P10 מגיע עם מסך 5.1 אינץ’ – רחוק מאוד מה-5.7 אינץ’ של ה-G6 או ה-5.8 אינץ’ של ה-S8. בנוסף, המכשיר לא כולל מסך מעוגל או קמור.\nהבדל נוסף מהמכשיר של שנה שעברה הוא מיקומו של קורא טביעות האצבע שעבר מגב המכשיר לחזית שלו בתחתית. בנוסף לאפשרות לפתוח את הטלפון מבלי להרים אותו מהשולחן, קורא טביעות האצבע משמש גם ככלי קיצור דרך, עליו נרחיב בחלק שמוקדש לממשק.\nבחזית המכשיר נמצא את המצלמה, חיישן הקרבה ורמקול השיחות.\nצילום: גיקטיים\nבתחתית המכשיר נמצא את הרמקול המונופוני, שקע הטעינה מסוג USB-C ושקע אוזניות סטנדרטי (3.5 מ”מ).\nצילום: גיקטיים\nבצד השמאלי נמצא את מגירת הסים הכפול או הסים וכרטיס הזיכרון.\nצילום: גיקטיים\nבחלק העליון נמצא עוד מיקרופון\nצילום: גיקטיים\nבצד הימני את כפתור הווליום האיכותי ומתחתיו את כפתור ההדלקה והכיבוי של המכשיר עם חידוש קטן בדמות קו אדום דקיק מסביב.\nצילום: גיקטיים\nבגב המכשיר נמצא את מערך הצילום הכפול המוכר לנו מה-P9, שכולל מצלמות שפותחו בשיתוף פעולה עם יצרנית מצלמות הפרימיום הגרמנית Leica; ליד העדשות נמצא את פלאש ה-LED ופוקוס הלייזר.\nצילום: גיקטיים\nבאירוע ההכרזה של המכשיר הקדישה החברה לא מעט זמן למגוון הגימורים והצבעים של המכשיר, שכולל עתה מספר צבעים אקזוטיים יותר שפותחו עם מכון הצבעים הנודע Pantone. הדגם שאנחנו קיבלנו לסקירה הוא ‘כחול מנצנץ’ עם גימור ‘חיתוך יהלום’. מדובר בגימור לא שכיח עם טאץ’ מחוספס לגב המכשיר. הפלוס העיקרי של הגימור הזה הוא שהמכשיר לא ימגנט טביעות אצבע, כמו מכשירים אחרים. עם זאת, התחושה בידיים עלולה גם להעלות לכם אסוציאציות של משייף ציפורניים. או סקרצ’ינג.\nצילום: גיקטיים\nחיסרון אחד במפרט של המכשיר הוא שהוא אינו מוגן ממים. כלומר, אם ירדו עליו כמה טיפות גשם הוא ישרוד, אבל אם הוא ייפול לתוך כיור מלא מים או שלולית, כדאי שתגידו לו יפה ביי ביי.\nלמרות זאת, העיצוב של המכשיר משדר תחושת ‘פרימיום’ שלא נופלת מכל אייפון, שעולה כמעט כפול, ובין כל מכשירי הדגל העצומים, ה-P10 ימצא חן בעיקר בקרב בעלי, או יותר נכון, בעלות ידיים קטנות.\nצילום: גיקטיים\nכמו ה-P9 לפניו, גם ה-P10 מגיע עם מסך 5.1 אינץ’ ופנל IPS LCD ברזולוציית 1080p – כלומר רזולוציה נחותה לעומת הסטנדרט במכשירי הדגל כיום – QHD – 2560×1440. עם זאת, אם עקבתם אחרי סקירות קודמות שלנו, אתם בוודאי יודעים שלדעתנו מדובר ברזולוציה שמספיקה בהחלט עבור 90 אחוזים מהמשתמשים, בייחוד כשהיא מגיעה עם היתרון הגדול בדמות חיסכון בחיי הסוללה. המסך עם צפיפות פיקסלים נמוכה יחסית של 432ppi מצופה בציפוי מסוג Gorilla Glass 5 של Corning.\nלמרות שמדובר בפנל LCD ולא AMOLED הופתענו לטובה הן מהבהירות והן מהקונטרסט – ובייחוד מהצבעים השחורים. ככל הנראה מדובר בתוצאה של פנל ה-IPS-NEO החדש שבו עשתה וואווי שימוש. כך או כך, אנחנו התרשמנו מבהירות שלא היתה מביישת גם מכשירים יקרים משמעותית כמו האייפון 7 למשל ומכך שהתצוגה היתה ברורה גם באור השמש.\nהצבעוניות של התצוגה היתה מדוייקת יחסית למציאות, אם כי אנחנו עדיין מעדיפים את הצבעים הרוויים והחיים יותר שמציגים המסכים של סמסונג למשל. למרבה המזל, כמו ב-P9, המכשיר מגיע עם אפשרות לבחירת טמפרטורת הצבעים, כך שתוכלו לכייל אותו להציג גוונים חמים יותר או קרים יותר לפי טעמכם.\nצילום: גיקטיים\nכאמור, בתחתית המכשיר נמצא את הרמקול המונופוני היחיד של המכשיר. הסאונד שהפיק הרמקול היה טוב למדי – יחסית לסמארטפון כמובן – ובהחלט עלה על הציפיות שלנו, בייחוד אחרי האכזבה שציפתה לנו מהרמקול הבודד של ה-G6 למשל. בבדיקה של סוגי מוסיקה שונים לא נתקלנו בצרימות בולטות בצלילים הגבוהים וגם הנמוכים נשמעים סביר יחסית, אם כי אל תצפו לבסים בועטים. גם בסרטים ובטריילרים זכינו לשמוע דיאלוגים ברורים למדי, והרמקול בהחלט עשה את העבודה.\nצילום: גיקטיים\nה-P10 חולק לא מעט מהמפרט שלו עם מכשיר ה-MATE 9 שהושק בשלהי 2016; כך למשל שני המכשירים מתבססים על ערכת שבבים מסוג Kirin 960 של Hisilicon, חברת הבת של וואווי, שניהם מתבססים על מעבד גרפי מסוג Mali-G71 MP8 ושניהם מגיעים מצויידים ב-4GB של RAM.\nבעייה בזיכרון, וואווי? לאחר השקת המכשיר בעולם החלו להופיע דיווחים שונים על כך שאין אחידות ברכיבי הזיכרון והאיחסון השונים בין המכשירים. כך למשל זכו חלק מהמכשירים ברכיבי RAM מסוג LPDDR4 המתקדם וחלק זכו ברכיבים בתקן LPDDR3 הוותיק יותר; גם בתחום האיחסון מכשירי P10 שונים כוללים רכיבים שונים שנעים בין רכיבים בתקן UFS 2.0 מ-2013, רכיבים בתקן UFS 2.1 החדש יותר או תקן eMMC 5.1.\nבמילים אחרות, 2 צרכנים ייקנו את אותו המכשיר, אבל ייהנו מרכיבים שונים ובהכרח גם ביצועים שונים. וואווי הודתה שאכן יש שוני ברכיבים השונים, שנובע מהרצון שלה לעמוד בדרישה והשימוש במספר רב של ספקים, ש”עומדים בבדיקות מחמירות”. כמובן שזכותה של החברה לשלב רכיבים כרצונה, אבל קצת יותר שקיפות לא היתה מזיקה.\nלא במפתיע, וכמו שציפינו ממכשיר דגל ברמה הזו, הביצועים של ה-P10 היו מרשימים ולא נתקלנו בבעיות כלשהן. הדפדוף בממשק, פתיחה ומעבר בין אפליקציות, האנימציות השונות – הכל התבצע בצורה חלקה ללא גמגומים מיותרים. עברנו למשימות הכבדות יותר, AKA גיימינג. משחקים כמו Dead Trigger 2 ו-Need For Speed: No Limits רצו חלק בלי לאגים ובלי נפילות פריימים.\nהיי, יש מגירת אפליקציות! צילום: גיקטיים\nדיסקליימר: אנחנו חסידי הממשקים הנקיים והמינימליסטיים. עם זאת, קשה שלא להתרשם מהעושר של הפיצ’רים ואפשרויות ההתאמה האישית שמביא איתו ממשק ה-EMUI של וואווי בגרסה 5.1. ראשית, תודה לאל – יש מגירת אפליקציות! כן, כן, במקום שכל האפליקציות יסתמו לכם את המסכים בסמארטפון, תוכלו להגיע אליהם דרך אייקון מגירת האפליקציות בתחתית המסך. אמנם הממשק מגיע עם האופציה הזו כבויה כברירת מחדל ואתם צריכים להפעיל אותה, אבל לפחות לא תצטרכו להתקין לאונצ’רים חיצוניים.\nחוץ מזה, ניתן לראות שבוואווי השקיעו באחידות בעיצוב של האייקונים של האפליקציות – עוד פעם – לא כוס האספרסו שלנו, ורחוק מהפשטות של ה-Material Design, אבל לפחות יש אחידות.\nעוד פיצ’ר נחמד שמופיע כמעט בכל ממשק ובכל סמארטפון בזמן האחרון הוא פילטר התצוגה בשעות החשיכה. הפיצ’ר, שמוכר באייפון כ-Night Shift, מוריד בתצוגה את רמת הגוונים הכחולים, שמפריעים לכם להירדם. את הפיצ’ר תוכלו לתזמן לשעות פעילות והפסקה.\nעוד פיצ’ר נחמד שיעניין בוודאי לא מעט הורים הוא האפשרות למניעת הטרדות; ברגע שתפעילו את האפשרות, הטלפון יחסום הודעות ושיחות בהתבסס על מילים אסורות שתגדירו; או אפילו יחסום לגמרי מספרי טלפון מסויימים – או מספרים שלא מופיעים ברשימת אנשי הקשר ועוד.\nצילום: גיקטיים\nכאמור, קורא טביעת האצבע עבר מגב המכשיר לחזית שלו ו-וואווי מנצלת את המיקום החדש בצורה יעילה למדי. כזכור, וואווי היתה הראשונה לשלב שליטה במכשיר בעזרת קורא טביעות האצבע, כאשר אפשרה למשתמשי ה-P9 להחליק את האצבע על קורא טביעות האצבע ולגלול כך מסכים או הגדרות. כשנה לאחר מכן אימצה גוגל את הפיצ’ר בעדכון 7.1.2 של אנדרואיד ובמכשירי הפיקסל שלה.\nעתה לוקחת וואווי את הפיצ’ר הזה צעד אחד קדימה ומאפשרת לכם להשתמש בקורא טביעות האצבע שבחזית המכשיר במקום להיעזר בכפתורי הניווט. כך למשל נגיעה קלה בקורא תחזיר אתכם למסך הקודם ונגיעה ארוכה תביא אתכם למסך הבית. מדובר באפשרות נחמדה, שתחסוך לכם מקום במסך, אבל אנחנו העדפנו את כפתורי הניווט המוכרים על גבי המסך.\nבכלל, בוואווי שמים דגש רב על השליטה ומאפשרים לכם ליהנות מתפריט צף – בדומה לתפריט ה-Quick Ball של שיאומי. מדובר בתפריט שמרחף על המסך ומאפשר לכם גישה מהירה למספר קיצורי דרך שימושיים בכל רגע; בנוסף, תוכלו לעבור למצד יד אחד שמקטין את כל המסך ומצמיד אותו לצד ימין או שמאל – לבחירתכם.\nלטעמנו, אגב, בזכות העיצוב והממשק, שכולל לא מעט תכונות שהושאלו מה-iOS, ה-P10 הוא מכשיר האנדרואיד הכי אייפוני שיש כיום. אתם תחליטו אם זה טוב או רע…\nצילום: גיקטיים\nאין ספק שגולת הכותרת של ה-P10, בדיוק כמו קודמו, היא המצלמה, או יותר נכון מערך הצילום הכפול שלו. וואווי ממשיכה את שיתוף הפעולה משנה שעברה עם יצרנית מצלמות היוקרה הגרמנית Leica (לייקה) ועתה היא משלבת במכשיר את עדשת ה-Summilux הטובה יותר מה-Summarit של ה-P9.\nמצלמה אחורית אחת היא מצלמת 12 מגה-פיקסל רגילה בעלת חיישן RGB שמסוגלת לצלם בצבע מלא עם מפתח צמצם f/2.2; המצלמה השנייה היא מצלמת 20 מגה-פיקסל עם חיישן מונוכרומטי, כלומר, התמונות שמתקבלות הן בשחור-לבן. החיישן  המונוכרומטי רגיש יותר לפרטים ולאור ולכן הוא אחראי על הלכידה שלהם ושל עומק השדה.\nתהליך הצילום ב-P10 פועל כך שברגע שאתם לוחצים על כפתור הצילום, 2 המצלמות לוכדות במקביל תמונה. מרגע זה, פועל אלגוריתם עיבוד התמונה של המצלמה ומשלב בין החדות, האור, עומק השדה והדיוק של החיישן המונוכרומטי והצבעים שלוכד החיישן הצבעוני, כשהתוצאה אמורה לספק לנו תמונה טובה הרבה יותר ממה שחיישן צבעוני רגיל היה אמור לספק.\nכל זה יפה בתאוריה, אבל איך איכות התמונות בפועל? ובכן, כמו שתוכלו לראות בגלריית התמונות, שמחנו לגלות שהתמונות שמפיק ה-P10 ממש ממש טובות. הצבעוניות נאמנה למציאות ולא רוויה מדי.\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nהניגודיות והיחס הדינאמי טובים, כשהקטעים הכהים לא נסתמים והקטעים הבהירים בתמונה לא ‘נשרפים’. בתמונה הבאה שימו לב למשל לענפים. למרות שהשמש מאחור, הם לא ‘נסתמים’ והופכים למשטחים שחורים. באותו זמן, ניתן להבחין בשובל הלבן שמשאיר אחריו מטוס בשמיים.\nצילום: גיקטיים\nהתוצאות משתדרגות לרוב כאשר מופעל ה-HDR, אולם לעיתים נתקלנו בפעולה אגרסיבית מדי של ה-HDR, מה שגרם למריחות צבע ולגרעיניות בתמונה.\nעוד יתרון למצלמה עם חיישן מונוכרומטי בא לידי ביטוי בזמן צילום בשחור-לבן. מכיוון שהתמונה עצמה מצולמת עם חיישן מונוכרומטי ולא הופכת לשחור-לבן בזכות עיבוד תמונה, תמונות השחור-לבן שקיבלנו הן יפהפיות.\nצילום: גיקטיים\nצילום: גיקטיים\nיתרון נוסף לשימוש ב-2 מצלמות הוא האפשרות ללכידה של עומק תמונה דינמי. כלומר, תוכלו כבר בזמן הצילום לבחור האם אתם רוצים שכל התמונה תהיה בפוקוס או תמונה עם עומק שדה רדוד ואובייקט או אדם בחזית. כך תוכלו ליהנות מאפקט ה-Bokeh, כלומר רקע מטושטש ולא ממוקד שישדרג לכם פורטרטים או צילומים מיוחדים אחרים.\nהנה למשל תמונה שצילמנו במצב רגיל.\nצילום: גיקטיים\nוהנה אותה תמונה לאחר ש’הכנסנו בה פלפל’… ושינינו את הגדרות הצמצם. \nצילום: גיקטיים\nעומק שדה ‘עם שיניים’\nצילום: גיקטיים\nצילום: גיקטיים\nעם זאת ניכר שלוואווי יש עוד לא מעט עבודת תוכנה, והאלגוריתם נוטה לעיתים לטשטש חלקים שהוא לא היה אמור לטשטש. התופעה מתרחשת בעיקר בעצמים דקים יחסית.\nצילום: גיקטיים\nמכיוון שהמידע נלכד בזמן הצילום עצמו, תוכלו לצלם תמונה ולשנות את הפוקוס אחר כך. במקביל תוכלו גם לשלב אפקטים על ‘שכבות’ של צילום, כמו למשל רק על האובייקט שבחזית או רק על הרקע.\nצילום: גיקטיים\nעם זאת, עם כל הכבוד ל-Bokeh, הרי שחלק גדול מהשימוש במצלמות כיום הוא לצורך סלפי. כאן, מתהדרת המצלמה ב-3 יתרונות חדשים. ראשית, המצלמה הקדמית היא מצלמת 8 מגה-פיקסל עם מפתח צמצם f/1.9. ככלל, ככל שהמספר נמוך יותר, החיישן קולט יותר אור בזמן קצר יותר ולכן התמונות טובות יותר בתנאי חשיכה. מכיוון שהמצלמה הקדמית אינה מגיעה עם פלאש מדובר ביתרון נחמד; המרכיב השני הוא ה-Perfect Selfie. סך הכל, אפליקציית המצלמה סטנדרטית למדי וכוללת את כל התכונות והפילטרים המוכרים. עם זאת, מצב הסלפי החדש של ה-P10 מבקש מכם לצלם את עצמכם מכמה זוויות, והאלגוריתם ירכיב את התמונה הטובה ביותר שלכם. בתחתית המסך יוצגו סליידרים איתם תוכלו לשנות הגדרות כמו רוחב הפנים, הבהירות שלהם ועוד; היתרון הנוסף הוא מצב הפורטרט שאמנם זמין גם במצלמה האחורית ולא רק בסלפי, אבל מזהה אוטומטית פנים, מייפה אותן, עובר לזווית רחבה אם המכשיר מזהה פנים רבות ולקינוח, מטשטש את הרקע ומשאיר בפוקוס את הפנים.\nצילום: גיקטיים\nכאמור, למרות מפתח הצמצם הנחות יחסית למכשירי דגל אחרים, יכלנו לקבל תמונות טובות יחסית בתנאי חשיכה, אם כי, לטעמנו ב-G6 וב-S8 תמונות הלילה עדיפות.\nצילום: גיקטיים\nעם זאת, התרשמנו מאוד – בדיוק כמו ב-P9 – ממצב צילום הלילה. אם ברשותכם חצובה, או שאתם יכולים להניח את הטלפון על משטח יציב לאורך מספר שניות של צילום – התמונה תהיה מרשימה. הנה דוגמה לצילום שעשינו במצב הלילה המיוחד על גבי חצובה. שימו לב לכוכב, לירח, לתאורה ולשמי הלילה.\nצילום: גיקטיים\nצילומי הוידאו טובים למדי והן הפרטים והן הצבעוניות מדוייקים גם ב-4K וגם ב-1080p. עם זאת, מבדיקות שעשינו גילינו שייצוב התמונה הדיגיטלי לא עובד בוידאו באיכות 4K, אלא רק בזמן צילום ב-1080p.\nצילום: גיקטיים\nל-P10 סוללת 3,200mAh מובנית במכשיר – שיפור קל לעומת ה-3,000mAh של ה-P9. מהבדיקה שלנו גילינו חיי סוללה מצויינים בכל דפוסי השימוש השונים. בשימוש קל, שכלל בעיקר גלישה ושיחות, השגנו כיום וחצי של שימוש ללא טעינה. שימוש ממוצע, שכולל מצלמה, גלישה, כשעה של שימוש בווייז, ווטסאפ ומיילים – הצלחנו לשרוד את היום ללא בעיות מיוחדות; ובדפוס שימוש כבד שכלל משחקים, ווייז, שיחות וצילום וידאו עם 5 שעות מסך דולק (בהירות 80 אחוז) – הצלחנו להגיע לשעה 7-8 בערב.\nהחדשות הטובות הן שבזכות הטעינה המהירה, אותה מכנה וואווי SuperCharge, הצלחנו להגיע מ-5 אחוז סוללה ל-55 אחוז סוללה תוך 29 דקות. תוצאה מרשימה, שהושגה בעזרת המטען המקורי של החברה, שתומך ב-5V/4.5A, 4.5V/5A ו-5V/2A עם מקסימום של 22.5 וואט. עם זאת, סביר להניח שעם מטענים אחרים, התוצאות יהיו פחות טובות.\nצילום: גיקטיים\nלצערנו, בוואווי חסכו על המשתמשים ושקע ה-USB-C תואם לתקן USB 2.0 המיושן; מה שאומר העברת נתונים בקצב נמוך של עד 480Mbps ולא USB 3.1 שיכול להגיע תיאורטית עד 5Gbps. חבל. חוץ מזה, נמצא קישוריות Bluetooth 4.2 סטנדרטית – בניגוד ל-5.0 המרשים של ה-S8 למשל וחיבור 3.5 מ”מ לאוזניות. גם משהו. חובבי הרדיו והשליטה בשלטים יתאכזבו לגלות שאין רדיו FM ואין תמיכה ב-IR Blaster.\nיחד עם ה-P10 השיקה וואווי 2 גרסאות נוספות: ה-P10 Lite, וה-P10 Plus. האחרון גם הושק בישראל במקביל ל-P10 וישנם לא מעט הבדלים בינו לבין הדגם הבסיסי יותר. ראשית, דגם הפלוס יכלול מסך גדול יותר בגודל 5.5 אינץ’ וברזולוציית QHD, כלומר 2,560×1,440 פיקסלים; בנוסף, הוא יגיע עם איחסון מובנה גדול יותר 64GB ו-128GB ועם יותר זיכרון 6GB RAM. מעבר לזה, הוא יגיע כמובן עם סוללה בהספק גדול יותר – 3,750mAh – כדי לתמוך במסך וברזלוציה הגדולים יותר ולבסוף הוא כולל גם שידרוג קל במצלמה האחורית שמגיעה עם מפתח צמצם עדיף יותר – f/1.8 – מה שאמור לספק תמונה טובה יותר בתנאי חשיכה.\nצילום: גיקטיים\nה-P10 לא הציג חידושים מהפכניים. לא תמצאו בו מסך ‘לא נגמר’ כמו ב-S8 או יחס מסך יוצא דופן כמו ב-G6; לא תמצאו בו סורק קשתית, או עוזרת אישית ייעודית ואפילו ההגנה ממים שלו מינימלית ולא מיישרת קו עם אפל, סמסונג ו-LG. אבל מצד שני, וואווי הצליחה לשפר את מכשיר הדגל של שנה שעברה בלא מעט תחומים כמו עיצוב, צילום וממשק. התוצאה: מכשיר שלא פורץ דרך, אבל מציג יכולת צילום מרשימה וכמה יתרונות שלא תקבלו ברמת המחיר הזו. עם תג מחיר של 2,550 ש”ח (בהשוואה ל-650 אירו באירופה) מדובר באחד מהמכשירים, שייתן לכם את התמורה הטובה ביותר עבור הכסף שלכם כרגע.\nלא אהבנו: אין הגנה ממים, רמקול סביר – לא יותר\nאהבנו: עיצוב, מצלמה, מחיר, סוללה", "keywords": "סקירה,וואווי,וואווי p10,huawei p10,סלולר,סמארטפון,מכשיר דגל,ביקורת,סקירת מכשיר,סקירת סמארטפון,laica,צילום,חיי סוללה,אנדרואיד,אלפא טלקום,אלקטרה צריכה"}