{"url": "https://www.geektime.co.il/go-pro-karma-launch-israel/", "type": "article", "title": "רחפן ה-Karma המתקפל והמדובר של GoPro נחת בישראל. המחיר? לא זול", "description": "האם Karma, הרחפן החדש והקומפקטי של גו פרו, יעזור לחברה לשחזר את ימי הזוהר שלה?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/KarmaCore_PDP_2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-13T18:30:45Z", "modified_time": "2017-11-13T18:44:54Z", "articleBody": "האם Karma, הרחפן החדש והקומפקטי של גו פרו, יעזור לחברה לשחזר את ימי הזוהר שלה? \nמקור: GoPro Karma\nחודשיים אחרי שהשיקה חברת GoPro את Karma, הרחפן המתקפל שלה, הוא נוחת בישראל. יבואנית המותג בארץ DAA שיווק וטכנולוגיה הודיעה כי הרחפן יהיה זמין לרכישה בישראל החל מיום שישי ה-24.11 אצל המשווקים המורשים. מחירו יחד עם המצלמה יעמוד על 6,300 ש״ח.\nה-GoPro Karma מורכבת מרחפן עם שלט חכם הכלול בערכה, המצויד במסך ובקרי שליטה. בניגוד לרחפנים כדוגמת ה-Mavic Pro, ה-Karma כשלעצמו הוא רק רחפן, כלומר – על מנת לצלם איתו – תצטרכו לחבר אליו מצלמת GoPro בעזרת מתאם נפרד. לצד הרחפן משיקה החברה גם את מצלמת ה-HERO6 Black – המגיעה עם זום אופטי, מייצב תמונה וצילום 4K במהירות של 60 פריימרים בשניה, ואת ה-Karma Grip – מייצב (גימבל) מקצועי שיסייע לכם לצלם באופן רצוף וחלק יותר. חשוב לציין: בניגוד ל-Mavic שם מדובר ביחידה אחת שלא ניתנת לפירוק, היתרון של הקארמה נעוץ בכך שכל הרכיבים מתפרקים ומשכך ניתן להשתמש בו כרחפן, לנתק ממנו את מצלמת ה-HERO, להשתמש בה באופן עצמאי או לחבר אותה למוצרים אחרים וכן לעשות שימוש בגימבל (המייצב) שכולל הרחפן.\nה-Karma בנוי כך שניתן לקפל את הזרועות והמדחפים (פרופלורים) שלו וכך לחסוך מקום איחסון יקר; בנוסף, הגימבל (מייצב) אינו נמצא מתחת לרחפן, מה שמשפיע על גובהו, אלא מלפנים – וגם הוא ניתן לפירוק. המשמעות היא שתוכלו לחבר אותו למצלמת ה-GoPro וליהנות מייצוב תמונה מרשים. חידוש נוסף שמציגה GoPro הוא בקר טיסה קומפקטי, שכולל כבר מסך LCD, כך שלא תצטרכו סמארטפון או טאבלט, כדי להטיסו. לטענת היצרנית, היתרון של הרחפן בא לידי ביטוי גם ביכולת להתקין עליו מצלמות GoPro קיימות – בהן ה-Hero 5 (ללא צורך במתאם) או מצלמת Hero4 (בעזרת מתאם נפרד).\nמקור: GoPro Karma\nפיצ’רים נוספים ברחפן הם חזרה אוטומטית לנקודת ההמראה, במקרה של אובדן קשר או סוללה חלשה וכן כפתור שמפעיל את הפיצ’ר הזה, אם למשל אתם מאבדים קשר עין עם הרחפן. בנוסף, כמו DJI, מיישמת החברה ברחפן את הפיצ’ר שמונע מכם להטיס אותו באיזורים שמוגדרים כאזורים אסורי-טיסה, כמו למשל בקרבת שדות תעופה.\nה-Karma כולל שתי תכונות חדשות לצילום אוטומטי (עקוב אחרי) וצפייה (follow and watch). באמצעות שימוש ב-GPS, הרחפן יוכל לעקוב באופן אוטומטי אחרי מחזיק השלט החכם ולוודא שהוא תמיד נמצא בפריים. מצב הצפייה האוטומטי יאפשר לו לרחף במקום בזמן סיבוב, ולהקיף את מחזיק השלט. פיצ’רים נוספים כוללים צילום אוטומטי לעדכון עד 10 נקודות עצירה לצילומים מורכבים יותר, ו’הסתכל למעלה’ (look up) שיסובב את החרפן לצילום השטח מעליו. מבחינה טכנית, הרחפן בעל זמן תעופה של עד 20 דקות (אורך סוללה אחת), מגיע למהירות מירבית של 56 קמ”ש, גובה מקסימלי של 3,200 מטר ועמידות ברוחות עד 36 קמ”ש. כאמור, מאפיין בולט שלו הוא הקומפקטיות, והעובדה שמשקלו מסתכם ב-1 ק”ג בלבד.\nהמצלמה שמושקת לצידו, ה-Hero6 Black מגיעה במארז עמיד לשטח ומים, בעלת טווח דינמי משופר ויכולת צילום בתאורה נמוכה המוצלחת באופן משמעותי מהדגמים הקודמים. המייצב מאפשר שליטה בכל דגמי ה-GoPro האחרונים – החל מה-Hero4 ועד ל-Hero6. באמצעותו ניתן להפעיל ולכבות את המצלמה, להתחיל ולהפסיק צילום ולשלוט במצב תמונה.\nבהחלט קומפקטי. מקור: GoPro Karma\nועכשיו נעבור לחלק המעניין ביותר; ערכת ה-GoPro Karma ללא מצלמה תעלה כ-4,600 ש”ח (כולל הגימבל), בעוד שערכה עם המצלמה החדישה ביותר, Hero 6 Black, תעלה לכם כבר 6,300 ש”ח (כולל שנתיים אחריות). מדובר למעשה בשלושה מוצרים הניתנים לפירוק וניתן להשתמש בכל אחד מהם בנפרד (רחפן+מצלמת גו פרו+גימבל). לצורך השוואה, ה-Mavic Pro, הרחפן המתקפל של DJI הכולל יכולות צילום וטיסה דומות לאלו של הפאנטום 4, עולה כ-5,000 ש”ח (מחירו בחנות הרשמית של DJI עומד על 1,000 דולר), אך שם לא ניתן לפרק את הרכיבים השונים.\nלקריאה נוספת:\nסקירת Mavic Pro: כל היתרונות של הרחפנים הגדולים ברחפן מתקפל אחד\nראש בראש, רחפנים מתקפלים: מי יותר טוב, GoPro או DJI?", "keywords": "גופרו,גו פרו,karma,go pro karma,gopro,מצלמה,רחפן,mavic,dji,dji mavic pro,רחפן מתקפל"}