{"url": "https://www.geektime.co.il/gopro-launches-hero-in-israel/", "type": "article", "title": "גו-פרו לכולם? השיקה בישראל את המצלמה הכי זולה בתולדותיה", "description": "התחרות מסין משפיעה ו-GoPro משיקה בישראל את המצלמה הזולה ביותר בתולדותיה; רוב המפרט דומה למדי למצלמות היקרות יותר. אז מה שונה?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/36385016_HER0_Camera_45_master-1522585390.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-01T15:30:10Z", "modified_time": "2018-04-01T15:41:47Z", "articleBody": "התחרות מסין משפיעה ו-GoPro משיקה בישראל את המצלמה הזולה ביותר בתולדותיה; רוב המפרט דומה למדי למצלמות היקרות יותר. אז מה שונה?\nמקור: GoPro\nאין ספק ש-GoPro המציאה למעשה את תחום מצלמות האקסטרים, והיא גם אחראית על כמה ממצלמות האקסטרים הטובות ביותר שאתם יכולים לקנות. אבל מאז ומתמיד נחשבו המצלמות של החברה האמריקאית גם ליקרות משמעותית מהמתחרות. עתה, מספר ימים בלבד לאחר ההשקה בעולם, מכריזה GoPro על השקת HERO (כן, רק הירו, בלי מספר או צבע) המצלמה החדשה והנגישה (יחסית) שלה – גם בישראל.\nה-HERO החדשה נראית זהה למצלמות ה-HERO הותיקות והיקרות יותר וכמו המצלמות האחרונות גם היא כוללת כוללת מסך מגע 2 אינץ’; בנוסף, כמו כל שאר המצלמות של החברה, היא כמובן עמידה למים עד לעומק של 10 מטרים, והיא מוקשחת בפני נפילות וזעזועים. המצלמה מצלמת וידאו באיכות 1440p ו-1080p בקצב של 60 פריימים בשנייה – כלומר, תשכחו מצילום ה-4K שמציעות לכם המצלמות היקרות יותר של החברה וגם בגזרת הסטילס תאלצו להסתפק באיכות באיכות 10 מגה-פיקסל – בהשוואה ל-12 מגה-פיקסל של המצלמות היקרות יותר. חוץ ממסך המגע, מאפשרת המצלמה שליטה בעזרת הוראות קוליות באנגלית והיא כוללת ייצוב תמונה דיגיטלי. עם זאת, בניגוד ל-HERO 6 Black שכוללת את GP1, המעבד הייעודי של החברה, מגיעה ה-HERO עם מעבד ה-Ambarella הותיק יותר.\n>> בדקנו את ה-HERO 6 של GoPro: האם המצלמה היקרה בתולדותיה היא גם הטובה ביותר? <<\nהמחיר המומלץ של מצלמת ה-HERO עומד על 1,099 ש”ח – המחיר הנמוך ביותר למצלמת GoPro חדשה בארץ. בנוסף לה נמכרות 2 מצלמות נוספות מתוצרת החברה כשהמחיר המומלץ של ה-HERO5 עומד על 1,549 ש”ח וה-HERO6 נמכרת תמורת 1,999 ש”ח.\nמקור: GoPro\nהשנתיים האחרונות לא היו טובות ל-GoPro. למרות הטכנולוגיה המתקדמת והמצלמות המוצלחות מאוד שלה, החברה מתקשה להצדיק את תגי המחיר שלה נוכח התחרות העזה שמגיעה מסין. לפני מספר שובועת הודיעה החברה כי החליטה לצאת מעסקי הרחפנים ורחפן ה-Karma (קארמה) שהשיקה החברה לפני כשנה וחצי – יהיה האחרון שלה. לאחר מכן פיטרה החברה כ-300 עובדים – בסבב הפיטורים הרביעי שלה בשנתיים האחרונות ומספר המועסקים בחברה יירד מתחת ל-1,000.", "keywords": "gopro,גופרו,גו-פרו,מצלמה,זולה,מצלמת אקסטרים,daa,מצלמת אקשן,גו פרו"}