{"url": "https://www.geektime.co.il/dji-phtnatom-4-review/", "type": "article", "title": "להטיס זה כן משחק ילדים: בדקנו את הפאנטום 4 של DJI [סקירה]", "description": "הוא יכול לטוס ולהתחמק ממכשולים, לעקוב אחרי אנשים או מכוניות, יש לו צילום וידאו מרשים והוא יציב גם ברוחות חזקות. לקחנו את הפאנטום 4 לבדיקה והגענו והתאהבנו. מעבר לפינה מחכה לו כבר ה-Mavic Pro המתקפל", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/Screen-Shot-2016-11-07-at-10.57.49.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-07T11:33:44Z", "modified_time": "2016-11-07T11:55:05Z", "articleBody": "הוא יכול לטוס ולהתחמק ממכשולים, לעקוב אחרי אנשים או מכוניות, יש לו צילום וידאו מרשים והוא יציב גם ברוחות חזקות. לקחנו את הפאנטום 4 לבדיקה והגענו והתאהבנו. מעבר לפינה מחכה לו כבר ה-Mavic Pro המתקפל\nצילום: גיקטיים\nלפני מספר חודשים קרס חניון ברמת החייל, סמוך למערכת ‘גיקטיים’. ממש במקרה הייתי בפארק סמוך באמצע בדיקה של רחפן הפאנטום 4, שבדיוק קיבלתי לסקירה. לפתע, החלו להישמע סירנות ולמקום הגיעו בהמוניהם כוחות ההצלה. הסטתי את הרחפן, שכבר היה באוויר – לעבר איזור האירוע והתחלתי לצלם וידאו, שלאחר מכן שימש את כל ערוצי הטלוויזיה ואתרי החדשות השונים. לאחר מספר דקות של צילום, נתקלתי בפעם הראשונה, במה שהיא כנראה אחת מההודעות המלחיצות ביותר עבור מטיסי רחפנים: No Signal.\nבמילים אחרות, למרות שהקפדתי לשמור על קשר עין עם הרחפן, שהיה במרחק של כ-200 מטר ממני – לא יכלתי לשלוט בו, בגובהו, במהירותו והכי חשוב כמובן – לא יכלתי להנחיתו.\nזירת הקריסה, כפי שצולמה על ידי הפאנטום 4. מקור: גיקטיים\nאבל תוך שניות, מרגע ש’הבין’ הרחפן שנותק הקשר מבקר השליטה, הוא החל בתרגולת ‘חזרה הביתה’. הרחפן המריא אוטומטית לגובה 50 מטר (כדי להיות מעל קווי מתח ועצים) והחל לעשות דרכו בדיוק למקום ממנו המריא. תוך כדי התחמקות ממכשולים כמו עצים ובניינים, התקרב אלי הרחפן בצורה אוטונומית לחלוטין, עד אשר יכלתי לשלוט בו שוב. למרות זאת, כדי לחוות את תרגול ‘החזרה הביתה’ שלו, החלטתי לאפשר לו לבצע את הנחיתה האוטומטית ואכן, הרחפן נחת בדיוק מרשים באותה נקודה ממנה המריא. לי כמובן נותר רק לחבק אותו בהתרגשות מהולה בשמחה ולברך ‘הגומל – גרסת הרחפנים’, כי לך תסביר ליבואן שנתן לך את הרחפן לסקירה, שאין לך מושג איפה הוא.\nכך זכיתי, בעל כורחי, להדגמה חיה של כמעט כל היכולות המרשימות של הרחפן, שנחשב לפחות כרגע למתקדם ביותר בשוק. עד אשר יגיעו כמובן צמד הרחפנים המתקפלים, ה-Mavic Pro של DJI וקארמה של GoPro. אז איך הוא? איך להטיס אותו? והאם שווה לחכות לרחפנים המתקפלים? לקחנו אותו לסקירה.\nכאילו ג’וני אייב בעצמו אחראי עליו. אריזת הפאנטום 4. צילום: גיקטיים\nנדמה שהמחמאה הכי גדולה לה זכה הרחפן כמעט מכל מי שראה אותו היתה הדימיון למוצר של אפל. אפילו האריזה עצמה של המכשיר נראית כמו iDrone דמיוני שהיה מיוצר על ידי אפל.\nצילום: גיקטיים\nהעיצוב של הרחפן עצמו מרשים ונקי עם קווים חלקים וצבע לבן ‘אפלי’ מבריק בכל מקום. עם זאת, מהניסיון האישי שלי לפחות, הרגשתי שהלבן אולי יותר יפה משחור, אבל מקשה על הזיהוי ועל המעקב בשמיים.\nצילום: גיקטיים\nלמרות שהחומר העיקרי ממנו עשוי הפאנטום 4 הוא פלסטיק, הרי שניכר שאיכות הבנייה שלו גבוהה. להבי הפלסטיק (פרופים) שלו שמורכבים על בסיס אלומיניום וברש משלימים את המראה, שמשתדרג עוד יותר כאשר גם נדלקות הנורות שלו האדומות-ירוקות שלו. גם הרגליים של הרחפן מרגישות יציבות ומוכנות לספוג רעידות ונחיתות לא-חלקות.\nצילום: גיקטיים\nבחלקו האחורי נמצא את הסוללה המתנתקת של הרחפן, שכוללת גם את כפתור ההדלקה של הרחפן וגם נוריות ירוקות לחיווי מצב הסוללה.\nצילום: גיקטיים\nבחלקו הקדמי נמצא זוג מצלמות קדמיות, שכל תפקידן הוא למנוע התנגשויות בזמן טיסה קדימה ובחלקו התחתון נמצא כמובן את מצלמת ה-4K של הרחפן שמורכבת על גימבל (מייצב מצלמה) 3 צירים.\nצילום: גיקטיים\nבנוסף, נמצא בחלקו התחתון עוד זוג מצלמות וזוג חיישנים אולטרה-קולים שמשמשים גם הם למערכת הניווט וההימנעות ממכשולים של הרחפן, עליה ארחיב בהמשך. חוץ מזה נמצא הרבה מאוד פתחי איוורור.\nהמצלמות ולידם החיישנים האולטרה-קוליים – חלק ממערכת ההמנעות ממכשולים של הרחפן. צילום: גיקטיים\nבנוסף, מתחת לכל זרוע נמצא נורות LED שמספקות חיווי על כיוון הרחפן (אדום הוא הצד הקדמי שלו) ועל מדדים נוספים כמו מצב הסוללה למשל.\nצילום: גיקטיים\nבצידו של הרחפן נמצא חיבור לכבל USB שיתחבר לסמארטפון או לטאבלט שלכם או למחשב – לצורך העברת נתונים ועדכוני קושחה, וכן חריץ לכרטיס ה-MicroSD שלכם. הרחפן מגיע עם כרטיס זיכרון 16GB, אבל בעיקר אם אתם מתכננים על צילום ב-4K, מומלץ לכם להשתמש בכרטיסים גדולים יותר.\nהרחפן עצמו מגיע במארז שעשוי מחומר מוקצף וקל משקל, שלדעתי יספיק לרוב המשתמשים וכולל בין היתר מקום לרחפן, בקר השליטה ומטען וחוסך את הצורך, בוודאי בשלב הראשון, לרכוש מארז נוסף ויקר.\nהערכה הבסיסית של הרחפן כוללת כמובן את הרחפן, סוללה, סט של 8 פרופים בתוך נרתיק נחמד, מטען שמשמש הן לטעינה של הסוללה והן לטעינה של השלט, מגן מצלמה שימושי מאוד שמגן על הגימבל ועל המצלמה בזמן שאתם בתנועה ו-2 כבלי USB.\nצילום: גיקטיים\nבקר השליטה שמגיע עם הרחפן דומה לזה שהגיע עם הפאנטום 3, כלומר הוא גדול. גדול מדי אפילו – ודורש מכם טאבלט או סמארטפון. בהקשר זה, מומלץ לכם לבדוק בקבוצות פייסבוק דוגמת רחפני בנדא או רחפנים בשמי ישראל כיצד הבקר והאפליקציה עובדים עם הסמארטפון שאתם מייעדים לו.\nהבקר המגושם קלות כולל מעמד לסמארטפון או לטאבלט, נורות LED לחיווי, כפתור הדלקה וכיבוי, כפתור RTH (חזרה הביתה – Return To Home), סטיק אחד לשליטה על גובה הרחפן וכיוונו, ואחד נוסף לשליטה בתנועה שלו קדימה ואחורה ולתנועה צידית. בנוסף, כולל השלט גם כפתור לברירת מצב פעולה (P/S/A), כפתור להפעלה ולהפסקה של צילום וידאו, וגלגלת לשליטה בזווית המצלמה. עוד כפתורים מציעים לכם לשנות לזוויות צילום קבועות מראש ולהתבונן בוידאו שצילמתם.\nאני אהבתי את החיבור בכבל ישירות לסמארטפון מה שמסדר לכם תמונה באיכות גבוהה יחסית, בלי הפרעות תקשורת מיותרות. שימו לב, שאם יש לכם סמארטפון מהשנה האחרונה בעל יציאת USB-C, תזדקקו לכבל USB-C ל-USB-A.\nצילום: גיקטיים\nאת הרחפן מטיסים בעזרת אפליקציית DJI GO של החברה, ואם יש נקודת חולשה לרחפן זה בצד התוכנתי-ממשקי. ראשית, ברגע שתפעילו את האפליקציה תוצג בפניכם מעין פרסומת למוצרים שונים של DJI ולינק לחנות המקוונת של החברה. לטעמנו מדובר בצעד לא מכובד וקצת מעיק. אנחנו רוצים להטיס, לא לדפדף בין פרסומות.\nתהליך ההתקנה הראשוני – מתיש קצת וכולל הגדרות רבות, הרשמה לחשבון DJI, ובעיקר עדכוני קושחה לרחפן ולשלט. כך שאל תבנו על לפתוח את הקופסה ולהתחיל להטיס מיידית ותפנו לתהליך כשלושת רבעי שעה של חיבור חשמל וחיבור WiFi יציב ומהיר.\nגם לאחר מכן, ממשק ה-UI של הרחפן מותאם בעיקרו לטאבלטים ולא לסמארטפונים. גם עם סמארטפון בעל מסך גדול כמו הנקסוס 6P שלי התפעול היה לא פשוט והכפתורים והכיתובים קטנים ולא תמיד ברורים בייחד בתנאי חוץ עם אור השמש. חוץ מהעניין הממשקי, האפליקציה כוללת עושר של תכונות ואופציות שניתנות לשינוי ולהגדרה ומאפשרות טיסה פשוטה יחסית עם כמה שפחות לחיצות. בנוסף תוכלו לשתף מתוכה, לקבל לוגים (קובצי רישום של הטיסות) ואפילו לקבל מדריכים בוידאו של הפעלת הרחפן. כל פיד הוידאו שתצלמו ויגיע למכשיר שלכם יישמר – חוץ מעל כרטיס ה-MicroSD – גם על הסמארטפון. כך שאם לא היו הפרעות שידור או קפיצות ופיקסולים, תוכלו אפילו לערוך מתוך הוידאו הזה, מבלי שתצטרכו להוריד את הוידאו מהכרטיס.\nצילום: גיקטיים\nההישג הבולט של DJI הוא שהחברה הצליחה לדחוס לפאנטום 4 כל-כך הרבה טכנולוגיות מתקדמות וחיישנים – ועדיין לגרום לשליטה ולהטסה להיות אינטואיטיביות וקלות. השליטה הבסיסית נעשית במצב P – מצב מיקום – שעושה שימוש בכל החיישנים הרבים של הרחפן והטכנולוגיות הקיימות להתחמקות ממכשולים, צילום חכם ועוד.\nהחיישנים האולטרה-קוליים. כמו סונאר שמסייע בנחיתה למשל. צילום: גיקטיים\nבמצב זה, הרגשתי שהשליטה ברחפן כל-כך פשוטה, אינטואיטיבית וברורה, שכל מה שנותר לי לעשות זה להתרכז בצילום מבלי לדאוג להיבטים הטכניים של ההטסה. גם כאשר העברתי את בקר השליטה לידיים של אנשים שמטיסים רחפן בפעם הראשונה בחייהם, הם שלטו בפאנטום 4 היטב תוך דקות. בכל מקרה שאתם מרגישים שאתם מאבדים שליטה או אוריינטציה, תוכלו פשוט לעזוב את הסטיק והרחפן פשוט ירחף לו במקום, עד שתתנו לו הוראה אחרת. כן, גם ברוחות. הוא ימשיך לרחף, תוך כדי תיקון המיקום שלו כל הזמן. אם בכל זאת, איבדתם קשר עם הרחפן, תוכלו תמיד ללחוץ על כפתור ה-RTH ותוך שניות תוכלו לראות את הרחפן מגיע לכיוונכם, כך שתוכלו להשתלט עליו שוב.\nצילום: גיקטיים\nDJI הציגה בפאנטום 4 שני מצבים נוספים, המיועדים למשתמשים המנוסים יותר או כל מי שמחפש ביצועים ונהנה מההטסה לא פחות מהצילום. מצב A או גובה – לאמיצים/מנוסים/טפשים – שמאפשר טיסה ללא חיישנים, למעט ברומטר לשליטה בגובה ומצב S – מצב הספורט החדש – שמאפשר לכם להביא את הרחפן למהירות המקסימלית שלו שעומדת על 72 קמ”ש, תוך כדי שמירה על GPS אבל ביטול מערכת זיהוי המכשולים הקדמית.\nבזמן שבמצב P הגיע הרחפן למהירות טיסה של 36 קמ”ש, במצב הספורט תוכלו להגיע למהירות טיסה מרשימה של 72 קמ”ש, מהירות המראה של 6 מטרים בשנייה ומהירות ירידה של 4 מטרים בשנייה. הטסה במצב זה מיועדת בעיקר למי שנהנה להטיס אותו לשם החוויה – כולל FPV – ופחות לצילום. בייחוד כשאחת מתוצאות הלוואי שאני חוויתי בטיסה מהירה במצב זה – היתה הכניסה של הפרופים לפריים הצילום ורעידות מורגשות בזמן הצילום.\nאסור, אסור ואסור. צילום מסך: גיקטיים\nכמו בכל העולם, גם בישראל קיימים לא מעט איזורים שמוגדרים כאיזורים שאסורים לטיסה. כך למשל אסור לכם להטיס את הרחפן במרחק קטן מ-2 ק”מ מכל נקודה בשדה התעופה. בנוסף, אסור לכם להטיס קרוב לגבולות המדינה, בקרבת בסיסים ומתקנים בטחוניים, מעל לשמורות טבע או מעל לירושלים. בהקשר הזה, מומלץ לכם להיעזר במפה שיצר אדם כץ, ומציגה בצורה חזותית ופשוטה את האיזורים הללו. עם זאת, אם תתקרבו לאיזורים אסורים לטיסה, הפאנטום 4 יזהיר אתכם, ואם תנסו בכל זאת להיכנס אליהם הוא ירחף באוויר בגבולות השטח האווירי המותר לטיסה ולא ימשיך הלאה. בנוסף, בחלק מהמקומות האסורים לטיסה, הפאנטום גם לא ימריא לכם.\nצילום: גיקטיים\nאיכות הצילום של הפאנטום 4 הרשימה והפתיעה כאחד. בכל זאת, עד לפני מספר שנים, התרכזה החברה בייצור רחפנים והשאירה את נושא המצלמות בעיקר ליצרניות כמו GoPro. אז נכון, ‘המחיר’ שתשלמו הוא ש’תיתקעו’ עם המצלמה המובנית של הפאנטום ולא תוכלו להחליף ולשדרג את המצלמה, כמו למשל עם הקארמה של GoPro, אבל מצד שני, אם כבר להיתקע עם מצלמה, שתהיה זו של הפאנטום 4.\nצילום: גיקטיים\nנתחיל בפרטים הטכניים: המצלמה תומכת בוידאו ברזולוציית 4K בקצב של 30fps ורזולוציית 1080p בקצב של 120fps, מה שיאפשר לכם לשלב וידאו סלואו-מושן נפלא בסרטונים שתערכו אחר-כך.  המצלמה כוללת חיישן בגודל 1/2.3 אינץ’, עדשה עם שדה ראייה (FOV) של 94 מעלות, מפתח צמצם f/2.8 ואתם יכולים לשלוט בגימבל ב-120 מעלות: מ-90- מעלות עד 30 מעלות. באפליקציה תוכלו גם לשחק עם הגדרות הצילום שונות כמו למשל האיזון הלבן, שיתאים לתנאי הטיסה לבחור צילום ב-RAW ועוד.\nכל התמונות שתראו לפניכם אגב לא עברו עיבוד או ריטוש כלשהם בפוטושופ והם צולמו במצב ברירת המחדל האוטומטי של המצלמה, ללא שינוי הגדרות.\nצילום: גיקטיים\nהצבעוניות שהציג הרחפן טובה למדי, אם כי לא מספיק רוויה לטעמי. טווח הצבעים הדינאמי של הרחפן גם הוא טוב, אבל אל תצפו כאן למצלמה מקצועית, אלא יותר למצלמת אקסטרים או סמארטפון טובה. מבחינת הפוקוס, התמונות שתקבלו יהיו כולן בפוקוס, כך שאמנם לא יהיו לכם יותר מדי משחקי Bokeh ועומק שדה, אבל מצד שני, גם לא יהיו לכם תאונות מיקוד מביכות.\nצילום: גיקטיים\nגם בתנאי תאורה קשים יותר של חושך מוחלט עושה המצלמה של הפאנטום עבודה לא רעה לטעמי, ולמרות גירעון ורעש מובנים, עדיין מתקבלת תמונה ברורה.\nצילום בתנאי חשיכה. צילום: גיקטיים\nעם זאת, עם כל הכבוד לתכונות הצילום השונות, בתור ‘מצלמה מעופפת’, נראה שאי אפשר להפריז בחשיבות של ייצוב תמונה טוב. וכאן, הפאנטום 4 פשוט הפיל אותי. גם ברוחות החזקות שפגשתי מעל הים האדום, וגם ברוחות שמעל מכתש רמון, גם בזמן תנועה וגם בזמן ריחוף במקום – הייצוב של הפאנטום 4 והגימבל שלו היו מרשימים, כשהתוצאה היתה וידאו חלק ללא רעידות וללא תנועות חדות.\nרק בגלל הרוח… צילום: גיקטיים\nאגב, אם אתם בעניין של שידורים חיים – DJI מאפשרת לכם גם לשדר מהרחפן דרך ה-Facebook Live, כשהאודיו נלקח מהסמארטפון שלכם.\nגולת הכותרת של הפאנטום 4 היא ללא ספק יכולות הטיסה האוטונומיות שלו.\nהיכולת הראשונה שהרשימה אותי היתה ההתחמקות ממכשולים. כאמור, נתקלתי בה בפעם הראשונה בעל כורחי מעל החניון שקרס, אולם מאז בדקתי אותה שוב ושוב והיא עבדה בצורה מצוינת. כך למשל בפארק, כאשר הטסתי את הרחפן לכיוון עץ. מספר מטרים לפני העץ כבר החל הרחפן להתריע על גבי בקר השליטה שהוא הבחין במכשול. מכיוון שהשארתי את הסטיק מוטה קדימה, בשלב מסויים פשוט נעצר הרחפן והחל לרחף במקום, ולא הסכים לניסיון ההתאבדות שניסיתי לכפות עליו. הרחפן לא הסכים להתנגש בעמודים, עצים, אנשים, מכוניות, קירות ולמעשה כל אובייקט שניסיתי.\nמה שהרשים אותי הוא שלא פעם הרחפן פשוט סטה קצת לצד המכשול והמשיך את התנועה תוך כדי עקיפה של המכשול. עם זאת, כאשר המכשול רחב, הוא פשוט ריחף במקום.\nגזם של ענף אורן בחסות הפאנטום 4. לכל הפרופים שלום. צילום: גיקטיים\nהכשלים היחידים שמצאתי במערכת היו כשהטסתי אותו בזמן חשיכה. ככל הנראה מערכות הראייה הממוחשבת אינן פועלות היטב בתנאי תאורה קשים, ולכן נאלצתי לעצור אותו ברגע האחרון לפני שהתנגש בעמוד תאורה. בנוסף, בזמן טיסה ביער, הוא פספס ענפי אורן דקים, עבר דרכם וגזם מספר עלים בדרך. כך, שלפחות מההתנסות שלי, אובייקטים דקים יחסית אינם חסינים. כמו-כן, חשוב לזכור שהמערכת ‘רואה’ רק קדימה וכלפי מטה, כך שאם אתם מנסים להמריא מתחת לעץ או להטיסו לאחור – הוא לא יזהה מכשולים ויתרסק לתוכם. אבל כאמור, חוץ מההתנסויות האלו – מדובר ביכולת מרשימה למדי, שמתאימה בעיקר למטיסים חובבים, אבל לא רק.\nפשוט סימנתי את הרץ על המסך, והפאנטום החל לעקוב אחריו. צילום: גיקטיים\nפיצ’ר טיסה אוטונומי נוסף הוא מצב Active Track. במצב זה, אתם פשוט מסמנים על גבי מסך הסמארטפון או הטאבלט מלבן ירוק מעל אובייקט או אדם מסויים, ומרגע זה ינעל עליו הרחפן, ינוע אחריו ויצלם אותו. חשוב להדגיש שלא מדובר ב’עקוב אחרי’ שמתבסס על השלט, כמו שמציע למשל ה-Typhoon Q500 של Yuneec, אלא בפיצ’ר שמתבסס על אלגוריתם ראייה ממוחשבת.\nהפיצ’ר עובד היטב בתנאי שטח ותאורה מסויימים ופחות טוב בתנאים אחרים. כך למשל, השתמשתי בו כדי לעקוב אחרי גלשן רוח באמצע ים, כשלאחר סימונו, כל שנותר לי לעשות הוא לצפות כיצד הרחפן עוקב אחרי הגלשן; המצב עבד נפלא כאשר עשיתי בו שימוש לצורך צילום מכונית נוסעת בחניון למשל; עם זאת, לא מדובר ביכולת מושלמת ולא פעם הרחפן איבד את האובייקט עליו ננעל. כך למשל כאשר סימנתי רץ בפארק, הרחפן עקב אחריו בצורה חלקה, אולם כאשר הרץ פנה פנייה חדה, איבד אותו הרחפן והחל לרחף במקום.\nיכולת שימושית נוספת היא ה-Point Of Interest, או ‘אפקט המטריקס’ אם תרצו. מדובר במסגרת זו, אתם בוחרים אובייקט מסויים והפאנטום 4 יחוג מעליו בתנועות 360 מעלות. בהגדרות הפיצ’ר הזה תוכלו לקבוע למשל מה תהיה המהירות של התנועה, מה יהיה הרדיוס שלה ומה יהיה הגובה של הרחפן. מרגע שלחצתם על כפתור ההפעלה, הרחפן ינוע בתנועה מעגלית חלקה, שמספקת לכם פוטג’ באיכות קולנועית. פיצ’ר נוסף שהציג הפאנטום 4 הוא ה-TapFly, שמאפשר לכם פשוט להצביע על גבי המסך על נקודה כלשהי במרחב והרחפן יטוס לשם, אם כי אני לא מצאתי את הפיצ’ר הזה שימושי במיוחד.\nושוב, חשוב להדגיש, כל המצבים הללו פועלים ביחד עם מערכות זיהוי וההמנעות ממכשולים של הרחפן, כך שגם אם אתם מבצעים נעילה על אובייקט והוא נעלם מאחורי עץ, הרחפן לא יתנגש בו. תענוג.\nהסוללה מציגה חיווי ברור על מצבה – גם בלי האפליקציה. צילום: גיקטיים\n‘על הנייר’ הפאנטום 4, שכולל סוללת 5350mAh, מציג זמן סוללה מרשים למדי של 28 דקות.\nאולם כמובן שמדובר בנתוני יצרן, שנעשים בתנאים אופטימליים. כלומר, בלי רוחות למשל או שינויי גבהים. מהניסיון שלי, זמן הטיסה הריאלי נע בין 24 דקות ל-25 דקות. עם זאת, נתקלתי בלא מעט שונות בנתונים, שמושפעת כמובן מתנאי השטח וההטסה השונים.\nבפועל, כשהסוללה שלכם עומדת על 30 אחוזים, בקר השליטה יתחיל להיות עצבני ולהפעיל לכם התראות מציקות נוסח ‘צבע אדום’. אם בכל זאת תתעלמו מההתראות, כמו שאני עשיתי – בתנאים מבוקרים וגובה נמוך כמובן – הרחפן יתחיל בתרגולת RTH (חזרה הביתה) אוטומטית, כאשר על פי החישובים שלו, הסוללה לא יספיק לדרך חזרה. בנימה זו, אני יודע שהרחפן יקר. יקר מאוד אפילו, אבל תנסו לעשות את המאמץ ולרכוש סוללה נוספת. לא פעם מצאתי את עצמי משחק עם הרחפן 20 דקות, רק כדי להכיר את תוואי השטח, למצוא זוויות צילום מעניינות או אובייקטים לצילום – ואתם לא רוצים למצוא את עצמכם מוכנים לשוט המנצח עם סוללה גמורה. בכל מקרה, המטען של הרחפן טוען במקביל גם את הסוללה וגם את בקר השליטה, כשטעינה אחת של הבקר אורכת כשעתיים ומספיקה ל-2-3 הטסות.\nאז האם שווה לחכות ל-Mavic Pro של DJI או ללכת על הפאנטום 4? תלוי.\nשני הרחפנים של DJI חולקים לא מעט מהתכונות והמפרט כמו למשל יכולות הטיסה האוטונומיות, מהירויות וזמן טיסה דומים, ובמקביל, יש כמובן את העניין הזה… אתם יודעים של העיצוב והניידות, כשה-Mavic Pro יתקפל לכם לתוך תיק גב רגיל והפאנטום, ובכן, הוא גדול ומגושם יותר. מצד שני, יכול להיות שדווקא מנגנון מתקפל יתגלה כשביר יותר או נוטה לתקלות, שלא קיימות כרגע עם המבנה המוקשח של הפאנטום 4.\nמבחינת צילום נצטרך לחכות לרחפן החדש שינחת בישראל, כדי להתרשם באופן אישי מאיכות הצילום שלו, אבל מדיווחים והשוואות שנעשו כבר ברשת עולה שאיכויות הצילום של הרחפנים קרובות מאוד. עם זאת, המצלמה של ה-Mavic תומכת בפחות fps בצילום 1080p, והעדשה שלה צרה יותר עם FOV של 78.8 מעלות, בזמן שהפאנטום מציע 94 מעלות. עוד נקודה למחשבה: בגלל שה-Mavic Pro חדש יותר, יהיה לכם קשה יותר להשיג חלקי חילוף או אביזרים כמו פילטרים לעדשות ומגנים לפרופים. בנוסף, עם הכניסה של ה-Mavic Pro לשוק, לא מן הנמנע שנראה הוזלה במחיר הפאנטום 4, כמו גם לא מעט בעלי רחפנים שיציעו אותם למכירה לטובת הרחפן המתקפל.\nצילום: גיקטיים\nאם אתם מחובבי הרכיבה על אופניים, הטסת טיסנים, ריצה או צילום, אתם בוודאי יודעים שההמלצה היא תמיד להתחיל עם רכישה של ציוד פשוט וזול, ואז, עם הזמן, להתקדם לאט לאט ולרכוש ציוד יקר יותר.\nלא עם הפאנטום 4.\nמצד אחד, בזכות המפרט, המסורת של DJI והטכנולוגיה הוא הפך לחביבם של המטיסים והצלמים המקצועיים. מצד שני, הרחפן, שהוא הראשון להביא את בשורת הטיסה האוטונומית לקהל הרחב, הוא המכשיר המושלם למטיסים חובבים, שרוצים ללמוד את יסודות ההטסה, בלי לחשוש מריסוק של הכלי היקר שרכשו. בתנאי כמובן שהם יכולים ומוכנים לפתוח את הארנק.\nהפאנטום לא חף מחסרונות. הוא עדיין גדול ומסורבל מדי להיסחב איתו לקמפינג או טיול; יכולות ההימנעות ממכשולים שלו מוגבלות לתנועה קדימה ולמטה; וכמובן המחיר של הרחפן והסוללות גבוה מאוד. אולם כששמים ליד החסרונות האלו את איכויות הצילום, הנוחות והחופש שבשליטה בו והטכנולוגיות שהפאנטום 4 מציע – מתקבל הרחפן הטוב ביותר שתוכלו לקנות עכשיו בארץ. מהבחינה הזו קל לנו להמליץ עליו לכל הקהלים – המקצועי והחובב כאחד.\nעם זאת, ימי התהילה של הפאנטום 4 לא יימשכו עוד זמן רב. כי צמד הטוענים לכתר כבר מרחפים בעקבותיו, ואנחנו מדברים כמובן על הקארמה וה-Mavic Pro, צמד הרחפנים המתקפלים שהשיקו זו אחר זו GoPro ו-DJI. בשבועות הבאים נקבל אותם לסקירה ונראה האם הם יכולים לשליט הנוכחי. קרבות האוויר, כך נראה, מעולם לא היו מרתקים יותר.\nלא אהבנו: מחיר, מימדים, המנעות ממכשולים רק בתנועה קדימה ולמטה, אפליקציה\nאהבנו: יכולות טיסה אוטונומיות, ייצוב, מצלמה, הרגשה, זמן סוללה, מארז, מגוון אביזרים\n\nה-DJI Phantom 4 המיובא לישראל ע”י בנדא מגנטיק, זמין לרכישה בחנויות וברשתות המתמחות. מחיר מומלץ לצרכן: החל מ- 6,299 ש”ח. בנוסף, ניתן לרכוש גם ערכה הכוללת סוללה נוספת במחיר מומלץ לצרכן: החל מ- 6,799 ש”ח.\nלקריאה נוספת:\nראש בראש, רחפנים מתקפלים: מי יותר טוב, GoPro או DJI?\nגו פרו מכריזה על Karma הרחפן החדש והמתקפל שלה\nעכשיו תור DJI: חושפת את הרחפן המתקפל המתקדם ביותר בשוק", "keywords": "סקירה,רחפן,רחפנים,סקירת רחפנים,סקירת רחפן,גו-פרו,גו-פרו קארמה,dji,dji phantom 4,פאנטום 4,פאנטום 3,קארמה,כטב\"מ,רחפן אוטונומי,טיסה אוטונומית,בנדא,בנדא מגנטיק,פרופ,פרופים,מדחפים,מדחף,רוטור,פרופלור,,כטבמ,גו פרו,כטבמ"}