{"url": "https://www.geektime.co.il/panasonic-hdc-sd800/", "type": "article", "title": "פנסוניק HDC-SD800: וידאו חד בעיצוב מרשים [סקירה]", "description": "מצלמת 1080p/50 ו-14.2 מגהפיקסל באריזה אחת. יצאנו לסקור מה מסתתר מאחורי האריזה של ה-SD800 של פנסוניק.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/09/HTC-SD800-screenshot.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-09-28T11:26:44Z", "modified_time": "2011-11-29T20:10:45Z", "articleBody": "מצלמת 1080p/50 ו-14.2 מגהפיקסל באריזה אחת. יצאנו לסקור מה מסתתר מאחורי האריזה של ה-SD800 של פנסוניק.\nמקור: תמונת מסך מאתר פנסוניק\nפנסוניק ממשיכה את גל ההכרזות שלה מהעת האחרונה, ואחת ממצלמות הוידאו החדשות שלה, ה-HDC-SD800 נחתה אצלנו לסקירה. את המצלמה ראינו לראשונה במסגרת תערוכת IFA-2011, שם הוצגה כאחת המצלמות מהדור החדש, אשר כוללות את טכנולוגיית ה-3MOS, ובעלת יכולת להשתמש בעדשה ייחודית של פנסוניק המורכבת בהברגה (VW-CLT1) והופכת את המצלמה למצלמת תלת-ממד.\nזום: אופטי X12, עם אפשרות לעד X20 (זום אופטי חכם); זום דיגיטלי X30 עד X700\nעדשה: 35 מ”מ (עדשה רחבה)\nזכרון: חריץ הרחבה התומך בפורמטי SD/SDXC/SDHC\nמשקל: כ-330 גרם (בלי הסוללה)\nמימדים: 63X66X133 מ”מ\nפוקוס: אוטומטי/ידני\nצמצם: 1/25 עד 1/8000 (עשוי להשתנות ל-1/50 עד 1/8000, תלוי באיזה פורמט וידאו אתם מקליטים)\nייצוב תמונה: HYBIRD O.I.S. Optical Image Stabilizer\nמסך: מסך מגע בגודל 3 אינץ’ (מסך רחב)\nפורמט תמונות סטילס: JPEG\nגודל תמונות סטילס: עד 14.2 מגהפיקסל, תלוי בפורמט (4:3,3:2,16:9)\nמיקרופון: מיקרופון סטריאופוני, מקליט ל-2 ערוצים במקביל\nחיבורים: HDMI, USB 2.0, וחיבור מולטי עם כבל מיוחד מצורף, שיאפשר לכם להתחבר לטלוויזיה לחיבורי RCA עם מספר ערוצי אודיו, ועוד.\nסוללה: 1250mAh, מסוג Li-Ion.\nתוכנה נלוות: HD Writer AE 3.0\nמגמת העיצוב של ליין המצלמות הביתיות האחרונות של פנסוניק ממשיך גם עם ה-SD800. הצורה הכללית מזכירה גליל (או פחית שוכבת למי שצריך השוואה ציורית יותר), ואמנם היא מעט יותר מאחותה הצעירה, ה-TM80, אורכה עדיין כאורך כף יד, אולי סנטימטר יותר. בחלקה העליון של המצלמה נמצאים כפתור זום, כפתור צילום הסטילס, כפתור המעבר בין פוקוס ידני לאוטומטי, מתג הפעלה וכיבוי לפונקציית ייצוב התמונה, והמיקרופון הסטריאופוני המקליט בשני ערוצים במקביל.\nמבט על החלק האחורי עם בורר מצבי הצילום, כפתור צילום סטילס מעל וכפתור הזום\nבצידה הימני, בו אתם מניחים את ידכם דרך הרצועה, אין שום כפתור בדרך. מעל החיבור האחורי של הרצועה מתחבאת תחת חיפוי נקודת החיבור למקור מתח חיצוני. חיפוי זה פרקטי ביותר, שכן הבנייה שלו היא כזו שקשה לנתק אותה בטעות, וקל לנעול אותו בחזרה במקום, כך שהוא יגן על השקע.\nבדופן האחורית של המצלמה נמצא כפתור ההקלטה והפסקת-ההקלטה, במיקום נוח עבור האגודל שלכם. עוד תמצאו שם את בורר המצבים של המצלמה, דרכו תוכלו לבחור האם לצלם וידאו, סטילס או לצפות בחומרים שהקלטתם ושמרתם על כרטיס הזיכרון. זהו גם הדופן בו ממוקמת הסוללה. מיקומה כאן מאפשר לכם להשאיר אותה במקומה כאשר אתם טוענים אותה, בשונה מחלק מהמצלמות.\nבדופן השמאלית תמצאו את המסך הגדול של המצלמה, בגודל 3 אינץ’. כאשר פותחים את המסך נגלים לנו עוד מספר כפתורים. כאן מתחבא כפתור ההפעלה והכיבוי של המצלמה. בו תמצאו גם את הרמקול הפנימי של המצלמה, אשר ישמיע את האודיו של הסרטונים שלכם. בנוסף, בורר מצב צילום (1080p/50) ותחת כיסוי ייעודי תוכלו לקבל גישה אל כונן ה-SD, חיבור ה-HDMI, חיבור ה-USB 2.0 וחיבור המולטי הייעודי.\nמבחינת גודל, המצלמה נוחה לאחיזה. הרצועה ארוכה וקלה להתאמה, ולאחר ההתאמה הראשונית ניתן לתפוס את מצלמה בקלות ביד אחת ולצלם צילומי סטילס ווידאו. העדרה של עיינית (viewfinder) אופטית הופכת את מיקום כפתור ההפעלה בתוך הדופן הפנימית השמאלית, זאת שנגלית לעיניכם רק לאחר שפותחים את המסך, להגיונית. באינסטינקט ראשון, המיקום המתבקש היה אולי ליד בורר מצבי המצלמה ליד הסוללה, בדופן האחורית.\nמבט ממעל על ה-HDC-SD800\nכך או כך, זה לא מפריע כלל וכלל. כמו במצלמות אחרות, גם ב-SD800 ממוקם כפתור צילום הסטילס ליד כפתור הזום. מיקום זה עשוי להיות נוח או לא נוח, תלוי את מי שואלים. העצה שלנו בהקשר הזה היא להתאים את רצועת היד שלכם לגודל היד, ולוודא שאתם מגיעים עם האצבעות בנוחות אל כל הכפתורים. אם לא, תתאימו את הרצועה מחדש וזה מסתדר.\nמבחינת קלות התפעול גרידא, לאחר טעינת הסוללה, מחברים, מדליקים ואפשר ישר להתחיל לצלם. אין כפתורים מיוחדים שצריך ללמוד להכיר, ואפשר ישר לצאת לדרך. מה שכן נמליץ לכם, זה בכל זאת לאחר ההתלהבות הראשונית של הסרטון הראשון שאתם מצלמים, שבו ובכל זאת תקראו את חוברת ההוראות במלואה. כך תוכלו לוודא שאתם מפיקים את המקסימום מהמצלמה, ויש לה הרבה להציע.\nפאנל שמאלי חשוף, מגלה את כונן ה-SD ויתר החיבורים. בחלק העליון של התמונה ניתן לראות את כפתור הכיבוי וההדלקה.\nאת ההקלטות והתמונות שלכם תוכלו לאחסן על-גבי כרטיס SD, עד לנפח מקסימלי של 64GB מסוג SDXC. הכונן הייעודי של המצלמה מתחבא תחת חיפוי בדופן השמאלית שלה, לצד כל החיבורים לכבלים השונים. ביצועי המצלמה ומהירות הכתיבה על הכרטיס הפתיעו לטובה. לא מדובר במהירות האור, אבל בהחלט ניכר זריזות סיום תהליך הכתיבה על הכרטיס והכנה לקראת הסרטון הבא, בצורה מהירה יחסית למצלמות אחרות. כך יוצא שכשאתם מצלמים, לוחצים על כפתור סיום המצלמה, ואחרי משך זמן קצר שמרגיש כמו שנייה, או שנייה וחצי, המצלמה כבר מוכנה לקטע הבא שתרצו לצלם.\nמדובר ביתרון חשוב, במיוחד לאנשים שרוצים שהמצלמה תהיה זמינה עבורם לצילומים מהירים, כמו צילומי חופשה משפחתית, שצריך לשלוף מהר את המצלמה לרגע ולהנציח כמה רגעים. ביצענו מספר בדיקות, עם צילומים קצרים ביותר וקצרים פחות. ביניהם גם צילמנו סטילס, והמצלמה וכרטיס הזיכרון עמדו בקצב בצורה מספקת ביותר. נזכיר שצילום הסטילס מצלם ב-14.2 מגהפיקסל, בעוד שהוידאו מכוון ל-1080p/50.\nמקור: צילום מסך מאתר פנסוניק\nהטכנולוגיה החדשה של פנסוניק מהווה שינוי גישה מזו הסטנדרטית לצילום וידאו ביתי, ועושה צעד לכיוון הצילום המקצועי. במצלמות מקצועיות נהוג להשתמש בפיזמה וב-3CCD כדי לקלוט את כל אחד מערוצי הצבע האופטיים בנפרד, אדום-כחול-ירוק. בפנסוניק הכינו גרסה משלהם לרעיון הזה עם ה-3MOS, ובתוך המצלמה יש גם כן פריזמה כזאת, עם 3 חיישנים שונים, אשר כל אחד מהם קולט בנפרד את אחד מערוצי הצבע.\nההפרדה של ערוצי הצבע השונים וקליטתם על-ידי חיישן ייעודי משפרים את ביצועי המצלמה. ההבדל בין צילום ב-3MOS לבין צילום במצלמות בעלות חיישן רגיל אמור להיות ניכר בעיקר בצילומים בעלי תאורה נמוכה, ובאיכות הצבעים הנקלטת על-ידי העדשה.\nמקור: צילום מסך מאתר פנסוניק\nהמצלמה היא מצלמת וידאו לכל דבר וענין. אם אתם מחפשים מצלמה המסוגלת לצלם 50 פריימים בשניה בפורמט HD מסוג 1080p, ייתכן וזו מצלמה בשבילכם. מימדיה הקטנים יחסית למצלמות המקצועיות מאפשרות לה להיות מצלמת וידאו בשליפה מהירה עבור כל משפחה. מנגד, גם אם משווים אותה למצלמות קטנות יותר מאותה קטגוריה, הרי שדווקא משקלה (כ-330 גרם בלי הסוללה) וגודלה המעט ארוך יותר מספיקים לצילום יציבות המגיע עם המשקל הגדול יותר.\nגם במבט צופה פני עתיד, הרי שהעובדה שהמצלמה מסתמכת על כרטיסי זיכרון מסוג SD מאפשרת לכם להגדיל את הנפח בעתיד עד ל-64GB. היום, כאשר בשוק קיים היצע אדיר לכרטיסי 4GB ו-8GB, הופך אותם לכרטיסים הנוחים והזמינים היום. בעתיד, כאשר יהיו אלה כרטיסי ה-32GB וה-64GB, תוכלו פשוט להחליף כרטיס ולהמשיך להקליט.\nלגבי פונקציונליות נוספת, המצלמה היא אחת מהמצלמות הבודדות היום בשוק התומכות בעדשה המיוחדת של פנסוניק ה-VW-CLT1 (ראו תמונה). עדשה זו מתחברת למצלמה בהברגה, וניתנת לפירוק חזרה. באמצעות חיבור העדשה המיוחדת, ניתן לצלם צילומי תלת-מימד. עלות העדשה היא 1690 ש”ח.\nהמצלמה עצמה נמכרת במחיר מומלץ לצרכן של 3990 ש”ח, כולל 3 שנים אחריות מיורוקום תקשורת דיגיטלית, המשווקת אותה בארץ.\n", "keywords": "פנסוניק,יורוקום תקשורת דיגיטלית,סקירה,סקירת מצלמות,מצלמת וידאו,sd800,מצלמת hdc-sd800,,hdc-sd800,panasonic,סקירת מוצר,סקירת מצלמה"}