{"url": "https://www.geektime.co.il/go-pro-fusion-launch-israel/", "type": "article", "title": "הושקה בישראל מצלמת ה-360 של GoPro. תצליח איפה שאחרות כשלו?", "description": "עם תג מחיר מכובד למדי של יותר מ-3,000 ש''ח, מצלמת Fusion של GoPro לוקחת הימור די רציני בתחום שעדיין נשאר נישתי", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/IMG_20180320_102752-1521534875.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-20T14:30:28Z", "modified_time": "2018-03-20T14:24:44Z", "articleBody": "עם תג מחיר מכובד למדי של יותר מ-3,000 ש”ח, מצלמת Fusion של GoPro לוקחת הימור די רציני בתחום שעדיין נשאר נישתי \nGoPro Fusion, צילום: גיקטיים\nלפני מספר חודשים השיקה GoPro את הדור הבא של מצלמת הדגל שלה – Hero 6 Black, ולצידה את Fusion, מצלמת 360 משודרגת שתנסה להצליח איפה שאחרות כשלו. המצלמה מתבססת על 2 מצלמות שמצלמות כל אחת מהן בזווית של 180 מעלות, כשהתוכנה ”תופרת” את התמונות והוידאו לתמונת 360 מעלות שניתן לצפות בה בהתקן VR, ביוטיוב או בפייסבוק. היום (ג’), בדיוק רגע לפני חופשת הפסח, הושקה המצלמה בישראל בתג מחיר של 3,249 ש”ח עם שנתיים אחריות של היבואן הרשמי – DAA.\nמבחינת איכות תמונה, ה-Fusion מייצרת תמונות סטילס בגודל 18 מגה-פיקסל ו-וידאו בגודל 5.2K בקצב של 30fps. הייחוד שלה, ומה שאמור לגרום לה להתבלט בין שאר המצלמות היא עמידותה למים עד לעומק של 5 מטרים.\nמצלמות 360 יש בלי סוף, אבל Fusion רותמת תוכנה בשם OverCapture על מנת להפוך את התוכן המצולם למרשים יותר. המצלמה מצלמת את כל מה שקורה מסביבה ב-360 מעלות והיא מאפשרת למשתמשים להיות הבמאים ולבחור את הזווית והאפקט לאחר הצילום – וליצור ממנו וידאו ‘רגיל’. כך למשל יכול המשתמש לשלב בוידאו שלו 2 נקודות מבט שונות – שצולמו כאמור בו זמנית; מצב נוסף הוא ‘כוכב קטן’ או “tiny planet”, אותם סרטוני וידאו מעוגלים, שמציגים אתכם כאילו אתם מתהלכים, שוחים או צונחים על כוכב לכת.\nלא כוללת מסך. צילום: גיקטיים\nפיצ’ר מעניין נוסף במצלמה הוא האפשרות למחיקה אוטומטית של היד ומוט הצילום שמחזיקים את המצלמה – שלפחות על פי הדמואים שהציגה GoPro – נראה מרשים. בכך מיישרת אגב קו GoPro עם חברת Insta360 הסינית שהציגה אפשרויות כאלו לפני מספר חודשים.\nמאפיינים נוספים של המצלמה הם GPS מובנה שעוקב ומנטר את המסלול המצולם (מודד למשל מהירות וגובה), מייצב אוטומטי שנועד למנוע טשטושים למיניהם בשל התזזיתיות במהלך הצילום ואפשרות לשלוט במצלמה באמצעות מחוות קוליות. מבחינה טכנית, Fusion כוללת שתי יציאות ל-SD Cards, מגיעה עם כבל USB Type-C ותומכת בטעינה מהירה. אם תהיתם – היא לא מגיעה עם מסך (התשובה של גו פרו לכך היא “למה צריך מסך אם המצלמה גם ככה לוכדת את כל המתרחש סביבכם?”) מבחינת חיי סוללה, במצב צילום וידאו באיכות הגבוהה ביותר היא אמורה להספיק לעד שעה ו-5 דקות.", "keywords": "גו פרו,go pro,fusion,go pro fusion,מצלמת 360,מצלמת אקסטרים,360 camera,camera,השקה בישראל"}