{"url": "https://www.geektime.co.il/hp-elite-slice/", "type": "article", "title": "קטן, חזק ומודולרי: ה-Elite Slice של HP הוא מחשב חדש ומסקרן", "description": "המחשב החדש אותו חשפה HP משלב מפרט מתקדם, עיצוב יפה ומימדים זעירים; אבל מה שמייחד אותו הוא היכולות המודולוריות והמודולים השונים שתוכלו להרכיב עליו", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-06T17:50:56Z", "modified_time": "2016-09-06T17:08:36Z", "articleBody": "המחשב החדש אותו חשפה HP משלב מפרט מתקדם, עיצוב יפה ומימדים זעירים; אבל מה שמייחד אותו הוא היכולות המודולוריות והמודולים השונים שתוכלו להרכיב עליו\nמקור: HP\nלפני מספר ימים חשפה HP את ה-Pavilion Wave, מחשב שולחני, שנראה יותר כמו רמקול מעוצב מאשר מחשב שולחני. גם מחשב ה-Elite Slice החדש שלה הוא לא ה-PC הרגיל שאנחנו מכירים, ולמרות שהוא נראה קצת כמו הכלאה בין סטרימר לראוטר, אין ספק שהעיצוב שלו בולט ומעניין.\nה-Slice הוא המחשב השולחני הקטן ביותר של HP והוא מאפשר קישוריות מלאה ללא כבלים. המחשב מתבסס על מעבדי הדור השישי של אינטל (עד i7) ומריץ חלונות 10 בגרסת ה-Pro. מבחינת קישוריות וחיבורים כולל המחשב הזעיר 2 חיבורי USB-C בתקן 3.1 המהיר, 2 חיבורי USB 2.0, חיבור Ethernet לרשת, כניסת אוזניות/מיקרופון, מיקרופון כפול מובנה, ולתצוגה – חיבור DisplayPort וחיבור HDMI. בנוסף, מציעה HP גם קורא טביעות אצבע אופציונלי ואת מערכת HP Sure Start, מערכת לשיקום עצמי של ה-BIOS. ממדיו של המחשב החדש צנועים למדי: 16.51 ס”מ על 3.5 ס”מ על 16.51 ס”מ והוא שוקל 1.04 ק”ג בלבד.\nאבל חוץ מהמפרט נדמה שהחלק המעניין הוא החלק המודולרי של המחשב החדש. כן, HP קיבלה לא מעט השראה מעולם הסמארטפונים ומהלכים כמו פרויקט ARA (ז”ל) של גוגל ויצרניות כמו LG ולנובו. החברה הוציאה מספר מודולים, שמתחברים אחד לשני בעזרת חיבור דמוי USB, שממוקם בתחתית כל אחד מהם. בין המודולים שמציעה לכם HP ניתן למצוא למשל מודול אודיו של Bang & Olufsen, מודול של דיסק אופטי ומודול שיתוף בין עובדים, שהופך את המחשב לטלפון מבוסס Skype For Business ויכול לשמש לשיחות ועידה ולפגישות ולמצגות בעזרת תוכנת Unite של אינטל; ומודול טעינה אלחוטי – שיושק בשנה הבאה – ויאפשר לכם פשוט להניח על המחשב את הסמארטפונים ושאר הגאדג’טים התומכים וליהנות מטעינה בלי כבלים.\nלפני… מקור: HP\n…ואחרי הוספת המודול של B&O. מקור: HP\nמחשב ה-Elite Slice יוצע לרכישה בארה”ב במחיר התחלתי של 700 דולרים (כ-2,600 שקלים חדשים). מ-HP ישראל נמסר לנו שהמחשב יושק בישראל אולם עדיין לא ידוע מתי ומה יהיה מחירו.\n ", "keywords": "ifa,ifa 2016,תערוכת ifa,hp,hp pavillion wave,pavillion wave,מחשב נייח,פיסי,pc,hp pc,חלונות,חלונות 10,elite slice,סלייס"}