{"url": "https://www.geektime.co.il/game-boy-30th-anniversary/", "type": "article", "title": "הילד בן 30: ה-Game Boy חוגג יום הולדת עגול", "description": "קונסולת המשחקים האגדית של נינטנדו, הגיים בוי, חגגה יום הולדת 30, ואנחנו נזכרים בכל הסיבות שהפכו אותה ללהיט אדיר שהצלחנו למצוא אפילו בבית של סבתא", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/GAMEBOY-2-1555919200-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-22T12:00:22Z", "modified_time": "2019-04-22T10:47:27Z", "articleBody": "קונסולת המשחקים האגדית של נינטנדו, הגיים בוי, חגגה יום הולדת 30, ואנחנו נזכרים בכל הסיבות שהפכו אותה ללהיט אדיר שהצלחנו למצוא אפילו בבית של סבתא\nגיים בוי. מקור: גיקטיים\nכבר ילד גדול. ה-Gameboy, קונסולת המשחקים האגדית של נינטנדו, חגגה אתמול יום הולדת 30. ב-21 באפריל, 1989, הושקה קונסולת המשחקים הניידת האגדית ביפן תמורת 90 דולר בלבד, והשאר הפך להיסטוריה.\nנינטנדו, החברה שפיתחה את הקונסולה, התחילה בכלל כחברת קלפים, ולאחר ההצלחה שקצרה בזכות קונסולת ה-NES שלה, החליטה להמשיך ולהתמקד במשחקים, ולנסות להתפתח משוק הקונסולות הביתיות לחזון אחר שבו כל אחד יכול להחזיק בידיים שלו מכונת משחקים שאפשר לקחת לכל מקום. באוגוסט של שנת 1989 הגיים בוי (או גיימבוי, לפי לא מעט מהאנשים) הושק בארצות הברית עם כלי נשק רוסי בקופסה, Tetris. כן, אותו משחק שנראה שהיה איתנו מאז ומתמיד (והושק רק כמה שנים לפני כן למחשב) היה המשחק שנתן לכולם סיבה לקנות את הגיים בוי. הוא היה כל מה שמשחק מובייל צריך להיות: מהיר, ממכר, קל לשימוש, תחרותי ואינסופי. מה שעד היום משחקי מובייל מנסים לשחזר.\n﻿\nטטריס קרץ לכולם: ילדים, נוער ואפילו מבוגרים. בחיי, הפעם הראשונה שבה אני אישית פגשתי בגיים בוי היה בכלל אצל סבתא שלי, שרכשה את הקונסולה בעצמה כדי לשחק בטטריס. ההפיכה של טטריס ללהיט עולמי הפכה את הגיים בוי ללהיט עולמי בקרב קהלים שעד אז לא חשבו אפילו על להתקרב לקונסולות משחק, ועכשיו החזיקו באחת הקונסולות הנמכרות ביותר בכל הזמנים והפכו במובן מסוים לגיימרים. כן, גם סבתא שלי הייתה גיימרית. יותר מ-100 מיליון קונסולות נמכרו ברחבי העולם במהלך השנים, והכניסו את נינטנדו לחלק לא מבוטל מהבתים והמשפחות.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nנינטנדו ידועה בעיקר בגלל מטריית המותגים העוצמתית וחסרת התקדים שהיא מחזיקה בה, עד היום: סופר-מריו, זלדה, דונקי קונג, מטרויד, פוקימון ועוד. כולם הפכו את הקונסולות של נינטנדו למקום היחיד שבו אפשר לשחק עם הדמויות מהאהובות ביותר בהיסטוריית הגיימינג, מה שעזר לחברה לייצר לעצמה עדת מעריצים שבקושי מוכנה להתקרב למתחרים. זהו אקו-סיסטם חכם במיוחד שמזין את עצמו ויוצר הזדהות אפילו חזקה יותר עם המותג. אם אתה רוצה להיות אחד מהילדים המגניבים שמשחק במריו, אתה חייב לקנות רק גיים בוי, ולא משנה מה הפרסומות האחרות בטלוויזיה מנסות להגיד לך. הטירוף של פוקימון שהגיע לשיא לקראת סוף שנות ה-90 הפך את כל משפחת הקונסולות של נינטנדו ללהיט יציב, וכזה שמוכר כמעט את אותו המשחק בגירסאות שונות (Pokemon Red/Blue/Green/Gold ובאמת שאין לי סבלנות לציין את כל קשת הצבעים, האבנים והאותיות האפשריות במותג המפלצתי הזה).\nפרסומת חולנית למדי שלא הייתה עוברת שום צנזורה בימינו:\n﻿\nלגיים בוי לא היו חסרים מתחרים שהיו חזקים יותר מבחינה טכנית, ובעיקר הציגו מסכים עם תצוגות הרבה יותר מרשימות וצבעוניות, אבל אותו מסך נחות של הגיים בוי הפך ליתרון עצום בעיקר הודות למחיר הזול מאוד יחסית של הקונסולה, וחיי הסוללה שלה. ארבע סוללות AA הספיקו לכם לפחות ל-10 שעות משחק, בעוד המתחרות נאלצו להסתפק בשעות בודדות, והפכו את הקונסולות לזללניות סוללות לא קטנות, ואין כמו משחק שנכבה לכם באמצע כדי לגרום לכם לרצות לזרוק קונסולה מחלון המכונית. הקונסולה של נינטנדו נתפסה כעסקה משתלמת אף יותר כאשר הוספתם לחישוב את עלות הסוללות לטווח הארוך לעומת המתחרות.\n﻿\nלנינטנדו לקח 9 שנים מלאות להשיק את ה-Game Boy Color, שהגיע לראשונה עם מסך צבעוני. נינטנדו עשתה כל מה שהיא יכולה כדי לעשות נכון את כל מה שהמתחרות שלה עשו לא נכון, והגיים בוי קולור הגיע עם תצוגה יעילה וזולה למדי שאיפשרה לכם לשחק בו כמעט 10 שעות ברציפות. מאז נינטנדו השיקה לא מעט מכשירי גיים בוי חדשים עם דגש בעיקר על מסכים טובים יותר, אבל נינטנדו לא שכחה לתמוך תמיד בכל המשחקים הישנים שלכם, כדי שתמיד תוכלו לשחק בהם.\n\nאת ההשפעות של הגיים בוי אפשר לראות עד היום. נינטנדו השיקה ב-2017 את ה-Nintendo Switch, גם היא קונסולה ניידת בעלת זמן סוללה מרשים יחסית לאיכות המשחקים, וגם היא ממשיכה להציג את המותגים שהפכו את הגיים בוי ללהיט, שיש שיגידו שההפך הוא הנכון, והגיים בוי הפך את המותגים ללהיטים שהם עד היום. נינטנדו מצליחה עד היום להשאר פופולארית למרות שכרגיל, ידה לא על העליונה בכל הקשור לטכנולוגיה, אבל יש לה משהו שאין לאף יצרנית קונסולות אחרת, וזה מורשת. בין אם מדובר בתחושות נוסטלגיה למוצרים שלה או למשחקים שלה, נינטנדו הייתה וככל הנראה תשאר הבית העיקרי למותגים האגדיים בעולם המשחקים, וכנראה שזה לא מעט, גם בגיל 30.", "keywords": "console,game boy,gameboy,gaming,mario,nintendo,pokemon,super mario,zelda,גיים-בוי,גיימבוי,זלדה,מובייל,מריו,משחקים,נינטנדו,סופר מריו,פוקימון,קונסולה"}