{"url": "https://www.geektime.co.il/samsung-rules-the-world/", "type": "article", "title": "סמסונג הדיחה את נוקיה: יצרנית הסלולר המובילה בעולם", "description": "דו''ח שפירסמה גרטנר מלמד כי לראשונה מאז 1998 הדיחה סמסונג את ענקית הסלולר המיתולוגית, נוקיה, ברבעון הראשון של השנה הנוכחית. ואיפה אפל?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/05/samsung-iphone.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-05-17T19:30:11Z", "modified_time": "2012-05-18T13:49:21Z", "articleBody": "דו”ח שפירסמה גרטנר מלמד כי לראשונה מאז 1998 הדיחה סמסונג את ענקית הסלולר המיתולוגית, נוקיה, ברבעון הראשון של השנה הנוכחית. ואיפה אפל?\nמקור: יח\"צ, עיבוד תמונה\nאז מי היא היצרנית הסלולרית השולטת בשוק הסמארטפונים? אם חשבתם שמדובר באפל, טעיתם – סמסונג הצליחה לכבוש את המקום הראשון ברבעון הראשון של 2012 עם רף מכירות מרשים של 38 מיליון מכשירים.\nעם ההשקה המתוכננת של מכשיר הגלקסי S3 בעוד כשבועיים והעובדה שעדיין לא ידוע מתי אפל תשיק את מכשיר האייפון 5 – האם ייתכן כי 2012 תהיה השנה של סמסונג? או אולי אפילו שנת האנדרואיד?\nמכון המחקר גרטנר הציג אתמול (ד’) את תוצאות המחקר האחרון שלו שבדק את נתח השוק של מכשירי הסלולר ברחבי העולם, ברבעון הראשון של 2012. התוצאה העיקרית אליה הגיעה, היא שהמכירות של המכשירים ירדו בתחילת 2012 בשני אחוזים לעומת אותה התקופה בשנה שעברה, שכן בתחילת 2012 נמכרו “רק” 419.1 מיליון מכשירים.\nאך למרות זאת, חושפת גרטנר גם חדשות טובות, לפחות עבור חברה אחת – סמסונג. יצרנית המכשירים מופיעה בראש הטבלה ושולטת ב-40 אחוזים מנתח השוק של מכשירי האנדרואיד שנמכרו ברבעון הראשון של 2012. הנתון הופך למרשים עוד יותר כאשר מתברר כי אף יצרנית אחרת לא הצליחה להגיע ללמעלה מ-10 אחוזים מנתח השוק, גם לא אפל.\nבמהלך הרבעון הראשון של השנה, מכרה סמסונג 38 מיליון מכשירים לעומת 33.1 מכשירים שנמכרו על ידי המתחרה, אפל. אך חשוב לציין שלא כל מכשירי סמסונג שנמכרו הריצו את מערכת ההפעלה אנדרואיד, שכן החברה מייצרת גם מכשירים עם מערכות ההפעלה Windows Phone ו-Bada. נתח השוק המשותף של שתי החברות יחדיו מתקרב ל-50 אחוזים, כך שאין ספק שהשוק מתפלג בצורה ברורה למדיי בכל הנוגע לבחירת המכשירים של הלקוחות.\nמקור: צילום מסך\nגדולתה של סמסונג בכל הנוגע לנתונים הטכניים מצליחה לפגוע בעוד אלמנט אחד חשוב – מדובר על החברה הראשונה שהצליחה להדיח את נוקיה מראש הטבלה, לאחר שהצליחה לשמור על מקום זה משנת 1998 ועד עכשיו.\nנתון זה מצטרף לעובדה שכשיצא מכשיר הדגל הקודם של סמסונג, Galaxy S II, הצליחה החברה למכור 3 מיליון יחידות ב-55 ימים. כך שעם השקתו המתוכננת של מכשיר ה-Galaxy S III בעוד כשבועיים, נדמה שהעובדה שסך המכירות הסלולריות נמצאת בירידה, לא תטריד את מנוחתה של סמסונג, אך אולי כן תצליח לעצבן את המתחרות הישירות.\nמקור: צילום מסך", "keywords": "samsung,apple,nokia,galaxy s 2,galaxy s ii,samsung galaxy s ii,galaxy s2,samsung galaxy s iii,galaxy s 3,galaxy s3,galaxy s iii,סמסונג,אפל,אנדרואיד,android,נוקיה,גלקסי ס3,גלקסי s2,גלקסי s 2,גלקסי s3,גלקסי s 3,גלקסי s iii,גרטנר,gartner,"}