{"url": "https://www.geektime.co.il/apple-event-set-for-march-15/", "type": "article", "title": "אפל תקיים אירוע הכרזה ב-15 במרץ; ה-Apple Watch יגיע לישראל שבוע הבא", "description": "ענקית הטכנולוגיה צפויה להוביל רענון לשלוש סדרות מוצרים שלה בעוד כחודש וחצי. בתכנון? אייפון מוזל ומוקטן, אייפד אייר חדש ואביזרים לשעון החכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/apple.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-03T09:34:43Z", "modified_time": "2016-02-03T09:59:40Z", "articleBody": "ענקית הטכנולוגיה צפויה להוביל רענון לשלוש סדרות מוצרים שלה בעוד כחודש וחצי. בתכנון? אייפון מוזל ומוקטן, אייפד אייר חדש ואביזרים לשעון החכם\n\nלפני כשבוע דיווחנו על כך שאפל צפויה לקיים אירוע הכרזה בחודש מרץ הקרוב, וכעת המידע זוכה לאימות כמעט רשמי. פרטים שמגיעים ממספר מקומות אמינים, מתייחסים לאירוע שיתקיים ביום שלישי ה-15 במרץ. התוכנית האומנותית של האירוע צפויה להסתכם בהצגה של רענון לשלושה מוצרים – דגם אייפון מוזל וקטן מימדים (״4), עדכון קל ל-Apple Watch שלא יתבטא בדגם חדש אלא באביזרים חדשים עבורו לצד שיתופי פעולה חשובים ודגם חדש לאייפד אייר.\nההכרזה המסקרנת ביותר באירוע היא ככל הנראה השקת אייפון חדש ומוזל בגודל 4 אינץ׳ (אייפון 5SE). ככל הנראה, אותו מכשיר עתיד להיות גרסה משופרת ורלוונטיות יותר של האייפון 5S שיצא בשנת 2013, אשר יכלול בתוכו את הטכנולוגיה והחידושים שבאייפון 6, אך ישמור על מימדיו הקומפקטים של הדגם הקודם. מפרטו הטכני כולל בין היתר מצלמה זהה לזו המצויה באייפון 6 (מצלמה אחורית של 8 מגה פיקסל וקדמית של 1.2 מגה פיקסל), מעבד A9 ותמיכה ב-Live Photos.\nאפל צפויה לרענן גם את ליין האייפדים שלה ולחשוף ככל הנראה דגם חדש לחלוטין לאייפד אייר שיחליף את זה האחרון. נזכיר, האייפד אייר לא זכה לדגם חדש מאז אוקטובר 2014, הרבה מעבר למחזור המוצר הרגיל שלו שהסתכם לרוב בשנה. לפי דיווחים, האייפד איר 3 החדש צפוי לכלול תכונות השאולות מהאייפד פרו כמו רמקולים משופרים ואולי גם Smart Connector, מה שמעיד על כך שיתכן ומקלדת חכמה תואמת נמצאת גם היא על הכוונת.\nלגבי ה-Apple Watch; ככל הנראה אפל צפויה להסתפק בהצגת רצועות חדשות לשעון לצד שיתופי פעולה חדשים עם חברות אופנה, שכן דגם חדש יופיע רק בסתיו, זאת למרות דיווחים קודמים שהעידו על כך שאפל צפויה להשיק את ה-Apple Watch 2 באותו המועד.\nבשורה משמחת עבור חובבי אפל בישראל; ה-Apple Watch, שהושק כבר לפני קרוב לשנה, יושק לראשונה באופן רשמי גם בישראל ויהיה זמין לרכישה כבר בשבוע הבא. באתר הייעודי של אפל לישראלים (Apple IL), כאשר נכנסים לאגף השעון החכם ניתן להבחין בשורת טקסט לא מאוד בולטת, המעידה על כך שהשעון יהיה זמין עבור הציבור הישראלי החל מה-11 בפברואר.\nמקור: צילום מסך, Apple IL\nאישור לכך התקבל אתמול גם מ-iDigital, היבואנית הרשמית של אפל בישראל, אשר מאשרת כי תציע למכירה את השעון. מבחינת מחירים, הדגם הספורטיבי יתחיל ב-1,999 ש״ח (38 מ״מ) או 2,299 ש״ח (42 מ״מ), בעוד שהגרסה האלגנטית והמתכתית יותר תתחיל ב-2,999 ש״ח. עד עכשיו, ישראלים שרצו לרכוש את השעון של אפל נאלצו לעשות זאת דרך ׳ערוצים לא רשמיים׳ ולייבא את המוצר באופן פרטי או לרכוש אותו בחנויות שמייבאות את מוצרי אפל בישראל כמו iStore או iShare. ב-iShare אגב מבטיחים למכור את השעון החכם של אפל במחיר נמוך יותר ביום ההשקה הרשמי – 1,899 ש״ח לדגם ה-38 מ״מ ו-2,199 לדגם ה-42 מ״מ. יחד עם סירי שצפויה להגיע בעדכון המערכת הבא של iOS, יש כאן בהחלט בשורה משמחת לקהל הישראלי.", "keywords": "אפל,אירוע הכרזה,אירוע הכרזה אפל,apple watch,apple,idigtal,smartwatch,ipad air 3,iphone,iphone 5se,אייפון,אייפון 5se,אייפד,רענון,רענון מכשירים"}