{"url": "https://www.geektime.co.il/fitbit-ionic-review/", "type": "article", "title": "סקירה: fitbit ionic: שעון חכם שחובבי הספורט יחבבו במיוחד", "description": "הוא כולל מספר חיישנים שיעניקו לכם תמונה מדוייקת של הפעילות שלכם לאורך היום והלילה וכולל כמה פיצ׳רים מעניינים. עם זאת, לא הכל מושלם בשעון החכם החדש של פיטביט שנחת ממש לאחרונה בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/Fitbit-Ionic-4-1515656514.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-11T13:50:22Z", "modified_time": "2018-01-11T11:49:15Z", "articleBody": "הוא כולל מספר חיישנים שיעניקו לכם תמונה מדוייקת של הפעילות שלכם לאורך היום והלילה וכולל כמה פיצ׳רים מעניינים. עם זאת, לא הכל מושלם בשעון החכם החדש של פיטביט שנחת ממש לאחרונה בישראל\n\nמאת צחי הופמן\nקטגוריית שעוני הספורט התערבבה בשנתיים האחרונות עם השעונים החכמים. שעונים כמו ה-Gear Sport של סמסונג או האפל וואץ’ מציעים יכולות ספורט טובות, לצד שעוני ספורט מקצועיים בדומה לגרמין fenix 5, המשלבים יכולות חכמות. קל להתבלבל כאשר רוצים לקנות שעון אשר יתאים גם למדידת אימוני הריצה וגם יציג את הודעות הוואטסאפ. לבלבול הזה נכנסה לאחרונה בישראל חברת fitbit, אשר השיקה את ה-ionic – שעון ספורט, שרוצה גם להיות חכם.\nלמרות המסך המלבני והעיצוב המעט גיקי, יש משהו הייטקי ויפה ב-ionic. אני מודה שלפני שקיבלתי אותו לסקירה וענדתי אותו על היד, השעון הזה פחות קרץ לי, אבל מהר מאוד התחלתי לאהוב את העיצוב וגם קיבלתי עליו מחמאות. מדובר בשעון המשלב מתכת ופלסטיק עם רצועות מתפרקות, אותן ניתן להחליף מתוך המגוון הקיים של fitbit.\nצילום: צחי הופמן\nה-ionic מגיע עם מסך מגע צבעוני אשר קצת יותר קטן מ-1.5 אינץ’. ב-fitbit מספרים שהם בחרו בעיצוב המלבני, כי זה נוח יותר לאימוני ספורט ולתצוגה רחבה הדרושה להצגה של הסברים עבור פעילויות. בכל אופן, המסך מרגיש טיפה קטן, יכול להיות שבגלל המסגרת העבה. גם הרזולוציה יחסית נמוכה, אבל זה לא משהו שמפריע לתפקוד ולשימוש היומיומי.\nה-ionic אומנם מיועד לאימוני ריצה, אופניים, שחיה (עמיד עד לעומק של 50 מטר), הליכונים ומשקולות, אבל הוא גם מעודד תזוזה במשך שעות היום, כאשר נמצאים במשרד. כל 50 דקות, השעון מדווח שצריך להשלים 250 צעדים בשעה. אם מספר הצעדים הזה בוצע, לא יופיע הדיווח. בתוך אפליקציית Today, הציגה לי fitbit את ההצלחה היומית שלי בקטגוריה הזו.\nהחלק החשוב ב-ionic הוא ההצלחה שלו להחליף שעון ספורט. בשביל לבדוק את רמת אמינות חיישני הדופק שלו וה-GPS, עשיתי השוואה בנתונים האלו ל-Fenix 5 המצוין של גרמין. fitbit הפתיעה לטובה, כששני השעונים סיפקו תוצאות כמעט זהות במהלך ריצות. לפחות בהשוואה מול גרמין, ה-ionic לא פיספס בהצגת הדופק בריצה או במנוחה. חשוב לציין שמדובר בהשוואה מול מדידת דופק בשעון יד ולא בהשוואה למדידת דופק עם רצועת חזה (זו נחשבת לאמינה יותר).\nכל הנתונים על פעילויות הספורט מופיעות באפליקציה בסמארטפון, fitbit מציעה ניתוחים מעניינים, למשל, רמת הכושר האירובית – VO2Max. מדובר במדידה של חמצן שהגוף יכול לנצל ביעילות במהלך פעילות גופנית והוא מיוצג על ידי מספר דו-ספרתי. התוצאה נקבעת לפי רמת הכושר וכן לפי הגיל והמגדר. ככל שהתוצאה גבוהה יותר, כך הכושר, הסיבולת הארובית של הלב וכלי הדם טובים יותר.\nבסופו של דבר, כל החישובים האלו ציינו בפני אם רמת הכושר שלי גבוהה, ממוצעת או לא טובה ביחס לגיל שלי ולשאר האוכלוסייה, איך אני יכול לשפר אותה בזכות אימונים נוספים (ואיזה סוג אימונים) וכמה משקל אני צריך להוריד בשביל להגיע לתוצאות יותר טובות.\nצילום: צחי הופמן\nfitbit רוצה שתלכו עם השעון שלה כל היום וגם תלכו לישון איתו. ניטור השינה מתבצע באופן אוטומטי ולא צריך לבצע שום פעולה לפני הכניסה למיטה. מבחינת זיהוי שינה, רוב הזמן השעון זיהה את הכניסה שלי לשינה ואת הזמן שקמתי בצורה טובה, אבל היו לו פספוסים, אותם ניתן לתקן באופן ידני. אני גם צריך לציין שאני אבא לתינוק בן 7 חודשים, מה שאומר שאני קם הרבה פעמים בלילה. fitbit מציינים שצריך 3 שעות שינה בשביל לבצע את המעקב. בכל אופן, האפליקציה בסמארטפון מציגה את כל המידע בבוקר: שעות שינה, החלוקה לשינה עמוקה, קלה ועוד מידע שהיא אוספת במשך הזמן בהשוואה למשתמשים אחרים. למשל, כמות שעות השינה ביחס למשתמשים אחרים או השעה בה קמים באמצע השבוע ובסופשבוע.\nfitbit פיתחה מערכת הפעלה עבור ה-ionic הנקראת fitbit OS. זאת כוללת ממשק פשוט, המורכב מאייקונים ברורים, המאפשרים להגיע לאפשרויות השונות במהירות. ניתן לקבל מידע בתצוגת השעון הקבוע על הדופק, מספר הצעדים, הקלוריות שנשרפו או מספר הקומות אותן עליתי באותו יום. ניתן גם לקבל מידע מקיף יותר על אותו יום, לראות מה מזג האוויר ולקבוע שעון מעורר.\nהבעיה בממשק היא בעברית. אין כאן גיור לעברית. הדבר אומנם לא פוגע בפעילויות הקשורות לכושר, אבל הוא כן מפריע ביכולות החכמות. חיווי על שיחות, הודעות וואטסאפ, מיילים ופגישות יופיעו בג’יבריש. כדאי לדעת, שגם אם ההודעה מגיעה באנגלית ואפשר לקרוא אותה, אין שום דרך להגיב אליה ישירות ממשק השעון. הבשורה המשמחת, עברית תגיע בחודשים הקרובים. עוד בעיה בתחום הזה היא החיבור לסמארטפון. פעמים רבות ההתראות הפסיקו להגיע והבעיה נפתרה רק שכיביתי והדלקתי את השעון מחדש. הניסיון התבצע על שני סמארטפוני אנדרואיד שונים.\nצילום: צחי הופמן\nלאחרונה fitbit הוסיפה חנות אפליקציות עבור ה-ionic. הגישה לחנות היא דרך האפליקציה בסמארטפון. המבחר כרגע דל, אבל ניתן למצוא אפליקציית שליטה לנורות חכמות מסוג Hue מבית פיליפס, אפליקציית תזכורות לקחת תרופות ועדכוני חדשות של ניו יורק טיימס ופליפבורד. האפליקציה המעניינת ביותר תגיע בשבועות הקרובים, כאשר שירות המוזיקה Deezer יציע להוריד פלייליסטים לשעון והאזנה להם ללא חיבור לסמארטפון. כרגע האזנה למוזיקה אפשרית, רק בהורדת שירים לזיכרון הפנימי (2.5 ג’יגה) הקיים במכשיר דרך המחשב. הכוונה לשירים שהמשתמש כבר אחסן במחשב שלו, ללא קשר ל-Deezer.\nעוד אפליקציות צד שלישי הזמינות בשעון הן של רשת סטארבקס ושל Strava (רשת חברתית לפעילויות ספורט). בזכות שבב ה-NFC הקיים כאן, ניתן לשלם ברשתות מסוימות בארה”ב. בישראל כל עולם התשלומים הסלולריים תקוע, כאשר אף אחת מהחברות הגדולות בשוק: סמסונג, גוגל ואפל לא מציעה אותו כאן. אז אין טעם לצפות שדווקא fitbit תהיה הראשונה להשיק תשלומים בישראל.\nהסוללה החזיקה לי 4 ימים, כולל חיבור לסמארטפון, תצוגה קבועה ושימוש של כשעה לריצה עם GPS פעיל ומדידת דופק. מדובר בביצועים טובים מאוד עבור שעון חכם, שגם מציג התראות על הודעות מהסמארטפון. בדומה לשעונים חכמים אחרים, גם כאן fitbit משתמשת בכבל עם חיבור יחודי משלה. מה שאומר, שצריך לזכור לקחת את הכבל כאשר נוסעים לטיול.\nמחיר: 1,200 שקל ברשת באג\nה-ionic הוא שעון ספורט מוצלח, אשר יכול לספק את הדרישות של חובבי ריצה ופעילויות ספורט אחרות. מדובר בשעון שאפילו מתחרה בדגמים של גרמין, פולאר וסונטו, אשר ביססו את עצמם בקטגוריה הזו. ככה שכדאי גם להציץ בפתרון הזה, לפני שהולכים לקנות שעון ריצה. בעוד ש-fitbit מציעה יכולות העוטפות את המשתמש בכל שעות היום והלילה, חלק מהיכולות החכמות לא רלוונטיות בישראל, בגלל היעדר עברית (בעיה שתיפתר בקרוב) וגם אם הן יעבדו, הן עדיין פחות טובות מאלו שמציע שעון חכם מבוסס אנדרואיד Wear, סמסונג Gear או אפל וואץ’. אז למי המוצר הזה כן מתאים? לחובבי ספורט ובריאות, שרוצים קצת יכולות חכמות ואוהבים את מוצרי fitbit.\nהסקירה פורסמה לראשונה ב-The Gadget Review", "keywords": "שעון חכם,פיטביט,פיט ביט,שעונים חכמים,סקירה,מחשוב לביש,פעילות גופנית,שעון ספורט,צחי הופמן,fitbit ionic"}