{"url": "https://www.geektime.co.il/apple-watch-series-3-to-appear-this-spetember/", "type": "article", "title": "דיווח: דגם חדש ל-Apple Watch בספטמבר - מה צפוי לנו שם?", "description": "העיצוב יוותר זהה, אבל הביצועים ואורך חיי הסוללה צפויים להשתפר משמעותית. מה עוד צפוי לנו שם?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/Screen-Shot-2017-04-06-at-9.45.55.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-06T16:34:58Z", "modified_time": "2017-04-06T16:34:58Z", "articleBody": "העיצוב יוותר זהה, אבל הביצועים ואורך חיי הסוללה צפויים להשתפר משמעותית. מה עוד צפוי לנו שם?\n\nמידע שמגיע משותפתיה העסקיות של אפל, אלו המייצרות עבורה את רכיבי השעון החכם, מצביע על עדכון צפוי במהלך חודש ספטמבר הקרוב שצפוי להתמקד בביצועי ואורך חיי הסוללה. כמו כן, נראה כי אפל צפויה לקבע את המדיניות לפיה תמכור תמיד את שני הדגמים האחרונים: החדש והקודם, שיוצע במחיר נמוך ונגיש מעט יותר. Apple Watch Series 3 לא צפוי לכלול עיצוב שונה, אך המעבד ויתכן וגם הסוללה צפויים לעדכון.\nנושא שעדיין נותר במחלוקת בקרב אנליסטים נוגע להטמעת קישוריות סלולרית עצמאית בדגם ה-Apple Watch הבא. על אף שההנחה הגורפת היא שזה רק עניין של זמן עד שאפל תנתק את התלות של השעון החכם שלה באייפון (וכך גם תקרוץ אולי למשתמשים שאינם מחזיקים בכלל אייפון), הרי שיתכן וזה לא יקרה השנה. מרבית האנליסטים המלווים את אפל עם דיווחים מדוייקים למדי מהמרים דווקא שהמהלך כן יתקיים השנה וה-Apple Watch Series 3 יגיע עם קישוריות סלולר עצמאית, אלא שזו תוצע כדגם נפרד ויקר יותר, וכי ספקיות הסלולר יגבו ככל הנראה תשלום נפרד עבור היכולת הזו.\nעדכון נוסף שצפוי ככל הנראה בדגם החדש נוגע למעבר מתבקש של אפל ממסכי OLED ל-Micro-LED. מסכי Micro-LED הם דקיקים יותר, קלים יותר, ומגיעים עם ניגודיות ובהירות גבוהות יותר. עם זאת מסכים אלו נחשבים למורכבים יותר לייצור המוני ומכאן גם מחירם הגבוה יותר. גם אם אפל לא תעבור לטכנולוגיית ה-Micro-LED השנה, אין ספק ששינוי בעיצוב המכשיר או ניסיון לגרום לו להיות דקיק וקל יותר יאלצו אותה בשלב כזה או אחר לנטוש את טכנולוגיית ה-OLED המאפיינת את מסכי ה-Apple Watch על שני דגמיו הנוכחים.\nועם כל המידע עד כאן נשמע לכם מעניין, בואו נדבר רגע על מהלך מתבקש נוסף ומסקרן לא פחות שצפוי לנו עם ה-Apple Watch – אביזרים חדשים. על פי מידע שראה אור ביומיים האחרונים נראה כי אפל צפויה להשיק לצד הדגם השלישי של האפל ווטש סדרת אביזרים משלימה בהם רצועה משולבת סוללה להארכת זמן השימוש במכשיר, צמיד רטט שיוסיף לרטט הקיים של המכשיר יכולת חיווי מדוייקת יותר להתראות מסוגים שונים, ועוד אביזרים המיועדים לחובבי הספורט. שמועה שבחרנו שלא להרחיב עליה מאחר וחסרה בשלב זה תימוכין מתייחסת גם לעובדה שאפל תציג לראשונה מנגנון אימות וזיהוי מבוסס מדדי הלב של המשתמש על מנת לזהות אותו.", "keywords": "אפל ווטש,שעון חכם,אפל,שעונים חכמים,apple watch,apple watch series 3,שמועות,דיווחים,lte"}