{"url": "https://www.geektime.co.il/oneplus-x-review/", "type": "article", "title": "ה-OnePlus X נראה ומרגיש פרימיום אבל איך הביצועים שלו? [סקירה]", "description": "מה קורה כשהיצרנית שהתחייבה לא לעשות פשרות - עושה פשרות? לקחנו את ה-OnePlus X לסקירה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/IMG_5846-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-14T14:00:41Z", "modified_time": "2015-12-14T12:36:58Z", "articleBody": "מה קורה כשהיצרנית שהתחייבה לא לעשות פשרות – עושה פשרות? לקחנו את ה-OnePlus X לסקירה\nצילום: גיקטיים\nכשאנחנו מחפשים מכשירי סמארטפון זולים, אנחנו כבר יודעים שאנחנו עומדים בפני פשרה כלשהי. בחלקם, נתפשר על העיצוב, בחלקם על הגימור, באחר אנחנו מתפשרים על הפיצ’רים ובאחר על מערכת ההפעלה. OnePlus, שהתיימרה להיות ‘קוטלת מכשירי הדגל’ עם מכשירי הפרימיום שלה, רוצה לשנות את המצב גם בתחום המכשירים הזולים והשיקה לפני מספר שבועות את ה-OnePlus X, מכשיר עם מפרט נאה, עיצוב יוקרתי ותג מחיר נוח במיוחד. האם היא הצליחה? לקחנו אותו לבדיקה.\nדגם ה-Onyx שסקרנו כולל גב זכוכית. צילום: גיקטיים\nהעיצוב של ה-X מרשים בכל קנה מידה ומאפיל על לא מעט מכשירים שעולים כפול ממנו.\nבניגוד לשאר המכשירים בקטגוריה הזו, ואפילו מכשירים יקרים יותר משמעותית, ה-X מורכב משילוב מצוין של מסגרת מתכת יוקרתית, עם גב זכוכית שחורה מבריקה ומסך עם ציפוי Gorilla Glass 3. המשקל שלו הוא בדיוק על הגבול שבין כבד מספיק, כזה שנותן לנו תחושה יוקרתית אבל לא כבד מדי, מה שמעצבן ומעיק בנשיאה היומיומית. השילוב של מסך קטן יחסית של 5 אינץ’, יחד עם הגימור והמשקל מעניקים תחושה מצוינת, ובהחלט הכי אייפונית שעד עתה הרגשנו מבין כל מכשירי האנדרואיד.\nמגירת כרטיסי הסים, כפתורי הווליום וכפתור ההדלקה. צילום: גיקטיים\nבחלק העליון של המכשיר נמצא שקע אוזניות 3.5 מ”מ סטנדרטי למדי ורמקול; בצד השמאלי נמצא את כפתור מצב ההתראות המוכר מהאח הגדול, ה-OnePlus 2: מדובר בכפתור חדש ולא שכיח, שבורר בין המצבים השונים של ההתראות: מצב רגיל; מצב שקט – ללא הפרעות; ומצב Priority להתראות מאנשי קשר שהוגדרו על ידינו כמועדפים. מהניסיון שלנו מדובר בכפתור מאוד נוח ומאוד שימושי ביומיום. בצד הימני נמצא עוד מיקרופון, כפתור העוצמה ומתחתיו כפתור ההדלקה והכיבוי.\nכפתור מצב ההתראות המצוין של OnePlus. צילום: גיקטיים\nנעבור לגב המכשיר. ה-X מגיע ב-2 תצורות: הראשונה, היא ה-Onyx, עם גב זכוכית שחור (בעתיד יימכר בישראל גם דגם השמפניה); ודגם שני עם גב קרמי, אולם מדובר במהדורה מוגבלת, שכרגע לא נמכרת בישראל. המכשיר שאנחנו קיבלנו לסקירה הוא מדגם ה-Onyx, וכולל כאמור גב זכוכית.\nלמרות העיצוב היפהפה, עליכם לקחת בחשבון 2 חסרונות: ראשית, הצבע השחור, בשילוב גימור הזכוכית הוא מגנט לטביעות אצבע, ותוך שניות מרגע שהתחלנו להשתמש במכשיר התמלא הגב בסימני האצבעות, מריחות ומה לא. חסרון שני בגימור הזכוכית הוא שהמכשיר חלק. חלק מאוד ועלול להחליק לכם מהיד או מהשולחן יותר מהר ממה שאתם חושבים. לכן גם שמחנו לגלות שבערכה הבסיסית של המכשיר שילבה החברה מארז מגן מסיליקון.\nמגנט טביעות אצבע. צילום: גיקטיים\nמעבר לתחושה הסובייקטיבית, הרי שמדובר במכשיר בגודל מסך של 5 אינץ’, שלטעמנו אמנם קצת קטן מדי, אבל בהחלט מדובר בגודל אידיאלי לבעלי ידיים קטנות יותר ולכל מי שאוהב לתפעל את המכשיר ביד אחת. אגב, בניגוד לגב של ה-OnePlus 2 שניתן לפירוק, כאן מדובר בגב מובנה, שלא ניתן לפירוק על ידי משתמשים רגילים, אלא רק בתנאי מעבדה.\nצילום: גיקטיים\nבעוד שבכל הפרמטרים האחרים ה-OnePlus X נופל מה-OnePlus 2 או משתווה אליו, הרי שבפרמטר אחד הוא עולה עליו לטעמנו ואנחנו מדברים כמובן על המסך. בעוד שהאח המוצלח יותר כולל מסך IPS LCD, בדומה לנקסוס 5X למשל, הרי שה-X כולל מסך AMOLED. התוצאה: מסך בהיר בצורה יוצאת דופן, עם שחור שהוא שחור באמת ולא “אפור-נוטה-לשחור” וצבעוניות יוצאת דופן עם צבעים חיים ורוויים.\nגם מבחינת רזולוציה וחדות הופתענו לטובה. המסך של ה-X הוא HD 1080×1920, בדיוק כמו דגם ה-2, אבל כאמור הוא קטן יותר וחד יותר עם צפיפות פיקסלים של 441ppi לעומת 401ppi של ה-2 והתוצאה היא תמונה חדה, מצוינת וכזו שלא היתה מביישת מכשירים יקרים הרבה יותר.\nלא לגיימינג. צילום: גיקטיים\nמצד אחד, ה-OnePlus X מגיע עם מעבד Snapdragon 801 מיושן – אותו אחד שהגיע עם ה-OnePlus One המיתולגי ואפילו במהירות שעון נמוכה יותר, כשגם ה-GPU זהה – Adreno 330. כלומר, מדובר במעבד בן שנה וחצי, שזה נצח וחצי בעולם המובייל. כמו ה-One, הוא גם הגיע מצויד ב-3GB RAM, שזה יותר למשל מהנקסוס החדש, אבל מדובר בזיכרון מסוג LPDDR3 מיושן ולא LPDDR4, כמו מכשירי הדגל כיום. אז איך כל המפרט הזה בא לידי ביטוי בפועל? ובכן, במילה אחת, Meh. כלומר, בסדר, לא יותר.\nכאשר שיחקנו ב-Asphalt 8 או ב-Dead Trigger 2, משחקים תובעניים למדי, שהרצנו ללא בעיות על גבי ה-OnePlus 2 והנקסוס 5X, נתקלנו על גבי ה-X, בגמגומים, פריימים נתקעים וסאונד לא מסונכרן עם התמונה. גם במשחק Contest of Champions של Marvel, נתקלנו בלאגים מדי פעם, אם כי לפעמים ייאמר גם לזכות המכשיר שצלחנו קרבות שלמים ללא בעיות מיוחדות.\nעם זאת, בשאר המשימות כמו דפדוף בין מסכי אפליקציות, פתיחה וסגירה שלהן ועבודה עם יישומים שונים – לא נתקלנו בבעיות מיוחדות והמכשיר בהחלט עשה את העבודה. גם הצפייה בוידאו באיכות 1080p HD ו-4K (אחרי Downscale) עובדות היטב ללא בעיות, באפרינג או פריימים תקועים.\nככלל, בעבודה היומיומית אתם לא צפויים להרגיש את המעבד המיושן, אבל אם אתם בקטע של גיימינג או מפעילים אפליקציות אחרות כבדות, תאלצו לוותר על היופי הזה.\nל-OnePlus X סוללת 2525mAh מובנית, שלא ניתנת לפירוק. מהניסיון שלנו הסוללה סיפקה לנו תוצאות סבירות למדי ויישרה קו עם מכשירים מקבילים. במילים אחרות, אתם יכולים לסמוך עליה לשרוד את היום, אם השימוש שלכם כולל בעיקר שיחות, ווטסאפים, מיילים וגלישה. אבל כאשר עשינו שימוש נרחב יותר במצלמה ושיחקנו במשחקים, המכשיר לא שרד את היום ובסביבות אחר הצהריים כבר היינו צריכים אינפוזיית DC למכשיר.\nחיסרון חשוב לטעמנו במכשיר הוא, שבניגוד ל-OnePlus 2 ולרוב מכשירי הדגל כיום, המכשיר לא כולל טעינה מהירה או טעינה אלחוטית, אז קחו זאת בחשבון.\nמנגנון הרשאות כמו במרשמלו. צילום: גיקטיים\nלאחר ש-OnePlus ו-Cyanogen הפסיקו את שיתוף הפעולה ביניהן השיקה OnePlus את Oxygen OS, מערכת ההפעלה או יותר נכון ממשק ה-UI שלה שמבוסס על אנדרואיד לוליפופ 5.1.1. הממשק החדש הוא זהה לזה שתמצאו ב-OnePlus 2 היקר יותר ואלו כמובן חדשות טובות כי מדובר בממשק מצוין, שיקרוץ לכל מעריצי האנדרואיד הנקי, כמונו, וכולל אפשרויות התאמה אישיות ושימושיות. בין היתר ניתן ליהנות מפיצ’רים כמו Shelf – מסך קיצורי דרך שמתעדכן בצורה דינמית ומציג בצורה נגישה את האפליקציות שבהן אתם משתמשים הכי הרבה ואת אנשי הקשר איתם אתם מדברים הכי הרבה; Dark Mode – שמגיע כברירת מחדל במכשיר והופך למעשה את כל הצבעים הבהירים בתפריטים לכהים; כך שאם אתם למשל עובדים עם המכשיר בלילה הוא לא יסנוור אתכם ועל הדרך אפילו תחסכו כמה אחוזי סוללה. בנוסף, תוכלו לבחור את צבע הבחירה של הפריטים בתפריטים השונים. כמובן שאם תרצו, תוכלו לעבור למצב Light. כפתורי חומרה וכפתורי תוכנה – אם תרצו תוכלו להשתמש בכפתורים הקפסטיביים של המכשיר לצורך Back (חזרה) או רשימת האפליקציות שבהן השתמשתם לאחרונה (Recents), אבל אם תרצו, תוכלו גם לעבור לשימוש בכפתורי התוכנה (ריבוע, עיגול ומשולש) דוגמת אלו שמופיעים על המסך במכשירי הנקסוס למשל. את הכפתורים הקפסטיביים תוכלו גם לתכנת, כדי שיפעילו אפליקציות ושירותים על ידי לחיצה ארוכה, לחיצה כפולה וכו. בנוסף, למרות שמערכת ההפעלה מתבססת על אנדרואיד לוליפופ תוכלו ליהנות מפיצ’ר שגוגל שילבה באנדרואיד מרשמלו והוא שליטה בהרשאות ספציפיות של כל אפליקציה. אהבנו.\nThe dark side of The Force. צילום: גיקטיים\nעוד פיצ’רים נחמדים ברמת מערכת ההפעלה הם: ה-Ambient Display, בדומה לאלו שתמצאו בנקסוסים ובמודים של CyanoGen למשל ומציג לכם התראות כאשר המכשיר מזהה שאתם שולפים אותו מהכיס; והשימוש במחוות – שמאפשר לכם לצייר עיגול על גבי המסך הכבוי, כדי להפעיל את המכשיר ישירות לתוך מצב צילום וציור של V, כדי להפעיל את הפנס.\nצילום: גיקטיים\nהמצלמה האחורית של ה-X כוללת חיישן 13 מגה-פיקסל מתוצרת סמסונג עם מפתח צמצם f/2.2 והמצלמה הקדמית כוללת חיישן 8 מגה-פיקסל עם מפתח צמצם f/2.4. מהבדיקה שלנו עולה כי בסך הכל המצלמה עושה עבודה טובה בתנאי תאורה טובים, אולם כאשר ניסינו לצלם בתנאי תאורה קשים יותר, המצלמה פשוט לא עמדה במשימה.\nבאור יום, כפי שתוכלו לראות בגלריה שצירפנו, הצבעוניות היתה סבירה בהחלט, אם כי לטעמנו הצבעים לא היו רוויים מספיק. בנוסף, לא פעם נתקלנו בחשיפת-יתר שהובילה לכך שחלקים שלמים מהתמונה הפכו לכתם בהיר; הטווח הדינאמי של המצלמה גם הוא בהחלט אינו מהמצטיינים ולכן פיצ’ר ה-HDR הוא בבחינת חובה בלא מעט תמונות. למרות זאת, כאמור באור יום המצלמה בהחלט תספק את רוב המשתמשים. הבעיה שלנו החלה בצילומים בתנאי תאורה לא אופטימליים, כשהמצלמה בולטת לרעה עם תמונות עם הרבה רעש, צבעוניות לא טובה ומריחות.\nצילום הוידאו תואם במובנים אלו לצילום הסטילס אם כי בהחלט מורגש בחסרונו מייצב התמונה האופטי (OIS). עוד חסרון, שלא אמור להטריד את מרבית המשתמשים, הוא היעדרה של אופציית הצילום ב-4K והסתפקות בוידאו באיכות HD 1080p בלבד. אולם כאמור אם אתם לא נוהגים לערוך וידאו ולעשות Crop או לחילופין אין לכם מסך 4K בבית – לא מדובר בחיסרון מהותי עבורכם. חיסרון נוסף ביחס לאח היקר יותר במשפחה, מכשיר ה-2, הוא היעדרו של פוקוס לייזר.\nמעבר לכך, ממשק המצלמה של ה-X זהה לזה של ה-2. מדובר בממשק מינימלי ולא עמוס, שעוזר לכם להתמקד במה שחשוב – הצילום. הממשק כולל גם מצב ידני שמאפשר שליטה בפרמטרים כמו ISO, איזון לבן (White Balance), מהירות צמצם ועוד; מצב ‘יופי’ שמרכך בתמונה את העור ומצב Clear Image שמשפר את החדות של אובייקטים רחוקים מאוד. החל מעדכון הגרסה האחרון של Oxygen, כוללת המצלמה גם תמיכה בפורמט RAW לאפליקציות חיצוניות, לכל מי שרוצה לטפל ולשפר את התמונות שלו, מבלי לפגוע באיכות שלהן.\n[huge_it_slider id=”20″]\nלהורדת התמונות באיכות המקורית\nגם רדיו. צילום: גיקטיים\nפיצ’רים נוספים ששמחנו לגלות במכשיר הם מגירת סים כפול, שמאפשרת למשתמשים להכניס 2 כרטיסי סים. כך יכולים משתמשים עם מכשיר מהעבודה ומכשיר פרטי להשתמש במכשיר אחד או לחילופין כאשר אתם טסים לחו”ל תוכלו לרכוש סים מקומי ולהשתמש בשני הכרטיסים במקביל. אם אתם לא משתמשים ב-2 כרטיסי סים, אתם יכולים להשתמש במגירה, כדי להכניס כרטיס Micro-SD. מדובר בתוספת איחסון אידיאלית עבור כל מי שנוהג לצלם הרבה או להוריד אפליקציות רבות.\nעוד פיצ’ר נחמד ששמחנו למצוא, למרות שבהחלט לא מדובר בפיצ’ר נוצץ, הוא רדיו FM. כן, כן, אותו רדיו שהיינו מוצאים עוד במכשירי הנוקיה הישנים של פעם ומאפשר לנו ליהנות ממוסיקה גם ללא חבילת גלישה. יחד עם הרדיו מגיעה אפליקציה מעוצבת של OnePlus.\nקייס מצורף לכל מכשיר, ותאמינו לנו, תצטרכו אותו. צילום: גיקטיים\nמצד שני, המכשיר אינו כולל 2 פיצ’רים שהפכו לסטנדרט במכשירים כיום. הראשון הוא קורא טביעות אצבע, שמאפשר למשתמשים לפתוח את המכשיר ולשלם במספר שירותים פשוט על ידי הנחה של האצבע על הסורק, ולחסוך כך סיסמאות מורכבות או ציורים שונים; והאלמנט השני שחסר, אם כי חסרונו פחות יורגש בארץ, הוא שבב ה-NFC, שמאפשר תשלומים או התממשקות עם מכשירים אחרים פשוט על ידי הנחה של הטלפון על גבי המכשיר המתאים.\nעוד נקודה שעלולה לתסכל לא מעט היא המיקום של הרמקול – בתחתית המכשיר. כתוצאה מכך, בזמן שתשחקו משחקים שונים ותאחזו את המכשיר ב-2 הידיים, תחסמו למעשה את הרמקול ותאלצו להסתפק בסאונד מעומעם ולא ברור.\nקיימים עוד לא מעט מכשירים בנישה של המכשירים הזולים כמו למשל ה-Zenfone 2 של Asus; ה-MX5 של מייזו; ה-Idol 3 של Alcatel; ה-Redmi Note 2 של שיאומי וה-Moto G של מוטורולה למשל, אבל אחת השאלות שהכי סקרנו אותנו וגם, מסתבר, לא מעט קוראים שפנו אלינו נגעה להתלבטות דווקא בין 2 המכשירים שהושקו לאחרונה: נקסוס 5X של גוגל ו-LG מול ה-OnePlus X.\nלכאורה 2 המכשירים מציעים מפרט נאה תמורת תג מחיר נוח במיוחד, אולם בפועל קיימים לא מעט הבדלים גדולים ביניהם שיכולים להשפיע על הבחירה שלכם. לאחר שבחנו את 2 המכשירים, ננסה לעשות קצת סדר: מי שרוצה מפרט, ביצועים, מצלמה וממשק טובים יותר יבחר בנקסוס 5X. מצד שני, למי שמעדיף עיצוב ותחושה יוקרתיים הרבה יותר בצירוף מחיר זול יותר משמעותית, אנחנו ממליצים לבחור את ה-OnePlus X, שזול יותר בישראל ב-600 ש”ח.\nלסקירת נקסוס 5X | לסקירת OnePlus 2\nצילום: גיקטיים\nהסיסמה שמלווה את OnePlus מאז הקמתה היא Never Settle, כלומר, ללא פשרות. אבל כדי להגיע למחיר נמוך כל-כך של 250 דולר (1,700 ש”ח בישראל) ברור שב-OnePlus נאלצו לעגל פינות. לכן, תאלצו להסתפק במצלמה ובביצועים בינוניים עם לא מעט פיצ’רים מתקדמים שחסרים. מצד שני, ב-OnePlus הצליחו לייצר מכשיר מרשים בעיצוב שלא היה מבייש כל סמארטפון דגל אחר וכולל שילוב של מתכת וזכוכית עם מערכת הפעלה מצוינת ומסך מעולה, כשמעל כל אלו מתנוסס תג מחיר משתלם למדי.\nאם אתם מחפשים מכשיר דגל במחיר נמוך כל-כך, ה-X הוא לא המכשיר עבורכם, פשוט כי הוא אינו מכשיר דגל. אבל אם אתם לא גיימרים, צלמים או מאלו שחייבים את הטכנולוגיה המתקדמת ביותר ה-OnePlus X מומלץ בהחלט, כשהמכשיר גם ישמש היטב נוער או משתמשים מבוגרים יותר, שבעיקר צריכים מכשיר לווטסאפ, שיחות וגלישה.\nאהבנו: עיצוב, מסך, איחסון ניתן להרחבה, מחיר, מחיר, מחיר\nלא אהבנו: מפרט, ביצועים, מצלמה\n \n \n ", "keywords": "סקירה,oneplus x,וואןפלוס x,וואןפלאס x,oneplus,פרימיום,סמארטפון,סמארטפון זול,סמארטפון משתלם,"}