{"url": "https://www.geektime.co.il/iphone-8-impressions/", "type": "article", "title": "24 שעות עם האייפון 8 החדש: האם באמת שווה לשדרג?", "description": "ליין האייפונים החדש של אפל ינחת בישראל ביום חמישי הקרוב. רגע לפני: האם שווה לשדרג או אולי בכלל להמתין ל-X החדש?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/IMG_29862.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-25T09:12:43Z", "modified_time": "2017-09-25T12:38:39Z", "articleBody": "ליין האייפונים החדש של אפל ינחת בישראל ביום חמישי הקרוב. רגע לפני: האם שווה לשדרג או אולי בכלל להמתין ל-X החדש?\nתמונה: גיקטיים\nאמנם כוכב האירוע האחרון של אפל היה ה-iPhone X, אך אחד המכשירים המרכזיים באירוע היה גם ה-iPhone 8. רגע לפני ההשקה שלו בישראל, קיבלנו את ה-iPhone 8 Plus, בדקנו אותו, ויש לנו בשורה: מדובר במכשיר מצוין, אבל כזה שעלול לא להתאים לכולם.\n\nבמבט ראשון יכול להיות שקשה להבחין בשינוי בעיצוב, אך ברגע שאוחזים במכשיר בפעם הראשונה קל להרגיש בו: גב הזכוכית החדש של המכשיר מעניק לו תחושה יוקרתית יותר מבעבר. התחושה היא שאתם מחזיקים, נכון לעכשיו, את הטלפון האלגנטי ביותר בעולם. סוג של תכשיט טכנולוגי. אך גב הזכוכית גם נותן ל-iPhone 8 את המתנה המעצבנת מעט של עלייה קלה במשקל: מ-188 גרם (שכבר הרגישו כבדים מספיק עבורי) בדגם ה-7 פלוס, השמונה פלוס כבר מגיע ל-202 גרם. הפעם המכשיר מרגיש פשוט יותר מאסיבי, אבל משתמשי אייפון 7 פלוס לא יופתעו עד כדי כך מהעליה במשקל. מאחר ואני אישית רגיל לנוכחות של המשקל בדגמי הפלוס, המשקל שלו לא הפריע לי, אך שותפים לא מעטים למשרד שהחזיקו בו מיד הגיבו עם הערת ״הוא קצת כבד״.\nתמונה: גיקטיים\nעיצוב המכשיר כל כך דומה לדגם הקודם, שאפילו הקייסים של מכשירי ה-7 שלכם יתאימו להם. אם כבר הזכרנו קייסים, אנחנו מאוד ממליצים על שימוש בהם עם המכשיר הזה, וזאת בהמשך לידיעה שפירסמנו שבמקרה של נפילת המכשיר, תיקון של גב המכשיר יעלה לכם יותר מפי שלושה ממחיר תיקון המסך (לפחות תחת האחריות המורחבת של אפל). כך שבפעם הבאה שה-iPhone 8 שלכם מתרסק על הרצפה, אתם הולכים לקוות שרק המסך התנפץ.\nהמסך של ה-iPhone 8 תומך ב-True Tone. אפשרות זו משתמשת בחיישן האור בכדי להבין את גוון האור שמוקרן כלפי המכשיר בזמן אמת, ומשנה את מאזן הלובן (White Balance) בהתאם. כך שגווני המסך משתנים מעט בהתאם לתאורה שבה אתם נמצאים באותו הרגע. כך אתם אמורים לקבל חווית צפייה טובה יותר. קשה לנו להגיד שהאופציה משנה את אופן השימוש במכשיר או מרשימה למדי במבט ראשון.\nגב הזכוכית החדש מעניק לאייפון 8 את תואר הסמארטפון הראשון של אפל שתומך בטעינה אלחוטית. בצעד מאוד לא שגרתי, בחרה אפל לתמוך בתקן הטעינה האלחוטי האוניברסלי ״Qi״. המהלך הזה בעצם מאפשר לאייפון להטען על ידי כמעט כל המטענים תומכי Qi הקיימים בעולם. במקרה שלנו בדקנו את הטעינה על גבי משטח הטענה של המתחרה לשעבר, Nexus, וההטענה עבדה בקלות וביעילות. חשוב לציין שאפילו בבדיקה הקצרה שלנו הנחנו את הטלפון שלא במיקום המדויק, ואז גילינו שהטלפון צריך לזוז עוד קצת כדי להטען. זוהי בעיה ידועה בעולם ההטענה האלחוטית שקיימת בכל הסמארטפונים ובכל המטענים, ולכן כדאי שתשימו לב שההטענה אכן התחילה לאחר שהנחתם את האייפון שלכם על המשטח, אחרת אתם עלולים לגלות בבוקר יום העבודה שאתם עם סוללה ריקה.\nנפח הסוללה, אגב, פחת בצורה מוזרה באייפון 8, מ-2,900mAh ל-2,675mAh (היי, אפל. לא אמרנו שנפטרים מכניסת האוזניות כדי לפנות מקום לעוד רכיבים?), אך בעקבות יעילות המעבד החדש, עליו נדבר בהמשך, זמני הסוללה אמורים להיות זהים לאלו של ה-7 פלוס. מצער שאין שיפור אמיתי בגזרת הסוללות בטלפון שאמור להגדיר ״דור חדש״ של אייפונים, ושאפל איננה מספקת מטען התומך בהטענה מהירה בערכת המכשיר.\nתמונה: גיקטיים\nלאייפון 8 פלוס יש יכולות צילום פשוט משובחות. אין דרך אחרת להגיד את זה. מערך המצלמות הכפול בגב המכשיר שודרג ל-12 מגה פיקסל בשתי העדשות עם מייצב אופטי. העדשה הרחבה כוללת מפתח צמצם של f/1.8, שמאפשרת ליותר אור לחדור ולספק תוצאות טובות יותר בתנאי תאורה טובים יותר ופחות. התוצאה הסופית היא תמונות מלאות בצבעים עזים אך נאמנים למקור, והמון פרטים שמוצגים בצורה יוצאת מן הכלל על המסך המעולה של האייפון 8 (כן, למרות שהוא לא OLED או עם רזולוציית QHD הוא עדיין אחד המסכים הטובים בשוק).\nאפל הציגה עם האייפון 8 את אופציית ה-Portrait Lighting. אפשרות זו משתמשת ביכולת של מצב הפורטרט בדגם הפלוס בכדי למפות את שטח פני המצולם, ולאפשר למשתמש לבחור מבין מספר אפקטי תאורה שמדמים תאורות שונות שיכולות להתקיים בעיקר בסטודיו. בפועל, התוצאות של המצב החדש לא עקביות, ואיננו מופתעים כיוון שהאופציה עדיין נמצאת תחת בטא. מצאנו שתלתלים מכובדים כמו של חלק מבנות המשרד הקשו מאוד על מנגנון תאורת הפוטרט על אף שביצענו אותו על רקע נייטרלי לחלוטין עם תאורת אולפן. עם זאת, חלק מהתוצאות היו יחסית מרשימות, ומאחר והפעולה שמתבצעת היא בעצם תוכנתית לחלוטין, היא לא מתבצעת בזמן אמת, ולכן ניתן לבחור את אפקט התאורה גם בדיעבד. לאחר צילום תמונת פורטרט ניתן לבדוק איך התמונה נראית תחת אפקטי תאורה אחרים ולבחור את האפקט המחמיא או המעניין ביותר.\nבתמונה: שולה, הקמע של גיקטיים, עם אפקט Stage Light Mono שחתך בצורה מוצלחת את הרקע, והכהה את הגוף\nבתמונה: שולה, עם אפקט Stage Light שהביא תוצאה לא מושלמת\nהמצלמה של האייפון 8 פלוס היא פשוט מדהימה, ותספק לכם תמונות שלעיתים קשה להאמין שהן צולמו על גבי סמארטפון, אבל השדרוג שלה הוא לא משמעותי לעומת מצלמת האייפון 7 פלוס שהיא בעצמה מצלמה מצוינת. למשתמשי ה-7 יהיה קשה להבחין בהבדל, על אף שהוא קיים, ולכן אני לא חושב שהמצלמה עצמה היא סיבה מספקת בשביל לשדרג מהדגם הקודם ל-8. משתמשים בדגמים קודמים של אייפונים (יותר בכיוון ה-5s או SE) ימצאו את השדרוג כמשמעותי יותר עבורם.\nתמונה: גיקטיים\nשדרוג משמעותי נוסף הוא המעבר לשבב A11 Bionic מבית אפל, שאמור לספק שיפור של 25% בביצועים, ובפועל גורם לאפליקציות מורכבות כמו אלו שמשתמשות ב-ARkit לעבוד בצורה חלקה ומרשימה, אך לא בצורה משמעותית מעבר לאייפון 7 פלוס שלי שמספק כבר בעצמו חוויה חלקה למדי. המעבד הזה הוא הרבה יותר “Future Ready” ויתמוך טוב יותר בפיתוחים חדשים בתחום הגרפיקה למובייל ובעיקר ב-ARkit שככל הנראה יתפוס תאוצה בשנה הקרובה. נכון לעכשיו אין הרבה אפליקציות שלוקחות את המעבד עד הקצה, אך הכוח העודף שלו יאפשר לו לשמור על כוחותיו לשנים ארוכות בתקווה.\nלצערי, אפל העלתה את מחיר דגמי האייפון 8, וקירבה אותם צעד נוסף לכיוון מדרגת המחיר המוגזמת מעט של 1,000 הדולרים של האייפון X. כך היא בעצם עושה את ההתלבטות עבורכם קלה יותר: אם אתם אלו שאוהבים להחזיק תמיד את הצעקה האחרונה בתחום הסמארטפונים, אוהבים את האייפון ומוכנים לשלם עליו, פשוט תמתינו בסבלנות כמה חודשים להשקת ה-iPhone X. ההבדל במחיר בין שני המכשירים כבר לא כל כך קריטי לצערי. אם גודל ה-iPhone X לא מדבר אליכם, או אולי אתם לא מוכנים להפרד מ-Touch ID, או פשוט לא מעוניינים לשלם 1,000 דולרים עבור סמארטפון חדש ועדיין מעוניינים להשאר במערכת ההפעלה של אפל, אז האייפון 8 יהיה מכשיר שיספק אתכם עד מאוד. הוא נותן לנו עוד ממה שאהבנו באייפון 7, אבל טוב יותר.\nתמונה: גיקטיים\nאני משער ששמתם לב לתמה כלשהי בסקירה הזאת. האייפון 8 הוא לא בדיוק דור חדש של אייפונים כמו שאפל מנסה למכור אותו. במובן מסוים מן הראוי שהיה נקרא ״iPhone 7s״. ה-iPhone 7 היה מספיק חדשני ביחס לקודמו בכך שהוסיף מצלמה נוספת בגב המכשיר ואטימות למים (ששינו לטעמי את אופן השימוש הפוטנציאלי במכשיר), זאת בעוד שה-iPhone 8 רק מעט יותר חדשני מקודמו ובעצם מציע בעיקר את הטעינה האלחוטית ומסך ה-True Tone כשדרוגים הבולטים במיוחד בו. כל זאת זאת בעוד שה-iPhone X מחכה מעבר לפינה עם עיצוב חדש, מסך ענק וחדש בעולם של אפל, דרך חדשה לפתוח את נעילת המכשיר (ולהנפיש אמוג׳ים על הדרך) ושינויים נרחבים במחוות השימוש הבסיסיות במערכת ההפעלה.\nעל אף מיעוט אפקט ה״וואו״, ה-iPhone 8 הוא מכשיר מעולה, עם חווית משתמש חלקה, בטוחה ונוחה, המצלמה הטובה ביותר שנתקלנו בה עד כה בסמארטפונים, מעבד עוצמתי שרומס כרגע את כל המתחרים ואיכות בניה שאין דומה לה, קשה שלא להמליץ על האייפון 8 למשתמשי אפל שמשדרגים מכמה דורות אחורה, אך אולי פחות למשתמשי אייפון 7/פלוס שוודאי יחכו לשדרוג יותר מפתה. כזה שיש לו את ה-X פקטור.\nהמכשיר ניתן לנו באדיבות iStore, שמציעה את דגמי האייפון 8 במסגרת מכירה מוקדמת, ותפתח ביום מכירות מיוחד בין יום רביעי לחמישי הקרוב ב-00:00 בסניפי הרשת.", "keywords": "אפל,אייפון 8,אייפון 8 פלוס,iphone 8,iphone 8 plus,israel,ישראל,ביקורת,התרשמות,סקירה"}