{"url": "https://www.geektime.co.il/oneplus-8-announced/", "type": "article", "title": "וואןפלוס הכריזה הרגע על ה-OnePlus 8 וה-OnePlus 8 פרו: זה מה שהם מציעים", "description": "עם תמיכה בטעינה אלחוטית מהירה במיוחד, עמידות למים ומפרט מרשים במיוחד, ה-OnePlus 8 Pro נראה כמו טוען לכתר, רק המחיר קצת מאכזב", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/ONE1-1586883375-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-04-14T20:02:12Z", "modified_time": "2020-04-14T20:06:21Z", "articleBody": "עם תמיכה בטעינה אלחוטית מהירה במיוחד, עמידות למים ומפרט מרשים במיוחד, ה-OnePlus 8 Pro נראה כמו טוען לכתר, רק המחיר קצת מאכזב\nמקור: OnePlus\nאחרי לא מעט הדלפות, עונת השקות האביב התחילה ובגדול עם אירוע החשיפה נטול הקהל של OnePlus שהציגה באופן רשמי את ה-OnePlus 8 וה-OnePlus 8 Pro, שיוסיף לראשונה כמה מהפיצ’רים הכי מבוקשים אי פעם מהחברה הפופולרית בקרב קהילת האנדרואיד.\nמקור: OnePlus\nאת החלל שנותר באירוע בעקבות היעדרות הקהל מילא המפרט של ה-OnePlus 8 Pro, שלפחות על הנייר, נראה כמו אחד המרשימים המרשימים ביותר בשוק. הפעם גירסת הפרו המתקדמת תגיע עם מסך 6.78 אינץ’ באיכות QHD+, עם קצב ריענון של 120Hz. לשם השוואה, ה-OnePlus 7 Pro, שהיה אחד ממכשירי הדגל הראשונים אי פעם להגיע עם מסך בקצב ריענון מהיר וזכה לשבחים רבים, הגיע עם 90Hz. בפועל, כל אנימציה, גלילה או סוויפ שתעשו עם המכשיר יהיו חלקים יותר.\nמתחת למסך המרשים יחכה מעבד Snapdragon 865 של קוואלקום, 8 או 12 גיגה זיכרון RAM מסוג LPDDR5, עד 256 גיגה נפח אחסון בתקן UFS 3.0 ותמיכה ב-WiFi 6. על כל זה תנצח סוללה ענקית בקיבולת 4,510mAh שיכולה להגיע ל-60% טעינה בכחצי שעה. בגזרת הסוללה מגיע גם אחד הפיצ’רים המבוקשים ביותר בקרב חובבי OnePlus, ולראשונה המכשיר יתמוך בטעינה אלחוטית בתקן Qi הוותיק. בנוסף, וואן פלוס הציגה מטען אלחוטי מהיר במיוחד בשם Warp Charge 30 שיאפשר לכם סופסוף לדלג על זמני הטעינה הארוכים והמתישים, ולהטעין 50% מסוללת המכשיר בכ-30 דקות בלבד. עוד בגיזרת הדברים שוואן פלוס עושה לראשונה, נמצא את העובדה שגירסת הפרו מצויידת בעמידות למים ואבק בתקן IP68, מה שאומר שהמכשיר ישרוד תיאורטית טביעה במים בעומק של 1.5 מטרים למשך 30 דקות. בכך מיישרת סוף סוף החברה קו עם מכשירי הדגל בשנים האחרונות, דוגמת סמסונג, וואווי ואפל.\nמקור: OnePlus\nאחרי שה-OnePlus 7 Pro איכזב יחסית בגיזרת הצילום, ציידה היצרנית הסינית את המכשיר החדש במערך צילום שכולל ארבע מצלמות: הראשית היא בעלת חיישן 48MP, השנייה היא בעלת עדשה אולטרה-רחבה עם חיישן 48MP, עדשת טלפוטו עם יכולת צילום תקריבים של X3 ועד X30 בזום דיגיטלי, ומצלמת “פילטרים” מעט משונה שתאפשר לכם להשתמש בפילטרי תאורה וצבעים שונים לתמונות קצת יותר מיוחדות. מצלמת הסלפי תגיע הפעם בתצורת Hole-Punch בדומה למכשיר ה-Galaxy S10e של סמסונג מהשנה שעברה.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nלצד ה-OnePlus 8 Pro העוצמתי, החברה הציגה גם את ה-OnePlus 8, והפעם היא שמה דגש סופסוף גם על גודל המכשיר וממתגת את הגירסה הזו כגירסה יותר קומפקטית וקלילה במשקל 180 גרם. ה-OnePlus 8 הסטנדרטי מגיע עם מסך 6.55 אינץ’ באיכות FHD+ ובקצב ריענון של 90Hz. סוללת המכשיר עומדת על 4,300mAh אך היא לא תומכת בטעינה אלחוטית, והמכשיר איננו חסין למים.\nגם הגירסה הסטנדרטית מגיעה עם המעבד החדש ביותר של קוואלקום, עם 8 או 12 גיגה RAM ונפח אחסון של 128 או 255 גיגה. הדגם הזה מסתפק ב-3 מצלמות במערך הצילום האחורי: הראשית היא בעלת חיישן 48MP, העדשה הרחבה עם חיישן 16 מגה פיקסל ועדשה נוספת לצילומי מאקרו עם חיישן 2MP.\nמה שעוד שודרג לצערנו הוא המחיר של המכשירים. מחיר ה-OnePlus 8 יעמוד על 2,999 ש”ח לגרסת ה-8GB RAM ו-3,299 ש”ח לגרסת ה-12GB RAM. דגם ה-OnePlus 8 Pro יתחיל ב-3,699 ש”ח עבור דגם ה-8GB RAM עם 128GB איחסון ויגיע – תחזיקו חזק – ל-3,999 ש”ח עבור דגם הפרו עם 12GB RAM ו-256GB איחסון.\nבנוסף, וואן פלוס הודיעה באירוע שלה כי היא חתמה על הסכם הפצה עם Verizon, שמחזיקה בכ-30% משוק התקשורת הסלולרית בארצות הברית, מה שיאפשר לה להעמיק את נתח השוק שלה באחד השווקים החשובים ביותר בעולם. ה-OnePlus 8 וה-OnePlus 8 Pro צפויים להגיע לישראל כבר במאי. הדגם הרגיל יושק ב-1.5 בעוד שגם הפלוס יושק רשמית ב-25.5.", "keywords": "oneplus,oneplus 8,oneplus 8 pro,וואןפלוס,וואןפלוס 8,וואןפלוס 8 פרו"}