{"url": "https://www.geektime.co.il/meerkat-live-stream-gopro/", "type": "article", "title": "חדש מ-Meerkat: הזרמת וידאו ישירות ממצלמת הגו פרו", "description": "בעזרת הפיצ׳ר החדש משתמשי האפליקציה יוכלו לשדר בלייב את ההרפתקאות שלהם לציבור הרחב. נכון לעכשיו השירות נתמך רק באפליקצית iOS ובמצלמת גו פרו 3 אך צפוי להתרחב בקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/meerkat1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-26T10:25:40Z", "modified_time": "2015-07-26T09:54:53Z", "articleBody": "בעזרת הפיצ׳ר החדש משתמשי האפליקציה יוכלו לשדר בלייב את ההרפתקאות שלהם לציבור הרחב. נכון לעכשיו השירות נתמך רק באפליקצית iOS ובמצלמת גו פרו 3 אך צפוי להתרחב בקרוב\nמקור: Meerkat\nחדש בגיקטיים: לוח משרות הייטק שמתמקד רק במשרות מתחום ההייטק, מתעדכן באופן קבוע ופתוח למגייסים ולמחפשי עבודה.\nאפליקצית הסטרימינג הישראלית Meerkat יוצאת להרפתקה חדשה ומציגה דרך נוספת לשדר תכנים בלייב – ישירות ממצלמת הגו פרו. מכיוון והפיצ׳ר עלה לאוויר רק בסופ״ש הקרוב, ביצועיו עדיין מוגבלים באופן יחסי; נכון לעכשיו, האופציה רלוונטית רק עבור מצלמות מסוג גו פרו 3 ומשתמשי iOS. מהחברה נמסר כי בימים הקרובים צפויה להתרחב התמיכה גם למצלמות מסוג גו פרו 4. בעוד שהזרמת וידאו שכזו יכולה להתבצע רק על ידי משתמשי iOS, כל אחד יכול לצפות בתכנים גם מאפליקצית האנדרואיד או גרסת הדסקטופ.\nחודשים אחרי השקתה של אפליקצית Meerkat הישראלית, המלחמה הקרה בינה לבין שירות הסטרימינג מבית טוויטר, Meerkat, נמשכת על אש קטנה. המוח הישראלי לא נח לרגע, והצוות מאחורי Meerkat לא מפסיק לחשוב על דרכים חדשות להשיג משתמשים חדשים. החידוש האחרון כאמור יאפשר לכל אחד בעל מצלמת גו פרו, להזרים בשידור חי את הפעילות שמבצע כגון סקי, רכיבה על אופניים או צליחת הכנרת.\nבסרטון קצרצר המציג את השירות, ניתן לראות כי על מנת להתחיל ולשדר תכנים אקסטרימיים יש להתחבר למצלמת הגו פרו (בהגדרות ה-WiFi של הסמארטפון), לפתוח את אפליקצית Meerket ולנער את הטלפון (לשקשק) בכדי לשדר לו שאתם בקטע. בשלב הבא תתבקשו להזין את הסיסמא שלכם למצלמה וההזרמה אמורה להתחיל באופן אוטומטי.\nשיתוף הפעולה בין אפליקצית Meerkat לבין גו פרו הוא משמעותי במיוחד, שכן בכל רגע נתון אפליקצית Periscope היריבה נושפת בעורפה. שתי הפלטפורמות נאבקות האחת בשניה בכדי להפוך לשחקן הדומיננטי בתחום הזרמת הוידאו בלייב, תחום שעדיין נמצא יחסית בראשית דרכו. אין ספק כי ההחלטה לחבור עם יצרנית מצלמות האקסטרים הגדולה ביותר בשוק כרגע היא חכמה במיוחד, ועתידה להגדיל בצורה לא מבוטלת את הנראות ושליטתה של Meerkat בשוק.\nMeerkat גייסה מאז נוסדה לפני קרוב לשלוש שנים 18.2 מיליון דולר. השאלה הבאמת מעניינת היא כיצד Periscope תגיב לפיצ׳ר החדש של החברה המתחרה, בתקווה שלא תנקוט בצעד נואש כפי שעשתה בעבר, כאשר פנתה אל סלבריטאים ושכנעה אותם לעבור ולהשתמש בפלטפורמה שלה.\nהורדה לאנדרואיד הורדה ל-iOS\npic.twitter.com/eh04s2LPau\n— Meerkat (@AppMeerkat) July 23, 2015\n", "keywords": "meerkat,מירקט,go pro,go pro 3,גו פרו,סטרימינג,וידאו,video,streaming,go pro streaming live stream,go pro live,ios,אפליקציה,אנדרואיד,אייפון,פריסקופ,periscope"}