{"url": "https://www.geektime.co.il/google-lipizzan/", "type": "article", "title": "גוגל: מצאנו והסרנו כלי ריגול ישראלי בגוגל פליי", "description": "עוד 'גאווה ישראלית': גוגל הודיעה כי מצאה והסירה כלי ריגול של חברת Equus הישראלית; הכלי הצליח לעקוף את מנגוני הבקרה של גוגל ולאחר ההתקנה אפשר לתוקפים לקבל שליטה מלאה למעשה על הסמארטפון של הקורבן", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/Screenshot_1-15.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-30T10:22:41Z", "modified_time": "2017-07-30T10:17:40Z", "articleBody": "עוד ‘גאווה ישראלית’: גוגל הודיעה כי מצאה והסירה כלי ריגול של חברת Equus הישראלית; הכלי הצליח לעקוף את מנגוני הבקרה של גוגל ולאחר ההתקנה אפשר לתוקפים לקבל שליטה מלאה למעשה על הסמארטפון של הקורבן\nאילוסטרציה. מקור: Pixabay\nאנחנו רגילים לשמוע על פיתוחים ישראליים בתחום הסייבר, בהקשרים של הגנה על ארגונים ועל משתמשים פרטיים מפני התקפות, גניבת מידע ותוכנות כופר. אולם בפעם השנייה השנה עולה שמה של חברה ישראלית כחשודה לכאורה על ידי גוגל בהפצה של כלי ריגול מתוחכמים, שמתקינים את עצמם על גבי הסמארטפונים של הקורבנות.\nבהודעה שהוציאה גוגל היא מודיעה כי גילתה בגוגל פליי, חנות האפליקציות שלה, כלי ריגול חדש בשם Lipizzan. כלי הריגול, שכמובן הוסר על ידי החברה באופן מיידי, פעל בצורה דו-שלבית וכך חמק ממנגנוני הביקורת של גוגל. האפליקציה, שהמשתמש הוריד בשלב הראשון מגוגל פליי, היתה ‘לגיטימית’ והסוותה את עצמה ככלי גיבוי או כלי הקלטה ולא כללה לכאורה רכיבים בעייתיים. אולם אחר-כך, במסווה של התקנת כלי רישיון לאפליקציה, Lipizzan הורידה והתקינה את רכיבי הנוזקה. על פי גוגל, מרגע שהותקן השלב השני של הנוזקה, היא ביצעה תהליך של ROOT למכשיר וכך היא יכלה להקליט שיחות טלפון ושיחות VOIP דוגמת סקייפ או ווטסאפ, להקליט את המתרחש בעזרת המיקרופון של המכשיר, לבדוק בכל רגע נתון היכן נמצא הקורבן, לקחת צילומי מסך מהמכשיר, לצלם תמונות במצלמות של המכשיר, לקבל מידע וקבצים מהמכשיר ולבסוף לקבל את כל הפרטים האישיים של המשתמש, כולל רשימת אנשי קשר, יומני שיחות, הודעות טקסט ומידע ספציפי של אפליקציות.\nקטע הקוד שהסגיר את הנוזקה. מקור: גוגל\nעל פי גוגל, היא גילתה עד כה כ-100 התקנות בלבד של הנוזקה, אולם חשוב לזכור, כי כלי ריגול מסוג זה לא צריכים כמות מסיבית של התקנות, משום שהם ממוקדים ומיועדים לרוב למטרה ספציפית מאוד כמו אנשי ממשל, מתנגדי משטר, יריבים עסקיים ועוד. הכל תלוי כמובן במזמין.\nעל פי חוקרי האבטחה שגילו את כלי הריגול, חיטוט בקוד שלו העלה קשר לחברת Equus Technologies החשאית, שלמעט עמוד לינקדאין, לא ממש קיימת ברשת. על פי תיאור החברה בעמוד, החברה הפרטית מפתחת ‘פתרונות חדשניים ומותאמים אישית עבור גופי אכיפה, סוכנויות מודיעין וגופי בטחון לאומיים”. Equus Technologies הוקמה ב-2014 על ידי מתן מרקוביץ, יוצא יחידה טכנולוגית ורפא”ל ודניאל האנגה והיא מעסיקה לא מעט עובדים יוצאי יחידות טכנולוגיות בצה”ל, Verint ו-NSO. בין העובדים הללו ניתן למנות את עמיחי ניידרמן, חוקר אבטחה שהתפרסם כאשר חשף כיצד ניתן לפרוץ בקלות לרשת ה-WiFi העירונית של תל אביב וכן מצא כ-40 פרצות אבטחה שונות ב-Tizen, מערכת ההפעלה של סמסונג.\nEquus Technologies לא הגיבה עד עתה להאשמות של גוגל ושל חוקרי האבטחה או לפניות של עיתונאים.\nבשנה שעברה עלתה לכותרות חברת NSO החשאית, שהוקמה על ידי היזמים עמרי לביא ושליו חוליו, שפיתחה כלי ריגול בשם Pegasus. בעקבות גילוי כלי הריגול הזה הוציאה חברת אפל עדכון אבטחה דחוף למכשירים שמריצים iOS. חברה ישראלית אחרת, Ability, פיתחה כלי ריגול שמאפשר לכל משתמש לבלוש אחרי כל שיחה או מכשיר טלפון פשוט על ידי הזנת מספר הטלפון של הקורבן.", "keywords": "נוזקה,equus,equus technologies,אקווס,ליפיצן,nso,כלי ריגול,טרויאני,סוס טרוייאני,סייבר,lipizzan"}