{"url": "https://www.geektime.co.il/snowden-addresses-israeli-public/", "type": "article", "title": "אדוארד סנודן נאם לראשונה מול קהל ישראלי והנה 15 הציטוטים הבולטים שלו", "description": "המדליף האמריקאי, ואחד מהאנשים המבוקשים ביותר בעולם, נשא דברים בשיחת וידאו עם קהל ישראלי. בין היתר תקף את NSO הישראלית, כינה את גוגל כ'גרועה ביותר' וענה והאם הוא חושש לחייו. NSO: הוא מכפיש חברות טכנולוגיה ישראליות מבלי שיש לו מידע מוסמך או היכרות עם פועלן", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/SNOWDEN-1541571630-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-07T11:30:48Z", "modified_time": "2018-11-07T10:53:17Z", "articleBody": "המדליף האמריקאי, ואחד מהאנשים המבוקשים ביותר בעולם, נשא דברים בשיחת וידאו עם קהל ישראלי. בין היתר תקף את NSO הישראלית, כינה את גוגל כ’גרועה ביותר’ וענה והאם הוא חושש לחייו. NSO: הוא מכפיש חברות טכנולוגיה ישראליות מבלי שיש לו מידע מוסמך או היכרות עם פועלן\nאדוארד סנודן. צילום: גיקטיים\nאחד האנשים המבוקשים ביותר בעולם, אדוארד סנודן, אינו מרבה בהופעות פומביות. עם זאת, אמש (ג’) בחר המלשין-גיבור-בוגד-לוחם זכויות (מחקו את המיותר) להופיע פומבית – בשיחת וידאו מול קהל ישראלי. סנואדן, שחי בהיחבא ברוסיה, המדינה היחידה שהסכימה להעניק לו מקלט מדיני, הואשם בארצות הברית בריגול חמור וגניבה של רכוש של הממשל, ועקב כך אזרחותו נשללה והוא מבוקש על ידי שירותי המודיעין שלה.\nבאירוע של פירמת ייעוץ התקשורת “אורנשטיין חושן” דיבר סנואדן ארוכות על מעשיו, ההשלכות שלהם וייחס חלק גדול מהדעות שלו על מאמצי הריגול של הממשלה והחברות הישראליות. הנה הציטוטים הבולטים מתוך הדברים שלו.\n“הרבה אנשים, גם חברים טובים שלי, מתנגדים לכיבוש וביקשו ממני לא להופיע מולכם, לא לדבר. גם אני נגד הכיבוש, אבל אני יודע שלא כל מה שבטוח – הוא תמיד נכון… וברגע שנפסיק לדבר, נפסיק גם לשמוע. ואני לא רוצה שיפסיק להיות דיאלוג”.\n“התוכנית שלי לא היתה להגיד לעולם איך לחיות. אני לא מי שצריך להגיד ‘הנה המדיניות שצריכה להיות’.  לכן אני לא פרסמתי בעצמי. יכולתי לעשות את זה, אבל במקום זה הלכתי לעיתונאים, ונתתי להם את המידע שהם יפרסמו, כדי שהם ישפטו בצורה עצמאית מה הציבור צריך לדעת וכדי להגן על הדמוקרטיה”.\n(בהתייחסו לאיסוף נתונים של חברות מסחריות)\n“פייסבוק היא דוגמה טובה מאוד, למרות שגוגל הרבה יותר גרועה”.\n“פייסבוק עובדת קשה להגיע לנתונים ולאנשים. לפייסבוק לא אכפת משום דבר, לא מהדעה שלכם, אלא מהנתונים שלכם, ואתם המוצר. מה שהם שומרים לעצמם ומה שהם מוכרים לאחרים זה הסיפור של החיים שלכם, החיים של השכנים שלכם, הם יודעים איזה מאמר אתם קוראים, כל קליק שאתם עושים, אלה אנשים שאכפת לכם מהם, האהובים שלכם, זה הרעיון שהם עוקבים אחריהם. זו מערכת שמעוצבת כדי לעקוב אחריכם, כדי לשים את המוח שלכם על המדף, והדבר המפחיד הוא שזה עובד”.\n“הממשלים השונים עושים שימוש בטכנולוגיה כדי לפקח. חברות מסחריות לא פועלות באותה צורה והן מגבילות את עצמן עם הנתונים שהן שומרות… איסוף הנתונים המסחרי זמין גם להרבה גופים אחרים”.\n“אל תחשבו שאתם לא מעניינים אף אחד. כי כשאתם אומרים משהו כזה, אתם רומזים שמי שבאמת נתון למעקב – מגיע לו. ‘הם שונים אז מגיע להם’. אנשים במעקב מתנהגים אחרת, הם מפחדים לדבר ויש לזה השפעה”.\n“במסמכים חשפתי כמה שב-NSA היו מרוצים מעצמם, על כך שהצליחו להערים על גוגל ועל ההצפנה שלה ולהגיע לבקאנד שלהם. בהתכתבויות ביניהם הם השתמשו בסמיילי. ואנחנו מדברים כאן על חיים של אנשים”.\n“יכולים לירות בי, יכולים לזרוק אותי מהגג או להרעיל אותי. אני מבין שיכול להיות שאני יכול לבלות בכלא כל חיי או להעלם איפשהו”\n“אני לוקח את הסיכון (שימצאו אותי), אבל אני צריך לפעול, לדבר ולחיות. בגלל שאני בחיים הממשלות יכולות להשתמש בי כדוגמה למה שקורה לאדם שאומר לאנשים את מה ‘שאנחנו לא רוצים’, ואם הן יפעלו נגדי, זה רק יוכיח את מה שאני אומר”.\n“אני בגלות. אני אמנם ישן במוסקבה, אבל אני חי בכל מקום בעולם”.\n“בישראל קיים שיתוף פעולה הדוק בין חברות מסחריות והממשלה. בארה”ב, חברות הטכנולוגיות לא תמיד משתפות פעולה עם הממשלה, אבל לממשל יש גישה לגוגל, פייסבוק, יאהו, למרות שהן מנסות להרחיק את עצמן ולהגיד: ‘זה לא קורה’. אני לא רואה אותה תגובה בישראל לא כל כך”.\n“יותר ויותר קשה לגרום לאנשים לא לדבר, וזו הסיבה שאני לא מודאג. אנחנו מתחילים להזכיר לאנשים למה זה שווה לקחת סיכונים. הטרוריסטים אמיתיים והם מאוד מסוכנים, אבל הם לא מדעני טילים. אם אנחנו נותנים לעצמנו לפחד מאדם עם סכין ברמה שמאפשרת למדינה שלנו להפר את הפרטיות שלנו, הפסקנו להיות אזרחים והפכנו לנתינים”.\n“כל מה שקורה בארצות הברית – קורה גם לכם הישראלים, רק יותר גרוע… אם אתה אמריקאי, יש תהליכים, צריך לקבל צו, בית משפט, למרות שלא צריך לספק הוכחות. הישראלים מנסים לחקות את כל מה שקורה פה”.\n“הישראלים מומחים בטכנולוגיית ריגול. יש את NSO מהרצליה ותוכנת הפגסוס שלה… כל מה שהחברה הזאת צריכה לעשות זה לשלוח לך לינק לטלפון ואתה תלחץ עליו מתישהו… ומאותו רגע היא משתלטת לך על הטלפון ויודעת הכול… כשעיתונאית מקסיקנית התחמקה ולא לחצה על הלינק, הם שלחו אותו לטלפון של הילד שלה…”\n“NSO אומרת שהמוצר שלה נמצא בשימוש רק של ממשלות וגורמי אכיפה כנגד טרוריסטים. לממשלה הישראלית יש את זה, אבל למי עוד? איך אתם שולטים על זה? החברה הזאת היא הכי גרועה שיש והעבירה אותה לגורמים מפוקפקים”.\n“איך ידעו הסעודים איפה ג’מאל חשוקג’י ומה התוכניות שלו? הם השתילו לו את הרוגלה בטלפון של אחד מהמכרים שלו”.\nבתגובה לפניית גיקטיים מסרה NSO את הדברים הבאים:\n“אדוארד סנודן מצא בשנים האחרונות מקלט ובית חם ברוסיה ומשם הוא בוחר לעסוק בנושאים כמו זכויות אזרח ודמוקרטיה ולהכפיש חברות טכנולוגיה ישראליות מבלי שיש לו שום מידע מוסמך או היכרות עם פועלן.\nחברת NSO עוסקת בפיתוח מוצרים שנמכרים לגורמי ממשל למטרה הבלעדית של חקירה ומניעת פשע וטרור. \nלא זאת בלבד שהחברה פועלת בכפוף לחוקי הייצוא הביטחוני, היא גם החברה היחידה מסוגה בעולם שמפעילה ועדת אתיקה עצמאית הכוללת מומחים חיצוניים מרקע משפטי ויחסים בינלאומיים במטרה למנוע מצב שמוצריה ינוצלו לרעה, ולכן, בניגוד למה שפורסם בעיתונות, החברה איננה מוכרת אותם ואיננה מאפשרת את הפעלתם במדינות רבות.\nמוצרי חברת NSO מסייעים מדי יום ביומו בהצלת חייהם של אלפי אנשים מידי טרוריסטים, ברוני סמים, חוטפי ילדים, פדופילים ועוד”.\n“אני אמריקאי. אני אוהב את הדגל שלי ואני רוצה לחזור הביתה. אבל אני גם אוהב חופש. אין לי מה להחביא אלא רק דברים להגן עליהם”.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\n ", "keywords": "אדוארד סנודן,סנודן,מדליף,מלשין,מלשן,לוחם חופש,פעיל זכויות,אורנשטיין חושן,אירוע,סייבר,nso,אבטחת מידע"}