{"url": "https://www.geektime.co.il/geekjob-marketing-and-sales-july/", "type": "article", "title": "עבודה בהיי-טק: 10 משרות חמות במרקטינג ובמכירות", "description": "ריכזנו עבורכם 10 משרות טריות בתחום המרקטינג והמכירות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/macbook-606763_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-05T15:10:00Z", "modified_time": "2016-07-05T17:03:52Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום המרקטינג והמכירות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n \n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n– Planning and hands-on management of large-scale Facebook campaigns.\n– Analyze campaign performance and optimize accordingly in order to achieve campaign goals.\n– Create appealing ads by writing and working closely with graphic designers.\nRequirements:\n– At least two years of experience in managing high budget campaigns on Facebook.\n– Familiarity with Facebook products and campaign management platforms.\n– Highly motivated and goal oriented with proven track record in scaling an online advertising account.\n– Exceptional analysis skills, high Excel proficiency and experience working with BI tools.\nTo send a CV for the position of Facebook Campaign Manager – Playtika\n– פילוח הלקוחות לקבוצות בעלות מאפיינים ייחודיים שיוביל למקסום אפקטיביות הפעילות השיווקית: כגון, מניעת נטישה, הגדלת פעילות.\n– בניית הצעות שיווקיות לכל קבוצת לקוחות על פי המאפיינים הייחודיים לה המבוססות על תובנות מבסיסי הנתונים.\n– מקסום התקשורות עם הלקוחות ואפקטיביות ההצעה השיווקית.\n– ביצוע אנאליזות שוטפות של פעילות השחקנים לשם הגדלת יעילות המהלכים השיווקיים וביצוע אופטימזציות.\n– הגדלת היעילות ושיפור חווית הלקוח באמצעוות אוטומציה של תהליכים ופרוטוקולים שיווקיים.\n– ניטור שוטף של כלל הפעילות העסקית המתבצעת ע”י השחקנים.\n– הובלת פרוייקטים מול ממשקי עובדה רבים באירגון.\nRequirements:\n– בוגר תואר ראשון בסטטיסטיקה /כלכלה/תעו”נ.\n– ניסיון של לפחות שלוש שנים כאנאליסט שיווקי/מנהל CRM אנליטי בתחום ה אונליין/טלקום עדיפות – מחברות Online GAMING, FOREX.\n– ניסיון בפעילות שיווקית בתחום שימור לקוחות ומניעת נטישה – יתרון משמעותי.\n– ניסיון מעמיק בעבודה עם אקסל/בסיסי נתונים – חובה .\n– אנגלית ברמת שפת אם.\n– ניסיון בעבודה בחברה גלובלית/ מול שוק גלובלי- יתרון משמעותי.\n– ראייה עסקית רחבה .\nTo send a CV for the position of CRM Manager – 888\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage.\n– Minimum of 1+ years as an Online Media Manager.\n– Proven knowledge in RMX/Appnexus – an advantage.\n– Proven knowledge in Double click Ad serving platform – an advantage.\n– Proven, measurable results in developing and growing an internal affiliate channel/program.\n– Demonstrated ability to initiate and grow relationships.\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution.\n– Ability to take on multiple projects at the same time.\n– Must possess strong knowledge of the affiliate marketing industry.\n– Strong organizational, analytical, presentation and problem solving skills.\n– Experience in handling of tracking tools and online technologies.\n– Profound knowledge of MS-Office Products (Excel in particular).\n– Passion for online games.\n– BA/BS degree – an advantage.\nTo send a CV for the position of Online Media Manager – Plarium\nThe Video Campaign Manager tracks on going campaigns to notice trends and act upon those. The Video Campaign Manager in also in charge of setting up new campaigns, both from the technical side of things and communicating all campaign details with the clients.\nAs a part of a team, the Video Campaign Manager looks for new supply and demand sources to develop new business within the team and department.\nRequirements:\n– Recruiting new relevant publishers for the campaigns.\n– Opening, closing and managing campaigns, monitoring their performance.\n– Ongoing campaign & media optimization – requires a high level of analytical skill – the ability to analyze datasets and deliver actionable insights.\n– Ability to work independently and as part of a team (Media & Product).\n– Ability to multitask and work dynamically under pressure.\n– Support and Technical issues -retentions of clients.\n– Email Skype communication.\n– Daily report updates.\n– Daily follow ups.\nTo send a CV for the position of Video Campaign Manager – Brightcom\n– אפיון פתרונות טכנולוגיים מורכבים ללקוחות בתחום התקשורת.\n– ניהולי תהליכי מכירה מול לקוחות עד לסגירת העסקה.\n– כתיבת מענה למכרזים.\n– בניית מצגות מכירה וייעוץ ללקוחות.\n– ליווי POC (פיילוטים) באתרי לקוחות.\nRequirements:\n– שנתיים ניסיון בתחום תקשורת הנתונים- חובה.\n– Networking ברמת פרוטוקלי ניתוב ועולם ה- IP הסמכות של יצרנים מובילים- יתרון.\n– יכולת לימוד עצמי גבוהה.\nTo send a CV for the position of לחברת Partner דרוש/ה Pre Sale תקשורת – Partner\n– Research, pursue, and develop new business relationships.\n– Manage an eight-digit annual invoiced revenue portfolio.\n– Manage day-to-day relationships with partners including commercial, legal, financial and marketing aspects.\n– Negotiate commercial terms while utilizing analytical data.\n– Advance and establish new opportunities with existing relationships and define revenue opportunities.\nRequirements:\n– Native English speaker.\n– 3-5 years of experience in Business Development (new markets) or Account management.\n– Experience in a media/online position (e.g. affiliate manager/media buyer/account manager etc.) – must.\n– Experience in the Gaming industry – must.\n– Excellent relationship building skills.\n– Experience in managing large customer portfolios.\n– Great negotiation skills.\n– Excellent analytical skills.\n– Experience working with C level managers – advantage.\nTo send a CV for the position of Gaming Sales & Business Development Manager – Natural Intelligence\n– Technical pre-sale activities with selected startups, including hands-on support, running POCs, building architecture and support sales.\n– Support IBM Developers Community activities. That includes promoting, presenting and demo IBM Cloud offering in meetings, meetups, event and hackathons.\n– Engage directly with IT and C-level executives to understand their key technical challenges.\n– Generates new opportunities and deal with competition technical arguments.\n– Be the technical point of contact for your accounts, and be responsible for their VP R&D / CTO customer experience.\n– Collaborate with IBM teams in Israel and across the world.\nRequirements:\n– Significant experience (Minimum of 5 years) in a technical role (technical pre-sale in of the Cloud environment is an advantage)\n– Deep understanding of cloud technology (Iaas and PaaS) and its business models. Past experience in selling cloud solutions is a plus.\n– Past experience or deep understanding of IBM Bluemix and IBM Softlayer is a plus.\n– Past experience with Blockchain is a plus.\n– The ideal candidate will possess both a technical and business background that enables him/her to engage an account at the VP R&D / CTO level as well CEO level.\n– Bachelor of Science degree required (engineering or computer science is a plus)\n– Strong presentation and pitch skills.\n– Fluent in English and Hebrew.\nTo send a CV for the position of Cloud Technical Pre-Sale for Israeli Startups – IBM\n– Establish, develop and maintain relationships with media vendors and proactively seek new revenue opportunities.\n– Track campaign results and optimize profitability.\n– Campaign management: ads operations, ad trafficking, billing and more.\nRequirements:\n– BA / Bsc degree.\n– 1-3 years of experience in media buying or a similar role in the online advertising industry.\n– Fluent English- a must! Other languages – an advantage.\n– Negotiation and selling skills, marketing and sales oriented.\n– Great Analytical skills.\n– Tech savvy.\nTo send a CV for the position of Media Buyer – Vexigo\n– Uncover and develop new opportunities from outbound activities.\n– Build a strong pipeline of sales opportunities to deliver on sales targets.\n– Meet or exceed monthly, quarterly and annual qualified sales opportunities targets.\n– Conduct high level conversations with senior executives.\n– Be fearless and relentless in creating new opportunities.\n– Work US hours (EST) from Israel.\nRequirements:\n– BA/BS Degree or equivalent experience is required.\n– Experience with high volume calling.\n– Dynamic, high energy sales professional with 2-4 years proven track record—ideally in SaaS.\n– Previous experience working in an outbound position.\n– Experience with analyzing high volume calling processes.\n– Exceptionally strong verbal and written communication skills.\n– Professional business acumen, self-starter and results-driven personality.\n– Excellent team management and prioritizing abilities.\n– Proven track record achieving measurable sales goals in an automated sales environment where accurate entry and management of lead data in a CRM system is required. Experience with Salesforce.com is a plus.\n– English – mother tongue.\nTo send a CV for the position of SDR (Sales Development Rep) – feedvisor\n– Manage and optimize PPC channels performance and maximize ROI for high-volume campaigns\n– Improve conversion performance by A/B testing ad copy and landing pages\n– Make recommendations on campaign enhancements and structuring\n– Provide regular reporting and analysis of campaign performance\n– Identify new opportunities, plan, test and implement new customer acquisition channels\n– Help influence the strategy for several key digital marketing initiatives\nRequirements:\n– 1-2 years of hands-on experience managing PPC accounts (Adwords, Bing, FB), ideally for high-volume, global B2C websites.\n– Exceptional analytical and quantitative skills, with a demonstrated ability to work through complex data sets to zero in on what’s most important.\n– Proficiency with Excel and BI tools.\n– Good working knowledge of current best practices in paid search.\n– Bachelor’s degree or higher, preferably with an emphasis in marketing, business, computer science, math, or similar quantitative focus.\n– An innate curiosity and a passion to succeed.\n– High level of English required.\nTo send a CV for the position of SEM Specialist – Perion Network Ltd.", "keywords": "facebook campaign manager,playtika,crm manager,888,online media manager,plarium,video campaign manager,brightcom,לחברת partner דרוש/ה pre sale תקשורת,partner,gaming sales & business development manager,natural intelligence,cloud technical pre-sale for israeli startups,ibm,media buyer,vexigo,sdr (sales development rep),feedvisor,sem specialist,perion network ltd.,gaming sales & business development manager,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}