{"url": "https://www.geektime.co.il/geekjob-190616/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 19 ביוני", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Full Stack / Web Developers, Bookkeeper, Junior Analyst, UX Designer", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/student-849828_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-19T13:30:09Z", "modified_time": "2016-06-19T13:05:33Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Full Stack / Web Developers, Bookkeeper, Junior Analyst, UX Designer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\n– Payment to suppliers.\n– Bank reconciliations.\n– Closing monthly / quarterly / annual reports.\n– Cash Flow management.\n– Tax reports.\n– Reporting to tax authorities.\nRequirements:\n– 3-5 years of experience as a bookkeeper.\n– Experience in overall accounting processes (billing / collections, payments / Banks and monthly closing.\n– Experience in Hi-Tech companies – Big advantage.\n– Full control in all applications – Office and Excel.\n– Familiarity with Sap Business 1 – Must.\n– Bookkeeping course 1, 2, and 3.\n– Team player with good Interpersonal Skills.\n– Able to work independently and under pressure.\n– Highly organized and reliable with great attention to detail.\n– Experience working with multiple currencies.\nTo send a CV for the position of Bookkeeper – SAPIENS\nPen-Testing skills and proven experience\nDiscover and mitigate vulnerabilities in sensitive Critical Infrastructure\nDevelop and design innovative cyber security solutions for unique and complex technologies\nWork in partnership with government agencies, leading industry experts, and academia\nLeverage traditional and non-traditional research methodologies to advance GE’s overall Cybersecurity practice\nRequirements:\n– Cyber security professional with a minimum of 5 years of experience\n– Bachelor’s degree in Computer Science or a related field with at least 2 years of relevant experience in software/hardware research and development\n– Must possess strong verbal & written communication skills in English, with demonstrated experience\n– Must be willing to work out of an office located in Herzliya, Israel\n– Must submit to a background investigation, including verification of past employment and educational background\n– Experienced talented individuals who have expertise in these types of technologies: Developing POCs and pen-testing tools, Threat Modeling, Researching network protocols, Deep understanding of cryptography, Bypassing intrusion Detection and Prevention systems / applying evasion techniques, Reverse Engineering, Experience in industrial networks and SCADA protocols.\nTo send a CV for the position of Lead / Cyber Security Researcher – General Electric\n– התפקיד יכלול מגוון רחב מאוד של בדיקות מרמת ה Mobile Application דרך אפליקציות web ועד בדיקות תהליכי רקע ב DB.\n– התחום החל מיסוד אוטומציה כחלק ממערך הבדיקות ובמסגרת התפקיד תתאפשר בניית תסריטים אוטומטיים ולמידת הנושא.\nRequirements:\n– הכרות עם מתודולוגיות בדיקות (מסמכי בדיקות STP, STD, STR, עבודה עם כלי בדיקות).\n– יכולת הבנת מערכת, תרגום מסמכי איפיון וניתוח למסמכי בדיקות.\n– לפחות שנתיים ניסיון בבדיקות תוכנה Client – Server.\n– נסיון בעבודה עםSQL MS, יכולת יצירת שאילתות מורכבות.\n– הכרות עם Web Services, SoapUI – יתרון משמעותי.\n– הכרות עם כלי אוטומציה – יתרון.\n– נסיון בעבודה מול מערכות CRM & Web – יתרון.\n– אנגלית – ברמה גבוהה.\nTo send a CV for the position of QA Engineer – 888\nWe are seeking a highly motivated, Account and Business Development Manager to join our Gaming business unit.\nResponsibilities: \n– Research, pursue, and develop new business relationships.\n– Manage an eight-digit annual invoiced revenue portfolio.\n– Manage day-to-day relationships with partners including commercial, legal, financial and marketing aspects.\n– Negotiate commercial terms while utilizing analytical data.\n– Advance and establish new opportunities with existing relationships and define revenue opportunities.\nRequirements:\n– Native English speaker.\n– 3-5 years of experience in Business Development (new markets) or Account management.\n– Experience in a media/online position (e.g. affiliate manager/media buyer/account manager etc.) – must.\n– Experience in the Gaming industry – must.\n– Excellent relationship building skills.\n– Experience in managing large customer portfolios.\n– Great negotiation skills.\n– Excellent analytical skills.\n– Experience working with C level managers – advantage.\nTo send a CV for the position of Gaming Sales & Business Development Manager – Natural Intelligence\n– מכירות טלפוניות של פתרונות תקשורת ו-IT ללקוחות קטנים ובינונים במגזר העסקי .\n– מגוון פתרונות התקשורת לעסקים הכוללים כגון: אינטרנט, רשתות, קוים גדולים ותשתיות, אבטחת מידע, Hosting, מרכזיות, פתרונות VOICE לסוגיהן ותקשורת בינלאומית.\nRequirements:\n– ניסיון קודם במכירות- יתרון.\n– היכרות עם פתרונות התקשורת של המגזר העסקי- יתרון.\n– יכולות ניהול מו”מ ושירותיות ברמה גבוהה.\n– העבודה בראש העין במשרה מלאה.\nTo send a CV for the position of דרושים/ות אנשי/נשות מכירות פתרונות תקשורת לעסקים – Partner\nWe work as a TEAM on all project aspects, starting from engagement to plan, build and implement advanced business solutions.\nWe establish new, flexible and interactive approaches that only IBM Information Services can offer through our unique combination of skills, experience and capabilities.\nYou have a great opportunity to be part of all this! While working with professionals in a dynamic, exciting environment.\nRequirements:\n– Background and experience with research and analysis in cyber events.\n– Familiar with Forensic tools\n– Experience in analysis Communication protocols, Reverse Engineering, Code review, Forensic\n– Development Experience with Python, C, C++\n– Proven experience in operating and analyzing attacks and analyzing defence aspects – Advantage:\n– Ability to handle complex tasks and work in a dynamic environment.\n– Well organized, detail oriented, accurate.\n– Ability to work both independently and in a team.\n– Motivation, strive to excellence and high quality results.\n– Fluent Hebrew & English.\nTo send a CV for the position of Junior Analyst – Cyber Analytics Project – IBM\n– Work witManagement of IT lab related requests.\n– Provide guidance to users and other members of the IT team.\n– Support calls through phone, email, and a ticketing system.\n– Design and build complex development/test environments in the lab, including multi OS and clustering.\n– Install, configure and maintain Microsoft servers, Active Directory, DNS, and DHCP, Linux servers: schedule, and perform improvements, upgrades, and repairs.\n– Install configure and maintain Hyper-V and VMWare based hyper-visor environments including high availability clustering.\n– Install, configure and maintain environment based on Amazon AWS or Microsoft Azure services.\n– Plan and implement network and application redundancy including, clustering, high availability,\nsecurity, backup, disaster recovery.\n– Build and maintain Cisco network environments, including security and routing protocols – only non-routing switch operational knowledge required.\nRequirements:\n– Solid 7-9 years of experience in SystemIT Positions Linux (CentOS/Redhat and Ubuntu) and Microsoft.\n– 3-5 years of experience in IT Infrastructure positions.\n– Experience with working with R&D teams in a high paced work environment, preferable in medium-large company.\n– Experience with Basic Microsoft technology including: Server OS and supported H/W, WSUS, SQL.\n– Experience with Networking and Cisco routers/switches, VLAN’s, and Routing.\n– DNS/DHCP, Firewalls (Juniper/Cisco/Fortinet), load balancing, High availability network designs.\n– Experience with Virtualization, Methods, Technology and Implementation of both Hyper-V, ESX, KVM, resource pooling and access/ control management.\nTo send a CV for the position of Lab Engineer – AGT International\nJoin a growing team of top UX designers, and work on leading web, desktop and mobile applications. We are seeking a creative, passionate and experienced User Experience Designer (UX Designer) to create customer-focused, interactive experiences for the enterprise and consumer audience.\nRequirements:\n– Academic degree in graphic design, human-computer interaction or related field.\n– 3+ years of professional experience as a member of a cross-functional team.\n– Should have a varied of web, desktop and mobile software design experience.\n– Experience with the full software development lifecycle, familiarity with agile processes a plus.\n– Strong technical aptitude with key UX tools such as wireframing, prototyping, scripting, and flowcharting products.\n– Must have an active and updated portfolio that demonstrates usability, simplicity, clarity and consistency at the root of your designs that we can have access to review.\n– Comfort presenting cohesive design approaches to non-design audiences.\n– Practical knowledge of the principles and techniques of user-centered design.\n– Prior experience with usability test planning, moderation and analysis desirable.\n– Excellent communication skills very good English (verbal and written ability) required.\n– Ability to flexibly handle multiple projects and initiatives.\nTo send a CV for the position of UX Designer – at&t\nIf you’re looking for challenges with server solutions and running cutting-edge NoSQL big data architecture, then look no further!\nOur complex environment, will ensure that you’ll help solve big data challenges (using Hadoop, Cassandra and other NoSQL solutions) while working in continuous integration and deployment.\nWe deliver -fast, with ‘0 bugs’ as a concept, without quality wavers. To make it happen, we write ‘clean code’, build decoupled components, unit test most of our new code and perform code review for every commit. We work in continuous integration & delivery mode, as every developer distributes code to the website at least once a day.\nRequirements:\n– B.Sc. in computer science or software engineering.\n– 7+ years of experience in server-side development.\n– Extensive knowledge in OOD, architectural and design patterns.\n– Self-directed, ambitious, team player, and a strong communicator.\n– Experience working with complex database schemas.\n– Continuous integration and deployment.\n– Experienced with end to end data and large scale performance challenges.\n– Good understanding of Agile concepts.\nTo send a CV for the position of Senior Server Developer – MyHeritage", "keywords": "full stack / web developers,anyclip,bookkeeper,sapiens,lead / cyber security researcher,general electric,qa engineer,888,gaming sales & business development manager,natural intelligence,דרושים/ות אנשי/נשות מכירות פתרונות תקשורת לעסקים,partner,junior analyst – cyber analytics project,ibm lab engineer,agt international,ux designer,at&t,senior server developer,myheritage,gaming sales & business development manager,at&t,lead/ cyber security researcher,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}