{"url": "https://www.geektime.co.il/geekjob-marketing-and-sales-200916/", "type": "article", "title": "10 משרות חמות בתחום השיווק והמכירות", "description": "ריכזנו עבורכם 10 משרות טריות בתחום השיווק והמכירות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-110682190.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-20T14:00:46Z", "modified_time": "2016-09-20T13:11:06Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום השיווק והמכירות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n \n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n– איסוף נתונים ממספר מקורות מידע.\n– ניתוח / בניית דו”חות אפקטיביים שתוצאתם המלצות לאופטימיזציה של הקמפיינים.\n– אחריות רוחבית על אחד מתחומי הפעילות של החברה (זיהוי מגמות, בניית דוחות לצורך בקרה ומתן המלצות לייעול.\nמטרות התפקיד:\n– שיפור וייעול תוצאות הפעילות השיווקית של החברה.\n– ביצוע בקרה אובייקטיבית ושוטפת על התןצאות החודשיות של היחידות העיסקיות השונות.\nRequirements:\n– ניסיון קודם של כשנה בניתוחים כמותיים – חובה. (ניסיון מחברות Online Gamming יתרון גדול).\n– תואר אקדמי רלוונטי כלכלה / תעו”ן / מנהל עסקים – חובה.\n– ניסיון רחב בעבודה שוטפת עם Excel (Pivots, Complex If Functions, Power Pivot) חובה\n– ניסיון ב-SPSS – יתרון.\n– אנגלית ברמת שפת אם.\nTo send a CV for the position of Marketing Analyst – 888\nNI is a digital commerce company with the goal of simplifying consumer decision-making and connecting engaged consumers with valuable brands. We do so by creating trusted comparison websites that enable high-value relationships between these consumers and the brands they choose. Our clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are seeking a highly motivated, Partner Success Manager to join our great team.\nRequirements:\n– Native level English speaker.\n– 3-5 years of experience in Business Development or Account management.\n– Excellent relationship building skills.\n– Experience in managing large customer portfolios.\n– Great negotiation skills.\n– Excellent analytical skills.\n– Experience working with C level managers – advantage.\n– Some experience in a media/online position (e.g. affiliate manager/media buyer/account manager etc.) – advantage.\n– Experience at an Internet/online company – advantage.\nTo send a CV for the position of Partner Success Manager – Natural Intelligence\nComo is looking for an ambitious Partner Success Manager to manage and operate our new business partner in China and work closely with his clients.\nAs the main point of contact, you’ll spend the first few months adapting our product and technology to the Chinese market, and then continue to help our partner grow his business by leveraging Como’s technology and platform as the leading loyalty and engagement solution for businesses. You’ll work closely with senior management in the partner’s company and with cross-organizational departments at Como including R&D, Product, Legal, Marketing, and more. If you’re a highly motivated person with great operational skills and a love of technology, then this position offers you the chance to be first in the door to an exciting new venture with unlimited possibilities.\nRequirements:\n– Fluent (verbal and written) Mandarin.\n– Strong communication skills.\n– Energetic and fast learner with a “Let’s do this!” mentality.\n– Service oriented.\n– Creative and tech oriented – enjoy learning new technologies quickly.\n– Good understanding of the Chinese market and culture.\n– Good understanding of retail and customer-engagement marketing – advantage.\n– Travel flexibility.\n– Leadership skills.\n– Team player who enjoys working with others.\n– Can understand and implement complex systems, see the big picture.\n– Thrive under pressure, prioritize well, make deadlines, and take responsibility.\nTo send a CV for the position of Partner Success Manager – Como\nThe Video Campaign Manager tracks on going campaigns to notice trends and act upon those. The Video Campaign Manager in also in charge of setting up new campaigns, both from the technical side of things and communicating all campaign details with the clients.\nAs a part of a team, the Video Campaign Manager looks for new supply and demand sources to develop new business within the team and department.\nRequirements:\n– Recruiting new relevant publishers for the campaigns.\n– Opening, closing and managing campaigns, monitoring their performance.\n– Ongoing campaign & media optimization – requires a high level of analytical skill – the ability to analyze datasets and deliver actionable insights.\n– Ability to work independently and as part of a team (Media & Product).\n– Ability to multitask and work dynamically under pressure.\n– Support and Technical issues -retentions of clients.\n– Email Skype communication.\n– Daily report updates.\n– Daily follow ups.\nTo send a CV for the position of Video Campaign Manager – Brightcom\n– Hands-on management of large-scale Mobile campaigns to drive app installs.\n– Analyze campaigns performance and optimize accordingly.\n– Work with various technological systems to deliver ads and analyze performance.\n– Find and implement new business opportunities with mobile networks and publishers.\n– Manage vendor relationships.\nRequirements:\n– At least two years of account management experience in online advertising.\n– Familiarity with iOS and Android products and the mobile ecosystem.\n– Highly analytical, highly proficient with Excel.\n– Online gaming/gambling company experience.\nTo send a CV for the position of Account Manager – Playtika\n– Deploy, manage and optimize large scale online campaigns using various channels.\n– Conduct ongoing reporting and analysis on campaign performance to reach business goals.\n– Develop test plans, measure performance, and make recommendations based on testing.\n– Build and maintain strategic relationships with key acquisition partners.\nRequirements:\n– Minimum 1+ years in hands-on online marketing experience (Account Manager/Media Buyer/PPC manager).\n– Analytical skills and performance oriented, advanced knowledge and understanding of performance metrics, i.e. CTR, CPA, ROI and other KPIs.\n– Fluent English – both verbal and written.\n– Proven advertising experience with at least one of the following platforms: Facebook, Outbrain, Taboola, AdWords – an advantage.\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution – an advantage.\n– Knowledge in SEO/ASO – an advantage.\n– High enthusiasm and interest in working within a fast-paced, international environment.\nTo send a CV for the position of Junior User Acquisition – TGS\n– אפיון פתרונות טכנולוגיים מורכבים ללקוחות בתחום התקשורת.\n– ניהולי תהליכי מכירה מול לקוחות עד לסגירת העסקה.\n– כתיבת מענה למכרזים.\n– בניית מצגות מכירה וייעוץ ללקוחות.\n– ליווי POC (פיילוטים) באתרי לקוחות.\nRequirements:\n– שנתיים ניסיון בתחום תקשורת הנתונים- חובה.\n– Networking ברמת פרוטוקלי ניתוב ועולם ה- IP הסמכות של יצרנים מובילים- יתרון.\n– יכולת לימוד עצמי גבוהה.\nTo send a CV for the position of Pre Sale תקשורת – Partner\n– Establish, develop and maintain relationships with media vendors and proactively seek new revenue opportunities.\n– Track campaign results and optimize profitability.\n– Campaign management: ads operations, ad trafficking, billing and more.\nRequirements:\n– BA / Bsc degree.\n– 1-3 years of experience in media buying or a similar role in the online advertising industry.\n– Fluent English- a must! Other languages – an advantage.\n– Negotiation and selling skills, marketing and sales oriented.\n– Great Analytical skills.\n– Tech savvy.\nTo send a CV for the position of Media Buyer – Vexigo\n– In charge of customer relationships.\n– End-user customer training.\n– Guidance and advice for enhancing the use of the system.\n– Education regarding new and existing features.\n– Ongoing customer enablement.\nRequirements:\n– Excellent spoken and written English.\n– Strong presentation skills.\n– Excellent Excel skills.\n– Strong analytical skills.\n– Customer enablement orientation.\n– Rich and effective interpersonal skills.\n– Bachelor degree in Economics or Business.\n– Experience in online software or technology field – a benefit.\nTo send a CV for the position of Customer Success Manager – Optimove\n– Planning, writing, and maintaining technical documentation content and structure, such as the Cloudify documentation, developer guides, API references, and tutorials.\n– Plan and write technical whitepapers.\n-Participating in feature specifications and providing overall feedback on UI and UX with advanced technology and complex architecture.\nRequirements:\n– At least 3 years of professional experience in writing development documentation, including APIs.\n– Excellent English skills.\n– Ability to understand and explain complex systems, code, implementation and integration processes in simple terms.\n– Ability to understand the needs of IT teams within large enterprises and phrase materials accordingly.\n– Passion for technology and technical writing.\n– Programming experience.\nTo send a CV for the position of Technical Writer – GigaSpaces", "keywords": "marketing analyst,888,partner success manager,natural intelligence,como,video campaign manager,brightcom,account manager,playtika,junior user acquisition,tgs,pre sale תקשורת,partner,media buyer,vexigo,customer success manager,optimove,technical writer,gigaspaces,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}