{"url": "https://www.geektime.co.il/geekjob-050616/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - ספיישל שיווק ומכירות", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Marcom Associate, Facebook Campaign Manager, Online Media Manager ו-Sales Director", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-05T14:20:14Z", "modified_time": "2016-06-05T14:11:54Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Marcom Associate, Facebook Campaign Manager, Online Media Manager ו-Sales Director\n \n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage.\n– Minimum of 1+ years as an Online Media Manager.\n– Proven knowledge in RMX/Appnexus – an advantage.\n– Proven knowledge in Double click Ad serving platform – an advantage.\n– Proven, measurable results in developing and growing an internal affiliate channel/program.\n– Demonstrated ability to initiate and grow relationships.\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution.\n– Ability to take on multiple projects at the same time.\n– Must possess strong knowledge of the affiliate marketing industry.\n– Strong organizational, analytical, presentation and problem solving skills.\n– Experience in handling of tracking tools and online technologies.\n– Profound knowledge of MS-Office Products (Excel in particular).\n– Passion for online games.\n– BA/BS degree – an advantage.\nTo send a CV for the position of Online Media Manager – Plarium\nThe Marcom Associate will be responsible for providing support for a variety of Marketing and communications activities within the company and will work closely with the Marketing Manager to ensure that corporate materials reinforce branding, strategy and messaging goals.\nThe Marcom Associate will be involved in a variety of marketing projects, including:\n– Designing PowerPoint presentations.\n– Production of Marketing collateral.\n– All aspects related to exhibit and trade show participation: exhibit design/refurbishment, floor planning, product display/merchandising, materials, services and logistics.\n– Organizing and conducting customer and other events.\n– The Marcom Associate will be responsible for providing support for a variety of Marketing and communications activities within the company and will work closely with the Marketing Manager to ensure that corporate materials reinforce branding, strategy and messaging goals.\nThe Marcom Associate will be involved in a variety of marketing projects, including:\n– Designing PowerPoint presentations.\n– Production of Marketing collateral.\n– All aspects related to exhibit and trade show participation: exhibit design/refurbishment, floor planning, product display/merchandising, materials, services and logistics.\n– Organizing and conducting customer and other events.\nRequirements:\n– Graphic design skills.\n– Advanced Power point skills.\n– Excellent organizational skills, with demonstrated ability to manage multiple projects.\n– Graphic design skills.\n– Advanced Power point skills.\n– Excellent organizational skills, with demonstrated ability to manage multiple projects.\nTo send a CV for the position of Marcom Associate – SAPIENS\n– אחריות כוללת על כל הקונפיגורציות של הצעות קד”מ שיווקיות על פני מספר מערכות .\n– מתן תמיכה וייעוץ ליחידות העסקיות בפעילויות הקד”מ השיווקיות שלהן.\n– מציאת פתרונות טכנולוגיים חדשים התומכים בצרכים שיווקיים.\n– בניית תהליכי עבודה עם הלקוחות פנים של החברה, והבנת הצרכים והמורכבויות ע”מ לתת פתרונות טכנולוגיים מתאימים.\n– אופטימיזציה ותמיכה בתהליכים קיימים.\nRequirements:\n– תואר בוגר אוניברסיטה – BA /B.sc – חובה.\n– אנגלית ברמה גבוהה – חובה.\n– בקיאות רבה באקסל – יתרון.\n– ניסיון בעבודה עם מערכות ניתוחיות ומערכות בק אופיס (back office) – יתרון.\n– הבנה שיווקית – יתרון.\nTo send a CV for the position of Promotion Operations – 888\nThe Media Buyer is responsible for locating and developing profitable media and vendor relationships. He or she will search, hunt and execute partnerships with internet companies, website owners, and various global online media companies as part of our growing media team.\n– Negotiate media deals – Video orientation.\n– Recognize and convert up-sell opportunities into sales on an ongoing basis.\n– Grow Direct relationships with Premium publishers.\n– Performance and goals orientated.\n– Innovator and fast thinker.\nRequirements:\n– 1-2 years of experience in a similar position (media buying in an online advertising company or marketing department) – a must!\n– Excellent negotiation skills with good interpersonal skills.\n– Experience working with ad-networks ,direct publishers, Mobile web or In app developers.\n– Knowledge of market trends, major players, rates & technologies used for video advertising.\n– Healthy business sense and natural curiosity.\n– Phone / Mail selling experience.\n– Good time management and exceptional attention to details are essential.\n– Team player.\n– Experience working with video platforms (e.g. Adapt, SpotX, Tremor, AOL).\n– English at a mother tongue level – a must. Other Languages – an advantage.\nTo send a CV for the position of Media Buyer – anyclip\nWe are seeking an Inside Sales Prospecting Specialist to help us expand our business to new industries and territories via highly targeted outbound marketing. The role is responsible for feeding the top of the Sales funnel or pipeline with new prospects interested in learning more about how our solution would help their businesses. You will research, target and reach out to qualified prospects via email and social media to explain the benefits of our software solution for customer retention marketing.\n:Responsibilities\n.Identify and research relevant target accounts –\n.Email and reach out via Social Media to the most relevant prospects in each account –\n.Generate initial interest with the prospec –\n.Perform high-level qualification –\n.Obtain commitment from prospective customers to speak with a sales representative –\nRequirements:\n– Extremely organized and detail-oriented.\n– Fluent in spoken and written English.\n– Excellent verbal and written communication skills.\n– Excels working independently and also as part of a team.\n– Strong Microsoft Word, Excel, and Outlook skills.\n– Undergraduate degree in Business, Marketing or a related field preferred.\nTo send a CV for the position of Inside Sales Prospecting Specialist – Optimove\nWe are looking for a passionate and competitive Outbound Sales Development Representative. The Sales Development Department is an extension of the Sales team, generating qualified sales opportunities through both inbound and outbound prospecting. The team’s role is to create new opportunities for the Account Executives to then cultivate through the sales cycle.\nResponsibilities:\n– Uncover and develop new opportunities from outbound activities.\n– Build a strong pipeline of sales opportunities to deliver on sales targets.\n– Meet or exceed monthly, quarterly and annual qualified sales opportunities targets.\n– Conduct high level conversations with senior executives.\n– Be fearless and relentless in creating new opportunities.\n– Work US hours (EST) from Israel.\nRequirements:\n– BA/BS Degree or equivalent experience is required\n– Experience with high volume calling\n– Dynamic, high energy sales professional with 2-4 years proven track record—ideally in SaaS\n– Previous experience working in an outbound position\n– Experience with analyzing high volume calling processes\n– Exceptionally strong verbal and written communication skills\n– Professional business acumen, self-starter and results-driven personality\n– Excellent team management and prioritizing abilities\n– Proven track record achieving measurable sales goals in an automated sales environment where accurate entry and management of lead data in a CRM system is required. Experience with Salesforce.com is a plus\n– English – mother tongue.\nTo send a CV for the position of Sales Development Rep – feedvisor\nWe are looking for an experienced sales directors to join our growing business development and sales team.  Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc.\n– Qualify and nurture inbound leads for high/low touch opportunities\n– Create own opportunities and harvest them, with the help of the backend sales team\n– Personal responsibility for “high touch” accounts\nRequirements:\n– Must have at least 5 years of sales experience executive, at least 2 years in the CDN market.\n– Experience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage.\nTo send a CV for the position of Sales Director – Hola Better Internet\n– Establish, develop, and maintain relationships with media vendors and proactively seek new revenue opportunities.\n– Track campaign results and optimize profitability.\n– Campaign management: ads operations, ad trafficking, billing and more.\nRequirements:\n– BA/ Bsc degree.\n– 1-3 years of experience in media buying or a similar role in the online advertising industry.\n– Fluent English- a must! Other languages – an advantage.\n– Negotiation and selling skills, marketing and sales oriented.\n– Great Analytical skills.\n– Tech savvy.\nTo send a CV for the position of Media Buyer – Vexigo\nPlaytika is looking for an exceptional campaign manager!\n– Planning and hands-on management of large-scale Facebook campaigns.\n– Analyze campaign performance and optimize accordingly in order to achieve campaign goals.\n– Create appealing ads by writing and working closely with graphic designers.\nRequirements:\n– At least two years of experience in managing high budget campaigns on Facebook.\n– Familiarity with Facebook products and campaign management platforms.\n– Highly motivated and goal oriented with proven track record in scaling an online advertising account.\n– Exceptional analysis skills, high Excel proficiency and experience working with BI tools.\nTo send a CV for the position of Facebook Campaign Manager – Playtika\n– מכירות טלפוניות של פתרונות תקשורת ו-IT ללקוחות קטנים ובינונים במגזר העסקי .\n– מגוון פתרונות התקשורת לעסקים הכוללים כגון: אינטרנט, רשתות, קוים גדולים ותשתיות, אבטחת מידע, Hosting, מרכזיות, פתרונות VOICE לסוגיהן ותקשורת בינלאומית.\nRequirements:\n– ניסיון קודם במכירות- יתרון\n– היכרות עם פתרונות התקשורת של המגזר העסקי- יתרון\n– יכולות ניהול מו”מ ושירותיות ברמה גבוהה\n– העבודה בראש העין במשרה מלאה\nTo send a CV for the position of דרושים/ות אנשי/נשות מכירות פתרונות תקשורת לעסקים – Partner", "keywords": "online media manager,plarium,marcom associate,sapiens,promotion operations,888,media buyer,anyclip,inside sales prospecting specialist,optimove,sales development rep,feedvisor,sales director,hola better internet,vexigo,facebook campaign manager,playtika,partner,דרושים/ות אנשי/נשות מכירות פתרונות תקשורת לעסקים,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}