{"url": "https://www.geektime.co.il/geekjob-080516/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 8 במאי", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Bookkeeper, New Business Manager, Data Science Student, Fullstack Developer ו-CRM Manager", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-08T15:00:48Z", "modified_time": "2016-05-08T14:15:05Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Bookkeeper, New Business Manager, Data Science Student, Fullstack Developer ו-CRM Manager\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nDo you have what it takes to build beautiful, innovative new products for massive audiences? Our goal is to build intuitive and engaging products that will tell stories in new and innovative ways for the Geektime audience. This means solving complex, unique and large-scale problems, working with a passionate team, and creating compelling designs for all of our platforms, including our website and mobile apps.\nThis frontend developer will work out of our Tel-Aviv office alongside our product team and content team for the Israeli and international editions, to help design and implement the next version experience around our content.\nRequirements:\n– Be a geek.\n– Likes to work as part of an engaging, collaborative team.\n– Creative, motivated and driven worker.\n– A passion for technology, startups and entrepreneurship.\n– Significant experience with Front-end technologies (Javascript, CSS and HTML).\n– Significant experience with backend technologies (MySQL, PHP, Node.js).\n– Knowledge and experience with WordPress development.\n– Knowledge in browser-compatibility and performance issues.\nEverything else is a bonus.\nTo send a CV for the position of Fullstack Web Developer – Geektime\n– Payment to suppliers.\n– Bank reconciliations.\n– Closing monthly / quarterly / annual reports.\n– Cash Flow management.\n– Tax reports.\n– Reporting to tax authorities.\nRequirements:\n– 3-5 years of experience as a bookkeeper.\n– Experience in overall accounting processes (billing / collections, payments / Banks and monthly closing.\n– Experience in Hi-Tech companies – Big advantage.\n– Full control in all applications – Office and Excel.\n– Familiarity with Sap Business 1 – Must.\n– Bookkeeping course 1, 2, and 3.\n– Team player with good Interpersonal Skills.\n– Able to work independently and under pressure.\n– Highly organized and reliable with great attention to detail.\n– Experience working with multiple currencies.\nTo send a CV for the position of Bookkeeper – SAPIENS\nAt Optimove, the New Business Manager position is a dynamic and essential client-facing role which collaboratively interacts with customers and internal teams to generate new business and build the client portfolio.\n:What you’ll do\n– Drive full sales cycle from prospecting to closure.\n– Build and maintain new business pipeline.\n– Deliver to new business and company targets.\n– Build and nurture new customer relationships.\n– Deliver sales presentations and demonstrations.\n– Participate in joint marketing activities/events.\nRequirements:\n– Excellent English (spoken and written).\n– Strong presentation skills.\n– Rich and effective interpersonal skills.\n– 2-5 years of experience in B2B software sales.\n– Bachelor degree or equivalent undergraduate university qualification (preferably in – Business, IT or Communications).\n– Experience with marketing technologies – an advantage.\n– Experience in the e-commerce industry – an advantage.\nTo send a CV for the position of New Business Manager – Optimove\n– פילוח הלקוחות לקבוצות בעלות מאפיינים ייחודיים שיוביל למקסום אפקטיביות הפעילות השיווקית: כגון, מניעת נטישה, הגדלת פעילות.\n– בניית הצעות שיווקיות לכל קבוצת לקוחות על פי המאפיינים הייחודיים לה המבוססות על תובנות מבסיסי הנתונים.\n– מקסום התקשורות עם הלקוחות ואפקטיביות ההצעה השיווקית.\n– ביצוע אנאליזות שוטפות של פעילות השחקנים לשם הגדלת יעילות המהלכים השיווקיים וביצוע אופטימזציות.\n– הגדלת היעילות ושיפור חווית הלקוח באמצעוות אוטומציה של תהליכים ופרוטוקולים שיווקיים.\n– ניטור שוטף של כלל הפעילות העסקית המתבצעת ע”י השחקנים.\n– הובלת פרוייקטים מול ממשקי עובדה רבים באירגון.\nRequirements:\n– בוגר תואר ראשון בסטטיסטיקה /כלכלה/תעו”נ.\n– ניסיון של לפחות שלוש שנים כאנאליסט שיווקי/מנהל CRM אנליטי בתחום ה אונליין/טלקום עדיפות מחברות Online GAMING, FOREX.\n– ניסיון בפעילות שיווקית בתחום שימור לקוחות ומניעת נטישה – יתרון משמעותי.\n– ניסיון מעמיק בעבודה עם אקסל/בסיסי נתונים – חובה .\n– אנגלית ברמת שפת אם.\n– ניסיון בעבודה בחברה גלובלית/ מול שוק גלובלי- יתרון משמעותי.\n– ראייה עסקית רחבה .\nTo send a CV for the position of CRM Manager – 888\nThe global enterprise AOL/Verizon, is hiring an intern to serve as a Research Assistant for the Machine learning & deep learning team in video Research Group. His/her responsibly will be to collect datasets, run and validate models.\nRequirements:\n– MSc or PhD student in Computer Science, Statistics, Mathematics or equivalent.\n– Experience with scientific papers.\n– Good technical skills.\n– Programming skills are advantages: SQL, Python, R, Matlab, Java.\n– Excellent communication skills.\n– The ability and desire to be constantly learning.\nTo send a CV for the position of Data Science Student – Aol\n– ביצוע פרויקטים ומתן שירותי תמיכה ללקוחות בתחום ה- System.\n– התמחות באחסון מרכזי, פתרונות וירטואליזציה, מערכות מייקרוסופט, גיבויים ועוד.\nRequirements:\n– ניסיון לפחות 3 שנים בתחום ה-System.\n– ניסיון עם Active Directory כולל Troubleshooting ומיגרציה.\n– ניסיון בשרתי דואר Exchange , כולל Troubleshooting ומיגרציה.\n– ניסיון במערכות הפעלה של Microsoft.\n– ניסיון במערכות VMware.\n– ניסיון בהקמה/תחזוקה של רשתות תקשורת של Microsoft.\n– הכרות טובה עם מוצרי Microsoft השונים.\n– הסמכת – MCSE/MCITP – יתרון.\n– הכרות עם מערכות Storage – יתרון.\n– ידע בחומרה, אבטחת מידע, תקשורת – יתרון.\n– ידע במערכות Linux/Unix – יתרון.\nTo send a CV for the position of SYSTEM מומחה/ית – Partner\nWe are looking for a talented software developer for our Automation project to support our rapid agile plans.\nYou must be self-motivated, a quick learner and must have the passion and willingness to learn new technologies and code in various languages on demand.\nYou will be working closely with other software engineers, QA and CI teams.\n:What you’ll do\n– Develop and execute test strategy.\n– Own and evolve the in-house automation framework to product needs.\n– Design automated test, tools and solutions that run on multiple platforms.\n– Work in Agile environment – flexible tasks with content switching.\nRequirements:\n– Bachelor’s Degree in Computer Science (or equivalent).\n– 2-3 years’ experience in software development or in developing automation. infrastructures. (Outstanding graduates may apply as well).\n– Knowledge in OOP in at least one language (C# / Java).\n– Previous experience with Selenium/CodedUI.\n– Deep understanding of Object Oriented Design and Data Structures.\n– Excellent interpersonal and communication skills.\n– Team player, independent and quick learner.\nTo send a CV for the position of Automation Engineer – HPE Software\nAre you bored of working on just the next version of an existing product? Do you want to build exciting new apps as well as making sure the existing apps keep up with the latest and greatest? As an experienced Software Engineer you’ll play a critical role in delivering collaboration and communication applications for the enterprise, that millions of people use every day. This is no small feat, especially when dealing with enterprise customers. We’re taking a mobile first strategy in all we do. In this role you will actively engage with QA, product management, customer support, product design, UI, and the rest of the development organization to achieve your goals. You’ll have the distinct pleasure of being a hero to Jive’s customers as you improve the product, based on their feedback. To qualify you will need to be a talented Objective-C engineer experienced in developing iOS applications.\nWhat you’ll do:\n– Work with other members of the engineering team on architecture, design and development.\n– Provide design leadership and technical assistance to other team members.\n– Must communicate effectively with management and peers.\n– Must be self-motivated, have a strong team orientation, learn quickly and possess excellent communication and interpersonal skill.\n– Passionate about mobile design and development.\nRequirements:\n– 2+ years implementing with Objective-C as a primary language\n– Experience with iOS and Cocoa Frameworks\n– Common design patterns and idioms as they relate to Objective-C and Cocoa\n– XCode environment (Interface Builder, GDB, Instruments, etc)\n– ARC and memory management\n– Solid understanding of computer fundamentals\n– Working knowledge of agile development processes\n– Proud to deliver well-tested quality code with each release\nTo send a CV for the position of iOS Developer – JIVE\nWe’re looking for a Fullstack Developer who loves coding and is passionate about product and business. This person must be able to work independently. We move fast and value great ideas. You’ll be creating innovative new features and maintaining existing ones. Our company loves technology and we believe in building great things.\nRequirements:\n– PHP, JS, JQUERY, MySQL, AWS, Photoshop (basics).\n– IOS & Android – an advantage.\nTo send a CV for the position of Fullstack Developer – Ninja Garden\n– Functioning as a DevOps Engineer building next generation cloud infrastructure.\n– Automate operation, provisioning, installation and monitoring of all components in our Open Ad Management Platform.\n– Working alongside Engineering to apply architecture knowledge to provide an elastic highly available cloud deployment solution.\n– Operate and maintain continues integration and continues delivery flows and tools.\nRequirements:\n– BSc in Computer Science, or commensurate industry experience, preferred.\n– At least 2-3 years’ working experience as DevOps engineer, ideally supporting an agile development process of a large-scale website.\n– Strong scripting capabilities (e.g. Shell, Bash, PHP, Python, Perl and/or Ruby).\n– Deep understanding of version control systems (e.g. Git), including branching and merging strategies.\n– Experience with software build tools (e.g. Maven) and continuous integration and continues deployment tools (e.g. Jenkins, Nexus).\n– Experience with automation/configuration management using either Puppet, Chef or an equivalent.\n– Strong experience with AWS cloud services and API.\n– Strong background in Linux administration.\n– Experience with NoSQL systems (e.g. redis, mongodb) and relevant services (e.g. Storm).\n– Self-motivated learner, quick to research and implement with new technologies and tools.\n– A team player, independent, assertive and professional.\nTo send a CV for the position of DevOps Engineer – Sizmek", "keywords": "fullstack web developer,geektime,bookkeeper,sapiens,new business manager,optimove,crm manager,888,data science student,aol,partner,מומחה/ית system,automation engineer,hpe software,ios developer,jive,fullstack developer,ninja garden,devops engineer,sizmek,גיק ג\\'וב,גיקג\\'וב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,גיקגו\\'ב"}