{"url": "https://www.geektime.co.il/state-of-lte-report-2015/", "type": "article", "title": "מה מצב הדור הרביעי בישראל מול העולם? מחקר חדש חושף", "description": "מחקר חדש שבדק את הכיסוי והמהירות של רשתות הסלולר בעולם, מגלה כי לישראל יש עוד מקום לשיפור. בנוסף, חושף המחקר מהי הרשת הסלולרית המובילה בדור ה-4", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/antena.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-09-25T10:30:34Z", "modified_time": "2015-09-24T22:11:54Z", "articleBody": "מחקר חדש שבדק את הכיסוי והמהירות של רשתות הסלולר בעולם, מגלה כי לישראל יש עוד מקום לשיפור. בנוסף, חושף המחקר מהי הרשת הסלולרית המובילה בדור ה-4\nמקור: OpenSignal\nישראל נהנית כבר שנים מדימוי של מדינה טכנולוגית עם קהילת סטארטאפים, שהיא השנייה בגודלה רק לעמק הסיליקון בארצות הברית; אולם מה מצב התשתיות התקשורת בישראל? האם הוא מיישר קו עם הדימוי של מעצמת היי-טק? רשתות הדור הרביעי בסלולר מאפשרות קצבי העברת נתונים מרשימים למדי שיכולים להגיע ל-300Mbps ותיאורטית גם עד 1Gbps, מה שיאפשר מגוון שימושים כמו צפייה בסרטים באיכות 4K, אפשרויות גיימינג חדשות ועוד. מחקר חדש, שמדרג את מדינות העולם על פי מצב פרישת רשתות הדור-4 שלהן והמהירות הממוצעת שלהן, שופך קצת אור על מצב ה-LTE בישראל ואת מיקומה של ישראל ביחס למדינות אחרות.\nהמחקר החדש שנעשה על ידי חברת OpenSignal האמריקאית מתבסס על אפליקציית הבדיקה שלה שמותקנת על מיליוני מכשירים ביותר מ-200 מדינות. כלומר, המחקר מתבסס על בדיקות בשטח ולא על נתוני חברות או נתונים תיאורטיים. המחקר בודק את מצב תשתיות ה-LTE בכל מדינה ב-2 פרמטרים: כיסוי ומהירות הורדה. מבחינת אזורי הכיסוי, דרום קוריאה קוטפת שלא במפתיע את המקום הראשון עם 97 אחוזי כיסוי; למקום השני ולשלישי מגיעות עוד מעצמות מזרח-אסייתיות: יפן עם 90 אחוזי כיסוי במקום השני והונג-קונד במקום השלישי עם 86 אחוזי כיסוי. ישראל נמצאת הרחק במקום ה-56 עם 48 אחוזים כיסוי בלבד לרשתות הדור ה-4. לשם השוואה, ישראל נמצאת מתחת למדינות כמו הודו, מרוקו, תאילנד, ערב הסעודית.\nלמרות שמבחינת הכיסוי, יש עוד הרבה מקום לשיפור, הרי שמי שכבר נהנה מחיבור 4G בישראל, נהנה מחיבור במהירות הורדה לא רעה אחרי הכל. על פי המחקר, מהירויות ההורדה הגבוהות ביותר נרשמו בניו-זילנד שמובילה עם ממוצע הורדה של 36Mbps, כשאחריה סינגפור עם 33Mbps ורומניה עם 30Mbps. בישראל עומדת מהירות ההורדה הממוצעת על 15Mbps, מה שממקם אותה במקום ה-32 והסביר יחסית.\nמקור: OpenSignal\n \nהמחקר גם בדק את מפעילות הסלולר בכל מדינה ודירג אותן על פי הכיסוי ומהירות ההורדה. בישראל מובילה בהפרש ניכר חברת Orange עם כיסוי של 63 אחוזים ומהירות הורדה של 19Mbps, ואחריה מגיעות שאר המפעילות. פלאפון מובילה על הוט מובייל ועל סלקום עם מהירות הורדה ממוצעת של 11Mbps, מול מהירות הורדה של 6Mbps של השתיים, אולם ל-2 החברות כיסוי רחב יותר (כ-45 אחוזים) לעומת פלאפון עם 30 אחוזי כיסוי בלבד.\n ", "keywords": "סלולר,דור 4,lte,דור רביעי,מהירות,open signal,אופן סיגנל,סלקום,אורנג\\',orange,פלאפון,הוט מובייל,ספקיות סלולר,מפעילות סלולר,הוט-מובייל"}