{"url": "https://www.geektime.co.il/lg-g6-review/", "type": "article", "title": "לקחנו את ה-G6 לסקירה מקיפה וגילינו מכשיר מעולה באיחור של שנה", "description": "אחרי שנה סוערת ומכירות פושרות ל-G5 משנה שעברה, ב-LG תולים הרבה תקוות ב-G6, מכשיר הדגל החדש שלה; לקחנו אותו לסקירה וגילינו מכשיר מצוין עם לא מעט יתרונות. אבל בתזמון הנוכחי, לא בטוח שזה מספיק", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/IMG_1962.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-07T10:30:13Z", "modified_time": "2017-04-06T21:49:26Z", "articleBody": "אחרי שנה סוערת ומכירות פושרות ל-G5 משנה שעברה, ב-LG תולים הרבה תקוות ב-G6, מכשיר הדגל החדש שלה; לקחנו אותו לסקירה וגילינו מכשיר מצוין עם לא מעט יתרונות. אבל בתזמון הנוכחי, לא בטוח שזה מספיק\nצילום: גיקטיים\nהשנה האחרונה לא האירה פנים ל-LG. ה-G5, מכשיר הדגל של החברה שהושק בפברואר 2016 ונשא את בשורת המודולריות, זכה לקבלת פנים פושרת בקרב המבקרים והקהל וגם הקונספט של המודולים לא תפס; גם פרשת הבוטלופ, שעלתה לכותרות בשנה שעברה, גרמה לנזק תדמיתי שהגיע לשיאו בתביעות ייצוגיות בארצות הברית ובישראל. למעשה, נדמה שמה שהציל את המכירות של החברה היא בכלל סמסונג, המתחרה הגדולה מבית, ופרשיית הנוט המתלקח.\nלפני מספר שבועות במסגרת תערוכת המובייל בברצלונה, הכריזה החברה על ה-G6, מכשיר הדגל החדש שלה ל-2017. ב-LG תולים הרבה תקוות במכשיר, שתוכנן ‘על פי הדרישות והצרכים של המשתמשים’. אז האם הצליחה LG במשימה ויצרה מתחרה ראוי למכשירי האנדרואיד המובילים או אולי אפילו מכשיר האנדרואיד הטוב ביותר כרגע? לקחנו את המכשיר לבדיקה.\nאחרי גב העור ה”מעניין” של ה-G4 והמבנה המודולרי של ה-G5, עברה LG למכשיר שעשוי מתכת וזכוכית ומשדר תחושת פרימיום.\nצילום: גיקטיים\nהתכונה העיקרית בעיצוב של המכשיר היא כמובן המסך והמסגרת (Bezel) הדקיקה שלו. למרות שה-G6 כולל מסך בגודל 5.7 אינץ’, גדול יותר ב-0.2 אינץ’ מה-G5, הרי שהוא קטן יותר מהמכשיר של שנה שעברה. למעשה, הוא גם קטן יותר משמעותית ממכשירים דוגמת האייפון 7 פלוס עם מסך ה-5.5 אינץ’ שלו והנקסוס 6P למשל, שגם הוא עם מסך 5.7 אינץ’. בזכות המסגרת הדקה, נהנה המכשיר מיחס מסך-גוף מרשים למדי של 78.6 אחוז – זינוק מרשים בהשוואה ל-70.1 אחוז ב-G5.\nהמכשיר הצר יצר גם מכשיר ביחס תמונה לא שכיח – 18:9 או 2:1, בניגוד ל-16:9 המוכר לנו ממרבית המכשירים. היחס הזה מגדיל למעשה את שטח הנדל”ן על המסך ומאפשר לנו לראות יותר תמונות בגלריה, לראות יותר התרחשויות בזמן משחקים וליהנות יותר מעבודה עם 2 אפליקציות במקביל שחולקות ביניהן את המסך. אנחנו עוד נרחיב על כך בחלק של הממשק.\nעם זאת, חשוב להזכיר שכמו במכשיר ה-MI MIX של שיאומי, רוב סרטוני הוידאו והמשחקים מגיעים ביחס של 16:9, ולכן, אתם צפויים לקבל מלבנים שחורים בצדי המסך, מה שעלול לפגוע קצת בכל הקונספט. עם זאת, תמיד תוכלו לבחור באופציה של App Scaling בתפריט ההגדרות ולהתאים את התצוגה של כל אפליקציה בנפרד.\nרוב הוידאו הוא עדיין ביחס 16:9, מה שיסדר לכם את הפסים השחורים האלו בצדדים. צילום: גיקטיים\nמבחינת תפעול המכשיר, המידות שלו אמורות להפוך אותו לנוח יותר לשימוש ביד אחת, אבל גם אנחנו, עם ידיים גדולות יחסית התקשינו להגיע לכל קצוות המסך ונאלצנו להשתמש ב-2 ידיים.\nעוד חידוש תוכלו לראות בפינות המסך. כמו שאתם יכולים לראות בתמונות שצילמנו, פינות המסך של ה-G6 הן מעוגלות, בניגוד לשאר המכשירים. מדובר בהחלטה עיצובית שנועדה ליישר קו עם פינות המכשיר עצמו שגם הן מעוגלות ולא חדות כמו רוב המכשירים. אחת הסיבות לבחירה בפינות מכשיר מעוגלות נובעת לדברי LG ברצון ‘לרכך’ נפילות אפשריות של המכשיר, ולהגן עליו טוב יותר.\nהמסך מעוגל בפינות במקביל למכשיר. צילום: גיקטיים\nואם כבר מדברים על הגנה על המכשיר, שמחנו לגלות שהמכשיר החדש כולל הגנה ממים ומאבק בתקן IP68. אבל מה המספרים האלו אומרים בכלל? ובכן הספרה 6 שבתקן מתייחסת להגנה הגבוהה ביותר מאבק, כי אחרי הכל, אתם לא רוצים גרגרי אבק בתוך המסך היקר שלכם; וה-8 מתייחס להגנה ממים וכאן המכשיר ימשיך לפעול גם אם תטביעו אותו במים בעומק של מטר וחצי למשך 30 דקות.\nטוב כשאתם עושים כלים. צילום: גיקטיים\nאז זה לא שה-G6 יחליף את ה-GoPro שלכם, אבל עדיין, הוא לא ימצמץ גם אם הוא יירטב משתייה שתישפך עליו, אם ירד עליו גשם או אם סתם ייפול לאסלה. למעשה, באחד מסרטוני הפרסומת של המכשיר המשתמשים פשוט שוטפים אותו מלכלוך במים זורמים.\nוטוב גם בבריכה. צילום: גיקטיים\nעם ההגנה הזו מצטרפת LG לאפל – ומיישרת קו עם ה-S7 של סמסונג משנה שעברה. מכשירים עם הגנה ממים כמו האקספריה וה-S5 כבר פגשנו, אולם אלו כללו לרוב הגנות חיצוניות מגושמות, וכאן ההגנה נעשית ברמת המכלול הפנימי של המכשיר. אהבנו.\nמעל המסך נמצא את הרמקול, חיישני הקרבה והמצלמה הקדמית.\nבצד השמאלי נמצא את כפתורי הווליום\nצילום: גיקטיים\nבצד הימני נמצא את מגירת הסים וכרטיס ה-MicroSD\nצילום: גיקטיים\nמלמעלה נמצא את המיקרופון ושקע האוזניות הסטנדרטי – 3.5 מ”מ (יש!)\nצילום: גיקטיים\nבתחתית המכשיר נמצא רמקול מונופוני, שקע טעינה USB-C ומיקרופון נוסף\nצילום: גיקטיים\nבגב המכשיר נמצא את קורא טביעות האצבע המשולב בכפתור הבית הפיזי והעגול של המכשיר. מעל, נמצא את מערך הצילום הכפול של המכשיר, אותו אנחנו מכירים כבר מה-G5, כשהחדשות הטובות הן שאין ‘בליטת מצלמה’ – וליד – פלאש LED.\nצילום: גיקטיים\nאגב, פרט מעניין הוא שגב המכשיר מצופה בכיסוי Gorilla Glass 5 – הציפוי המתקדם ביותר נגד שריטות שמציעה חברת קורנינג, אבל שאר המכשיר מצופה בגרסאות הקודמות של הציפוי – Gorilla Glass 3 על המסך הגדול ו-Gorilla Glass 4 על עדשות המצלמה. לא ברור מה הסיבה לכך – והאם מעבר לעניין של חיסכון כספי קיים גם מניע עיצובי.\nצילום: גיקטיים\nדיברנו כבר על יחס המסך של ה-G6, עכשיו בואו נדבר רגע על התצוגה שלו; וזו כוללת פנל IPS LCD ברזולוציית +QHD, כלומר, 1440×2880 פיקסלים. קצת שונה מרזולוציית ה-QHD המוכרת לנו שעומדת על 1440×2560. גם צפיפות הפיקסלים השתדרגה ועלתה מ-554ppi ב-G5 ל-564ppi.\nהתצוגה של המכשיר טובה, טובה מאוד אפילו. הצבעים מדוייקים ולא רוויים מדי, אם כי ההרגשה שלנו היא שהתצוגה עדיין לא משתווה למסכים שסקרנו בעבר דוגמת הפיקסל, הנקסוס וה-S7 של סמסונג למשל. מבחינת בהירות, הופתענו שהתצוגה של ה-G6 בהירה מאוד, מה שאפשר לנו להבחין בפרטים ולהשתמש בטלפון גם באור שמש מלא – לא הישג של מה בכך לפאנל LCD.\nכאמור, חוץ מיחס המסך הלא-רגיל, גם הפינות של המסך עצמו הן מעוגלות – לא משהו שרואים במכשירים כיום. הרעיון עצמו חביב ואפילו הגיוני מבחינה עיצובית, אבל חובבי ה-OCD, ישימו לב שהזווית של הקימור אינה מדוייקת והקווים לא בדיוק מקבילים לגוף המכשיר.\nאחד הפיצ’רים המתקדמים במסך המכשיר הוא התמיכה ב-HDR10 (רמת צבע 10ביט). לצערנו, היצע התכנים התומך מוגבל למדי וכולל בעיקר דגימות ומספר תכנים בנטפליקס, אבל צפייה בוידאו תומך מרשימה למדי בחדות ובצבעוניות.\nזה לא רמקול של מכשיר דגל. צילום: גיקטיים\nה-G6 כולל רמקול מונופוני אחד בתחתית המכשיר. מה שזה אומר הוא שבזמן משחק או צפייה בוידאו – סביר להניח שהיד הימנית שלכם תחסום את כל השמע. לצערנו, לא בטוח שזה כל-כך נורא, מכיוון שהאיכות של הסאונד שמפיק הרמקול היא מאכזבת מאוד. למעשה, מדובר באחד מהרמקולים הפחות טובים ששמענו במכשירי סמארטפון בשנים האחרונות. העוצמה נמוכה מאוד, הבסים לא ממש קיימים והצלילים הגבוהים לא חדים ובשילוב עוצמה גבוהה יוצרים דיסטורשן. מכשירים כמו הנקסוס 6P או סדרת ה-Xperia של סוני מוכיחים שרמקולים של סמארטפון – לא חייבים להישמע כמו רמקולים של סמארטפון.\nעם זאת, בחיבור אוזניות – הן חוטיות והן Bluetooth – נהנינו מצליל מצוין וחד, ללא בעיות מיוחדות. בהקשר זה שווה להזכיר שהגרסה שהגיעה לארץ לא כוללת את רכיב ה-Quad DAC, ממיר דיגיטלי לאנלוגי, שאמור לספק אודיו איכותי יותר ונקי מרעשים, זאת בניגוד לגרסה שמיועדת לשוק האסייתי.\nצילום: גיקטיים\nה-G6 מגיע עם אנדרואיד 7.0 נוגט ועליו UX 6.0, ממשק המשתמש של החברה. בשונה מהעדכונים הרגילים לממשק, שכוללים בדרך כלל עוד כמה הגדרות או עוד כמה שידרוגים ב-UI, הגרסה החדשה כוללת מספר התאמות מיוחדות למכשיר ולמידות המיוחדות שלו – כמלבן צר 18:9 או 2 ריבועים 9:9. כך למשל הותאמו מספר אפליקציות כמו נגן המוסיקה המובנה והן עובדות עתה בפורמט ריבועי.\nעבודה במקביל ב-2 חלונות ריבועיים. צילום: גיקטיים\nלפחות מהניסיון שלנו, מדובר בפיצ’ר שימושי מאוד שאפשר לנו לעבוד ולדלג בין 2 חלונות פתוחים במקביל של ווטסאפ וכרום או סלאק ויוטיוב שפועל ברקע ומנגן. אמנם כברירת מחדל של אנדרואיד נוגט, לא כל האפליקציות ניתנות להפעלה במקביל במסך חצוי, אבל, אם תפעילו את מצב המפתחים, תוכלו לכפות זאת על כל האפליקציות, כשהאחריות עליכם כמובן.\nההשפעה של המסך הצר יותר ניכרת, ונהנינו הרבה יותר לקרוא מיילים, לעבוד על מסמכים וכמובן לשחק – עם שטח המסך הנוסף.\nאהבנו את החתימה. צילום: גיקטיים\nמצב ה-Always On, שבאופן אישי אנחנו אוהבים מאוד, כולל 3 אפשרויות כמו שעון אנלוגי, שעון דיגיטלי ושעון דיגיטלי עם ‘חתימה’ של השם שלכם. אפשרויות ההתאמה הנוספות כוללות זמני פעולה למצב – כך שתוכלו למשל לכבות אותו בלילה.\nהיי LG, יש מצב שאתם נותנים לנו משהו כזה? מקור: גיקטיים\nפיצ’ר ה-KnockON השימושי, שמאפשר לכם להעיר את המכשיר עם 2 הקשות, נמצא גם הוא בגרסה החדשה והצטרף אליו מצב ה-Comfort View שמאפשר לכם להוריד את גווני הכחול במסך ולהקל על העיניים למשל לפני שינה. במסגרת המצב הזה, תוכלו אפילו לעבור למצב של שחור-לבן.\nלהפתענו, הגיע הממשק החדש ללא מגירת אפליקציות, בצעד שקורץ בעיקר למשתמשי אייפון או משתמשים במכשירים סיניים. אבל אם אתם כמונו, ולא ממש מסתדרים עם כל הבלאגן על המסך – אין בעיה ותוכלו להחזיר את מגירת האפליקציות בתפריט ההגדרות. אפשרויות התאמה נוספות כוללות למשל את האפשרות לשנות ולהוסיף כפתורי הניווט ואפילו לשנות את צבע הרקע שלהם.\nעוד תוספת חדשה היא ה-Google Assistant, העוזרת הקולית של גוגל. ה-G6 היה המכשיר הראשון שאינו של גוגל שנהנה מהעוזרת הקולית היישר מהקופסה, אולם לאחרונה החלה גוגל לאפשר את העוזרת הקולית בכלל מכשירי האנדרואיד מגרסה 5.0 ומעלה. עם זאת, חשוב לזכור שלמרות הפוטנציאל, השירות זמין כרגע רק באנגלית ובגרמנית והתמיכה שלו במכשירים חכמים בישראל מוגבלת יחסית.\nבשנים האחרונות התרגלנו שהמכשירים מסדרת ה-G, כמו מכשירי דגל אחרים של יצרניות אחרות, מגיעים עם המעבד המתקדם והחזק ביותר בשוק. עם זאת, ה-G6 מגיע עם מעבד ה-Snapdragon 821 של קוואלקום, שהושק כבר לפני מספר חודשים, ונמצא כבר במכשירים כמו הפיקסל של גוגל, OnePlus 3T, ה-Mi 5s של שיאומי וZUK Edge של לנובו. לעומת זאת, ה-S8 של סמסונג למשל, יגיע עם ה-Snapdragon 835 של קואלקום או המקבילה הסמסונגית שלו, ה-Exynos 8895 – שמיוצרים בארכיטקטורת 10-ננומטר החדישה.\nהסיבות לבחירה של LG לא ברורות, כשחלק מהדיווחים מצביעים על כך שסמסונג פשוט הזמינה את כל מלאי המעבדים של קוואלקום, בעוד שדיווחים אחרים גרסו שהרצון של LG להשיק את ה-G6 כמה שיותר מהר הוא הוא זה שגרם לה ‘להסתפק’ במעבד פחות מתקדם. כמובן שחוץ מערכת השבבים, קיימים גם גורמים נוספים שמשפיעים על הביצועים כמו ה-RAM ובעיקר הממשק והאופטימיזציה שלו, אבל אם נשים רגע את הדיונים התיאורטיים בצד, איך הביצועים בשטח?\nיופי של ביצועים. צילום: גיקטיים\nובכן, שמחנו לא להיות מופתעים.\nהממשק של המכשיר עובד מהר וחלק, ללא בעיות בפתיחה או סגירה של אפליקציות או עבודה במקביל ב-2 אפליקציות; לא נתקלנו בכל בעיות מיוחדות בזמן רינדור הסרטון הסופי באפליקציית עריכת הוידאו ובזמן עריכת תמונה והוספת אפקטים בפוטושופ או תיקון צבעים ב-Lightroom. גם את מבחן התלת מימד עובר מעבד ה-Adreno 530 ללא בעיות ולא נתקלנו בלאגים או פריימים חסרים בזמן משחקים כמו Sniper Fury או Asphalt Xtreme.\nבמילים אחרות, לא ממש אכפת לנו אם ה-821 הוא מעבד ‘ותיק’ יותר. הוא עושה עבודה מצוינת וזה מה שחשוב.\nב-LG מתגאים בצינור חום פנימי חדש – שמסייע בפיזור החום שנוצר בתוך המכשיר, אבל מדי פעם – בעיקר בצילום וידאו ארוך או בזמן משחקים – שמנו לב שהמכשיר מתחמם למדי. למרות זאת, ברוב המקרים מדובר בחום סביר ולא יוצא דופן.\nזוג המצלמות האחוריות של המכשיר. צילום: גיקטיים\nכמו ה-G5 משנה שעברה, גם ה-G6 כולל מערך צילום אחורי כפול, שמורכב מ-2 מצלמות עם עדשות שונות. שתי המצלמות מתבססות אמנם על אותו חיישן ה-IMX258 של סוני – בנפח 13 מגה-פיקסל – אולם שדה הראייה שלהן שונה: המצלמה האחורית הרגילה של המכשיר כוללת עדשה בזויית 71 מעלות, בהשוואה ל-75 מעלות של ה-G5, עם מפתח צמצם f/1.8 ומייצב תמונה אופטי, והמצלמה האחורית הרחבה מגיעה עם עדשה רחבה בזווית 125 מעלות, לעומת 135 מעלות בדגם הקודם, ומאפשרת לכם ליהנות משדה ראייה רחב משמעותית ולתפוס יותר פרטים. עם זאת, מפתח הצמצם שלה עומד על f/2.4 והיא לא כוללת OIS (מייצב תמונה אופטי) או יכולות מיקוד כמו של המצלמה הרגילה.\nצילום בעדשה הרגילה. צילום: גיקטיים\n \nצילום מאותו המרחק – בעדשה הרחבה. צילום: גיקטיים\nהחיישן של המצלמות הוא חיישן 13 מגה-פיקסל, לעומת חיישן ה-16 מגה-פיקסל בשנה שעברה, אבל כידוע למעט גודל התמונה הסופי, שמעניין מעט מאוד משתמשים – אין בכך להשפיע על איכות התמונות עצמן. עם זאת, חשוב לזכור שלא מדובר בחיישן חדש והוא נמצא בשימוש של מספר מכשירים – רובם אגב לא מכשירי דגל – דוגמת ה-OnePlus X.\nמהתמונות שצילמנו בתנאי תאורה טובים גילינו שהמצלמה העיקרית של ה-G6 מפיקה תמונות טובות וחדות. הצבעוניות היתה מדוייקת למציאות – אם כי לעיתים הן לא היו מספיק רוויות לטעמנו.\nלצערנו, בתנאים של תאורה חלשה, התמונות לא תמיד יצאו אחידות. לעיתים הן היו סבירות, ולעיתים הן יצאו לא חדות ומגורענות עם ‘רעש’ – ככל הנראה בגלל החיישן שכולל פיקסל קטן יחסית – 1.12 מיקרון – זאת לעומת 1.4 מיקרון ב-S8 או 1.55 מיקרון בפיקסל ובנקסוסים של השנה שעברה, שמאפשרים להרבה יותר אור להיקלט.\nעוד גילינו בבדיקה, שהתמונות של המצלמה הרחבה היו פחות חדות וגם הביצועים שלה בתנאי חושך לא מספקים, ולכן, מומלץ לכם להשתמש בה רק כשאתם חייבים. עם זאת, אנחנו חייבים לציין שהמעבר בין העדשות מהיר וחלק. אנחנו גם מאוד אהבנו את האפקט ה’גו-פרו’אי שלה – ובכלל, העדשה הרחבה היא יתרון נחמד של מכשיר הדגל של LG.\nמצלמת הסלפי. צילום: שולה\nמצלמת הסלפי מגיעה עם חיישן 5 מגה-פיקסל ומפתח צמצם f/2.2. המצלמה מספקת תמונה סבירה ועונה למעשה על הציפיות. מכיוון שגם ככה התמונה שצילמתם בה תזכה לערימת פילטרים – היא בהחלט עושה את העבודה.\nאפליקציה נוחה עם כמה פיצ’רים ריבועיים מאוד. צילום: גיקטיים\nאפליקציית הצילום: בזכות השטח הגדול של המסך הצר ויחס ה-18:9, מציגה אפליקציית הצילום כמה פיצ’רים חדשים שמבוססים עליהם. כך למשל במקום להסתפק בתמונה האחרונה שצילמתם, תוכלו לראות בצד מעין פס גלריה, אותו תוכלו לגלול, ומציג בכל פעם 5 תמונות שצילמתם. תוספת נחמדה ושימושית היא המצב הידני, שמאפשר לכם לשלוט במאפיינים השונים כמו חשיפה, איזון לבן, ISO – גם בוידאו וגם בסטילס. אם תרצו לעבד אחר-כך את התמונה בתוכנות דוגמת Lightroom, תוכלו גם לצלם במצב RAW.\nפיצ’ר ה-Match Shot. צילום: גיקטיים\nבנוסף למצבים המוכרים כמו צילום אוטומטי, ידני וצילום וידאו, תמצאו באפליקציה מצב חדש: Square – שמחלק את המסך ל-2 ריבועים שווים ומאפשר לכם לבחור בין כמה אפשרויות צילום שונות. Snap Shot – שמאפשר לכם לראות את התמונה בחצי מסך; Match Shot – מאפשר לכם לחבר בין 2 תמונות ריבועיות שונות; Grid Shot – שמאפשר לכם לצלם תמונה שמורכבת מ-4 תמונות ריבועיות קטנות – משהו כמו תאי הצילום האוטומטיים, ו-Guide Shot – שמציג לכם תמונה אחרת בשקיפות, כך שתוכלו לצלם תמונה אחרת בהתאם לה. אגב, מרגע הצילום יקפוץ לכם אייקון שיתוף שיאפשר לכם לשתף בקלות את התמונה שצילמתם באפליקציה הרצויה.\nהשוואה מול המצלמה של ה-S7. התוצאה דומה, אם כי התמונה של ה-G6 קצת פחות רווייה. טווח הצבעים בתמונה של הגלאקסי S7 טוב יותר – כפי שתוכלו לרעות בשמיים.\nהתמונה של ה-LG – עדשה אחורית רגילה. צילום: גיקטיים\nהתמונה של ה-S7. צילום: גיקטיים\nהשוואת צילומי לילה עם הנקסוס 6P. המכשיר מספק תמונה טובה ומדוייקת יותר, ללא עיוותים – שימו לב למנורה שבאמצע ולתמונות הרוויות מדי.\nהתמונה של ה-G6. צילום: גיקטיים\nהתמונה של ה-6P. צילום: גיקטיים\nדוגמה לצילום הוידאו של ה-G6\nצילום: גיקטיים\nבשנים האחרונות, נדמה ש-LG היא היצרנית האחרונה שעוד ייצרה מכשירים עם סוללה נפרדת. עתה, בעקבות הרצון של החברה לייצר מכשיר אטום מפני מים ואבק, נכנעה גם LG וה-G6 כולל סוללה מובנית.\nכ’פיצוי’, שידרגה LG את הסוללה בהשוואה ל-G5, שכלל סוללת 2,800mAh בלבד, והסוללה המובנית של ה-G6 היא בקיבולת 3,300mAh. בבדיקה שלנו גילינו שהסוללה תספיק לכם ליום של פעילות ממוצעת מינוס. כלומר, אם אתם משתמשים במכשיר בעיקר לצורך שיחות או ווטסאפים – אתם יכולים להשאיר את המטען בבית. אם, לעומת זאת, אתם מרבים להשתמש בוויז, לצלם או לשחק, תזדקקו להתחבר לחמצן כבר בשעות אחר הצהריים המוקדמות. בכל מקרה, בדפוס שימוש ממוצע שכולל פייסבוק, ווטסאפ, קצת ווייז ומצלמה, ביום שמתחיל ב-7:00 ומסתיים ב-22:00, לא קרה שלא הזדקקנו לטעינה.\nהחדשות הטובות הן שהמכשיר תומך בטעינה מהירה בטכנולוגיית Quick Charge 3.0 של קוואלקום. אנחנו הצלחנו להביא את המכשיר מ-0 אחוז ל-100 אחוז בתוך כ-95 דקות, כשאחרי כ-42 דקות הצלחנו להגיע מ-0 אחוז ל-50 אחוז. החדשות הפחות טובות הן שבניגוד לשווקים אחרים, הדגם שיגיע לישראל לא יתמוך בטעינה אלחוטית.\nהערה: לאחר כשבועיים של שימוש, המכשיר הפסיק לפתע להיטען. ניסינו שוב ושוב – עם מספר מטענים רשמיים של נקסוס וסמסונג למשל שעבדו עד אז היטב – אבל המכשיר סירב להיטען. מאותו רגע, הצלחנו לטעון את המכשיר רק עם המטען הרשמי שמגיע איתו בערכה. אז קחו את זה לתשומת לבכם.\nקורא טביעות האצבע – שמחנו לגלות, בהמשך למגמה הכללית, שקוראי טביעות האצבע הפכו למדוייקים ולמהירים יותר. הקורא של LG, שמשולב בכפתור ההפעלה בגב המכשיר, לא שונה והוא תומך ב-5 אצבעות שונות. נגיעה קטנה והמכשיר נפתח במהירות מרשימה עם אחוזי דיוק גבוהים מאוד.\nרדיו FM – נכון, לא בדיוק הפיצ’ר שבגללו תקנו סמארטפון, אבל המכשיר כולל אנטנת FM עם אפליקציה טובה, שתאפשר לכם להאזין ל… נו… הדבר הזה שהיה לפני ספוטיפיי או יוטיוב… כן, רדיו.\nצילום: גיקטיים\nLG מייצרת שלושה דגמים שונים של המכשיר – בהתאם לשוק הגיאוגרפי בו הוא יימכר. כתוצאה מכך, כל שוק זוכה לדגם עם פיצ’רים, שלא נמצאים בשווקים אחרים. בערך.\nהשוק האסייתי ייהנה ממכשיר עם מעבד האודיו המתקדם Quad DAC ומכשיר בנפח 64GB – אבל מצד שני המכשיר לא יתמוך בטעינה אלחוטית; הדגם האמריקאי אמנם תומך בטעינה אלחוטית, אבל לא כולל מעבד Quad DAC והדגם האירופאי? הוא לא כולל את זה ולא כולל את זה, והחדשות הרעות הן שזה הדגם שמגיע לישראל. אנחנו קצת מתקשים להבין את ההגיון שמאחורי ההחלטה של LG העולמית, אבל, זה מה יש. מרונלייט, יבואנית LG בישראל, נמסר לנו שבעתיד יגיע גם דגם 64GB.\nהמחיר המומלץ לצרכן של רונלייט, יבואנית LG בישראל, עומד על 3,400 ש”ח, אבל בחברה מדגישים שמדובר בהמלצה בלבד וכל רשת רשאית להציע מחירים משלה. עד סוף חודש אפריל מציעה היבואנית שנה אחריות גם על שבר במסך – תיקון שהיה עולה לכם כ-1,000 ש”ח, ובנוסף – חבילת אביזרים משלימים מוזלת.\nצילום: גיקטיים\nאחרי השנה הלא-פשוטה של LG, אין ספק שהחברה הצליחה להוציא מכשיר מצוין וראוי, שמצליח לענות על כל החסרונות של קודמו המודולרי. נכון, יש לו מספר חסרונות, אבל העיצוב, המסך הגדול והצר, ההגנה ממים – כל אלו יתרונות שמצדיקים רכישה, אם אתם מוכנים להשקיע כמובן כ-3,400 ש”ח במכשיר. אבל האם כל זה יספיק? לא בטוח, בעיקר כשבאותה רמת מחיר של ה-G6, יוכלו בקרוב הצרכנים בישראל לרכוש את ה-S8 וה-S8 פלוס המבטיחים של סמסונג.\nלא אהבנו: סוללה, \nאהבנו: מסך, תצוגה, הגנה ממים, ממשק", "keywords": "lg,lg g6,g5,רונלייט,רונלייט דיגיטל,סמארטפון,סקירה,סיקור,מכשיר דגל,always on display,פיצ\\'ר,אנדרואיד,קוריאה,טלפון,פלאפון,ביקורת,בדיקה,"}