{"url": "https://www.geektime.co.il/nokia-3310-is-back-and-in-israel/", "type": "article", "title": "דגם ה-3310 המיתולוגי והמחודש של נוקיה נחת בישראל; המחיר: 250 ש׳׳ח", "description": "הוא חזר, וכן - הוא מגיע עם סנייק", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/Nokia-3310-Warm-Red.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-02T18:00:18Z", "modified_time": "2017-08-02T17:20:42Z", "articleBody": "הוא חזר, וכן – הוא מגיע עם סנייק\n\nתנו לנו להחזיר אתכם לימים בהם ביל קלינטון היה נשיא ארה״ב, אהוד ברק ראש ממשלת ישראל, יס מתחילה לפעול לראשונה עם שירות לוויין מתקדם, “Oops… I Did It Again” של בריטני ספירס הוא השיר המושמע ביותר ברדיו ונוקיה שולטת ביד רמה בשוק הסלולר בעידן שבו המחירים בשמים והאינטרנט מקרטע.\nהדגם המוכר והפופולרי ביותר של נוקיה, 3310, שהושק לראשונה בשנת 2000 זכה השנה לקאמבק מפתיע, שנועד בראש ובראשונה לשמש כיחסי ציבור לחברה שעברה מאז כמה גלגולים, ומנסה להמציא את עצמה מחדש בימים אלו. יורוקום, המשווקת הרשמית של נוקיה, מודיעה היום (ד’) כי המכשיר זוכה להשקה רשמית גם בישראל, עם תג מחיר נגיש במיוחד – 250 שקלים בלבד. המכשיר יימכר תחילה ברשת בסט מובייל ובהמשך יגיע גם לרשתות שיווק וחנויות מובחרות.\nבנוקיה 3310 החדש תמצאו מסך בגודל ״2.4 (ולא, זה לא מסך מגע), ברזולוציית 240X320, זיכרון בנפח 16MB עם חריץ עבור כרטיס microSD שיאפשר לכם להגדיל את נפח האחסון לעד 32GB, מצלמת 2 מגה פיקסל עם פלאש, קישוריות בלוטות׳ 3.0, חיבור אוזניות, רדיו FM, והוא תומך ברשת GSM בלבד.\nמה לא תמצאו בו: קישוריות WiFi, תמיכה ברשתות דור שלישי ורביעי, מצלמה קדמית, ו-GPS.\nאבל הוא מגיע עם סנייק – אז למי בכלל אכפת.\nכזכור חברת נוקיה הפינית נמכרה למיקרוסופט ב-2013, כחלק מהרצון של מיקרוסופט להשיג נוכחות בשוק המובייל. אולם המאמצים שכשלו, ובעיקר מינויו של סאטיה נאדלה למנכ”ל מיקרוסופט במקום סטיב באלמר, גרמו לכך שהחברה החליטה להיפטר מפעילות הסלולר של נוקיה והמותג נוקיה נמכר לחברת HMD Global Oy הפינית, שמורכבת מיוצאי החברה המקורית. בניגוד למכשירים המקוריים, המכשירים החדשים מריצים כולם אנדרואיד, ולמעשה החזון של החברה הוא לייצר מכשירים בסגנון הנקסוס (ז”ל) של גוגל. כלומר, מפרט טוב, גם אם לא הכי מתקדם בשוק, מערכת הפעלה מעודכנת בצורה תדירה עם חוויית “אנדרואיד נקי” ומחיר נגיש יחסית. עד עכשיו הספיקה החברה להשיק 3 מכשירי ביניים כמו הנוקיה 3 – נוקיה 5, נוקיה 6 וכמובן ה-3310 המוכר.\nמכשיר הדגל הבא של החברה, שבו היא תולה לא מעט תקוות, הוא הנוקיה 8 שייחשף בעוד כשבועיים ויריץ את מערכת ההפעלה אנדרואיד.", "keywords": "נוקיה,3310,נוקיה 3310,קמבק,טלפון נייד,פלאפון,nokia,nokia 3310"}