{"url": "https://www.geektime.co.il/edtech-geektime-co/", "type": "article", "title": "כנס ה-EdTech השנתי ייערך ב-Geektime Techfest; מכירת הכרטיסים החלה", "description": "כנס ה-Israel EdTech Summit הגדול בישראל ייערך השנה כחלק מ-Geektime Techfest – פסטיבל הטכנולוגיה הגדול בארץ – בתאריכים 5-4 ביוני במוזיאון תל אביב, ויכלול יריד חברות טכנולוגיות בחינוך, נטוורקינג, פאנלים והרצאות של אנשי תעשיות הסטארטאפ וההייטק, אנשי אקדמיה ומשקיעים מכל העולם. הכרטיסים המוזלים הולכים ואוזלים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/IES-e1491126941460.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-04T19:05:14Z", "modified_time": "2017-04-05T11:03:22Z", "articleBody": "כנס ה-Israel EdTech Summit הגדול בישראל ייערך השנה כחלק מ-Geektime Techfest – פסטיבל הטכנולוגיה הגדול בארץ – בתאריכים 5-4 ביוני במוזיאון תל אביב, ויכלול יריד חברות טכנולוגיות בחינוך, נטוורקינג, פאנלים והרצאות של אנשי תעשיות הסטארטאפ וההייטק, אנשי אקדמיה ומשקיעים מכל העולם. הכרטיסים המוזלים הולכים ואוזלים\nמקור: מתוך אתר הכנס\nשבוע הטכנולוגיה של גיקטיים, ה-Geektime TechFest, יתקיים בשבוע הראשון של יוני, ובמסגרתו יתקיים גם כנס Israel EdTech Summit.\nזוהי השנה השנייה בה נערך ה-IES2017 בישראל, והוא הכנס היחיד מסוגו בארץ שמחבר בין קהילת היזמים והסטארטאפים בתחום הטכנולוגיות בחינוך, ובין משקיעים, מובילי דעה, שותפים והזדמנויות עסקיות מהארץ ומהעולם. בשנה שעברה, הפעם הראשונה שבה נערך הכנס בישראל, הוא משך כ-600 מוזמנים, 120 יזמים, 66 דוברים מכל העולם ו-48 חברות סטארטאפ שעוסקות בתחום הטכנולוגיות בחינוך ומייצאות חדשנות זאת לכל העולם.\nIES2017 ייערך במשך יומיים במוזיאון תל אביב, בתאריכים 5-4 ביוני, ויכלול יריד חברות אדטק ישראליות, נטוורקינג, פאנלים והרצאות של אנשי תעשיית הסטארטאפ וההייטק – כמו מולי אדן, דדי פרלמוטר, סול זינגר ועוד – של אנשי אקדמיה מומחים לחינוך – ובהם פרופ׳ ירון עוז, פרופ׳ אורי אשרי, פרופ’ שמעון שוקן, ועוד רבים אחרים – וכן של משקיעים ואנשי הון סיכון מהעולם, ובפרט מסין.\nיומו הראשון של הכנס ידון במגמות העולמיות בתחום האדטק, בהשקעות ובתפקידן המכריע של טכנולוגיות בחינוך בצמצום פערים, קידום המצוינות, ושמירה על חוסנה הטכנולוגי וההון האנושי של מדינת ישראל. ביומו השני, במקביל לתערוכת החברות המשתתפות, יתמקד הכנס בחדשנות בתחום מדעי הלמידה, למידה מקוונת על כל רבדיה והתמורות בעולם בעקבות העלייה בשימוש של טכנולוגיות אלו.\nכ-60 חברות בתחום האדטק (EdTech) יגיעו להציג את המוצרים שפיתחו בפני משקיעים ושותפים עסקיים מהארץ ומהעולם, וכן יוצגו מקרי בוחן, טרנדים וכל החידושים של תחום הטכנולוגיות בחינוך. הכנס מאורגן על ידי “אדטק ישראל”, בשיתוף בנקאי ההשקעות EastWind Advisors מניו יורק, בשיתוף אקדמי עם אוניברסיטת תל אביב ובחסות משרד הכלכלה.\nההרשמה המוקדמת כבר החלה, ומספר הכרטיסים המוזלים הולך ואוזל.\nלפרטים נוספים ולהרשמה\nאחרי ההצלחה האדירה של פסטיבל הטכנולוגיה הראשון של ישראל בשנה שעברה, ה-Geektime Techfest חוזר ובגדול. עם יותר הרצאות, יותר דוברים, יותר סטארטאפים, יותר אירועים ופשוט הרבה יותר. הפסטיבל ייערך השנה בשבוע השני של יוני (ה-4 עד ה-8 ביוני, 2017) ובדומה לשנה שעברה, יכלול כנסים שונים, תערוכות, מיטאפים, האקאתונים, סדנאות מקצועיות ועוד מגוון ענק של אירועי טכנולוגיה שיעניינו את כל מי שעובד וחי בתעשייה.\nשני האירועים המרכזיים יתקיימו במרכז הכנסים של מלון דיוויד אינטרקונטיננטל בתחילת אותו שבוע: NEXT – כנס הסטארטאפים השנתי של גיקטיים, ובו הרצאות מרתקות, פאנלים על כל הנושאים החמים שמעניינים את קהילת הסטארטאפ ותחרות הסטארטאפים השנתית – ה-Startup Arena, שהשנה תהיה גדולה יותר; ו-Geektime Code Elevation – כנס המפתחים של גיקטיים בשיתוף Elevation Academy, שיעסוק בשפות, קוד, ספריות, באגים וכל מה שמעניין את אנשי קהילת הפיתוח וצפוי למשוך למעלה מ-1,500 מפתחים.\nלפרטים נוספים ורכישת כרטיסים ל-NEXT\nלפרטים נוספים ורכישת כרטיסים ל-Geektime Code Elevation\n", "keywords": "geektime techfest,israel edtech summit,ies2017,edtech,geektime code elevation,מוזיאון תל אביב,טכנולוגיות בחינוך,חינוך,פאנלים,הרצאות,אנשי מקצוע,מחנכים,תעשיית ההייטק,נטוורקינג,next,"}