{"url": "https://www.geektime.co.il/iphone-7-coming-to-israel/", "type": "article", "title": "השקת האייפון 7 בישראל: ריכוז כל הפרטים וההטבות בקרב המשווקות בארץ", "description": "פרטנר מציעה מסלול ליסינג, במחסני חשמל תוכלו לפרוס את הסכום ל-36 תשלומים ללא ריבית ופלאפון תיתן לכם במתנה סוללת גיבוי. הנה כל ׳המבצעים׳ שמציעות חברות הסלולר והחנויות בארץ, לכם נותר רק לבחור", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/iphone-7-back-e1476086292845.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-14T10:30:54Z", "modified_time": "2016-10-19T11:35:20Z", "articleBody": "פרטנר מציעה מסלול ליסינג, במחסני חשמל תוכלו לפרוס את הסכום ל-36 תשלומים ללא ריבית ופלאפון תיתן לכם במתנה סוללת גיבוי. הנה כל ׳המבצעים׳ שמציעות חברות הסלולר והחנויות בארץ, לכם נותר רק לבחור\nמקור: אייפון 7\nרשת iStore תקיים בלילה שבין ה-19-20 באוקטובר הפנינג מכירות לילי, לרגל השקתם הרשמית של מכשירי ה-iPhone 7 & iPhone 7 Plus. המכירה תתקיים בסניף באר שבע שבקניון הנגב (בין הרוכשים בסניף זה יוגרלו 3 מכשירי iPhone 7) ובסניף דיזינגוף תל אביב. מחירו של ה-iPhone 7 יתחיל ב-3,799 ש״ח בעוד זה של ה-iPhone 7 Plus יתחיל ב-4,399 ש״ח. ללקוחות שירכשו קיימת אפשרות לקבל זיכוי של עד 2,000 ש״ח על האייפון הישן שלהם במסגרת תוכנית הטרייד אין של iStore. כמו כן, הרוכשים בלילה הלבן יהנו מהנחות על אביזרים נלווים למכשיר החדש.\nפלאפון יצאה היום (ו׳) במכירה מוקדמת ללקוחות כל החברות. הנרשמים הראשונים באמצעות אתר החברה או מוקד המכירות הטלפוני, ייהנו מהצעה הכוללת: 7 שנים אחריות של החברה ל-iPhone 7, סוללת גיבוי מגנטית בשווי 300 ש״ח שתחולק עד גמר המלאי ומשלוח עד הבית כבר ביום ההזמנה, ללא תוספת תשלום. המחירים ימסרו בסמוך למועד ההשקה.\nה-iPhone 7 יושק בסלקום ב-20 בחודש ויוצע במחיר של אייפון 6S, כאשר ניתן כבר עכשיו להירשם באתר החברה ללא דמי רצינות. בסמוך למועד ההשקה יחזרו אל הלקוחות שנרשמו לביצוע עסקה ותיאום שליחות לביתם, ללא עלות נוספת. מחיר ה-iPhone 7 יתחיל ב-3,690 ש״ח עבור גרסת ה-32GB ויגיע על ל-4,790 ש״ח עבור גרסת ה-256GB, בעוד שה-iPhone 7 Plus יתחיל ב-4,290 ש״ח ויגיע עד ל-5,390 ש״ח.\n \nקבוצת פרטנר פתחה היום (ו׳) את ההרשמה המוקדמת לרכישת דגמי ה-iPhone 7 וה- iPhone 7 Plus, ותאפשר ללקוחות כל החברות לרכוש את המכשיר בקנייה “רגילה״ או במסלול ליסינג ייחודי – פרטנר Smart Lease. כך, יוכלו הלקוחות ׳לקבל׳ את דגמי ה-iPhone 7 וה-iPhone 7 Plus החדשים במחיר של החל מ-1,999 שקלים, ולאחר שנה, לבחור האם לרכוש את המכשיר ב-12 תשלומים נוספים של 179.90 ש”ח (לכל הדגמים), להחזירו, או לחדש את הליסינג לשנה נוספת ולהחליף את המכשיר בדגם ה-iPhone הבא שיושק. בנוסף, 750 הרוכשים הראשונים עם התחלת המכירה, יקבלו הנחה של 350 ש”ח לרכישת אוזניות אלחוטיות מדגם Jaybird Freedom. (מחירו הרגיל של האייפון 7 יתחיל ב-3,799 ש״ח).\nרשת דינמיקה עלתה אמש (ה׳) במכירה מוקדמת של iPhone 7 ללקוחות כל החברות. המכירה המוקדמת מתקיימת באתר ובעמוד הפייסבוק של החברה עד יום שלישי ה-18.10.16, במסגרתה יוכלו הנרשמים לקבל כבר בחצות הלילה שבין רביעי לחמישי (19-20.10.16) את המכשיר החדש עם שליח חינם עד הבית. מחיר ה-iPhone 7 בנפח של 32GB יתחיל ב-3,790 ש״ח ויגיע עד ל-4,290 ש״ח, ומחיר ה-iPhone 7 Plus יתחיל ב-3,990 ש״ח ויגיע עד ל-4,790 ש״ח. כמו כן, החברה יצאה בשני מבצעי השקה; הראשון, בהצטרפות לשירות תיקונים לשנה ניתן לרכוש את ה-iPhone 7 32GB ב-3,490 ש״ח; המבצע השני, ברכישת iPhone 7 בנפח של 32GB ב-3,790 ש״ח, מקבלים 300 ש״ח מתנה לרכישת אביזרים.\nחברת iDigital תקיים גם היא הפנינג מכירות לילי בין ה-19-20 באוקטובר. האירוע יחל בשעה 22:00 בחנות במתחם שרונה, והוא יכלול בין היתר אופציה להדפיס במקום כיסויי אייפון מותאמים אישית ו-20% הנחה על מוצרים נלווים. בשעה 24:00 אחרי ספירה לאחור ופתיחת החנות באופן רשמי תתחיל המכירה לקהל הרחב, ובמסגרתה יוגרלו בין הקונים 4 מכשירי iPhone 7. מחירי האייפון החדש יפורסמו יום לפני ההשקה.\nרשת מחסני חשמל מאפשרת ללקוחות לשלם ׳דמי רצינות׳ בגובה של 200 שקלים, כדי להבטיח לעצמם את הראשוניות על האייפון החדש. במסגרת הרישום המוקדם, שפתוח עד ה-20 באוקטובר, הלקוחות יכולים לפרוס את הסכום ל-36 תשלומים ללא ריבית או ממבצע טרייד אין, כאשר גובה ההחזר יכול להגיע עד ל-2,500 ש״ח. מבחינת מחירים, האייפון 7 בגרסת 32 ג’יגה יעלה 3,599 ש״ח, האייפון 7 פלוס בגרסת 32 ג’יגה יעלה 4,350 ש״ח, אייפון 7 בגרסת 128 ג’יגה יעלה 4,250 ש״ח והאייפון 7 פלוס בגרסת 128 ג’יגה יעלה 4,900 ש״ח.\nרשת החנויות תקיים מכירת חצות (24:00) ביום רביעי 19.10 בלילה בסניפי באג הבאים: סינמה סיטי ראשל״צ, קניון רמת אביב, קניון ICE MALL אילת (חנות ללא מע״מ), קניון שבעת הכוכבים הרצליה.\nהרשת מציעה גם מבצע טרייד אין: מחזירים סמארטפון ישן ומקבלים זיכוי לרכישת אייפון 7 / אייפון 7 פלוס. לפרטים כמה כסף תקבלו עבור הנייד הישן לחצו כאן.\nדגם האייפון בתצורת ה-32GB ימכר בבאג החל מ-3,599 ש״ח, דגם הפלוס באותה תצורה החל מ-4,399 ש״ח.\nאם נמאס לכם לחכות, אתם יכולים לרכוש כבר עכשיו את האייפון החדש דרך iShare. בחברה, מבטיחים שהמחירים שלהם הם הנמוכים בשוק. כפי שניתן לראות באתר, ה-iPhone 7 32GB מוצע תמורת 3,629 ש״ח ומגיע עד ל-4,779 ש״ח, בעוד שדגם ה-iPhone 7 Plus 32GB מתחיל ב-4,229 ש״ח ומגיע עד ל-5,379 ש״ח. שימו לב שכרגע לא ניתן לבצע הזמנה דרך האתר, וכתוב שכל המכשירים אזלו מהמלאי ולכן יש להתקשר או לגשת לחנות.\nלקריאה נוספת:\n24 שעות עם האייפון 7: אלו 5 המסקנות שהגענו אליהן\nתופעה בסין: חברות מפטרות מי שרכש אייפון 7\n", "keywords": "אייפון,אייפון 7,iphone,iphone 7,iphone 7 plus,אייפון בישראל,אייפון 7 בישראל,השקה,idigital,istore,מחסני חשמל,סלקום,פלאפון,פרטנר"}