{"url": "https://www.geektime.co.il/xiaomi-to-announce-oled-tv-master-series/", "type": "article", "title": "ה-OLED מגיע להמונים? שיאומי תכריז בקרוב על טלוויזיית OLED חדשה", "description": "החברה עומדת להכריז כבר בימים הקרובים על מסך ה-OLED החדש שלה, וכולם מחכים לדעת האם היא עומדת לשבור את השוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/afe09d9dly1gg8xfft6p5j20u015o41j-2-1593497285-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-30T09:38:54Z", "modified_time": "2020-06-30T09:38:54Z", "articleBody": "החברה עומדת להכריז כבר בימים הקרובים על מסך ה-OLED החדש שלה, וכולם מחכים לדעת האם היא עומדת לשבור את השוק\nתמונה: שיאומי\nגם אתם מפנטזים על שידרוג הסלון שלכם עם טלוויזית OLED, אבל עדיין לא מוכנים לשלם את הסכומים המבוקשים? יש לנו חדשות כנראה טובות בשבילכם, כי יכול להיות שממש בקרוב זה הולך להשתנות. שיאומי, אחת היצרניות האהובות על הצרכן הישראלי, שבדרך כלל יודעת לתת תמורה מוצלחת במחיר נמוך, עומדת להיכנס לשוק מסכי ה-OLED, וזה הולך לקרות ממש, אבל ממש בקרוב.\nבהודעה רשמית שעלתה לחשבון ה-Weibo של שיאומי נכתב כי החברה תחשוף כבר ביום חמישי הקרוב, ה-2 ביולי, סדרת טלוויזיות חדשה בשם “Master Series”. החברה טוענת כי היא הגיעה ל”פריצת דרך” בכל הקשור לחוויה האודיו-וויזואלית, וכי היא עומדת לאתגר גם את היצרניות הגדולות והטובות ביותר. עם זאת, שיאומי לא חשפה עוד פרטים נוספים על הטלוויזיה עצמה. על הרגלית שמופיעה בטיזר ניתן לראות כי מדובר במסך OLED עם תמיכה בקצב ריענון של 120 הרץ, ונראה כי אפילו ישנה תמיכה בפורמט האודיו Dolby Atmos. לפחות על הנייר, זו עשויה להיות טלוויזיה שיכולה להתחרות בשחקניות העיקריות בשוק.\nהשאלה הגדולה ביותר, כמו כמעט בכל מוצר של שיאומי, היא שאלת המחיר. האם שיאומי עומדת לשבור את השוק של מסכי OLED? האם היא באמת תצליח לאתגר את הדגמים המובילים בשוק? האם יהיה מדובר במערכת הפעלה Android TV נקייה לחלוטין? האם הסדרה החדשה תצא במהירות גם מהשוק הסיני ותושק באופן גלובלי? יש לא מעט שאלות בדרך להשקה הקרובה, ונקווה שכולן ייענו כבר בחמישי הקרוב.\nנזכיר כי רק לאחרונה שיאומי החלה לשווק את הטלוויזיות שלה רשמית בישראל, עם תמיכה ב-4K, מערכת הפעלה Android TV נקייה, ומחירים שנעים בין 2,200 ש”ח לדגם ה-55 אינץ’ ל-2,900 ש”ח עבור דגם ה-65 אינץ’.\nהיצרנית הגדולה ביותר בעולם של פאנלים מסוג OLED לטלוויזיות היא LG ובפער גדול מהמתחרות. גם כשאתם קונים מסך OLED של סוני למשל, הפאנל עצמו מיוצר על ידי LG, בעקבות המורכבות והעלות של ייצור הרכיבים. כדי לשמור על רמת המחירים הנגישה של מוצריה, תצטרך שיאומי לקצץ בשולי הרווח שלה, או לחילופין להתבסס על אחת מיצרניות ה-OLED הקטנות יותר שפועלות מסין.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "שיאומי,אולד,טלוויזיה,טלוויזיות,oled,xiaomi,tv,oled tv,master series,xiaomi oled,xiaomi tv master series"}