{"url": "https://www.geektime.co.il/how-to-present-content-in-a-minimal-way/", "type": "article", "title": "פחות זה יותר: כך תעבירו את התוכן שלכם באופן מינימליסטי ופשוט", "description": "קווים נקיים, שטחי צבע, תבניות דפוס פשוטות - המגמה של ''רועש מול שקט'' נוטה יותר ויותר לכיוון ''השקט'' ומותירה חותם בעולם העיצוב והפרסום", "image": "https://files.geektime.co.il/wp-content/uploads/2018/09/GettyImages-804305378-1537426151-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-27T11:37:41Z", "modified_time": "2018-09-27T12:43:28Z", "articleBody": "קווים נקיים, שטחי צבע, תבניות דפוס פשוטות – המגמה של ”רועש מול שקט” נוטה יותר ויותר לכיוון ”השקט” ומותירה חותם בעולם העיצוב והפרסום\nהכתבה בחסות\n\nמאת יקיר אדרי, מנהל תיק לקוחות ואחראי שיווק Getty Images Israel\nהעולם הדיגיטלי שבו אנו חיים מאופיין בעומס של גירויים, ובשנים האחרונות גוברים הצורך והעניין בוויזואלים פחות מסובכים, כאלה שיהיו פשוטים ונקיים. המונח “פשטות” אף נמצא במגמת עלייה מרשימה מאוד במנועי חיפושי התמונות המובילים ברשת, וניתן לראות את ההשפעה הרבה של המגמה ברשתות החברתיות, למשל בשיתופי התמונות באינסטגרם. זוהי תגובה טבעית לעולם הרועש שבו אנו חיים – יש לנו צורך להבין אותו ולפשט את הדברים, לתת ליופי ולטבע לדבר בעד עצמם. איך עושים את זה? הנה 5 דרכים למציאת ויזואליים שקטים שיעשו עבורכם המון רעש.\nפחות זה יותר. רקע ריק יכול לשמש כקנבס עבור המחשבות, הרגשות והמשמעות של הצופה.\nמעבר לכך, ויזואלים אלה גורמים להבלטת האובייקט המרכזי הנמצא על הרקע.\nטיפים לחיפוש: למציאת רקעים שקטים השתמשו במונחים “copy space”, “Minimal”, “simplicity”, “Abstract”.\nצלם/תמונה: Kevin C Moore / Getty Images Israel\nצלם/תמונה:Daniel Grizelj / EyeEm / Getty Images Israel\nרקעים של צבעי פסטל, גוונים רגועים ושטחי צבע – שימו על אלה אובייקט בצבעוניות מנוגדת והתוצאות ידברו בעד עצמן. הניגוד הבולט והצבעוניות הנקייה יוצרים ויזואל שמצליח לתפוס את תשומת הלב בעולם העמוס שלנו.\nטיפים לחיפוש: למציאת ויזואליים בעלי רקעים ואובייקט מנוגד חפשו את שם האובייקט בתוספת המונחים הבאים, “Pastel” ו-“Color Block”.\n\nצלם/תמונה:MirageC / Getty Images Israel\n\nצלם/תמונה:Juj Winn / Getty Images Israel\nתמונות המורכבות מצבע אחד, על שלל גוניו, יוצרות את אפקט ההשפעה שאנחנו מחפשים.\nתמונות אלה גורמות לצופה לעצור, להתבונן, להתמקד ולחשוב. שילוב הגוונים הדומים יוצר עניין רב, מבליט את האובייקט המרכזי וגורם לתחושת שקט מהעולם הצבעוני והרועש.\nטיפים לחיפוש: השתמשו במונח “Monochromatic” בצירוף הצבע המועדף עליכם, כך תמצאו תמונות מעניינות ומיוחדות בעלות צבע אחד.\n\nצלם/תמונה:Thang Tat Nguyen / Getty Images Israel\nצלם/תמונה:ilarialucianiphotos / Getty Images Israel\nשימוש בוויזואלים הממחישים הבדלי גודל ופרופורציות בין אדם לטבע או בין אלמנטים שונים הוא דרך בטוחה לגרום לתוכן שלכם לבלוט. תמונות אלה יוצרות עניין רב בכך שהן מציגות כמה אנחנו קטנים ביחס לעולם.\nטיפים לחיפוש: שימוש במונח “Epic Scale” בשילוב שם האובייקט, או שילוב במילה “Scale” בצירוף שם האובייקט או האלמנט, יעניקו לכם תוצאות חיפוש מרהיבות.\nצלם/תמונה:iStanislaw Pytel / Getty Images Israel\n\nצלם/תמונה:Artur Debat / Getty Images Israel\nאפקט הצילום בשחור לבן חזק מתמיד בזמן האחרון, והוא כאן בשביל להישאר. לא משנה מה הרעיון או התחושה שתרצו להביע, השימוש בתמונה אמנותית יהפוך לאפקטיבי ומרשים יותר בגוני שחור לבן.\nטיפים לחיפוש: השתמשו במונח “Black And White” בצירוף התחושה, מצב הרוח או האובייקט שאותם תרצו להעביר.\n\nצלם/תמונה:MirageC / Getty Images Israel\n\nצלם/תמונה:Jostein Nilsen / EyeEm / Getty Images Israel", "keywords": "getty images israel,מינימליזם,ויזואל,תמונות,רגע שקט,עומס,עולם דיגיטלי,מונוכרומטי,שחור לבן,,ויז\\'ואל"}