{"url": "https://www.geektime.co.il/fortnite-available-for-android/", "type": "article", "title": "סופסוף: פורטנייט זמין להורדה באנדרואיד, אבל תצטרכו לחכות עוד קצת", "description": "המשחק שמשגע את העולם, Fortnite זמין סופסוף בגירסת בטא לשלל מכשירי אנדרואיד נוספים, אבל תצטרכו להמתין להזמנות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Fortnite2Fblog2FAndroid2FBR05_Social_AndroidLaunch-1920x1080-3726bd7a9d486668c7cc2bc483fb1a6161da87c3-1534054438-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-12T12:30:48Z", "modified_time": "2018-08-12T12:10:18Z", "articleBody": "המשחק שמשגע את העולם, Fortnite זמין סופסוף בגירסת בטא לשלל מכשירי אנדרואיד נוספים, אבל תצטרכו להמתין להזמנות\nתמונה: Epic Games\nאחרי חודשים של ציפייה: המשחק שהצליח לשבור כל שיא אפשרי, זמין סופסוף גם למכשירי אנדרואיד. פורטנייט היה זמין בבלעדיות למכשירי סמסונג, אך בניגוד לדיווחים קודמים, מתברר כי תקופת הבלעדיות עמדה על ימים ספורים. כעת, Epic Games, מפתחת המשחק, משחררת את המשחק למכשירי אנדרואיד נוספים, אבל בשביל להתחיל לשחק תצטרכו לקבל הזמנה.\nבהתאם לדיווחים המוקדמים, פורטנייט לא זמין להורדה לאנדרואיד דרך ה-Google Play, אלא דרך האתר הרשמי של Epic Games בלבד. לאחר שתכנסו לאתר, תצטרכו להזין כתובת מייל שעימה תרצו להרשם למשחק (או לקשר את המשתמש הקיים שלכם מכל פלטפורמה אחרת). וודאו שאתם מזינים כתובת מייל אמיתית, כיוון שבלעדיה לא תוכלו לקבל את ההזמנה. שימו לב כי גם אם תורידו את קובץ ה-APK של המשחק, ללא תוכלו להתחיל לשחק ללא הרשמה לרשימת ההמתנה, וקבלת הזמנה רשמית.\nכל מה שצריך לדעת על Fortnite, המשחק שמשגע את כל העולם\nגם אנחנו נרשמנו לבטא דרך מכשיר הפיקסל 2 שלנו, וקיבלנו מייל להורדת ה-APK של המשחק. לאחר התקנה שלו והרשמה עם המשתמש הקיים שלנו, קיבלנו הודעה כי אנחנו ברשימת ההמתנה, ועלינו להמתין בסבלנות לתורנו כדי להתחיל לשחק במשחק. כדי להתקין את המשחק, נאלצנו לאפשר לכרום להתקין קבצים ממקורות לא מורשים, ולאפשר ל-Installer גם הוא להתקין קבצים ממקורות לא מורשים.\nצילום מסך\nרוב הסיכויים שמפתחת Fortnite לא רוצה להיות אחראית שוב על התנפלות המונית וקריסות שרתים שזכורות לנו לרעה מיציאת משחקים פופולארים לאנדרואיד כמו Pokemon Go, ולכן היא מעדיפה להפעיל את המשחק בגירסת בטא באופן הדרגתי. לאחר תקופת הבטא, סביר להניח כי המשחק ישוחרר באופן מלא ומיידי לכל המכשירים התומכים ללא צורך בהמתנה.\n﻿\nמלבד מכשירי גלקסי S7 / S7 Edge , S8 / S8+, S9 / S9+, Note 8, Note 9, Tab S3, Tab S4, פורטנייט יהיה זמין למשחק על גבי האנדרואידים הבאים:\nGoogle: Pixel / Pixel XL, Pixel 2 / Pixel 2 XL\nAsus: ROG Phone, Zenfone 4 Pro, 5Z, V\nEssential: PH-1\nHuawei: Honor 10, Honor Play, Mate 10 / Pro, Mate RS, Nova 3, P20 / Pro, V10\nLG: G5, G6, G7 ThinQ, V20, V30 / V30+\nNokia: 8\nOnePlus: 5 / 5T, 6\nRazer: Phone\nXiaomi: Blackshark, Mi 5 / 5S / 5S Plus, 6 / 6 Plus, Mi 8 / 8 Explorer / 8SE, Mi Mix, Mi Mix 2, Mi Mix 2S, Mi Note 2\nZTE: Axon 7 / 7s, Axon M, Nubia / Z17 / Z17s, Nubia Z11\nמכשירים נוספים צפויים לקבל תמיכה במשחק בהמשך, אך כדאי לזכור שהמשחק צורך משאבים רבים, ועל כן זקוק לחומרה יחסית חזקה כדי לרוץ באופן תקין.\nבעלי מכשירי סמסונג וחובבי פורטנייט? זהו יום המזל שלכם. אתם בעלי מכשירי האנדרואיד היחידים (בינתיים) שיכולים להוריד את המשחק ולהתחיל לשחק בו מיד, וזאת באמצעות חנות האפליקציות של סמסונג. כן, החנות הזו שלא הפעלתם מעולם, שימושית סופסוף.\nנכון לעכשיו, לא נראה כי קיימים דיווחים ברשת על משתמשים שזכו בגישה למשחק במכשירים שאינם שייכים לסמסונג. על כן, תיאלצו להאזר בעוד מעט סבלנות. Epic מבטיחה כי בימים הקרובים ההזמנות יתחילו להשלח בגלים, ואז תוכלו להתחיל להלחם בעוד 99 שחקנים נוספים כדי להיות האחרון ששורד, גם באוטובוס ובתור לרופא.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "פורטנייט,fortnite,אנדרואיד,epic games,אפיק גיימס,פורטנייט לאנדרואיד,פורטנייט לטלפון,פורטנייט לגלקסי,fortnite on android,fortnite beta,פורטנייט בטא,fortnite battle royale"}