{"url": "https://www.geektime.co.il/second-generation-of-microsoft-accelerator/", "type": "article", "title": "המחזור השני של האקסלרטור של מיקרוסופט: למדו להגיד לא לכסף", "description": "13 חברות התקבלו, 8 כבר גייסו כסף ו-2 בדרך, אך הסיפור המעניין שמאחורי המחזור השני של האקסלרטור של מיקרוסופט הוא איך יזמים למדו להגיד לא לכסף שלא משתלם.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/microsoft-bizpark-plus-azure.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-04-23T10:30:36Z", "modified_time": "2013-04-23T14:56:38Z", "articleBody": "13 חברות התקבלו, 8 כבר גייסו כסף ו-2 בדרך, אך הסיפור המעניין שמאחורי המחזור השני של האקסלרטור של מיקרוסופט הוא איך יזמים למדו להגיד לא לכסף שלא משתלם. \nמיקרוסופט מודיעה היום (ג’) על סיומו של המחזור השני של תוכנית ההאצה לסטארטאפים של החברה, Microsoft Accelerator for Windows Azure. בתום ארבעה חודשי פעילות, השתתפו 13 חברות סטארטאפ ישראליות אשר נבחרו מכ-300 חברות שהגישו מועמדות. על פי הדיווח, עשר חברות כבר קיבלו Term Sheet להצעת השקעה כאשר שמונה מהן כבר הצליחו לסגור סבבי גיוס המונים ראשוניים בהיקף כולל של למעלה מ-4 מיליון דולרים.\nאף על פי כן, הסיפור המעניין, מעבר לחברות עצמן כמובן, מגיע דווקא מהעובדה שרוב החברות בחרו לדחות את הצעת המימון המגיעה באופן מובנה עם הקבלה לתוכנית כתוצאה מהשותפות עם Plus Ventures של יוסי מולדבסקי.\nהחברות ממחזור 2013 של תוכנית האקסלרטור של מיקרוסופט בישראל. ציולמסך\nבינתיים, אלו החברות שהשתתפו במחזור השני של Microsoft Accelerator for Windows Azure:\nבהודעה רשמית שפרסמה מיקרוסופט על סיום המחזור נכתב כי 13 החברות שנבחרו להשתתף במחזור השני של האקסלרטור, כבר מצויות בעיצומן של ההכנות לימי דמו בישראל ובסיליקון ואלי. בינתיים, במיקרוסופט מסתכלים קדימה לעבר המחזור השלישי ומחפשים חברות נוספות בעלות פוטנציאל גבוה שיוכלו להשתתף בתוכנית. למי שלא מכיר, תוכנית הסטארטאפים של מיקרוסופט מגיעה על מנת לסייע לסטארטאפים בשלבים מוקדמים הפועלים בתחום הענן, האינטרנט והמובייל בשלבים ראשוניים של מחזור חייהם.\nבמסגרת התוכנית, שאורכה כארבעה חודשים, הצוותים שמתקבלים לתוכנית עוברים לעבוד במתחם החדש בבניין מיקרוסופט בהרצליה פיתוח ומקבלים מגוון הטבות במסגרת תוכניות Bizspark ו-Bizspark Plus, הכוללות גישה ורישוי לכל מוצרי מיקרוסופט השונים ושימוש בפלטפורמת הענן של מיקרוסופט, Azure, עד לשווי שימוש של כ-100,000 דולרים.\nהחלק המעניין ואחת מהתוספות במחזור השני של האקסלרטור, הוא החיבור עם Plus Ventures של יוסי מולדבסקי, אשר הציעה לחברות סכום של כ-20 אלף דולרים כ-Convertible Debt אשר לא יקבע שווי לחברה בהשקעה הנוכחית ויומר למניות בהנחה על שווי (Discount) בסיבוב ההשקעה הבא של החברה. לפי הנתונים שהגיעו לניוזגיק ובאופן מפתיע יחסית לסטארטאפים בשלבים מוקדמים, בחרו חלק ניכר מהחברות לוותר על ההצעה של Plus Ventures, כאשר הטענות העיקריות שהגיעו לאוזניים שלנו היו שמדובר בעסקה שלא באמת משתלמת לסטארטאפ ועלולה אפילו לפגוע בניסיונות לגייס כסף בסיבובים הבאים.\nבסיכום המחזור, אם כן, 8 מתוך 13 החברות הודיעו כי כבר גייסו סכומים משמעותיים ו-2 מתוך החברות: LiveTune ו-Shopetti הודיעו במהלך מסיבת העיתונאים אתמול כי הן עומדות לפני השקעה וכבר קיבלו Term Sheet (למרות שלפי הדיווחים בחודשים האחרונים, המרחק בין ה-Term Sheet קצת יותר רחוק ממה שחושבים).\nהשוואת הנתונים של המחזור החדש אל נתוני המחזור הראשון של האקסלרטור מתבקשת, כאשר שם סיים אחוז גבוה (82% מסך כל החברות שהשתתפו בו) של חברות ויזמים את המחזור עם גיוס כספים ביד או הצעות לסגירת סבבי גיוס, כאשר ממוצע הגיוס עמד על 900 אלף דולרים לחברה, כל זאת בתוך 6 חודשים מסיום התכנית. במחזור הנוכחי, רק כ-76% מהחברות מסיימות עם השקעה ביד או לפחות Term Sheet (שינוי זניח בגלל השינוי בכמות החברות במחזור), וסכום ההשקעה הממוצע לחברה ירד משמעותית ועומד כעת על כ-500 אלף דולר בלבד.\nבאופן כללי, לפי המידע שהגיע לניוזגיק, העסקה שמציעה Plus Ventures לחברות אכן אינה משתלמת ברוב מהמקרים (תלוי בעיקר בשלב החברה), אך בוגרי המחזור שדיברו איתנו מסבירים כי מדובר בסכום כסף קטן אל מול התחייבות גדולה מדי בהמשך הדרך. שלל הנתונים הללו עם ניתוח הסכומים והגיוסים בפועל, מצביעים על מגמה הקיימת בחודשים האחרונים בסצינת הסטארטפים הישראלית ובולטת במיוחד בקרב בוגרי תוכניות ההאצה השונות ומציגה סטארטאפיסטים שמרשים לעצמם להיות בררניים יותר לגבי הכסף שהם מגייסים. האם הסיבה לכך היא שקיים עודף משקיעים או עודף כסף בהשקעות בשלבים המוקדמים? לא בטוח. מה שכן, נראה כי האבולוציה של היזמים הישראלים התקדמה שלב אחד קדימה והאחרונים, בעיקר בחברות המתקבלות לתוכניות האצה מסוגים שונים, למדו שלא כל כסף שמוצע להם הוא קדוש ולפעמים כדאי לעשות בחוכמה ולוותר על השקעות שלא נראות אטרקטיביות לחברה.\nאחת מהמגמות המעניינות הנוספות העולות מהמחזור האחרון של תוכנית ההאצה של מיקרוסופט, לה אנחנו כבר עדים תקופה דיי ארוכה, היא כמות הסטאטראפים הצעירים האדירה שמוקמת בישראל בשנתיים האחרונות. לפי הנתונים שמסרה החברה, רק לתוכנית ההאצה של מיקרוסופט ניסו להתקבל למעלה מ-300 סטארטאפים, אשר מתוכם נבחרו כ-13 חברות בלבד (קצת מעל 4%).\nאף על פי שרבים יסתכלו על התופעה כברכה ולמרות שרוב החברות שסיימו את המחזור השני הן ללא ספק חברות ראויות (ורובן כבר הצליחו לגייס השקעה משמעותית להמשך הדרך), גם לאקסלרטור של מיקרוסופט הצליחו להסתנן חברות שגם במבט שני ושלישי היה לנו קשה להבין מה בדיוק הן עושות שם. אז נכון שמספר החברות שהגישו מועמדות לתוכנית כנראה מצביע על איכות התוכנית ובעיקר על השם שהיא הספיקה לייצר לעצמה מהמחזור הראשון, אך אם נניח לרגע בצד את הכמות המרשימה, ההנחה שמתוך 300 החברות שהגישו מועמדות לתוכנית של מיקרוסופט, נבחרו האפשרויות הטובות ביותר, הדבר לא ממש מעיד לטובה על ההיצע הכולל, לא משנה כמה הוא גדול.", "keywords": "מיקרוסופט,אז\\'ור,אזור,microsoft,azure,ביזספארק,bizspark,accelerator,מאיץ,סטארטאפים,סטארטאפ,מאיץ סטארטאפים,אינקובטור,startups,startup,incubator,innobi,applango,wsc sport,telesofia medical,physihome,kitchenbug,scoreoid,livetune,pixtr,shopetti,,skygiraffe,screemo,askem"}