{"url": "https://www.geektime.co.il/how-much-it-costs-to-operate-a-startup/", "type": "article", "title": "בדקנו: כמה יעלה לכם להריץ סטארטאפ בערים השונות בארץ?", "description": "ישראל הפכה לסטארטאפ ניישן בזכות היזמים הצעירים, אלה שחולמים להקים חברה מצליחה אבל חולמים גם על האקזיט כדי שיוכלו לקנות דירה. רוב היזמים האלה שמעו שאם הם רק ייצאו מתל אביב החיים שלהם יהיו קלים וזולים יותר, אז החלטנו לבדוק אם זה נכון ומה בדיוק ההבדל בין הפעלת סטארטאפ במרכז תל אביב ובין הפעלתו בערים אחרות במרכז ובפריפריה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/28130606302_d24f8805cb_z.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-03T11:00:51Z", "modified_time": "2017-08-03T15:34:58Z", "articleBody": "ישראל הפכה לסטארטאפ ניישן בזכות היזמים הצעירים, אלה שחולמים להקים חברה מצליחה אבל חולמים גם על האקזיט כדי שיוכלו לקנות דירה. רוב היזמים האלה שמעו שאם הם רק ייצאו מתל אביב החיים שלהם יהיו קלים וזולים יותר, אז החלטנו לבדוק אם זה נכון ומה בדיוק ההבדל בין הפעלת סטארטאפ במרכז תל אביב ובין הפעלתו בערים אחרות במרכז ובפריפריה\n\nצלם/תמונה: flicker cc by Ted Eytan\nתעשיית הסטארטאפים מונעת על ידי יזמים צעירים, רובם בני דור ה-Y. הם חולמים על לשנות את העולם, על להקים חברה מצליחה וגם על אקזיט כדי שיוכלו לקנות דירה. לאחרונה מלאו 6 שנים למחאה החברתית, זו שהתרכזה ברוטשילד וקראה לצעירים לצאת מתל אביב כדי שהחיים שלהם יהיו קלים יותר, ובעיקר זולים יותר. מאז יוקר המחיה ומחירי הדיור הביאו הרבה צעירים לעזוב את מרכז תל אביב ולהתמקם בערי הלוויין שלה, ואפילו להרחיק עד הפריפריה, אך בזמן הזה כמות הסטארטאפים הצעירים שהגיעו דווקא לשדרות רוטשילד רק הלכה וגדלה, וכידוע – המחירים ממש לא ירדו.\nזה שיוקר המחיה בארץ הוא גבוה – גבוה מדי – זה לא סוד. גם העובדה שישראל היא הסטארטאפ ניישן ושההייטק הוא קטר המשק היא לא סוד, אבל איך שניהם חיים זה לצד זה? מה גורם לסטארטאפ צעיר לפעול באחד המקומות היקרים בארץ, במיוחד כשידוע ש-46 אחוזים מהמיזמים נסגרים במהלך שלוש השנים הראשונות לפעילותם? האם סטארטאפ יכול להוזיל עלויות ולהקל על בעיות מימון אם יחליט לפעול מחוץ לתל אביב, האם הוא ימצא עובדים טובים ונאמנים יותר בפריפריה או שהכל עניין של נראות ויוקרתיות? החלטנו לבדוק כמה עולה להפעיל סטארטאפ ברחבי הארץ, והאם התעשייה שמובילה את המשק יכולה להתקיים ולשגשג גם מחוץ לעיר הגדולה.\n\n“סטארטאפ צריך להתחשב בכמה שיקולים מרכזיים כשהוא חושב על המיקום שלו”, אומר יניב בן ישי, סמנכ”ל השיווק של קבוצת SQLink, המספקת מגוון שירותי תוכנה ו-IT, “הדנ”א של החברה, עלויות העובדים והשכירות והיכולת לגייס עובדים. נושא העובדים הוא הכי אקוטי וכל חברה צריכה להתאים את עצמה למאפיינים של המיקום שהיא בחרה והדרך שבה טאלנטים בוחרים מקום עבודה”.\nמיהו טאלנט ואיך הוא בוחר את מקום העבודה שלו?\n“המצוקה הכי גדולה היום היא מחסור בעובדים איכותיים בשוק ההייטק. הכוונה היא לאנשים בעלי רקורד אקדמי של מצוינות וניסיון בחברות טכנולוגיות טובות. טאלנט מקבל בין 10-6 הצעות עבודה בשבוע ומנהל 3 תהליכים במקביל. הוא מסתכל על השכר שהוא יקבל, על מהות החברה – מה המוצר, רמת הבשלות שלו, התחום שבו היא פועלת והמשקיעים שלה – וכמובן על מהות התפקיד, אם יש לו יכולת להשפיע על המוצר או שהוא יהיה עובד מן השורה.\n“סטארטאפ צריך להיות מאוד תחרותי לשוק כדי להצליח, ולא כולם מבינים את זה”, הוא מוסיף, “השוק השתנה והפך לפאסיבי, והיום חברה צריכה לאתר את המועמד ולשכנע אותו לבחור בה, במוצר ובסביבת העבודה, והמיקום שלה הוא לא פעם מה שמכריע”.\nאז אין מקום מלבד תל אביב?\n“אין אמת אחת, כשסטארטאפים מתייעצים איתנו לגבי איפה לפתוח חברה זה מאוד תלוי ביכולות שלהם. ברור שעדיף מרכז תל אביב כי זה גם משדר יוקרה וגם קרוב לצלחת, כלומר לכל האירועים, המשקיעים, העובדים האיכותיים. אבל גם מחוץ לתל אביב פועלות חברות מצוינות שמצליחות לגייס טאלנטים ולהוזיל עלויות. מובילאיי למשל פועלת בירושלים ויש שם זירת סטארטאפים מתפתחת. גם בראשל”צ, בבאר שבע ובצפון יש זירות מתפתחות ואפשר להקים שם סטארטאפ אבל יש לזה מחיר, בדיוק כמו העלויות הגבוהות של תל אביב”.\nברור שעובדים טובים משפיעים על מימוש הפוטנציאל של סטארטאפ, אבל מחוץ לתל אביב העובדים פחות “מחוזרים” וחברה יכולה להשקיע בעובדים שלה בשקט.\n“יש אנשים מאוד טובים שגרים בפריפריה וסטארטאפ יכול למשוך אותם אליו במקום שייכנסו לתל אביב. העובדים בפריפריה באמת מגיעים יותר צנועים והחברה יכולה להיות בטוחה כשהיא משקיעה בעובד מסוים. אבל בסוף כל סטארטאפ צריך לחשוב על הדנ”א שלו – אם הוא רוצה אנשים יותר מיושבים וצנועים אז עדיף באר שבע למשל, אם הוא מעדיף תזזיתי ומגניב אז כדאי לפתוח את החברה במרכז תל אביב”.\nאיך סטארטאפ מחוץ לעיר בכל זאת יכול למשוך אליו עובדים איכותיים?\n“להתמקם על יד קו רכבת. בין תל אביב לחיפה מפרידה רכבת ו-45 דקות, פחות או יותר אותו זמן שייקח למתכנת ממרכז תל אביב להגיע לרמת החייל. הנוחות והנגישות להגיע לעבודה יוצרות פער משמעותי ביכולת השכנוע של החברה ובהיענות של המועמדים להגיע. חללי עבודה משותפים גם עוזרים לגייס עובדים, כי יש בהם קהילתיות, יש חיי חברה, שיתוף ידע והרבה הזדמנויות. זה הרבה יותר אטרקטיבי ממשרד די שומם ומשעמם”.\nואכן הנכונות של מתכנתים לצאת ממרכז תל אביב הולכת ופוחתת ככל שהנגישות למקום העבודה קטנה יותר. לפי נתוני חברת woo.io, תל אביב והרצליה מובילות באטרקטיביות שלהן ולחברות שפועלות בערים הללו לא תהיה בעיה לגייס אליהן מתכנתים. לעומת זאת, בראש העין התמונה הופכת לבעייתית – רק 60% מהמתכנתים דיווחו שהיו מוכנים להתגמש ולהגיע לשם בשביל עבודה; בפתח תקווה מדובר על 80% מהמתכנתים, ברעננה על 78%, בנתניה על 72% וברמת גן על 93% מהמתכנתים.\nעד כה אין שום דבר חדש – תל אביב היא העיר הכי יקרה, אך גם נותנת את הערך הכי גבוה לכסף. אבל מה בדיוק הפער בין תל אביב לערים האחרות, והאם חיסכון בעלויות התפעול השוטפות שווה בערכו לקלות שבגיוס עובדים מוכשרים? כדי לקבל מושג על המספרים האמיתיים ולהבין אם באמת מדובר בעניין של חיים או מוות עבור מיזם בשנותיו הראשונות, יצרנו ובדקנו מודל בסיסי של סטארטאפ בשנותיו הראשונות, שמורכב מ-7 מתכנתים מכל התחומים – Frontend ,Backend ,Full-stack, מובייל ואנשי DS – אותם חילקנו לג’וניורים וסניורים; מנכ”ל/ית; מנהל/ת פיתוח; ו-BizDev. סך הכל 10 אנשים. התוצאות שהגיעו לידינו הפתיעו אותנו.\n\n“כשאני מסתכל על שלושת הטק האבס הגדולים – ת”א-הרצליה, ירושלים ונס ציונה-רחובות-ראשל”צ – פערי הציפיות לשכר הגיוניים”, אומר לירן קוצר, מנכ”ל woo.io, פלטפורמה שמאפשרת לאנשי הייטק לדעת כמה בדיוק הם שווים בשוק ולחפש משרות טובות יותר באופן פסיבי ואנונימי. “המספרים שעלו בכפר סבא, שבכל הרמות ציפיות השכר של המתכנתים עברו אפילו את תל אביב, הפתיעו אותי ואפילו הייתי צריך לבדוק אם לא עשינו טעות במדגם או שאין טעות ססטיסטית. אין טעות אגב, אלה המספרים”, הוא מוסיף.\nציפיות השכר בכפר סבא גבוהות בהרבה לא רק מתל אביב, אלא אפילו מרעננה הסמוכה. איך מסבירים את זה?\n“ההסבר ההגיוני היחיד הוא שבכפר סבא מתפתח כיום טק האב, אבל הסטארטאפים לא מגיעים לשם. התעשייה הטכנולוגית בכפר סבא מורכבת בעיקר מחברות גדולות, וחברות גדולות משלמות יותר אז באופן טבעי ציפיות השכר יהיו גבוהות יותר. אגב, את הקפיצה הזו רואים גם ברמות השכר של הג’וניורים וגם באלה של הסניורים, ובהבדל משמעותי”.\nבירושלים ממוצע השכר של צוות של מתכנתים הוא כ-165,000 שקלים בחודש, לעומת תל אביב, שם מדובר על כ-108,000 שקלים. כלומר סטארטאפ מתחיל יכול לחסוך בשנה יותר מ-300,000 שקלים רק על העסקת צוות מתכנתים אם רק יפעל בירושלים ולא בתל אביב.\nמדובר בסכום שהוא עניין של חיים ומוות לחברה צעירה.\n“בירושלים רואים באופן מובהק את מה שכולם יודעים – מי שיפתח חברה בירושלים ישלם לעובדיו\nכ-15-10 אחוזים פחות מאשר במרכז הארץ. עם זאת, יזמים צריכים לשאול את עצמם אם הם יצליחו לגייס את כמות העובדים שצריך ובכמה זמן. למעשה, הערך שתל אביב מביאה איתה הוא היצע גדול יותר של עובדים, שמקל גם על זמן הגיוס וגם מאיץ את התקדמות החברה. אין נתונים שיכולים לאשש זאת, אבל תחושת הבטן היא שגם קל יותר לגייס כסף מתל אביב.\n“ירושלים היא אופציה טובה עם סיכון גבוה, אבל בבאר שבע הפוטנציאל כבר ברור”, מוסיף קוצר, “העיר מייצרת אקו סיסטם וכנראה יש בה הייפ יותר תומך. האקדמיה מוציאה עובדים לשוק, חללי עבודה כמו wework פועלים שם לצד חברות גדולות כמו טאבולה, מיקרוסופט ויבמ – מה שאומר שאפשר לגייס עובדים טובים והרבה מהם. מצד שני, רמות השכירות והוצאות המחיה שם נמוכות בהרבה מהמרכז. באר שבע היא בהחלט אופציה מצוינת למי ששוקל לפתוח סטארטאפ”.\nיש גם הפתעה מאזור נס ציונה-רחובות-ראשל”צ, שציפיות השכר בהן עברו במעט את רמת גן שממוקמת ממש ליד תל אביב.\n“באזור של נס ציונה-רחובות-ראשל”צ ממוקמים גם סטארטאפים וגם חברות מסורתיות. ציפיות השכר שם אמנם נמוכות לעומת תל אביב, אבל מתחלקות בין ציפיות שכר גבוהות בחברות גדולות ובין ציפיות נמוכות יותר לעבודה בסטארטאפים, שהם יותר מוכוונים טכנולוגיה והעובדים בהם מקבלים גם אופציות ולכן מוכנים לרדת בשכר. אין ספק שמקומיים מעדיפים לעבוד באזור הזה ומוכנים להתפשר בשכר כדי לא להיכנס לתל אביב. מדובר באזור ששווה לשקול אותו, במיוחד ליזמים שלא מגיעים מתל אביב.\n“באשר לרמת גן”, מוסיף קוצר, “מדובר אמנם בעיר מאוד מרכזית, אבל האזור היחיד שיש בו חברות טכנולוגיה הוא הבורסה ומדובר באזור עמוס מאוד, לא נגיש ועם מצוקת חניה, ולכן הוא לא אטרקטיבי למתכנתים שחושבים על עצמם כמצוינים”.\nבעוד הדרום פורח ומושך אליו חברות ויזמים מכל הארץ, הצפון נשאר די מוזנח. רמות המחירים בו כמובן לא גבוהות, אך גם לא נמוכות כמו שהיינו מצפים. בקריית שמונה, חיפה ויקנעם ציפיות השכר הן של ג’וניורים (19,040 שקל) והן של סניורים (29,679 שקל) גבוהות לעומת ירושלים (18,994 שקל לג’וניור ו-28,022 שקל לסניור), ונמוכות במקצת לעומת ראשל”צ, נס ציונה ורחובות (19,962 שקל לג’וניור ו-30,592 שקל לסניור).\n“באזור הצפון רמת המחירים היא הכי נמוכה ואין ספק שמדובר בעיקר באנשים מקומיים שתנאי המחיה מאפשרים להם לחיות ולהתפרנס. מלבד מקומיים לאזור הזה מגיעים לרוב אנשים עם שליחות ואין ספק שהם ייתקלו בבעיות גיוס. עם זאת, סטארטאפ מצליח באזור הצפון מתנהל בחיסכון של כ-30 אחוזים בעלויות התפעול, וזה בהחלט מעיד משהו על היזמים שהצליחו להקים חברה טובה למרות כל הקשיים”.\nבעוד עלויות השכר של העובדים יכולות להשתנות מעיר לעיר, אך משפיעות לרוב על איכות העובדים, העבודה והתקדמות הסטארטאפ, הרי שמדובר רק בצד אחד של המטבע. ההבדל הגדול והמשמעותי יותר הוא במחירי הנדל”ן ברחבי הארץ, והמחירים שחברה משלמת על חלל יכולים להקפיץ את עלויות התפעול השנתיות שלה.\nכיוון שהמיקוד שלנו הוא בסטארטאפ בשנותיו הראשונות, החלטנו להתמקד בחללי עבודה משותפים, שלאחרונה פורחים ומתאימים בדיוק לחברות מתחילות, משום שהם מספקים חוזים גמישים, נגישות למשקיעים ויזמים נוספים, תנאים ושירותים ברמה גבוהה ועוד. עם זאת חשוב לציין את ההבדלים בין הנדל”ן המסחרי הקלאסי: “למיטב ידיעתנו, מחיר מטר משוקלל במשרדים המסורתיים גבוה בכ-10% ממחיר אותו מטר בחלל משותף”, אומר איתן זינגר, יזם ומנכ”ל חברת spacing, שמשווה בין חללי עבודה ברחבי הארץ, “הבדלי המחירים נובעים משכר הדירה בתוספת ארנונה, דמי ניהול, הוצאות אחזקה ושירותים נלווים, אשר מביאים את שכירת המשרד המסורתי לפחות רלוונטי עבור רבים מהשוכרים”.\nעבור הסטארטאפ הדמיוני שלנו בדקנו שלושה משרדים בחללי עבודה – שניים שמיועדים לשלושה אנשים –  – שלושת אנשי ההנהלה ושלושה מתכנתים – ואחד שמיועד לארבעה אנשים, שם יישבו ארבעת המתכנתים הנוספים. להפתעתנו הנתונים הראו שההבדל הגדול ביותר בין שני החדרים הוא דווקא בבאר שבע, שם חדר לשלושה עולה בממוצע 3,500 שקל וחדר לארבעה עולה כ-5,900 שקל. עם זאת, המחירים הללו עדיין זולים יותר מהמחירים של תל אביב – 5,987 שקל עבור חדר לשלושה, ו-7,250 שקל עבור חדר לארבעה – ומהמחירים בהרצליה, שם חדר לשלושה עולה בממוצע 5,000 שקל וחדר לארבעה כ-6,750 שקל. בירושלים ובחיפה אין בכלל הבדל בין שני החדרים, והמחירים שם הם 4,500 שקל ו-4,835 שקל בהתאמה. בראשל”צ ממוצע המחירים הוא הזול ביותר – 2,964 שקל לחדר לשלושה ו-3,742 שקל עבור חדר לארבעה. בפתח תקווה ממוצע המחירים הוא 3,750 שקל לשלושה אנשים ו-4,500 שקל לארבעה אנשים, וברמת גן ממוצע המחירים כבר קרוב יותר לתל אביב והרצליה, עם 5,960 שקל לחדר לשלושה אנשים ו-6,420 שקל לארבעה אנשים.\n\nאז כמה יעלה להפעיל את הסטארטאפ הדמיוני שלנו, כולל הוצאות שכר, משרדים והוצאות שונות כמו עורכי דין ורואי חשבון, והאם באמת שווה לצאת מתל אביב? שקללנו את עלויות השכר של כל הצוות (מנכ”ל, מנהל פיתוח, ביזדב, 5 מתכנתים ותיקים ו-2 ג’וניורים) עם ההוצאות על החללים המשותפים ברחבי הארץ, והוספנו כ-10% על הוצאות שונות וכלליות, והתוצאות לפניכם:\n\n \nהתוצאות מראות בבירור שתל אביב היא העיר היקרה ביותר לתפעול סטארטאפ, אבל ההבדלים בינה ובין הערים האחרות במרכז די זניחים, בעיקר ביחס לערך המוסף שהיא מביאה איתה. לעומת זאת מי שירחיק עד ירושלים יחסוך 14 אחוזים בשנה, שהם כ-420,000 שקל בשנה, ומי שיגיע לחיפה ובאר שבע יחסוך כ-10 אחוזים, כלומר כ-300,000 שקל בשנה. ההפרשים האלה בהחלט יכולים להשפיע על סטארטאפ בתחילת דרכו ולתת לו עוד כמה חודשים שבהם אפשר לעבוד בשקט, וזה מבלי לפנות להטבות הממשלתיות שמגיעות לחברות שפועלות באזורים מסוימים בארץ.\nלא משנה היכן תחליטו לפתוח את החברה שלכם, המהות של סטארטאפ הוא הגשמת חלום של המייסדים שלו, ואם כבר מגשימים חלום הכי חשוב זה לעשות את זה כמו שצריך, ובמילים אחרות – במקום ובדרך שאתם תמיד חלמתם עליהם.\nניתוח ובנית מודל – מחלקת המודיעין העסקי של גיקטיים", "keywords": "כמה עולה להפעיל סטארטאפ,סיליקון ואדי,רוטשילד,יזמות,מחוץ לתל אביב,sqlink,woo.io,spacing,חללי עבודה משותפים,הוצאות שכר,עלויות תפעול,שכר דירה,העסקת עובדים,מתכנתים,הקמת חברה"}