{"url": "https://www.geektime.co.il/redis-labs-raises-44-million-led-by-goldman/", "type": "article", "title": "רדיס לאבס מודיעה על גיוס 44 מיליון דולר בהובלת גולדמן זאקס", "description": "מדובר בסבב הגיוס הרביעי של החברה שמציב את סך גיוסיה עד כה על 86 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/003c0a15-cee0-4e52-ad37-afe72d5d0a90.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-21T23:16:03Z", "modified_time": "2017-08-22T08:53:55Z", "articleBody": "מדובר בסבב הגיוס הרביעי של החברה שמציב את סך גיוסיה עד כה על 86 מיליון דולר\n\nרדיס לאבס מדווחת הערב (ג׳) על גיוס 44 מיליון דולרים בהובלת גולדמן זאקס, המהווה את הסיבוב הרביעי בחברה. לגיוס הצטרפו הקרנות כרמל ונצ׳רס, ביין קפיטל (Bain Capital Ventures) וקרן ההשקעות של דל (Dell Technologies Capital).\nRedis Labs מציעה שירות ׳Database-as-a-serivce׳ אשר תומך באפליקציות ומאפשר להן לרוץ באופן תקין. מפתחים ולקוחות רבים כמו Docker, Hotel Tonight ואחרים מסתמכים על פתרונותיה של החברה, המאפשרים ביצוע ניתוח מידע בזמן אמת, העברות מהירות של נתונים בנפח גדול ועוד.\nהחברה מספקת שירותי בסיס נתונים, ומאפשרת ללקוחות להשתמש במוצר לפי היקף השימוש לו נדרש. בסיס הנתונים נועד בעיקרו למערכות שזקוקות לקבל מידע בזמן אמת וזמני תגובה מיידים. המוצרים המרכזיים של החברה הם שירותי ענן ותוכנה נוספת בשם RLEC.\n“סבב הגיוס הנוכחי הינו עדות נוספת לצמיחה המסיבית באימוץ פתרונות Redis על ידי השוק שמחפש אחר פתרון מהיר, איכותי, שמנהל את כל הנתונים בזמן אמת ומאפשר גמישות מירבית בנוחות הגבוהה ביותר”, ציין עופר בנגל, מנכ”ל מייסד משותף החברה. “ההשקעה תסייע לנו בהמשך החדירה שלנו לשוק ותאפשר לנו לעמוד בדרישה הגואה לפתרון מקיף, איכותי ומהיר בכל העולם ובכל תחום עסקי”.\n“אנו נרגשים להוביל את סבב הגיוס של ראדיס לאבס”, ציין כריסטיאן רסץ’, דירקטור בכיר ב-Goldman Sachs Private Capital Investing. “ראדיס לאבס מיצבה עצמה כמובילת שוק והיא מצליחה להתמודד עם האתגרים המורכבים ביותר בעולמות ניהול הנתונים לארגונים גדולים. אנו בציפיה גדולה לקחת חלק בהמשך פיתוח החדשנות ומגמת בצמיחה של ראדיס לאבס”.\nראדיס לאבס הוקמה בשנת 2011 על ידי עופר בנגל ויפתח שולמן. החברה משרתת למעלה מ-70,000 חשבונות, בהם 7,400 ארגונים בינלאומיים. מערכת ערכת ניהול מסדי הנתונים ראדיס פותחה בשנת 2009 על ידי סאלווטורה סאן-פליפו, העומד בראש צוות פיתוח הקוד הפתוח בחברת ראדיס לאבס. סך גיוסיה מאז הקמתה מסתכמים ב-86 מיליון דולר. החברה מעסיקה היום כ-100 עובדים במאונטן ויו, קליפורניה ובתל אביב. עד לסוף השנה מקווה החברה לגייס 70 עובדים נוספים.", "keywords": "גיוס,קרן,רדיס,רדיס לאבס,redis,redis labs,גיוס הון"}