{"url": "https://www.geektime.co.il/spaces-herzliya-office-visit/", "type": "article", "title": "צריכים קצת ספייס? הצצה למתחם העבודה החדש של Spaces", "description": "בלב ליבה של הרצליה פיתוח נפתח לאחרונה מתחם עבודה חדש לרשת Spaces העולמית. קפצנו לביקור", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/IMG_1792-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-10T10:30:38Z", "modified_time": "2017-07-02T12:03:26Z", "articleBody": "בלב ליבה של הרצליה פיתוח נפתח לאחרונה מתחם עבודה חדש לרשת Spaces העולמית. קפצנו לביקור\nצילום: גיקטיים\nמתחם עבודה חדש בסביבה: Spaces, הרשת הבינלאומית למתחמי עבודה, פתחה סניף חדש בהרצליה פיתוח שיכול לאכלס עד כ-250 איש. כיום היצע מרחבי העבודה המשותפים כל כך רחב שאנחנו חייבים לשאול, למה שאנשים יבחרו דווקא בזה של Spaces? ובכן, לטענת החברה, מאחר ומדובר בקבוצה עולמית שלה 3,000 מרכזים ב-120 מדינות שונות (Spaces נרכשה על ידי Regus), הלקוחות נחשבים לחלק מקבוצה ולכן הם יכולים להשתמש במינוי שלהם גם במשרדים אחרים ברחבי העולם.\nבינתיים אחוז התפוסה במתחם שנפתח לפני קצת פחות מחודשיים עומד על 40%, כשבין החברות שפועלות משם ניתן למצוא את הסטארטאפ Mylefly שמאפשר לנוסעים מתמידים למכור את המיילים שצברו במועדוני הנוסע המתמיד שלהם ככרטיסי טיסה לכל אחד, קרן ההשקעות CVC HUB ו-LightApp אשר פיתחה יישום לניהול משאבים עבור חברות ייצור תעשייתי.\nצילום: גיקטיים\n\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nאלו שלא מסתפקים בכוס מים צוננים או קפה נמס שזמינים בחינם במטבח, יכולים לגשת לקפיטריה המציעה קפוצ׳ינו, כריכים, מיצים ושוקולדים במחירי ״קופיקס״. אלא שאם קוראים את האותיות הקטנות, ניתן לראות שפרי בודד יעלה לכם כ-4 שקלים בעוד שחפיסת מסטיקים תעלה כ-10 שקלים, אנחנו לא יודעים כמה אפשר לקרוא לזה קופיקס.\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nחדר השקט במתחם שמציע אקוסטיקה אידיאלית לאלו מכם שחייבים ריכוז מוחלט וללא הפרעות\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nשי קטן לרגל יום האישה, צילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nלצד מרחבי העבודה המושתפים במתחם, הקפיטריה, והפינות ישיבה הנחמדות, שניתן לקיים בהן פגישות, קיימים גם 3 חדרי ישיבות בגדלים שונים, כאשר הגדול ביניהם יכול לאכלס עד 15 איש במקביל. \nצילום: גיקטיים\nצילום: גיקטיים\nמבחינת מחירים, ״עמדה חמה״ ב-Spaces עולה כ-1,100 ש״ח בחודש, משרד ל-2-3 עובדים מתחיל ב-3,500 ש״ח ומשרד לעד 5 עובדים מתחיל ב-5,500 ש״ח לחודש. לצורך השוואה, במרקספייס ״עמדה חמה״ עולה כ-600 ש״ח לחודש, אופן ספייס – 980 ש״ח לחודש ותמורת 1,860 ש״ח בחודש ניתן לשכור עמדה קבועה אומ משרד פרטי. ב-WeWork שולחן מתחיל ב-1,050 ש״ח ומשרד פרטי ב-1,750 ש״ח. אופציות נוספות הן מיינדפייס, שם שולחן קבוע במתחם הציבורי מתחיל ב-1,650 ש״ח ומתחם אייכה שנפתח לאחרונה, שם תוכלו לשכור עמדה ב-2,350 ש״ח ומעלה.\nצילום: גיקטיים\nהחל מיולי 2017 מדור הצצה למשרדים הוא חלק ממוצר הכלול ב-Geektime Insider, למידע נוסף", "keywords": "הצצה למשרדים,spaces,ספייסס,מתחם עבודה,מתחם עבודה משותף,מתחם spaces,סטארטאפ,משרדים להשכרה"}