{"url": "https://www.geektime.co.il/250-mil-euro-looking-for-startups/", "type": "article", "title": "250 מיליון אירו מחפשים סטארטאפים ישראליים להשקעה ושיתופי פעולה. לא תבואו?", "description": "כנס Europe Days 2020 מביא לארץ 25 אנשי מפתח שרוצים להשקיע בסטארטאפים ישראליים, ולעזור להם לעשות עסקים באירופה, בדגש על גרמניה, אוסטריה ושוויץ. מי יגיע ומה בדיוק הם מחפשים?", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/EUROPE1-1582182443-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-23T14:30:53Z", "modified_time": "2020-02-23T12:32:10Z", "articleBody": "כנס Europe Days 2020 מביא לארץ 25 אנשי מפתח שרוצים להשקיע בסטארטאפים ישראליים, ולעזור להם לעשות עסקים באירופה, בדגש על גרמניה, אוסטריה ושוויץ. מי יגיע ומה בדיוק הם מחפשים?\nהכתבה בחסות\nתמונה: מקסים גולובנוב\nיותר מ-92 מיליון תושבים, תמ״ג של מעל 7 טריליון יורו, 9,000 סטארטאפים, 4 מיליון עסקים קטנים ובינוניים, 14,000 חברות גדולות ומעל ל-4 מיליארד יורו להשקעות בסטארטאפים – גרמניה, אוסטריה ושוויץ הן מהשווקים המעניינים בעולם בכלל, ובאירופה בפרט.\nביום שלישי, 17 במרץ, ייערך כנס Europe Days 2020, שמחבר יזמים ויזמות ישראלים עם “סצינת הטכנולוגיה” שבמדינות אירופה. הכנס מיועד למי שמעוניין להיכנס לפעילות בשווקים באירופה, ובפרט בגרמניה, אוסטריה או שוויץ, ומטרתו לספק לסטארטאפים שיגיעו נגישות למשקיעים במדינות אלה, שלהם יותר מ-250 מיליון יורו למימון, וכן חיבור להזדמנויות עסקיות מחברות גרמניות, אוסטריות ושוויצריות, ומידע מעשי כיצד לחדור לשווקים אלה.\nלכבוד הכנס מגיעים לארץ יותר מ-25 משקיעים ונציגים המייצגים חברות במחזור שנתי של למעלה מ-400 מיליארד יורו, והמעוניינים להשקיע מיליוני יורו בסטארטאפים ישראלים וביצירת שיתופי פעולה. הכנס בנוי כך של יזם ויזמת יוכלו למקסם את האינטראקציה עם המרצים והמרצות, בין היתר על ידי פגישה אישית, נטוורקינג ושולחנות עגולים.\nמי יגיע? משקיעים זרים שמחפשים להשקיע בסטארטאפים ישראלים; חברות ארופיות שרוצות לקנות פתרונות מסטארטאפים ישראליים; אקסלרטורים שמציעים לסטארטאפים ישראלים 15 תוכניות שונות בברלין, וינה, קלן, המבורג וציריך; נציגי ערים ורשויות שונות שעוזרים ללא תשלום ליזמים ויזמות לעשות עסקים במדינות השונות. בשורה התחתונה, 25 אנשים משלוש מדינות טסים במיוחד לארץ, ולהם 250 מיליון יורו להשקעות ו-92 מיליון לקוחות פוטנציאליים, והכל ביום אחד בתל אביב.\nמשקיעים:\n– Florian Steger – מנהל ההשקעות ב-hubraum גוף ההשקעות המוקדמות והפיילוטים של Deutsche Telekom. מחפש השקעות בתחומי ה-5G, Edge, AR ו-UWB. בנוסף מציע נגישות לרשתות 5G ו-Edge למטרות פיילוטים בברלין.\n– Susanne Timosci – מנהלת השקעות מחברת DFL, ליגת הכדורגל הגרמנית. מחפשת השקעות בתחומי הניו מדיה, טכנולוגיות אצטדיונים, SporTech ו-Fan Engagement.\n– גלעד נוביק – שותף בקרן LakeStar השוויצרית, אחת הקרנות הגדולות באירופה. מחפש השקעות בסטארטאפים עם DeepTech.\n– משה זילברשטיין – מנכ״ל Next47 בישראל, קרן השקעות של חברת Siemens. מחפש השקעות בחברות B2B שכבר יש להן מכירות בתחומי סייבר, בינה מלאכותית, רובוטיקה ו-IoT.\n– Dr. Eliana Zamprogna – ה-CTO של חברת M-Industry, גוף הייצור של חברת Migros הקמעונאית הגדולה בשוויץ. מחפשת השקעות ושיתופי פעולה בתחומי טכנולוגיות מזון, ייצור וקמעונאות.\nנציגי חברות:\n– Rolf Haerdi – מנהל החדשנות והטכנולוגיה של Deutsche Bahn חברת הרכבות של גרמניה, אחת מחברות התעבורה המובילות בעולם עם מעל 330 אלף עובדים. מחפש סטארטאפים בתחומי ה5G, IoT- Mobility, AR, Machine Learning.\n– Michael Amtmann – מנהל עסקים חדשים של Mueller Media חברת מדיה גרמנית מובילה. מחפש פתרונות ניו-מדיה ושרותים לעסקים קטנים.\n– Andreas Kreiner – טכנולוג ואסטרטג מחברת KTM Innovation, זרוע החדשנות של חברת KTM האוסטרית, יצרנית אופנועי השטח והראלי הגדולה בעולם. מחפש סטארטאפים בתחומי האופנוע החכם, בטיחות, קמעונות וחוויית משתמש.\n– Torsten Kraul – שותף במשרד עורכי הדין Noerr, עו״ד המתמחה בטכנולוגיה, רגולציה ו-GDPR. מגיע להדריך יזמים ויזמות בנושאי הקשורים לרגולציה, ופרטיות באירופה.\n– Marc Preusche – מנכ״ל חברת Dept סוכנות דיגיטל בינלאומית המנוהלת מברלין. מחפש חברות בתחום השיווק הדיגיטלי ו-AI.\n– Moritz Förster – מומחה תקשורת בכיר בחברת Opners חברת יחסי ציבור ושיווק גרמנית. מגיע לייעץ ולהדריך סטארטאפים בתחומי היח״צ והמדיה בגרמניה.\nתמונה: מקסים גולובנוב\nאקסלרטורים ותכניות האצה:\n– Sylvia Dudek – מנהלת האקסלרטור Metro Xcel של חברת Metro, הקמעונאית המובילה באירופה. האקסלרטור מציע שלוש תוכניות בתחומי ה-Hospitality, ה-Retail וכן תוכנית בשיתוף עם Target האמריקאית.\n– Christian Lindener – המנהל העולמי של  Airbus BizLab Accelerator, תוכנית האצה בינלאומית לתחומי החלל והתעופה של חברת Airbus. מחפש סטארטאפים בתחומי התעופה, Industry 4.0, חומרים מרוכבים ו-Autonomy.\n– Thomas Patzko – מנכ״ל Impact Hub ו-KickStart מציריך, שוויץ. מציע רשת של חללי עבודה משותפים וארבע תוכניות האצה בתחומי ה-AI, FinTech, Cyber  ו-InsurTech.\n– Davis Saad – מנכ״ל האקסלרטור Agro Innovation Lab, המתמקד בטכנולוגיות חקלאיות ופועל מטעם החברות BayWa & RWA. מחפש סטארטאפים בתחומי הרובוטיקה, חקלאות אורגנית ואריזות.\n– Tatjana Buechler – מהאקסלרטור Next Media Accelerator מהמבורג. מחפשת סטארטאפים מתחומי הניו-מדיה, AR ו-AdTech.\n– Christoph Schepan, מנכ״ל ושותף ב-Next Commerce Accelerator מהמבורג. אקסלרטור בתחומי הלוגיסטיקה וה-ecommerce.\n– Katrin Bacic – מנכ”לית האקסלרטור Wayra by Telefonica במינכן, גרמניה. מחפשת סטארטאפים בתחומי ה-5G, סייבר, בינה מלאכותית ו-IoT.\n– Deborrah Schaer – מובילה תוכנית באקסלרטור הפיננסי F10 מציריך. האקסלרטור מתמחה בתחומי הפינטק, הביטוח והבנקאות.\n– Markus Kuntke – מנהל חדשנות בתוכנית ההאצה של קבוצת REWE בווינה – קמעונאית המזון והתיירות מהגדולות באירופה. מחפש סטארטאפים בתחומי המזון, קמעונאות, משקאות וקוסמטיקה.\n– Thomas Neumann – אחראי על איתור סטארטאפים בתכנית Creators-Expedition, תוכנית ההאצה של חברת AVL. מחפש סטארטאפים בתחומי סוללות/אנרגיה, חיישנים, ותוכנות לרכב.\nגופים ממשלתיים ועירוניים:\n– Achim Hartig – מנכ״ל GTAI המשרד לפיתוח כלכלי בגרמניה, גוף סיוע לחברות המעוניינות לפעול בגרמניה. מסייע לסטארטאפים ישראליים אשר מעוניינים לעבוד עם עסקים קטנים ובינוניים בגרמניה ולהתחבר לרשת ה-Digital Hubs הגרמנים.\n– Gil Baxpehler – ראש המחלקה הבין לאומית לסטארטאפים של העיר קלן, גרמניה. מייעץ ומלווה בנושאי השתלבות בתוכניות הסטארטאפים השונות של העיר.\n– Daniel Chladek – מנהל ב-Vienna Business Agency המציעה מענקים של עד חצי מיליון יורו, ייעוץ והדרכה לחברות סטארטאפ המעוניינות לפעול מוינה.\n– Burkhard Volbracht – מנהל ב-Berlin Partner אשר מסייעת לסטרטאפים ישראלים להתבסס בברלין.\n– Schabhuettl  Guenther – מנהל Advantage Austria בישראל. מעניק ייעוץ ופיתוח עסקי לעסקים המעוניינים לפתח קשרי מסחר עם אוסטריה.\n– Christoph Sommer – מנהל פרויקטים ב-NRW.INVEST אשר מסייע לסטארטאפים ישראליים בשלבי המכירות להתקשר עם התעשיות באזור North Rhine Westphalia, מרכז תעשיית הרכב וה-Industry 4.0 הגרמני.\n– נירית אוסי – ראש מדור עסקים קטנים ובינוניים ב-ISRED – רשות החדשנות. מסייעת לסטארטאפים ישראליים בקבלת מענקים של עד 2.5 מיליון יורו והשקעות של עד 15 מיליון יורו מתכניות האיחוד הארופי.\n– עמי לוין – מנהל תחום אירופה במנהל סחר חוץ. מסייע לסטארטאפים ישראליים במסחר ופיתוח עסקי בשווקים האירופים, באמצעות רשת הנספחים המסחריים הישראלים במדינות אירופה.\n\nכאמור, הכנס יתקיים ב-17 במרץ, כלומר עוד כשלושה שבועות, ונשארו מקומות אחרונים בלבד. יזמים ויזמות וסטארטאפיסטים יכולים לקנות כרטיסים אחרונים במחיר מוזל של 99 שקלים, במקום 199 שקלים (לפני מע״מ ועלויות כרטוס). 8 מקוראי גיקטיים שרוצים להיפגש עם האורחים והמרצים בכנס יקבלו מאיתנו כרטיסים חינם.\nאיך זוכים? מלאו את הטופס עד יום רביעי הקרוב, 26 בפברואר, בשעה 18:00 בערב, וספרו לנו עם מי מהאורחים הייתם רוצים להיפגש ולאיזה מטרה. 8 הראשונים שיגיבו על הטופס יזכו בכרטיס חינם.\nלקבלת כרטיס חינם וקביעת פגישה\n \n", "keywords": "europe days 2020,סטארטאפים,כנס,תל אביב,גלריה דובנוב,שוויץ,גרמניה,אוסטריה,אירופה,סטארטאפים באירופה,שווקים באירופה,השוק האירופאי,האיחוד האירופי,נטוורקינג,אקסלרטורים,השקעות,שת\"פ,שתופי פעולה,שתפ,תל-אביב"}