{"url": "https://www.geektime.co.il/we-cities-dell/", "type": "article", "title": "מחקר חדש חושף מהן הערים הידידותיות ביותר ליזמות נשית; תל אביב מתדרדרת", "description": "איזור סן פרנסיסקו כובש את המקום הראשון בידידותיות ליזמות נשית. תל אביב, שעד לאחרונה היתה ב''מקום טוב באמצע'' התדרדרה למקום ה-32 מתוך 50", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/photo-1531547977107-a5f0f32d6d87-1563279281-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-16T16:50:50Z", "modified_time": "2019-07-16T16:49:19Z", "articleBody": "איזור סן פרנסיסקו כובש את המקום הראשון בידידותיות ליזמות נשית. תל אביב, שעד לאחרונה היתה ב”מקום טוב באמצע” התדרדרה למקום ה-32 מתוך 50\nמקור: Unsplash\nמחקר חדש מדרג 50 ערים ברחבי העולם, בהן תל אביב, בכל הקשור ליכולת שלהן לעודד ולטפח צמיחה ושוויון עבור יזמות נשים. בשנתיים האחרונות תל אביב דורגה במקום טוב באמצע (24), אבל לצערנו השנה היא ירדה במעמדה. אז, איזו עיר הכי מעודדת יזמות נשית?\nאת המקום הראשון במחקר שערכה חברת DELL תפס ‘איזור המפרץ’ (סן פרנסיסקו רבתי), שהדיח את ניו יורק מהמקום הראשון. על פי החוקרים, הסיבה לעלייה בדירוג של איזור המפרץ נובעת מהגישה הנרחבת יותר של נשים להון באיזור הזה.\nבמקום השלישי, מייד אחרי ניו יורק, נמצאת לונדון, ואחריה בוסטון, כששתיהן נשארו באותו המקום כמו בשנה שעברה, וסוגרת את החמישייה הראשונה לוס אנג׳לס. בתחתית הרשימה בכל הקשור ליזמות נשית ניתן למצוא את שנגחאי (סין), איסטנבול (טורקיה), ג׳קרטה (אינדונזיה) ודלהי (הודו).\n\nתל אביב, שדורגה בשנתיים האחרונות במקום ה-24, התדרדרה במחקר האחרון למקום ה-32 והמאכזב, כשלפניה ניתן למצוא ערים כמו מקסיקו סיטי, סינגפור וטאיפיי.\nחמשת הקריטריונים המרכזיים שעל בסיסם דורגו הערים במחקר, מתמקדים בגישה להון, לטכנולוגיה, לטלנטים, לתרבות ולשווקים. חלוקה נוספת בוצעה לשתי קבוצות – סביבה תפעולית (מדדים “טכניים” ויבשים) וסביבה מאפשרת (מדדים תרבותיים). הציון הסופי מבוסס על יותר מ-71 קטגוריות כאשר 45 מתוכן מכילות מאפיינים מבוססי מגדר. כמו כן, כלולים במחקר מאפיינים אינדיבידואליים אשר נקבעו על פי ארבעה קריטריונים – רלוונטיות, איכות הנתונים הבסיסיים, הייחודיות אל מול השאר וכן הרכיב המגדרי.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "נשים,יזמות נשים,נשים בהייטק,סטארטאפ,תל אביב,דירוג ערים יזמות,דל,dell,תל-אביב"}