{"url": "https://www.geektime.co.il/node-tlv-march-2019/", "type": "article", "title": "רוצים להרצות בכנס Node.TLV לצד מומחים בינלאומיים?", "description": "במרץ הקרוב יתקיים כנס Node.TLV, שיעסוק בתכנים מתקדמים למפתחים מנוסים ב-Node.js ו-Javascript. רוצים להעביר הרצאה לצד מומחים מהארץ והעולם? מלאו את הטופס; רוצים לקנות כרטיס? מגיעים לכם 10% הנחה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/people-sitting-on-gang-chairs-2774556-1574165649-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-20T11:30:48Z", "modified_time": "2019-12-02T21:32:44Z", "articleBody": "במרץ הקרוב יתקיים כנס Node.TLV, שיעסוק בתכנים מתקדמים למפתחים מנוסים ב-Node.js ו-Javascript. רוצים להעביר הרצאה לצד מומחים מהארץ והעולם? מלאו את הטופס; רוצים לקנות כרטיס? מגיעים לכם 10% הנחה\nהכתבה בחסות\nתמונה: Pexels\nבשנים האחרונות אנו עדים לפריחתה של Node.js כפלטפורמה מובילה לפיתוח backend בשוק העולמי. ההייטק הישראלי הצטרף למגמה העולמית, חברות רבות בוחרות בפלטפורמה לפיתוח מוצרים מובילים וקהילת המפתחים שלה בישראל כבר תוססת ומארגנת מגוון מיטאפים בנושא ומנהלת קבוצות ערות ופעילות ברשתות החברתיות.\nקבוצת Node.js Israel מקיימת זה כשנתיים מפגשים חודשיים לחברי הקהילה, עם שלל הרצאות מרתקות על פיתוח backend בכלל ופיתוח ב-Node.js בפרט. הקבוצה מונה כמעט 4,000 מפתחים ולמפגשים מגיעים כל חודש כ-100-150 מפתחים. השנה הקהילה חוותה פריחה מואצת במיוחד, ועל כן החליטו מארגני מיטאפ Node.js Israel להגשים חלום ולקיים כנס ברמה עולמית בנושא Node.js ופיתוח Backend.\nביום שלישי, 3 במרץ, ייערך כנס Node.TLV במלון דיוויד אינטרקונטיננטל בתל אביב. המארגנים – עידן דגן, תומר עומרי וגיא שגב – חברו למותג ההפקה EventHandler, שאחראית בין היתר לכנסים ReactNext ו-AngualrUp הפופולריים. יחד הם יארחו דוברים מובילים מהארץ והעולם, שיעסקו בתכנים מתקדמים למפתחים פעילים ומנוסים ב-Node.js ו-Javascript.\nמשתתפי האירוע יוכלו ליהנות בין היתר מהרצאות של מטאו קולינה (Matteo Collina) ורובן ברידג׳ווטר (Ruben Bridgewater), אשר תורמים קוד ל-Node.js וחברים ב-Node.js core team; דניאל ארנברג (Daniel Ehrenberg), החבר ב-TC39 (הועידה הטכנית האחראית על הגדרת Javascript) ועוד דוברים מובילים ומקצועיים.\nמארגני הכנס מחפשים מרצים נוספים, שישמשו את המשתתפים בחיי היומיום שלהם, כמו מקרי בוחן מעניינים, כלים וספריות שיעניינו את חברי הקהילה; טרנדים ל-2020; Scaling Node Apps & Performance; Security; ;Production & Ops ;Advanced JavaScript ועוד.\nדוברים ודוברות המעוניינים להרצות מוזמנים להגיש בקשה (CFP) על ידי מילוי הטופס.\nאגב, קוראי גיקטיים שמעוניינים לבוא לכנס יקבלו הנחה של 10% עם קוד הקופון GEEKTIME.", "keywords": "3 במרץ,node.js,node.tlv,דיוויד אינטרקונטיננטל,כנס,מפתחים,מרצות,מרצים,נטוורקינג,תל-אביב"}