{"url": "https://www.geektime.co.il/microsoft-kills-kinect/", "type": "article", "title": "למרות ההבטחה הגדולה: מיקרוסופט הורגת רשמית את הקינקט", "description": "מיקרוסופט מפסיקה לייצר את המצלמה שהייתה אמורה לשנות את עולם הגיימינג", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/89a6cdd2-28f5-4b62-a4cd-88d910954d7e.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-26T16:30:55Z", "modified_time": "2017-10-26T15:57:23Z", "articleBody": "מיקרוסופט מפסיקה לייצר את המצלמה שהייתה אמורה לשנות את עולם הגיימינג\nתמונה: מיקרוסופט\nתם פרויקט נטאל: אחד הוויכוחים הבולטים והוותיקים בקהילת חובבי האקסבוקס נוגע למצלמת ה-Kinect, אותה מצלמה אשר מתחברת לקונסולת המשחקים ובעזרת סט חיישנים קולטת את גופו ותנועותיו של המשתמש ומאפשרת לו לשחק באמצעות גופו. חלק מהמשתמשים טוענים שהקינקט כבר לא רלוונטית, וחלקם עוד רואים בה פוטנציאל ומקווים עבורה לעתיד טוב יותר. כעת, מיקרוסופט מנחיתה את הגרזן באופן די סופי על המצלמה שהתחילה כלהיט ענק והייתה אמורה לשנות את עולם הגיימינג, ומכריזה כי היא מפסיקה לייצר אותה.\nכאשר השיקה מיקרוסופט בעצמה את דור האמצע החדש שלה, ה-Xbox One S, משתמשים רבים הבחינו כי מיקרוסופט פשוט העלימה את הכניסה המאפשרת חיבור של המצלמה אל הקונסולה, והכריחה את המשתמשים לרכוש מתאם רק בשביל לחבר אותה. זה היה אחד הקשים האחרונים ששברו את גב המצלמה, שהוכיח שאפילו עבור מיקרוסופט המצלמה איננה רלוונטית כפי שחשבה שהיא תהיה.\nהקינקט הייתה אחת הסיבות לכשלון היחסי שחוותה מיקרוסופט בהשקת ה-Xbox One: בתחילה, הצהירה מיקרוסופט כי הקונסולה החדשה שלה פשוט לא תעבוד במידה ומצלמת הקינקט לא תהיה מחוברת אליה, ומכרה את הקונסולה רק בערכה שבה מגיעה גם הקינקט. מהלך שהוביל לתג מחיר גבוה יותר משל המתחרה, פלייסטיישן, וככל הנראה הכריע את הכף במלחמת הקונסולות של אותה תקופה, ואפילו עד היום. כל המהלכים הללו בוטלו לאחר שקהילת הגיימרים זעמה על ההגבלות של מיקרוסופט, שבסופו של דבר שיחררה לחנויות גם ערכה שמכילה רק את הקונסולה, ואת מצלמת הקינקט מכרה כמוצר נלווה, אך כל זאת לא סייע להשקה המבולבלת של הקונסולה.\nבינתיים, זכרה של הקינקט ישאר איתנו ככל הנראה עוד שנים ארוכות, כיוון שחלק מהטכנולוגיה שמיקרוסופט פיתחה עבור הקינקט כרגע מסייע לזיהוי פנים במחשביה ואפילו נוכח במשקפי ה-Hololens המסקרנים שלה. בנוסף, טכנולוגיית החישה של PrimeSense הישראלית שכיכבה בדור הראשון של הקינקט, כעת תופסת מקום של כבוד במערך ה-TrueDepth של ה-iPhone X.", "keywords": "קינקט,kinect,prime sense,פרויקט נטאל,natal,אקסבוקס,אקס בוקס,מיקרוסופט,microsoft,אקס-בוקס"}