{"url": "https://www.geektime.co.il/samsung-gear-fit2-and-iconx/", "type": "article", "title": "סמסונג חושפת צמיד ניטור חדש ואוזניות כושר אלחוטיות לגמרי", "description": "סמסונג משיקה את ה-Gear Fit2, צמיד הניטור החדש שלה וסט אוזניות אלחוטיות לגמרי שחוץ מלהשמיע לכם מוסיקה גם ימדדו לכם דופק ומרחק ריצה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/Screenshot_1-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-05T17:00:31Z", "modified_time": "2016-06-05T17:08:36Z", "articleBody": "סמסונג משיקה את ה-Gear Fit2, צמיד הניטור החדש שלה וסט אוזניות אלחוטיות לגמרי שחוץ מלהשמיע לכם מוסיקה גם ימדדו לכם דופק ומרחק ריצה\nמתקדם ויקר. צמיד הניטור החדש של סמסונג. מקור: Samsung\nאחרי לא מעט דיווחים והדלפות הגיעה ההכרזה הרשמית וסמסונג חשפה את כל הפרטים על ה-Gear Fit 2, צמיד הניטור החדש שלה ו-IconX, אוזניות הכושר והניטור האלחוטיות החדשות של החברה.\nשלושה צבעים לבחירתכם. מקור: Samsung\nהדור השני של צמיד הניטור והכושר החדש של החברה כולל מסך Super AMOLED מעוגל בגודל 1.5 אינץ’ וברזולוציית 216×432 פיקסלים; מד דופק מובנה, GPS מובנה – ללא תלות בסמארטפון ומערכת ניטור פעילות טובה יותר שמתחילה למדוד ולנטר בצורה אוטומטית את הפעילויות השונות של המשתמש – בין אם זה רכיבה על אופניים, הליכה או ריצה – ללא צורך בהפעלה ידנית. בתוך הצמיד נמצאת ערכת שבבים עם מעבד כפול ליבה במהירות 1GHz ו-512MB זיכרון RAM.\nבזכות נפח איחסון מכובד של 4 גיגה-בייט תוכלו לאחסן עליו יותר מוסיקה, ולהתאמן מבלי להזדקק לסמארטפון או לחיבור לרשת. כמו הגלאקסי S7 החדש, גם ה-Gear Fit2 נהנה מהגנה ממים ומאבק בתקן IP68, כלומר, הצמיד ימשיך לפעול גם אם תטביעו אותו במים בעומק של מטר וחצי למשך 30 דקות. הצמיד החדש מגיע עם סוללת 200mAh, שעל פי דברי סמסונג, צפויה להחזיק מעמד כ-4 ימים ללא טעינה, אם כי כמובן שמדובר בעניין סובייקטיבי לגמרי ותלוי ברמת הפעילות והשימוש שלכם בצמיד. ה-Gear Fit2 מריץ את Tizen מערכת ההפעלה של המכשירים הלבישים של סמסונג עם תאימות לאנדרואיד 4.4. ה-Gear Fit2 יהיה זמין לרכישה החל מ-10 ביוני ומחירו יעמוד על 180 דולר.\n\nמקור: Samsung\nההכרזה השנייה של סמסונג נוגעת לאוזניות אלחוטיות חדשות שכלל אינן כוללות חיבור חוטי – גם לא ביניהן. האוזניות החדשות יוכלו לנטר את הפעילות הגופנית של המשתמש, למדוד לו את הדופק, קלוריות שנשרפו, מרחק ריצה ולאחסן מוסיקה בנפח איחסון של 4 גיגה-בייט, כלומר כ-1,000 שירים. השליטה בהן נעשית על ידי משטח נגיעה זעיר או על ידי פקודות קוליות עם תמיכה ב-15 שפות. האוזניות החדשות יושקו עד הרבעון השלישי של השנה ומחירן עדיין לא נקבע.\n\nלקריאה נוספת:\nה-Gear S2 של סמסונג הוא שעון מעולה עם חסרון אחד [סקירה]", "keywords": "סמסונג,gear fit2,גיר פיט,צמיד ניטור,מכשיר לביש,מחשוב לביש,צמיד כושר,samsung,iconx,אייקון איקס"}