{"url": "https://www.geektime.co.il/scalock-raises-4-mm/", "type": "article", "title": "גיוס: Scalock מגייסת 4 מיליון דולר, כדי לאבטח קונטיינרים וירטואליים", "description": "החברה היא הראשונה לקבל השקעה מקרן ההשקעות החדשה TLV Partners של איתן בק ורונה שגב", "image": "https://files.geektime.co.il/wp-content/uploads/2015/10/shutterstock_239600677.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-08T09:17:08Z", "modified_time": "2015-10-08T09:25:37Z", "articleBody": "החברה היא הראשונה לקבל השקעה מקרן ההשקעות החדשה TLV Partners של איתן בק ורונה שגב\nקונטיינרים מול מכונות וירטואליות. מישהו צריך לאבטח אותם. מקור: Docker, עיבוד תמונה\nתחום הקונטיינרים ווירטואליים הוא תחום חדש יחסית, שאמנם מאפשר יכולות חדשות לארגונים, אבל יוצר גם לא מעט כאב ראש לאנשי אבטחת המידע. חברת הסטארטאפ הישראלית הצעירה Scalock, שמפתחת מוצר אבטחה ייעודי לאפליקציות מבוססות קונטיינרים, הודיעה על השלמת סבב גיוס בגובה 4 מיליון דולר ובהובלת קרן TLV Partners.\nחברת Scalock מספקת פתרונות אבטחה לקונטיינרים וירטואליים, דוגמת Docker. המוצר של Scalock מספק הגנה ואבטחה מפני איומים פנימיים וחיצוניים על אפליקציות מבוססות קונטיינר, ובנוסף, הוא מאפשר שליטה מלאה וניטור פעילות בקונטיינרים.\nראשית, המוצר של החברה מנתח את הקונטיינר ומוודא שכל הפעילות שם נעשית בהתאם למדיניות האבטחה של הארגון ואחר-כך הוא בודק מי יכול לקבל גישה לקונטיינר, כדי למנוע גישה ממשתמשים לא מורשים.\nאת Scalock הקימו השנה (2015) שני היזמים הוותיקים דרור דוידוף ואמיר ג’רבי. דוידוף היה מבכירי Clikctale וסגן נשיא בכיר למכירות ב- Sentrigo ו-Cyvida, וג’רבי שימש כארכיטקט הראשי במשפחת מוצרי ControlMinder ב-CA Technologies, שם הוביל את פיתוח טכנולוגיות האבטחה בתחום הוירטואליזציה והענן. החברה, שמונה 10 עובדים, תשתמש בכספי הגיוס לצורך השלמת פיתוח המוצר, ולצורך פתיחת משרד בסיליקון וואלי ופנייה לשוק האמריקאי.\nאחת המתחרות של חברת Scalock בתחום האבטחה של הקונטיינרים היא חברת הסטארטאפ הישראלית Twistlock, שמפתחת בדיקה מתוחכמת של קונטיינרים סטטיים ובזמן ריצה.\nההשקעה ב-Scalock היא ההשקעה הראשונה שביצעה קרן TLV Partners, שהוקמה על ידי רונה שגב ואיתן בק, שעזבו את קרן פיטנגו לפני כשנה. מוקדם יותר השנה פרסמנו כי הקרן צפויה להשקיע כ-100 מיליון דולר בסטארטאפים ישראליים.\nלצד TLV Partners, לקח חלק בגיוס גם שלמה קרמר, ממייסדי צ’קפוינט ו-Trusteer, ובכירים נוספים בתעשיית ההייטק. בין אלה ניתן למצוא את גיורא ירון, בועז חלמיש, מיוצאי מרקורי ו-VMware וכן את נשיא Blue Coat Security, ומייק פיי.\nשגב, שותפה ומייסדת ב-TLV Partners, מסרה בתגובה להשקעה: “קונטיינרים וירטואליים משנים את תשתיות הענן במהירות שלא הכרנו בעולם התוכנה הארגונית. עולם הפתרונות סביב קונטיינרים וירטואליים צומח במהירות, ו-Scalcok היא ללא ספק החברה החדשנית והמתקדמת ביותר בתחום האבטחה של קונטיינרים. הקמנו את TLV Partners בשאיפה להפוך לבחירה הראשונה של יזמים ישראלים בשלבים המוקדמים של הקמת החברה. אנחנו גאים להוביל את סבב ההשקעות הראשון ב-Scalock ולעבוד עם היזמים המובילים בישראל.\nקרדיט תמונה ראשית: Shutterstock/ Containers\n ", "keywords": "scalock,tlv partners,קונטיינרים וירטואליים,קונטיינרים,docker,דוקר,סטארטאפ,גיוס,הון סיכון,רונה שגב,איתן בק,סייבר,אבטחה"}