{"url": "https://www.geektime.co.il/docker-unveils-docker-datacenter/", "type": "article", "title": "Docker חושפת את המודל העסקי: הכירו את Docker Datacenter", "description": "המודל העסקי של Docker Inc סוף סוף נחשף. עם Docker Datacenter לאירגונים, תוכלו לנהל בצורה מלאה את ה – Containers שלכם בתוך כל Data Center.", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/DockerImg-777x437.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-27T12:30:16Z", "modified_time": "2016-02-26T21:36:43Z", "articleBody": "המודל העסקי של Docker Inc סוף סוף נחשף. עם Docker Datacenter לאירגונים, תוכלו לנהל בצורה מלאה את ה – Containers שלכם בתוך כל Data Center.\nמקור: אתר Docker\nאם אתם בין אלו ששואלים את השאלה המתבקשת, איך Docker (החברה, לא הטכנולוגיה) הולכים לעשות כסף ולהצדיק את השקעות המיליונים בחברה? הלילה, חלק מהתשובה לשאלה זו נחשף. Docker Inc מכריזים על Docker Datacenter – מוצר המיועד לאירגונים, המאפשר לנהל בצורה מלאה את ה – Containers שלכם בתוך כל Data Center.\nאז נכון שאין ממש חידוש במה שהוצג הלילה והכלים שמרכיבים את Docker Datacenter קיימים או הוצגו בעבר, אבל השילוב שלהם ובעיקר האריזה למוצר אחד, המיועד בעיקר לשימוש בארגונים גדולים, מהווה חידוש והצהרת כוונות של Docker.\nהרעיון מאחורי הפן המסחרי של Docker הוא לספק כלים, חלקם Open Source וחלקם של Docker (וחברות שהם רכשו), שיאפשרו ללקוחות החברה להגשים את חזון ה – Build, Ship, Run של פתרונות תוכנה באמצעות Containers. לכל שלב בתהליך (ולא משנה אם מדובר על פיתוח או Production) ישנם כלים יעודיים של Docker, על מנת להקל על המשתמשים ולאפשר להם להתרכז בפיתוח בלבד, ללא צרוך לדאוג (יותר מדי) לניהול, אבטחה, שרידות וכו׳.\n\nהתרשים מתאר את התהליך מקצה לקצה. תהליך שמתחיל בפיתוח אפליקציה (Build) ואריזתה (באמצעות Docker Toolbox), ניהול התוצרים (Ship) והרצתם באמצעות כלים שונים (Run).\nה – Datacenter אורז את כל הכלים הללו לפתרון אחד ומספק את כל הכלים הדרושים על מנת להריץ תשתית מבוססות Docker Containers וכל זאת מאחורי ה- Firewall הארגוני.\nהפתרון כולל מספר כלים שכבר הוצגו על ידי Docker בעבר ומהווים פתרון לכל אחד מהשלבים השונים בתהליך.\nכאן אין חידוש ומדובר על אוסף כלים למפתחים (ולכן תמיד רצים אצל המפתח), אשר עוזרים למפתח לבנות ולארוז Containers הכוללים את המרכיבים השונים של האפלקציה שהוא מפתח.\nאת ה – Containers שפיתחנו אנחנו רוצים לשמור במקום בטוח, המאפשר שמירה ושימוש ב – Containers בסביבות השונות. ה – Registry שהנו הגרסה המאובטחת של Docker Hub הציבורי, מאפשר לנו להעלות Containers בצורה מאובטחת (תוך שימוש במפתחות), הוספת Tags לניהול קל יותר, הגדרות אבטחה וגישה (כולל ממשק ל – LDAP ארגוני) ומשיכה של ה – Containers על מנת להריץ אותם, באמצעות אותם כלים ואותן הגדרות אבטחה. ה – Registry אמור להקל מאד את הניהול של ה – Containers והגרסאות השונות שלהם ולאפשר שיתוף פשוט בתוך הארגון ותפעול קל יותר של צוות ה – IT.\nזהו כלי הניהול שמחבר הכל ביחד. הוא מאפשר להריץ Containers מתוך ה – Registry, להגדיר כל Container מבחינת משאבי מחשוב, הגדרות רשת, הרשאות וכו׳. ה – Control כולל את Swarm, מוצר שמשמש לניהול שרתי ה – Host (פיזיים או וירטואלים) עליהם רצים ה – Containers ומאפשר לשלוט בקלות רבה בצורה שבה המערכת מריצה Containers ומחלקת את המשאבים השונים על השרתים המארחים.\n\nבנוסך לשלושת המוצרים המרכיבים את Docker Datacenter, המוצר כולל תמיכה מלאה ב – API, המאפשר אוטומציה מלאה של כל התהליכים, החל מה – Build ועד ה – Run וכמובן שרותי תמיכה מלאים (בשתי רמות SLA) מצוות התמיכה של Docker.\nכאמור, אין כאן חידוש טכנולוגי אמיתי ולרוב הכלים ש – Docker מציגים קיימים תחליפים טובים יותר או טובים פחות, אבל זאת הפעם הראשונה שמוצג כלי Enterprise אמיתי לעולם ה – Containers, הכולל פתרון מקצה לקצה, המיועד לעבודה מאחורי ה – Firewall.\nאם תרצו להתנסות בחלק מהכלים, Docker נותנים 30 ימי נסיון במערכת או אם בא לכם להרים תשתית בלי להשקיע בחומרה, חלקים מהשרות זימינים דרך AWS Marketplace (גם שם עם 30 ימי נסיון).\nהפוסט פורסם במקור בבלוג מעונן חלקית", "keywords": "docker,docker container,containers,docker datacenter,docker toolbox,docker trusted registry,docker universal control plane"}