{"url": "https://www.geektime.co.il/sap-io-foundry-new-cycle-in-israel/", "type": "article", "title": "תוכנית הסטארטאפים של SAP.iO פותחת מחזור נוסף בישראל", "description": "תוכנית ההאצה SAP.iO Foundry מיועדת לסטארטאפים שמעוניינים ליצור שיתופי פעולה עם חברת התוכנה SAP. המחזור הבא יחל במאי הקרוב וההרשמה אליו פתוחה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/SAPIO-1580029642-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-27T11:28:36Z", "modified_time": "2020-02-23T22:49:16Z", "articleBody": "תוכנית ההאצה SAP.iO Foundry מיועדת לסטארטאפים שמעוניינים ליצור שיתופי פעולה עם חברת התוכנה SAP. המחזור הבא יחל במאי הקרוב וההרשמה אליו פתוחה\nהכתבה בחסות\nצוות SAP.iO Foundry Tel-Aviv, מימין לשמאל: ליאור ויצמן, ענבר יעקבי וסטפני הורוויץ. תמונה: אפרת סער\nבשנת 2019 הכריזה ענקית התוכנה SAP על הרחבת פעילות SAP.iO Foundry לישראל. SAP.iO היא זרוע פעילות של החברה ובאמצעותה היא משקיעה ומפתחת שיתופי פעולה עם סטארטאפים ברחבי העולם. לקבוצה שתי פעילויות מרכזיות: SAP.iO Fund שבאמצעותה משקיעה החברה בסטארטאפים בתחילת דרכם, ו-SAP.iO Foundry שהיא תוכנית האצה בת 12 שבועות הפועלת במספר ערים בעולם ובהן: ניו-יורק, סן-פרנסיסקו, תל אביב, ברלין, טוקיו, פריז, מינכן וסינגפור. מטרת התוכנית היא להעניק תמיכה לסטארטאפים נבחרים על ידי הענקת גישה ללקוחות החברה ועל ידי ליווי של מנטורים עסקיים ומומחים טכנולוגים. מאז שהחלה התוכנית ב-2017 ועד היום השתתפו בה 165 חברות מכל העולם.\nהתוכנית מיועדת לחברות שביצעו גיוס Seed או A Round, שמפתחות B2B Enterprise Software ושאינטגרציה למערכות SAP היא חלק מה-Roadmap שלהן או דרישה שתעלה מצד לקוחותיהן העתידיים. המחזור השני של התוכנית יחל במאי 2020, והוא יתמקד בחברות המפתחות פתרונות לתעשיית ה-Consumer Products. כלומר, סטארטאפים המפתחים פתרונות בתחומי ה-Product development, Manufacturing ,Marketing, Supply Chain, ו-Sales וששוק היעד שלהם הוא חברות בתעשיית ה-Consumer Products.\nהתוכנית מתמקדת בשלושה ערוצים מרכזיים: הערוץ הטכנולוגי, במסגרתו יקבלו החברות ליווי וייעוץ טכנולוגי מ-SAP בכל הנוגע לאינטגרציה אופטימלית עם המערכות והפתרונות השונים שלה; הערוץ העסקי, במסגרתו יוגדר הערך שמביא הסטארטאפ ללקוחות החברה ותיבנה תוכנית עבודה להכרת האנשים המתאימים ב-SAP וכן להשגת חשיפה ללקוחותיה בעולם; והערוץ התדמיתי במסגרתו ייהנו החברות מחשיפה בינלאומית באמצעות ערוצי השיווק וה-PR של SAP וכן באמצעות Demo-Day שייערך בסיום התוכנית.\nבנוסף, במהלך התוכנית יקבלו החברות תמיכה בהצטרפות לתוכנית השותפים של SAP – SAP PartnerEdge, וכן תמיכה בהעלאת הפתרונות לקטלוג האפליקציות של החברה – SAP AppCenter. הסטארטאפים שייבחרו להשתתף לא יתבקשו לוותר על Equity, ואף ייהנו מאזור ייעודי במתחם העבודה LABS תל אביב ממנו יוכלו לעבוד במהלך התוכנית.\nאת פעילות SAP.iO Foundry בישראל מוביל כיום ליאור ויצמן, שהוביל בעבר את תוכנית האקסלרציה של יבמ בישראל (IBM Alpha Zone) ועסק רבות בחיבור סטארטאפים לתאגידים במסגרת תפקידו האחרון ב-Deloitte.\nלפרטים נוספים והרשמה\nתמונה: SAP.iO", "keywords": "sap,sap.io sap.io foundry,אקסלרטור,תוכנית האצה,consumer products,חברת תוכנה,חברות הזנק,גישה ללקוחות,בינלאומי,שת\"פ,שתופי פעולה,שתפ"}