{"url": "https://www.geektime.co.il/lets-talk-about-docker-orchestration/", "type": "article", "title": "קצת על סביבת הריצה החדשה: Docker Orchestration", "description": "דוקר (Docker) עצמו אינו מספיק, במיוחד לא לסביבת production מורכבת", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/nature-2129493_1280.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-13T12:15:16Z", "modified_time": "2017-07-13T12:15:16Z", "articleBody": "דוקר (Docker) עצמו אינו מספיק, במיוחד לא לסביבת production מורכבת\n\nמהפכה מתרחשת מסביבנו: מהפכת הקונטיינרים.\nלפני רק עשור וחצי, סביבת הריצה המשמעותית של התוכנה (צד-שרת) שכתבנו הייתה מערכת ההפעלה. כמעט כל תואר אקדמי שכיבד את עצמו הכיל קורס משמעותי על סביבת הריצה הזו: תהליכים, IPC, ניהול זיכרון, socket, files, ומערכת קבצים (inodes – מישהו?).\nבאה ג’אווה ומיד אחריה סביבת NET. והפכו את סביבת הריצה שהיא מערכת ההפעלה – לשניה ל-VM וסט הספריות שלו. ניהול זיכרון, ניהול תהליכים, ו-IPC – כבר הפכו לפחות רלוונטיים.\nמשם המשכנו לענן – ופתאום סביבת הריצה המשמעותית השתנתה פעם נוספת:\nAutoscaling, התנהגות בוירטואליזציה, תקשורת בין Availability Zones או בתוכם? רשת משותפת? VPC? Spot instances? – כל השיקולים הללו התווספו לסביבת הריצה של האפליקציה שלנו.\nעכשיו סביבת הריצה מקבלת הרחבה נוספת, בדמות ה-Linux Containers והמימוש המאוד פופולארי שלהם: Docker.\nסביבת הריצה העכשווית של מערכות צד-שרת\nמי שמכיר – שידלג.\nלהלן 2 דרכים מקובלות להעביר קוד ממכונת הפיתוח לפרודקשיין:\nדרך #1 (המקובלת יותר): להעביר את קוד המקור (או ה-binary המקומפל) למכונה\nהבעיה: לקוד יש תלויות שצריך להתקין. חלק מהתלויות צריך לקמפל על המכונה (להתאים לארכיטקטורת המעבד / מערכת ההפעלה). התהליך הזה עשוי להיות מסובך, error prone, ולארוך זמן רב (5 וגם 10 דקות לתהליך התקנה של מכונה – הוא לא זמן מופרך).\nדרך #2: ליצור Virtual Machine ולהריץ אותו על Hypervisor / ספק ענן\nאת ה-VM אולי לוקח זמן רב לבנות, אבל ברגע שה-image מוכן ונבדק – אפשר לשכפל אותו שוב ושוב לעוד מכונות, בזמן מהיר, ועם סיכון אפסי כמעט לבעיות אי תאימות.\nהקשיים: ה-image הוא לרוב גדול (כמה GB) ולוקח זמן להוריד ולאתחל אותו.\nלבדוק את ה-image על מכונת פיתוח – לא כ”כ נוח: צריך הרבה זיכרון וזו מערכת הפעלה נפרדת לחלוטין, מה שמקשה מעט על תהליך debugging / בדיקת לוגים וכו׳.\nעל גבי המכונה שנוצרה מה-image נרצה לבצע עדכוני תוכנה (patches) וגם עדכונים של הקוד שלנו – ועם הזמן קל לאבד שליטה על מה שקורה בו. זוהי גישה שנקראת convergence.\nקיימת גישה של immutable deployment שאומרת שכל שינוי קטן כולל בנייה מאפס של ה-image, והיא אפשרית – אך פחות מקובלת בגלל הזמן הארוך שלוקח להריץ את כל ההתקנות / עדכונים.\n\nגישת ה-Containerization (להלן Docker) היא גישת אמצע:\nה-tradeoff של פחות isolation (יחסית ל VM) – אבל ניצולת גבוהה של משאבים קוסמת מאוד לחברות השונות: “על ה-images שלנו אנחנו סומכים!”. כל עוד המערכת המארחת מריצה רק containers שלי – הדאגה מבחינת אבטחה ו/או “חטיפת משאבים” היא נסבלת לחלוטין.\nעוד דבר נחמד ש-Docker עושה הוא בנייה של ה-docker image בשכבות.\n\nכאשר דוקר הוריד למכונה את ה docker image של שירות #1, הוא הוריד כל שכבה בנפרד. כעת, את שירות #2 הוא יכול להוריד במהירות, ממש כמו התקנה של source code / binary – כי רק השכבה של MyService 2 השתנתה.\nכנ”ל לגבי שירות #3 – שעושה שימוש חוזר ב-layer הגדול של אובונטו.\nגישה זו היא יפה, אבל צריך גם לדעת איך לעבוד איתה. למשל:\nישנן כמה מוטיבציות עיקריות ליישום Docker:\nהסיכונים, גם הם קיימים:\nסיימנו עם דוקר, ובחזרה לפוסט…\n—-\nDocker עצמו אינו מספיק, במיוחד לא לסביבת production מורכבת.\nה”מישהו” הזה – נקרא בימנו Container Orchestration Framework.\nנכון, Docker הוא כ”כ דומיננטי כיום, שאני בכלל לא מתייחס לאלטרנטיבות, ובראשן rkt (נקרא כמו: “rock-it”) של coreOS. בהמשך ארחיב על קוברנטיס – Framework שמספק גם תמיכה ניסיונית ב rkt. גם Lock-In לדוקר הוא משהו שיש ומנסים להימנע ממנו.\nContainer Orchestration Frameworks (בקיצור: COF) יש כבר לא מעט – והן מתפתחות במהירות:\nאפשר לעסוק עד בלי די בכוחות הפועלים מסביב ל-Ecosystem של ה-Linux, ובתחרות העזה שמתנהלת בין ה-COFs השונים. זה לא יקרה בפוסט הזה.\nאני רוצה להציג COF לדוגמה, וקצת לצלול לאופי של Framework שכזה. אני אציג את Kubernetes שהוא היום הפתרון המוביל מבחינת יכולות ובשלות.\nהשוואה בין ה-Docker Orchestration Frameworks מלפני שנה. מקור. חשוב להזכיר שהתחום מתפתח במהירות, וסביר שההשוואה כבר איננה מדוייקת לגמרי\nקוברנטיס (“קפטן” ביוונית, כמשל לקפטן של הספינה המשנעת את הקונטיינרים) הוא פרויקט קוד-פתוח, שהחל ע”י גוגל ומבוסס על ידע וניסיון בן עשור של גוגל בניהול מערכות בעזרת “אריזות תוכנה מדולריות ניידות המנוהלות ע”י API”.\nנתחיל בהגדרת המונחים הלוגים העיקריים בעולם של קוברנטיס:\nPod – היא יחידת ה-deploy הקטנה ביותר. בד”כ זה יהיה קונטיינר יחיד, אבל יכולים גם להיות 2 או יותר קונטיינרים בפוד – שרוצים להריץ אותם ביחד.\nService – הוא הפשטה לקבוצה לוגית של Pods (מסוג זהה) והמדיניות המתירה גישה אליהם. לקוח של המערכת ניגש ל virtual IP של ה service ומשם המערכת מבצעת routing + load balancing ל pod מתאים כלשהו.\nVolume – הוא בעצם Mount של Storage ל-Pod. ב-Docker יש קונספט של Volume, אבל הוא פחות או יותר mount של folder מה host – ואינו כולל lifecycle מנוהל (למשל: ניקוי הנתונים לאחר שה Container ירד). קוברנטיס מציעה Persistent Volume שיחייה גם לאחר שה-Pod ירד.\nNamespace – יחידה לוגית שמרכזת משאבים כמו הנ”ל (Pods, שירות, ו-Replica Set), ומבודדת אשכולים שונים שלהם זה מזה. למשל: production ו-staging.\nהנה תרשים ויזואלי של האלמנטים הללו:\n\nעד כאן הצד הלוגי. נמשיך בתצורה פיסית של התקנה של קוברנטיס, שתעזור לנו להבין את הרכיבים השונים ותפקידיהם.\nחשוב להדגיש שזהו תרשים גנרי:\n\nהרכיבים הכחולים הם רכיבי Runtime, בעוד הרכיבים האדומים הם רכיבי Management\nה-Kubernetes Cluster מורכב מ Nodes ו-Master. המכונות עצמן מנוהלות ו provisioned ע”י פתרון הענן / פתרון שאינו קוברנטיס. ברגע שה-Master עולה ומזהה ברשת את ה-kubelets המותקנים על ה-nodes – הוא מתחיל לפעול.\nה-Master עושה scheduling של ה pods שנדרשים ממנו ל nodes השונים, ע”פ כללים שונים. הוא מעביר לכל kubelet את ה podspecs הרלוונטיים (בד”כ: קבצי xxx_pod.yaml) וה kubelet פועל מול ה container engine (בד”כ: Docker) על מנת להוריד את ה docker images המתאימים, לקנפג אותם, לחבר להם volumes – אם קיימים, ולהריץ אותם. ל-Kubelet יש עצמאות לעשות restart ל-containers שאינם מגיבים.\nכל ה-Pods על אותו node יכולים לתקשר זה עם זה בעזרת localhost או IPC. קונטיינרים באותו ה pod משתפים ביניהם גם storage.\nה-Pods השונים מזוהים ע”י Labels (צמד key/value – לצורך זיהוי) ו-Annotations (מחרוזות המשמשות כ-metadata לצורך קלות הניהול).\nReplica-Set מוגדרת כקבוצה של Pods התואמים ל-Label Selector, או פרדיקט, בנוסח:\nrole = webserver, application != honeypot\nכאשר role ו-application הם ה-keys של ה-Labels, ו-webserver ו-honeypot – הם ערכים אפשריים.\nהמערכת תדאג שה Replica-Set תשאר בגודל הרצוי – ואם למשל נפל node וחסרים Pods ב replica-set – המערכת תשלים אותם אוטומטית.\nמי שמנהל מרכזית את ה-Replica-Set הוא רכיב בשם Controller Manager – הרץ כחלק מה-Master. ה-Master נדרש בעיקר לשינויים ולא לריצה שוטפת. אם הוא נופל, אי אפשר יהיה לבצע שינויי קונפיגורציה – אבל ההתנהלות בתוך ה-nodes תמשיך לפעול כרגיל. עבור צרכים של Higher Availability, ניתן להפעיל יותר מ-Master אחד.\nהרכיבים המרכזיים ב-Master הם:\nAPI Service, החושף את ה-REST API בו משתמשים ה-kubectl ו/או ה-Management UI של קוברנטיס. הוא אחראי ל-input validation ובדיקה שהתצורה המבוקשת תמיד תקינה.\nה-Controller Manager הוא רכיב הניהול המרכזי. הוא רץ בלופ תמידי שבודק את מצב המערכת (נתונים מגיעים מה-cAdvisors דרך ה-Kubelet וה-API Service) מול התצורה הרצויה וכל הזמן מנסה להביא את המצב הקיים למצב הרצוי.\nReplication Controller, Endpoints Controller, Namespace Controller, וכו’ – הם תתי הרכיבים של ה Controller Manager.\nה-Scheduler שהוא רכיב המנהל שורה של כללים עסקיים (“Policies”) ומבצע שינויי תצורה ב Cluster בכדי לספק High Availability, ביצועים מספיק טובים, ו-Quality of Service. כאן בעצם מגיבים למצב המערכת (high / low load, ביצועים לא מספיקים, מחסור במשאבים וכו’) – ומשנים את התצורה הרצויה בכדי לשפר את תגובת המערכת.\netcd – פרויקט אחר של גוגל לניהול key/value בצורה מבוזרת המשמש לאחסון כל ה state של ה-cluster.\nניתן להריץ את ה-etcd או על המאסטר או כ-cluster נפרד (עבור higher availability). אני בחרתי לצייר אותו בתרשים מחוץ ל-Master.\nעבור צרכני המערכת, מה שנגיש הוא ה-Services. הם אלו שדרכם ניגשים ל-APIs / Endpoints של המערכת.\nאת ה-load balancing / service discovery הראשוני של ה services נעשה בעזרת DNS. קוברנטיס מספקת DNS משלה שהוא bulit-in בשם Kube-DNS. ניתן להשתמש בחלופות אחרות ל service discovery ו load balancing – אבל Kube-DNS היא הדרך הפשוטה.\nבתוך ה-Node, יהיו פעמים רבות מספר Pods מאותו הסוג (המזוהים ע”י אותם ה-Labels). את ה-load balancing והחיווט הפנימי בתוך ה-Node – עושה רכיב בשם ה-kube-proxy.\nאם יש פתרון multi-cloud (ולכן multi-kubernetes-cluster) – אזי load balancing מוקדם יותר יעשה ע״י DNS חיצוני, למשל כמו זה של Dyn או Akamai.\nKubernetes Management Dashboard. מקור: Kubernetes\nמדוע Stateful Pods הם בעייתים בקוברנטיס?\nאחד הרעיונות הדומינטטים בקוברנטיס ו-Docker בכלל הם Stateless Services: שירותים שיכולים ליפול ולעלות בכל רגע, בלי לפגוע בשירות. מה קורה כאשר אנחנו רוצים שירות שהוא לא כזה? למשל: Database?\nל-Database בקוברנטיס (וב Docker בכלל) יש כמה בעיות. קוברנטיס פותרת כמה בעיות, כמו היכולת לנהל lifecycle מורכב יותר ל Pod – אבל זה רחוק מלהספיק:\nבקיצור: ההמלצה הגורפת היא לא לנהל בסיסי נתונים בקוברנטיס ו/או Docker – במיוחד לא ב Production. כנ”ל לגבי מערכות שהן memory hungry וזקוקות למלוא רוחב ה memory bus על מנת לפעול בצורה יעילה.\nשווה להזכיר את Minikube – סביבת הרצה לקוברנטיס שאפשר להריץ על המחשב האישי. המגבלה: יש רק Node אחד. היא מתאימה לפיתוח ולבדיקות פונקציונליות.\nContainer Orchestration Frameworks לוקחים את עולם ה-Containers לרמה הבאה – והמאוד מוחשית. ה-Frameworks הללו מציעים כמה יתרונות חשובים – אבל הם עדיין לא הגיעו לרמת הבגרות של פתרונות הענן הקיימים.\nקוברנטיס, שקצת יותר סקרנו לעומק – הוא ה-Framework הבשל והמפותח ביותר כיום. אחד הרשמים החשובים, שאני מקווה שהצלחתי להעביר, הוא שהוא לא משהו פשוט. קוברנטיס הוא לא עוד AWS Lambda, אלא פתרון ברמת מורכבות של… חצי ספק ענן. אם ללמוד לעבוד עם עוד ספק ענן לוקח X מאמץ, לעבוד עם קוברנטיס עשוי לקחת X/2 מאמץ.\nה-Sweet Spot הנוכחי של קוברנטיס (או Frameworks אחרים) הוא מערכת של Stateless Services, ללא בסיסי נתונים, וללא תלויות מורכבות בין השירותים ו/או ה-Pods השונים. רבים מאלו שמאמצים Container Orchestration Frameworks היום, עדיין משתמשים בהם רק בסביבות הפיתוח והבדיקות – ועדיין לא בפרודקשיין.\nשיהיה בהצלחה!\nהכתבה פורסמה לראשונה בבלוג ארכיטקטורת תוכנה", "keywords": "דוקר,סביבת ריצה,סביבת ריצה חדשה,docker,docker orchestration,containers,קונטיינר,קונטיינרים,פיתוח,קרוס,ארכיטקטורת תוכנה"}