{"url": "https://www.geektime.co.il/stratoscale-round-b-32-million/", "type": "article", "title": "Stratoscale הישראלית מגייסת 32 מיליון דולר [גיוס]", "description": "חברת הסטארטאפ של היזמים הסדרתיים אריאל מייסלוס ואיתי בוגנר מודיעה על השלמת סבב גיוס בגובה 32 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/shutterstock_virtualization-s.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-05T09:20:21Z", "modified_time": "2014-11-05T10:56:38Z", "articleBody": "חברת הסטארטאפ של היזמים הסדרתיים אריאל מייסלוס ואיתי בוגנר מודיעה על השלמת סבב גיוס בגובה 32 מיליון דולר\nמקור: Shutterstock\nחברת הסטארטאפ הישראלית Stratoscale, המפתחת טכנולוגיית וירטואליזציה שנועדה לשפר ביצועים ויעילות של מרכזי נתונים גדולים, מודיעה על השלמת סבב גיוס שני בגובה 32 מיליון דולרים. את הסבב הובילה זרוע ההשקעות של Intel Capital, ביחד עם Cisco Investments, SanDisk והמשקיעים הקיימים בחברה: Battery Ventures ו-Bessemer Venture Partners.\nטכנולוגיית הוירטואליזציה אותה מפתחת Stratoscale מיועדת לעזור לשפר את הביצועים והיעילות של מרכזי שרתים שונים. על מנת לעשות זאת, מציגה החברה ארכיטקטורה המבזרת פעולות שונות על גבי מגוון רחב של שרתים, בניגוד לכלים הקיימים כיום המסתכלים בכל פעם על שרת אחד, ואינם מתאימים לצורה בה נבנים מרכזי מידע.\nכלומר, החברה ישראלית מאמינה שיש להסתכל על ארון השרתים כולו ולבצע עליו את תהליכי האופטימיזציה, בניגוד לאופן הפעולה הקיים כיום המתמקד בשרת בודד אחד. החברה אף מסייעת בהפיכת שרתי x86 לפתרון תשתית המשלב אחסון בעל ביצועים גבוהים ביחד עם שירותי ענן, שיעזור לשיפור הביצועים.\nמערכת ההפעלה אותה מציעה החברה, שתהליך התפעול שלה הינו פשוט ומבוסס על מודל Plug and Play, מאפשרת לנצל את כל משאבי החומרה הזמינים והקיימים במרכז הנתונים, כגון מחשוב, אחסון, וירטואליזציה ורשת. מאחורי הקלעים, החברה יודעת לנצל את יתרון החומרה, לבצע עליה את התהליכים והאופטימזציות השונות וכמובן, להציג שיפור משמעותי בפעילות הכוללת למגוון לקוחותיה.\nStratoscale הוקמה על ידי שני יזמים ידועים בסצנת ההיי טק הישראלית: הראשון, אריאל מייסלוס, אשר הקים את חברת Passave שנרכשה על ידי PMC-Sierra בעסקה המוערכת בכ-300 מיליון דולרים, וכמובן את חברת Anobit שנרכשה על ידי אפל ב-2012 תמורת סכום המוערך בכחצי מיליארד דולרים. היזם השני, איתי בוגנר, ייסד את חברת Neocleus שנרכשה בספטמבר 2010 על ידי אינטל תמורת סכום המוערך במאות אלפי דולרים בודדים, ואת SofaWare, חברת אבטחת מידע שנרכשה על ידי צ׳ק פוינט עוד ב-2002.\nאריאל מייסלוס, מנכ״ל החברה, הצהיר כי עם למעלה מ-40 מיליון דולרים שהושקעו בחברה מיום הקמתה, היא נמצאת בעמדה שיכולה לספק את ארכיטקטורת התוכנה המשלבת בין מחשוב, אחסון, נטוורקינג ווירטואליזציה. עוד הוסיף מייסלוס כי לקוחותיה של החברה מעידים על הטכנולוגיה הייחודית והרעיונות החדשים שלה, העוזרים לחדש ולהמציא מחדש את עולם הוירטואליזציה.\nלדברי מייסלוס, החברה מתכננת להשתמש בסכום הגיוס הנוכחי על מנת להמשיך לפתח את המוצר שלה וכמובן, על מנת להתרחב גלובלית בתחום השיווק והמכירות.\nמקור תמונה: Shutterstock / Businessman hand working with a Cloud Computing diagram on the new computer interface as concept", "keywords": "stratoscale,סטראטוסקייל,אריאל מייסלוס,איתי בוגנר,סטארטאפ,אינטל קפיטל,intel capital,וירטואליזציה,"}