{"url": "https://www.geektime.co.il/multi-nic-vmotion-with-vsphere-5/", "type": "article", "title": "שיפור ביצועים באמצעות Multi Nic VMotion בסביבת vSphere 5", "description": "בעידן הווירטואליזציה ומחשוב הענן, אנחנו נתקלים בשרתי ESX Host עם כמויות זיכרון הולכות וגוברות. המדריך הבא יאפשר לכם לשפר ביצועים באמצעות Multi Nic VMotion בסביבת vSphere 5", "image": "https://files.geektime.co.il/wp-content/uploads/2013/02/servers.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-05T13:17:06Z", "modified_time": "2013-02-05T13:19:22Z", "articleBody": "בעידן הווירטואליזציה ומחשוב הענן, אנחנו נתקלים בשרתי ESX Host עם כמויות זיכרון הולכות וגוברות. המדריך הבא יאפשר לכם לשפר ביצועים באמצעות Multi Nic VMotion בסביבת vSphere 5\nהפוסט נכתב על ידי נמרוד קן דרור, יועץ לווירטואליזציה ואוטומציה.\nתמונה: flickr, cc-by, Tom Raftery\nכיום בעידן הווירטואליזציה ומחשוב הענן, אנחנו נתקלים בשרתי ESX Host עם יותר ויותר כמויות זיכרון. מערכת Host ESX עם נניח 256GB RAM אינה חיה מוזרה וניתן למצוא מערכות כאלו אצל לקוחות בינוניים וגדולים.\nאז ברור שכמה שיותר RAM כך גם יותר מכונות ווירטואליות שרצות על ESX Host יחיד. מה שמשפיע באופן מאד משמעותי על תהליכי ה-Maintenance ותהליכים ניהוליים אחרים. כניסה ל-Maintenance Mode לשרת ESX Host יחיד שמריץ 50 ואף יותר שרתים ווירטואליים עלולה להגיע לזמני המתנה ארוכים שמשפיעים באופן חד משמעי על חלונות זמן לעבודות תחזוקה.\nכיום בסביבה ווירטואלית טיפוסית שמוגדרת בתצורת DRS Cluster מוגדר VMkernel adapter שתפקידו להעביר את ה-Memory State של המכונות הווירטואליות בתהליך ה-vMotion. ברוב הקונפיגורציות המקובלות מוגדר VMkernel adapter יחיד והוא מתחלק לפי כמות המכונות הווירטואליות שרצות על שרת ה-ESX Host.\nכמה שיותר Adapters כך גם יותר ביצועים, ולכן ניתן להאיץ את ביצועי ה-VMotion באמצעות השמה של יותר VMkernel adapter יחיד, מה שמאפשר חלוקה יעילה יותר של תעבורת vMotion על כרטיסי הרשת.\nיש לציין שבתצורה זו אפילו אם נבצע תהליך vMotion למכונה ווירטואלית בודדת עדיין הביצועים יהיו טובים יותר מכיוון שכל ה-VMkernel adapters יעבדו במקביל לטובת התהליך.\nלהלן שלב אחרי שלב על הגדרה של Multi Nic vMotion מבוסס שני כרטיסי רשת על גבי Standard Switch:\n1. התחבר לסביבת ה-vCenter באמצעות ה-VI Client.\n2. בחר את ה- ESX Host הרצוי תחת Host And Clusters ובחר ב-Networking תחת Configuration.\n3. בחר Add Networking ובחר VMkernel .\n4. הוסף את שני כרטיסי הרשת למתג החדש ולחץ Next.\n5. הגדר שם תחת Network Label וכן מספר Vlan במידת הצורך.\n6. בחר באופציה של Use this port group for vMotion ולחץ Next.\n7. הכנס הגדרות IP ולחץ Next ו-Finish.\nכעת נוצר לנו מתג חדש עם כרטיס VMkernel אחד שמוגדר לעבוד עם שני כרטיסים, בשלב הבא נאלץ אותו לעבוד עם כרטיס אחד לטובת חלוקת עומסים וכן נגדיר התקן VMkernel נוסף על גבי הכרטיס הפיזי השני.\n8. לחץ Properties על המתג החדש שנוצר, בחר את ה- VMkernel הראשון שיצרנו ולחץ Edit.\n9. תחת Nic Teaming יש לבחור Override switch failover order.\n10. הגדר את אחד הכרטיס הראשון כפעיל (Active) וא השני ב-Standby (על ידי לחיצה על כפתור Move Down).\n11. לחץ OK\n12. כאשר חוזרים לחלון ה-Properties יש לבחור Add שוב ולבחור VMkernel.\n13. הגדר שם נוסף תחת Network Label וכן מספר Vlan במידת הצורך.\n14. בחר באופציה של Use this port group for vMotion ולחץ Next.\n15. הכנס הגדרות IP ולחץ Next ו-Finish.\n16. עכשיו בוחרים את ה- VMkernel השני שיצרנו ולוחצים על Edit.\n17. תחת Nic Teaming יש לבחור Override switch failover order.\n18. הגדר את הכרטיס השני כפעיל ואת הראשון ב-Standby ולחץ OK.\nכעת יצרנו מתג מסוג Standard Switch שעובד עם שני כרטיסי רשת פיזים ומכיל שני התקני VMkernel כאשר כל התקן עובד על כרטיס פיזי שונה. תצורת עבודה זו מבטיחה שכל התקן VMkernel יעבוד עם כרטיס ייעודי לו וינצל את התעבורה ביעילות.\nבמידה ואתם מעוניינים להגדיר את אותה תצורה אך באמצעות Virtual Distributed Switch להלן שלב אחרי שלב על הגדרה של Multi Nic vMotion מבוסס שני כרטיסי רשת על גבי Virtual Distributed Switch:\n1. התחבר לסביבת ה-vCenter באמצעות ה-VI Client ובחר ב-Networking תחת\nה-Inventory.\n2. בחר New vSphere Distributed Switch ובחר בגרסה 5.\n3. הגדר שם למתג החדש ותחת Number of uplink ports יש לבחור 2 כרטיסים וללחוץ Next.\n4. בחר את ה-ESX Hosts הרצויים (ניתן להוסיף גם אחר כך) ואת 2 כרטיסי הרשת הפיזיים שנשתמש בהם, Next ו-Finish.\n5. בחזרה בחלון ה-Networking, מתחת למתג החדש שנוצר מופיע VMkernel port group בשם dvPortGroup. יש לבחור אותו וללחוץ על Edit Settings.\n6. תחת General יש להגדיר את השם הרצוי.\n7. תחת VLAN יש הגדיר את מספר ה-Vlan הרצוי.\n8. תחת Teaming and failover יש להגדיר את dvUplink1 כאקטיבי וכן את dvUplink2 כ-Standby וללחוץ Ok.\n9. בחזרה בחלון ה-Networking יש ללחוץ לחיצה ימנית על המתג החדש שלנו ולבחור New Port Group.\n10. הגדר את השם הרצוי תחת Name.\n11. תחת Vlan type יש לבחור Vlan ואת מספר ה-Vlan הרצוי, Next ו-Finish.\n12. בחזרה בחלון ה-Networking, מתחת למתג החדש מופיע VMkernel port group השני שיצרנו. יש לבחור אותו וללחוץ על Edit Settings.\n13. תחת Teaming and failover יש להגדיר את dvUplink2 כאקטיבי וכן את dvUplink1 כ-Standby וללחוץ Ok.\nכעת נוצר לנו מתג חדש מסוג Virtual Distributed Switch עם עם שני VMkernel adapters המוגדרים לעבוד כל אחד דרך כרטיס רשת פיזי שונה. בשלב הבא נבצע הגדרות IP לכל ה- VMkernel adapters על כל שרת ESX Host.\n14. נווט ל- ESX Host הרצוי תחת Host And Clusters ובחר ב-Networking תחת Configuration.\n15. בחר vSphere Distributed Switch ותחת המתג שיצרנו בחר Manage Virtual Adapters.\n16. בחר ב-Add ולחץ Next\n17. לחץ Next במסך ה-Virtual Adapter type (אופציה יחידה VMkernel).\n18. בחר את VMkernel port group הראשון שיצרנו תחת Select port group וסמןUse the virtual adapter for vMotion .\n19. לחץ Next והכנס הגדרות IP.\n20. לחץ Next ואז Finish.\n21. בחר שוב ב-Add בכדי להוסיף Virtual Adapter נוסף ולחץ Next.\n22. לחץ Next במסך ה-Virtual Adapter type (אופציה יחידה VMkernel).\n23. בחר את VMkernel port group הראשון שיצרנו תחת Select port group וסמןUse the virtual adapter for vMotion .\n24. לחץ Next והכנס הגדרות IP.\n25. לחץ Next ואז Finish.\nכמו כן ניתן להגדיר במידה ואפשר תמיכה של jumbo frames על הכרטיסים שמריצים את התקני ה-VMkernel מה שיוסיף להאצת ביצועי vMotion.\nלהלן לינק ל-KB של vMware שמסביר איך מגדירים Jumbo Frames על התקן VMkernel.\nחשוב לציין ש-Jumbo Frames צריך להיות נתמך בתשתית התקשורת לפני ההגדרה בסביבת ה- vMware.", "keywords": "וירטואליזציה,מחשוב ענן,מדריך,esx host,multi nic vmotion,vmotion,standrd switch,drs cluster,vmkernel adapter,ram,esx"}