{"url": "https://www.geektime.co.il/understanding-virtualization/", "type": "article", "title": "צעדים ראשונית בהבנת Virtualization", "description": "ליאור בר-און מציג את הצעדים הראשונים בתחום הוירטואליזציה תוך כדי התמקדות בחומרה כולה (זיכרון, דיסק, רשת, וכו') - מה שרוב האנשים מכירים פשוט כ-Virtual Machine או VM", "image": "https://files.geektime.co.il/wp-content/uploads/2014/10/shutterstock_working.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-17T10:55:02Z", "modified_time": "2014-10-17T09:49:09Z", "articleBody": "ליאור בר-און מציג את הצעדים הראשונים בתחום הוירטואליזציה תוך כדי התמקדות בחומרה כולה (זיכרון, דיסק, רשת, וכו’) – מה שרוב האנשים מכירים פשוט כ-Virtual Machine או VM\nמקור: Shutterstock\nכשלמדתי באוניברסיטה, לפני קצת יותר מעשור, היה קורס חובה בשם “מערכות הפעלה”. הקורס היה מעט תאורטי (כיאה לאקדמיה) – אך סיפק לי תמונה לא-רעה של סביבת הריצה של התוכנות שאכתוב בשנים לאחר מכן.\nהשנים עברו, ולסביבת הריצה נוסף רכיב משמעותי נוסף: וירטואליזציה. דיברתי לא מזמן עם קבוצת סטודנטים למדעי-המחשב והתעניינתי אם לומדים היום בקורס “מערכות הפעלה” על וירטואליזציה. הם ענו שלא, רובם לא שמע מעולם את המונח. זה חבל – כי נדיר יהיה בקרוב למצוא את השרת שרץ ללא וירטואליזציה, וכדאי להכיר מה המשמעות שלה.\nוירטואליזציה[א] היא לא טכנולוגיה חדשה: היא זמינה החל משנת 1972, אולם רק בעשור האחרון היא זכתה לאימוץ נרחב. כיום היא אחד מהיסודות החשובים של מחשוב הענן.\nרעיון הוירטואליזציה קיים ברמות הפשטה שונות:\nבפוסט זה ארצה להתמקד בויאטואליזציה של החומרה כולה (זיכרון, דיסק, רשת, וכו’) – מה שרוב האנשים מכירים פשוט כ “Virtual Machine” או “VM”.\nבמהלך הפוסט אנסה לענות על שאלות כגון:\nאנסה להעביר את המוטיבציה בעזרת סיפור קצר. בסיפור שלנו יהיה ארגון עם Data Center שכולל כמה שרתים שונים:\n(לצורך פשטות הסיפור אתאר רק 4 שרתים. בסביבה אמיתית סביר שיהיו הרבה יותר).\nמקור: VMWare\nבמשך השנים נוצר הסטנדרט בו כל שרת רץ על “קופסה” (כלומר: מחשב פיסי) משלו. ניסיונות שהיו במשך השנים להריץ כמה תוכנות שרת על אותו שרת פיסי (מה שנקרא “server consolidation”) נגמרו לרוב בחוסר שביעות-רצון של האחראים על תוכנות השרת (גם אם אותו האדם אחראי על שתי מערכות שונות). מדוע?\nהמציאות בפועל הייתה שאנשי ה IT דרשו מהארגון “קופסה לכל שרת” כתנאי עבודה בסיסי. הקצאה של “קופסה לכל תוכנת שרת” סיפקה את היתרונות המצופים:\nכל זה טוב ויפה – אבל יקר. יקר בכלל הכפילות של החומרה שחלק גדול מהזמן נמצאת ב-Utilization נמוך. אם שרת הווב, דורש לשעה בחודש כח עיבוד X, יש לספק לו כח עיבוד זה גם אם שאר החודש הוא זקוק לכח עיבוד של X/12 או אפילו X/60.\nבנוסף: כשקונים שרת פיסי עבור תוכנה חדשה – כמה חומרה יש לקנות? האם מתכננים לחודש הראשון של השימוש או לשנה אח”כ? בתעשייה נוצרה פרקטיקה בשם Sizing שמטרתה להעריך כמה חומרה תידרש, פרקטיקה מאוד לא מדויקת בה טעות של עד פי 2 – נחשבת כהצלחה. שרתים פיסיים שרוב זמנם עובדים על כ CPU 10% – היו תמונה מקובלת.\nלעלות החומרה יש עלויות נגזרות נוספות:\nעונתיות בשימוש במשאב מחשוב. מקור: ליאור בר-און\nוירטואליזציה מאפשרת לנו להריץ על מחשב פיסי אחד, כמה מערכות הפעלה מבודדות (תקף מהיבט האבטחה), שבכל אחת תרוץ תוכנת שרת אחרת. אותה חומרה יכולה לשמש את שרת הווב בשעות העומס, ואת שרת הקבצים לסריקת וירוסים בשעת הלילה. החיסכון בעלויות – יכול להיות משמעותי.\nמה קורה כאשר השרת הפיסי כושל? האם לא פגענו בזמינות של השרתים שלנו? ברגע שחומרת המחשב המשותף קורסת – יושבתו מיידית כל ה-VMs שרצים עליה!\nהסיבה שוירטואליזציה היא עדיין משתלמת, טמונה ביחס בין תקלות חומרה לתקלות תוכנה בשרתים: יש הרבה יותר תקלות תוכנה מאשר תקלות חומרה. תקלות התוכנה נובעות מקוד תוכנת השרת, מערכת ההפעלה, או שירותים אחרים שבשימוש (דרייברים, שירותי מערכת, …).\nמצד אחד, הוירטואליזציה מוסיפה למערכת תוכנה נוספת: תוכנת הוירטואליזציה. במערכת וירטואליזציה (סביבת הריצה) יש בערך מאית משורות הקוד של מערכת ההפעלה – ולכן גם בערך מאית הבאגים.\nאתחול של VM הוא מהיר מאתחול של שרת פיסי, מה שמפחית את ה-Mean Time To Recover (בקיצור: MTTR) של המערכת. האתחולים המהירים (בעת תקלות תוכנה) מתקזזים עם תקלות החומרה (הנדירות יחסית) של חומרת השרת המשותף – כך שבדרך כלל, וירטואליזציה דווקא מוסיפה לזמינות של כלל המערכת.\nהרצה של תוכנה על וירטואליזציה מספקת יתרונות נוספים:\nהסביבה שמריצה וירטואליזציה של מכונה נקראת Virtual Machine Monitor (בקיצור: VMM) או Hypervisor. מקור השם Hypervisor טמון בהרשאות מערכת ההפעלה שניתנות לה: בעוד ההרשאות הגבוהות במערכת ההפעלה שייכות למשתמש העל (supervisor) – ל-VMM נדרשו הרשאות גבוהות אפילו יותר, דרגה מעל ה supervisor, כלומר hypervisor.\nהציפייה מ-Hypervisor היא שהוא ימלא 3 דרישות עיקריות:\nמקורה של הגדרה זו היא במסמך שפרסמו עוד ב 1974 Popek ו-Goldberg – חוקרים אמריקאים שהיו חלוצים בנושא הוירטואליזציה. הם גם הגדירו את התנאים שמאפשרים וירטואליזציה. בגדול הם הגדירו 2 קבוצות של פקודות המעבד (instructions):\nכידוע לכם (אני מניח), למעבדים יש 2 מצבי עבודה: user mode ו-kernel mode. ה-user mode נועד לתוכנות שרצות על מערכת ההפעלה (ולחלקים של מערכת ההפעלה) וה-kernel mode נועד ל-kernel של מערכת ההפעלה ורק בו ניתן לגשת ל I/O או לזיכרון ישירות.\nלכל mode יש סט פקודות זמין מעט שונה. אם פעולה של kernel mode נקראת ב-user mode מתרחש אירוע בשם trap שגורם למעבד לעבור מצב ל-kernel mode ואז להפעיל את הפקודה המבוקשת. מנגנון זה מאפשר לתוכנה לרוץ באופן ישיר על המעבד, בלי מעורבות של מערכת ההפעלה, ועדיין למערכת ההפעלה – לשלוט על כל הגישות לחומרה.\nPopek ו-Goldberg הראו ש-Fidelity בוירטואליזציה יתרחש רק כאשר הפקודות שהן sensitive הם subset של הפקודות שהן privileged (מצב שלא היה קיים במעבדי אינטל – נושא עליו נדבר בהמשך).\nדרך פשוטה ראשונה למשמש hypervisor היא כ-interpreter שיפרשן כל פקודת שפת-מכונה של הקוד שרץ, ויחליט מה “בטוח” ולשלוח למעבד / מערכת ההפעלה – ובמה הוא רוצה להתערב ולשנות אותו. למשל: פקודת INC (כלומר: Increment) היא בטוחה, פקודה להשבתה של interrupt מסוים מהחומרה – היא לא, כי ייתכן שה interrupt הזה נועד ל-VM אחר. בעזרת interpreter נוכל להשיג את דרישות הבטיחות והבידוד – אבל הביצועים יהיו גרועים.\nדרך יותר מעשית, והיא בעצם הדרך המקובלת היא להגדיר את ה Hypervisor כ”מערכת ההפעלה של מערכת ההפעלה”:\nהדוגמה הספציפית היא ל-type1 hypervisors אבל העקרונות נכונים גם עבור type 2 hypervisors. מקור: ליאור בר-און\nה-hypervisor “משתלט” על ה-kernel mode של המעבד – כי עליו לתפוס את כל הגישות לחומרה, ומריץ את מערכת ההפעלה המתארחת (Guest OS) ב-user mode. פנימית עושים הבחנה בין מערכת ההפעלה שזוכה ל-virtual kernel mode (כלומר: מדמים לה שהיא רצה ב-kernel mode – למרות שהיא לא) ול-virtual user mode – מה שמערכת ההפעלה המתארחת מצפה שיהיה user mode.\nהערה: במעבדי אינטל ספציפית יש 4 modes של ריצה שנקראים ring 0 (המקביל ל-kernel mode) עד ring 3 (המקביל ל-user mode). מימושים רבים של VMM מעל ארכיטקטורת אינטל פשוט משתמשים ב-ring 1 בכדי לתאר את ה-virtual kernel mode, כאשר virtual user model פשוט נותר ring 3. יש כאלו שמתארים את ה-hypervisor כ-ring -1 – אבל לא נכנס לפינה הזו בפוסט.\nכאשר הקוד ב-virtual kernel mode (שחושב שהוא ב kernel mode) מפעיל פקודה שהיא privileged אזי יש trap שמעביר את השליטה ל hypervisor. כאשר הקוד ב-virtual kernel mode מפעיל פקודה שהיא sensitive אבל לא privileged (כלומר: לא גורמת ל-trap) אזי תהיה שגיאה וסביר שמערכת ההפעלה תקרוס. אאוץ!\nמצב זה (בו יש פקודות sensitive שניגשות לחומרה, אך לא privileged – לא גורמות ל-trap) היה קיים בכמה מארכיטקטורות המעבדים הזמינים בעולם, בניהן הארכיטקטורה הנפוצה ביותר בעולם – i386 של אינטל. אחד מהערכים של אינטל הוא תאימות לאחור (שנוכל על המעבד החדש להריץ אותן תוכנות שרצו על מעבדים ישנים) – מה שגרם למצב בו ארכיטקטורה זו שלא מתאימה לוירטואליזציה השתמרה במשך כמעט 30 שנה. ואיפה סביר יותר שתצמח טכנולוגיית הוירטואליזציה – על מחשבים פשוטים וזולים (אינטל) או מערכות מחשבי-ענק של IBM?\nהבעיה נפתרה לבסוף בשנת 2005 כאשר אינטל, בשיתוף פעולה לא-שגרתי עם AMD, הוסיפו סט פקודות למעבד שפותר את המצב. באינטל מעבדים אלו מסומנים כ VT (כלומר: Virtualization Technology) וב AMD השם הוא AMD-V – אבל בעצם זה אותו הדבר.\nנראה שעולם הוירטואליזציה התעכב שנים רבות, ובמידה מסוימת – בשל בעיה זו במעבדים הנפוצים בעולם והקושי התודעתי לשנות את האופן בו הם עובדים.\nהערה: אינטל עדיין מוכרת דגמים בודדים של מעבדים ללא VT – אני מניח שעבור מערכות בהן שינוי זה פוגע בתאימות לאחור.\nחברת VMWare הציעה פתרון וירטואליזציה כבר בשנת 1999. הפתרון של VMWare סרק את קוד המכונה שנטען ל-VM ושינה אותו כך שלא יקראו פקודות sensitive ב-user space. אולי זה נעשה ע”י הרצת פקודה privileged תפלה קודם לכן – אולי בדרכים אחרות. פתרון נחשב פחות יעיל – אך הוא אפשר להריץ וירטואליזציה על מעבדי אינטל ללא VT (לא היו כאלה ב 1999).\nחלק גדול מפתרונות הוירטואליזציה היום (VMWare, VirtualBox, KVM, וכו’) יודעים לעבוד גם עם VT-x וגם בלי יכולת זו – ואז הם מבצעים fallback של שכתוב קוד המכונה למצב שמאפשר וירטואליזציה. הפתרון לשכתב את קוד המכונה לאי-שימוש בפקודות sensitive נחשב (מסיבות הגיונית) לפוגע Efficiency של הקוד הרץ על ה-VM.\nאם תשאלו בפורום מקצועי את השאלה: “מה קורה אם אני מריץ את ה VMM שלי ללא VT-x”, סביר שתשובה שתקבלו היא “אז ה-VM יזחל כמו עגלה!”.\nשני חבר’ה מ-VMWare הראו במאמר שפרסמו ב 2006 שמסקנה זו איננה כ”כ נכונה. לכתוב קוד המכונה לפקודות לא sensitive יש אמנם עלות, אך הוא מפחית את השימוש ב-traps במעבד. אירועי ה-trap במעבד גורמים ל-context switch שמייתר חלק מה caches של המעבד ומשבש חלק ממנגנוני ה-prediction, והפחתה שלהם – יכולה להאיץ את הריצה.\nמסיבה זו היעילות היא לא עניין של שחור או לבן, ולמרות שוירטואליזציה מבוססת חומרה יעילה יותר בד”כ, יהיו מקרי שימוש ותסריטים בהם דווקא וירטואליזציה מבוססת שכתוב התוכנה – היא יעילה יותר. אם תמצאו בדיקות ביצועים השוואתיות תראו שיש בד”כ יתרון קטן, אך לא דרמטי, להרצה על VT-X – בשונה ממה שניתן להבין מ”דיון פתוח” בנושא. שווה לציין שה-Benchmarks בנושא זה (כמו נושאים רבים אחרים) – תלויות מאוד בתסריט והתצורה שנבדקו.\nאינטל ממשיכה לנסות ולהציג יכולות במעבד שישפרו את ה-efficiency של הוירטואליזציה – ונראה שיש עוד הרבה מה לשפר. גישה אחרת לעניין ה-Efficiency מגיעה דווקא מצד התוכנה – זוהי גישת ה-paravirtualization עליה נדבר בהמשך.\nמקור: אינטל\nGoldberg, אותו הזכרנו קודם, הוא גם זה שהגדיר את ההבחנה בין Type 1 Hypervisors ל Type 2 Hypervisors.\nמקור: ליאור בר-און\nType 1 Hypervisors משמשים כמעין מערכת הפעלה והם התוכנה היחידה שרצה מעל החומרה / kernel mode. הם פשוטים ובד”כ אמינים יותר ממערכות ההפעלה[ב] (תכונה שנגזרת מכך יש להם הרבה פחות שורות קוד), והמפתחים שלהם יכולים לבצע אופטימיזציות שלא ניתן לעשות ב Type 2 Hypervisors. לרוב נראה אותם בסביבת השרת – היכן שאמינות ויעילות חשובות יותר.\nType 2 Hypervisors הם תוכנה רגילה שרצה על מערכת הפעלה מסוימת (לינוקס, חלונות, וכו’), אולי במקביל לתוכנות אחרות, ועדיין מספקת הפשטה של החומרה למערכת הפעלה המתארחת. Hypervisors אלו תלויים (לטובה, ולעתים כמגבלה) בשירותים שזמינים במערכת ההפעלה המארחת (Host OS). כאשר אנו כמפתחים משתמשים בתוכנת וירטואליזציה כדי להריץ VM – זהו כנראה Type 2 Hypervisors.\nלמשל, בעולם של VMWare קל למפות את שני סוגי ה Hypervisors השונים:\nבאופן דומה ניתן לומר שגם VirtualBox (של סאן, עכשיו אורקל) הוא Type 2 hypervisors ו Hyper-V של מייקורוספט נחשב כ-Type 1 hypervisor (הוא משולב במערכת ההפעלה).\nKVM (קיצור של Kernel based Virtual Machine), שהוא VMM בשימוש נרחב בעולם הלינוקס, הוא שנוי-במחלוקת מבחינת ההגדרה. הוא נארז כחבילה במערכת ההפעלה (כמו תוכנה hosted) ומקבל ממנה שירותים, אך יש לו גישה ישירה לחומרה (כמו type 1 hypervisor) – וכנראה שהוא נהנה מיתרונות דומים. ההגדרה, כמו הרבה הגדרות – היא טובה עד נקודה מסוימת.\nעוד סוג של Hypervisors שקיימים הוא Hypervisors של Paravirtualization (“מעבר-לוירטואליזציה”). סוג זה של Hypervisors מנסה לשפר את ה-Efficiency של הרצת ה-VM, על חשבון מעט מה Fidelity. הרעיון הוא שהתוכנה שרצה על ה-VM תהיה מודעת לכך שהיא שרצה בוירטואליזציה. ידע זה יתורגם לכמה קריאות API (נקראות Hypercalls) שבהן היא תשתמש במקרים מסוימים – שיאפשרו תהליך יעיל יותר של ההרצה.\nלרוב, מי שמודע לכך שהוא מתארח על סביבת הParavirtualization הוא מערכת ההפעלה המתארחת (ולא התוכנה שרצה עליה) והיא משתמש ב-hypercalls לפעולות כמו עדכון הזיכרון הוירטואלי – פעולות שיכולות להיות פשוטות ומהירות יותר במידה והן נעשות בתיאום עם ה-hypervisor.\nעוד נושא שמנסים להתמודד איתו ב-Paravirtualization הוא העניין של “זמן אמיתי”. מערכת ההפעלה המתארחת חושבת שהיא רצה על החומרה, ולא מודעת לכך שהיא משתפת את המעבד / I/O עם מערכות הפעלה אחרות – מה שגורם לפער בתפיסת הזמן (time) שלה. אם היא מסנכרת את תפיסת הזמן שלה בעזרת ה API (היעיל) של ה Paravirtualization Hypervisor – בעיה זו יכולה להיפתר.\nHypervisor ידוע שעובד ב Paravirtualization הוא Xen של חברת Citrix, הזמין גם בגרסה חינמית (אך ללא עדכונים אוטומטיים).\nמקור: VMWare\nבנוסף לנושא ה-Efficiency של ה-VM, שתמיד נמוך מהרצה ישירה על החומרה, עניין שמתסכל את המשתמשים בוירטואליזציה הוא נושא ניצולת המשאבים. הבעיה לא גדולה אם אני מריץ VM אחד על המחשב הפיסי, אך מה אם אני מריץ עשרה? נאמר שאני מריץ 10 VMs של לינוקס בגרסה זהה – זה אומר שכל השירותים של מערכת ההפעלה רצים 10 פעמים, הקוד שלהם נטען לזיכרון 10 פעמים, ומבני הנתונים שהם מנהלים – מנוהלים 10 פעמים. זהו מחיר ה isolation בין ה-VMs – וזה מחיר יקר.\nVMWare, למשל, בנתה מנגנון שיודע לשתף דפי זיכרון בין VMs. כל עוד תוכן דף הזיכרון זהה – ה-hypervisor יספק את אותו הדף לכמה VMs, וברגע שהוא משתנה – יפצל את הניהול וכל VM יקבל את העותק שנכון בשבילו. כפי שאתם מבינים יש כאן חסכון בכפילות משאבים – אך במחיר זמן הריצה.\nאת הניסיונות לפתור את בעיית המשאבים – מנסים לפתור ה Linux Containers: להיות משהו יותר רזה מ VMM, אך יותר מקיף מניהול תהליכים במערכת ההפעלה, שה-isolation שלהם מוגבל, וחלוקת המשאבים (למשל priority של תהליך) – לא מדויקת.\nהמסע ל-Linux Containers התחיל במנגנון בשם chroot שהוצג על Unix7 בשנת 1979 (כבר אמרנו בפתיחה שוירטואליזציה היא לא דבר חדש). chroot יצר סביבת ריצה מעט שונה לכל תהליך – והתמקד בשיקולי אבטחה בין תהליכים. הוא בעצם שינה את ה-root folder של כל תהליך כך שיראה רק אותו שלו של התיקיות, ולא יוכל להשפיע על תהליכים אחרים (ע”י גישה לקבצים שלהם, למשל). הסביבה שנוצרה לתהליך נקראה chroot jail, שם שליווה עוד פתרונות דומים אחרים (למשל FreeBSD Jail – “כלא BSD החופשי” :) )\nעם השנים, היכולות התפתחו, והמיצוב נעשה ידידותי יותר: לא עוד jail אלא container. מערכת ההפעלה לינוקס פיתחה יכולות ברמת הקרנל בכדי לתמוך באותם containers: בהתחלה cgroups (אריזת כמה תהליכים לקבוצה והקצאת משאבים מבוקרת לקבוצה) ולאחרונה LXC (קיצור של LinuX Containers, מבוסס על cgroups).\nה-containers לא מקבלים את רמת ה isolation של VM (“מערכת הפעלה שלמה בשבילי”): הם משתפים את מערכת ההפעלה, הגרסה שלה, הדרייברים שלה עם שאר התהליכים שרצים. אבל הם מקבלים מרחב זיכרון, רשת, ודיסק משלהם וכן מרחב הגדרות של מערכת ההפעלה משלהם (עד כמה שאפשר. נקודה חשובה ליציבות). כמו כן יש הקצאה שוויונית יותר של המשאבים בין ה-containers השונים.\nיש גם חסרונות ברורים: אם מערכת ההפעלה קורסת – כל ה-containers קורסים, ולקוד זדוני יותר קל לקבל הרשאות root על מערכת ההפעלה – מאשר לפתרונות וירטואליזציה קלאסיים.\nתמורת פשרות הללו מקבלים Efficiency כמעט של מערכת ללא וירטואליזציה בכלל, וניצולת משאבים טובה הרבה יותר (דיסק, זיכרון, וכו’) מכיוון שרצה רק מערכת הפעלה אחת. ה-mitigation לקריסת מערכת ההפעלה הוא בד”כ להריץ על containers יישומים ב-cluster על גבי כמה מחשבים פיסיים שונים, או להריץ תהליכים שה-availability שלהם הוא לא קריטי.\nLinux Containers הוא לא הפתרון היחידי לוירטואליזציה ברמת מערכת ההפעלה בלינוקס. יש פתרונות מעט שונים כגון OpenVZ או Linux-VServer.\nמקור: Docker\nLXC הוא בסיס טוב ל”וירטואליזציה רזה”, אך הוא עדיין בסיסי לשימוש. מעליו צמחו פתרונות שונים לניהול workflows וניהול שוטף של העבודה. ללא ספק, הכלי שצמח הכי מהר בתחום זה הוא Docker. אם אתם עובדים בסביבת ענן / DevOps ולא שמעתם את השם הזה עד עכשיו – תבדקו את המקורות מהם אתם מתעדכנים.\nהקהילה (development community) של Docker היא מהמתפתחות במהירות הגבוהה ביותר בעולם הקוד הפתוח. בעת כתיבת הפוסט הפרויקט הוא בן משנה וחצי (החל במרס 2013), אך שימו לב לפופולריות שלו ב-Github:\n\nכ-Benchmark (הוגן, אני מקווה) בחרתי ב-Chef – פרויקט באותו הדומיין פחות או יותר (אוטומציה של ניהול תצורה), פופולרי למדי, ושקיים כבר כ 5 שנים:\n\nאין דברים כאלו!\nההתלהבות מ-Docker היא קצת מעבר ל Github עצמו:\nDocker קרוי על שם מכולות ההובלה המשמשות (גם/בעיקר) להובלה ימית. מספרים שהמצאת המכולה הסטדנרטית שינתה את ההובלה הימית מקצה לקצה: במקום “התמחות” בתובלה של חפצים מסוג מסוים – כמעט כולם מתמחים בהכל ע”י כך שהם מעבירים רק מכולות. המכולות מכתיבות את מבנה הספינות, את מבנה הנמלים את גודל המשאיות וכו’. הסטנדרט הזה אולי קצת מגביל פה ושם – אבל בעיקר מאוד מועיל: מאז שהופיעו המכולות מחיר ההובלה צנח ותהליכי ההובלה נעשו פשוטים יותר.\nDocker מאפשר:\nDocker עוזר לנהל כמה מהמגבלות של Linux Containers ולהפוך אותן למגבלות קטנות יותר. סביבות ניהול משוכללות כבר קיימות לפתרונות וירטואליזציה (למשל VMWare vSphere), אך לא כ”כ ל-Linux Containers – ובחינם. Docker הוא הבסיס לכזו סביבה, ויש לא מעט סטארט-אפים שמנסים להפוך אותו לסביבת ניהול שלמה. כפי שאמרנו Docker מתבסס היום על LXC, אבל בפרויקט כבר מדברים על אפשור היכולות שלו עבור סביבות וירטואליזציה שונות כגון Xen, KVM, או אפילו Hyper-V (של מייקרוסופט).\nהציפיות מ-Docker הן דומות לאלו שהיינו מצפים היו ממכולות התובלה: לשנות את פני ניהול ה-Data Center בצורה שתהפוך אותו לדבר שונה ממה שאנו מכירים אותו היום.\nמקור: ליאור בר-און\nוירטואליזציה היא עניין ישן, שהפך למרכזי מאוד בעשור האחרון – וכנראה איפשר את המהפכה שאנו מכירים כ”מחשוב ענן”. אחד היעדים של וירטואליזציה הוא שהיא תהיה “בלתי מורגשת” – כך שאף אחד לא יידע שהאפליקציה רצה בסביבה וירטואלית. למרות הכל, מי שכותב התוכנה, ובעיקר מי שגם מודע ל-deployment וה-Operations שלה מושפע רבות מטכנולוגיות הוירטואליזציה, מהתכונות שלהן, ומהמורכבויות החדשות שמגיעות בעקבותיהן.\nלמרות הדימוי ה”בשל” שיש לטכנולוגיות הוירטואליזציה – יש גם הרבה חידושים. התפר בין וירטואליזציה ל-Operations הולך ומתטשטש ויש פתרונות שונים – לצרכים שונים. היום בו יהיה VM אחד דומיננטי בו כולם ישתמשו (למשל VMWare) – נראה רחוק מתמיד.\nעוד נושא קרוב, שלא דיברנו עליו בכלל הוא SDN – קיצור של Software Defined Network, תחום שעוסק בוירטואליזציה ואוטומציה של הניהול (המורכב) של הרשת. נשאיר משהו לפוסטים עתידיים.\nשיהיה בהצלחה!\n—\n[א] ע”פ האקדמיה ללשון עברית – הדמיה. אני לא מתחבר לתרגום הזה, ולכן אשאר עם “וירטואליזציה”.\n[ב] מאמר מפורסם בנושא הוא “?Are Virtual Machine Monitors Microkernels Done Right”\nפורסם לראשונה בבלוג ארכיטקטורת תוכנה.\nמקור תמונות: Shutterstock / young businessman working in a virtual office", "keywords": "ווירטואליזציה,וירטואליזציה,וירטואליזצית שרתים,virtualization,vm,virtual machine,מכונה וירטואלית,"}