{"url": "https://www.geektime.co.il/flappy-bird-goes-down-by-author/", "type": "article", "title": "Game Over? מפתח Flappy Bird ''לא יכול יותר'' ומסיר את המשחק מהחנויות", "description": "המשחק שכבש את חנויות האפליקציות ומכניס כ-50 אלף דולר ביום מפרסומות, יוסר מאוחר יותר היום בהוראת המפתח שלטענתו: ׳׳לא יכול יותר׳׳.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/gameover.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-09T09:08:48Z", "modified_time": "2014-02-09T12:08:47Z", "articleBody": "המשחק שכבש את חנויות האפליקציות ומכניס כ-50 אלף דולר ביום מפרסומות, יוסר מאוחר יותר היום בהוראת המפתח שלטענתו: ׳׳לא יכול יותר׳׳.\nI am sorry ‘Flappy Bird’ users, 22 hours from now, I will take ‘Flappy Bird’ down. I cannot take this anymore.\n— Dong Nguyen (@dongatory) February 8, 2014\nימים קשים עוברים על Ndong Nguyen מפתח Flappy Bird, המשחק הפופולרי ביותר בשבועות האחרונים לפלטפורמת iOS ואנדרואיד. לאור ההצלחה הרבה, באנר הפרסומת המוצב באפליקציית המשחק מכניס לדונג על פי הערכות כ-50 אלף דולר ביום. אך על פי הציוץ שאתם צופים בו כאן למעלה, כנראה שההצלחה הגדולה הופיעה מהר מידי עבור המפתח הצנוע מוויאטנם ואחרי שהגיעו מים עד נפש החליט אמש כי מאוחר יותר היום יסיר את המשחק מחנויות האפליקציות. הסיבה שהובילה להחלטתו של דונג עדיין לא ברורה במלואה, אך כנראה מדובר בלחץ מגורמים מסויימים, ביניהם התקשורת, שהיה פשוט בלתי נסבל עבורו.\nהציוץ המדובר זכה למספר תגובות עצום מהמשתמשים ברשת, ומגיע רק מספר ימים לאחר שהכריז כי יפתח גירסא מקבילה של המשחק למשתמשי Windows Phone – לבקשת המשתמשים בטוויטר. עם פרסומו של הציוץ, החלו לעלות ספקולציות שונות ברשת על סיבת הורדת המשחק מהחנויות, בין היתר עקב קשיים חוקיים ושימוש בבוטים על מנת לקדם את המשחק לראש הדירוג בחנויות השונות. דונג התייחס לנושא בטוויטר וסיפר בתגובה לשאלה של Joe Kloc, כתב Newsweek כי ״זוהי ממש לא הסיבה, אם הייתי מזייף את כמות ההורדות, נראה לכם שאפל הייתה נותנת למשחק להמשיך להיות באוויר במשך חודשים?״ הוא גם הוסיף כי ״התקשורת צריכה לתת למשחק שלי קצת שקט, ההצלחה שלו היא באמת מוגזמת.״\n@joekloc Hi Joe, I think press should give my game some peace. Its success is really overrate! I’m sorry, I refuse to answer questions.\n— Dong Nguyen (@dongatory) February 4, 2014\nלאחר הציוץ של דונג משתמשים רבים ברשת קראו לו ״להתעלם מהתקשורת״ ולכבות את חשבונות המייל והטוויטר שלו, שם קיבל כמות פניות עצומה. המשתמשים הפצירו בו להימנע מהסרת המשחק מחנויות האפליקציות השונות, אך דונג נשאר בשלו וסיפר כי הוא פשוט ״לא יכול יותר״. הוא המשיך את הדיון עם שני ציוצים נוספים וסיפר, כי בין היתר קיבל הצעות למכירת המשחק מאנשי עסקים שונים, אך ציין כי ״לעולם לא ימכור את המשחק״ וכי ״עדיין ימשיך לפתח משחקים״.\nסביר להניח, כי בעקבות ההצלחה האדירה של Flappy Bird והסיקור התקשורתי הרחב לו זכה המשחק, אם יחליט דונג להסיר אותו מחנויות האפליקציות, בתקופה הקרובה נראה כמות אדירה של משחקים דומים בחנויות אשר ינסו לרשת את מקומו. בינתיים, השאלה העולה היא האם תשומת הלב האדירה (ואולי גם החשדנית במקצת) לה זכה מהתקשורת גרמה לו לסגור את החבילה? לא בטוח שנקבל תשובה בקרוב לשאלה ובכל מקרה, Game Over עבור Flappy Bird.\nמקור: צילום מסך", "keywords": "flappy bird,משחק,ממכר,addicting,game,פלאפי בירד,אנדרואיד,ios,חינם,free,android,אייאואס"}