{"url": "https://www.geektime.co.il/playstation-plus-and-live-with-gold-games/", "type": "article", "title": "אלה המשחקים החינמיים לפלייסטיישן ואקסבוקס לחודש יוני", "description": "חודש יוני כבר כאן, מה שאומר שהמשחקים החינמיים של החודש כבר זמינים להורדה. החודש מחכים לך משחקי שיתנו לכם להילחם באלים, לעשות פעלולים מדהימים עם אופנוע ולהילחם בכיבוש החייזרי", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Playstation-Plus-And-Xbox-Games-With-Gold-1522327712.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-02T12:30:17Z", "modified_time": "2018-06-01T09:14:59Z", "articleBody": "חודש יוני כבר כאן, מה שאומר שהמשחקים החינמיים של החודש כבר זמינים להורדה. החודש מחכים לך משחקי שיתנו לכם להילחם באלים, לעשות פעלולים מדהימים עם אופנוע ולהילחם בכיבוש החייזרי\nעיבוד תמונה: גיקטיים\nמדי חודש, מנויי שירותי הפרימיום של Xbox Live וה-Playstation Network מקבלים משחקים חינמיים שזמינים להורדה למשך חודש שלם, וניתן לשחק בהם כל עוד הם מנויים על השירות בתשלום. לכבוד תחילת חודש יוני, שני השירותים פרסמו את המשחקים החינמיים שלהם לחודש זה, אז תתחילו לפנות מקום.\n\nהחודש הזה תצטרכו להפעיל את הראש ואת היכולות המוטוריות שלכם. המשחק החינמי הבולט ביותר ביוני הוא ללא ספק XCOM 2, שזכה לשבחים בקרב המבקרים והגיימרים. זהו משחק טקטיקה מבוסס תורות, בו חייזרים פלשו אל כדור הארץ, ניצחו את בני האדם וכעת מחתרת של בני האדם מנסה להילחם בכיבוש החייזרי.\nמי שמחפש משחק קצת יותר קליל ודאי ישמח להתנסות ב-Trials Fusion. זהו משחק אופנועים מטורף בו תרכבו במסלולים מדהימים, תבצעו טריקים מרשימים ובלתי אפשריים והכל על גבי כלי דו גלגלי.\nשני המשחקים יהיו זמינים ב-5 ביוני, ועד אז אתם עוד יכולים להוריד את המשחקים המצוינים של החודש הקודם.\n\nמ-1 ביוני תוכלו להוריד את Assassin’s Creed Chronicles: Russia, משחק פלטפורמה ב-2.5 ממדים, המתרחש על רקע מהפכת אוקטובר ברוסיה ובעל סגנון אמנותי מעניין למדי. מ-16 ביוני תקבלו גם את Smite: The Battleground of The Gods, בו תוכלו לשחק מעל ל-90 אלים ודמויות מיתולוגיות שונות ולצאת למלחמה ברשת.\nובגזרת משחקי ה-Xbox 360 שניתנים למשחק הודות לתמיכה-לאחור של האקסבוקס וואן, תוכלו להוריד ב-1 ביוני את משחק המירוצים של סוניק הקיפוד האגדי של סגה. זהו משחק מירוצים שמתרחש באוויר, בים וביבשה ובו תוכלו לשחק את כל הדמויות הקלאסיות של סגה (ואפילו דמויות מהסרט המצויר Wreck-It Ralph). ואם אתם מחפשים עוד משחק לכל המשפחה, משחק הלגו המבוסס על סדרת הסרטים “אינדיאנה ג’ונס” ימתין לכם להורדה מ-16 ביוני ובו תוכלו לחוות את הרגעים הגדולים ביותר מסדרת הסרטים האהובה.", "keywords": "playstation plus,games with gold,xbox,xbox one,xbox 360,playstation,free games,משחקים חינמיים,חינם,משחקים,גיימינג,משחקי מחשב,משחקי קונסולות,פלייסטיישן פלוס,xcom 2,trials fusion,assassin\\'s creed chronicles russia,smite,sonic,indiana jones"}