{"url": "https://www.geektime.co.il/google-jurassic-world-ar-dinosaur-feature/", "type": "article", "title": "התלהבתם מהטיגריס בסלון? עכשיו יש גם דינוזאורים ב-AR", "description": "פארק היורה מגיע לסלון שלכם או ההיפך", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/IMG_20200630_164139-1593524588-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-30T17:05:22Z", "modified_time": "2020-06-30T17:10:28Z", "articleBody": "פארק היורה מגיע לסלון שלכם או ההיפך\nצילום: גיקטיים\nאחד מהלהיטים הגדולים ביותר של הקורונה הוא ללא ספק פיצ’ר “הנמר בסלון” שגוגל השיקה עוד ב-2019. אם במקרה חייתם בסגר ללא תקשורת סלולרית, נזכיר כי הפיצ’ר מאפשר לכם לחפש שם של חיה בגוגל ולמקם אותה במרחב ב-AR כדי שתוכלו לחקור אותה מכל הכיוונים. היום (ד’), גוגל מודיעה על סט חדש ומיוחד של חיות נוספות ב-AR, והיא חוברת ללא אחר מאשר “פארק היורה” כדי להביא אותם לסלון הבית שלכם.\nכל שאתם צריכים לעשות כדי להציב טי-רקס, סטגוזאורוס או אפילו ולוצירפטור באמצע השכונה שלכם, הוא לחפש בגוגל את המילה “Dinosaur” או “דינוזאור”. ליחצו על “View In 3D” כדי לראות את המודל התלת מימדי המלא של הדינוזאור, ואם אתם מוכנים להציב אותו במרחב האמיתי ב-AR פשוט ליחצו על “View In Your Space”. שימו לב כי בתחתית המסך ישנה קרוסלה שתאפשר לכם לבחור בין 10 דינוזאורים שונים. כעת תוכלו לצלם תמונות ואפילו סרטונים של בני הבית עם החיות שנכחדו לפני מיליוני שנים.\nבגוגל מסבירים כי בניגוד לחיות ה-AR הקודמות, דינוזאורים הם אתגר מיוחד ב-AR לאור הגודל שלהם. על כן, גוגל השתמשו בפיצ’ר AR חדש בשם auto-scale שמחשב את המרחב בין הסמארטפון שלכם לבין המשטח שעליו אתם רוצים להציב את הדינוזאור, ואז מציב את הדינוזאור בגודל שתוכלו לראות במסך הסמארטפון שלכם. אם תרצו, תוכלו ללחוץ על “View Actual Size” כדי לראות את הדינוזאורים ביחסם האמיתי לסביבה.\n\nגוגל חברה לאולפני Universal, בית ההפקה Amblin וחברת המשחקים Ludia (שפיתחה את המשחק Jurassic World Alive), כדי לייבא את המודלים ישירות מהמותג Jurassic World, וטוענת כי המודלים הללו מדויקים, ריאליסטיים ומלאים בפרטים מאי פעם.\nכדי לבדוק אם מכשיר האנדרואיד שלכם תומך ב-ARCore, מערך ה-AR של גוגל, אתם יכולים להיכנס לרשימה של גוגל, אם כי רוב המכשירים מהשנים האחרונות כבר תומכים בו. הפיצ’ר נתמך גם ברוב מכשירי iOS המודרניים, כך שגם בעלי iPhone 6S ומעלה יכולים להשתמש בו ישירות מדפדפן כרום או מאפליקציית גוגל ואפילו מספארי.", "keywords": "פארק היורה,עולם היורה,גוגל,מציאות רבודה,נמר בסלון,דינוזאור בסלון,ar,google,dinosaur,augmented reality,android,ios"}