{"url": "https://www.geektime.co.il/ea-world-record-for-downvoted-comment/", "type": "article", "title": "התגובה הלא מוצלחת של EA ברדיט שברה את שיא גינס", "description": "בדרך כלל שיאי גינס הם סיבה לחגיגה, אבל לא הפעם. תגובה לא במקום סביב משחק של ''מלחמת הכוכבים'' גרמה למשתמשים להתאחד נגדה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/sixteenNine.img_-2-890x606-1568097199-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-10T09:57:42Z", "modified_time": "2019-09-10T13:28:09Z", "articleBody": "בדרך כלל שיאי גינס הם סיבה לחגיגה, אבל לא הפעם. תגובה לא במקום סביב משחק של ”מלחמת הכוכבים” גרמה למשתמשים להתאחד נגדה\nהמשחק שעורר את כל הסערה. תמונה: EA\nהנה שיא שאף אחד לא הולך להרים לכבודו כוסית בטח לא בחברת Electronic Arts, שמוכרת לנו כ-EA, ועומדת מאחורי מותגי ענק בעולם בגיימינג כמו FIFA, באטלפילד, סימס ועוד רבים. החל מהשבוע תהיה מוכרת EA גם בתור אחת מחברות הגיימינג שמחזיקות בשיא גינס, אם כי אחד כזה שקצת פחות מתגאים בו.\nבואו נחזור לרגע לשנת 2017: חברת EA משחררת בחודש נובמבר את Star Wars Battlefront 2, משחק אקשן-מלחמה מושקע למדי שמשלב בין העולם של מלחמת הכוכבים למכניקת הקרב של סדרת משחקי באטלפילד. זהו משחק מלחמה מקוון בו עשרות שחקנים יכולים לשחק דמויות שונות מהיקום של מלחמת הכוכבים בכל הזמנים בקרבות ענקיים עם גרפיקה נהדרת. נשמע פחות או יותר משחק מושלם, לא?\nעל אף שעל הנייר המשחק היה נראה כמו משחק ‘מלחמת הכוכבים’ שהמעריצים תמיד חיכו לו, EA בחרה בצד האפל והחליטה להציג מערכת התקדמות במשחק שמבוססת על Loot Boxes. אלו הן קופסאות עם חפצים, נשקים, יכולות ודמויות אקראיות שניתן להשיג במשחק, תמורת השלמת משימות או פשוט מאוד קנייה שלהן בכסף אמיתי. משמע, שחקנים שמוכנים לפתוח את הארנק – בנוסף למחיר המלא של המשחק, כן? – יקבלו יתרון לא הוגן על פני שחקנים אחרים. בנוסף, אלו שניתחו את מפת ההתקדמות של המשחק הבינו שבשביל ״להרוויח״ דמויות אהובות כמו דארת׳ ווידר הם יצטרכו לשחק כ-80 שעות, או פשוט לשלם עוד כסף. הגיימרים, שלא ידועים בתור טיפוסים סובלניים במיוחד, התחילו להציף את EA בתלונות והמשחק הפך למושמץ במהירות.\nמה זה Loot Boxes ולמה כולם כל כך כועסים על זה?\nב-12 בנובמבר 2018, התלונן משתמש זועם על העובדה שהוא צריך לשלם 80 דולר נוספים כדי לשחק בתור דארת׳ ווידר. מנהל קהילה מטעם EA הגיב בזאת הלשון: ״הכוונה שלנו היא לתת לשחקנים תחושת גאווה כשהם מצליחים לשחרר גיבורים שונים. ובנוגע לעלויות, בחרנו ערכים מסוימים בהתאם למידע שאספנו מהבטא הפתוחה ושינויים נוספים שעשינו לפני השקת המשחק״. אותם גיימרים, שלא ידועים בסבלנות שלהם כאמור, פשוט דירגו בהמוניהם את התגובה הזו באמצעות פונקציית ה-Downvote של רדיט. ולמה אנחנו מתכוונים כשאנחנו אומרים ״המוניהם״? התגובה זכתה לשיכלול דירוג של מינוס 683,000, כלומר לפחות 683 אלף משתמשים טרחו לדרג אותה בצורה שלילית (בעוד חלקם וודאי דירג אותה בכל זאת באופן חיובי), מה שזיכה אותה בפרס מטעם גינס על התגובה המדורגת ביותר בהיסטוריה של רדיט בצורה שלילית.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nלשם השוואה, התגובה השניה השנואה ביותר בהיסטוריה של רדיט מחזיקה ״רק״ ב-89,000 דירוגים שליליים. נראה שהשנאה שהגיימרים פיתחו כלפי המשחק (ו-EA בעקבות זה) טרם נרגעה, כיוון שהתגובה שבה משתמש ברדיט גילה את שיא הגינס של EA, קיבלה דירוג – הפעם חיובי – של יותר מ-90,000 הצבעות.\nמאז הסערה סביב Battlefrond 2, נראה ש-EA הפכה אותו לפרויקט מחמד: החברה ביטלה לחלוטין את מנגנון ה-Loot Boxes, שיחררה את כל הדמויות בחינם, הפכה את מנגנון הרכישה בתשלום לכזה שיכול להניב רק תוספות קוסמטיות שלא משפיעות על המשחק ובעיקר ממשיכה עד היום לשחרר כמויות מרשימות של תוספות ותוכן חינמיים לחלוטין למשחק. מאז היא גם נזהרת מאוד בהשקות של משחקים אחרים כמו Anthem, Battlefield V ועוד, לא שזה עוזר יותר מדי לתדמית שלה בקרב הגיימרים שעדיין זוכרים את המקרה מ-2017.\n \n ", "keywords": "ea,גיימינג,מלחמת הכוכבים,סטאר וורס,star wars,star wars battlefrond,star wars battlefrond 2,electronic arts,סטאר וורס באטלפרונד,באטלפרונט,באטלפרונט 2,סטאר וורס באטלפרונט 2,רדיט,reddit,שיא גינס"}