{"url": "https://www.geektime.co.il/apple-card-provider-under-scrutiny-after-claims-of-gender-discrimination/", "type": "article", "title": "טענות בארה''ב: כרטיס האשראי של אפל מפלה לרעה נשים", "description": "יזם דני יצא בסדרת ציוצים נגד ענקית הטכנולוגיה בעקבות תהליך הוצאת הכרטיס שלו ושל אשתו. הוא זכה לתמיכה מאגדה בעולם של אפל", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/Screen-Shot-2019-03-25-at-19.38.39-1553537333-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-10T10:17:09Z", "modified_time": "2019-11-10T10:17:09Z", "articleBody": "יזם דני יצא בסדרת ציוצים נגד ענקית הטכנולוגיה בעקבות תהליך הוצאת הכרטיס שלו ושל אשתו. הוא זכה לתמיכה מאגדה בעולם של אפל \nהבנק האמריקאי גולדמן סאקס, השותף הבנקאי של אפל בהנפקת כרטיס האשראי שלה – Apple Card, נמצא תחת בדיקה מטעם הרשויות בארה”ב אחרי שציוץ של יזם האשים את האלגוריתם של הבנק באפליה מובנית נגד נשים הפך לוויראלי, ואף זכה לתמיכה ממי שהיה בעל חלק משמעותי מאוד בהקמתה של אפל.\nהכל החל בציוץ שכתב היזם הדני-אמריקאי דיוויד היינמאייר הנסון, שמוכר בין היתר כמי שעומד מאחורי הפריימוורק Ruby on Rails. בציוץ, שהפך לויראלי, טוען היינמאייר הנסון לאפליה של אפל כנגד אשתו: “תוכנית Apple Card היא סקסיסטית. אשתי ואני הגשנו החזרי מס משותפים, גרים במדינה שבה הרכוש שלנו נחשב משותף ונשואים זמן רב. ועדיין, האלגוריתם של אפל חושב שמגיעה לי מסגרת אשראי גבוהה פי 20, ואי אפשר לערער על כך”.\nThe @AppleCard is such a fucking sexist program. My wife and I filed joint tax returns, live in a community-property state, and have been married for a long time. Yet Apple’s black box algorithm thinks I deserve 20x the credit limit she does. No appeals work.\n— DHH (@dhh) November 7, 2019\n\nהנסון המשיך בסדרת ציוצים נגד אפל בעקבות תהליך הוצאת הכרטיס ושירות הלקוחות שקיבל, ובציוץ עוקצני נוסף כתב: “אני מופתע שבכלל נותנים לנשים להגיש בקשה לכרטיס אשראי מבלי אישור חתום של בן הזוג שלהן. האם באמת אפשר לסמוך על נשים עם כרטיס אשראי כיום?”.\nהנסון זכה לתמיכה לא צפויה מאדם שנחשב לאגדה בכל מה שקשור באפל, סטיב ווזניאק, שצייץ בתגובה: “קיבלתי מסגרת גדולה פי 10 מזו של אשתי. אין לנו חשבונות, כרטיסי אשראי או נכסים נפרדים. קשה להשיג בן אדם שיטפל בזה”.\nבתגובה הודיעה המחלקה לשירותים פיננסיים של מדינת ניו יורק, שאחראית בין היתר על הבנקים בוול סטריט, כי תבדוק את תהליכי הנפקת כרטיסי האשראי של גולדמן סאקס: “כל אלגוריתם שמפלה, בכוונה או שלא בכוונה, נגד נשים או כל קבוצה אחרת מפר את חוקי המדינה”.\nדובר מטעם גולדמן סאקס התייחס למקרה ואמר לבלומברג כי “החלטותינו בנוגע למסגרת אשראי לא מבוססות על פי מין, גזע, גיל, העדפה מינית או כל בסיס אחר האסור על פי החוק”. הנסון ציין בריאיון כי לאחר שסדרת הציוצים שלו הפכה לוויראלית ולבעיית יח”צ עבור הצדדים, מסגרת האשראי של אשתו מיד הוקפצה והותאמה לשלו. “אני לא מאמין שיש איזה אדם בעל כוונות זדוניות שרוצה להפלות, אבל זה לא משנה. איך יודעים שאין בעיה עם אלגוריתם למידת המכונה כשאף אחד לא יכול להסביר איך הם הגיעו להחלטה (על מסגרות האשראי השונות, א.א.)”.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "אפל,כרטיס אשראי,אפל קארד,גודלמן סאקס,דירוג אשראי,מסגרת אשראי,ארצות הברית,ארה\"ב,דיוויד היינמאייר הנסון,טוויטר,apple,apple card,goldman sachs,credit card,credit limit,twitter,,ארהב,ארהב"}