{"url": "https://www.geektime.co.il/new-leak-iphone-x/", "type": "article", "title": "הדלפה מאסיבית של עובדים חושפת פרטים רבים על האייפון החדש", "description": "עובדים בחברת פוקסקון שמייצרת בין היתר את מכשיר האייפון עבור אפל, מפרים את הסכם הסודיות שלהם וחושפים כמה מהפיצ'רים ותכונות העיצוב של מכשיר האייפון הבא; בנוסף, הם חושפים כמה פרטים על הכרזות חומרה נוספות של החברה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-05T09:03:37Z", "modified_time": "2018-01-15T13:04:11Z", "articleBody": "עובדים בחברת פוקסקון שמייצרת בין היתר את מכשיר האייפון עבור אפל, מפרים את הסכם הסודיות שלהם וחושפים כמה מהפיצ’רים ותכונות העיצוב של מכשיר האייפון הבא; בנוסף, הם חושפים כמה פרטים על הכרזות חומרה נוספות של החברה\nהדמיית האייפון החדש. מקור: iDrop, עיבוד תמונה\nהערב, ב-20:00 שעון ישראל, יתחיל בקליפורניה ה-WWDC, כנס המפתחים השנתי של אפל. אולם עבור מאות מיליוני אנשים בעולם, המוצר המעניין ביותר של החברה הוא האייפון הבא, עליו אמורה החברה להכריז ככל הנראה רק בספטמבר.\n3 עובדים בפוקסקון, השותפה החשובה ביותר של אפל והיצרנית בפועל של האייפון, חשפו בשרשור מעניין מאוד ב-reddit פרטים רבים על האייפון הבא ועל מוצרים נוספים שצפויה החברה להשיק בקרוב, ואפילו ענו בסגנון AMA על שאלות שהעלו משתמשי האתר.\nעוד לא ברור אם מדובר בשם הסופי, אבל לפחות כרגע הוא נקרא בשם iPhone X, ברמיזה כמובן לעשור שחלף מאז שהושק האייפון הראשון.\nהדמיות האייפון החדש. מקור: iDrop\nכאשר נשאלו העובדים איזו הדמייה הכי דומה לעיצוב הסופי של האייפון, הם השיבו כי העיצוב האמצעי, נטול המסגרת (Bezel).\nעל פי העובדים, אב הטיפוס של המכשיר כולל מערך צילום כפול אופקי, כמו רוב המכשירים בעלי מערך הצילום הכפול, למרות שקיימים מספר מכשירים כמו ה-Honor 6X או ה-Lenovo Phab 2 עם מערך אנכי, בו המצלמות ממוקמות אחת מעל לשנייה.\nהמדליפים החרוצים התייחסו למודול המצלמה ברבים – “front facing camera modules”.\nהעובדים אישרו שהמסגרת (Bezel) תהיה “דקה יותר בציר ה-Y”, כלומר בציר האורך של המכשיר.\nהמכשיר הבא כבר לא יהיה עשוי רק מאלומיניום ויכלול בגב המכשיר אלמנטים של זכוכית מרוכבת.\nהדמיית הגב של האייפון X. מקור: iDrop\nככל הנראה, אחד הפיצ’רים היותר מצופים נמצא בדרכו לאייפון. על פי ההדלפה, גב המכשיר תוכנן ועוצב מחדש כך שיאפשר טעינה אלחוטית.\nעל פי המדליפים, כמו האייפון 7, גם המכשיר החדש יהיה מוגן ממים ומאבק. עם זאת, לא ברור באיזו דרגה. כזכור, האייפון 7 מוגן בתקן IP67, כשמכשירי הדגל של סמסונג ו-LG מציעים הגנה בתקן IP68, שמאפשרת שהייה של המכשיר במים בעומק של עד מטר וחצי למשך עד 30 דקות.\nאחת מאבות הטיפוס של המכשיר כולל פיתוח מעניין: קורא טביעות האצבע מוטמע במסך עצמו. כך צפויה להשיג אפל 2 יתרונות עיצוביים: הראשון, האפשרות למתוח את מסך המכשיר לכל אורך הגוף שלו, בדומה למה שעשתה סמסונג; שנית, להמנע מהעברת קורא טביעות האצבע לגב המכשיר – בניגוד למה שעשתה למשל סמסונג – מה שאמור להיות אינטואיטיבי יותר.\nעל פי המדליפים, הביצועים שהשיג קורא טביעות האצבע החדש “לא היו טובים”, ולכן, יש בהחלט מצב שהחברה תאלץ לשלב בסוף את מודול ה-Touch ID בגב המכשיר.\nהמדליפים אישרו כי המכשיר החדש יכלול בדומה לגלאקסי S8 פיצ’ר זיהוי פנים, אולם בניגוד למכשיר הדגל של סמסונג, שכולל מנגנון לזיהוי ביומטרי של קשתית העין (Iris), לפחות על פי המדליפים, האייפון החדש יכלול מנגנון זיהוי רשתית העין (Retina).\nעל פי השרשור יכלול המכשיר החדש 3GB RAM, בדיוק כמו האייפון 7 פלוס. אם אכן יגיע המכשיר עם 3GB RAM בלבד, ובהנחה שהוא יתפקד היטב, מדובר בעוד הוכחה ליכולות החומרה והתוכנה (iOS) של אפל. לשם השוואה, לא נדיר למצוא מכשירי אנדרואיד כמו ה-OnePlus 3 או הוואווי P10 PLUS, שמגיעים עם כמות כפולה של 6GB RAM.\nלצערנו, אין חדשות מרעישות בגזרת החיבורים ואפל נשארת עם חיבור ה-Lightning הקנייני שלה. חיבור USB-C היה מאפשר, לפחות תיאורטית, לבעלי אייפון להטעין את המכשיר עם מטען של מכשיר אנדרואיד וההיפך, מה שהיה חוסך לכם הרבה כאבי ראש. אבל אפל רוצה להמשיך כנראה להגן על המכשירים שלה, ולעשות כסף לא רע על הדרך מאביזרים, ולכן, גם המכשיר החדש יכלול את החיבור המוכר.\nטים קוק. צילום מסך: גיקטיים\nהמדליפים לא עצרו באייפון החדש וחשפו עוד כמה פרטים על הכרזות החומרה הצפויות לאפל השנה. לדבריהם, אפל מפתחת משקפי AR משלה, תחת שם הקוד Project Mirrorshades, אם כי מאוד לא ברור האם הם יגיעו אכן לשוק בסופו של דבר. המשקפיים צפויים לכלול עדשות חכמות של Zeiss עם אוזניות בטכנולוגיית ‘הולכת עצם’ שלא מכסות את האוזן כלל וערימה של חיישנים; המדליפים גם מאשרים את דבר הפיתוח של רמקול חכם דמוי Echo של אמזון, שיתבסס כמובן על סירי של אפל; לדבריהם, אפל תשלב בשנה הבאה (2018) במקבוק פרו מקלדת דיו-אלקטרוני של חברת Sonder ובמקביל הם אישרו כי גרסת ה-15 אינץ’ של המקבוק פרו תכלול 32GB של RAM, אולם לא נמסר מועד להכרזה. לדברי המקורות, גם לוגו התפוח הדולק שנעלם מהמקבוק הנוכחי יעשה קאמבק בשנה הבאה.\nהמדליפים חשפו גם פרט מעניין מאוד ועל פיו, חברת האנליסטים KGI, שידועה בהערכות המדוייקות שלה על אפל, קונה את הפרטים מעובדים שונים בשרשרת האספקה. הדיון בשרשור גלש מהר מאוד לשכר הזעום (בקנה מידה מערבי – ואפילו לעיתים בקנה מידה מקומי) של עובדים בשרשרת האספקה של אפל, מה שמוביל לפיתוי הרב להפר את הסכם ה-NDA (הסכם הסודיות) ולמכור פרטים לגורמים חיצוניים.\nלמרות שהמנהלים בפורום ברדיט בדקו ואימתו את זהות המדליפים כעובדי Foxconn, הרי שגם הם מדגישים כי העובדים לא נחשפים לכל התוכניות ולכל ההשקות הצפויות, כמו גם לכל החלקים שקשורים בתוכנה של המכשירים, ולכן, למרות הכל, כדאי לבחון את הדיווח עם לא מעט ספקנות.", "keywords": "אייפון,אפל,פוקסקון,אייפון 8,אייפון x,אייפון איקס,הדלפה,דיווח,שמועה,רדיט,reddit"}