{"url": "https://www.geektime.co.il/galaxy-s5-biometric-sensor-kgi/", "type": "article", "title": "דיווח: חיישן ביומטרי ומסך חד למדי בגלקסי S5", "description": "האנליסט הבכיר מינג קואו מ-KGI חושף פרטים נוספים ממפרטו הטכני של המכשיר, אשר צפוי להתפצל ל-2 גירסאות עיקריות: Standard ו-Prime. למי שתהה, שתיהן צפויות להכיל חיישן ביומטרי.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/10/galaxys.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-26T14:00:02Z", "modified_time": "2014-01-26T13:44:58Z", "articleBody": "האנליסט הבכיר מינג קואו מ-KGI חושף פרטים נוספים ממפרטו הטכני של המכשיר, אשר צפוי להתפצל ל-2 גירסאות עיקריות: Standard ו-Prime. למי שתהה, שתיהן צפויות להכיל חיישן ביומטרי.\nמקור: יח״צ\nמכשיר הדגל הבא של סמסונג בסדרת ה-Galaxy הפופולארית כבר ממש מעבר לפינה, וכעת הפרטים הנוגעים למפרט הטכני שלו במרכז הדיווחים. בעוד מידע רב כבר דלף באמצעות מקורות הנחשבים אמינים ונמנים על שרשת האספקה, על פי מסמך שהגיע לאתר Appleinsider, האנליסט Ming-Chi Kou מחברת המחקר KGI Securities, אשר קשריו עם התעשייה האסייאתית נחשבים למהמינים, מעניק הצצה למפרט של דגם הגלקסי הבא.\nעל אף שאפל לא הייתה החברה הראשונה שהשיקה את אביזר האבטחה הביומטרי במכשיר נייד, קואו חוזה כי סמסונג זקוקה לחיישן טביעת אצבע בסמארטפון הבא בסדרה, ה-Galaxy S5 בכדי לשמור על חדשנות טכנולוגית ולענות על הדרישה מצד השוק, בהשראת ה-iPhone 5S, כמובן. הוא מאמין שהחברה תשתמש בטכנולוגיה הביומטרית שנבנתה על ידי השותפה שלה Validity Sensors, חברה שנרכשה בשנה שעברה על ידי יצרנית משטחי המגע Synaptics. ״חיישן טביעת אצבע הוא הכרחי למכשיר דגל״, כך הוא כותב בניתוח שלו. ״ל-iPhone 5S ול-HTC One Max יש חיישן טביעת אצבע, מה שאומר שה-Galaxy S5 לא יכול להחסיר פיצ׳ר כזה, גם אם הוא לא בוגר מספיק כמו זה שנמצא ב-iPhone 5S.״\nמקור: KGI Securities\nקואו מאמין כי החברה תשיק שני דגמים נפרדים עבור ה-Galaxy S5, עם מעבדים שונים, וגודל זיכרון RAM שונה בכל אחד מהמכשירים. הוא מדווח כי שתי הגירסאות יגיעו עם מסך AMOLED בגודל 5.2 אינץ׳ ברזולוציית WQHD של 2560×1440 פיקסלים, מה שיעניק ל-Galaxy S5 חדות של 565ppi. אך בעוד גירסאת ה-Standard של ה-Galaxy S5 תגיע עם 2GB LPDDR3, גירסאת ה-Prime תגיע עם 3GB LPDDR3 ומעבד מותאם אישית של סמסונג. בניגוד לשמועות הקודמות, קואו מעריך גם כי סמסונג לא תיישר קו עם אפל ולא תשיק סמארטפון המבוסס על ארכיטקטורת 64 ביט. קואו מעריך בנוסף כי סמסונג תכלול במכשירים השונים מצלמה אחורית באיכות 16 מגה-פיקסל.\nעל פי מה שידוע לנו עד כה מבכירים מסמסונג שחשפו פרטים מסויימים לתקשורת, ההשקה של המכשיר צפויה להתרחש בסביבות מרץ-אפריל, ותכלול לצד שיפורים בעיצובו של המכשיר, גם פונקציונליות מתקדמת יותר ועדכון לממשק ה-TouchWiz של החברה. בעוד את מירב הזרקורים תופסות השמועות המתייחסות לחידושים הכוללים פיצ׳ר של סריקת עיניהם של המשתמשים לצרכי זיהוי ואבטחה, קואו מעריך כי מכשיר הדגל החדש עדיין לא יכלול טכנולוגיה שכזו כה מוקדם, בייחוד עם התוספת הצפויה של חיישן ביומטרי שיענה באופן מספק על צרכי הזיהוי והאבטחה של המשתמשים.", "keywords": "סמסונג,galaxy s4,galaxy s5,גלקסי אס 4,גלקסי אס 5,samsung,ביומטרי,biometric,טביעת אצבע,מינג קואו,ming kuo,kgi"}