{"url": "https://www.geektime.co.il/galaxy-s9-israeli-prices/", "type": "article", "title": "מחירי ה-Galaxy S9 נחשפים: איפה הכי משתלם לכם לרכוש אותו?", "description": "הגלקסי S9 מגיע לישראל כבר בשבוע הבא, אז אספנו לכם את המחירים ברשתות השונות וגילינו פערים של מאות שקלים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/Screen-Shot-2018-02-25-at-20.36.57-1519583838.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-07T18:00:11Z", "modified_time": "2018-03-07T17:16:23Z", "articleBody": "הגלקסי S9 מגיע לישראל כבר בשבוע הבא, אז אספנו לכם את המחירים ברשתות השונות וגילינו פערים של מאות שקלים\nתמונה: סמסונג\nהמכשיר המסקרן ביותר של העת האחרונה הוא ללא ספק ה-Galaxy S9 (ואחיו הגדול, הגלקסי S9 פלוס). סמארטפון הדגל החדש של סמסונג הצליח לכבוש את תערוכת MWC 2018, וכבר בשבוע הבא הוא נוחת בישראל. לקראת ההשקה המוקדמת למדי, אספנו עבורכם את מחירי המכשיר הנחשק מכל רשתות הסלולר הבולטות. שימו לב כי סמסונג משיקה את דגם ה-Galaxy S9 ואת דגם ה-Galaxy S9 Plus. ההבדל העיקרי בין שני המכשירים, מלבד גודל המסך והסוללה, טמון במערך הצילום הכפול ובנפח זכרון ה-RAM, שעומד על 6GB בדגם הפלוס לעומת 4GB בדגם הרגיל. אז החליטו על הדגם שאתם רוצים לרכוש, בחרו את נפח האחסון הרצוי, והעזרו במדריך שלנו כדי להחליט היכן הכי כדאי לכם לקנות את הגלקסי החדש.\nשימו לב כי כמעט כל הספקיות מעניקות במתנה (למספר מוגבל של הרוכשים הראשונים) את DEX, תחנת העגינה, שהופכת את הגלקסי S9 למעין תחנת עבודה ניידת. שווי המתנה הוא 500 שקלים.\nגלקסי S9 בנפח 64 גיגה : 3,300 שקלים.\nגלקסי S9 בנפח 128 גיגה : 3,450 שקלים.\nגלקסי S9 פלוס בנפח 128 גיגה : 3,900 שקלים.\nהרוכשים במכירה המוקדמת יהנו ממשלוח חינם עד הבית וממשטח ה-DEX במתנה.\nגלקסי S9 בנפח 64 גיגה : 3,190 שקלים.\nגלקסי S9 בנפח 128 גיגה : 3,290 שקלים.\nגלקסי S9 פלוס בנפח 128 גיגה : 3,690 שקלים.\nהרוכשים במכירה המוקדמת יהנו ממשלוח חינם עד הבית תוך שני ימי עסקים וממשטח ה-DEX במתנה.\nצילום: גיקטיים\nגלקסי S9 בנפח 64 גיגה : 3,280 שקלים.\nגלקסי S9 בנפח 128 גיגה : 3,480 שקלים.\nגלקסי S9 פלוס בנפח 128 גיגה : 3,880 שקלים.\nהרוכשים במכירה המוקדמת יהנו ממשלוח חינם עד הבית ומשטח DEX במתנה.\nגלקסי S9 בנפח 64 גיגה : 3,190 שקלים.\nגלקסי S9 בנפח 128 גיגה : 3,500 שקלים.\nגלקסי S9 פלוס בנפח 128 גיגה : 4,000 שקלים.\nהרוכשים במכירה המוקדמת יהנו ממארז בשווי 1,000 שקלים הכולל אלבום דיגיטלי של Lupa, מטען אלחוטי של סמסונג, מגן מסך, מטען לרכב וכרטיס זיכרון בנפח 64 גיגה.\nצילום: גיקטיים\nגלקסי S9 בנפח 64 גיגה : 3,190 שקלים.\nגלקסי S9 בנפח 128 גיגה : 3,290 שקלים.\nגלקסי S9 פלוס בנפח 128 גיגה : 3,690 שקלים.\nעד שתניחו את ידכם על המכשיר, אתם מוזמנים לקרוא מהם הדברים שהכי אהבנו בגלקסי S9, ומה קצת פחות.", "keywords": "סמסונג,גלקסי,גלקסי אס 9,מחירים,השוואת מחירים,samsung,galaxy s9,prices,israel,ישראל,פרטנר,פלאפון,סלקום,הוט מובייל,דינמיקה סלולר"}