{"url": "https://www.geektime.co.il/biometric-id-how-it-works/", "type": "article", "title": "כל מה שרציתם לדעת על מערכות זיהוי ביומטרי ולא היה לכם את מי לשאול", "description": "חשיבות המידע עליו אנו שומרים הופך את עולם אבטחת המידע ליותר ויותר מורכב ומצריך מאיתנו פיתוח של אמצעי אבטחה טובים יותר. אחד מאותם אמצעי אבטחה היא מערכת הזיהוי הביומטרי שהופכת לנפוצה יותר ויותר בשנים האחרונות. אך האם מערכת אבטחה ביומטרית תפתור לנו את כל הבעיות? ליאור יותם, מומחה אבטחת מידע, סבור שלא ומסביר לנו מדוע.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/10/biometrics-300x246.gif", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-10-08T10:26:52Z", "modified_time": "2010-10-09T15:58:52Z", "articleBody": "חשיבות המידע עליו אנו שומרים הופך את עולם אבטחת המידע ליותר ויותר מורכב ומצריך מאיתנו פיתוח של אמצעי אבטחה טובים יותר. אחד מאותם אמצעי אבטחה היא מערכת הזיהוי הביומטרי שהופכת לנפוצה יותר ויותר בשנים האחרונות. אך האם מערכת אבטחה ביומטרית תפתור לנו את כל הבעיות? ליאור יותם, מומחה אבטחת מידע, סבור שלא ומסביר לנו מדוע.\nלאלו מכם שעדיין לא בקיאים בנבכי תורת אבטחת המידע, חשוב לדעת כי נושא בקרת גישה, המהווה את אחד האלמנטים המרכזיים בתחום אבטחת המידע, מבוסס על שלושה נדבכים עיקריים: Something you Know, Something you have ו-Something you are.\nבקרת גישה חזקה (strong authentication) מוגדרת בדרך כלל כ- two factor authentication, כלומר כמתבססת על שני נדבכים (למשל שילוב של קוד סודי וכרטיס חכם – Something you know+Something you have). יחד עם זאת, גם לבקרת גישה באמצעות זיהוי ביומטרי (Something you are) נהוג להתייחס כבקרת גישה חזקה. זיהוי ביומטרי הוא זיהוי אדם/משתמש על פי נתונים מתוך איבר הקשור בגוף המשתמש עצמו. אך האם אכן ניתן להתייחס לזיהוי ביומטרי באשר הוא כזיהוי חזק?\nהתשובה היא: בהחלט לא. זיהוי ביומטרי יכול להיות לא מדויק כלל ולכן עליו להיחשב במקרים רבים כחלש מאוד. משום כך, מתקיימים דיונים ומבחנים רבים בנוגע לשאלת רמת הדיוק של מערכות לזיהוי ביומטרי.\nבחינת רמת הדיוק של מערכת ביומטרית מסוימת מול מערכת אחרת אינה פשוטה כלל וכלל, לא כשמדובר על מערכות שונות לזיהוי על פי אותו איבר, ובטח לא כשמדובר על מערכות שונות שכל אחת מבצעת זיהוי של איבר אחר.\nכאשר בוחנים את אמינותה של מערכת לזיהוי ביומטרי, נהוג להתייחס לשני מדדים עיקריים: False Accept – זיהוי שגוי (או FAA – False Accept Rate), ו- False Reject – פסילת זיהוי שגויה (או FRR – False Reject Rate).\nFalse Accept מתאר מצב בו משתמש שאינו רשום במערכת, מצליח לבצע גישה על ידי ‘התחזות’ לאחד מהמשתמשים הרשומים (“מנורה ירוקה” שלא הייתה אמורה לקרות). False Reject מתאר מצב בו משתמש הרשום למערכת לא מצליח לבצע גישה (“מנורה אדומה” שלא הייתה אמורה לקרות).\nככל שמעלים את רמת הסף, מורידים את הסיכוי ל- False Accept (דורשים דיוק גבוה יותר מהמערכת) ובמקביל מגדילים את הסיכוי ל- False Reject. (המערכת דורשת רמת דיוק גבוהה יותר על מנת לאפשר כניסה, ובכך מונעת כניסה ממשתמשים רשומים, למשל במקרים בהם לא ניתן לזהות את כל הפרטים מהאיבר אותו מזהים). ככל שמורידים את רמת הסף, מעלים את הסיכוי ל- False Accept ובמקביל מורידים את הסיכוי ל- False Reject.\nכפי שמוסבר לעיל, מדדים אלו תלויים בקביעת רמות סף למערכת הזיהוי, והם מסתמכים על התהליך המופיע כשלב מספר 5. לכן, יהיה קשה להתבסס עליהם בתהליך השוואה בין רמות דיוק של מערכות שונות. על מנת לבצע השוואה בין מערכות או לדון לגבי מידת הדיוק של מערכת ספציפית, אנו נדרשים להסתמך על הציון עצמו, כלומר, על מה שקורה בשלב 4 ועל-מנת לבצע דבר זה, עלינו לבצע חישוב של ה- EER- Equal Error Rate למערכת.\nעל מנת לחשב את EER, כאמור, אנו צריכים גישה למנוע הזיהוי הביומטרי ללא כל התייחסות לרמות סף. הניסוי שנערוך יכלול רישום (enroll) קבוצה של n משתמשים [U1, U2, U3…Un], כך שבסופו לכל משתמש תהיה רשומה במערכת במכילה את קוד הזיהוי הביומטרי האישי שלו ששימש לרישום [U1e, U2e, U3e… Une]. הקבוצה חייבת להיות גדולה מספיק, ומייצגת מבחינה סטטיסטית של כל האוכלוסייה אותה המערכת הביומטרית תשרת. בנוסף, אנו נבקש מכל משתמש להזדהות מספר פעמים נוספות למערכת ובכך נקבל לכל משתמש עוד מספר רשומות לצורך ‘זיהוי’ (verification) כך שלדוגמא למשתמש U1 יהיה לנו מספר קודים ביומטריים שונים [U1v1, U1v2, U1v3, U1v4…U1v10].\nהשלב הבא של הניסוי יהיה חישוב סדרת ניסיונות זיהוי ‘אוטנטיים’ (Authentic) וחישוב סדרת ניסיונות זיהוי ‘מתחזים’ (Impostors). בשלב זה, תבוצענה מספר רב של בדיקות, כשכל הציונים שיתקבלו יסווגו לאותן שתי קבוצות (Authentic/ Impostors).\nהבדיקות שתבוצענה על מנת ליצור את קבוצת Authentic תהינה של הדגימות שהתקבלו מכל משתמש בהשוואה (על ידי המנוע הביומטרי) מול הרישום שלו עצמו. כך למשל תבוצע השוואה בין U1v1, U1v2, U1v3, U1v4…U1v10 אל מול U1e, וכן U2v1, U2v2, U2v3, U2v4…U2v10 אל מול U2e  וכך הלאה לכל המשתמשים.\nהבדיקות שתבוצענה על מנת ליצור את קבוצת Impostors תהינה של הדגימות שהתקבלו מכל המשתמשים מלבד הדגימות של משתמש ספציפי, מול הרישום של אותו משתמש ספציפי. לדוגמא, U2v1, U75v1, U90v1 [דגימות ממשתמשים שונים שאינם U1] מול U1e. באופן זה אנו מבצעים הדמיה של ניסיונות התחזות תוך שימוש בכל המידע שנאסף.\nאנו מצפים לקבל ציוני התאמה גבוהים בכל הבדיקות שבוצעו בקבוצת Authentic, עם כי כמובן חלק מציונים יהיו גבוהים יותר וחלק נמוכים יותר. בסופו של דבר תהיה התפלגות נורמלית לכל התוצאות בקבוצה זו. כמו כן, אנו מצפים לקבל ציוני התאמה נמוכים לכל הבדיקות שבוצעו בקבוצת Impostors, עם כי חלק מציונים יהיו גבוהים יותר וחלק נמוכים יותר, וגם כאן, בסופו של דבר תהיה התפלגות נורמלית לכל התוצאות בקבוצה.\nאת שתי ההתפלגויות של שתי הקבוצות אנו נציין בגרף הכולל שתי עקומות. ציר ה- X יהיה הציון, וציר ה- Y מייצג באחוזים את כמות האירועים מתוך האוכלוסייה הכוללת שהיו לגבי כל X מתחת לאותו ציון ספציפי, בעקומת ה- Authentic, ומעל לאותו ציון X בקבוצת ה- Impostors.\nאם המערכת הביומטרית היא מושלמת (מערכת שבה יש 0% סיכוי לטעות מסוג כלשהו (False Accept או False Reject) שתי העקומות תהינה נפרדות. לכל מערכת שאינה מושלמת, נקבל חיתוך בין שתי העקומות, ובנקודת החיתוך הזו ה- FRR=FAR, והיא מוגדרת כ- EER:\n\nכאמור לעיל, ה- EER יאפשר השוואה של רמת הדיוק בין מערכות שונות. ככל שה- EER יהיה יותר נמוך, כך המערכת תחשב למדויקת יותר.  בנוסף, הגרף שקיבלנו לכל מערכת ישמש אותנו בהמשך, בשלב יישום המערכת, בהחלטה לקביעת רמת הסף.\nאם לדוגמא קיבלנו את הגרף הבא למערכת מסוימת (בה ה- EER נמצא כעומד על 8%):\n\nואנו נקבע את רמת הסף של המערכת בדיוק בנקודת ה- EER (במקרה זה על ציון X=39) יהיה לנו סיכוי שווה ל- 8% הן ל- False Accept והן ל- False Reject.\nאך אנו יכולים באותה מערכת ספציפית לקבוע את רמת הסף מתחת ל- EER, לדוגמא על 25:\n\nואז לקבל 0% סיכוי ל- False Reject (בבדיקות ה- Authentic שביצענו, הציון הנמוך ביותר עדיין היה מעל 25) ובמקביל 23% סיכוי ל- False Accept (בבדיקות ה- Impostors שביצענו, 23% היו מעל 25).\nאנו גם יכולים כמובן לקבוע את רמת הסף ברמה גבוהה יותר מה- EER, לדוגמא על ציון 48:\n\nואז לקבל 3% סיכוי ל- False Accept ובמקביל 20% סיכוי ל- False Reject.\nמוקדם יותר הזכרנו את הנושא של ‘בדיקת חיות’. אחת מהבעיות שעומדות בפני המערכות לזיהוי ביומטרי היא “זיופים” של האיבר הנבדק עצמו. כלומר, ניסיון של משתמש להזדהות עם דבר המדמה איבר מגוף האדם, ולא עם האיבר האמיתי שבגוף המשתמש. דוגמה נפוצה לכך היא הנסיון לחקות טביעת אצבע באמצעות פלסטלינה או כל חומר גמיש אחר שהאצבע הוטבעה בה מוקדם יותר. משום כך, במערכות רבות לזיהוי ביומטרי, קיימים מנגנונים שונים לביצוע בדיקה שהאיבר שהוצג למערכת הוא איבר אמיתי מגוף האדם. במקרים רבים, גם מנועי הזיהוי השונים המבצעים את ‘בדיקת החיות’ הם סטטיסטיים ומכילים רמות סף ל’בדיקת החיות’ עצמה. לכן, עלינו לשים לב שבתמונה הכוללת אותה אנו בונים למערכות הזיהוי, אנו לוקחים בחשבון בחישובי הדיוק של המערכת גם נקודה זו.", "keywords": "זיהוי ביומטרי,biometric,strong authentication,eer,false accept,false reject,two factor authentication"}