{"url": "https://www.geektime.co.il/startups-investments-december-2014/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים הישראלים שגייסו ונרכשו בדצמבר 2014", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של דצמבר 2014", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-03T12:25:16Z", "modified_time": "2015-01-03T11:15:38Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של דצמבר 2014\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש נובמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nמקור: Flickr, cc-by 401(K) 2013\nהסטארטאפ, שמפתח מערכת לניהול וחסכון באנרגיה, גייס 7 מיליון דולר מענקית התוכנה האמריקאית Autodesk. הטכנולוגיה של Panoramic Power למעשה משלבת חיישנים אלחוטיים זעירים ייחודיים שאוספים נתונים ממעגלים חשמליים נפרדים, ושולחים את הנתונים בזמן אמת לפלטפורמת ניתוח הנתונים של החברה, הממוקמת בענן. הפתרון של החברה מאפשר למעשה לבעלי עסקים או בעלי תפקידים בארגונים גדולים להבין את צריכת החשמל שלהם בצורה טובה יותר ושקופה יותר, על מנת לייעל את משאבי התחזוקה ואת אופן השימוש שלהם בחשמל.\nמאז הקמתה הספיקה החברה לגייס 12.5 מיליון דולר בשני סבבים מהמשקיעים Greylock Partners, Israel Cleantech Ventures, קרן Marker וחברת Qualcomm. הכסף שגוייס ישמש להרחבת פעילות המכירות והשיווק, הפיתוח העסקי, הגדלת מאגר הלקוחות מסביב לעולם והפיתוח.\nהסטארטאפ הישראלי עלה לכותרות בעיקר בגלל סכסוך מתוקשר בין אחד המייסדים ואחת מהקרנות שהשקיעה בחברה. עתה מודיעה החברה על גיוס של 4 מיליון דולר. CallApp היא אפליקציה שנועדה להחליף את החייגן המובנה שלכם במכשיר הסמארטפון ולגלות לכם את כל מה שאתם צריכים לדעת על אנשי הקשר שלכם, תוך שימוש ברשתות החברתיות כמו פייסבוק או לינקד-אין ובמאגרי מידע שונים. למעשה, האפליקציה מספקת למשתמשים את המידע הכי עדכני שקיים על אותו אדם, כדי שרגע לפני שהם מתקשרים אליו או שהם עונים לשיחה ממנו, הם יוכלו לזכות בעוד מידע שיקדם אותם בשיחות עסקיות או פרטיות ויזכה אותם אולי בעוד נושא אחד או שניים לשיחה.\nאת סבב ההשקעות הנוכחי הובילו קרן גיזה וקרן Susquehanna האמריקאית יחד עם מספר אנג’לים, ביניהם סער וילף (מייסד Fraud sciences, שנמכרה ל-PayPal) ומשה ליכטמן (לשעבר מראשי Microsoft). מאז השקתה ב-2011 הספיקה CallApp לגייס כמיליון דולר בסבב Seed. בתגובה לגיוס מסר עמית און, מנכ”ל CallApp: “החברה עלתה על דרך המלך. הצלחנו לסגור סיבוב השקעה מקרנות עולמיות מובילות בתוך זמן קצר. בתקופה הקרובה נתמקד בהמשך בניית המוצר ובבניית הצוות החזק בתחום, שיאפשר לנו להאיץ את הצמיחה ולהגיע לעשרות מיליוני משתמשים”.\nאפליקציית Glide אמנם מאפשרת גם החלפת מסרי טקסט, אולם הייחוד שלה הוא כמובן הוידאו. במסגרת האפליקציה ניתן לבצע צ’אט וידאו בזמן אמת, המיישם את פטנט הוידאו סטרימינג שפיתחה החברה, ומאפשר צפייה באנשי הקשר בזמן אמת, במקום העברת סרטונים מוקלטים מראש כפי שרוב האפליקציות מציעות כיום. תחום אפליקציות המסרים הוא תחום רווי עם מתחרות קשוחות כמו פייסבוק, גוגל ומיקרוסופט. למרות זאת, אפליקציית מסרי הוידאו של Glide מצליחה לצבור משתמשים ומודיעה על השלמת סבב גיוס בגובה 20 מיליון דולר, שמשקף לחברה ערך של 100 מיליון דולר. החברה צפויה להשתמש בכסף שגוייס להמשך הפיתוח ולצורך פתיחת משרדים בני יורק ובסן פרנסיסקו.\nחברת הסטארטאפ הישראלית Kaminario (קמינריו) עושה זאת שוב. לאחר שכבר הספיקה לגייס 75 מיליון דולר בסבבי גיוס קודמים, הודיעה החברה על סבב גיוס מרשים בהיקפו שעומד על 53 מיליון דולר. החברה, שהוקמה ב-2008, עוסקת בפיתוח של מערכות אחסון מבוססי SSD.\nהפתרון שמפתחת Kaminario הוא מערכת אחסון ייעודית של החברה המבוססת על דיסקים בטכנולוגיית SSD. מוצר הדגל של החברה, ה-Kaminario K2, מבוסס על ארכיטקטורה שפותחה על-ידה בשם Scale–out Performance Storage Architecture. ארכיטקטורה זו יכולה לנצל מוצרי מדף מתחום ה-SSD ולהתאים אותם לצורכי הלקוח, כאשר הפתרון מבוסס על שרתי Blade לצד פתרונות אחסון של חברות שונות בתחום ה-SSD. על פי החברה מיועד סכום הגיוס לתמיכה בהתרחבות הגלובלית של החברה.\nאחת הבעיות הקשות ביותר שמטרידות את הנהגים בעולם, לפעמים יותר מפקקים או ניווט ליעד, זו בעיית החנייה, או יותר נכון החוסר בחנייה. חברת הסטארטאפ הישראלית Anagog פיתחה טכנולוגיה שתאפשר למשתמשים ליהנות מחוכמות ההמונים לצורך מציאה של חנייה קרובה הודיעה על גיוס של מיליון דולר, השקה של גרסת בטא חדשה ושיתוף פעולה עם פנגו.\nמשתמשת באלגוריתם המסוגל לנתח ולזהות היכן מתפנה חנייה בעזרת מכשירי הסמארטפון של המשתמשים. העדכון מתרחש בצורה אוטומטית ו”מאחורי הקלעים”, ללא מעורבות מצד המשתמשים, כאשר הם מקבלים התראות והודעות בזמן אמת באמצעות Push Notifications אודות החנייה שמתפנה. החברה מתכננת להשתמש בכספי הגיוס לצורך מאמצי השיווק הגלובליים של הפתרונות של החברה.\nהמערכת שפיתחה Pixellot הישראלית, שכוללת מצלמה אחת ותוכנה, מצלמת את כל מה שמתרחש על כל המגרש, במשך כל זמן האירוע, זאת במקום להציב עשרות מצלמות. Pixellot פיתחה מערכת צילום וידאו ברזולוציה גבוהה ושדה ראיה רחב, שיכול לכסות את כל המגרש או הבמה כל הזמן. על ידי שימוש במערכת של החברה יכול למעשה לשבת הבמאי ולבחור בכל רגע נתון באיזה איזור להתמקד.\nעד היום הספיקה החברה לגייס 2.3 מיליון דולר בעיקר ממשקיעים פרטיים, כולל המייסדים עצמם וכן חברת ההשקעות The Time. ״השותפות הזאת תאפשר לנו לצמוח גלובלית וכן להכנס לשוק הסיני. באמצעות ההון המושקע אנו נרחיב את פעילות המו”פ ונפתח את מערך השיווק והפיתוח העסקי הבינלאומי” מסר ד״ר מיקי תמיר, יו״ר החברה.\nחברת Tufin מרמת-גן הודיעה על גיוס של 8 מיליון דולר, כדי לפשט את ניהול תשתיות אבטחת המידע והרשתות בארגונים. סך כל הגיוסים שלה עומד על יותר מ-32 מיליון דולר. ניהול אבטחה של רשת תקשורת אחת יכול להיות כאב ראש לא קטן. כל שינוי או עדכון יכול להיות תהליך ארוך ומייגע, שבסופו גם עלולות להיווצר פרצות אבטחה. לשם כך מפתחת חברת Tufin הישראלית פתרונות אבטחה מתקדמים, שעוזרים בניהול תשתיות אבטחת מידע ורשתות בארגונים. החברה עוסקת בפיתוח של פתרונות לניהול תשתיות אבטחת מידע ורשתות בארגונים, כשלדברי החברה, הפתרונות שלה מקצרים בכ-80% את הזמן הנדרש לארגונים לבצע שינויים ברשתות תקשורת, וממזערים במקביל את הסיכוי לטעויות ביישום השינויים.\nבתגובה לגיוס, מסר רובי כיטוב, מייסד משותף ומנכ”ל תופין: “אנו מוכרים בעשרות מיליוני דולרים בשנה וממשיכים לצמוח בקצב שנתי של עשרות אחוזים. בימים אלה אנו נמצאים בתהליך גיוס עובדים מואץ, שיסייע לנו בהמשך הפיתוח והצמיחה”. כיטוב הוסיף כי: “השוק אליו פונה תופין מוערך במיליארדי דולרים, ואנו מצפים לגדול בו לכדי שחקן משמעותי. המשך עמידה ביעדים שהצבנו לעצמנו תסלול את הדרך להנפקה בנאסד”ק בשנתיים הבאות”. מהחברה נמסר שכספי הגיוס ישמשו לצורך גיוס של עשרות עובדי פיתוח ו-QA.\nחברת הסטארטאפ הישראלית eToro, שמפעילה רשת חברתית של משקיעים, הודיעה על גיוס מרשים של 27 מיליון דולר. על פי החברה, פעילים בה יותר כ-4 מיליון משתמשים ביותר מ-140 ארצות, כשבכל יום נפתחים בה אלפי חשבונות חדשים. במסגרת eToro יכולים אנשים להשקיע, גם אם אין להם את הזמן או היכולת לצלול לתוך שווקי ההון וללמוד אותם. איך? בזכות האינטראקציות החברתיות בין המשקיעים השונים, יכולים המשתמשים ללמוד אחד מהשני. לכל משתמש יש מעין “טיימליין” שבו נרשמת כל פעולת השקעה כמו רכישה או מכירה (אם כי לא תוכלו לראות את הסכומים שמעורבים בעסקה). כל משתמש בשירות יכול “לשכפל” תיק השקעות של משקיע מסויים. כל פעולה כזו של “שכפול” תיק השקעות נרשמת ותורמת לדירוג של המשקיע.\nמאז שהוקמה eToro ב-2007 הספיקה החברה לגייס כ-34 מיליון דולר, ועם הגיוס הנוכחי מגיע סך הגיוסים שלה ל-61 מיליון דולר. בין המשקיעים בחברה ניתן למנות את BRM Capital, חמי פרס, Venture51 ו-Spark Capital. מי שהובילה את הסבב הנוכחי היא קרן Ping An Ventures הסינית שהיא תאגיד השירותים הפיננסיים הפרטי הגדול בסין וקרן SBT Venture Capital, קרן Fintech שמבוססת ברוסיה. בסבב הגיוס הנוכחי לקחו חלק גם המשקיעות הקודמות Spark Capital וקרן BRM Capital.\nהישג מרשים לחברה הישראלית שמפתחת טכנולוגיה לניטור פוריות חיות משק, אשר נרכשה על ידי Allflex, מהחברות הגדולות והמובילות בתחום תמורת 250 מיליון דולר.\nחברת אס.סי.אר הישראלית נחשבת כמובילה עולמית בפיתוח והטמעת טכנולוגיות מתקדמות בכל הקשור לחליבה וניהול רפתות. החברה מייצרת ומספקת מערכות ממוחשבות לרפתות ודירי צאן והיא היצרנית הגדולה בעולם של תגים חכמים המאפשרים מעקב אחר פוריות ובריאות הפרה מה שמאפשר את ייעול התפוקה. למרות התחכום והתועלת שניתן להפיק מהטכנולוגיה, זו אמורה להיות פשוטה למדי לתפעול וידידותית למשתמש. יתכן כי עובדה זו תרמה לפופולאריות שלה ברחבי העולם (בשנת 2012 סיפקה פתרונות חליבה וניהול רפת בפרויקט נרחב בסין) ולבסוף למכירתה.\nמעקב אחרי סידור המדפים, רכישות המוצרים וניהול המלאי יכולים להיות משימה מייגעת, שאורכת זמן רב וכרוכה בהשקעה כספית לא קטנה. חברת הסטארטאפ הישראלית Trax (טרקס) מפתחת מוצרים לשוק הקמעונאי, שיכולים לבצע את המשימות הללו, בעזרת טכנולוגיה של עיבוד תמונה. הודיעה החברה על השלמת סבב גיוס, הרביעי במספר, בסך 15 מיליון דולר.\nמאחורי הקלעים, המערכת מפענחת את התמונות המגיעות אליה ומסוגלת לזהות את המוצרים עד לרמה של מיקומם המדוייק על המדף, וברקוד המוצר. המידע המעודכן נשלח למנהלים הבכירים או אפילו למפיצים עצמם, שיכולים לעקוב בזמן אמת אחר קצב המכירה, מלאי המוצרים וכדומה. ״סבב גיוס זה יאפשר לנו להמשיך ולספק ללקוחותינו מתחומי הייצור והריטייל שירותים שבסופו של דבר יאפשרו להם לקבל החלטות טובות יותר, ובכך לסייע לשפר את המכירות ולהגדיל את נתח שוק” מסר יואל בר-אל מנכ”ל ומייסד טראקס.\nבזמן שהפוקוס נמצא על אפליקציות, סייבר או פינטק אנו עדים לאקזיט דווקא בתחום הקוסמטיקה. מי שעומד מאחורי Coloright, החברה שנמכרה, הוא היזם הסדרתי בני לנדא. מאחורי לנדא רקורד מרשים של הקמת אינדיגו והנפקתה, הקמת Landa Labs שמתמחה בננוטכנולוגיה, והקמת Landa Ventures, קרן הון המתמחה בחברות בראשית דרכן. החברה הרוכשת היא ענקית הקוסמטיקה הצרפתית L’Oreal.\nעל פי ההודעה שפרסמה L’Oreal רוכשת החברה את הסטארטאפ הישראלי Coloright, שפיתח מערכת שסורקת ובוחנת את סיבי השיער. בזכות מערכת זו יוכלו לבחור לקוחות החברה את צבע השיער המתאים ביותר עבורם, ולדעת בדיוק מה יהיה גוון השיער שלהם לאחר שישתמשו בו. כדי להתגבר על בעיות כמו פיגמנטציה של העור ושל השיער רשמה החברה מספר פטנטים שעוזרים לה לבחון ולנתח את השיער. המערכת כוללת סורק לסיבי השיער בצורת עכבר וכן תוכנת ניתוח וזמינה בשתי תצורות ColoRight PRO ו-ColoRight POS המיועדת לנקודות מכירה.\nמסתבר כי לא רק תשתיות מודיעיניות נתונות לסכנה ממשית של מתקפת סייבר אלא גם מערכות בקרה תעשייתיות בלתי מסווגות בעליל. חברת Indegy הישראלית אשר לקחה את הצורך הזה צעד אחד קדימה ופיתחה פתרונות אבטחה ייעודיים למערכות בקרה תעשייתיות מודיעה היום (ב׳) על השלמת סבב גיוס בגובה 6 מיליון דולר בהובלת שלמה קרמר, ממייסדי צ׳קפוינט ואימפרבה, ומקרן מאגמה שיאפשר לחברה להמשיך להתפתח בארץ ובעולם.\nבתגובה לגיוס מסר ברק פרלמן, מנכ”ל ומייסד שותף באינדג׳י: “נוצר כאן שוק חדש שרק מחכה לפתרון. מדי שבוע אנחנו קוראים בחדשות על תקיפות ותאונות במתקני תשתית שיכלו להימנע על ידי קיומן של מערכות אבטחה טובות יותר. העובדה ששלושת המייסדים עובדים יחד כבר יותר מעשור, בשילוב עם צוות חזק ותמיכה מהמשקיעים הטובים בתעשייה, מאפשרים לנו לבנות את הפתרון המוצלח ביותר עבור הלקוחות שלנו”.\nחברת הסטארטאפ הישראלית Moovit השלימה בהצלחה סבב גיוס של 50 מיליון דולר. הגיוס הנוכחי משקף ערך של למעלה מ-300 מיליון דולר (אחרי הכסף). החברה מפתחת אפליקציית מידע עבור נוסעים בתחבורה ציבורית ומתבססת על מאגרי המידע הממשלתיים ודיווחי הנוסעים. מוקדם לקבוע האם החברה בדרך להיות Waze הבאה, אולם, 2 החברות חולקות מספר קווי דימיון ביניהם: ההתמקדות בתחבורה, כדי לעזור למשתמשים להגיע מהר יותר ליעדם; שימוש במיקור המונים (Crowdsourcing) ואיסוף מידע פסיבי מהמכשיר; מעורבות של אורי לוין, ממייסדי Waze, שמכהן גם בדירקטוריון של Moovit ועוד.\nמאז הקמתה הספיקה החברה לגייס 3.5 מיליון דולר בסבב A מקרנות BRM ומ-Gemini, ואחר-כך בסבב B עוד 28 מיליון דולר מהקרנות Sequoia, BRM ו-Gemini, מה שמביא את סך הגיוסים של החברה ליותר מ-81 מיליון דולר. למרות שזהות המשקיעות לא ידועה בשלב זה, סביר להניח כי מדובר במשקיעות הקיימות ולא במשקיעות חדשות. Moovit כבר פעילה ב-41 מדינות, 400 ערים והיא מדווחת על 10 מיליון משתמשים ברחבי העולם. ככל הנראה, תשתמש החברה בכספי הגיוס במסגרת מאמצי החדירה שלה לשוק האסייתי, בו היא עדיין לא שחקנית רצינית.\nחברת Adience הישראלית, המתמחה בביג דאטה וניהול משתמשי אפליקציות מובייל, נמכרה למיליארדר הישראלי טדי שגיא תמורת סכום המוערך ב-20 מיליון דולר. הטכנולוגיה שפיתחה Adience מתמקדת בניתוח והבנה של משתמשי האפליקציות על ידי יצירת פרופיל ייחודי לכל משתמש. מפתחי אפליקציות ואתרי סחר אלקטרוני שיעשו בה שימוש יוכלו להציג פרסומת ממוקדות לכל משתמש וכן להמליץ להם על מוצרים שונים, המפולחים בדיוק אליהם. החברה מתמקדת במה שהיא מכנה “הבנה עמוקה” של תחומי העניין והצרכים של משתמשי המובייל. על ידי שימוש בלמידת מכונה ואלגוריתם “למידה עמוקה” מסוגלת הטכנולוגיה שפיתחה החברה ליצור פרופיל מדוייק ועשיר של המשתמשים. הפרופילים הללו ישמשו מפתחי אפליקציות וחנויות כדי לשפר את הפרסומות שמוצגות למשתמשים ואת ההצעות שהם מציעים ללקוחותיהם.\nמאז הקמתה, הספיקה החברה לגייס 1.6 מיליון דולר בסבב גיוס שהובל על ידי קרן מאגמה 3 של Magma, וכלל עוד 8 משקיעים, כך שמדובר על החזר השקעה מצוין הן עבור היזמים והן עבור המשקיעים. על פי רשם החברות, מחזיקים כל אחד מהשותפים 19.6% ולכן, הם צפויים לגרוף לכיסם כ-4 מיליון דולר כל אחד.\nחברת הסטארטאפ המשלבת בין תחום הרפואה והגיימינג, פיתחה מוצר בשם YuGo, שהוא למעשה משחק המבוסס על בקר הקינקט המוכר של מיקרוסופט, ומטרתו היא הפעלת המשתמש לצורך תרגול פיזיותרפי. המטופל נהנה מהמשחק ו”על הדרך” גם מטפל במגוון בעיות כמו שיקום רצועה צולבת קדמית, החלפת ברך, החלפת מותניים, נקע בקרסול ושברים בגב התחתון. הערכה של YuGo כוללת מחשב PC קטן מימדים, בקר קינקט וכמובן התוכנה הייעודית של החברה.\nמאז הקמתה בשנת 2011, הספיקה החברה לגייס כמיליון דולר מחממת TheTime וממשקיעים פרטיים נוספים. ועתה, כאמור, מסיימת החברה סבב גיוס של 3.7 מיליון דולר בהובלת קרן FirstTime Venture Capital מקבוצת TheTime וקרן TriVentures, שמשקיעה במיזמים בתחומי הבריאות.\nSimpleOrder מציעה פתרון בדמות מערכת פשוטה המאפשרת למסעדות ובתי קפה להזמין סחורה מהספקים השונים, ניהול מלאי ודו״חות באופן מקוון. החברה הודיעה על השלמת סבב גיוס בגובה 750 אלף דולר בהובלת קרן ההשקעות Cyrus Angel Fund. המערכת מאפשרת לכל בעל עסק בתחום המזון לעקוב ולנהל את ההוצאות בזמן אמת, וכך יוצרת שקיפות מלאה בכל הליך ההזמנה וחוסכת הן ללקוחות והן לספקים את הצורך בהתעסקות המעיקה בניירת לא נגמרת של הזמנות, תעודות משלוח וחשבונות ובסופו של דבר גם חוסכת לאלו כסף.\nהחברה הוקמה בשנת 2011 על ידי אריק מזן, אמיר זליג וגיא אבן עזרא, מעסיקה כיום 12 עובדים הפועלים ממשרדיה בתל אביב ובמדינות היעד הרלוונטיות. הפלטפורמה נולדה מתוך צורך של המייסדים ופותחה בשיתוף אדוק עם שפים ומנהלי רכש מובילים בשוק המזון. זו מתכוונת להשתמש בסכום שגויס על מנת להעמיק ולהרחיב את פעילותה בשוק הבינלאומי ולהמשיך ולשמור על הפופולאריות שלה בשוק הישראלי.\n", "keywords": "גיוס,סטארטאפ,הון סיכון,אקזיט,גיוסים חודשי,kaminario,anagog,tufin,etoro,scr,trax,coloright,indegy,moovit,adience,pixellot,panoramic power,glide"}