{"url": "https://www.geektime.co.il/microsoft-teams-down/", "type": "article", "title": "אופס: מיקרוסופט שכחה לחדש תעודת SSL ו-Teams שלה קרסה למיליוני משתמשים", "description": "ענקית התוכנה, שמתגאה בכך שלשירות Teams שלה יש כבר 20 מיליון משתמשים, שכחה לחדש תעודת אבטחה ומנעה מהמשתמשים שלה להתחיל את שבוע העבודה שלהם כמו שצריך", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/Microsoft-Teams-1563108650-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-04T10:40:59Z", "modified_time": "2020-02-04T10:05:27Z", "articleBody": "ענקית התוכנה, שמתגאה בכך שלשירות Teams שלה יש כבר 20 מיליון משתמשים, שכחה לחדש תעודת אבטחה ומנעה מהמשתמשים שלה להתחיל את שבוע העבודה שלהם כמו שצריך\nתמונה: מיקרוסופט​\nבשנה האחרונה הצליחה Teams של מיקרוסופט לעשות מהפך ולהשתלט על שוק אפליקציות התקשורת הפנים ארגוניות שנשלט על ידי סלאק. אבל כנראה שגם עשרות מיליוני משתמשים וניסיון של עשרות שנים בשוק, לא הופך אותך לחסין מפני תקלות מטופשות; ואתמול, במשך כמה שעות טובות, הכלי שאמור להגביר את הפרודוקטיביות של עובדים ברחבי העולם, לא היה זמין בגלל טעות די מביכה של מיקרוסופט.\nאתמול (ב’) 20 מיליון המשתמשים ב-Microsoft Teams הגיעו לעוד יום עבודה שגרתי במשרד. אלא שברגע שהם ניסו להתחבר למערכת, קיבלה את פניהם הודעה שגיאה 503 שמשמעה שאין אפשרות להתחבר לשרת כרגע. המשתמשים עשו מה שציפיתם שהם יעשו, והחלו להעלות ציוצי תלונות בטוויטר.\nשעה אחרי, מיקרוסופט שיתפה בציוץ הבא:\nWe’ve determined that an authentication certificate has expired causing, users to have issues using the service. We’re developing a fix to apply a new certificate to the service which will remediate impact. Further updates can be found under TM202916 in the admin center.\n— Microsoft 365 Status (@MSFT365Status) February 3, 2020\n\nכן, כן, הסיבה שהובילה לכך שהשירות לא היה זמין עבור המשתמשים נבעה מכך שמישהו במיקרוסופט שכח לחדש את תעודת ה-SSL, רישיון אבטחה די חיוני. ברגע שמיקרוסופט איתרה את המקור לבעיה היא הודיעה כי היא עובדת על תיקון. זמן קצר לאחר מכן עדכנה החברה כי התעודה חודשה בהצלחה, והשירות אמור לעבוד כרגיל.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nמכיוון שמיקרוסופט בחרה להשתמש בטוויטר כדי לעדכן את המשתמשים שלה בסטטוס, אתם יכולים להיות בטוחים שקהל הצייצנים לא נשאר אדיש, והגיב בעוקצנות למתרחש:\nIf only there was some sort of Logic(al) App(lication) or Power(ful) Automat(ion) tool out there to alert on and process these types of things before they happen.\n— tom sawyer (@thomasjsawyer) February 3, 2020\n\nHey Cortana, set a reminder for a year from now: “Renew the really important certificate”\n— ???????????????????????? (@nunu10000) February 3, 2020\n\nUse certificate lifestyle automation platform AppViewX . You will never get certificate outages https://t.co/ZUdzUoJCom\n— amit gupta (@amitguptanim) February 4, 2020\n\nהפדיחה אירונית בעיקר כשזוכרים שמיקרוסופט בעצמה מפתחת מערכת ניטור (System Center Operations Manager) המאפשרת לארגוני ומנהלי ה-IT לנהל ולפקח אחר כל הפעולות, השירותים, והאפליקציות שמשמשות אותם, ובין היתר לעקוב ולחדש אישורים חיוניים כמו תעודות ה-SSL.\nלקריאה נוספת:\nאז מה ההבדלים בין Slack ל-Microsoft Teams ומה הכי חשוב לדעת?\n ", "keywords": "מיקרוסופט,מיקרוסופט טימז,teams,microsoft teams,slack,סלאק"}