{"url": "https://www.geektime.co.il/adobe-shows-off-new-tools-max-2019-conference/", "type": "article", "title": "לעצב במציאות רבודה וליצור אנימציה בקלות: כל ההכרזות החשובות של Adobe", "description": "אדובי שלפה כמה תותחים כבדים בתחום עריכת הגרפיקה והווידאו. אחד מהם ייקח קובץ קול, יחבר אותו גם לציור הבסיסי ביותר - ויהפוך אותו לאנימציה. כלי אחר יזהה את התנועות שלכם בווידאו ויתאים אותן לאנימציה שתבחרו בזמן אמת", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/aero-1573136296-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-09T13:00:28Z", "modified_time": "2019-11-09T11:30:49Z", "articleBody": "אדובי שלפה כמה תותחים כבדים בתחום עריכת הגרפיקה והווידאו. אחד מהם ייקח קובץ קול, יחבר אותו גם לציור הבסיסי ביותר – ויהפוך אותו לאנימציה. כלי אחר יזהה את התנועות שלכם בווידאו ויתאים אותן לאנימציה שתבחרו בזמן אמת\nעיצוב במציאות רבודה, היישר ממכשיר ה-iOS שלכם | מקור:אדובי\nAdobe (אדובי), החברה שמאחורי חלק מכלי העריכה הגראפית ועריכת הוידאו הכי פופולריים בשוק, ערכה השבוע את כנס MAX השנתי שלה שבו הציגה כמה פיתוחים ממש מעניינים בתוכנות שלה שהיו קיימות עד כה לצד תוכנות חדשות. חלק מהכלים החדשים הגיעו באמצעות שימוש באינטליגנציה מלאכותית ולמידת מכונה ככלים בעבודה הגרפית.\nאחד החידושים המעניינים ביותר שהציגה אדובי בנאום Sneaks, שבו מציגה החברה כמה מהפרויקטים החשאיים שלה והעתידניים שלה, הוא Sweet Talk. הכלי החדש של אדובי מאפשר למשתמשים לקחת דיוקן מצויר, לזהות את הפרצוף שבו ולהנפיש את הפרצוף והפה של אותו דיוקן באמצעות אלגוריתם בהתאם להקלטת קול שיבחר המשתמש.\nלאדובי יש כיום כלי בשם Character Animator שיכול להגיע לתוצאה די דומה, אך מוגבל באנימציות שניתן לייצר איתו, במיוחד בכל הקשור לאנימציה של הפרצוף וההבעות שניתן לייצר עם Sweet Talk. הפרויקט הסודי של אדובי מנתח את הקול שאתם רוצים לשייך לציור ומשתמש באלגוריתמי אינטליגנציה מלאכותית כדי להנפיש את הראש ואת הפה של הדמות.\nציור של ואן גוך מדבר בשידור (בווידאו למטה) | מקור: צילום מסך\nהצוות שמאחורי הכלי החדש של אדובי כולל ארבעה חוקרים מטעם מחלקת המחקר של החברה, אחד מהם הוא ישראלי בשם אלי שכטמן. הם הזינו אלפי שעות וידאו של אנשים שדיברו מול מצלמה ביוטיוב, והמודל שלהם הלביש בצורה מוצלחת את הקול שלהם על הציורים – חלקם אפילו בסיסיים מאוד.\nהיתרון, אם תרצו, של הטכנולוגיה החדשה שהציגה אדובי היא העובדה שמדובר באלגוריתם שמבוסס על זיהוי ציורים דו-ממדיים בעיקר ולא על תמונות של בני אדם – כך שהיא לא יכולה לשמש ליצירת DeepFake, שהפכו להיות פופולריים ומסוכנים כאחד.\n﻿\nאדובי הציגה בכנס של כלי חדש לעיצוב גרפי במציאות רבודה בשם Aero, שאינו מצריך ידע כלשהו בתכנות ושיהיה זמין להורדה בחינם למכשירי iOS. הכלי החדש של אדובי מאפשר למשתמשים לייבא קבצי תלת-ממד מתוכנת העיצוב Dimension או שכבות (Layers) מפוטושופ ו-Illustrator.\nמטרת התוכנה החדשה של אדובי היא ייצור חוויית עיצוב בתלת-ממד גם למעצבים שאינם מנוסים בתחום, על ידי עריכת סצינות במציאות רבודה בתוך האפליקציה – שתספק לכם הוראות שלב אחר שלב. המשתמשים ב-Aero יכולים לשלב אובייקטים תלת-ממדיים בנופים שהם רואים היישר ממצלמת האייפון שלהם, ולהוסיף אנימציות שיגיבו למגע.\nבכנס הציגה אדובי לראשונה פיצ’ר חדש שעתיד להיכנס לתוכנת עיבוד הווידאו שלה After Effects שיכול לעקוב אוטומטית אחרי תנועות של בני אדם ולשייך אותן לאנימציה שהמשתמש בוחר מראש. הפיצ’ר, שזכה לשם GoFigureSneak, מזהה את התנועות שעושה בן אדם בווידאו ומייצר 18 נקודות מעקב לאורך גופו – באזור הידיים, בית החזה והרגליים – שניתן להתאים לדמות המצוירת. מעין Motion Capture בסיסי.\nהפיצ’ר החדש באפטר אפקס יכול לשמש עורכים ויוצרי וידאו כדי לייצר אנימציה (די בסיסית, יש לציין) בקלות ובזריזות, בדומה לתוכנה Adobe Character Animator. הפיצ’ר מבוסס על שימוש בפלטפורמת ה-AI של אדובי, סנסייי, שאומנה באמצעות סריקת יותר מעשרת אלפים תמונות כדי לזהות נקודות מעקב על גוף בני האדם שבתמונות באופן מדויק ואוטומטי.\nאני והצל המצויר שלי | מקור: צילום מסך\nהפיצ’ר החדש יכול ליצור “מסכה” סביב הגוף שזיהה, מה שיכול לשמש בין השאר ליצירת אפקטים נוספים סביב הדמות – לביצוע Color Grading סביבה או יצירת אפקט “מצב פורטרט” עם הדגשת הרקע שמאחורי הדמות. יתרון נוסף של פיצ’ר הוא היכולת להשתמש בו לזיהוי אלמנט שאתם רוצים להסיר מווידאו – כשהשטח הריק מתמלא בתוכן בהתבסס על האזור המקיף אותו.​\nאדובי הציגה לא מעט כלים מאוד מעניינים בכנס שלה מלבד השלושה הללו, כולל אפליקציית צילום חינמית של פוטושופ המבוססת על בינה מלאכותית, שתהיה זמינה לשוק הרחב בעתיד. בנוסף השיקה אדובי פיצ’ר חדש ומעניין לתוכנה עריכת הווידאו שלה, Premiere Pro, שתיעזר ב-AI כדי לתת לכם את היכולת לשנות את יחס התצוגה של הווידאו שלכם מבלי לאבד כמעט מידע.\nהחברה הציגה גם כמה כלים חדשים ומעניינים בתחום הסאונד, כמו Sound Seek שיעזור למצוא באמצעות למידת מכונה קטעים שתרצו להוציאף לדוגמה מילות קריאה כמו “אה” ו”אמ” שקוטעים את הרציפות (גן העדן האבוד של פודקאסטרים?). פשוט סמנו קטע אחד כזה והכלי החדש יזהה את כולם ויעיף אותם מהקובץ. באדובי הציגו גם כלי בשם Awesome Audio שאמור לעזור לכם לשדרג בקלות קטע קול שנשמע חובבני או פשוט לא מוצלח ולגרום להישמע מקצועי. הכלי החדש יציע כפתור שיאפשר למשתמשים לעשות “Awesomize” לקובץ, ולשדרג אותו.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "אדובי,גרפיקה,עריכת גרפיקה,עריכת וידאו,פוטושופ,אפטר אפקטס,מציאות רבודה,ar,עריכת סאונד,אדובי מקס,adobe,adobe max,gofiguresneak,sweet talk,awesome sound,sound seek,photshop,adobe aero"}