{"url": "https://www.geektime.co.il/slack-vs-microsoft-teams/", "type": "article", "title": "אז מה ההבדלים בין Slack ל-Microsoft Teams ומה הכי חשוב לדעת?", "description": "סלאק הפכה ללא ספק לאמצעי תקשורת פופולארי בקרב סטארטאפים רבים בארץ ובעולם, אבל לפני כשנתיים הצטרפה מתחרה ראויה למדי לתחרות - Microsoft Teams. לא יודעים במי לבחור? אנחנו כאן כדי לעזור", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/Screen-Shot-2019-08-13-at-12.26.35-1565688639-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-16T11:30:49Z", "modified_time": "2019-08-20T10:36:46Z", "articleBody": "סלאק הפכה ללא ספק לאמצעי תקשורת פופולארי בקרב סטארטאפים רבים בארץ ובעולם, אבל לפני כשנתיים הצטרפה מתחרה ראויה למדי לתחרות – Microsoft Teams. לא יודעים במי לבחור? אנחנו כאן כדי לעזור\nעיבוד תמונה, גיקטיים\n​לפני כחודש העולם הטכנולוגי סער אחרי שאפליקציית Teams מבית מיקרוסופט הצליחה להדיח לראשונה את סלאק מהפסגה, והתגאתה בכך שהיא משרתת כ-13 מיליון משתמשים יומיים, לעומת 10 מיליון בסלאק. אם בחברה בה אתם עובדים נעשה שימוש באחת מבין שתי האופציות האלו ואתם רוצים לדעת מה אתם מפספסים, או לחילופין אתם עדיין מתבססים בעיקר על מיילים, סקייפ ואפילו וואטסאפ, ערכנו בשבילכם השוואה בין שתי הפלטפורמות, כדי שתוכלו לוודא שאתם משתמשים בכלי שהכי נכון עבורכם.\nאם מפשטים את העניינים למשפט אחד – Slack (סלאק) ו-Teams (טימז) מציעות כלי תקשורת פנים ארגוני שמסייע לעובדים לתקשר האחד עם השני. משעמם, לא? גם החברות שעומדות מאחורי התוכנות יודעות את זה, ולכן הן מוציאות כל הזמן עוד ועוד פיצ׳רים חדשים שיהפכו את יום העבודה השגרתי שלכם לנוח, פרודוקטיבי, וכן – גם מהנה יותר.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nבעוד שסלאק קיימת בשוק כבר כמה שנים טובות ועומד מאחוריה סטארטאפ, Teams מגיעה ״מבית טוב ומבוסס״, ולמרות שהיא הושקה רק לפני כשנתיים, היא משלימה כאמור את הפערים יפה מאוד. אחת הסיבות לכך היא שהאפליקציה זמינה בחינם למשתמשי Office 365, מה שיש שיגידו הופך אותה למעין ״Edge״ שמותקן באופן אוטומטי במערכת ההפעלה שלה.\nאלא שלעובדה הזו יש גם יתרון; אפליקציית Teams מאחדת בתוכה שירותי פרודוקטיביות יומיומיים של המשתמשים לסביבת עבודה אחת (דואר, פגישות, שיחות, קבצים משותפים) מה שמבטל את הצורך לעבור משירות לשירות או להפעיל אינטגרציות שונות על מנת להגיע למידע או לאנשים שאיתם אתם עובדים. כמו כן, האפליקצייה מאפשרת לנהל שיחות באמצעות Skype, לערוך מסמכים משותפים ב-Word, Excel או PowerPoint, לשמור אותם ב-OneDrive משותף ולנהל דיון סביבם בצ’אט. בקיצור, לעבוד עם רוב השירותים שאתם ממילא משתמשים בהם.\nמקור: Slack\nסלאק לעומת זאת הוא כלי עצמאי, מינימליסטי וצנוע יותר, שמפצה על היכולות השימושיות הללו באמצעות יותר מ-1,500 אינטגרציות ואפליקציות צד שלישי שניתן להטמיע לתוכנת המסרים. נכון, לא מעט מהאפליקציות האלו הן מחוללי גיפים למיניהם, אבל תמצאו גם הטמעות נוחות ושימושיות למדי עם Google Drive, GitHub, Trello וגם OneDrive של מיקרוסופט.\n5 תוספים לסלאק שיהפכו את יום העבודה שלכם למצחיק ופשוט יותר\nלפני כשנה מיקרוסופט עלתה שלב בתחרות שלה מול סלאק, כאשר השיקה גרסה חינמית של Teams שפתוחה לקהל הרחב (וזאת בנוסף לעובדה שמשתמשי Office 365 בגרסאות Business ו-Enterprise מקבלים גישה אוטומטית וחינמית ל-Teams). עד אז, היתרון המרכזי של סלאק בא לידי ביטוי בגרסה החינמית שהיא הציעה.\nאבל על מה תצטרכו להתפשר? הגרסה החינמית של סלאק תשמור את היסטוריית ההודעות שלכם עד ההודעה ה-10,000 (כלומר – לאחר מכן, הודעות מוקדמות לא ישמרו); תאפשר לכם להטמיע עד 10 אפליקציות חיצוניות ולנהל שיחות אודיו ווידאו של עד שני משתתפים במקביל (1 על 1); וכוללת נפח אחסון קבצים של עד 5GB ותמיכה באימות דו שלבי.\nהגרסה החינמית של Teams, שרלוונטית גם לאלו מכם שלא מחזיקים במינוי ל-Office 365, תאפשר לכם להתכתב ולבצע חיפושים ללא הגבלה עם עד 300 משתתפים (אין הגבלה בסלאק); לשתף את המסך שלכם (אופציה שקיימת רק בסלאק בתשלום); כוללת ״מצב אורח״ שיאפשר לכם להכניס משתמשים חיצוניים לצ׳אט; כוללת גרסאות ווביות של Word, Excel, PowerPoint ו-OneNote, ומאפשרת הטמעה של יותר מ-140 שירותים ואפליקציות חיצוניות. כמו כן, הגרסה החינמית כוללת שיחות וידאו 1 על 1 ונפח אחסון של עד 2GB פר משתמש ועוד 10GB של נפח אחסון ציבורי.\nסביר להניח שהגרסאות החינמיות מספיקות לכל סטארטאפ שנמצא בתחילת דרכו, אבל אם אתם כבר בסטטוס אחר ולא מסתפקים באלו, הנה מה שתקבלו ברגע שתפתחו את הארנק;\nתמונה: Microsoft\nהגרסה הבסיסית של סלאק, שמיועדת לחברות קטנות-בינונית עולה כ-6.67 דולר אם תשלמו מראש עבור כל השנה, או 8 דולר בתשלום חודשי – עבור כל משתמש פעיל. הפיצ׳רים המרכזיים שיתווספו הם האפשרות לחפש בהיסטורית השיחות והקבצים החל מהיום ראשון בו התחלתם להשתמש בתוכנה; התממשקות עם Google Drive ו-Office 365, שיחות וידאו עם עד 15 משתתפים, ואפשרות לתת גישה למשתמשים חיצוניים לערוצים ספציפיים או למשתמשים אורחים. כמו כן, תוכלו להטמיע כמה אפליקציות והתתמשקויות פרי פיתוח צד שלישי שרק תרצו. גרסת הפלוס של סלאק, המיועדת לארגונים גדולים תעלה לכם כבר 12.5 דולר בחודש, והיא כוללת חיזוקים במערך האבטחה, תמיכה 24/7, והבטחה שבמשך 99.9% מהזמן סלאק תתפקד כרגיל ולא תקרוס, כדי לא לפגום בעבודה השותפת שלכם.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nTeams לעומת זאת, מציעה מינוי בתשלום חודשי של החל מ-5 דולר ועד 12.5 דולר (תשלום שנתי) שכולל נפח אחסון של עד 1TB פר משתמש, הקלטת שיחות וידאו אוטומטית וזימון פגישות, תמיכה בשירותי Office 365 כמו OneDrive, SharePoint ו-Yammer, ו-0.01% סיכוי ל-Downtime עם הבטחה לפיצוי כספי במקרה שהם לא יעמדו בהבטחה.\nלהתכתב על עבודה זה אולי חשוב, אבל בסופו של דבר – אתם בוודאי רוצים לדעת איזו פלטפורמה תאפשר לכם לשלוח גיפים בקלות יתרה. בסלאק, ניתן ליצור אינטגרציה עם מנוע הגיפים של Giphy למשל, כך שבכך פעם שתקלידו giphy/ ונניח ״Facepalm״, יוצגו בפניכם כמה אופציות של גיפים רלוונטים שתוכלו לשתף בערוץ או בשיחה אישית. ב-Teams לעומת זאת, כאשר לוחצים על כפתור המולטימדיה בתחתית הצ׳אט, יפתח בפניכם חלון פופ-אפ עם מגוון אפשרויות שכאלו. יתרה מכך, דווקא מיקרוסופט יצאה המגניבה יותר, שכן הכלי שלה כולל גם מחולל מימים (meme). כלומר, ניתן להעלות תמונה ולהצמיד לה טקסט משלכם, או לחילופין לבחור באחת מהאופציות הקיימות. בסלאק תוכלו ליצור ולהוסיף אימוג׳ים משלכם, אבל ב-Teams תמצאו גם מדבקות חמודות – פייסבוק סטייל.\nשתי האפליקציות כוללות הן גרסת דסקטופ והן גרסת מובייל – כדי שתוכלו להמשיך לעבוד ולתקשר גם כשאתם מחוץ למשרד. כמו כן, כל אחת מהן תומכת בשיחות קבוצתיות עם אפשרות ליצירת שרשורים ותגובות להודעות ספציפיות, כמו גם בשיחות אישיות. מבחינת פיצ׳רים הקשורים להודעות, שני הכלים יאפשרו לכם לערוך הודעות גם אחרי שליחתן, למחוק במקרים בהם שלחתם את ההודעה לנמען הלא נכון ולנעוץ הודעות שחשוב לכם שכל העובדים יראו.\nיתרון נוסף ומרכזי שמציעה Teams הוא התמיכה בעברית. אנחנו אוהבים את סלאק ומשתמשים בו יום יום, אבל מאז הקמתה החברה התעלמה מהבקשות להוסיף תמיכת RTL. כתוצאה מכך כאשר אתם משלבים בהודעה עברית ואנגלית, התצוגה משתבשת. Teams של מיקרוסופט מגיעה עם תמיכה מובנית ב-40 שפות ביניהן עברית. פיצ׳ר שימושי נוסף שתמצאו רק ב-Teams, לפחות כרגע, הוא הקלטה אוטומטית של שיחות ועידה שקיימתם ואפשרות לטשטש את החדר המבולגן שלכם ברקע.\nנראה לנו שאובייקטיבית אפשר להגיד ש-Teams לוקחת את סלאק בכל הקשור לפיצ׳רים המובנים בתוכנה, אבל העובדה שסלאק מאפשרת להתחבר לכל כך הרבה שירותים צד שלישי מאפשרת לשדרג את הפלטפורמה פלאים. נכון, זה דורש מכם להיות יותר אקטיביים ולדעת לחפש מה בדיוק אתם צריכים, אבל מצד שני כל חברה יכולה להתאים את הכלי הזה בדיוק לצרכים שלה.\nבשורה התחתונה – ההחלטה שלכם יכולה להתבסס על שאר השירותים בהם אתם משתמשים: סלאק אמנם מציעה תמיכה מסוימת ואפשרות לצפות בתצוגה מקדימה של קבצים שנוצרו באחת מהתוכנות של Office 365, אבל אין ספק שאם אתם מתבססים ומשתמשים באופן תדיר בכלים של מיקרוסופט, כנראה ש-Teams היא הבחירה הטבעית יותר עבורכם. מנגד, אם אתם מתבססים יותר על גוגל ו-G-Suite שלה, כנראה שסלאק תתאים יותר.\n(function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(d.getElementById(id))return;js=d.createElement(s);js.id=id;js.src='https://embed.playbuzz.com/sdk.js';fjs.parentNode.insertBefore(js,fjs);}(document,'script','playbuzz-sdk'));", "keywords": "סלאק,teams,microsoft teams,slack,מיקרוסופט,microsoft,טימז,מיקרוסופט teams,סטארטאפ,השוואה slack teams"}