{"url": "https://www.geektime.co.il/even-h2-review/", "type": "article", "title": "בדקנו: אוזניות שיריצו לכם בדיקת שמיעה כדי שהמוזיקה תתאים במיוחד עבורכם", "description": "המיזם הישראלי Even טוען כי לכל אחד מאיתנו יש ׳׳טביעת אוזן׳׳ ייחודית שמשפיעה על האופן בו אנו מאזינים למוזיקה האהובה עלינו. בדקנו את האוזניות החדשות שלהם, ה-H2 וחזרנו עם טביעת האוזן שלנו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/00100dPORTRAIT_00100_BURST20180305164213420_COVER-1520261870.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-10T14:00:48Z", "modified_time": "2018-03-09T20:04:18Z", "articleBody": "המיזם הישראלי Even טוען כי לכל אחד מאיתנו יש ׳׳טביעת אוזן׳׳ ייחודית שמשפיעה על האופן בו אנו מאזינים למוזיקה האהובה עלינו. בדקנו את האוזניות החדשות שלהם, ה-H2 וחזרנו עם טביעת האוזן שלנו\nתמונה: גיקטיים\nאת המושג “טביעת אצבע” כולנו מכירים. היא אמורה להיות ייחודית לכל אדם ואדם, והיא מעין חתימה אישית של כל אחד מאיתנו. אבל על המושג “טביעת אוזן” כבר שמעתם? הפיתוח (הישראלי במקור) של חברת Even יוצא מנקודת ההנחה שלא רק מבנה האוזניים שלנו ייחודי, אלא גם יכולת השמיעה שלנו. האופן שבו האוזן שלי מפרשת צלילים ותדרים מסוימים לא זהה לאופן שבו האוזניים של האחר מפרשות. לקחנו את האוזניות החדשות של החברה, ה-Even H2, שמכילות את טכנולוגיית ה-EarPrint הבלעדית ל-EVEN, המאפשרות יצירת טביעת אוזן ייחודית שאמורה להעניק לכם את חווית הסאונד האולטימטיבית, ומותאמת במיוחד בשבילכם.\nתמונה: גיקטיים\nתהליך יצירת ה-Earprint הוא די פשוט: שתי לחיצות על כפתור ה-Even הממוקם על האוזניה הימנית מכניס אתכם למצב הבדיקה בו העוזרת, שרה, משמיעה לכם צלילים בתדרים שונים (סה”כ 16 צלילים). בכל פעם שאתם שומעים צליל, אתם לוחצים שוב על כפתור ה-Even כדי לסמן לאוזניות שבעוצמה זו אתם מסוגלים לשמוע את התדר, ובכך, יוצרים את ההתאמה לרמות השונות של התדרים לפי השמיעה שלכם.\nתמונה: צילום מסך\nבסיום התהליך ניתן לראות באפליקציה של Even את תוצאות ההתאמה ואת החלוקה לתדרים. בלחיצה על תדר מסוים תוכלו לקבל את השימושים הנפוצים שלו. התדר שהייתי זקוק ל”חיזוק” המשמעותי שלו הוא תדר 16kHz באוזן ימין, שלרוב משמש, על פי האפליקציה, לפעמוני רוח ומשולשים, בעוד תדרים אחרים כמו 250Hz באוזן שמאל האופייני לצלילי גירות בס וקולות של זמרים זכריים לא היה זקוק להגברה מוגזמת.\nאפשר ליצור כמה וכמה טביעות אוזן, והחברה אף ממליצה לבצע אותן אחת לכמה חודשים כוון שהשמיעה היא דינמית ומשתנה עם הזמן. באמצעות האפליקציה אפשר לעבור בין טביעות אוזן שונות ולשמוע את ההבדל בין האופן שבו אתם מאזינים למוזיקה, לעומת חברים שנתתם להם לבדוק את פיצ’ר טביעת האוזן.\nלאחר הבדיקה, הגיע הזמן לבדוק את המוזיקה, הסאונד המותאם אישית לאוזן שלי היה מאוזן ונעים מאוד להאזנה, אם כי הסאונד שם דגש לא קטן על באסים כבדים יותר, אם כי לא בצורה שמעכירה את הסאונד, בלחיצת כפתור בודדת על כפתור ה-Even ניתן לבטל את טביעת האוזן ולשמוע את ההבדל, אבל בפועל, ברגע שמכבים את טביעת האוזן מקבלים צליל שטוח למדי שמן הסתם אמור להדגיש את ההבדלים בין שני המצבים, אבל בפועל לא מספק חווית האזנה ברת השוואה.\nבעת האזנה עם מצב ה-EVEN המותאם אליי, אכן היה לי יותר קל להבחין בין צלילים מסוימים, ולהנות מסאונד עמוק יחסית. בשירים של Arctic Monkeys למשל יכולתי להנות מבאסים עוצמתיים, צלילי תופים חזקים ועם זאת להנות מקולות הזמר. בבלדות עדינות כמו של אד שירן נעים להאזין לפריטות הגיטרה המלאות בתהודה נעימה. כמעט כל מה שתשמעו על האוזניות הללו נשמע טוב. בטח לאוזניות מסוג זה שלרוב מספקות סאונד בינוני ולא עשיר. אבל על הצליל המוצלח של האוזניות מעיב עיצוב מוצר לא מוקפד מספיק.\nתמונה: גיקטיים\nבניגוד לאוזניות אלחוטיות אחרות המספקות סאונד יוצא מן הכלל כמו ה-QC של Bose או האוזניות המצוינות של סוני, שהן אוזניות Over-Ear, כלומר אוזניות שנמצאות מסביב לאוזניים ולא ישירות עליהן. ה-Even H2 הן אוזניות On-Ear, כלומר אוזניות קשת אשר יושבות על האוזניים. הכריות של האוזניות אמנם רכות, אך לאחר זמן מה עם האוזניות נוצרת תחושת כבדות על האוזניים, חום, מעט אי נוחות ובעיקר תחושת נוכחות של האוזניות כבר לאחר כמה דקות של האזנה.\nלא מצאתי את עצמי מתחבר יותר מדי לעיצוב של האוזניות, שמערבבות אלמנטים של עץ אגוז, מתכת ועור, וניצפו כמה בעיות ברמת הגימור של המוצר, בעיקר באיזורי חיבור ה-Micro USB המשמש להטענה (ולא USB-C, כמו שאנחנו נוטים להגיד כאן כמעט על כל אוזניה חדשה שיוצאת ומסרבת להתקדם לסטנדרט החדש). עם זאת, עיצוב הוא בעיקר עניין של טעם, וחלק מהאנשים שראו את האוזניות טענו שהן יפהפיות, וחלקם לא אהב את העיצוב.\nהאוזניות מכילות גם יציאת 3.5 סטנדרטית. מה שאומר שאם אתם לא מעוניינים להאזין בבלוטות’, או שנגמרה לכם הסוללה (שמספיקה לבערך 20 שעות האזנה רצופה) תוכלו לחבר את האוזניות עם כבל סטנדרטי למכשיר שלכם (בהנחה כמובן, שהמכשיר שלכם עם יציאת אוזניות, או שיש לכם מתאם. דבר שבימינו כבר לא מובן מאליו. במהלך צפיה בסרטים וסדרות עם האוזניות במכשיר ה-Pixel 2 שלי נצפה Delay יחסית מעצבן בין הסאונד לתנועות השפתיים, מה שהקשה על חווית הצפייה. בהאזנה דרך מחשב, לא נצפה עיכוב שכזה. כמו כן, האוזניות מאפשרות חיבור לשני מכשירים בו זמנית. כך שניתן להאזין למוזיקה במחשב ולענות לשיחות במקרה הצורך באמצעות הסמארטפון (האוזניות מכילות גם מיקרופון שמאפשר ניהול שיחות באיכות טובה). האוזניות כוללות דרייבר בריליום דינמי 40 מ”מ, עכבה (התנגדות) 32 אוהם ותחום תדרים 20Hz-20,000Hz, אם תהיתם.\nלמרות שהאוזניות הן אוזניות On-Ear, ולא מכילות מערך ניטרול רעשים, בשימוש בווליום סביר עדיין התקשתי מאוד לשמוע את שאר חבריי למשרד, גם כאשר הם ניסו לפנות אליי בקול רם למדי. גורם לקצת פאדיחות, אבל מאפשר לגמרי להתנתק מרעשי היומיום ולהתמסר למוזיקה. עם זאת, אל תצפו מהאוזניות להשתיק לכם לחלוטין את רעשי הטיסה או האוטובוס בווליום סביר.\nתמונה: גיקטיים\nהאוזניות מגיעות עם ערכה יחסית מפרגנת, המכילה את האוזניות (שמסוגלות להתקפל לגודל יחסית קומפקטי), כבל טעינה מסוג Micro-USB (שנת 2017 התקשרה ומבקשת להתעדכן בחיבורים החדשים שלה), כבל 3.5 (Aux) סטנדרטי שאפשר לחבל לאוזניות ולמכשירים תומכים להאזנה פסיבית, וקייס נשיאה קשיח ואיכותי למדי שיכול להכיל את האוזניות וכל הכבלים.\nבסופו של דבר, יותר משהאוזניות עצמן מעניינות, ובניגוד מוחלט ל-99% משוק האוזניות, החלק המעניין ביותר בהן הוא התוכנה שלהן. באמצעותה גם המשתמש ההדיוט ביותר בנושאי מוזיקה, תדרים ועוצמות יכול להפיק לעצמו אקוולייזר מותאם במיוחד עבורו. ויותר משהאוזניות עצמן מוצלחות בעבור מחיר של 230 דולר, והסאונד שלהן מוצלח, מעניין אותי לראות איך הרעיון של EarPrint יכול למצוא את עצמו באוזניות High End מדהימות כמו אלו של Bose או סוני. שילוב של איכות בנייה טובה ומדויקת יותר, עם סאונד מותאם אישית, יכול לתת יתרון לא קטן, ולהפוך אוזניות מצוינות לאוזניות עוד יותר מצוינות. מאחר והדור הראשון של האוזניות היה אוזניות In-Ear, והדור השני שלהן הוא כבר On-Ear, אני רק יכול לקוות שהדור הבא שלהן יהיה Over-Ear. הסאונד של ה-H2 מוצלח למדי, עכשיו צריך שכל שאר החוויה תהיה מושלמת כדי לקבל מוצר מנצח.\nהרעיון של טביעת האוזן הדיגיטלית אולי נראה כמו גימיק, אבל יש בו רעיון מקורי ומיוחד שבסופו של דבר מוביל לתוצאה טובה, ויכול אפילו להועיל לאלו מאיתנו שהם כבדי שמיעה (אם כי כמובן לא חרשים), שיכולים לחזור להנות מתדרים מאוזנים במיוחד עבור האוזניים שלהם.\nעל אף איכות הבניה והגימור הלא מושלמות, ה-Even H2 הן אוזניות שמצליחות לעשות משהו שכל האחרות כמעט ולא מצליחות לעשות, וזה לחדש. הרעיון של EarPrint מצליח להביא משהו חדש לעולם האוזניות שסובל מעט מחוסר חדשנות, ומצליח להביא ערך מוסף מעניין למוצר. עכשיו קחו את הרעיון הזה ושימו אותו באוזניות Over Ear נוחות וקלילות, והרי לכם מוצר מנצח עם פיצ’ר בלעדי ומיוחד. כזה שגם משתמשים לא מקצועיים יכולים להעריך, וגם אודיופילים.\nה-Even H2 זמינות לרכישה דרך אתר החברה (נשלחות לישראל) במחיר של 230 דולר.", "keywords": "even,even h2,h2,headphones,אוזניות,איוון,אוזניה,on ear,earprint,טביעת אוזן"}