{"url": "https://www.geektime.co.il/galaxy-s9-handson/", "type": "article", "title": "הנה 7 הדברים שאהבנו ו-2 שקצת פחות בגלאקסי S9 החדש", "description": "אז לקחנו לידיים את ה-S9 וה-S9 פלוס החדשים, ועד שתגיע הסקירה המלאה והמקיפה, מצאנו בהם 7 דברים שאהבנו ו-2 שקצת פחות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/IMG_20180227_155050-1519816514.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-01T12:18:10Z", "modified_time": "2018-03-04T08:55:47Z", "articleBody": "אז לקחנו לידיים את ה-S9 וה-S9 פלוס החדשים, ועד שתגיע הסקירה המלאה והמקיפה, מצאנו בהם 7 דברים שאהבנו ו-2 שקצת פחות\nצילום: גיקטיים\nאין ספק שהמכשיר המדובר ביותר בתערוכת הסלולר בברצלונה הוא הגלאקסי S9 של סמסונג. בהיעדרן של חברות כמו וואווי, LG ושיאומי, הבמה היתה כולה של יצרנית הסמארטפונים הגדולה בעולם והיא ניצלה אותה להכרזה המתוקשרת.\nהמכשיר החדש מגיע אחרי רף גבוה במיוחד שהציב לו קודמו, הגלאקסי S8 מ-2017, שזכה הן לביקורות חיוביות והן למכירות מעולות בכל העולם וגם בישראל. לקחנו את המכשיר כדי לקבל התרשמות ראשונה מהעיצוב, התכונות והחידושים והנה הדברים שאהבנו ואלו שקצת פחות.\nצילום: גיקטיים\nבמבט ראשון קשה קצת לראות את ההבדלים בין ה-S9 ל-S8. האמת שגם במבט שני ושלישי. אבל האם זה בהכרח רע? לדעתי לפחות, לא. אם זה לא שבור, אל תתקן את זה, וסמסונג אכן התבססה על העיצוב המצוין של ה-S8 ושיפרה אותו קצת במקומות מסויימים, תוך כדי שמירה על יתרונות כמו מסך Infinity, עמידות בפני מים ואבק ואפילו השמירה על חיבור אוזניות סטנדרטי. כך למשל אנחנו רואים ב-S9 פלוס שיפור קטן ביחס המסך-גוף והקטנה של “הגלישה” של המסך לשוליים, כדי למנוע לחיצות לא-רצויות.\nצילום: גיקטיים\nואם אנחנו כבר בענייני שינויים בעיצוב, קורא טביעת האצבע עבר רילוקיישן. כזכור, ב-S8 סמסונג מיקמה אותו בצמוד למצלמה, כך שהוא גם היה גבוה מאוד וקשה יותר להגעה וגם גרם למשתמשים להניח את האצבעות שלהם על עדשת המצלמה וללכלך אותה. עכשיו אפשר לקרוא לזה “להודות בטעות” ואפשר לקרוא לזה “להקשיב ללקוחות”, אבל בשורה התחתונה, קורא טביעות האצבע עבר למקום חדש וטבעי יותר בגב המכשיר, וזה מה שחשוב.\nהרמקול התחתון של המכשיר – אחד מתוך שניים. צילום: גיקטיים\nאחד הנושאים שבדרך כלל אינם זוכים להתייחסות מיוחדת בסמארטפונים היא הסאונד. ה-S9 מציג לנו לראשונה בסדרת הגלאקסי, זוג רמקולים, מסאונד בסראונד בתקן Dolby Atmos – אותו תקן שנמצא בבתי הקולנוע. בניגוד למכשירים דוגמת סוני למשל שמציעים רמקולים משני צדי המסך, בסמסונג היו צריכים להתמודד עם האתגר של סאונד סטריאופוני במסך נטול שוליים כמעט. הפתרון כלל שידרוג של  רמקול השיחות, כך שיוכל להציג סאונד נקי ואיכותי בעוצמה גבוהה והרמקול השני הוטמע בתחתית המכשיר. הרמקולים יוצרו על ידי יצרנית הרמקולים AKG, עכשיו חברת הבת של סמסונג, שהגיעה אליה בעקבות רכישת Harman ב-2016.\nעם זאת, כמו לא מעט מהתכונות במכשיר, גם על הסאונד נוכל לתת חוות דעת מדוייקת יותר רק אחרי שנקבל את המכשיר לסקירה בתנאים נוחים ובסביבה שקטה.\nמשמאל: מפתח צמצם f/2.4, מימין מפתח צמצם: f/1.5. צילום: גיקטיים\nביחד עם המצלמות של אפל, סוני וסדרת הפיקסל, נחשבות המצלמות של סדרת הגלאקסי למתקדמות ביותר. עם זאת, המצלמות של הגלאקסי S9 כוללות כמה שידרוגים ופיצ’רים חדשים ומהותיים עבור כל מי שאוהב לצלם בסמארטפון, שזה כולם למעשה. החידוש הראשון הוא הצמצם המשתנה של ה-S9.\nראשית, הסבר קצר. הצמצם במצלמות הוא מנגנון דמוי האישון שלנו בעין, שיכול “להתרחב” ו”להתכווץ”, כששינוי של מפתח הצמצם נמדד בתחנות או “סטופים”. לכל תחנה יש השפעה דרמטית על עומק השדה וכמות האור שהמצלמה קולטת. בפועל, ככל שהצמצם במצלמה יהיה סגור יותר, עומק השדה יהיה עמוק יותר ולהיפך – הצמצם הפתוח ייתן לנו עומק שדה רדוד יותר. כך למשל מפתח צמצם גדול כמו f/1.5 יעניק לנו תמונה עם עומק שדה ואפקט Bokeh (בוקה) ואילו מפתח צמצם קטן יותר (כן, זה הפוך ועלול לבלבל) של f/2.4 ייתן לנו יותר פרטים בפוקוס. בנוסף, צמצם גדול (כאמור, מספר f קטן יותר) מאפשר ליותר אור לחדור ולכן הוא טוב יותר בתנאי תאורה נמוכה ובחשיכה. עם זאת, צמצם גדול יותר גורם גם לתמונה להיות פחות חדה, ולכן הסמארטפון צריך לפצות על כך למשל עם מייצב תמונה אופטי ותוכנה חכמה.\nהרעיון עצמו אינו חדש, וכבר בעשור הקודם הציגה נוקיה את ה-N86 שכלל צמצם משתנה. גם סמסונג עצמה הציגה מצלמה עם צמצם משתנה במכשיר ה-W2018 הנישתי משנה שעברה, אבל לראשונה מופיע הפיצ’ר הזה במכשיר בסדרת הגלאקסי.\nהמשתמשים יוכלו לבחור בין מפתח צמצם גדול של f/1.5 שיאפשר להם לצלם תמונות בתנאי חשיכה ואפקט Bokeh, שמטשטש את הרקע ובין מפתח צמצם f/2.4 בזמן צילום במקומות מוארים. במצב אוטומט, תבחר המצלמה לבד את ההגדרות האופטימליות ובמצב ידני, יוכלו לעשות זאת המשתמשים לבד.\nלפחות בתיאוריה, מדובר בפיתוח מעניין עם פוטנציאל נוסף לשידרוג התמונות שלנו, אבל, נצטרך להמתין לסקירה המלאה, כדי לבחון זאת בפועל.\nחיישן הצילום של ה-S9 מהיר כל-כך, שמבלי שתשימו לב, בכל פעם שתלחצו על לחצן הצילום, המצלמה תצלם למעשה 12 תמונות או פריימים, שמחולקים ל-3 קבוצות, כל אחת בהגדרות שונות. בעיבוד התמונה שנעשה לאחר מכן – ואנחנו מזכירים, הכל נעשה תוך חלקיק שנייה – המצלמה מרכיבה למעשה תמונה אחת מתוך כל 4 תמונות, ואז מתוך 3 התמונות הללו, היא יוצרת תמונה חדשה עם חשיפה טובה יותר ועם מינימום רעשים ו”לכלכוכים”.\nאמנם לא כולם משתמשים בפיצ’ר בהילוך האיטי של המצלמה שלהם, אבל מי שמשתמש בו – כמוני למשל – יעריך מאוד את פיצ’ר ה-Super SlowMo של ה-S9. רוב מצלמות הסמארטפונים המובילות כמו אלו של האייפון X, הפיקסל 2, ה-G6 וה-Mate 10 למשל מאפשרות צילום הילוך איטי בקצב של 240 פריימים בשנייה, שזה מרשים ויפה, אבל ה-S9 מאפשר צילום בהילוך איטי בקצב פריימים כפול ארבעה.\nבזכות שילוב של זיכרון DRAM מהיר בנפח 1GB בחיישן ה-CMOS של המצלמה – מאפשר ה-S9 צילום בקצב של 960 פריימים בשנייה. כתוצאה מכך מצמוץ של העין – פעולה שאורכת במציאות כ-0.2 שניות תייצר וידאו שיימשך כ-6 שניות. כזכור, סוני היתה הראשונה להציג את הפיצ’ר הזה במכשיר ה-Xperia XZs מהשנה שעברה, אבל בפעם הראשונה שהוא יגיע לקהל הרחב במסגרת מכשיר דגל.\nבבדיקה ראשונית של קונפטי שעף באוויר בתנאי חשיכה ומים שמזגנו מבקבוק לתוך ספל, נראה שהצילום האיטי במיוחד עובד היטב והתוצאה מרשימה. התוכנה של המצלמה גם מספיק חכמה כדי לזהות את התנועה לבד ולהפעיל את ההילוך האיטי רק ברגע שמתרחשת תזוזה על המסך. שימו לב שהקצב של ה-960fps זמין רק ברזולוציית 720p.\nסמסונג אחראית על פלטפורמת הבית החכם של SmartThings ובעזרת ההאב של החברה תוכלו לשלוט במגוון רחב של מכשירים תואמים של חברות כמו Ring, הנורות של פיליפס Hue, מנעולים של Yale, מוצרי הסאונד של Bose וכמובן המוצרים החכמים של סמסונג כמו טלוויזיות, מכונות כביסה, מייבשים ומקררים. ב-S9 סמסונג הטמיעה את אפליקציית ה-SmartThings, כך שהאינטגרציה היא מלאה. תוכלו כמובן לשלוט בכל המכשירים החכמים מהטלפון, אבל במקביל, ניתן גם להתקין למשל אפליקציות על הטלוויזיה היישר מה-S9 או להעביר אוטומטית שקיבלתם מהגננת – היישר למסך הטלוויזיה או אפילו למקרר ה-FamilyHub.\nואלו שפחות אהבנו:\nצילום: גיקטיים\nאנחנו באמת לא מצליחים להבין את סמסונג. נשבעים. ביקסבי לא נחשבת לעוזרת החכמה ביותר ובהחלט לא הפופולארית ביותר. היא אפילו לא תומכת ברוב השפות והמדינות בעולם. אז למה אנחנו צריכים כפתור פיזי ייעודי בשבילה? אחת התלונות השכיחות ביותר ב-S8 היתה על קיומו של הכפתור הפיזי שגרם להפעלות מיותרות, ולצערנו, ובניגוד לחיישן טביעות האצבע, סמסונג החליטה להשאיר את הכפתור המיותר במקומו.\nאבל הנה הצעת פשרה, שיכולה להיפתר בעדכון OTA פשוט ותשמח את כולם. תשאירו את הכפתור, אבל לפחות תאפשרו למשתמשים לשנות את הייעוד שלו: להפעלת המצלמה, להפעלת עוזרת קולית אחרת, להעברה למצב שקט – העיקר תאפשרו למשתמשים לבחור.\nצילום: גיקטיים\nלא כל דבר שאפל עושה צריך לחקות, ודי הרגשתי נבוך כשסמסונג בחרה להקדיש פרק שלם באירוע ההכרזה שלה לאמוג’י ה-AR שלה. לטעמי חבל, מדובר בגימיקים שמתאימים יותר ליצרניות סמארטפונים זולים או נטולי מקוריות ולא לחברה עם כל-כך הרבה חדשנות ברזומה.\nעכשיו נכון שקהל היעד של האמוג’ים המונפשים המותאמים אישית הוא קהל יותר צעיר וסנאפצ’טי בן דור ה-Z, אבל אני בספק אם זה הקהל היעד למכשיר שעולה כ-1,000 דולר.\nעד כאן הצצה זריזה ומהירה לכמה מהפיצ’רים של ה-S9 וה-S9 פלוס. הסקירה המלאה והמקיפה תגיע בקרוב.\n ", "keywords": "סמסונג,גלאקסי s9,גלאקסי,סמארטפון,אנדרואיד,מצלמה,מערך צילום כפול,אנימוג\\'י,ar,mwc"}