{"url": "https://www.geektime.co.il/mavic-air-review/", "type": "article", "title": "אחרי סקירה מקיפה של רחפן ה-Mavic Air, יש לנו מסקנה אחת ברורה", "description": "היצע הרחפנים שעומד בפנינו הולך וגדל והתוספת האחרונה של DJI היא המאביק אייר, רחפן 4K מתקפל עם יכולות טיסה אוטונומיות מתקדמות. לקחנו אותו לבדיקה וחזרנו עם מסקנה אחת ברורה: DJI הצליחה, אולי אפילו יותר מידי", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/השוואת-רחפנים-1528115077-1528793089.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-26T11:32:56Z", "modified_time": "2018-06-26T11:32:56Z", "articleBody": "היצע הרחפנים שעומד בפנינו הולך וגדל והתוספת האחרונה של DJI היא המאביק אייר, רחפן 4K מתקפל עם יכולות טיסה אוטונומיות מתקדמות. לקחנו אותו לבדיקה וחזרנו עם מסקנה אחת ברורה: DJI הצליחה, אולי אפילו יותר מידי\nצילום: גיקטיים\nאחרי הכישלון של רחפן הקארמה שלה יצאה GoPro מחוץ למשחק הרחפנים, והשאירה למעשה את הזירה ל-DJI הסינית, שגם ככה שולטת כבר בשוק הרחפנים. אבל זה לא אומר שהיצע הרחפנים שעומד בפנינו מצטמצם. להיפך.\nאל רחפן הפאנטום 4 שהציג יכולות טיסה אוטונומיות מרשימות; רחפן המאביק פרו, הרחפן המתקפל הראשון של DJI; ורחפן הספארק – רחפן הסלפי המשודרג של DJI – אל הרחפנים האלו הצטרף לפני מספר חודשים גם רחפן המאביק אייר, שגרם אפילו למאביק פרו הקומפקטי – להיראות גדול וכמעט מגושם.\nלקחנו את הרחפן לבדיקה מקיפה וזה מה שאנחנו חושבים עליו.\n \n \nלא אהבנו: זמן טיסה, חיבורים.\nאהבנו: עיצוב, מימדים, מחיר, מצבי טיסה, איכות צילום.\nצילום: גיקטיים\nאם המאביק פרו גרם לפאנטום 4 הוותיק להיראות כמו דינוזאור, הרי שעכשיו בא המאביק אייר וגורם למאביק פרו להיראות כמו רחפן גדול ומגושם. הוא קומפקטי ועשוי שילוב של פלסטיק קשיח ומתכת עם גב פלסטיק צבעוני ובטן שעשויה רובה מסוללה ומחיישנים.\nנכון, טכנית הוא יותר גדול מהספארק, אבל מכיוון שהזרועות של הספארק אינן מתקפלות, יוצא שהמאביק אייר יותר קטן ממנו – ויותר נוח לנשיאה בתיק למשל. עם זאת, בניגוד למאביק פרו, הפרופלורים של האייר אינם מתקפלים, ולכן תאלצו או לפרק אותם אחרי כל שימוש ולהרכיבם לפני כל הטסה – מה שאף אחד לא באמת יעשה – או פשוט לקפל את הזרועות עם הפרופלורים ולקוות לטוב.\nבחזית המאביק אייר נמצא את המצלמה שיושבת על גבי גימבל (מייצב מצלמה) 3 צירים – בדיוק כמו המאביק פרו והפאנטום, אבל יותר מהגימבל המוגבל של הספארק עם מייצב 2 הצירים שלו.\nהאנטנות מתחבאות ברגליות. צילום: גיקטיים\nבצידו האחורי של הרחפן נמצא את הכיסוי שמתחתיו מתחבאים החריץ לכרטיס ה-MicroSD שקע ה-USB-C להעברת נתונים; 2 חיישנים להתחמקות ממכשולים – תוספת חדשה ומבורכת שתגן על הרחפן שלכם בזמן טיסה לאחור ונורת LED שהיא למעשה כפתור לחיץ שמשמש לצורך חיבור השלט, הפעלת הטסה בעזרת WiFi, איפוס סיסמת WiFi ועוד.\nבצידו השמאלי והימני נמצא את תופסני הסוללה, שמאפשרים לנתק אותה.\nבתחתית הרחפן נמצא שוב חיישנים שמשמשים למניעת התנגשות – וכוללים 2 מצלמות וחיישני אינפרא-אדום. עוד נמצא את הסוללה, שכוללת 4 נוריות חיווי למצב הסוללה – גם כשהיא לא מחוברת וכפתור ההדלקה.\nעוד חידוש נמצא בתחתית הרחפן: רגליות מתקפלות שמשמשות גם לצורך הרחקת המצלמה מהאדמה ולהמראה טובה יותר וגם לצורך קישוריות טובה יותר בזכות האנטנות שמוטמעות בהן.\nצילום: גיקטיים\nאגב, למרות המימדים הצנומים ומשקל של 430 גרם בלבד, הרחפן מרגיש נפלא לאחיזה.\nעוד כוללת הערכה הבסיסית גם מגני פרופלורים, שהם שימושיים במיוחד אם אתם מטיסים בתוך חללים סגורים או שזהו הרחפן הראשון שלכם; וסט פרופלורים נוסף – שימושי מאוד אם אתם מתעלמים מהסעיף הקודם.\nחוץ מזה, תמצאו בערכה גם את השלט, מטען וקייס איכותי מאוד שישמור על הרחפן בזמן שאתם בדרכים.\nלצורך הסקירה קיבלנו את ערכת ה-Fly More, שכוללת בנוסף גם 2 סוללות נוספות, 2 סטים נוספים של פרופלורים; מטען שיכול לטעון 4 סוללות במקביל; על הדרך תקבלו גם מתאם טעינה מהסוללות של הרחפן, כך שיוכלו להטעין את הסמארטפון שלכם; ולבסוף, תיק נשיאה נחמד, שיכול להכיל בתוכו את הרחפן, סוללות וכמובן את הרחפן עצמו.\nקודם כל, המאביק אייר מגיע עם שלט, בניגוד לספארק למשל. השלט של המאביק אייר מזכיר מאוד את השלט של המאביק פרו, אבל בניגוד לו, לא תמצאו בו תצוגה דיגיטלית ותצטרכו לסמוך רק על המסך של הסמארטפון שלכם. אז נכון שהמסך המובנה בשלט של המאביק פרו הרבה יותר ברור באור השמש, אבל לפחות מהניסיון שלנו, לא מדובר בדיל ברייקר. עוד הבדלים הם מספר הגלגלות בחלקו האחורי של השלט, שמשמשות למשל לצורך כיוון המצלמה. בכל מקרה, אני אישית רק מברך על השלט, כי אין דבר יותר מעצבן ולא אינטואיטיבי מאשר לשלוט ברחפן בעזרת הסמארטפון (שלום לכם ספארק וטלו) עם הג’ויסטיקים הוירטואליים והאצבעות שלכם שמכסות חצי מהתצוגה.\nמצב רגיל. צילום: גיקטיים\nלא לדאוג, יש זוג ספיירים. צילום: גיקטיים\nואחרי: שטוח. צילום: גיקטיים\nלצערנו, החיבור לסמארטפון נשאר זהה ומתבסס על חוט קצר שבצד אחד שלו חיבור MicroUSB ותיק ומצד שני חיבור MicroUSB, חיבור USB-C או לייטנינג – תלוי במכשיר שלכם. שוב החיבור מרגיש לנו כמו משהו קצת מאולתר שעלול להתנתק בכל רגע ולא כמו חיבור אינטגרלי.\nואם אנחנו מדברים על חיבור USB-C, לא הצלחנו להבין מדוע DJI גורמת לנו להטעין את הרחפן ב-MicroUSB, למרות שחיבור הנתונים שלו נעשה בעזרת USB-C. סתם מבלבל ומייגע. חבל, לפחות DJI מציידת אתכם במתאם.\nעם זאת, שמחנו לגלות חידוש שימושי ומגניב לגמרי בשלט: הסטיקים הבולטים שמשמשים לשליטה –  מתפרקים. כאשר רצינו לקחת איתנו את המאביק אייר, פשוט הברגנו אותם החוצה ואיחסנו אותם בתפס המיוחד שבשלט. כך הפך השלט לשטוח לגמרי. כאשר רצינו להטיס, פשוט הברגנו את הסטיקים חזרה. גאוני. ואגב, כשאחד הסטיקים ילך לכם לאיבוד – והוא ילך לכם מתישהו – תשמחו לגלות ש-DJI צירפה לערכה זוג סטיקים ספייר.\nצילום: גיקטיים\nהספארק סיפק לנו חוויית הטסה פושרת למדי. נכון, היו לו פיצ’רים, תוכנה ואריזה של DJI, אבל ההטסה עצמה פשוט לא הזכירה דבר ממה שהתרגלנו לקבל ברחפנים הקודמים של החברה והוא תמיד הרגיש איפשהו יותר כמו רחפן צעצוע משודרג מאשר גרסה מונגשת של הרחפנים ‘הרציניים’ של החברה.\nהמאביק אייר מספק את אותה חוויית הטסה מצוינת שהתרגלנו לקבל מהרחפנים הגדולים יותר כמו המאביק פרו והפאנטום. זה מתחיל בהפעלה הראשונית של המנועים שהפתיעה אותנו בשקט שלה – למעשה, עד שלא תמריאו אתם עלולים לא לשמוע את הפרופלורים מסתובבים גם אם אתם עומדים בסמוך לרחפן; וזה נמשך גם בתגובה המיידית של הרחפן – שמגיב ללא לאגים להכוונות שלנו מהקרקע.\nבזמן הטסה רגיל (מצב P) מגיע המאביק פרו למהירות של 28.8 קמ”ש, מספיק בהחלט לכל צורכי הצילום שלנו. במצב ספורט הוא לא עושה שימוש בחיישנים ויכול להגיע למהירות של 68 קמ”ש, אבל לפחות אנחנו השתמשנו במצב הזה בעיקר כדי להגיע לנקודת תחילת הצילום ואז חזרנו למצב P על שלל החיישנים המרגיעים שלו.\nתחושה אחת שעלתה שוב ושוב אצלנו היא שהמאביק אייר – בניגוד לפרו למשל – הוא קצת יותר “נודניק” בהתראות על רוח חזקה מדי. אנחנו כותבים “נודניק” במרכאות כי לא בטוח שהוא באמת רגיש יותר לרוחות. לפחות לפי התחושה שלנו, הוא תפקד היטב והצליח לשמור על ייצוב מרשים בוידאו; הוא פשוט הציג הרבה התראות על כך. אולי זה בגלל המבנה הקטן יותר מאשר המאביק פרו, אבל אין ספק שקיבלנו הרבה יותר התראות.\nלמרות זאת, מעל המים הפתוחים לרוחות של מפרץ אילת או בגובה של 40 מטר בהרי הגליל הצלחנו ליהנות מיציבות נהדרת בצילומים, כמו שתוכלו לראות בוידאו – למרות התראות על רוחות חזקות מדי.\nטווח השליטה של המאביק אייר עומד על 4 ק”מ – בניגוד ל-Pro שהגיע תיאורטית עד ל-7 ק”מ; עם זאת, חשוב לזכור שהרחפנים של DJI עושים שימוש בתדר 5.8Ghz, טווח תדרים שאינו מותר בישראל לשימוש אזרחי, ולכן הגרסה המיובאת לארץ היא הדגם האירופאי, שפועל רק בתדר 2.4Ghz, ומציע טווח קטן יותר. אבל להערכתי ל-95 אחוזים מהמטיסים – בוודאי החובבים – מדובר בטווח מספק למדי.\nבכל מקרה, כאשר הטסתי למרחק של כמה מאות מטרים התחלתי להרגיש הפרעות מציקות בפיד הוידאו שקיבלתי מהרחפן – ככל הנראה בגלל השימוש ב-WiFi לצורך העברת הוידאו מהרחפן לטלפון. מדובר בשיטה הדומה לשיטה של הספארק – אם כי חזקה יותר משמעותית, אבל עדיין חלשה יותר מה-OcuSync של המאביק פרו למשל. לכן, אם אתם מתכננים להטיס לטווחים גדולים – כדאי שתיקחו זאת בחשבון.\nהחיישנים – הפעם גם מאחור. צילום: גיקטיים\nהתחמקות ממכשולים: אם כבר הטסתם רחפן של DJI, אתם בוודאי מכירים ואוהבים את יכולות ההתחמקות ממכשולים של החברה. היכולת מתבססת על חיישנים שממוקמים בגוף הרחפן, כשהמאביק אייר מציג חידוש עם חיישן שממוקם בחלקו האחורי. כתוצאה מכך גם טיסה לאחור תהיה עכשיו מוגנת. הטכנולוגיה עובדת היטב ולטעמי עברה שידרוג רציני בהשוואה להתנסויות שלי במאביק פרו ובפאנטום 4 למשל. נכון, חפצים דקים או תאורה חלשה פוגעים בביצועים של המערכת, אבל מעבר לכך, היא פשוט עובדת ולא משנה כמה שלא ניסיתי לרסק את הרחפן על מבנים, קירות, סלעים ועצים – הוא פשוט לא התקדם. כאשר היה מדובר באדם או תמרור – אובייקטים דקים יחסית – הרחפן פשוט עקף אותם והמשיך בתנועה קדימה – שידרוג נאה לעומת המצב הקודם שבו הוא רק ריחף במקום.\nמצב האסטרואיד. צילום: גיקטיים\nאחד הדברים שהופכים את הרחפנים של DJI לכל-כך מתקדמים הוא מצבי הטיסה החכמים שלהם. מדובר במצבי טיסה אוטונומיים או אוטונומיים-למחצה שמאפשרים לכם להטיס את הרחפן בלחיצה על כפתור ולהתרכז בהטסה שלו, בנוף, באנשים – בכל דבר חוץ מהמצלמה שלו. ובואו, כמה שלא תהיו מנוסים, לעולם כנראה לא תשיגו תנועה כל-כך חלקה ומדוייקת כמו רחפן מתוכנת היטב. כמו קודמיו, גם המאביק אייר מציג כמה מצבי טיסה.\nמצב האסטרואיד – מצב הטיסה החדש הזה שזמין כרגע רק ל’אייר’ הוא ללא ספק גם מצב הטיסה המגניב ביותר: לאחר ההפעלה שלו, הרחפן יתרחק מכם במהירות וינסוק לגובה רב, ירחף במשך כדקה ויצלם פנורמה 360 של כל הסביבה ואז חוזר אליכם. התוצאה: צילום שלכם ושל הסביבה שלכם עם אפקט ‘כדור הארץ’ כמו שתוכלו לראות בוידאו.\nהאפקט הזה מגניב לגמרי, עובד היטב וישרוף לכם את הפיד עם לייקים. התלונה היחידה שלנו היא על הפורמט הריבועי של הוידאו הסופי שאולי מתאים לאינסטגרם, אבל מוסיף פסים שחורים עבים ומכוערים מסביב לוידאו בשאר הפורמטים.\nמצב בומרנג – עוד מצב חדש שתפור על סלפים המוניים הוא מצב הבומרנג. מרגע שלחצנו על הפעלת המצב החדש המאביק מתרחק ועולה מעט למעלה בתנועה אליפטית וחוזר אלינו כמו בומרנג.\nחוץ מזה, יש כמובן את כל המצבים שהכרנו כבר ברחפנים הקודמים כמו מצב ה-Dronie – סלפי ממרחק, גובה וזווית ‘רחפנית’; מצב ה-Helix – צילום בנתיב ספירלי; מצב ה-Rocket מהספארק – שמדמה טיסה אנכית של טיל ועוד. כמובן ש-DJI הוסיפה גם את אפשרויות השליטה בעזרת מחוות הידיים המוכרות לנו מרחפנים קודמים (SmartCapture), אבל בעוד שבספארק נטול השלט, הן היו יכולות להיתפס כשימושיות, במאביק אייר הן הרגישו לי בעיקר כמו גימיק. כלומר, היה מגניב להראות לחברים איך יש לי את הכוח ואני מזיז את הרחפן בעזרת הידיים, אבל… זהו בערך. בכל מקרה, לפחות מהתחושה הסובייקטיבית שלי, הפיצ’ר עובד טוב יותר מאשר בספארק – אולי בגלל חיישני הצילום העדיפים – כל עוד אתם נמצאים באיזור מואר כמובן.\nמצב ה-Active Track – שמאפשר לכם להינעל על דמות או אובייקט מסויים – עובד היטב כמו תמיד – ומאפשר לכם להתרכז רק בזווית הצילום או המרחק, כשהרחפן ‘רודף’ אחרי הדמות. לא שהוא לא מפספס מדי פעם, בייחוד כשנעלמנו מאחורי ענף או נכנסנו לאיזור מוצל, אבל סה”כ הפיצ’ר עובד ומאפשר לכם מספר מצבי מעקב אוטונומיים כמו Trace, מצב Profile שעוקב אחריכם מהצד ומצב Spotlight ששם אתכם תמיד במרכז.\nמצב נוסף שלטעמי הוא אחד השימושיים הוא Point Of Interest שמאפשר לכם להגדיר נקודה ב-GPS פשוט על ידי ריחוף מעליה ואז הרחפן מבצע סיבוב 360 מעלות סביבה. התוצר הוא סרטון עם תנועה חלקה\nעוד מצב שיכול לעניין אתכם – בעיקר אם אתם מכוונים על צילום מקצועי יותר הוא מצב ה-Tripod, שבגדול פשוט מאט את התנועה של הרחפן והתגובות שלו. ככה הצילום הרבה יותר ‘חלק’ בלי קפיצות מיותרות. אני גם השתמשתי בו כשרציתי לעבור במקומות צרים יחסית ורציתי שליטה עדינה יותר ברחפן\nמצב חדש נוסף אינו קשור לוידאו והוא מצב הפנורמה. במצב זה תוכלו לצלם תמונת סטילס פנורמה או אפילו תמונת 360 מעלות, כשהרחפן פשוט מרחף במקום ומצלם תמונות רבות מכל הזוויות. לאחר מכן, האפליקציה ‘תופרת’ את התמונות לתמונת 360 אחת והתוצאה לרוב מרשימה. גם זו תוספת חדשה ומבורכת שחוסכת את הצורך באפליקציות חיצוניות.\nצילום מסך, יוטיוב\nלטעמי, ישנם לא מעט קווי דמיון בין DJI לאפל. המוצרים המוקפדים, עיצוב האריזה המינימליסטי, היכולת לקחת טכנולוגיה מורכבת ולהנגיש אותה לקהל הרחב, אבל ההבדל הגדול ביותר בין החברות חייב להיות האפליקציה של DJI.\nכן, זו אותה אפליקציה מוכרת מדגמים קודמים ולכן היא תמשיך להיות לא ידידותית לסמארטפונים, בניגוד לשליטה למשל בעזרת טאבלטים. היא תסבול לא פעם מחוסר יציבות באנדרואיד והכפתורים שבה קטנים מדי ולא ברור מה לחיץ ומה לא; בנוסף, האפשרויות הרבות והשונות קבורות בתפריטים ובתתי תפריטים, ואין היררכיה ברורה או חס וחלילה אפשרות להתאמה אישית – של המסך הראשי של האפליקציה עם הפיצ’רים או ההגדרות שבהם אנחנו הכי משתמשים; הפונטים קטנים ולא קריאים… בקיצור, הכי לא אפל.\nנקודה נוספת שלצערנו לא זכתה לטיפול היא עדכוני התוכנה והקושחה. DJI מרבה לעדכן את המוצרים שלה, שזה כמובן דבר מבורך, אבל הדרך שבה היא עושה את זה – קצת פחות ידידותית. התוצאה: אתם נמצאים בטיול, מגיעים לראש ההר ומתים כבר להרים את הרחפן ולהתחיל לצלם, כשהאפליקציה מודיעה לכם שעליכם לעדכן את ה-Firmware. עכשיו, לכו תתפללו שיש חיבור אינטרנט יציב ומהיר וגם אז, זה יכול לקחת בין כמה דקות לחצי שעה. במקום זאת, היה עדיף לקבל הודעת פוש לאפליקציה ברגע שעדכון זמין, מה שהיה מאפשר למשתמשים להיערך בהתאם ולעדכן את התוכנה או הקושחה בבית למשל – לפני היציאה להטסה.\nרוצים לדעת איפה מותר ואיפה אסור לכם להטיס? בדקו את המפה הזו\nתמונה מה-Mavic Air, ללא פילטרים או עיבוד תמונה. צילום: גיקטיים\nמערך הצילום של המאביק אייר כולל חיישן CMOS בגודל ”1/2.3, שיכול ללכוד תמונות בגודל 12 מגה-פיקסל עם HDR, או ליצור את תמונות ה-360 מעלות שהזכרנו קודם בגודל 32 מגה-פיקסל. מדובר באותו חיישן של המאביק פרו – עם עדשה קצת שונה ושדה ראייה (FOV) רחב יותר: 85 מעלות לעומת 78.8 בפרו. בפועל זה אומר שיותר פרטים ייכנסו לכם לפריים, אבל תקבלו יותר עיוות. אני אישית אוהב את הטאץ’ הגו-פרואי הזה, אבל אם אתם רגישים לכך – שימו לב.\nהמאביק החדש יכול לצלם וידאו באיכות 4K בקצב של 30fps – שידרוג לעומת המאביק פרו – והוא יכול גם להגיע לקצב מרשים למדי של 120fps לסלואומושנים יפהפיים, אם תסכימו להסתפק ברזולוציית 1080p. לשם השוואה הפרו מציע רק 96fps. אגב, הצילום מתבצע בקצב מרשים של 100Mbps, מה שתורם לוידאו חלק יותר באיכות גבוהה יותר – בתנאי שיש לכם כרטיס זיכרון מהיר כמובן.\nאגב, אם אנחנו בענייני כרטיס זיכרון, שמחנו לגלות במאביק אייר הפתעה שימושית למדי בדמות זיכרון מובנה בנפח 8GB. נכון, זה לא יספיק לכם ליותר מדי, בייחוד אם אתם מצלמים ב-4K, אבל אם אתם שוכחים במקרה את כרטיס הזיכרון בלפטופ – וזה קורה מתישהו לכולם – אתם כבר לא אבודים בשטח. מצוין.\nיום אביך מעל מפרץ אילת, מצב אוטומטי, בלי פילטרי ND. צילום: גיקטיים\nאיכות הצילום של המאביק אייר פשוט מרשימה. הוא עדיין נחות יותר לעומת הפאנטום 4 פרו למשל עם החיישנים הגדולים יותר או הצמצם הדינמי, וניתן לראות את זה לא פעם בחדות או בצבעוניות, שלטעמי לא מספיק רוויה. אבל בהנחה שאתם בכל מקרה מעבירים את הפוטג’ שלכם דרך תוכנת עריכה, תוכלו תמיד לטפל בצבעוניות. בייחוד, כשאתם יכולים לצלם סטילס במצב RAW (פורמט DNG) ואחר-כך לטפל בצבעים ובניגודיות בפוטושופ או לייטרום למשל. ההמלצה שלנו היא לצלם סטילס במצב כפול, כלומר שכל תמונה שתצלמו תישמר גם כ-JPEG וגם כ-RAW.\nהנה התמונה שלמעלה בפורמט DNG\nכמובן שלצורך וידאו מקצועי, ובזה הוא לא שונה מכל רחפן אחר, תצטרכו להצטייד בפילטרי ND טובים, שימנעו אזורים ‘שרופים’ ובוהקים בתמונה.\nעיבוד תמונת RAW שעשינו בעזרת פוטושופ\nעם זאת עבור רובם המוחלט של המטיסים, איכות הצילום של הרחפן הקטן תענה על כל הצרכים והרבה מעבר והיא בדיוק מה שהתרגלנו לקבל מהרחפנים המתקדמים של DJI – לא כולל הספארק.\n\nמייצב המצלמה של הרחפן. צילום גיקטיים\nבתיאוריה מציג הרחפן החדש זמן טיסה סביר של 21 דקות – הארוך יותר מהספארק, אבל קצר מה-27 דקות של המאביק פרו או ה-30 דקות של המאביק פרו פלטינום השקט. אבל כמובן שמדובר בנתוני מעבדה.\nבפועל הצלחתי לקבל בממוצע כ-15 דקות טיסה – נתון שהושפע כמובן מרוחות, עליות וירידות של הרחפן, תנועות לכיוונים השונים ועוד. קחו בחשבון שהרחפן מתריע ולא בצורה עדינה במיוחד כאשר אתם מגיעים ל-20 אחוז (אתם יכולים לקבוע את הסף). כתוצאה מכך, החוויה עלולה להיראות קצרה עוד יותר, כי הצפצופים בשלט עלולים להיות מעיקים למדי ולא לאפשר לכם להטיס בחופשיות את הרחפן.\nזמן הטיסה הזה אמנם מכובד, אבל לרוב הוא פשוט עלול לא להספיק לכם, כי עד שאתם מכירים תוואי שטח, עד שהחלטתם באיזו זווית אתם רוצים לצלם או עד שנרגעו רוחות חזקות, אתם עלולים למצוא את עצמכם בלי סוללה, ולכן ההמלצה החמה שלי היא שתצטיידו בלפחות עוד סוללה אחת.\nצילום: גיקטיים\nDJI תכננה אולי רחפן ביניים בין המאביק פרו לספארק, אבל יצא לה רחפן טוב מדי, שמצליח לא פעם לעלות על המאביק פרו היקר יותר. חיישן אחורי? צ’ק. צילום 4K עם 120FPS? צ’ק. מימדים קומפקטיים בטירוף עם שלט ‘שטוח’? מחיר נמוך יותר? צ’ק וצ’ק. במובן הזה, יש לנו רק שבחים לענקית הסינית, שלא התפתתה לפגום בחוויית הטיסה והשימוש – אפילו שהיא מוכרת מוצרים יקרים יותר.\nאז נכון, תאלצו להתפשר על טווח וזמן הטיסה, אבל מצד שני, היתרונות האחרים, ביחד עם המחיר הנגיש יחסית – הופכים את הבחירה במאביק אייר לרחפן המומלץ ביותר לרכישה כיום.\nה-Mavic Air מיובא לארץ על ידי בנדא מגנטיק, יבואן רשמי של DJI, ומחירו המומלץ עומד על 3,700 ש”ח; ערכת הקומבו עולה 4,600 ש”ח.", "keywords": "רחפן,סקירה,מאביק אייר,mavic air,מאביק פרו,mavic pro,בדיקה,ביקורת,גאדג\\'ט,קוואדקופטר,רחפנים,גאדגט"}