{"url": "https://www.geektime.co.il/xiaomi-mi-a3-israel/", "type": "article", "title": "ה-Mi A3 של הושק בישראל. איפה הכי שווה לקנות אותו?", "description": "הוא אמנם מגיע עם מפרט טכני ממוצע למדי, אבל אם חוויית אנדרואיד נקייה ופשוטה חשובה לכם - ה-Mi A3 הוא ללא ספק המכשיר שלכם. אז איך המחיר שלו בארץ בהשוואה לעולם?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/001-1564384308-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-29T11:07:36Z", "modified_time": "2019-07-29T12:32:05Z", "articleBody": "הוא אמנם מגיע עם מפרט טכני ממוצע למדי, אבל אם חוויית אנדרואיד נקייה ופשוטה חשובה לכם – ה-Mi A3 הוא ללא ספק המכשיר שלכם. אז איך המחיר שלו בארץ בהשוואה לעולם? \nמקור: Xiaomi\nזה היה מהיר: פחות משבועיים אחרי ההכרזה הרשמית, המכשיר השלישי בסדרת ה-A של שיאומי מגיע לישראל. איך המחיר שלו בארץ בהשוואה לאירופה ולאתרים הסיניים השונים? בדקנו.\nה-Mi A3 הוא המכשיר השלישי בסדרה, כשהמאפיין הבולט שלו ומה שהפך אותו לכה פופולארי היא העובדה שהוא מגיע עם אנדרואיד נקי וטהור, ממש כמו הפיקסל של גוגל, רק בלי תג המחיר. מבחינה טכנית, ה-A3 מגיע עם מפרט קלאסי של מכשיר ביניים הכולל מסך OLED בגודל 6.1 אינץ’, ערכת שבבים מסוג Snapdragon 665 של קוואלקום במהירות 2GHz עם מעבד גרפי Adreno 610 ו-4GB של RAM, ביחד עם נפח אחסון של 64GB או 128GB.\nה-A3 כולל סוללה מכובדת בקיבולת של 4,030mAh (בהשוואה ל-3,010mAh שמצויה בדגם הקודם) ומגיע עם מערך צילום משולש הכולל מצלמה מרכזית עם חיישן 48MP, מצלמה עם עדשה רחבה (118 מעלות) עם חיישן 8MP ומצלמת עומק 2MP, שנועדה לייצר תמונות פורטרט מדוייקות יותר. עוד כולל המכשיר חיבור אוזניות 3.5 מ”מ, חיבור USB-C וחריץ הרחבה MicroSD.\nמקור: Xiaomi\nכאמור, גולת הכותרת של סדרת ה-Mi A היא מערכת ההפעלה והעובדה שהמכשיר החדש מגיע מהקופסה עם אנדרואיד 9. בתור מכשיר Android One הוא יזכה לקבל עדכוני תוכנה של אנדרואיד זמן קצר יחסית לאחר שחרורם ולפחות לשנתיים, וכן עדכוני אבטחה על בסיס חודשי.\nמחירו של המכשיר בארץ דרך היבואן הרשמי עומד על 1,100 ש״ח עבור גרסת ה-64GB בעוד שגרסת ה-128GB תעלה לכם כ-1,250 ש״ח, כאשר המחיר כולל אחריות יצרן למשך שנתיים. מדובר בירידת מחירים משמעותית של יותר מ-20 אחוזים בהשוואה למחירו של ה-A2 בזמן ההשקה, שעמד על 1,400 ש״ח. אגב, אם תרצו לרכוש את המכשיר דרך יבוא מקביל, תוכלו למצוא את המכשיר החדש בפחות מ-1,000 ש״ח.\nאבל, האם שווה לקנות את המכשיר בארץ או שאולי שווה לחכות לחופשה הקרובה שלכם באירופה או לרכוש באחד מאתרי המכירות הסיניים? מחירו של הדגם הבסיסי באירופה עומד על 250 אירו שהם כ-980 ש״ח והדגם עם הזיכרון המורחב יעלה כ-30 אירו יותר, כ-1,110 ש״ח. כפי שניתן לראות, המחיר נמוך יותר מבארץ, והוא לא כולל גם את החזר המס שתוכלו לקבל בשדה התעופה, כך שכן – בהחלט שווה.\nמכיוון שהמכשיר רק הושק, הוא עדיין לא זמין בכל האתרים הסינים. מצאנו את הגרסה הבסיסית ב-AliExpress במחיר של 334 דולר כולל משלוח (1,178 ש״ח) או 370 דולר עבור גרסת ה-128GB (כ-1,305 ש״ח) – כלומר, מחיר גבוה יותר מהארץ. ב-banggood הגרסה הבסיסית מוצעת ב-1,012 ש״ח כולל משלוח וגרסת ה-128GB תהיה שלכם תמורת 1,140 ש״ח – כלומר כ-100 ש״ח פחות מהמחיר בארץ. כמובן שבמקרים כאלו יש לקחת בחשבון את האפשרות שהחבילה תיעצר במכס, מה שאומר שתידרשו לשלם אקסטרה 17% מע״מ. על פניו, נראה כי כרגע האופציה לרכוש את המכשיר באופן פיזי באירופה היא המשתלמת ביותר, ואם לא שם – אז בישראל, אבל סביר להניח שבשבועות הקרובים המכשיר יציף את האתרים השונים, ואז ההמלצה עשוייה להשתנות.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "שיאומי,אנדרואיד,android one,אנדרואיד וואן,xiaomi,xiaomi mi a3,mi a3,שיאומי a3"}