{"url": "https://www.geektime.co.il/xiaomi-airdots-pro/", "type": "article", "title": "אין בושה: שיאומי מציגה את ה-AirDots Pro, העתק מדויק של האיירפודס", "description": "די ברור מאיפה שאבו השראה האוזניות החדשות של שיאומי. יחד עם זאת, תסמכו על החברה הסינית שבגזרת המחיר - היא הרבה יותר ידידותית מאפל", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/8c5206aff7e2f314c4dc28cab59774cf-1547015987-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-09T09:32:10Z", "modified_time": "2019-01-09T09:40:39Z", "articleBody": "די ברור מאיפה שאבו השראה האוזניות החדשות של שיאומי. יחד עם זאת, תסמכו על החברה הסינית שבגזרת המחיר – היא הרבה יותר ידידותית מאפל\nמקור: Xiaomi\nלפני כחודשיים שיאומי הציגה את ה-AirDots, אוזניות בלוטות׳ Truly Wireless שעולות 30 דולר בלבד. אם אז חשבתם שמדובר בהעתק ל-AirPods של אפל, כעת מציגה החברה את גרסת הפרו של האוזניות, שדי ברור ממי הן קיבלו השראה עיצובית.\nאוזניות ה-AirDots Pro הן אלחוטיות לחלוטין ומיועדות להיכנס אל תוך האוזן שלכם. המאפיין העיצובי שמזכיר את ה-AirPods הוא ״הרגלית״ שלהן, טרנד עיצובי שהיה קצת משונה בהתחלה אבל מסתמן שכבר התרגלנו אליו.\nגם הן מגיעות עם נרתיק הטענה מגנטי לבן ששומר על קו עיצובי דומה מאוד לאלו של אפל, ואם 3 השעות שהסוללה המובנית בהן לא תספיק לכן – הקייס יעניק לכם עוד 10 שעות נוספות של חיי סוללה. כמו כן, הטענה מלאה שלהן מסתכמת בשעה בלבד. כמו ה-Airpods, גם האוזניות של שיאומי יאפשרו לכם לשלוט במוסיקה, להפעיל את העוזרת הקולית או לענות לשיחות בעזרת כפתור טאץ׳ הממוקם עליהן. פרט מעניין נוסף נוגע לכך שכל אחת מהאוזניות, ששוקלת 5.8 גרם בלבד, יכולה לעבוד באופן עצמאי גם לבד, ללא תלות בשניה, וככל הנראה גם ללא השלכות שליליות על איכות השמע.\nהבידול המרכזי מה-AirPods. מקור: Xiaomi\nהאוזניות תומכות במכשירי אנדרואיד, iOS ו-Windows, עמידות למים ומגיעות עם כבל הטענה מסוג USB Type-C. בעמוד המוצר בחנות של שיאומי ניתן לראות כי בניגוד לאוזניות של אפל, ה-AirDots Pro זמינות גם בצבע שחור, אבל נכון לעכשיו התצורה הזו מופיעה רק בתמונות ואין אפשרות לרכוש אותן בצבע זה. את ה-AirDots Pro ניתן יהיה לרכוש באתר של שיאומי תמורת 60 דולר החל מה-11 בינואר, נכון לעכשיו רק בסין.\nמקור: Xiaomi\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "שיאומי,אוזניות,airdots,xiaomi airdots pro,truly-wireless,אוזניות אלחוטיות,in ear,truly wireless"}