{"url": "https://www.geektime.co.il/utorrent-blamed-for-bitcoin-miner/", "type": "article", "title": "תוכנת הטורנטים הפופולארית uTorrent השתילה כורה ביטקוין במחשבים של משתמשיה", "description": "משתמשים רבים של תוכנת הטורנטים הפופולארית בעולם הופתעו לגלות שלאחר העדכון האחרון הותקן במחשב שלהם 'כורה ביטקוין'. האם החברה עשתה זאת מבלי ליידע אותם? וכיצד ניתן להסיר את התוכנה?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/big.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-03-08T09:28:17Z", "modified_time": "2015-03-08T12:29:39Z", "articleBody": "משתמשים רבים של תוכנת הטורנטים הפופולארית בעולם הופתעו לגלות שלאחר העדכון האחרון הותקן במחשב שלהם ‘כורה ביטקוין’. האם החברה עשתה זאת מבלי ליידע אותם? וכיצד ניתן להסיר את התוכנה?\n\nuTorrent היא תוכנת הטורנטים הפופולארית ביותר בעולם ונהנית מכ-150 מיליון משתמשים פעילים מדי חודש. אחת הגאוות הגדולות של המפתחים ואחת הסיבות לכך שהיא הצליחה כל כך היא היותה קלה ומינימליסטית, אולם כנראה שהעדכון האחרון כלל תוספת לא קלה ולא מינימליסטית בכלל.\nהכל החל כשמשתמש בשם Groundrunner התלונן בפורום של uTorrent על כך שמאז שהתקין את העדכון האחרון של התוכנה, הותקנה ללא ידיעתו תוכנה בשם Epic Scale. לדבריו, מדובר בהתקנה “שקטה”, שהגיעה ללא שום בקשה או אישור שלו. לפוסט המקורי החלו להגיב עוד ועוד משתמשים שגם כן התלוננו על התקנת Epic Scale, ללא שום אישור שלהם.\nאז מה היא אותה Epic Scale ומה היא בדיוק עושה? מדובר למעשה בתוכנה שכורה ביטקוין. כלומר, בזמן שהמחשב לא פעיל, היא משתמשת ברשת מחשבים “כורים” כדי לאשר סדרת העברות ביטקוין, או לפצח “בלוק”, כשהתמורה ניתנת לחברה בצורת מטבעות ביטקוין. לשם השוואה, מחשב יחיד זקוק לשנים, כדי לפצח בלוק יחיד, ועל ידי שימוש באלפי או עשרות אלפי מחשבים, נהנית החברה מכוח מיחשוב אדיר. בדקנו את האתר של Epic Scale ועל פיו, החברה מפנה את כוחות המיחשוב שלה למספר מטרות ביניהן עמותות, מחקר וכן, גם למטרות כרייה של מטבעות קריפטוגרפיים. למרות זאת, וכנראה מניסיון העבר, קיימים קישורים רבים בעמוד החברה להוראות הסרה של התוכנה מהמחשב שלכם.\nהיה או לא היה? מקור: צילום מסך\nבחזרה ל-uTorrent. חברת BitTorrent שעומדת מאחורי התוכנה, הגיבה לתלונות הקשות של המשתמשים השונים וטענה שכל ההתקנות מתקיימות רק לאחר יידוע ואישור המשתמשים. אלו מצידם התעקשו שלא התבקשו לאשר רכיב בשם Epic Scale. מניסיון שלנו להתקין את התוכנה, לא ראינו זכר ל-Epic Scale – לא בתהליך ההתקנה ולא אחר-כך בסריקה. אולם, זה לא אומר שהחברה הפסיקה את שיתוף הפעולה, ויכול להיות שלמשתמש אחר בעל נתונים אחרים (גיאוגרפיים למשל) כן תופיע ההתקנה הבעייתית.\nמכיוון שהחברה לא הכחישה בשום שלב שיתוף פעולה עם Epic Scale, התרחשו ככל הנראה אחד מ-2 התסריטים הבאים: הראשון, החברה אכן התקינה את Epic Scale, ללא ידיעת המשתמשים; השני, החברה יידעה את המשתמשים בזמן ההתקנה, אולם מכיוון שמדובר בעדכון ובמשתמשים שכבר מכירים את התוכנה הם מיהרו לאשר ולחצו Next מספר פעמים מבלי לראות את פרטי ההתקנה.\nכאמור, לא מדובר בוירוס או סוס טרויאני שמשמש להעברת מידע או פגיעה בפרטים האישיים שלכם. למרות זאת, Epic Scale עושה שימוש בכוחות המיחשוב של המעבד שלכם ולכן גם שוחקת אותו יותר וגם גורמת לצריכת חשמל גדולה יותר. אם אתם מעוניינים להסיר את Epic Scale מהמחשב שלכם, פשוט היכנסו ל”Add or Remove Program”, ביחרו ב-Epic Scale ואז ביחרו Remove. למרות זאת, תיאלצו אחר-כך גם להסיר ידנית את תיקיית ProgramData/Epicscale.\nאת המשתמשים הרבים ההסברים של החברה לא הרגיעו ואלו טענו שהם נוטשים אותה. האלטרנטיבות שעומדות לטובת מאוכזבי uTorrent הן תוכנות מתחרות דוגמת qBittorrent, Transmission או Deluge. אגב, אם תרצו הסבר מפורט יותר על הביטקוין והכרייה שלו, אתם מוזמנים להיכנס למדריך שלנו פה.\n[interaction id=”54fc1ebb7fdf079b4ee05208″]\n ", "keywords": "ביטורנט,utorrent,יוטורנט,ביטקוין,כורה ביטקוין,bitcoin miner,epic scale,bittorrnet"}