{"url": "https://www.geektime.co.il/microsoft-windows-8-rc1-skydrive/", "type": "article", "title": "דיווח: גרסת Windows Release Preview תושק בשעות הקרובות", "description": "על פי מספר דיווחים צפוייה מיקרוסופט להשיק את חלונות 8 RC בקרוב מאוד, יתכן ועוד הערב. ביולי הקרוב יזכה גם שירות SkyDrive לרענון", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/microsoft-screenshot.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-05-31T19:29:28Z", "modified_time": "2012-06-01T13:55:53Z", "articleBody": "על פי מספר דיווחים צפוייה מיקרוסופט להשיק את חלונות 8 RC בקרוב מאוד, יתכן ועוד הערב. ביולי הקרוב יזכה גם שירות SkyDrive לרענון\nמקור: יח\"צ, עיבוד תמונה\nבאפריל חשפנו, כי במהלך השבוע הקרוב, השבוע הראשון של יוני, צפויה מיקרוסופט לשחרר את חלונות 8, גרסת RP (לשעבר RC). ידיעות מרחבי הרשת מאשרות שהמועד הרשמי עשוי להתרחש אפילו עוד הערב, אך ברקע מיקרוסופט שוקדת על עדכוני הסביבה המקיפה את חלונות 8.\nאת ההכרזה המקורית שמענו באירוע של מיקרוסופט ביפן. שם עלה על הבמה סטיבן סינופסקי (Steven Sinofsky), נשיא חטיבת חלונות ו-Windows Live, והכריז על השבוע הראשון של חודש יוני כמועד בו תשוחרר הגרסה, רק במקום השם הרגיל והמקובל בתעשייה של “Release Candidate”, במיקרוסופט החליטו לשנות את השם ל-“Release Preview”.\nעל הקדמת מועד השקת הגרסה האחרונה של חלונות ניתן ללמוד גם מהדלפת הגרסה הסינית במהלך ה-48 שעות האחרונות, מה שמרמז על מוכנות מיקרוסופט לעמוד בתכנון המקורי של יוני, ועל האפשרות שכבר ביממה הקרובה נשמע על ההשקה הרשמית.\nבמקביל להדלפות והשמועות סביב חלונות 8 RP, מצטברות שמועות על שדרוגים לשירות האחסון בענן של מיקרוסופט, הסקיידרייב (SkyDrive). ממידע שהגיע ל-The Vege עולה, כי בשבוע האחרון של יולי קבועה אבן הדרך השלישית של השירות מבחינת מיקרוסופט. במסגרת ההכנות לקראתה, צפויים שיפורים לאפליקציית האייפד של החברה, שיפורים בממשק הוובי ומנגנונים פשוטים יותר לשיתוף קבצים. בנוסף לאלה, ייתכן ומיקרוסופט עובדת מאחורי הקלעים על אפליקציית סקיידרייב לאנדרואיד, אשר תפתח בפניה צוהר למיליוני אנשים מרחבי העולם המשתמשים במכשירים מבוססי אנדרואיד ויכולים להפוך ללקוחות סקיידרייב מאושרים.\nמכלול השדרוגים הללו יאפשר למיקרוסופט להתקדם קדימה משמעותית עם השקת חלונות 8, כאשר החברה יכולה לקבל את המשוב האחרון מהמשתמשים ולוודא שמערכת ההפעלה החדשה מוכנה אל השוק.\nברקע דברים אלה, נשמעו בימים האחרונים ביקורות על החלטתה של מיקרוסופט לשנות את הניסוח של הסכם משתמש הקצה (End-User License Agreement), ההסכם שעליו אתם חייבים לחתום אם אתם רוצים להתקין ולהשתמש בתוכנה בעת התקנתה. בין העדכונים שיצורפו למוצרי החברה, נמצא גם סעיף המגביל את החופש של לקוחות אמריקניים מלתבוע את מיקרוסופט בתביעה ייצוגית, ולהעדיף תחתיה גישור או תביעה בבית-המשפט לתביעות קטנות.\nמיקרוסופט מסבירה, כי נוסח זה מקביל לנוסחים דומים שהכניסו גם שחקניות אחרות בשוק התוכנה, ובכל מקרה מיקרוסופט מפעילה בארצות הברית תוכניות החזרת מוצרים ומדיניות שתאפשר למשתמשים, למשל, להחזיר את חלק ממוצרי החברה תוך 45 ימים (מידע נוסף בהודעה הרשמית של החברה).", "keywords": "microsoft,skydrive,steven sinofsky,windows 8,חלונות 8,מיקרוסופט,סטיבן סינופסקי,סקיידרייב,windows 8 rc,windows 8 rp,windows 8 release candidate,windows 8 release preview"}