{"url": "https://www.geektime.co.il/sonos-one-gen-2-review/", "type": "article", "title": "היי גוגל, היי סירי: יכול להיות שזה הרמקול החכם הבא שלכם", "description": "חברת Sonos ממשיכה לשחרר רמקולים חכמים במחירים שפויים (יחסית), והפעם נותנת לנו להתנסות בדור השני של ה-Sonos One הפופולארי. בדקנו אותו וגילינו את מה שמסתמן בתור הרמקול החכם הטוב ביותר של השנה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/IMG_20190723_124959-1-1563877244-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-27T11:00:27Z", "modified_time": "2019-07-27T10:22:03Z", "articleBody": "חברת Sonos ממשיכה לשחרר רמקולים חכמים במחירים שפויים (יחסית), והפעם נותנת לנו להתנסות בדור השני של ה-Sonos One הפופולארי. בדקנו אותו וגילינו את מה שמסתמן בתור הרמקול החכם הטוב ביותר של השנה\nצילום: גיקטיים\nנדמה שמאז ימי מערכות הסטריאו העליזות של שנות ה-90 עולם הרמקולים היה מעט מנומנם, אבל העלייה המטאורית של שירותי הסטרימינג והעוזרות הקוליות הביאו להתעוררות גם בקטגוריה הזו. אחת החברות הבולטות ביותר בקטגוריית הרמקולים הביתיים היא Sonos. לפני כמה חודשים סקרתי את מקרן הקול (סאונדבר) המאוד מוצלח של החברה, והנה כבר היבואן הרשמי שלה השיק בארץ את הרמקול הביתי החכם החדש שלה, ה-Sonos One Gen 2, שאמור לגרום לכם לא לרצות יותר להקשיב למוזיקה מה-Google Home או Amazon Echo.\nמבחינת עיצוב, ה-One משתלב בצורה טובה בכל חדר. הוא לא גדול במיוחד ומזכיר בממדיו פחות או יותר כל רמקול חכם סטנדרטי. על ראשו תמצאו משטח מגע עם כמה כפתורים שישמשו אתכם לעצירה והפעלה של המוזיקה, דילוג, שליטה על הווליום ולחצן אחד להדלקה או כיבוי של מערך המיקרופונים. אבל למען האמת, הסיכוי שתשתמשו בכפתורים האלו, או בכלל תידרשו להגיע פיזית אל הרמקול הם נמוכים מאוד, כיוון שאת רוב ההתממשקות אל מול הרמקול תעשו או בעזרת קולכם (ונגיע אל זה בהמשך) או באמצעות האפליקציה של סונוס, שגם הכרחית לתהליך ההתקנה (הפשוט מאוד) של הרמקול, שכולל בעיקר חיבור של הרמקול לרשת שלכם.\nצילום: גיקטיים\nה-One מאובזר ב-2 מגברי Class D, וופר בודד וטוויטר בודד, שביחד מצליחים לספק סאונד היקפי ופשוט נפלא. כמעט כמו כל רמקול של סונוס, גם הסאונד של ה-One עמוק ועשיר, ופשוט תענוג לשמוע עליו פחות או יותר כל סוג של סאונד, בין אם זה מוזיקה עצבנית, רגועה או אפילו פודקאסטים. מה שכן, חשוב לזכור שמאחר ויש לו וופר בודד ולא גדול במיוחד, אין לו סאונד באסי כבד, על אף שהוא נוכח בצורה מאוזנת יחסית אפילו בלי משחק באיקווילייזר. כמו כן, חובבי הסטריאו יתאכזבו ככל הנראה מהפרדת הערוצים, אבל אם תוכלו להרשות לעצמכם שני רמקולים כאלו, תוכלו להניח אותם אחד ליד השני וליהנות מצליל סטראופוני ועשיר הרבה יותר. ה-One אולי לא משתווה לרמקולי ענק או מערכות אודיו מרובות ערוצים ורמקולים, אבל תמורת המחיר המבוקש הוא עושה את העבודה בצורה טובה ומצליח להגיע לעוצמה מקסימלית שאין שום סיכוי שתשתמשו בה, למעט מסיבות וניסיונות להתעללות נפשית בשכנים.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nצילום: גיקטיים\nהאפליקציה של סונוס מאפשרת לכם להשמיע מוזיקה, ספרי אודיו ופודקאסטים מרוב השירותים הפופולאריים בעולם: ספוטיפיי, אפל מיוזיק, פנדורה, Pocket Casts, Audible, TuneIn ועוד רבות וטובות. אתם יכולים לנהל רשימות השמעה מכל אחת מהאפליקציות ולנגן אותן ברמקול או רמקולים שלכם. ולמה אני אומר רמקולים? סונוס הם סוג של האפל של הרמקולים: ככל שתקנו יותר מוצרים של החברה, אתם תיהנו יותר ותרצו לקנות יותר מוצרים כדי ליהנות יותר. האפליקציה של סונוס מאפשרת לכם להגדיר חדרים מסוימים לרמקולים שלכם, ואז מאפשרת לכם לבחור היכן אתם רוצים לנגן את המוזיקה שלכם כעת, ואפילו מאפשרת לכם לנגן את אותה המוזיקה בסינכרון מושלם בכל החדרים בבית. זה כמו המוזיקה שאתם שמים בניקיונות של שישי, אבל בסטייל.\nלתואר “האפל של הרמקולים” יש גם חיסרון, וממש כמו אפל, גישת “הגן הסגור” מקשה גם כאן על חווית שימוש חופשית: אני למשל אוהב להשתמש ב-Google Podcasts כדי להאזין לפודקאסטים (אל תשאלו אותי למה), ולצערי גיליתי שאני לא יכול לעשות Cast לרמקול של סונוס מהאפליקציה, ולא נראה שניתן להתממשק בבלוטות׳ אל מול ה-One בשום צורה. משמע, אני לא יכול לנגן את הפודקאסטים שלי ברמקול. לגן הסגור הזה יש חסרונות, ואחד מהם הוא חוסר התמיכה בכרומקאסט, תקן הסטרימינג של גוגל.\nתמונה: Sonos\nלעומת זאת, נראה שבסונוס סימנו את משתמשי iOS כ’עם הנבחר’, ונתנו להם פחות או יותר את כל מה שאפשר לבקש. גם תמיכה נהדרת ב-AirPlay (משמע, אפשר לנגן פחות או יותר כל מה שרוצים ממכשירי iOS) וגם תמיכה בפונקציה נהדרת בשם Trueplay. בסונוס הבינו שהמיקום של הרמקול משפיע על הסאונד שבסופו של דבר אתם תשמעו. Trueplay מאפשר לכם בתהליך מוזר של 3 דקות להתהלך בחדר עם מכשיר iOS ולנופף אותו למעלה ולמטה, בעוד הרמקול משמיע צלילים מעצבנים למדי שנקלטים במיקרופון של המכשיר, ועוזרים לרמקול להחליט איך לפזר את הסאונד בהתאם למבנה החדר.\nהמקרה של Trueplay מעצבן במיוחד, לאור העובדה שהוא באמת משפר את פיזור הסאונד של הרמקול, ובאמת משפיע על חווית השימוש שלכם. בסונוס טוענים שלאור מיעוט הדגמים של אייפונים, אין צורך בהתאמות רבות לסוגי מיקרופונים רבים, בניגוד לכמות הלא הגיונית של דגמי אנדרואיד שונים שקיימת בשוק. הייתי מקבל את הטענה הזאת אם סונוס הייתה משיקה את הפיצ’ר לפחות לדגמי האנדרואיד המובילים (של סמסונג למשל), כדי שאפילו חלק ממשתמשי אנדרואיד יוכלו לנצל אותו.\nהדור ה-2, שאותו אני בדקתי, מגיע עם מעבד יותר חזק, תמיכה ב-Bluetooth Low Energy (שמסייע רק בתהליך החיבור הראשוני) ויותר זיכרון RAM. אף אחד מהם הוא לא קילר-פיצ’ר כרגע, אבל בסונוס טוענים שהם עובדים על מספר פיצ’רים שיתווספו לרמקול החכם עם עדכוני תוכנה עתידיים.\nתמונה: Sonos\nה-One של סונוס לא משווק סתם כרמקול עם סאונד איכותי, אלא גם כרמקול חכם. חוץ מלהשתמש באפליקציה של סונוס כדי לנגן בו מוזיקה, פודקאסטים וספרים דיגיטליים, ה-One יכול לשמש כרמקול תומך עוזרות קוליות, וכן, אמרתי עוזרות ברבים.\nבנוסף לתמיכה ב-Alexa של אמזון שקיימת כבר זמן מה במוצרי סונוס, ממש לפני כמה חודשים בודדים הוסיפה סונוס באופן רשמי את התמיכה ב-Google Assistant, העוזרת הקולית של גוגל, ובכך הפכה את הרמקולים שלה לכמה מהמכשירים הבודדים אשר מתאימים לשתי העוזרות הקוליות הפופולאריות בעולם, שזוהי בשורה נפלאה עבור הצרכנים שלא צריכים בהכרח להחליט לאיזו משפחה של עוזרות קוליות הם רוצים להינשא, ויכולים אפילו לעבור בין אחת לשניה. שתי העוזרות אומנם לא יכולות לפעול במקביל, אבל עצם העובדה שהן זמינות על אותו מכשיר היא מבורכת.\nעם זאת, בשביל להגיע לאותן עוזרות קוליות ולהפוך את הרמקול הזה לרמקול חכם, תצטרכו לרמות קצת את סונוס ולשנות את מיקום החשבון שלכם לארצות הברית, במקום לארץ הקודש, אבל מדובר בפעולה פשוטה מאוד שניתן לבצע ברגעים באפליקציה הרשמית.\nאני בחרתי להשתמש בעיקר בעוזרת הקולית של גוגל, מאחר ושאר הבית שלי מאובזר גם הוא במכשירי Google Home והשימוש בה דרך הרמקול הוא די סולידי ועובד פחות או יותר כמו שהייתם מצפים. הרמקול מאובזר ב-6 מיקרופונים מותאמים למרחק, כך שהם יכולים לקלוט את הקול שלכם גם כשאתם לא לידם. אפילו כשהייתי כבר בחדר השינה, עם דלת סגורה, וביקשתי מה-Home Mini שנמצא ממש לידי להפעיל את השעון המעורר, שמעתי שגם ה-Sonos One נדלק למשמע “OK Google” למרות שהוא נמצא בכלל מאחורי דלת סגורה בסלון.\nאפשר להגיד שהמיקרופונים של ה-Sonos One רגישים, ואפילו כמעט רגישים מדי. לא אחת כשצפיתי בטלוויזיה בסלון, שמות כמו “היידן” שנאמרו בתוכנית הקפיצו את הרמקול, גרמו לצליל של האסיסטנט להישמע לרגע, ואחרי כמה שניות של המתנה, פשוט להיכבות. אי נעימות קלה שיכולה קצת להוציא אתכם מריכוז אחת לכמה ימים בעת צפייה בטלוויזיה, אבל לא הרבה יותר מזה.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nצילום: גיקטיים\nאז למה בעצם החיבור של רמקול של סונוס עם עוזרת קולית הוא כל כך משמעותי? תחשבו לרגע מתי בפעם האחרונה קניתם רמקול הביתה בשביל להקשיב למוזיקה (ולא סאונד בר). רוב הסיכויים שלא בזמן האחרון. ההתעוררות של תחום הרמקולים בשנים האחרונות היא בעיקר הודות להתפתחות האדירה של העוזרות הקוליות, ורוב הסיכויים שהרמקול האחרון שקניתם או תכננתם לקנות שייך לאמזון או לגוגל. אז חוץ מהעובדה שאתם מקבלים פה גם רמקול חכם שיכול לשלוט לכם על הבית החכם ולתת לכם אינפורמציה כמו כל רמקול חכם, הוא גם מוצלח מאוד לניגון מוזיקה.\nתחשבו על השילוב של שירותי סטרימינג כמו ספוטיפיי ואפל מיוזיק ועוזרות קוליות. הרמקולים החכמים הבסיסיים בסדרת Home ו-Echo לא באמת מיועדים להאזנה איכותית למוזיקה. כך שאתם אתם רוצים ליהנות מהאפשרות של להאזין למוזיקה בכיף במטבח רק באמצעות הקול, אתם צריכים להתפשר על איכות הסאונד (שלרוב האנשים תספיק לחלוטין). אז במקרה של ה-Sonos One, אתם יכולים ממש כמו בכל עוזרת קולית חכמה, פשוט לבקש בקולכם לשמוע מוזיקה מספוטיפיי למשל, ולקבל את הסאונד הבאמת מוצלח של סונוס, בלי אפילו לגעת בסמארטפון. בשביל משתמש ב-Home Mini מזה שנתיים, כמוני, מדובר בשדרוג נהדר לאיכות הסאונד.\nבשביל להאזין באיכות טובה לספוטיפיי ברמקול חכם, תצטרכו לרכוש Google Home Max שעלותו היא 300 דולר, ובשביל להאזין לאפל מיוזיק ברמקול חכם באיכות גבוהה, תצטרכו לשלם 300 דולר עבור HomePod. כלומר, רמקול חכם איכותי יעלה לכם כ-1,100 שקלים (לפי מחירים אמריקאיים ולפני מיסים ומשלוח). ה-Sonos One, שכאמור יאפשר לכם להתחבר ליותר עוזרות קוליות, להכנס לאקוסיסטם הדי יוקרתי של סונוס, ולהפיק סאונד מוצלח מאוד, כל זאת תוך כדי שאתם לא מתחייבים לעוזרת קולית אחת, נמכר בישראל בייבוא רשמי במחיר של 1,070 ש”ח. לא מחיר “מציאה”,אבל מחיר שנחשב מחיר כניסה לאקוסיסטם של סונוס (שאתם צריכים לדעת מראש שאתם רוצים להכנס אליו), ומחיר טוב גם ביחס לתחרות בשוק הרמקולים החכמים.\nאם אתם שואלים אותי, ה-Sonos One מנצח כמעט כל רמקול אחר בשוק הנוכחי בנוקאאוט, בעיקר הודות לשילוב של הפיצ’רים החכמים לפחות למשתמשי Alexa והעוזרת הקולית של גוגל, והסאונד המנצח. מחפשים להתחדש ברמקול? הוסיפו את ה-One לרשימת החיפושים הבאה שלכם, ורוב הסיכויים שלא תתאכזבו.", "keywords": "סונוס,סונוס וואן,רמקול,רמקול חכם,sonos,sonos one,sonos one gen 2,דור שני,גוגל אסיסטנט,google assistant,assistant,voice assistant,עוזרת קולית,עוזר קולי,אלקסה,אלכסה,alexa,ios,android,אנדרואיד,google home,amazon echo,סקירה,חוות דעה,ביקורת,השוואה"}