{"url": "https://www.geektime.co.il/voca-ai-raises-3-5m/", "type": "article", "title": "אמריקן אקספרס משקיעה ב-Voca.ai הישראלית", "description": "החברה שרוצה שתדברו עם רובוט בלי שאפילו תדעו את זה משיגה משקיעה אסטרטגית מעניינת", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/Screen-Shot-2018-12-10-at-12.45.13-1544442593-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-23T16:45:44Z", "modified_time": "2019-10-30T15:28:42Z", "articleBody": "החברה שרוצה שתדברו עם רובוט בלי שאפילו תדעו את זה משיגה משקיעה אסטרטגית מעניינת\nמימין לשמאל: דני רוכמן, סמנכ”ל פיתוח. ד”ר אלן בקר, CTO ומייסד. עינב איתמר, מנכ”ל ומייסד. קרדיט: גיא דביר\nהסטארטאפ הישראלי Voca.ai, המפתח מערכת שאמורה להפוך לעתיד של עולם שירות הלקוחות הטלפוני, הודיע כי קבוצת ההשקעות של American Express תצטרף כמשקיעה אסטרטגית בחברה. לגיקטיים נודע כי אמריקן אקספרס הצטרפה ל-Lool Ventures ו-Flint Capital שכבר השקיעו בחברה בעבר, לגיוס אסטרטגי של 3.5 מיליון דולר.\nגם אתם התקשרתם פעם למוקד שירות לקוחות והרגשתם שאתם מדברים עם רובוט? בקרוב מאוד יכול להיות שזאת תהיה המציאות, אבל אתם אפילו לא תדעו את זה. במקום להשתמש ביכולות Speech To Text שכבר נפוצות בלא מעט מוקדים טלפוניים, Voca.ai מפתחת מערכת המאפשרת שיחה דו כיוונית בין הלקוח לבין נציג השירות הוירטואלי, בלי שהלקוח כלל יוכל להבחין כי הוא מדבר עם בוט. בחברה מסבירים כי אותו סוכן וירטואלי יודע להתאים פרמטרים שונים בהתאם ללקוח כמו קול, שפה, מבטא ואפילו טון דיבור. בכך, מרכזי שירות טלפוני יכולים לייעל את עצמם, ולאפשר לסוכנים והנציגים האנושיים לטפל בפניות היותר מסובכות, ולקצר את זמני ההמתנה.\nדנה אלי לורך, מנהלת קבוצת ההשקעות של אמריקן אקספרס, אמרה: “הסוכנים הוירטואליים של Voca.ai מאפשרים לעסקים למנף את הפיתוחים האחרונים בתחום הבינה המלאכותית ולהפוך את התקשורת עם הלקוחות שלהם ליותר טבעית אינטואיטיבית ואישית, ובסופו של דבר לספק חוויה טובה יותר הן עבור הלקוחות והן עבור נציגי השירות האנושיים. אנחנו נרגשים מהטכנולוגיה של ווקה ושמחים לתמוך בצמיחה שלהם”.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nאז כן, זה אולי נשמע לכם קצת מוכר מ-Google Duplex, השירות של העוזרת הקולית של גוגל שמתקשר ומנהל שיחות במקומכם עם קול אנושי למדי, אבל בחברה הסבירו כי הטכנולוגיה של Voca ייחודית כיוון שהיא יודעת ללמוד את היסטוריית השיחות של הלקוח, ולהתאים את עצמה ובכך. בנוסף, לקוחות הקצה של החברה הם אינם משתמשים סטנדרטיים, אלא חברות עם מרכזי שירות.\nמהחברה נמסר כי ההשקעה האחרונה תאפשר ל-Voca.ai להאיץ את פיתוח המוצר ולהרחיב את הפעילות שלה לשווקים חדשים ואף לשפות חדשות. Voca הוקמה ב-2017 על ידי עינב איתמר, מייסד Corrigon שנמכרה לאיביי, וד״ר אלן בקר.", "keywords": "ווקה,voca.ai,שירות טלפוני,נציגי שירות,duplex,voca ai"}