{"url": "https://www.geektime.co.il/huawei-mate-30-event/", "type": "article", "title": "וואווי חשפה את ה-Mate 30 Pro: מכשיר מתקדם שלא תוכלו לקנות בישראל", "description": "ליל המייטים-החיים: ללא אנדרואיד של גוגל, וללא האפליקציות של גוגל, וואווי מנסה להתמודד עם השלכות החרמות של טראמפ ומשיקה שלל מוצרים חדשים שאת חלקם לא בהכרח תוכלו לקנות בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/720bcd85-2e1d-402c-a707-f7572a04f9d5-1568895148-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-19T15:16:10Z", "modified_time": "2019-09-19T16:50:33Z", "articleBody": "ליל המייטים-החיים: ללא אנדרואיד של גוגל, וללא האפליקציות של גוגל, וואווי מנסה להתמודד עם השלכות החרמות של טראמפ ומשיקה שלל מוצרים חדשים שאת חלקם לא בהכרח תוכלו לקנות בישראל\nמקור: Huawei\nאחרי חודשים מלאים באי וודאות באדיבות נשיא ארצות הברית, וואווי מנסה להציג חזית איתנה ועסקים כרגיל, רק שהדבר האחרון שעולה מהאירוע הגדול שלה במינכן, זה שהעסקים כרגיל. היום (ה׳) חשפה החברה את המכשירים החדשים בסדרת ה-Mate 30, סדרת מכשירי הדגל המתקדמת שלה. בתפריט: מערך צילום משוכלל עם ארבעה חיישנים, מסך שגולש לצידי המכשיר, ובעיקר ניסיון להוכיח שיש חיים אחרי גוגל, מה שגם מעיד על הבעיה שוואווי נמצאת בה. אבל רגע, זה לא אומר שתוכלו להשתמש בהם. לראשונה ובעקבות החרם האמריקאי, המכשירים לא יושקו באירופה וגם לא בישראל.\nהמכשיר החשוב והמתקדם ביותר שוואווי חשפה הוא ה-Mate 30 Pro שמגיע בלי לחצני ווליום אבל עם תצוגת “Horizon” חדשה אשר גולשת כמעט לחלוטין לצידי המכשיר בזווית של 88 מעלות. למה זה קשור אחד לשני? בניגוד למשל לסמסונג שמשתמשת במסך הגולש בעיקר לאסתטיקה ואולי לשליפת קיצורי דרך, בוואווי מנסים להציג רעיון אחר; צידי המסך, מסוג OLED שגודלו 6.53 אינץ׳, הם בעצם סליידר הווליום שלו, כך שאם תחליקו את האצבע שלכם בצד המסך, תשלטו על עוצמת השמע ואתם יכולים לבחור באיזה צד הסליידר יעבוד. מגניב? כן. גימיק? מצב סביר שכן. גם הפעם וואווי הטמיעה את הרמקול העליון של המכשיר בתוך המסך (ולצערי זה משהו שקצת פחות אהבתי ב-P30).\nלצד המייט 30 פרו, וואווי השיקה גם את ה-Mate 30 בגירסה סטנדרטית שמגיעה עם מגרעת קצת יותר צנועה ומסך OLED שטוח בגודל של 6.62 אינץ׳. כלומר, דפנות המסך לא גולשות אל צידי המכשיר. בשביל להפעיל את המסך העוצמתי שלו, המייט 30 פרו מצויד בסוללה עצומה של 4,500mAh, בעוד הדגם הסטנדרטי יושק עם סוללה מכובדת גם היא של 4,200mAh. שני המכשירים מצוידים ביכולת טעינה אלחוטית כמעט דמיונית של 27W וטעינה חוטית של 40W (מה שהחברה מכנה “סופר טעינה”), כך שגם אם הסוללה שלכם תאזול באורח פלא, תוכלו למלא אותה בקלות. גם הטעינה האלחוטית ההפוכה שראתה אור עם המייט 20 חוזרת השנה, אם איכשהו תמצאו לה שימוש, והיא מהירה כעת פי 3.\nצילום: גיקטיים\nהפעם וואווי החליטה לא להצטרף לטרנד מצלמות הסלפי הקופצות במכשיר הדגל שלה, אלא ללכת על עיצוב עם מגרעת דומה מאוד לזו של ה-Mate 20. בניגוד לרוב יצרניות האנדרואיד, בוואווי לפחות יש סיבה כמעט-מספקת לקיומה של המגרעת, כיוון שהיא מכילה את מערך האבטחה הביומטרי 3D Face (המקבילה של וואווי ל-Face ID של אפל). מההתנסות ב-Mate 20 בשנה שעברה, מדובר במערך אבטחה שלא כושל באמצעות תמונות כמו מכשירי אנדרואיד אחרים ועובד גם בחושך מלא. אגב, לצד מערך זיהוי הפנים וואווי מטמיעה גם חיישן טביעות אצבע בתוך המסך, כך שתוכלו להשתמש בכל אחד מהם מתי שתרצו ובהתאם לצורך.\nאם תהפכו את המכשיר, תמצאו מערך צילום משולש במודול עגול ודי משונה המציוד בעדשות של חברת Leica כהרגלה. המערך מגיע עם זוג מצלמות 40MP שוואווי מכנה “SuperSensing”. מצלמת ה-“Cine”, כפי שהחברה קוראת לה, היא בעלת חיישנים בגודל 1/1.54 אינץ’ ויכולת ISO של עד 51200 ואמורה להחזיק בעומק שדה מרשים במיוחד. בנוסף, אם התרגלתם לצילום בהילוך איטי של כ-900 פריימים לשניה, וואווי זורקת את הרעיון הזה מהחלון והולכת על צילום בהילוך איטי של – ותחזיקו חזק – 7,580 פריימים לשניה. המצלמה הראשית השניה מחזיקה בחיישן בגודל 1/1.7 אינץ’ ויכולות ISO של עד 409600, מה שאומר שתוכלו לצלם עם העדשה הרחבה גם בתנאי תאורה רעים.\nבמערך הצילום תוכלו למצוא גם מצלמת טלפוטו של 8MP עם יכולות זום של עד פי 3 אופטי, פי 5 זום היברידי המשלב תוכנה ואופטיקה, ועד פי 30 זום דיגיטלי. לבסוף, המייט 30 פרו מצויד גם בחיישן Time Of Flight שיעזור לתוכנה של וואווי להבין את עומק האלמנטים המצולמים, ולהתאים את האפקטים והעיבוד בצורה יותר מדויקת. גם בקידמת המכשיר ישנו חיישן שכזה, שאמור לסייע לכם לצלם תמונות סלפי עם אפקט בוקה (טשטוש) הרבה יותר מוצלחות מבעבר.\nמקור: Huawei\nה-Mate 30 ישווק גם בגירסת 4G סטנדרטית וגם לראשונה בגירסאת 5G. בוואווי די מתגאים בעובדה שמעבד ה-Kirin 990 שמניע את המכשיר, מכיל בפעם הראשונה בגרסת ה-5G שלו את המודם הייעודי על גבי השבב (SoC) מה שאמור לאפשר צריכת נתונים מהירה וטובה יותר, וכמו כן להוביל לחיסכון משמעותי בחיי הסוללה תוך שימוש ב-14 אנטנות. אחת הבעיות החמורות במכשירים הראשונים שמשתמשים ב-5G סובלים מצריכת אנרגיה משמעותית בעת שימוש ברשת החדשה, כך שיכול להיות שוואווי תחזיק ביתרון טכנולוגי מרשים ביחס למתחרות. המעבד החדש בארכיטקטורת 7 נ”מ אמור להיות מאובזר ב-16 ליבות עיבוד גראפי, ואמור להיות הרבה יותר חזק מקודמו.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nלמי שהספיק לשכוח, במסגרת מלחמת הסחר בין ארצות הברית לסין, נאסר על חברות אמריקאיות לעשות עסקים עם וואווי, אלא אם יקבלו אישור מיוחד מהממשל. אמנם מאז הממשל האמריקאי הקל במקצת את הסנקציות, אולם מדובר בפטור מהחרם עבור טכנולוגיות ומכשירים קיימים ולא חדשים. מכשירים חדשים – דוגמת ה-Mate 30 – עדיין מחייבים אישור, ומכיוון שזה לא ניתן, הם עדיין נכללים בחרם, מה שגורם לכך שלראשונה, רוכשי ה-Mate 30 ברחבי העולם יקבלו מכשיר שעליו לא מותקנת שום אפליקציה של גוגל, לרבות חנות האפליקציות, Google Play. המכשירים של החברה בסין הגיעו כמובן עד היום ללא האפליקציות של גוגל, אך כאן מדובר בשווקים שרגילים לקבל את האפליקציות של גוגל כבר על המכשיר מרגע ההדלקה הראשוני. כמו כן, וואווי בעצם נאלצת להשתמש באנדרואיד בגירסאת הקוד הפתוח החופשית שלה, ללא ההתאמות של גוגל (AOSP). על גביה תריץ וואווי את EMUI10.\nאם עד עכשיו קיווינו שלוואווי יהיה קלף בשרוול כמו למשל כפתור התקנה מהיר של גוגל פליי, גילינו באירוע שלא כך הדבר. אמנם כל משתמש יכול להתקין בעצמו קובצי APK חיצוניים המכילים את האפליקציות של גוגל, אך בשווקים כמו אירופה ממש לא ניתן לצפות מהלקוחות להתחיל לחפש קבצים חיצוניים להתקנה כשהם קונים מכשיר יוקרתי ומשוכלל.\nהדגם ״הבסיסי״ של ה-Mate 30 שמגיע עם זכרון RAM של 8GB ונפח אחסון של 128GB מתחיל ב-800 יורו (3,112 ש״ח) ומטפס ל-1,100 יורו (4,280 ש״ח) עבור דגם ה-Pro שכולל זיכרון RAM של 8GB ונפח אחסון של 256GB. גרסת ה-5G של המכשיר מגיעה עם 512GB נפח אחסון, ותעלה 1,200 יורו (4,670 ש״ח) – מחיר גבוה יותר מהאייפון 11 Pro Max.\nמה עושים באי וודאות? משיקים עוד מכשירים בקטגוריות שטראמפ לא יכול לגעת בהן כמובן. נראה שוואווי מחליטה לעשות שני דברים במקביל; ראשית, היא ממתינה עד שהחרמות של טראמפ יוסרו ממנה, ואז היא תוכל להשיק את הסמארטפונים שלה באירופה וכמובן גם בישראל; במקביל, האירוע היום שם דגש לא קטן על קטגוריות שהן לא בעולם המובייל, שם וואווי לא בהכרח תלויה בחברות כמו גוגל ובתוכנה שלה, אלא יכולה לפתח מערכות הפעלה משלה. ממש בדומה ל-Tizen של סמסונג. כך, היא בעצם מנסה להגדיל את נתח השוק שלה בקטגוריות אחרות, בתקווה לשמור על הצמיחה האדירה שהיא הציגה בשנתיים האחרונות עד יעבור זעם, או עד ש-Harmony OS, מערכת ההפעלה של וואווי, תהיה מוכנה לחלוטין, ואז היא כבר עשויה לצאת חזקה מכל נושא החרמות.\nשעון ה- ה-GT 2, מקור: Huawei\nבין המכשירים שהשיקה החברה היום, שהם לא המייט 30, נחשף גם ה-GT 2, הדור השני של השעונים החכמים של וואווי. השעון מגיע בשני גדלים: הראשון עם מסך AMOLED בגודל 1.39 אינץ’ כמו שראינו בדור הקודם, והשני בגודל 1.2 אינץ’ למי שצריך שעון קצת יותר צנוע. שני השעונים מגיעים עם שבב ה-A1 החדש של וואווי שנמצא גם באוזניות ה-Freebuds 3 של החברה. השעון, אגב, לא מריץ את Wear OS של גוגל, אלא מערכת הפעלה פרטית של וואווי. המכשיר, לטענת החברה, מסוגל להחזיק במשך שבועיים על גבי טעינה בודדת, והוא עמיד במים עד לעומק של 50 מטר. וואווי הציגה גם רצועת כושר חדשה המצוידת בחיישן דופק אופטי, GPS ושלל חיישנים אחרים, ובניגוד לרצועות כושר אחרות, היא מגיעה עם חיבור USB סטנדרטי כך שלא תצטרכו להסתובב עם כבל נוסף (סופסוף). \nבנוסף, חשפה החברה גם את טלוויזיית ה-4K החדשה שלה – Huawei Vision, שמריצה את מערכת ההפעלה פרי פיתוחה – Harmony OS. נכון לעכשיו הטלוויזיה מגיעה בתצורה של 65 אינץ׳, 75 אינץ׳ ו-85 אינץ׳, כשבהמשך יתווספו דגמים נוספים בגודל של 55 אינץ׳ ו-85 אינץ׳. כמו כן הטלוויזיה כוללת מצלמה נשלפת כדי שתוכלו למקם אותה בחדר הישיבות ולנהל שיחות וידאו בלי אקסטרה אביזרים נלווים, וכמובן מצוידת ביכולות AI מתקדמות שהופכות אותה למעין רמקול-חכם-עם-מסך-ממש-גדול. נכון לעכשיו, החברה לא חשפה את המחיר ומועד ההשקה שלה, וככל הנראה היא לא תהיה זמינה מחוץ לסין.\nהכתב הינו אורח חברת Huawei במינכן", "keywords": "huawei,וואווי,mate 30,מייט 30,וואווי מייט,אירוע הכרזה,אנדרואיד,android,הכרזה"}