{"url": "https://www.geektime.co.il/what-to-expect-apple-september-event-2019/", "type": "article", "title": "אייפון 11, אבל לא רק: הנה כל מה שצפוי לנו מחר באירוע ההכרזה של אפל", "description": "כן, אייפונים יהיו - אל דאגה. אבל זה ממש לא הכל. הנה סיכום של כל ההכרזות הצפויות בתחום החומרה והתוכנה. ככה לפחות אנחנו חושבים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/Screenshot-2019-02-08-at-01.58.09-Edited-1568016096-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-09T11:04:21Z", "modified_time": "2019-09-09T11:18:53Z", "articleBody": "כן, אייפונים יהיו – אל דאגה. אבל זה ממש לא הכל. הנה סיכום של כל ההכרזות הצפויות בתחום החומרה והתוכנה. ככה לפחות אנחנו חושבים\nהאם הוא ייראה ככה? מקור: OnLeaks\n​מחר – 10.9 – בשעה 20:00, תפתח אפל את אירוע ההכרזות השנתי שלה בו היא מתכננת להכריז ככל הנראה על 3 ואולי אפילו 4 אייפונים חדשים, אבל זה ממש לא הכל. אנחנו כמובן נסקר את כל ההכרזות בתחום החומרה והתוכנה שיהיו בזמן אמת, אבל בינתיים, הנה כל השמועות, הדיווחים ומה שצפוי לנו. ככה לפחות אנחנו חושבים.\nכמדי שנה, ההכרזות שיעניינו את רוב האנשים באירוע ספטמבר של אפל נוגעות לאייפונים, אז נתחיל איתן; אם הסתבכתם עם השמות של האייפונים הקודמים -iPhone XS, iPhone XS Max ו-XR, אפל צפויה לפשט השנה את העניינים ולשנות את השמות של האייפונים החדשים ל-iPhone 11 – פשוט וקל, כמו שהיא אוהבת. בנוסף, אנחנו צפויים להכיר את iPhone 11 Pro ו-iPhone 11 Pro Max.\nהדמיית קונספט של האייפון 11. מקור: CONCEPT CREATOR\nמבחינה חיצונית, האייפונים החדשים לא צפויים להגיע בעיצוב חדשני, שיבדל אותם באופן קיצוני מהדגמים הקודמים שהושקו, למעט מערך הצילום האחורי הבולט יותר. כמו יצרניות האנדרואיד, גם אפל שמה דגש על המצלמה, וכעת כל אחד מהדגמים החדשים שיושקו יגיע עם מצלמה אחת נוספת ומשודרגת.\nדור ההמשך ל-XR, כלומר האייפון 11, יגיע עם מצלמת טלפוטו עם זום אופטי, וגרסאות הפרו של המכשיר יגיעו ככל הנראה עם מערך צילום משולש, שיכלול גם עדשה רחבה של 12 מגה פיקסל. על פי הדיווחים, מערך הצילום באייפון פרו שודרג באופן משמעותי, והוא יאפשר לכם לצלם תמונות מוצלחות גם בתנאי תאורה לא אידיאליים, ויכלול פיצ׳ר AI – כי 2019 וחייבים AI – לשדרוג אוטומטי של תמונות. מדובר בפיצ’ר שאמור לתת ככל הנראה מענה למערך הצילום המתקדם של גוגל במכשירי הפיקסל שלה. על פי חלק מהדיווחים, מערך הצילום המשולש יציע מצב בו שלוש המצלמות יפעלו במקביל והתוצרים יאוחדו לתמונה סופית אחת, מדויקת ואיכותית יותר.\nAlleged next iPhone case moldings show what we discussed in our story last week in terms of new cameras. 3 on the high end, 2 on the new XR. Plus all models apparently getting a square, at least based on this one mold floating around. https://t.co/BhAFTZZL6u pic.twitter.com/QlNJTsApzX\n— Mark Gurman (@markgurman) May 13, 2019\n\nמאפיין נוסף שנשאר זהה הוא הגדלים של המסכים: האייפון 11 צפוי להגיע עם מסך OLED בגודל 5.8 אינץ׳ בעוד שגרסאות הפרו יגיעו עם מסך מוגדל של 6.5 אינץ׳. מגנון האבטחה של אפל, ה-Face ID משתדרג גם ושואב השראה מהאייפד פרו, כך שהצפי הוא שכעת תוכלו לבטל את נעילת המכשיר בקלות, גם שהוא מונח על השולחן, והפנים שלכם לא ממוקמים ישירות מולו. גימיק או פיצ׳ר נוסף (אתם תחליטו) שצפוי להתווסף לאייפונים החדשים בגרסת הפרו הוא הפיכתם למטען אלחוטי עבור ה-AirPods באמצעות הנחתם על גב המכשיר – לא פיצ׳ר חדשני שטרם ראינו, אחרי שוואווי פרצו את הדרך וסמסונג שעטו בעקבותיהם – אבל בהחלט נחמד ושימושי.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nאז נכון, אייפונים הם ה-סיבה למסיבה מחר, אבל אם אתם פחות מתעניינים כרגע באייפון חדש – הנה עוד כמה הכרזות חומרה פוטנציאליות למחר. בגזרת ה-Apple Watch, אל תצפו ליותר מידי חידושים; לא בטוח שיוכרז דור חדש של השעון (דור חמש) אלא מנגד, אפל פשוט תשדרג את הדגם הנוכחי, תוסיף לו מעבד חדש – S5 – שמבטיח להיות מהיר ויעיל יותר. מבחינה חיצונית, גרסת הבטא של WatchOS 6 חשפה שהשעון עשוי להגיע בתצורה פיזית חדשה בגימור קרמי או טיטניום. מעבר לזה, לא ידוע יותר מידי.\nשמועות נוספות נוגעות לכך שיתכן שאפל תציג גרסאות חדשות של אוזניות ה-AirPods שלה עם פיצ׳ר ביטול רעשים ועמידות משופרת בפני מים. מוצר חדש שאולי נראה מחר מאפל הוא הגרסה שלה ל-Tile, תגי מעקב מבוססי בלוטות׳ שיאפשרו לכם לדעת בכל רגע נתון איפה המפתחות או הארנק שלכם נמצא – ולאתר אותם בקלות, אולי אפילו בעזרת AR. מיני שמועה נוספת נוגעת לגרסה חדשה ל-Apple TV שתגיע עם מעבד A12 – אותו אחד שנמצא באייפון XS ובאייפד אייר.\nבתקופה האחרונה אפל הרחיבה באופן משמעותי את פעילותה מעבר לייצור חומרה, והיא עוד חייבת לנו פרטים נוספים על Apple TV Plus ושירות הגיימינג החדש שלה – Apple Arcade. על פי דיווח של בלומברג, אפל מתכננת להשיק את שירות +Apple TV במהלך חודש נובמבר, ולא תלך בדיוק בדרכה של נטפליקס: במקום לשחרר את כל הפרקים של סדרות חדשות ברגע עלייתן לאוויר, אפל שוקלת לשחרר 3 פרקים במקום רק את פרק הבכורה של חלק מסדרות המקור שלה, ולאחר מכן לעבור למודל שחרור שבועי “קלאסי”. החברה טרם הכריזה על המחירים הרשמיים, אך הדיבור הוא על עלות של 10 דולר בחודש – מחיר זהה למחירי מנויים אחרים של החברה כמו Apple Music, אבל מחיר מעט גבוה יותר מתוכניות הבסיס של נטפליקס ואמזון. יתכן בהחלט שמחר נקבל תשובות רשמיות.\nאת Apple Arcade, שירות משחקים חדש שיציע מאות כותרים בפורמט של מינוי חודשי אפל חשפה כבר לפני כחצי שנה, אבל פרטים תכלסיים כמו מועד השקה ומחיר – טרם נחשפו. החברה הבטיחה כי השירות יגיע בסתיו הקרוב ל-150 מדינות, ובהתחשב בכך שאנחנו אוטוטו בסתיו – נראה לנו שמחר זו הזדמנות מצוינת לחשוף פרטים נוספים על השירות שיכלול מאות משחקים ממפתחות כמו SEGA, Cartoon Network ו-Lego.\nכאמור, נכון לרגע זה מדובר רק בדיווחים, שמועות והדלפות למיניהן, אבל למזלנו – אנחנו נמצאים קצת יותר מיממה לפני שהכל יתבהר ויהפוך רשמי יותר. אתם מוזמנים להצטרף אלינו לצפייה בשידור החי, כאשר לראשונה אפל תאפשר לצפות באירוע ההכרזה גם דרך יוטיוב. אנחנו כרגיל נעקוב ונעדכן אתכם בזמן אמת עם כל ההכרזות, אז Stay Tuned.", "keywords": "apple,ios,iphone,iphone 11,אייפון,אייפון 11,אירוע iphone,אירוע אייפון,אירוע אפל,אירוע הכרזה,אפל,דיווח,שמועות,שמועות אפל"}