{"url": "https://www.geektime.co.il/cyber-monday-deals-2017/", "type": "article", "title": "מחר זה קורה: 10 מבצעי Cyber Monday ששווה לכם לבדוק", "description": "אם עדיין לא בזבזתם את מלוא התקציב שלכם בבלאק פריידי, הנה 10 מוצרים שמוצעים לזמן מוגבל בהנחות די מכובדות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/ecommerce-2607114_960_720-1511700211.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-26T16:00:30Z", "modified_time": "2017-11-27T10:26:23Z", "articleBody": "אם עדיין לא בזבזתם את מלוא התקציב שלכם בבלאק פריידי, הנה 10 מוצרים שמוצעים לזמן מוגבל בהנחות די מכובדות\nמקור: Pixabay\nאם חשקה נפשיכם במקרן, יתכן שמצאנו לכם אופציה די מעניינת; לרגל ימי המכירות המיוחדים Epson מציעה את אחד המקרנים שלה, דגם Home Cinema 1060 בהנחה נחמדה. המקרן מציע חווית צפיה באיכות HD בגודל מירבי של עד 300 אינץ’, איכות תמונה מכובדת הודות לעוצמת הארה של 3,100 לומן, וכולל 2 יציאות HDMI.\nמחיר: 500 דולר – 1,754 ש”ח (במקום 650 דולר)\nלרכישה\nEpson – Home Cinema 1060, מקור: עמוד המוצר\nיש גיימרים או “וואנה בי” גיימרים בסביבה? הנה דיל מעניין עבורכם בחסות best buy. לזמן מוגבל תוכלו לרכוש את קונסולת המשחקים Sony PlayStation 4 עם 1 טרה בייט של זיכרון, כך שתוכלו להעמיס אותו במלא משחקים.\nמחיר: 200 דולר – 702 ש”ח (במקום 300 דולר)\nלרכישה\nSony PlayStation 4, מקור: עמוד המוצר\nהרמקול החכם של אמזון מצויד גם במסך מגע בגודל של 7.4 אינץ’ כדי להעשיר את חווית השימוש בו ולאפשר לכם בין היתר לנהל דרכו שיחות וידאו או לשלוט במכשירים החכמים בבית כדי לראות למשל מי מצלצל בדלת הכניסה. גם ה-Show מתבסס על פקודות קוליות וכדי להפעיל אותו כל שעליכם לעשות הוא להגיד “אלקסה” כדי להעיר אותו משנתו. המכשיר החדש כולל 8 מיקרופונים שיחד מבטיחים לשמוע אתכם מכל רחבי החדר, גם כאשר מוסיקה מתנגנת.\nמחיר: 180 דולר – 631 ש”ח (במקום 230 דולר)\nלרכישה\nAmazon Echo Show, מקור: עמוד המוצר\nב-Walmart תוכלו למצוא טלוויזית LED 4K חכמה של סמסונג בגודל 55 אינץ’ בהנחה של 200 דולר. מבחינה טכנית, היא בעלת רזולוצית 2160p, קצב רענון של 120Hz, כוללת 3 יציאות HDMI ו-2 USB.\nמחיר: 498 דולר – 1,747 ש”ח (במקום 698 דולר)\nלרכישה\nSamsung UN55MU6290, מקור: עמוד המוצר\nצמיד הניטור שחשפה Fitbit לפני מספר חודשים כולל פיצ’ר מרכזי שהתווסף בעקבות בקשת הקהל – מעקב אחר קצב הלב של המשתמש. כמו כן הוא מגיע עם כל הפיצ’רים המוכרים – מערכת מעקב שינה ששודרגה ומציגה יותר נתונים כדי שתוכלו ללמוד בבוקר איך עבר עליכם הלילה. כמו כן, גם המערכת שסופרת כמה קלוריות שרפתם במהלך פעילות גופנית עברה שדרוג. מבחינת סוללה, הצמיד אמור להחזיק עד שבוע בין טעינה לטעינה.\nמחיר: 99 דולר – 347 ש”ח (במקום 150 דולר)\nלרכישה\nFitbit Alta HR, מקור: עמוד המוצר\nעל האוזניות האלחוטיות מבטלות הרעשים של Bose כתבנו לא מעט, אבל אם אתם רוצים ליהנות מחוויה די זהה, רק טיפה פחות ‘מודרנית’, תוכלו לעשות זאת די בקלות ולחסוך גם כסף על הדרך. הדגם החוטי של האוזניות Bose QuietComfort 25 יאפשר לכם ליהנות מניגון רציף של מוסיקה עם מנגנון ביטול הרעשים למשך עד 35 שעות בעזרת סוללת AAA אחת. כאשר זו תיגמר, תוכלו להמשיך להאזין למוסיקה כרגיל, רק בלי סינון רעשים.\nמחיר: 179 דולר – 628 ש”ח (במקום 279 דולר)\nלרכישה\nBose QuietComfort 25, מקור: עמוד המוצר\nעזבו אתכם מאייפון X או אוזניות מבטלות רעשים, האקססורי הנחשק ביותר בקרב כל גיק הוא ללא ספק רובה של NERF (מה, לא ככה?). רשת ToysRUs האמריקאית מציעה מגוון דגמים בהנחות, כאשר אחד המבצעים המעניינים הוא על דגם ה-Rival Nemesis MXVII שמגיע עם 100 כדורים שיעופו במהירות בזק לעבר היריבים שלכם במשרד.\nמחיר: 78 דולר – 274 ש”ח (במקום 100 דולר)\nלרכישה\nNERF Rival Nemesis MXVII-10K Blaster, מקור: עמוד המוצר\nהרמקול החכם של גוגל עובד די דומה ל-Echo של אמזון. הוא מאפשר לשלוט במגוון מכשירים בבית באמצעות התממשקות עם מוצרים של Nest, SmartThings, Philips Hue ו-IFTTT. כמו כן, בעזרת Google Home ניתן לשלוט גם בכרומקאסט ולבחור למשל איזה סרטון אנחנו רוצים שיתנגן בטלוויזיה, וכמובן להיעזר בו כדי לקבל מענה לשאלות בוערות, לו”ז או מזג האוויר.\nמחיר: 79 דולר – 277 ש”ח (במקום 129 דולר)\nלרכישה\nGoogle Home. מקור: גוגל\nמתקשים למצוא את הזמן כדי לנקות את החלונות ופשוט מתעלמים מהמטלה הזו? (זה בסדר, אתם לא לבד), למה שלא תרכשו מנקה רובוטי שיעשה במקומכם את העבודה השחורה? המנקה הרובוטי, דגם Alfawise S60 מוצע ב-35% הנחה, מגיע עם שלט, כולל 3 מצבי ניקוי ויודע להתאים את עצמו באופן אוטומטי לכל חלון – תוך כדי התחמקות ממכשולים וממסגרת החלון.\nמחיר: 113 דולר – 397 ש”ח\nלרכישה\nAlfawise S60, מקור: עמוד המוצר\nאם ברובוטים לניקוי עסקינן, גם השואב הרובוטי הלא רע בכלל של שיאומי, אותנו סקרנו לפי קרוב לשנה, משתתף בפסטיבל ההנחות. אמ;לק: ה-Mi Vacuum שואב היטב, יודע להתחמק ממכשולים ומרהיטים ועושה את זה בזמן קצר יחסית. גם האפליקציה שמשמשת לתכנות ולבקרה שלו עובדת היטב וקלה להפעלה, ולאחרונה היא גם זכתה לתמיכה באנגלית מה שבהחלט מפשט את העניין והופך את העסקה למשתלמת אף יותר.\nמחיר: 300 דולר – 1071 ש”ח\nלרכישה\nצילום: גיקטיים\nמרבית האתרים עם המבצעים השווים (וולמארט, בסט ביי, אמזון) לא מציעים שילוח ישיר לישראל, אבל אל דאגה כי גם לזה יש פתרון: לרגל ימי המכירות החגיגיים, חברת השילוח DEALTAS משיקה את FixDeal; מחיר אחיד ב-15 קטגוריות פופולריות לשילוח אקספרס עם שליח עד הבית. האותיות הקטנות והחשובות: לגו – מוגבל לחבילות עם עד 4,500 חלקים, וטלוויזיות בגודל מקסימלי של 55 אינץ’. כמו כן, אין כפל מבצעים והטבות.\n\nגם USHOPS יוצאת במהלך דומה ומציעה מחיר שילוח “fix” ללא אותיות קטנות וללא הגבלת משקל. כמו כן, מציעה החברה עד 50% הנחה על המשלוח מארה”ב לישראל. כך לדוגמה עבור משלוח של סמארטפון תשלמו 20 דולר, על טאבלט – 23 דולר ועל טלוויזיה 94 דולר. שימו לב שכדי ליהנות מההנחה עליכם להעתיק את קוד הקופון הרלוונטי מכאן.\nמקור: USHOPS", "keywords": "סייבר מאנדיי,cyber monday,קניות,בלאק פריידי,קניות באינטרנט,קניות אונליין,מבצעים,שיאומי,xiaomi,שואב רובוטי,bose,nerf,google home,echo show,ps4"}