{"url": "https://www.geektime.co.il/apple-new-most-affordable-ipad-yet/", "type": "article", "title": "אפל חושפת אייפד חדש, לראשונה עם תמיכה ב-Pencil בליין הבסיסי", "description": "הדגם החדש יוצע לסטודנטים ולתלמידים תמורת 299 דולרים ולקהל הרחב תמורת 329 דולרים, המכשיר זמין לרכישה החל מהיום ויגיע לחנויות בארצות הברית במהלך השבוע הקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Screen-Shot-2018-03-27-at-18.45.13-1522165507.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-27T18:53:29Z", "modified_time": "2018-03-27T19:23:56Z", "articleBody": "הדגם החדש יוצע לסטודנטים ולתלמידים תמורת 299 דולרים ולקהל הרחב תמורת 329 דולרים, המכשיר זמין לרכישה החל מהיום ויגיע לחנויות בארצות הברית במהלך השבוע הקרוב\n \n\nבאירוע המתקיים בדקות אלה בשיקגו חשפה לפני דקות אחדות אפל אייפד חדש, מוזל ולראשונה בעל תמיכה מובנת ב-Pencil בליין הבסיסי שלה. המכשיר הנוכחי יחליף את הדגם הזול ביותר בסדרת המכשירים וכולל עיצוב זהה לקודמיו אך מפרט טכני מתקדם מעט יותר. לארץ הוא צפוי להגיע רק בחודש הבא.\nהדגם החדש יגיע עם מסך בגודל ״9.7, לראשונה עם תמיכה מובנת ב-Pencil בליין האייפדים המוזלים (שלא בגרסת ה-Pro). הוא יכלול חיישן לטביעות אצבע (Touch ID), מצלמה קדמית באיכות 1.2 מגה פיקסל, אחורית באיכות 8 מגה פיקסל ומעבד A10 Fusion שנועד להתמודד עם אפליקציות מציאות רבודה בו נתקלנו לראשונה בדגמי האייפון 7. בניגוד לשמועות אפל לא הורידה את מחיר הכניסה בליין האייפדים שלה והותירה אותו על 329 דולרים לתצורת ה-32GB אולם שידרגה את הדגם הקיים ברמת המפרט. המכשיר יוצע גם בתצורה בנפח 128GB תמורת 429 דולרים. מי שירצה לרכוש לעצמו Pencil אגב יתקל במחיר הרגיל שלו שנותר ללא שינוי – 99 דולרים. על מנת בכל זאת להעניק אפשרות לרכוש סטיילוס זול יותר שיתמוך באייפד מציגה אפל שיתוף פעולה עם לוג׳יטק באמצעות מוצר בשם Crayon. הסטיילוס של לוג׳יטק יעלה כמחצית ממחירו של ה-Pencil ויעמוד על 49 דולרים.\nבמהלך האירוע הציגה אפל חידושים רבים לסדרת התוכנות שלה שנועדו לשוק החינוך. בין היתר חשפה אפל גרסה חדשה ל-Classroom to Mac המיועד לכיתות ולסנכרון בזמן אמת בין מצגות לבין אייפדים בזמן שיעור, גרסה חדשה ל-ClassKit, גרסאות חדשות לכל התוכנות בחבילת iWork והטבה שתינתן החל מהיום לסטודנטים בכל רחבי העולם – גישה ל-iCloud בנפח 200GB בחינם.\n﻿", "keywords": "אייפד,אייפד מוזל,אייפד חדש,אפל,מחשב לוח,אירוע הכרזה,apple,ipad,pencil,apple keynote"}