{"url": "https://www.geektime.co.il/sonos-beam-soundbar-review/", "type": "article", "title": "הסאונדבר הקטן הזה מגיע עם סאונד משובח שישדרג לכם את הטלוויזיה, ואפילו יותר מזה", "description": "ה-Sonos Beam הוא סאונדבר קומפקטי, חכם ועם סאונד נהדר, אבל יש כמה דברים שצריך לקחת בחשבון לפני שמוסיפים אותו לסלון שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/05/IMG_20190514_182947-1-1557848143-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-17T10:30:39Z", "modified_time": "2019-05-17T12:13:33Z", "articleBody": "ה-Sonos Beam הוא סאונדבר קומפקטי, חכם ועם סאונד נהדר, אבל יש כמה דברים שצריך לקחת בחשבון לפני שמוסיפים אותו לסלון שלכם\nצילום: גיקטיים\nהמותג Sonos כבש כבר נתח שוק מכובד בעולם הרמקולים האיכותיים והחכמים, והפך לשם דבר בארצות הברית, בעיקר הודות לאיכות הסאונד המוצלחת שלו, וליכולת חיבור הרמקולים לקבוצות והשמעה של המוזיקה שלכם בחדרים ברחבי הבית (הרבה לפני שהתחלתם לשים רמקולים חכמים בכל חדר). אולם למרות המוניטין החזק, סונוס לא הצליחה עדיין להכות גלים בישראל, ורבים אף לא יודעים שהמוצרים שלה מיובאים בצורה רשמית לישראל. אחד המוצרים המעניינים ביותר שהחברה השיקה בעת האחרונה בישראל הוא ה-Sonos Beam, הסאונדבר (מקרן סאונד) הקומפקטי והמאוד מפתיע שלה. אירחתי אותו בסלון שלי למשך כמה שבועות כדי לבדוק האם יש סופסוף שחקנית משמעותית חדשה בשוק בישראל.\nבניגוד לסאונדברים, רסיברים ורמקולים אחרים שאנחנו מכירים מעולם הקולנוע הביתי, ה-Beam הוא קטן וקומפקטי, בערך באורך של חצי מהטלוויזיה שלכם, כך שהוא לא יתפוס יותר מדי מקום על גבי המזנון שלכם. כשתסובבו את ה-Beam, שהוא קטן וקל יחסית ממילא, תגלו שיש לו רק שלושה חיבורים: חיבור לחשמל, HDMI וחיבור Ethernet. זהו. את ה-Beam הכי כדאי לחבר לטלוויזיה שלכם באמצעות כבל HDMI ליציאת ה-ARC (בדרך כלל היא מסומנת ככזו). כיוון שכך הטלוויזיה והסאונדבר עובדים בסינכרון מושלם ויודעים להדליק ולכבות האחד את השניה (עוד על כך בהמשך). מאחר שטלוויזיית הסמסונג שלי התקמצנה ביציאות HDMI, השתמשתי במתאם ה-HDMI לכבל אופטי המצורף לערכה (ומגיעה לסונוס מילה טובה על זה שהיא כוללת אותו בערכה המצורפת) כדי לחבר את הסאונדבר אל היציאה האופטית בטלוויזיה. בכל זאת, אם יש לכם קונסולת משחק, סטרימר ומחשב מחובר לסלון, יש סיכוי סביר שאין לכם יציאת HDMI לבזבז.\nצילום: גיקטיים\nאחרי שתחברו את ה-Beam לטלוויזיה שלכם, כל שנותר הוא לפתוח את אפליקציית Sonos בסמארטפון הקרוב לכף ידכם, שם תוכלו להגדיר את הרמקול החדש או לצרף אותו לקבוצות רמקולים אחרות של סונוס. אני נאלצתי לחבר אותו בפעם הראשונה באמצעות חיבור האיטרנט כאשר החיבור האלחוטי כשל שוב ושוב, אבל מהיבואן נמסר לי כי מדובר בבעיה נקודתית ברשת שלי ולא בעיה נפוצה. על כל פנים, מיד לאחר החיבור החד פעמי לראוטר, הרמקול הוגדר ויכולתי פשוט להתחיל להשתמש בו באמצעות האפליקציה של סונוס.\nה-Beam לא מגיע עם שלט כלשהו, אבל הוא כן יכול להסתנכרן עם שלטים אחרים שלכם כמו למשל של הטלוויזיה או השלט של האפל טי וי. מסיבה לא ברורה, האפליקציה של סונוס לא מאפשרת סינכרון של יותר משלט אחד בו זמנית ל-Beam, כך שאם אתם אוהבים או רגילים לעבוד עם מספר רב של שלטים, תצטרכו להתרגל לעבוד עם אחד. רוב השליטה בסאונדבר מתבצעת דרך האפליקציה של סונוס, ואם תתקינו את הסאונבר באמצעות אייפון או אייפד, תוכלו להתאים את הסאונד למרחב הסלון שלכם על ידי הפעלת פונקציית ה-TruePlay שמשמיעה סאונד מציק בעוד אתם יושבים על הספה או מתהלכים בחדר (במראה של מגרש רוחות רעות), ומודדת את ההחזר של הסאונד באמצעות המיקרופון של הסמארטפון שלכם. מאוד מגניב, אבל אני לא בטוח שזה השפיע בצורה יוצאת מן הכלל על פיזור הסאונד בחדר.\n﻿\nמבחינה טכנית, ל-Beam יש 4 וופרים, טוויטר בודד, שלושה רדיאטורים פאסיביים ו-5 מגברים (אמפליפיירים) בקטגוריית D. אבל עזבו אתכם מנתונים טכניים, בואו נדבר על העולם האמיתי של צפייה בתוכן בסלון: בצפיה למשל בפרק של “משחקי הכס” (בלי ספוילרים, אל דאגה) נהנתי מאוד ממוזיקת הרקע והצלילות של הדיאלוגים. הסאונדבר משאיר את הדיאלוגים בערוץ המרכזי ומנסה שהם לא יתערבבו עם הצלילים שבאים משמאל ומימין, כך שיותר קל להאזין להם.\nכשדמויות כמו טיריון נטו לקול מעט באסי, הוופרים נכנסו לקצת יותר מדי פעולה ואילצו אותי לשחק עם ההגדרות. כשאתם צופים (או יותר נכון, מאזינים) לקבצים ותכנים באיכות גבוהה, הסאונד הוא נהדר. אבל כשאתם צורכים תוכן לא כל כך איכותי, ה-Beam קצת מדגיש עד כמה התוכן הזה, בעיקר כפי שהוא משודר בשירותי הטלוויזיה הישראליים, לא בהכרח נשמע טוב מספיק. זה בערך כמו לשים משקפיים חדשים ולראות כמה הכל מלוכלך מסביב.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nברגע שניגנתי בסאונדבר שירים מספוטיפיי סופסוף הגיע הכוח של סונוס לפעולה: הצליל שלו עמוק להפליא, אבל כזה ששם דגש לא קטן על מידים (כאמור, כדי לשמור על הדיאלוגים בסרטיו בסדרות כמו שיותר. הסאונד מופרד בצורה פשוט נהדרת וכמעט כל שיר נשמע עליו עוצמתי ומדויק יותר מכל סאונדבר אחר שבדקתי עד כה. בניגוד לחלק גדול מהסאונדברים שאתם מכירים, ה-Beam לא מגיע עם סאבוופר נוסף (וגם עליו והמחיר הכבד שלו נדון בהמשך), מה שאומר שאתם סומכים על הוופרים של הרמקול עצמו שעושים עבודה טובה מאוד, אבל לא כזו שמצליחה להפריד באסים בצורה מושלמת ולתת להם את הכבוד המגיע להם. לעיתים הם קצת משתלטים על החגיגה של שאר הסאונד הנהדר, אבל זה משהו שאתם כמובן יכולים להתאים באיקוויליזר באפליקציה של סונוס לצד עוד לא מעט הגדרות אחרות שיתאימו את הסאונד לפי ההעדפות שלכם.\nהטוויסט של ה-Beam מגיע דווקא בדמות 5 המיקרופונים שבו, שאם תרצו, יכולים להתממשק אל מול אלכסה או הגוגל אסיסטנט, ולהפוך את ה-Beam לרמקול חכם ממש כמו מכשירי Echo או Google Home, כך שתוכלו להשתמש בו לכל פקודה שהתרגלתם לתת לעוזרת הקולית, להשמיע מוזיקה מספוטיפיי ושירותי מוזיקה אחרים, או יותר טוב מכך, להדליק/לכבות את הטלוויזיה ואפילו לשלוט בווליום שלה. אבל אותן אפשרויות יפתחו בפניכם רק  אם תגדירו את החשבון שלכם לאיזור ארצות הברית. המיקרופונים שומעים אתכם היטב, והשילוב של אלכסה או גוגל אסיסטנט עם היכולות של ה-Beam יוצר רמקול חכם מהאיכותיים ביותר מבחינת סאונד שקיימים בשוק.\nתמונה: Sonos\nהמיקרופונים עושים עבודה מצוינת בלקלוט את הפקודות שלכם, וגם כאשר ניגנתי מוזיקה בעוצמה יחסית גבוהה, פקודת ה-OK Google נקלטה על ידי המיקרופונים גם כשלא הרמתי את הקול אלא דיברתי באופן די רגיל. עם זאת, מההתנסות שלי בעיקר עם הגוגל אסיסטנט נראה שהזמן שלוקח לרמקול להבין ולעבד את הפקודה שלכם, ובעיקר להבין מתי סיימתם לתת אותה, אורך כמה שניות יותר מאשר מה שהתרגלתי אליו בגוגל הום או במכשירי אנדרואיד. חשוב לזכור שהפיצ’ר הזה נמצא במצב Preview כרגע, ועשוי להשתפר בהמשך, אבל גם במצב הנוכחי שלכם, הוא מאפשר לכם להפוך את הסלון שלכם להרבה יותר חכם, ולחסוך לכם צורך ברכישות יחידה נוספת של גוגל הום או Google Home Max אם אתם מחפשים איכות סאונד גבוהה.\nבינתיים, כאמור, אתם תצטרכו לדאוג שחשבון הסונוס שלכם ישויך לארצות הברית, ולא לישראל. לשאלת גיקטיים, נמסר לנו מהיבואן כי סונוס מתכננת לפתוח את האפשרות לאיזורים נוספים, ביניהם ישראל, רק בהמשך השנה.\nה-Beam לא תומך בפורמטים מורכבים כמו Dolby Atmos (אלא רק PCM Stereo ו-Dolby Digital), כך שהוא לא בדיוק Future Proof ולא יענה בהכרח על הצרכים של האודיופילים שמחפשים את הצעקה האחרונה בתחום הסאונד בקולנוע הביתי, אבל הוא כן תומך ב-AirPlay 2 של אפל, פיצ׳ר די קשה לאיתור בקרב סאונדברים בטווח המחיר הזה. כמובן שניתן לעשות אליו Casting מספוטיפיי ואפליקציות נוספות בין אם מהסמארטפון שלכם או מהאפליקציה המצוינת של סונוס שמתחברת לרוב שירותי המוזיקה והתוכן הפופולארים, דרכה תוכלו גם להרכיב רשימות השמעה ולנהל את כל הרמקולים בבית.\nבעוד בארצות הברית הוא מתומחר בצורה אגרסיבית יחסית לתחרות (כ-400 דולר), בישראל מחירו עומד על כ-2,290 שקלים. לא דיל זול במיוחד (אם כי זהה למחיר האירופי, שעל פיו מוצרים נקבעים בישראל לרוב), אבל הוא עושה הרבה יותר ממה שרמקולים מקבילים אחרים עושים: אתם מקבלים כאן גם סאונדבר לטלוויזיה, גם כרטיס כניסה לא רע לעולם של Sonos וגם רמקול חכם מהאיכותיים ביותר מבחינת שמע שקיימים בשוק.\nעם זאת, כדאי לשים לב שה-Beam לא מגיע עם סאב-וופר בערכה הבסיסית, ואם תרצו בכל זאת להפריד את הבאסים שלכם בצורה יותר מדויקת ואיכותית, תצטרכו להיפרד מעוד – תחזיקו חזק – 3,590 שקלים. כן, יותר מעלות הסאונדבר עצמו. זאת מאחר שהסאבוופר הנלווה תוכנן בכלל לאחיו הוותיק והיקר יותר של ה-Beam, לא שזה תירוץ טוב. מצד שני, הסאבוופר אמור להתממשק אל מול כל המוצרים האחרים של סונוס, כך שאם אתם כבר עמוק בתוך האקוסיסטם של החברה, זו תוספת מעניינת אם כי ממש לא זולה. אם תוסיפו גם עוד רמקולים כדי לקבל אפקטי סראונד איכותיים יותר ולהפוך את מערכת הקולנוע הביתית שלכם למושלמת, תצטרכו להפרד מעוד אלפי שקלים רבים.\nתמונה: Sonos\nהאקו סיסטם של סונוס הוא לא זול, אבל אלו שנכנסים אליו מתקשים לצאת, וזה לא מאחר שסונוס נועלת אותם בגן סגור יותר מדי, אלא מאחר שמדובר ברמקולים שמכוילים בצורה מאוד, אבל מאוד טובה, שגורמת למוזיקה ולתכנים שלכם להשמע ממש, אבל ממש טוב. הוא אמור להיות רק אחד מני כמה רמקולים שתמקמו ברחבי הבית, והאפליקציה של סונוס מאפשרת לכם להגדיר קבוצות של רמקולים כדי שתוכלו למשל לשמוע את המוזיקה שלכם בכל החדרים בו זמנית בסינכרון מושלם. שאר הרמקולים של סונוס, ממש כמו ה-Beam, הם מוצלחים, נשמעים הרבה יותר טוב וקלים יותר לשימוש מרוב הרמקולים הקיימים בשוק. אפשר להגיד שסונוס היא סוג של ה-Apple של עולם הרמקולים. מוצרים מעוצבים, נוחים, פשוטים ומוצלחים, אבל לתכונות כאלו יש מחיר.\nהיה לי קשה לחזור לסאונדבר תוצרת סמסונג שיש לי, שלא יוצא זול במיוחד בהשוואה ל-Beam. מיד קל היה להבחין עד כמה הדיאלוגים נבלעים אל מול שאר האפקטים, כמה הסאבוופר של סמסונג עושה עבודה טובה בלהפריד את הבאסים, אבל כושל במבחן ההפרדה ובהעצמה של שאר התכנים. הכל נשמע הרבה יותר אחיד, שטוח ופחות נעים ועשיר. שלא נדבר על העובדה שהוא סאונדבר טיפש, ועכשיו אני צריך לחזור להרים את הקול שלי כדי שהגוגל הום במטבח או בחדר השינה ישמע אותי.\nזכרו שה-Beam מתאים בעיקר לחדרים קטנים-בינוניים, ולא לסלונים עצומים, ואם יש לכם סלון מתאים, הוא בהחלט יכול לשדרג לכם את מערכת הסאונד בסלון ולתת לכם עוד עוצמה לחווית הצפייה בטלוויזיה, גיימינג וגם למוזיקה שלכם, בטח בהשוואה לרמקול של הטלוויזיה שלכם שהוא רוב הסיכויים, עם כל הכבוד, די טיפש.\n ", "keywords": "סונוס,סונוס בים,בים,בימ,סונוס בימ,סאונדבר,סאונד בר,רמקול,רמקול חכם,טלוויזיה,sonos,sonos beam,beam,soundbar,ביקורת,השוואה,חוות דעת,סקירה,review"}