{"url": "https://www.geektime.co.il/nokia-black-box-is-coming-soon-to-you/", "type": "article", "title": "נוקיה עם טיזר, צפויה לחשוף היום מוצר חדש וזה לא טלפון", "description": "נוקיה מציגה תמונה ראשונה של המוצר החדש אותו מתכננת לחשוף כבר היום. האם מדובר על קופסת טלוויזיה, מחשב שולחני או אולי אפילו Hub חכם?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/nokia-m.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-18T09:48:42Z", "modified_time": "2014-11-18T09:48:42Z", "articleBody": "נוקיה מציגה תמונה ראשונה של המוצר החדש אותו מתכננת לחשוף כבר היום. האם מדובר על קופסת טלוויזיה, מחשב שולחני או אולי אפילו Hub חכם?\nמקור: חשבון הטוויטר של נוקיה\nבעוד שמיקרוסופט החליטה להפרד משם המותג נוקיה בסדרת מכשירי הלומיה החדשים, החברה הפינית עובדת במרץ על מנת לשמור על שם המותג שלה. כעת מסתמן כי החברה מתכננת לחשוף מוצר חדש כבר היום, שנכון לעכשיו נראה בעיקר כמו קופסה שחורה\nבחשבון הטוויטר הרשמי של נוקיה צייצה החברה את המשפט ״נחשו מה? אנחנו זוממים משהו״ בצירוף ההאשתאגים #thinkingahead ו-#Slush14. בנוסף, צירפה החברה תמונה של הקופסה השחורה המדוברת, המלווה בתאריך של היום, 18.11 לצד אותו משפט אותו כתבה גם בציוץ עצמו. ה-Slush מתייחס לכנס Slush הנפתח היום בפינלנד, במסגרתו מתכננת החברה להציג את המוצר החדש שלה.\nבניגוד לאפל, סמסונג או אפילו HTC, הפעם לא תוכלו למצוא הדלפות או רמזים בכל הנוגע למוצר אותו מתכננת לשחרר החברה. עם זאת, רשת האינטרנט מביעה עניין ״בתחייה המחודשת״ של נוקיה, כשההשערות והניחושים מתחילים להציף את האתרים השונים.\nבין הניחושים השונים העולים ברחבי האינטרנט ואף באתרים הטכנולוגיים עצמם, ניתן למצוא מספר כיוונים מעניינים והגיוניים אליהם בחרה נוקיה לפנות. הניחוש הראשון והברור מאליו הוא שמדובר במכשיר שיתחבר אל מכשיר הטלוויזיה של המשתמשים וייתכן שאף יריץ את Android TV, כסוג של אלטרנטיבה לנגן ה-Nexus Player אותו השיקה גוגל לפני כחודש.\nבמידה ונוקיה לא תכנס לשוק הטלוויזיה, ייתכן כי הקופסה הנוכחית היא בכלל מחשב, בדומה ל-Chromebox. החברה אף יכולה להשתמש במערכת ההפעלה שלה, Symbian OS, למרות שאנו לא בטוחים שאכן מדובר ברעיון הטוב ביותר עבורה או עבור המשתמשים.\nהניחוש השלישי שלנו הוא שמדובר על ״קצה הקרחון״ של סדרת מוצרים חדשה, כשהקופסה הנוכחית היא ה-Hub שיחבר ביניהם. כלומר, ייתכן שנוקיה מעוניינת להכנס אל תחום האינטרנט של החפצים, ומתכננת להציג במהלך החודשים הקרובים מגוון עוד יותר רחב של מוצרים שיתחברו אל הקופסה ויוכלו לשפר את חייהם של המשתמשים, או לכל הפחות להתריע להם כשהחלב במקרר עומד להתקלקל.\nלצד הניחושים וההשערות שלנו, התמונה לבדה עוזרת לנו להגיע למסקנה הברורה והחשובה ביותר: שנוקיה חוזרת אל עסקי החומרה ומחפשת אפיקים חדשים מלבד מכשירים סלולריים על מנת לתפוס את עיניהם וארנקיהם של המשתמשים. אין זה מפתיע, בהתחשב בכך שהחברה אינה יכולה להשתמש בשם המותג שלה בשוק הסמארטפונים עד 2016 ואינה יכולה להצמיד את מותג נוקיה לשוק המכשירים הבסיסיים, הטיפשים, הודות לעסקה שחתמה עם מיקרוסופט.\nהשאלה המתבקשת היא האם החברה אכן החליטה לייצר ולבנות את המוצר החדש בעצמה, או שהחליטה להעניק רישיון לשימוש בשמה ובמגוון הפטנטים שלה ליצרנית צד שלישי, בדומה לאופן הפעולה של גוגל. מה שבטוח הוא שבעוד שרבים מאיתנו האמינו כי נוקיה לא תצליח להרשים אותנו, עיני העולם הטכנולוגי נשואות אליה וממתינות לראות מה בדיוק היא עתידה לשלוף מהשרוול.", "keywords": "נוקיה,קופסא,קופסא שחורה,קופסה שחורה,black box,nokia,announcement,אירוע הכרזה,הכרזה,slush,android tv,"}