{"url": "https://www.geektime.co.il/google-android-tv-dongle/", "type": "article", "title": "גוגל הכריזה על מכשיר חדש ומעניין, אבל הוא לא בשבילכם", "description": "הרבה אנשים רוצים את המכשיר הזה, אבל רק מעטים יוכלו להניח את הידיים שלהם עליו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/11344601111523546581-728x405-1525957580.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-11T10:00:52Z", "modified_time": "2018-05-10T16:36:09Z", "articleBody": "הרבה אנשים רוצים את המכשיר הזה, אבל רק מעטים יוכלו להניח את הידיים שלהם עליו\nתמונה: גוגל\nבחודשים האחרונים צפו דיווחים על כך שה-FCC אישר מכשיר סטרימינג חדש של גוגל, שנראה ממש כמו כרומקאסט, אך בעצם מריץ את מערכת ההפעלה Android TV, ואף מגיע עם שלט שתומך בפקודות קוליות באמצעות העוזרת הקולית של גוגל. אירוע הפתיחה של כנס המפתחים של גוגל שהתקיים השבוע היה עמוס בשלל הכרזות בנוגע למוצרי החברה ככלל ולאנדרואיד בפרט. כצפוי, לא נחשפו בו מכשירים חדשים או מוצרי חומרה חדשים לצרכן. אבל בשקט יחסי גוגל הציגה למפתחים מכשיר חדש ומעניין במיוחד: דונגל בשם ADT-2 שדומה מאוד לכרומקאסטים הקיימים, אבל שונה מהם לחלוטין ברמת התוכנה כיוון שהוא מריץ את מערכת ההפעלה Android TV. מה הקאץ’? המכשיר החדש מיועד אך ורק למפתחי אפליקציות ל-Android TV, ונכון לעכשיו לא צפוי להימכר לצרכנים הפרטיים.\nתמונה: גוגל\nה-ADT-2 המדובר תומך בניגון תכנים באיכות 4K60, HDR, מגיע עם ערכת השבבים AMLogic 905X (שנמצאת במכשירים כמו Amazon Fire TV 4K וה-Mi Box המאוד פופולארי של שיאומי), 2 גיגה זכרון RAM ו-8 גיגה נפח אחסון פנימי. במקום להריץ את פונקציות ה-Casting המאוד בסיסיות של הכרומקאסט הרגיל, המכשיר הזה יגיע עם Android P, הגירסה האחרונה של מערכת ההפעלה. מלבד אפשרויות קאסטינג רגילות, תוכלו לשלוט במכשיר עם שלט ייעודי שאפילו מאובזר במיקרופון ויאפשר לכם לזמן את העוזרת הקולית של גוגל.\nכאמור, המכשיר החדש לא מיועד לצרכן הפרטי, אלא לשימושם של מפתחי אפליקציות שיוכלו לבדוק את האפליקציות שלהם בצורה טובה ופרקטית יותר על גבי מערכת ההפעלה האחרונה. הוא נוח במיוחד למפתחים כיוון שניתן לקחת אותו לכל מקום בקלות ולבדוק אותו על גבי מערכת ההפעלה כולה.\nגם אנחנו תהינו למה בעצם גוגל לא רוצה למכור את המוצר הזה, שלפחות על הנייר נראה כמו מכשיר סטרימינג זול ומוצלח במיוחד שיקבל עדכונים תדירים מגוגל בכבודה ובעצמה, ויעניק חווית אנדרואיד נקייה. ובכן, Android Police טוענים כי הצוות של Android TV שבעצם מציע את המוצר, הוא חטיבה מנותקת לחלוטין שאין לה כל יכולת או השפעה על קבלת ההחלטות בגזרת החומרה. האחריות הזו נחה על כתפיהם של חברי צוות החומרה של גוגל, כך שרק כשהם ירצו לשווק את המוצר, הוא ישווק לציבור.\nאם אתם מפתחים אפליקציות לאנדרואיד TV, אתם יכולים להגיש בקשה לקבלת ה-ADT-2 באמצעות הטופס הזה. יכול להיות שגוגל שומרת את השקת המכשיר לציבור הרחב באירוע המדיה הגדול הבא שלה בחודש אוקטובר, בו היא צפויה להשיק את מכשיר הפיקסל 3 לצד מוצרים נוספים.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "גוגל,google i/o 2018,כנס מפתחים,אנדרואיד,אנדרואיד טי וי,כרומקאסט,android tv,chromecast,android,google"}