{"url": "https://www.geektime.co.il/google-io2014-preview/", "type": "article", "title": "אז מה צפוי לנו ב-Google I/O, כנס המפתחים של גוגל", "description": "כמדי שנה, זוכה אירוע המפתחים השנתי של גוגל לתשומת לב כלל עולמי ומעורר סקרנות רבה לגבי ההכרזות הצפויות בו; אז אילו הפתעות מכינה לנו גוגל בכנס?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/MEDIUM1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-24T17:27:16Z", "modified_time": "2014-06-25T11:40:02Z", "articleBody": "כמדי שנה, זוכה אירוע המפתחים השנתי של גוגל לתשומת לב כלל עולמי ומעורר סקרנות רבה לגבי ההכרזות הצפויות בו; אז אילו הפתעות מכינה לנו גוגל בכנס?\nלוגו הכנס. מקור: Google\nמחר ומחרתיים (25-26.6) יתקיים בסן פרנסיסקו Gogle I/O, כנס המפתחים השנתי של גוגל. מה שהחל ככנס, שעורר עניין בעיקר בקרב קהילת המפתחים, הפך לאירוע נחשק, שמעניין את כל חובבי הטכנולוגיה והגאדג’טים, אירוע שהכרטיסים אליו אוזלים תוך פחות משעה, למרות שמחיר כרטיס בודד הוא כ-900$. השנה, יתקיים האירוע בפעם השביעית ויהווה במה מרכזית עבור גוגל להצגת הטכנולוגיות המתקדמות ביותר שלה ולאן פני החברה מועדות.\nאנדרואיד בשעון. מקור: Google\nבמרכז הכנס צפויה לעמוד Android Wear – גרסת אנדרואיד המיועדת להפעלה בפריטי מחשוב לביש כמו למשל שעונים חכמים. ההערכות הן כי גוגל תנצל את הבמה כדי להכריז סוף סוף על SDK ל-Android Wear, מה שאמור לייצר גל של מוצרים ואפליקציות, שיעזרו להפוך את מערכת ההפעלה לסטנדרט. בינתיים כבר מאפשרת החברה למפתחים להתנסות בפלטפורמה. ואם כבר מדברים על מחשוב לביש, כמה מיצרניות החומרה הגדולות צפויות להציג בכנס את השעונים החכמים שלהן, שיריצו כמובן את ה-Android Wear. ביניהן, סמסונג, מוטורולה שתציג את ה-Moto 360 ו-LG שתציג את ה-G Watch. המשקפיים החכמים של גוגל, ה-Google Glass, זמינים כבר לא מעט זמן למפתחים, שמפתחים אפליקציות ייעודיות למכשיר. בינתיים, הכריזה גוגל על כניסה לשלב בטא פתוח ומאפשרת את הרכישה לכל אזרח אמריקאי ולאחרונה גם בריטי, תמורת 1,500$.\n\n \nהכרזה מעניינת יכולה להגיע מכיוון Android TV, גרסת אנדרואיד המותאמת למסכי טלוויזיה, שתומכת בשידור והזרמת תכנים בין הפלטפורמות השונות ותחליף את Google TV הכושלת. אמנם לגוגל כבר יש מוצר שמזרים מדיה בין פלטפורמות שונות למסך הטלוויזיה – הכרומקאסט – אולם לא מן הנמנע ש-Android TV תכיל בידול אחר כמו למשל משחקים או שיחות ועידה ב-Hangouts (דוגמת השילוב של Skype בקונסולת ה-Xbox) וממשק שונה לחלוטין. הצלחה של פלטפורמת ה-Android TV תעניק לגוגל גישה ישירה לסלון שלנו ודריסת רגל נוספת בבית החכם, זאת בהמשך לרכישה של חברת התרמוסטטים Nest וחברת המצלמות הביתיות Dropcam, שנרכשה לאחרונה תמורת יותר מחצי מיליארד דולר. גוגל גם צפויה להכריז על Auto Link, שבדומה ל-CarPlay של אפל, יאפשר אינטראקציה בין הסמארטפונים לרכב ושליטה נוחה יותר בזמן נהיגה.\nלמרות שגוגל לא צפויה להכריז על עדכון גרסה משמעותי לאנדרואיד, דוגמת אנדרואיד 4.5 – לוליפופ, הכרזות נוספות יכולות להגיע מכיוונים רבים. בחטיבות השונות שלה עובדת גוגל בכל רגע נתון על עשרות פרויקטים ומוצרים מרתקים והכרזות מעניינות עשויות להגיע גם מכיוונם וגם מרכישות שונות שביצעה החברה בתקופה האחרונה: כך למשל Google Fiber, שירות האינטרנט המהיר של החברה; Google Play Fitness – פלטפורמת האפליקציות המיועדות למחשוב הלביש ולניטור הפעילות הגופנית; Google Stars, שירות מועדפים חדש, עליו כבר דיווחנו בעבר; או פרויקט טנגו המסקרן. הכרזה מעניינת יכולה להיות קשורה ל-SlickLogin הישראלית או שילוב של הטכנולוגיה שפיתחה במוצרים השונים; תמיכה של אנדרואיד במעבדי 64 ביט; החלפה של Dalvik הוותיק ב-Android Run Time – ART ועוד.\n \n \n ", "keywords": "גוגל,אירוע,הכרזה,אירוע מפתחים,כנס מפתחים,אנדרואיד,הכרזות,google i/o,google,developers,android wear,android tv,android run time,google glass,גלאס"}