{"url": "https://www.geektime.co.il/ces-2012-lenovo-android/", "type": "article", "title": "CES 2012: אנדרואיד בסימן טלוויזיה", "description": "לרגל תערוכת CES 2012, חשפה לנובו את הטלוויזיה החכמה הראשונה שמריצה את מערכת ההפעלה אנדרואיד 4, הידועה גם בשם Ice Cream Sandwich", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/K91-553D_031-630x419.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-09T14:25:04Z", "modified_time": "2012-01-09T18:13:32Z", "articleBody": "לרגל תערוכת CES 2012, חשפה לנובו את הטלוויזיה החכמה הראשונה שמריצה את מערכת ההפעלה אנדרואיד 4, הידועה גם בשם Ice Cream Sandwich\nמקור: יח\"צ\nאם עד היום ישבתם וחיכיתם להגעתה של Google TV אל סלון הבית שלכם, הכירו את הדבר הבא שכנראה תרצו לקנות, במידה ואתם אוהדי אנדרואיד כמובן. לקראת תערוכת CES 2012 הציגה לנובו טלוויזיה בגודל 55 אינץ’, שמריצה את מערכת ההפעלה אנדרואיד בגרסת Ice Cream Sandwich.\nלרגל תערוכת CES 2012 שתפתח מחר בלאס וגאס, התכנסו חברות רבות על מנת להציג את המוצרים שעתידים לכבוש את השוק במהלך השנה הקרובה. אחת מהחברות הללו היא לנובו, שהציגה כבר בתחילת התערוכה טלוויזיה בגודל 55 אינץ’, המריצה את מערכת ההפעלה אנדרואיד בגרסה 4 – Ice Cream Sandwich.\nלמקרה שאתם מרגישים מבולבלים, חשוב לציין כי לא מדובר ב-Google TV, אלא בממשק אנדרואידי העוזר ללנובו להציע למשתמשיה יכולות גבוהות ואיכותיות במיוחד, מלוות במגוון תכונות שעדיין לא נראו בטלוויזיות אחרות. לטענת לנובו, מדובר בטלוויזיה שעתידה לבצע מהפכה טכנולוגית – ישירות בסלון הבית של המשתמש. טלוויזית K91 שהציגה החברה, היא למעשה הטלוויזיה החכמה הראשונה שמריצה את מערכת ההפעלה אנדרואיד ובנוסף נעזרת בשירותי הענן של לנובו כדי להציע חווית משתמש אידיאלית.\nבין התכונות הבולטות של הטלוויזיה המדוברת, ניתן למצוא תמיכה בסרטי תלת מימד, זכרון פנימי בנפח 8 ג’יגה, זכרון RAM בנפח ג’יגה, מעבד כפול ליבה Qualcomm 8060 Snapdragon במהירות 1.5 ג’יגה הרץ, מצלמת רשת באיכות 5 מגה פיקסלים, תמיכה בכרטיסי SD, חיבור WiFi 802.11b/g/n, חיבורי USB ו-HDMI, אפשרות לשליטה קולית וטכנולוגיית זיהוי פנים.\nמקור: יח\"צ\nהשילוב בין לנובו ואנדרואיד מאפשר להציג למשתמשים שלוש תכונות חכמות משמעותיות: VOD, אפליקציות אינטרנט וכמובן תוכניות טלוויזיה סטנדרטיות. הטלוויזיה מגיעה עם מעל ל-100 אפליקציות מובנות בתוך המכשיר, כמו גם האפשרות לרכוש מגוון אפליקציות דרך האנדרואיד מרקט.\nההטמעה של שירותי הענן של לנובו מאפשרת למשתמשים להשתמש במכשיר הטאבלט, סמארטפון או אפילו במחשב האישי שלהם על מנת לשלוט על הטלוויזיה, כמו גם לצפות בסרטונים או לשמוע את השירים האהובים על המשתמשים – ישירות דרך המסך הגדול.\nלנובו הצהירה כי הטלוויזיה זמינה לרכישה כבר עכשיו ברחבי סין, אך עדיין לא מתחייבת על תאריך שחרור לשאר העולם, כמו גם המחיר שידרש הצרכן לשלם. בינתיים, כל מה שנותר לנו לעשות הוא לחכות בסבלנות ולראות איזה עוד הפתעות תציג לנו תערוכת CES 2012 בהמשך השבוע.", "keywords": "lenovo,vod,apps,android market,android,google,ces 2012,תערוכת ces 2012,google tv,ice cream sandwich,android ice cream sandwich,לנובו,אפליקציה,אפליקציות,אפליקציות web,חנות אפליקציות,חנויות אפליקציות,גוגל,גוגל טיוי,גוגל טיווי,אנדרואיד,קסטה,אנדרואיד 4,"}