{"url": "https://www.geektime.co.il/mk802-mini-pc-android-google-smart-tv/", "type": "article", "title": "בדקנו: MK802+ Android 4.0 Mini PC [מדריך התקנה]", "description": "בלי לעשות הרבה רעש, תופס לאט לאט המחשב הזעיר את מקומו. לקחנו לסקירה את ה-MK802+, ונותרנו עם רושם בהחלט חיובי. המהפכה הבאה בתחום המיחשוב כבר כאן?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/10/MK802-Android-PC.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-10-08T11:30:02Z", "modified_time": "2012-10-09T11:22:17Z", "articleBody": "בלי לעשות הרבה רעש, תופס לאט לאט המחשב הזעיר את מקומו. לקחנו לסקירה את ה-MK802+, ונותרנו עם רושם בהחלט חיובי. המהפכה הבאה בתחום המיחשוב כבר כאן?\nMK802 Mini PC. מקור: יח”צ\nבתקופה זו של שיאים טכנולוגיים חדשים ופריצות דרך בתחום המחשוב, כאשר במרכז במת הטכנולוגיה היום עומדים הסמארטפונים השונים ומחשבי הלוח היקרים, מן הצד, לאט לאט, מתגנבים להם מחשבי המיני PC הזולים, החוסכים מאות עד אלפי שקלים בפוטנציאל, כפתרונות שונים למחשוב הביתי.\nהאם אי פעם חשבתם שמכשיר בגודל שתי אצבעות יוכל להפוך לכם את מכשיר הטלוויזיה הביתי לטלוויזיה חכמה, להפוך אותה למרכז מדיה ביתי על ידי חיבוריות WIFI ויכולת להציג סרטוני וידאו באיכות 1080p, לנהל שיחות וידאו בעזרת Skype על-ידי הרצת מערכת ההפעלה אנדרואיד, להוות את העוגן המשרדי הביתי שלכם לדואר אלקטרוני, הרצת יישומים שולחניים, ואף עריכת מסמכים ומצגות על ידי הרצת הפצות שונות של לינוקס?\nובכן, הטכנולוגיה הזו עדיין נמצאת בחיתוליה, אך כבר עכשיו היא מבצעת את כל המשימות הרשומות מעלה, ואף עושה זאת באיכות מספקת. מתוך הסקרנות, הזמנתי לפני כמה ימים את המחשב הזעיר MK802+, ולצורך הסקירה אשתמש בו.\nעלות המכשיר שמסוגל לבצע את כל המטלות המפורטות בפסקה הקודמת, היא 55 דולר – כ-210 שקלים חדשים נכון להיום. ה-MK802+ כולל:\nמה בקופסא? מחשב זעיר MK802+, כבל מתח, כבל USB HOST, כבל מיני USB לחיבור למחשב, כבל מיני HDMI ל-HDMI.\nMK802+, החלקים שמגיעים בקופסא אנדרואידית\nהמכשיר מגיע עם מערכת הפעלה אנדרואיד 4.0.4 (תמיכה מובנית בעברית), אך כמובן, כמו כל מכשיר אנדרואידי טוב, גם כאן יש אלטרנטיבות. אני התקנתי עליו רום מבושל Uberoid 1.2, אך ניתן להתקין ולהריץ עליו גם CyanogenMOD 9/10 ולשדרג את גירסאת האנדרואיד ל-Jellybean.\nההתקנה דומה להתקנת רומים מבושלים על מכשירים אחרים: התקנת Clockworkmod, לאחר מכן CM, ולאחר מכן Gapps ו-Compatibility Zip בשביל להתאים את ההפצה למכשיר. משום מה, אני כרגע לא מצליח לנווט בתפריט ה-CWM בעזרת המקלדת או העכבר, ולכן לא הצלחתי להתקין עליו את גירסאות הסיינוג’ן, אך הרום המבושל Uberoid עושה עבודה מספיק טובה, עד שיימצא פיתרון לדגם הספציפי שבבעלותי.\nאת הרום המבושל ניתן להוריד מכאן, ולצרוב אותו על-ידי תוכנת ה-Livesuit שניתנת להורדה מכאן.\nבכדי שהמחשב יזהה את המכשיר, יש לקחת Mini Clip משרדי (המעוגל שמחבר דפים באופן זמני) וללחוץ על כפתור ה-Reset הממוקם בצד התחתון השמאלי של הסטיק אם מסתכלים עליו ממבט עליון. אין לעזוב את הלחיצה, ותוך כדי שהכפתור לחוץ לחבר אותו ליציאת ה-USB במחשב.\nלאחר מכן, יש ללחוץ מספר פעמים (בין 10 ל-15) ברציפות ובמהירות על כפתור ה-Reset, בכדי שהמחשב יזהה ויוריד דרייברים מתאימים. לאחר מכן, יש לבצע פעולה דומה בעת שימוש בתוכנת ה-Livesuit, ולעקוב אחרי האשף.\nUberoid v1.2 למכשירי MK802. חוויית אנדרואיד מלאה. מקור: צילום מסך\nכמובן שדרך האנדרואיד ניתן לצפות בסרטוני YouTube באיכות HD מלאה בעזרת מנהל משימות מתאים. החומרה של ה-MK802 לא מספיק חזקה בשביל להריץ מספר משימות במקביל, כך שבכדי לקבל חוויית צפייה מלאה, סיגרו את כל המשימות הרצות ברקע לפני שאתם מפעילים את מלוא כוחו של המעבד הקטן.\nכחלק מההתאמה של המכשיר לצרכיי, החלטתי לתת לו Look & Feel של סטרימר ביתי, על ידי הורדה של הלאנצ’ר Android TV Launcher, ששונה על ידי אחד ממשתמשי המיני פיסי וניתן להורדה מכאן.\nמראה והרגשה של מרכז מדיה ביתי, TV Launcher מקור: צילומסך\nאת הזרמת המדיה ניתן לעשות בכמה דרכים, כמובן שניתן לחבר דיסק קשיח חיצוני ולנגן ישירות דרך אפליקציית MX Player, אך לפי דעתי הרבה יותר מגניב לאחסן את כל המדיה על המחשב הנייח שבדרך כלל נמצא בבית, או אפילו על הלפטופ שלכם, ולהתחבר אליו דרך אפליקציה מצויינת, מעוצבת נהדר ופשוטה בשם Plex (תוכנת שרת בחינם, אפליקציה לאנדרואיד ב-20 שקלים בקירוב).\nPlex For Android מקור: Google Play\nהזרמת המדיה נעשית באיכות מצויינת בעזרת האפליקציה, ממשק פשוט מאוד והדרישה היחידה היא שהסטיק והשרת יישבו על אותה רשת ביתית. מציאת השרת נעשית באופן אוטומטי ומקורות המידע של האפליקציה יודעים לזהות גם סרטים בעברית. מומלץ ביותר.\nאגב, תוכנת המדיה סנטר בקוד הפתוח XBMC כבר נמצאת בפיתוח מתקדם לאנדרואיד ורצה על המערכת, אך אינה תומכת בהאצת חומרה למעבדי A10, ולכן רצה לאט, בינתיים Plex מספקת פיתרון מצויין, עד שתצא גירסא של XBMC בתאימות מלאה למכשיר או גירסאת אובונטו של XBMCBuntu.\nבאפשרותכם להכניס כרטיס זיכרון בנפח של 8gb לפחות לחריץ ה-Micro SD ולצרוב עליו גירסאת לייט של Ubuntu. כרגע נוצרו גירסאות מתאימות למחשב הזעיר מהסוג הזה, להפצות הבאות (המומלצות ביותר):\nUbuntu Linux on MK802. מקור: Miniand\nכמו שאתם רואים, ניתן להתקין הפצת Lightweight של לינוקס על המחשב הזעיר, ולהפעיל אותה בעת הצורך. בכל פעם שברצונכם להפעיל אותה, יש פשוט להכניס את כרטיס ה-Micro SD לחריץ, וה-MK802 יריץ אותו לבד. אם ברצונכם לחזור לאנדרואיד, פשוט נתקו את המכשיר מהחשמל והוציאו את הכרטיס מהחריץ, המחשב יעלה עם מערכת האנדרואיד.\nהתקנת ההפצה נעשית די בקלות, בעזרת הורדת הקובץ ה-Img המתאים וצריבה באמצעות Win32DiskImager, כמובן שצריבה על הדיסק הנייד תמחק את כל הנתונים מהדיסק, נתון שאותו יש לקחת בחשבון. כמו כן, הפעולה תשנה את מערכת ההפעלה של הדיסק לכזאת התואמת Linux, ולכן בכדי להחזיר אותו למצבו המקורי עליכם יהיה לבצע מספר פעולות פירמוט שונות בעזרת כלי ה-Diskpart של Windows.\nהמחשב הזעיר שעלה לי כ-210 שקלים ביצע בהצלחה פעולות של מזרים מדיה ביתי, הריץ אנדרואיד, הציג סרטים באיכות 1080p, הריץ הפצות שונות של לינוקס עם דפדפן Chromium בהצלחה, הצלחנו לנהל איתו שיחות וידאו בעזרת Skype ומצלמת אינטרנט, ולמעשה אפשר לעשות איתו מה שרוצים.\nבתמורה ל-210 שקלים בקירוב, זהו בהחלט מכשיר שהפוטנציאל שלו עוד גדול. בקרוב ייצאו מכשירי ה-Mini PC בעלי מעבד כפול ליבה וזיכרון RAM מוגדל, שיאפשרו הרצה של יישומים מתקדמים יותר, באיכות טובה יותר ועם ריבוי משימות, אך ללא ספק המכשיר הזה אמור להחליף את הסטרימרים היקרים (בין 400 ל-1500 ש”ח) ויכול להוות פתרון כולל לטלוויזיה בחדר או במשרד, בעזרת מפצל HD מתאים.\nלקנייה, ניתן לפנות אל Ebay, RikoMagic, Miniand, Amazon ושאר רשתות הקניות באינטרנט. המחיר נע בין 50$ למכשיר הזול ל-90$ למכשיר היקר. לדעתי, בהחלט שווה.", "keywords": "mini pc,android,google tv,smart tv,מיני פיסי,אנדרואיד,גוגל טיוי,טלוויזיה חכמה,ריקומג\\'יק,mk802,לינוקס,אובונטו,linux,ubuntu"}