{"url": "https://www.geektime.co.il/oneplus-6t-announced/", "type": "article", "title": "ה-OnePlus 6T הוכרז עם חיישן טביעת אצבע במסך, מפרט מרשים ומחיר נוח", "description": "החברה שהפכה לאחד המותגים האהובים והמוערכים ביותר בעולם האנדרואיד הציגה היום את ה-OnePlus 6T שהוא לא רק המכשיר הראשון שלה עם חיישן טביעת אצבע מתחת למסך, הוא גם כולל מפרט שלא יבייש אף מכשיר, כל זאת במחיר תחרותי למדי", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/44963656_1653852181387247_3344088942851915776_o-1540829096-e1540829138566-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-29T18:12:43Z", "modified_time": "2018-10-29T18:40:30Z", "articleBody": "החברה שהפכה לאחד המותגים האהובים והמוערכים ביותר בעולם האנדרואיד הציגה היום את ה-OnePlus 6T שהוא לא רק המכשיר הראשון שלה עם חיישן טביעת אצבע מתחת למסך, הוא גם כולל מפרט שלא יבייש אף מכשיר, כל זאת במחיר תחרותי למדי\nתמונה: OP\nלמרות ההפתעה של אפל, OnePlus קיימה הערב (ב׳) את אירוע ההכרזה הגדול שלה בניו יורק בו היא חשפה לראשונה את ה-OnePlus 6T. לא רק שמדובר במכשיר המתקדם ביותר של החברה עד כה, הוא גם עומד להיות ציון דרך עבורה, שעומדת לפלוש לארצות הברית.\nלראשונה בתולדות OnePlus, ה-6T מגיע ללא כפתור בית או חיישן טביעת אצבע בגב המכשיר, ובמקום זאת יציע את חיישן טביעת האצבע הראשון של החברה שנמצא מתחת למסך. לטענת החברה, זהו חיישן טביעת האצבע המהיר ביותר שממוקם מתחת למסך וביטול הנעילה באמצעותו יתבצע ב-0.34 שניות בלבד.\nתצוגת המכשיר מגיעה עם מסך AMOLED בגודל 6.41 אינץ׳ ורזולוציית 2340×1080, ובניגוד לטרנד הסוחף בעולם האנדרואיד, המסך מגיע עם מגרעת מינימלית בצורת טיפה ושוליים דקיקים מתמיד. המסך מגיע לבהירות גבוהה למדי של יותר מ-600 ניטים.\nתמונה: OP\nכמיטב המסורת, ה-6T מגיע עם מפרט מוצלח מאוד: ערכת שבבים Snapdragon 845 של קוואלקום שמסוגלת להגיע למהירויות מרשימות של עד Gigabit על גבי רשתות LTE. המכשיר מגיע בשתי תצורות של 6 או 8 גיגה זכרון RAM ו-128 או 256 גיגה נפח אחסון. סוללת המכשיר מגיעה בנפח 3,700mAh מוצלח עם תמיכה בטעינה מהירה בתקן Fast Charge של החברה.\nOnePlus הציגה מצב מיוחד לגיימינג בשם Smart Boost שאמור להציג קצב פריימים קבוע ויציב באמצעות שימוש בזכרון ה-RAM כנפח אחסון מהיר יותר. בעקבות השינוי, קצב הטעינה של משחקים משתפר בעד 20%.\nתמונה: OP\nמערך הצילום האחורי של ה-6T נותר זהה לזה של ה-6, עם שתי מצלמות 16 ו-20 מגה פיקסל עם צמצם f/1.7 ומנגנון ייצוב אופטי. כמו כמעט כל מכשיר דגל השנה, גם ה-6T מצויד במערכת AI שיודעת לנתח את האובייקט המצולם ולהציע מצבי צילום אופטימליים עבורו. למרות שהוא זהה לקודמו, מערך הצילום שופר בעיקר בגזרת צילומי הלילה עם מצב Nightscape. זהו מצב HDR חדש של החברה שאמור לספק תמונות מוצלחות ובשתי שניות בלבד, לעומת מכשירים אחרים עם מצבי לילה שדורשים מכם לייצב את המכשיר בעת הצילום במשך כ-5 שניות. באופן די מפתיע ולא ייצוגי עבור יצרניות סמארטפונים, מצב צילום הלילה יגיע גם ל-OnePlus 6 בהמשך השבוע. מערך הצילום של ה-6T יגיע גם עם אפשרות צילומי פורטרט יותר מוצלחת שאמורה לספק תאורה המדמה צילום מקצועי על פני האדם שאתם מצלמים.\nה-6T הוא נקודת מפנה עבור OnePlus, כיוון שהוא המכשיר הראשון מבית החברה שיושק באופן רשמי בארצות הברית דרך ספקית הסלולר T-Mobile. כלומר, לקוחות יוכלו להגיע לחנויות ולהתנסות במכשירים, ולרכוש אותם בחנויות במקום רק און-ליין, כפי שנעשה עד כה. החל מה-1 בנובמבר, לקוחות בארצות הברית יוכלו לרכוש את המכשיר בחנויות ספקית הסלולר, ואף להחזיר מגוון רחב של מכשירים בתוכנית טרייד-אין ולקבל 300 דולר הנחה על עלות ה-6T. לאירופה, המכשירים צפויים להגיע ב-6 בנובמבר.\nהמכשיר יגיע בשני גווני שחור עם גימורים מעט שונים בשם Mirror Black ו-Midnight Black. וכהרגלה, OnePlus ממשיכה לשמור על תמחור אגרסיבי; מחיר ה-6T יחל ב-549 דולר ל-6 גיגה נפח RAM ו-128 גיגה נפח אחסון, ויטפס עד ל-629 דולר לגרסת ה-8 גיגה ו-256 גיגה נפח אחסון.\nהמכשירים יחלו להמכר בארץ החל מה-8 בנובמבר בתצורות הבאות: 6GB RAM, 128GB תמורת 2899 שקלים. 8GB RAM, 128GB תמורת 2999 שקלים, וגירסת ה- 8GB RAM ו-256GB תעלה 3299.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "oneplus,oneplus 6t,וואן פלוס,וואנפלוס,וואן פלוס 6t,הכרזה,השקה,סמארטפון,אנדרואיד,android,וואןפלוס"}