{"url": "https://www.geektime.co.il/samsung-galaxy-s10-launched-in-israel/", "type": "article", "title": "סמסונג השיקה את ה-Galaxy S10 בישראל, הנה כל הפרטים והמחירים", "description": "קצת יותר משבוע אחרי ההכרזה העולמית וכבר משיקה סמסונג ישראל את סדרת מכשירי הגלקסי S10 בישראל: הנה כל הפרטים והמחירים שאתם צריכים לדעת", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/IMG_20190219_152908-1-1550626935-768x576-1551591011-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-03T10:54:46Z", "modified_time": "2019-03-03T14:13:17Z", "articleBody": "קצת יותר משבוע אחרי ההכרזה העולמית וכבר משיקה סמסונג ישראל את סדרת מכשירי הגלקסי S10 בישראל: הנה כל הפרטים והמחירים שאתם צריכים לדעת\nצילום: גיקטיים\nעשרה ימים בלבד לאחר שהכריזה על מכשיר הדגל החדש שלה, ה-S10, משיקה סמסונג את המכשיר בישראל. באירוע שערכה החברה לפני זמן קצר (א’) היא חשפה את הפרטים והמחירים על המכשיר המדובר.\nבניגוד לשנים קודמות, אז הסתפקה החברה ב-2 מכשירים בסדרת ה-S, כוללת השנה הסדרה לא פחות מ-4 מכשירים: גלקסי S10, גלקסי S10 פלוס, גלקסי S10e – הגרסה המוזלת של המכשיר, והמכשיר שפחות רלוונטי לישראל – וכמעט בכל שוק בעולם כרגע – הגלקסי S10 5G – שמצוייד במודם X50 של קוואלקום ומאפשר מהירויות של 5G.\n\nשלושת המכשירים מגיעים כמובן עם מסך ה-AMOLED של סמסונג, שפצוע בחלקו העליון לטובת ה”חור במסך”, שם נמצא את המצלמות והחיישנים. כזכור, ה-Infinity-O, כפי שמכנה אותו סמסונג, הוא החלופה שלה ל”מגרעת” הכעורה של 2018. מה יותר נורא? זה כבר תלוי בכם.\nחוץ מזה, הגלקסי S10 מגיע עם מסך  Quad-HD+ בגודל 6.1 אינץ’ וצפיפות פיקסלים של 550ppi ויחס מסך 19:9. לעומתו, גרסת הפלוס מגיעה עם מסך 6.4 אינץ’ גדול יותר, אבל צפיפות פיקסלים נחותה יותר של 438ppi. ה-S10e המוזל מגיע עם מסך 5.8 אינץ’ עם צפיפות פיקסלים של 522ppi. כל המסכים נהנים מתמיכה ב-HDR10+ ובהירות 1,200 ניט.\n\nבתוך המכשירים נמצא בישראל את Exynos 9820, ערכת השבבים החדשה של סמסונג שמיוצרת בתהליך 8 ננומטר, וכוללת 8 ליבות עיבוד. ה-S10 יגיע עם 8GB RAM מסוג LPDDR4x, כשדגם הפלוס מציע גם אפשרות ל-10GB והמוזל מגיע עם 6GB “בלבד”. מבחינת נפח איחסון פנימי ה-S10 והפלוס יגיעו עם 128GB או 512GB. בארה”ב אגב יוצע גם דגם עם 1TB של איחסון, שלא יגיע לארץ. ה-S10e יגיע עם 128GB או 256GB, כשכל הדגמים מאפשרים הרחבה עם כרטיס microSD.\nגם מערך הצילום דומה – אך שונה. 2 הדגמים היקרים יותר יגיעו עם מערך צילום משולש שמתבסס על מצלמה עיקרית עם חיישן 12MP עם הצמצם הדינמי, שראינו לראשונה בגלקסי S9 משנה שעברה,  f/1.5/ f2.4; מצלמת טלפוטו (X2) עם מפתח צמצם f/2.4 וחיישן 12MP; ולבסוף מצלמה עם עדשה סופר-רחבה ומפתח צמצם f/2.2. דגם ה-e יכלול מערך צילום צנוע יותר – ללא מצלמת הטלפוטו.\nהבדל נוסף בין הדגמים נמצא גם בסוללות, כשדגם הפלוס – כיאה לגודלו ולמחירו – מגיע עם סוללה בריאה בקיבולת של 4,100mAh, בעוד שדגם ה-S10 הרגיל יסתפק בסוללת  3,400mAh והדגם המוזל משתרך מאחור עם סוללה בקיבולת 3,100mAh. כמו שאנחנו מצפים מסמסונג – כל המכשירים יגיעו עם תמיכה בטעינה מהירה ובטעינה אלחוטית מהירה. סמסונג גם אימצה מוואווי את הטעינה האלחוטית ההפוכה, שמאפשרת לכם להניח על גב הגלאקסי כל מכשיר תומך בתקן QI ולהטעין אותו מהמכשיר שלכם. בין השאר תוכלו להניח עליו את האוזניות החדשות של החברה.\nבגזרת הקישוריות מגיעים כל המכשירים עם תמיכה ב-4G LTE, ו-WiFi 6, לשעבר 802.11ax, חיבור Bluetooth 5.0 ו-USB-C. המכשירים מגיעים עם אנדרואיד 9 פאי ובימים האחרונים הם כבר זכו לעדכון הרשמי הראשון שלהם, שאפשר להם – סוף סוף – להגדיר מחדש את כפתור הביקסבי המיותר ולאפשר לכם להפעיל כל שירות או אפליקציה שרק תרצו בעזרת לחיצה עליו.\nהטעינה ההפוכה\nאגב, למי שמודאג, בסמסונג ישראל מדגישים כי הקלטת השיחות – פיצ’ר שנעדר מחלק מהגרסאות של המכשיר בעולם – יהיו זמינות בישראל.\nה-Galaxy S10e ה”מוזל” יעלה לכם 3,000 ש”ח; בעוד שגרסת ה-S10 הרגילה תעלה 3,600 ש”ח. דגם ה-S10 Plus יעלה 4,000 ש”ח לגירסת ה-128 גיגה, בעוד שגירסת ה-512 כבר מזנקת ל-5,000 שקלים. אחד היתרונות הכאילו קטנים, אבל חשובים, הוא שהמכשירים מגיעים עם מגן מסך מובנה, שהודבק כבר במפעל, מה שימנע מכם התרוצצויות לחנויות מתמחות או “בועות” מכוערות, וגם ימנע את הפאדיחה הצפויה כשתגלו שלא כל מדבקת מסך מזכוכית תאפשר לכם להשתמש בחיישן טביעות האצבע שמתחת למסך. בנוסף, מגיע כל מכשיר עם קייס שקוף שיגן על גב המכשיר.\nבנוסף לסמארטפנים השיקה סמסונג גם את שעון ה-Galaxy Watch Active, שיימכר תמורת 1,000 ש”ח; וכן את אוזניות ה-Galaxy Buds – שיימכרו תמורת 600 ש”ח. עם זאת בסמסונג מבטיחים שמי שירכוש הגלאקסי S10 יוכל לרכוש את האוזניות בעד 50 אחוז הנחה – במבצעים בערוצי המכירה השונים.\nכמובן שמדובר במחירים המומלצים על ידי היבואנית של החברה בישראל, ואלו נוטים להשתנות בין רשתות השיווק השונות, ולהיות נמוכים יותר משמעותית בייבוא מקביל. המכשיר זמין החל מהיום ברשתות השיווק וספקיות הסלולר השונות.\nדינמיקה סלולר: דגם Galaxy S10e – מחיר 2,980 ש”ח; דגם Galaxy S10 – מחיר 3,480 ש”ח; דגם Galaxy S10 פלוס – מחיר 3,880 ש”ח. בנוסף, בחברה מבטיחים לרוכשים ערכת הטבות בשווי 1,000 ₪ הכוללת מטען אלחוטי מהיר, מטען לרכב מקורי סמסונג וזרוע לרכב. אוזניות ה-Buds יימכרו לרוכשי הגלאקסי S10 ב-199 ש”ח במקום 499 ש”ח.\nפלאפון: ה-Galaxy S10e יגיע בצבעי שחור ולבן ובנפח של 128GB ויימכר במחיר של 2,989 שקלים; ה-Galaxy S10 יגיע בנפח של 128GB, בצבעי שחור, לבן וירוק ויימכר במחיר של 3,549 שקלים; ה-Galaxy S10 Plus יגיע בצבעי שחור, לבן וירוק ובשני נפחי זיכרון: 512GB יימכר במחיר של 4,599 שקלים, 128GB יימכר במחיר של 3,899 שקלים.\nסלקום: Galaxy S10 – מחיר 3,490 ש”ח; S10e – מחיר 2,990 ש”ח; Galaxy S10 פלוס – 3,890 ש”ח. רוכשים באתר יוכלו לקבל את שעון ה-S3 Frontier ב-500 ש”ח, אוזניות ה-Buds ב-200 ש”ח או מדפסת תמונות ב-300 ש”ח.\nרשת בסט מובייל: ה-S10 פלוס: 3949 ש”ח; ה-S10 יימכר ב-3450 ש”ח; וה-S10e יימכר ב-2,979 ש”ח. רוכשי ה-s10/s10 plus ייהנו מערכה בשווי 799 ש”ח, הכוללת משטח טעינה אלחוטי + זרוע לרכב עם טעינה אלחוטית + אוזניות true wireless מתנה. רוכשי ה-S10e יקבלו ערכה בשווי 449 ש”ח, שכוללת משטח טעינה אלחוטי + מגן מסך + אוזניות true wireless מתנה.\nהוט מובייל: דגם ה-S10+ 512GB יימכר ב-4,950 ש”ח; דגם ה-S10 128GB יימכר ב-3,950 ש”ח; דגם ה-S10 יימכר ב-3,550 ש”ח; דגם ה-S10e יימכר ב-2,950 ש”ח.\n ", "keywords": "סמסונג,סמסונג גלאקסי,גלאקסי s10,גלאקסי s10 פלוס,גלאקסי s10+,גלאקסי s10e,סאני,סאני תקשורת,סמארטפון,סמסונג ישראל,השקה,הכרזה,מכשיר דגל,יבואן רשמי,יבוא,מחיר גלאקסי s10,גלאקסי s10 מחיר,מחיר בישראל,גלקסי s10,גלקסי s10+,גלקסי s10 פלוס,גלקסי s10e"}