{"url": "https://www.geektime.co.il/google-launches-pixel-buds/", "type": "article", "title": "תכירו: Pixel Buds - התשובה של גוגל לאיירפודס של אפל", "description": "גוגל הציגה אוזניות Truly Wireless שיצטרפו למשפחת פיקסל. האוזניות של גוגל יגיעו עם שלל פיצ'רים מעניינים, אבל נצטרך לחכות קצת עד שנוכל להשוות בינן לבין האיירפודס", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/Screen-Shot-2019-10-15-at-17.24.10-1571150487-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-15T17:57:50Z", "modified_time": "2019-10-15T18:40:44Z", "articleBody": "גוגל הציגה אוזניות Truly Wireless שיצטרפו למשפחת פיקסל. האוזניות של גוגל יגיעו עם שלל פיצ’רים מעניינים, אבל נצטרך לחכות קצת עד שנוכל להשוות בינן לבין האיירפודס\nמקור: גוגל\nרגע לפני שגוגל מכריזה על הדגם החדש של מכשיר הדגל שלה – פיקסל 4 – היא מציגה זוג אוזניות חדש שזכו לשם Pixel Buds. האוזניות אמנם הוכרזו היום (ג’), אבל יצאו לשוק רק ב”אביב 2020″, משמע נצטרך לפחות חצי שנה כדי לראות אם גוגל תצליח “להרוג” את האיירפודס.\nהפיקסל באדס החדשות יצאו, כאמור, רק עוד חצי שנה בערך ויעלו 179 דולר, 20 דולר יותר מהדגם החדש של האיירפודס אך 20 דולר פחות מהדגם של האיירפודס שנטען אלחוטית. האוזניות יגיעו עם גישה מובנית לעוזרת הקולית של גוגל.\nבגוגל מתגאים בעובדה שסרקו אלפי אוזניים בניסיון לייצר את האוזנייה הנוחה ביותר לכמה שיותר אנשים. האוזניות קטנות יחסית ולא בולטות מהאוזן, עובדה נוספת שבה התגאה ריק אוסטרלו, סגן נשיא גוגל. אוסטרלו חשף בהשקת האוזניות כי הן יגיעו עם סוללה שתחזיק עד 5 שעות נגינה ועד 24 שעות יחד עם הקייס שלהן, שמטעין אותן אלחוטית.\nמקור: גוגלר\nבגוגל טוענים כי האוזניות החדשות יצליחו לבודד רעשים עם כניסתן לאוזן, אבל לא עם ביטול רעשים אקטיבי. בנוסף, האוזניות יגיעו עם “צליל מסתגל” – כך שהמוזיקה או השיחה שלכם באוזניות יותאמו לפי רעשי הרקע במקום שבו אתם נמצאים כך שלא תצטרכו לשחק עם הווליום.\nגוגל חושפת את פיקסל 4: הסמארטפון הראשון עם רדאר. אבל למה זה טוב?\nבכל אוזנייה יש שני מיקרופונים שמטרתם התמקדות על הקול שלכם, בין אתם רוצים להשתמש בו עם הסייעת או בזמן שיחה. בגוגל אומרים כי כשהמיקרופונים מתמקדים על קולכם, הם “מסתירים” רעשי רקע כדי שתוכלו להשתמש באפשרויות הקוליות מבלי להצטרך לברוח למקומות שקטים בהכרח.\nמקור: גוגל\nלאוזניות יכולות קישוריות בלוטות’ גבוהות, והן יישארו מחוברות למכשיר שלכם גם במרחק של שלושה חדרים או מרחק של מגרש כדורגל – לפחות לפי גוגל. הם יתחברו ללפטופים, טאבלטים ומכשירי iOS בתקן של בלוטות’ 4.0 ומעלה ומכשירי פיקסל ושאר אנדרואידים שיכולים לתמוך – באנדרואיד 6.0 ומעלה.\nהאוזניות יזהו כשהן נמצאות בתוך האוזן ויפעלו בהתאם. ניתן גם להפעיל אותם ולעצור אותן בכל אחת מהאוזניות הנפרדות, ולא רק מאחת שנקבעה מראש. הן גם חסינות בפני מים וזיעה, כך שימי גשם (כמו היום) ואימונים מפרכים לא יפחידו אותה.\n\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "גוגל,גוגל פיקסל,פיקסל באדס,אוזניות,אוזניות אלחוטיות,אוזניות טרולי וויירלס,אוזניות אלחוטיות לחלוטין,הכרזה"}