{"url": "https://www.geektime.co.il/xiaomi-launches-mi-mix-alpha/", "type": "article", "title": "שיאומי הכריזה הרגע על טלפון עם 180 אחוז מסך", "description": "שיאומי הכריזה על המכשיר הבא בסדרת ה-Mix הנסיונית שלה: מי מיקס אלפא עם מסך שמקיף את המכשיר. לצד העיצוב שדרגה שיאומי גם את המפרט ומערך הצילום, אבל האם המחיר שווה?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/MIMIXALPHA-1569317314-e1569317770321-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-24T12:50:04Z", "modified_time": "2019-09-24T13:02:58Z", "articleBody": "שיאומי הכריזה על המכשיר הבא בסדרת ה-Mix הנסיונית שלה: מי מיקס אלפא עם מסך שמקיף את המכשיר. לצד העיצוב שדרגה שיאומי גם את המפרט ומערך הצילום, אבל האם המחיר שווה?\nמקור: שיאומי\n“כולם מדברים על מסך מתקפל, אף אחד לא מדבר טלפון שכמעט כולו מסך”. שיאומי מנסה לאתגר את המתחרות, לפני הפצת הגלקסי פולד של סמסונג וכשעתידו של ה-Mate X של וואווי לוט בערפל (תודה טראמפ) ומשיקה מכשיר שמלבד מערך הצילום – מוקף כולו במסך.\nבאירוע שנערך בסין הכריזה היצרנית הסינית על ה-Mi Mix Alpha, יחד עם מכשירים אחרים של החברה כמו Mi 9 Pro ו-Mi Mix 5G. מלבד המסך, החלק הבולט הנוסף במכשיר הוא מערך הצילום – הכולל חיישן 108 מגה-פיקסל שיוצר על ידי סמסונג ופותח יחד עם שיאומי. בנוסף כולל מערך הצילום מצלמת Ultra-Wide בגודל 20 מגה-פיקסל ומצלמת טלפוטו עם חיישן 12 מגה-פיקסל. המכשיר לא כולל מצלמת סלפי, פשוט כי אתם לא צריכים אחת, בהתחשב שהמסך שמגיע עד לחלק האחורי.\nבשיאומי טוענים כי היחס בין המסך לגוף הטלפון גדול מ-180 אחוזים. המי מיקס אלפא מגיע, מן הסתם, ללא שום כפתורים – כשבצדי המכשיר (שגם עליהן חולש המסך) אזור הרגיש למגע ובו אפשר לכוונן את עוצמת הווליום של המכשיר בדומה למייט 30 פרו שהוכרז לפני מספר ימים.\nהמי מיקס אלפא מגיע עם מפרט מכשיר דגל, שכולל מעבד סנאפדרגון 855+ של קוואלקום, קישוריות 5G, אחסון בנפח 512 גיגה-בייט ו-12 גיגה-בייט של RAM. המכשיר מגיע גם עם טעינה מהירה של 40 וואט וסוללה של 4,050 מיליאמפר-שעה.\nלמרות כל ההבטחות שנראה שהמכשיר מביא איתו, בשיאומי מתכננים לו ייצור מוגבל בלבד ומגדרים אותו כ”מכשיר קונספט” – בדיוק כמו כל סדרת ה-Mix לדורותיה. בכל מקרה, חשוב לזכור שהוא מגיע עם תג מחיר אסטרונומי שעומד על כ-2,800 דולר – כך שלא תראו אותו כנראה בטבלת שיאני המכירות של האתרים הסיניים השונים או בקבוצות הרכישה בפייסבוק.\nלצד המתקפלים, שיאומי יכולה לפתוח שוק מעניין יחסית של מכשירים שאמנם לא יציגו בפנינו מסך גדול שיכול להפוך לקטן יותר – אך כן יציגו שימושים מעניינים במסך לצד חיסכון מצד החברה בכל הקשור למערך הצילום והיעדר הצורך בהכנסת שניים שונים למכשיר. עם זאת, כמו בגזרת המכשירים המתקפלים – המחיר מן הסתם מהווה כרגע מכשול מפריצה לשוק הרחב.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "שיאומי,שיאומי מי מיקס אלפא,טלפון סלולרי,סמארטפון,השקה,סין,xiaomi,xiaomi mi mix alpha,mi mix alpha"}