{"url": "https://www.geektime.co.il/intel-nuc-5i3ryh-review/", "type": "article", "title": "תחשבו בקטן: ה-NUC של אינטל הוא מחשב קטן-גדול [סקירה]", "description": "מחשבי ה-NUC של אינטל משלבים את המעבדים של החברה במארזים זעירים ומעוצבים. אבל האם הם רק סטרימרים? יכולים להחליף את המחשב הביתי? מה בכלל אפשר לעשות איתם? לקחנו אחד לבדיקה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/BIG9.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-09-14T12:30:30Z", "modified_time": "2015-09-14T12:05:50Z", "articleBody": "מחשבי ה-NUC של אינטל משלבים את המעבדים של החברה במארזים זעירים ומעוצבים. אבל האם הם רק סטרימרים? יכולים להחליף את המחשב הביתי? מה בכלל אפשר לעשות איתם? לקחנו אחד לבדיקה\nצילום: גיקטיים\nאינטל אף פעם לא התיימרה להיות חברה שמייצרת מוצרים לצרכן הסופי. גם כאשר היא מפתחת מוצרים שנמכרים תחת המותג שלה, היא לא באמת מנסה להתחרות בחברות כמו דל, HP או לנובו, אלא יותר להמחיש את היכולות של המעבדים והפיתוחים שלה ולסמן לחברות הללו מה הן יכולות לעשות עם הטכנולוגיה שלה. מחשב ה-NUC או Next Unit of Computing שהושק לראשונה ב-2012 מהווה עוד דוגמה מצוינת לכך ולכן גם דואגת אינטל לשדרג אותו באופן קבוע. המחשב הזעיר מגיע במספר תצורות ומאפשר לכם להתאים אותו לצרכים ולתקציב שלכם. לקחנו את הדור החמישי של ה-NUC לסקירה.\nמימדיו של ה-NUC החדש ממשיכים להרשים עם רוחב 11.5 ס”מ ואורך 11.1 ס”מ. המימדים שלו קטנים, אבל הוא עדיין מספיק עבה, כדי שתוכלו להכניס אליו גם כונן SSD (קטן, שקט, אמין ויקר) וגם כונן 2.5 אינץ’. השילוב האופטימלי הוא כונן SSD למערכת ההפעלה ולתוכנות וכונן 2.5 אינץ’ בנפח 1TB ומעלה לתכנים שלכם.\nהרכבה פשוטה וקלה. צילום: גיקטיים\nכמו קודמיו, גם את ה-NUC תוכלו לרכוש כערכה מוכנה להפעלה או להתאים אותו אישית לטעם, לצרכים ולתקציב שלכם. עיצוב המוצר של ה-NUC יאפשר לכם להוסיף רכיבים שונים בקלילות ובמהירות. רוצים למשל להוסיף זיכרון RAM? חריצי ההרחבה גלויים לגמרי ומאפשרים גם לבעלי ידיים גדולות כמונו פשוט להחליק פנימה את כרטיס הזיכרון, כשגם הוספה של כונן SSD נוסף היא משימה של כמה שניות, שכוללת הברגה של בורג אחד.\nבחזית של ה-NUC נמצא חיבור USB 3.0 וחיבור USB שגם משמש לטעינה; בנוסף, נמצא חיבור אודיו משולב לאוזניות ולמיקרופון. בנוסף לחיבורים נמצא בחזית גם קולט IR, שישמש לצורך שליטה במחשב בעזרת שלט רחוק. בשני הצדדים של המחשב נמצא פתחי איוורור ותפס למנעול. בגב המכשיר נמצא עוד 2 יציאות USB 3.0, יציאת Mini Display Port 1.2, יציאת Mini HDMI 1.4, חיבור Ethernet במהירות 10/100/1000 וחיבור חשמל. אגב, אם 4 חיבורי USB אינם מספקים אתכם, ישנה הכנה לעוד 2 חיבורים פנימיים בתוך המארז עצמו, שדורשים התקנה של מתאם חיצוני.\nמכיוון שלא מדובר בטאבלט דקיק או סמארטפון, לא ברור לנו מדוע נעשה שימוש בחיבורי Mini-HDMI ו-Mini-DisplayPort הפחות שכיחים, ולא באחים הגדולים שלהם הנפוצים יותר, מה שיאלץ אתכם לרכוש כבלים או מתאמים חדשים בעלות של כמה עשרות שקלים.\nרוב החיבורים והיציאות של ה-NUC מתחבאים בגב המכשיר. צילום: גיקטיים\nמעבר למימדים ולחיבורים, ניכר כי ה-NUC בנוי ומעוצב לסלון הבית. ראשית, כיאה למחשב שבנוי להתאמה אישית, הפאנל העליון של ה-NUC, שעשוי פלסטיק שחור ומבריק, ניתן לפירוק ולהחלפה לפי טעמכם האישי, כשבחנויות דוגמת אמזון נמצאים פאנלים בעיצובים שונים או כאלו שמוסיפים ממש תכונות למחשב כמו למשל איוורור טוב יותר לחום שנפלט מהמעבד, פאנל עם עוד יציאות או אפילו לשמש לטעינה אלחוטית של סמארטפונים. למעשה, אינטל אף מאפשרת לכם להוריד קובץ, לעצב את הפאנל כראות עיניכם ואז להדפיס אותו במדפסת תלת מימד. שנית, אהבנו את כבל החשמל של ה-NUC. תשכחו ממה שאתם יודעים על כבלים גדולים ומסורבלים של מחשבים אישיים ולפטופים; הכבל של ה-NUC מזכיר יותר כבל חשמל רזה וקומפקטי של סמארטפון. שלישית, הערכה הבסיסית של ה-NUC מגיעה עם מתלה מסוג VESA, כך שתוכלו להצמיד את המחשב לגב הטלוויזיה שלכם.\n4K? קטן עליו. צילום מסך: גיקטיים\nהערכה שאנחנו סקרנו היא ה-NUC5i3RYH שכוללת את המפרט הבא: מעבד Intel Core i3-5010U מסדרת ברודוול במיקרו-ארכיטקטורה של 14 ננו-מטר עם 2 ליבות במהירות 2.1GHz (ללא OC); לזה הוספנו 8GB זיכרון  RAM מסוג DDR3-1600; המעבד הגרפי המובנה במחשב הוא מסוג Intel HD Graphics 5500 עם 1GB זיכרון מובנה וכונן SSD בנפח 120GB של חברת Patriot. מערכת ההפעלה בה השתמשנו היא חלונות 10. מחירו של המארז, ללא זיכרון או כונן עומד על כ-1,500 ש”ח וכולל הזיכרון וכונן ה-SSD עומד מחירו על כ-2,300 ש”ח.\nלפני שהתחלנו לבדוק את ה-NUC, ניסינו לחשוב האם ה-NUC הוא מחשב מדיה-סנטר לסלון? האם הוא יכול לשמש כמחשב המרכזי של הבית? מחשב גיימינג? ואולי הוא יכול לשמש אפילו כתחנת עבודה? לכן, במקום לבדוק את ה-NUC באתרי בדיקות חומרה ולקבל מספרים וציונים שונים, החלטנו פשוט לבדוק כיצד הוא מתמודד עם המשימות השכיחות שבהן אנחנו נתקלים ביומיום: החל בעבודה עם דפדפן כולל צפייה בוידאו, דרך עבודה עם מסמכי אופיס, סטרימינג של מדיה בעזרת קודי, צפייה בוידאו באיכות 4K ו-HD שמאוחסנים על המחשב, עיבוד תמונה וכלה במשחקים. חשוב לציין שבדקנו את החומרה ללא אוברקלוקינג.\n20 טאבים בכרום הרעב? יהיה בסדר. צילום מסך: גיקטיים\nגלישה וצפייה באתרים: לשמחתנו, לא נרשמה כאן הפתעה. כמצופה, ה-NUC עבד נפלא גם כעשינו שימוש אינטנסיבי בכרום זולל משאבים עם 20 טאבים פתוחים בו זמנית. אתרים כמו יוטיוב המשיכו לתפקד רגיל והסטרימינג לא נפגע. רק כאשר ניגנו מספר סרטים במקביל במספר טאבים, נרשמו קצת גמגומים כאשר עברנו בין הטאבים השונים, עם זאת לא מדובר בתרחיש שכיח עבור רוב המשתמשים. מעבר לצפייה ביוטיוב, הן הגלילה, הן הצפייה והן הטעינה של אתרים היו חלקות למדי.\nעבודה עם מסמכים: שוב, אין הפתעות. ה-NUC לא ממצמץ בזמן פתיחה ועבודה על מסמכי Word וגם לא כאשר אנחנו עובדים על מספר מסמכים במקביל כולל מצגות פאוורפוינט וקובצי Excel עמוסים למדי.\nקודי ופופקורן טיים: זה לא יהיה מופרך לנחש שאחד השימושים הנפוצים בקרב רוכשי ה-NUC יהיה התקנה של Kodi, תוכנת המדיה סנטר הפופולארית ביותר בעולם. במובן הזה ה-NUC הוא ‘אוברקיל’. הוא מריץ את Kodi ללא בעיות, מנגן תוכני HD ללא גמגומים (בדקנו הן בעזרת חיבור Ethernet והן בעזרת WiFi), הניווט מהיר ולא נתקלנו ב’תקיעות’ או ‘פריז’ של המערכת אפילו פעם אחת. גם הצפייה בתוכני 4K (עם Ethernet) בעזרת הרחבת RobinHood-Project, היתה מוצלחת למעט הפסקות באפרינג מדי מספר דקות, שנבעו מהחיבור שלנו. גם מי שמרבה להשתמש בפופקורן טיים ישמח לדעת שהצפייה היתה חלקה וה-NUC לא נתקל בבעיה מיוחדת להריץ את התוכנה ולנגן את סרטי ה-1080p וה-720p שבשירות.\nצפייה בוידאו: כמו בסטרימינג, גם הצפייה בתוכני 4K שמאוחסנים מקומית על גבי המחשב ובזיכרון USB, עברה בצורה מושלמת, ללא גמגומים, ללא באפרינג וללא קפיצות. המעבד, הזיכרון והמעבד הגרפי המובנה התמודדו ללא בעיות מיוחדות עם הקבצים השונים.\nמשחקים: קודם כל, חשוב להבהיר: כשאנחנו כותבים משחקים אנחנו לא מתכוונים לקנדי קראש וכו (עם כל הכבוד, כן?) הכוונה שלנו למשחקים שעושים שימוש בכל משאבי המחשב, במעבד הגרפי, ביכולות תלת המימד שלו, בסאונד. נו, משחקים אמיתיים.\nבניגוד לשאר הבדיקות, נושא המשחקים היה מבחינתנו תעלומה. כלומר, יכלנו לשער כיצד יתפקד ה-NUC בהצגת תוכני וידאו, עבודה על מסמכים וסטרימינג, אבל אם נמקם אותו בסלון ונחבר אותו למסך הטלוויזיה הגדול, האם הוא יכול לתפקד גם כקונסולת משחקים?\nצילום מסך: גיקטיים\nאמ;לק: לא.\nהמשחקים שבחרנו לבדוק היו: Fifa15 ו-Battlefield 4. בשני הכותרים בדקנו את המשחק בהגדרות השונות ובשניהם הגענו לאותן מסקנות. הסיכוי היחיד שלכם למשחק סביר יהיה בהגדרות המינימום של המשחקים, כלומר רזולוציה של 1280×720, איכות רינדור נמוכה וללא MSAA, כלומר anti-aliasing. במצבים אלו הצלחנו להגיע ל-22-25fps והחוויה בהחלט היתה מספקת יחסית למחשב עליו שיחקנו. ברגע שניסינו להעלות רזולוציה, להעלות ל-anti-aliasing X2 או X4, קצב ה-fps צנח ולא ניתן היה ממש לשחק במשחקים, בעיקר בגלל לאגים. ה-Intel HD 5500 הוא לא מעבד גראפי שמיועד לגיימרים, שיעדיפו בוודאי מארזים דוגמת ה-Alienware Alpha עם מעבדים חזקים הרבה יותר, אבל מי שמתכנן לשחק מדי פעם, ומוכן להתפשר על רזולוציות וקצבי פריימים, בהחלט יוכל להסתפק ביכולות הגיימינג הצנועות של ה-NUC.\nצילום מסך: גיקטיים\nעיבוד תמונה: בדקנו את ה-NUC עם פוטשופ CC של אדובי, ללא תוכנות נוספות שרצות ברקע ובשורה התחתונה, במפרט הנוכחי, ה-NUC אותו בחנו אינו יכול להחליף תחנת עבודה של מעצב. מעצבים נוהגים לעבוד עם קבצים ברזולוציות גבוהות ולרוב עם שכבות רבות, לכן בדקנו את ה-NUC עם קובץ PSD בעל 5, 10 ו-20 שכבות בגודל 300 מגה-בייט וביצענו פעולות כמו פילטרים, חיתוכים והוספת טקסטים. גם כאן, למרות כמות ה-RAM הסבירה ביותר, המעבד הגרפי המובנה פשוט לא הספיק והפעולות נמשכו זמן ניכר. עם זאת, למשתמש הממוצע, עם קבצים ברזולוציות נמוכות יותר או עם תוכנות תובעניות פחות מהפוטושופ, ה-NUC יעשה את העבודה היטב.\nאחת ההפתעות הגדולות ביותר בה נתקלנו במהלך הבדיקה הוא השקט. גם כאשר בדקנו את המשחקים וגם כאשר הרצנו סרטי 4K ועיבדנו תמונה, משימות שמאמצות את המעבד, ה-NUC נשאר שקט, מה שהופך אותו לאידיאלי בסביבות כמו חדרי מגורים למשל. בנוסף, בניגוד ללא מעט סטרימרים או מחשבים קטנים שמתלהטים אחרי עבודה רצופה של יותר משעה, ה-NUC פשוט לא התחמם. את “האשם” אגב ניתן לתלות גם בצריכת ההספק הנמוכה של המעבדים וגם במארז המצוין עם פתחי האיוורור הרבים.\nמה בתוך הקופסה? צילום: גיקטיים\nפיצ’ר מעניין שיכול להיות שימושי ביותר בעיקר למתכנתים, מעצבים או עורכי וידאו הוא האפשרות לעבוד עם 2 מסכים במקביל. אנחנו התקנו במערכת את ה-NUC, כשמסך אחד מחובר בעזרת חיבור ה-Mini-HDMI והמסך השני מחובר בעזרת ה-Mini-DisplayPort התצוגה עבדה נפלא.\nזוכרים את Wintel, השילוב הקדוש משנות ה-80 וה-90? אז לא רק חלונות. אבישי בסה, מנהל המוצר שלנו, לקח את הנוק והפך אותו למק מיני שמריץ את OS X Yosemite, כשבעזרת Clover, שהוא bootloader קוד פתוח, הוא יכול לעבור בין חלונות ל-OS X לפי מה שהוא צריך באותו רגע. אבישי מדווח שגם אחרי כחודשיים של עבודה, “הנוקינטוש” מריץ את 2 מערכות ההפעלה בצורה מהירה וחלקה, ללא כל בעיות של תאימות או דרייברים חסרים.\nצילום: גיקטיים\nאנחנו משערים שלא מעט אנשים שרואים את ה-NUC לראשונה תוהים: האם הוא סטרימר יקר? מחשב לבית? מחשב למשרד? ומה הוא בדיוק מסוגל להריץ.\nובכן, עבור רוב האנשים שזקוקים לסטרימר פשוט שמריץ Kodi, ה-NUC שעולה כ-2,000 ש”ח הוא אוברקיל ברור ועדיף להם להסתפק בסטרימר פשוט שעלותו היא כרבע מזו של הנוק. לאותם אנשים שרוצים מחשב HTPC שמריץ Kodi עם כל הנוחות ואפשרויות ההתאמה שיש ב-PC אנחנו ממליצים להמתין קצת להשקתו בשבועות הקרובים של ה-NUC מבוסס מעבד Pentium מרובע-ליבות עם 2GB RAM תחת שם הקוד Grass Canyon. מדובר על ערכה צנועה יותר, אבל כזו שעדיין צפויה להציג וידאו באיכות 4K – במחיר נמוך משמעותית שכולל בתוכו גם את חלונות 10 (גרסת Bing) חינם. גם בתור מחשב גיימינג או תחנת עבודה – ערכת ה-NUC שאנחנו בדקנו – פשוט לא תספיק לכם, ולכן ההמלצה שלנו, למי שכן מתלהב מהמימדים והעיצוב, היא להמתין להשקת מחשבי ה-NUC שמשלבים בתוכם את מעבדי ה-Skylake החדשים, שצפויה להתרחש עד סוף השנה.\nאוקיי, אז הבנו למי הוא לא מתאים, אבל למי הוא כן מתאים? ובכן, ה-NUC מתאים לכל מי שעושה שימוש במחשב שולחני עבור גלישה, עבודה עם מסמכים, משחקים לא תובעניים במיוחד (ע”ע) ומדי פעם עריכות סרטים ב-Movie Maker או עריכת תמונות בסיסית. במובן הזה, הוא מתאים כמחשב המרכזי של הבית, מחשב מעוצב לחדר הילדים וכמובן מחשב אישי במשרד ל-90 אחוזים מהמשתמשים. אין ספק שניתן למצוא חלופות זולות יותר, אבל כיום, כשבלא מעט בתים המחשב נמצא במרכז הבית או הסלון, אתם נהנים מחיסכון רב של מקום ומארז מעוצב במקום אותם מחשבים כעורים (מארזי ‘מגדל’ למיניהם) שנמצאים כיום בשימוש. חוץ מהעיצוב, אתם נהנים גם ממחשב שקט “עם אבא”, אחריות ל-3 שנים ואפשרות לשדרוג עתידי כמו למשל הגדלת נפח האיחסון או הזיכרון. הערכות השונות מאפשרות לכם כאמור לבחור מפרט שמתאים לצרכים ולכיס שלכם, מבלי להתעסק עם בעיות תאימות של חומרה.\n ", "keywords": "nuc,נוק,אינטל נוק,intel nuc,broadwell,ברודוול,i3,מחשב,מחשב ביתי,סטרימר,סקירה,אינטל,desktop,חלונות 10,קודי,kodi,סטרימינג,הזרמה,מחשב מדיה,htpc"}