{"url": "https://www.geektime.co.il/huawei-lg-samsung-mwc-rumors-and-leaks/", "type": "article", "title": "מה-S10 ועד המתקפל של וואווי: מבול של הדלפות חדשות", "description": "תערוכת MWC 2019 בפתח, וכל החברות מתחילות לחשוף את הקלפים שלהן לעונת ההשקות הזאת. בתפריט: מסכים מתקפלים, מכשירים שתומכים בדור החמישי ומערכת קירור מתקדמת", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/GettyImages-511827914-1548339585-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-24T16:47:45Z", "modified_time": "2019-01-24T16:47:45Z", "articleBody": "תערוכת MWC 2019 בפתח, וכל החברות מתחילות לחשוף את הקלפים שלהן לעונת ההשקות הזאת. בתפריט: מסכים מתקפלים, מכשירים שתומכים בדור החמישי ומערכת קירור מתקדמת\nתמונה: David Ramos, Gettyimages Israel\nאם חשבתם שהחודשים האחרונים היו עמוסים בהשקות של סמארטפונים חדשים, לקראת תערוכת המובייל MWC 2019 שתתקיים בברצלונה לקראת סוף חודש פברואר, כל ענקיות הסלולר (טוב נו, למעט אפל) מתכוננות להכרזות ענק, ונראה שאנחנו כבר יכולים להבין איך יראה שוק המובייל של שנת 2019. יש לא מעט הדלפות, הצהרות והודעות, אז בואו נעשה סדר בכל הכותרות של היממה האחרונה.\nNew #GalaxyS10 live images leak with ‘Samsung Blockchain KeyStore’\n(images via @GregiPfister89) pic.twitter.com/g0FipTooe6\n— Ben Geskin (@VenyaGeskin1) January 23, 2019\n\nסמארטפון העשור החגיגי של סמסונג ממשיך לדלוף, והפעם צפות עוד תמונות של מכשיר הדגל הראשון מבית סמסונג שיגיע עם מסך ה-Infinity-O אשר מכיל חור ייעודי עבור המצלמה הקדמית, במקום מגרעת (מה שמכונה, Hole-Punch). מלבד המראה המעניין שכנראה יהיה הטרנד העיצובי הלוהט בקרב מכשירי הסמארטפון לשנת 2019, התמונה חושפת ומאשרת את אחת השמועות הוותיקות ביותר על המכשיר.\nנראה כי הגלקסי S10 יגיע עם אפליקציית ארנק קריפטוגרפי מובנית בשם Samsung Blockchain KeyStore. על פי התמונות נראה כי יהיה ניתן לייבא ארנקים קריפטוגרפיים ומטבעות כמו אית’ריום, או ליצור ארנק חדש משלכם. סמסונג עצמה נכנסה כבר לעולמות הקריפטו בשנה שעברה כשהודיעה כי תתחיל לייצר מעבדים ייעודיים לתעשיית כריית המטבעות הדיגיטליים, אך מהלך שכזה הוא מעט מפתיע ולא צפוי עבור התחום שסבל מיחסי ציבור רעים מאוד במהלך שנת 2018.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבהצהרה משונה מאוד בבייג’ינג, ריצ’ארד יו, מנכ”ל וואווי אמר כי “אנחנו מצפים לראות אתכם בברצלונה בפברואר, שם נשיק את הסמארטפונים הראשונים אשר תומכים ברשת 5G ובעלי מסך מתקפל”. זאת לפי התרגום הסימולטני באירוע. טרם ברור האם מדובר בטעות בניסוח או בתרגום, או שמא וואווי מתכננת באמת להשיק יותר מסמארטפון אחד שגם תומך ברשת החדשה וגם בעל מסך מתקפל.\nוואווי הציגה היום גם את ה-Balong 5000, מודם 5G מתוצרת החברה שתומכך בהורדות במהירות של עד 4.6Gbps בספקטרום של עד 6Ghz ואף מהירויות גבוהות מכך בספקטרום mmWave. המודם החדש מתאים למודמים ביתיים, רכבים וכמובן סמארטפונים. החברה הצהירה כי היא תציג ב-MWC את מכשירי ה-5G שלה שיכילו את המודם החדש.\nתמונה: LG\nחטיבת המובייל של LG עוד לא אמרה את המילה האחרונה, וגם היא הודיעה באתר הקוריאני שלה כי תציג סמארטפון ראשון מבית היוצר שלה אשר תומך בדור החמישי בתערוכת MWC 2019 בברצלונה. כמו כן, הודיעה החברה כי הסמארטפון החדש ועלום השם יגיע עם תא קירור מיוחד שאמור לשמור על המכשיר מפני התחממות. מערכת הקירור החדשה אמורה להיות מעוצבת בצורה שטוחה וליצור שטח קירור רחב פי 2.7 מעיצובים קודמים, מה שיאפשר קירור אפקטיבי יותר של המכשיר ואפילו לתרום לנוחות ההחזקה שלו.\nעוד הודיעה החברה, כי המכשיר המסתורי החדש יגיע עם ערכת השבבים Snapdragon 855 של קוואלקום וסוללת 4,000mAh, כך שהוא צפוי להיות מעניין במיוחד עבור אלו שמחפשים מפרט עוצמתי. החברה צפויה להשיק את הסמארטפון שלה באמריקה כבר במחצית הראשונה של שנת 2019, מה שיהפוך אותה לאחת החברות הראשונות שמשיקות סמארטפונים תומכים ברשת הסלולרית החדשה.\nעוד הציגה החברה בימים האחרונים טיזר והזמנה למסיבת העיתונאים שלה שתתקיים ב-24 בפברואר בברצלונה, יום לפני פתיחת תערוכת MWC, בו היא מרמזת על ממשק חדש שיאפשר למשתמשים להשתמש בסמארטפון שלהם ללא כל מגע במסך. נזכיר כי ראינו ממשקים דומים באמצעות העט של סמסונג במכשירי הנוט בעבר, אבל נראה שהפעם LG מנסה להציג טכנולוגיה חדשה שלא תצריך כל אביזר נוסף.\n﻿", "keywords": "mwc 2019,mwc,תערוכה,השקה,וואווי,lg,סמסונג,huawei,samsung,blockchain,בלוקצ\\'יין,samsung galaxy s10,galaxy s10,גלקסי,גלקסי s10,ארנק קריפטוגרפי,samsung blockchain keystore"}