{"url": "https://www.geektime.co.il/intel-shows-new-compute-stick-in-ces-2016/", "type": "article", "title": "מחשב חזק בדיסק-און-קי: אינטל חושפת דגם חדש", "description": "אינטל הציגה דור חדש של מיני מחשבים מתוצרתה שיגיעו לחנויות בחודשים הקרובים. החידושים העיקריים: יותר כוח עיבוד ויותר יציאות USB לנוחות המשתמשים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/intel-compute-stick-e1452162819876.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-07T16:50:57Z", "modified_time": "2016-01-07T15:58:26Z", "articleBody": "אינטל הציגה דור חדש של מיני מחשבים מתוצרתה שיגיעו לחנויות בחודשים הקרובים. החידושים העיקריים: יותר כוח עיבוד ויותר יציאות USB לנוחות המשתמשים\n\nאינטל הציגה במסגרת כנס CES 2016 דור חדש של Compute Stick, או “מיני מחשב” בתרגום חופשי לעברית.\nיצרנית השבבים העניקה לגרסה החדשה מעבד חזק ומתקדם יותר. מבחינת מפרט טכני הוא מגיע בשתי גרסאות, אחת עם מעבד Core m5-6Y57 vPro והשניה עם מעבד Core m3-6Y30 Skylake, שניהם נמנים עם סדרת המעבדים Intel Core M. המיני מחשב החדש של אינטל מצוייד גם ב-4 ג’יגה בייט RAM של זיכרון פנימי ובנפח אחסון בהיקף של 64 ג’יגה בייט עם אפשרות להכפילו פי 2 באמצעות הוספת כרטיס MicroSD.\nישנן וריאציות נוספות של המיני מחשב החדש שמצויידות במעבדים מסדרת x5-Z8300 Cherry Trail Intel Atom, אבל הן נחותות משמעותית מהמפרט שפורט מעלה – הן מכילות רק שני גי’גה בייט RAM של זיכרון פנימי ו-32 ג’יגה בייט של שטח אחסון.\nמבחינת תוכנה, המיני מחשב מגיע עם מערכת ההפעלה ווינדוס 10 מותקנת עליו מראש. מי שמערכת ההפעלה של ווינדוס אינה כוס התה שלו יכול לרכוש עותק של המיני מחשב ללא מערכת הפעלה מותקנת מראש ולעשות בו כרצונו.\nאינטל למדה משגיאות העבר של הדור הקודם ותיקנה את הטעויות בדור החדש – בניגוד לדור הישן שהכיל יציאת USB אחת בלבד, הדור החדש מגיע עם 3 יציאות בגרסאות החזקות או 2 בגרסאות החלשות יותר. שיפור זה יחסוך למשתמשים את הצורך להשתמש ב-Hub במקרים בהם ברצונם לחבר למיני מחשב יותר מפריט ציוד היקפי אחד.\nהמימדים של המיני מחשב החדש הם 4.5 על 1.5 על 0.5 אינץ’, שהם בערך 10.5 על 3.5 על 1.2 סנטימטרים. אבל כמובן שבשביל קומפקטיות צריך לשלם – המחיר ההתחלתי של המיני מחשב החזק יותר יעמוד על 399 דולר, שהם בערך 1,570 ש”ח, בעוד מחיר הגרסאות החלשות יותר יעמוד על 159 דולר, כלומר בערך 630 ש”ח.\nנכון לרגע כתיבת שורות אלה עוד אין פרטים לגבי תאריך הגעה מדוייק של המיני מחשב החדש, אלא רק הערכה כללית שהוא ינחת על המדפים מתישהו במהלך הרבעון הראשון של שנת 2016. עד אז כל מה שנותר לנו לעשות הוא לתהות כיצד היריבות העסקיות של אינטל, כמו אסוס ו-Zotac, יגיבו למוצר החדש שלה.", "keywords": "intel,אינטל,compute stick,מיני מחשב,ces 2016,"}