{"url": "https://www.geektime.co.il/mavic-air-2-review/", "type": "article", "title": "סקירת Mavic Air 2 החדש של DJI: האם הטוב יכול להפוך לטוב יותר?", "description": "עם זמן טיסה מפתיע, איכות צילום מעולה, אפליקציה משופרת ומצבי צילום מתקדמים, המאביק אייר 2 ממריא שוב לפסגת הרחפנים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/00100lrPORTRAIT_00100_BURST20200527185120246_COVER-1-1590659038-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-30T11:02:56Z", "modified_time": "2020-05-30T08:48:06Z", "articleBody": "עם זמן טיסה מפתיע, איכות צילום מעולה, אפליקציה משופרת ומצבי צילום מתקדמים, המאביק אייר 2 ממריא שוב לפסגת הרחפנים\n﻿\nבואו נודה על האמת. רוב הסיכויים שנעלה על טיסה בעת הקרובה הוא לא גבוה במיוחד, ולכן ההזדמנות הטובה ביותר בזמן הקרוב לראות את ישראל מלמעלה היא בעזרת רחפן. אז אם כבר רחפן – שיהיה רחפן דגל.\nלפני מספר שבועות השיקה DJI את ה-Mavic Air 2, היורש של מה שהגדרנו ב-2018 בתור “רחפן טוב מדי”. אז מה כבר אפשר לשדרג ברחפן טוב מדי? לא הרבה, אבל מה שכן שודרג, הופך את הטוב מדי להצעה שקצת קשה לסרב לה.\nה-Mavic Air 2 נראה כמו מה שקורה כשה-Mavic Air הראשון וה-Mavic Air Mini נפגשים אחרי חודשים של סגר. הוא אמנם לא קטן מספיק כדי שתזרקו אותו בכיס כמו המאביק-מיני, אבל הוא כן מספיק קומפקטי וקליל כך שאפשר לשים אותו בקלות בתיק, ואפילו לסחוב את כל ערכת הקומבו בתיק הנלווה בלי שהוא יהפוך למעמסה מציקה בזמן טיול.\nגם אם מעולם לא נגעתם ברחפן בחייכם ואין לכם בדיוק מושג למה אתם נכנסים, אין לכם יותר מדי מה לדאוג. אם יש לכם שתי ידיים וזוג עיניים, גם אתם יכולים להטיס את הרחפן הזה.\nההתקנה של המאביק אייר 2 כוללת בעיקר הסרה של יותר מדי מדבקות וחיבור פשוט של הפרופלורים. עוד כמה דקות ארוכות של עדכונים – אם כי קצרים יותר משנים קודמות – ואתם מוכנים לעלות לאוויר. בהפעלה הראשונית האפליקציה תשאל אתכם האם אתם רוצים לעבור הדרכה על הרחפן תוך כדי הטסה.\n\nהשלט החדש של המאביק אייר 2 גורם לשלטים הקודמים של החברה – טובים ככל שהיו – להיראות מיושנים, והוא מתקן את כל מה שהיה צריך בגירסה הקודמת. השינוי הגדול ביותר הוא המיקום של הסמארטפון, שעבר לחלק העליון – כלומר מעל לסטיקים. בתוך התושבת של הסמארטפון מתחבאות גם האנטנות – חידוש נוסף ומבורך – שחוסך לכם את הצורך לפרוס ולהתחיל לכוון אותן בכל הטסה. השלט אולי גדול יותר מקודמו, מה שהופך אותו לפחות קומפקטי, אבל הוא מרגיש בנוי היטב ועם אחיזה די נוחה גם להטסות ארוכות למדי.\nמתחת לתושבת של הסמארטפון מתחבא הכבל שיחבר בין הסמארטפון שלכם לשלט עצמו והפעם מדובר בחיבור USB-C. גם חיבור ההטענה של השלט עצמו הוא מסוג USB-C, וגם חיבור הנתונים לרחפן הוא USB-C – מתבקש מאוד בשנת 2020. אם אתם משתמשים במכשיר אנדרואיד מודרני, אתם בגן העדן של חיבור אחד (ואם אתם משתמשי אפל יש לכם כבל מתאים בערכה).\nגם הפעם תוכלו לפרק ולהרכיב את הסטיקים הקטנים שאיתם תשלטו על הרחפן בעזרת הברגה פשוטה, ולאחסן אותם בתחתית השלט כשאתם רוצים לאפסן את השלט בתיק ולחסוך בעוד קצת מקום, לוודא שהסטיקים לא יישברו ושהנפח של הערכה בתיק שלכם יהיה מינימלי ככל האפשר.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nחווית ההטסה של המאביק אייר 2 היא אולי השדרוג הכי פחות מרגש השנה, פשוט כי DJI כבר פיצחו את הנוסחה בפעם הקודמת. מצב ההטסה הרגיל (Normal) מאפשר לכם להגיע למהירות הטסה מרשימה של עד 43.2 קמ”ש עם כל חיישני המכשולים פעילים; מצב החצובה (Tripod) מאפשר לכם לטוס ביציבות במהירות של 18 קמ”ש; ומצב הספורט המוכר – שלא מתאים למטיסים מתחילים – מנטרל את חיישני המכשולים, ומאפשר לכם להגיע למהירות מקסימלית של 68.4 קמ”ש. במצב האחרון אין שיפור משמעותי על פני הדור הקודם, אבל אם אתם רוצים להשתמש ברחפן הזה כדי לעקוב אחרי משהו שנוסע מהר יותר מ-70 קמ”ש, כנראה שאתם צריכים רחפן “מקצועי” והסבת מקצוע. אני העדפתי לרוב להישאר עם החיישנים פועלים, ונדרשתי למצב הספורט כשלהקת עורבים תל-אביבית החליטה לנסות ולתקוף את הרחפן. בזכות המהירות והתמרון, הצלחתי להציל את החיה הקטנה והיקרה שלי מציפורניהם.\n﻿\nכמו בכל שאר הרחפנים היקרים של DJI, גם הגימבל (מייצב המצלמה) של המאביק אייר 2 הוא מייצב 3 צירים, וכצפוי הוא מצליח לספק וידאו יציב במיוחד – גם ברוחות חזקות בגובה רב. עם זאת, דווקא בסרטוני ה-Hyperlapse (שצילמתי עם רוח בינונית) – סרטונים שמורכבים ממאות תמונות שמצולמות בהפרשים של שניות – היה קל להבחין באותן תנועות קלות בין צילום לצילום. הגימבל, אגב, מסוגל הפעם להסתכל גם קצת “למעלה” (ב-24 מעלות בלבד), כך שלא תמיד תצטרכו להעלות את הגובה שלכם או להתרחק כדי לתפוס אובייקט גבוה. לעומת השדרוג הזה, קצת התבאסתי שלא מצאתי אפשרות לשליטה ברגישות התגובה של הגימבל לגלגלת בשלט ששולטת על הזווית שלו.\nאם בשנה שעברה התלוננו שה-Mavic Air הראשון לא מפסיק להתריע מפני רוחות חזקות, השנה לקחנו את ה-Mavic Air 2 למבחן קצת יותר קשוח. הטסתי אותו על חופי תל אביב, עם רוח לא עדינה שנשבה וגלים עצבניים למדי. ולא משנה לאן לקחתי אותו, וכמה רוח הייתה לי, הוא לא התריע ולו פעם אחת על בעיה שקשורה לרוחות. אני לא בטוח אם מדובר פה באיזה טוויק תוכנתי או שאיכות הבניה של הדגם החדש היא באמת משופרת עד כדי כך, אבל לא נתקלתי בבעיות שקשורות לרוחות או ייצוב שלו.\nהחיישן של הסמארטפון שלכם גדול יותר. צילום: גיקטיים\nחיישן המצלמה שודרג לחיישן CMOS בגודל “1/2, בעוד העדשה נעולה למפתח צמצם של f/2.8, ואם באיכות הצילום הכללית קצת קשה להבחין בשינויים משמעותיים לאיכות הצילום, השיפורים הבאמת משמעותיים מתחבאים ביכולות הצילום המקסימליות של ה-Air 2: צילום ב-4K עד 30 פריימים לשניה עם HDR, או 4K עם 60 פריימים לשניה לוידאו חלק כמו חמאה (אבל בלי HDR); צילומים מרשימים במיוחד בהילוך איטי במהירות של עד 240 פריימים לשנייה (שחבל שאי אפשר לראות באלבום באפליקציה מבלי להוריד את הסרטון כולו למכשיר); וצילום תמונות ב-48MP הודות לחיישן המוגדל.\nחלק מסמארטפוני הדגל של שנת 2019 ו-2020 כבר משתמשים בפיצ’ר הזה של צילום ב-48MP, אבל בואו נזכור שסביר להניח החיישן של הסמארטפון שלכם גדול יותר מזה של ה-Mavic Air 2, מה שאומר שהצילומים שתקבלו ב-48MP, בדיוק כמו בסמארטפונים החדשים, יהיו מרשימים בעיקר בתנאי תאורה מושלמים, וגם אז אתם תראו לא מעט רעשים כשתנסו להתקרב לעצמים. עדיף כמו בכל המקרים הללו לצלם עם המצבים הסטנדרטיים.\nמלבד צילומי הלילה שלי שסבלו מלא מעט רעש, כל הסרטונים והתמונות שצילמתי ב-Mavic Air 2 היו מצוינים. הרחפן מצליח לצלם סרטונים חדים, צבעוניים ומלאים בפרטים שפשוט כיף לשלוח מיד לאנשים אפילו לפני שטיפלתם בהם בתוכנות עריכה שונות.\nבואו, אתם לא הולכים לצלם עם הרחפן הזה את הפיצ’ר הבא שלכם, ולצילומי פנאי וחובבים הוא הרבה יותר מ”עושה את העבודה”. תוסיפו לזה את כל מצבי הצילום המוכנים מראש שעוד רגע ניגע בהם ותקבלו רחפן שמצליח לספק תוצאות שנראות מקצועיות לחלוטין לעיניים לא מקצועיות, ותוצאות מאוד טובות גם לעיניים מקצועיות. בערך מה שהסמארטפון שלכם עשה לתמונות ולסרטונים שלכם. הכל נראה מדהים על הסמארטפון שלכם, וקצת פחות ממדהים כשאתם מנסים לראות על הטלוויזיה שלכם, אבל זה פשוט לא משנה בימינו כשאתם בקושי יכולים לזכור מתי בפעם האחרונה הקרנתם משהו מהסמארטפון שלכם על מסך גדול.\nצילום: גיקטיים\nDJI הפתיעה רבים כשהודיעה כי טווח השליטה של ה-Mavic Air 2 שופר משמעותית, ובמקום 4 ק”מ מכם, הטווח המקסימלי עומד כעת על 10 ק”מ, בזכות המעבר מווייפיי לתקן OcuSync 2.0 הקנייני של החברה. אבל אם אי פעם השתמשתם ברחפן אתם יודעים שיש הבטחות לחוד, ומציאות לחוד. גם הפעם חשוב לזכור שהרחפנים של DJI עושים שימוש בתדר 5.8Ghz, טווח תדרים שאינו מותר בישראל לשימוש אזרחי, ולכן הגרסה המיובאת לארץ היא הדגם האירופאי, שפועל רק בתדר 2.4Ghz, ומציע טווח צנוע יותר.\nDJI טוענת כי בתנאי מעבדה היא מגיעה לטווח שליטה של 5 ק”מ, ו-2 ק”מ במציאות. במציאות, גם כשהייתי במגרש פתוח בצידי קיבוץ, אחרי כמה מאות מטרים התחלתי לקבל התראות על איבוד קליטה. בסביבה עירונית יותר, גם עם בתים פרטיים בסביבה בגובה 2 קומות, הטווח הזה התקצר עוד יותר, ואפילו לאחר כמה מאות מטרים בודדים הרחפן כבר שב אליי מפוחד. עם זאת, נראה ש-OcuSync 2.0 מצליחה לשמור על איכות הוידאו שמוצג לכם בזמן אמת על הסמארטפון שלכם, גם במרחקי הקיצון.\nתמונה: DJI\nואם כבר עסקנו בהבטחות, ב-DJI טוענים שזמן הטיסה של ה-Mavic Air 2 שופר משמעותית, ועומד כעת על 34 דקות בזכות סוללת ה-3,500mAh. אבל אתם יודעים מה אומרים על הבטחות. כרגיל, מדובר בהבטחה בתנאי מעבדה ללא רוח, יותר מדי תמרונים או השפעות חיצוניות אחרות. אז לא, זה לא הזמן האמיתי שתקבלו, אבל בפועל גיליתי שזמן הטיסה עומד על כ-27 דקות נטו. כלומר, יכולתי לסחוט עוד כמה דקות מהרחפן, אבל בנקודת ה-20% הוא כבר מתחיל לנג’ס ולרצות לחזור הביתה ולהבטיח נחיתה בשלום. בהשוואה לזמן הטיסה נטו של הדור הקודם, מדובר בשיפור משמעותי של כמעט פי שניים.\nזה זמן יקר שמשחרר אתכם ליהנות מחווית ההטסה, מאפשר לכם לצלם Timelapse ארוכים יותר, להשתמש בפונקציות המעקב בצורה חכמה יותר, ופשוט לא לפזול אחת לחצי דקה לאיזור הסוללה במסך. זה כנראה השיפור המשמעותי והחשוב ביותר ב-Mavic Air 2, גם למתחילים, וגם למנוסים. מה שכן, קחו בחשבון שהטענה של 3 הסוללות אורכת כעת כ-4 שעות. \nגם כשאתם רוצים להחליף את הסוללה, אתם אפילו לא צריכים להפוך את המאביק אייר 2 על הגב, כיוון שהפעם הסוללה ממוקמת בדיוק איפה שהיא צריכה להיות, בחלק העליון לו. אז כשהייתי צריך, פשוט הנחתתי אותו לידי, שלפתי סוללה מהתיק, ותוך 10 שניות הייתי באוויר. עוד שינוי קטן שפשוט הופך מוצר טוב לטוב יותר.\n﻿\nגם הפעם ה-Mavic Air 2 מאובזר בחיישני מכשולים שאמורים למנוע את ההתנגשות הבאה והיקרה שלכם. החיישנים ממוקמים בחלק הקדמי, האחורי והתחתון של הרחפן. לצערי הפעם אין חדש בכל הנוגע לחיישני צד שהיו יכולים לתת לרחפן הגנה כמעט מלאה. אבל אלו שכן נמצאים, עושים עבודה פשוט מצוינת. לקחתי את הרחפן איתי לאיזור עם לא מעט עצים וביקשתי ממנו לעקוב אחרי תוך כדי צילום. לא משנה כמה עצים, ענפים ומכשולים עברתי, הרחפן לא הסתכן, אלא לאחר כמה רגעי חשיבה, הוא פשוט עקף אותם או עף ביניהם כדי לעשות לי התקף לב. בשום מצב לא הצלחתי לגרום לו להתרסק, ותאמינו לי שניסיתי. התוצאה הסופית הייתה סרטוני מעקב מרשימים ויפהפיים.\nהשנה, DJI טוענת כי היא שידרגה את מערך המעקב של הרחפן, FocusTrack, עם דגש בעיקר על מה הרחפן עושה כשהוא מאבד את קשר העין עם האובייקט אחריו הוא עוקב. שמחתי לגלות שהמערך החדש אכן משופר, וגם כאשר עברתי מאחורי עץ עם מצב ה-ActiveTrack 3.0, והרחפן לא ראה אותי למשך כמה שניות, הוא הצליח לזהות אותי אחרי כמה רגעים כשחזרתי לשדה הראייה שלו והמשיך את המעקב כרגיל. דווקא כשניסיתי לצלם מגדל בשובר הגלים בתל אביב, המערכת איבדה אותו והתחילה קצת לגמגם, כך שזה עדיין לא מושלם, גם אם יש כאן שיפור נאה.\nכשאתם מחפשים ליצור שוטים מרשימים מבלי להתאמץ לרגע, יש ל-DJI את QuickShots שהן מעין פונקציות “סלפי”, רק מגניבות הרבה יותר, כי בכל זאת, רחפן. כל הפונקציות שהיו קיימות בדגם הקודם נמצאות גם כאן ולרוב כוללות התמקדות של הרחפן על גורם אנושי, והתרחקות שלו מכם תוך כדי תנועה למעלה, לצדדים, או ביחד. אז אמנם אין כאן מצבים חדשים ומגניבים, אבל המצבים הקיימים כן שודרגו עם תמיכה בצילום ב-4K שזה לא רע בכלל.\nאפליקציה הרבה פחות עמוסה. צילום: גיקטיים\nהפעם האפליקציה שבה תשתמשו כדי להטיס את ה-Mavic Air 2 היא אפליקציית DJI Fly שכבר משמשת את ה-Mavic Mini הצנוע יותר. כן, שמעתם נכון, יש עוד אפליקצייה לאוסף של DJI. אני חייב להודות שלמרות שהכנתי את עצמי נפשית לאפליקציה מתישה, Fly היא ככל הנראה האפליקציה הטובה ביותר ש-DJI הוציאו עד כה. כל המידע הרלוונטי כמו קליטה, סוללה, זמן טיסה, מפות, מהירות ועוד מסודר בצורה נהדרת על המסך כך שהוא לא מסתיר יותר מדי מהאקשן.\nבמקום חיפוש בעשרות תתי תפריטים, רוב הפונקציות החשובות של הרחפן, אלו שאתם צריכים בזמן הטיסה ולא לפניה, זמינות לכם על גבי המסך. כלומר, אתם לא מתנתקים לרגע אפילו מהמצלמה, ותמיד יכולים להישאר קשובים למה שקורה באיזור של הרחפן. גם ההגדרות הקצת יותר מתוחכמות של הרחפן נמצאות בתתי תפריטים יחסית פשוטים, ולא קשה למצוא את מה שאתם מחפשים בדרך כלל.\nערכת ה-Fly More על שלל התוספות שלה\nהמאביק אייר 2 הגיע אלינו בערכת ה-Fly More, או ערכת הקומבו כמו שהיא ידועה ברבים, והיא כוללת את כל מה שאתם צריכים בשביל חוויה מושלמת: שתי סוללות נוספות (בנוסף לזו שמגיעה על הרחפן), מטען שמסוגל להטעין 3 סוללות בו זמנית (בצורה אנכית ונוחה), עוד סט שלם של פרופלורים למקרה של תאונה לא עלינו, מתאם USB לסוללות שיכול להתחבר אליהן ולהפוך אותן למעין סוללה ניידת, תיק שכל הטוב הזה יכול להיכנס אליו, והתוספת המעניינת מכל: סט של 3 פילטרי ND שונים (ND16/64/256).\nה-Mavic Air 2, כמו רחפנים אחרים רבים, מגיע עם צמצם מקובע שלא ניתן לשלוט עליו, אבל תנאי התאורה שסביבכם, בניגוד לצמצם הזה, כן משתנים. כך, אם אתם מצלמים בימים בהירים מאוד, בשקיעות או פשוט קולטים לא מעט אור, הצילומים שלכם עשויים להיות “שרופים” ועם לא מעט בעיות שלא בהכרח תוכלו לפתור אחר כך בתוכנת עריכה. פילטרי ND מצמצמים את כמות האור שמגיעה אל החיישן, וגורמים למצלמה לצלם במהירות תריס נמוכה יותר, מה שמוביל לצילומים חלקים ופחות שרופים. בדרך כלל, פילטרי ND ל-Mavic עולים 50-100 דולר, ועכשיו כשאתם מקבלים אותם בערכת הקומבו, היא הופכת להיות עוד יותר אטרקטיבית מבחינתי.\nאין ספק, יש בערכת הקומבו שבדקנו את כל מה שאתם צריכים. הכל, חוץ מדבר אחד קריטי: מגן פרופלורים. אני לא מבין איך יכול להיות שלקוח שמשלם סכום מכובד עבור “הערכה המושלמת” לא מקבל את הפלסטיק הבסיסי והדי זול הזה שיכול להיות יופי של מקדם ביטחון עצמי למתחילים ומאפשר הטסה בטוחה יותר בחללים סגורים. פשוט לא ברור. אגב, קחו גם בחשבון שהתיק החדש שנושא את כל הערכה הוא לא מוקשח, אז בלי יותר מדי מכות בצדדים, כן?\nצילום: גיקטיים\nאחרי לא מעט שעות של הטסה, צילומים, ניסיונות ריסוק וצילומים מרהיבים, אני חושב שאין לכם יותר מדי סיבות לחפש רחפן אחר. אם אתם מתחילים, האמירה של “כדאי להתחיל ממוצר זול” פשוט לא תקפה ברחפנים, כיוון שככל שהרחפן יותר משוכלל ויותר יקר, כך יש לו יותר מנגנוני בטיחות עבורכם שמפצים על חוסר הניסיון שלכם. אם אתם צלמים חובבים, ה-Mavic Air 2 נותן לכם את כל מה שאהבתם ברחפנים הקודמים של החברה, אבל עם טווח וזמן טיסה משופרים, שלט טוב יותר, יכולות צילום משופרות ואפילו אפליקציה טובה יותר. הוא אולי לא מושלם או מהפכני ביחס לקודמו המוצלח, אבל ה-Mavic Air 2 הוא ללא ספק הרחפן הטוב ביותר שאתם יכולים לקנות כרגע לעצמכם.\nה-Mavic Air 2 מיובא לארץ על ידי בנדא מגנטיק, יבואן רשמי של DJI, ומחירו המומלץ עומד על 3,299 שקלים לערכה הסטנדרטית ו-4,149 שקלים לערכת הקומבו שאנחנו סקרנו\n\n\n\n\n\n\nהורידו עכשיו את אפליקציית גיקטיים, ותישארו מעודכנים\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "מאביק,מאביק אייר,מאביק אייר 2,dji,רחפן,רחפנים,סקירה,ביקורת,חוות דעת,השוואה,mavic,mavic air,mavic air 2,drone,review"}