{"url": "https://www.geektime.co.il/sonos-arc-soundbar-review/", "type": "article", "title": "ה-Sonos Arc הוא סאונד-בר מעולה, אבל אל תקנו אותו לפני שתענו על כמה שאלות", "description": "עם תמיכה ב-Dolby Atmos, עיצוב נאה וסאונד עשיר ועוטף, הארק של סונוס מסתמן כשדרוג מעולה לסלון שלכם. אבל לפני שאתם שורפים עליו את מענק הקורונה, אתם חייבים לענות על כמה שאלות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/IMG_20200722_112429-1-1595408263-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-25T11:05:05Z", "modified_time": "2020-07-25T10:47:25Z", "articleBody": "עם תמיכה ב-Dolby Atmos, עיצוב נאה וסאונד עשיר ועוטף, הארק של סונוס מסתמן כשדרוג מעולה לסלון שלכם. אבל לפני שאתם שורפים עליו את מענק הקורונה, אתם חייבים לענות על כמה שאלות\nצילום: גיקטיים\nעם איום הסגר שמרחף מעל ראשינו, נראה שהחלום של רבים לשוב אל בתי הקולנוע רחוק מתמיד. אז מי שרוצה חוויה קולנועית יצטרך ככל הנראה לשדרג את מה שכינו בעבר “מערכת קולנוע ביתית”, אבל חוץ מטלוויזיה חדשה ומשוכללת, רוב הסיכויים שגם מערך הסאונד שלכם יכול ליהנות משדרוג. לקחנו לבדיקה את ה-Sonos Arc, אחד מהסאונדברים היקרים יותר שתוכלו לקנות בישראל, כדי לבדוק האם הוא זה שיביא את הבשורה של פורמט ה-Dolby Atmos לסלון הביתי, וגילינו שלפני שאתם קונים אותו אתם צריכים לשאול את עצמכם כמה שאלות חשובות.\nה-Arc הוא מכשיר די מאסיבי וארוך למדי שתפס חלק נכבד ממזנון האיקאה הפשוט שלי, וכדאי לקחת בחשבון שהוא גם די גבוה, כך שאם הוא ממוקם על אותו משטח ביחד עם טלוויזיה שנמצאת על רגלית נמוכה, יכול להיות שהוא קצת יסתיר אותה בזוויות מסוימות.\nהחיבור של ה-Arc לטלוויזיה פשוט כמו כל מכשיר אחר של סונוס: יש לו כבל חשמל פשוט, יציאת HDMI ARC, יציאת Ethernet למקרה שהאינטרנט האלחוטי שלכם מזייף ומתאם לכבל אופטי למקרה שאין לכם יציאת HDMI פנויה בטלוויזיה. זהו. תשכחו מרסיברים, הגדרות מסובכות וכבלים משונים מתקופות מערכת הקולנוע הביתית שלכם משנות ה-2000.\nהסאונד-בר, ומעליו, כדי להבין את המימדים – טלוויזיה 65 אינץ’. צילום: גיקטיים\nכל שנשאר לכם לעשות הוא לחבר את ה-Arc לטלוויזיה, להיכנס לאפליקציה של Sonos, ולהגדיר בכמה צעדים יחסית פשוטים את הסאונדבר. אם תחברו אותו ליציאת HDMI ARC, תוכלו גם לשלוט על הווליום מהשלט של הטלוויזיה ואם התברכתם ביציאת eARC, תוכלו אפילו לצמצם את השיהוי הקל שלפעמים קורה בין התמונה לסאונד וליהנות ממהירות העברת נתונים הרבה יותר גבוהה, ומכאן לסאונד פוטנציאלי יותר טוב. ההתקנה של המכשיר כל כך פשוטה, שהייתי נותן להורים שלי לעשות אותה בלעדיי, בלי לפחד שאני עומד לבלות על הקו כמו נציג תמיכה בבנגלור.\nבלי כבלים מיותרים, בלי כאב ראש. צילום: גיקטיים\nכשבדקתי את ה-Beam של סונוס בשנה שעברה, הסאונדבר הקודם והדי מוצלח של החברה, התלונה העיקרית שלי עליו הייתה על הפרדת הערוצים עם דגש על הבאסים שלא היו נוכחים מספיק בסאונד, או האפילו על הסאונדים האחרים. לכן שמחתי כל כך לגלות שה-Arc משחק בליגה אחרת לגמרי מה-Beam: ה-Arc מצויד במפרט ב-11 מגברי Class-D, שלושה טוויטרים, והדובדבן שבקפצת מבחינתי, 8 וופרים.\nוכך זה נראה מבפנים. תמונה: Sonos\nאין הרבה דרכים להסתובב סביב זה – ה-Arc הוא פשוט רמקול משובח, לכל צורך שרק יהיה לכם בו. שירים בסטרימינג נשמעים מאוזנים בצורה מופתית ועשירה, פודקאסטים נשמעים עליו ברורים וחדים כתער, וכמובן שסרטים ותוכניות נשמעים עליו מעולה. אבל לכל זה כבר התרגלתי ממוצרים של Sonos שדי ידועים בכיול המעולה שלהם. הפעם, הבאסים עשירים ומופרדים היטב, כך שכל יריה ב-The Last Of Us 2 נשמעת כמו כדור שנפלט בלב החדר, כל בייס-דראם בשיר מורגש ומקבל את הדגש שלו ודמויות שמדברות בקול מעט באסי נשמעות ברורות וחדות.\nלמעשה, לא הרגשתי חיסרון משמעותי בסאבוופר ייעודי, ול-90% מהאנשים אני מאמין שהיכולות של ה-Arc בצלילים הנמוכים יהיו הרבה יותר ממספיקות. עם זאת, מי שמחפש באס יותר פאנצ’י – כזה שבאמת מרעיד לכם את הגוף ומכניס אתכם לאווירה – יוכלו גם לשקול את הסאבוופר הנפרד של סונוס שעולה -תחזיקו חזק בבקשה – 2,999 שקלים. ולא, אתם לא יכולים לחבר שום סאב שהיה לכם בעבר למערכת, אלא רק סאבים מהגן הנעול של סונוס.\n\nאני חושב שהשיא של הסאונד של ה-Arc מבחינתי הגיע בצפייה במחזמר “המילטון”, שם אפילו אשתי, שטוענת שהיא ההפך מאודיופילית, לא היתה אדישה לצלילים העמוקים והעשירים שמילאו את החדר. סדרות מעט ישנות כמו 30 רוק או Avatar: The Last Airbender, או תוכניות ישראליות שלא באמת משקיעות כמו שצריך במיקס של הסאונד שלהן עשויות להשמע קצת פחות טובות מהרגיל, כי כל הצלילים מופרדים וחדים דרך ה-Arc, מה שלעיתים קצת מדגיש את החסרונות של הצלילים הנחותים. קצת כמו לצפות במסך 4K בתכנים שצולמו ב-HD.\nמלבד הצליל הסטנדרטי המצוין של ה-Arc, גולת הכותרת שלו היא התמיכה בפורמט Dolby Atmos שהופך נפוץ יותר ויותר. במקום פורמט הסטריאו או הסראונד הקלאסי שאנחנו מכירים שבו רמקולים יורים עלינו צלילים בקו ישיר, בפורמט Atmos, הצלילים לא נמצאים בערוצים ספציפיים אלא נשלחים למרחב. כלומר, במקום שצליל מסוק בסרט פשוט יעבור מקדימה לאחורה, מיקס אטמוס איכותי יתן את התחושה שהמסוק ממש נע במרחב ולא סתם עובר בין רמקול לרמקול.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nהאפקט הזה נוצר בעזרת “ירייה” והחזרים של סאונד מקירות החדר. כלומר, סאונדים נשלחים אל התקרה בזווית ספציפית כדי שהם יחזרו אל האוזניים שלכם, וידמו לכם למשל את אותו צליל של מסוק עובר. זו גם הסיבה שה-Arc מעוצב בצורה גלילית ויורה צלילים בזווית של 270 מעלות, לא רק ישירות אליכם.\nאבל האם זה תחליף הולם למערכת סראונד אמיתית? כן. ולא.\nצילום: גיקטיים\nלפחות בתצורת הסלון שלי שכוללת קיר בגב הספה, וחלל פתוח מצידו הימני של הרמקול, אני לא יכול להגיד שבשום שלב הרגשתי שצלילים בוקעים מאחוריי, אבל מה שכן הרגשתי היטב, זה איך הצלילים ממלאים את החדר. התחושה היא של צלילים שממש עוטפים את הסלון, ולא כאלו שאני יכול ממש להצביע שבוקעים מאיזור הטלוויזיה בהכרח. אחת לכמה זמן יכולתי ממש להבחין בצליל שנשמע כאילו הוא בוקע ממש מצידי החדר. אז אולי לא הגעתי לרמה שבה הרגשתי שהזומבים ב-The Last Of Us 2 באים מאחוריי, אבל כל סרט, סדרה או משחק עם סאונד של 5 ערוצים ומעלה הציף את איזור הספה בצלילים שעוזרים לתחושת ה”היטמעות” שתמיד מדברים עליה. וזה מבחינתי הרבה יותר חשוב מגימיק סראונד כזה או אחר.\nלשמחתי, תוכן ב-Atmos הוא כבר מעט פחות נדיר מכשהיה לפני שנים ספורות: רוב שירותי הסטרימינג כמו נטפליקס, אפל טי וי פלוס, דיסני פלוס ואמזון פריים וידאו כבר מציגים תכנים שתומכים בו, וגם בספריית הסרטים של Apple לא חסרים כותרים נתמכים להשכרה או רכישה. לצערי, המיקסים של אטמוס לא נולדו שווים, ובחלק מהתכנים הרגשתי שחוויתי הפרדה מוצלחת יותר בכותרי 5.1 מאשר בכותרי אטמוס שבהם ההפרדה בקושי הייתה מורגשת.\nהבעיה האמיתית היא שאטמוס הופך לפורמט אולטימטיבי כשאתם משתמשים בו בחדר עם 4 קירות ברורים, ולא סלון פתוח כמו שהישראלים אוהבים. ה-Arc יודע להשמיע סאונד ב-5.0 ערוצים בתצורתו המקורית, מה שאומר שבשביל ליהנות מצליל היקפי בצורה באמת אופטימלית, אתם צריכים להוסיף עוד שני רמקולים (רק של סונוס, כמובן), ואולי גם סאבוופר (כמו שכבר הבנתם, מדובר בתענוג לא זול בעליל). אז אם אתם מתכננים לקנות את ה-Arc ספציפית בשביל אטמוס, אתם עשויים למצוא את עצמכם מוסיפים עוד כסף במהרה.\nתצרפו גם אותם למסיבה? תמונה: Sonos\nסונוס הרוויחה ביושר את תואר “האפל של הרמקולים”. נכון, חלק מזה נובע ממדיניות האקוסיסטם והגן הסגור, וחלק בגלל המחיר, אבל לא רק. החברה מנסה להביא טכנולוגיה בשלה וביצועים, בלי שאתם תצטרכו להסתבך עם כבלים, כפתורים, רסיברים וממשקים מסובכים. גם הארק הוא פשוט מאוד לתפעול ולחיבור מהצד שלכם ומהצד של סונוס. אבל אז מגיע העניין הפעוט הזה של לקבל סאונד בתקן דולבי אטמוס, וכאן העניינים מתחילים להסתבך.\nכשתגיעו לחלק הזה, גם אתם תצעקו הללויה. צילום מסך\nכשחיברתי את ה-Arc למסך ה-CX החדש של LG, מסך מתקדם, שיצא השנה, עם כל החיבורים הנדרשים, תמיכה בכל התקנים ויכולות מתקדמות, לא הצלחתי להפעיל תוכן בדולבי אטמוס בנטפליקס, על אף שידעתי שהכותר עצמו תומך בו. לאחר לא מעט חיפושים גיליתי את ההגדרות הנכונות בלב תת-תפריט הגדרות הסאונד בטלוויזיה, והצלחתי סופסוף לקבל את הלוגו המיוחל של דולבי אטמוס באפליקציה.\nסונוס הכניסה את עצמה לעולם די סבוך שלא תלוי בה, ועשוי להשפיע על חווית השימוש שלכם. כל המכשירים של סונוס לא מצריכים מכם שום התעסקות מיותרת עם עוד מכשירים כדי להגיע לסאונד די אופטימלי שירשים את כולם. במקרה של ה-Arc אתם גם יכולים ליהנות מצליל מעולה בלי לעשות שום דבר מסובך, אבל מי שרוכש אותו בשביל ליהנות מדולבי אטמוס, יהיה תלוי בכל מיני גורמים שלא קשורים לסונוס עצמה.\nהאם הטלוויזיה שלכם תומכת בהזרמת דולבי אטמוס? האם אתם יודעים איך להגדיר את הטלוויזיה באופן הנכון? האם יש לכם גישה לתכנים שתומכים באטמוס? האם מבנה החדר שלכם מתאים לאפקט הסראונד של אטמוס? מה אתם מצפים לקבל מאטמוס? הרבה שאלות שאתם צריכים לשאול את עצמכם, אבל רק במקרה שאתם ממש רוצים להאזין לתכנים באטמוס. כשזה עובד, זה עובד מצוין, אבל הדרך לאטמוס רצופה במכשולים, ומכשולים הם לא משהו שאני רגיל לקבל בחוויה של סונוס.\nכדאי גם לדעת שלמרות שה-Arc תומך בתקנים הסופר מתקדמים כמו אטמוס, TrueHD, Dolby Digital ו-Dolby Digital Plus, הוא לא תומך ב-DTS. זה עשוי להשפיע על חווית ההאזנה הגבוהה ביותר שחלק מהמכשירים האחרים שלכם תומכים בהם, ושוב מדובר בבלאגן שסונוס הכניסה את עצמה אליו, כשהחוויה שלכם מהמוצר שלה פתאום תלויה גם במוצרים אחרים בבית שלכם.\nיש עוד כמה פיצ’רים נחמדים ב-Arc כמו מצב לילה שינסה לאזן בין הצלילים החזקים לצלילים השקטים, ולחדד את הדיאלוגים כדי שלא תצטרכו להגביר את הסאונד ואולי להעיר את שאר דיירי הבית, וזה עובד בצורה חביבה למדי, אם כי לא מושלמת. אם אתם סובלים ממלמולים ולחישות של דמויות בסדרות אמריקאיות, כפתור נוסף באפליקציה יחדד את הסאונדים האנושיים בתוכן שאתם צופים בו, וגם זה עובד בצורה לא רעה. עם זאת, למי יש כוח לשלוח יד לסמארטפון ולהתעסק באפליקציה באמצע הצפייה?\nגם הפעם התבאסתי לגלות שמשתמשי אפל נהנים יותר: החברה מחזיקה בטכנולוגיה די מגניבה בשם TruePlay שמאפשרת לכם להתאים את הסאונד למרחב הסלון שלכם על ידי השמעה של צלילים מעיקים מהרמקול, וקליטה שלהם בסמארטפון שלכם בזמן שאתם מסתובבים ברחבי החדר ומנפנפים במכשיר כאילו אתם מגרשים שד.\nתמונה: Sonos\nהאפשרות הזאת פותחת את ה-SoundStage של הרמקול בצורה הרבה יותר מדויקת לחדר, ואכן משפרת את הפיזור שלו, אבל הבעיה היא שהיא פועלת אך ורק עם מכשירי iOS. על כן, אני כמעט ממליץ למשתמשי האנדרואיד לשחד אייפוניסט ולהזמין אותו לביתכם עם האייפון או האייפד שלו, ולבצע את הקליברציה הזאת. אתם לא תתחרטו. נזכיר שברמקול ה-Move הנייד של סונוס, החברה הטמיעה את TruePlay ישירות למכשיר עצמו, כך שהוא ידע בדיוק איך להשמיע את הצלילים באופן המיטבי בחדר.\nהתעדוף של לקוחות אפל לא מסתיים כאן, כאשר ה-Arc ממשיך את התמיכה הנהדרת של סונוס ב-AirPlay 2, מה שאומר שתוכלו לשלוח אליו כל סאונד מכמעט כל מכשיר של אפל בלי להשתמש באפליקציה. אם יש לכם נטייה אנדרואידית (אנחנו לא שופטים), אתם מוגבלים לחלוטין לשימוש באפליקצייה של סונוס, שעד כמה שהיא טובה, לא בהכרח תספיק לכם כשתרצו להשמיע קטע סאונד מיוטיוב, וואטסאפ או כל אפליקציה אחרת שלא נתמכת. תמיכה ב-Casting לא תמצאו כאן, וגם לא תמיכה בבלוטות’, כך שחשוב לוודא שהשירותים שאתם אוהבים להשתמש בהם בסמארטפון נתמכים באפליקציה.\nצילום: גיקטיים\nלסונוס יש עוד פיצ’ר אחד שהופך את ה-Arc לרמקול נהדר ושימושי יותר מחלק נכבד מהסאונדברים האחרים בשוק, והוא טמון ב-4 המיקרופונים שמוטמעים בו, ומאפשרים ל-Arc להפוך גם לרמקול חכם תומך אלכסה או Google Assistant, לבחירתכם. האפשרות הזאת נעולה לישראלים, אבל שיוך של הרמקול למשתמש שמוגדר לאיזור (Region) ארצות הברית פתח את האפשרות. מה שאומר שהחל מאותו הרגע יכולתי לבקש מהרמקול כל בקשה שמכשירי ה-Google/Nest Home שלי מסוגלים לבצע. בשילוב איכות הסאונד של ה-Arc, קיבלתי את מה שאני חייב להגדיר בתור הרמקול החכם הכי איכותי שנתקלתי בו מבחינת סאונד.\nבכך יכולתי להגביר או להחליש את הווליום, להשמיע מוזיקה מספוטיפיי או לכבות את האורות מבלי לגעת בסמארטפון או בשלט. המיקרופונים עובדים מעולה וקולטים את הפקודות בצורה מדויקת גם כשמוזיקה מתנגנת בקולי קולות מהרמקול עצמו. מה שכן כדאי לקחת בחשבון, זה שהמיקרופונים רגישים למדי ולא אחת הסאונד של הטלוויזיה הוחלש משמעותית כשהרמקול חשב שהוא שמע את מילת הטריגר “היי גוגל”. גם מהירות עיבוד הפקודות קצת איטית ביחס למכשירי ההום שלי, אבל כל זה מתגמד לעומת הערך שהיכולת הזאת מוסיפה למכשיר המוצלח מספיק הזה. עם זאת, אחזור, אזהיר ואומר שהאפשרות הזו לא נתמכת רשמית בישראל, וה”פירצה” הזאת יכולה להיסגר בכל רגע נתון. אז אל תקנו את הרמקול הזה בגלל הייתו רמקול חכם, אלא מקסימום בתור “גם” רמקול חכם.\nה-Arc הוא רמקול מפלצת שהוא גם-וגם-וגם-וגם-וגם. הוא גם סאונדבר מצוין שאין לי ספק שישדרג לכם את הסלון, הוא גם Future-Proof הודות לתמיכה שלו באטמוס וב-eARC, הוא גם רמקול עם צליל משובח, הוא גם רמקול חכם מצוין, הוא גם פשוט לתפעול, הוא גם מצרף אתכם (או מצטרף בעצמו) לאקוסיסטם המוצלח של סונוס והוא גם נראה לא רע. אבל הוא גם יקר. מאוד יקר – כ-3,400 שקלים בייבוא רשמי של באג (מחיר מאוד דומה למחיר שנגבה עבורו באמריקה ומחיר זול יותר מזה שנגבה בשוק האירופאי).\nלמרות המחיר הגבוה על הנייר, אני מוכן להתווכח ולהגיד שהמחיר הזה הוא מחיר שנותן לכם תמורה מצוינת אם היכולות של ה-Arc קורצות ומתאימות לכם. מערכות אטמוס מלאות הכוללות רסיבר, רמקולים שקועים בתקרה, סאבוופר ורמקולים קדמיים יכולות להגיע לעשרות אלפי שקלים בקלות. על כן, אפילו המחיר של ה-Arc עם הסאבוופר ושני רמקולי One של סונוס לא מגרד אפילו את התקרה הזאת (ופשוטו כמשמעו לא נוגע בתקרה שלכם). בנוסף, הסאונדברים האחרים שתומכים באטמוס (ואין המון כאלה) לא רחוקים מהמחיר של ה-Arc, אבל לא מצרפים אתכם לאקוסיסטם הבאמת מוצלח של החברה. מה אני אגיד, כשגן סגור עובד טוב, הוא עובד טוב.\nאל תחשבו לרגע שאני מנסה לשכנע אתכם שמדובר במוצר זול או כזה שמתאים לכל כיס, אבל מי שמחפש לקחת את מערכת הקולנוע הביתית שלו לצעד הבא, ומוכן לשלם על כך, יתקשה למצוא תמורה טובה יותר.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "סונוס,סונוס ארק,ארק,סאונדבר,סאונד בר,דולבי,דולבי אטמוס,מקרן קול,sonos,sonos arc,arc,dolby,dolby atmos,atmos,sondbar,sond bar,home theater,sound,review,השוואה,ביקורת,סקירה"}