{"url": "https://www.geektime.co.il/red-dead-redemption-2-pc-and-stadia-release/", "type": "article", "title": "יש תאריך: Red Dead Redemption 2 מגיע ל-PC", "description": "אחד המשחקים המוצלחים והאהובים בכל הזמנים סופסוף מקבל תאריך שחרור ל-PC, והוא אפילו יגיע לפלטפורמה החדשה והמסקרנת של גוגל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/rdr2-officialart-3840x2160-1541066749-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-06T13:00:21Z", "modified_time": "2019-10-06T13:00:21Z", "articleBody": "אחד המשחקים המוצלחים והאהובים בכל הזמנים סופסוף מקבל תאריך שחרור ל-PC, והוא אפילו יגיע לפלטפורמה החדשה והמסקרנת של גוגל\nתמונה: Rockstar Games\nאחרי שנה שלמה של המתנה, גם שחקני ה-PC יכולים לנשום לרווחה: חברת Rockstar Games, המפתחת שעומדת מאחורי סדרת GTA, הודיעה רשמית כי המשחק, שלדעתנו הוא אחד המשחקים הגדולים ביותר בכל הזמנים, Red Dead Redemption 2, יגיע סופסוף גם למחשב, וקצת יותר מוקדם ממה שחשבתם.\nאם במקרה חייתם במדבר במהלך השנים האחרונות, Red Dead Redemption 2 היה אחד המשחקים המצופים ביותר בכל הזמנים, וגם כזה שלאחר יציאתו קטף לא מעט שבחים, מחמאות, פרסים וכמות אדירה של יותר מ-23 מיליון עותקים בחודש וחצי שנמכרו כמו לחמניות חמות. במשחק המצליח אתם נכנסים למגפי הבוקרים של ארתור מורגן, פושע קשוח וחלק מכנופיית פושעים נוספים שמחפשים את מקומם בדיוק בתקופה של סוף עידן המערב הפרוע בארצות הברית לאחר ניסיון שוד כושל. העולם של RDR2 נחשב על ידי רבים לאחד מהעולמות הפתוחים הרחבים, מושקעים וריאליסטיים שנראו בעולם הגיימינג.\nהביקורת המלאה שלנו ל-Red Dead Redemption 2\nבשנה הראשונה לקיומו, RDR2 שוחרר אך ורק לקונסולות האקסבוקס והפלייסטיישן החדשות, וגיימרי המחשב נאלצו כרגיל להמתין בסבלנות בלי לדעת האם המשחק בכלל יהיה זמין ל-PC, בעיקר לאור העובדה שהמשחק הראשון בסדרה כלל לא יצא ל-PC. על פי הודעת רוקסטאר, אשר פיתחה את המשחק, RDR2 יהיה זמין להורדה כבר ב-5 בנובמבר. לטענת החברה, המשחק ישוחרר עם כמה שיפורים טכניים על פני מקביליו בקונסולות הכוללים גם שיפורים לגראפיקה הדי-מדהימה של המשחק. בנוסף, גירסת ה-PC תכלול עוד נשקים, משימות ובסיסים לכנופיות שלכם. וכן, גם מצב המולטיפלייר הקצת שנוי במחלוקת, Red Dead Online, יהיה זמין בגירסת המחשב.\n\nהמשחק יהיה זמין לרכישה מוקדמת כבר ב-9 באוקטובר דרך ה-Rockstar Launcher, מעין חנות משחקים של רוקסטאר. מי שיזמין את המשחק לפני ה-22 באוקטובר יזכה גם בכמה בונוסים למשחק וגם יוכל להוריד שני משחקים נוספים מהקלאסיקות של רוקסטאר כמו GTA 3-5, Bully, L.A Noire או מקס פיין 3. רוקסטאר מאפשרת להזמין את המשחק גם מהחנות של Epic וכמה חנויות נוספות, וכמו כן גם ב-Steam בחודש דצמבר.\nבידיעה אולי המרעישה ביותר בנוגע ליציאת המשחק, רוקסטאר הכריזה כי RDR2 יהיה גם זמין בפלטפורמת Stadia של גוגל. במקום להריץ משחקים על מחשבים בעלי חומרה חזקה ויקרה כדי לקבל תוצאות גראפיות טובות, סטדיה רצה על גבי כח המיחשוב בענן של גוגל, ומאפשרת לכם לשחק במשחקים באיכות 4K, תמיכה ב-HDR ו-60 פריימים לשניה, כך שסביר להניח שהמשחק ירוץ בצורה הטובה ביותר בסטדיה. כמו כן, הפלטפורמה של גוגל מאפשרת תיאורטית להריץ את המשחק באיכות מלאה גם על סמארטפונים, טאבלטים וטלוויזיות חכמות מבלי שום קונסולה או חומרה מחוברת.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "רד דד רדמפשיין,red dead redemption 2,red dead redemption,רד דד רדמפשיין 2,גיימינג,pc,rockstar,רוקסטאר,rockstar games,rockstar launcher,רוקסטאר גיימס,משחקים,games,gaming"}