{"url": "https://www.geektime.co.il/geekstarter-25-10-19/", "type": "article", "title": "הקמפינג שלכם כבר לא ייראה אותו דבר עם ה''גזיה'' הזו", "description": "במקום שהסוללה הניידת שלכם תיגמר, הספק-כירה-ניידת-ספק-מתקן-מדורה-נייד הזה יטעין את עצמו בעזרת האש שתדליקו. ועוד במדור מימון ההמונים שלנו: האולר השוויצרי של הכבלים והערכה שתהפוך את האופניים הקיימים שלכם לאופניים חשמליים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/ar3cusdlhwe5swqzfuwn-1571750329-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-25T13:00:56Z", "modified_time": "2019-10-25T08:17:17Z", "articleBody": "במקום שהסוללה הניידת שלכם תיגמר, הספק-כירה-ניידת-ספק-מתקן-מדורה-נייד הזה יטעין את עצמו בעזרת האש שתדליקו. ועוד במדור מימון ההמונים שלנו: האולר השוויצרי של הכבלים והערכה שתהפוך את האופניים הקיימים שלכם לאופניים חשמליים\nתמונה: Aishu\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרויקטים רבים מתחום הטכנולוגיה ומחוצה לו ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. למרות זאת חשוב לזכור שלא מדובר בחנות או בחברות ותיקות, וכבר קרו לא מעט מקרים של פרויקטים שכשלו והותירו את התומכים ללא מוצר וללא הכסף, אז קחו זאת בחשבון.\n﻿\nלמרות שיותר ויותר מכשירים מגיעים עם חיבור USB-C, עדיין לא חסרים לנו מכשירים שמשתמשים בשלל חיבורים אחרים. אז אם גם לכם נמאס מלהחליף כבלים כל הזמן, ולקחת אתכם צרור כבלים שונים לחופשה הקרובה, אולי כדאי שתשימו עין על inCharge 6, שמכיל פחות או יותר את כל מה שאתם צריכים. אתם יכולים ליצור את כל הקומבינציות של USB סטנדרטי ל-USB-C, לייטנינג ומיקרו-USB, או מ-USB-C ללייטנינג, מיקרו-USB וכמובן USB-C. כל זאת במתקן ממש קומפקטי שאתם יכולים לשאת כמחזיק מפתחות. למרות המימדים הקטנים שלו, הוא מסוגל להמתח לאורך של כמטר וחצי.\nמחיר: 51 שקלים, כולל משלוח לישראל; מועד משלוח מתוכנן: דצמבר 2019\nלעמוד הקמפיין\n\nאמנם החגים מאחורינו ויהיה לכם קשה לצאת לקמפינג בחורף, אבל הגאדג’ט הזה יכול להיות המלווה המושלם של אלו שמעדיפים לוותר על הגזייה וקצת יותר לשרוד בעצמם. ה-PureFlame הוא מעין מדורה ניידת קומפקטית שתוכלו לשים בה זרדים, ענפים וכל מה שאני צריכים כדי להדליק אש. אחרי שתדליקו את האש בעצמכם, תוכלו לשלוט על 3 דרגות עוצמה שונות ולהניח עליו סירים או פינג’נים בגדלים שונים. אבל חוץ מזה, ה-PureFlame יודע להמיר את אנרגיית האש לחשמל, כך שהוא תמיד מטעין את סוללת ה-2,400mAh המובנית שתוכלו להשתמש בה להפעלת מכשירים אחרים.\nמחיר: 280 שקלים, כולל משלוח לישראל; מועד משלוח מתוכנן: דצמבר 2019\nלעמוד הקמפיין\n﻿\nהאופניים החשמליים די השתלטו על הרחובות בארץ, ותאהבו אותם או תשנאו אותם, הם כנראה כאן כדי להישאר. אם אין לכם עדיין אופניים חשמליים ובא לכם להצטרף למהפכה, למה שתצטרכו להיפרד מהאופניים הקיימים והאהובים שלכם? הערכה של Swytch מכילה חיישן שמזהה כשאתם מפדלים, ורק אז מפעיל את המנוע החשמלי בגלגל החדש שתצטרכו להתקין. הערכה כוללת גם את ה”מוח” של האופניים שמתפקד גם על תקן סוללת 250W שמסוגלת להגיע לטווח נסיעה של עד 50 ק”מ, וניתנת להסרה בקלות.\nעם זאת, קחו בחשבון שהערכה הזאת לא בהכרח תעבור את האישור של מכון התקנים או משרד התחבורה, ויש לי תחושה שפקחים ושוטרים יכולים פשוט להחרים את האופניים במקרה הצורך.\nמחיר: החל מ1,588 ש”ח. משלוח לישראל לא זמין בשלב הזה; מועד משלוח מתוכנן: מרץ 202\nלעמוד הקמפיין\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "גיקסטארטר,geekstarter,מימון המונים,קיקסטארטר,אינדיגוגו,indiegogo,kickstarter,thermart,mivo,lifesaber"}