{"url": "https://www.geektime.co.il/geekstarter-11-10-19/", "type": "article", "title": "יש סיכוי לא רע שזה הגאדג׳ט ההישרדותי המושלם", "description": "הוא נראה כמו פנס, וגם משמש כאחד כזה, אבל LIFESABER כולל גם סירנה, מטהר מים ועוד כל כך הרבה גימיקים שאין לנו מקום למנות את כולם. ועוד במדור מימון ההמונים שלנו: מדחום שהילדים ירצו להשתמש בו ואוזניות שתוכלו להטעין תוך כדי שימוש", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/LIFESABER-1570451296-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-11T14:30:04Z", "modified_time": "2019-10-11T07:56:41Z", "articleBody": "הוא נראה כמו פנס, וגם משמש כאחד כזה, אבל LIFESABER כולל גם סירנה, מטהר מים ועוד כל כך הרבה גימיקים שאין לנו מקום למנות את כולם. ועוד במדור מימון ההמונים שלנו: מדחום שהילדים ירצו להשתמש בו ואוזניות שתוכלו להטעין תוך כדי שימוש\nמקור: LIFESABER\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרויקטים רבים מתחום הטכנולוגיה ומחוצה לו ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. למרות זאת חשוב לזכור שלא מדובר בחנות או בחברות ותיקות, וכבר קרו לא מעט מקרים של פרויקטים שכשלו והותירו את התומכים ללא מוצר וללא הכסף, אז קחו זאת בחשבון.\n \nאוזניות In Ear ו-True Wireless שמגיעות עם נרתיקים להטענה אלחוטית הוא בהחלט פתרון גאוני, שכן מספיק להכניס את האוזניות לקייס לכמה דקות, והופ – זכיתם בעוד חיי סוללה. אבל אם זה לא מספיק לכם, תכירו את MIVO, אוזניות בלוטות׳ אלחוטיות שהופכות ברגע לחוטיות. הקונספט שלהן הוא שגם אם תיגמר להן הסוללה תוך כדי הריצה שלכם בפארק, תוכלו לחבר אליהן את כבל ההטענה המגנטי, ולהמשיך להשתמש בהן גם תוך כדי שהן נטענות. מבחינה טכנית, כשהאוזניות במתכונת של True Wireless, ונראות כמו עוד חיקוי סטנדרטי ל-AirPods, הן יעניקו לכן עד 4 שעות של ניגון מוסיקה. כשתחברו אליהן את הכבל, תיהנו מעוד 19 שעות של נגינה. תמורת קצת פחות מ-100 ש״ח תוכלו לשדרג את הערכה שלכם ולרכוש גם נרתיק הטענה אלחוטי שיספק לכם עד 29 שעות אקסטרה של סוללה.\nמחיר: 53 דולר, כולל משלוח לישראל; מועד משלוח מתוכנן: דצמבר 2019\nלעמוד הקמפיין\n \nמדידת חום היא לא הפעולה הכי מהנה ומזמינה, בטח לא עבור ילדים. ThermArt רוצה לשנות זאת, באמצעות מדחום אלטרנטיבי שיהפוך את הפעולה הפולשנית לקצת פחות מעיקה. המדידה מתבצעת באמצעות הנחה של המכשיר על המצח או לחילופין על ידי החדרה פיזית שלו אל תוך האוזן, כשהתוצאה אמורה להופיע תוך שניה אחת בלבד. לא רק שהמדחום מעוצב כמו גאדג׳ט מגניב, הוא גם מסתנכרן עם אפליקציה שתאפשר לכם לעקוב באופן מתמיד אחר החולי שלכם או של הילדים, ולשתף את התוצאות עם מי שרק תרצו.\nמחיר: 49 דולר, כולל משלוח לישראל; מועד משלוח מתוכנן: דצמבר 2019\nלעמוד הקמפיין\n \nLIFESABER אולי נראה כמו עוד פנס (והוא גם פנס) אבל הוא מחביא בתוכו גם כמה פונקציות שימושיות במיוחד שיעזרו לכם לשרוד בעולם אפוקליטפי, אחרי מתקפת זומבים או סתם בקמפינג על גדות הכנרת. כך למשל, תמצאו בו מצת פלזמה כדי שתוכלו להדליק מדורה באמצע היער; מטהר מים מבוסס UV כדי שתוכלו לשתות בביטחה מכל מאגר ארעי שתמצאו; סירנה ו״כפתור פניקה״ למצבי חירום שגם ידליק את הסירנה וגם יפעיל אור שיהבהב למרחקים. לא מספיק לכם? הוא יכול לשמש גם כעששית, יטעין את הסמארטפון שלכם בעזרת סוללת ה-2,200mAh הכלולה בו וכשזו יתרוקן – תוכלו להטעין אותה מחדש באופן ידני (דינמו).\nמחיר: 164 דולר, כולל משלוח לישראל; מועד משלוח מתוכנן: נובמבר 2020\nלעמוד הקמפיין\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "גיקסטארטר,geekstarter,מימון המונים,קיקסטארטר,אינדיגוגו,indiegogo,kickstarter,thermart,mivo,lifesaber"}