{"url": "https://www.geektime.co.il/medtronic-acquires-nutrino/", "type": "article", "title": "ענקית המדיקל מדטרוניק רוכשת את הסטארטאפ הישראלי Nutrino", "description": "לאחר שרכשה לפני מספר שבועות את מזור רובוטיקה, הודיעה מדטרוניק על רכישת Nutrino. הסטארטאפ הישראלי פיתח אלגוריתם שיוצר תפריט תזונה אישי בהתבסס על מאות פרמטרים שונים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/piza-3010062_1920-1523356723.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-22T09:00:10Z", "modified_time": "2018-11-22T09:35:00Z", "articleBody": "לאחר שרכשה לפני מספר שבועות את מזור רובוטיקה, הודיעה מדטרוניק על רכישת Nutrino. הסטארטאפ הישראלי פיתח אלגוריתם שיוצר תפריט תזונה אישי בהתבסס על מאות פרמטרים שונים\nתמונה: Pixabay\nשבועות אחרי שרכשה את חברת מזור ב-1.6 מיליארד דולר, מודיעה ענקית המדיקל האירית-אמריקאית מדטרוניק (Medtronic) כי רכשה את Nutrino (נוטרינו). הסטארטאפ הישראלי פיתח מנוע ההמלצות של שמשקלל מאות פרמטרים שונים כדי לייצר המלצות תזונה אישיות.\nמנוע ההמלצות של Nutrino מבוסס על המחקרים העדכניים ביותר בתזונה ולוקח בחשבון מאות פרמטרים שונים ומייצרת למשתמש המלצות תזונה אישיות. הפרמטרים כוללים מטרות בריאותיות שונות כמו ירידה במשקל, העלאת מסת שריר או הריון; צורכי תזונה מיוחדים כמו צמחונות, טבעונות, המנעות מגלוטן וכ-40 אלרגיות שונות; נתונים רפואיים, פיזיולוגים ובדיקות דם; פעילות גופנית, מתח ושינה, העדפות והרגלי תזונה. המלצות התזונה שמייצרת המערכת של החברה הן ספציפיות ביותר וכוללות אלפי מנות כולל מתכונים ומנות ממסעדות.\nבשנתיים האחרונות שיתפה פעולה Nutrino עם Medtronic ועמדה מאחורי אפליקציות שהשיקה לשוק האמריקאי. עכשיו מודיעה חברת Medtronic כי רכשה את Nutrino. מכיוון שסכום הרכישה “אינו מהותי” עבור החברה הציבורית, לא פורסמו פרטי העסקה. יעל גלסמן, מנכ״לית Nutrino, סיפרה בזמנו לגיקטיים שטכנולוגיית ה-FoodPrint שפיתחה החברה “חושפת את הקשרים הבלתי נראים בין אנשים ובין האוכל שלהם”. על פי גלסמן קהל היעד העיקרי לפיתוחים הוא קהל הסובלים מסוכרת – תחום ש”ההזדמנות היא עצומה”. שוק הסוכרת העולמי נאמד ביותר מ-60 מיליארד דולר ולשם מכוונת מדטרוניק עם הרכישה.\nהחברה האירית-אמריקאית, שנסחרת בשווי שוק של 120 מיליארד דולר, רכשה לפני מספר שבועות את מזור רובוטיקה תמורת 1.6 מיליארד דולר.\nבתגובה לעסקת הרכישה אמרה גלסמן לגיקטיים: “אנחנו שמחים ומתרגשים להצטרף למדטרוניק ומאד גאים בצוות שלנו שעבד כל כך קשה. אנחנו ממשיכים באותו חזון, הפעם בבית חדש שנקרא מדטרוניק”.\nNutrino הוקמה ב-2011 על ידי ד״ר ירון חדד ויונתן ליפניק, ויעל גלסמן, שבאה מן הצד העסקי מתחום הרפואה הדיגיטלית, מכהנת כמנכ”לית החברה. במשרדי החברה בתל אביב ובסן פרנסיסקו מועסקים כ-30 עובדים, והיא גייסה מאז הקמתה כ-10 מיליון דולר. סבב הגיוס האחרון הובל על ידי קרן Pereg Ventures, והוא נעשה בהשתתפות Nielsen Ventures, Gandyr Group ומשקיעים קיימים מ-New York Angles ומשקייעם פרטיים נוספים מישראל.\nב-2017 השתתפה Nutrino בתחרות ה-Startup Arena בכנס Geektime Next וזכתה במקום הראשון בקטגוריית ה-Future Tech.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "אקזיט,רכישה,מדטרוניק,נוטרינו,nutrino,תזונה,אלגוריתם,סטארטאפ"}