{"url": "https://www.geektime.co.il/weekly-gadgets-30-7-16/", "type": "article", "title": "אפס חרדת סוללה: 3 מטענים אלטרנטיביים לסמארטפון [מצעד הגאדג׳טים]", "description": "אין דבר יותר מלחיץ מסמארטפון נטול סוללה. כדי שלא תצטרכו להגיע לרגע הזה - מצאנו 3 מטענים, חלקם ניידים, שיאפשרו לכם להטעין את המכשיר קצת אחרת", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/tesla1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-30T12:00:44Z", "modified_time": "2016-07-30T11:30:44Z", "articleBody": "אין דבר יותר מלחיץ מסמארטפון נטול סוללה. כדי שלא תצטרכו להגיע לרגע הזה – מצאנו 3 מטענים, חלקם ניידים, שיאפשרו לכם להטעין את המכשיר קצת אחרת\nמקור: LEVO\nהמוצר הבא הוא בגדר חובה עבור כל נוסע מתמיד יותר או פחות; מדובר במגש פלסטיקי שניתן לחבר לכל מזוודה בתוך שניות ולהיעזר בו כדי להניח עליו את הסמארטפון או הטאבלט, ״על הדרך״ כמו שאומרים, כדי לעבוד בצורה קצת יותר נוחה מכל מקום בזמן שממתינים לטיסה. כמו כן, על המגש אמור להישאר לכם מספיק מקום למשקה או נשנוש קל. החלק המעניין במוצר מתבטא בכך שאתם לא צריכים להיצמד לאחת הפינות בטרמינל ולחפש שקע חשמלי, שכן המגש כולל גם Power Bank מובנה בנפח של 6600mAh בעל שתי יציאות USB. כאשר יגיע הזמן שלכם לעלות אל המטוס ניתן לקפל בקלות את המגש ולהכניס אותו לתיק, עד הקונקשן או הטיסה הבאה. כמובן שניתן להשתמש בסוללה כגיבוי גם במטוס, במלון, או בכל מקום שכן היא ניידת וניתנת להסרה בקלות.\nמחיר: 230 ש״ח, לא כולל משלוח לישראל.\nלרכישה\nמקור: LEVO\nכמו כל מטען נייד, גם את ה- SOScharger המגיע עם סוללה מובנית של 2,300mAh עליכם להטעין באמצעות כבל USB סטנדרטי שמגיע עם הסמארטפון, מה שיאפשר לכם ליהנות מ-100-150% חיי סוללה נוספת. הבעיה של אותם מטענים ניידים היא שאמנם מדובר באחלה של גיבוי, אבל מה לעשות – גם חיי הסוללה של אלו מוגבלת ודורשת הטענה בין לבין. כדי שלא תתקעו בלי שקע באופק ותיכנסו להתקף חרדה, המטען הוא בעצם סוג של גנרטור, שכן הוא מגיע עם ׳ידית גיבוי׳ להטענה ידנית שתהפוך את פעולת הסיבוב שלכם אל חשמל לכל דבר. מובטח כי על כל 5 דקות של הטענה ידנית, תהנו מ-10-12 דקות נוספות של זמן שימוש בסמארטפון, כך שבכל רגע נתון ובמידה ותקלעו למצב חירום (אמיתי יותר או פחות) אין צורך להיכנס להיסטריה, אלא פשוט לסובב את הידית מספר דקות.\nמחיר: 230 ש״ח, לא כולל משלוח לישראל.\nלרכישה\nמקור: SOScharger\nמפטנזים על טסלה, אבל די ברור לכם שאין סיכוי שנראה אחד כזה נוסע ברחובות ישראל בזמן הקרוב? Supercharger הוא מטען לכל דבר המעוצב ממש כמו תחנת תדלוק של רכבי טסלה. חשוב לציין שממש לא מדובר במוצר רשמי של החברה, אלא סה״כ אדם עצמאי שהתלהב מהקונספט של טסלה והחליט להנגיש אותו לקהל הרחב. הבחור האדיב אמנם מציע לרכישה את המטען בסכום לא נמוך, אך אם ברשותכם מדפסת תלת מימדית – אתם יכולים להוריד את כל הקבצים הנדרשים ולהכין מטען כזה לבד. שימו לב שהמטען מגיע בשלוש תצורות – Apple Lighting, Micro USB ו-USB C.\nמחיר: 530 ש״ח, כולל משלוח לישראל.\nלרכישה\nמקור: My Supercharger", "keywords": "מצעד הגאדג׳טים,גאדג׳ט,גאדג׳טים,מטען,מטען נייד,power bank,טסלה,מטען טסלה,my supercharger,levo,soscharger,מטען חירום"}