{"url": "https://www.geektime.co.il/geekstarter-12-07-14/", "type": "article", "title": "GeekStarter: מצעד פרוייקטי ה-Kickstarter וה-Indiegogo שאהבנו השבוע", "description": "אהבנו השבוע: מכשיר שיאפשר לכם לאכול פרינגלס בנוח, סוללה ניידת שאפשר לאחסן בכיס של הג׳ינס ופורט של מערכת ההפעלה אנדרואיד, בגירסא מותאמת אישית ל-PC.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/Screen-Shot-2014-07-10-at-17.17.491.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-07-12T12:46:56Z", "modified_time": "2014-07-12T12:46:56Z", "articleBody": "אהבנו השבוע: מכשיר שיאפשר לכם לאכול פרינגלס בנוח, סוללה ניידת שאפשר לאחסן בכיס של הג׳ינס ופורט של מערכת ההפעלה אנדרואיד, בגירסא מותאמת אישית ל-PC.\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. בפינת גיקסטארטר, בכל שבוע נציג בפניכם 3 פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\nצילום מסך\nזוכרים את פרוייקט ה-Potato Salad ההזוי, סלט תפוחי האדמה שגייס עד כה יותר מ-44 אלף דולר? ובכן, אנחנו חושבים שמצאנו פרוייקט אחד יותר הזוי ממנו: במידה ואתם אוהבים לנשנש מול הטלוויזיה פרינגלס, אתם בוודאי מכירים את הבעיה הזו במבנה של הקופסא שאין מצב לקחת כמות מספקת של צ׳יפסים מבלי לשבור כמה מהם או ללכלך את כל היד כולל הזרוע. מטרתו של ה-StackUp היא למנוע את הבעיה הזו, על ידי פעולה מאוד פשוטה.\nכל מה שעליכם לעשות לאחר שתרכשו את המכשיר הגאוני הזה, היא להכניס אותו בזהירות אל תוך קופסאת הפרינגלס הפתוחה ולאחר מכן להפוך את הקופסא. התוצאה – הפרינגלס יהיו מסודרים על המכשיר בצורה כזו שתוכלו לאכול אותם כמה שתרצו, מבלי שתצטרכו לשבור את הצורה שלהם, לפורר אותם או ללכלך את היד שלכם בצורה מוגזמת. הרעיון הוא ללא ספק מעניין, אבל המחיר קצת יקר: 19 יורו עבור 2 חתיכות פלסטיק כאלו, ללא משלוח (10 יורו נוספים).\nלדף הפרוייקט בקיקסטארטר\n \nמקור: יח״צ\nברור לכל, שההתפתחות המהירה של תעשיית הסמארטפונים אשר נהיים דקים ממכשיר למכשיר, לצד ההתפתחות האיטית של תעשיית הסוללות והדבקות בסוללות הליתיום גורמות לכך שהסוללה אינה מספיקה למרבית המשתמשים במרבית המקרים לאורך זמן. במיוחד בגלל הסיבה הזו, שוק הסוללות הניידות פורח, אך גם להן חיסרון אחד גדול: נוחות הנשיאה. בדיוק את הבעיה הזו מנסים לפתור היזמים מייקל קריקהלי וג׳ף מקס עם Megalo Mini – מטען קטן ונייד המסוגל להטעין את רוב הסמארטפונים בשוק בתוך שעה ולהיטען בעצמו תוך 45 דקות.\nמדובר על סוללת גיבוי בנפח 1,400mAh, המספיקה ברוב המקרים להטעין כ-75 אחוזים ממכשיר האייפון שברשותכם ובין 50-100 אחוזים ממכשיר האנדרואיד שברשותכם, תלוי בדגם שלו. אך ה״׳קילר פיצ׳ר״ של הסוללה הזו הוא הגודל שלה, שכן ניתן לאחסן אותה אפילו בתא הקטן ביותר של הג׳ינס, או לחילופין לשאת אותה על מחזיק המפתחות שברשותכם. 4 ימים לסיום תקופת המימון בקיקסטארטר הפרוייקט הגיע ליעד הגיוס שלו – 26 אלף דולר, ומשתמשים המעוניינים לרכוש את הפלא הקטן יצטרכו להיפרד מ-41 דולר כולל משלוח.\nלדף הפרוייקט בקיקסטארטר\n \nצילום מסך\nיש לא מעט דרכים (דוגמאת Bluestacks) בהן ניתן להריץ את מערכת ההפעלה אנדרואיד, עם מיליוני האפליקציות שבה, על מערכת הפעלה שולחנית כגון Windows או OSX. אך נראה שעדיין אף אחד לא הצליח לפצח את שאלת ההתאמה של אנדרואיד למחשבים שולחניים. חברת Mobile Media Ventures מציעה למשתמשים את Console OS, מערכת הפעלה מבוססת אנדרואיד, הניתנת להטענה במקביל ל-Windows ומסוגלת לביצועים מרשימים. המערכת כבר תומכת ב-25 מחשבים אישיים, טאבלטים ומכשירי Convertible של Dell, ASUS, Lenovo, Sony ועוד הקיימים לרכישה היום בשוק.\nבין היתר, המערכת מסוגלת לתמוך ב-OpenGL ES 3 ו-3.1, לצד תמיכה עתידית ב-OpenGL 4 למשחקים עתירי ביצועים, Toggle קטן מ-10 שניות במעבר בין Windows לאנדרואיד, הרצת מערכת ההפעלה העדכנית של אנדרואיד KitKat ותמיכה במספר אפליקציות במקביל. עד כה, יותר מ-3,400 אנשים תמכו בפרוייקט וממתינים לקבל את מערכת ההפעלה, לכשתושק בסביבות חודש דצמבר הקרוב. משתמשים המעוניינים בחבילה הבסיסית, יכולים לתרום 10 דולר ולקבל עותק של מערכת ההפעלה ועדכונים לכל החיים.\nלדף הפרוייקט בקיקסטארטר\n ", "keywords": "קיקסטארטר,גיקסטארטר,אינדיגוגו,kickstarter,geekstarter,indiegogo,מימון המונים,console os,android,אנדרואיד,קונסול,מערכת הפעלה,stackup,סטאקאפ,פרינגלס,pringles,megalo mini,מגאלו מיני,סוללה ניידת,סוללת גיבוי,backup battery,portable battery"}