{"url": "https://www.geektime.co.il/startups-and-car-industry/", "type": "article", "title": "הסטארטאפים הישראלים שמשנים את עולם הרכב [מפה מעודכנת]", "description": "סטארטאפים ישראלים בתחום הרכב והתחבורה גייסו קרוב ל-1 מיליארד דולר בארבע השנים האחרונות; כ-150 סטארטאפים וקבוצות מחקר בתחום", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/ui_option_cw02_1_large.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-06T11:22:54Z", "modified_time": "2016-06-06T12:23:10Z", "articleBody": "סטארטאפים ישראלים בתחום הרכב והתחבורה גייסו קרוב ל-1 מיליארד דולר בארבע השנים האחרונות; כ-150 סטארטאפים וקבוצות מחקר בתחום\nפנים הרכב. טסלה מודל S P85D. קרדיט: Tesla Motors\nמאת לירן חסון ועמנואל תימור, Vertex\nעולם הרכב והתחבורה נמצאים בעיצומה של מהפכה או ליתר דיוק מספר מהפכות שחברו להן יחדיו. מעין סערה מושלמת.\nהמגמות המרכזיות שחברו יחדיו בעולם התחבורה הן: (1) רכב חשמלי; (2) מכוניות אוטונומיות ובשלב ראשון, מכוניות עם מערכות תומכות החלטה בנהג (ADAS); (3) המעבר למכונית ממוחשבת ומקושרת לרשת באופן קבוע (Connected Cars); (4) שירותים חדשים לתחבורה ציבורית ושיתופית. כל אלו עשויים לשנות לחלוטין את המכונית בה ננהג בעתיד, את זהות הנהג ואף האם בכלל נחזיק מכונית בבעלותנו, לבטח באזורים עירוניים. בסופו של תהליך ארוך שיושפע רבות גם מהחלטות רגולטוריות, אנו יכולים לצפות לעולם כמעט נטול תאונות דרכים.\nלחברות כמו Google, Apple, Tesla ו-Uber יש תרומה חשובה ומשמעותית למהפכה זו. בהשראתן, עולם הרכב שהיה ידוע כאחת התעשיות השמרניות ביותר, החל לאמץ טכנולוגיות ושירותים חדשים בקצב מסחרר. GM רכשה לאחרונה את Cruise Automation, סטארטאפ אמריקני בן 40 עובדים בתחום המכונית האוטונומית בסכום המוערך בכמיליארד דולר. בנוסף, השקיעה GM כ-500 מיליון דולר בשירות הנסיעות Lyft. גם פולקסוואגן החליטה לקחת חלק במהפכה והשקיעה כ-300 מיליון דולר ב-Gett הישראלית במקביל להכרזה של טויוטה על השקעה ושיתוף פעולה עם Uber.\nשינויים אלו מהווים הזדמנות אדירה עבור תעשיית ההיי-טק הישראלית, שלמעשה כבר הצטרפה למרוץ, ובגדול. בישראל פועלים כיום כ-150 סטארטאפים וקבוצות מחקר בתחום הרכב והתחבורה, גידול של כמעט 100% בתוך כארבע שנים. בנוסף, בשנתיים האחרונות, סטארטאפים ישראליים בתחום הרכב והתחבורה גייסו כ-820 מיליון דולר, כאשר בארבע השנים האחרונות היקף הגיוסים מסתכם בקרוב למיליארד דולר. חלק מהמיזמים הללו מוקמים על ידי יזמים סדרתיים וחלקם מסבים טכנולוגיות צבאיות לעולם הרכב. רבים מהמיזמים בתחום מצליחים לגייס את טובי המהנדסים בארץ בזכות השילוב של אתגר טכנולוגי ייחודי ופוטנציאל עסקי גבוה במיוחד. תחום הרכב כבר הניב שני חדי קרן (Unicorn) בארץ, Mobileye ו-Waze, ויש הטוענים ש-Gett הצטרפה גם היא למועדון יוקרתי זה בגיוסה האחרון מפולקסוואגן.\nIsrael Startups – Automotive 2.0 by Vertex Ventures – לחצו להגדלה\nאחד התחומים המרכז פעילות ענפה במיוחד הוא טכנולוגיות למכוניות אוטונומיות ומערכות ה-ADAS. הצלחתה המדהימה של Mobileye ובסיס הידע העמוק שקיים בישראל בתחום עיבוד התמונה, ראדארים, אופטיקה ותכנון שבבים הוביל להקמתן של מספר חברות המנסות לפתח את העיניים והמוח עבור מכוניות העתיד. אנליסטים חוזים כי מכוניות עתידיות יכללו מספר חיישנים במגוון טכנולוגיות אשר יאפשרו למכונית להבין את הסביבה, לנווט ולזהות סכנות וכי פוטנציאל ההכנסות של תחום זה עשוי להגיע למיליארדי דולרים רבים בתוך מספר שנים קטן.\nתחום נוסף המרכז פעילות משמעותית הוא עולם אבטחת המידע למכוניות. בהתחשב בעובדה שיש בישראל כ-400 סטארטאפים הפעילים בתחום אבטחת המידע, אין זה מפתיע כי רק בתחום הרכב פעילות כעשר חברות סטארטאפ. הבולטים שבמיזמים אלו הם TowerSec שנרכשה לאחרונה ע”י Harman וחברת Argus שגייסה 26 מיליון דולר, לרבות מחברת Magna International – אחת מספקיות הטכנולוגיה (tier1) המובילות בעולם הרכב.\nתחום השירותים והתחבורה השיתופית הוא המוביל בישראל בהיקף גיוסי ההון – כ-750 מ”ד בחמש השנים האחרונות וכן במונחי חדירה לשוק, עם עשרות רבות של מיליוני משתמשים. Waze היא החלוצה בתחום. בעקבותיה הוקמו Moovit ואחריהן Gett ו-Via. שתי האחרונות מתמודדות על ההובלה בתחום התחבורה השיתופית ביחד עם ענקיות כמו Uber ו- Lyft. חברות הרכב המובילות בעולם כבר זיהו את הפוטנציאל הטמון בישראל. GM פתחה בארץ מרכז פיתוח גדול אשר מעורב במספר פרויקטים משמעותיים. המרכז גם משתף פעולה עם מספר מיזמים ישראלים וקרן הון הסיכון של GM אף השקיעה במספר חברות. חברת Harman רכשה בארץ שתי חברות, את RedBend ו-iOnRoad. ובשבוע האחרון התבשרנו על המהלך הגדול ביותר עד כה, כאשר פולקסוואגן השקיעה 300 מיליון דולר ב-Gett. המדינה תורמת אף היא באופן משמעותי לעידוד התעשייה והקהילה, בעיקר באמצעות ארגון Ecomotion לתחבורה חכמה.", "keywords": "תעשיית הרכב,ורטקס,רכב,רכבים,סטארטאפ,סארטאפים,רכב אוטונומי,רכב חשמלי,אובר,גוגל,טסלה,ליפט,tesla,lift,uber,gett,vertex"}