{"url": "https://www.geektime.co.il/x-prize-car/", "type": "article", "title": "מכוניות X Prize – לחיים קלים ומהירים", "description": "הזוכים בפרס Automotive X Prize השנה הם שלושה אבות טיפוס של רכבים קלים במיוחד שעובדים על כוהל ומצברים. תנו גז", "image": "https://files.geektime.co.il/wp-content/uploads/2010/09/edison-300x200.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-09-22T11:05:24Z", "modified_time": "2010-09-23T09:37:15Z", "articleBody": "הזוכים בפרס Automotive X Prize השנה הם שלושה אבות טיפוס של רכבים קלים במיוחד שעובדים על כוהל ומצברים. תנו גז\nבמסגרת תחרות Automotive X Prize ציינה הקרן X Prize Foundation לשבח והעניקה פרסים על סך מיליוני דולרים למפתחי שלושה אבות-טיפוס של כלי רכב סופר-חסכניים. משימת התחרות לכלי הרכב היתה לגמוע מעל מאה מייל (160 קילומטר) בהוצאה של לא יותר מ-3.7 ליטרים של בנזין. יתרה על כך, מכוניות אלו היו צריכות לעבור משרטוט לייצור תוך 30 חודשים מרגע הגשת בקשת השתתפות. כלי הרכב בתחרות היו צריכים לפתח מהירות גבוהה, להיות זולים יחסית ובטיחותיים למשתמש ממוצע.\nקופת הפרס עמדה על עשרה מיליוני דולרים: חמישה מיליונים יועדו למפתחי מכונית לארבעה נוסעים ו-2.5 מיליונים לשתי קבוצות שפיתחו כלי רכב לזוג נוסעים. השנה זוכי התחרות הן קבוצות אמריקאיות Edison2LLC, Motors –LI-ON והקבוצה משוויץ X-Tracer.\nחברת Edison2 בנתה כלי רכב בעל ארבעה מושבים Very Light Car שמונע באמצעות כוהל (ספירט). אתנול E85 הינה תרכובת המורכבת מ-85 אחוזים של כוהל ו-15 אחוזים של בנזין. “אוטו קל מאוד” מצדיק את השם שלו – כלי הרכב שוקל פחות מ-400 קילוגרם. לפיתוח שותפים מהנדסי עבר במרוצי Nascar ופורמולה אחת והם הצליחו להגיע לתוצאות אירודינמיות מדהימות באב-הטיפוס שלהם. למשל, מידת ההתנגדות האווירית של VLC היא מחצית מההתנגדות שנחשבה עד כה הטובה בעולם. המפתחים השקיעו מאמצים רבים להפוך את הרכב לקל משקל ביותר. המרכב ייוצר מפלדה וכל היתר יוצר מאלומיניום, לרבות ברגים ואומים.\nהמכונית פרצה בקלילות את מחסום מאה המייל תוך שימוש בגלון אחד (MPGe) ועברה את כל המבדקים לבטיחות, לרבות מבדקי השפעה על איכות הסביבה. על אף ש-Edison2 זכתה בפרס בסך חמישה מליון דולרים, מנהלה של החברה ציין בראיון שבפיתוח הושקע סכום הרבה יותר גדול. VLC הוא אבטיפוס, אך חברת Edison2 מתכננת בקרוב לשתדרג בפס הייצור, תוך שמירת תג המחיר על רמת ה-20 אלף דולר.\nחברת Li-ion Motors פיתחה כלי רכב חשמלי Wave II – כלי רכב עירוני מסוג Side-by-side. במסגרת התחרות Wave II הגיע ל-187 MPGe הודות לצירי אלומיניום ומצברים יעילים במיוחד. הנהלת Li-ion הצהירה, שזכיית החברה הינה עוד הוכחה שהעתיד הוא בשימוש בכלי רכב חשמליים.\n\nהקבוצה משוויץ,חברת X-Tracer, הציגה בתחרות כלי רכב חשמלי עם מרכב טאנדם (הנוסע יושב מאחורי הנהג) E-Tracer 7009. צורתה של מכונית זו מזכירה אופנוע מקורה דו גלגלי שבו בפניות חדות או מהירות גבוהה נפתחים זוג גלגלים צידיים מייצבים ברכב. E-Tracer 7009 מסוגל לעבור יותר מ-150 מייל (240 קילומטר) במהירויות גבוהה, תוך ניצול מצברים בלבד. המהירות המירבית של הרכב היא 120 מייל בשעה (192 קמ”ש), והוא מאיץ ל-100 מייל תוך 20 שניות בלבד. הדגם הזה הסתבר גם כשיאן החיסכון מכל המכוניות בתחרות. אמנם זה איננו “כלי רכב עירוני” ממש, אבל בשטחים מצומצמים של מטרופולין מכונית כזו תזכה לפופולאריות עצומה.\nמדינת ישראל בשנים האחרונות הופכת להיות קשובה לכל נושא כלי הרכב החשמליים (לראיה הפרויקט של בטר פלייס), אז לא מן הנמנע שנראה את המכוניות הללו בכבישי ארצנו כבר בשנתיים-שלוש הבאות.", "keywords": "better place,edison2,wave ii,x prize,x-tracer,חדשנות,טכנולוגיות ירוקות,כלי רכב חשמליים,רכבים,תחבורה"}