{"url": "https://www.geektime.co.il/guide-to-save-time-with-mail/", "type": "article", "title": "חסכתי 4 שעות ביום על מיילים והכנתי לכם מדריך מקיף", "description": "בכמה צעדים פשוטים, אראה לכם איך להחזיר את השליטה על האינבוקס שלכם, במקום שהוא ישלוט עליכם. אני מספר על איך חסכתי 4 שעות ביום על אימייל רק באמצעות מדידה, אופטימיזציה והטמעה של סופרטולז על תיבת האינבוקס שלי", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/Picture1-453x328-1556452087-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-29T16:15:29Z", "modified_time": "2019-04-29T14:39:04Z", "articleBody": "בכמה צעדים פשוטים, אראה לכם איך להחזיר את השליטה על האינבוקס שלכם, במקום שהוא ישלוט עליכם. אני מספר על איך חסכתי 4 שעות ביום על אימייל רק באמצעות מדידה, אופטימיזציה והטמעה של סופרטולז על תיבת האינבוקס שלי\nבכמה צעדים פשוטים, אראה לכם איך להחזיר את השליטה על האינבוקס שלכם, במקום שהוא ישלוט עליכם. אני מספר על איך חסכתי 4 שעות ביום על אימייל רק באמצעות מדידה, אופטימיזציה והטמעה של סופרטולז על תיבת האינבוקס שלי.\nאם אתם חיים בעידן-המידע, כנראה איבדתם כל שליטה על על ערוצי התקשורת הדיגיטלית. יש יותר מידי ערוצים, יותר מידי אנשים שרוצים את הזמן שלנו, יותר מידי ״הכל מיידי, הכל דחוף״ – שנראה שאנחנו לא מגיעים לדברים שבאמת חשובים לנו.\nאימייל הוא גוזל-זמן משמעותי בסביבת העבודה, ומהסיבה הלא נכונה. דווקא בעולם בו סלאק וואטסאפ הפכו להיות ערוץ תקשורת-מיידית מרכזי, אימייל, אם משתמשים בו נכון, יכול להפוך להיות ערוץ תקשורת מאד פרודוקטיבי, בו הדברים קורים והזדמנויות נוצרות.\nהבעיה היא שאנחנו עסוקים בעיקר בריאקצית מענה לאנשים אחרים. זו הסיבה שאנחנו תקועים בעיקר באינבוקס, במקום להשתמש בערוץ התקשורת העוצמתי הזה להשיג הזדמנויות לעסק, לארגון או לסטארט-אפ שלכם.\nהאינבוקס הוא רשימת מטלות שנוצרה על ידי אנשים אחרים.\nאם אתם מבזבזים חלק נכבד מיום העבודה על לענות על אימיילים, אתם כנראה חיים לפי תעדוף של מישהו אחר. אבל אם אתם מתחילים להשתמש באימייל בצורה פרו-אקטיבית ומצמצים אינטרקציה עם האינבוקס (המקום הזה שעונים לאנשים) למינימום הנדרש, אתם הופכים את הסיסטם של האימייל לעבוד לפי התעדוף שלכם.\nכאשר התחלתי לחקור על פתרונות ליעל את העבודה שלי על אימיילים, הגעתי לשיטה שנקראת אינבוקס-זירו. השיטה, שהומצאת על ידי מומחה הפרודוקטיביות מרלין מן לפני יותר מ-10 שנים גורסת שכל אימייל חייב להיות מטופל לפי תרשים-זרימה ולעוף מהאינבוקס. מה הבעיה? לימוד השיטה לבד, ללא הטמעת סופרטולז מתאימים, תוביל לעוד יותר סטרס בעידן המידע שאנחנו חיים בו. אין בן אנוש שיוכל לעבד כל כך הרבה מידע ועוד להצליח להגיע לשגשוג בתחומי העבודה שלו.\nאז הייתי רוצה לאתגר את המתודולוגיה הזאת. אני חושב שהרעיון של אינבוקס-זירו הוא לאו דווקא המרדף האינסופי אחר אינבוקס נקי לחלוטין. זה כן המרדף אחר אופטימיזציה להורדת חיכוך אנושי עם האינבוקס שלנו. אופטימיזציה שמתאפשרת באמצעות טכנולוגיה וכלים דיגיטליים.\nעבודה אמיתית מתרחשת מחוץ לאינבוקס, לכן המטרה שלנו היא להוריד חיכוך על אימייל למינימום.\nאינבוקס על-אנושי זה שימוש חכם בטכנולוגיה מגובה במתודות בשביל לכבות רעשים, להוריד חיכוך מיותר ולעלות את מהירות האינטרקציה בתיבת האימייל שלכם\nנחזור רגע לשני האייקונים למעלה. לכאורה, אתם בטח הייתם רוצים להגיע לאייקון בצד ימין, שמתאר מצב אופטימלי שבו אין בכלל הודעות באינבוקס. כנראה המציאות מראה לכם את האייקון השמאלי, עשרות-אלפי הודעות שמחכות לכם באינבוקס.\nאבל התשובה היא בכלל אחרת. הסיבה שהאייקון בצד ימין לא מציג התראות אדומות, זה בגלל שהן מלכתחילה לא מופעלות.\nאימייל הוא שואב-זמן הכי גדול בעבודה שלנו. לפי הוושינגטון פוסט, אנחנו מבזבזים בערך 4.1 שעות על אימיילים ביום. למה זה קורה? מאד פשוט – בדיקת אימיילים נותנת לנו מצד אחד תחושה שאנחנו פרודוקטיביים, ומצד שני זו משימה קלה על המוח.\nכמו כל דבר שאני עושה, קודם כל אני מתחיל בלמדוד לאן הזמן שלי באמת הולך. השתמשתי בתוכנת Time Tracker למק בשם Timing שעוקבת אחר כל פעולה שלי במחשב ומתייגת את זה לקטגוריות שונות. כך אני יכול לקבל מושג לאן הזמן שלי הולך בעבודה בספרה הדיגיטלית. למי שיש ווינדאוס יכול להשתמש בשירות המצוין של RescueTime.\nהיעד שלי השנה היה להיות על אימייל לא יותר משעה ביום. אתם יכולים לראות שאני מצליח לעמוד בזה ועוד כרגע על 56 דקות.\nאז לפני שאתם מתחילים, תציבו לכם מטרה מעל הראש. כמה זמן הייתם רוצים להגביל את השימוש באימייל? יש מספר? יופי! עכשיו אפשר לעשות אופטימיזציה למספר הזה.\nכשמדדתי לאן הזמן שלי הולך לראשונה לפני 3 שנים, נשארתי המום עם הידיעה שאני מבזבז יותר מ-5.5 שעות על אימיילים. כן שמעתם נכון. אבל למה זה הפתיע אותי?\nפשוט מאד, הכניסה שלי לאימייל הייתה לא רצונית והייתה בעיקר דרך צליל ״דינג״ שהגיע באמצעות נוטיפיקציה בנייד ומשכה אותי מיד פנימה לאינבוקס שלי. הייתי ממש יכול לשמוע אותה לוחשת ״מישהו צריך אותך״, ״אתה חשוב״. ברגע שלחצתי על ההתראה – זהו, זה נגמר כמו להתחיל לראות את הפרק הראשון של משחקי הכס, שנינו ידענו שאחרי פרק אחד אנחנו הולכים להישאר עוד הרבה ביחד.\nבאימייל זה עוד יותר מסוכן כי מדובר כאן באינטרקציה אנושית ממכרת וכמויות קטנות של זמן שמתחברות בסוף להרבה שעות ביום. בנוסף, התראה כזאת תיקח לכם בין 15-20 דקות של התאוששות בחזרה לפוקוס שהייתם בו במשימה הקודמת.\nאז הצעד הראשון בלהגיע לאינבוקס על-אנושי זה לכבות התראות של אפליקציות אימייל בנייד ובמחשב.\nלכבות התראות בנייד: Settings > Notifications > Mail\nלכבות התראות בג׳ימייל: Settings > General > Desktop Notifications\n \nחשבתם שאני אתן לכם להיות אימייל-סנובים? כיבוי התראות לאלתר לא אומר שאתם לא רספונסיבים ומדלוורים דברים. אבל הפעם – בזמן שנוח לכם. אני מגביל את מיון האינבוקס שלי ל-3 פעמים ביום וכל סשן כזה לוקח לי בערך 20 דקות.\nאיך זה עובד? למי שהיה בהרצאות שלי, יודע שיש לי תמיד על השולחן שעון בשם Time Timer שמאפשר לי לראות ויזואלית מתי הזמן הולך ונגמר. בכל סשן כזה אני שם 20 דקות בשעון. ברגע שהזמן נגמר – אני לוחץ על X וסוגר את הלשונית של ג׳ימייל ולא חוזר אליו עד הסשן הבא. למען הדיוק, אני כן חוזר לג׳ימייל – אם אני צריך לשלוח אימייל למישהו (בתור משימה) אבל אז אני משתמש בתוסף בכרום בשם MixMax (אדבר עליו בהמשך), שמאפשר לי לשלוח אימייל מבלי לעבור באינבוקס שלי. כך אני לא מסכן את עצמי להישאב חזרה לתוך הג׳ימייל שלי.\nבדרך הזאת, אני עושה בלוק זמן בקלנדר שלי לשלושה מועדים:\n\n1. אירוע ראשון למיין את האינבוקס שלי בערך בשעה 09:00 אחרי שהקדשתי לפחות שעה מהבוקר לעבודה עמוקה אמיתית על המשימה הכי חשובה שלי היום.\n2. לאחר מכן אני ממיין את האינבוקס ישר אחרי ארוחת צהריים, בערך בשעה 14:00, כאשר גם ככה האנרגיה טיפה בירידה.\n3. עושה ״וויש״ אחרון בסוף היום, לפני שאני מתכנן בקטנה איך נראה היום שלי מחר. כאשר אני מגיע לסוף היום אני נשאר עם מספר מאד קטן של אימייל גם ככה.\nעצם התרגול הזה מדרבן אותי להתפקס רק על מיון מבוסס-פעולה של אימיילים. זה גרום לי להוריד זמן אינטרקציה על כל אימייל ומכניס לפעולה את המיינד-סט הפרגמטי שלי. אחד שרוצה לענות בחדות ויעילות לכל אימייל, מבלי להתפשר על איכות המענה. כי אין זמן מיותר.\n48.6% מהאימיילים שאנחנו מקבלים לאינבוקס זה ספאם או ניוזלטרים.\nwww.statista.com\nאחד מהדברים שהופכים את עבודת מיון האינבוקס לקלה, היא להוריד את מספר האימייל שצריך למיין מלכתחילה. לכן אותם ניוזלטרים שנרשמתם אליהם רק כי רציתם להזמין את המנורה היפה הזאת מאמזון יוצרים רעש מיותר באינבוקס שלכם. במהלך ה-3 שנים האחרונות עשיתי הסרת מרשימת-תפוצה ללמעלה מ-900 ניוזלטרים. זה מטורף. כל ניוזלטר כזה יכול לשלוח לכם אפילו פעם בשבוע אימייל. תחשבו כמה זמן חסכתי רק על לסלק אותם מהאינבוקס שלי.\nעכשיו הגיע הזמן שנתחיל לדבר על סופרטולז. כאן אני ממליץ על שלושה שירותים לנקיון האינבוקס מרעשים חיצוניים. על ארבעה בנים דיברה התורה:\nעם Sanebox אני יכול להגדיר פילטרים חכמים שמאפשרים להודעות מסוימות להגיע מחוץ לאינבוקס שלי ולהיות מופנות לתיקיות מיוחדות. לדוגמא – Sanebox יצרה חוק שאימייל שאני רשום CC עליו כזה יופנה ישירות לתקייה בשם SaneCC ויחלוף על האינבוקס שלי. אני עושה ויש על התקייה הזאת פעם ביום בלבד ומוודא שלא פספסתי כלום.\nל-Sanebox יש תקופת ניסיון של 7 ימים ואז המחיר הוא בצורה של מינוי של 12 זוזים (דולרים) חודשיים. שזה יקר, אבל לפחות אתם יודעים שהם לא מוכרים את המידע שלכם >> למעבר לשירות\nאומנם מדובר בשירות הטוב ביותר למציאת והסרת ניוזלטרים ורשימות תפוצה שמדרדרים לכם את האינבוקס, אבל לאחרונה פורסם שהם מכרו מידע ל-Uber ועיצבנו לא מעט מעריצים ברחבי העולם. שירות שמבוסס על מכירת דאטה של יוזרים לחברות חיצוניות? ואוו בחיים לא שמעתי על סקאנדל כזה. נאמר בציניות, אבל אחרי הכל אני יכול להבין את הכעס כלפי חברה שאנחנו נתנו לה גישה רגישה להיכנס לתוך תיבת האינבוקס הפרטית שלנו.\nמה unroll.me עושה טוב? היא בחינם ומציגה את כל הניוזלטרים שאתם רשומים אליהם אחרי שהיא סרקה את האינבוקס שלכם. ואז בממשק כמו-טינדר אפשר להחליט האם לשמור את הניוזלטר באינבוקס או לזרוק אותו לפח ולהסיר אתכם מרשימת התפוצה. אפשר כמובן להתחרט ולהחזיר אותו חזרה לאינבוקס.\nאבל unroll.me מצטיינת בדבר אחר לדעתי. וזה פיצ׳ר שלא הרבה מכירים. קוראים לו Rollup. רול-אפ זה מאפשר להגדיר אימייל מקובץ עם כל הניוזלטרים שקיבלתם באותו יום, בשעה שאתם מחליטים. זה אומר שאם הייתם אמורים לקבל 7 ניוזלטרים, תקבלו רק אחד כזה, ובשעה שנוח לכם לעבור עליו. גם החזרתם שליטה על הפוקוס שלכם, וגם אתם מגבירים יעילות במעבר על אותם ניוזלטרים ביחד.\nהשירות unroll.me לא עולה כסף, אבל כן יכול למכור את הדאטה ההתנהגותי שעולה מהאינבוקס שלכם לחברות חיצוניות. החלטה שלכם. >> למעבר לשירות\nשירות יחסית חדש שמאיים להיות אלטרנטיבה ראויה ל- unroll.me. דרך השירות אפשר לראות את כל הניוזלטרים שאתם רשומים אליהם במקום אחד ובלחיצת כפתור להסיר אתכם מרשימת התפוצה שלהם. אחרי שחיברתם את חשבון הג׳ימייל שלכם, תוכלו לסרוק רק 3 ימים אחורה על אימייל שקיבלתם לאינבוקס. אם אתם רוצים לסרוק יותר, תצטרכו לשלם. המערכת חישבה שב-6 חודשים האחרונים הגיעו אליי 9,492 ניוזלטרים שונים.\nהשירות Leave Me Alone מאפשר לראות את כל הניוזלטרים שקיבלתם בשלושה ימים האחרונים ולעשות להם הסרה מרשימת-תפוצה. אם תרצו שהוא יסרוק אחורה יותר תצטרכו לשלם (3-8 דולר). אבל בתמורה הם מבטיחים לא למכור את המידע שלכם לחברות חיצוניות.\n*הבן שאינו יודע לשאול. כולכם יכולים לנחש, מדובר ב-Gmail. ג׳ימייל לפעמים שם בהודעה שהוא חושד שהיא ניוזלטר כפתור Unsubscribe. אבל לא הייתי סומך על האפשרות הזאת.\n \nאחת מהדרכים הכי טובות לבזבז את הזמן במעבר על אימיילים זה להחליט לאיזו תיקייה עלינו לשייך את האימייל שאנחנו קוראים עכשיו. אבל, תיקיות הפכו ללא רלוונטיות כמו שיר חדש של התקווה 6. יש יותר מידי אימיילים, כך שתיקייה לא הופכת את הניווט במידע לקל יותר. אז למה בכל זאת התרגלנו לתייק דברים בתיקיות? כי זה פשוט עושה לנו טוב.\nבנוסף, תיוק היה רלוונטי בעבר, לפני שכפתור הארכיון היה בשימוש תמידי. היום אנחנו יכולים לבחור לשמור את כל האימיילים שלנו ולחזור אליהם בחיפוש. תסמכו על ג׳ימייל.\nבעצם, כל האימיילים שלנו מתויקים באופן אוטומטי עם חיפוש. הם מאונדקסים כבר על ידי גוגל (או שרתי דוא״ל אחרים) וניתנים לחיפוש מהיר ויעיל. אני יודע שאני לא מחדש כאן יותר מידי, אבל אני מציע את הדבר הבא – תפסיקו לעבוד עם תיקיות. תנסו לשכלל את החיפוש ויכולת האינדוקס שלכם.\nלג׳ימייל יש שורת חיפוש די עוצמתית. אפשר לעשות שאילתות של חיפושים ולאפשר ניווט קל לאימייל ספציפי שאתם מחפשים לפי זמן, בן־אדם, תוכן וחשיבות.\nלכבות את הסט-אפ ברירת המחדל של ג׳ימייל. כאן אנחנו רוצים לבטל את החלוקה המעצבנת של אינבוקס שיוצרת לנו קטגוריות לא יעילות ולא אמינות.\nSetting > Inbox > inbox type: Default\nלהשאיר ב- Categories רק את Primary ולהוריד את השאר. זה אמור להראות כך ????????\nלהדליק את Auto-Advance. כאן אנחנו רוצים שכל הודעה שנעשה לה Archive תקפוץ ישירות להודעה הישנה יותר, מבלי לעבור חזרה באינבוקס. זה סופר קריטי בשביל לעשות את המעבר לאינבוקס על-אנושי.\nקודם מדליקים את האפשרות כך:\nSetting > Advanced > Auto-advance > Enable\nחובה ללחוץ Save changes.\nורק אז תוכלו לראות את זה:\nSettings > General > Auto-advance > Go to the previous (older) conversation\nלהדליק קיצורי-מקלדת. \nSettings > General > Keyboard Shortcuts > Keyboard shortcuts on\nחובה ללחוץ Save changes.\nכאן הייתי ממליץ לעבוד על גרסת ה-Web של אאוטלוק שהיא חלק מ-Office 365, ולהגדיר שקיצורי המקלדת יעבדו כמו בג׳ימייל. זה מאפשר עיבוד יותר מהיר על ידי לחיצה על כפתור אחד ולא על צירופי מקלדת כמו באאוטלוק.\nבנוסף, הייתי מגדיר Undo send בשביל שתוכלו לסמוך על עצמכם בתגובות מהירות.\nשימוש בקיצורי מקלדת חסכו לי בשנה יממה שלמה (24.4 שעות אם להיות מדויק). איך אני יודע? אני מקבל בערך 200 אימיילים ביום, ונניח שקיצורי מקלדת חסכו לי שנייה אחת בלבד על כל אימייל שאני מעבד. זה אומר משהו כמו 3.3 דקות ביום. תעשו את המתמטיקה, זה יוצא 24.4 שעות בשנה שלמה. קיבלתם יום אחד במתנה, לא מגניב?\nהדרך הכי טובה להשתמש בקיצורי-מקלדת, זה להקדיש משהו כמו 2 דקות בשביל ללמוד את הקיצורים הכי פרקטים.\nרוצים קסם דיגיטלי? תקישו בג׳ימייל ?+shift\nקיצורי המקלדת האהובים עליי הם:\nכל המקשים ניתנים לעריכה מחדש באמעות ג׳ימייל. \nכאן אנחנו משתמשים ביכולות החיפוש של ג׳ימייל בשביל לעשות ניקיון פסח דיגיטלי לאינבוקס שלנו. יותר מ-60 אנשים שהשתתפו באירוע שלנו הצליחו לנקות בצורה הזאת יותר מ-20,000 הודעות שהיו להם בתוך האינבוקס, בפחות מ-10 דקות.\nאיך זה עובד? אנחנו משתמשים ביכולת החיפוש של ג׳ימייל בשביל לקבץ מספר הודעות ביחד ולהעביר אותם ל-Archive במהירות. כאן אני צריך שתעשו מיינד-שיפטינג ותסמכו עליי. כל ההודעות שלכם רק עוברות מתיקייה שנקראת Inbox לתיקייה אחרת שנקראת All mail. זה לא אומר שלא תוכלו לחפש את ההודעות האלה שוב.\nזה בעצם כל המשמעות של אינבוקס – להוות תיקיית מעבר בשבילכם, בשביל שתחליטו מה הפעולה הבאה שצריך לבצע בשביל ההודעה שקיבלתם.\nמתרגשים? נתחיל.\nבשדה החיפוש של ג׳ימייל אנחנו רושמים label:inbox unsubscribe \nזה מאפשר לשלוף את כל ההודעות שנמצאות לכן באינבוקס ומכילות בתוכן את המילה unsubscribe. בעצם עשיתי מניפולציה חיפושית מתוך הנחה שרוב הניוזלטרים שלכם מכילים את המילה unsubsribe למטה בסוף האימייל. אבל אפשר לשחק עם זה ולחפש בדרך הזאת ״ספאם״, ״remove from the list״, ״הסרה מרשימת תפוצה״ וכו.\nבשביל שתוכלו לשלוח את כל הניוזלטרים האלה בקלות ולעבור עליהם בזמנכם הפנוי אנחנו נתייג אותם ב- label:mailing list.\nלאחר מכן נלחץ בדרמטיות על Archive.\nאם יש לכם יותר מ-500 הודעות באינבוקס, אתם תתבקשו לעשות Select all בשביל לבחור את כל ההודעות שיש לכם בתצוגת החיפוש.\nלשלב הבא אני רוצה שתכינו ממחטות\nנרשום בשדה החיפוש של ג׳ימייל label:inbox before:2019/04/01 \nמה שאני בעצם אומר לג׳ימייל זה שאני רוצה שהוא ישלוף את כל ההודעות מהאינבוקס שהתקבלו לפני ה-1 באפריל (שזה כמה שבועות לפני שהכתבה יצאה לאוויר). כמובן שאת התאריך אתם צריכים לשנות בהתאמה למתי שקראתם את הכתבה.\nלמה אני עושה את זה?\nכי אני מאמין שהודעות שהתקבלו לפני כמה שבועות לאינבוקס שלכם גם ככה לא רלוונטיות שישארו שם. זה משחק אבוד ואתם לא תגיעו אליהן. אז למה לא להעיף אותם מהאינבוקס באמצעות Archive שעדיין מאפשר לשלוף את אותן הודעות בחיפוש פשוט? \nנסמן את כל ההודעות שהתקבלו ואז נלחץ בעוד יותר דרמטיות Archive all. אם יש לכם יותר מ-500 הודעות תתבקשו לסמן למעלה Select all ואז לעשות Archive. מזל טוב יש לכם אינבוקס נקי עם הודעות מהחודש האחרון.\nאחרי שיש לכם אינבוקס יחסית נקי, עם הודעות רק מהחודש האחרון, אפשר להתחיל לעבור לתרגול של אינבוקס על-אנושי. השלב הבא הוא להפוך אתכם למכונת מיון משומנת שיכולה להחליט על כל הודעה באינטואיציה מחושבת (כן יש דבר כזה) לאן ההודעה צריכה ללכת.\nאני רוצה שתחשבו על זה כמו בחדר מיון בחדר חולים. כאשר אתם נכנסים לחדר המיון האחות ניגשת ושואלת ״מה יש לכם?״ ואם זה רק שיעול וחום – אתם מופנים לחדר בו תצטרכו לעבור אצלך האחיות. אבל אם יש משהו בהול כמו פגיעת ראש, אתם כנראה תעקפו את התור ותעברו לראות רופא דחוף.\nעם זאת, חדר המיון תמיד נשאר נקי, סטרילי. כך גם אני רוצה שתחשבו על האינבוקס שלכם. כאילו הייתם אח או אחות Triage בחמ״ל של בית-חולים. כך שאם משהו באמת חשוב נכנס, תוכלו לטפל בו במלוא תשומת הלב, בקור-רוח ובאפקטיביות.\nאיך זה עובד? תציצו בתרשים שהכנתי לכם ????????\nבשביל להפוך אתכם לגיבורי מיון-אינבוקס, אתם קודם כל צריכים לעבור למצב שאתם פותחים כל הודעה על מסך מלא, ללא הסחות דעת. אני ממליץ להשתמש ב-Forest או ב-Time Timer בשביל לחסום אתרים חיצוניים ולהיכנס לפוקוס.\nכאשר אני מתחיל לעבור על האינבוקס שלי, אני בדרך כלל מתחיל מההודעה הכי חדשה שקיבלתי (בטופ של האינבוקס).\nיש לי 5 אפשרויות בלבד לטפל בהודעה:\nאם אתם חדים, בטח שמתם לב למשהו חוזר בדפוס פעולה שלי כאן. כן, כל אימייל שאני פותח – הולך בסופו של דבר ל-Archive.\nאני משתמש בתוסף המעולה של Todoist לג׳ימייל (יש גם גרסא לאאוטלוק) שמאפשרת לי בלחיצת כפתור להפוך כל אימייל למשימה. ברגע שאני לוכד את האימייל למשימה אני שולח אימייל לשולח ההודעה שזה ״בטיפול״, ולוחץ על Archive. כרגע האימייל חי בתוך רשימת המטלות שלי כמשימה. כך אני יודע לתעדף את האימייל שקיבלתי בין כל המשימות שיש לי להשלים באותו שבוע/יום.\nהמטרה של חלק זה היא לצמצם אינטרקציה אנושית על גבי האימייל למינימום הנדרש. כלל אצבע אומר על 100 מילישנייה לאימייל. בוא נראה איך זה עובד.\nכאן זה כבר מתחיל להיות מגניב. ג׳ימייל מאפשרת להגדיר לייבלים חכמים שיעקפו את האינבוקס. נתחיל קודם כל בדרך השימוש שלי.\nאני מגדיר פילטרים חכמים שמאפשרים להודעות לעקוף את האינבוקס, לצבוע אותן בלייבל מסוים, ואז אני יכול לעבוד עליהם במקבץ (batch) בצורה הרבה יותר אפקטיבית.\nלדוגמא: הגדרת פילטר Read when you’re free: כאן מדובר בפילטר שמאפשר לי לקרוא ניוזלטרים וכתבות מעניינות בזמן שנוח לי. בדרך כלל עם הקפה של הבוקר, אני עובר על ניוזלטרים כמו Morning Brew המצוין. לכן, ניוזלטרים כאלה פוסחים על האינבוקס ועוברים לאינבוקס אחר בו אני קורא את הניוזלטרים שלי.\nעוד משהו למתקדמים: אני משתמש ב-Zapier בשביל להעביר באופן אוטומטי חשבוניות וקבלות שמגיעות ברכיבים של אימייל עם תבנית מסוימת. האוטומציה דרך Zapier מאפשרת לי לשנות את השם לקובץ, לשמור אותו בתיקייה מסוימת בדרופבוקס ובסוף החודש אני שולח את אותה תיקייה לרו״ח באופן אוטומטי. זה מאפשר לי לחסוך זמן מאד יקר על עיבוד מסמכים רק בשביל לעשות דו״ח הוצאות והכנסות.\nלפי מחקרים, תיאומי פגישות לוקחות לנו 19% מהעבודה הכוללת שלנו. כאשר אנחנו מתאמים פגישות באימייל אנחנו בעצם משחקים ״אימייל פינג-פונג״ וזה יכול להיות מתסכל. תיאום פגישה ממוצעת בדרך הישנה לוקחת בין 6-7 אימיילים שונים.\nכאן אני משתמש בתוסף לג׳ימייל שנקרא MixMax ונותן כוחות-על בצורה של פקודות סטייל-סלאק לקומפוזר של ג׳ימייל ומצמצם תיאומי פגישות לאימייל אחד בלבד.\nבשביל לקבוע פגישה ביעילות אני בעצם מגדיר ל-MixMax דרך אינטגרציה של גוגל קלנדר, מתי נוח לי להיפגש לפי סוגי פגישה שונים שהגדרתי מראש.\nלאחר מכן אני כותב בחלון ההודעה פקודה ״meeting/״ שאומרת בעצם אומרת למיקמקס לשלוף לבד את הזמנים שאתם פנויים ולהכניס את זה ישירות לגוף ההודעה. ברגע שמקבל ההודעה לחץ על הזמן שנוח לו, זימון בלוח שנה נשלח אוטומטי לשני הצדדים עם כל הפרטים הרלוונטיים לפגישה, שכמובן הגדרתי מראש.\nמוכנים לראות איך זה נראה?\nהתוסף מיקסמקס חינמי ויש לו פיצ׳רים בתשלום למתקדמים. אם אתם יוזרים כבדים ואנשי מכירות – זה יכול להיות משתלם. אם לא, אין סיבה לשלם.\nכל אימייל שאני משקיע עליו זמן כתיבה מסוים, אני מיד שואל את עצמי את השאלה ״האם אני יכול להמיר אותו לטמפלט?״\nאם התשובה היא ״כן״, אני פותח את הסופרטול העוצמתי TextExpander ומייצר טמפלטים שנפתחים באמצעות סניפטים. סניפט זה קטע טקסט שנפתח באמצעות צירופי הקשה.\nלדוגמא, כאשר אני מגיב למישהו לאינטרו שנעשה לי, יש לי ממש קטע טקסט מוכן מראש שמופיע ברגע שאני רושם “xreply״. פופ-אפ נפתח ומבקש ממני לשים את השם של מי שעשה לי את האינטרו, ואת השם של הבן-אדם שאני פוגש באופן דיגיטלי. שימו לב איך זה עובד בגיפ ????????\nהתוסף TextExpander עולה $3.33 לחודש אבל שווה כל שקל לטעמי. אני עד היום חסכתי שעות רבות על הקלדה (לדעתי עומד על 42.3 שעות).\nאבל אם אתם לא רוצים להשתמש ב-TextExpander, אז התוסף MixMax מספק חווית טמפלטים מובנים בתוך האימייל. היתרון שזה מאפשר לשמור את אותם טמפלטים בקלות בלחיצת כפתור, אחרי שסיימתם לרשום אימייל. הגעה לטמפלטים ששמרתם תיהיה דרך קיצור המקלדת “;״ בחלון ההודעה.\nפורסם במקור בבלוג של תומי בראב, Supertools, הבלוג לעל־אנושיות", "keywords": "טיפ,טיפים,תומי בראב,סופטולז,מדריך,מדריכים,פרודוקטיביות,יעילות,עבודה,מייל,מיילים,אימייל"}