{"url": "https://www.geektime.co.il/stay-focused/", "type": "article", "title": "יותר מידי גירויים, מעט מידי זמן - 5 כלים שיעזרו לך להתפקס", "description": "צלילים נעימים של גשם, חיזוקים חיוביים, חסימת אתרים, מוזיקה מותאמת אישית ועורך טקסט שלא יתן לכם ללכת - כל האתרים שיעזרו לכם להישאר ממוקדים", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/focus.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-29T14:19:57Z", "modified_time": "2014-11-29T14:19:57Z", "articleBody": "צלילים נעימים של גשם, חיזוקים חיוביים, חסימת אתרים, מוזיקה מותאמת אישית ועורך טקסט שלא יתן לכם ללכת – כל האתרים שיעזרו לכם להישאר ממוקדים\nמקור: Unsplash\nסוף השבוע כבר כאן ולרוב הפעולה העיקרית שבא לנו לעשות בימים אלו היא בעיקר – כלום. כמובן שהבילוי האידיאלי הוא צפייה בסדרה האהובה בתוך הפוך, אבל סביר כי נרגיש סיפוק גדול יותר אם ננצל את הזמן להשלמת מטלות ומשימות שדחינו לאורך השבוע/חודש/שנה האחרונים. גם שכבר החלטתם שזהו, אתם עושים את זה ולא קמים מהכיסא עד שאתם לא משלימים את העבודה, מהר מאוד יצוצו גירויים שונים וטורדניים, בעיקר אם אתם עובדים באמצעות המחשב. על מנת לעזור לכם להתמקד במטלה אחת ולא לפזול לצדדים, בין אם בבית או בין אם במקום העבודה, ריכזנו עבורכם מספר כלים אשר יגרמו לכם לדבוק במטרה ובקיצור – להתפקס.\nNoisli הוא אתר פשוט וגאוני. בתור חובבת חורף לא קטנה המתגוררת בישראל, המתאפיינת ברוב ימות השנה במזג אוויר די קייצי, שמחתי לגלות את האתר אשר מאפשר להקשיב בין היתר לסאונדים מרגיעים ונעימים של גשם ורעמים. האתר עצמו מאוד מינימליסטי ומורכב ממגוון כפתורים ציוריים כדוגמת ענן, עלה וספל קפה, אשר ניתן לשלב בין כולם יחד או לבחור סאונד אחד ספציפי להאזין לו. אם אתם מחפשים מוזיקה סטטית ולא מסוגלים לתפקד ולהיות פרודוקטיביים בהאזנה למוזיקה ״רגילה״, האתר הזה מושלם עבורכם שכן מצד אחד הוא מאוד מרגיע אבל יחד עם זאת תורם לריכוז. כמו כן, ניתן להשתמש בכתבן הפשוט אשר נמצא באתר ומאפשר לכם לכתוב בלי הפרעות ובאווירה קצת אחרת.\nמחיר: חינם \nמקור: צילום מסך\nאתר שנחשפתי אליו לגמרי במקרה המאפשר לכם להגדיר זמן לכל פעילות אשר בסיומו ישמע צלצול ותישאלו האם סיימתם את המשימה בזמן או לא. הרעיון העומד מאחורי Groove הוא שעל כל משימה שתשלימו בזמן תקבלו 5 דקות הפסקה ולאחר השלמת 4 סבבים של משימות, תוכלו ליהנות מהפסקה ארוכה יותר. אם אתם נהנים ואוהבים לקבל חיזוקים חיוביים אתם אמורים ליהנות מהשימוש באתר, אבל כמובן ששום דבר לא יקרה לכם אם לא תעמדו בזמנים, הכל עניין של משמעת עצמית. (מניסיון – כאשר עושים דברים בידיעה שסופרים לכם זמנים, אתם מיד הופכים לפרודוקטיביים יותר).\nמחיר: חינם\nמקור: צילום מסך\nCold turkey הינה אפליקציה שימושית נוספת אשר מאפשרת חסימת אתרים ומשחקים תוך כדי חלוקתם לקטגוריות שונות. למשל – אם אתם עובדים על מטלה ללימודים, אתם יכולים לחסום רשתות חברתיות שונות אך לא אתרי תוכן רלוונטים לעבודה למשל. ברגע שתנסו להיכנס לאחד מהאתרים אשר הוגדרו כחסומים בזמן מוגבל, תיתקלו בהודעה עם דמות חמודה שתבשר לכם כי העמוד לא זמין כרגע מאחר ונחסם על ידי האפליקציה. רעיון נחמד, עובד רק על Windows והגרסה החינמית די דלילה, לשיקולכם.\n מחיר:  חינם – 20$\nמקור: צילום מסך\n4. FORCEdraft\nעורך טקסט חינמי אשר יחסום כל אפליקציה נוספת במחשב ולא יאפשר לכם לעזוב עד שלא תסיימו לכתוב את כמות המילים שהגדרתם או עד שעבר זמן מסוים. חסרונה של Forcedraft הוא שכרגע היא ניתנת להורדה רק ל- Windows, מה שמנע ממני להתנסות בה וחבל, שכן בתור אחת שכותבת לא מעט זה נשמע כמו כלי מצויין ואפקטיבי, למרות שלא מסובך ״לרמות״ בה (לפחות כאשר בוחרים בספירת המילים ולא בספירת הזמן).\nמחיר: חינם\nמקור: צילום מסך\n5. Focusatwill \nאם אתם נוהגים לעבוד כשלאוזניכם צמודות אוזניות עם מיטב הלהיטים, יתכן שאתם עושים משהו לא נכון ושאין בהכרח מדובר במוזיקה המתאימה והמועילה לכם. האתר Focusatwill מציע כעשרה ערוצי מוזיקה לבחור מהם תוך אפשרות להתאים את המוזיקה לרמת האנרגיה שלכם בהתאם לשעה ביממה. היתרון בפלטפורמה היא שמדובר באפליקציה אשר ניתן להשתמש בה לא רק במחשב אלא גם בטאבלט או בנייד. גם כאן ניתן להגדיר זמנים לכל משימה ולאורך כל העבודה עם האפליקציה וההאזנה למוזיקה תיהנו מטיפים שיעזרו לכם ללמוד איך לנצל את היום בצורה הטובה ביותר.\nמחיר: 4.99$ לחודש או 44.99$ לשנה (30 יום התנסות חינם)\nמקור: צילום מסך\nבהצלחה!", "keywords": "focus,noisli,focusatwill,pomdora,coldturkey,time management,ניהול זמן,פוקוס,app,windows,אפליקציה,טאבלט"}