{"url": "https://www.geektime.co.il/dev-homework-home-test/", "type": "article", "title": "מה בוחנים מחפשים במשימות הבית של מועמדים למשרות תכנות?", "description": "במסגרת עבודתו בודק דניאל קורן, מתכנת Full Stack, משימות בית שקיבלו מועמדים בשלבי מיון לחברה. הנה הטעויות הנפוצות ביותר, איך להימנע מהן וכמה טיפים שימושיים במיוחד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/hacker-1569744_1280-1540121878-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-21T14:51:06Z", "modified_time": "2018-10-21T15:23:14Z", "articleBody": "במסגרת עבודתו בודק דניאל קורן, מתכנת Full Stack, משימות בית שקיבלו מועמדים בשלבי מיון לחברה. הנה הטעויות הנפוצות ביותר, איך להימנע מהן וכמה טיפים שימושיים במיוחד\nמקור: Pixabay\nמאת דניאל קורן\nארגוני מחקר ופיתוח בימינו מחזיקים בגישות שונות בכל הנוגע למיון והערכה טכני של מועמדים למשרות טכנולוגיות, כחלק מתהליך גיוס עובדים חדשים. החברה בה אני עובד למשל נוהגת לשלוח למועמד בשלב מוקדם של התהליך תרגיל בית, שמטרתו לסייע בהערכת יכולותיו והתאמתו הטכנולוגית של אותו המועמד לחברה. לאחר בדיקת הפתרון, במידה ועבר את הרף הנדרש בעיני הבוחן ולפי הקריטריונים שהוגדרו מראש, המועמד יוזמן לראיון במשרדי החברה. במהלכו, יקבל המועמד הזדמנות להציג את עבודתו, להסביר את ההחלטות העיצוביות או הארכיטקטוריות שלקח, וכן לענות על מגוון שאלות.\nדיסקליימר: מטרת הפוסט איננה לדון ביתרונות והחסרונות של תהליך מיון זה אל מול אחרים. הנושא נידון לאורכו ולרוחבו במספר רב של מאמרים, הרצאות ושׁרשורים. אינני מתיימר לטעון ששיטה זו עדיפה ומתאימה לכל החברות, אלא שהיא מקובלת ומתאימה לחברות מסוימות.\nבמהלך החודשים האחרונים, כחלק מאחריותי כמראיין, יצא לי לבדוק מספר רב של משימות בית ולהעביר את ראיונות ההמשך. על אף שכל מימוש של פתרון שונה מן האחרים, בהרבה מהם חזרו אותן טעויות, ונושאים משמעותיים זכו להתעלמות.\nפוסט זה נכתב במטרה לעזור למועמדים להימנע משגיאות אלו, לתת מספר כלים שימושיים ולהציג את דרך המחשבה של הבוחנים והדגשים אותם הם מחפשים במשימות הבית.\nכמובן שכל משימת תכנות מתמקדת בתחום מגדר ונכתבה על מנת לבדוק מטרות מסוימות. ניסיתי לאגד שגיאות נפוצות ותפיסות מוטעות, ללא תלות בטכנולוגיה, שפת תכנות או פריימוורק ספציפי.\nכעיקרון כללי, הפתרון שתגישו משקפת את הכישורים ודרך החשיבה שלכם לבוחן באופן מובהק ובלתי אמצעי. בעיני מראיינים ומגייסים רבים, קטע קוד לדוגמה מעיד על מועמד למשרת פיתוח לא פחות מאשר קורות החיים ששלח או פרופיל ה- LinkedIn שלו. לראיה, מעבר על חשבונות משתמשים של מפתחים באתרי שיתוף ואחסון קוד דוגמת GitHub הפכה בשנים האחרונות לטכניקת איתור נפוצה.\nלכן, כשאתם פותרים את תרגיל הבית, חשבו על הזמן והמאמץ שאתם משקיעים בקורות החיים והפרופילים החברתיים שלכם והשקיעו אותם במשימה, זה ישתלם לכם.\nזה אולי נראה מובן מאליו, אבל האמת היא שפתרונות רבים נכשלים בזמן ההרצה הראשונית.\nבאופן אישי, כאשר אני נתקל במקרה כזה, אני מנסה לבדוק האם מדובר בבעיה שאוכל לפתור בזמן קצר יחסית, כדי לא לדחות את המשימה והמועמד על הסף. למרות זאת, לא הייתי ממליץ לסמוך על אדיבותו של הבודק או על הזמן הפנוי שיש לו לצורך דיבאג.\nמרבית שגיאות ההרצה בהן נתקלתי נגרמו כתוצאה מהיעדר מודולים או ספריות צד שלישי נדרשות. המצב מצביע על כך שאותן החבילות לא הוגדרו ברשימת התלויות (dependencies) של פתרון התרגיל (package.json, requirements.txt וכו׳). סביר להניח שספריות אלו הותקנו באופן גלובלי בסביבת העבודה של המועמד.\nפרו טיפ: ההמלצה שלי היא ליישם את אותה מתודולוגיה בה אני משתמש בבדיקת תרגילים של מועמדים – הריצו את הפתרון בסביבה ״נקיה״, בכדי למנוע את השימוש בחבילות שהותקנו בסביבת העבודה קודם לפתרון התרגיל או כאלו שחסרות בקבצי התלויות.\nישנן מספר דרכים לעשות זאת, ביניהן: שימוש בסביבת ״sandbox״ (Python virtualenv, NodeJS NVM, Ruby RVM וכו׳), הרצת הקוד בתוך קונטיינר עם minimal image ועוד. תמיד תוכלו לבקש מחבר או קולגה להריץ את הפתרון בסביבה שלו, אך אין זה מבטיח ריצה ללא משגיאות.\nStyle guides (מדריכי כתיבת קוד) כמו Python’s PEP8, עוזרים להפוך את הקוד לקריא יותר ומוודאים עקביות. יש לכך חשיבות רבה במיוחד עבור מפתחים לא מנוסים, שהיכרותם עם הסטנדרטים בתעשייה מוגבלת. Linters (מנתחי קוד סטטי) כמו eslint של JavaScript, מוסיפים שכבה נוספת המסייעת במניעת טעויות וסיכונים פוטנציאלים.\nזמנכם מוגבל, אל תבזבזו אותו בהתלבטות אם כדאי להשתמש ברווחים או ב- tabs, או בחיפוש אחר שגיאות כתיב. Style guides ו-Linters יעזרו לכם לוודא שלא פספסתם שאריות כמו TODOs, prints או הערות. במרבית ה-Linters ישנה אפשרות של תיקון שגיאות אוטומטי, וניתן לשלבם כתוסף בסביבת הפיתוח המועדפת עליכם.\nאין זה משנה באיזה style guide או linter תבחרו, כל עוד תשתמשו בו בעקביות לאורך הקוד שלכם. התוויית סט כללים מקובלים יעזרו לבוחן להתמקד בעיקר – ההחלטות הארכיטקטוריות והלוגיקה שיישמתם (ללא צורך ב- “bikeshedding”).\nפרו טיפ: זכרו לפרט באיזה style guide או linter השתמשתם בקובץ התיעוד (ה-README).\nמקור: Pixabay\nכיום, מרבית, אם לא כל חברות התוכנה משתמשות בספריות קוד פתוח במוצרים שלהן. חברות מסוימות אף לוקחות את הצעד נוסף ומחזירות לקהילה באמצעות תרומת קוד לחבילות קיימות או פתיחה (to open source) של פרויקטים מקומיים שפיתחו בעצמן. שיתוף פעולה זה משפר את איכות הקוד ובאופן כללי מניע את התעשייה קדימה.\nהנקודה שלי היא – אל תניחו שמצופה מכם לכתוב את כל הפתרון בעצמכם.\nבוחנים מסויימים, אני ביניהם, מעריכים את היכולת לאתר את החבילות המתאימות, לשלב אותן ולהשתמש בהן בקוד בצורה נכונה ואלגנטית. אחרי הכל, מדובר בפעולה שכיחה יחסית בשגרת היום-יום של מתכנת.\nשימו לב שליבת המשימה צריכה להיפתר על ידכם, באופן שתרגישו בנוח להסביר אותה בראיון ההמשך.\nקיימות דוגמאות רבות לשימוש בחבילות חיצוניות שיכולות לחסוך לכם כמות זמן משמעותית ולמקד אתכם בעיקר המשימה. דוגמה אחת שעולה לי לראש היא שימוש בספרית עיצוב, כמו Bootstrap/Material-UI/Semantic-UI, במהלך העבודה על תרגיל שכולל צד לקוח.\nפרו טיפ: וודאו כי יש לכם לפחות הבנה בסיסית של החבילות בהן השתמשתם, שכן אתם עשויים להישאל עליהן בראיון, וכמובן, ציינו אותן בקובץ התיעוד (README).\n\nרוב החברות שאני מכיר משתמשות בשירותי ענן לאחסון קוד (source code hosting) בעבודה עם Git ככלי לניהול גרסאות (version control). בין אם GitHub, GitLab או BitBucket האפשרות לארח בענן, על כל המשתמע מכך, פרוייקטים פרטיים ופתוחים כאחד, הופכת אותם לפלטפורמה הטובה ביותר עבור תרגילי קוד לבית. לכן, הופתעתי כאשר מספר מועמדים בחרו לשלוח את הפתרונות שלהם באמצעות אימייל.\nעל אף שלא תמיד מדובר בדרישה, עצתי היא תמיד להגיש את משימת הקוד שלכם דרך שירות אחסון הקוד שנמצא בשימוש החברה אליה אתם מתמיינים, משתי סיבות עיקריות:\nזה מקל על הבוחן – יכול בקלות לשבט (clone) את הפתרון לסביבת העבודה שלו, לעומת הורדת הקבצים, העברתם למקום הרצוי ובמקרים מסוימים שינוי שמם או חילוצם מקובץ מכווץ.\nבנוסף, ניתן לעשות שימו בממשק השירות לבדיקת התרגיל ולמעבר על הקוד במהלך ראיון ההמשך.\nכפי שהזכרתי קודם לכן, שימוש בשירותי אירוח קוד מקור הפך לסטנדרט בתעשיה. מפתחים פחות מנוסים אולי יחושו מעט מאוימים מעבודה עם GitHub לדוגמה, אך האמת היא שהשימוש בפלטפורמות פשוט דיו כך שחברות כיום מצפות ממועמדים להכיר אותן או ללמוד בעצמם איך לעבוד עימן.\n\nפרו טיפ #1: אם אתם חוששים מכך שהמעסיק הנוכחי יחשף למשימה שעשיתם, וודאו כי אתם משתמשים באופציה של פרויקט פרטי (private repository).\nפרו טיפ #2: במידה ואתם עדיין לא רגילים לעבוד לפי הפרדיגמה הזו, חלקו את הקוד שלכם לקומיטים (commits) לוגיים. זה יעזור לבוחן להבין את קו המחשבה ואת תהליך הפיתוח שעברתם במסגרת המטלה. זה בסדר גמור לארגן מחדש את ה-commits לאחר השלמת המשימה, כל עוד אינכם מאחדים אותם לשינוי אחד (squash them all together). ברב המקרים אין הכרח לוודא שכל commit מתפקד באופן עצמאי ובלתי תלוי, כפי שמפתחים רבים נוהגים לעשות בעבודה היום-יומית, בייחוד במשימות שמורכבותן הלוגית איננה גדולה.\nכתיבת בדיקות (tests) יכולה להיות משימה הדורשת עבודה ממושכת, ובמקרים רבים זאת איננה דרישה. אולם אין בכך כדי לטעון שאינכם צריכים לכלול אותן במסגרת הפתרון, מהסיבות הבאות:\nארגוני מחקר ופיתוח מחזיקים בגישות שונות בנוגע לכתיבת בדיקות.\nחלקם מצפים מהמפתחים לכתוב unit-tests בלבד, בעוד שאחרים שואפים ל-code ownership ותחושת אחריות, המתבטאת בין השאר בכתיבת בדיקות אינטגרציה ומערכת. בשני המקרים, זוהי מיומנות חשובה ששווה לרכוש ולתרגל כמה שניתן.\nפרו טיפ #1: משימת הבית הינה הזדמנות מצוינת לנסות את גישת TDD – Test Driven Development, כלומר כתיבת הבדיקות לפני הפתרון עצמו. דרך זו תחייב אתכם לתכנן לפני שאתם קופצים לתכנת, ובנוסף תסייע לזהות רגרסיות בקוד.\nפרו טיפ #2: אם אתם באמת בבעיית זמן, כתבו טסט אחד בלבד. בכך, תראו לבודק שאתם יודעים כיצד לכתוב בדיקות ותוכלו לעשות זאת בהינתן זמן נוסף.\nמקור: Pixabay\nתיעוד הקוד הוא חלק אינטרגלי בעבודתו של כל מתכנת, בין אם מדובר במשימה יום-יומית או תרגיל בית. בתיעוד כוונתי היא להוראות התקנה והרצה עבור המשתמשים או הבוחן ולא להערות שנכתבות בקוד עצמו (נושא לפוסט נפרד).\nבהנחה שבחרתם באחת מפלטפורמות אחסון הקוד בענן, הדרך הפשוטה והמהירה ביותר היא לכלול את כל המידע אותו אתם רוצים להעביר לבוחן במסמך ה-README.md. הפורמט הסניטקטי שלו, שמבוסס על שפת סימון (Markup language) ברורה וקלת משקל, הפך לסטנדרט המקובל בפרויקטי קוד.\nלפני שאפרט את מבנה מסמך התיעוד, קו מנחה חשוב – אל תניחו דבר על הידע הקודם של הבוחן לגבי הפתרון שלכם. אם אתם מתלבטים האם לציין פרט מידע כלשהו, עשו זאת.\nסעיפי חובה\nנחמד להוסיף (Nice to have)\nפרו טיפ: בסופו של דבר, מעבר על פתרונות של מועמדים אינה המשימה המרגשת ביותר ביומו של הבוחן (על אף חשיבותה). הוספת טאץ׳ אישי – MEME/gif/ASCII Art הקשורים לחברה או למשימה תמשוך את תשומת הלב של הבודק ותעלה חיוך על פניו.\nאני מקווה שהמאמר עזר לכם להבין טוב יותר את נקודת מבטו של הבוחן ויסייע לכם בפתרון משימת הבית הבאה שלכם. אם יש לכם טיפים נוספים שאתם חושבים שיוכלו לעזור לקוראים, אנא שתפו אותם בתגובות.\nהכותב הוא מתכנת Full Stack וראש צוות פיתוח בחברת BigPanda", "keywords": "פיתוח,ראיון קבלה,ראיון עבודה,משימת בית,תכנות,תיכנות,בדיקה,"}