{"url": "https://www.geektime.co.il/apple-mac-app-store-goes-live/", "type": "article", "title": "אפל תשיק את חנות האפליקציות ל-Mac בחודש הבא", "description": "לאחר דיווחים בחודשים האחרונים, חנות האפליקציות למק עולה לאויר", "image": "https://files.geektime.co.il/wp-content/uploads/2010/12/mac-app-store-300x179.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-12-17T12:30:28Z", "modified_time": "2010-12-17T16:18:40Z", "articleBody": "לאחר דיווחים בחודשים האחרונים, חנות האפליקציות למק עולה לאויר\nאפל הכריזה היום על השקתה הרשמית של חנות האפליקציות למחשבי מקינטוש ובכך מאשרת החברה את הדיווחים הקודמים בנושא. ה-Mac App Store תושק לציבור הרחב ב-6 לינואר ותספק למשתמשי המקינטוש מגוון רחב של אפליקציות ומשחקים בהתקנה פשוטה וקלה.\nמנכ”ל אפל, סטיב ג’ובס, התייחס היום להכרזה בהתלהבות רבה: “בדומה למהפיכה שעשתה חנות האפליקציות לניידים, כך אנחנו מקווים לעשות גם לאפליקציות במחשב (PC), עם חנות האפליקציות למק על ידי שימוש קל ופשוט שיאפשר למצוא ולרכוש אפליקציות. אנחנו מצפים בקוצר רוח ל-6 בינואר.”\nעל פי ההודעה מאפל, החנות החדשה תספק האפליקציות ממספר קטגוריות (גרפיקה, משחקים, לייף סטייל, עזרים ומשחקים) כשחלקם יהיו בתשלום וחלקם בחינם. תוכלו למצוא את האפליקציות הכי חמות, לקרוא ביקורות של משתמשים ולבצע חיפוש לפי קטגוריות.החנות תהיה זמינה בעבור 90 מדינות כשאת רוב פיתוחי האפליקציות מקווים באפל שהם יגיעו מהמפתחים. בתמורה, אפל תגבה “רק” 30% עמלה על כל אפליקציה שבתשלום מהמפתח.\nמערכת ההפעלה שתקבל את החנות לראשונה היא Mac OS X Snow Leopard כשאת העדכון יקבלו המשתמשים תחת Software Update החל מה-6 בינואר.", "keywords": "אפל,mac app store,snow leopard"}