{"url": "https://www.geektime.co.il/ipad-mini-clone-chuwi-v88/", "type": "article", "title": "חברה סינית מציגה טאבלט עם עיצוב זהה לאייפד מיני ב-177 דולר בלבד", "description": "הוא נראה כמו אייפד, אבל לא ממש מתנהג כמו אייפד ומריץ את אנדרואיד 4.1: הכירו את הכפיל הסיני המדוייק ביותר שראיתם עד היום, Chuwi V88.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/11/chuwiv881.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-28T18:06:53Z", "modified_time": "2013-11-28T18:06:53Z", "articleBody": "הוא נראה כמו אייפד, אבל לא ממש מתנהג כמו אייפד ומריץ את אנדרואיד 4.1: הכירו את הכפיל הסיני המדוייק ביותר שראיתם עד היום, Chuwi V88.\nמקור: יח״צ\nמזהים את המכשיר בתמונה למעלה? חשבתם שזה האייפד מיני? בהתחלה גם אני חשבתי. האייפד מיני הוא ללא ספק אחד מהטאבלטים המוצלחים והמבוקשים ביותר בשוק היום, וכמו כל מוצר מבוקש אחר בשוק, במיוחד כזה שאפל משיקה, יצרניות סמארטפונים וטאבלטים סיניות קופצות ישר על המציאה ומשיקות מכשירים שנראים כמעט אותו הדבר, אך בפער מחירים משמעותי. הפעם זו תורה של חברת Chuwi, אשר הציגה טאבלט שנראה בדיוק כמו האייפד מיני, ומחירו עומד על 177 דולרים בלבד.\nבאופן טבעי, הטאבלט מריץ את מערכת ההפעלה אנדרואיד, ולמרות שהגירסא המגיעה עם הטאבלט היא 4.1 בלבד, המשתמשים עדיין יוכלו ליהנות מהעבודה המהירה עם Jelly Bean בעיקר בזכות Project Butter. ה-Chuwi V88 מגיע עם מסך IPS בגודל 7.9 אינץ׳ ברזולוציה של 1024×768 (בדומה לאייפד מיני) ועם יחס Aspect Ratio של 4:3 בהשוואה ל-16:10 או ל-16:9 אותו אנו רגילים לראות בטאבלטים מוזלים המבוססים על מערכת ההפעלה אנדרואיד.\nמקור: יח״צ\nמתחת לפני השטח, הטאבלט מריץ מעבד ARM Cortex A9 מרובע ליבות במהירות שעון של 1.8GHz עם זיכרון פנימי ניתן לבחירה בין 1GB ל-2GB RAM, וזיכרון אחסון פנימי ניתן גם הוא לבחירה בין 8GB, 16GB וחריץ אחסון המאפשר להגדיל את הזיכרון עד 32GB. בנוסף, ה-Chuwi V88 מגיע עם 2 מצלמות, קדמית באיכות 2 מגה פיקסל ואחורית באיכות 5 מגה פיקסל, אך כמובן ללא יכולת לבצע שיחות Facetime. כמו כן, הטאבלט מגיע עם תמיכה בקישוריות Bluetooth Low Energy וסוללה בהספק של 5,000mAh עם זמן שימוש ממוצע של 4.5 שעות.\nמחיר המכשיר עומד על 177 דולרים בלבד, כך שלמשתמשים שמעוניינים לרכוש טאבלט מעוצב אבל לא יכולים להרשות לעצמם לרכוש את האייפד מיני, מדובר באלטרנטיבה לא רעה בכלל. חשוב להזכיר, שלמרות שהוא ממש דומה לאייפד מיני, הטאבלט מגיע ללא iOS וללא מעבד A7 / M7, עם חיי סוללה חלשים באופן יחסי ועם ביצועים שבוודאי לא יהיו הכי מזהירים – כך שהמשתמשים שכן יבחרו לרכוש את הטאבלט יקריבו לא מעט בתמורה למחיר הנמוך.\nלרכישת הטאבלט באתר Newfrog.com", "keywords": "אייפד,אייפד מיני,ipad,ipad mini,chewi v88,סיני,chinese,china,חיקוי"}