{"url": "https://www.geektime.co.il/radionomy-will-acquire-winamp/", "type": "article", "title": "ניצלה ברגע האחרון: Winamp תרכש על ידי Radionomy", "description": "כבר הספקנו להודיע על סגירתו של השירות, אך ברגע האחרון החברה הבלגית, המפעילה תחנות רדיו אינטרנטיות ברחבי העולם, החליטה להרים את הכפפה ולרכוש את Winamp מ-AOL.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/11/winamp.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-02T17:37:05Z", "modified_time": "2014-01-02T17:42:53Z", "articleBody": "כבר הספקנו להודיע על סגירתו של השירות, אך ברגע האחרון החברה הבלגית, המפעילה תחנות רדיו אינטרנטיות ברחבי העולם, החליטה להרים את הכפפה ולרכוש את Winamp מ-AOL.\nמקור: יח״צ\nמעריצים רבים של תוכנת המוזיקה הפופולרית, Winamp קיבלו חדשות רעות בסוף חודש נובמבר, כאשר חברת AOL הודיעה שלא תמשיך את מאמצי פיתוח התוכנה שלא תהיה זמינה יותר להורדה החל מה-20 בדצמבר. אפילו אנחנו, בפוסט מיוחד כבר הכרזנו על סופו של השירות ונפרדנו ממנו בצער רב וביגון קודר. למרות זאת, מסתבר כי Winamp תינצל בסופו של דבר ברגע האחרון.\nכמה ימים לאחר ההודעה של AOL, חברות רבות החלו להביע התעניינות ברכישת התוכנה, יחד עם שירות הרדיו Shoutcast, תוסף לתוכנה אשר אפשר לכל משתמש להחזיק בתחנת רדיו אינטרנטית משלו ולשדר מוזיקה למאזינים מכל רחבי העולם. בין החברות השונות ניתן אף היה למצוא דיווחים כי מיקרוסופט גם היא מבין המתעניינות הבולטות אלא שאלו לא אומתו באף שלב.\nאך מסתבר, כי בסופו של דבר חברה אחת הרימה את הכפפה ותרכוש את שני השירותים הפופולריים. מדובר ב-Radionomy, שירות אגרגטור של תחנות רדיו אינטרנטית מרחבי העולם אשר מקורו בבריסל. למרות שהעסקה עדיין לא נחתמה באופן רשמי, מקורות שונים ברשת מדווחים כי כבר ביום שישי, אם לא מאוחר יותר הערב, תושלם העסקה. מחיר פוטנציאלי לעסקה לא פורסם בשום מקום, והחברות בינתיים מסרבות להגיב אודות קיומה של עסקה כזו.\nWinamp. מקור: צילום מסך\nל-Radionomy יש יותר מ-6,000 תחנות בקטלוג הרדיו שלה, עם דגש על פלטפורמה עצמאית ליצירת תחנות רדיו, בדומה לשירות Shoutcast. הרכישה של Shoutcast תביא את קטלוג תחנות הרדיו של האחרונה, המונה מעל ל-50,000, ותגרום למינוף רציני של השירות הבלגי. על ידי רכישת תוכנת Winamp, ל-Radionomy צפויה להגיע תוספת כוח מהכיוון התוכנתי ושימוש בקוד של האחרונה על מנת לשפר את שירותי הרדיו השונים שלה.\nלמי שלא מכיר, Winamp הוא נגן מדיה שהותאם במקור למערכת ההפעלה חלונות. התוכנה, ששוחררה לראשונה ב-1997, תמכה בפורמטים mp1,mp2 ו-mp3 והפכה לאחת התוכנות בעלת מספר ההורדות הגדול ביותר למחשב האישי. חברת Nullsoft ו-Winamp כחלק ממנה, נרכשו על ידי AOL בשנת 1999 עבור יותר מ-80 מיליון דולרים בעסקה שכללה מניות, אך התוכנה הפופולרית לא זכתה לפיתוח משמעותי מאז.", "keywords": "winamp,ווינאמפ,aol,shoutcast,radionomy,רדיו,רדיונומי"}