{"url": "https://www.geektime.co.il/feex-pension-service-launch/", "type": "article", "title": "עד כמה אתם פרייארים? Feex תציג לכם מדד פנסיה אישי", "description": "חברת הסטארטאפ הישראלית מרחיבה את היצע שירותיה, ותסייע כעת לעמיתים בקרנות הפנסיה השונות להתמקח על גובה דמי הניהול מול הקרנות, או סוכני הביטוח המטפלים בתיקים שלהם.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/01/feex.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-21T11:09:30Z", "modified_time": "2014-01-21T14:05:35Z", "articleBody": "חברת הסטארטאפ הישראלית מרחיבה את היצע שירותיה, ותסייע כעת לעמיתים בקרנות הפנסיה השונות להתמקח על גובה דמי הניהול מול הקרנות, או סוכני הביטוח המטפלים בתיקים שלהם.\nמקור: צילום מסך\nחברת הסטארטאפ הישראלית Feex, המפתחת פלטפורמה להשוואת דמי הניהול עם עמיתים מקבילים בקרנות ההשתלמות וקופות הגמל השונות, הודיעה היום (ב׳) על השקת מוצר מקביל לקרנות הפנסיה. מעתה, כל אדם שיש לו קרן פנסיה חדשה יכול להעלות את הדו״ח הרבעוני שלו בקרן הפנסיה אל האתר של Feex, ולראות האם הוא משלם יותר מדי עמלות לקרן הפנסיה שלו ובכמה הוא יכול להפחית אותן, על פי נתונים המתקבלים מהקהל הרחב.\nהפלטפורמה של Feex מאפשרת למשתמשים לשלוח את המסמכים הפיננסיים שלהם בתצורת מסמך PDF או כל מסמך אחר המגיע מהחברה או מהבנק, כאשר ניתן גם לצלם תמונה של המסמך הרלוונטי ישירות מהסמארטפון ולשלוח לאתר, דוגמאת דו”ח רבעוני של חברת ביטוח, דו”ח שנתי של קופת גמל ועוד. Feex מנטרת את המסמכים הללו בעזרת מנוע עיבוד תמונה, מוציאה את הנתונים הרלוונטיים מהמסמך ומעבירה אותם למאגר נתונים סטטיסטי המקבל את המקורות שלו מנתונים של משתמשים אחרים בשירות ומאגרי נתונים שונים הזמינים ברשת.\nבתום תהליך עיבוד הנתונים האורך מספר דקות, מתבצעת השוואה של נתוני המשתמש מול נתונים של משתמשים אחרים באותו סטטוס פיננסי ומונפק דו”ח תמונת מצב עדכני שנשלח למשתמש ישירות לתיבת הדואר האלקטרוני שלו. לאחר הכניסה לניתוח המסמך, מוצג למשתמש מחוון הנקרא Sucker Meter, המובא בצורת מד אדום-צהוב-ירוק המראה למשתמש כמה הוא משלם, כמה הוא יכול לשלם באמצעות תהליך מיקוח וכמה הוא יכול לחסוך, כאשר לאחר מכן מוצגת בפני המשתמש תכנית פעולה להמשך שתעזור למשתמש להמשיך ולחסוך כסף בעתיד.\nמקור: צילום מסך\nהמודל העסקי של Feex, המתבסס על מתן ייעוץ פנסיוני/ביטוחי לחברות בעלות זולה דרך האינטרנט עדיין אינו מיושם בפועל, אך יואב צוראל, מנכ״ל החברה סיפר בריאיון לגיקטיים אודות התוכניות העתידיות של החברה: ״באופן כללי, Feex היא השחקן היחידי שהוא גם אובייקטיבי וגם חינמי למשתמשים פרטיים. אם היום משתמש פרטי רוצה ללכת להתייעץ עם יועץ אובייקטיבי, הוא משלם כסף רב, אם הוא לא משלם כסף, הוא מקבל בדרך כלל ייעוץ מוטה ואינטרסנטי.״\n״אנחנו מנסים להיכנס באמצע, על ידי כך שאנחנו מייצרים את כל המידע שלנו בדרך שהיא Crowd Source, גם אובייקטיבית וגם Low Cost למשתמש, ובסופו של דבר גם לחברה. לכן, בעתיד, גם העסקים ייהנו מייעוץ אובייקטיבי ולא יקר. אך אנחנו עוד לא שם, מכיוון שאנחנו רוצים קודם כל לסיים ולכבוש את השוק הצרכני לפני כן. גם המשקיעים שלנו מבינים את זה.״ החברה גייסה באוגוסט 2013 3 מיליון דולר מקרן בלאמברג האמריקאית.\n״אני מקווה שנצליח לעשות Launch מוצלח בארצות הברית בחודשים הקרובים, שם אנחנו נתמקד ב-2 מוצרים עיקריים: IRA ו-401K, גם כן באמצעות Crowd Sourcing. מבחינת הבדלי השוק, אנחנו מעריכים כי בישראל יש בכל שנה 10 מיליארד דולר בעמלות הפיננסיות, בארצות הברית מדובר על 500 מיליארד דולר – אך ההבדל הגדול הוא שהכל נעשה בשקט, ואף אחד לא מתייחס אל זה בתור תעשייה. 70 אחוזים מהאמריקאיים מאמינים שה-401K הוא חינמי לגמרי, אבל הם פשוט לא יודעים את זה. במקביל, השוק הישראלי מאוד חשוב לנו, נמשיך לתמוך בו ונמשיך להגדיל אותו.״\nמקור: יח״צ\nנכון להיום, FeeX עוקבת אחר תנאי דמי הניהול בנכסי משתמשים שהיקפם עומד על 300 מיליון שקלים, כאשר 64% מהכסף נמצא בקרנות ההשתלמות של המשתמשים, והיתרה בקופות הגמל שלהם. עד כה, FeeX הצליחה להצביע עבור משתמשיה על חסכון פוטנציאלי כולל של מעל 20 מיליון בעמלות דמי הניהול בקופות הגמל ובקרנות ההשתלמות. נתונים ראשוניים אשר התקבלו מתקופת הבטא של המוצר החדש לעמיתי קרנות הפנסיה, מראים כי החסכון הממוצע למשתמש מגיע לכ-50 אלף שקלים.\nFeex נוסדה באפריל 2012 במסגרת תוכנית Zell ליזמות במרכז הבינתחומי בהרצליה, על ידי אורי לוין, יו”ר החברה והמשקיע הראשון שלה. שהוא בין היתר גם מייסד ונשיא Waze, יואב צוראל, אייל הלחמי ודוד וייס. נכון להיום, מספר העובדים ב-Feex קפץ מ-13 לפני קרוב לשנה, ל-25 הממוקמים במשרדי החברה בהרצליה. Feex נבחרה על ידי גיקטיים ונקסטר במסגרת טקס Geekawards לחברת הסטארט-אפ הטובה לשנת 2013.\n", "keywords": "feex,יואב צוראל,פיקס,קרן פנסיה,דמי ניהול,קופות גמל,קרן השתלמות,fees,עמלות,yoav zurel,pension"}