{"url": "https://www.geektime.co.il/one-day-with-revital-hendler/", "type": "article", "title": "מהאקזיט של AllJobs ליזמות חברתית: סביבת העבודה של רויטל הנדלר [יום בחיי]", "description": "הצטרפנו ליזמית שכבר עשתה אקזיט וגילתה את עולמה מחדש בתחום היזמות החברתית, רויטל הנדלר. אז מה היא אוהבת בעבודה שלה ומה כדאי שלא תענו לה במיילים? יום בחייה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/revital.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-28T11:59:23Z", "modified_time": "2015-10-26T10:03:43Z", "articleBody": "הצטרפנו ליזמית שכבר עשתה אקזיט וגילתה את עולמה מחדש בתחום היזמות החברתית, רויטל הנדלר. אז מה היא אוהבת בעבודה שלה ומה כדאי שלא תענו לה במיילים? יום בחייה\n\nמדור יום בחיי מעניק הצצה ליום סטנדרטי בחייהם של יזמים, משקיעים ואנשי הייטק מובילים בישראל במטרה ללמוד מהניסיון שלהם, לקבל מהם קצת טיפים וגם להכיר אותם באופן אישי.\nיזמת אינטרנט סדרתית בתחום ה-Social-Tech.\nמייסדת ומנכ“לית לשעבר AllJobs.\nמייסדת שותפה ב-Breezometer.\nהיום: מנטורית, מרצה ומנחת Workshops לסטארטאפים חברתיים.\n“אני מייעצת ועושה מנטורינג לחברות סטארטאפ בשלבים שונים, חלקן בוגרות יותר וחלקן עוד בשלב ה‘יזם/יזמת עם רעיון לא מגובש‘. פיתחתי workshop מאוד ייחודי שביום אחד נותן תמונה רחבה של המשמעות של להפוך רעיון לעסק משגשג. את הסדנאות האלה אני מעבירה ב-Google Campus לסטארטאפים חברתיים שרוצים להשתמש בטכנולוגיה לעשייה חברתית-עסקית. אני גם מרצה לארגונים בתחומים מגוונים שמגיעים מתוך הניסיון שלי בשטח – על יזמות, חדשנות, אחריות חברתית וסביבתית, עוצמת הניהול הנשי וכמובן גם פיתוח קריירה”.\n“מנטורינג לסטארטאפים חברתיים במיוחד הוא תחום שמשלב את כל מה שאני אוהבת: חיבור לאנשים, טכנולוגיה בשירות עולם טוב יותר והתהליך של יצירת יש-מאין – אליו אני מכורה. בהרצאות אני עפה. ההרצאה האחרונה שלי ב-TED נוצרה בלחץ לא יתואר, אבל ברגע שהמיקרופון נדלק והייתי על הבמה, הכול נעלם והייתי פשוט שם עם הקהל, נהנית מכל רגע. הסדנאות שפיתחתי מאפשרות לי לעזור\nלהרבה יותר יזמויות חברתיות לרקום עור וגידים, וזה נותן לי תחושת שליחות אמיתית. אני זוכה להיפגש עם אנשים מקסימים ומלאי חזון. לשנות ולשפר וזה כיף אמיתי”.\n\n“הלחץ, שכמעט תמיד נלווה אליה. זו תעשייה מאוד אינטנסיבית ומאוד גברית, כך שכל אירועי הסטארטאפים הם בערב, ואת רובם אני מפספסת, כולל למשל רגע הזכייה של BreezoMeter בפרס הסטארטאפ המבטיח ל-2014. הייתי עם זיו לאוטמן בעבודה על הפיצ‘ עד הרגע האחרון ואז אני הלכתי לילדים המתוקים שלי והוא נסע לירושלים עם הצוות המופלא של BreezoMeter להניף את הגביע. אני גם פוגשת הרבה יזמים שמבקשים ממני להיפגש על כוס קפה על חשבוני, וכועסים כשאני אומרת שזה בלתי אפשרי. אנשים חושבים שאני צריכה לתת להם ייעוץ ולהיפגש איתם סתם ככה. גם אם אני מבקשת לשלוח לי חומר מקדים, זה בדרך כלל נתקל בתגובות של ”איך אני אדע שלא תגנבי לי את הרעיון“. זה החלק הפחות נעים של לעבוד עם יזמים מתחילים, שפשוט לא מבינים כמה מיילים עם רעיונות אני מקבלת ביום”.\n“תחושת שליחות אמיתית, תשוקה חזקה לעשייה ולעזרה ללקוחות ויכולת לימוד עצמית. אני לא אוהבת אנשים שאומרים ‘זה לא אני’ מראש, ולא מוכנים ללמוד. במיוחד יזמים חייבים להיות מסוגלים למתוח את גבולות הנוחות באופן מתמיד. אני מחפשת לעבוד עם אנשים שלוקחים אחריות על החיים, עושים וזזים, ולא מחכים שמשהו יקרה להם, או להאשים אחרים”.\n\n“Zappos מוערכת בעיני מאוד במהפכה שעשתה בתפיסת העובדים כשותפים להצלחה. אני מאוד\nמאמינה בזה וזו הייתה הרוח שבעיני הביאה את AllJobs להצלחתה”.\nנקסוס 5.\nמקור: יח”צ\nמק.\nWaze – “למרות שהם מעצבנים קצת לאחרונה. אני לא יכולה בלעדיה, אני אמיתית נכה בלי תוכנת ניווט וכל כך גאוני בעיני התפיסה שלהם של ניווט חברתי”.\nGoogle Keep – “מאוד אוהבת וגם לא יכולה בלעדיה. באופן מפתיע התחברתי מאוד ל-Google Inbox למרות שהופתעתי מכמה פיצ‘רים שהיו ב-gmail ולא עברו אליה, שמאוד חסרים לי”.\nMagisto “אני מכורה, גם לערוך סרטים עם הילדים וגם מתענגת על לראות את התוצאות. מה שפעם היינו צריכים לערוך שעות עכשיו אני עושה בשניות – זה אדיר”.\n“כמובן שבלי Docs ו-Dropbox אני לא בחיים ועכשיו גם בלי האחת והיחידה Vcita שהיא תוכנה שגיליתי לא מזמן ומאפשרת לי לנהל את היומן שלי וכל האדמיניסטרציה כולל גבייה מול הלקוחות – גאוני ובמחיר הוגן”.\n“להישאר מי שאני, גם כשזה נראה לא הדבר הנכון לעשות. על הנושא הזה הרצאתי ב-TED וגם גרם לי לגאווה רבה כשעשינו את האקזיט לחברה הבינלאומי. הידיעה שלמרות כל הלחץ הסביבתי, לא מכרתי את נשמתי והצלחתי להיות מי שאני לאורך הדרך והיו הרבה קשיים בדרך, אבל זה השתלם. מגיע לנותן הטיפ קרדיט ענק – עורך הדין עופר לריש”.\n“אני לא ממש בעניין של גאדג‘טים. מבחינתי המרדף אחרי שתי סוללות של המק והנקסוס הוא די ויותר”.\n“כאמא לכמעט 4 ילדים אין לי הרבה זמן לספרים, אבל הספר שמדי פעם אני מצליחה לקרוא עמוד ממנו ויושב לי כבר שנים לחזק אותי ליד המיטה הוא ‘רפא את חייך’ של לואיז היי”.\n“Inside Out – גאוני בעיני, נהנתי מאוד”.\n“מאיה איצקוביץ נפלאה בעיני. היינו בהופעה שלה לפני שבועיים והיא פשוט מרגשת”..\n“סוף יום, במרפסת בחושך, מסתכלת על הנוף, כשאני מצליחה לסיים יום כשכל הילדים הלכו לישון מחוייכים ומלאי חוויות חדשות. אם הצלחתי גם שהבית לא יראה כמו תחנת רכבת אחרי פיגוע וגם שהיה יום שבו הצלחתי לעזור לעוד מיזם או שניים לקפוץ קפיצה משמעותית, אז יש לי חצי שעה כזו של בהייה ברוגע וסיפוק. כמובן, שלא כל יום זה קורה”.\n“ה’אמיצה’ כאילו הומצאה עבורי”.\n>> למדורים נוספים של “יום בחיי”", "keywords": "יום בחיי,יום בחייו של,בכירי הייטק,בכיר הייטק,בכירי הייטק בישראל,מאחורי הקלעים,סטארטאפים,סטארטאפ ישראלי,רויטל הנדלר,revital hendler,alljobs,יזמות חברתית,social"}