{"url": "https://www.geektime.co.il/fortnite-most-popular-game-ever/", "type": "article", "title": "כך הפך פורטנייט למשחק הכי מצליח אי פעם", "description": "פורטנייט נמצא כאן כבר שנה, אבל מסתבר שהז’אנר עליו הוא מבוסס, ה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Fortnite2Fblog2FAndroid2FBR05_Social_AndroidLaunch-1920x1080-3726bd7a9d486668c7cc2bc483fb1a6161da87c3-1534054438-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-24T16:00:36Z", "modified_time": "2018-09-24T13:39:06Z", "articleBody": "פורטנייט נמצא כאן כבר שנה, אבל מסתבר שהז’אנר עליו הוא מבוסס, ה”באטל רויאל”, נמצא כאן כבר מאז שנת 2000. טוב, בסרטים יפניים\nמקור: Epic Games\nמאת רם גלבוע, NEXTER\nפורטנייט. כשמדברים על פורטנייט, מתכוונים למעשה לפורטנייט Battle Royale – בהפשטה, גרסת הכולם-יורים-בכולם שלו. אבל מה זה מעבר, ולמה זה בכלל “באטל רויאל”? בשביל לענות על כך צריך לחזור בזמן לרחם ההיסטוריה המילניאלית, ממש עד 1998.\nב-1998 חברת Epic Games מצפון-קרולינה פיתחה את מנוע המשחקים Unreal, שמהווה עד היום את בסיס ההכנסות שלה, במכירות לחברות משחקי-וידאו צנועות יותר שעבורן זה יותר פשוט וזול לבנות באמצעות מנוע קיים מאשר לתכנת עולם מאפס. אפיק עבדה על הגרסה המקורית של פורטנייט ככותר מוביל עבור הגרסה הרביעית של המנוע הזה. הרעיון הכללי – משחק שישלב יריות בגוף שלישי ויכולת בנייה – עלה באפיק ב-2011. לאור ההתעניינות הכללית, באפיק עלה רעיון נוסף: להשיג מהמשחק הכנסה שוטפת, באמצעות שיטת Games-as-a-service; לשם כך מיזגה את עצמה עם ענקית האחזקות הסינית Tencent, במה שגם נועד להקל עליה את הכניסה לשוק הזה. אחד הרעיונאים של פורטנייט, מנהל העיצוב של אפיק, קליף בלזינסקי, עזב כחלק מהמהלך הזה. עוד שינויי כיוון, יריבויות עסקיות ושלל עיכובים דחו את פרוייקט פורטנייט, אבל אחרי שש שנים, בקיץ 2017 אפיק הציגה לעולם משחק בינוני, שאף זכה להצלחה מתונה: במשחק ארבעה ניצולים משתפים פעולה על-מנת להרחיק מעליהם גלים של זומבים, בז’אנר שנקרא במשחקים ‘אימה’ או ‘הישרדות’. אולי אמרו לעצמם בשלב הזה, טוב, זה לא יותר גרוע מהישרדות הישראלי.\nהמהפכה התחוללה במקביל. חברה דרום-קוריאנית בשם Bluehole הציגה בהשקה מוגבלת, משחק בשם PlayerUnknown’s Battleground. (בקיצור – PUBG). עבור פיתוח המשחק, Bluehole השתמשה ברישיון במנוע Unreal 4. היא גם השתמשה ברעיון כללי קיים, שנקרא באטל רויאל, והושאל מהקולנוע למשחקי מחשב על-ידי מפתח אירי בשם ברנדן גרין, שהיה ידוע בקהילות שחקני האינטרנט כ-PlayerUnknown. גרין יישם את שיטת הבאטל רויאל לראשונה ב-2013 בגרסת שחקנים (Mod) מבוססת זומבים למשחק סימולציה צבאי בשם ARMA, שנקראה DayZ והצליחה מאד (רוצים לקנות Vowel?). הדרום-קוריאנים אהבו את הרעיון, איתרו ושכרו את גרין להיות המפתח הראשי של המשחק הגדול החדש שלהם.\nבבאטל רויאל זה עד מאה שחקנים, הדמויות מופיעות כמעט ללא חימוש ויש להזדרז להצטייד בו, ושטח הלחימה הולך ומצטמצם באופן מלאכותי ככל שנוקף הזמן, עד שאין היכן להתחמק או להסתתר; וזה כולם נגד כולם – האיש האחרון שעומד, או בקבוצות של ארבעה לכל היותר. השם באטל רויאל הוא מסרט יפני, כמובן, משנת 2000. סרט הקאלט השנוי במחלוקת, שבעצמו בוסס על ספר, הוא דיסטופית אקשן אימה והרפתקה על תיכוניסטים שנאלצים להילחם עד מוות בינם ובין עצמם על אי בפקודת הממשלה היפנית. הוא העניק השראה לסרטים “להרוג את ביל”, “מת על המתים” ו”משחקי הרעב”, והם אלה שהובילו למעשה את ברנדן גרין לחשוב על איך לשלב את זה במשחקים.\nכדי להשתלב בשוק הסיני, PUBG חתמו בעצמם על שותפות הפצה עם Tencent, והודיעו שביצעו שינויים שיתאימו אותו לערכים סוציאליסטיים ולתרבות ולמוסר הסיני. אבל עוד לפני ש-PUBG הושק רשמית, בחורף של שנה שעברה, הוא הצליח בצורה מטורפת. למעשה בעיקר לפני; אז אפילו באפיק שיחקו PUBG. ההצלחה הקיצונית התגלתה כקצרת מועד, כי בזמן הזה באפיק הבינו גם, שהמשחק המגושם שיושב אצלם על אותו מנוע בסיסי יכול לעבוד נהדר בתור באטל רויאל של מאה-על-מאה. הם זרקו החוצה את הזומבים, ובספטמבר כבר היה להם את הבאטל רויאל הרשמי הראשון. בעוד שב-PUBG מאה חיילים מוצנחים בו זמנית ממסוקים לאי מציאותי ונלחמים באופן די יעיל – המפתח צמח בסימולציה צבאית – בפורטנייט באטל רויאל מאה טיפוסים משונים למראה מוצנחים מ”אוטובוס קרב” מעופף – אוטובוס בית-ספר תלוי על כדור-פורח, ושאר התפאורה לא הרבה יותר הגיונית, או מסתבכת בהסברים. שטח הלחימה הוא של כ-5.5X5.5 קילומטרים וירטואליים, שהולכים ונבלעים בידי סופה סגולה וקטלנית. האי מנוקד בעיירות נטושות עם שמות מוזרים, ועונות שמנוהלות בידי אפיק משנות מעט את האופי ואת חוויית המשחק לאורך הזמן; בעונה אחת אור הופיע מעל האי שהלך והתקרב והתגלה כמטאור, הוא השמיד את המחסן הצבאי דאסטי דיפו ובעונה לאחר מכן נותר שם בעיקר מכתש גדול.\nפורטנייט הצליח כמו שאף משחק לא הצליח מאז אי-פעם. המספרים הרשמיים אינם ידועים אבל ביוני החברה הצהירה על 125 מיליון שחקנים ברחבי העולם, וההערכות הן שבכל חודש משחקים כ-50 מיליון איש, כ-3 מיליון בכל רגע נתון. זה נרשם פחות משנה אחרי יציאת המשחק, ולפני שהוא הגיע למכשירי האנדרואיד.\nלמה פורטנייט באטל רויאל תפס ככה? יש סיבות, אבל אם זה היה הפוך ו-PUBG היה שולט עכשיו אז היו אומרים לכם הפוך. למשל, לא רואים זוועות ודם, ולכן פורטנייט משווק כמתאים מעל גיל 13 והוא נוח יותר לבליעה עבור הורים רבים. אבל אם כולם היו עכשיו ב-PUBG הייתי מסביר פה שזה בגלל שזה אלים יותר וב-2018 אף אחד, ובייחוד ילדים, לא רוצה לשחק במשחק לילדים כמו פורטנייט. הגרפיקה מצוינת, אבל זה לא משהו שראינו עד כה, ויש טובים ממנה. דבר ברור וגדול אחד שאפשר לשים עליו את האצבע זה שפורטנייט ניתן להורדה בחינם – אבל הוא לא משחק היריות החינמי הראשון, אפילו לא המשחק החינמי הראשון על בסיס Unreal, והקודמים לא התקרבו למידת הצלחתו. ובגלל שכל-כך הרבה שחקנים משחקים בפורטנייט בכל רגע נתון, הוא מיידי ולכן יותר ממכר – ברגע שנהרגת, אתה יכול ללחוץ להתחיל משחק חדש, ובתוך שניות המערכת תאתר עבורך 99 נוספים ותתחיל את הקרב הבא – כך שתחנות הירידה הטבעיות הן מצומצמות במיוחד. רק שאם כל השחקנים היו עכשיו ב-PUBG, אז זה היה המצב שם ובפורטנייט היה ריק.\nעד לפני לא הרבה שנים, ספורטאים עוד היו מרביצים לשחקני מחשב. היום לכולם יש טלפון חכם ומרגישים בנוח עם טכנולוגיה באופן כללי, וגם ככה שיחקו בפיפ”א, וב-GTA. אז על גל ההצלחה הראשוני של המשחק גלשו והעצימו סלבריטאים בכלל וספורטאים בפרט שהחלו להיות מזוהים עם המשחק. בפורטנייט, אחרי השמדה מוצלחת של יריב, ניתן לבצע ריקוד ניצחון – המפורסם ביותר נלקח מסדרת הקומדיה הזוועתית “סקראבס”. שחקני פוטבול בארה”ב וכדורגל באירופה החלו לבצע אותו אחרי הבקעות, והעניין בפורטנייט הלך וגבר. וחלק גדול מהעניין הוא בכלל בצפייה באחרים משחקים. בסלוני הבתים, יש ילד שמשחק, וארבעה או חמישה לידו, נותנים עצות, יורדים עליו, או משחקים בעצמם בסלולרי. ועל כל ילד שמשחק ברשת, יש לפעמים מאות אלפים שצופים בו ב-Twitch של אמזון וביוטיוב. זה משהו שחברת הפיתוח הוותיקה ידעה לתפוס ולנצל: אפיק מיהרה להשתלט על השוק עם גרסאות שיודעות באופן מוגבל גם לפעול אחת מול השנייה, לכל מכשיר אלקטרוני מ-PC ועד אייפון. עכשיו גם יצא למכשירי סמסונג החדשים ובקרוב לשאר האנדרואידים. כיום, אלא אם כן קרה משהו בתחום בשבע הדקות האחרונות, פורטנייט הוא המשחק הנצפה ביותר ברשת; כשהזמר דרייק שיחק מול שחקן ידוע בשם Ninja, זה היה הדבר הנצפה אי פעם ביותר בטוויץ’.\nוכל זה מיתרגם להרבה מאד כסף. פורטנייט ניתן להורדה בחינם, אבל כדי לאפיין חיצונית את הדמות בה אתה משחק, יש לבצע מיני-רכישות בחנות במשחק. כשמאה מיליון איש מבצעים מיני-רכישות זה מצטבר לכדי מקסי-כסף. אפיק הייתה שווה 5 מיליארד דולר לפני פורטנייט באטל-רויאל, היא שווה 8 מיליארד כעת.\nבאפיק ודאי חושבים גם על תקדים PUBG ומודעים לצורך להכות כל עוד אפשר. כל חברות רוצות עכשיו באטל-רויאל – המתחרות הגדולות EA ואקטיביז’ן, וגם חברות אינדי, מיהרו לנצל את תערוכת E3 האחרונה להכרזות על גירסאות באטל-רויאל לסדרות המשחקים הידועות שלהן. והנה, ביולי אפיק הציגה שיטת משחק חדשה וסלחנית אפילו יותר מבאטל-רויאל בשם Playground. זה הכל התחיל בסרט יפני.\nפורסם במקור ב-NEXTER\nלקריאה נוספת:\nדוח ויראלי: ביצוע מרהיב מחדש לצ’רלי וחצי\nוואטסאפ תאפשר מצב חשוך", "keywords": "fortnite,גיימינג,משחק,פורטנייט"}