{"url": "https://www.geektime.co.il/sony-ps4-plus-microsoft-games-with-gold-april/", "type": "article", "title": "סוני משחררת את אחד מהמשחקים הטובים ביותר לפלייסטיישן בחינם למנויי פלוס", "description": "משתמשי PlayStation Plus הולכים ליהנות החודש מ-Uncharted 4: A Thief’s End, אחד המשחקים המוצלחים ביותר בשנים האחרונות. מנויי Games with Gold ב-Xbox ייהנו מ-4 משחקים אחרים כולל רימייק ל-Fable הקלאסי", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/UC4-1586443940-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-04-09T18:13:28Z", "modified_time": "2020-04-09T18:13:28Z", "articleBody": "משתמשי PlayStation Plus הולכים ליהנות החודש מ-Uncharted 4: A Thief’s End, אחד המשחקים המוצלחים ביותר בשנים האחרונות. מנויי Games with Gold ב-Xbox ייהנו מ-4 משחקים אחרים כולל רימייק ל-Fable הקלאסי\n﻿﻿\nכמידי חודש, מנויי שירותי הפרימיום של Xbox Live וה-Playstation Network מקבלים משחקים חינמיים שזמינים להורדה למשך חודש שלם, שניתן לשחק בהם כל עוד הם מנויים על השירות בתשלום. החודש, עם או בלי קשר לקורונה, מגיע אחד המשחקים הטובים של השנים האחרונות.\nאחרי שבחודש ינואר השנה שחררה סוני את טרילוגיית: Uncharted: The Nathan Drake Collection, מגיעה הפתעה נעימה נוספת עם ההגעה של Uncharted 4: A Thief’s End למנויי פלייסטיישן פלוס.\nהכותר הרביעי (והאחרון) בסדרה מתחיל עם סיפור העבר של ניית’ן דרייק, גיבור הטרילוגיה, שמציג לנו גם את השותף העיקרי שלו למסע הנוכחי, אחיו הגדול סאם, מי שלימד את ניית’ן כל מה שהוא יודע. מבלי לייצר יותר מדי ספויילרים, סאם הוא הסיבה לכך שנייתן יוצא שוב למסע חיפוש אוצרות וסיכון חיים, והוא במידה רבה גם הסיבה לכך שזה המסע האחרון של הגנב האהוב הזה.\nסקרנו את המשחק כשהושק לפני כ-4 שנים, ומבקר הגיימינג שלנו התקשה להישאר אדיש: “הציפייה הגדולה השתלמה ובסוף קיבלנו משחק וידאו חדשני שיודע להעניק רגעי אקשן וריגוש. הגרפיקה של המשחק פשוט מדהימה ומדובר באחד המשחקים הכי סוחפים שיצאו מאז ומעולם”. האם המשחק שורד יפה את הזמן שעבר? עכשיו גם אתם יכולים לבדוק בחינם.\nDiRT Rally 2.0\nמשחק מרוצי השטח של Codemasters מציע לכם מבחר יפה של מסלולי ראלי שטח מסביב לעולם במדינות כמו ניו זילנד, ארגנטינה וארצות הברית. אחד החידושים שמביא איתו המשחק הוא מערכת אקלים חדשה, שמשפיעה כמובן על הראות ואחיזת הכביש של המכוניות.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\n﻿\nמנויי Games with Gold נהנים כבכל חודש מ-4 משחקים חינמיים, אם כי, כמיטב המסורת, גם החודש הם יכולים להביט בקנאה בחברים עם הפלייסטיישן.\nProject CARS 2 – יותר מ-180 כלי רכב עומדים לבחירתכם במשחק המירוץ הזה, שמאפשר לכם להתמודד על 140 מסלולים שונים ומשטחים כמו קרח, בוץ ועפר.\nKnights of Pen and Paper Bundle – צמד המשחקים הזה, שהושק לראשונה ב-2012, מאפשר לכם להיכנס להרפתקאות שונות, בתפקידים מגוונים – והכל בסגנון רטרו עם פיקסל-ארט.\n Fable Anniversary – הרימייק מ-2014 של Lionhead Studios (חברת הבת של מיקרוסופט, שנסגרה כזכור לפני 4 שנים) מכניס אתכם לנעליו של נער צעיר, שצריך להציל את העולם – הפעם עם גרפיקה ומנוע משחק חדש – ואותו הומור מוכר וטוב.\nToybox Turbos – בחרו לכם אחד מתוך 35 מכוניות צעצוע שונות וסעו בהן על גבי 18 מסלולים מוטרפים שממוקמים בתוך בתים מבולגנים ומאתגרים. המשחק מציג לכם אתגרים שונים ומאפשר לכם לאסוף מטבעות וכוחות-על תוך כדי המשחק.", "keywords": "playstation live,playstation plus,xbox,xbox games with gold,משחקי חודש אפריל,משחקי חינם,משחקים בחינם,משחקים בחינם אפריל,קונסולה,קונסולות"}