{"url": "https://www.geektime.co.il/fifa-20-review/", "type": "article", "title": "שווה את הכסף? בדקנו את FIFA 20 ולא מצאנו את מה שרצינו", "description": "כמו בכל שנה, EA משחררת גירסה חדשה של FIFA. לקחנו אותה לבדיקה כדי שאתם תדעו אם כדאי לכם לרוץ לקנות, או שהעותק שיש לכם כבר בבית מספיק", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/fifa20-navtile-16x9-standardedition-1571910656-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-25T10:30:57Z", "modified_time": "2019-10-25T08:15:29Z", "articleBody": "כמו בכל שנה, EA משחררת גירסה חדשה של FIFA. לקחנו אותה לבדיקה כדי שאתם תדעו אם כדאי לכם לרוץ לקנות, או שהעותק שיש לכם כבר בבית מספיק\nתמונה: EA\nזה לא סוד שמשחקי הספורט השנתיים הפכו למפלצת. ממש כמו הבנקים הגדולים, גם המפתחים של המשחקים האלה יודעים שהם מה שנקרא “Too big to fail” – לא משנה מה הם יעשו, אנשים עדיין יקנו. בחודשים האחרונים ניתן לראות מבול של תלונות באינטרנט על סדרות כמו NBA2k, NHL, Madden NFL, וגם על WWE2k (כן, בסדר, לא ספורט. זרמו איתי). כל התלונות מסתכמות בדבר אחד פשוט: המשחקים פשוט דומים מדי לקודמיהם – גם מבחינת האופציות השונות במצבי המשחק, וגם במשחקיות עצמה.\nהקבוצה שאחראית על Madden NFL, למשל, הגדילה לעשות (או לא לעשות), כך שאם תסתכלו טוב טוב ביציעי האצטדיונים של Madden 20, תוכלו למצוא כרזות פרסומיות שעליהן כתוב “Madden 19”. פשוט עצלנות לשמה. אבל בין כל המשחקים הללו, הפופולארי ביותר הוא ללא ספק FIFA 20, שכבר הפך מזמן לפריט חובה אצל כל מחזיקי הקונסולות. האם הוא מצליח להתחמק מזעם הציבור?\nצילום מסך\nנתחיל קצת מהסוף. כדי להחליט האם כדאי לכם לקנות את FIFA 20, אתם צריכים לשאול עצמכם שתי שאלות: כמה אהבתם את FIFA 19, וכמה חשוב לכם להישאר מעודכנים?\nהמשחקיות על הדשא של FIFA 20 לא שונה בהרבה מזו של השנתיים-שלוש הקודמות. כן, התווספה אופציית מסירה חדשה (לחיצה כפולה על כפתור המסירה), שתיתן כדור חד יותר, שקצת מקפץ על הדשא. מעבר לזה, נראה שהקצב של המשחק קצת ירד, והכדורגל קצת פחות דומה לפינג-פונג בין שני צידי המגרש.\nאבל בפועל, הכדורגל של FIFA הוא הכדורגל של FIFA – יותר מהיר ודרמטי מאשר הגרסה של היריבה הקטנה PES, אבל גם פחות ריאליסטי. אני אגדיר את זה ככה: כשאני מבצע בPES מהלך יפה של כדורגל, אני נרגש ונלהב. כשאני עושה דבר כזה בFIFA, זה מרגיש די סתמי וצפוי.\nצילום מסך\nאחד היתרונות שהיו לFIFA על PES בשנים עברו הוא קוסמטי – הגרפיקה על המגרש, והזכויות לליגות ולקבוצות. בנושא הזכויות, עדיין לFIFA יש יתרון של תקציב ענק, שמאפשר להם לקנות זכויות בלעדיות לליגות או קבוצות מסויימות. אבל השנה PES החליטו לעקוץ, וקנו את הזכויות לקבוצת יובנטוס. נכון, זה לא הרבה, אבל מדובר בפעם הראשונה מזה מספר שנים שאפשר לראות משהו באופן בלעדי בPES, בעוד שFIFA נשארים בידיים ריקות.\nומבחינת הגרפיקה? בואו נגיד שזה עניין של טעם. שימו לב למשל לסרטון הקצר הזה, שמדגים את דמויותיהם של כמה שחקנים גדולים, ומשווה בין FIFA לPES. לדעתי הדמויות של FIFA קצת יותר שבלוניות ופחות ריאליסטיות, אבל אולי זה רק אני.\n﻿\nאבל אם השחקנים הגדולים עדיין נראים טוב, שימו לב לאלה שלא ממש הושקעה בהם עבודה. כל אוהדי הכדורגל מכירים את פראנק ריברי, נכון? הוא אחד מהכדורגלנים הכי קלים לזיהוי בעולם. שימו לב לציוץ שלו:\nPlayed #FIFA20 with my kids not long ago. ????\nHey @EASPORTSFIFA…Who is this guy? ???????????? pic.twitter.com/fjCBjO4FOx\n— Franck Ribéry (@FranckRibery) October 17, 2019\n\nצילום מסך\nהדבר היחיד שבאמת חדש בFIFA 20 הוא מצב המשחק VOLTA. מדובר בכדורגל רחוב (או כדורגל אולמות), על מגרש קטן, כשבכל קבוצה יש בין 3 ל-5 שחקנים. מצב הסיפור שמלווה אותו חמוד, אם כי מאוד קיטשי, כיאה לכל מצב סיפור במשחקי הספורט הגדולים. הוא גם די קצר. המשחקיות עצמה מזכירה את זו של FIFA STREET הישן והטוב – פחות תיקולים חזקים ודהירה קדימה, יותר פעלולים ואקרובטיקה. זה בהחלט נחמד ומרענן, למרות שהקשר בין VOLTA לבין הטקטיקות האמיתיות בכדורגל האולמות הוא מקרי בלבד.\nהבעיה היא שאחרי שמסיימים את מצב הסיפור, אין יותר מדי מה לעשות. כן, אפשר לשחק אונליין מול שחקנים אחרים (במצב שדומה ל-Online Seasons הותיק והיבש), אבל אין ממש אופציות להתקדם או מטרות להשיג. טוב, חוץ מאיזה ז’קט צבעוני ומוגזם לדמות שלכם. חוץ מ-VOLTA, כל מצבי המשחק האחרים זהים כמעט לחלוטין לאלו של השנים הקודמות.\nצילום מסך\nמצב הקריירה, למשל, שעליו שרפנו כל כך הרבה שעות בתקופה של לפני FUT, נראה פחות או יותר אותו הדבר כמו שהוא נראה גם לפני 5 שנים. גם השנה ניתן לראות קבוצות שיבואו אליכם למשחק ליגה חשוב עם ההרכב השני, וכל הקבוצות ישחקו נגדיכם בערך אותו הדבר.\nגולת הכותרת של FIFA, כמו בכל שנה, היא FUT (או FIFA Ultimate Team), מצב המשחק המקוון של פיפא. ב-EA יודעים שהכסף האמיתי מגיע משם (ועוד רגע נדבר על זה), ולכן זה מצב המשחק שמקבל הכי הרבה השקעה. ובכן, החדשות הגדולות השנה לגבי FUT הן השדרוג של משחקי הידידות נגד שחקנים אחרים. במשחקים האלה תוכלו להשתמש בכל מיני אופציות מוזרות ומשעשעות, כדי לשדרג ולרענן את חווית המשחק.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבא לכם לרענן את הקבוצה שלכם? שחקו Swaps מול שחקן אחר, ותוכלו להחליף ביניכם 3 שחקנים מהסגל. רוצים משהו פסיכי באמת? נסו את אופציית הMystery ball, שתבחר כל מיני שדרוגים אקראיים לשחקנים שלכם (כמו קפיצה מטורפת במהירות הריצה, או בעיטות שכמעט ואי אפשר לעצור). ברור שזה לא משהו מורכב ופורץ דרך, אבל זה בהחלט כיף.\nאז כמו שבטח כבר הבנתם, ממש כמו הסדרות האחרות של EA, גם סדרת FIFA הותיקה זוכה לביקורת רבה, גם בקרב המעריצים המושבעים. תכל’ס? בצדק רב. חוץ מכמה פרטים פה ושם, ומצב ה-VOLTA החדש, לא נראה שחברת EA Sports השקיעה יותר מדי בלחדש לשחקנים. אפשר לתת לזה כל מיני סיבות. למשל העובדה שבכל זאת, קשה לעשות קפיצה דרמטית או שדרוגים משמעותיים, אם יש דדליין מאוד ברור בכל שנה.\nמעבר לכך, כמה אפשר באמת לשנות את חווית השחקן? הרי, בסופו של דבר, אנחנו מדברים על כדורגל. הדשא הוא אותו הדשא, הכדור הוא אותו הכדור, והגול הוא הדבר הכי חשוב. אי אפשר לעשות יותר מדי מהפכות, וזה מוגזם לצפות מהמפתחים שיהיה כאן שדרוג כמו, למשל, בין Red Dead Redemption הראשון לשני. אם אתם שואלים אותי, הסיבות האלה לא מספיק טובות.\nהסיבה האמיתית שFIFA נראה כמו שהוא נראה היא כסף. נקודה.\nהמשחק הקודם בסדרה, FIFA 19, מכר כ-20 מיליון יחידות בעולם. אמנם מדובר בירידה ביחס ל-FIFA 18 (כ-23 מיליון יחידות), אבל עדיין מדובר במספר אסטרונומי. אבל אפילו יותר מהמשחק עצמו, ההכנסות הגדולות באמת מגיעות דרך מצב המשחק המקוון הפופולרי “FIFA Ultimate Team”, או בקיצור – FUT.\nרק לפני מספר חודשים, EA Sports הודיעו שההכנסות שלהם ממצבי ה-Ultimate Team השונים מהווים 28% מההכנסות של החברה כולה. בהתחשב בזה שמצב המשחק הזה לא עד כדי כך מצליח בכותרי הפוטבול\\הוקי\\כדורסל שלהם, סביר מאוד להניח שהרוב המכריע של ההכנסות האלה מגיע מFUT. אה, ואם זה לא מספיק טוב לכם, אז הנה הנתון המטורף באמת – FUT מרוויח לEA Sports יותר כסף מאשר מכירת המשחק FIFA עצמו. אז למה שEA Sports בכלל ישקיעו בשיפורים ושידרוגים? הם הרי יודעים שלא משנה מה יקרה, עדיין כל אוהדי הכדורגל ירוצו לקנות את FIFA בכל פעם שהוא יוצא.\n﻿\nאז בואו נודה באמת – FIFA 20 הוא אחלה של משחק כדורגל. ממש כמו FIFA 19, או FIFA 18, או FIFA 17…\nהבעיה היא שהוא הרבה יותר מדי דומה לקודמיו, וזה לא נראה כאילו זה הולך להשתנות. לצערי, בתור חובב מושבע של משחקי כדורגל, קשה לי באמת להמליץ על FIFA 20. אלא אם אתם רוצים לשחק FUT כל היום, או שממש בא לכם בטירוף על VOLTA, אני לא באמת רואה סיבה אמיתית להחליף את העותק של המשחק הקודם שממילא כבר יש לכם. אבל לכתוב לכם “אל תקנו FIFA”, זה כמו להגיד לאנשים לא לקנות בקבוק של קוקה קולה הביתה.\nנתראה בשנה הבאה. מקווה שהביקורת הבאה לא תהיה סתם קופי-פייסט.\nתודה לעדלי יונייטד על העותק לסקירה", "keywords": "פיפא,פיפ\"א,פיפא 20,fifa 20,ביקורת,חוות דעת,השוואה,review,ea,ea sports,פלייסטיישן,אקסבוקס,playstation,xbox,כדורגל,פיפא"}