{"url": "https://www.geektime.co.il/geektime-code-2020-lectures/", "type": "article", "title": "כך תוכלו גם אתם להעביר הרצאה בכנס המפתחים הגדול בישראל", "description": "כנס המפתחים הגדול של גיקטיים - Geektime Code - חוזר, ואנחנו מחפשים עוד מרצים מרתקים שרוצים לחלוק את התובנות המקצועיות שלהם עם קהילת המפתחים. מלאו את הטופס ואולי תעלו על הבמה מול מאות מפתחים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/קול-קורא-מרצים-1523353571.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-04T14:30:28Z", "modified_time": "2020-03-09T07:53:12Z", "articleBody": "כנס המפתחים הגדול של גיקטיים – Geektime Code – חוזר, ואנחנו מחפשים עוד מרצים מרתקים שרוצים לחלוק את התובנות המקצועיות שלהם עם קהילת המפתחים. מלאו את הטופס ואולי תעלו על הבמה מול מאות מפתחים\n\nכנס המפתחים הגדול בישראל, Geektime Code, חוזר ויתקיים ביום שלישי, 30, ביוני בכפר המכביה. כ-600 מפתחים יגיעו לפגוש את קהילת הפיתוח המקומית בשנת 2020, וייהנו מיום שלם שיוקדש כולו לשפות, קוד, ספריות, באגים וכל מה שמעניין את אנשי קהילת הפיתוח.\nנותרו מקומות להרצאות בנושאים החמים של עולם הפיתוח. בנוסף להרצאת ה-Keynote המרכזית, ייערכו עוד 21 הרצאות קצרות ב-3 מסלולים שונים, שיחד יקיפו את כל מה שמפתחים כיום צריכים לדעת: רכבים אוטונומיים, IoT וסייבר; טכנולוגיות הפיתוח במדיות השונות; פיתוח הקריירה של מפתחים ועוד.\nרוצים להגיע לקהל המפתחים הגדול בישראל? הטמעתם מערכת חדשה בחברה ושיניתם את כל תהליך הפיתוח שלכם, או שאולי הגעתם לתובנות חדשות לגבי נטוורקינג למפתחים ולדרכים חדשות שבהן אפשר להתקדם בקריירה?\nאם אתם מעוניינים לעלות על הבמה ב-Geektime Code מלאו את הטופס שבתחתית העמוד, ספרו לנו עליכם ועל ההרצאה שלכם; אנחנו מחפשים את הטובים ביותר, הבקיאים ביותר ואלו שגם יודעים להעביר את התוכן בצורה הטובה ביותר. אנחנו נעבור על ההצעות ונחזור אליכם עם תשובה.\nכאמור, בכנס יתקיימו שלושה מסלולים, ויש לשייך את ההרצאה למסלול המתאים ביותר לטעמכם:\nThe Future of Things – We already breath the future. Blockchain, Machine Learning, AI, Autonomous Cars, VR, AR and IoT are bringing new challenges both in development and UX. Learn about the interfaces of the future and how these technologies Learn more about the companies, services and products that are bridging the gap between technology, the world and us.\nDeveloper Philosophies – Being a developer isn’t just about coding. These talks are by developers, for developers, and feature the best lessons for continuous self improvement, lifestyle design and the essential ‘soft’ skills every developer needs to level up!\nFull-stack World – The “language barrier” has only just been breached and already the emerging technologies are becoming a standard. Front-end on the backend, backend in mobile and mobile isn’t just for phones anymore. We’ll share what’s hot these days. The technologies, the tools, platforms and the approaches that will help you manage your own stack.\n﻿Loading…", "keywords": "ar,code 2020,geektime,geektime code,geektime code 2020,iot,java,open source,script,techfest,vr,אבטחת מידע,גיקטיים,כפר המכביה,נטוורקינג,סייבר,ספריות,ענן,פיתוח,פסטיבל הטכנולוגיה,קהילת מפתחים,קוד,קוד פתוח,רחפנים,תל-אביב"}