{"url": "https://www.geektime.co.il/gogis-maps-platform-code2018/", "type": "article", "title": "אירוע מיוחד למפתחים שיעסוק ב-Google Maps ובשינויים שחלו בה יתקיים בסוף החודש", "description": "הכנס הקרוב של חברת GoGIS בשיתוף חברת גוגל - Google Maps Platform Code-Lab – יתמקד השנה בצד הטכני של אפליקציית המפות ויציע למשתתפים סדנא והרצאות מבכירים בשתי החברות. הכניסה חינם אך מותנית בהרשמה ואישור מראש של חברת GoGIS", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/20180621_100259-1546252270-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-07T14:30:34Z", "modified_time": "2019-01-07T15:49:46Z", "articleBody": "הכנס הקרוב של חברת GoGIS בשיתוף חברת גוגל – Google Maps Platform Code-Lab – יתמקד השנה בצד הטכני של אפליקציית המפות ויציע למשתתפים סדנא והרצאות מבכירים בשתי החברות. הכניסה חינם אך מותנית בהרשמה ואישור מראש של חברת GoGIS \nהכתבה בחסות\nמקור: יח”צ\nביוני השנה נודע כי גוגל תחסום את השימוש החינמי בתוכנת Google Maps. המשמעות היא שיותר לא ניתן יהיה להשתמש ב-Google Maps ללא מפתח (Keyless) ולא ניתן יהיה להשתמש בתוכנה ללא רישום מסודר (unsigned usage). כך, כל אפליקציה המשלבת את Google Maps תהיה חייבת לעבור לתוכנית הנקראת Pay-as-you-go – תשלום לפי צריכה. כמו כן בוטל הרישיון השנתי שחייב תשלום התחלתי גבוה וכלל את כל ה- APIs גם אם לא היה בהם צורך.\nהחדשות הטובות הן שניתן יהיה להמשיך ליהנות מהשימוש ב-API של גוגל על ידי מעבר לתוכנית החדשה. ביום שלישי, 22 בינואר, תערוך חברת GoGIS (נציגת Google בישראל) את הכנס השנתי שלה – Google Maps Platform Code-Lab, שמטרתו בין השאר היא לעזור ולהקל על המעבר. בניגוד לשנים קודמות, השנה יתמקד הכנס בפן הטכני ויקיים לראשונה בישראל שיח בתחום של טכנולוגיות ה-Maps של גוגל. הכנס יתחיל בשעות אחר הצהריים (16:30-20:00) ויתקיים במשרדי גוגל שברחוב יגאל אלון, תל אביב.\nהכנס מיועד לכ-100 אנשים – מתכנתים ומשתמשים של מפות Google – שיוכלו לראות הדגמה בפועל של שימוש מושכל ב-API, במטרה לייעל את האפליקציות של הלקוח ובו בזמן לחסוך עבורו כסף על ידי אופטימיזציה של הקריאות אליו, ולרגל השינויים שנעשו במפות גוגל השנה זה ממש הכרחי.\nבנוסף, באי הכנס ייהנו מהרצאות של וינסנט קסמג’ו, מנהל המכירות של Google Maps שמגיע במיוחד לכנס, ואבי רביבו, ה-CTO של חברת GoGIS, וכן מסדנת Developers’ Code-Lab.\nהכניסה לאירוע חופשית, אך מותנית בהרשמה מראש\nלפרטים נוספים והרשמה\nמקור: יח”צ", "keywords": "google maps,gogis,google maps platform code-lab,גוגל,משרדי גוגל,גוגל מפות,api,מפתחים,הרצאות,סדנאות,בירה,נשנושים,"}