{"url": "https://www.geektime.co.il/this-app-will-turn-your-android-phone-to-an-iphone-x-sort-of/", "type": "article", "title": "ההטרלה הגדולה: אפליקציה חדשה וחינמית הופכת כל אנדרואיד לאייפון X", "description": "מפתח אנדרואיד מטריל את ענקית הטכנולוגיה ומאפשר לכל מכשיר אנדרואיד ליהנות מהפיצ'ר הכי בולט - משחק המילים מכוון - של האייפון X. האפליקציה שפיתח מאפשרת לכם ליהנות מתצוגה זהה לזו של האייפון X ועל הדרך לחסוך 1,000 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/Untitled-1-copy-4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-21T15:40:18Z", "modified_time": "2017-09-21T15:40:18Z", "articleBody": "מפתח אנדרואיד מטריל את ענקית הטכנולוגיה ומאפשר לכל מכשיר אנדרואיד ליהנות מהפיצ’ר הכי בולט – משחק המילים מכוון – של האייפון X. האפליקציה שפיתח מאפשרת לכם ליהנות מתצוגה זהה לזו של האייפון X ועל הדרך לחסוך 1,000 דולר\nמקור: גיקטיים\nבשבוע שעבר הציג טים קוק את האייפון X וכינה אותו ‘העתיד של הסמארטפונים’. אז נכון, את רוב הפיצ’רים של המכשיר החדש כבר ראינו במכשירי אנדרואיד בשנים האחרונות, אבל עדיין, נותר מאפיין אחד שלא ראינו באף אנדרואיד קודם. עכשיו מאפשרת לכם אפליקציה חדשה ליהנות ממנו – ואפילו לא תצטרכו להיפרד בשבילו מ-1,000 דולר, מחירו של האייפון X.\nאפליקציית האנדרואיד/אייפוןX שלנו. צילום מסך: גיקטיים\nהכירו את האפליקציה החינמית החדשה XOutof10. מרגע שתתקינו אותה באנדרואיד שלכם היא תעשה רק דבר אחד והוא להוסיף את ‘הבליטה’ השחורה המוכרת של האייפון X על גבי המכשיר שלכם – כולל. לא לחינם התיאור שלה בגוגל פליי הוא “דמו את הבליטה של אייפון X החדש על גבי מסך האנדרואיד שלכם – מבלי לשלם 999 דולר”. ברגע שתמצו את הקטע – וזה יקרה די מהר – פשוט לחצו על STOP, והכתם השחור ייעלם.\nאפליקציית XOutof10 זמינה להורדה עכשיו בגוגל פליי והיא מתאימה לכל מכשירי אנדרואיד – החל מגרסה 4.0.3 ומעלה. שימו לב שעם הפעלת האפליקציה בפעם הראשונה תתבקשו לאשר הרשאת ‘Permit Drawing Over Apps’. האפליקציה חינמית, כולל פרסומת ומאפשרת גם ‘לתרום’ 3 ש”ח למפתח.\n\nאגב, בעקבות התגובות האוהדות, שוקל המפתח גם פיתוח של גרסה ייעודית של ה-Essential Phone, הסמארטפון של יוצר האנדרואיד, אנדי רובין. כזכור, גם ה-PH-1, המכשיר הראשון של החברה, כולל מעין ‘בליטה’ מעוגלת בחלקו העליון של המסך, בה הוטמעה כמובן המצלמה הקדמית של המכשיר.\n\nרבות דובר על ‘הבליטה’, בה משולבים מערך הצילום הקדמי של המכשיר, החיישנים וה’קינקט’ הזעיר שפיתחה אפל, לצורך זיהוי פנים ולצורך יישומי מציאות רבודה. עם זאת, אין ספק שמדובר בפשרה לא פשוטה עבור חברה מוטת עיצוב כמו אפל. אין ספק שלפני שנפלה ההחלטה העיצובית, בחנו באפל היטב חלופות דוגמת זו שהציגה שיאומי ב-Mi Mix משנה שעברה וה-Mi Mix 2 שהוכרז לפני כשבוע. כזכור, היצרנית הסינית בחרה להעביר את המצלמה לחלקו התחתון של המכשיר, מה שמפנה את חלקו העליון של המכשיר ומעניק לו עיצוב נקי ושלם – בניגוד ל’בליטה’ של האייפון X – אולם מצד שני, גורם לפשרות בחוויית המשתמש, כפי שגילינו.\n ", "keywords": "הטרלה,אייפון x,אייפון 10,אפל,iphone x,iphone,עיצוב,ממשק משתמש,ui,מצלמה,notch,בליטה,אנדרואיד,אפליקציה,xoutof10"}