{"url": "https://www.geektime.co.il/unlimited-hands-on/", "type": "article", "title": "מההתנסות שלנו ב-Unlimited לבזק ולהוט יש בהחלט ממה לחשוש", "description": "אחת ההבטחות הגדולות בשוק התקשורת הוא האינטרנט של Unlimited, מבוסס על תשתית הסיבים האופטיים של חברת החשמל. לקחנו אותו לסיבוב וחזרנו עם תוצאות שיכולות בהחלט להטריד את מנוחתן של בזק והוט", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/Unlimited-Smartphone-Wi-Fi-5GHZ.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-03T12:30:33Z", "modified_time": "2015-10-04T15:37:26Z", "articleBody": "אחת ההבטחות הגדולות בשוק התקשורת הוא האינטרנט של Unlimited, מבוסס על תשתית הסיבים האופטיים של חברת החשמל. לקחנו אותו לסיבוב וחזרנו עם תוצאות שיכולות בהחלט להטריד את מנוחתן של בזק והוט\n\nבוודאי שמעתם והתעניינתם בתקופה האחרונה במיזם הסיבים האופטיים של חברת IBC, בשיתוף חברת החשמל, המאפשרת ללקוחות ליהנות מקצבי הורדה והעלאה שטרם נראו בישראל. טכנולוגיית הסיבים האופטיים מאפשרת העברת מידע דיגיטלי (על ידי העברת אור) על גבי תיילים שעוביים כחוט השערה, העשויים מזכוכית גמישה. לעומת תשתית הכבלים של הוט וקווי הנחושת של בזק, מדובר בטכנולוגיית תקשורת הנתונים המתקדמת ביותר בעולם. בנוסף, ובניגוד ל-2 ספקי התשתית הקיימים, הקצבים שמציעה החברה הם סימטריים, כלומר, קצב ההעלאה שווה לקצב ההורדה.\nאת פרישת הסיבים מבצעת חברת החשמל, שהיא שותפה למיזם, על גבי תשתית החשמל שלה ותחת מתח חשמל חי, כדי להמנע מהפסקות חשמל. בניגוד לתשתיות האינטרנט כיום, המציעות קצבי העלאה מגוחכים ביחס למהירות ההורדה, תשתית האינטרנט של Unlimited מציעה קצבי הורדה והעלאה זהים. כאמור, התשתית תאפשר אספקת אינטרנט במהירות של עד 1 ג’יגה-ביט לשנייה, תלוי כמובן בחבילת האינטרנט שייבחר הלקוח.\nלאחר שהותקנה התשתית בבניין (המיזם פועל במתכונת מצומצמת בין היתר גם ברמת-גן), הגיעו הטכנאים והתקינו את שקעי התקשורת בדירה. הטכנאים הגיעו עם ראוטר מדגם D-Link DIR-825 הניתן לחודש הראשון בחינם ולאחר מכן נמכר ב-200 שקלים, המציע קישוריות אלחוטית כפולה (Dual-Band) בתדרים של 2.4GHz ו-5GHz בו זמנית. הראוטר תומך במהירות של עד 1Gbps בחיבור קווי ועד 300Mbps בחיבור אלחוטי (על פי הרישום על גבי הקופסא). הראוטר תומך בתקן N (הדור הרביעי) אך אינו תומך בתקן ה-Wi-Fi העדכני יותר, AC (הדור החמישי) המאפשר קישוריות אלחוטית במהירות תיאורטית של עד 3.6Gbps.\nהחבילה שבחרתי היא חבילת ה-100 מגה, אשר הבטיחה מהירות סימטרית של 100 מגה-ביט לשנייה גם בהורדה וגם בהעלאה. Unlimited מציעה ללקוחות הפיילוט את החודש הראשון בחינם, ולאחר מכן המחיר משתנה בהתאם לחבילה שבחרתם. אני בחרתי להישאר עם אקספון, שם המחיר הוא 125 ש״ח לחודש. לאחר שהטכנאים החביבים (שהיו מקצועיים ואדיבים למדי, חשוב לציין) סיימו את עבודתם (לאחר שעתיים בערך) עזבו, התפניתי לבדוק את מהירויות האינטרנט דרך המחשב ודרך הסמארטפון, תוך שימוש בחיבור חוטי וחיבור אלחוטי, ב-2 התדרים – והתוצאות לפניכם:\n\n\n\n\n\n\n\n\n\n\nהסיבה לירידה במהירות קשורה, בין היתר במחשוב הקצה בצד הלקוח, אשר פוגע מעט ביכולתה של התשתית. למרות זאת, השילוב בין Unlimited לאקספון בינתיים מוכיח את עצמו וללא ספק, מדובר בשדרוג קיצוני לעומת מהירויות הורדה והעלאה ״רגילות״ כיום, המוגבלות בצד ההורדה ב״עד 100 מגה-ביט״ ובצד ההעלאה לסביבות ה-3-4 מגה-ביט בלבד. מבטיח? בהחלט. מקיים? בינתיים כן. המבחן האמיתי, כמובן, יהיה לאורך זמן – ניתוקים, ירידות במהירות ושאר ירקות אליהם התרגלו הצרכנים הישראלים עד כה.\nבלי שום קשר למיזם הסיבים האופטיים, פורסם בעבר כי IBC נמצאת במגעים עם נטפליקס במטרה להעשיר את התכנים שתציע בכדי להפוך לאטרקטיבית יותר בתחרות אליה צפויה להכנס בשוק הישראלי. לצד המגעים עם נטפליקס, מעוניינת החברה הישראלית לפתוח בשיתופי פעולה עם חברות נוספות בתחום התוכן, במטרה להציע למשתמשים מגוון רחב של תכנים שיוצעו באמצעות השירות שלה. IBC אישרה כי מקיימת מגעים שכאלה, אך העדיפה שלא להרחיב בנושא. אין ספק, כי הצפייה בתכנים שיוצעו במסגרת צפייה ישירה על גבי חיבור מהיר יהיו איכותיים ועשירים יותר מהתכנים המוצעים דרך מגוון הפלטפורמות כיום.", "keywords": "אינטרנט,חברת החשמל,unlimited,ibc,סיבים,אופטיים,אינטרנט חברת החשמל,אינטרנט מהיר,מיזם סיבים אופטיים"}