{"url": "https://www.geektime.co.il/israeli-hightech-2019/", "type": "article", "title": "מחקר של רשות החדשנות חושף עד כמה חמור המחסור בעובדים בהייטק", "description": "מחקר חדש של רשות החדשנות ו-Start-Up Nation Central חושף מחסור של יותר מ-18 אלף עובדים בהייטק; עובד ההייטק הישראלי: גבר חילוני. ועוד חושף המחקר כמה מהעובדים בהייטק הם עובדים טכנולוגיים וכמה הם מרוויחים יותר ביחס לשאר האוכלוסיה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/photo-1518107616985-bd48230d3b20-1582641483-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-26T09:20:02Z", "modified_time": "2020-02-26T09:55:27Z", "articleBody": "מחקר חדש של רשות החדשנות ו-Start-Up Nation Central חושף מחסור של יותר מ-18 אלף עובדים בהייטק; עובד ההייטק הישראלי: גבר חילוני. ועוד חושף המחקר כמה מהעובדים בהייטק הם עובדים טכנולוגיים וכמה הם מרוויחים יותר ביחס לשאר האוכלוסיה\nמקור: Unsplash\nמחקר חדש של רשות החדשנות ו-Start-Up Nation Central שופך אור על כמה נתונים מעניינים למדי על חברות ההייטק בישראל והעובדים שלהן. המחקר מתבסס על נתונים של הלשכה המרכזית לסטטיסטיקה, לצד סקר של חברת צבירן בו לקחו חלק 341 חברות הייטק שמעסיקת מעל ל-90,000 עובדים.\nעל פי המחקר, עולה המספר המוחלט של המועסקים בהייטק ל-321 אלף עובדים, שמהווים 9.2% מכלל השכירים במשק. מדובר בעלייה של 8% בהשוואה ל-2018. אולם למרות הצמיחה במספר המועסקים, הרי שקיים עדיין מחסור של 18.5 אלף עובדים בתחומים טכנולוגיים.\nהנתונים מצביעים על תהליך של ״טכנולוגיזציה״ של ענף ההייטק, כלומר היקף העובדים הטכנולוגיים מתוך סך העובדים גדל לאורך השנים. ב-2019, 7 מכל 10 עובדים בהייטק היו טכנולוגיים, כשהיחס שלהם היה גבוה יותר בחברות בינלאומיות. עוד עולה מהמחקר כי אחוז העובדים הטכנולוגיים (מתוך סך העובדים בחברה) בחברות בבעלות זרה גבוה משמעותית מזה שחברות בבעלות מקומית – 76% לעומת 63%.\n\nבשנת 2018, עמד השכר בהייטק על ממוצע של 22,479 ש״ח לחודש, בהשוואה לשכר הממוצע בשאר המשק – ללא ההייטק – 9,345 ש״ח. נכון ל-2018, ישנו פער של 12 אחוז לטובת הגידול בשכר ההייטק בהשוואה ל-2012.\n40% מהמשרות הטכנולוגיות שהיו פתוחות ביולי 2019 בתעשיית ההייטק היו במקצועות התוכנה, כאשר תחומי ה-Cyber ו-Algorithms/Data Scientist הובילו באחוז המשרות הפתוחות ביחס לעובדים הקיימים במקצוע (33% ו-15% בהתאם), אינדיקציה שמעידה על ביקוש גבוה למקצועות הללו.\n\nאחת מהתופעות של העשור האחרון בהייטק הישראלי היא צמיחה משמעותית בכמות מרכזי פיתוח לחברות בינלאומיות; מספרם של מרכזי הפיתוח הללו קפץ מ-155 בשנת 2010 ל-378 ב-2018, עליה של 143%. מרכזים אלה מגבירים את התחרות על עובדי המו״פ בישראל, הן בשל היוקרה של עבודה בחברה בינלאומית, אפשרויות הקידום, אבל בראש ובראשונה – יכולתם לשלם שכר גבוה יותר. בדוח נמצא כי הוצאות המעסיק למשרה מלאה במרכז פיתוח בינלאומי גבוהות ב-40% מההוצאות בשאר החברות.\n\nעובדי ההייטק הטכנולוגיים מודעים לביקוש שלהם, ולכן לא מפתיע לגלות ששיעור העוזבים מרצון ב-2018, על פי ניתוח של חברת צבירן, הגיע ל-10.2%. מדובר בעלייה של אחוז מהשנה הקודמת, מה שמעיד על כך שהעובדים לא מפחדים לעזוב, בניסיונותיהם למצוא עבודה חדשה ומתגמלת יותר. עם זאת, יש לציין כי ב-2018, נרשמה לראשונה עלייה מסוימת באחוז המפוטרים, זאת לאחר כמה שנים של מגמת ירידה.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nאם מסתכלים על הסקטורים השונים, נראה כי החברות בהן קיימת תחלופה גבוהה של עובדים – הן מבחינת עזיבה מרצון והן מבחינת מפוטרים, הן חברות בתחום האינטרנט, גיימינג, פינטק, ומוצרי תוכנה למיניהן. גם בתחום הסייבר ניתן למצוא אחוז גבוה של עוזבים מרצון ואחוז פיטורים נמוך, כאשר בקצה השני של הסקאלה נמצאות החברות הביטחוניות – שבהן עזיבת עובדים היא תופעה יחסית נדירה. הסבר אפשרי לכך הוא הרכב הגילאים בכל אחד מהסקטורים – תחומי הפינטק, הגיימינג, והסייבר מאופיינים בעובדים צעירים יותר מאשר עובדים בתחומי המוליכים למחצה והחברות הביטחוניות.\nאחד הנתונים הבולטים במחקר מעיד גם הוא על עצמת התחרות על הטאלנטים: על פי המחקר, נמצא פער שנע בין 1.5% ל-8.6% בין שכרם של עובדים חדשים בחברות לבין שכר של עובדים קיימים בתפקידים זהים. כלומר, חברות נאבקות על גיוס של עובדים חדשים, ומוכנות לשלם עליהם יותר.\nהפתרון המרכזי למחסור הוא הגדלת היצע העובדים, ובראש ובראשונה באמצעות הכשרת עובדים טכנולוגיים נוספים. עם זאת, מכיוון שחברות הייטק רבות מעדיפות להעסיק עובדים עם ניסיון, קליטת ג‘וניורים – עובדים עם עד שנתיים ניסיון מעשי – איננה קלה כלל. 131 חברות שהשתתפו בסקר דיווחו כי גייסו 1,351 ג׳וניורים טכנולוגיים במחצית הראשונה של 2019.\nעוד עולה כי חברות הקולטות את האחוז הגבוה ביותר של ג‘וניורים הן החברות הקטנות ביותר והגדולות ביותר; עבור חברות קטנות מדובר בפתרון אידיאלי, שכן אין ביכולתן להתחרות עם המשאבים של החברות הגדולות על עובדים מיומנים, ולכן הן פונות יותר לעובדים חסרי ניסיון. מהצד השני, חברות הענק, מגייסות מספר גבוה של עובדים כל שנה, והן יכולות להרשות לעצמן לירות לכל הכיוונים ופונות למגוון רחב של קהלים – שכן יש להן את המשאבים הנחוצים לקליטה, הכשרה ולפיתוח – גם של עובדים לא מנוסים.\nבמקביל לערוצי ההכשרה האקדמיים, התפתחו בשנים האחרונות ערוצי הכשרה חלופיים – לדוגמה יחידות צבאיות טכנולוגיות וגם בוטקמפים. 108 מתוך 131 החברות שדיווחו על העסקת ג‘וניורים, סיפקו גם מידע על מוסד ההכשרה שממנו הגיעו; כמעט 60% מהג׳וניורים הגיעו מאוניברסיטאות, 26% מהם ממכללות ו-8% מיחידה טכנולוגית צבאית. פער זה בין האוניברסיטאות למכללות משמעותי, שכן מספר הבוגרים במקצועות ההייטק בשני סוגי המוסדות דומה.\n\nאחד הערוצים המבטיחים לקליטת ג‘וניורים הוא שילובם בעבודה בהייטק תוך כדי תקופת הלימודים. מהנתונים עולה כי 58% מהסטודנטים המועסקים בהייטק תוך כדי לימודיהם נקלטים עם סיום הלימודים באותה החברה. בדומה לגיוס ג‘וניורים, ניתן לראות כי ככל שחברה גדולה יותר כך היא נוטה יותר להעסיק סטודנטים. גם נתון זה תומך בטענה כי הצורך של חברות גדולות לגיוס נרחב של עובדים, לצד המשאבים הנחוצים לפיתוח עובדים חסרי ניסיון, מאפשר להן לגייס כישרונות בתחילת דרכם.\nפתרון נוסף ומתבקש למחסור בעובדים בהייטק הוא שילוב של אוכלוסיות שמודרות לרוב מהתחום; כשני שליש מהעובדים בהייטק הם גברים, עם רוב מוחלט של גברים יהודים – ולא חרדים. שיעור השכירים בהייטק מהמגזר החרדי והערבי עמד על 5% בשנת 2018 – בהשוואה לאחוז שלהם באוכלוסיה שעומד על כ-30 אחוז.\nעם זאת, קיים פוטנציאל לצמיחה בשיעור השכירים מהמגזר הערבי בתפקידים טכנולוגיים בהייטק; נתוני הוועדה לתכנון ותקצוב מצביעים על גידול משמעותי במספר הסטודנטים מהמגזר הערבי במקצועות ההייטק באקדמיה; בין השנים 2012 ל-2018, מספר הלומדים לתואר ראשון במקצועות ההייטק יותר מהוכפל.\nבקרב האוכלוסייה החרדית, הייצוג בהייטק עדיין נמוך ועמד בשנת 2018 על כ-3% בלבד – כשהרוב אגב, מורכב מנשים חרדיות. בדומה לאוכלוסיות אחרות הנמצאות בתת-ייצוג, המצב מחמיר כאשר בוחנים את חלקם של החרדים בתפקידים הטכנולוגיים. ב-2014, כשליש מהעובדים מהמגזר החרדי – 0.7% מתוך 2.1% עבדו בתפקידי פיתוח.\n\nעל אף הגידול במספרן המוחלט של נשים בהייטק, שיעורן, שעמד ב-2018 על כשליש מכלל השכירים בהייטק, לא עלה בשנים האחרונות והוא אף נמצא בנסיגה מסוימת.  בחינה לעומק של תפקידי הנשים בהייטק על בסיס נתוני הסקר, מגלה מצב חמור אף יותר: חלקן קטן ל-22% בתפקידים טכנולוגיים ו-18% בתפקידי ניהול טכנולוגיים.\nמוקדם יותר החודש עלינו עם כתבה שעסקה בכך שנשים בהייטק עדיין מרוויחות פחות מגברים, גם באותם התפקידים. בשיחה עם גיקטיים על הנושא, אמר אורי גבאי, סמנכ”ל אסטרטגיה ב-Start-Up Nation Central, כי עיקר הפער בין נשים לגברים נוצר כבר בגילאים הצעירים, הרבה לפני שוק העבודה; ״רואים שיעור דומה של בנות (פחות משליש) במגמות מחשבים בתיכון ובלימודי הנדסה ומדעי המחשב באקדמיה. אנו סבורים כי נדרשת התערבות בשלבים הקודמים לתחילת הקריירה, על מנת לעודד נערות לכוון את עצמן ללימודים אשר יאפשרו קריירה במקצועות הידע והנתונים. מעבר לכך, הדוח מלמד כי הייצוג של הנשים בהייטק הולך וקטן עם העלייה בגיל ובפרט בשלב שבו נשים רבות הופכות לאמהות״.\nנתונים מעניינים נוספים הם שככל קבוצת הגיל מבוגרת יותר, כך חלקן של הנשים בהייטק קטן; מספר הנשיק בהייטק בגילאי העשרים זהה למספר הגברים, רק שיש לקחת בחשבון כי מדובר במספרים קטנים וכי קיימת הטיה מסוימת לטובת הנשים, מאחר שגברים משרתים יותר זמן בצבא. הדומיננטיות של הגברים באה לידי ביטוי בגילאים שבהם נשים רבות הופכות לאימהות – 25-44.\n\nכשמסתכלים על גילאי 35-44 לגילאי 45-54, נרשמת יציבות ביחס בין המגדרים, מה שמאפשר ללמוד כי נשים שנשארו בהייטק אחרי שהפכו לאמהות, לא נוטות לעזוב את התחום יותר מאשר גברים באותם גילאים. בגילאים מאוחרים יותר, הקרובים לגיל הפרישה, יחס הגברים לעומת הנשים שב וגדל. אחד ההסברים לכך הוא הגיל הצעיר יותר שבו נשים יוצאות לפנסיה בהשוואה לגברים.\nאוכלוסייה נוספת שיכולה לסייע במחסור בעובדים היא זו שבגילאי 45 ומעלה. לא פעם נשמעות טענות על כך שההייטק רלוונטי רק לצעירים, וכי התחום מדיר עובדים בגילאי 45 ומעלה. עם זאת, לפי הדוח, בני 45 ומעלה מהווים 29% ממצב העובדים הכוללת. בדומה ליכולת ולמוכנות לקלוט ג’וניורים וסטודנטים, עלה כי ככל שהחברה גדולה יותר – כך היא נוטה להעסיק אחוז גבוה יותר של עובדים בני 45 ומעלה.\nהיום, תחום הפיתוח נמצא בעלייה ויש ביקוש אדיר. אבל מה יהיה בעוד 10 שנים? \n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nלפי נעמי קריגר כרמי, מנהלת הזירה החברתית ציבורית ברשות החדשנות, אחד המקצועות היחידים שיש צפי להמשך ביקוש גבוה עבורו הוא התחום הטכנולוגי. ״זה אחד המקומות המרכזיים שרוב המדינות מבקשות להשקיע ולצבור יתרון יחסי. מה שחשוב הוא לדאוג שאותם אנשי מקצוע הם באמת ברמת מיומנות גבוהה ובעלי הכשרה מעמיקה מספיק על מנת שיוכלו גם להתאים עצמם לשינויים בשוק, בין היתר באמצעות למידה של שפות תכנות חדשות ושיטות עבודה חדשות״.\nאורי גבאי מוסיף ואומר כי העולם בעיצומו של מירוץ טכנולוגי שרק הולך ומתגבר. ״עוד ועוד ענפים – פיננסים, ייצור, חקלאות ומזון וכו’ –  עוברים טרנספורמציה דיגיטלית. יתר על כן, אנו רק בשלבים הראשונים של מהפיכת הבינה המלאכותית, המבוססת על מאגרי נתונים גדולים והיכולת להוציא מהם תובנות באמצעות אלגוריתמים מתוחכמים. לכן, אנו צופים כי החשיבות של תחומי התוכנה והנתונים רק תגבר בעשורים הקרובים ואיתה הביקוש למתכנתים ומומחי מידע״.\n ", "keywords": "הייטק,הייטק 2019,ישראל 2019,דוח הייטק 2019,snc,startup nation central,משרות,מועסקים בהייטק"}