{"url": "https://www.geektime.co.il/junction-wave-17/", "type": "article", "title": "המסלול ה-17 של ה-Junction יצא לדרך, אלו 5 הסטארטאפים שעוד תשמעו עליהם", "description": "עוד לא עבר חודש מאז שהסתיים המסלול האחרון, וכבר יצאו 5 סטארטאפים נוספים למסלול חצי שנתי באקלסרטור הראשון בישראל. בואו להכיר אותם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/111.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-17T14:00:55Z", "modified_time": "2017-06-17T21:37:51Z", "articleBody": "עוד לא עבר חודש מאז שהסתיים המסלול האחרון, וכבר יצאו 5 סטארטאפים נוספים למסלול חצי שנתי באקלסרטור הראשון בישראל. בואו להכיר אותם\nמקור: TheJunction\nתוכנית היזמות של TheJunction (ג’אנקשן), שנפתחה בשנת 2011 והייתה בין הראשונות שהופיעו בשוק הישראלי, הפכה ללא ספק לאחת מהתוכניות המוצלחות שבהן. לאחרונה שינתה התוכנית את המודל שלה ועברה ממודל פעילות ללא סינון, ללא השקעה ובלי אקוויטי למודל עם אופציה לקבלת השקעה בגובה 100 אלף דולר מקרן F2 Capital, המנהלת את התוכנית, ובתנאים של הלוואת convertible note. מאז הקמתה לקחו חלק בתוכנית 127 חברות ו-72 מהם גייסו יחד למעלה מ-350 מיליון דולר, ובין השמות המוכרים בפורטפוליו שלה ניתן למנות את HoneyBook ו-Appsflyer.\nלפני קצת פחות מחודש נערך אירוע הסיום של המחזור ה-16 של התוכנית ובו הציגו 5 סטארטאפים שסיימו; Convexum (מפתחת מערכת להגנה על מתחמים כגון אצטדיונים ומתקני תשתית קריטית מפני כניסת רחפנים), Regulus (מפתחת פתרון אבטחה כולל לרחפנים, רובוטי שדה ומערכות אוטונומיות.), TestCraft (פיתוח אוטומציה לבדיקות תוכנה ללא כתיבת קוד), ClanPlay (מערכת תקשורת לגיימרים המתחברת לצא’ט בתוך המשחקים ומאפשרת לשחקנים להישאר בקשר בכל שעות היום) ו-PrintCB (פלטפורמה המאפשרת הדפסת תלת מימד של רכיבי אלקטרוניקה, בחומרים ייחודים (Printed Electronics).\nהשבוע הושק המחזור ה-17 של הג׳נקשן שבו ישתתפו גם כן 5 חברות; Loginno המסבה מכולות ימיות רגילות למכולות חכמות; החברה חתמה על הסכם OEM עם חברת SAP ועל הסכמי-מסגרת עם חברות ספנות אסייתיות כדי ליצור את צי הקונטיינרים החכם הראשון בעולם על גבי תשתית דיגיטלית. eRated: פלטפורמת מודיעין עסקי למוכרי eCommerce שכבר גייסה 1.7 מיליון דולר; לחברה טכנולוגיה למיפוי ואיסוף מידע מאתרי מכירות ושווקים אינטרנטיים המבוססת על הצמדת זהויות של מוכרים וקטלוגים של מוצרים בין אתרי המסחר השונים; EVALUEX אשר פיתחה פלטפורמה לניהול BigData בענן; המערכת פותחה במיוחד עבור Google BigQuery & AWS Athena ומחליפה את הקונסולות הקיימות שלהן.\nהמערכת מתמחה באופטימיזציה של מידע ושאילתות, ניהול עלויות חכם ובניית סביבת עבודה משותפת עבור אנליסטים ומדעני מידע; NanoFabrica אשר מביאה את היתרונות של הדפסת תלת מימד לתחום יצור חלקים מדויקים. החברה מאפשרת חדירה של הדפסה בתלת מימד לשווקים חדשים כגון רובוטיקה, מכשור רפואי ומוליכים למחצה. היתרון התחרותי המרכזי של החברה מתבטא ביכולת להתאמה אישית של חלקים מורכבים ומדויקים; החברה האחרונה היא TEXEL שפיתחה פלטפורמה להעברת תכנים במציאות מדומה ומציאות רבודה. בעזרת יכולות עיבוד מידע מתקדמות הם מאפשרים ליהנות מחווית צפייה אופטימלית באיכות מקסימלית ברוחבי סרט קיימים. \nהג׳נקשן מנוהל על ידי מור ברק כיום כתוכנית Seed השייכת לקרן הון הסיכון F2 capital בניהולם של אדי שלו, ג׳וני סאקס וברק רבינוביץ׳.", "keywords": "the junction,ג\\'אנקשן,סטארטאפ,סטארטאפ ישראלי,loginno,texel,erated,evaluex,nanofabrica,אקסלרטור"}