{"url": "https://www.geektime.co.il/xiaomi-launches-redmibook-air-13/", "type": "article", "title": "שיאומי משיקה לפטופ חדש שישאיר לכם עודף מ-2,500 שקלים", "description": "מעבד דור 10 של אינטל? יש. משקל קליל? יש. ה-RedmiBook Air 13 עשוי להפוך לאופציה לא רעה עבור רבים, בתנאי שאתם לא צריכים מצלמת רשת", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/Xiaomi-RedmiBook-Air-13-1597559318-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-16T10:30:23Z", "modified_time": "2020-08-16T10:30:23Z", "articleBody": "מעבד דור 10 של אינטל? יש. משקל קליל? יש. ה-RedmiBook Air 13 עשוי להפוך לאופציה לא רעה עבור רבים, בתנאי שאתם לא צריכים מצלמת רשת\nתמונה: שיאומי\nרגע לפני ששנת הלימודים נפתחת, ורבים בעולם מתלבטים האם לשדרג את הלפטופ שלהם, שיאומי משיקה לפטופ חדש בסדרת Redmi המוזלת שלה, שנקרא RedmiBook Air 13. גם הוא, כמו חלק נכבד ממוצרי החברה, מציע מפרט לא רע, אם אתם מוכנים להתפשר בכמה גזרות, ותג מחיר נגיש.\nה-RedmiBook Air 13 מגיע עם מסך 13.3 אינץ’ ברזולוציית 2,560X1,600 (כלומר, 2.5K) שיכול להגיע לדברי החברה ל-300 ניטים. לצערנו שיאומי עדיין ממשיכה עם הקו העיצובי של המסכים שכולל מסגרת עבה במיוחד בתחתית, ועדיין לא עוברת לתצוגת קצה-לקצה מודרנית, כמו למשל הלפטופים של וואווי או דל XPS.\nמתחת למכסה המנוע ימתין לכם מעבד i5 או i7 מהדור ה-10 של אינטל, כאשר הגירסה החלשה יותר מגיעה עם 8 או 16 גיגה זיכרון RAM, והגירסה החזקה יותר מגיעה רק עם 16 גיגה RAM. גם כאן ישנה פשרה בדמות סוג הזיכרון, והפעם שיאומי בחרה לכלול זכרונות מסוג LPDDR3. לא בדיוק הבחירה המעודכנת ביותר ל-2020, אבל במחיר כזה די ברור שיהיו פשרות. מבחינת סוללה, כל הדגמים מגיעים עם סוללת 41Wh, שלדברי החברה אמורה להספיק לכ-8 שעות שימוש, ועם נפח אחסון של 512 גיגה SSD.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nהמחשבים כוללים תמיכה ב-Wi-Fi 6, בלוטות’ 5, יציאת אוזניות סטנדרטית ורק 2 חיבורי USB-C. כן, אל תצפו במחיר הזה גם ל-Thunderbolt, אבל כמו הלפטופים היקרים יותר של שיאומי, גם הוא יטען באמצעות כבל USB-C ויתחבר למתאם 65W. שימו לב שבאופן מוזר, שיאומי לא כללה ב-RedmiBook Air 13 קורא כרטיסי SD או – שימו לב – מצלמה, כך שאם אתם מתכננים לעשות שיחות זום ושגם יראו אתכם, זהו ככל הנראה לא המחשב בשבילכם.\nבגזרת המשקל, הלפטופ קליל למדי ומשקלו עומד על קצת יותר מקילו בודד.\nאין ספק ששיאומי עיגלה לא מעט פינות עם ה-RedmiBook Air 13, אבל בתמורה היא מציעה את התצורה הבסיסית שלו הכוללת מעבד i5 ו-8 גיגה RAM בכ-705 דולר, שהם כ-2,400 שקלים. הדגם המשוכלל יותר עם i7 ו-16 גיגה RAM כבר יעלה לכם כ-2,900 שקלים – לפני מיסים ומשלוח.\nה-RedmiBook Air 13 נמכר נכון לעכשיו רק בסין. היבואנית הרשמית של שיאומי בישראל, המילטון, טרם הביאה לישראל את הלפטופים הדי מוצלחים של שיאומי, ועד היום שזה יקרה, תתנחמו בעובדה שאם אתם רוצים את הלפטופ הזה, סביר להניח שתוכלו למצוא אותו באתרי הקניות הסיניים בקרוב. ואתם אתם מתכננים כבר לעשות את זה, אל תשכחו להיעזר במדריך שלנו שיכול לחסוך לכם הרבה כאב ראש.", "keywords": "שיאומי,רדמי,רדמיבוק,לפטופ,רדמיבוק אייר,רדמיבוק אייר 13,redmi,redmibook air,redmibook air 13,xiaomi,laptop"}