{"url": "https://www.geektime.co.il/geekstarter-26-10-18/", "type": "article", "title": "המסך הנייד הזה מאפשר לכם להמשיך לעבוד עם 2 מסכים גם כשאתם בדרכים", "description": "אוהבים לעבוד עם 2 או 3 מסכים? הגאדג'ט הזה בשבילכם. ועוד במדור מימון ההמונים שלנו השבוע: הליכון מתקפל וסורק חדש", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/vbwtvobmob9ogegzj5ek-1540296584-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-26T14:30:45Z", "modified_time": "2018-10-28T05:31:51Z", "articleBody": "אוהבים לעבוד עם 2 או 3 מסכים? הגאדג’ט הזה בשבילכם. ועוד במדור מימון ההמונים שלנו השבוע: הליכון מתקפל וסורק חדש\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרויקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. למרות זאת חשוב לזכור שלא מדובר בחנות או בחברות ותיקות, וכבר קרו לא מעט מקרים של פרויקטים שכשלו והותירו את התומכים ללא מוצר וללא הכסף, אז קחו זאת בחשבון.\n﻿\nיותר ויותר אנשים עברו לעבוד עם 2 מסכים או יותר וכך ליהנות מיותר נוחות ומפרודוקטיביות משופרת. היתרונות האלו לא חייבים להיעלם כשאתם בדרכים. Vinpok Split הוא מסך נייד שניתן לחבר ללפטופ שלכם או לקונסולות דוגמת סוויץ’, PS4 או Xbox. ה-Vinpok Split הוא מסך מגע ברזולוציית 1080P ובגודל 15.6 אינץ’ והוא ניתן לחיבור בעזרת חיבור USB-C או mini HDMI.\nמחיר יחידה: 970 ש״ח, כולל משלוח לישראל; מועד משלוח: דצמבר 2018\nתמונות ישנות, מסמכים, תעודות אחריות, מכתבים, ספרים – איך שלא תהפכו את זה, יש עדיין לא מעט פעמים שבהם אנחנו צריכים סורק. אז נכון שלרוב הסמארטפון עושה עבודה לא רעה, אבל הוא עדיין מתקשה בחלק מהסריקות – למשל ספר פתוח – וגם האיכות לא תמיד מספקת.\nAura הוא סורק שולחני שנראה כמו מנורת קריאה. הוא יכול לסרוק ספרים לקובץ PDF בקצב של 2.5 שניות לעמוד; לסרוק מסמכים עד גודל של A3; וכן – גם יכול לשמש כמנורה עם 4 מצבי תאורה. בנוסף, תוכלו לשלוט בו בעזרת פדל וליהנות מידיים פנויות, מה שיגביר את קצב הסריקה. אחרי הסריקה, הסורק פשוט מתקפל.\nמחיר יחידה: 770 ש”ח, כולל משלוח לישראל; מועד משלוח: דצמבר 2018\nלעמוד הקמפיין\nהחורף מתקרב ולא תמיד נעים לעשות הליכות ברחובות. אז נכון תמיד אפשר לקנות הליכון, אבל לרוב מדובר במכשיר גדול ומגושם שתופס הרבה מקום ולא מתאים לשטחים קטנים יותר. ה-WalkingPad הוא הליכון קומפקטי, ששוקל רק 28 ק”ג ויכול להגיע עד למהירויות של 6 קמ”ש. הייחוד של ההליכון הזה הוא שהוא מתקפל עד לעובי של 57 מ”מ וניתן לאחסון מתחת למיטה או בתוך ארון. השליטה במהירויות ובפיצ’רים השונים נעשית הן על ידי שלט רחוק והן על ידי אפליקציית סמארטפון, כשהתצוגה מתבצעת באמצעות תצוגת LED שמוטמעת בפנל של ההליכון המתקפל.\nמחיר יחידה: 135 2,500 ש”ח כולל משלוח לישראל; מועד משלוח: מרץ 2019\nלעמוד הקמפיין", "keywords": "מימון המונים,גיקסטארטר,קיקסטארטר,אינדיגוגו,indiegogo,kickstarter"}