{"url": "https://www.geektime.co.il/samsung-announces-galaxy-note-20-galaxy-note-20-ultra-galaxy-buds-live-galaxy-z-fold-2-tab-s7-s7-plus-and-galaxy-watch-3/", "type": "article", "title": "סמסונג חשפה הרגע את Galaxy Note 20 ואת המתקפל החדש, אבל זה ממש לא הכל", "description": "באירוע עמוס הכריזה סמסונג על שני סמארטפונים בסדרת Note 20, סמארטפון מתקפל חדש, שעון משודרג, אוזניות מסקרנות וטאבלט ענק שאמור להתחרות באייפד פרו החדש. בואו נעשה לכם סדר בבלאגן", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/Galaxy-Ecosystem-Image_1-1-1596635001-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-05T17:00:07Z", "modified_time": "2020-08-05T20:34:44Z", "articleBody": "באירוע עמוס הכריזה סמסונג על שני סמארטפונים בסדרת Note 20, סמארטפון מתקפל חדש, שעון משודרג, אוזניות מסקרנות וטאבלט ענק שאמור להתחרות באייפד פרו החדש. בואו נעשה לכם סדר בבלאגן\nתמונה: סמסונג\nבאירוע וירטואלי שנערך בשעות אלו ממש, חושפת סמסונג את סדרת ה-Note 20 החדשה וגם טאבלטים, אוזניות, שעון ואת הדור החדש של הסמארטפון המתקפל שלה.\nכוכבת הערב היא ללא ספק סדרת ה-Note 20. סדרת הסמארטפונים “למעריצי סמסונג” ממשיכה להציג מפרט מרשים ועוצמתי, וגם השנה היא מפוצלת לשני דגמים: ה-Note 20 Ultra מגיע עם מסך AMOLED בגודל 6.9 אינץ’ באיכות Quad HD+ בקצב רענון של 120 הרץ. המסך אמור להיות שטוח כמעט לחלוטין, ולהציג 25% שיפור בבהירות המקסימלית. גם השנה מצלמת הסלפי (10MP) נמצאת בחור ייעודי במרכז החלק העליון של המסך.\nהנוט 20 אולטרה. תמונה: סמסונג\nמערך הצילום האחורי מורכב ממצלמה סטנדרטית המסוגלת לצלם ברזולוצייה של עד 108MP, מפתח צמצם של f/1.8 וחיישן בגודל 1/1.33 אינץ’; מצלמה עם עדשה סופר רחבה (120 מעלות) באיכות 12MP ומפתח צמצם של f/2.2; ומצלמה עם עדשת טלפוטו עם 12MP, מפתח צמצם בעייתי של f/3.0, ויכולת “סופרזום” עם זום אופטי של X5 וזום דיגיטלי של X50. המצלמה מסוגלת לצלם וידאו ב-8K ב-24 פריימים לשניה, ומצוידת בחיישן לייזר שאמור לסייע לפוקוס מהיר ומדויק יותר.\nגם השנה, מעריצי סמסונג מחוץ לארצות הברית יאלצו לוותר על Snapdragon 865, ויקבלו במקומו את מעבד אקסינוס 9830 של החברה. לצידו תמתין סוללת 4,500mAh בריאה, שתומכת בטעינה מהירה של 50% ב-30 דקות בלבד, אבל באמצעות מטען מהיר שתצטרכו לרכוש בנפרד. ועל זה נאמר, לא כל דבר צריך להעתיק מאפל, סמסונג.\nבישראל תימכר גירסה אחת בלבד של הנוט 20 אולטרה עם 12 גיגה זיכרון RAM, ו-128 גיגה נפח איחסון. לפחות כרגע, נמסר לנו כי גירסה זו לא תתמוך בתדרי ה-5G, אבל לא היינו מתפלאים אם בימים הקרובים ההצהרה הזאת תשתנה בעקבות ההתפתחויות האחרונות בתחום בישראל.\nלצד ה-Note 20 Ultra המרשים הושק גם ה-Note 20 הקצת יותר סטנדרטי, שמגיע עם מסך 6.7 אינץ’ מסוג AMOLED FHD ללא קצב רענון משופר; סוללה של 4,300mAh; מערך צילום צנוע יותר עם עדשה סטנדרטית של 12MP (במקום 108MP), ועדשות טלפוטו עם 64MP, זום היברידי של X3 וזום דיגיטלי של X30. כמו כן ה-Note 20 יגיע “רק” עם 8 גיגה זיכרון RAM ונפח איחסון של 128 גיגה.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nה-S Pen המפורסם של סדרת הנוט שודרג השנה, והוא אמור להציג שיפור משמעותי של עד 80% בשיהוי שבין המגע של העט על המסך ועד לתרגום המגע לכדי ציור. מהירות התגובה עכשיו אמורה להיות מספיק מהירה כדי להרגיש קצת יותר כמו כתיבה או ציור על נייר. העט גם קיבל 5 מחוות חדשות כך שתוכלו מרחוק לשלוט על הסמארטפון שלכם, ותוכלו גם לצאת מאפליקציות, לצלם את המסך ולעשות פעולות נוספות כאילו אתם ההארי פוטר של עולם המובייל.\nגם מערכת ה-DeX של החברה שודרגה, וכעת ניתן להתחבר עם מכשירי Note 20 ישירות לטלוויזיות של סמסונג (מדגמי 2019 ומעלה) ללא חוטים, ואף להשתמש בפונקציות מולטיטאסקינג בין מסך הסמארטפון למסך הטלוויזיה.\nתמונה: סמסונג\nנראה שסמסונג שמה את כל הקלפים שלה על מיקרוסופט, כיוון שהיא הכריזה היום על כמה שיתופי פעולה משמעותיים עם החברה: אפליקציות הפתקים, תזכורות ומשימות של סמסונג יסתנכרנו כעת עם אופיס 365, וכעת תוכלו גם לקבל ולהתחיל שיחות והודעות ממחשבי Windows 10. כמו כן, ניתן להוסיף אפליקציות מובייל מהסמארטפון לתפריט ההתחל וה-Taskbar, וכמובן גם להריץ אותן.\nמעבר לכך, אולי מעניין מכל הוא שיתוף הפעולה דווקא עם אקסבוקס. נראה שסמסונג הפעם מתפקסת על עולם הגיימינג, כאשר סדרת הנוט 20 תתחבר לשירות הענן עם Xbox Game Pass Ultimate, שיאפשר לכם לשחק במשחקי אקסבוקס ישירות ממכשיר הנוט 20. אם חשבתם שזה מתחיל ומסתיים במשחקים “פשוטים” כמו פורטנייט, תופתעו לגלות שאפילו משחקים כבדים כמו Gears 5, ויותר מ-100 משחקים אחרים יהיו זמינים.\nה-Note 20 וה-Note 20 Ultra יגיעו לחנויות בישראל כבר ב-20 באוגוסט אך מחיריהם בישראל טרם נחשפו. בארצות הברית המחיר של הדגם הסטנדרטי עומד על 1,000 דולר, ודגם האולטרה כבר מטפס ל-1,300 דולר.\nתמונה: סמסונג\nאחרי לא מעט המתנה, סמסונג סופסוף גם חושפת את הדור השני של המכשיר המתקפל שלה. הפעם הוא מקבל את המיתוג של סדרת ה-Z, שהתקבלה בסבר פנים פחות חמוץ מה-Fold הקודם. ה-Galaxy Z Fold 2 נראה כאילו הוא הגיע כדי לתקן כמעט את כל מה שלא אהבנו בדגם הקודם: הפעם, התצוגה הפנימית והחיצונית הינן תצוגות “Infinity-O” מקצה-לקצה. המסך החיצוני הינו מסך 6.2 אינץ’, וכאשר תפתחו את גוף המכשיר, תקבלו מסך ענק בגודל 7.6 אינץ’. שני המסכים בעצם גדולים יותר מהמסכים התואמים בדגם הקודם.\nהפעם סמסונג טוענת שהיא לא משתמש בפלסטיק בתור כיסוי על המסך, אלא בזכוכית דקיקה וגמישה. בסמסונג טוענים שבנו מחדש את מנגנון הקיפול, כך שהוא יהיה עמיד ובטוח יותר. הפעם תוכלו גם לקפל את ה-Fold 2 כמו את ה-Z Flip, ולהשאיר אותו חצי מקופל, כדי לצפות בסרטים או לעשות שיחת וידאו. בתוך מנגנון הקיפול יתחבאו גם סיבים קטנים שאמורים לדאוג שהוא ישאר נקי (ולא יהרס מקיפול אחד עם אבק, כמו שקרה בפעם הקודמת).\nפרטים נוספים על ה-Z Fold 2 ייחשפו באירוע ב-1 בספטמבר, אז גם תיפתח המכירה המוקדמת לרכישת המכשיר, במחיר שטרם נחשף.\nתמונה: סמסונג\nעל אף שסמסונג השיקה את ה-Galaxy Buds החדשות ממש לפני כמה חודשים, זה לא מפריע לה להציג גירסה אחרת לחלוטין של האוזניות הדי מוצלחות שלה. כן, הן נראות כמו שעועית מוזרה, ואין סיכוי שלא תזהו אותן כשמישהו ילך ברחוב איתן, אבל הן לא רק אמורות להיראות חדשות, אלא גם להישמע חדשות: הפעם יחכה לכם בפנים ספיקר בגודל 12 מ”מ, שאמור גם לספק באס וצלילים יותר עשירים.\nלמרבה ההפתעה, האוזניות מגיעות ללא “טיפים” להחלפה, אלא רק עם “כנפיים” קטנות שאמורות לוודא שהאוזניות לא יפלו מהאוזניים שלכם. לטענת סמסונג, העיצוב הקצת משונה של ה-Buds Live דווקא אמור להתאים בדיוק למבנה האוזניים, ולהיות נוח גם למשך כל היום.\nהאוזניות מצוידות במנגנון ביטול רעשים אקטיבי (ANC) כאשר אתם תוכלו להחליט כמה צלילים מהעולם החיצון תרצו בכל זאת לשמוע. מה שמעניין יותר מכל באוזניות החדשות הוא מערך המיקרופונים שבו סמסונג מתגאה עד כדי כך, שהיא טוענת שאתם יכולים להקליט איתו סאונד לסרטונים שלכם כאשר האוזניות יתפקדו על תקן מיקרופון אלחוטי. אבל עד שלא נבדוק את הפיצ’ר הזה, לא נוכל לאשר שאכן מדובר במערך עד כדי כך מבטיח.\nבסמסונג מבטיחים שתוכלו להאזין ב-Buds Live ברצף במשך 6 שעות, כאשר הקייס המטעין יספק לכם עוד 15 שעות האזנה, ושעה שלמה של האזנה בתוך 5 דקות טעינה.\nמחיר ה-Galaxy Buds Live עומד על 169 דולר. טרם נחשף המחיר בישראל\nעל אף שה-Tab S6 הקודם של סמסונג היה מוצלח למדי, האייפד של אפל עדיין שולט ביד רמה בשוק הטאבלטים. הפעם סמסונג מנסה למתג את ה-Tab S7 וה-Tab S7+ בתור כלי חזק, שמשלב כוח עיבוד של PC, נוחות שימוש של טאבלט, וקישוריות של סמארטפון עם חיבור לרשת 5G (הדגם שיגיע לארץ, ככל הנראה יגיע ללא קישוריות זו). הדגמים החדשים מגיעים עם S-Pen משופר בדומה לזה של סדרת ה-Note 20. שתי הגירסאות יגיעו עם מסכים התומכים בקצב רענון של עד 120 הרץ, כך שכל האנימציות והגלילות שלכם יראו חלקות מתמיד. דגם הפלוס מגיע עם מסך AMOLED די מפלצתי בגודל 12.4 אינץ’, ועשוי להתגלות כמתחרה ראוי לתואר המסך הנייד של השנה. הדגם הרגיל מגיע בגודל 11 אינץ’.\nהטאבים החדשים מגיעים עם מערך מרובע של רמקולים של AKG עם תמיכה בדולבי אטמוס, 6/8 גיגה זיכרון RAM, נפח איחסון של 128/256 גיגה ואפילו חריץ הרחבה לכרטיסי microSD עד לנפח של גיגה. גם הפעם תוכלו לרכוש מקלדת חכמה נפרדת עם טראקפד מוגדל, אשר מתפקדים גם ככיסוי לטאבלט.\nתמונה: סמסונג\nהשעון המוצלח של סמסונג קיבל גם הוא שדרוג מעניין (ודילוג אלגנטי על Galaxy Watch 2) בדמות ה-Galaxy Watch 2, כאשר הפעם הוא דק יותר ב-14%, קטן יותר ב-8% וקל יותר ב-15%, על אף שהתצוגה שלו גדולה יותר ועומדת כעת על 1.4 אינץ’. הפעם ימתינו לכם 80 אלף תצורות שונות לשעון מה-Galaxy Store, וספריה של 40 אפשרויות שונות שיוסיפו את המידע שאתם רוצים לראות על גבי השעון בכל עת.\nהשעון החדש יתמוך במדידות רמות החמצן בדם (SpO2) ו-VO2 Max תמיכה משופרת במדדי שינה. בדומה ל-Apple Watch, סמסונג הוסיפה מנגנון לזיהוי נפילות שיצור קשר עם איש קשר נבחר אם יזהה שהתרחשה תאונה. השעון מגיע עדיין עם העיגול החיצוני שמאפשר לכם לשלוט בממשק, והפעם תוכלו להשתמש גם במחוות ידיים כדי לענות לשיחות, לכבות התראות ועוד. בקוריאה, בשלב הזה, השוען יתמוך במדידת לחץ דגם ובדומה לשעון של אפל, גם יוכל לבצע בדיקת א.ק.ג. אך טרם ברור האם הפיצ’ר יגיע גם לישראל.\nה-Galaxy Watch 3 יעלה 399  דולר. המחיר בישראל טרם נחשף\n \n ", "keywords": "galaxy note 20,galaxy note 20 ultra,galaxy z fold 2,galaxy buds live,galaxy tab s7,galaxy tab s7+,galaxy watch 3,samsung,galaxy,סמסונג,גלקסי,גלקסי נוט 20,גלקסי נוט 20 אולטרה,גלקסי z פולד 2,גלקסי באדס,גלקסי באדז,גלקסי באדס לייב,גלקסי באדז לייב,גלקסי טאב s7,גלקסי טאב,גלקסי ווץ’,גלקסי וואץ’,שעון גלקסי,גלקסי ווץ’ 3,נוט,נוט 20,נוט 20 אולטרה,טלפון מתקפל,גלאקסי"}