{"url": "https://www.geektime.co.il/macbook-air-generic-rj45-ethernet-adapter-guide/", "type": "article", "title": "על Macbook Air, מתאם Ethernet ומה שביניהם [מדריך]", "description": "חיבור האינטרנט במשרד שלנו הוא לא משהו שניתן להתגאות בו. חיפשתי מתאם Ethernet גנרי וזול למקבוק שלי ואכן מצאתי - אך עברתי דרך חתחתים עד שהצלחתי לגרום לו לעבוד. כעת, אני משתף אתכם כיצד", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/usb2tofastethernet1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-28T19:00:18Z", "modified_time": "2014-12-28T17:44:44Z", "articleBody": "חיבור האינטרנט במשרד שלנו הוא לא משהו שניתן להתגאות בו. חיפשתי מתאם Ethernet גנרי וזול למקבוק שלי ואכן מצאתי – אך עברתי דרך חתחתים עד שהצלחתי לגרום לו לעבוד. כעת, אני משתף אתכם כיצד\nקרדיט תמונה: דף המוצר, איביי\nרציתי לשתף אתכם בחוויה מעניינת שקרתה לי לא מזמן. חיבור האינטרנט במשרד שלנו (גם עם בזק וגם עם הוט) מעולם לא היה משהו שניתן היה להתגאות בו – לכך ניתן למנות מספר סיבות. הסיבה הראשונה היא, כמובן העומס הבלתי-יאומן על חיבור ה-Wi-Fi במשרד. תדר ה-2.4GHz במשרד סובל מלפחות עוד 20 רשתות המשדרות על אותו התדר, בערוצים שונים / זהים. לכך ניתן להוסיף את מספר המכשירים המחוברים לאותה הרשת – כ-2-3 מכשירים בממוצע לאדם (מחשב, סמארטפון, טאבלט, שעון חכם וכד’) התוצאה? האינטרנט מקרטע בגלישה דרך רשת ה-Wi-Fi.\nהפתרון הראשון היה כמובן לנסות ולהפעיל את תדר ה-5GHz במשרד. בעוד אני כותב את השורות הללו, התברכנו במודם Dual Band N600 של בזק המסוגל לשדר על גבי 2 תדרים – 2.4GHz אשר אותו רוב המכשירים יודעים לזהות ואליו להתחבר, אך גם תדר 5GHz אשר מספר המכשירים התומכים בו מופחת, כלומר העומס הכללי על התדר – קטן יותר. גם כאן התבדיתי לאחר שהתברר לי כי הראוטר הנהדר של בזק אינו מסוגל להחזיק חצי יום מבלי שהרשת המשדרת על גבי תדר ה-5GHz יקרוס, מה שמכריח את כל העובדים להתחבר לרשת המשדרת על 2.4GHz ולא להתחלק בעומס, או לחילופין לנתק את כולם מהאינטרנט למשך כמה דקות ולבצע אתחול לראוטר.\nלנוכח כל הסיבות הללו, התחלתי לחפש פתרונות אלטרנטיביים, יציבים יותר שיוכלו לשמש אותי גם בשעת חירום כאשר הרשת האלחוטית נופלת. הפתרון הראשון שעלה לי לראש הוא כמובן שימוש בחיבור כבל רשת “קלאסי” בכדי לנסות ולקבל חיבור נורמלי ויציב יחסית לאינטרנט במשרד, בעקבות העומס הרב על תדר ה-2.4GHz של רשת ה-Wi-Fi וחוסר האמינות של תדר ה-5GHz. ישר קפצתי לאתר של איידיגיטל, ובחיפושיי אחר מתאם USB ל-Ethernet (או RJ45 בשמו הרשמי) נתקלתי בתג מחיר מפלצתי של 169 שקלים עבור מתאם של חברת Kanex. אמרתי תודה רבה והחלטתי להסתכל בארץ לעולם לא של האלקטרוניקה – איביי. חיש-מהר, לאחר שהבנתי שאין הרבה הבדלים בין מתאם יקר למתאם זול, מצאתי שם מתאם גנרי בעלות של 5 דולר שאמור לספק את הצרכים שלי (או לפחות כך חשבתי).\nלאחר מספר ימים (שאת מספרם המדוייק אני כבר לא זוכר, נניח שבועיים) קיבלתי אליי הביתה בדואר את המתאם. חיברתי אותו ליציאת ה-USB ב-Macbook Air שלי, האור דלק. חיברתי את כבל הרשת למודם הביתי שלי – הכל נראה בסדר. הפעלתי את הדפדפן – וכאן נדהמתי לגלות שלא הכל ב-OSX זה Plug & Play. בשלב הזה קרו 2 דברים – הראשון, החל המירוץ למצוא את הדרייברים המתאימים לאותו המתאם. השני, לסיים עם העניין הזה כמה שיותר מהר וללכת לישון.\nצילום מסך\nלאחר קריאה קצרה באינטרנט, נתקלתי במספר אנשים שנתקלו בבעיה דומה לשלי. הנורה דלקה, הכל נראה בסדר ואפילו ה-System Report של OSX הראה לי כי מחובר למחשב שלי USB to Ethernet Adapter. עם זאת, כאשר הצצתי בהגדרות הרשת שלי לא ראיתי שום סימן לחיבור Ethernet. אז מה הבעיה? כנראה שאפל לא ממש אוהבים מתאמים גנריים שאנשים קונים ב-5 דולר והחליטו להפסיק את התמיכה בהם. בשלב הזה, הייתי צריך לפעול בקצת יותר יצירתיות בכדי לפתור את הברוך שנכנסתי אליו.\nקודם כל, דרייברים. לאחר קריאה באינטרנט גיליתי שאת רוב הדרייברים, כולל זה שנמצא במתאם ה-USB 2.0 to Ethernet אותו אפל מוכרת דרך האתר הרשמי שלה ומוכרת ב-29 דולר (כאמור, פי 6 מהמחיר בו קניתי את המתאם הגנרי שלי), מפתחת חברה טיוואנית חביבה בשם ASIX Electronics Corporation. כמובן, המתאם של אפל עבר, ככל הנראה בקרת איכות גבוהה יותר ועובד באופן אוטומטי עם מחשבי החברה – אך בדיוק למטרה הזו אני כותב את הפוסט. אל מסע החיפושים שלי לקחתי את ה-Product ID וה-Vendor ID של המתאם. כמו כן, הבנתי שהמתאם הספציפי הזה לא יאפשר לי קישוריות במהירות גבוהה – עד 12 מגה-ביט לשנייה בלבד.\nחיפוש קצר באינטרנט הביא אותי לבלוג פוסט הזה, שם הצלחתי לחלץ את הדרייברים המתאימים (בתקווה) ל-OSX ולמתאם הגנרי שלי, אשר מחיר הזמן שהשקעתי בו עד עכשיו כבר עבר ממזמן את המחיר שהייתי משלם על מתאם דומה של אפל שעובד Plug & Play. אבל לא וויתרתי. התקנתי את הדרייברים, הפעלתי מחדש את המחשב והופ! – עדיין לא עובד. אז מה הבעיה? הדרייברים ה”רשמיים” של המתאם מותקנים, המחשב מזהה אותו והנורה דולקת – אבל עדיין אין לי אפשרות להתחבר אליו דרך הגדרות הרשת. אז מה עושים?\nלאחר מעט קריאה באינטרנט ובמיוחד בבלוג-פוסט כאן, הבנתי שישנה פקודה ב-OSX שכל מטרתה היא להפעיל דרייברים. עצם העובדה שהמחשב זיהה את מתאם ה-RJ45 אבל לא הציג לי את האפשרות המתאימה בהגדרות הרשת, הביאו אותי לתובנה שהדרייבר אמנם קיים, אך אינו פעיל. קראתי ב-Daring Fireball שהדרייברים הללו, המכונים בשפת המק Extensions נמצאים בתיקיית /System/Library/Extensions. שמתי פעמיי לשם ואת הרשימה הארוכה שקיבלתי צמצמתי על ידי המילה Ethernet:\nצילום מסך\nגיליתי שישנה פקודה בשם kextload (קיצור של Kernel Extersion Load) המסוגלת להפעיל את הדרייבר ולגרום לכך שהאפשרות תופיע כבדרך-קסם בהגדרות הרשת שלי. הלכתי ל-Terminal החביב ובדקתי אילו Kernel Extersions יכולים להיות אחראיים לכך. בעוד הבנתי שה-AppleUSBEthernetHost הוא הדרייבר הרשמי של אפל, שיחקתי עם קובץ ההתקנה של הדרייבר הלא-רשמי וגיליתי שהדרייבר הנחוץ לי הוא USBCDCEthernet. נתתי קפיצה ל-Terminal של OSX בכדי לנסות להפעיל את הדרייבר הזה בעצמי (אמור לעבוד, לא? אז זהו, שלא), ונתקלתי בתשובה הבאה:\nצילום מסך\nNOT PRIVILEGED. כאילו המחשב הזה לא שלי. מי אתם בכלל? חשבתי לעצמי… ואז החלטתי לחקור עוד יותר לעומק והבנתי שאפל שילבה החל מ-OSX 10.10 (יוסמיטי) הגנה משוכללת לאותם Kernel Extensions, דבר שמונע התקנה של רכיבי תוכנה לא מקוריים במחשבים של אפל. דוגמא אחת מוכרת יותר היא כונני SSD, המצריכים ביצוע פעולה שנקראת TRIM בכדי שניתן יהיה לעבוד איתם כמו שצריך. עשיתי אחד ועוד אחד, והחלטתי לנסות לבטל את אבטחת ה-Kernel Extensions בעצמי.\nחיפשתי את הפרמטר המבוקש ומצאתי אותו – sudo nvram boot-args=“kext-dev-mode=1” הקלדתי אותו במהרה ב-Terminal אך שוב, נתקלתי באותה הודעה מעצבנת בה נאמר לי שאני, בעל המחשב לא יכול לשנות דברים שאני רוצה במחשב שלי. הפתרון היה כניסה לריקברי מוד (על ידי החזקת כפתור Command + R) והקלדת הפקודה בטרמינל המובנה שלו (דרך תפריט ה-Utilities). ביצוע ריסטרט למחשב, הפעלת ה-Kernel Extension על ידי הפקודה אותה ניסיתי להפעיל קודם לכן (kextload). לשמחתי, הפקודה עבדה! ביצעתי אתחול נוסף למחשב עם ה-Adapter מחובר, והפלא ופלא:\nצילום מסך\nהאפשרות להתחבר לרשת הקווית ניתנה ולשמחתי גם קיבלתי קישוריות לאינטרנט, שעבדה לא רע בכלל. אמנם במהירות נמוכה בגלל התמיכה הרעועה של ה-Adapter הגנרי שקניתי, אבל עדיין, הצלחתי להתגבר על המגבלה של המק העקשן שלי. כמו כן, בכדי להחזיר את כל משתני האבטחה למקומם, הקפדתי להיכנס שוב לריקברי ולהקליד ב-Terminal שם את הפקודה הבאה: sudo nvram -d boot-args ולהפעיל שוב מחדש את המחשב. כעת, אני יודע בדיוק מה אני צריך לעשות בכדי להפעיל דרייברים שאפל לא מרשה לי להפעיל, אך כמובן לנהוג בזהירות הרצויה.", "keywords": "מק,mac,macbook,מקבוק,כבל רשת,ethernet,rj45,generic,גנרי,איביי,ebay,זול,cheap,איטרנט,אי ביי"}