{"url": "https://www.geektime.co.il/ethernet-with-5gbps/", "type": "article", "title": "תקן חדש יאפשר מהירות של עד 5Gbps על כבלי רשת סטנדרטיים", "description": "תקן Ethernet חדש, המאפשר מהירות של 2.5Gbps על גבי כבל CAT5E סטנדרטי, אושר על ידי ועדת התקינה הבין לאומית של ה-IEEE", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/network-1572617_1280.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-05T18:45:09Z", "modified_time": "2016-10-05T15:31:24Z", "articleBody": "תקן Ethernet חדש, המאפשר מהירות של 2.5Gbps על גבי כבל CAT5E סטנדרטי, אושר על ידי ועדת התקינה הבין לאומית של ה-IEEE\n\nהתקן, שבאופן רשמי מכונה IEEE 802.3bz-2016, 2.5G / 5GBASE-T, גם מאפשר מהירות של עד 5Gbps על גבי כבל CAT6.\nהתקן החדש תוכנן על מנת לאפשר מהירות ביניים, בין 1Gbps ל-10Gbps, מבלי שהמשתמש יצטרך להחליף את כבלי ה-CAT5E ו-CAT6 שברשותו לכבלי CAT6A ו-CAT7. העבודה על התקן החדש החלה לפני פחות משנתיים והעובדה שהוא אושר בפרק זמן קצר שכזה, מעידה על הצורך הדחוף בו.\nצורך זה הולך וגובר בעיקר עקב כך שנתבים מתקדמים, התומכים בתקן AC, מגיעים למהירויות המתקרבות מאוד ל-1Gbps ושתקני כבילה חלופיים, בעיקר MoCA 2.x, מציגים מהירות העולה על 1G.\nלעומת זאת, העובדה שכבלי רשת סטנדרטיים, המהווים את התשתית הבסיסית העיקרית ל-Ethernet, תקועים במקום כבר שנים רבות, העלו את הצורך בתקן החדש וכאמור האיצו את העבודה עליו.\nבפוסט על הרלוונטיות של רשתות 10G בסביבה הביתית, ציינתי שבעוד שבארגונים גדולים הפופלריות של כבלי CAT6A ו-CAT7, המאפשרים מהירות זו הולכת ועולה, הרי שברוב המכריע של בתים וארגונים קטנים הכבל הנפוץ ביותר הוא CAT5E ולעיתים CAT6.\nכבל זה מאפשר מהירות של 1G בלבד ועבורם, השדרוג של מערכת הכבלים כך שיתמכו ב-10G, היא משימה סבוכה ויקרה מאוד. התקן החדש (קובץ PDF) תומך באופן הפריסה של הכבלים הקיימים ומאפשר מהירות של 2.5Gbps על כבל CAT5E הפרוס לאורך של 100 או 5Gbps על פני 100 מטרים של CAT6.\nהתקן נתמך על ידי שורה ארוכה של חברות תקשורת כמו סיסקו, אינטל, ארובה ו-Netgear שהתאגדו תחת קונסורצים המכונה NBASE-T.\nהחברות החברות בקונסורציום מציגות כבר היום רכיבים והתקני תקשורת התומכים בתקן חדש זה אך בשלב זה הוא מיועד בעיקר לארגונים וסביר שיקח זמן עד שנראה כרטיסי רשת, מתגים ונתבים המיועדים לשוק הביתי.\nהכתבה פורסמה לראשונה בבלוג NetCHEIF", "keywords": "כבל רשת,מהירות רשת,תקשורת,ieee,5gps,לביא שיפמן,קרוס,ethernet"}