{"url": "https://www.geektime.co.il/radiflow-raises-18m/", "type": "article", "title": "הסטארטאפ Radiflow גייס 18 מיליון דולר כדי להגן על תשתיות קריטיות", "description": "חברת Radiflow מספקת Firewall תעשייתי שמתלבש על מערכות קיימות, וגייסה לצורך זאת 18 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/GettyImages-492691703-1531229496.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-11T12:16:52Z", "modified_time": "2018-07-11T12:16:52Z", "articleBody": "חברת Radiflow מספקת Firewall תעשייתי שמתלבש על מערכות קיימות, וגייסה לצורך זאת 18 מיליון דולר\nתמונה: Monty Rakusen, Gettyimages Israel\nשוק הסייבר עדיין רותח: חברת Radiflow, המפתחת פתרונות אבטחת סייבר לתשתיות קריטיות, מודיעה היום (ד’) על השלמת סבב גיוס B בגובה 18 מיליון דולר. את סבב הגיוס הובילה ST Engineering Ventures, ובהשתתפות משקיעים קיימים בחברה כמו זוהר זיסאפל (המשקיע העיקרי בחברה). בחברה מסבירים כי הכספים אשר נאספו בסבב הגיוס יאפשרו להרחיב את מערך המכירות, לחזק את המוצג ברחבי העולם, ולהמשיך בפיתוח פתרונות חדשים.\nאמנם תחום התשתיות נשמע כמו תחום ארכאי, אך גם הוא חשוף ללא מעט איומי סייבר שעשויים לפגוע בתשתיות קריטיות, ולהפוך לסכנה של ממש, הרבה מעבר לנזק כלכלי. Radiflow מספקת פתרונות אבטחת סייבר למערכות בקרה תעשייתיות, רשתות פיקוח, שליטה ורכישת נתונים (SCADA). בין השאר החברה מספקת סקרי סיכונים, מוצרי זיהוי איומים, כלי גישה מאובטחת מרחוק, וכלים נוספים להגנה על רשתות ICS ו-SCADA.\nבשיחה עם גיקטיים אילן ברדה, מנכ”ל Radiflow עומד על ההבדלים בין פתרונות החברה לפתרונות סייבר אחרים: הפתרון שלנו הוא פתרון ייעודי לרשתות של תשתיות קריטיות כמו מים וחשמל, ולא מיועד לרשתות משרדיות. הפתרון שלנו יותר רחב. הוא ממפה ומנטר, אבל גם נותן יכולת חסימה של פעילויות ללא הרשאה, זהו בעצם Firewall תעשייתי”.\nברדה מוסיף כי “המוצר שלנו משתלב במוצרים משלימים, מה שהופך אותו לקל יותר להטמעה. זה הופך להיות חלק מהאוטומציה ולא נושא בפני עצמו. לפני 3 חודשים עשינו אינטגרציה עם מערכות של Palo Alto Networks כדי שנוכל לקבל מידע מהרשתות בהן היא כבר מותקנת. התהליך עצמו די פשוט: המערכת לומדת את ההתנהגות הנורמלית של רשת האוטומציות, ומרגע ההפעלה היא מתריעה על חריגות”\nRadiflow נוסדה ב-2010 על ידי אילן ברדה, מנכ”ל החברה. משרדי החברה ממוקמים ברמת החייל, ובהם מועסקים כ-30 איש בארץ, ו-5 נוספים בחו”ל. החברה החלה בתור חברת פתרונות תקשורת לתעשיה, וב-2013 ביצעה שינוי לפתרונות סייבר לאותם עולמות.", "keywords": "רדיפלואו,רדיפלו,radiflow,סייבר,תעשייה,תעשייתי,cyber,פיירוול,firewall"}