{"url": "https://www.geektime.co.il/palo-alto-networks-ipo/", "type": "article", "title": "פאלו אלטו נטוורקס של ניר צוק תגייס 175 מיליון דולר [הנפקה]", "description": "חברת Palo Alto Networks הגישה את המסמכים הנדרשים לרשות לניירות ערך האמריקנית ותנסה לגייס מהציבור 175 מיליון דולרים.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/palo-alto-networks-logo-screenshot2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-04-08T10:19:06Z", "modified_time": "2012-04-08T16:44:29Z", "articleBody": "חברת Palo Alto Networks הגישה את המסמכים הנדרשים לרשות לניירות ערך האמריקנית ותנסה לגייס מהציבור 175 מיליון דולרים.\nמקור: מסמכי ההנפקה של החברה\nערוץ הסטארטאפים בניוזגיק מפורסם בחסות תוכנית Microsoft Bizspark, המשתפת פעולה עם ניוזגיק במסגרת תוכנית Geekspark. רוצים לחשוף גם את הסטארטאפ שלכם בניוזגיק ולהיכנס לתוכנית Bizspark של מיקרוסופט? הכנסו לכאן לפרטים נוספים.\nניר צוק, אחד היזמים מאחורי חברת Palo Alto Networks מכין את החברה להנפקה. במהלך היומיים האחרונים הגישה החברה את מסמכי ה-S-1 לרשות לניירות ערך האמריקנית לקראת הנפקת החברה, בתהליך הדומה לזה שעוברת כרגע פייסבוק. בכוונת החברה לגייס 175 מיליון דולרים.\nPAN נוסדה בשנת 2005 על-ידי הישראלי ניר צוק יחד עם היזם ההודי רג’יב באטרה (לשעבר סמנכ”ל ההנדסה ב-Juniper) במטרה לספק לארגונים את אפשרות להחזיר את השליטה על הרשת הארגונית חזרה למנהלים על-ידי פיתוח של חומת איש ייעודית לארגונית המאפשרת לא רק לחסום קבוצות של אתרים, כגון אתרים זדוניים או אתרים של רשתות חברתיות, אלא גם לחסום אלמנטים שונים וספציפיים בתוך האתר. כך, למשל, ניתן לאפשר גלישה לאתר מסוים, אך לחסום בו את האפשרות להעלאות קבצים או גישה לפייסבוק, אבל חסימת אלמנטים שונים בתוך האתר כגון צ’אט או האפשרות לצרף קבצים להודעות. שליטה ספציפית זו, המאפשרת למנהלים לשלוט האם לאפשר גלישה חופשית או חלקית לאתרים שונים ברשת, מתאימה לצרכיהם של ארגונים רבים, המחפשים היום בשוק פתרונות חכמים לניהול וניתור הרשת הפנימית של הארגון ואת הממשק שלה מול רשת האינטרנט העולמית.\nכאשר יותר ויותר עובדים בעולם ההייטק מביאים פרטי טכנולוגיה מהבית אל מקום העבודה, כגון מכשיר סלולרי, אייפדים, ועוד, היכולת של הארגון להתאים את עצמו ואת המדיניות שלו עומדת למבחן. זאת, משום שיישומים כגון דרופבוקס ושימוש במכשירים חיצוניים מאתגרים את הגדרות אבטחת המידע של הארגון, ומעמידים את ה-CIO ואת צוות ה-IT למבחן. לכן, עבור ארגונים רבים הופכת חומת אש חכמה למוצר נדרש, וככל שהארגון גדול ומבוזר יותר כך תלך דרישה זו ותגבר.\nהצלחתה של PAN לא נעלמה מעיניהן של המתחרות, וכפי שנהוג בענף ההייטק, חלקן מנסות להכשיל ולעכב את החברה. לפי מסמכי ההנפקה (תוכלו לקרוא אותם במלואם כאן) החברה נמצאת בשלבי ליטיגציה מול חברת ג’וניפר נטוורקס (Juniper Networks), המעסיקה הקודמת של באטרה, אחד המייסדים, אשר תבעה את PAN על הפרה לכאורה של חלק מהפטנטים שלה.\nיש לציין, כי ישנם מקרים בהם ניהול הליכים משפטיים נגד חברה הם טקטיקה לגרום לירידת ערכה, בדרך לרכישה אפשרית. כך, יכולה החברה הרוכשת לנסות ולכפות על החברה הנרכשת להציג ערך כולל נמוך יותר ממה שהיא היתה רוצה לקבל, ובאותה העת עדיין לרכוש אותה ואת נכסיה.\nבמקרה של PAN לאחר הגשת מסמכי ה-S-1, הרי שייתכן ומדובר בסך הכל בניסיון של ג’וניפר לחסום את PAN מלהשתלט על חלקים נרחבים יותר של שוק אבטחת המידע לארגונים. כיום טוענת ג’וניפר, כי PAN מפרה 6 פטנטים שונים שלה.\nלפי מסמכי ה-S-1, בכוונת החברה להנפיק בהקדם האפשרי, ובהנתן תאריך ההגשה, תחילת אפריל, היא תוכל לעשות זאת לאחר תום 3 חודשים ממועד ההגשה. גיוס של 175 מיליון דולרים מהציבור יאפשר לחברה לא רק להתמודד בהצלחה מול הליטיגציה של ג’וניפר, אלא גם לפרוץ קדימה ולנגוס בחלקים משמעותיים עוד יותר מעוגת מוצרי אבטחת המידע לארגונים.\nאת ההנפקה יובילו החתמים של מורגן סטנלי (Morgan Stanley), גולדמן זאקס (Goldman Zachs), סיטיגרופ (CitiGroup), ולצידם קרדיט סוויס (Credit Suisse), בארקלייס (Barclays) חברת UBS Securities וריימונד ג’יימס (Raymond James).\n\nMicrosoft Bizspark היא תוכנית גלובלית שפותחה במטרה לסייע להצלחת סטארטאפים בשלבים המוקדמים על-ידי אספקת מספר משאבי מפתח, בזמן שהכי צריך אותם:\nתוכנה – במסגרת התוכנית, תקבלו גישה מלאה למגוון הרחב של כלי הפיתוח, הפלטפורמות השונות ורשיונות לכל מוצרי מיקרוסופט לשימוש מיידי למשך 3 שנים, לצורך פיתוח וחדירה לשוק של פתרונות וטכנולוגיות חדשות. כל אלו, יחד עם כל ההטבות האחרות בתוכנית, מגיעות ללא תשלום.\nתמיכה – התחברו לשותפים נוספים בתוכנית מרחבי העולם – חממות, משקיעים, יועצים, משרדי ממשלה וספקי הוסטינג – כולם מעורבים ומושקעים באופן שווה בתחומי החדשנות והיזמות בתחום התוכנה והאינטרנט ומציעים מגוון רחב של פתרונות שיוכלו לסייע לכם בפתרון בעיות טכנולוגיות ועסקיות.\nחשיפה – מעבר לשיתוף הפעולה עם ניוזגיק, תוכנית Bizspark חושפת את הסטארטפים החברים בה לקהל רחב של משקיעים, לקוחות ושותפים פוטנציאליים. כחברים בתוכנית Bizspark של מיקרוסופט, תזכו לגישה לאקו-סיסטם עשיר של עמיתים למקצוע, שותפים ומגבים משאבי תמיכה מכל העולם, אשר יסייעו לכם לגדול ולהצליח. Microsoft Bizspark זו הדרך המהירה ביותר להזניק את הסטארטאפ שלכם קדימה.", "keywords": ",firewall,ipo,juniper networks,morgan stanley,nir zuk,palo alto networks,raymond james,s-1,ubs securities,בארקלייס,גולדמן זאקס,הנפקה,חומת אש,מורגן סטנלי,ניר צוק,סיטיגרופ,פיירוול,קרדיט סוויס,ריימונד ג\\'יימס,barclays,citigroup,credit suisse"}