{"url": "https://www.geektime.co.il/mcafee-firewall-enteprise-v8/", "type": "article", "title": "מק'אפי חושפת את הדור הבא של פתרונות ה-Firewall", "description": "מק'אפי  מכריזה על הדור הבא של פתרונות Firewall -McAfee® Firewall Enterprise version 8, הכולל הגנת יישומים מורחבת. פתרון זה מאפשר למנהלי האבטחה בארגונים, לראות, לזהות ולאכוף מדיניות על למעלה מאלפי יישומים, דבר שלא התאפשר בטכנולוגיות Firewall מסורתיות.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/05/37279_mfe_primary_logo_rgb_tmb-300x225.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-11T11:34:10Z", "modified_time": "2010-12-05T09:17:10Z", "articleBody": "מק’אפי  מכריזה על הדור הבא של פתרונות Firewall -McAfee® Firewall Enterprise version 8, הכולל הגנת יישומים מורחבת. פתרון זה מאפשר למנהלי האבטחה בארגונים, לראות, לזהות ולאכוף מדיניות על למעלה מאלפי יישומים, דבר שלא התאפשר בטכנולוגיות Firewall מסורתיות.\nמק’אפי מכריזה על הדור הבא של פתרונות Firewall -McAfee® Firewall Enterprise version 8, הכולל הגנת יישומים מורחבת. פתרון זה מאפשר למנהלי האבטחה בארגונים, לראות, לזהות ולאכוף מדיניות על למעלה מאלפי יישומים, דבר שלא התאפשר בטכנולוגיות Firewall מסורתיות. הפתרונות החדשים של מק’אפי, משלבים מאגרי איומים גלובליים, מבוססי ענן ומתאפיינים ברמת זיהוי גבוהה של רגישויות ושל איומים פנימיים וחיצוניים, כך שמציעים הגנה יעילה יותר, הפחתת עלויות תפעול ותאימות לרגולציות.\nפתרון ה- Firewall של מק’אפי, נסמך על מאגרי האיומים של מעבדות מק’אפי ומספק הגנה מקיפה כנגד איומים קיימים, כמו גם איומי רשת חדשים. מאגר האיומים הייחודי של מק’אפי, נסמך על 350 עורכי מחקרים ומאה מיליון חיישנים, לאיסוף נתונים. כל אלו מספקים ללקוחות הבנה פנימית וראייה שלמה של נוף האיומים.\nיישומי Web 2.0 של היום, חושפים ארגונים לאיומים חדשים על המדיניות, ואיומים בנושא תאימות לרגולציות. בהתבסס על יישומי אבטחה באיכות גבוהה, יישומי McAfee Firewall Enterprise, משלבים יישומי זהויות והגברת מודעות המשתמש, לצורך בקביעת מדיניות האבטחה בארגון ולאכיפתה. הטכנולוגיה מספקת רמת בהירות, שלא ניתנת להשגה במוצרי אבטחת רשת אחרים.\nטכנולוגיות ה- Firewall המסורתיות, בדרך כלל יקרות לניהול ולא תמיד מצליחות באכיפה יעילה של מדיניות הארגון. בשנים האחרונות ארגונים התמודדו עם עלייה בעומס עלויות תחזוקת ה- Firewall, כשטכנולוגיות ה- Firewall הישנות, התקשו להתאים את עצמן, ליישומים החדשים ולנוף האיומים המשתנה של היום. מרכיבי McAfee Firewall Enterprise מאפשרים ניהול שוטף, באמצעות אינטגראציה למערכת הניהול האחידה McAfee ePolicy Orchestrator (ePO). אינטגראציה זו של יכולות ניהול, מאפשרת לארגונים לחסוך בהוצאות התפעול.\nבין החידושים של הדור הבא של ה-Firewall:\nיכולות המוצר כוללות שיפורים משמעותיים בניהול ה- ,Firewall ובהגנה מפני איומים. מדובר בפתרון\nה- Firewall היחיד, העושה שימוש בטכנולוגיה המבוססת על מוניטין גלובלי, כולל חסימת אתרים חשודים וכן חסימות המבוססות על אזורים גיאוגראפיים, לסינון תנועה לא רצויה, לפני הגעתה לרשת ובכך נמנעים איומים, עוד בטרם התרחשותם. פתרון –  McAfee Firewall Enterprise, מעניק למנהלי אבטחת מידע הבחנה, זיהוי ואכיפת מדיניות, על אלפי יישומים ובכך מאפשר להם שליטה מוגברת על היישומים.\nפתרון McAfee Firewall Enterprise, זמין באופן המסורתי בכונן פיזי (חומרה) וכן באופן וירטואלי (כתוכנה המותקנת על שרת וירטואלי). האופציה הוירטואלית, מאפשרת ללקוחות, ליהנות מיתרון של טכנולוגיית הוירטואליזציה, להפחתת עלויות ולהעלאת הגמישות, בעזרת קונסולידציה של בסיסי נתונים וסביבות יישומים.\n בין היתרונות ב- McAfee Firewall Enterprise version 8: \nמערכת McAfee Firewall Enterprise, מגינה על למעלה מ- 16,000 לקוחות ברחבי העולם, כולל אלפי סוכנויות ממשלה, ארגוני Fortune 500 ו-7 מתוך 10 הארגונים הפיננסיים הנחשבים בעולם.\n\n", "keywords": "mcafee,מק\\'אפי,firewall -mcafee® firewall enterprise version 8,firewall,web 2.0,,מקאפי"}