{"url": "https://www.geektime.co.il/netflix-drm-cracked/", "type": "article", "title": "''פיצחתי בקלות את ההצפנה של נטפליקס''", "description": "בעזרת הפיצוח הזה, כל האקר או אדם אשר מחזיק במפתחות האבטחה יוכל פשוט להוריד כל סרט או סדרה בנטפליקס בלי בעיה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/edc0298a-b9a0-11e7-9274-06c476b5c346_aim_1024w-1546182054-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-03T12:30:52Z", "modified_time": "2019-01-03T13:13:04Z", "articleBody": "בעזרת הפיצוח הזה, כל האקר או אדם אשר מחזיק במפתחות האבטחה יוכל פשוט להוריד כל סרט או סדרה בנטפליקס בלי בעיה\nתמונה: Netflix\nבשנים האחרונות חל שינוי אדיר בתחום הפיראטיות. משתמשים רבים העדיפו לוותר על תהליכי ההורדה והחיפושים הלא-חוקיים ומתישים, והסכימו לשלם דמי מינוי חודשיים הוגנים יחסית לשירותי סטרימינג (שהולכים ומתרבים) כדי ליהנות מנוחות ויעילות. שירותים כמו נטפליקס מגנים על התכנים שהם משדרים לנו באמצעות מנגנוני DRM (ניהול זכויות דיגיטלי), ובכך מבטיחות לספקיות וליוצרי התוכן כי תוכניהם מאובטחים בפלטפורמה שלהם. עכשיו חושף מומחה אבטחה, כי לשירותי הסטרימינג האלה יש בעיה חמורה.\nתמונה: @David3141593, Twitter\nמומחה האבטחה דיוויד ביוקנן הודיע בחשבון הטוויטר שלו כי הוא הצליח לפצח את מנגנון ה-Widevine L3. זהו מנגנון DRM חינמי מבית גוגל שנמצא בשימוש על ידי שירותי סטרימינג כמו נטפליקס, Hulu, HBO-GO, אמזון, דיסני ועוד. החברות הללו משתמשות בו בעיקר במכשירי אנדרואיד ובדפדפני Chrome ו-FireFox. המשמעות היא שטכנית, כל מי שישיג את מפתחות ההצפנה יוכל פשוט להוריד את קובצי הסטרימינג בפורמט שיכול להתנגן בכל נגן, ולהפיץ אותם לכל מי שירצה בכך.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nביוקנן טוען כי ההצפנה הקריפטוגרפית של מנגנון ה-DRM מסוג Whitebox AES-128 יכולה להיות מפוצחת על ידי מתקפת DFA (התקפת שיבוש). מה שבעצם מוביל לחילוץ מפתחות ההצפנה, וקידוד של התכנים המוגנים על ידו לפורמט FFmpeg שניתן להורדה מיידית. עוד מוסיף ביוקנן, כי התהליך הוא “פשוט לביצוע באופן מעורר חשש״, והפיצוח שלו ארך ״מספר ערבים בודדים״. ביוקנן לא פירט את דרך הפיצוח שלו, וטען כי נעזר במספר פרויקטים אחרים כדי להשלים אותה. בנוסף, הוא לא פירט האם בטרם פירסום ההודעה שלו, הוא יידע את גוגל על הפירצה שמצא, כמקובל.\nSoooo, after a few evenings of work, I’ve 100% broken Widevine L3 DRM. Their Whitebox AES-128 implementation is vulnerable to the well-studied DFA attack, which can be used to recover the original key. Then you can decrypt the MPEG-CENC streams with plain old ffmpeg…\n— Dаvіd Вucһаnаn (@David3141593) January 2, 2019\n\nהחדשות הרעות עבור משתמשי נטפליקס הן שלפי ביוקנן, מאחר ולא מדובר בבאג, אם גוגל תרצה להקשות על מתקפות ה-DFA, היא תצטרך לנקוט בפעולות ״עירפול״ שונות, שיגרמו לירידה משמעותית בביצועים, וגם הן לא בהכרח יצליחו למנוע את הורדת הקבצים.\nהחדשות הטובות הן שמדובר בפירצה שקודם כל לא מסכנת שום מידע של המשתמש, וכי מנגנן ה-L3 שפוצח משמש להצפנת התכנים באיכות מתחת ל-HD. שאר התכנים באיכות גבוהה יותר משתמשים במנגנון Widevine L1 (גם הוא כמובן מבית גוגל). זהו כבר מנגנון הרבה יותר מתוחכם שמשתמש בהצפנה ועיבוד במעבד של מכשיר המשתמש בסביבה בטוחה (TEE). יכול להיות שהרע ביותר עוד לפנינו (ולפני נטפליקס וגוגל, בעיקר), כיוון שביוקנן מסר כי הוא עוד לא פנה לנסות לפצח את מנגנון ה-L1. במקרה התיאורטי שבו הוא יצליח, הדבר יהפוך לבעיה של ממש בקרב שירותי הסטרימינג השונים, ואולי גם עבור המשתמשים שיצטרכו לסבול מביצועים פחות מהירים.", "keywords": "נטפליקס,הולו,drm,גוגל,הצפנה,פיראטיות,פיראטים,האקר,מומחה אבטחה,הגנה,widevine l3,google,netflix,hulu,streaming,hacker,piracy"}