{"url": "https://www.geektime.co.il/adicet-bio-raises-51-acquires-ait/", "type": "article", "title": "חברת Adicet bio מגייסת 51 מיליון דולר ומודיעה על רכישת AIT הישראלית", "description": "שיתוף פעולה ישראלי מבורך - שתי החברות מפתחות טיפול חדשני באמצעות נוגדנים למחלת הסרטן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/shutterstock_233501644.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-28T09:25:28Z", "modified_time": "2016-01-31T10:42:39Z", "articleBody": "שיתוף פעולה ישראלי מבורך – שתי החברות מפתחות טיפול חדשני באמצעות נוגדנים למחלת הסרטן \n\nחברת Adicet bio המתמקדת בפיתוח הדור הבא של הטיפול במחלת הסרטן באמצעות אימונתרפיה (immunotherapy), הודיעה כי השלימה סבב גיוס A מרשים במיוחד בהיקף של 51 מיליון דולר. את הסבב הובילה קרן OrbiMed ביחד עם Novartis Venture Fund ו-Pontifax. החברה, הנמצאת בבעלות פרטית, עוסקת בפיתוח של חיסונים חדשניים לטיפול במחלת הסרטן, עם דגש על טיפולים על ידי השראה, הגברה או דיכוי של תגובה חיסונית. טיפול זה מבוסס על חיזוק המערכת החיסונית כנגד גידולים סרטניים או גורמים המסייעים להם להתפתח.\nאימונותרפיה היא שיטת טיפול חדשה במחלת הסרטן המנצלת את יכולתה של מערכת החיסון בגוף להשמיד תאים ממאירים, אשר שונים במאפיינים רבים מתאים נורמליים. חיסוני סרטן מבוססים על מרכיבים תאיים של הגידול הממאיר, אותם מנסים להעביר חזרה לגוף בדרך שתאפשר לזהות אותם כגורם זר, ממש כמו חיידק. כאשר מערכת החיסון תזהה את המרכיב של התא הממאיר כזר, היא תתקוף גם את התא הממאיר וכך תנסה להרחיקו מהגוף.\nלצד ההודעה על השלמת סבב הגיוס הודיעה Adicet bio על רכישת החברה הישראלית Applied Immune Technologies – AIT, אשר פיתחה טיפולים רפואיים וכלים לאבחון מחלת הסרטן, דלקות ומחלות זיהומיות. החברה עוסקת בפיתוח נוגדנים ממוקדים כנגד המחלה, על ידי איתור חלבונים בתוך התא עצמו, מהם ניתן לייצר נוגדנים לסרטן. AIT הישראלית אשר נוסדה על ידי ד״ר מירה פלד קמר הינה חברת פורטפוליו של קרן אורבימד, ועד היום גייסה כ-22 מיליון דולר גם כן מ-Pontifax ו-Novartis Venture Fund. \nההון שגייסה Adicet יאפשר לה להתקדם עם טיפולי החיסונים שלה, להציג מוצרים נלווים ולקדם את מוצריה של AIT הנרכשת. ״הטכנולוגיה, היכולות והקניין הרוחני משלימים את אלו של Adicet, וממקמים את החברה כך שביכולתה להפוך למובילה במוצרים לטיפול חיסוני בסרטן״, אמרה איה יעקובוביץ, מייסדת ומנכ״לית Adicet.\nAdicet bio נוסדה על ידי ד״ר איה יעקובוביץ, יזמת סדרתית ושותפה עצמאית באורבימד. בעברה הייתה יעקובוביץ מנכ״ל חברת Kite Pharma וחלק מ-Agensys team כאשר נרכשה תמורת 537 מיליון דולר על ידי Astellas Pharma. כמו כן הייתה בהנהלת Abgenix כאשר זו נרכשה על ידי Amgen תמורת 2.2 מיליארד דולר.\nקרדיט תמונה: cancer cells via shutterstock", "keywords": "גיוס,גיוס הון,אקזיט,אדיסט ביו,adicet bio,ait,סרטן,טיפול בסרטן,חיסון סרטן,applied immune technologies - ait,אימנותרפיה,חברה ישראלית,רפואה,ביומד"}