{"url": "https://www.geektime.co.il/xiaomi-launches-scooters-mi-tv-stick-and-curved-monitor/", "type": "article", "title": "מ''כרומקאסט'' וקורקינט חדש ועד למסך גיימינג זול וסמארטפונים: שיאומי בגל הכרזות", "description": "הענקית הסינית שטפה אותנו בגל של הכרזות - עם שלושה דגמים חדשים במשפחת רדמי, אוזניות אלחוטיות חדשות ואח קטן ל-Mi Box. חלק מהמוצרים יהיו זמינים לרכישה כבר מחר בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/MI-1594822053-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-15T17:31:12Z", "modified_time": "2020-07-15T17:31:12Z", "articleBody": "הענקית הסינית שטפה אותנו בגל של הכרזות – עם שלושה דגמים חדשים במשפחת רדמי, אוזניות אלחוטיות חדשות ואח קטן ל-Mi Box. חלק מהמוצרים יהיו זמינים לרכישה כבר מחר בישראל\nצונא-מי של הכרזות | מקור: שיאומי\nשיאומי הציגה היום (ה’) שורה ארוכה של מכשירים חדשים במסגרת אירוע השקה ארוך ומקיף – בהם שני דגמי קורקינטים חדשים, שלושה דגמי סמארטפונים, סטרימר חדש, מסך גיימינג קעור ואוזניות אלחוטיות חדשות. חלק מהמוצרים יהיו זמינים לרכישה בישראל כבר מחר.\nבאירוע ההשקה התפארו בשיאומי בעובדה כי החברה היא יצרנית הקורקינטים הפופולרית ביותר בעולם – והציגו שני דגמים (וטיזר לאחד נוסף) חדשים של הקורקינטים שלה. הקורקינטים יגיעו עם שיפורים חדשים וברמות מחיר תחרותיות, כרגיל.\nהדגם הראשון שהוצג הוא ה-Pro 2, קורקינט חשמלי במחיר של 499 אירו (עדיין לא ידוע מה יהיה מחירו בארץ), שמגיע למהירות של עד 25 קמ”ש ולטווח של 45 קילומטרים. ה-Pro 2 מגיע עם מנוע של 300 וואט.\nמקור: שיאומי\nבשיאומי אמרו כי שיפרו את יכולות הבלימה של הקורקינטים שלהם והם כעת מגיעים עם בלמים קדמיים ואחוריים – כדי לשפר את ביצועי הבלימה ואת רמת הבטיחות הכללית של השימוש בהם. אגב, הקורקינטים החדשים לא יפעלו עד שהרוכשים לא יצפו בסרטון בטיחות שיצרה החברה.\nבאירוע הוצג גם דגם נוסף – זול יותר – ה-Scooter 1S. הדגם הזול יותר, שיעלה 399 אירו, ויגיע גם הוא למהירות של עד 25 קמ”ש אך עם סוללה קטנה יותר – שתספיק לטווח של 30 קילומטר עם מנוע של 250 וואט. שיאומי הכריזה גם על שיתוף פעולה עם מרצדס-בנץ שיוליד דגם נוסף של קורקינט, שדרוג של דגם ה-Pro 2, אולם מעבר לזה לא קיבלנו פירוט נוסף.\nמקור: שיאומי\nעוד מוצר מסקרן שנחשף באירוע הוא ה-Mi Stick, ה”כרומקאסט” של היצרנית הסינית ומה שיכול להיחשב בתור האח הקטן של הסטרימר המאוד פופולרי של החברה – ה-Mi Box (וה-Mi Box S). פרטים רבים על הסטיק החדש כבר דלפו לרשת שבועות לפני ההכרזה, אך היום הוא הוצג רשמית ומחר כבר יהיה זמין לרכישה בישראל ב-199 שקלים. הסטיק מגיע עם מעבד מרובע-ליבות, 1 גיגה-בייט RAM ו-8 גיגה-בייט אחסון מובנה.\nהסטיק, לצערנו, ישדר רק באיכות של 1080p (או Full HD) ולא 4K והוא יגיע עם מערכת ההפעלה אנדרואיד TV מובנית, יכולות כרומקאסט מובנות ושלט מבוסס בלוטות’ – בדיוק כמו ב-Box – הכולל כפתורים ייעודיים לנטפליקס, הסייעת הקולית של גוגל ואמזון פריים וידאו.\nמקור: שיאומי\nאירוע ההכרזות של שיאומי חלש על קשת שלמה של מוצרים, כשאחד המוצרים המעניינים ביותר שהוצגו היה מסך גיימינג בגודל 34 אינץ’ שזכה לשם המאוד הגיוני – Mi Curved Gaming Monitor 34. המסך החדש יגיע עם רזולוציית WQHD של 3440×1440, קצב רענון של 144 הרץ ויחס גובה רוחב של 21:9. המסך החדש יעלה 399 אירו.\nמקור: שיאומי\nשיאומי הציגה באירוע שלושה דגמים חדשה למותג המוזל שלה, Redmi, דגמי הרדמי 9, רדמי 9C ורדמי 9A. הרדמי 9 מגיע עם המפרט הכי חזק מבין השלושה והוא כולל מסך של 6.53 אינץ’ (הזהה בגודלו לאלו של ה-A וה-C) ברזולוציית FHD+, סוללה בריאה בקיבולת 5,020mAh ומערך צילום מרובע (וכמובן מצלמת סלפי). הרדמי 9 יגיע גם עם מה שהפך למצרך נדיר בעולם הסמארטפונים – שקע אוזניות 3.5 מילימטר ומעבד מתומן ליבות  Helio G80 של MediaTek הסינית.\nהרדמי 9C, הסנדוויץ’ בסדרה החדשה שהוצגה היום, מגיע כאמור עם מסך זהה לדגם ה-9 רק לא ברזולוציית FHD. הוא מגיע עם מערך צילום של שלוש מצלמות אחוריות ומצלמת סלפי. ל-9C סוללת 5,000mAh ומעבד Helio G35 מתומן ליבות. גם ה-C, כמו שני אחיו, יגיע עם שקע אוזניות.\nהרדמי 9A, שיהיה זמין לרכישה בישראל החל ממחר ב-499 שקלים, זהה לשניים האחרים מבחינת המסך, שקע האוזניות וסוללה של 5,000mAh (כמו ה-A, לא כמו ה-9) ומגיע עם המעבד החלש ביותר מביניהם – Helio G25 – גם הוא מתומן ליבות. ה-9A מגיע גם עם צמד מצלמות אחוריות ומצלמת סלפי.\nרק בחודש שעבר השיקה רשמית שיאומי את צמיד הכושר המאוד פופולרי שלה – ה-Mi Band 5 – המגיע עם מסך 1.1 אינץ’ מסוג AMOLED, סוללה המסוגלת להחזיק עד כ-14 ימים ללא טעינה ויכולות ניטור משופרות. כעת נודע כי הוא יגיע ביבוא רשמי לישראל, ויהיה זמין לרכישה החל ממחר ב-199 שקלים.\nבאירוע הציגה שיאומי דגם חדש של משפחת האוזניות האלחוטיות שלה, שדומות באופן מחשיד לזוג אוזניות אלחוטיות מאוד פופולרי אהמ אהמ. הדגם החדש, Mi True Wireless Basic, מגיע עם מה שהגדירו בשיאומי כ”ביטול רעשי סביבה” על ידי שימוש בשני מיקרופונים. האוזניות יחזיקו 20 שעות של האזנה למוזיקה בין טעינות ובאירוע הציגו בחברה פיצ’ר שגם הזכיר לנו מאוד פיצ’ר של מותג מוכר – המציע חיבור אוטומטי לאוזניות ברגע שהקייס שלהן נפתח.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "שיאומי,סטרימר,שיאומי סטיק,קורקינט,קורקינט חשמלי,שיאומי pro 2,שיאומי s1,מסך גיימינג,מסך קעור,אוזניות אלחוטיות,רדמי,סמארטפון,סמארטפונים"}