{"url": "https://www.geektime.co.il/paypal-access-with-gigya-innovate-2011-facbook-ebay-cooperation/", "type": "article", "title": "כנס Innovate 2011 : פייפל משיקה את Paypal Access", "description": "ההכרזות האחרונות מכנס Innovate 2011 : חברות PayPal ו-X.commerce משיקות את PayPal Access, חברת eBay תשתף פעולה עם פייסבוק", "image": "https://files.geektime.co.il/wp-content/uploads/2011/10/paypal.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-10-13T09:30:07Z", "modified_time": "2011-10-13T19:04:32Z", "articleBody": "ההכרזות האחרונות מכנס Innovate 2011 : חברות PayPal ו-X.commerce משיקות את PayPal Access, חברת eBay תשתף פעולה עם פייסבוק\nחברת התשלומים הבינ”ל PayPal, יחד עם X.commerce, פלטפורמת המפתחים שבבעלותה, השיקו אתמול (12 באוקטובר, 2011) בכנס המפתחים INNOVATE2011, סאן פרנסיסקו את PayPal Access – מערכת מסחר המאפשרת ללקוחות לקנות באינטרנט בצורה מהירה ללא צורך לשנן מספר רב של סיסמאות.\nהמערכת החדשה הושקה לאחר שנערכו מחקרים רבים אשר העידו כי 25% מהרוכשים שהחלו תהליך קנייה בחנות אינטרנטית, מוותרים על הקנייה כאשר הם מתבקשים לפתוח חשבון ולהירשם לאתר. המערכת החדשה של PayPal מיועדת להפוך את הכניסה לאתר ואת פתיחת החשבון לפשוטות, ובכך להגדיל את הסיכוי שהלקוח ישלים את הקנייה וישוב כלקוח מרוצה.\nPayPal Access, הזמינה לבעלי אתרי סחר ברחבי העולם החל מהיום, מאפשרת לצרכנים להירשם ולהיכנס לאתרי האינטרנט באמצעות שם המשתמש והסיסמה שלהם ב-PayPal בלבד,  בניגוד למערכות אימות הזהות הקיימים כיום בשוק, PayPal Access תטפל בכל שלבי העסקה בין לקוח ובעל אתר, לרבות האימות, המידע לביצוע המשלוח ופרטי התשלום.\nבין השותפים שהצטרפו לתוכנית PayPal Access נמצאת חברת האינטגרציה החברתית מישראל Gigya, המתמחה באספקת אינטגרציה חברתית ועושה זאת עבור חברות ענק בינ”ל כמו קוקה קולה ו-CBS.\neBay מכריזה בכנס על שיתוף פעולה עם פייסבוק כאשר פונקציית Open Graph החדשה של פייסבוק תשולב בפלטפורמות eBay Marketplace, Magento ו-GSI הבינ”ל שבבעלות eBay. האינטגרציה עושה שימוש בפונקציות החדשות של פייסבוק ופותחת את אפשרויות הקנייה החברתית בפני מיליוני צרכנים ובעלי אתרים מכל הסוגים – החל מיזמים עסקיים קטנים וכלה בתאגידי ענק גלובליים.\nהחל מהיום, מפתחים ובעלי אתרים (ותוך מספר שבועות גם הצרכנים) יוכלו לשלב את הפונקציונליות של פייסבוק ב-X.commerce, מערכת המסחר המעניקה למפתחים מצד שלישי גישה לטכנולוגיית המסחר הגלובלית של eBay, לרבות פלטפורמת המסחר הפתוחה Magento.\nבשבועות הקרובים גם eBay Marketplaces ישלבו את Open Graph של פייסבוק ויעניקו למשתמשי eBay את האפשרות לשתף את חווית הקנייה שלהם בפייסבוק. המשתמשים יוכלו לשתף את המוצרים בהם הם מעוניינים או את אלה שכבר קנו ב-eBay עם חבריהם בפייסבוק. לאחר שהמשתמש מחליט לשתף מוצר או עניין במוצר, המוצר יופיע ב-Facebook Timeline שלו באמצעות הפיד.", "keywords": "innovate2011,paypal,x.commerce,paypal access,פייפאל,ג\\'גיה,גיגיה,gigya,מג\\'נטו,magento,איביי,ebay,פייסבוק טיימליין,facebook timeline,open graph,אי ביי"}