{"url": "https://www.geektime.co.il/htc-in-mobile-world-congress-2016/", "type": "article", "title": "גל ההכרזות של HTC: ליין סמארטפונים חדש ומועד השקה למשקפי ה-VR", "description": "בנוסף למשקפי המציאות המדומה ושלושה סמארטפונים חדשים תחת המותג Desire, הציגה HTC את הסמארטפון המתקדם ביותר שלה HTC One X9, כולל המפרט הטכני שלו", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/HTC-desire-825-e1456133004180.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-22T14:32:15Z", "modified_time": "2016-02-22T14:33:16Z", "articleBody": "בנוסף למשקפי המציאות המדומה ושלושה סמארטפונים חדשים תחת המותג Desire, הציגה HTC את הסמארטפון המתקדם ביותר שלה HTC One X9, כולל המפרט הטכני שלו\nמשקפי המציאות המדומה של HTC. יריית הפתיחה תהיה באפריל אז יושק גם האוקולוס ריפט\nהיום הראשון של Mobile World Congress כבר כמעט נמצא מאחורינו. אחרי גל ההכרזות של LG וחשיפת ליין הגלקסי של סמסונג, הגיעה תורה של HTC להציג לעולם מה שיש לה להציע.\nהגאדג’ט הראשון אותו HTC הציגה בברצלונה הם משקפי המציאות המדומה שלה, Vive. המערכת בנויה מקסדה, שני שלטים אלחוטיים ושני חיישני מיקום. השלטים נועדו לשלוט במצלמה שממוקמת בחזית הקסדה ותפקידה לאפשר לכם לנוע במרחב מבלי להיתקל במכשולים.\nמה שאמור להפוך את Vive לאטרקטיבית עבור רוב האנשים הוא האפליקציה הנלווית Vive Phone Services, שתשלח אל הקסדה הודעות טקסט, שיחות נכנסות ואת לוח השנה מהסמארטפון אל המסך שבקסדה.\nהתענוג הזה יעלה לצרכן הפשוט כ-799 דולר, שהם בערך 3,100 שקלים. לשם ההשוואה, אוקולוס ריפט עולה “רק” 599 דולר, שהם בערך 2,300 שקלים, אך מצד שני האוקולוס ריפט לא מגיע עם חיישנים. קסדת המציאות המדומה של HTC תהיה זמינה לרכישה החל מחודש אפריל הקרוב.\n\nHTC ניצלה את הבמה שניתנה לה גם כדי להציג את דגמי הסמארטפונים החדשים שלה מהליין Desire. להלן סיכום המפרט הטכני של שלושת המכשירים שהוצגו:\nHTC Desire 530\nHTC Desire 630\nה-HTC Desire 825 זהה כמעט לחלוטין ל-Desire 630 למעט ההבדלים הבאים:\nולסיום, המפרט הטכני של הסמארטפון HTC One X9:\nאמנם עוד לא ידוע לנו המחיר מאחורי הדגמים החדשים של HTC, אבל נגלה זאת בקרוב כאשר ינחתו על מדפי החנויות כבר בחודש הבא.", "keywords": "htc,desire 825,desire 630,desire 530,mobile world congress 2016,htc vive"}