{"url": "https://www.geektime.co.il/lg-launches-g5/", "type": "article", "title": "גל הכרזות ל-LG בברצלונה, הנה החשובות שבהן", "description": "מכשיר הדגל החדש של החברה עשוי כולו מתכת, כולל סוללה נשלפת ומגיע עם אביזרים נלווים ועצמאיים שיהפכו אותו לשימושי הרבה יותר. החברה הפתיעה עם מספר מוצרים חדשים ביניהם גם כדור מצלמה שנשלט מרחוק", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/LG-G5-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-21T16:40:05Z", "modified_time": "2016-02-21T17:26:30Z", "articleBody": "מכשיר הדגל החדש של החברה עשוי כולו מתכת, כולל סוללה נשלפת ומגיע עם אביזרים נלווים ועצמאיים שיהפכו אותו לשימושי הרבה יותר. החברה הפתיעה עם מספר מוצרים חדשים ביניהם גם כדור מצלמה שנשלט מרחוק\nצילום: גיקטיים\nתערוכת MWC תיפתח באופן רשמי רק מחר, אך במסיבת עיתונאים שקיימה בצהרי היום (א׳) LG, חשפה החברה את מכשיר הדגל הבא שלה, ה-G5. הסמארטפון החדש מתוצרתה של LG כולל פיצ׳ר נחשק במיוחד של סוללה נשלפת, כך שניתן להחליף סוללה ריקה במלאה תוך שניות. כמו כן, כולל המכשיר את תצוגת ה-Always On המאפשרת למשתמש להביט באופן חטוף בשעה, התאריך וההתראות. לצד הסמארטפון, השיקה LG סדרת מוצרים נלווים המכונה – LG Friends, שיהפכו את הסמארטפון לנגן hi-fi ומצלמה מתקדמת ברגע.\nמקור: יח״צ LG\nנראה כי הסלוגן החדש של LG הוא ׳פאן׳, כיף, או במילים שלה – להציע פארק שעשועים שלם בתוך הכיס שלכם, תוך כדי שהיא לא מתפשרת על רכיבי המכשיר; ה-LG G5 מגיע עם מעבד Snapdragon 820 המובטח להיות חסכוני באנרגיה, מסך 5.3 אינץ׳ Quad HD (2560×1440), 4GB זיכרון RAM ואחסון פנימי של 32GB עם אופציה להרחבה של עד 2TB באמצעות MicroSD.\nמבחינת צילום, המכשיר בעל מצלמה אחורית בת 16 מגה פיקסל, לצד עדשה קדמית נוספת בת 8 מגה פיקסל בעלת זווית רחבה של 135 מעלות, המאפשרת למשתמש לבחור בין צילום סטנדרטי לבין צילום פנורמי, כדי שחלילה לא תפספסו אף אלמנט בתמונה שלכם. פיצ׳ר זה נועד לדמות את העין האנושית, ולהציג את ׳התמונה המלאה׳, כפי שהיא רואה. מצלמת הסלפי של המכשיר מכובדת אף היא ומסתכמת ב-8 מגה פיקסל. סוללת המכשיר (הנשלפת כאמור) בעלת הספק של 2800mAh ותומכת ב- Qualcomm Quick Charge 3.0, הטענה במהירות גבוהה פי 4 מטעינה סטנדרטית. בנוסף מגיע המכשיר עם מערכת ההפעלה מרשמלו, והוא זמין בארבעה צבעים לבחירה – כסוף, טיטאן, זהב וורוד.\n\nאך כאמור, במסגרת השקת מכשיר הדגל החדש הציגה LG ליין מוצרים חדשים ועצמאי לחלוטין בשם LG Friends. ראשית, ה-CAM Plus היא יחידה עצמאית הניתנת לחיבור דרך חריץ הסוללה, וכך מאפשרת למשתמש אחיזה ושליטה נוחה יותר גם ביד אחת, כמו במצלמות מתקדמות. שליטה זו באה לידי ביטוי בכפתורים פיזיים לכיבוי הדלקה, כפתור הקלטה ושליטה בזום. כמו כן, כאשר יחידה זו מחוברת היא מוסיפה למכשיר אקסטרה סוללה של 1200mAh, כדי שתוכלו לצלם בכיף ובלי דאגות. גאדג׳ט נוסף שהציגה LG הוא ה-Hi-Fi Plus, נגן מוסיקה נייד שפותח בשיתוף עם Bang And Olufsen. יחידת האודיו מובטחת לדמות חווית סאונד מרשימה שעד היום הייתה רלוונטית רק עבור מי שרכש ציוד יקר ומאסיבי.\n\nאחד המוצרים המסקרנים והמגניבים ביותר שהציגה החברה היא מצלמת ה-360, מצלמה קומפקטית המצוידת בשתי מצלמות 13 מגה פיקסל עם עדשה רחבה, סוללת 1200mAh וזיכרון פנימי של 4GB. את המצלמה ניתן לחבר בקלות אל ה-G5, כך שכל אחד יוכל ליצור תוכן שכזה בצורה פשוטה. כמו כן, במסגרת שיתוף פעולה עם גוגל, תמונות שיצולמו בעזרת המצלמה יוכלו לעלות ל-Street View וליוטיוב 360, ויהיו זמינות לצפייה ב-VR 360 במכשירים תומכים.\nואיך אומרים? הכיף לא נגמר, שכן LG הציגה גם משקפי מציאות מדומה הפועלים אך ורק עם ה-G5. את המשקפיים ניתן לקפל כדי שהמשתמשים יוכלו לשאת אותם לכל מקום. באופן מתבקש, מכשיר זה מותאם לתמונות ווידאו שצולמו באמצעות ה-LG 360 CAM ולתוכן של הקארדבורד של גוגל. באותה הנשימה הושק ה-Rolling bot, רובוט נלווה המצלם קטעי וידאו בעזרת מצלמת 8MP ונשלט מרחוק באמצעות קישוריות WiFi ואוזניות הבלוטות׳ TONE Platinum של חברת Harman Kardon וה-Smart Controller – יחידת שליטה המאפשרת למשתמשים לשלוט ברחפנים ובמכשירים חכמים, ולצפות בזמן אמת בוידאו המצולם באמצעותם.\nהכתבת הינה אורחת חברת LG בתערוכת MWC בברצלונה.\n\n \n ", "keywords": "lg,אל ג׳י,ברצלונה,mwc,כנס המובייל,אנדרואיד,g5,מכשיר דגל,תערוכת mwc 2016,lg friends,מצלמה,סוללה נשלפת,מכשיר lg,מכשיר g5,הכרזה"}