{"url": "https://www.geektime.co.il/jobs-march25/", "type": "article", "title": "הנה משרות חדשות ושוות שיעניינו כל מי שמחפש עבודה חדשה ואת ומי ש''רק בודק''", "description": "זמן לשינוי? הנה 12 משרות שוות בכמה מהחברות המעניינות ביותר שמגייסות עכשיו בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/GettyImages-683808032-1521731202.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-25T13:30:29Z", "modified_time": "2018-03-25T13:10:21Z", "articleBody": "זמן לשינוי? הנה 12 משרות שוות בכמה מהחברות המעניינות ביותר שמגייסות עכשיו בישראל\n\nקרדיט תמונה/צלם: Willie B. Thomas/ gettyimages\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nWebpals Group\n\nקבוצת וובפאלס (Webpals) מובילה את עולם השיווק הדיגיטלי מבוסס הביצועים ופועלת בהצלחה בשווקים בינלאומיים. החברה הוקמה בשנת 2007, מאז היא גדלה בקצב מדהים ונכון להיום עובדים בה כ-400 עובדים. הקבוצה משתמשת בערוצי שיווק שונים כדי לטרגט משתמשים בעלי ערך על ידי פרסום ויצירת מודעות או הפעלת אתרי תוכן, ומפנה את אותם משתמשים אל האתרים או האפליקציות אותם היא מקדמת. Webpals היא מובילה עולמית בקניית מדיה חכמה וקיבלה את התג היוקרתי של שותף גוגל, פייסבוק ואינסטגרם. בנוסף לכך עובדת החברה בערוצי מדיה נוספים כמו סנאפצ’ט, טוויטר, פלטפורמות לקידום תוכן ועוד.\n– To send a CV for the position of COPYWRITER\n– To send a CV for the position of Senior SEO Specialist\n\nהחזון של טראקס (Trax) הוא להוביל מהפכת מידע טכנולוגית בתעשיית ה-Retail בעולמות של-Fast Moving Consumer Goods, באמצעות טכנולוגיה של Fine Grained Image Recognition ו- Data-Science. החברה מפתחת פלטפורמה המטפלת בזמן אמת בעשרות מיליוני תמונות הנאספות מרחבי העולם, וממירה אותן ממידע מהעולם הפיזי למידע דיגיטלי.\nTrax מתמחה בזיהוי תמונה לשוק הקמעונאי וליצרנים ופיתחה טכנולוגיה המבוססת על למידה עמוקה (Deep-learning) המשמשת לזיהוי של מוצרי צריכה מתוך תמונות של שטחי מדף. לקוחות Trax משתמשים בטכנולוגיה הזו לאופטימזציה של שטחי מסחר ושיפור תהליכי האופרציה שלהם בחנויות, על מנת להגדיל את הכנסותיהם בצורה משמעותית.\n– To send a CV for the position of Data Platform Engineer\n– To send a CV for the position of Systems Engineer\nDome9\n\nחברת Dome9 Security עוסקת בתחום אבטחת הענן והיא מספקת פתרון לניהול אבטחה עבור לקוחות שמשתמשים במחשוב ענן כתשתית המחשוב שלהם. מה שהופך את המוצר של החברה לייחודי בשוק ה-Cloud Security הוא בין היתר, העובדה שהם מציעים תמיכה בשלוש זירות שונות של סביבת ענן – אמזון, מייקרוסופט וגם גוגל. מעבר להגנה על כמויות גדולות של Data שמאוחסנות בענן, המוצר שהחברה מספקת גם מסוגל לחזות ולמנוע איומים וסכנות עתידיות.\nהחברה הוקמה במרץ 2011, היא בין הוותיקות בתחום ה-Cloud Security ויש לה עשרות אלפי לקוחות ברחבי העולם. נכון להיום לחברה כ-70 עובדים, בסניף האמריקאי בmountain view קליפורניה, ורובם במרכז הפיתוח בישראל. מאז הקמתה היא עברה שלושה סבבי גיוס שונים בסך כולל של כ-30 מיליון דולר.\n– To send a CV for the position of Senior BackEnd Developer\n– To send a CV for the position of Chief System Architect\nCyberArk\n\nCyberArk היא אחת מחברות אבטחת הסייבר המובילות בעולם וחברת הסייבר הישראלית השנייה בגודלה בעולם. החברה נחשבת למובילת שוק בתחום אבטחת “חשבונות פריבילגיים” (privileged account). מדובר בחשבונות המאפשרים גישה לנכסי המידע הרגישים ביותר בארגון.\nהחברה מפתחת פתרונות בתחום ה-CyberSecurity שמיושמים על ידי מגוון חברות וארגונים גדולים בעולם. שכבת ההגנה שפיתחה החברה מאפשרת שליטה ובקרה על פעילותם של חשבונות רגישים ברשת הארגונית – באתר הלקוח, בענן ובתהליכי DevOps.\n– To send a CV for the position of SERVER SIDE DEVELOPER\n– To send a CV for the position of R&D SECURITY ARCHITECT\n\nחברת הסטארטאפ הישראלית MyHeritage מתמחה בבניית אילנות יוחסין, חקר שורשים ואיתור קרובי משפחה, והיא פלפטפורמה לגילוי, שימור ושיתוף היסטוריה משפחתית. MyHeritage נוסדה בשנת 2003 על ידי היזם והגנאולוג המומחה, גלעד יפת שמשמש גם מנכ”ל החברה, ומסטארטאפ צנוע שהחל את דרכו בחניה ביתית הוא צמח לחברה גלובאלית עם 91 מיליון משתמשים ב-196 מדינות שונות.\n To send a CV for the position of – MySQL and DevOps Expert –\n To send a CV for the position of – Server Developer –\nYotpo\n\nיוטפו (Yotpo) היא חברת סטארטאפ ישראלית המפתחת מערכת לשיווק באמצעות תוכן של גולשים וצרכנים. החברה הוקמה ב-2011 על ידי תומר תגרין ועומרי כהן, שמסבירים כי הרעיון להקמת החברה נבע מחוויית קנייה אישית קשה, שהייתה מבוססת על תוכן גולשים לא אמין. כיום יוטפו מספקת פתרונות תוכן גולשים למעל 200 אלף עסקים ומשרתת מעל 400 מיליון יוזרים בעולם. החברה עוזרת לעסקים לשווק את עצמם דרך החוויות של הלקוחות שלהם, כלומר במקום שעסק יפרסם עצמו בערוצים רגילים, עכשיו הוא מפרסם את עצמו דרך הלקוחות שלו.\nTo send a CV for the position of Partner Marketing Manager\nTo send a CV for the position of HR Expert\n", "keywords": "front end developer,product manager,web team leader,devop,chief system architect,cyber security,dome9,דום9,סייבר,myhritage,אור יהודה,ראש העין,איליון,ilyon,apple,cloudshare,אפל,קלאודשר,pepper,פפר,עבודה בהייטק,גיקג\\'וב,אינסיידר,intuit,hibob,טראקס,אקווה,יוטפו,זברה,גיקטיים,משרות,geektime insider,insider,trax,zebra,aqua,yotpo,qa engineer,risk management lead,ux/ui expert,גיקגו\\'ב"}