{"url": "https://www.geektime.co.il/5-things-about-spring-framework/", "type": "article", "title": "5 סיבות טובות לבחור ב-Spring Framework", "description": "מטריקות מולטי-מימדיות, ניהול קבצי קונפיגורציה ועבודה עם הענן: היכולות שאולי לא הכרתם באחת מתשתיות התוכנה הכי נפוצות ב-Java", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/image-2-1589793624-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-04T11:33:55Z", "modified_time": "2020-06-04T11:30:13Z", "articleBody": "מטריקות מולטי-מימדיות, ניהול קבצי קונפיגורציה ועבודה עם הענן: היכולות שאולי לא הכרתם באחת מתשתיות התוכנה הכי נפוצות ב-Java\nהכתבה בחסות\nתמונה: pexels\nמאת שרית פנחס, Senior Software Engineer , Duda\nFrameworks הן ספריות צד שלישי שפותחו ונבדקו, בדרך כלל, על ידי מפתחים מנוסים וניתנות לשימוש חוזר. שימוש ב-Framework מאפשר לנו להתרכז במשימה ולא בקוד המסגרת הנלווה אליו, ועוזר לנו להיצמד לסטנדרט בתעשיה. מצד שני, שימוש ב-Framework מחייב אותנו לכתוב אפליקציה בצורה מסוימת ולהשתמש בספריות ובשפות תכנות בגרסאות מסוימות.\nאם כן, התשובה לשאלה באיזה Framework כדאי להשתמש (אם בכלל) היא – תלוי בהקשר.\nSpring היא אחת ה-Frameworks הכי שכיחות ב-Java והיא מאפשרת לנו לכתוב אפליקציות מורכבות בקלות. אחת היכולות המרכזיות שלה היא Dependency Injection, שימוש האפליקציה באובייקטים מוזרקים בזמן ריצה. יכולת זו מאפשרת לכתוב בדיקות בפשטות (Spring מעודדת בכך Test Driven Development).\nSpring מחולקת למודולים, כך שניתן להשתמש רק בפרויקטים הרלוונטיים לאפליקציה שלנו, היא מלווה בתיעוד ומדריכים רבים והיא נתמכת על ידי הקהילה. זהו קוד פתוח בעל היסטוריה ארוכה. Spring ממשיכה להתפתח ולהיות מתוחזקת, והיא הפכה להיות פתרון ברירת המחדל להרבה בעיות נפוצות שנתקלים בהן בעת פיתוח אפליקציה ב-scale גדול. הנה עוד 5 סיבות לבחור בה:\n1 – Authorization\nSpring Security הוא פרויקט המאפשר מתן הרשאות ברמת המתודה או המחלקה. ההרשאות יכולות להינתן ל-roles מסוימים בעזרת השימוש בביטוי hasRole, והבדיקה אם המשתמש מורשה או לא יכולה להתבצע לפני הכניסה למתודה או אחריה (PreAuthorize או PostAuthorize). בעזרת יכולות אלו ניתן להגדיר security annotation מותאם אישית ובכך להפריד את ניהול האבטחה מהקוד עצמו בצורה טובה יותר.\n2 – עבודה עם הענן\nSpring מספקת לנו אבסטרקציה לעבודה עם הענן. אבסטרקציה זו מאפשרת לנו להימנע משימוש בפרטי היישום הספציפי של ענן מסוים. כך לדוגמה, כדי לאחזר קבצים ממקום האחסון שלהם בענן, נשתמש ב-Resource של Spring במקום להשתמש באובייקט Storage עבור Google Cloud או AmazonS3 עבור AWS. כך במקרה של החלפת ענן, יהיה צורך לשנות רק את הקונפיגורציה, ה-dependency וה-properties של האפליקציה מבלי לשנות דבר בקוד.\n3 – Actuator\nSpring Actuator הוא פרויקט המספק יכולות המאפשרות לנטר ולנהל את האפליקציה בזמן שהיא עולה ל-production, לאסוף מטריקות (על כך בסעיף הבא) ולהבין את מצב מסדי הנתונים. ה-actuator חושף HTTP endpoints או JMX beans מהם ניתן לקבל מידע כמו free disk space או רשימה של כל ה-scheduled tasks. מלבד ה-endpoints הקיימים, ניתן ליצור endpoints מותאמים אישית.\nJMX beans view in jconsole. There are other endpoints that require additional dependencies, i.e.: session and integrationgraph\nעבור כל אחד מה-endpoints ניתן לקבוע האם הוא יהיה סגור, פתוח לכולם או מאובטח, כלומר רק למשתמשים מסוימים תהיה גישה אליו.\nExposing 2 endpoint(s) beneath base path ‘/actuator’ – health and info HTTP endpoints are exposed by default\nניתן לפנות לחלק מה-endpoints לא רק על ידי קריאת GET לקבל מידע אלא גם על ידי קריאת POST או DELETE לביצוע פעולות כמו סגירת האפליקציה כולה על ידי קריאת POST ל-shutdown endpoint.\n4 – מטריקות\nMicrometer הוא facade (ממשק המסווה קוד מורכב יותר) עבור מטריקות. הוא תומך במספר מערכות ניטור ביניהן Graphite, InfluxDB ו-Prometheus ומאפשר ליצור מטריקות כגון Counter, Gauge, Timer ו-DistributionSummary לקבלת מידע על התפלגות אירועים. המטריקות הן מולטי מימדיות, כלומר ניתן לשייך למטריקה אחת יותר מתיוג בודד ובכך לייצר חיתוכים רב מימדיים על המידע.\nכאמור, כדי להשתמש ולאסוף את המטריקות על ידי ה-Micrometer יש להשתמש בפרויקט Spring Actuator.\nMetrics in / actuator/ prometheus endpiont\nכמו כן, כיוון שמספר רב של מערכות הניטור הנתמכות (כדוגמת Graphite ו-InfluxDB) יכולות להוות מקור נתונים ל-Grafana, ניתן ליצור ייצוג גרפי למטריקות ולהוסיף עליו התראות במגוון מערכות כמו Slack, Kafka ו-PagerDudy.\nGrafana’s graph showing Counter metric using prometheus as data source\n5 – קונפיגורציה\nSpring Cloud Config מאפשר לאחסן ולהגיש קונפיגורציה במערכת מבוזרת בתצורת client/server. הקונפיגורציה עצמה נשמרת בשרת כדוגמת Git, Vault, AWS S3 (ברירת המחדל) ו-Redis ותומכת בהצפנה ופענוח של הערכים.\nהלקוח מאחזר את הקונפיגורציה מהשרת בזמן ריצה. כל משתנה קונפיגורבילי באפליקציה מסומן ב-Value annotation. כאשר אחד הערכים משתנה, לא צריך לפרוס מחדש את הקוד. כיוון ששרת הקונפיגורציה השתנה, הלקוח מקבל את הערך החדש בעת הבקשה ללא התערבות נוספת מצידנו. ניתן גם לחייב אחזור של הערך בעת השינוי שלו על ידי הוספת RefreshScope annotation.\nכך ניתן ליצור ניהול קונפיגורציה מרכזי במערכת מבוזרת בתצורת Client/Server ושינוי ערכים בזמן הריצה של האפליקציה.\nבונוס\nבזמן עליית האפליקציה, מופיע הכיתוב המוכר Spring ב-Console.\nSpring banner on the console\nניתן לשנות כיתוב זה על ידי הוספת קובץ banner.txt לתיקיית Resources עם טקסט חופשי.\nBanner Text: The Dude, Banner Font: doh\nכאמור, Spring היא אחת מתשתיות התוכנה הכי נפוצות ב-Java. השכיחות שלה גדלה מיום ליום וכך גם היכולות הנרחבות שלה. לכן, כדאי להכיר אותה כדי שנוכל להחליט האם השימוש בה הוא הפתרון היעיל והנכון לאתגר העומד בפנינו.", "keywords": "spring framework,דודא,authorization,java,ניהול קבצי קונפיגורציה,actuator,מטריקות מולטי-מימדיות,,dependency injection,frameworks,spring,מטריקות"}