{"url": "https://www.geektime.co.il/right-way-connecting-android-to-osx/", "type": "article", "title": "הפתרון שיהפוך את המק ומכשיר האנדרואיד שלכם לחברים הכי טובים", "description": "אחד מהדברים המתסכלים בעבודה עם אנדרואיד לצד מק, הוא חוסר הנוחות בחיבור הסמארטפון למחשב ובהעברת קבצים ממנו ואליו. הפתרון הבא יסייע לכם לעשות זאת בקלות ובנוחות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/Screen-Shot-2016-04-18-at-1.05.00-PM-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-19T12:54:19Z", "modified_time": "2016-04-19T11:42:05Z", "articleBody": "אחד מהדברים המתסכלים בעבודה עם אנדרואיד לצד מק, הוא חוסר הנוחות בחיבור הסמארטפון למחשב ובהעברת קבצים ממנו ואליו. הפתרון הבא יסייע לכם לעשות זאת בקלות ובנוחות\nצילום מסך: אבישי בר, גיקטיים\nאחת הבעיות הגדולות ביותר בעבודה עם אנדרואיד ו-OSX, היא ההתממשקות בין השניים. בגירסאות האחרונות של אנדרואיד, נזנח הפתרון שמאפשר לנו לגשת לזיכרון הפנימי של המכשיר כ-USB Storage (כמו Disk On Key) והתגלתה לה שיטה חדשה – MTP – Media Transfer Protocol שנועדה בעיקרה להעברת מדיה. כולנו מכירים את אפליקציית Android File Transfer שהופכת את החיים למעט יותר קלים, אך לא ממש יציבה וחווה המון שגיאות בהעברת קבצים גדולים.\nבנקודה הזו, יופיעו האייפוניסטים ויגידו: ״מה אתה מתלונן, לא טוב לך? תקנה אייפון״. האמת, שלא לגוגל ולא לאפל האינטרס לאפשר ממשק נוח בין הפלטפורמות. לכן, החלטנו לקחת את החוק לידיים ולהשתמש בפתרונות קוד פתוח שיאפשרו לנו לממשק את האנדרואיד שלנו ל-OSX ולסייע למערכת לזהות אותו כמערכת קבצים ״טבעית״ לכל דבר. ההתקנה אינה פעולה פשוטה, אך תוך מספר דקות ומעט פקודות ב-Terminal, תוכלו לעבוד ״כמו שצריך״ עם כל מכשירי האנדרואיד שלכם, להעתיק ולהדביק קבצים ולעשות פעולות נוספות בצורה טובה ונוחה.\nצילום מסך: אבישי בר, גיקטיים\nהצעד הראשון שצריך לעשות, קודם כל, הוא לקנפג את חיבור המכשיר למחשב בתצורה הנכונה. בכדי לעשות זאת, יש לנווט להגדרות המכשיר, אודות הטלפון, ללחוץ על Build Number מספר פעמים עד שתופיע ההודעה המשמחת: You are now a developer. תמיד רציתם להיות, לא?\nכעת, ניגש ל-Developer Options ונפעיל את אופציית USB Debugging. בחיבור הראשון למחשב שלכם, יופיע דיאלוג בסמארטפון בו תרצו לסמן Yes על מנת לאשר למכשיר להתחבר למחשב באמצעות פרוטוקול ADB, עליו נרחיב בהמשך.\n\nלמי שלא מכיר, Homebrew היא מנהלת חבילות ל-OSX (בדומה ל-apt-get של אובונטו). לאחר ההתקנה של האפליקציה, Homebrew תאפשר לכם להתקין חבילות שאין להן Installer מסודר ישירות לתיקיית /usr/local/Cellar ב-OSX. בכדי להתקין את Homebrew, עליכם להריץ את הפקודה הבאה ב-Terminal שלכם:\n/usr/bin/ruby -e \"$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/master/install)\"\nאת ה-SDK של אנדרואיד נתקין על המק שלנו, בכדי שיהיו לנו את ה-Binaries העדכניים של ADB – קיצור של Android Debug Bridge – הדרך של המחשב שלנו לתקשר עם מכשיר האנדרואיד שברשותנו. מדובר על פרוטוקול העברת נתונים יציב יותר מ-MTP, שמהווה את הדרך הפופולארית לתקשר עם מכשירי האנדרואיד שלנו. עם זאת, ההבדל הוא שבמקרה של ADB, אנחנו צריכים לעשות פעולה אקטיבית על מנת שהמכשיר שלנו ידבר עם המחשב דרך הפרוטוקול.\nההתקנה של Android SDK מתבצעת על ידי הקלדת הפקודה הבאה ב-Terminal (לאחר שהתקנו את Homebrew, כמובן):\nbrew install android-sdk\nלאחר ההתקנה חשוב מאוד לשמור את ה-path שבו הותקן ה-sdk ולהעתיק אותו למקום בטוח בצד. בדרך כלל, ה-path ייראה ככה:\n/usr/local/Cellar/android-sdk/24.4.1_1\nאת ה-path נצטרך בהמשך.\nGo היא שפת תכנות בקוד פתוח, המתוחזקת על ידי צוות של גוגל ומתכנתים עצמאיים שתורמים לפיתוח השפה מכל רחבי העולם. את Go נתקין מכיוון ש-ADBFS כתובה ב-Go ולכן תלויה בהתקנה שלה.\nצילום מסך: האתר של Go\nההתקנה של Go מתבצעת על ידי הקלדת הפקודה הבאה ב-Terminal (לאחר שהתקנו את Homebrew, כמובן):\nbrew install go\nלאחר שהתקנו את החבילה דרך Homebrew, נסדר את ה-PATH של Go על מנת שהפקודות להתקנת ADBFS יעבדו כמו שצריך. ההתקנה מתבצעת דרך הקלדת הפקודות הבאות ב-Terminal:\nexport GOPATH=$HOME/go\nexport PATH=$PATH:$GOPATH/bin\nצילום מסך: אבישי בר, גיקטיים\nלאחר שהתקנו את Go, אפשר לעבור לשלב הבא.\nOSXFuse מאפשרת ל-OSX להרחיב את יכולות הטיפול שלה במערכות קבצים, מעבר ל-OSX Extended, FAT, exFAT ומערכות הקבצים שנתמכות בברירת מחדל על ידי המערכת, למערכות קבצים של תוכנות צד-שלישי, במקרה שלנו – ADB.\nצילום מסך: האתר של OSXFuse\nOSXFuse מותקנת דרך Homebrew. במהלך ההתקנה, תידרשו להקליד את סיסמאת מנהל המערכת שלכם, ובסופה תידרשו לבצע Restart למחשב. בבדיקה שלי לא הייתי צריך לעשות Restart למחשב, אך רצוי על מנת להימנע מבעיות.\nההתקנה של OSXFuse מתבצעת על ידי הקלדת הפקודה הבאה ב-Terminal (לאחר שהתקנו את Homebrew, כמובן):\nbrew install Caskroom/cask/osxfuse\nADBFS היא ספריית קוד פתוח ב-GitHub, אשר נשענת על FUSE וכל המטרה שלה הוא לחשוף את ADB כמערכת קבצים מובנת נייטיב בתוך מערכת ההפעלה שלנו, על מנת שנוכל לחבר את מכשיר האנדרואיד ולעיין בקבצים שבמכשיר מבלי שום אפליקציה חיצונית.\nכדי להתקין את ADBFS, נקליד את הפקודות הבאות ב-Terminal:\nexport GO15VENDOREXPERIMENT=1\ngo get github.com/zach-klippenstein/adbfs\ncd `go list -f ‘{{.Dir}}’ github.com/zach-klippenstein/adbfs`\n./install.sh\nצילום מסך: אבישי בר, גיקטיים\nכעת, נבדוק האם כל ההגדרות עברו בהצלחה והאם אנחנו מצליחים לגרום למחשב שלנו לזהות את מכשיר האנדרואיד, המחובר דרך ADB כמערכת קבצים מבוססת נייטיב. בשביל לעשות זאת, נריץ את סט הפקודות הבא:\ncd `go list -f ‘{{.Dir}}’ github.com/zach-klippenstein/adbfs`\nmkdir ~/mnt\nadbfs-automount\nלאחר ביצוע הפקודות הללו, נקבל חלון שדומה לחלון הבא:\nצילום מסך: אבישי בר, גיקטיים\nבמידה וקיבלנו את החלון הזה, הצלחנו! כעת, כאשר ננווט לתיקיית הבית שלנו במערכת – /Users/me, נראה את מכשיר האנדרואיד שלנו בתור Volume בתוך תיקיית mnt, כמו בצילום המסך הבא:\nצילום מסך: אבישי בר, גיקטיים\nכל הכבוד! כעת, במידה ותלחצו פעמיים על ה-Volume, תוכלו לראות את כל התיקיות במכשיר האנדרואיד שלכם. כעת, כל מה שנותר לעשות הוא להגדיר Service שימתין למכשירים ויעשה להם Mount למערכת באופן אוטומטי, כך שלא תצטרכו להריץ את הפקודה כל פעם בעצמכם.\nקודם כל, נעתיק את ה-Binary של adbfs מתיקיית המקור שלו לתיקיית bin אצלנו במערכת:\ncd ~/go/bin\ncp adbfs /usr/local/bin\n<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<!DOCTYPE plist PUBLIC \"-//Apple//DTD PLIST 1.0//EN\" \"http://www.apple.com/DTDs/PropertyList-1.0.dtd\">\n<plist version=\"1.0\">\n<dict>\n<key>Label</key>\n<string>com.adbfs-automount</string>\n<key>ProgramArguments</key>\n<array>\n<string>/Users/me/go/bin/adbfs-automount</string>\n<string>--adb=/usr/local/Cellar/android-sdk/24.4.1_1/platform-tools/adb</string>\n<string>--adbfs=/Users/me/go/bin/adbfs</string>\n</array>\n<key>RunAtLoad</key>\n<true/>\n<key>KeepAlive</key>\n<true/>\n<key>StandardOutPath</key>\n<string>/Users/me/adbfs.log</string>\n<key>StandardErrorPath</key>\n<string>/Users/me/adbfs.log</string>\n</dict>\n</plist>\nלאחר שביצענו את הפעולות הללו, נפעיל ונגדיר את ה-Service ב-OSX. נעשה זאת על ידי הקלדת הפקודות הבאות:\nlaunchctl load ~/Library/LaunchAgents/com.adbfs-automount.plist\nlaunchctl start com.adbfs-automounter\nנפעיל את המחשב שלנו מחדש, נחבר את מכשיר האנדרואיד שלנו שוב למחשב ונבדוק בקובץ /Users/me/adbfs.log שהכל בסדר:\n\nבמידה והלוג ריק, הכל עובד כמו שצריך. במידה ולא, יש כנראה בעיה כלשהי, והיא תפורט שם.\nנלך אל Finder, ואז אל Preferences. במסך הראשי, נוודא ש-Connected Servers מסומן ב-V, על מנת להראות את המחיצה על גבי ה-Desktop:\nצילום מסך: אבישי בר, גיקטיים\nבכדי להראות את המחיצה על ה-Sidebar, נגרור את האייקון משולחן העבודה שלנו אל ה-Sidebar ב-Finder ונבחר את המיקום הרצוי להצגה:\nצילום מסך: אבישי בר, גיקטיים\nזהו! כעת בכל פעם שתחברו את מכשיר האנדרואיד שלכם, תוכלו למצוא אותו בקלות ב-Finder ולגשת לקבצים שלו, לעשות העתק-הדבק או כל פעולה שתרצו באופן נוח וטבעי ב-OSX. בהצלחה!\nקרדיטים:", "keywords": "אנדרואיד,מקינטוש,osx,macintosh,android,אפל,apple,מערכת הפעלה,adb,adbfs,osxfuse"}