{"url": "https://www.geektime.co.il/devs-moves-to-dbaas/", "type": "article", "title": "הפתרון למגבלות משאבים וכוח אדם: מפתחים עוברים לבסיס נתונים כשירות ענן", "description": "בעולם שבו ניתוח אנליטי של נתונים מהווה תנאי להצלחה – מגבלות תשתית ותקציב הן המחסום הגבוה ביותר בדרך לפיתוח אפליקציה העושה שימוש מאסיבי בבסיס נתונים או במחסן נתונים. בין אם מדובר במפתח בודד, בצוות קטן או בארגון גדול – התשובה למגבלות האלה עוברת בענן", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/dev.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-24T11:15:16Z", "modified_time": "2015-06-24T10:56:44Z", "articleBody": "בעולם שבו ניתוח אנליטי של נתונים מהווה תנאי להצלחה – מגבלות תשתית ותקציב הן המחסום הגבוה ביותר בדרך לפיתוח אפליקציה העושה שימוש מאסיבי בבסיס נתונים או במחסן נתונים. בין אם מדובר במפתח בודד, בצוות קטן או בארגון גדול – התשובה למגבלות האלה עוברת בענן\nהכתבה בחסות\n\nמאת אלכס לברוב, Analytics Technical Specialist, IBM.\nמפתחים הבונים יישומי NoSQL פונים יותר ויותר לשימוש בבסיס נתונים כשירות ענן (DBaaS), בשילוב עם כלים המאפשרים לייעל את משימות הניהול של בסיס הנתונים ובמיוחד את תהליכי הניתוח האנליטי של נתונים הנאספים במהלך העבודה השוטפת. כך, ניתן לבנות בקלות ובמהירות דור חדש של אפליקציות מובייל ו-Web ולשלב יכולות טיפול ב-Big Data וניתוח אנליטי מבוססי מחשוב ענן. בסיס הנתונים כשירות מאפשר ללקוחות ליהנות מרמות שיא של חדשנות, וכן לבנות ולהפעיל אפליקציות עתירות נתונים. שימוש בבסיס נתונים כזה יחסוך את הצורך במומחים בתחום ניהול בסיסי הנתונים (DBA), כמו גם בזמן ההקמה, ובעלויות חומרה ותוכנה, תוך שהוא משחרר את המומחים בתחומים אלה למשימות בעלות ערך גבוה יותר.\nטכנולוגיות בסיס נתונים בענן משרתות כבר שורה ארוכה של לקוחות במגוון תחומי עסקים ותעשיות, לרבות עולם השירותים הפיננסיים, משחקים מקוונים, יצרני מכשירי מובייל, למידה מקוונת, קמעונאות ושירותי בריאות. עכשיו, הגיע הזמן להביאן גם לארגונים קטנים יותר, עד לרמת המפתח הבודד.\nחברות הזנק כמו גם ארגונים רבים יותר ויותר ניצבים כיום בפני האתגר של בניה ותפעול אפליקציות מובייל ו-Web העושות שימוש בכמויות גדולות של נתונים. השוק דורש אפליקציות שידעו לטפל בנתונים מובנים ובלתי מובנים, המבוזרים סביב העולם. מדי יום, יוצרים משתמשים בטלפונים סלולאריים חמישה פטא-בייט של נתונים חדשים: על מנת לעמוד בביקוש לנתונים האלה ולעבד אותם, יש צורך להבטיח זמינות מלאה של הנתונים וגישה נוחה אליהם, מכמות גדולה של מכשירי קצה ומשתמשים.\nקהילות בסיסי הנתונים בקוד פתוח Apache CouchDBTM ו-MongoDB מתמודדות עם האתגרים האלה – ומי שמקפידים לפעול במסגרת הקהילות האלה והתקנים אותם הן מקדמות משחררים את המשתמשים מכל מגבלה עתידית. הכלים היותר מתקדמים הזמינים בעולם בסיסי הנתונים בקוד פתוח, מאפשרים לסנכרן בין מכשירים ניידים ובין בסיסי נתונים בענן, במתכונת המבטיחה זמינות גבוהה וטווח גמיש של מידרוג והרחבה. תקן שירות הענן JSON – ראשי תיבות של JavaScript Object Notation – הזוכה לפופולאריות גוברת, מאפשר למפתחי מובייל ו-Web לאחסן במהירות ובקלות ולגשת באופן נוח אל כמויות עתק של נתונים ממכשירי מובייל.\nיותר ויותר מפתחים מאמצים את השימוש בבסיסי נתונים NoSQL – בזכות רמת הגמישות הגבוהה אותה הם מציעים. JSON הפכה זה מכבר לטכנולוגיית ה-NoSQL המובילה בעולמם של מפתחי אפליקציות מובייל ו-Web.\nמידע בכל מבנה, המאוחסן בענן כמסמכי JSON, כולל כבר בתוך המסמך תיאור עצמי של מהות המידע הזה. בסיסי הנתונים המתקדמים ממנפים עקרונות של שכפול מסמכי מאסטר ועיצוב מבוזר מתקדם על מנת לבנות אשכולות בסיסי נתונים אלסטיים, העשויים להיות פזורים על גבי מספר גדול של ארוניות מסד, מרכזי עיבוד נתונים או בעננים המנוהלים על ידי ספקים שונים. מערכת כזאת, מאפשרת הפצת מידע בפריסה כלל עולמית ואיזון עומסי עבודה על בסיס גיאוגרפי, על מנת להבטיח זמינות גבוהה וביצועים משופרים באפקליקציות בהן נדרש למקם את הנתונים קרוב ככל האפשר למשתמשי הקצה. היא מספקת חיפוש בטקסט מלא, שאילתות בנתוני מידע גיאוגרפי, ומפתוח גמיש בזמן אמת. בסיסי נתונים בסביבת ענן יכולים לפעול הן ברמת הענן הפרטי, על גבי תשתיות חומרה הזמינות באתר הלקוח – ובין אם במתכונת ענן היברידי, המשלב תשתיות צד שלישי. כך, ניתן להבטיח ללקוחות גמישות בהגדרה מחדש של פלטפורמת הענן שלהם, לאורך זמן, באופן שיאפשר אופטימיזציה של עלויות, אבטחה, טווח כיסוי וביצועים.\nמעל בסיס הנתונים הפועל כשירות ענן, נדרשת שכבת ניהול שתטפל במכלול משימות ניהול מחסן הנתונים והניתוח האנליטי. שימוש בטכנולוגיית in-memory במסגרת הזאת, מאפשר מתן תשובות מהירות יותר. כך, ניתן למנוע ממגבלות תשתיות לחסום את התהליכים האנליטיים הרגישים לשיקולי זמן קריטיים. צירוף נכון בין כלי בסיס הנתונים, מחסן הנתונים וניהול הניתוח האנליטי, מציג את הדרך היעילה ביותר לשלב ניתוח אנליטי אל תוך אפליקציות Web ומובייל.\nבסיס הנתונים כשירות ממנף את הזמינות, הגמישות והכיסוי הרחב המתאפשרים בסביבת הענן, על מנת ליצור רשת כלל-עולמית לאספקת נתונים, המאפשרת הרחבת הפריסה של אפלקציות והבטחת זמינותן למשתמשים, בכל מקום בו הם נמצאים.", "keywords": "ענן,יבמ,פיתוח,dba,ibm,dbaas,nosql,big data,web,בסיס נתונים,שירות ענן"}