{"url": "https://www.geektime.co.il/stackoverflow-survey-2020/", "type": "article", "title": "משכורות, שפות פיתוח אהובות ושנואות ומה גורם לכם לפניקה: הסקר השנתי של Stack Overflow כאן", "description": "בפעם העשירית ברציפות, עשרות אלפי מפתחים מרחבי העולם לקחו חלק באחד מהסקרים המקיפים ביותר שחושף מגמות, העדפות ונתונים מעודכנים על עולם הפיתוח", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/code-4918185_1280-1591100191-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-05T10:30:40Z", "modified_time": "2020-06-05T10:28:07Z", "articleBody": "בפעם העשירית ברציפות, עשרות אלפי מפתחים מרחבי העולם לקחו חלק באחד מהסקרים המקיפים ביותר שחושף מגמות, העדפות ונתונים מעודכנים על עולם הפיתוח\nמקור: Pixabay\nכמידי שנה, Stack Overflow, המקום אליו הולכים מפתחים כשהם נתקעים עם בעיות בקוד, מפרסם את הסקר הגדול שלו שחושף נתונים שונים על עולמם של המתכנתים, המגמות והטכנולוגיות השונות בהן הם עושים שימוש.\nבשנה השמינית ברציפות הטכנולוגיה השלטת היא כמובן JavaScript, ששומרת גם על מעמדה כשפת התכנות הנפוצה ביותר, עם 67.6% מקולות המשיבים. הטכנולוגיה שנמצאת במקום השני היא HTML/CSS עם 63.1%, כשלמקום השלישי והמכובד מגיעה SQL עם 54.7%.\nמקור: Stack Overflow\nכשבוחנים את ה-Frameworks הפופולאריים, jQuery נמצאת בראש, אחריה React.js ו-Angular במקום השלישי. בגזרת פלטפורמות הפיתוח, לינוקס אמנם שולטת, אך Windows משתרכת מעט אחריה, בפער ניכר מ-Docker שבמקום השלישי. Android הגיעה למקום החמישי ו-macOS במקום השישי בכל הקשור להיקף הפיתוח.\nמקור: Stack Overflow\nאגב, כשמסתכלים על האהדה לשפות הפיתוח השונות, שפת התכנות האהובה ביותר היא Rust, זו השנה ה-5 ברציפות. במקום השני נמצא את TypeScript של מיקרוסופט, שדחקה את Python האהודה למקום השלישי. מייד אחרי פייתון נמצא את Kotlin, לא מפתיע בהתחשב בעובדה שהיא השפה שגוגל דוחפת בתור שפת התכנות המועדפת לאנדרואיד.\nנעזוב לרגע את המקובלים בכיתה ונעבור לאלו שפחות. כאן נמצא את VBA, Objective C ו-Perl – שפות שמשמשות כרגע לא מעט מפתחים, אבל לא לאורך זמן אם זה תלוי בהם. אגב, כאשר המפתחים נשאלו אילו טכנולוגיות הם היו מעוניינים ללמוד, Python לקחה את המקום הראשון בהליכה בפעם הרביעית ברציפות, כשאחריה JS ו-Go הותיקה של גוגל.\nכמעט מחצית מהמשיבים (45.8%) סיפרו כי המחשבים בהם הם כותבים קוד מריצים Windows, בעוד ש-27% מהם עושים שימוש ב-macOS ו-26.6% במערכת הפעלה מבוססת לינוקס.\nכאשר נשאלו על הכלים והשירותים בהם עושים שימוש לצורך עבודתם, סיפרו כ-83% מהמשיבים כי הם משתמשים ב-GitHub – לעומת 37% בלבד ל-Gitlab המתחרה. הכלי השני בפופולריות שלו הוא Slack עם 53% שימוש (לעומת 25.6% ל-Teams המתחרה של מיקרוסופט). למקום השלישי הגיע Jira, כלי ניהול הפרויקטים של Atlassian ואחריו G Suite.\nברמה העולמית, הנהנים מהשכר הגבוה ביותר הם מפתחי Perl, Scala ו-Go עם משכורת חציונית של 75 אלף דולר בשנה. הפרט המשעשע הוא ש-Perl היא אחת מהשפות ההכי פחות אהובות, מה שמעיד על כך שהביקוש עולה על ההיצע. הנתונים משתנים כאשר בוחנים את המצב בארה״ב, אז רואים שמפתחי Scala, Go ו-Objective-C הם המרוויחים הגדולים ביותר, עם שכר שנע בין 135 אלף דולר ל-150 אלף דולר בשנה. אגב, למרות המשכורות הנדיבות, עולה כי 77% מהמפתחים יעדיפו תמיד להתנסות בגרסה חינמית של כלי חדש לפני שיפתחו את הארנק.\nמשכורות בארה״ב לפי שפות פיתוח, מקור: Stack Overflow\nכשבוחנים את השכר בהתאם לתפקידים ברחבי העולם, במקום הראשון נמצא מנהל פיתוח עם משכורת חציונית של 92 אלף דולר, מהנדס יציבות אתר (site reliability) מרוויח כ-80 אלף דולר ומומחה DevOps מסתפק ב-68 אלף דולר.\nמקור: Stack Overflow\nבארה״ב, כפי שניתן לראות בגרף, המספרים קצת טובים יותר.\nמקור: Stack Overflow\nשאלה מעניינת שהתווספה השנה לסקר היא היקף שעות העבודה, ועולה כי 75% מהמפתחים עובדים שעות נוספות. 26.7% ענו כי הם עובדים שעות נוספות בין פעם לפעמיים בחודש, בעוד שיותר מרבע מהם העידו שהם עובדים אקסטרה בין פעם לפעמיים בשבוע. כ-11% ענו שהם אף פעם לא עובדים שעות נוספות. 51.7% מהמפתחים ברחבי העולם עובדים בממוצע בין 40 ל-44 שעות בשבוע, כשבארה״ב היקף השעות השבועי עומד על 41.8. אם תהיתם, ובוודאי תהיתם, בבריטניה שבוע העבודה הממוצע הוא הקצר ביותר, ומסתכם ב-39.2 שעות שבועיות.\nמה קורה כשמפתחים נתקעים במהלך כתיבת הקוד? טוב, אנחנו מאמינים שאף לסת לא תישמט ואף אחד לא יפול מהכיסא, כשהוא ישמע ש-90 אחוז מהנשאלים פשוט נכנסים ל-Stack Overflow. וכן, אנחנו יודעים שממש עכשיו יש לכם 9 טאבים פתוחים שם.\nחוץ מביקור ב-Stack Overflow, נוהגים מפתחים רבים לעזוב את הבעיה, לעשות משהו אחר ולחזור אחר-כך בתקווה שהמצב ישתפר; דרכים נוספות להתמודדות היא צפיה בסרטוני הסבר, והתייעצות עם קולגות וחברים. מה שמעניין הוא שאחוז דומה מהמפתחים נוהגים בתגובה לבעיות להיכנס להתקף חרדה (10.9%) או לעשות מדיטציה (11.7%). שיהיה.\n\nהשנה השתתפו בסקר כ-65,000 מפתחים מ-186 מדינות ברחבי העולם, כשקצת יותר מ-1% מהם מישראל – בערך פי 10 מחלקנו היחסי באוכלוסיית העולם. 55% מהמפתחים הזדהו כמפתחי Full Stack ו-2כש% כמפתחי מובייל.\nרבים מהשתתפים בסקר גילו את נפלאות כתיבת הקוד בגיל צעיר; 54% מהם כתבו את שורת הקוד הראשונה שלהם בגיל 16, וקרוב ל-9% מהם הקדימו אף יותר והספיקו לבנות אתר או יישום לפני גיל 10. כשמסתכלים על הסך הכולל של המשיבים בסקר – רואים כי ל-46% מהם יש תואר ראשון בתחום רלוונטי, בעוד שבקרב מפתחים מקצועיים בלבד המספר עולה במעט ל-49.3% שמחזיקים בתואר ראשון.\nמקור: Stack Overflow\nנתון מעט מאכזב שאמנם השתפר בהשוואה לשנה שעברה נוגע למוצא האתני והגזע של המפתחים; 68.3% מכלל המשיבים הם ״לבנים״ או ממוצא אירופאי, בעוד ש-4.5% מהמשיבים הם ״שחורים״ או ממוצא אפריקני. כמו כן, כאשר בוחנים את הזהות המגדרית של המפתחים, עולה כי 91.5% מהמשיבים הם גברים, 8% נשים, והיתר לא חשפו את זהותם המגדרית.\nמקור: Stack Overflow\nבמבט נקודתי יותר לפי מדינות, עולה כי מתוך המשיבים לסקר בארה״ב כ-12% הן נשים, בקנדה – 11% ובמקום השלישי מבחינת היקף הנשים נמצאת בריטניה עם 10.9% נשים מפתחות. בגרמניה, המספר קוצץ ל-6.5%, אחריה ברזיל עם 5.8% וסוגרת את הרשימה פולין, עם 4.7% נשים מפתחות (מתוך אלה שהשתתפו בסקר).\nמקור: Pixabay\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nאם גרסת האמ;לק שלנו לא הספיקה לכם, אתם יכולים למצוא את הסקר המלא כאן", "keywords": "stack overflow,סטאק אוברפלואו,פיתוח,סקר מפתחים,סקר מפתחים 2020,שפת תכנות,שפות תכנות,שכר פיתוח,coding"}