{"url": "https://www.geektime.co.il/facebook-f8-2016/", "type": "article", "title": "כנס המפתחים של פייסבוק נפתח - הנה 6 ההכרזות החשובות ממנו", "description": "כנס המפתחים של פייסבוק נפתח עם מספר הכרזות מעניינות. מצ'ט בוטים ועד מצלמת 360 חדשה - הנה 6 ההכרזות שאתם צריכים לדעת", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/MARK2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-13T09:00:30Z", "modified_time": "2016-04-13T13:31:55Z", "articleBody": "כנס המפתחים של פייסבוק נפתח עם מספר הכרזות מעניינות. מצ’ט בוטים ועד מצלמת 360 חדשה – הנה 6 ההכרזות שאתם צריכים לדעת\nמארק צוקרברג. מקור: צילום מסך\nכמו כל שנה עורכת פייסבוק את ה-F8, כנס המפתחים השנתי שלה בסן פרנסיסקו. השנה, מציינת הרשת החברתית 10 שנים להקמתה וכ-1.6 מיליארד משתמשים פעילים. אז בלי הקדמות מיותרות, בואו נגיע להכרזות המעניינות מהערב.\nמארק צוקרברג סיפר על הבמה כי כיום נשלחות כ-20 מיליארד הודעות טקסט ביום. כמה הודעות נשלחות דרך ווטסאפ והמסנג’ר, שתי הפלטפורמות של החברה? 90 מיליארד ביום. מרשים. עוד נתון מרשים הוא שמתוך 1.6 מיליארד המשתמשים של פייסבוק, כ-900 מיליון עושים שימוש במסנג’ר.\nמכיוון שאף אחד מאיתנו לא באמת אוהב להתקשר למוקדי שירות. עוד פחות אנחנו אוהבים להוריד אפליקציות לכל שירות או חברה שבהם אנחנו מנויים. הפתרון שמציגה פייסבוק הוא Agents On Messenger. למעשה, מדובר במטלה שנתנה פייסבוק לבוטים, או תוכנות שיחה שמתבססות על AI, שמסוגלים לנתח את השפה הטבעית שבה אנחנו משתמשים, כדי לעזור לנו בהתנהלות מול בית העסק. כך למשל הציג צוקרברג כיצד הוא מזמין משלוח פרחים מענקית הפרחים האמריקאית 1-800-FLOWERS, כשכל תהליך ההזמנה נעשה בהודעות מסנג’ר בלבד. “למעשה”, אמר צוקרברג בהתייחסו לשם חברת משלוחי הפרחים “אנחנו מגיעים ל-1-800-FLOWERS, בלי לחייג אליהם בכלל”. גם גופי תוכן יוכלו לספק לקוראיהם שירות של מידע שמתבסס על צ’ט בוטים. מעוניינים בכתבה מסויימת או רוצים לקבל את כל החדשות בנושא מסויים? פשוט שלחו הודעה בשפה פשוטה לצ’אט בוט של CNN ותקבלו את כל המידע הרלוונטי. כש-CNN עושה למעשה שימוש בפלטפורמה חדשה בשם Outbrain for Chat שפותחה באאוטבריין הישראלית והושקה בחודש שעבר.\nחשוב להדגיש שהצ’ט בוטים ילמדו עם הזמן מהשיחות וילמדו לפענח את הבקשות, כשהרעיון הוא שלא נרגיש שאנחנו מתכתבים עם תוכנה והבקשות והשיחות ייראו כאילו אנחנו מדברים עם בן-אדם. בנוסף, יכולו הבוטים להגיב עם תמונות, לינקים ואפילו כפתורי “הנעה לפעולה” כמו “הזמן מקום”.\nהמצלמה של Movi. מקור: Movi\nפייסבוק ממש בעניין של שידור בלייב. ולא קשה להבין מדוע. אחרי הכל, אנשים מגיבים פי עשרה יותר לוידאו בלייב, מאשר לוידאו רגיל. צוקרברג אף ציין על הבמה כי למספר מגישים ובדרנים אמריקאיים יש יותר צופים בפייסבוק מאשר בתוכניות הטלוויזיה שלהם. עתה הודיעה פייסבוק כי היא משחררת את ה-API של השידור החי שלה כדי שמפתחים יוכלו לשלב את השידור החי באפליקציות שלהם או במוצרים שלהם. פייסבוק הדגימה כיצד רחפן של DJI, מצוייד ב-API החדש, ריחף מעל צוקרברג ושידר את האירוע בלייב. במקביל הכריזה חברת Mevo (לשעבר Movi) על המצלמה הראשונה בעולם שמגיעה עם אפשרות מובנית לשידור חי בפייסבוק – פשוט הדליקו את המצלמה ואתם כבר לייב בפייסבוק שלכם.\n\nAccount Kit – יאפשר למשתמשים להרשם לאפליקציה, בעזרת הטלפון שלהם ולא רק בעזרת חשבון הפייסבוק שלהם. על פי החברה, זה יביא לכך שיותר הורדות יסתיימו ברישום לחשבון.\nשיתוף טקסט – מעכשיו מפתחים יוכלו לשלב באפליקציה או באתר שלהם תוסף מיוחד שיאפשר לאנשים שרק מסמנים טקסט, לשתף אותו בפייסבוק בלחיצת כפתור, זאת במקום סימון, ואז ‘העתק+הדבק’.\nSAVE FOR LATER – מעכשיו נוכל לבקר באתרים שונים, מחוץ לפייסבוק, ולבחור באופציה של ‘שמור לאחר-כך’ בפייסבוק ולהגיע למאמרים הללו דרך האפליקציה.\nמנגנון פושים חדש – שיאפשר למפתחים להציף תוכן חדש למשתמשים שלהם.\nמנגנון Analytics For Apps חדש – שיעניק מידע דמוגרפי רב יותר ולא רק גיל, מין ומדינה כמו עכשיו. המנגנון החדש גם יאגור לייקים, תחביבים, רמת השכלה, הגדרת תפקיד ועוד.\nמקור: צילום מסך\nכמו סמסונג או Vuze הישראלית ולא מעט חברות אחרות, גם פייסבוק הציגה מצלמת 360 מעלות משלה.\nאפשר להירגע, החברה ממש לא בדרך להפוך לחברת חומרה ולשווק אותה, אבל מכיוון שהיא רוצה לדחוף את נושא הוידאו ב-360 מעלות בפייסבוק ובפלטפורמת ה-Oculus שלה, היא מציגה מעין ‘תצוגת יכולות’ בדמות מצלמת ה-Surround 360. מדובר במצלמה דמויית סביבון או צלחת מעופפת, שכוללת 14 עדשות שמסוגלות לצלם באיכות גבוהה מ-4K ועד 8K; בנוסף לעדשות המצלמה ההיקפיות, כוללת המצלמה גם עדשות Fisheye למעלה ולמטה, כדי למנוע את ‘החורים השחורים’ המוכרים מצילומי 360. מה שמיוחד במצלמה הוא זמן ה’תפירה’ המהיר במיוחד שלה. פייסבוק אגב לא תמכור את המצלמה, אלא רק תשחרר את המפרט, כדי שיצרנים יוכלו לבנות מצלמות דומות, ובנוסף היא תשחרר לציבור את האלגוריתמים שהיא פיתחה לכל תהליך התפירה ותעלה אותם עוד הקיץ ל-GitHub.\nכן, פייסבוק מאוד זהירה בנושא, אבל עדיין: בקרוב בתי עסק וחברות יוכלו לשלוח הודעות ממומנות בעזרת המסנג’ר של פייסבוק. הרעיון הוא לקצר תהליכים. במקום שנלחץ על באנר או מודעה בפייסבוק ואז נתחיל לחפש פרטים באתר, נוכל פשוט להיכנס לצ’ט עם הבוט ששלח לנו את ההודעה הפרסומית. כך שאם נקבל הודעת פוש שבודקת אם אנחנו מעוניינים בטיסה לקאריביים, נוכל ללחוץ על ההודעה ולהזמין כבר מהבוט את החופשה. כאמור, פייסבוק מאוד זהירה ובחברה הבטיחו כי יעשו הכל כדי שהודעות כאלו יגיעו בטפטוף, בשעות הנוחות לנו ועם תוכן מעניין – ובעיקר לא יהוו מטרד ל-900 מיליון המשתמשים בשירות.\nפייסבוק ומארק צוקרברג נזהרים מהתערבות בפוליטיקה כמו מאש. ובכל זאת, נשא צוקרברג כמה מילים שמכוונות נגד מי שאולי יהיה המועמד הרפובליקני לנשיאות, דונאלד טראמפ, גם אם שמו לא עלה במפורש. צוקרברג אמר: “כשאני מסתכל מסביבי ונוסע מסביב לעולם, אני מתחיל לראות אנשים ומדינות שמתכנסים בתוך עצמם ופונים נגד הרעיון של עולם מחובר ו’כפר קטן’. אני שומע קולות של פחד שקוראים לבניית חומות ולהדיר אנשים שהם מתייגים כ’אחרים’. חסימה של חופש הדיבור, עצירת ההגירה, הפחתת הסחר ובמקרים מסויימים מסביב לעולם אפילו ניתוק האינטרנט”. צוקרברג סיים את הפרק הזה כשאמר: “זה דורש הרבה אומץ כדי לבחור תקווה על פחד. אנשים תמיד יקראו לך נאיבי, אבל התקווה והאופטימיזם האלו הם אלו שעומדים מאחורי כל צעד חשוב קדימה”.\n ", "keywords": "פייסבוק,כנס מפתחים,f8,facebook f8,מסנג\\'ר,פייסבוק מסנג\\'ר,בוט,בוטים,internet.org,מארק צוקרברג"}