{"url": "https://www.geektime.co.il/xiaomi-mi-9t-pro-redmi-k20-pro-review/", "type": "article", "title": "בדקתי את ה-Mi 9t Pro של שיאומי ועכשיו אני לא יכול לקנות סמארטפון אחר בשקט", "description": "עם מפרט של מכשיר דגל אבל מחיר של מכשיר Mid-Range, ה-Mi 9t Pro של שיאומי הוא יורש מוצלח אפילו יותר של ה-Pocophone, ועשוי לעשות לכם כאב ראש ברכישה הבאה שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/IMG_0103-1569417307-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-28T11:10:50Z", "modified_time": "2019-09-28T11:10:37Z", "articleBody": "עם מפרט של מכשיר דגל אבל מחיר של מכשיר Mid-Range, ה-Mi 9t Pro של שיאומי הוא יורש מוצלח אפילו יותר של ה-Pocophone, ועשוי לעשות לכם כאב ראש ברכישה הבאה שלכם\nצילום: גיקטיים\nמעבד Snapdragon מהדור הכי חדש, מערך צילום משולש, סוללה ענקית, מסך קצה-לקצה בלי מגרעת, חיישן טביעת אצבע מתחת למסך ומצלמת סלפי נשלפת מגוף המכשיר. התרגלתם כבר שעבור מפרט מהסוג הזה צריך להיפרד מכמה אלפי שקלים טובים? כהרגלה, שיאומי מנסה לטרוף את הקלפים האלו, ושנה אחרי ששיגעה את עולם המובייל עם ה-Pocophone, שנתן תמורה כמעט לא הגיונית ביחס למחיר בשוק, היא משיקה בישראל את ה-Mi 9t Pro, שעומד לעשות את זה שוב – עם חצי ממחיר של מכשיר דגל, ותמורה מעולה למחיר.\nרגע לפני שמתחילים, בואו נעשה רגע סדר בדגמים: ה-Mi 9t Pro הוא בעצם ה-Redmi K20 Pro (ואפילו זוהה ככה על ידי כמה מהמכשירים האחרים שלי בבית). נזכיר שרק לפני כמה חודשים הושק בישראל ה-Mi 9t, שגם הוא גירסה משופרת של ה-Mi 9 שהושק רק לפני כמה חודשים בישראל. מבלבל? גם אותנו. לא ברור עדיין למה שיאומי עושה בלאגן שכזה בין השמות. אבל אנחנו בודקים כאן את ה-Mi 9t Pro, שהוא בעצם המתקדם ביותר מתוך החבורה.\nאז בואו נתחיל בדבר הבולט ביותר במכשיר, וזה כמובן המסך: זהו מסך 6.39 אינץ’ מסוג AMOLED ברזולוציית +FHD ואני חייב להודות שהופתעתי לגמרי לטובה ממנו. המסך של ה-9t Pro חולש על 91.9% מהמכשיר, והוא נראה פשוט נראה מעולה. הצבעוניות שלו מדויקת יחסית ונעימה לעין, והוא מסוגל להגיע לרמת בהירות מאוד מספקת. הוא אולי לא מסך 4K כמו מכשירי דגל אחרים, אבל בואו נודה בזה, רוב מכשירים הדגל מוגדרים מראש לרזולוציה נמוכה כברירת מחדל (לצורך חיסכון בסוללה), ואני בספק אם רוב המשתמשים טורחים לשנות את ההגדרה הזאת.\nצילום: גיקטיים\nהמסך של ה-9t Pro מרהיב ובולט לטובה בעיקר לאור העובדה שאין לו מגרעת או חור ייעודי למצלמת הסלפי, כיוון שזו נמצאת במגירה שנשלפת באופן אוטומטי מראש המכשיר. כן, מה שעד לפני שניה היה נשמע כמו טכנולוגיה עתידנית ניסיונית שתציל אותנו מהמגרעת, מגיעה עכשיו למכשיר שעולה פחות מ-2,000 שקלים. אגב, אם תפילו את המכשיר בזמן שמצלמת הסלפי פתוחה, ישנו אפילו מנגנון אוטומטי שמושך אותה בחזרה, בתקווה לפני שהיא פוגעת ברצפה. את מגירת המצלמה עוטפים זוג אורות די מגניבים, וכשהמצלמה סגורה, אותם אורות יכולים לשמש בתוך נורת התראות, שזה גם חכם וגם מגניב.\nצילום באמצעות מצלמת הסלפי של המכשיר מובילה לתוצאות די לא טובות גם באור טוב\nאני מודה שקשה לי לדעת משימוש של כמה שבועות האם מנגנון השליפה של המצלמה יחזיק מעמד לאורך שנים לעומת ההבטחות של שיאומי שטוענת שהוא אמור לעבוד יותר מ-300,000 פעם, אבל אני כן יודע להגיד לכם שהמצלמה הקדמית של המכשיר הזה היא די גרועה ונוטה לתמונות בהירות וחסרות פרטים. במקרה שכזה, עדיף כבר שתישאר במגירה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nצילום: גיקטיים\nשאר מערך הצילום מורכב מעדשה סטנדרטית ברזולוציית 48MP ומפתח צמצם של f/1.75, מצלמת טלפוטו לצילומי זום אופטי X2 ברזולוצייה של 8MP, והפתעה מהנה בדמות מצלמה עם עדשה רחבה במיוחד ברזולוציית 13MP. מערך הצילום הזה, לעומת מצלמת הסלפי, הוא הרבה יותר מ”רק בסדר”.\nהתוצאות הסופיות נעות בין טובות לסבירות, כאשר המכשיר די מתקשה בתאורה לא אופטימלית. באופן כללי וביחס למחיר, מדובר במערך צילום לא רע בכלל, אך כזה שמחוויר לעומת הפיקסל 3a למשל, שאפילו נמצא באותה קטגוריית מחיר. אין לי ספק שלרוב האנשים, המערך הזה יספיק לגמרי ובמחיר שכזה, זה יותר מ-Good Enough. אה, ואל תשכחו לכבות את ה-Watermark הבלתי נסבל ששיאומי אוהבת לדחוף למכשירים שלה בהגדרות של אפליקציית המצלמה. זהו אחד המקרים הנדירים שבהם אני נאלץ להמליץ לכם להפעיל את פונקציית ה-AI של המצלמה, כיוון שרק כאשר הפעלתי אותה המכשיר התחיל לספק תמונות לא רעות (לעומת תמונות באמת חסרות חיים ונשמה).\nלאורך ההתנסות שלי עם המכשיר, הפעמים היחידות שבהן התחרטתי שלא צילמתי עם הפיקסל 3 הקבוע שלי היו בעיקר בצילומי סלפי. בכל שאר המקרים, הוא לגמרי עשה את העבודה והרבה מעבר לכך.\nהמבנה עצמו של המכשיר מרשים בפני עצמו ואלמנטים קטנים כמו הצביעה של כפתור ההדלקה ושל אחת העדשות באדום (בגירסה שאנחנו קיבלנו, ויש גירסאות הרבה יותר מגניבות), והגב המעוצב שלו, נותנים למכשיר תחושה פרימיומית לחלוטין, ולא תחושה של מכשיר זול. שום דבר בעיצוב של המכשיר לא מרגיש כמו משהו שנופל או לא ראוי למכשיר דגל. אפילו חיבור אוזניות יש כאן, כך של-Mi 9t Pro יש יתרון אפילו על מכשירי דגל אחרים ויוקרתיים הרבה יותר (אחרי שסמסונג פחות או יותר ניתקה אותו מהמכשירים, תרתי משמע). דווקא הרמקול בתחתית המכשיר מאכזב למדי ואתם עשויים לחסום אותו בקלות.\nאחד הדברים שהכי אהבתי ב-9t Pro הוא הסוללה. המכשיר מצויד בסוללה בריאה של 4,000mAh ובטעינה מהירה של עד 27W שטוענת אותה מ-0% ל-100% בקצת יותר משעה. המכשיר הפך למכשיר הראשי שלי למשך כל הסיקור של תערוכת IFA 2019 בברלין, ובתערוכות אני חייב סמארטפון שאפשר לסמוך עליו שיחזיק את כל היום כיוון שאני די תלוי בו לאורך כל היום: צריך לנווט לא מעט כדי להגיע לאירועים, לצלם המון תמונות וסרטונים, להתחבר קבוע לסלאק, לווטסאפ ולטלגרם, להעלות כמות תוכן מכובדת מהמכשיר לערוצי הסושייאל השונים של גיקטיים ואפילו לפתוח את ה-Hotspot מהסמארטפון ללפטופ אם אין לי קליטת WiFi מספקת. בקיצור, המון פעילות שדורשת הרבה סוללה.\nפחות או יותר בכל יום הצלחתי להגיע לסוף היום לסביבות ה-10%-20% בלי לטעון את המכשיר באמצע היום. בשימוש כללי שלי הצלחתי להגיע בין 4 ל-7 שעות מסך ביום, כך שבכל מה שנוגע לסוללה, ה-9t Pro הוא מכשיר שהרגשתי שאפשר לקחת בביטחון גם לימים ארוכים, מה שאני לא יכול להגיד על לא מעט מכשירי דגל אחרים בשוק.\nצילום: גיקטיים\nהגירסה של ה-Mi 9t Pro שהגיעה לישראל מצוידת במעבד Snapdragon 855 ו-6 גיגה זיכרון RAM, וממש כמו הפוקופון, המכשיר הזה מהיר מאוד. אין שום לאגים, איטיות, או בעיות גם בגיימינג יחסית כבד. זה פחות או יותר מה שהייתם מצפים ממכשיר עם מפרט כזה. עם זאת, לעיתים קצת קשה לו לשמור על אפליקציות כבדות פתוחות ברקע כמו משחקים, ומערכת שמירת חיי הסוללה של MIUI, מערכת הממשק של שיאומי (שעוד רגע נעסוק בו), היא די אגרסיבית בכל הנוגע לנטרול אפליקציות ברקע.\nאגב, בניגוד ללא מעט סמארטפונים בדרגת המחיר הזאת (וגם בניגוד לפוקופון), ה-Mi 9t Pro מגיע עם רכיב NFC, מה שאומר שהנוסעים בתחבורה הציבורית בישראל יכולים לרכוש אותו בבטחה ולהטעין באמצעותו כסף לרב-קו.\nלמרות המפרט הבאמת מפואר, יש כאן בכל זאת כמה פשרות: חיישן טביעת האצבע שמתחת למסך הוא די בסיסי לצערי. הוא עדיין אופטי, והוא עדיין לא מהיר או גדול מספיק כדי שהשימוש בו יהיה באמת נוח כמו חיישן טביעת אצבע קלאסי. מנוע הרטט של המכשיר די מאכזב והוא לא נעים בעיקר בזמן ההקלדה (או בזמן קבלת שיחות כשהוא מונח על השולחן וכל המשרד מסתכל עליי בפליאה).\nעם זאת, אף אחד מהדברים הללו הוא לא כזה דיל ברייקר בעייתי. בשביל מחיר שכזה אין לי בעיה לוותר על טעינה אלחוטית, שלא קיימת במכשיר הזה לצערי, אם כי העובדה שהמכשיר איננו מחזיק בתקן כלשהו לעמידות במים או אבק, יותר מפריעה לי. החזקתי במכשיר בידיי בטפטוף שנקלעתי אליו, ואני מודה שאחרי שנים של שימוש במכשירים עמידים, כבר שכחתי איך זה מרגיש להסתובב עם מכשיר שאני לא יכול לדעת כמה הוא מושפע מפגעי מזג האוויר. הוא כמובן לא נהרס או נפגע כלל, אבל החשש עדיין נמצא אצלי תמיד. אני אדם לחוץ מספיק ואני לא צריך עוד שערות לבנות של דאגה על הראש.\nצילום: גיקטיים\nMIUI, הממשק של שיאומי שנמצא גם ב-9t Pro, הוא עדיין MIUI, לטוב ולרע, ובעיקר לרע אם אתם רגילים לממשקים נקיים כמו אלו של הפיקסל או Android One. הממשק עמוס באפליקציות כפולות של שיאומי שאתם במילא תחליפו באפליקציות של גוגל ברגע שתוכלו, צלילים מעצבנים ותתי מסכי הגדרות קצת מעיקים שגורמים לכם לתהות איפה שיאומי החביאה את ההגדרה שאתם מחפשים כרגע.\nמדי פעם התראות גם פשוט נחתכו לי (כמו ההתראות עם המסלול של גוגל מפות או פייסבוק), והמסך נוטה להידלק בלי סיבה, או לפחות בלי שאני יכול לזהות איזו התראה הדליקה אותו. MIUI לא מחזיקה בממשק הגרוע ביותר שקיים בעולם האנדרואיד, אבל מן הסתם אני תמיד אעדיף ממשק נקי יותר, ובעיקר כזה שמקבל עדכונים חשובים.\nלראיה, עדכון האבטחה האחרון שהמכשיר קיבל שייך לחודש אוגוסט (אותו הוא קיבל רק בסוף ספטמבר לקראת סיום הסקירה הזו). עם זאת, אני די אופטימי בנושא העדכונים למכשיר, בעיקר לאור העובדה ששיאומי הבטיחה (על פי דיווחים) שה-9t יעודכן לאנדרואיד 10 כבר בספטמבר-אוקטובר. באם גם ה-9t Pro יעודכן, הוא יהנה מעדכוני אבטחה מהירים דרך ה-Play Store מטעם גוגל וזה כבר משחק אחר לגמרי לפחות לשנה הקרובה. חובת ההוכחה כאן היא על שיאומי, והלוואי והיא תוכיח שגם יצרניות צד שלישי עם ממשקים פרטניים יכולות לעדכן מכשירים למערכת ההפעלה החדשה במהירות, כשהן רק רוצות לעשות את זה.\nצילום: גיקטיים\nמבחינתי, שיאומי הצליחה לעשות את זה שוב. יש ב-Mi 9t Pro פחות או יותר את כל מה שאני רוצה מסמארטפון: מצלמה סבירה, מסך טוב וסוללה טובה, ועל כל זה תוסיפו ביצועים חלקים, תקווה לעדכוני מערכת קריטיים וחיבור אוזניות, דברים שהם לא מובנים מאליהם. ברגע שלוקחים את כל האלמנטים הללו, ומשווים אותם למחיר המבוקש, יש כאן ערך שקשה להתעלם ממנו: עבור הגירסה בעלת נפח האחסון של 64GB אתם תצטרכו לשלם 1,900 שקלים, ועבור גירסת ה-128GB אתם כבר תגיעו ל-2,000 שקלים בייבוא רשמי של המילטון ופחות ביבוא המקביל.\nכלומר, אתם יכולים לשלם על ה-Mi 9t Pro בערך חצי ממחיר של מכשירי דגל אחרים, ולקבל מכשיר שאפשר בקלות להגדיר כמכשיר דגל ולא מכשיר Mid-Range קלאסי. לעומת הפוקופון, הפשרות של שיאומי הפכו לקצת פחות קריטיות השנה (בעיקר הודות לתמיכה ב-NFC שהיא אלמנט חשוב בישראל ה”רב-קו”ית). הייתי שמח אם ה-Mi 9t Pro היה מתומחר ממש כמו הפוקופון (שעלה 1,800 שקלים בהשקה הרשמית בישראל ומאז מחירו צנח), אבל במקרה הזה שיאומי יצרה מכשיר שעשוי לגרום לכם שוב להסס בפעם הבאה שאתם באים לרכוש מכשיר דגל שעולה 3,500 שקלים וצפונה.\nבשביל מה לעשות את זה אם אתם יכולים לקבל פחות או יותר הכל, בהרבה פחות? אולי מיתוג, אולי תמיכה קצת יותר טובה ושיוף כללי של המכשיר, אבל בפעם הבאה שאתם תגיעו לחנות אתם תצטרכו לחשוב האם הפשרות הללו באמת שוות את ההפרש, ולפחות מבחינתי, המכשיר הזה עושה סוויץ׳ קל במוח.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "שיאומי,רדמי,מי 9 טי פרו,מי 9טי פרו,mi 9t pro,mi 9 t pro,xiaomi mi9 pro,remdi k20 pro,xiaomi,סמארטפון,אנדרואיד,android,פוקופון,pocophone,השוואה,חוות דעת,דעה,ביקורת,סקירה,review"}