{"url": "https://www.geektime.co.il/15-facts-we-learned-about-programmers/", "type": "article", "title": "סקר המפתחים הגדול - 15 נתונים מעניינים שלמדנו", "description": "עד היום מעולם לא נערך סקר כל כך מעמיק וחובק עולם כמו הסקר הזה שנערך לאחרונה על ידי האתר Stack Overflow. הסקר כלל 45 שאלות והשתתפו בו 56,033 תוכניתנים מ-173 מדינות בעולם ובטח תשמחו לדעת שלקחו בו חלק גם לא מעט תוכניתנים ישראלים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/GettyImages-502197407.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-02T14:20:20Z", "modified_time": "2017-06-01T14:52:53Z", "articleBody": "עד היום מעולם לא נערך סקר כל כך מעמיק וחובק עולם כמו הסקר הזה שנערך לאחרונה על ידי האתר Stack Overflow. הסקר כלל 45 שאלות והשתתפו בו 56,033 תוכניתנים מ-173 מדינות בעולם ובטח תשמחו לדעת שלקחו בו חלק גם לא מעט תוכניתנים ישראלים\nהכתבה בחסות\n\nקרדיט תמונה/צלם: Getty Images Israel, Yuri_Arcurs\nמהסקר עולה תמונה מדויקת למדי בנוגע לפרופיל של התוכניתן הממוצע, מה הוא יודע, מה הוא רוצה ממקום העבודה שלו וממה הוא סובל כשהוא מחפש עבודה. למשל, הידעתם שרק 7% מהתוכניתנים תופסים מעצמם כוכבים אמיתיים בפיתוח? אה ו… איזו חיית מחמד לדעתכם תוכניתנים מעדיפים לגדל? התשובה לחידה בסוף הכתבה.\nהנה 15 עובדות על תוכניתנים על פי תוצאות הסקר:\n1. רוב משתתפי הסקר הם תוכניתני (28%) Web Full Stack – תוכניתנים כאלה מצהירים שהם שולטים ב-5-6 שפות פיתוח שנוח להם לפתח בהן. זאת ועוד-Javascript היא שפת הפיתוח השכיחה ביותר.\n2. הגיל הממוצע של התוכניתן הוא 29.6.\n3. לתוכניתן הממוצע יש 6.5 שנות ניסיון – אם כי לעיתים קרובות הוא יחשב את שנות הניסיון שלו לא רק על פי הניסיון התעסוקתי המסודר, אלא גם על פי עבודות שביצע באופן עצמאי ועבודה ללא שכר.\n4. רק 5.8% נשים בתפקידי פיתוח – הנתון הזה לא ישמח את הנשים שבחבורה, אם כי, הוא לצערנו לא יפתיע אף אחד (או אחת): 92.8% מהתוכניתנים הם גברים ורק 5.8% נשים. מתוך שלל התפקידים הקשורים לפיתוח – נשים נמצאות יותר בתפקידי עיצוב ובדיקות איכות.\n5. Machine Learning במקום הראשון: כן, זהו הנושא המוביל שתוכניתנים לומדים בקורסי און ליין (34%).\n6. במה תוכניתנים הכי אוהבים לתכנת? ב-Rust וממה הם ממש חרדים? מפיתוח ב-VB…\n7. חולמים על משכורת שמנמנה במיוחד? טוב תעשו אם תשכילו להתברג במשרות הייטק בתחום ה-Cloud.\n8. חיפוש עבודה – הנה עובדה שבטח לא תפתיע אתכם – תוכניתנים תמיד ישמחו לשמוע על תפקיד מעניין, גם כשהם עובדים ומרוצים מעבודתם. 63.1% מהם יהיו מוכנים לשמוע על אפשרויות מעניינות גם אם אינם מחפשים עבודה באופן אקטיבי.\n9. על פי מה בוחרים תוכניתנים את התפקיד הבא שלהם? זה בטח יעניין את אנשי הגיוס: תפקידי פיתוח מגיעים בדרך כלל יחד עם חבילת הטבות נחמדה, והבחירה בין שלל ההצעות מתבצעת על פי סדר העדיפויות הזה: במקום הראשון… השכר (62.7%), אחריו ובסדר יורד:\nשעות עבודה ואיזון בין עבודה לחיים אישיים (50.4%)\nתרבות ארגונית (41.8%)\nמקצועיות הצוות (39.9%)\nגמישות בשעות עבודה (37.1%)\nפיתוח של משהו בעל משמעות (35.9%)\nחדשנות (31.2%)\nמיקום מקום העבודה (30.3%)\nטכנולוגיה (29.12%)\nאפשרות להתקדם (28.7%)\nאפשרות לעבודה מהבית (24.5%)\nבהמשך תמצאו גם את היכולת להשפיע על החלטות, מוניטין חברה, ביטוחי בריאות, תעשיה, גודל החברה, שם התפקיד ומצב הפיננסי של החברה.\n10. מה תוכניתנים הכי לא אוהבים בעבודה? מסתבר שעומדים בפניהם לא מעט אתגרים, הנה העיקריים שבהם: ציפיות לא ריאליות (34.9%), חוסר תיעוד (34.7%), אפיון דרישות לא ברור (33.5%), תהליכי פיתוח לא יעילים (30.3%) וגם: שינויים תכופים באפיון, טכנולוגיות מיושנות, עבודת צוות לא טובה, עבודה עם אנשים טיפשים (!).\n11. מתלבטים מה ללמוד? אולי זה יעזור… הנה התפלגות שפות הפיתוח על פי פופולאריות: במקום הראשון, מנחשים? נכון! שוב (Javascript (55.4%, אחריה בסדר יורד: SQL (49.1%), Java (36.3%), #C (30.9%), PHP (25.9%), Python (24.9%), ++C (19.4%), C (15.5%.\n12. רוב התוכניתנים מציגים את עצמם כמפתחים בקורות החיים שלהם (Developer) או כתוכניתנים (Programmer). זה בטח מעניין אתכם אם אתם בדיוק מעדכנים את קורות החיים שלכם ותוהים איך לכנות את התפקיד שלכם. במקום השלישי מצוי הטייטל מהנדס תוכנה (Engineer).\n13. אוטו-דידקטיות שולטטטתת! מסתבר שיכולת למידה באופן עצמאי היא מיומנות בסיסית עבור מי שחולם על קריירה בפיתוח: 69.1 מהתוכניתנים מעידים על עצמם שלמדו באופן עצמאי לפחות שפה אחת או יותר משפות הפיתוח שהם מפתחים בהן. 34.8% הם בוגרי תואר במדעי המחשב, 13% למדו את המקצוע בכוחות עצמם ובאופן עצמאי לחלוטין.\n14. מה חברות שצריכות לגייס תוכניתנים יכולות לעשות כדי למצוא חן בעיניהם? התוכניתן הממוצע מאוד לא אוהב את שלב הראיונות (23%) ומשרות פיתוח יש לא מעט ולכן אם אתם צריכים לגייס עכשיו, יש מספר דברים שאתם יכולים לעשות שישפרו לו את ההרגשה ושישכנעו אותו לבחור דווקא בכם (אולי…): להכיר לו את חברי הצוות (48%), לשאול פחות חידות לוגיות טריקיות (43%), להראות לו יותר קוד “חי” שפותח בצוות (39%), להכין את המועמד למה שעומד לקרות בראיונות (35%) ולהציג לו את העמדה בה הוא אמור לשבת (28%).\n15. ספוקי: יותר ממחצית התוכניתנים אוהבים לעבוד בלילה ויותר ממחצית מהם מאמינים בקיומם של חיים מחוץ לכדור הארץ. אולי זה קשור אחד לשני?!\nאז אם אתם תוכניתנים והגעתם עד לפה, יש לנו 2 טיפים חשובים עבורכם:", "keywords": "תוכניתנים,תוכניתן,מתכנת,סקר,סקר מתכנתים,full stack,sqlink,פיתוח,insider"}