{"url": "https://www.geektime.co.il/visual-studio-2017-is-here/", "type": "article", "title": "20 שנה אחרי: מה חדש ב-Visual Studio 2017 של מיקרוסופט", "description": "סביבת הפיתוח הפופולארית של מיקרוסופט זוכה למתיחת פנים ותומכת באינטגרציה מלאה לכלי Open Source, פיתוח מובייל לכל המכשירים, שיפורי ביצועים ומהירות משמעותיים וכלי Debug משודרגים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/Swimlane-2-DockerPublish-1280x1024.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-23T15:30:15Z", "modified_time": "2017-03-23T14:23:42Z", "articleBody": "סביבת הפיתוח הפופולארית של מיקרוסופט זוכה למתיחת פנים ותומכת באינטגרציה מלאה לכלי Open Source, פיתוח מובייל לכל המכשירים, שיפורי ביצועים ומהירות משמעותיים וכלי Debug משודרגים\nמקור: Microsoft\n20 שנה לאחר השקת הגרסה הראשונה של סביבת הפיתוח שלה, הכריזה מיקרוסופט על Visual Studio 2017, שמאפשרת בין היתר פיתוח אפליקציות מובייל לאנדרואיד ו-iOS, אפליקציות ל-Mac, Windows, אפליקציות Web ולתכנות בענן. בין יתר החידושים נמצא התקנות מהירות יותר, קבצים קלים יותר ואפשרויות דיבאג חדשות.\nבהמשך למגמת אימוץ הקוד הפתוח של מיקרוסופט, הוסיפה החברה כלים ותמיכה בקוד פתוח והיא מאפשרת למפתחים ליהנות גם מכלים שאינם מבית מיקרוסופט כמו למשל פריסת גרסאות על שרתי לינוקס, הרצת Jenkins מתוך סביבת ה-TFS ואפילו שילוב של Docker Containers כחלק אינטגרלי מסביבת הפיתוח.\nלאחר רכישת Xamarin לפני כשנה, הפכה מיקרוסופט את הפלטפורמה לחלק אינטגרלי מ-Visual Studio 2017. כך מנסה מיקרוסופט להפוך את ה-IDE שלה לכלי הפיתוח המלא ביותר עבור כל מפתח, על כל פלטפורמה ועבור כל אפליקציה. השאיפה של החברה היא ש-Xamarin תספק את הפתרון לקוד C# המשותף לכל הפלטפורמות, מה שימנע את הצורך במפתח נפרד לכל פלטפורמה ורק ימים יגידו אם היא הצליחה בכך. עוד חידוש הוא תצוגה מקדימה ל-Xamarin Forms ו-IntelliSense משופר ל-Xamarin Forms XAML.\nעוד פיצ’ר שהולך יד ביד עם פיתוח האפליקציות ומיועד להקל על צוותי ה-QA הוא ה-Test Recording. במקום לבדוק אפליקציה אחת על כל המכשירים, ה-Test Manager שמגיע עם גרסת ה-Enterprise, מאפשר להקליט את הפעולות שבדקתם על מכשיר אחד ולשחזר אותן אוטומטית למכשירים נוספים.\nתהליך ההתקנה זכה גם הוא לעדכון ועתה אתם יכולים לבחור להתקין רק את הפיצ’רים אותם אתם רוצים, כשכל ההתקנה עצמה מהירה יותר ועל פי הדיווחים, לא אורכת יותר מ-3 דקות. גם התוכנה עצמה מהירה יותר – הן בזמני הטעינה והן עם פרויקטי ++C כבדים.\nמקור: Microsoft\nאפשרות ה-Run to Click בזמן ה-Debugging חוסכת את ה-Breakpoints הזמניים בזמן הריצה ומעניקה למפתח שליטה מלאה. אפשרות ה-Go to All חוסכת את הזמן שעד עכשיו התבזבז בחיפוש אחר הקובץ, הטיפוס, ה-Member או ה-Symbol בפרויקט. אלגוריתם ה-Intellisense השתדרג גם הוא ועכשיו מספיק להקליד שתי אותיות, כדי למצוא את שם הפונקציה המלאה ובנוסף התווספו פילטרים חדשים שיאפשרו לכם לסנן את התוצאות. גם חלון ה-Find all reference זכה לשדרוג ויזואלי וכולל עכשיו צבעים, מיון לפי סוג ותצוגה מקדימה לכל שורת קוד.\nפיצ’ר חדש בגרסת 2017 הוא ה-Live Unit Testing, שמדווח בזמן אמת אם שורת הקוד שזה עתה כתבתם עוברת או מכשילה את בדיקת ה-Unit Test. פיצ’ר ותיק נוסף שזכה לעדכון הוא ה-IntelliTrace, שמאפשר למפתח לעקוב אחר events של הדיבגר ושל ה-Framework עם שמירה על ה-Trace על ה-Exceptions.\nל-DevOps: מערכת ה-Visual Studio Team Services, שמאפשרת לנהל את המשימות, הגרסאות, הבדיקות וכלי הקלטת הבדיקות, זוכה גם היא לעדכון והיא עתה מתממשקת בצורה טבעית עם Visual Studio וכוללת פיצ’רים חדשים של Git. הגרסה החדשה כוללת את Redgate Developer Tools Core Edition, מה שמאפשר למפתחים לקנפג את ה-Database מתוך סביבת הפיתוח. במקביל, גם ה-ontinuous Delivery וה-Continuous Integration יכולים להיות מקונפגים כיום ישירות מסביבת הפיתוח.\nVisual Studio 2017 זמינה בשלב הראשון ל-Windows ובקרוב גם בגרסת ה-macOS, שזמינה כרגע בגרסת הדגמה.", "keywords": "מיקרוסופט,פיתוח,visual studio,ויז\\'ואל סטודיו,ויז\\'ואל סטודיו 2017,סביבת פיתוח,ide,תוכנות,תוכנה,אפליקציה,מפתחים,מפתח,מתכנת,מתכנתים,תוכנה‏"}