{"url": "https://www.geektime.co.il/amazon-code-guru-launched/", "type": "article", "title": "אמזון משיקה כלי AI חדש שיעשה Code Review על הקוד שלכם", "description": "בינתיים רק מעבר לים: CodeGuru, כלי ה-Code Review שפיתחו באמזון, שעובר על הקוד, מוצא שגיאות ומציע שיפורים, מושק לקהל הרחב", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/Andy_Jassy_Keynote_reInvent_2017-1512062241-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-30T19:55:26Z", "modified_time": "2020-06-30T16:37:24Z", "articleBody": "בינתיים רק מעבר לים: CodeGuru, כלי ה-Code Review שפיתחו באמזון, שעובר על הקוד, מוצא שגיאות ומציע שיפורים, מושק לקהל הרחב\nכנס AWS Reinvent. צילום: אמאזון\nאמזון הודיעה כי כלי בדיקת הקוד (Code Review) של החברה – CogeGuru – המבוסס על למידת מכונה, שפעל עד עכשיו במתכונת Preview, יהיה זמין מעתה לכלל המפתחים.\nCodeGuru כולל שני כלים מרכזיים Reviwer ו-Profiler. כלי ה-Reviewer משמש כדי לסקור את הקוד שכתבו המפתחים כדי לשפר את איכותו, למצוא בו תקלות או באגים, ולהציג בפני המפתחים דרכים לפתור אותם. כלי ה-Profiler סורק גם הוא את הקוד שהוזן ומציג בפני המפתחים את השורות הכי “יקרות” בקוד שלכם – המשתמשות בהכי הרבה משאבים – ויראה לכם כיצד לתקן ולשפר אותן. הכלי מוסיף סימן של דולר לשורות הללו לצד הצגת הדרך להפיכתן ליעילות יותר.\nבאמזון אומרים כי CodeGuru אומן על ידי בחינת שורות קוד ממאות אלפי פרויקטים פנימיים של החברה ובחינת קוד של יותר מעשרת אלפים פרויקטים בגיטהאב. “גם הבכירים שבבודקי הקוד מפספסים בעיות שפוגעות אחר-כך במוצרים המיועדים לציבור הרחב, מה שגורם לבאגים ובעיות בביצועי הכלים שפיתחו”, אמרו בחברה.\nכדי להשתמש ב-CodeGuru, מפתחים לא צריכים לשנות את אופן העבודה שלהם מכיוון שהכלי עובד עם סביבת הפיתוח המועדפת עליהם. הכלי עובר על הקוד וייתן למפתחים את ההערות לשיפור בקונטקסט של כל ריפו שאת הקוד שלו הוא סוקר. CodeGuru יכול לשלוח למפתחים Pull Request בגיטהאב ולה הוא יוסיף את ההערות שלו על הקוד.\nבאמזון אומרים כי הכלי שפיתחו, המבוסס על דרכי העבודה של המפתחים ב-AWS, שימש את החברה במעבר על קוד שנכתב לטובת יותר מ-80 אלף יישומים שונים וטוענים כי חסך לחברה עשרות מיליוני דולרים. עוד טוענים באמזון כי המפתחים של החברה צמצמו בעזרתו את העומס שיצר הקוד שכתבו על המעבדים ב-325%, מה שהוביל להורדת עלויות העיבוד ב-39%.\nCodeGuru זמין כרגע במספר מוגבל של אזורי AWS, כשבחודשים הקרובים הוא צפוי להתרחב לאזורים נוספים.\nג’ף בארי, בכיר ב-AWS, מציג את ה-CodeGuru:\n﻿", "keywords": "פיתוח,מפתחים,קוד,אמזון,aws,קוד גורו,codeguru,בדיקת קוד,בדיקות קוד,באגים,אפליקציות,amazon,amazon web services"}