{"url": "https://www.geektime.co.il/dimon-acquired-by-jfrog/", "type": "article", "title": "אקזיט ישראלי: JFrog רוכשת את Dimon", "description": "החברה הנרכשת מפתחת מוצר שנועד לוודא שהבוטים שמציפים את הרשת עובדים כראוי באמצעות בדיקות אוטומטיות ובקרה מתמדת", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/dimon-founders-16x9.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-25T09:30:40Z", "modified_time": "2017-05-25T09:30:40Z", "articleBody": "החברה הנרכשת מפתחת מוצר שנועד לוודא שהבוטים שמציפים את הרשת עובדים כראוי באמצעות בדיקות אוטומטיות ובקרה מתמדת \nמייסדי Dimon. מימין לשמאל: נועם שמש וערן ברנשטיין\nחברת JFrog הישראלית, המפתחת תשתית גלובלית להאצת תהליכי ניהול, אחסון והפצה של תוכנה, הודיעה היום (ה’) על רכישת הסטאראטפ הישראלי Dimon. המוצר של Dimon לוקח בחשבון שבוטים הם ללא ספק הטרנד התורן והחם בעולם הטכנולוגי, ומציע פתרון שנועד לוודא שהם פועלים כשורה, לא מאבדים הקשר או מנהלים אינטראקציה שגויה עם המשתמשים.\nבעקבות הרכישה הצוות של Dimon (דימון) יצטרף למרכז הפיתוח של JFrog במטרה להמשיך ולפתח את מוצר הדגל שלה, ה-ארטיפקטורי (Artifactory), אשר מאפשר למפתחים מתוך הארגון לשתף, לאחסן ולהפיץ קוד. מערכת הארטיפקטורי יודעת לייבא ספריות קוד וקבצים גם מהרשת, על פי דרישות הארגון ומדיניות ניהול המידע. את המידע שנאסף היא יודעת לסדר ולארגן, ולהפיץ בשלב מאוחר יותר לגורמים המתאימים בתוך הארגון, כגון בעלי תפקידים מסויימים, בהתאם להגדרות הפרוייקט הספציפי. מוצר נוסף שמציעה החברה הוא ה-JFrog Bintray, החלק שמשלים את האוטומציה בפלטפורמה של החברה על ידי מתן מענה להפצה אוטומטית של הקוד הבינארי.\nמה שקורה היום זה שחברות רבות מחליטות להשתמש בבוטים כמה שיותר מהר כדי להתאים את עצמן למתחרות, אך בפועל אלו משוחררים לציבור הרבה לפני שהם מוכנים או נבדקו כראוי (קיימים אינספור תרחישים וקשה עד בלתי אפשרי לעבור על כולם). הטכנולוגיה של Dimon מאפשרת לבעלי בוטים וצ’טבוטים בפלטפורמות כמו סלאק, פייסבוק מסנג’ר או סקייפ לזהות ולפתור בעיות עם אלו באופן אוטומטי ומייצרת תרחישים אופציונאליים לאינטראקציות בין משתמשים והבוט כדי לוודא שזה מגיב כראוי בכל סיטואציה. במידה והמערכת תזהה באג היא תיידע את מי שעומד מאחורי הבוט כדי שהלקוחות הפוטנציאלים או המשתמשים הקיימים לא יחושו מתוסכלים ויתעצבנו מהמערכת הפגומה.\nמאחורי Dimon עומדים צמד היזמים ערן ברנשטיין ונועם שמש. שלומי בן חיים מנכ”ל JFrog התייחס לרכישה ואמר: “אינטגרציה רציפה ואוטומציה הם חלקים הכרחיים בארגון של אספקת תוכנה שרוצה להקטין את מחזורי השחרור ולספק עדכוני תוכנה מהר יותר. מהמפגש הראשון עם הצוות של Dimon, זה הרגיש טבעי לשתף פעולה. הידע העמוק שלהם ונסיונם עם DevOps ואוטומציה של תוכנה הם תוספת נהדרת לצוות שלנו, ואנחנו נרגשים מאוד לקבל אותם אלינו”.\nהרכישה האחרונה של JFrog מגיעה חודשים ספורים אחרי שהחברה רכשה את Conan הספרדית כדי להרחיב את סל המוצרים שלה ולהציע כלי לניהול נכון יותר גם עבור שפת C/C++. מאז הקמתה ב-2008 גייסה החברה הישראלית למעלה מ-60 מיליון דולר.", "keywords": "רכישה,אקזיט,רכישה ישראלית,jfrog,ג\\'ייפרוג,דימון,dimon,בוטים,צ\\'טבוט,exit,bot,chatbot"}