{"url": "https://www.geektime.co.il/windows-8-is-almost-here/", "type": "article", "title": "מפתחים ל-Windows 8: טעם של מטרו", "description": "יום לאחר שהשיקה מיקרוסופט את גרסת ההתנסות שלה לציבור הרחב, החלטנו לצלול לתוך Windows 8 ולבדוק מה באמת חדש וכיצד זה בא לידי ביטוי", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/w8.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-03-01T11:53:02Z", "modified_time": "2012-03-06T11:48:26Z", "articleBody": "יום לאחר שהשיקה מיקרוסופט את גרסת ההתנסות שלה לציבור הרחב, החלטנו לצלול לתוך Windows 8 ולבדוק מה באמת חדש וכיצד זה בא לידי ביטוי\nתמונה: צילומסך\nהפוסט נכתב בחסות מכללת סלע, אשר עורכת החודש (מרץ) את כנס Sela Developer Practice, שם תוכלו ללמוד על כל החידושים לפיתוח עבור חלונות 8. לפרטים נוספים והרשמה\nאתמול (ד’), השיקה מיקרוסופט את גירסת Windows 8 Consumer Preview לאחר שבכנס Build שנערך בקליפורניה הציגה לראשונה את גרסת ה-Developer Preview על מחשבי כף יד של סמסונג.\nבשנים האחרונות אנחנו רואים כניסה לשוק של טלפונים חכמים, מסכי מגע ומחשבי כף יד ואין ספק שאלו ימשיכו למלא את השוק בשנים הקרובות. מסיבה זאת השקת Windows 8 הינה דריסת רגל חשובה של מיקרוסופט בעולם זה. מי שראה את Windows 8 נחשף לממשק משתמש מרהיב בשם “מטרו” המותאם למחשבי כף יד ומסכי מגע, ממשק “מטרו” הינו נפרד ממשק ה-Windows שכולנו רגילים אליו ויאפשר לנו לנווט בין הממשקים בנוחות לפי הצורך. לא מדובר רק בעיצוב חדש אלא ממשק שונה לחלוטין עם יכולות שונות. בנוסף Windows 8 תתמוך במעבדים מבוססי ARM במטרה לשאוף ליעילות מירבית ואבטחה גבוהה ומדובר באלמנטים שיכולים למשוך דווקא את המשתמשים העסקיים ולגרום להם לעבור בעתיד להשתמש במערכת ההפעלה המדוברת.\nיצא לי לשמוע ולקרוא חוות דעת רבות על העיצוב החדש של מיקרוסופט ל-Windows 8, יש האומרים שהוא לא נוח ולא יפה בעוד אחרים משבחים אותו. לדעתי האייפון ומכשירי האנדרואיד הלכו בעקבות מראה “שולחן עבודה” עמוס מסורבל ומלא, בעוד ש”מטרו” מכניס אווירה רעננה ונקייה קצת יותר לחווית המשתמש.\n\nדבר נוסף ומרכזי ב-Windows 8 הוא חנות האפליקציות שתאפשר למשתמשים להוריד אפליקציות למכשיר וכמובן תאשר למפתחים לעלות אפליקציות חינמיות או בתשלום. לבסוף הגרסה של Windows 8 תהיה זהה הן במחשבים והן שמכשירים חכמים.\nאחד המהלכים המבריקים של מיקרוסופט ב-Windows 8 היה לחבר עולם רחב של מפתחים לתוך הסביבה החדשה על ידי יצירת ה-WinRT Windows Runtime (הספריה הבסיסית של חלונות) אשר מחליף את Win32 ומאפשר כתיבת ל-Windows 8 בעזרת 3 שפות שונות:\n1. C#\\VB.NET ו-XAML\n2. C++ ו-XAML\n3. JavaScript ו-HTML5\nאם עד היום היו רגשי נחיתות למפתחים מסויימים, אז ב-Windows 8 לכל אחת מהשפות תהיה שליטה מלאה וזהה ב-WinRT ותאפשר יצירת אפליקציות ל-Windows 8 לפי השפה שאתם מעדיפים.\nC#\\VB.NET ו-XAML – תאפשר למפתחי .NET כתיבה בעזרת שפה וכלים מוכרים מעולם WPF ו-Silverlight.\nC++ ו-XAML – כחלק מיישור הקו עם C#/VB.NET בנוגע לגישה ל-WinRT יתאפשר מעכשיו עבודה על XAML לייצירת גרפיקה ועבודה נוחה עם UI.\nJavaScript ו- HTML5 – ללא כל ספק מדובר בפלטפורמה המעניינת ביותר שתכניס מפתחי Web לעולם מיקרוסופט ותאפשר פיתוח מלא מול WinRT ובעזרת שינויים קלים תאפשר לאפליקציה לעבוד מחוץ ל-Windows 8.\n\nיש האומרים שכתיבה ב-.NET מהירה יותר מעבודה עם JavaScript. בכל הקשור לפיתוח עבור Windows 8 אני לא יכול להסכים, בחודשים האחרונים כחלק מעבודתי במכללת סלע כתבתי מספר אפליקציות ומשחקים עבור מיקרוסופט העולמית והכל ב-JavaScript ו-HTML 5, בשנים האחרונות אני בעיקר כותב .NET והכניסה לפיתוח אפליקציות ומשחקים ל-Windows 8 היתה קלה פשוטה ונוחה.\n\n\nראשית יש להוריד ולהתקין את Windows 8 Consumer Preview ו-Visual Studio 11.\nהכרות עם ספריות JavaScript עבור Windows 8, חשוב להבין שפיתוח עבור Windows 8 הוא כמו פיתוח אתר אינטרנט אבל Windows 8 מכיל מגוון יכולות אשר יעצימו את חוויית המשתמש ונוכל להשתמש בהם בעזרת WinJS.\nיצירת פרוייקט חדש ב-Visual Studio 11 מסוג-Grid Application\n\nלאחר יצירת הפרוייקט נפעיל את האפליקציה בעזרת F5 ונקבל תוכנית שמקבלת מקור נתונים ומציגה אותו על Grid שמחלק את היישויות לקבוצות.\n\nלחיצה על אחד היישויות תעביר אותנו לישות ולערכיה.\n\nאחת היכולות ב-Windows 8 המאפשרות למשתמש לנווט בצורה קלה באפליקציה תתבצע בחלקה הראשון דרך ה-HTML, ניגש ל- itemDetailPage.html לפני סגירת ה-body ונוסיף את הקוד הבא:\n<div id=”appbar” data-win-control=”WinJS.UI.AppBar”>\n<button data-win-control=”WinJS.UI.AppBarCommand”\ndata-win-options=”{id:’camera’, label:’Camera’, icon:’camera’,  onclick:showCamera}”></button>\n<button data-win-control=”WinJS.UI.AppBarCommand”\ndata-win-options=”{id:’placeholder’, label:’Placeholder’, icon:’placeholder’}”></button>\n<button data-win-control=”WinJS.UI.AppBarCommand”\ndata-win-options=”{id:’home’, label:’Home’, icon:’home’, section: ‘selection’, onclick:goHome}”></button>\n</div>\n\nכפי שניתן לראות בעזרת תגיות HTML5 ושימוש ב-data-win-control שהינו חלק מ-WinJS אנו מציינים שימוש ב-AppBar ולאחר מכן מוסיף כפתורים כ-AppBarCommand, לכל כפתור נוכל להגדיר מאפיינים נוספים כגון: מראה, שם, מיקום וכמובן פעולה באת לחיצה.\nכעת נתחבר למצלמה מובנת של המכשיר ונכניס את התמונה לאחת היישויות, נשתמש ב-WinRT על מנת לפנות ל-CameraCaptureUI, כחלק מהיכולות המובנות ב-Windows 8 הרבה מהפעולות הינם אסינכרוניות, דבר אשר משפר ביצועים ועוזר למפתח.\nבשימוש בפעולות אסינכרוניות נקראה ל-then:\n.then(\nfunction (result) { /* do something */ },\nfunction (error) { /* handle error */ },\nfunction (progress) { /* report progress */ }\n);\nוכך גם במקרה שלפנינו, לאחר קבלת קובץ מהמצלמה ניצור blob מהתמונה ונחבר אותה ישירות לאובייקט התמונה שבדף.\nfunction showCamera() {\ntry {\nvar dialog = new Windows.Media.Capture.CameraCaptureUI();\nvar aspectRatio = { width: 16, height: 9 };\ndialog.photoSettings.croppedAspectRatio = aspectRatio;\ndialog.captureFileAsync(Windows.Media.Capture.CameraCaptureUIMode.photo).then(function (file) {\nif (file) {\n// Display the image to the user\ndocument.querySelector(“article .item-image”).src = URL.createObjectURL(file);\n} else {\nconsole.log(“No photo captured.”);\n}\n}, function (err) {\nconsole.log(err);\n});\n} catch (err) {\nconsole.log(err);\n}\n};\n\nזאת היתה טעימה מהיכולות שמחכות לכם ב-Windows 8, במידה ואתם רוצים לדעת עוד, רוצים להיכנס לעומק ורוצים לשמוע מהמומחים והמובילים בתחום אני ממליץ לכם להגיע לכנס Sela Developer Practice של מכללת סלע שיערך ב-25-29 לחודש מרץ ובו תוכלו למצוא מגוון הרצאות בנושא Windows 8, HTML5 ועוד.\nהפוסט בחסות מכללת סלע, אשר עורכת ב-22 במרץ את כנס Sela Developer Practice. על במה אחת – הנושאים החמים ביותר, מרצים ומומחים טכנולוגיים מובילים מהארץ והעולם. הזדמנות נדירה לפגוש ולדבר עם נבחרת המומחים המובילה בארץ ולשמוע היום על הנושאים שכולם ידברו עליהם מחר. לפרטים נוספים והרשמה\n ", "keywords": "windows 8,developer preview,costomer preview,build,חלונות 8,חלונות,סלע,מטרו,ממשק משתמש,מערכת הפעלה,pc"}