{"url": "https://www.geektime.co.il/python-twitter-scripting/", "type": "article", "title": "פייתון בשירות המצייצים – סקריפטים שישפרו לנו את הטוויטר", "description": "פשטות הממשק ונוחיות העדכון בטוויטר מכל מקום מאפשרים לכל אחת לעדכן ולהתעדכן בחדשות ואירועים שונים. לפשטות זו יש מחיר, והוא המחסור בפיצ'רים שהיו יכולים לשפר את חוויות הציוץ שלנו. בפוסט זה מציג ינון פרק דוגמאות לשיפור חווית הטוויטר שלנו תוך שימוש בבוטים הכתובים בפייתון", "image": "https://files.geektime.co.il/wp-content/uploads/2010/07/Twitter-Logo-300x244.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-07-27T10:10:28Z", "modified_time": "2010-07-29T09:24:53Z", "articleBody": "פשטות הממשק ונוחיות העדכון בטוויטר מכל מקום מאפשרים לכל אחת לעדכן ולהתעדכן בחדשות ואירועים שונים. לפשטות זו יש מחיר, והוא המחסור בפיצ’רים שהיו יכולים לשפר את חוויות הציוץ שלנו. בפוסט זה מציג ינון פרק דוגמאות לשיפור חווית הטוויטר שלנו תוך שימוש בבוטים הכתובים בפייתון\nטוויטר הפך לא מכבר לשירות פופולארי בקרב בלוגרים, פעילי מדיה ופשוטי העם גם יחד. פשטות הממשק ונוחיות העדכון מכל מקום מאפשרים לכל אחת לעדכן ולהתעדכן בחדשות ואירועים שונים. לפשטות זו יש מחיר, והוא המחסור בפיצ’רים שהיו יכולים לשפר את חוויות הציוץ שלנו. בפוסט זה אציג דוגמאות לשיפור חווית הטוויטר שלנו תוך שימוש בבוטים הכתובים בפייתון.\nבחרתי להציג את הסקריפטים בפייתון מאחר ופייתון הוא שפה קלה ונוחה. גם מי שלא כתבה מימיה תוכנית פייתון לא תתקשה להבין את הדוגמאות ולהרחיב אותן למקרים המעניינים כל אחת ואחד. לפייתון יש ספריות הרחבה רבות המאפשרות גישה פשוטה לשירותי רשת שונים. בפוסט זה אשתמש בהרחבות שכאלה לצורך ההתקשרות עם טוויטר.\n \nאציג כאן שלוש דוגמאות לתוכניות פייתון המתממשקות עם טוויטר. הראשונה משתמשת בפיד של עוגיות מזל כדי לצייץ באופן אוטומטי משפטי חוכמה; השנייה תספר לנו מי היה העוקב שעזב והשלישית תמליץ על אנשים חדשים לעקוב אחריהם, בהתבסס על חברים משותפים. אל כל הדוגמאות פה כדאי להתייחס בתור בסיס, ולקחת ולהתאים כל אחת לצרכים של כל קורא וקוראת.  \nפוסט זה אינו מדריך לשפת פייתון, וגם אינו מתיימר להיות. אני מכוון לתת כאן רעיונות וחשק ללמוד למי שמכיר וגם למי שאינו מכיר. לאלו מהקוראים החדשים לשפה, בשביל להריץ את הדוגמאות יש להעתיק אותן כפי שהן לתוך קובץ (כולל הריווח המדויק – בפייתון יש חשיבות גם לאינדנטציה), ולשמור בסיומת py. לאחר מכן, ניתן להריץ על ידי הפעלת הפקודה הבאה מתוך ה command של חלונות (בהנחה שקראתם לקובץ script.py): \npython.exe script.py\n\nהמצייץ האוטומטי משתמש באתר http://wertarbyte.de/gigaset-rsss כדי לקבל רעיונות לציטוטים ברסס. כל פעם שנפעיל תוכנית זו, היא תקח משפט אקראי ותצייץ אותו לכל קוראינו. את תוכנית זו נוכל להפעיל כמשימה מתוזמנת על המחשב, וכך להמשיך לעדכן את הפיד גם כשאנחנו בטיול של שבועות הרחק מהמחשב.\nתוכנית זו משתמשת בשני מודולים, האחד twitter, מספק את כל הממשק עם הטויטר שלנו. כאן אנחנו משתמשים רק בפונקציה של עדכון הפיד. המודול השני, feedparser מאפשר קריאה של שירותי RSS. אנו משתמשים בו כדי לקרוא את הרסס של הציטוטים. ניתן, כמובן, להחליף לכל רסס מעניין אחר (כמו Newsgeek).  \nכדי להפעיל את התוכנית, יש למלא את שם המשתמש והסיסמא במקומות המתאימים \n \nimport twitter, feedparser\n \nusername = ‘replace_this_with_your_twitter_username’ \npassword = ‘replace_this_with_your_twitter_password’ \nrss = ‘http://wertarbyte.de/gigaset-rss/?offensive=1&limit=140&cookies=1&lang=en&format=rss&jar_id=47890485652059026823698344598447162001596396450349118’ \n \napi = twitter.Api(username,password) \nd = feedparser.parse(rss) \napi.PostUpdate(d.entries[0].title)\nשירותים כמו quitter אולי נראים לנו כמו קסם, אך למעשה הם מבוססים על רעיון מאוד פשוט – אם רק ארשום כמה עוקבים יש לי היום, אוכל להסתכל מחר ברשימה ולראות מי כבר לא שם. אז נכון, כולנו עושים זאת מדי פעם, אבל למה להתאמץ כשאפשר להפוך את התהליך כולו לאוטומטי לחלוטין? הסקריפט הבא ישמור (בתיקייה הנוכחית) בהפעלה הראשונה את רשימת העוקבים שלכם לקובץ. מכאן והלאה, כל פעם שנפעיל אותו באותה התיקייה הוא ישווה את המצב בפועל עם המצב השמור, יעדכן אתכם על נטישות ויעדכן את המצב השמור לפעם הבאה. קצר ועושה את העבודה.\n \nimport twitter, os, pickle\n \nusername = ‘replace_this_with_your_twitter_username’\npassword = ‘replace_this_with_your_twitter_password’\n \nfilename = ‘followers.dat’\n \napi = twitter.Api(username, password)\n \n# build a list of all current followers names\ncurrent = [f.screen_name for f in api.GetFollowers()]\n \nif os.path.isfile(filename):\nwith open(filename) as f:\nprev = pickle.load(f)\nleft = filter(lambda x:x not in current, prev)\nif left : print “The Followers Who Left: “, left\nwith open(filename, ‘w’) as f:\npickle.dump(current, f)\nהתוכנית האחרונה מיישמת רעיון להכרת חברים חדשים. אם הרבה מהאנשים שאני עוקב אחריהם עוקבים אחרי חבר נוסף (שאני לא עוקב אחריו), אולי כדאי לי לנסות לסמוך עליהם ולעקוב אחריו גם. פייסבוק כבר מזמן מציע לנו חברים חדשים באופן זה, ובעזרת פייתון נוכל ליישם את הרעיון גם על טוויטר. התוכנית תעבור על רשימת החברים של החברים שלנו באופן אוטומטי, ותדפיס את חמשת משתמשי הטוויטר הפופולריים ביותר בקרב נעקביי.\n \nimport twitter\n \nusername = ‘replace_this_with_your_twitter_username’\npassword = ‘replace_this_with_your_twitter_password’\napi = twitter.Api(username, password)\n \nfriends = [f.screen_name for f in api.GetFriends()]\nresults = { }\ni=0\nfor screen_name in friends:\ni = i + 1\ntry:\nf2 = api.GetFriends(screen_name)\nexcept HTTPError:\ncontinue\nfor g in f2:\nif g.screen_name in friends : continue\nresults[g.screen_name] = results.get(g.screen_name, 0) + 1\n \nprint i,”/”,len(friends)\n \n \nfor i in range(0,5):\ninv = dict(map(lambda item: (item[1],item[0]),results.items()))\nmax_key = inv[max(inv.keys())]\nnext = results.pop(max_key)\nprint next,”=>”,max_key\n \nראינו שלוש תוכניות פייתון לשיפור חווית הטוויטר שלנו. בכולן לקחנו רעיון שהיה קשה או מסורבל לממש לבד, והשתמשנו בפייתון כדי לבצע אותו באופן מהיר ויעיל. זהו כמובן רק קצה הקרחון. כלים אוטומטיים כמו פייתון מספקים לנו את היכולת לקחת את הרעיונות הפשוטים שלנו, ומהר מאוד להרים מהם חוויה שעובדת.\nלקריאה והרחבה נוספת על פייתון: http://docs.python.org/tutorial", "keywords": "bot,python,script,twitter,בוט,טוויטר,סקריפט,פייתון"}