{"url": "https://www.geektime.co.il/10-reasons-we-love-telegram-over-whatsapp/", "type": "article", "title": "10 דברים שתוכלו לעשות בטלגרם ולא בוואטסאפ", "description": "מהודעות שלא יעירו את הנמען, לגן העדן לחובבי גיפים, חשבונות נפרדים וצ'אטים סודיים. יש לא מעט סיבות לאהוב את טלגרם, ואספנו את החשובות מכל", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/internet-3113279-1552398742-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-19T20:20:07Z", "modified_time": "2020-01-20T09:24:06Z", "articleBody": "מהודעות שלא יעירו את הנמען, לגן העדן לחובבי גיפים, חשבונות נפרדים וצ’אטים סודיים. יש לא מעט סיבות לאהוב את טלגרם, ואספנו את החשובות מכל\nטלגרם. מקור: Pixabay\nאנחנו לא תמימים. אנחנו יודעים שוואטסאפ שולטת ותמשיך לשלוט ביד רמה בעולם אפליקציות ההודעות, אבל זה לא אומר שהיא הכי טובה. אנחנו כותבים כאן לא מעט על פיצ’רים חדשים וחכמים שאפליקציית טלגרם מציעה, כי אנחנו באמת אוהבים אותה ומאמינים שגם אתם תאהבו אותה (והיי, אפילו יש לנו ערוץ טלגרם עם כמה אלפי קוראים). אז בין אם אתם לא מכירים אותה מספיק טוב, או מחפשים את הדרך לשכנע את החברים והמשפחה לנסות אותה, אספנו עבורכם את הסיבות שאנחנו אוהבים ביוחד את טלגרם, ולכולן אין חלופה מספיק טובה בוואטסאפ. וכל זה בלי מילה אחת על טלגראס.\nעם אצבעות שמנמנות, מקלדות וירטואליות ומנגנוני השלמה אוטומטיים מטופשים, חלק נכבד מההודעות שאנחנו שולחים מכילות כל מיני שגיאות מוזרות. מה עושים? רובנו בדרך כלל שולח הודעה נוספת עם תיקון ומעיק על הצד השני של השיחה, והמהדרין אפילו מוחקים את ההודעה הקודמת ושולחים מחדש. בטלגרם אין שום סיבה לשלוח עוד התראות לנמענים, אלא שפשוט ניתן ללחוץ לחיצה ארוכה על ההודעה עם הטעות, ולבחור ב-Edit. כמה בסיסי וכמה מובן מאליו, ככה לא קיים בוואטסאפ.\nמה שמוביל אותנו ל….\nאם כבר בחרתם למחוק הודעה כלשהי, וואטסאפ תמיד תלשין עליכם אם בכלל הספקתם למחוק את ההודעה בפרק הזמן הקצר שבו היא מאפשרת לכם לעשות זאת. בטלגרם אתם פשוט יכולים ללחוץ לחיצה ארוכה על כל הודעה שאי פעם כתבתם, לא משנה מתי, ופשוט למחוק אותה. בלי הודעות מביכות שחושפות לכולם שכתבתם משהו והתחרטתם עליו.\nלא הספיק? הנה 10 סיבות למה טלגרם עדיפה על ווטסאפ\nעד כמה מעצבן אתכם לקבל הודעות שקשורות לעבודה בוואטסאפ הפרטי שלכם? אלו מכם שבאמת לא סובלים את הקונספט, עשויים להחזיק טלפון נוסף רק כדי להפריד בין המכשיר הפרטי לבין מכשיר העבודה שלכם, ואם וואטסאפ אחד הוא כאב ראש מספיק, דמיינו מה שני מכשירים עם וואטסאפ יעשו לכם. למרות שהחברות הסיניות מקפידות לאפשר לכם להתקין אפליקציות כמו וואטסאפ פעמיים, טלגרם עושה את זה פשוט יותר ומאפשרת לכם לפתוח יישויות אחרות.\nבין אם אתם גיבורי-על, חרדים לפרטיות שלכם או סתם רוצים להפריד בין ביזנס לפלז’ר, אתם יכולים פשוט להיכנס לתפריט הראשי של טלגרם, ללחוץ על החץ הקטן ליד מספר הטלפון ושם המשתמש שלכם. עכשיו ביחרו ב-Add Account. שימו לב שיש צורך בעוד מספר טלפון זמין כדי ליצור חשבון נוסף.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nאנחנו לא מצליחים לזכור איך חיינו לפני Whatsapp Web. באמת. אבל הגירסה הוובית הזאת תלויה במצב של הסמארטפון שלכם. אם אתם במקרה בלי קליטת נתונים או ווייפיי זמין, או שחס וחלילה סוללת המכשיר התרוקנה, וואטסאפ ווב כבר לא תהיה זמינה עבורכם. אז זהו, שטלגרם מתקיימת בנפרד לחלוטין מהסמארטפון שלכם. אם התקנתם את גירסת ה-PC, Mac או לינוקס של טלגרם, או שאולי אפילו הפעלתם אותה מהטאבלט, סמארטפון אחר, או מהווב, אתם יכולים להמשיך לקבל ולשלוח הודעות בלי שום קשר לסמארטפון שלכם.\nלא כל ההודעות נולדו שוות. יש הודעות שאתם ממש צריכים מענה דחוף עליהן באותו הרגע, ויש הודעות שפשוט לא מצדיקות את הסאונד או הרטט שהן יגרמו לסמארטפון של איש הקשר שלכם. אז אם אתם שולחים הודעה באמצע הלילה לחבר שאתם יודעים שהוא ישן, אבל לא יכולים להתאפק עד הבוקר עם ההודעה הכל כך שנונה שלכם, יש פתרון: לחיצה ארוכה על לחצן שליחת ההודעה יחשוף את האפשרות “Send without sound”.\nמכירים את הרגע הזה שאתם חוששים להכנס לוואטסאפ כיוון שה”נראה לאחרונה” שלכם יתעדכן ואז גורם בלתי נסבל ברשימת אנשי הקשר שלכם ידע שהתעלמתם מהודעה שלו? קרה לכולנו. אז יש את המקריפים שפשוט מכבים את ה-Last Seen (מה יש לכם להסתיר, הא?), אבל אז הם גם לא יכולים לראות את הסטטוס של אחרים. בטלגרם, אם לא ניחשתם עד עכשיו, זה פשוט עובד כמו שהייתם רוצים שזה יעבוד.\nרוצים לשנות את הגדרות הסטטוס שלכם? פשוט היכנסו להגדרות טלגרם, עיברו ל-Privacy And Security, ומשם ל-Last Seen & Online. מלבד האפשרות שכולם, רק אנשי הקשר שלכם, או אף אחד לא יראה את הסטטוס שלכם, תוכלו לבחור בתחתית העמוד ב-Never Share With, ולהוסיף את אותם גורמים שלא בא לכם שיראות מתי התחברתם או מתי אתם מחוברים. תודו לנו אחר כך.\nיכול להיות שהמילה הזו מעוררת קצת אי נוחות בקרב חלקכם, אבל האשטאגים הם דרך נפלאה לעשות סדר בהודעות ולאפשר לחברים האחרים בקבוצה הענקית שלכם לחפש הודעות לפי נושאים. פשוט ויעיל.\n \nכמה פעמים דחיתם שליחת הודעה חשובה, למשל ברכת יום הולדת, עד שהצלחתם לשכוח אותה לגמרי? במקום לשים לעצמכם תזכורת, או פשוט לשכוח, בטלגרם אתם פשוט יכולים לתזמן מראש הודעות. כיתבו את ההודעה שאתם רוצים לנמען, וליחצו לחיצה ארוכה על לחצן השליחה. ביחרו ב-“Schedule message”, ואתם פשוט יכולים לבחור את השעה ואפילו התאריך שבו ההודעה תשלח. רוצים להכין מראש ברכת יום הולדת? אתם יכולים לתזמן הודעות עד ל-365 הימים הבאים.\nוטיפ למתקדמים: באותו מסך תזמון, אם תלחצו על כפתור שלוש הנקודות בצד, תוכלו לבחור “Send when ____ comes online”, מה שבעצם ישלח את ההודעה לנמען רק כשהוא יתחבר או יפעיל את הטלגרם במכשירו.\nאומרים שתמונה אחת שווה אלף מילים, אז כמה מילים שווה גיף? אנחנו לא יודע מה איתכם, אבל אנחנו מזמן מתקשרים לא מעט בעזרת גיפים. לוואטסאפ יש אמנם מנוע חיפוש גיפים לא רע, אבל מהרגע שמצאתם את הגיף המושלם, שיהיה לכם בהצלחה למצוא שוב את מילת החיפוש המדויקת שבה השתמשתם. בטלגרם, לעומת זאת, כל גיף שתמצאו או תשלחו נשמר לכם בספריית גיפים שזמינה לכם בכל מכשיר שבו אתם נמצאים.\nאין ספק שהפיצ’ר שעליו טלגרם רוכבת, הוא פרטיות. בזמן שמעל וואטסאפ תמיד תרחף עננת פייסבוק והשערוריות שהיא נקשרת בהן בערך אחת לשבוע, טלגרם ידועה בכך שהיא עומדת איתנה אל מול איומים קשים מאוד גם מצד הממשל הרוסי. אז גם טלגרם לא תוכל להציע לכם הגנה ב-100% על הפרטיות, אבל מנגנונים שמגנים עליכם תוכלו למצוא כאן ועוד איך.\nמלבד 9 הסיבות האחרות שציינו כאן, הפיצ’ר העוצמתי ביותר של טלגרם הוא ה-Secret Chat. יש לכם משהו סופר סודי לשלוח למישהו? ליחצו על השם שלו בתפריט הצ’אט, וביחרו ב-Start Secret Chat. מעתה כל מה שתכתבו בצ’אט הזמני עובר הצפנה מקצה לקצה (כלומר, תיאורטית לא ניתן לקריאה על ידי אף גורם אחר), לא משאיר שום עקבות על שרתי טלגרם, לא אפשרי להעברה (Forward) ואפילו לא ניתן לצילום מסך. קחו בחשבון שבאייפונים ניתן לצלם מסך, אך תקבלו התראה בצ’אט אם וכשזה יקרה.\nיש לכם עוד פיצ’רים שאתם אוהבים במיוחד בטלגרם ולא ציינו? ספרו לנו בתגובות.", "keywords": "טלגרם,וואטסאפ,מדריך,telegram,whatsapp,facebook,פייסבוק"}