{"url": "https://www.geektime.co.il/alphac-second-cycle-2018/", "type": "article", "title": "תכנית AlphaC של TAU ventures פותחת מחזור שני", "description": "תכנית האינקובציה, שנערכת בשיתוף הענקית היפנית NEC, מיועדת לסטארטאפים בתחומי הסייבר וה-OT Security שמעוניינים להקדיש 3 חודשים אינטנסיביים לפיתוח המיזם, חיבור ישיר עם הקהילה ויצירת הזדמנויות לשיתופי פעולה. התכנית תחל בנובמבר הקרוב וההרשמה פתוחה עד 30 באוקטובר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/1018_546-university-00330-1539845523-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-18T14:00:25Z", "modified_time": "2018-10-18T13:38:38Z", "articleBody": "תכנית האינקובציה, שנערכת בשיתוף הענקית היפנית NEC, מיועדת לסטארטאפים בתחומי הסייבר וה-OT Security שמעוניינים להקדיש 3 חודשים אינטנסיביים לפיתוח המיזם, חיבור ישיר עם הקהילה ויצירת הזדמנויות לשיתופי פעולה. התכנית תחל בנובמבר הקרוב וההרשמה פתוחה עד 30 באוקטובר\nהכתבה בחסות\nצילום: בן מזרחי\nTau Ventures, זרוע ההשקעות של אוניברסיטת ת”א, והענקית היפנית NEC פותחות את המחזור השני של תכנית האינקובציה AlphaC. התכנית תחל בנובמבר הקרוב והיא מיועדת לסטארטאפים בשלבים מוקדמים, שעוסקים בתחומים Cyber security and physical AI solutions for public safety applications.\nהתכנית תתקיים במשרדי TAU Ventures ברמת אביב, במתחם חדשני בצמוד לאוניברסיטת תל אביב. לתכנית ייבחרו 6 סטארטאפים בתחום הסייבר וה-OT Security, ובמשך 3 חודשים אינטנסיביים הם יקבלו ליווי אישי וצמוד של מנהל התכנית, נציגי החברות השותפות – ובהן NEC, צ’קפוינט, סייבריזון, Team8, וגוגל – ומנטורים מומחים בתחום העסקי והטכנולוגי. בנוסף יקבלו המשתתפים גישה למשאבי האוניברסיטה, חלל עבודה חדש, חיבור ישיר לתעשייה והזדמנות לפרויקט משותף עם מרכז החדשנות של NEC בישראל.\nבמחזור הראשון של התכנית השתתפו 5 חברות ובהן: Forcenock – חברת סייבר המפתחת פתרון אוטונומי ראשון להגנה על אפליקציות אינטרנט ארגוניות; Infinidome שפיתחה מוצר הגנה מפני שיבושים והטעיות במערכות מבוססות GPS; חברת Actifile שפיתחה טכנולוגיה שמגנה על מידע רגיש בנקודות קצה בכל מקום בעולם באמצעות יישום המנוהל בענן; Caligo שמפתחת מערכות הגנה לתשתיות קריטיות; ו-Intelici שפיתחה מערכת לגילוי פעילות זדונית במגוון רשתות תקשורת. כולן הגיעו לגיוס בשלב seed ו/או החלו פיילוט עם חברות בינלאומיות מובילות בתחום.\nNEC היא אחת מחברות האלקטרוניקה הגדולות בעולם. היא עוסקת בפיתוח, ייצור, ושיווק של מוצרים ותשתיות תוכנה (IT) ומספקת פתרונות למגוון שווקים, כגון: טלקום, מוסדות ממשלתיים וציבוריים, ערים חכמות, שדות תעופה, מוסדות רפואיים, מפעלי ייצור, תעשית החלל ועוד. NEC ידועה בהשקעות המאסיביות שהיא מבצעת במרכזי המחקר שלה בעולם ובשיתופי הפעולה שלה עם התעשייה והאקדמיה כחלק מתהליכי אימוץ חדשנות יצירתיים.\nתהליך המיון לתכנית AlphaC החל בימים אלה ויסתיים ב-30 באוקטובר.\nלפרטים נוספים והרשמה\n", "keywords": "תכנית alphac,אוניברסיטת תל אביב,תל אביב,אקדמיה,אוניברסיטת ת\"א,הענקית היפנית nec,אקסלרטור,תכנית אינקובציה,גוגל,צ\\'קפוינט,לימודים,לימודים אקדמים,יזמות,אוניברסיטת תא,אוניברסיטת תא,אוניברסיטת תל-אביב,תל-אביב"}