{"url": "https://www.geektime.co.il/first-chrome-os-tablet/", "type": "article", "title": "הוכרז הטאבלט הראשון בעולם שמריץ Chrome OS", "description": "אייסר וגוגל מציגות טאבלט חדש מבוסס Chrome OS שמיועד לתלמידים. ממש במקרה ההכרזה מגיעה זמן קצר לפני האירוע שבו תכריז אפל על... טאבלט מוזל שמיועד לתלמידים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/tab10_2-copy-1522139764.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-27T11:40:11Z", "modified_time": "2018-03-27T11:51:16Z", "articleBody": "אייסר וגוגל מציגות טאבלט חדש מבוסס Chrome OS שמיועד לתלמידים. ממש במקרה ההכרזה מגיעה זמן קצר לפני האירוע שבו תכריז אפל על… טאבלט מוזל שמיועד לתלמידים\nמקור: Acer\nכבר כמה שנים שאנחנו רואים לפטופים, מחשבי דסקטופ ומחשבי 2 ב-1 שמריצים את Chrome OS, מערכת ההפעלה של גוגל, אבל באופן מפתיע טאבלטים אף פעם לא היו חלק מהחבילה. עד עכשיו.\nChromebook Tab 10 הוא טאבלט חדש של Acer שבניגוד לטאבלטים האחרים בשוק אינו מבוסס על אנדרואיד, Windows או iOS אלא על Chrome OS. מדובר במערכת ההפעלה הפחות פופולארית של גוגל, שמיועדת בעיקר לאפליקציות רשת ולשימוש בשירותים השונים של גוגל כמו ג’ימייל למשל.\nמקור: Acer\nהטאבלט החדש מגיע כברירת מחדל עם סטיילוס חדש מתוצרת Wacom, שאינו דורש סוללה או טעינה. שאר המפרט של ה-Chromebook Tab 10 הוא סטנדרטי למדי וכולל מסך 9.7 אינץ’ ברזולוציית 2048×1536 פיקסלים עם מצלמה קדמית 2 מגה-פיקסל ואחורית 5 מגה-פיקסל, מעבד OP1, זיכרון RAM בנפח 4 גיגה-בייט עם נפח איחסון של 32 גיגה-בייט ואפשרות להרחבה עם כרטיס microSD וחיבור USB-C עם חיבור אוזניות סטנדרטי.\nתג המחיר שנתנה לו Acer הוא 329 דולר – כמו האייפד הזול ביותר שתוכלו לקנות כרגע. אנחנו כותבים כרגע כי הערב (שעון ישראל) צפויה לקיים אפל אירוע מיוחד במסגרתו היא צפויה להכריז על אייפד מוזל שמיועד לבתי ספר ותלמידים. לא במפתיע גם קהל היעד הראשוני של הטאבלט החדש הוא מערכת החינוך האמריקאית – וככל הנראה ההכרזה המפתיעה עליו מגיעה כדי להקדים את אפל בכמה שעות. חשוב לזכור גם שבניגוד לטאבלט של Acer, באפל גובים עוד 99 דולר על הסטיילוס ה-Pencil שלה והוא גם דורש טעינה.\nעם זאת, היתרון הגדול ביותר של הטאבלט החדש הוא מערכת ההפעלה שלו. Chrome OS שולטת למעשה בבתי הספר האמריקאיים, כשלפני כשנתיים עברו לראשונה מכירות הכרומבוקים את מכירות המקבוקים של אפל במערכת החינוך האמריקאית – לא כולל כמובן סטודנטים. היתרון הוא במחיר הכרומבוקים, הפופולאריות של שירותי גוגל השונים – מה שלא דורש הסתגלות – וכמובן העובדה שרוב השירותים של גוגל מוצעים בחינם.", "keywords": "אייסר,acer,chrome os,כרום,מערכת הפעלה,תלמידים,מערכת חינוך,k12,אייפד,אפל"}