{"url": "https://www.geektime.co.il/the-state-of-developer-ecosystem-2019/", "type": "article", "title": "סקר חדש חושף מהן שפות התיכנות הפופולאריות ביותר", "description": "כמו בכל דבר, גם בעולם הפיתוח יש מגמות וטרנדים המשתנים מידי כמה זמן. סקר חדש בדק את האקוסיסטם של עולם הפיתוח ומציג כמה נתונים די מעניינים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/computer-1245714_1280-1561271062-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-23T12:27:09Z", "modified_time": "2019-06-23T12:27:09Z", "articleBody": "כמו בכל דבר, גם בעולם הפיתוח יש מגמות וטרנדים המשתנים מידי כמה זמן. סקר חדש בדק את האקוסיסטם של עולם הפיתוח ומציג כמה נתונים די מעניינים\nמקור: Pixabay\nסקר עדכני שדגם כ-7,000 משתתפים מציג תמונה עדכנית של שפות התכנות הפופולאריות והאהובות ביותר בשנה האחרונה. אמ:לק: Java ו-JavaScript מככבות, Go עשויה להיות הדבר הגדול הבא, ו-Python היא השפה שהכי הרבה מפתחים מעוניינים ללמוד כרגע, אבל יש עוד כמה דברים שכדאי לכם לשים לב אליהם.\nבסקר של JetBrains שרצה לבדוק את האקוסיסטם של עולם הפיתוח ב-2019 עלה כי 69% מהמפתחים השתמשו ב-JavaScript בשנה האחרונה, 61% מהם השתמשו ב-HTML/CSS ו-56% ב-SQL. במקום הרביעי Java עם 50% וסוגרת את החמישיה Python עם 49%.\nכשהמפתחים (נשים וגברים יחד) נשאלו מה הן שפות התכנות האהובות עליהן הן ענו Java ו-Python באופן שווה, ואל המקום השני נכנסו יחד #C ו-JavaScript. גם כאשר נשאלו המפתחים מה הן שפות התכנות העיקריות בהן הם עושים שימוש, התשובות היו די דומות. 40% בחרו ב-JavaScript, כ-34% ב-Java ו-27% ב-Python.\nמקור: jetbrains\nנתונים נוספים שעולים מהסקר הם ש-41% מהמשתתפים לא תרמו את חלקם לפרוייקטים מבוססי קוד פתוח, ורק 11% מהם עושים זאת באופן קבוע (שבועי); 57% מהם מפתחים ל-Windows ו-49% מהם ל-macOS; ובכל הקשור למערכות הפעלה למובייל אנדרואיד שולטת עם 83% ו-iOS מסתפקת ב-59% (מן הסתם המשתתפים יכלו לבחור יותר מתשובה אחת ולכן התוצאות לא מתחברות ל-100%).\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nReact Native, פלטפורמת הקוד הפתוח של פייסבוק שמאפשרת לכתוב אפליקציית אנדרואיד ואייפון בעזרת JavaScript בלבד, שולטת עם 42%, ואחריה Flutter ו-Cordova עם 30% ו-29% בהתאמה. Go, כך עולה מהסקר, היא שפת הפיתוח עם העתיד המבטיח ביותר. אחרי שבשנת 2017 היא נהנתה מנתח שוק של 8% בלבד, היא קפצה השנה ל-18%. כמו כן, 13% מהמפתחים ציינו כי הם היו מעוניינים לאמץ או לעבור להשתמש בשפה בזו.\nנתונים קצת פחות קריטיים אך מעניינים הם ש-52% מהמפתחים מקודדים גם תוך כדי חלימה, 87% מהם כותבים קוד במהלך סוף השבוע, 83% מהם מעדיפים את ערכת הנושא הכהה עבור עורך הקוד שלהם, ו-57% מהם סבורים שיש סיכוי שבינה מלאכותית תדיח אותם מתפקידם בעתיד. אגב, מפתחים שעוסקים בתחום הבינה המלאכותית למחייתם כנראה מכירים את הנושא יותר לעומק ולכן הם גם יותר סקפטיים; 27% מהם חושבים ש-AI לעולם לא יחליף מפתחים, בעוד שבקרב מפתחים שלא עוסקים בתחום החשש גובר, ורק 21% מהם חושבים שאין סיכוי שתרחיש שכזה יתממש. מה דעתכם?\nלסקר המלא ", "keywords": "פיתוח,תכנות,שפות תכנות,קוד,כתיבת קוד,סקר מפתחים,סקר מפתחים 2019,סקר שפות תכנות,jet brains"}