{"url": "https://www.geektime.co.il/google-will-use-apples-swift/", "type": "article", "title": "גוגל תשתמש בשפת התכנות של אפל כבסיס לאנדרואיד. רגע, מה?", "description": "דיווח חדש מצביע על כך שגוגל בדרך להחליף את שפת ה-Java הוותיקה, עליה מתבססת אנדרואיד בשפת ה-Swift החדשה שמפתחת אפל. צעד הזוי? מסתבר שהוא דווקא נורא מתבקש", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/SWIFT-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-10T18:45:00Z", "modified_time": "2016-04-10T17:45:12Z", "articleBody": "דיווח חדש מצביע על כך שגוגל בדרך להחליף את שפת ה-Java הוותיקה, עליה מתבססת אנדרואיד בשפת ה-Swift החדשה שמפתחת אפל. צעד הזוי? מסתבר שהוא דווקא נורא מתבקש\nמתוך כנס המפתחים של אפל. צילום מסך: גיקטיים\nלפני כארבעה חודשים הכריזה אפל כי Swift, שפת התכנות שפיתחה תהפוך לקוד פתוח. אולם היא לא תיארה לעצמה כי אחת הראשונות לקפוץ על המציאה תהיה לא אחרת מאשר המתחרה הגדולה שלה, גוגל. על פי הדיווחים, גוגל מתכננת להשתמש ב-Swift לצורך הפיתוח של אנדרואיד, מערכת ההפעלה הפופולארית בעולם והמתחרה הגדולה של iOS של אפל.\nעל פי מידע שהגיע ל-TheNextWeb, מספר חברות ענק הביעו עניין במעבר לשפת התכנות החדשה של אפל. בין היתר מציין הדיווח את פייסבוק, Uber וגוגל, כשהחברה האחרונה היא כמובן המעניינת ביותר, משום שמדובר בחברות עם לא מעט דם רע ביניהן.\nכיום מתבססת אנדרואיד שמפתחת גוגל על שפת ה-Java ששייכת ל-Oracle (לאחר שזו רכשה את Sun), אולם בשבועות האחרונים נמצאות שתי הענקיות במאבק משפטי קשה. במסגרת מאבק זה דורשת Oracle פיצויים בגובה 9.3 מיליארד דולר על הפרת זכויות יוצרים שביצעה לטענתה גוגל, כאשר השתמשה בחלקים של Java לצורך הפיתוח של אנדרואיד. אולם, לא רק המאבק המשפטי יכריע. Swift מסתמנת כשפה מהירה ומאובטחת יותר.\nעתה מסתבר שגוגל בוחנת אפשרות לעשות שימוש ב-Swift כתחליף ל-Java. אם אכן תחליט לבסוף גוגל על מעבר שכזה היא תצטרך לבצע התאמות רבות של ערכות ה-API וה-SDK ל-Swift ו-Runtime ייעודי לאנדרואיד.\nSwift, שהושקה ב-2014 במסגרת כנס המפתחים של אפל, הפכה להיות חלופה פופולארית בקרב מפתחי iOS ל-Objective-C ואומצה גם על ידי חברות כמו IBM, Lyft ו-Vimeo שפיתחו את אפליקציות ה-iOS שלהן בעזרתה. הפופולאריות של השפה עולה בהתמדה ועל פי הנתונים של GitHub, היא השפה ה-11 בפופולאריות שלה, כשהביקוש למפתחי Swift עולה גם הוא.\nהמעבר המורכב לא צפוי להתרחש בשבועות או בחודשים הקרובים, אולם סימנים לפרידה מ-Java כבר צצו ועלו וביניהם המעבר ל-Open JDK, במקום ה-Java API ששייך ל-Oracle ופגישה חשאית שנערכה בלונדון לפני מספר שבועות, במהלכה דנו פייסבוק, אובר וגוגל על מעבר לשפה החדשה. בכל מקרה, אנחנו מתקשים להאמין שנשמע הכרזות דרמטיות ב-Google I/O, שייערך ב-18 עד ה-20 במאי או ב-WWDC שייערך בין ה-13 ל-17 ביוני.\n", "keywords": "גוגל,סוויפט,אנדרואיד,swift,פיתוח,android,ג\\'אווה,java,objective-c,שפת פיתוח,ios,שפת תכנות,תכנות,מפתחים,אורקל,oracle,sun,סאן,ibm,אובר,uber,פייסבוק"}