{"url": "https://www.geektime.co.il/twitter-and-canon-drop-master-slave-terms-google-vp-calls-to-change-black-hat/", "type": "article", "title": "בעקבות המחאה: עוד חברות טכנולוגיה נפטרות מהמונחים Slave ו-Master", "description": "טוויטר מצטרפת למהלך ואף פרסמה טבלה שלמה של כל המונחים שאותם היא משנה, לא רק על בסיס גזע. בכיר בגוגל לא יגיע לכנס רק בגלל השם שלו", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/BLM-1591883348-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-05T13:16:20Z", "modified_time": "2020-07-05T13:16:20Z", "articleBody": "טוויטר מצטרפת למהלך ואף פרסמה טבלה שלמה של כל המונחים שאותם היא משנה, לא רק על בסיס גזע. בכיר בגוגל לא יגיע לכנס רק בגלל השם שלו\nצילום: Frankie Fouganthin / CC BY-SA\nאחרי שגל המחאה בארצות הברית הוביל לקריאות לשינוי חלק מהמונחים הבסיסיים בעולם הטכנולוגיה, התחילו סנוניות של שינוי – כשגיטהאב הודיעה כי תיפטר מהמונחים Master ו-Slave בפלטפורמה שלה. כעת, אחרי הפוגה – עוד חברות טכנולוגיות מודיעות על שינוי מונחים בעקבות המחאה.\nטוויטר הודיעה כי תיפטר מהמונחים Master, Slave ו-Blacklist בקוד שלה כדי לנסות ולייצר שפה פתוחה ומזמינה יותר למתכנתים האפרו-אמריקאיים שלה. המהלך מגיע על הרקע המחאה בארצות הברית לאחר הריגתו של ג’ורג’ פלויד ע”י שוטר בחודש מאי האחרון – אך לא רק.\nברשת החברתית הפופולרית התחילו את המהלך עוד בינואר האחרון, כששני מתכנתים אפרו-אמריקאיים הצביעו על השימוש במונחים הללו כבעייתי. המהלך אף הוביל לשינויים נוספים בטרמינולוגיה של החברה – וזו נטשה מונחים נוספים היכולים להיחשב מַפְלִים על רקע מין, גיל או מגבלות כמו Man Hours, Sanity Check או Grandfathered.\nבחברה הציגו בחשבון הטוויטר (האירוניה ברורה לנו) של חטיבת ההנדסה את מילון המונחים החדשים שלה, שמשנה את ה”אדון” וה”עבד” ל”מוביל” ו”עוקב” ואת הרשימות “הלבנות” ו”השחורות” ברשימות “מאושרות” ו”דחויות”.\nמקור: Twitter\nטוויטר לא לבד במה שאפשר לקרוא לו “הגל השני” של חברות שמשנות מינוחים, כשגם יצרנית המצלמות הגדולה בעולם Canon (קאנון) הודיעה רשמית על ביטול המונחים Slave ו-Master המתייחסים לציוד היקפי למצלמות כמו פלאש – כשהראשי (Master) שולט במשני (Slave).\nבקאנון אומרים כי המהלך של העלמת המונחים הללו החל עוד בסוף שנת 2017, אבל תקף רק לציוד חדש שבו ישתמשו אנשים הרוכשים את הציוד שלהם – מכיוון שהמינוחים הישנים מוגדרים באופן שאינו ניתן לשינוי במוצרי החברה שיצאו לשוק לפני.\nב-Fstoppers מציינים עוד כי שינוי המדיניות של החברה נשאר כמעט בגדר סוד מכיוון שהמוצרים הפופולריים ביותר בקרב צלמים, ועדיין כוללים שימוש במונחים הללו, יוצרו לפני השינוי כך שהם לא מעודכנים ואי אפשר לעדכן אותם.\nהשינוי של מונחים כמו Master ו-Slave לא לבד, וגורמים בתעשיית אבטחת המידע בחו”ל קוראים לשינוי של המונחים Black Hat ו-White Hat, לאו דווקא בגלל הקשרים גזעיים. הנושא זכה לתהודה רצינית אחרי שסגן נשיא בכיר בגוגל, האחראי גם על תחום האבטחה באנדרואיד, הודיע כי לא יגיע לכנס של Black Hat בחודש אוגוסט כי לדעתו צריך להיפטר מהמינוח הזה.\nBlack hat and white hat are terms that need to change. This has nothing to do with their original meaning, and it’s not about race alone – we also need sensible gender-neutral changes like PITM vs. MITM.\n— David Kleidermacher (@DaveKSecure) July 3, 2020\n\nבציוצים שפרסם המסבירים את פרישתו מהכנס כתב סגן הנשיא, דיוויד קליידנמאכר, כי “‘כובע שחור’ ו’כובע לבן’ הם מונחים שצריכים להשתנות. זה לא קשור אך ורק לגזע, אנחנו צריכים להיות גם בעד מינוחים נטולי מגדר”. הוא הוסיף כי “השינויים הללו יסירו הקשרים פוגעניים, יעודדו שילוב ויעזרו לנו לבטל דעות קדומות”.\nההתייחסות של אדם במעמדו של קליידנמאכר עוררה שיח בנושא ברשתות, ורוב אנשי התעשייה מתנגדים לשינוי המינוח – כשהם שבים ומדגישים כי לא מדובר במונחים שבבסיסם הקשר גזעי, אלא מגיעים מסרטי מערבונים בהם הדמות הרעה חבשה כובע שחור בזמן שהגיבור חבש כובע לבן.", "keywords": "מחאה,ארצות הברית,ארה\"ב,blm,טוויטר,אדון,עבד,רשימה שחורה,רשימה לבנה,תכנות,black lives matter,קאנון,מצלמה,מצלמות,גוגל,בלאק האט,פלאש,slave,master,ארהב,ארהב"}