{"url": "https://www.geektime.co.il/popular-programming-languages-of-2015/", "type": "article", "title": "מה היתה שפת הפיתוח הכי פופולארית ב-2015?", "description": "אמ;לק: גם השנה JAVA היא עדיין שפת הפיתוח הפופולארית ביותר, אבל על המקומות שאחריה מתמודד קרב צמוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/640640640-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-30T18:45:34Z", "modified_time": "2015-12-30T18:13:14Z", "articleBody": "אמ;לק: גם השנה JAVA היא עדיין שפת הפיתוח הפופולארית ביותר, אבל על המקומות שאחריה מתמודד קרב צמוד\nמקור: גיקטיים\nאחת ההחלטות המורכבות יותר אצל מי שרוצה להפוך למפתח היא איזו שפת פיתוח ללמוד; ההחלטה מורכבת מגורמים רבים כמו המטרה – האם להיות מפתח אתרים, או לפתח אפליקציות, תוכנות למחשב וכו; הקושי בלמידה שלה; פופולאריות של כל שפה וביקוש, תנאים ושכר. 2 פרסומים מהזמן האחרון שופכים קצת אור על המגמות והטרנדים של 2015.\nאתר fossbytes ערך בדיקה שמתבססת על Google Insights, כדי לראות אילו שפות תכנות רצו המשתמשים ללמוד השנה. לאחר ניתוח של מספר החיפושים שכללו את הביטוי “ללמוד” ושם השפות השונות, עלה כי השפה שהגיעה למקום הראשון ב-2015 והכי עניינה את הגולשים ללמוד היתה Java. למקום השני והמכובד הגיעה Python, כשאם בודקים את נובמבר לבדו, python אף עוקפת את Java ומגיעה למקום הראשון. מייד אחריהן הגיעה C ולמקום הרביעי ++C; למקום החמישי ברשימת שפות התכנות שרצינו ללמוד השנה הגיעה ה-Javascript, שעדיין שולטת ללא עוררין בווב.\nלמקום השישי הגיעה PHP, כשאחריה מופיעה Ruby ו-#C (סי שארפ) של מיקרוסופט, כשאת הרשימה נועלת Swift, שפת התכנות של אפל שהוצגה לראשונה לפני כשנה וחצי ומיועדת לפיתוחים ב-iOS ו-OS X.\nהממצאים הללו תואמים רק בחלקם לממצאים של ארגון ה-ieee או אגודת מהנדסי החשמל והאלקטרוניקה הבינלאומית. הארגון ערך מחקר מקיף, שבחן את שפות הפיתוח המובילות ב-2015 והתבסס על 12 מדדים שונים מ-10 מקורות מידע שונים. גם על פי הממצאים של המחקר הזה שולטת Java ללא מתחרים. אולם בניגוד לבדיקה הקודמת, Python מגיעה במחקר זה רק למקום הרביעי, כשעוקפות אותה C במקום השני ו-++C במקום השלישי. במקום החמישי מגיעה #C, כשאחריה שפת ה-R שנמצאת בשימוש נרחב בקרב סטטיסטיקאים וכורי נתונים – בעיקר לשימושי ביג-דאטה. למקום ה-7 מגיעה PHP, כשאחריה, JavaScript ובמקום ה-9 נמצאת Ruby. סוגרת את הרשימה, התוכנה המתמטית Matlab, שמציעה סביבת פיתוח לאלגוריתמים, כש-Swfit של אפל לא מגיעה לעשירייה הראשונה, אבל עדיין זכתה לציון לשבח מצד עורכי המחקר, בזכות היותה שפה צעירה כל-כך; גם Cuda של nVidia זכתה לפירגון על הופעתה הראשונה במחקר.\n \n[interaction id=”568400954a54333d71dc42f6″]\n \n ", "keywords": "פיתוח,שפת פיתוח,שפת תכנות,java,ruby,c++,c,c#,python,ג\\'אווה,ג\\'אווה סקריפט,פייתון,רובי,סי,"}