{"url": "https://www.geektime.co.il/women-vs-men-hightech-2020/", "type": "article", "title": "השנה היא 2020, ונשים בהייטק עדיין מרוויחות פחות מגברים, גם באותם התפקידים", "description": "זה לא סוד שיש פערי שכר בין נשים וגברים, אבל עד כמה הם קיצוניים? מה אחוז הנשים במשרות בכירות בהשוואה לגברים וכמה מתוך מפתחי ה-Full Stack הן נשים? הנה כמה נתונים עדכניים על שוק ההייטק הישראלי ובראשם ההבדלים בין המינים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/photo-1522071820081-009f0129c71c-1580981460-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-15T11:00:19Z", "modified_time": "2020-02-13T18:58:58Z", "articleBody": "זה לא סוד שיש פערי שכר בין נשים וגברים, אבל עד כמה הם קיצוניים? מה אחוז הנשים במשרות בכירות בהשוואה לגברים וכמה מתוך מפתחי ה-Full Stack הן נשים? הנה כמה נתונים עדכניים על שוק ההייטק הישראלי ובראשם ההבדלים בין המינים\nמקור: Unsplash\nנכון, אנחנו כבר בשנת 2020, אבל לצערנו – עדיין, כאשר מסתכלים על מצבן של נשים בתעשיית ההיי-טק בישראל, נראה כי ההבדלים בינן לבין הגברים מורגשים בהחלט. הנתון הבולט ביותר הוא בשיעור הנשים הנמוך יחסית בתחום שעומד על כ-30%, מה שאומר שהשוק נשלט ברובו על ידי גברים. אבל יש עוד לא מעט שאלות מעבר לכמות הנשים בתעשייה: כמה נשים מתוך השליש הזה עוסקות בתפקידים טכניים? האם יש הבדלים בשכר בין גברים ונשים, גם באותם התפקידים? ומי נשאר זמן רב יותר באותו מקום עבודה – גברים או נשים? שוחחנו עם כמה גורמים רלוונטים כדי שהם יעזרו לנו לגבש תמונת מצב עדכנית של ההייטק הישראלי בכל הקשור להבדלים בין המינים.\nמבט על מצבן של נשים בתעשיות הטכנולוגיות בישראל בהתבסס על נתוני חברת ההשמה אתוסיה מגלה תמונה לפיה נשים עדיין מרוויחות משמעותית פחות מגברים, גם כאשר הן מועסקות באותם תפקידים. 79% ממפתחי ה-Full Stack הם גברים, ובעוד ששכר ממוצע של אישה בתפקיד זה עומד על 21,587 ש״ח לחודש, שכרו של גבר גבוה יותר ועומד על 23,262 ש״ח לחודש. גם ה-Front end נשלט על ידי גברים (76%), והשכר הממוצע של הגברים בתחום הוא 21,633 ש״ח לחודש, בהשוואה ל-18,300 ש״ח לחודש שמרוויחה אישה. 87% מאנשי ה-DevOps הם גברים, ושכרם הממוצע עומד על 26,660 ש״ח לחודש, כ-3,000 ש״ח יותר מהשכר של נשים בתפקיד זה.\n84% מחוקרי האבטחה הם גברים, וקצת מאכזב לראות שנשים שכן החליטו לעסוק בתחום זה משתכרות משמעותית נמוך מגברים – 19,167 ש״ח לעומת 26,090 ש״ח.כאשר מסתכלים על תפקידים בעולם החומרה, שם כמעט ולא ניתן למצוא נשים; 95% מהעוסקים בארכיטקטורת שבבים ו-RF Design הם גברים, וארכיטקט שבבים ירוויח 36,000 לעומת מקבילה בתפקיד שמרוויחה 28,500 אלף בלבד.\nעם זאת, ייתכן שבעוד כמה שנים נתחיל לראות שינוי, לפחות בייצוג הנשי בסצינת ההייטק – עם עליית מספר הסטודנטיות בתחומי ההנדסה; לפי נתוני המועצה להשכלה גבוהה חלה עלייה גדולה מאוד בסטודנטיות הלומדות מקצועות הרלוונטים לתעסוקה בהייטק, ובין השנים 2010-2018, הוכפל מספר הסטודנטיות למדעי המחשב והן מהוות כיום כ-32% מהסטודנטים בתחום. עם זאת, הנתונים מראים כי במהלך כל העשור האחרון, נצפתה עליה מזערית של 3% בכמות הנשים המועסקות בהייטק.\nמקור: אתוסיה\nעם זאת, נראה לנו שאתם יכולים לנחש איפה נשים כן מככבות; מרביתן, נמצאות בתחומי משאבי האנוש – 83% מהמגייסות ו-75% ממנהלות משאבי האנוש – הן נשים. הייתם מצפים שבתחום שנשלט על ידי נשים – הגיוני שהנשים ירוויחו בו יותר – לא? ובכן, צר לנו לאכזב, אבל גם כאן הגברים מנצחים; מנהלת משאבי אנוש מרוויחה 18,500 ש״ח, בעוד שמנהל משאבי אנוש מרוויח 20,786 ש״ח.\nבתפקידי המרקום ישנו רוב מרשים של 68% נשים, 52% מהעוסקים ב-UI הן נשים, ו-40% מהעוסקים בתחום השיווק הדיגיטלי הן נשים. בעולם מדעי הנתונים שפורח בשנים האחרונות 39% מהאנליסטים בתחום הדאטה הן נשים, ורבע ממדעני הנתונים הן מדעניות. גברים העוסקים ב-Data Analysis מרוויחים בממוצע 18,198 ש״ח, בעוד שנשים מרוויחות 17,086 ש״ח. כשעולים בדרג למדען נתונים, גברים מרוויחים 27,074 ש״ח לעומת 25,931 ש״ח שנשים מרוויחות.\nמקור נתונים: אתוסיה\nתחומים בהם הפערים קטנים יותר הם למשל באדמיניסטרציה – שם מרוויחים נשים וגברים סכומים כמעט זהים – סביב ה-10,000 ש״ח בחודש, וביזנס אנליסט גבר מרוויח 19,300 ש״ח כאשר נשים בתחום כ-19,000 ש״ח.\n \nאחרי שעסקנו בהבדלים בשכר ובסוגי התפקידים, סוגיה מעניינת נוספת ששווה התייחסות היא ההבדלים בדרגים בין המינים. כאשר מסתכלים על תפקידי אדמיניסטרציה, תחום ש-94% מהעוסקים בו הן נשים, ברוב המקרים (97%-100%) הדרגות הבכירות יאוישו גם על ידי נשים. עם זאת, תפקיד ה-CTO מאויש ב-95.53% מהפעמים על ידי גברים, ובתפקידי פיתוח תוכנה כלליים (Software Development) ב-78% מהמקרים הגבר יקבל את התקן הבכיר, אבל ב-UX דווקא הנשים שולטות בתפקידים בכירים (66%).\nמקור נתונים: אתוסיה\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nמי שמאשרת ומחזקת גם כן את המצב הלא מאוזן בשוק היא קבוצת SQlink, שלפי הניתוחים שלה אחוז הנשים במשרות הייטק טכנולוגיות עומד בכלל על כ-17%. כמו כן, לפיה, כ-60% מעובדי ההייטק בעלי השכר הנמוך ביותר הן נשים, והן מהוות רק 14% ממקבלי השכר הגבוה בתחום. יתרה מכך, עולה כי לאחר לידה ראשונה, שכרן של הנשים יורד בכ-8%, בעוד שהשכר של הגברים לעומת זאת, לא נפגע בעקבות השינוי המשפחתי.\nלפי שירי ווקס, מנכ״לית חברת ההשמה GotFriends מבית SQlink, כנראה שהסיבה לכך נובעת מזה שאמהות טריות נוטות להפחית את מספר שעות העבודה ולעבור לתפקידים שמאפשרים יותר גמישות.​ זה מאשר את הנתון שמעל 40% נשים סבורות שהבעיה הקשה ביותר עבורן היא השילוב בין משפחה ועבודה.\nאבל למה מלכתחילה יש יותר גברים מנשים בהייטק? מה מוביל לפערים? לדברי ווקס, יש לכך כמה סיבות מרכזיות; ראשית, לא מעט מהגיוסים בהייטק הם בשיטת חבר מביא חבר, ועדיין מדובר במועדון די גברי הכולל ברובו יוצאי יחידות עלית בצבא. סיבה נוספת היא שנשים נוטות פחות להגיש מועמדות למשרה אם הן לא עונות על כל הדרישות שצויינו, זאת בניגוד לגברים שיגישו מועמדות גם אם הם לא עונים על רוב הדרישות. כמו כן, 70% מהנשים לא יגישו כלל מועמדות לסטארטאפים כי הן חוששות מאיזון בית עבודה, וזה חבל – כי נשים נוטות להישאר במקום עבודה בממוצע כחצי שנה יותר מגברים, בכל תפקיד.\n״ישנם עדיין מקומות בהם מנהלים בהיי-טק יעדיפו גבר במקום אישה כביכול מסיבות של תפוקות״, מסביר מנכ״ל אתוסיה אייל סולומון. לדבריו, ״ישנם עדיין מנהלים שמחזיקים בהשקפה המיושנת והבעייתית שאם לאישה יש ילדים אז התפוקות שלה יהיו יותר נמוכות ואם היא חושבת על ילדים אז כביכול זה איום. מנהל לא יגיד את זה בקול רם אבל זה קיים״.\n״גם גברים נדרשים לשעות עבודה ארוכות, זו הרי המהות של סטארטאפים בתחילת דרכם. אבל מנשים מצפים גם לתפעל את הבית, להביא ילדים ולגדל אותם”. מוסיפה ווקס, שטוענת בנוסף כי חברות בהן ההנהלה הטרוגנית מבחינה מגדרית מגיעות להישגים גבוהים יותר מאשר הנהלה אחידה מבחינה מגדרית. אין ספק שמדובר בפספוס, שכן נתונים אלו משתלבים ומחזקים מחקר שפורסם לפני מספר חודשים, בו עלה כי סטארטאפים בהם תמצאו לפחות יזמת אחת ונשים בתפקידים ניהוליים, גייסו יותר כספים מסטארטאפים ללא נציגות נשית – מהגיוס הראשון ועד האחרון.\nלכל חובבי וחובבות המתודולוגיות: הנתונים של אתוסיה מבוססים על מדידה של מספר המשרות שנפתחות ונסגרות בכל תחום באתרי הדרושים וברשתות החברות; מספר המועסקים הרשומים ברשתות החברתיות והמגמות בכל תחום; רמות השכר בהייטק בעזרת סקרי שכר; אחוז העזיבה מרצון וגיוסי עובדים לצורכי צמיחה או תחלופה באמצעות סקרים מול מעסיקים. כמו כן, פלטפורמת הגיוס שלהם מבוססת על ביג דאטה ואנליטיקות שפותחו על ידם. הנתונים של SQlink מבוססים על מערכת CRM מטויבת ועל דאטה של אלפי תהליכי גיוס מול נשים.", "keywords": "נשים בהייטק,שכר נשים,הייטק,שכר בהייטק,פיתוח,שכר נשים הייטק,דוח שכר,אתוסיה,sqlink"}