{"url": "https://www.geektime.co.il/iphone-os-4-0-unveiling/", "type": "article", "title": "כל מה שרציתם לדעת על iPhone OS 4.0 ואפל לא ענו לכם - עד אתמול", "description": "בהמשך לדיווח שקיבלנו בתחילת השבוע, ערכה אתמול חברת אפל אירוע גדול בו חשפה לראשונה פרטים חדשים על מערכת ההפעלה החדשה למכשירים הניידים מתוצרה - iPhone OS בגרסה 4.0. ריבוי משימות, יכולות חדשות לארגונים, מערכת הפרסום החדשה ועוד הרבה הפתעות.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/04/iphoneos4unveiling-1-300x186.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-04-09T15:18:28Z", "modified_time": "2010-04-10T17:42:05Z", "articleBody": "בהמשך לדיווח שקיבלנו בתחילת השבוע, ערכה אתמול חברת אפל אירוע גדול בו חשפה לראשונה פרטים חדשים על מערכת ההפעלה החדשה למכשירים הניידים מתוצרה – iPhone OS בגרסה 4.0. ריבוי משימות, יכולות חדשות לארגונים, מערכת הפרסום החדשה ועוד הרבה הפתעות.\nקרדיט תמונה: רוברט גלברייט, רויטרס\nבהמשך לדיווח שקיבלנו בתחילת השבוע, ערכה אתמול חברת אפל אירוע גדול בו חשפה לראשונה פרטים חדשים על מערכת ההפעלה החדשה למכשירים הניידים מתוצרה – iPhone OS בגרסה 4.0.\nבפתיחת ההרצאה, הציג סטיב ג’ובס, מנכ”ל אפל, קצת סטטיסטיקות לגבי מה שקורה בשוק עם מוצרי החברה. לפי הנתונים שמסר, אפל מכרה ביום הראשון להשקת מכשיר האייפאד מעל ל-300,000 מכשירים (המספר כולל את כל האנשים שביצוע הזמנה מוקדמת) ועוד 150,000 מכשירים עד אתמול – סה”כ 450,000 מכשירי אייפאד כבר נמצאים אצל משתמשים. ג’ובס ציין כי בסט-ביי, נקודת המכירה היחידה בארצות הברית מעבר לחנויות אפל, כבר הודיעו שנגמר להם המלאי ואפל עושה כמיטב יכולתה על-מנת לספק את הביקוש.\nג’ובס ציין כי את ההצלחה הגדולה של המכשיר, אפשר לשפוט גם לפי כמות ההורדות הגדולה של התכנים מהחנויות השונות של החברה. לדבריו, משתמשים הספיקו להוריד בשבוע האחרון מעל ל-600,000 ספרים אלקטרוניים מה-iBookStore ומעל ל-3.5 מיליון אפליקציות עבור מכשיר האייפאד. באופן כללי, ציין ג’ובס, כי משתמשים כבר ביצעו מעל ל-4 מיליארד הורדות של אפליקציות מחנות האפליקציות של החברה וכי החנות מכילה נכון להיום כ-185,000 אפליקציות שונות.\nהגרסה החדשה של מערכת ההפעלה כוללת מעל ל-1500 ממשקי תוכנה (API) חדשים אשר יאפשרו למפתחים לגשר ישירות ליישומים שונים בתוך המכשיר כגון הודעות SMS, תמונות וסרטוני וידאו ואפילו לפגישות בלוח שנה באופן ישיר מתוך האפליקציה.\nבנוסף, הזכיר ג’ובס כמה יכולות חדשות ביניהן כמה שציפינו להן כבר מזמן. במערכת ההפעלה החדשה ניתן יהיה (סוף סוף) לבצע זום במצלמה ובמצלמת הוידאו של המכשיר ובכך אפל מיישרת קו עם רוב מכשירי הטלפון החכמים הקיימים כיום בשוק. כמו כן, מערכת ההפעלה החדשה תאפשר להחליף את הטפט של מסך הבית (בדומה לאפשרות הקיימת באייפאד) ותכלול גם מערכת זיהוי שגיאות כתיב אוטומטית.\nשורת ה-Multitasking בפעולה\nריבוי משימות (Multitasking)\n\nללא שמץ של ספק, התכונה החשובה והמרכזית ביותר שנוספה לגישה החדשה של מערכת  ההפעלה היא התמיכה ב-Multitasking. מאז השקתו של מכשיר הדור הראשון, משתמשים התלוננו על אי היכולת לעבוד עם מספר אפליקציות במקביל. דאז, אפשרויות ההשוואה שהיו להם היו רק מיקרוסופט עם Windows Mobile ונוקיה עם Symbian אשר איפשרו לעשות זאת. מאז הצטרפו לחגיגה עם גוגל עם האנדרואיד, פאלם עם WebOS וחברות נוספות עם מערכות הפעלה שונות משלהן, כאשר המשותף לכולן היא התמיכה בהפעלת מספר אפליקציות במקביל. אף על פי כן, ריבוי משימות היה אחת מנקודות התורפה של מערכות ההפעלה שכן תמכו באפשרות מאחר והפעלת אפליקציות ברקע גרמה להאטה משמעותית בביצועי המכשיר ולריקון מהיר יחסית של הסוללה.\nבמהלך האירוע, ציין ג’ובס כי אפל אמנם אינה הראשונה שמגיעה למסיבת ה-Multitasking, אבל היא מבצעת זאת בצורה הכי טובה, שלא תשפיע על ביצועי המכשיר ושלא תפגיע בביצועי הסוללה. חשוב לציין כי יכולת ה-Multitasking תהיה זמינה לאחר העדכון למערכת ההפעלה החדשה למכשירי ה-3GS בלבד ולא למכשיר הדור הראשון וה-3G.\nבמהלך ההרצאה הדגים ג’ובס את השימוש ביכולות ה-Multitasking במכשיר ע”י לחיצה  כפולה על כפתור הבית, אשר הקפיצה מסך המציג את כל האפליקציות ה”פתוחות”  שרצות ברקע ומאפשר לעבור ביניהן, בלחיצה פשוטה על האייקון המסמל את  האפליקציה אליה אתם מעוניינים לעבור. ג’ובס גם הדגים כיצד היכולת לעבור בין אפליקציות תהיה שימושית במקרים של אפליקציות המבצעות פעולות ממשוכות כגון העלאת קבצים לאינטרנט. לצורך ההדגמה, השתמש ג’ובס ביישום של Flicker והראה שגם לאחר שיצא ממנו וחזר אליו לאחר דקה, התמונות המשיכו לעלות ברקע ותהליך ההעלאה לא נעצר.\nלאחר מכן, הציג סקוט פורסטל, סמנכ”ל הפיתוח שאחראי על מערכת ההפעלה של האייפון, כיצד יכולים המפתחים לבצע שימוש ב-Multitasking API החדש לצורך היישומים שהם מפתחים. פורסטל הדגים את כיצד יישום הרדיו האינטרנטי Pandora, מבצע שימוש ב-API על-מנת לאפשר השמעת מוזיקה ברקע בזמן שמשתמשים אחרים מבצעים פעולות באייפון וכיצד Skype מאפשר לקבל שיחות גם כאשר האפליקציה לא פתוחה ורצה ברקע. יישום נוסף שפועל ברקע והוצג ע”י פורסטל היה ה-GPS ויכולות הטריאנגולציה של המכשיר. פורסטל ציין כי בגרסאות הנוכחיות של מערכת ההפעלה, כאשר משתמש יוצא מתוכנת הניווט, זאת מפסיקה לעקוב אחרי המיקום שלו וכאשר המשתמש יפתח את התוכנה מחדש, היא תצטרך לאתר את הלוויינים ולחשב את המיקום ואת המסלול מחדש. בגרסה 4.0, אפליקציות GPS שיותאמו לכך, יוכלו להמשיך לעקוב אחרי מיקום המשתמש ברקע, במידה והמשתמש בוחר לבצע פעולה אחרת ולסגור את האפליקציה תוך כדי ניווט ולאחר מכן לחזור לאותו מקום ללא צורך באיתורים וחישובים מחדש. בנוסף, הציג פורסטל כיצד יישומי מדיה חברתית המשתמשים במיקום דוגמת הרשת החברתית Foursquare, יוכלו להמשיך לעקוב אחרי המיקום של המשתמש גם כשהן סגורות, אך ללא צריכת הבטריה הגבוהה הנובעת מהפעלת הפונקציה של ה-GPS במכשיר. היישומים המדוברים יבצעו שימוש בטריאנגולציה (חישוב מיקום עפ”י מיקום אנטנות סלולריות אליהם מתחבר המכשיר) על-מנת לעקוב באופן שוטף אחרי מיקום המכשיר והאייפון אף ידע להצביע על כך שאפליקציה מסוימת משתמשת בשירות הטריאנגולציה המובנה במכשיר ע”י תצוגה של אייקון משולש קטן בסרגל העליון של האייפון.\n\nתכונה חשובה נוספת שנוספה לגרסה החדשה של המערכת ההפעלה היא היכולת לסדר את האפליקציות בתוך תיקיות. האפשרות החדשה מאפשרת למשתמשים לארגן את כל האפליקציות הקשורות בתוך תיקיה אחת ומקלה על תהליך מציאת האפליקציה (נושא קריטי במיוחד למשתמשים המשתמשים בכל מסכי האפליקציות). גם בגרסה הקודמת סיפקה אפל פתרון לבעיית הסדר וריבוי האפליקציות באמצעות התוספת של יכולת החיפוש, אשר מאפשרת לאתר כל אפליקציה, איש קשר, מייל או אפילו פתק תזכורת באמצעות מסך החיפוש. מה שמוסיפה מערכת הספריות החדשה בנוסף לסדר ולארגון, היא גם היכולת להגדיל את גבול האפליקציות המקסימלי שניתן להתקין על המכשיר. אם עד היום, ניתן היה להתקין עד 180 אפליקציות שונות במכשיר (אלא אם השתמשם בפריצות שונות שאפשרות לעבור את הגבול הזה), באמצעות מערכת ההפעלה החדשה, ניתן יהיה להתקין עד ל-2,160 אפליקציות שונות על מכשיר אחד (או עד שיגמר לכם המקום, מה שיבוא קודם).\nאת הפרטים על התוספת של תיבת הדואר האוניברסלית, חשפנו בפניכם כבר לפני שבועיים כאשר דלפו לאינטרנט כתוצאה מתשובה של ג’ובס למשתמש ששלח שאלה לגבי הנושא. במערכת ההפעלה הקיימת של אייפון, יכולים המשתמשים להגדיר מספר תיבות דואר לעבור בין התיבות השונות על-מנת לראות את התכתבויות הדואר בכל תיבה. תיבת הדואר האוניברסלית תאפשר למשתמשים לראות את כל ההתכתבויות שלהם במסך ולעקוב אחרי הדברים בצורה יעילה ומרוכזת. פונקציה נוספת שהציג ג’ובס היא האפשרות לפתוח Attachmants באמצעות תוכנות ייעודיות במכשיר. עד היום, ניתן היה לצפות בקבצים מצורפים בפורמטים משרדיים בסיסיים כגון DOC, DOCX ו-PDF, אך באמצעות מערכת ההפעלה החדשה, נוכל לפתוח סוגים נוספים של קבצים מצורפים באמצעות אפליקציות אחרות המותקנות על המכשיר.\nמערכת ההפעלה החדשה תאפשר למשתמשים להגדיר יותר מחשבון Exchange אחד, נושא שהיווה מגבלה משמעותית בעיקר בכל הקשור לשימוש של המכשיר בארגונים. בין אפשרויות הגדרת הדואר השונות, רק ה-Activesync אפשר לסנכרן גם את לוח השנה ואנשי הקשר עם השרת המרוחק ומשתמשים ארגוניים לא יכלו לסנכרן את לוח השנה שלהם גם עם ה-Exchange הארגוני וגם עם מייל פרטי נוסף דוגמת Gmail. ב-iPhone OS 4.0 ניתן יהיה להגדיר מספר חשבונות לסנכרון באמצעות Activesync ובכך לאפשר סנכרון מלא של כל החשבונות למקום אחד.\nבנוסף, מערכת ההפעלה תתמוך ביכולות הצפנה טובות יותר ותאפשר לחברות לעדכן את המכשירים מרחוק (Over-the-air) בעדכוני מערכת הפעלה ואף למחוק את תכולת המכשיר מרחוק במקרה של אובדן או גניבה. מערכת העדכונים המובנית במערכת ההפעלה החדשה תאפשר לחברות לפרום אפליקציות שפותחו בחברה עבור המכשיר בצורה מרוכזת וללא צורך בחיבור פיזי של המכשיר למחשב ול-iTunes. חשוב לציין, כי לצורך ביצוע פעולה מהסוג הזה, סביר להניח כי אפל תשחרר בהמשך מערכת ניהול מסוג כלשהו אשר תאפשר לבצע את פעולות הניהול ופריסת האפליקציות, אך ג’ובס לא דיבר על הנושא במסגרת האירוע.\nחנות הספרים מגיעה גם לאייפון\n\nאחד הפריטים שהפך ללהיט מיידי בהשקת האייפאד היה חנות הספרים החדשה של אפל – ה-iBookStore. גרסה מותאמת של חנות הספרים תגיע במסגרת מערכת ההפעלה החדשה גם למכשירי האייפון והאייפוד טאץ’ ואף תאפשר למשתמשים להעביר את הספרים שרכשו בין המכשירים השונים (כולל האייפאד) בצורה אלחוטית וללא צורך בחיבור למחשב. הקרב הגדול של החברה כעת, יהיה מול ה-Kindle של אמאזון, אשר כעת מחזיק באפליקציות עבור מכשירי האייפון, אייפוד טאץ’ ואייפאד, יחד עם תמיכה במכשירי בלאקברי ואף במחשבי PC ו-Mac.\nגם אפל הבינו, כרגיל קצת באיחור, את המשמעות של אינטראקציה בין משתמשים אחרים בכל הקשור למשחקים ובכלל. אפל מחזיקה היום מעל ל-50,000 משחקים בחנות האפליקציות שלה, כמות הגדולה בעשרות מונים מכל חנות אפליקציות אחרת ואפילו מענקיות המשחקים סוני ונינטנדו. ה-Game Center החדש אשר יושק קצת לאחר ההשקה של מערכת ההפעלה החדשה, יאפשר למשתמשים לשחק במשחקים כנגד חברים או כנגד יריבים אחרים אשר מוגדרים באותה “רמת משחק” (Game Skill Level) במשחק ספציפי. כחלק מה-Game Center תנהל החברה גם טבלאות (Leader Boards) אשר יאפשרו למשתמשים במשחקים השונים להתחרות אחד בשני גם לא בצורה ישירה על כמות נקודות והצלחות במשחקים השונים.\nאחד הפיצ’רים המרכזיים במערכת ההפעלה החדשה תהיה התוספת של מערכת הפרסום החדשה של אפל – iAds. ג’ובס ציין באירוע כי חנות האפליקציות כוללת, נכון להיום, מעל ל-185,000 אפליקציות הניתנות להורדה חינם. שירות הפרסומות החדש של החברה נועד לאפשר למפתחים דרך נוספת להרוויח כסף למעט גבייה עבור הורדה של אפליקציות או עדכונים שונים לאפליקציה עצמה (בקטגוריה הזאת נכללת גם סחורה וירטואלית לצורך העניין). ג’ובס התייחס לפרסום הקיים היום בעולם הוירטואלי וטען כי הפרסום הקיים אינו אלגנטי, אינו מתאים לשימוש בפלטפורמות הניידות ואפל מנסה כעת לתת את התרומה ה”קטנה” שלה בעניין.\nג’ובס התייחס באופן ישיר לגוגל, כאשר ציין כי הדרך שבה גוגל מרוויחה את הכסף כתוצאה מפרסומות בחיפוש על המחשב, אינה רלוונטית למכשירים ניידים מכיוון שמשתמשים לא מבצעים חיפוש בצורה רחבה באמצעות מכשירים ניידים, אלא מבזבזים את כל הזמן שלהם על שימוש באפליקציות. למרות שאני די בטוח שגוגל יכולים לספק כמה נתונים מעניינים על כמות האנשים שמחפשים באמצעות מכשירים ניידים בכלל ואייפון בפרט, אין ספק שג’ובס מעלה כאן נקודה מעניינת למדי. ג’ובס גם ציין כי המטרה של השירות החדש היא לשלב בין האינטראקטיביות שמספקת הפלטפרומה של האינטרנט לפרסומות לבין הרגש שמספקות הפרסומות בטלוויזיה.\nאת החיבור בין שני האלמנטים, מתכוונת החברה לעשות באמצעות שימוש בפרסומות אינטראקטיביות בתוך האפליקציות בדמות סרטוני וידאו, דמות ושאר קטעי מידע אינטראקטיביים אשר יוטמעו בתוך האפליקציה עצמה. בעת לחיצה על המודעות, המשתמשים לא יעזבו את האפליקציה ולא יופנו לחלון דפדפן, אלא הפרסומת עצמה תוכל להיפתח לאינטראקציה נוספת בתוך האפליקציה עצמה. ג’ובס טוען כי הרבה יותר אנשים יהיו מעוניינים ללחוץ על פרסומות מהסוג הזה מאשר על הפרסומות הטקסטואליות שנדחפות בתחתית או בחלקו העליון של המסך באפליקציות השונות למכשירים ניידים. ואתם יודעים מה? אחרי שראינו את ההדגמות, אנחנו בהחלט מסכימים איתו. ג’ובס הדגים באירוע פרסומות לסרט “צעצוע של סיפור 3” ולנעלי “נייק אייר ג’ורדן) אשר כל אחת מהן נראתה כמו אפליקציה בפני עצמה. הפרסומת של צעצוע של סיפור כלל מספר קטעי וידאו ואודיו מתוך הסרט ופוסטים שונים שניתן היה לדפדף ביניהם ולחיצה על הפרסומת של הנעליים בתוך אפליקציה לחדשות ספורט הובילה לסרטון וידאו ומידע היסטורי על סדרת הנעליים. לגבי החזר ההשקעה המיידי של הפרסומות הללו, אנחנו עדיין לא יכולים להביע דעה מכיוון שההדגמות לא כללו אופציה ממשית ל”ביצוע פעולה” כפי שנהוג בפרסום באינטרנט נכון להיום. סוג כזה של פרסום מתאים בעיקר למותגי פרימיום ולחברות המעוניינות לחשוף את עצמן או ליצור עניין לגבי מוצר מסויים ופחות לגבי חברות או אנשים המעוניינים למכור משהו באופן ישיר באמצעות המודעה.\nבמסגרת הסכם הפרסום, אפל תארח את כל הפרסומות על גבי השרתים שלה ותתחלק עם המפתחים בהכנסות כאשר 60% מההכנסות יגיעו למפתחים ו-40% לאפל. זהו אמנם הסטנדרט הנהוג היום בעולם הפרסום, אך כשעושים את ההשוואה ל-70-30 שאפל מאפשרת היום במסגרת רכישת אפליקציות ועדכונים ב-Appstore.\nלפי הנתונים שפורסמו באירוע, מערכת ההפעלה זמינה כבר כעת בגרסת Preview למפתחים במטרה לאפשר להם לעדכן את האפליקציות שלהם עם כל היכולות החדשות של המערכת. גרסה מלאה של מערכת ההפעלה החדשה תשוחרר לקהל הרחב רק בקיץ הקרוב. ג’ובס לא דיבר על תאריך מדויק, אך להערכתנו, זה יקרה במקביל להשקת מכשיר האייפון HD החדש ב-22 ביוני. משתמשי האייפאד יזכו לראות את העדכון למערכת ההפעלה החדשה רק לקראת הסתיו.", "keywords": "אפל,apple,אייפאד,אייפון,אייפוד טאץ\\',ipad,iphone,ipod touch,iphone os,iphone os 4,iphone os 4.0,microsoft,nokia,windows mobile,symbian,google,android,palm,webos,מערכת הפעלה לאייפון,מערכת הפעלה לאייפון בגרסה 4.0,מיקרוסופט,וינדוס מובייל,נוקיה,סימביאן,גוגל,אנדרואיד,פאלם,וובוס,ibookstore,ibook store,pandora,פנדורה,אייבוק סטור,סקייפ,skype,פורסקוור,fourquare,מערכת הפרסום של אפל,iads,exchange,active-sync,activesync,תיבת דואר אוניברסלית,universal mailbox,ריבוי משימות,multitasking,אייפון hd,iphone hd"}