{"url": "https://www.geektime.co.il/dev-surveys-sqlink/", "type": "article", "title": "סקר המפתחים הגדול בעולם: מהי השפה הכי פופולארית ומה שווה יותר: ניסיון או השכלה", "description": "אתר Stack Overflow פרסם את סקר המפתחים הגדול ביותר עד כה, והתוצאות מראות כמה מסקנות מעניינות במיוחד", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/GettyImages-699166471.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-30T13:55:20Z", "modified_time": "2017-11-05T09:18:35Z", "articleBody": "אתר Stack Overflow פרסם את סקר המפתחים הגדול ביותר עד כה, והתוצאות מראות כמה מסקנות מעניינות במיוחד\nהכתבה בחסות\n\nצלם/תמונה: Richard Theis / EyeEm/ Getty Images Israel\nגם השנה, כמו בכל שנה מאז 2011, מוציא אתר Stack Overflow סקר שנתי המגלה למפתחים מידע שלא בטוח שהם בעצמם יודעים. השנה בוצע הסקר הנרחב ביותר אי פעם מבחינת כמות נסקרים – 64,000 מפתחים שיתפו במידע על עצמם וענו על רשימה כמעט אינסופית של שאלות. אם אתם מפתחים ואוהבים את המקצוע שלכם, ואם בא לכם להרגיש חלק מקהילה גלובלית ולגלות מה קורה אצל הקולגות שלכם, פנו לעצמכם 5 דקות וקראו את המסקנות שעלו בסקר. האמינו לנו, את המידע הזה אתם לא רוצים לפספס.\n72.6% מהמשתתפים בסקר הם מפתחי ווב, 28.9% מפתחים אפליקציות Desktop ו-23% מפתחים אפליקציות מובייל. אחריהם: 11.3% הם מפתחים עם רקע מתמטי או סטטיסטי; 11.1% הם מפתחי DevOps; ו-9.3% עוסקים ב-Embedded. אגב, בתחום ה”חם” של Machine Learning עוסקים רק 3.8% מהמפתחים שענו על הסקר.\n63.7% ממפתחי הווב הם מפתחי Full Stack; מפתחי ה-Back End מהווים 24.4%; ומפתחי Front End הם 11.9%. מבין מפתחי המובייל, מפתחי האנדרואיד מובילים במספרם על על מפתחי ה-iOS, עם 64.8% לעומת 57.6% בהתאמה.\nמנחשים? אין כאן הפתעה גדולה – Java Script גרפה את מירב הקולות (66.7%), ואחריה מדורגות:\n– SQL, עם 53.7% מהקולות\n– Java, עם  38.3% מהקולות\n– C#,  עם 36.7% מהקולות\nאחריהן נמצאות השפות Python PHP, C++, ו-C. הסקר גם מראה מגמה  ברורה ועקבית של ירידה ב-C# וב-C ב-5 השנים האחרונות. אגב, שפת הפיתוח שרוב המפתחים פשוט חרדים ממנה היא Visual Basic (שנה שניה ברציפות), וההשפה הכי אהובה היא Rust.\nפרט מאוד מעניין שלא בהכרח שהוא רלוונטי לשום תחום עיסוק אחר פרט לפיתוח, הוא שמפתחים רואים בכתיבת קוד לא רק מקור לפרנסה, אלא גם תחביב. 75% מהמפתחים כותבים קוד סתם לשם ההנאה מחוץ למסגרת של עבודה.\nפערי המגדר בקרב המפתחים עדיין גדולים, ואפילו גדולים מדי. 89.5% מהמפתחים הם גברים, לעומת  7.2% נשים בלבד. באילו תפקידים בכל זאת יש יותר סיכוי למצוא נשים? בתפקידי פיתוח ווב ומובייל ובתפקידי QA.\nמקור: צילום מסך אתר Stack Overflow\nכשמדמיינים מפתח ממוצע, מדמיינים “פריק מחשבים” – אוטודידקט שכבר בילדות פירק והרכיב מחדש מחשבים, אבל המציאות דווקא מערערת על הדימוי הזה משום שעל פי הסקר 36.9% מהמשתתפים למדו פיתוח תוכנה 4-1 שנים בלבד לפני שהחלו לעבוד, ו-11.3% נוספים הם מפתחים טריים אף יותר שלמדו לפתח רק שנה לפני כניסתם לתפקיד.\nרוב המפתחים הם אקדמאים. 47.9% מהם הם בעלי תואר ראשון ול-24.9% יש גם תואר שני. אצל 52.4% מהם התואר הוא במדעי המחשב או בהנדסת תוכנה, אך מצד שני 32% מהמפתחים האקדמאים ציינו שללימודים שלהם הייתה השפעה קטנה, אם בכלל, על רמת הידע שלהם, ו-90% מהם עדכנו שהם לומדים באופן עצמאי (91.1%). איך הם עושים את זה? הנתונים מראים כי הדרך המובילה היא תיעוד וחומר מקצועי במקביל לקריאת שאלות ותשובות באתר Stack Overflow.\nאם אתם מפתחים שגם אוהבים את מה שהם עושים ורוצים להעמיק ולפתח את הקריירה שלהם, או שאתם ממש בתחילת הדרך ומעוניינים להיכנס לתחום, כדאי לדעת שרוב המפתחים (64.5%) ממליצים להרחיב ידע וללמוד באמצעות קורסי אונליין. לעומת זאת, במקום האחרון באותה רשימת דרכים מומלצות ממוקם התואר השני (10.8%).\n70.3% מהמפתחים עובדים במשרה מלאה, והשאר הם פרילנסרים, שכירים במשרות חלקיות או לא עובדים. הסקר העלה כי המפתחים המועסקים בסך הכל מרוצים מהעבודה שלהם, ואחרי 4 שנות ניסיון מדד שביעות הרצון שלהם עולה אף יותר. אבל איך בכלל מוצאים עבודה בתחום? יש 4 דרכים מובילות: במקום הראשון: קשרים או חברים. אחרי כן, בסדר יורד: פנייה ישירה של החברה למועמד, אתרי דרושים וחברות השמה.\nמקור: צילום מסך אתר Stack Overflow\nכמה מפתחים לדעתכם מחפשים עבודה בכל זמן נתון? על פי שכיחות המעברים ממקומות עבודה ניתן להניח שמפתחים רבים מחפשים עבודה בתדירות גבוהה למדי. אך זו טעות. על פי הסקר, רק 13.1% ממפתחי התוכנה מחפשים עבודה באופן אקטיבי. “אקטיבי” היא מילה חשובה פה משום שלמרות הנתון הזה, 75.2% מהם נמצאים באופן קבוע בסטטוס של “פתוחים להצעות” ומוכנים לשמוע על משרות מעניינות גם כשאינם מחפשים עבודה.\nבכל הקשור לבחירת מקום עבודה, מפתחים תמיד יעדיפו חברה שיש בה אפשרות להתפתחות מקצועית. אם נשים בצד את הפן המקצועי ונבדוק מה מבין תנאי העבודה קורץ למפתחים, אז נגלה שמדובר בשני גורמים עיקריים: כמות ימי חופש (57%) וגמישות לעבוד מרחוק או מהבית. 53.3% מהמשתתפים בסקר בחרו באופציה לעבוד מרחוק כפרמטר המוביל לבחירת מקום עבודה. 63.9% ירצו לעבוד מרחוק לפחות יום אחד בחודש ו-11.1% ירצו לעבוד מרחוק באופן קבוע או במרבית שעות העבודה.\nולסיום הנה שאלה עבורכם: במה אתם מעדיפים להשתמש כשאתם כותבים קוד: בטאבים או ברווחים? גם על זה ענו משתתפי הסקר ובחרו במקום הראשון בטאבים (42.9%).", "keywords": "sqlink,מפתחים,stack overflow,שפות פיתוח,מגדר,סקר,קולגות,תכנות"}