{"url": "https://www.geektime.co.il/amazon-went-through-biggest-ddos-attack-ever/", "type": "article", "title": "מזל טוב: אמזון זכתה במתקפת ה-DDoS הגדולה בהיסטוריה", "description": "כן קורונה, לא קורונה, יש לנו שיא עולמי חדש. כפיים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/Andy_Jassy_Keynote_reInvent_2017-1512062241-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-18T19:58:52Z", "modified_time": "2020-06-18T21:40:49Z", "articleBody": "כן קורונה, לא קורונה, יש לנו שיא עולמי חדש. כפיים\nכנס AWS Reinvent. צילום: אמאזון\nכשמתקפות DDoS הופכות ליותר ויותר שכיחות, אתרים גדולים וקטנים כאחד צריכים להתכונן לאויב שמולו הם לא בהכרח יכולים להתגונן. בחלק מהמקרים האתר קורס עקב המתקפה, אך בחלקם הצוות שמתחזק אותו מצליח לעמוד באתגר.\nAWS, חטיבת שירותי הענן של אמזון, הודיעה היום (ה’) כי הצליחה לשרוד בחודש פברואר האחרון את מתקפת ה-DDoS הגדולה ביותר בהיסטוריה, לפחות נכון לעכשיו. AWS Shield, צוות ההגנה מ-DDoS של אמזון, שמסייע להגן על לקוחות שירות המחשוב בענן שלה, פרסם מסמך על המתקפה המפלצתית, שבשיאה נרשם טראפיק בנפח של 2.3Tbps בשרתי AWS.\nהצוות פרסם את המתקפה במסגרת דו”ח AWS Shield Threat Landscape, דו”ח רבעוני בו מפורטות מתקפות שהצליח לסכל. בדו”ח שפרסמו באמזון על הרבעון הראשון של 2020 לא נכתב מי מלקוחות החברה היה היעד של המתקפה חסרת התקדים.\nהגרף שמציג את המתקפה הענקית על שרתי AWS | מקור: Amazon\nהתוקפים מאחורי מתקפת הענק על שרתי AWS השתמשו בפרוטוקול CLDAP, המשמש לחיבור, חיפוש וביצוע שינויים בספריות, כדי לבצע את המתקפה על שרתי החברה. על פי הדו”ח, במשך שלושה ימים המתקפה הייתה בעצימות גבוהה והעלתה את רמת הכוננות של צוות AWS Shield לרמות הגבוהות ביותר עקב הנפח ומשך ההתקפה.\nעל פי ZDNet, השימוש ב-CLDAP לביצוע מתקפות DDoS החל ב-2016 ועל ידי השימוש בפרוטוקול זה ניתן להכפיל את כוחה של מתקפה פי 56 עד 70 לעומת גודלה המקורי – מה שהופך אותו לכלי מאוד פופולרי בקרב תוקפים.\nעד למתקפת הענק על שרתי AWS, מתקפת ה-DDoS הגדולה ביותר שתועדה אירעה במרץ 2018 ובמסגרתה נרשם טראפיק בהיקף של 1.7 טרה-ביט לשנייה. המתקפה שוככה על ידי צוות אבטחת סייבר של חברת NETSCOUT. לפניה, המתקפה הגדולה ביותר שתועדה אירעה חודש לפני כן, אז נרשם טראפיק של 1.3 טרה-ביט בשנייה בשרתי GitHub. בשתי המתקפות הללו השתמשו התוקפים בשרתי Memcached (טכנולוגיית מטמון לשרתים) שהיו חשופים ברשת כדי להכפיל את כוחה של המתקפה.\nמתקפות DDoS בד”כ מגיעות לשיאן בכמה מאות גיגה-ביט בשנייה וחברות כמו Link11 ו-Cloudflare דיווחו כי ברבעון הראשון של 2020 המתקפות הגדולות ביותר שניטרו עמדו על 460 ו-550 גיגה-ביט בשנייה בהתאמה – כחמישית מנפח התקיפה שבוצעה על שרתי AWS.", "keywords": "amazon,מתקפת סייבר,מתקפת ddos,aws,הגנת סייבר,aws shield,ddos,התקפת מניעת שירות"}