{"url": "https://www.geektime.co.il/jfrog-devops/", "type": "article", "title": "הכנס שיציג בפניכם את החידושים האחרונים בעולם ה-DevOps ואלה הצפויים לנו בעתיד", "description": "הכנס שמארגנת חברת JFrog יתקיים ב-24 בספטמבר במלון דניאל בהרצליה. מפתחים, מהנדסים ומובילים עסקיים יוכלו לשמוע הרצאות של אנשי מקצוע מובילים מהתעשייה. ויש גם קוד הנחה לקוראי גייקטיים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/JFROG-1566990813-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-28T14:31:31Z", "modified_time": "2019-08-28T16:49:15Z", "articleBody": "הכנס שמארגנת חברת JFrog יתקיים ב-24 בספטמבר במלון דניאל בהרצליה. מפתחים, מהנדסים ומובילים עסקיים יוכלו לשמוע הרצאות של אנשי מקצוע מובילים מהתעשייה. ויש גם קוד הנחה לקוראי גייקטיים\nהכתבה בחסות\n\nבעולם שכבר מזמן “נאכל” על ידי תוכנה, ארגונים לא יכולים להרשות לעצמם שלא לאמץ את תרבות ה-DevOps ומתודולוגיות הפיתוח הנגזרות ממנה. זהו עולם שמשתנה ומתפתח בקצב מהיר תוך הצבת אתגרים חדשים כמו אבטחה, תמיכה בטכנולוגיות חדשות, דרישה לביצועים מהירים, יציבות ועמידה בתקנים מחמירים.\nב-24 בספטמבר יתקיים לראשונה בארץ כנס יאללה DevOps במלון דניאל בהרצליה. הכנס מיועד למפתחים ואנשי DevOps שמעוניינים להרחיב את הידע המקצועי שלהם בשלושה מסלולים עיקריים: Cloud native/Containers, DevSecOps, CI/CD.\nאת הכנס מובילה חברת JFrog שהובילה בשבע השנים הקודמות את כנס הג’נקינס בישראל (Jenkins User Conference). הכנס מתקיים בשיתוף פעולה ובחסותAmazon, Microsoft ,Incredibuild, SAP  ,VMware ,Whitesource, SNYK, ORACLE ועוד.\n“כחברה הפעילה בארגוני LINUX FOUNDATION ,CNCF, ו-CDF העולמיים, ומובילה פרוייקטים משמעותיים בעולם הקוד הפתוח כדוגמת GoCenter, CONAN.IO ונוספים, חשוב לנו לתמוך גם בקהילת ה-DevOps הישראלית. לכן, החלטנו השנה, ליזום את יאללה DevOps! מתוך אמונה שהוא יביא ערך מקצועי רב לקהילה בארץ”, אמר גל מרדר, VP of DevOps Acceleration בחברת JFrog.\nג’ון וויליס, יוצר ה-DevOps handbook מגיע במיוחד לארץ לכנס. ג’ון ידבר על שבע ה”מחלות” הקטלניות של הDevOps וישתף בשיטות ומתודולוגיות ארגוניות שיכולות לסייע להתגבר על האתגרים הנוצרים כתוצאה מ”מחלות” אלו.\nעל הבמה המרכזית יתקיים פאנל ייחודי של מומחים אשר ידונו בשאלה: האם הDevOps יישאר איתנו לעד ומה צופן העתיד ל-DevOps. בפנאל ישתתפו ג׳ון וויליס ולצידו:\nג’יין גרול, מנכ”לית DevOps Institute תשתף בתובנות שלה על אבטחה, T-Shaped DevOps ועוד.\nאלן שימל, מייסד ומנכ”ל DevOps.com יגיע לארץ עם הצוות כדי לסקר את סצינת הDevOps בישראל ואת האירוע.\nבמהלך הכנס תוכלו לצפות בהדגמה ייחודית של עדכון תוכנה על גבי האוויר (FOTA) אותו יציגו המפתחים של Conan.io, המפתחת מוצר קוד פתוח ומוצר חינמי לסיוע בניהול חבילות תוכנה בטכנולוגיות C, C++.\nהטבה מיוחדת לקוראי גיקטיים: JFrog מעניקה הנחה בשווי 100 ש״ח לעשרת הקוראים הראשונים שיזינו את קוד ההנחה GeektimeYalla100\nמספר המקומות בכנס מוגבל.\nלפרטים נוספים ולהרשמה\n", "keywords": "jfrog,עדכוני תוכנה,אוטומציה,devops,מלון דניאל,vmware,aws,יאללה! devops,,יאללה!,כנס"}