{"url": "https://www.geektime.co.il/nvidia-launches-titan-v/", "type": "article", "title": "3000 דולר והוא שלכם: Nvidia חושפת מעבד גרפי חדש ומפלצתי", "description": "יצרנית המעבדים Nvidia הפתיעה וחשפה את מה שהיא מכנה: ''המעבד החזק ביותר שיצרנו מעולם''. נשמע מעניין? הוא שלכם תמורת 3,000 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/1512750966_nvidia-titan-v-shop_story-1512906626.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-10T14:00:50Z", "modified_time": "2017-12-10T14:04:39Z", "articleBody": "יצרנית המעבדים Nvidia הפתיעה וחשפה את מה שהיא מכנה: ”המעבד החזק ביותר שיצרנו מעולם”. נשמע מעניין? הוא שלכם תמורת 3,000 דולר\nמקור: Nvidia\nיצרנית המעבדים האמריקאית Nvidia (אנווידיה) חשפה במפתיע את ה-Titan V, אותו היא מכנה המעבד הגרפי החזק ביותר שיוצר מעולם.\nהכרטיס החדש מבוסס על ארכיטקטורת Volta, שמיוצרת בתהליך 12 ננומטר על ידי TSMC הטיוואנית. מוקדם יותר השנה כבר הציגה החברה את מעבד ה-Tesla V100, שמבוסס על Volta, אולם מחירו עמד על עשרת אלפים דולר. למעשה, ה-Titan V משמש כגרסה הנגישה יותר של ה-V100, בדיוק כמו שה-1080TI הוא הגרסה הנגישה יותר של ה-Titan XP.\nה-Titan V מציג ביצועים טובים יותר פי תשעה מקודמו עם 110 טרה-פלופ, 12GB זיכרון HBM2 ויותר מ-21 מיליארד טרנזיסטורים. על פי Nvidia, כולל הכרטיס 5,120 ליבות CUDA ו-640 ליבות Tensor ו-4,608K Cache. מהירות השעון של הזיכרון היא 1.7Gbps עם ממשק 3072-ביט.\nכמובן שגולת הכותרת היא ליבות ה-Tensor, שמיועדות ליישומי AI בפלטפורמות דוגמת TensorFlow של גוגל, MXNet של אמזון ו-Caffe 2 של פייסבוק, אבל גם אם נתעלם מליבות ה-Tensor אנחנו מקבלים כאן מעבד עם ביצועים מפלצתיים למדי.\nמקור: Nvidia\nכאמור, הכרטיס נגיש יותר מקודמו, אבל עדיין לא מדובר בכרטיס לכל גיימר. לדברי ג’ן-סון הואנג, מנכ”ל Nvidia, החברה פרצה דרך עם ארכיטקטורת Volta: “עם כרטיס ה-Titan V, אנחנו מנגישים את Volta ומביאים אותה לידיהם של חוקרים ומדענים בכל העולם ואני מחכה בכיליון עיניים לראות את הפיתוחים פורצי הדרך שלהם”. עם זאת, חשוב לזכור שגם לאחר ‘ההנגשה’, עדיין מדובר במעבד שעולה 3,000 דולר זאת לעומת 1,200 הדולר שעלה ה-Titan XP או 700 הדולר שעלה ה-GTX 1080 Ti למשל. אם בכל זאת אתם בעניין ומכרתם נגיד ביטקוין לאחרונה, תוכלו להתחדש בכרטיס כזה כבר עכשיו דרך האתר של Nvidia.", "keywords": "nvidia,טיטאן v,titan v,מעבד,gpu,מעבד גרפי,אנווידיה,טנסור,tensor,ai"}