{"url": "https://www.geektime.co.il/tech-billionaire-who-pledged-to-giving-pledge/", "type": "article", "title": "אלו המיליארדרים של ההייטק שהתחייבו לתרום את רוב כספם לצדקה", "description": "עשרות מיליארדרים שעשו את הונם בהייטק הצטרפו ליוזמה של ביל גייטס ווארן באפט והתחייבו לתרום את רוב כספם לצדקה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/10/BIG25.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-24T11:00:21Z", "modified_time": "2015-10-25T14:58:12Z", "articleBody": "עשרות מיליארדרים שעשו את הונם בהייטק הצטרפו ליוזמה של ביל גייטס ווארן באפט והתחייבו לתרום את רוב כספם לצדקה\nמקור: עיבוד תמונה\nעל פי ההערכות של פורבס, חיים היום בעולם 1,826 מיליארדרים, כלומר בעלי נכסים שערכם גבוה ממיליארד דולר. למרות שלא מעט מהם תורמים כספים לצדקה, הרי ש-136 מיליארדרים הצטרפו ליוזמת The Giving Pledge של ביל גייטס, מייסד מיקרוסופט, והמשקיע האגדי וורן באפט, והתחייבו לתרום יותר ממחצית מהונם לצדקה. אחד המצטרפים האחרונים ליוזמה הברוכה הזו הוא מנכ”ל אפל, טים קוק, שאף הרחיק לכת והתחייב לתרום את כל הונו לצדקה (בניכוי שכר הלימודים האקדמאיים של אחיינו). ובאמת, כיאה ליוזמה שנוסדה על ידי ביל גייטס, לא מעט מהמיליארדרים שמרכיבים את הרשימה הגיעו מתחומי ההייטק השונים. חשוב לזכור שהיוזמה אינה חוזה חוקי מחייב והיא בעיקרה מוסרית והצהרתית. עם זאת, מטרת ההצהרה הפומבית, על פי ראשי העמותה, היא לעורר דיונים ומעשים, לא רק על כמות הכסף שנתרם אלא על המטרות שלו וכן, כיצד ניתן לנצל אותו בצורה הטובה ביותר.\nביל גייטס – מי שאחראי יחד עם וורן באפט על יוזמת The Giving Pledge ומי שהקים יחד עם פול אלן את מיקרוסופט. גייטס כיהן כמנכ”ל האגדי של החברה עד שנת 2006. הונו של גייטס, שמוגדר כאיש העשיר ביותר בעולם, מוערך ב-76.5 מיליארד דולר. הוא ומלינדה אישתו נחשבים לפילנטרופים הגדולים ביותר בעולם בעזרת קרן ביל ומלינדה גייטס, שמעסיקה יותר מ-1,300 עובדים ומחזור התרומות שלה עומד על 41.3 מיליארד דולר.\nמארק צוקרברג – המייסד של פייסבוק והמנכ”ל המיתולוגי של החברה; הונו של הטייקון בן ה-31 מוערך ב-38.6 מיליארד דולר. צוקרברג היה אחד מהראשונים להצטרף ליוזמה של גייטס ובאפט והתחייב לתרום את רוב הונו לצדקה.\nגורדון מור – המייסד ויושב הראש המיתולוגי של ענקית השבבים האמריקאית אינטל, והאיש על שמו קרוי חוק מור; הונו מוערך ב-6.7 מיליארד דולר.\nאירווין ג’ייקובס – אחד המייסדים של יצרנית השבבים האמריקאית Qualcomm; הונו מוערך ב-1.55 מיליארד דולר.\nאלון מאסק – אחד היזמים המפורסמים והמוערכים בעולם הטכנולוגיה ומחוצה לו. מאסק בן 44 בלבד ועשה את מרבית הונו לאחר שהקים את PayPal ב-1998. מאז הקים מאסק עוד 2 מיזמים מעוררי השראה: חברת SpaceX, שמספקת שירותי שיגור לחלל למגזר הפרטי והממשלתי וחברת Tesla, שמייצרת מכוניות חשמליות. הונו של מאסק מוערך ב-13.6 מיליארד דולר.\nפול אלן – שותפו של ביל גייטס בהקמת מיקרוסופט. הונו מוערך ב-17.9 מיליארד דולר.\nסטיב קייס – מייסד-שותף והמנכ”ל הראשון של AOL ומאז פרישתו ב-2003, הוא שותף בקרן הון הסיכון Revolution LLC. הונו של קייס מוערך ב-1.2 מיליארד דולר.\nטים קוק – המנכ”ל הנוכחי של אפל ומחליפו של סטיב ג’ובס, המייסד והמנכ”ל המיתולוגי של החברה. גם קוק התחייב לתרום את מרבית הונו, שמוערך כרגע ב-785 מיליון דולר, לצדקה.\nלארי אליסון – מייסד שותף ויושב הראש של תאגיד התוכנה Oracle. אחד האנשים העשירים בעולם, שהונו מוערך ב-50 מיליארד דולר.\nשריל סנדברג ודיוויד גולדברג (ז”ל) – דייויד שנפטר השנה היה ממקימי הסטארטאפ SurveyMonkey; שריל היא יד ימינו של מארק צוקרברג בפייסבוק ומוגדרת כ-COO של החברה. הונה מוערך ב-1.1 מיליארד דולר.\nריד הייסטינגס – ממקימי Netflix, שירות הסטרימינג הפופולארי בעולם ומה שהופך להיות בהדרגה גם מחברות ההפקה המצליחות ביותר עם להיטים כמו בית הקלפים, כתום הוא השחור החדש ועוד. הונו של הייסטינגס מוערך ב-1.35 מיליארד דולר.\nמיליארדרים נוספים שהתחייבו לתרום יותר ממחצית מהונם לצדקה הם: ג’ון סאל – אחד ממפתחי JMP, תוכנת הסטטיסטיקה שפרצה לתודעה בשנות ה-80. הונו מוערך ב-4 מיליארד דולר; הנרי סמואלי – אחד ממקימי חברת השבבים האמריקאית Broadcom. הונו מוערך ב-2.4 מיליארד דולר; ג’פרי סקול – העובד מס. 1 והנשיא הראשון של eBay. הונו מוערך ב-3.8 מיליארד דולר; מארק סטיבנס – בוגר אינטל ואחד מהשותפים הראשונים בקרן הון הסיכון Sequoia, שם היה האחראי על ההשקעות בגוגל, יאהו, NVIDIA ויוטיוב. הונו מוערך ב-1.83 מיליארד דולר; רומש וואדוואני – יזם אמריקאי ששימש כיו”ר וכמנכ”ל קרן STG, שמתמחה בהשקעות בעולם הטכנולוגיה. הונו מוערך ב-2.8 מיליארד דולר; בוב פרסונס – היזם שהקים את קבוצת GoDaddy; הונו מוערך ב-2.3 מיליארד דולר; פייר אומידייאר – אחד ממיידי eBay ומי ששימש כיו”ר החברה מ-1998 עד השנה. הפך למיליארדר עם ההנפקה של החברה ב-1998 וכעת הונו מוערך ב-8.9 מילארד דולר; דאסטין מוסקוביץ’ – אחד מהיזמים שהקימו יחד עם מארק צוקרברג את פייסבוק, אי שם ב-2004; מאז הספיק מוסקוביץ’ גם לייסד את הסטארטאפ Asana. הונו מוערך ב-9.7 מיליארד דולר. ב-2012 הוא הפך למיליארדר הצעיר ביותר, שעשה את הכסף בעצמו ולא מכספי ירושה; סר מייקל מוריץ – עיתונאי לשעבר ושותף בקרן Sequoia. כמשקיע היה מעורב בהשקעות בחברות כמו גוגל, יאהו, PayPal, יוטיוב ו-Zappos. הונו מוערך ב-3 מיליארד דולר; ג’ון מורגריג’ – יושב הראש ומנכ”ל ענקית התקשורת האמריקאית Cisco. כשפרש ב-2006 מהחברה, היו לה יותר מ-50 אלף עובדים ביותר מ-77 מדינות בעולם. הונו מוערך ב-1.1 מיליארד דולר; יורי מילנר – אחד מהמקימים של קבוצת האינטרנט הרוסית Mail.ru ואחד המשקיעים הבולטים בחברות כמו פייסבוק, זינגה, טוויטר, פליפקארט, ספוטיפיי, גרופון, שיאומי, עליבאבא ועוד; הונו מוערך ב-3.1 מיליארד דולר; אריק לפקופסקי – יזם משותף והמנכ”ל של ענקית הקופונים הבינלאומית Groupon; הונו מוערך ב-1.5 מיליארד דולר. וינוד קוסלה – אחד מהמייסדים של ענקית התוכנה האמריקאית Sun Microsystems – והמייסד של קרן VC שנושאת את שמו; הונו מוערך ב-1.5 מיליארד דולר. בראד קיוול – מייסד קרן Lightbank ואחד מהמייסדים של Groupon. הונו מוערך ב-2.1 מיליארד דולר; בארי דילר – המייסד של אתר Expedia ואחד המקימים של רשת Fox. הונו של דילר מוערך ב-2.4 מיליארד דולר. ג’ון דורר – אחד השותפים הבכירים בקרן Kleiner Perkins Caufield & Byers המפורסמת ושותפו של סטיב ג’ובס בהקמן iFund, אחת הקרנות הגדולות להשקעות בתחום המובייל; הונו מוערך ב-4.1 מיליארד דולר. ג’ודית פולקנר – המייסדת והמנכ”לית של Epic Systems – חברת תוכנה שאחראית על המיחשוב ברוב בתי החולים בארצות הברית. הונה מוערך ב-2.6 מיליארד דולר. דייויד גלבאום – יזם אמריקאי שמתמחה בעיקר בטכנולוגיות אקולוגיות. דן גילברט – יזם ומשקיע אמריקאי שהקים את חברת ההלוואות האמריקאית Quicken, שגם פיתחה תוכנות פיננסיות תחת המותג שלה; הונו מוערך ב-4.8 מיליארד דולר.\nמקור תמונות: cc-by-Steve Jurvetson, cc-by-Guillaume Paumier, cc-by-by Valery Marchive (LeMagIT)", "keywords": "the giving pledge,תרומה,פילנטרופיה,מיליארד,מיליארדר,אלון מאסק,ביל גייטס,טים קוק,מילארדרים,פילנטרופים"}