{"url": "https://www.geektime.co.il/reddit-notes-new-digital-currency/", "type": "article", "title": "רדדיט תחלק 5 מיליון דולר וירטואלים למשתמשיה", "description": "Reddit הכריזה על מטבע וירטואלי חדש בשם Reddit Notes, רק שלאף אחד אין מושג מה אפשר לעשות איתו. אפילו לא Reddit עצמה", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/reddit.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-21T11:46:38Z", "modified_time": "2014-12-21T13:35:31Z", "articleBody": "Reddit הכריזה על מטבע וירטואלי חדש בשם Reddit Notes, רק שלאף אחד אין מושג מה אפשר לעשות איתו. אפילו לא Reddit עצמה\n\nReddit תחלק למשתמשיה מטבע וירטואלי חדש בשם Reddit Note בשווי כולל של 5 מיליון דולר. כך נחשף בפוסט שפירסמה בבלוג שלה במהלך הסופ”ש האחרון.\nאז מה אפשר לעשות עם Reddit Note? אין לנו מושג, והאמת שגם לקודקודים ב-Reddit אין שמץ. אמנם נאמר כי ניתן יהיה “לחסוך, להשתמש, לתת טיפ או לתרום” את ה-Notes, אבל מעבר לכך עושה רושם שאין למטבע שום ערך ממשי בניגוד למטבעות וירטואלים אחרים כמו ביטקוין. כרגע אנחנו יותר יודעים מה Reddit Notes לא יוכל לעשות – לא נוכל להמיר אותו לכסף אמיתי, הוא לא יחשב כמניה של Reddit מאחר ולא מדובר בחברה ציבורית ולא נוכל לקנות תמורתו כניסה לתכנית המנויים Reddit Gold.\nאחד המהנדסים בפרוייקט המטבע הוירטואלי של Reddit, ריאן צ’ארלס (Ryan Chales), ניסה בפוסט שפרסם להבהיר מעט מה זה Reddit Notes והסתייג מהשימוש במושג “מטבע וירטואלי”.\n“אמנם השתמשנו במושג ‘מטבע וירטואלי’ במקור”, כתב צ’ארלס בפוסט, “אבל המונח הטוב יותר יהיה ‘נכס דיגיטלי'”. עדיין, לא הוסבר בשום מקום מה כן ניתן לעשות עם אותם “נכסים וירטואלים”. מבולבלים? גם אנחנו.\nצ’ארלס הוסיף וכתב כי התכנית נמצאת כרגע תחת ערפל משתי סיבות: הראשונה היא ש-Reddit עוד לא פתרו את כל הבעיות שעומדות בפניהם בנוגע ל-Reddit Notes, והשניה היא שהם לא רוצים לצאת בהצהרות שיתבררו אחר כך שלא יצליחו לקיים.\nהרעיון לתרום לקהילה של Reddit עלה לאחר שהבלוג החל בסבב גיוס משקיעים. הוחלט כי 10 אחוזים מהסכום הסופי שיגוייס יתרם בדרך כזו או אחרת למשתמשי האתר. מאחר ו-Reddit הצליחו לגייס 50 מיליון דולר, 5 מתוכם יתרמו לקהילה. לפי התכנית, כ-950,000 משתמשי Reddit מתוך מאגר של 6 מיליון משתמשים רשומים (לדברי החברה) יקבלו פיסה של הערכה בצורת Reddit Notes מתישהו במהלך שנת 2015.\nאמנם צריך לציין לזכות Reddit את רצונה הטוב לתרום מכספה למשתמשים שלה, אבל היה עדיף אילו הייתה משקיעה קצת יותר מחשבה לפני שיצאה לתקשורת עם הצהרות מעורפלות שנועדו בעיקר ליצור הייפ. אז מה לדעתכם נוכל לעשות עם Reddit Notes? שתפו אותנו בהשערות שלכם בתגובות.\n[interaction id=”5496a5191de37ef059a34a38″]", "keywords": "מטבע וירטואלי,מטבע דיגיטלי,reddit,תרומה,גיוס הון,בלוג,"}