{"url": "https://www.geektime.co.il/risc-v-open-source-hardware/", "type": "article", "title": "מהפכת הקוד הפתוח הגיעה לחומרה: הכירו את ארכיטקטורת RISC-V", "description": "השיתופיות והגמישות שמאפיינות את התוכנה בקוד פתוח הגיעו לתחום החומרה, וכיום ארכיטקטורת הקוד הפתוח של RISC-V Foundation מובלת על ידי חברות ענק ושואפת לתת מענה לגידול העצום במידע במרכזי הנתונים והפופולריות הגוברת של IoT", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/board-2528407_1280-1577874957-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-14T11:30:30Z", "modified_time": "2020-01-14T12:20:56Z", "articleBody": "השיתופיות והגמישות שמאפיינות את התוכנה בקוד פתוח הגיעו לתחום החומרה, וכיום ארכיטקטורת הקוד הפתוח של RISC-V Foundation מובלת על ידי חברות ענק ושואפת לתת מענה לגידול העצום במידע במרכזי הנתונים והפופולריות הגוברת של IoT\nהכתבה בחסות\nתמונה: Pixabay\nמאת עינב לוי \nמהפכת הקוד הפתוח, שהחלה לפני כמה עשורים בקרב כמה משוגעים לדבר, התרחבה מאוד בשנים שחלפו. האידיאולוגיה שעומדת בבסיס תפיסה זו היא שיתופיות – לאפשר לכל מי שחפץ בכך לקחת חלק בפיתוח התוכנה ולתרום לשיפורה – אך היא אינה עוצרת רק בעולם התוכנה, והתרחבה כבר לתחומים נוספים.\nעד לפני שנים אחדות בשוק שלט דווקא הקוד הסגור, שהניב לחברות התוכנה שפיתחו אותו רווחים מהקניין רוחני, השליטה בקוד, והתוספים והשינויים הנוצרים על ידי המפתח הראשי. מהפכת הקוד הפתוח, שכיום כבר מקיפה חברות רבות, מאפשרת גישה מלאה לתוכנה שקוד המקור שלה פתוח לעריכה וליצירה של גרסאות חדשות של התוכנה, ללא תשלום עבור התוכנה או רישיון השימוש בה. המודל הפתוח הפך לדרך העבודה המועדפת על מתכנתים מתחומים שונים, המעריכים את השיתופיות והגמישות שהפתיחות הזו מאפשרת.\nאך התפיסה האידיאולוגית של שיתופיות וגמישות כבר לא מאפיינת רק את תחום התוכנה, והמהפכה מתקדמת בקצב ענק גם לתחום החומרה, עם עלייה מאסיבית של השימוש ב-RISC-V – ארכיטקטורת קוד פתוח.\nכיום, מרבית המעבדים פועלים על בסיס ארכיטקטורות של מחשב מרכזי שנוצרו בשנות ה-80 וה-90 של המאה שעברה. לכל מעבד (בין אם מבוסס על טכנולוגיה של אינטל, ARM, ואחרים) יש עדיין שפה משלו (מערך ההוראות -ISA- שהמעבד מדבר בה). RISC-V פועלת לשנות את המצב הזה, בעיקר לאור הדרישות המשתנות והמגוונות הנובעות מהגידול העצום במידע במרכזי הנתונים, וכן לאור הפופולריות ההולכת וגוברת של IoT.\nעל פי הערכות, כמות המידע בעולם ב-2020 צפויה לעמוד על 50.5 זטה-בייטס וב-2025 על 175 זטה-בייטס, לעומת 2 זטה-בייטס בלבד ב-2010. בנוסף, חברת המחקר גרטנר חוזה כי כבר ב-2021 מספר ההתקנים המחוברים בעולם יגיע ליותר מ-25 מיליארד. התחזיות הללו מחייבות ארגונים להיערך ולהתנהל נכון, וארכיטקטורת RISC-V מאפשרת לפתוח את טכנולוגיית הפיתוח של המעבדים וכך ליצור פיתוחים ייעודיים לשווקים שונים, בדגש על אופטימיזציה של ביצועים, הספק ומחיר.\nהגישה, שפותחה לפני כעשור באוניברסיטת ברקלי, אומצה על ידי התעשייה בהתלהבות רבה: לפני כ-5 שנים הוקם ארגון התקינה התעשייתי RISC-V Foundation, שנועד לקדם את השימוש בארכיטקטורת מערכת הוראות המיחשוב החופשית. בתחילת הדרך היו חברות בו רק חברות אחדות, ובהן ווסטרן דיגיטל, SiFive ,BlueSpec ו-Nvidia, שהצטרפו מתוך אסטרטגיית ארוכת טווח של פתיחות.\nכיום חברות בו כבר יותר מ-435 חברות מ-30 מדינות, מתוכן כמה מהחברות החזקות בתעשייה: גוגל, עליבאבא, HP, יבמ, אורקל, סמסונג, קואלקום, וואווי, מארוול, מיקרון, NXP, TSMC ועוד, ולפי הציפיות של Semico Research בשנת 2025 ייוצרו יותר מ-62 מיליארד ליבות מבוססות RISC-V, וקצב הגידול השנתי הממוצע (CAGR) יעמוד על 146% בין השנים 2018-2025.\nהאידיאולוגיה של הארגון משקפת ארכיטקטורה שקופה, הכוללת ממשקים פתוחים ומאפשרת לאמץ חדשנות בקלות רבה יותר. המשמעות היא שבמרכז נמצא המידע ולא המיחשוב, וכך נוצר עולם בו אמצעי האחסון והזיכרון מנותקים מיחידת עיבוד מרכזית. למשל ממשק ™OmniXtend מאפשר ליחידות עיבוד שונות כגון GPU, AI Accelerators, FPGA, RISC-V ומעבדים אחרים לגשת לזיכרון ולמידע בצורה מקבילה ושווה.\nתמונה: Pixabay\nהחברות ב-RISC-V Foundation פועלות בכמה דרכים על מנת להפיץ את הבשורה, ומכיוון שישראל נתפסת כמדינה בעלת “כוח פיתוחי” חזק, חלק מהיוזמות האלו באות לביטוי גם בארץ. כך, משקיעות החברות המובילות בתחום בסטארטאפים המביאים חדשנות מבוססת RISC-V, חלקן אף משתפות פעולה עם גופי מחקר על מנת לבצע פרויקטי פיתוח משותפים, ואת התוצאות משחררות לקהילה המקומית כולה.\nקונסורציום כזה הפועל בישראל הוא GenPro – פרויקט המקבל מימון מהרשות לחדשנות ובו שותפות מספר חברות ישראליות ובינלאומיות בעלות פעילות בישראל, ובהן מלאנוקס, CEVA, Satixfy, DSPG, Dolphin ו-Western Digital לצד אוניברסיטאות מקומיות.\nבנוסף, החברות המובילות בעולם ה-RISC-V עובדות מול האקדמיה הישראלית על מנת לפתח מסלולי לימוד רלוונטיים, בין השאר בטכניון, באוניברסיטה הפתוחה ובאוניברסיטת בר אילן – בה אף הוקמו לאחרונה קורסי לימוד ייעודיים ומעבדות RISC-V.\nצילום: ניר אנטמן ורותם להב\nדרך נוספת לעודד עוד גופים ואנשים להכיר את הגישה ולהרחיב את השימוש בה היא על ידי האקתונים, המזמינים אנשי מקצוע להכיר ולייצר חדשנות המבוססת על RISC-V. בישראל נערך ההאקתון הראשון בנושא, ובו נבחרו 10 פרויקטים בתחומים שונים, כגון אבטחה, מאיצי דחיסה ו-ML/AI ופלטפורמת למדידת זיהום האוויר היכולה לשמש כפלטפורמת פיתוח למוצרי IoT. הפרויקט המנצח בהאקתון, שארגנו Western Digital בשיתוף מלאנוקס ו-Eurolab4HPC, היה של צוות בתחום אבטחת סייבר מיחידה עילית בצה”ל, שהטמיע הרחבת אבטחה לפקודות RISC-V באמצעות מפתח מוסתר חומרה למניעת חטיפת זרימת בקרה, ותוסף עבור מהדר RISC-V GCC compiler כדי לאפשר הגנה על שליטת בקרת זרימה (CFI) במקרים אשר שינוי חומרתי אינו אפשרי.\nהארגונים המקדמים את RISC-V משוכנעים, כי לאור השינויים הרבים והמעבר לעולם המבוסס דאטה יש חשיבות אדירה במתן גמישות מרבית לכל השחקנים באקו סיסטם. בהענקת גמישות זו, כך הם משוכנעים, יצומצמו הסיכונים ותגבר היכולת לייצר שבבים ייעודיים למשימות שונות מבלי להיות תלויים במספר מצומצם של יצרניות ענק.​", "keywords": "western digital,risc-v,risc-v foundation,ארכיטקטורת קוד פתוח,ווסטרן דיגיטל,קוד פתוח,חומרה,מעבדים,טכנולוגיית מעבדים,האקתונים,"}