{"url": "https://www.geektime.co.il/geekmamlitz200620/", "type": "article", "title": "הגיק ממליץ: וובינרים שלא כדאי לכם לפספס בשבוע הקרוב", "description": "המיטאפים והכנסים הופכים לוובינרים ואנחנו זורמים: הנה מבחר וובינרים טכנולוגיים שווים שיתקיימו במהלך השבוע הקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/geek-mamlitz-640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-20T18:30:28Z", "modified_time": "2020-06-19T12:56:26Z", "articleBody": "המיטאפים והכנסים הופכים לוובינרים ואנחנו זורמים: הנה מבחר וובינרים טכנולוגיים שווים שיתקיימו במהלך השבוע הקרוב\n\nהקורונה מביאה איתה שינויים ורוב רובם של הכנסים והמיטאפים נדחים. לכן, לפחות בזמן הקרוב – כולנו נשארים בבית ונפגשים בוובינרים. פה תוכלו להתעדכן בוובינרים הטכנולוגיים הבולטים שצפויים להתקיים בשבוע הקרוב. אם אתם מארגנים וובינר, או נתקלתם בוובינר לקהילה הטכנולוגית הישראלית שמתקיים בימי הסגר, מוזמנים לעדכן אותנו כאן במייל ולפרסם את הוובינר שלכם חינם בלוח האירועים שלנו.\n(פיתוח תוכנה)\nמתי? 22 ביוני, 2020\nבאיזו שעה? 11:00\nביום שני, 22 ביוני בשעה 11:00, ייערך הוובינר Accelerate your move to snowflake שעורכת חברת אינפורמטיקה. הוובינר יתמקד במעבר מהיר של המידע בארגון לפלטפורמה החדשנית של SF, ויסקור את תהליך המיגרציה של מחסן הנתונים המקומי שלנו למחסן הנתונים בענן ואת הפתרונות שמציעה אינפורמטיקה לכל הבעיות שלרוב צצות בדרך.\nהאירוע מיועד למפתחים, מנהלי מידע, CDO, מנהלי BI ואנליסטים, שייחשפו להדגמה חיה של הדרך שבה ניתן לקחת מידע רב ממקורות מגוונים, ולטעון אותו במהירות לפי המבנה החדש של SF, עם יכולת מובנות.\nאת הוובינר יעבירו גיא אדרי, מהנדס תוכנה, מפתח אינטגרציה עם התמחות בתחום האינטגרציה בענן, מנהל טכני של מוצרי Informatica בקבוצת אמן; וינאי מילשטיין, מנהל פעילות מוצרי דאטה ופעילות אינפורמטיקה בקבוצת אמן, שינחה את האירוע וידבר על הצד העסקי של המעבר.\nInformatica ו-Snowflake הם שותפים עסקיים ואסטרטגיים קרובים, וצוותי ה-R&D של שתיהן עובדים בשיתוף פעולה להפקת תועלת הדדית. כך למשל Informatica (בתמיכה ושיתוף פעולה מצד Snowflake) פיתחה Connectors עבור Snowflake בכל כלי האינטגרציה הקיימים (On Prem / Big Data / Cloud).\nבוובינר יציגו אדרי ומילשטיין את שיתוף הפעולה בין החברות, המאפשר לכל לקוח Snowflake לקבל חשבון Informatica בענן בחינם ולהתחיל להפיק את המיטב מהמידע שלו.\nלפרטים נוספים והרשמה\n(יזמות וסטארטאפים)\nמתי? 22-25 ביוני, 2020\nבאיזו שעה? 08:00\nהעולם מתפתח במהירות כשממשלות בוחנות זרמים חדשים של פעילויות לתמוך בכלכלות ובעסקים שלהם מול מציאות חדשה שבה אופטימיזציה של עלויות הופכת להיות ציווי. מיקרוסופט מציעה מערך מקיף של כלים, טכנולוגיות ושירותים שיסייעו ללקוחות לנקוט בפעולות באמצעות קבלת החלטות מונעת נתונים וייעול תהליכים. פסגת ה-Virtual and Data AI היא אירוע למידה וירטואלי היכסה ארבעה תחומי מפתח. רוצים לדעת עוד? הרשמו לאירוע.\nלפרטים נוספים והרשמה\n(הייטק)\nמתי? 23 ביוני, 2020\nבאיזו שעה? 10:00\nענקית המיפוי HERE מוכרת בזכות המפות שלה, המכסות את העולם. החברה פועלת בישראל כבר שנים אחדות, אך טכנולוגיות המיפוי, הניווט והמעקב המתקדמות שלה עדיין אינן מוכרות כמו חברות אחרות בשוק. ב-2015 HERE נרכשה על ידי קונסורציום של יצרניות הרכב הגרמניות אאודי, BMW ומרצדס, ולפני כשנתיים גם אינטל רכשה כ-15 אחוזים ממניות החברה.\nביום שלישי, 23 ביוני 2020, יתקיים וובינר שיתמקד בטכנולוגיות המתקדמות של HERE העולמית, ובפרט ביכולות הבסיסיות ובפתרונות לתחום התחבורה והלוגיסטיקה. האירוע יתחיל בשעה 10 בבוקר, יימשך כשעה, והוא מיועד בעיקר למומחי GIS, אנשי פיתוח בתחום ה-GIS ומקבלי החלטות בחרות הפועלות בתחום המיפוי והרכב.\nלפרטים נוספים והרשמה\n(הייטק)\nמתי? 24 ביוני, 2020\nבאיזו שעה? 10:00\nכנס Mobile Summit העוסק בעולם האפליקציות ומשחקי המובייל יערך השנה בצורה וירטואלית. הכנס כולל יומיים שלמים של הרצאות ע”י יזמים ומנהלים בכירים מחברות אפליקציה/משחקים בארץ ובעולם כולל ראש הסטודיו של CANDY CRUSH כמו גם המנכ”לים והמייסדים של חברות משחקים מובילות כגון CRAZYLABS, DODREAMS, BYTRO, ROLLIC וכן מנהלים מחברות אפליקציות כגון VIBER, JOYTUNES, CALLAPP, LOVOO ועוד.\nניתן להצטרף חינם לאירוע, כאשר ישנם גם כרטיסים משודרגים המאפשרים להשתתף בפגישות באמצעות שיחות וידאו.\nהשנה הכנס נערך בשיתוף פעולה מיוחד בין העיר המבורג לבין ישראל והוא יפתח ע”י שר התרבות של ממשלת המבורג.\nלפרטים נוספים והרשמה\nמארגנים וובינר שווה? שמעתם על אחד כזה? מוזמנים לעדכן אותנו כאן במייל.", "keywords": "meetup,אבטחת מידע,אירועי לסטארטאפים,אירועים,אירועים בהייטק,באר שבע,ביוטק,ביטקווין,בלוקצ\\'יין,גיוס הון,גיקלנדר,גרין כארד,הייטק,הרצאות,השקעות,השקעות פיננסיות,וובינר,וובינרים,חלבונים,חלל משותף,טכנולוגיה,יזמות,יזמות וסטארטאפים,יזמים,כנסים,מהנדסות,מהנדסים,מיטאפ,מיטאפים,מימון,מינגלינג,מנטור,מנטורים,מפתחים,משקיעים,נטוורקינג,ניהול,ניהול מוצר,נשים,נשים בהייטק,סדנאות,סטארטאפים,פייסבוק,פינטק,פיץ\\',פיתוח,פיתוח תוכנה,פלטפורמת ענן,קורונה,קרנות הון סיכון,רילוקיישן,שיווק,שיתופי פעולה,שתפ"}