{"url": "https://www.geektime.co.il/monthly-funding-march-2019/", "type": "article", "title": "הסטארטאפים הישראליים גייסו החודש יותר מ-400 מיליון דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש מרץ בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-06T14:00:39Z", "modified_time": "2019-04-06T10:12:52Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש מרץ בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש פברואר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nכשליש עד מחצית מכלל הנשים ברחבי העולם צפויות לסבול מצניחת איברי אגן במהלך חייהן, כשהנתון אף צפוי להכפיל את עצמו בשנים הקרובות. חברת Escala Medical פיתחה מכשיר שרוצה לשנות את האופן בו מטפלים בצניחת איברי אגן, ולחסוך את הצורך בניתוח. לצורך המשך הניסוי הקליני, גייסה החברה לאחרונה כ-550,000 דולר במסגרת קמפיין מימון המונים ב-ExitValley.\nאחת התופעות המעניינות בשנים האחרונות בתחום הטכנולוגיה והגיימינג היא ה-eSports, תחרויות ספורט אלקטרוני שהפכו לא מעט גיימרים חובבנים לעשירים במיוחד. הסטארטאפ הישראלי NOVOS החליט לנצל את המומנטום, ופיתח פלטפורמה לאימון גיימרים. החודש הוא גייס לשם כך 750,000 דולר בהובלת Ventures Remagine, ובהשתתפות Kaedan Capital, LionTree וקרן ההשקעות המשותפת של Overwolf ואינטל.\nהסטארטאפ הישראלי Brodmann17, שמפתח מערכות סיוע למניעת תאונות דרכים, הודיע כי גייס 11 מיליון דולר בסבב גיוס הון ראשון בהובלת OurCrowd ובהשתתפות המשקיעים הקיימים בהם Maniv Mobility, Samsung NEXT ו-Sony Innovation Fund.\nבעוד שמרבית החברות בתחום מערכות העזר לנהגים מתמקדות בהרחבת יכולות החומרה ומספקות שבבים מאסיביים, יקרים, הדורשים קירור ובזבזנים בצריכת חשמל, Brodmann17 מתמקדת בתוכנה המתאימה לכל מעבד. החברה בנתה מהיסוד אלגוריתמים ללמידה עמוקה בעלי רמת דיוק גבוהה, המשתמשים רק בשבריר מכוח המחשוב (5%), במטרה להביא מערכות מתקדמות לסיוע לנהג משוק הפרימיום לייצור המוני.\nאם לא די בסבל הפיזי והנפשי שעוברים חולי סרטן, רבים מהם גם נקלעים למצוקה פיננסית הנובעת מחוסר יכולתם לממן טיפולים יקרים (תופעה נפוצה בארה״ב למשל). כאן נכנס לתמונה הסטארטאפ הישראלי TailorMed שרוצה לסייע לאותם חולים באמצעות מערכת למציאת פתרונות מימון חלופיים. החודש, הוא הודיע על השלמת גיוס בהיקף של 6 מיליון דולר בהובלת קרן Triventures ובהשתתפות סנארה ונצ’רס, פלטפורמת ההשקעות של פיליפס וטבע למיזמים בתחומי הבריאות.\nהסטארטאפ הישראלי Fibo יבדוק עבורכם האם וכמה כספי מיסים מגיעים לכם חזרה, ידאג להנפקת המסמכים הרלוונטיים ויחזיר לכם את את הכסף, מבלי שתצטרכו לצאת מהבית או אפילו לקום מהספה. כדי לעשות זאת, הודיעה החברה כי גייסה כ-600,000 דולר, כשבין המשקיעים בה ניתן למצוא את אורי לוין, ממייסדי Waze.\nMagicFlex מציעה פתרון ניטור, ניתוח, תיקון תקלות ואופטימיזציה המיועדת למערכות Data Centers ומערכות ענן. בראש ובראשונה, המערכת מנתחת את מערכות החברה באופן אוטומי כדי לאתר סיכונים לקריסת מערכות וירידה בביצועים. לאחר הניתוח אשר מסתיים תוך דקות ספורות, המערכת מספקת מענה בזמן אמת בדמות הנחיות שיוכלו לשפר את מדדי החברה, ולמנוע את התקלה העתידית הבאה. החודש הודיעה על גיוס בגובה 2 מיליון דולר, כאשר מיליון דולר גויסו מהיזמים, המשפחה וחברים, ומיליון דולר נוספים גויסו ממשקיעים פרטיים כמו יגאל טמיר ועידו גרינברג, שהיו מהמשקיעים הראשונים במובילאיי.\n\nחברת האגריטק הישראלית EdenShiled, המפתחת חומרים טבעיים להרחקת מזיקים בגידולי חממות, השלימה גיוס נוסף בהיקף של 650,000 דולר. אחרי שגייסה כ-2 מיליון דולר במסגרת סבב גיוס ממשקיעים כדוגמת OurCrowd וקיבוץ יטבתה, היא פנתה לפלטפורמת מימון ההמונים הישראלית ExitValley, שם גייסה את הסכום האחרון מ-29 משקיעים.\nהסטארטאפ הישראלי Seedo פיתח רובוט ביתי לגידול קנאביס הפועל באופן אוטונומי ללא צורך במעורבות ידי אדם או כל ידע בגידול שכזה. חצי שנה אחרי שגייס כ-2 מיליון דולר, הוא מודיע על קבלת השקעה נוספת של 550,000 דולר מדניאל בירנבאום, מנכ”ל סודהסטרים, שנמכרה בשנה שעברה לפפסיקו.\nהמערכת שפיתחה Seedo (סידו) דורשת מהמשתמש מינימום השקעה; כל שעליו לעשות הוא להניח את הזרע במקום המיועד לו, לבחור באפליקציה את סוג הזרע והמערכת דואגת לכל השאר. באמצעותה, ניתן לייצר תפרחת איכותית ונקיה מחומרי הדברה, תוך חיסכון משמעותי בעלויות הגידול.\nאחרי שמכר את חברת גלילאו שהקים תמורת 2 מיליארד דולר למארוול ואת Annapurna Labs לאמזון, חשף היזם הסדרתי אביגדור וילנץ את המיזם שלקח בו חלק בשנים האחרונות – Lightbits. בעזרת הטכנולוגיה של החברה ניתן לשדרג בקלות את ביצועיהם של דאטה-סנטרים, באמצעות הפרדת הפעילות של המעבדים – כוח המחשוב עצמו, לבין התקני האחסון. כעת, מודיעה החברה כי כדי לפתח את המוצר היא גייסה סך כולל של 50 מיליון דולר ממשקיעות כמו Dell-EMC, סיסקו, והקרנות Square Peg Capital ו-Walden International.\nחברת hibob , המפתחת פלטפורמה לניהול עובדים, הודיעה על השלמת סבב גיוס המשך לסבב A בהיקף של 20 מיליון דולר בהובלת המשקיעים הקיימים בחברה: Bessemer Venture Partners, Battery Ventures ו-Fidelity: Eight Road Ventures. אליהם הצטרפה קרן ההשקעות של תאגיד Sumitomo היפני.\nהפלטפורמה של hibob היא פלטפורמת SaaS המיועדת לעסקים קטנים ובינוניים, ומסייעת להם לנהל את העובדים לאורך כל הזמן בו הם נמצאים בחברה. החל מתהליך הקליטה הכולל את החוזים, ועד לניהול ימי חופש, אופציות בחברה ואפילו סידור של הליך עזיבה או פיטורין. במקום לנהל אינספור דוחות אקסל כעורים שאף אחד לא רוצה למלא, הכל מתבצע במערכת אחת שמעוצבת כמו שהייתם מצפים ממערכת עדכנית.\nכמיליארד איש ברחבי העולם סובלים ממיגרנות, תופעה שמשפיעה על חלקם באופן יומיומי ופוגמת באיכות החיים שלהם. אם גם אתם סובלים ממיגרנות כרוניות, הסטארטאפ הישראלי Theranica עובד על מוצר שעשוי לשנות לכם את החיים; החברה מפתחת התקן לביש שמשחרר פולסים חשמליים במתח נמוך ובאופן תדיר, שיכולים להפחית את עוצמת המיגרנה. החודש, הודיעה החברה כי גייסה לשם המשך פיתוח כ-35 מיליון דולר בהובלת קרן aMoon של מריוס נכט ובהשתתפות המשקיעים הקיימים: Lightspeed, LionBird, Corundum Open Innovation ו-Takoa.\nלמרות שנראה שעולם הפרסום באינטרנט פתח אפשרות לעסקים קטנים ובינוניים לפרסם גם הם את שירותיהם, בסופו של דבר הם הולכים לאיבוד בתוך ים של מודעות ופרסומות אחרות, ואותם עסקים לא מצליחים להשיג את הלידים המיוחלים. הסטארטאפ Yellzz מציע סוג של “סופר-מודעה” שמאפשרת לבעלי עסקים קטנים ובינוניים לתקשר עם לקוחות פוטנציאליים ברגע שהם מחפשים את השירות, ולא לחכות שהם ישתכנעו להתקשר בעצמם. החודש הוא הודיע על השלמת גיוס של מיליון דולר מקרן Nielsen Innovate והרשות לחדשנות.\nהסטארטאפ הישראלי Guesty מציע מערכת לניהול נכסים לתקופות קצרות, המסייעת למשכירים לנהל את כל הנתונים, ההזמנות והרישומים במקום אחד. לאחרונה הוא הודיע כי גייס כ-35 מיליון דולר בהובלת קרן Viola Growth ובהשתתפות קרן Vertex Ventures, קרן Journey Ventures, קרן Kingfisher Investment Advisors ובית השקעות La Maison Compagnie D’Investissement. כמו כן לקחו חלק בסביבוב גם המשקיעים הקיימים בהם TLV Partners וקרן Magma Ventures. ביחד עם הגיוס האחרון, סך ההשקעות בחברה עומד כעת על כ-60 מיליון דולר.\nחברת הסטארטאפ הישראלית HoneyBook, שעומדת מאחורי פלטפורמת ניהול עסקים לפרילנסרים ועצמאים, הודיעה כי גייסה 28 מיליון דולר בהובלת Citi Ventures. כמו כן השתתפו בסבב הגיוס גם המשקיעים הקיימים: קרן Vintage, Norwest Venture Partners וקרן Aleph.\nHoneyBook מציעה לפרילנסרים ולעצמאים פלטפורמה אחת שתנהל עבורם את כל התהליכים הבירוקרטיים והקצת פחות קריאייטיביים של העבודה שלהם; החל מהצעות מחיר, דרך חוזים, סליקה, הוצאת חשבוניות וכלה בניהול התקשורת בין בעל המקצוע והלקוחות. בין לקוחותיה ניתן למצוא מעצבים גרפיים, מעצבי אתרים, קואצ׳רים, צלמים ואדריכלים, שיחד ביצעו דרכה עסקאות בסכום של למעלה ממיליארד דולר.\nהסטארטאפ הישראלי ArcusTeam מפתח פלטפורמה אוטומטית לזיהוי חולשות אבטחה ידועות ולא ידועות במכשירי IoT. לאחרונה הוא הודיע כי השלים סבב גיוס pre-seed בהיקף של 800,000 דולר מ-TheDock, אקסלרטור וקרן השקעות ו-TAU Ventures.\nהפלטפורמה של ArcusTeamפותחה כדי לזהות חולשות בכל מכשיר מחובר. החברה מפתחת מערכת אוטומטית ייעודית למכשירים מחוברים, המאפשרת ליצרניות לקבל בקלות ויעילות את נקודת המבט של התוקף, ולקבל המלצות לשיפור והקשחת התוכנה.\nאחרי חמש שנות פעילות מתחת לרדאר, CobWebs הישראלית העוסקת באיסוף מודיעיני של נתונים בעלי אוריינטציה ביטחונית, נחשפת ומודיעה כי גייסה 10 מיליון דולר מקרן גידור אמריקאית.\nCobWebs מפתחת טכנולוגיה המשלבת בין ביג דאטה לבינה מלאכותית שיודעת לאסוף מידע בזמן אמת משכבות גלויות ברחבי הרשת; זה יכול להיות עיבוד שפה טבעי, כלומר זיהוי מילים חשודות כמו ״פיגוע״ או פצצה״, או ניתוח פרטני של תמונות וזיהוי אלמנטים חשודים בהן. תכליתה היא להנגיש מידע מכל שכבות הרשת עבור ארגוני מודיעין הן בתחום המדיני והן בתחום העסקי-כלכלי.\nחברת CyberX, המספקת הגנה למערכות בקרה תעשייתיות (IIoT), הודיעה על סגירת סבב גיוס בהיקף של 18 מיליון דולר. את הגיוס הובילה זרוע ההשקעות של קוואלקום בישראל בשיתוף קרן ההשקעות Inven Capital. ביחד עם ההשקעה הנוכחית, סך גיוסיה של החברה עומד על 48 מיליון דולר.\nהפלטפורמה של CyberX מסוגלת לספק תוך פחות משעה תובנות המאפשרות לצוותי אבטחה של רשתות תעשייתיות לאתר, לעצור, לחזות ובעיקר למנוע איומים על תשתיות קריטיות. איומים שעשויים לגרום לנזק כלכלי, ולעיתים אפילו פיזי, שעלולים להשבית פעילות תשתיות חשובות מאוד. הפתרון מנטר את הרשת בצורה לא פולשנית וללא רכיבי קצה, אלא באמצעות אנליזת M2M ואלגוריתמים המנתחים את תעבורת הרשת. בכך, אין התערבות של הפלטפורמה בפעילות הרשת התעשייתית עצמה.\nחברת Rewire פיתחה פלטפורמת בנקאות ״חוצת גבולות״ להעברת תשלומים עבור מהגרים, בעיקר כאלו המתגוררים באירופה. החודש, היא הודיעה כי השלימה סבב גיוס A בהיקף של 12 מיליון דולר, בהובלת קרן Viola FinTech, ובהשתתפות משקיעים חדשים וקיימים בהם BNP Paribas, OurCrowd, Opera Tech Ventures ו-Montea.\nמאז שמצלמות הסמארטפונים הפכו לכל כך טובות, איכות התמונות שהיו שמורות פעם לצלמים מקצועיים נמצאת בידיים כמעט של כל אחד, ורבים מרגישים שהם כעת הצלמים הטובים ביותר שהם מכירים. לאותם צלמי סמארטפון יש אתגר בשם GuruShots. זהו סטארטאפ ישראלי שמציע מעין תחרות צילום כלל עולמית בשלל נושאים, והוא הודיע לאחרונה על השלמת סבב גיוס A בהיקף של 5 מיליון דולר בהובלת Altair Capital ובהשתתפות Buran Venture Capital, ו-Ervington Investments Limited.\nGuruShots מציעים לכם להפסיק להסתפק בלהעלות את התמונות שלכם לפיד באינסטגרם, או לשמור אותן באלבום תמונות בסמארטפון, שם הן פשוט הולכות לאיבוד ולא באמת יוצאות אל העולם. האפליקציה מציעה אתגרים יומיים בנושאים שונים החל מ״צילום בשחור לבן״ ועד ל״זקנים״. משתתפים ברחבי העולם יכולים לצלם תמונות, להעלות אותן לתחרות ומיד משתמשים יכולים לדרג אותם ולטפס במעלה הטבלה. אפשר לזכות בציוד צילום, ״כוחות מיוחדים״ באפליקציה, גיפטקארדים ועוד, כאשר יותר מ-4 מיליארד הצבעות נספרות מדי חודש.\nחברת Innoviz המפתחת חיישני LiDAR לרכבים האוטונומיים, הודיעה על השלמת סבב גיוס C בהיקף ענק של 132 מיליון דולר בהשתתפות China Merchants Capital, Shenzhen Capital Group, New Alliance Capital, זרוע ההשקעות של ביטוח הראל וזרוע ההשקעות של ביטוח הפניקס. זאת בנוסף למשקיעות הקיימות בחברה כמו Magna, Aptic, HiRain, Samsung והקרנות Vertex Ventures ו-Softbank Asia.\nהפתרון של Innoviz מבוסס על חיישן ליידאר מצב-מוצק בהפרדה גבוהה (High Definition Solid State LiDAR) שאמור לספק תמונה מדויקת של סביבת הרכב. לעומת טכנולוגיות מקבילות בשוק, החיישן של החברה אמור לספק ביצועים משופרים בטווח וברזולוציה, מזעור פיזי של מוצר והוזלה משמעותית בעלויות הייצור, מה שיאפשר ליותר יצרניות לאמץ אותו. המוצר של החברה מבוסס על ארכיטקטורה הכוללת גלאי בעל מאפיינים ייעודים ורכיבי MEMS, ומאפשר לפעול ביעילות גם במצבי אור ומזג אוויר משתנים.\nPerimeter 81 המפתחת חומת אש לתשתיות ענן, הודיעה על השלמת סבב גיוס בהיקף של 5 מיליון דולר בהובלת Spring Ventures ובהשתתפות משקיעים נוספים ובעלי מניות קיימים בחברה מארצות הברית.\nPerimeter 81 מפתחת טכנולוגיה שמחליפה פתרונות כמו VPN וחומות אש מיושנות. במקום זאת, היא משתמשת בחומרה מקומית המשולבת עם פתרונות ענן (Secure Network as a Service) אשר מאפשרת ליישם מדיניות על גבי שרתי ענן שונים וניהול של משתמשים שונים. לקוחות החברה יכולים באמצעות אפליקצייה – הזמינה כמעט לכל הפלטפורמות – להתחבר בלחיצת כפתור לרשת שלהם בצורה מאובטחת ומהירה. זאת בניגוד לשירותי VPN סטנדרטיים הדורשים הגדרות ידניות ותהליכי חיבור ארוכים ויקרים.\nSayata Labs המאפשרת לחברות ביטוח להעריך בצורה מדויקת סיכוני סייבר ואף להפחית אותם, הודיעה על השלמת סבב גיוס Seed בהיקף של 6.5 מיליון דולר. את הגיוס הובילה RDC, חברה בבעלות משותפת של אלרון ורפאל להשקעות הון סיכון בחברות בשלבים מוקדמים.\nהפלטפורמה של Sayata מנתחת מגוון מקורות מידע אשר קשורים, לדבריה, לרוב המכריע של תקיפות סייבר, באמצעות אלגוריתמים של בינה מלאכותית. אלו יכולים לספק בסופו של דבר תובנות, ולאבחן באופן מדויק את רמות החשיפה והמוכנות של החברות לאיומי סייבר, ומאפשרת לחברות הביטוח להקטין את הסיכון שלהן ולשמור על רווחיות.\nחברת Applicaster שפיתחה פלטפורמה לבנייה של אפליקציות להפצת תכנים עבור חברות מדיה, הודיעה על השלמת גיוס בהיקף של 20 מיליון דולר. את הגיוס הובילה Viola Growth והשתתפו בו 83NORTH והשותפים הקיימים בחברה: פיטנגו, סבן ונצ’רס ו- Planven investments.\nApplicaster (אפליקסטר) מסייעת ביצירה ואופטימיזציה של אפליקציות מובייל וטלוויזיות חכמות להעברת תוכן עבור מותגי ויצרני תוכן מהגדולים בעול כדוגמת Fox ו-DirecTV. לאחרונה השיקה החברה את Zapp, פלטפורמת SaaS לניהול אפליקציות המאפשרת לכל גוף מדיה לפתח ולהשיק אפליקציות מותאמות אישית להעברת תוכן ויצירת אינטראקציה עם הקהל שלהם.\nחברת הסטארטאפ Market Beyond מספקת ניתוח נתונים מבוסס בינה מלאכותית ובזמן אמת, על מנת לסייע לחברות מסחר אונליין למקסם מכירות. לאחרונה היא הודיעה החברה כי גייסה 4 מיליון דולר בהובלת Hetz Ventures ובהשתתפות Digital Horizon VC ויהל זילכה.\nכיום חברות רבות מנסות לייצר יתרון תחרותי אמיתי בעזרת דאטה משמעותי ויכולות AI מתקדמות.Market Beyond (מרקט ביונד) מנגישה את היכולות האלו לקמעונאיות ומאפשרת להן להגדיל את היתרון התחרותי שלהן בצורה משמעותית, ובמקביל ולהקטין את הזליגה ל-Amazon ודומותיה.\nחברת Fornova (פורנובה) אשר פיתחה מערכת לאיסוף מודיעין שיווקי ועסקי שמאפשרת למלונות לאסוף ולנתח את כל המידע הנמצא ברשת, הודיעה על רכישת החברה הישראלית HotelsBI. החברה הנרכשת מספקת כלי אנליטיקה ייעודיים לתעשיית המלונאות שתכליתה לסייע לבתי מלון להגדיל את רווחיהם ובמקביל לחסוך בהוצאות מיותרות על עמלות שהם נדרשים לשלם למתווכים. פרטי העסקה לא פורסמו, אך בפוסט שפורסם באתר של HotelsBI ונכתב על ידי המנכ״ל, לאון ולדמן, מובהר כי מדובר ברכישה של המוצר עצמו, והוא ימשיך לפעול כחלק ממערך פתרונותיה של Foronova.\nחברת OrthoSpace הישראלית שמפתחת שתל להקלה על הכאבים באיזור הכתף נרכשת על ידי חברת הטכנולוגיה הרפואית Stryker. סכום הרכישה עומד על יותר מ-200 מיליון דולר, כשמחצית מהסכום יועבר בתשלום מראש, והיתרה בהתאם לעמידה ביעדים.\nהפתרון של OrthoSpace, שנקרא InSpace, יוצר חיץ פיזי בין הרקמות בחלל הכתף. לצורך כך מוחדר “בלון” (משתל נספג) שמחקה את הפונקציה של הרקמה השומנית (“בורסה”) המקורית בכך שהוא פועל כחוצץ בין ראש עצם הזרוע לבין עצם השכמה ומאפשר תנועה חלקה יותר וללא חיכוך. ההחדרה של הבלון היא פשוטה ביותר ונעשית בדרך כלל בניתוח ארתרוסקופי או בפתיחה חלקית של הכתף. תהליך ההחדרה אורך כעשר דקות בלבד, ואחרי מספר שעות ניתן לשחרר את המטופל לביתו. במהלך החודשים שלאחר מכן, מתכלה הבלון בהדרגה יחד עם הריפוי ומונע כך את הצורך בניתוח. הפתרון של החברה זכה לאישור של ה-FDA האמריקאי וה-CE האירופאי.\nלאחר שהשקיעה ב-2016 סכום של 15 מיליון דולר תמורת רבע ממניות החברה, ענקית הקמעונאות הסינית החליטה לרכוש את InfinityAR, סטארטאפ ישראלי שהונפק בבורסת ה-Pink Sheets, והחליט לחזור להפוך לחברת סטארטאפ. סכום הרכישה לא פורסם, אך לפי ההערכות הוא עומד על כמה מיליוני דולרים בודדים.\nהחברה הנרכשת מפתחת טכנולוגיות שיכולות להלביש יכולות AR על מכשירים רבים, בינהם מוצרים בעלי חומרה בסיסית ולא יוקרתית. האלגוריתם של החברה אמור לסייע למפתחים לפתח במהירות אפליקציות AR ולשחררן לשוק, וכולל יכולת זיהוי מיקום ומעקב אחרי המשתמש ביחס לחווית ה-AR, יצירת מודלים תלת מימדים של מתחמים אמיתיים ואפילו המרה של מידע מהבעות הפנים של המשתמש אל עולם ה-AR.\nרשת המזון המהיר האמריקאית מקדונלד’ס הודיעה כי רכשה את Dynamic Yield הישראלית שפיתחה פלטפורמת פרסונליזציה וניהול חוויית משתמש ייעודית למשווקים תמורת יותר מ-300 מיליון דולר. הרכישה האחרונה היא העסקה הגדולה ביותר שביצעה מקדונלד’ס ב-20 השנים האחרונות.\nהמוצר של Dynamic Yield (דיינמיק יילד) מאפשר לאתרי סחר אלקטרוני, תוכן ומוצר לייצר חווית יותר אישיות ללקוחות שלהם, בין אם זה באפליקציה, באתר אינטרנט, סלולר או באימייל. המערכת אוספת מידע על המשתמשים, אותו היא מחברת למידע מה-CRM ומבורסות מידע חיצוניות כמו Bluekai, ומכל אלו היא משתמשת על מנת לייצר פילוחים מעניינים של הלקוחות. לאחר הפילוח, המערכת מייצרת באופן אוטומטי מנועי המלצות למוצרים ותוכן.", "keywords": "סיכום גיוסים,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,סיכום גיוסים מרץ,מרץ 2019,סיכום גיוסים 2019"}