{"url": "https://www.geektime.co.il/startup-invesments-june-2017/", "type": "article", "title": "חצי שנה כבר מאחורינו: כל הסטארטאפים הישראלים שגייסו או נרכשו החודש", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד). בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש יוני בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/money-1428594_960_720.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-01T12:30:35Z", "modified_time": "2017-07-02T14:59:27Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד). בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש יוני בסצנת הסטארטאפים הישראלית\nמסכמים חצי שנה: כל הסטארטאפים שגייסו למעלה מ-10 מיליון דולר, מקור: ניר בן יונה והלל פולד\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש ספטמבר.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש מאי\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nאנחנו מוקפים כיום במכשירים חכמים כמו מחשבים אישיים, סמארטפונים, טאבלטים ומכשירי IoT שונים, כשהמשימות והאפליקציות השונות הופכות ליותר מורכבות ולכן גם דורשות מהם יותר ויותר כח עיבוד. אולם לא תמיד ניתן לשלב בהם את המעבדים המתקדמים ביותר. הטכנולוגיה שמפתחת Brodmann17 (ברודמן17) הישראלית מנסה לבטל את הצורך במעבדים גרפיים מתקדמים, תוך כדי הגדלת הביצועים במכשירים בהם היא פועלת. החודש הודיעה החברה כי השלימה סבב גיוס סיד בגובה 1.6 מיליון דולר לשם כך. את הגיוס הובילה קרן הון הסיכון הישראלית lool Ventures והשתתפו בו גם Samsung Next, זרוע ההשקעות של הענקית הקוריאנית וקרן החדשנות של סוני.\nהטכנולוגיה שמפתחת Brodmann17 מאפשרת ליצרניות המכשירים השונים להפסיק את השימוש ב-GPU, כלומר, המעבדים הגרפיים במוצרים שלהן. מעבדים גרפיים יקרים, צורכים סוללה ומתחממים עד פי 10, בהשוואה למעבדים הסטנדרטיים. בנוסף, היא מייתרת למעשה את השימוש ב-deep-learning בענן ומקלה על בעיות כמו תקשורת ורוחב הפס, פרטיות וזמני תגובה ארוכים.\nחברת PlaySight (פלייסייט) הישראלית, שמפתחת מגרשי ספורט חכמים, הודיעה על השלמת סבב גיוס בגובה 11 מיליון דולר. המערכת שמפתחת PlaySight נקראת SmartCourt והיא מתבססת על שילוב של מצלמות באיכות גבוהה ומערכת תוכנה עם יכולות ראייה ממוחשבת, שמסוגלת לזהות ולנתח את הנעשה על המגרש ולייצר מכך תובנות. כך למשל יכולים טניסאים לצפות במשחקים שלהם, לראות מה היתה המהירות של כל מכה, האם היא נחתה בתוך המגרש או מחוצה לו, אחוזי הדיוק שלהם ועוד. בסיום כל אימון יכול הטניסאי לקבל סיכום על האימון שלו ולראות היכן יש מקום לשיפור. הטכנולוגיה של החברה יועדה במקור למגרשי טניס, ובין משקיעיה הראשונים נמנו אף הטניסאים נובאק ג’וקוביץ’ ופיט סמפראף. בנוסף, הצטרפה אליהם הטניסאית הסרבית אנה איבנוביץ’, שפרשה לאחרונה מהתחרויות. עם זאת, בשנה האחרונה החלה החברה להטמיע את הטכנולוגיה גם בענפים אחרים כמו כדורגל וכדור-יד כשגם כדורגל וסקווש נמצאים על הכוונת.\nסבב הגיוס הנוכחי, בגובה 11 מיליון דולר, הובל על ידי קרן Verizon Ventures ושחקן הגולף האוסטרלי, גרג נורמן ושותפו דיוויד צ’סלר. סך כל גיוסי ההון של החברה מאז הקמתה עומד עתה על 24 מיליון דולר.\nחברת הסטארטאפ הישראלית Belkin Laser (בלקין לייזר), חברת חממה של Rad Biomed, הודיעה על סגירת סבב גיוס בהיקף של כ-2.5 מיליון דולר. החברה מפתחת מכשיר לייזר שיאפשר לכל רופא עיניים לטפל בחולי גלאוקומה באופן יעיל ומהיר. את הסבב הובילו קרנות ההשקעה הפרטיות Zicom Holdings מסינגפור ו-Rimonci Capital הסינית.\nבאמצעות המכשיר של בלקין לייזר, יוכל כל רופא עיניים, גם כזה שאינו מומחה בטיפול בגלאוקומה, להציע למטופלים טיפול לייזר שנמשך שניה אחת. מדובר בפרוצדורה בטוחה אשר אינה כרוכה במגע עם העין ואינה מסבה כאב למטופל.\nחברת Tulip (טוליפ), שמפתחת פלטפורמה שעוזרת למפעלים לשלב IoT תעשייתי ואנליטיקות מתקדמות בתהליכי הייצור, הודיעה על השלמת סבב גיוס בגובה 13 מיליון דולר.\nTulip, שצמחה מתוך MIT, פיתחה את ה-Manufacturing App Platform, כדי להביא את האינטרנט של הדברים התעשייתי (Industrial IoT) והאנליטיקה המתקדמת אל המהנדסים והמפעילים בקו הקדמי ברצפת הייצור. כך ניתן לבנות אפליקציות ייצור דיגיטליות, המשלבות נתונים ממפעילים, מחיישנים וממכונות; לחבר בין כלים, מכונות, חיישנים ומערכות מידע ל-Industrial IoT; ולקבל ייצוג ויזואלי של הייצור באמצעות אנליטיקה בזמן אמת, לטובת הטמעת שינויים וייעול הייצור. כך למשל עושות חברות שימוש בפלטפורמה כדי ליצור הוראות עבודה אינטראקטיביות, לאסוף נתונים בצורה אוטומטית, ולבצע בקרת איכות, בדיקות ביקורת, ניטור מכונות והדרכה.\nהסטארטאפ הישראלי Workey, המפתח פלטפורמה מבוססת בינה מלאכותית לחיפוש עבודה בהייטק הודיע על גיוס A בהיקף של 8 מיליון דולר. את הגיוס הובילו הקרנות PICO PARTNERS ו-MAGMA Venture Capital. לצד הגיוס מודיעה החברה גם על הפתיחה הרשמית של משרדיה בניו יורק ועל השקת הפלטפורמה בשוק האמריקאי, זאת לאחר שנתיים של פעילות בישראל.\nהטכנולוגיה של Workey המבוססת על בינה מלאכותית מנתחת מיליוני מסלולי קריירה ומסוגלת לספק המלצות מבוססות נתונים לצעד הבא בקריירה של המשתמשים. באמצעות ניתוח Big Data ושימוש במודלים של Machine Learning, הפלטפורמה מסייעת למי שעדיין לא מרגישים מוכנים לחפש עבודה באופן אקטיבי. זה הוא גם נכס חשוב לחברות המגייסות, משום שהוא מרחיב באופן משמעותי את מאגר המועמדים הפוטנציאליים; Workey מאפשרת נגישות למועמדים פסיביים, כאלה שאין לחברות גישה אליהם בערוצי הגיוס המסורתיים כיום (שכן אלו מעדיפים להישאר אנונימיים ולא להדגיש את העובדה שמחפשים אחר עבודה אחרת, בזמן שעובדים במקום מסוים). על ידי ניתוח המועמד וקשריו, במקביל לדרישות החברה, המערכת יודעת להציג לחברות רק את המועמדים בעלי ההתאמה הגבוהה ביותר למשרה, ובכך חוסכת לא מעט זמן למחלקת כוח האדם והמגייסים.\nהחודש הודיעה חברת Armis (ארמיס),אשר פיתחה טכנולוגיה לאבטחת מוצרי IoT, גם אם לא ניתן להתקין עליהם תוכנות אבטחה, על השלמת גיוס בגובה 17 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן Tenaya Capital, שהשקיעה ב-KAYAK, ליפט ו-Zappos וכן בחברות של מייסדים ישראליים כמו Palo Alto Networks, Capriza, Taykey ו-Wintegra.\nכיום, מכשירי IoT רבים אינם מוגנים בפני השתלטות או פעילות עויינת וגם לא ניתן להתקין עליהם אמצעי אבטחה שונים; אולם הבעיה מחמירה מכיוון שכל אותם מכשירים הם למעשה ‘שקופים’ למנהל אבטחת המידע של הארגון והוא לא יכול לראות את כל הפעילות שלהם. הטכנולוגיה שפיתחה Armis מנתחת ומנטרת את כל תעבורת הרשת בארגון ויודעת לזהות את המקור שלה; לאחר מכן, הטכנולוגיה יכולה לזהות האם מתבצעת בו פעילות חריגה ובמידה והיא מזהה פעילות שכזו, המערכת יכולה לנתק אותו מהרשת הארגונית – לא משנה באיזה פרוטוקול הוא משתמש: WiFi, רשת קווית או אפילו Bluetooth.\nאנחנו רגילים להתייחס אל יכולת הדיבור שלנו כדבר מובן מאליו. אולם עבור אנשים שסובלים מקשיי דיבור אחרי אירוע מוחי או בעקבות מחלות ניווניות שונות, הפגיעה ביכולת הזו היא של ממש באיכות החיים. חברת Voicett (וויסיט) הישראלית, שפיתחה טכנולוגיה שמאפשרת לסובלים מקשיי דיבור לתקשר עם הסביבה באמצעות הקול, הודיעה על גיוס של 2 מיליון דולר.  בסבב הגיוס הנוכחי השתתפו מספר משקיעים ביניהם Cahn Capital ו-AMIT Technion זרוע ההשקעות של הטכניון, Quake Capital Partners, Dreamit Ventures, Buffalo Angels ומשקיעים פרטיים.\nהאפליקציה שפיתחה Voiceitt מתבססת על טכנולוגיית Pattern Matching, שמזהה את הדיבור המשובש ומתרגמת אותו לדיבור ברור. עם ההפעלה הראשונית, מבקשת האפליקציה מהמשתמש להקריא מספר משפטים וכך היא לומדת את דפוסי הדיבור שלו. הטכנולוגיה של החברה מתבססת על 4 פטנטים שרשמה החברה והיא ניתנת ליישום הן במכשירי סמארטפון והן במכשירים לבישים. כרגע תומכת המערכת בעברית ובאנגלית ובהמשך צפויה להתווסף תמיכה בגרמנית, צרפתית ואיטלקית.\nלמרות שארגונים משקיעים מאמצים וכסף רב בפתרונות אבטחת מידע, תחנות הקצה עדיין חשופות לפגיעה של תוכנות זדוניות מתקדמות. כתוצאה מכך, לא מפתיע שכל ההתקפות שהתגלו בשנים האחרונות התגלו בדיעבד, אחרי שכבר נגרם נזק. הסטארטאפ הישראלי Minerva (מינרווה) מציג גישה קצת אחרת לאבטחת אותן תחנות קצה באמצעות שליטה בתפישת המציאות של תוכנות זדוניות.\nהחודש הודיעה החברה על סגירת סבב גיוס (סבב A) בהיקף של 7.5 מיליון דולר בהובלת Amplify Partners. כמו כן השתתפו בסבב גם StageOne Ventures ו-Webb Investment Network. המימון ישמש להרחבת פעילויות השיווק והמכירות הגלובליות והמשך פיתוח פלטפורמת ה-Anti-Evasion של החברה, פלטפורמה המגנה על תחנות קצה בארגון על ידי מניעת איומים מתקדמים היודעים לחמוק מאמצעי האבטחה הקיימים.\nלמרות שחברות הרכב והטכנולוגיה הגדולות משקיעות מיליארדי דולרים במחקר ובפיתוח של רכב אוטונומי, הן יצטרכו להשקיע זמן רב, כדי להגיע לרמת הדיוק של הנהיגה האנושית. במילים אחרות, המכוניות האוטונומיות יצטרכו לנסוע כ-16 מיליארד ק”מ במשך שנים. חברת Cognata (קוגנטה) הישראלית מפתחת מערכת סימולציה של נהיגה אוטונומית, שצפויה לסייע לחברות הללו לקצר משמעותית את זמני הבדיקה והפיתוח. החודש הודיעה החברה על השלמת סבב גיוס בגובה 5 מיליון דולר.\nהטכנולוגיה של Cognata מאפשרת לבצע סימולציה של תנאי העולם האמיתי ולבדוק בה את הרכיבים השונים של הרכב האוטונומי, כמו למשל החיישנים. המערכת מאפשרת לדמות נסיעה בערים שונות מסביב לעולם וכך היא מאפשרת לחברות להגדיל משמעותית את אפשרויות הבדיקה בתנאי שטח שונים מתוואי השטח בהם ממוקמת החברה. קהל היעד של המערכת הן יצרניות רכב וחברות הטכנולוגיה השונות וגם חברות ה-Tier 1, כלומר החברות המרכזיות בשרשרת האספקה, כמו למשל Delphi, Magna או Continental Automotive.\nהחברה הישראלית מפתחת פלטפורמה של צינורות חכמים מבוססי חיישנים ומערכת ניטור מידע ייחודי, המאפשרים תגובה אוטומטית בזמן אמת לצמצום סיבוכים רפואיים טרם התרחשותם. החודש, הודיעה על גיוס של 20 מיליון דולר בהובלת Advanced Medical Technologies, חברת השקעות פרטית אמריקאית.\nהמערכת שפיתחה ART MEDICAL תאפשר לרופאים כמה יכולות חדשות כמו איסוף נתונים על המטופל, המתאפשר באמצעות חיישנים המוטבעים במגוון צינורות. המידע הנאסף כולל: צרכי האכלה, הפרשת רוק ומתן שתן; שליטה בתהליך ההזנה וקבלת מידע בזמן אמת, כולל המיקום המדויק של הצינור וצרכי ההזנה הספציפיים של כל מטופל באופן אינדיבידואלי; תיקון אקטיבי של בעיות מסכנות חיים באופן מיידי ואוטומטי, כאשר צרכי המטופל מותאמים תוך כדי הטיפול, בטרם הופעת סיבוכים.\nפלטפורמת שיפוץ הבתים Houzz (האוז) של היזמים עדי טטרקו ואלון כהן השלימה לאחרונה גיוס מרשים בגובה 400 מיליון דולר, שנעשה על פי הערכת שווי של 4 מיליארד דולר. החברה מקשרת בין בעלי בתים שרוצים לשפץ אותם ובין בעלי המקצוע הרלוונטיים.\nהחברה לא פרסמה הודעה רשמית על סבב הגיוס, שפורסם לראשונה ב-Fortune אך אישרה את הפרטים לאתר, אם כי לא חשפה את זהות המשקיעים. עם זאת, על פי דיווח שהופיע ב-Recode, ומתבסס על מקורות שקרובים לעסקה, הסבב הובל על ידי Iconiq Capital, שהשקיעה בעבר בחברות כמו Flipkart, Automatic ו-Docusign ומייעצת למיליארדרים כמו מארק צוקרברג ושריל סנדברג. עוד השתתפו בסבב הנוכחי גם המשקיעים הקיימים של החברה כמו GGV Capital וקרן Sequoia Capital.\nקרן ההון סיכון NGT3 מנצרת הודיעה על השקעה ביחד בשתי חברות פורטפוליו חדשות שלה: EIO Biomedical ו-Barcode Diagnostics. בשתי חברות הביו-טכנולוגיה השקיעה הקרן ביחד עם המדען הראשי סכום כולל של 1.6 מיליון דולר, כאשר בכל אחת מהן הושקע חצי מהסכום הכולל – 800,000 דולר.\nBarcode Diagnostics של הפרופסור אבי שרודר המפתחת בדיקה מוקדמת להתאמת תרופות כימותרפיות לגידולים סרטניים ספציפיים ולמטופל ספציפי, עוד לפני תחילתה של סדרת הטיפולים. הטכנולוגיה מאפשרת לבדוק את השפעתן של כמויות מזעריות של תרופות שונות במקביל על הגידול הסרטני בגוף המטופל וכך לבחון את תגובתו באופן פשוט ובטוח. טכנולוגיה זו מונעת מתן טיפולים כימותרפיים לא יעילים או לא אופטימליים, כפי שקורה היום על פי המחקרים ביותר מ-30% מהטיפולים.\nהחברה השנייה שקיבלה השקעה היא EIO Biomedical שבראשה עומד המנכ”ל ד”ר יאיר פלפל מפתחת מכשיר רפואי למניעת הידבקות של רקמות עקב ניתוח, המוכרת כאחת הבעיות הכירורגיות הקשות ביותר. הידבקות שכזו עשויה לגרום למגוון רחב של סיבוכים לאחר ניתוח, החל מחסימת מעיים מסכנת חיים ועד כאב כרוני מתיש. מנתונים הקיימים בשוק 5-7% מהחולים שעברו ניתוח בטן לדוגמא נאלצים לחזור לבית החולים לניתוח נוס\nהסטארטאפ הישראלי GeoQuant אשר פיתח פלטפורמה למדידת סיכון פוליטי בזמן אמת הודיע על סגירת סבב גיוס בהיקף של 4 מיליון דולר. את הסבב הובילה קרן ההון סיכון Aleph המתמחה בהשקעות בשלבים מוקדמים והשתתפה בו גם קרן ההון סיכון XL Innovative האמריקאית.\nארגז הכלים האנליטי של GeoQuant יעמוד בקרוב לשימוש קרנות השקעה, מוסדות פיננסים, תאגידים וארגונים גלובליים אחרים המעוניינים לעקוב אחר סיכון פוליטי. זאת, באמצעות פלטפורמה ניתנת להגדרה המאפשרת ללקוחות לנהל את הסיכונים בהתאם לתיקים שלהם ולמטרותיהם העסקיות.\nאחת המגמות הבולטות בפיתוח בשנים האחרונות היא האימוץ המסיבי של רכיבי קוד פתוח על-ידי ארגונים, כשלעיתים, הקוד הפתוח אחראי על 80 אחוזים מהקוד של הארגון. אולם בצד יתרונות הנוגעים להוזלת עלויות וקיצור זמני הפיתוח וההגעה לשוק עומדים אותם ארגונים באתגר לא פשוט בתחום אבטחת המידע. חברת הסטארטאפ הישראלית WhiteSource (ווייטסורס) שמפתחת טכנולוגיה לניהול ולאבטחה רצופים של תוכנת קוד פתוח, הודיעה על השלמת סבב גיוס שני (Series B) בגובה 10 מיליון דולר. את הסבב הובילה קרן 83North והשתתפו בו גם Microsoft Ventures והמשקיע דיוויד סטרוהם מקרן הון הסיכון Greylock Partners\nהטכנולוגיה של WhiteSource מאפשרת למפתחים, אנשי אבטחת מידע ומנהלי Compliance לאבטח ולנהל בקלות את רכיבי הקוד הפתוח בתוכנה המפותחת על-ידם, בזמן שהמפתחים מתמקדים בבניית מוצרי תוכנה. המוצר מבצע אוטומציה מלאה של כל תהליך ניהול הקוד הפתוח, החל מזיהוי רכיבים והתראות על נקודות תורפה בתחום האבטחה ותיקונן, דרך ניתוח של סיכונים הנובעים מרישוי ואכיפת מדיניות וכלה בבדיקות איכות והתראות על גרסאות חדשות. הפלטפורמה מאפשרת בקרה, דיווח וניהול, שמסייעים לצוותי הפיתוח לנהל את הקוד הפתוח ללא מאמץ. החברה הכריזה ב-2016 על שיתוף פעולה עם GitHub במסגרתו בדקה החברה את ה-repository של המשתמשים.\nהסטארטאפ הישראלי eTribez, המספק פתרונות דיגיטליים לתעשיית הטלוויזיה והסרטים, הודיע על גיוס של 3.5 מיליון דולר. את הגיוס הובילה CE Ventures והשתתפה בו גם המשקיעה הקיימת, קרן INIMITI.\nהפתרונות של eTribez מיועדים לתעשיית הטלוויזיה הכוללת רשתות טלוויזיה וחברות הפקה ב-12 שפות. מערך הפתרונות כולל מערכות ניהול דיגיטליות לליהוק מועמדים לריאליטי וסרטים, ניהול הפקת תכניות וסרטי קולנוע והעלאת תכנים על ידי גולשים והעברתם למערכת השידור.\nהסטארטאפ הישראלי Codota, שמפתח מנגנון Autocomplete לכתיבת קוד ומקצר למתכנתים את זמן הפיתוח, הודיע על סבב גיוס של 2 מיליון דולר בהובלת קרן Khosla.\nהאלגוריתם שפיתחה Codota חוזה את שורות הקוד הבאות שאתם עומדים להקליד, בהתבסס על ניתוח של מיליוני תוכנות ואפליקציות שונות. ברגע שהמערכת מזהה קטע קוד חופשי שעשוי להתאים לקוד של המפתח, היא מציעה לו מספר חלופות. המפתח יכול לבחון את קטעי הקוד השונים וברגע שהוא בוחר קטע כזה, הוא פשוט גורר אותו לתוך הקוד שלו. המערכת תומכת בכל ה-API הזמינים והיא זמינה ב-IDE כמו Eclipse, Android Studio ו-IntelliJ IDEA, ושטח המסך שהיא תופסת ניתן לשינוי. כרגע תומכת המערכת ב-JAVA ושפות נוספות כמו JavaScript יגיעו בקרוב. בחברה מדגישים שקטעי הקוד שאתם כותבים נשארים אצלכם ולא מועלים לענן בשום שלב. לצורך הפיתוח השתמשו היזמים במאגרי קוד פתוח דוגמת GitHub ו-StackOverflow, מה שגם מאפשר למערכת שלהם להצביע על בעיות ושגיאות אפשריות בקוד שנכתב.\nהסטארטאפ הישראלי Augury (אוגורי), המשלב בין אינטליגנציה מלאכותית לבין IoT תעשייתי במטרה לאבחן ולחזות תקלות במכונות, הודיע על השלמת סבב גיוס בגובה של 17 מיליון דולר. את הסבב (Series B) הובילו Eclipse Ventures ו-Munich Re / HSB Ventures, זרוע ההשקעות המשותפת של Hartford Steam Boiler ו-Munich Re.\nטכנולוגיית האבחון של Augury בנויה סביב עיקרון די פשוט; ניתן לאפיין כל מערכת מכנית על ידי הצליל שהיא עושה. כלומר, מכונות בעצם ׳מדברות׳, והטכנולוגיה שפיתחה החברה יודעת לפענח את מה שהן ‘אומרות’. הטכנולוגיה של Augury מאפשרת להקשיב למכונות תעשייתיות ולקבל אבחנה האם המכונה פועלת בצורה תקינה, האם מתחילה להתפתח בה תקלה ובאיזה סוג תקלה בדיוק מדובר.\nחברת הסטארטאפ הישראלית Cybereason (סייבריזן) הכריזה על השלמת סבב ההשקעה הגדול ביותר בתולדותיה, והגדול ביותר בתולדות הסייבר הישראלי. סבב הגיוס הובל על ידי ענקית הטכנולוגיה היפנית SoftBank, מביא את סך הגיוסים של החברה לקרוב ל-200 מיליון דולר.\nCybereason מפתחת פלטפורמת אבטחה אקטיבית עבור ארגונים, המאפשרת להם לפקח באופן רציף אחר המערכות השונות בארגון במטרה לאתר פעולות סייבר שונות, הרבה לפני שהן קורות בפועל. הפלטפורמה למעשה משלבת בין מנוע Machine Learning מתוחכם לבין מנוע לניתוח Big Data, ומחפשת אחר חתימות ועקבות המסגירות פעולות זדוניות שונות, כגון רצף מוזר של התקנת תוכנות על מספר מחשבים באותה הרשת או פעולה אשר לא מתאימה לפרופיל המשתמש. לאחר זיהוי הפעולה, המערכת תתריע לאחד מאנשי אבטחת המידע המועסקים בחברה ותציג לו דו״ח ויזואלי מפורט המסביר בדיוק מה התרחש ברקע, לצד הצעות פוטנציאליות להמשך הפעולה בכדי למגר את הפירצה כמה שיותר מהר.\nאיש העסקים הישראלי טדי שגיא ממשיך לרכוש חברות ישראליות, כדי לחזק את פעילות האד-טק שלו. הפעם זו חברת RelevanTech (רלוונטק), שפיתחה פלטפורמת פרסום למפעילות הסלולר, ונרכשת על ידי חברת Glispa (גליספה) שבבעלותו.\nRelevanTech מציעה חבילה דיגיטלית, המאפשרת מוניטיזציה חלופית עבור יצרניות סמארטפונים (OEM), ספקים, ומפיצים. ל-RelevanTech שותפויות עם מפעילות סלולריות ברחבי העולם אשר מאפשרות התקנה מראש של כלי גילוי האפליקציות במכשירים ניידים. האפליקציה שפיתחה החברה מציעה חוויית משתמש הכוללת תוכן המוטען מראש ומאפשר התקנה שלו בלחיצה אחת מהירה וקלה. על פי גורמים בתחום, האפליקציה גם מאפשרת התקנה ‘רטרואקטיבית’, כלומר, התקנה על גבי מכשירים שכבר הגיעו ללקוחות – בשיתוף פעולה של ספקיות הסלולר כמובן. החברות לא חשפו את סכום הרכישה, אולם לגיקטיים נודע כי RelevanTech גייסה כ-1.2 מיליון דולר מחברת Webpick הישראלית של היזם נדב ברנדשטטר. לגיקטיים נודע, כי מכירת הפעילות היא חלק ממהלך אסטרטגי שהחל לפני כשנתיים במסגרתו החליטה החברה לצאת מתחום ההורדות וההתקנות, ועברה להתמקד במוצרי אינטרנט מבוססי למידת מכונה.\nאין ספק שהעברת תשלומים בעזרת האפליקציה של הבנק או חברת האשראי הפכו את החיים שלנו לקלים יותר וחסכו לא מעט המחאות, שימוש במזומן וביקורים בבנק. אבל עבור המילניאלז – והאמת, רבים מעבר – שחיים בתוך אפליקציות המסרים כמו ווטסאפ, סנאפצ’ט או המסנג’ר – זה עדיין לא מספיק. הטכנולוגיה של PayKey (פייקי) מאפשרת העברת תשלומים בכל הפלטפורמות מבלי שתצטרכו לעזוב את אפליקציית המסרים המועדפת עליכם. החודש, הודיעה החברה הישראלית על השלמת גיוס בגובה 6 מיליון דולר בהובלת קרן MizMaa, קרן סינית-אמריקאית.\nהטכנולוגיה של PayKey מאפשרת העברת כספים מאובטחת ישירות ממקלדת הטלפון הנייד, בזמן שהלקוח נמצא בצ’ט וללא צורך בכניסה ייעודית לאפליקציית הבנק או לאפליקציה ייעודית להעברת כספים כמו ארנק אלקטרוני. כל מה שעל המשתמש לעשות כדי לעבור למצב העברה כספית הוא ללחוץ על כפתור ה-$ במקלדת. לאחר מכן, תהליך העברת הכספים מתבצע באופן אינטואיטיבי עם חלון תשלום, דמוי מחשבון, שקופץ ומבקש מהמשתמש רק להקליד את סכום ההעברה. הצד השני, יקבל הודעת טקסט עם פרטי ההעברה והוראות לצורך השלמת ההעברה.\nחברת Trax (טראקס) הישראלית פיתחה מערכת שמפיקה תובנות על סידור המוצרים בחנויות בהתבסס על ניתוח ראייה ממוחשבת של תמונות מסמארטפון או טאבלט.החודש השלימה החברה סבב גיוס מרשים בגובה 64 מיליון דולר בהובלת קרן Warburg Pincus האמריקאית, שאחראית על מרבית סכום ההשקעה, ובהשתתפות משקיעים קיימים בחברה.\nהפתרון של Trax פונה ליצרנים וקמעונאים, שמנסים להגדיל את מכירותיהם על ידי סידור נכון של מוצריהם על מדפי הסופרים והחנויות ברחבי העולם. החברה פיתחה פלטפורמה לראייה ממוחשבת, שמאפשרת ללקוחותיה לצלם את המדפים בחנויות ולקבל נתונים וניתוח של אופן סידור המוצרים והשפעתו על המכירות הצפויות. כך, בזמן אמת ניתן לבצע פעילויות מיידיות על בסיס תובנות אלה.\nפלטפורמת הסייבר מבוססת ענן לציי רכב מחוברים ואוטונומיים, Upstream Security, הודיעה על השלמת סבב סיד בהיקף של 2 מיליון דולר. את הסיבוב הובילה קרן הון הסיכון הישראלית Glilot Capital Partners, והשתתפה בו גם קבוצת Maniv Mobility, המתמחה בהשקעות בתחום התחבורה החכמה. מטרת העל של Upstream Security היא למנף טכנולוגיות מתקדמות של ענן, ביג דאטה ו-Machine Learning, כדי לספק ליצרני רכב ולמנהלי ציי רכב גדולים פתרון SaaS למערכת סייבר מקיפה.\nUpstream Security מאפשרת ליצרני רכב, מפתחי אפליקציות, ספקי שירות וציי רכבים מודל הגנה חדש המתבסס על יצירת מגן מבוסס ענן שחוסם מתקפות סייבר עוד לפני שהן מגיעות לרשתות של הרכבים המותקפים. כל הנתונים שנאספים מוצגים בלוח בקרה אחד וחכם המאפשר לנטר את כל הרכבים בצי בזמן אמת.\nהסטארטאפ הישראלי DayTwo פיתח אפליקציה המספקת המלצות תזונה מותאמות אישית, בהתבסס על מיפוי וניתוח הרכב חיידקי המעי (microbiome). כדי להמשיך ולעשות זאת הודיעה החברה על גיוס הון (Series A) בהיקף של 12 מיליון דולר מתאגיד ג’ונסון אנד ג’ונסון וממריוס נכט (ממייסדי צ׳ק-פוינט) שייסד את החברה והגדיל גם הוא את השקעתו בה.\nהטכנולוגיה של DayTwo מבוססת על מחקר אשר בוצע על ידי פרופ׳ ערן סגל ופרופ׳ ערן אלינב ממכון ויצמן. השניים גילו כי סוגי מזון זהים יכולים לגרום לתגובות סוכר שונות בדם אצל אנשים שונים, וכי הרכב חיידקי המעי, שייחודי לכל אדם, תורם לתגובה השונה. במחקר התגלה בין היתר שייתכן ומזון שמוביל לתגובת סוכר מאוזנת אצל אדם אחד עלול להוביל לעליה ברמות הסוכר באדם אחר. המשמעות היא שגם מזונות שאנו תופסים כבריאים, מתגלים במקרים מסוימים כלא מומלצים ולהיפך. (לדוגמא – מאכלים הנתפסים לרוב בריאים כמו אורז עשויים להתגלות כמאכל שאינו מומלץ לאנשים מסוימים, בעוד שבמקרים הפוכים ובקרב ברי מזל, דווקא גלידה מתגלה כמזון שאינו מזיק).\nרכישה נוספת ל-JFrog (ג’ייפרוג) הישראלית בתוך חודש; החברה, המפתחת תשתית גלובלית להאצת תהליכי ניהול, אחסון והפצה של תוכנה, הודיעה על רכישת CloudMunch, פלטפורמה אוניברסלית ל-DevOps Intelligence. החברה הצליחה לפתח מוצר העוזר לצוותים לשתף את מאמצי התכנות שלהם ולאפשר הצגת תובנות חשובות במסלול החיים של תהליכי שחרור עדכוני תוכנה. מטרת הרכישה היא הרחבת היצע המוצרים של JFrog למפתחי תוכנה ואנשי DevOps. הנהלת החברה הנרכשת וצוות המהנדסים שלה פועל מסיאטל וושינגטון, ובנגלור הודו, ואלו ישולבו ב-JFrog עצמה.\nחברת הסטארטאפ הישראלית Octopus הודיעה על גיוס של 5.25 מיליון דולר בהובלת קרן ההון הסיכון הקנדית-ישראלית AWZ ventures.\nטכנולוגית האבטחה שפיתחה Octopus מבוססת ענן וכוללת ניתוח נתונים המגיעים מעשרות טכנולוגיות הקיימות במוקדי ההפעלה של הארגונים ממצלמות מעקב, אנליטיקות זיהוי פנים ורכב, דיווחי תנועה בזמן אמת, מערכות התרעה ואזעקה, חיישני אש ,מערכות סייבר ועוד, כחלק מהאמצעים להתמודדות עם מצבי חירום. למערכת שפיתחה Octopus יכולת להתממשק למערכות אבטחה קיימות ולשדרג אותן בעלויות נמוכות יחסית. על פי החברה, הייחודיות של המערכת שלה היא השילוב שבין האבטחה הדיגיטלית לזו הפיזית והמודיעינית. שילוב זה מאפשר למזג מקורות שונים של מידע ולהסיק יחד מסקנות לשימוש מנהלי האבטחה. כך למשל הם יכולים לקבל התראות בזמן אמת, להפנות משאבים בחירום, לסייע בהתמודדות על ידי הפעלות אוטומטיות של המערכת ללא סיוע מוקדן, ולהפנות משימות לגורמי תגובה באירוע על ידי אפליקציית מובייל מוצפנת.\nהסטארטאפ הישראלי Riskified, שמאפשר לחברות לאשר עסקאות אונליין בוודאות ולהימנע מהונאות, הודיע על גיוס של 33 מיליון דולר. את הגיוס הובילה קרן הצמיחה הישראלית Pitango Growth והשתתפו בו גם Capital One Growth Ventures ו-Groupe Arnault, בעלת השליטה במותגי LVMH (לואי ויטון).\nהמערכת של Riskified (ריסקיפייד) בודקת את הרקע של הרוכש ובמידה והיא מאשרת את זהותו, מתבצע החיוב, כשהחברה גובה עמלה רק מעסקאות שאושרו. העסקאות הללו מבוטחות על ידי החברה, כך שאם בכל זאת מתגלה מקרה הונאה, החברה היא זו שתספוג את ההפסדים של בעל העסק. המערכת של החברה מתבססת על טכנולוגיה שמנתחת התנהגות של צרכנים ברשת ואלגוריתמים מבוססי למידת מכונה, אשר מתעדכנים בזמן אמת, ומאפשרים לה להבדיל בצורה מדויקת ומיידית בין ניסיונות הונאה להזמנות לגיטימיות.\nTechSee (טק-סי), סטארטאפ ישראלי שמפתח מערכת לפתרון תקלות מרחוק בהתבסס על המצלמה, הודיע על השלמת סבב גיוס בגובה 7.5 מיליון דולר.\nהטכנולוגיה של TechSee מאפשרת לצוותי תמיכה ושירות לקוחות להעניק תמיכה מרחוק ללקוחות על ידי משלוח הודעת טקסט. ברגע שהלקוחות לוחצים על הלינק שבהודעה הם יכולים לצלם את התקלה, והתומכים מהצד השני יכולים להציג להם על מסך הטלפון ב-AR מה הם צריכים לעשות כדי לתקן את התקלה. כך למשל הם יכולים לסמן אילו כבלים צריך לנתק והיכן נמצא כפתור האיתחול. על פי החברה, השירות יכול לקצר את השיחות למוקדים ב-20 אחוזים, להפחית את כמות ביקורי הטכנאים ב-15 אחוזים ולהעלות ב-10 אחוזים את שיעור התקלות שנפתרות בשיחה ראשונה.\nFiver (פייבר), זירת המסחר האלקטרונית שמאפשרת למשתמשים להציע ולמכור את היכולות והכשרונות השונים שלהם, מרחיבה את שירותיה ומודיעה על רכישת הסטארטאפ הישראלי Veed.Me. בדומה לפייבר, גם החברה הנרכשת מהווה זירת מסחר, רק שזו מתמקדת בשירותי וידאו ואנימציה באיכות גבוהה. נכון להיום הפלטפורמה מחברת בין חברות גדולות וקטנות לקהילה גלובלית של יותר מ-3,500 יצרני תוכן מקצועיים בוידאו. תנאי העסקה וסכום הרכישה נותרו חסויים.\nצוואר הבקבוק הגדול ביותר בהפקת מוצרי דפוס כמו אריזות, מוצרי שיווק ופרסום או כרטיסי ברכה נמצא בשלב החיתוך וייצרת קווי קיפול (die-cutting), הנעשה כיום באמצעים אנלוגיים וידניים, מבוססי טכנולוגיה מכאנית בת קרוב ל-150 שנה. חברת Highcon (הייקון) הישראלית, שפיתחה טכנולוגיה שמאפשרת להפוך את התהליך הזה לדיגיטלי ופשוט, הודיעה על השלמת סבב גיוס בגובה 20 מיליון דולר. הגיוס הובל על ידי קרן JVP לצד המשקיעים הקיימים בחברה ובראשם Landa Ventures של בני לנדא, ו-LR Group.\nהטכנולוגיה של Highcon מאפשרת תהליך יצור פשוט, יעיל, מהיר ולראשונה גם דיגיטלי, אשר מחליף תהליך ארוך, ידני, יקר ומורכב המאפיין היום את עולם הדפוס, מה שיאפשר לבתי דפוס ויצרני אריזות להגדיל בפרק זמן קצר את הרווחיות, לקצר זמני אספקה ולהציע ללקוחותיהם מוצרים חדשים בכל רגע נתון. בנוסף, הטכנולוגיה של Highcon פותרת מגבלות משמעותיות הקיימות באמצעי הייצור המסורתיים, מה שמאפשר לחברות להיות חדשניות יותר עם האריזות שלהן.\nחברת הסייבר Inpedio (אינדפיו) שפועלת מישראל ומהולנד מספקת פתרונות אבטחה לממשלות וארגונים. החודש נודע כי החברה השלימה סבב גיוס בהיקף של 5 מיליון דולר בהובלת אלון ארבוב מחברת ההשקעות Clear Future, ויעקב אנגל, מקרן ATOORO. כמו כן לקחה חלק בסבב גם התעשייה האווירית באמצעות מפעל הסייבר שלה (חברת הבת שלה – אלתא), במטרה להעמיק את פעילותה ברחבי העולם.\nInpedio מספקת פתרונות בתחום הגנת סייבר בעיקר עבור ממשלות וארגונים, אך גם עבור אנשים פרטיים. מוצרי החברה מבוססים כרגע על 2 מוצרי דגל: Zerox ו-Mercury. המוצר הראשון, Zerox, מציע מערכת אשר עוקבת, מזהה ומנטרלת מתקפות סייבר מתוחכמות הכוללות פריצות, מתקפות כופר וגם מתקפות יום אפס (Zero day). מוצר זה פונה אל ארגונים גדולים, ומאפשר לאלו להגן על ההתקנים שלהם מפני גורמים זדוניים כמו וירוסים, סוסים טרויאנים.\nמיקרוסופט חתמה על הסכם סופי לרכישת Cloudyn (קלאודין), המסייעת לארגונים לקצץ בהוצאות מיחשוב הענן שלהם על ידי ניטור וניתוח של הפעילות בענן הציבורי, הפרטי וההיברידי. רכישת החברה תסייע ללקוחות Azure לנהל ולבצע אופטימיזציה של השימוש בענן, ולקבל גישה וחשיפה לצריכת הענן שלהם, לעלות ולביצועים, זאת במטרה להישאר כמובן במסגרת התקציב. סכום הרכישה לא פורסם, והשלמת העסקה כפופה לאישור רגולטורי.\nחברת Invest.com רכשה את AnyOption ואת החברות הקשורות בה ותמזג לתוכה את נכסיה העיקריים ופעילותה. החברה הרוכשת התנתה את העיסקה בכך שפעילות האופציות הבינאריות של AnyOption תופסק לאלתר. תמורת פעילות החברה יקבלו המייסדים שלה, שי דתיקה ושי בן אסולין, מניות ב-Invest.com.\n \n\n", "keywords": "סיכום גיוסים,גיוסים יוני 2017,יוני 2017,סטארטאפ,סטארטאפ ישראלי,גיוס הון,קרן הון סיכון"}