{"url": "https://www.geektime.co.il/geforce-now-mac-beta/", "type": "article", "title": "פיתוח חדש של Nvidia יהפוך לראשונה את מחשבי המק למכונת משחקים", "description": "בעזרת הענן תוכלו להריץ את המשחקים המתקדמים ביותר של ימינו גם במק הישן שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/Geforce-now-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-15T18:30:27Z", "modified_time": "2017-10-16T13:47:21Z", "articleBody": "בעזרת הענן תוכלו להריץ את המשחקים המתקדמים ביותר של ימינו גם במק הישן שלכם\nתמונה: Nvidia\nמזה שנים משתמשי מחשבי Mac, שהם גם חובבי גיימינג, נאלצים לצפות מהצד ולקנא בזמן שחבריהם בצד ה-PC נהנים ממשחקי מחשב מצוינים. מחשבי ה-Mac סובלים מהתעלמות כמעט מוחלטת של מפתחי משחקים, לרוב עקב כרטיסי מסך יחסית חלשים, ונתח שוק קטן יחסית שהופך את ההשקעה בפיתוח למק ללא כדאית. כעת, Nvidia, שידועה בעיקר כיצרנית כרטיסי מסך למחשבים, משיקה בגירסאת בטא את שירות GeForce NOW שיאפשר גם למקים להנות ממיטב המשחקים ל-PC, באמצעות הענן.\nמאחר ומפתחי משחקים לא טורחים להכין גירסאות מותאמות של המשחקים שלהם ל-Mac, השירות של חברת Nvidia עוקף את הצורך של מפתחים בהתאמות ומשתמש בטכנולוגיית ענן בשביל להנגיש את המשחקים למחשבי מק, גם אם אין להם מעבדים חזקים או כרטיסי מסך מתקדמים. כל מה שצריך בכדי להשתמש בשירות ולהנות מהמשחקים באיכות גבוהה, הוא חיבור רציף ואיכותי לאינטרנט מהיר: דרישת המינימום היא מהירות הורדה של 25 מגה-ביט לשניה וראוטר התומך ב-5GHZ. ההמלצה של Nvidia היא חיבור של 50 מגה-ביט לשניה.\nנכון לעכשיו השירות עצמו חינמי, כאשר המשתמש צריך לחבר את חשבון ה-Steam שלו אל חשבון ה-Now. לשמחתנו, אם רכשתם את הכותרים התומכים בחשבון הסטים שלכם, לא תצטרכו לרכוש אותם מחדש בשביל להשתמש בשירות. הם פשוט יהיו לכם זמינים לסטרימינג מיידית. מאחר והמערכת כמעט ואיננה תלויה בחומרת המחשב, כמעט כל המחשבים של אפל משנת 2008 ואילך יוכלו להריץ את המשחקים המתקדמים ביותר בימינו בקלות ובאיכות גבוהה.\nעד כה יש כ-50 כותרים בשירות, ובינהם ניתן למצוא את: Rise Of The Tomb Raider, Overwatch, Shadow Of Mordor, Fallout 4, Rocket League ועוד, כאשר המספר אמור לעלות עם הזמן. השירות אמור להיות סוג של נטפליקס למשחקי מחשב, ואם הוא יצליח, הוא עשוי לסייע ללא מעט משתמשי מק להנות גם הם ממשחקי מחשב עדכניים ובאיכות מצוינת, אפילו אם המחשב שלהם ישן יחסית. נכון לעכשיו, השירות זמין בגירסאת בטא רק בצפון אמריקה. לאחר תקופת הבטא, השירות יוצע במודל תשלום של Pay-As-You-Go.", "keywords": "אנווידיה,נווידיה,משחקי מחשב,משחקים,מק,מאק,אפל,לפטופ,mac,apple,nvidia,games,video games,geforce"}