{"url": "https://www.geektime.co.il/monthly-funding-august-2019/", "type": "article", "title": "לסטארטאפים הישראליים אין חופש גדול: גייסו החודש כ-350 מיליון דולר", "description": "הייתם בחופש? לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש אוגוסט בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-31T11:00:17Z", "modified_time": "2019-08-29T17:17:52Z", "articleBody": "הייתם בחופש? לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש אוגוסט בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש יולי\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\n​חברת Cybereason הישראלית, המסייעת לפקח באופן רציף אחר מערכות ארגוניות ולזהות מתקפות בזמן אמת, הודיעה כי השלימה סבב גיוס נוסף בגובה 200 מיליון דולר מ-SoftBank היפנית, שגם הובילה את סבב הגיוס הקודם שלה.\nפלטפורמת האבטחה האקטיבית של Cybereason (סייבריזן) מאפשרת לארגונים לאתר מתקפות סייבר שונות, הרבה לפני שהן קורות בפועל. הפלטפורמה נעזרת ביכולות Machine Learning וניתוח Big Data, ומחפשת אחר חתימות ועקבות המסגירות פעולות זדוניות שונות, כגון רצף מוזר של התקנת תוכנות על מספר מחשבים באותה הרשת או פעולה אשר לא מתאימה לפרופיל המשתמש. לאחר זיהוי הפעולה, המערכת תתריע לאחד מאנשי אבטחת המידע המועסקים בחברה ותציג לו דוח ויזואלי מפורט המסביר בדיוק מה התרחש ברקע, לצד אפשרויות פעולה נוספות לסגירת הפירצה.\nהסטארטאפ הישראלי Anzu.io, המפתח מערכת פרסום מודעות חכמה במשחקי מחשב, הודיע על השלמת סבב גיוס ראשון בהיקף של 6.5 מיליון דולר בהובלת BITKRAFT Esports Ventures ובהשתתפות WPP ו-Axel Springer Digital Ventures.\nהמערכת של Anzu.io מסוגלת לשלב פרסומות בצורה טבעית בתוך עולם המשחק, ממש כמו מודעות פרסומת ברחוב. כלומר, במקום להקפיץ פופ-אפ, המערכת מציבה את הפרסומות במקומות שבהם הייתם אולי מצפים לראות מודעות, כמו למשל בצידי מסלול המירוצים, או על גבי תחנת האוטובוס ברחוב במשחק. כלומר, בנדל״ן הוירטואלי שממש מקביל לנדל״ן הפרסום האמיתי.\n​חברת Rookout (רוקאאוט) המציעה מערכת לפתרון מהיר של תקלות תוכנה בסביבת הפרודקשן, הודיעה  על השלמת סבב גיוס של 8 מיליון דולר. את הגיוס הובילה זרוע ההשקעות של חברת סיסקו והשתתפו בו גם המשקיעים הנוכחיים בחברה: הקרנות TLV Partners, אימרג׳ ומנכ״ל גיטהאב נאט פרידמן.\nהמערכת של Rookout (רוקאאוט) מאפשרת לקצר תהליכים באמצעות איסוף נתונים מהיר ובזמן אמת, ללא צורך בכתיבת קוד נוסף ומבלי לעצור את הקוד החי. בכך האפליקציה ממשיכה לרוץ כרגיל, בעוד שהמידע, שהמפתח ביקש מהמערכת במספר קליקים, נאסף בנקודות העצירה המתבקשות. ניתן לצפות במידע שנאסף במערכת של רוקאאוט או לבקש מהמערכת לשלוח אותו למערכות אחרות נפוצות\n​הסטארטאפ הישראלי Propel מפתח מערכת CRM ייעודית לתחום יחסי הציבור, המסייעת לגורמים הרלוונטיים לוודא שהפיץ׳ הבא שלהם יגיע בדיוק לכתובת הנכונה. החודש, הודיעה החברה על השקתה הרשמית של הפלטפורמה, לצד השלמת סבב סיד בסך כולל של כ-700,000 דולר. את הגיוס הוביל ג׳ונתן קוגלי, אנג׳ל והיזם שעומד מאחורי חברת הסייבר האמריקאית Thycotic.\nמערכת ה-PRM של Propel (פרופל) עושה שימוש בבינה מלאכותית ולמידת מכונה על מנת לסייע ליחצנים לבנות אסטרטגייה ולפעול בצורה האידיאלית ביותר מול גופי התקשורת באמצעות תובנות בנוגע לתוצאות עסקיות, ביצועי קמפיינים ומעורבות הכותבים השונים בתהליך.\nהסטארטאפ הישראלי WSC Sports פיתח טכנולוגיה שיוצרת סרטוני ספורט מותאמים אישית לכל פלטפורמה ולכל אוהד – באופן אוטומטי ובזמן אמת. החודש, הוא הודיע על השלמת סבב גיוס C בהיקף 23 מיליון דולר דולר בהובלת O.G Tech Ventures, זרוע ההשקעות בהייטק של איל עופר.\nהטכנולוגיה שפותחה על ידי WSC Sports סורקת ויודעת לזהות את המהלכים המתרחשים בכל רגע נתון על המגרש כמו הטבעות וקליעות, במטרה להתאים לכל משתמש פיד אישי מותאם עם הקטעים הכי מעניינים. כדי להבין מה הם בדיוק רגעי השיא, המערכת מנתחת את המתרחשת ונעזרת בתגובות ותרועות הקהל, או לחילופין ההתלהבות של השדרנים, כדי להבין מתי היה אירוע שיש להתעכב עליו.\nחברת הטרוול-טק Ginger (ג’ינג’ר) גייסה 1.3 מיליון דולר ממשקיעים פרטיים במסגרת בסבב סיד, שנעשה על פי שווי של 5 מיליון דולר. הסטארטאפ הישראלי פיתח פלטפורמה שמסייעת לחברות הייטק בניהול נסיעות לחו”ל של העובדים שלהן.\nהפלטפורמה של גי’נג’ר מאפשרת לנהל מעקב אחרי נסיעות וטיסות עסקיות, וליצור תיק נסיעה דיגיטלי הכולל מסמכים חשובים ככרטיסי טיסה ושוברי מלון. בנוסף, נותנת הפלטפורמה של החברה מענה ביטוחי, כולל לעובדים שמאריכים את נסיעתם העסקית לימים נוספים של טיול פרטי שבהם פג ביטוח המעסיק. החברה מציעה גם למעסיק יתרונות של ניהול מרוכז של נסיעות העובדים, טיפול יעיל בהחזרי הוצאות, פוליסה קבוצתית לעובדי החברה, ביטוח בריאות לעובדים ברילוקיישן ואפשרות להטבות גם בנסיעות פרטיות של אנשי החברה.\nחברת Comunix (קומיוניקס) הישראלית, שפיתחה משחק פוקר בין שחקנים, שרואים אחד את השני בוידאו צ׳אט, הודיעה כי גייסה כמיליון דולר מממספר משקיעים ביניהם חברת המזון בלדי, ושרון טל, מייסד Dragonplay.\nאפליקציית Pokerface מאפשרת לשחקנים לשחק Texas Holdem בשילוב עם וידאו צ׳ט בזמן אמת, במטרה לשחזר את ערבי הפוקר עם חברים, גם כשכל החבר׳ה כבר הורים לילדים. כך, השחקנים יכולים לתקשר באופן ויזואלי האחד עם השני, ולהשתמש בהבעת הפנים המפורסמת והמזוהה עם המשחק – ״הפוקר פייס״.\nבמקום לקנות מוצרים שיעלו אבק אצלכם בדירה הקטנה, Tulou רוצה להקים לכם חדר בבניין שתוכלו לאסוף ממנו מוצרים, ולשלם רק על משך השימוש בהם. החודש, הודיעה החברה על השלמת סבב גיוס Pre-Seed בהיקף של 750,00 דולר מאוניברסיטת MIT, קרן Kairos האמריקאית ואיינג’לים ישראליים נוספים.\nהרעיון של Tulou לוקח את הרעיון של כלכלה שיתופית שהתחיל ב-WeLive ובפרויקטים נוספים, אבל לקטגוריית המוצרים ובעיקר רכישה שלהם: במקום לרכוש מוצרים ולהחזיק בהם בדירה הקטנה שלכם או להעמיס את הממ”ד שלכם במוצרים שאתם עושים בהם שימוש לעיתים לא מספיק קרובות כמו מקדחות, מקרנים או שואבי אבק, Tulou תקים לכם מעין סופר-מרקט קטן ממש בבניין.\nהסטארטאפ Homeis רוצה לאפשר לאותם אנשים שעזבו את ארצם, לא משנה מאיזו סיבה או מטרה, להרגיש בבית, איפה שהם לא נמצאים. איך? בעזרת אפליקציה כמובן. כעת, יהיה להם קצת יותר קל לעשות זאת, הודות לקבלת השקעה בסך של 12 מיליון דולר בהובלת Canaan Partners ו-Spark Capital. כמו כן לקחו חלק בגיוס גם המשקיעים הקיימים והמכובדים של החברה בהם טים ארמסטרונד, מנכ״ל AOL לשעבר, ואלכסיס אוחניאן, ממייסדי Reddit.\nHomeis מאפשרת לאנשים שמתגוררים במדינה זרה ליצור קהילות מקומיות ביחד עם אנשים כמוהם – שמכירים את התרבות, חוגגים את אותם החגים, ודוברים את אותה השפה. מדובר בפלטפורמה המורכבת מאתר אינטרנט ואפליקציה, כאשר בחברה מדגישים שהאפליקציה היא לב הפיתוח.\n​חברת UPnRIDE מפחתת כסא גלגלים חכם המאפשר ניידות מלאה במצב עמידה לאנשים משותקים מהצוואר ומטה ולמוגבלי תנועה. החודש, הודיעה החברה כי השלימה גיוס של כמיליון דולר (3.7 מיליון ש״ח)  דרך פלטפורמת השקעות ההמונים הישראלית Together.\nהכסא החכם שהם פיתחו בחברה נשלט באמצעות אלגוריתמים המבוססים על פטנטים רשומים, שיוצרים מערכת איזון אוטומטית. בלחיצת כפתור, ניתן לעבור מישיבה לעמידה, ולבצע תנועות ללא מגבלות במגוון משטחים, עליות, ירידות ותנאי שטח. הפתרון שלהם כולל כמה יתרונות משמעותיים, בהם היכולת להתנייד מחוץ לבית ללא תלות בגורמים חיצוניים, וחסכון כספי בטיפולים רפואיים, תרופות ופיזיותרפיה כתוצאה מישיבה ממושכת.\nהמילים “אתר בניה” ו”טכנולוגיה” בדרך כלל מרגישות רחוקות אחת מהשניה, אך סטארטאפ ישראלי בשם Versatile Natures משתמש בטכנולוגיות החדשות ביותר כדי להכניס קצת חדשנות לעולם הבנייה. החודש החברה הודיעה על השלמת גיוס סיד בהיקף של 5.5 מיליון דולר בהובלת משקיעה מרשימה במיוחד, Robert Bosch Venture Capital, זרוע ההשקעות של בוש.\nVersatile Natures מפתחת מערכת אשר אמורה לקחת את הענף הדי מקובע של עולם הבנייה ולהפוך אותו לחכם. באמצעות שימוש בחיישני IoT אשר מותקנים על גבי מנופים, המערכת של החברה אשר נקראת CraneView, יכולה לאסוף ולנתח מידע על אופן הבניה וההתקדמות של הפרויקט. לאחר הניתוח, החברה מסוגלת לספק למנהלי הפרויקטים תובנות ומידע שיעזור להם לחסוך מאות שעות, לגלות פרטים שאולי היו מפספסים וכמובן לקבל החלטות מבוססות מידע.\n​חברת האגריטק הישראלית CropX רוצה לעזור לחקלאים להתנהל בצורה חכמה יותר ומבוססת דאטה, כך שפעולות ההשקייה והדישון שהם מבצעים יהיו מבוססות על מידע אמיתי, ולא רק על תחושות בטן. החודש, הודיעה כי השלימה סבב גיוס בהיקף של 10 מיליון דולר, על מנת להגביר את מאמצי המחקר והפיתוח שלה, ולהאיץ את אימוצה של הפלטפורמה שפיתחה ביותר שטחים חקלאיים.\nהפיתוח של CropX מתבסס על מכשיר עליו מוטמעים חיישנים שונים, אותו טומן החקלאי בחלקות שונות של השדה שלו. מרגע זה מקבל החקלאי עדכונים שוטפים באפליקציה לסמארטפון, ביניהם מצב המים, האם יש צורך בהשקייה נוספת, מה מצב הדשן והאם יש צורך בדישון נוסף.\nהסטארטאפ הישראלי MDClone מספק פלטפורמת דאטה מאובטחת המאפשרת לצוותים רפואיים לקבל גישה למידע רלוונטי אודות מטופלים בזמן אמת וללא עיכובים, תוך כדי שמירה מלאה על פרטיותם. לאחרונה,  הודיעה החברה כי גייסה 26 מיליון דולר בהובלתה קרן aMoon ובהשתתפות המשקיעים OrbiMed Israel Partners ו- Lightspeed Venture Partners.\nהפלטפורמה של MDClone באה לענות על מגוון בעיות הנובעות מהתעסקות במידע רפואי, ובראשן שמירה על פרטיותם של מטופלים וניווט בתוך הררי החומר וסיווגו. הפלטפורמה מנגישה מידע מהמערכת הרפואית בזמן אמת וללא צורך במתווכים (כגון אנשי IT/מתכנתים). כמו כן, היא מייצרת מידע סינתטי (כלומר – אנשים מומצאים), אשר שומר על המאפיינים הסטטיסטיים של המידע האמיתי, תוך שמירה על חיסיון המידע הרפואי.\nאחרי שבחודש פברואר הודיעה החברה כי גייסה 13 מיליון דולר מ-Bessemer Venture Partners, YL Ventures, Vertex Ventures, WTI ו-Emerge, הודיעה החודש Axonius על השלמת סבב גיוס B בהיקף של 20 מיליון דולר בהובלת קרן OpenView ובהשתתפות כל המשקיעות הקיימות בחברה.\nמטרת הפלטפורמה של Axonius היא לאפשר נראות מלאה של כל מכשיר ברשת הארגונית. המערכת מסוגלת לבדוק האם המכשירים המחוברים עומדים במדיניות אבטחת המידע של הארגון על ידי אימות אוטומטי קבוע של מדיניות האבטחה הארגונית. המערכת מסוגלת לזהות מגוון לא קטן של מכשירים בהם מחשבים נייחים, ניידים, שרתי ענן, סמארטפונים, רכיבי IoT ועוד. בכך, הארגון יכול לחסוך זמן רב, עלויות ומשאבים הכרוכים בתהליכי איסוף מידע ואכיפת מדיניות אבטחת מידע, ולוודא שהרשת הארגונית מאובטחת בכל עת.\nהסטארטאפ הישראלי בשם JoyTunes רוצה להפוך את תהליך לימודי המוזיקה למהנה ופשוט כמו משחקי Guitar Hero הזכורים לטובה. החודש, הודיעה החברה על השלמת סבב גיוס C בהיקף של 25 מיליון דולר בהובלת Qumra Capital ובהשתתפות Insight Venture. עד כה גייסה החברה 43 מיליון דולר.\nבשביל להשתמש ב-JoyTunes ולהתחיל ללמוד נגינת פסנתר (או קלידים כמובן) לא צריך ציוד יוקרתי או אפילו כבלים מיוחדים. כל שצריך הוא כלי נגינה ואפליקציה, אשר מאזינה לנגינה באמצעות המיקרופון של הטאבלט או הסמארטפון ויכולה לנתח אותה ולהעניק פידבק בזמן אמת. האפליקציה מתאימה לנגנים מתחילים או מתקדמים כאחד.\nMDI Health אשר פיתחה פלטפורמה מבוססת למידת מכונה המסייעת לרופאים ורוקחים קלינים לספק טיפול תרופתי מותאם אישית לכל חולה, סגרה סבב גיוס פרי-סיד בגובה של חצי מיליון דולר בהובלת קרן Jumpspeed ובהשתתפות אנג׳ל נוסף.\nהמערכת של MDI מבצעת אינטגרציות עם מאגרי מידע רפואים שונים ביניהם: מאגרי מרשמים של בתי מרקחת, קליניקות, קופות חולים, ופלטפורמה הפונה ישירות למטופל המאפשרת לו להוסיף מידע רפואי ושימוש תרופתי ישירות למערכת. כך נאסף כל המידע הרפואי והתרופתי הכי עדכני והמערכת מנתחת את הסיכוניים אצל חולים מרובי תרופות.\nענקית המדיה הגרמנית Bauer Media הודיעה על רכישת הסטארטאפ הישראלי Camilyo (קמיליו) כדי להרחיב את פעילותה בתחום הפתרונות הדיגיטליים לעסקים קטנים ובינוניים. החברות לא חשפו את פרטי העסקה.\nהחברה הישראלית שהוקמה ב-2010, מציעה ללקוחותיה המפעילים מאות אלפי חשבונות של עסקים בעזרתה, מוצר אחיד שכולל למעשה את ההיבטים של מערכת CRM, משלב הפנייה הראשונה ועד הפיכתו ללקוח: כלים כמו בניית אתר מותאם למובייל ולטאבלט, אפליקציה לניהול העסק, מודול מכירות אונליין הכולל סליקה מתקדמת והפקת חשבוניות בקליק, ניהול השיווק של העסק, ניהול מועדון נאמנות ועוד. החברה מפתחת את המוצר שלה ומציעה אותו ללקוחות כ-White label.\nחברת הפינטק הישראלית Modelity Technologies הודיעה כי היא נרכשה על ידי Lucht Probst Associates – LPA, מתחרתה הגרמנית, תמורת עשרות מיליוני דולרים. מאז הקמתה, גייסה החברה מיליוני דולרים בודדים בין היתר מכללטק ומפועלים שוקי הון.\nModelity Technologies (מודליטי טכנולוגיות) מספקת לבנקים, חברות ביטוח ומוסדות פיננסיים פלטפורמה למוצרים פיננסיים, המאפשרת שקיפות ללקוחות ועמידה ברגולציות בתחום ההגנה על הצרכן (consumer protection) ואוטומציה מלאה של יצירה, ייעוץ, מכירה ותפעול של המוצרים הפיננסיים. היא מאפשרת לאותם מוסדות לעמוד בתקני הרגולציה באירופה ולשקף ללקוחותיהם באופן פשוט את הסיכונים הגלומים במוצרים שהם מציעים, את העמלות והעלויות שמגולמות במוצרים וההשפעה שלהן על התשואה, תרחישי תשואה וכו’.\nחברת vCita, המפתחת אפליקציה שמסייעת לעסקים קטנים לנהל את עצמם ולקוחותיהם בקלות, הודיעה על רכישת WiseStamp, המפתחת פלטפורמה לצירוף תוכן שיווקי עדכני לאימיילים שחברות שולחות ללקוחותיהן. היקף הרכישה לא נחשף, אך על פי הערכות, הוא איננו מהותי.\nWiseStamp, פיתחה מערכת לצירוף תוכן שיווקי מתעדכן למסרים אשר נשלחים באמצעות מיילים. לאחר הרכישה, צוות העובדים של WiseStamp יצטרף לצוות של vCita, ויאפשר לחברה הרוכשת להציע גם שירותי ניוזלטרים מתקדמים ומתעדכנים תחת אותה קורת גג, במקום לקנות כמה שירותים או כמה אפליקציות נפרדות.\n​חברת PerimeterX, שמסייעת לחברות להתמודדות עם איומים מצד בוטים שונים, הודיעה כי רכשה את הסטארטאפ PageSeal שמגן על המשתמשים הפרטיים שגולשים באתרי eCommerce. על פי Pitchbook, העסקה הושלמה כבר ב-1 ביוני אולם פורסמה רק היום. פרטים כספיים בנוגע לעסקה לא נחשפו, אך מאז הקמתה גייסה PageSeal כמיליון דולר מהאנג’ל אלון ארבוב.\nהמוצר שפיתחה PageSeal מגן על אתרים ועל המשתמשים שלהם מפני הזרקות קוד זדוני שנוצרות בין היתר מהתקנה של סרגלי כלים. אותם סרגלי כלים מסכנים את המידע האישי והרגיש של המשתמשים וחושפים אותם לתכנים פוגעניים או לפרסומות המפנות אותם לאתרים אחרים – פעולה שכל אתר מנסה למנוע עד כמה שניתן.\nחברת התוכנה האמריקאית Anaplan הודיעה כי רכשה את חברת הסטארטאפ הישראלית Mintigo (מינטיגו) המפתחת כלי BI שעוזרים לחברות ולארגונים לגייס לקוחות חדשים בעלי ערך גבוה. החברה האמריקאית בישרה על הרכישה בשיחת משקיעים מוקדם יותר החודש.\nMintigo הישראלית פיתחה פלטפורמת תוכנה מבוססת ענן, המאפשרת לצוותי מכירות ושיווק לעשות שימוש בנתונים וסטטיסטיקות לניבוי במטרה להגדיל את המכירות.Mintigo פיתחה טכנולוגיה שעוזרת לאפיין ולקטלג את הלקוחות הפוטנציאליים, כדי לדעת מראש לאלו מהם יש את הסיכוי הרב ביותר לשרוד את תהליך הגיוס שיהפוך אותם מאנשי קשר פוטנציאליים ללקוחות משלמים של כל חברה. בין לקוחות החברה ניתן למנות מספר חברות ענק וחברות רב-לאומיות כמו Oracle, Getty Images, Red Hat, ו-CA Technologies, כשהמינוי נעשה במודל SaaS.\n ", "keywords": "סיכום גיוסים,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,סיכום גיוסים אוגוסט,אוגוסט 2019,סיכום גיוסים 2019"}