{"url": "https://www.geektime.co.il/jfrog-files-prospectus-for-nasdaq-ipo/", "type": "article", "title": "בדרך לוולסטריט: JFrog הגישה תשקיף לקראת הנפקה בנאסד''ק", "description": "החברה הישראלית עדיין לא פרסמה באיזה שווי תונפק בנאסד''ק, אך היא חושפת כי ההנפקה צפויה בחודש הבא. על פי התשקיף, הצטמצמו הפסדי החברה והיא רושמת צמיחה של 50%", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/Yoav-Landman-CTO-Fred-Simon-Chief-Architect-Shlomi-Ben-Haim-CEO-1538650556-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-25T09:47:25Z", "modified_time": "2020-08-25T09:52:22Z", "articleBody": "החברה הישראלית עדיין לא פרסמה באיזה שווי תונפק בנאסד”ק, אך היא חושפת כי ההנפקה צפויה בחודש הבא. על פי התשקיף, הצטמצמו הפסדי החברה והיא רושמת צמיחה של 50%\nתמונה: JFrog\nהסטארטאפ הישראלי JFrog, המפתח פלטפורמות לניהול והפצה של חבילות ועדכוני תוכנה, הגיש תשקיף לקראת הנפקה בנאסד”ק. בתשקיף שהגישה החברה לרשות ניירות ערך בארצות הברית נחשפים כמה פרטים על מצבה הכלכלי של החברה, אך עוד לא ידוע שווי השוק על פיו תבוצע ההנפקה. בעבר גייסה החברה על פי שווי של למעלה מ-1.5 מיליארד דולר.\nב-JFrog חשפו בתשקיף שהגישו כי ההנפקה של החברה בנאסד”ק צפויה בחודש הבא ויובילו אותה בנקי ההשקעות מורגן סטנלי, ג’יי-פי מורגן ו-BofA Securities. מהתשקיף עולה כי בשנה האחרונה הכניסה החברה לקופתה כ-105 מיליון דולר ורשמה צמיחה של 65%, לעומת הכנסות של 63.5 מיליון דולר ב-2018.\nב-JFrog גם השוו בתשקיף בין הכנסות החברה בששת החודשים הראשונים של 2019 – אז הכניסו 46 מיליון דולר – לעומת ששת החודשים הראשונים של 2020 – בהם הכניסה החברה 69 מיליון דולר – מה שמצביע על צמיחה של 50%.\nבתשקיף שלה לא הציגה JFrog רווחים, אך במקביל היא מראה כי הפסדיה הצטמצמו לאורך השנים האחרונות: ב-2018 הפסדיה הסתכמו ב-26 מיליון דולר, כשב-2019 ההפסדים הצטמצמו משמעותית ל-5.4 מיליון דולר ובמחצית הראשונה של 2020 הם עמדו על כ-400 אלף דולר בלבד.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nJFrog חשפה עוד כי גייסה עד כה 162 מיליון דולר (מנגד, בכלי התקשורת ו-Pitchbook דווח על גיוסי הון של כ-230 מיליון דולר) וכי בקופת המזומנים שלה יש 170 מיליון דולר. החברה הציגה בתשקיף תזרים מזומנים חופשי חיובי: 6.5 מיליון דולר ב-2018, 8.2 מיליון דולר ב-2019 ו-4.4 מיליון דולר במחצית הראשונה של 2020. בתשקיף מפרסמת עוד החברה כי עד כה בוצעו עסקאות Secondary, שבהן עובדי החברה מוכרים את מניותיהם, בהיקף של כ-74 מיליון דולר.\nJFrog הוקמה בשנת 2008 ע”י שלומי בן חיים, יואב לנדמן, ופרד סימון. מייסדי החברה מחזיקים ביחד ב-24.3% ממניות החברה – יואב לנדמן ב-9.8%, פרד סימון ב-7.4% ושלומי בן חיים ב-7.1%. קרן ג’מיני הישראלית מחזיקה ב-15.8% ממניות החברה, כשסקייל ונצ’רס מחזיקה ב-10.8%, קרן Sapphire ב-9.9%, אינסייט פרטנרס ב-9.8% וקרן קומרה הישראלית ב-5.2%.", "keywords": "סטארטאפ,סטארטאפ ישראלי,ג'יי פרוג,תשקיף,הנפקה,ניו יורק,וול סטריט,jfrog,ipo,nasdaq,ג'יי פרוג,ג\\'יי פרוג"}