{"url": "https://www.geektime.co.il/thriver-fka-platterz-raises-33m/", "type": "article", "title": "הסטארטאפ Thriver גייס 33 מיליון דולר, כי גם בזמן קורונה צריך תרבות ארגונית", "description": "עד שהחיים יחזרו למסלולם, צריך לשמור על תרבות אירגונית גם מרחוק, ולסטארטאפ הזה יש פלטפורמה שתאפשר ל-HR שלכם לעשות את זה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/pexels-burst-544961-1596697304-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-06T13:05:23Z", "modified_time": "2020-08-06T13:17:53Z", "articleBody": "עד שהחיים יחזרו למסלולם, צריך לשמור על תרבות אירגונית גם מרחוק, ולסטארטאפ הזה יש פלטפורמה שתאפשר ל-HR שלכם לעשות את זה\nיכול להיות שיקח זמן עד שנחזור לזה. בינתיים, צריך ליהנות גם מרחוק. תמונה: Pexels\nתקופת הקורונה העבירה חלק נכבד מהעובדים בהייטק בפרט ובמקומות העבודה ככלל למודל של עבודה מהבית, בין אם קבועה או זמנית. המשרדים המפנקים, שיעורי היוגה וה-Happy Hours הוחלפו בחדרים בבית, שיחות זום וצעקות של ילדים ברקע. לא בדיוק התנאים המצוינים שלהם התרגלתם בשנים האחרונות. חברת Thriver (לשעבר Platterz) מפתחת מערכת שאמורה לסייע לאירגון שלכם לשפר ולשמר את התרבות האירגונית, גם מרחוק. היום (ה’) מודיעה החברה על השלמת סבב גיוס B בהיקף של 33 מיליון דולר בהובלת Viola Growth ובהשתתפות Vertex, Journey, FJ Lab, Union Tech והמשקיעות הקיימות בחברה, Aleph ו-Altair.\nעד לפני זמן קצר, Thriver הייתה ידועה בשם Platterz, ופיתחה פלטפורמה המאפשרת הזמנת אוכל מספקי קייטרינג ומסעדות שונות בהתאם לצרכים של כל אחד מהעובדים במשרד. כעת, Thriver עשתה פיבוט והיא מציעה מגוון שונה של שירותים למעסיקים, שבפועל ישמשו את העובדים: כרטיס נטען בכסף המאפשר לעובדים להזמין שירותים שונים; הזמנת ארוחות באמצעות מארזי ארוחות אישיים לעובדים במשרד ובבית; סדנאות בישול, כושר, ייעוץ ועוד. כל אלו יוצעו לארגון דרך פלטפורמה אחת, כך שה-HR שלכם יוכל לנהל ולשלוט בכל ההוצאות הללו, וגם לקבל מידע אודות היקפי השימוש של העובדים בהטבות השונות, ולקבל מהם את ההעדפות והתגובות שלהם לשירותים השונים.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\n“תחזוק של תרבות ארגונית אותנטית בארגונים גדולים, אשר מאפשרת לענות על צרכים של כל העובדים וליצור אינטראקציה חיובית הנה משימה לא פשוטה ” מסר בשיחה עם גיקטיים ערן הניג, מנכ”ל ומייסד שותף של החברה. “לקחנו על עצמנו כמשימה לסייע באתגר הזה באמצעות יצירת חוויות בונות-תרבות אשר נובעות מהצרכים והאופי של העובדים בארגון. הטכנולוגיה הייחודית של הפלטפורמה מעלימה חסמים, מגדילה את האפשרות ליצירת תכנים המותאמים אישית לעובדים ולצרכי הארגון ומאפשרת לשמר את תחושת ה”ביחד” גם בארגונים גדולים ומבוזרים”.\nThriver נוסדה ב-2016 על ידי ערן הניג וישי ווקסמן, כאשר ווקסמן מכהן כנשיא החברה והניג מכהן כמנכ”ל החברה. החברה מעסיקה כ-100 עובדם, כאשר רובם הגדול פעיל מקנדה, וחלקם הם ישראליים. CPO החברה יושב בישראל, ובשיחה עם גיקטיים חשפה החברה כי בעקבות הגיוס האחרון, החברה תרחיב את צוות המוצר בישראל.", "keywords": "פלטז,platterz,ת'רייבר,ט'רייבר,thriver,משרדים,תרבות אירגונית,תרבות ארגונית,ת'רייבר,ט'רייבר,ט\\'רייבר,ת\\'רייבר"}