{"url": "https://www.geektime.co.il/nanox-goes-public-in-nasdaq/", "type": "article", "title": "ננוקס הישראלית הנפיקה בנאסד''ק וכבר שווה מיליארד דולר", "description": "הסטארטאפ הישראלי שפיתח מכשיר CT זול יותר וקל יותר משמעותית מהחלופה הקיימת גייס 165 מיליון דולר במסגרת ההנפקה. המוצר אגב עדיין דורש אישורים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/Screen-Shot-2020-01-14-at-14.01.22-1579078939-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-23T09:02:24Z", "modified_time": "2020-08-23T10:40:00Z", "articleBody": "הסטארטאפ הישראלי שפיתח מכשיר CT זול יותר וקל יותר משמעותית מהחלופה הקיימת גייס 165 מיליון דולר במסגרת ההנפקה. המוצר אגב עדיין דורש אישורים \nמקור: Nanox\nסטארטאפ הדימות הישראלי Nanox גייס 165 מיליון דולר במסגרת ההנפקה שלו בנאסד”ק במחיר של 18 דולר למניה (הרף הגבוה שהציב בתשקיף). אחרי יום המסחר הראשון של החברה בניו יורק תחת הסימול NNOX עלה מחיר המניה ל-21.7 דולר למניה – מה שמביא את שווי השוק של החברה למיליארד דולר.\nNanox (ננוקס) הישראלית פיתחה בשמונה השנים האחרונות מכשיר הדמייה רפואית ברנטגן (CT) בשם Nanox.ARC שיעלה רק עשרת אלפים דולר – חלק זעום ממחירו של מכשיר סטנדרטי חדש שיכול לעלות בין מיליון ל-3 מיליון דולר. בנוסף, ממדי המכשיר של ננוקס קטנים משמעותית ממכשירי רנגטן ו-CT קיימים ומשקלו מסתכם ב-200 קילוגרם, בניגוד למכשירי הדמייה הקיימים בשוק שיכולים להגיע גם ל-5 טון.\nהסורק של ננוקס הוא חלק מפתרון כולל המבוסס על טכנולוגיית ענן, שיספק שירות הדמיה רפואי מלא הכולל מאגר דאטה נרחב לאיחסון תמונות, סקירה ופענוח רדיולוגי בזמן אמת, תוך חיבור למערכות בינה מלאכותיות ותשלום. כלומר, לצד פיתוח המוצר החומרתי, החברה גם מציעה תוכנה במתכונת של SaaS – שלקוחות ישלמו עליה פר שימוש, בהתאם לכמות הסריקות והניתוחים של התצלומים שהם צריכים.\nהחברה גייסה 110 מיליון דולר תוך פחות משנה, כשרק בחודש שעבר הודיעה על גיוס 59 מיליון דולר. את Nanox הקימו ב-2011 היטושי מסויה היפני והיזם הסדרתי רן פוליאקין, שהקים את PowerMat, ועומד בראש מרכז פיתוח המתמקד בטכנולוגיות רפואיות שהקים בנווה אילן, משם פועל מרכז הפיתוח של החברה. למרות גיוסים של מאות מיליוני דולרים (165 ב-IPO ועוד 137 קודם לכן בסבבי גיוס) לחברה עדיין אין מוצר בפועל. בפברואר הכריזה החברה כי ייצרה אבטיפוס למכשיר שיכול לשנות את תחום הדימות, אבל בפועל הוא דורש עוד אישורים לפני שיעבור לשלב הייצור ההמוני ויגיע לכל המקומות שהחברה מייעדת לו. בחברה מסבירים כי התהליך צפוי לקרות במחצית הראשונה של 2021.\nבתשקיף שהגישו לבורסה בניו יורק, בננוקס לא ציינו את מקורות הרווח של החברה. אבל מנכ”ל החברה רן פוליאקין ציין בריאיון ל-TechCrunch בחודש שעבר כי היא עושה את הכסף ממכירת רישיונות על עיצובי מוצר שיצרה לחברות גדולות כמו פוקסקון, SK Telekom הקוריאנית ו-FujiFilm.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "סטארטאפ,סטארטאפ ישראלי,ננוקס,דימות,ct,הנפקה,בורסה,נאסד''ק,nasdaq,נאסד''ק,נאסדק,ניו יורק"}