{"url": "https://www.geektime.co.il/cymmetria-acquired-by-stage-fund/", "type": "article", "title": "חברת Cymmetria נמכרת לקרן השקעות פרטית", "description": "החברה, שפיתחה טכנולוגיות הטעייה של תוקפים, נמכרת לקרן השקעות אמריקאית ותמשיך את פעילותה בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/Screenshot_1-1567608560-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-04T17:59:21Z", "modified_time": "2019-09-04T17:59:21Z", "articleBody": "החברה, שפיתחה טכנולוגיות הטעייה של תוקפים, נמכרת לקרן השקעות אמריקאית ותמשיך את פעילותה בישראל\nמקור: Cymmetria\nחברת הסייבר הישראלית Cymmetria (סימטריה), שמתמחה בפתרונות הטעיית תוקפים, נמכרה לקרן ההשקעות הפרטית האמריקאית Stage Fund (סטייג’ פאנד). פרטי העסקה לא פורסמו, אולם על פי ההערכות מדובר במיליוני דולרים בודדים.\nCymmetria מפתחת טכנולוגיית הטעייה (Deception), שמטרתה להטעות את התוקפים, לגרום להם לתקוף מטרות סרק ולקבל מידע מזויף. המערכת של החברה למעשה יוצרת בפני התוקף אשליה שהוא הצליח לחדור למערכות של הארגון, כשלמעשה הוא פועל בסביבה וירטואלית שאינה יכולה כמובן לפגוע בשרתים של החברה. המערכת שהם פיתחו יכולה לפעול הן על השרתים של החברה והן על תשתיות הענן שלה.\nהחברה הוקמה ב-2014 על ידי מומחה האבטחה גדי עברון, שכיהן כסגן נשיא בענקית האבטחה הרוסית Kaspersky Lab ומי שהקים את מערך אבטחת הסייבר של מערכות המיחשוב של משרדי הממשלה. אל גדי עברון הצטרף דין זיסמן, יוצא 8200, שמשמש כסמנכ”ל הטכנולוגיה של החברה ורן הראל ששימש כאחראי אבטחה בבנק לאומי ו-Verint.\nההנהלה של החברה צפויה לכלול את דניאל פרידנלונד, יו”ר סטייג’ פאנד ויו”ר חבר המנהלים של סימטריה, ואת גדי עברון, מנכ״ל סימטריה. מאז הקמתה גייסה 12 מיליון דולר בין היתר ממשקיעים דוגמת קרן Sherpa Ventures האמריקאית של שרווין פישוואר וסקוט סטנפורד, שהשקיעה גם ב-Uber וב-Airbnb; ובנוסף, גם Y Combinator, קרן Felicis ו-Rally Ventures.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "אקזיט,מכירה,stage fund,סטייג\\' פאנד,cymmetria,סימטריה,סיימטריה,גיוס,גיוס הון,סטארטאפ,סייבר,cyber,הטעיה,deception,y combinator,sherpa ventures,y-combinator"}