{"url": "https://www.geektime.co.il/ezbob-raises-28-mm/", "type": "article", "title": "הסטארטאפ EZBob מגייס 28 מיליון דולר כדי להעניק הלוואות מקוונות", "description": "בלי ערימות של טפסים, בלי בירוקרטיות ואישורי פקידים והכל תוך 10 דקות ובכל שעה של היום או הלילה: הסטארטאפ הישראלי EZBob מעניק הלוואות מקוונות לעסקים קטנים ובינוניים בבריטניה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/640-13.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-13T09:16:58Z", "modified_time": "2016-03-13T09:31:59Z", "articleBody": "בלי ערימות של טפסים, בלי בירוקרטיות ואישורי פקידים והכל תוך 10 דקות ובכל שעה של היום או הלילה: הסטארטאפ הישראלי EZBob מעניק הלוואות מקוונות לעסקים קטנים ובינוניים בבריטניה\nמקור: EZBob\nבשנים האחרונות אנחנו רואים שהשינויים הטכנולוגיים מגיעים לכל תחום בחיינו. אפילו תחום בנקאות, אחד התחומים השמרניים ביותר, מתחיל לאמץ בשנים האחרונות מאפיינים חדשניים יותר שמגיעים מחברות פינטק. אולם בכל מה שקשור להלוואות לעסקים, הבנקים עדיין דורשים לא מעט טופסולוגיה, אישורי מנהלים והמנהלים של המנהלים וכמובן שהכל יתבצע רק בשעות הפעילות האיזטוריות של הבנקים. לא פלא שאחד התחומים הבולטים והחדשניים ביותר בשנים האחרונות הוא תחום הלוואות ה-P2P עם סטארטאפים בינלאומיים כמו Lending Club או Zopa ומקביליהם הישראליים דוגמת Blender, Tarya ו-eLoan. הסטארטאפ הישראלי EZBob שמציע הלוואות מקוונות לעסקים קטנים ובינוניים הודיע עתה על גיוס של 28.81 מיליון דולר בסבב גיוס בהובלת Leumi Partners, זרוע ההשקעות של בנק לאומי ו-Oaktree Capital Management, המשקיעה הקיימת.\nEZBob הוקמה ב-2012 על ידי תומר גוריאל ושרון פרלשטיין והיא מתמחה בהענקת הלוואות מקוונות לעסקים קטנים ובינוניים. כל בעל עסק שיפנה ל-EZBob יוכל ליהנות מהלוואה מאושרת תוך כ-10 דקות אחרי שיענה על שאלון קצר ויעבור בדיקת רקע על ידי המערכת שפיתחה החברה. המערכת, שפותחה במרכז הפיתוח של החברה בהרצליה, מבצעת ניתוח, הערכה ואומדן סיכונים של הלווה, לצורך קביעת היקף האשראי וגובה הריבית. המערכת מתבססת על מספר מקורות ביניהם רשויות המס הבריטיות. גובה האשראי המירבי שמעניקה EZBob עומד על כ-120 אלף פאונד, כשמשך הפרעון הוא עד שנתיים. על הנוחות, הזמינות והמהירות של השירות משלם הלווה בריבית גבוה יותר מהממוצע בתחום: בעוד שבבריטניה הריביות לעסקים יכולות לנוע בין 7 אחוז לשנה ל-15 אחוז לשנה, הרי שב-EZBob ישלם הלווה לפחות 15 אחוזי ריבית בשנה. כך למשל אם ירצה עסק כלשהו הלוואה של 120 אלף פאונד למשך חודש, הוא ייאלץ להחזיר 122,100 פאונד, סכום שיזנק ל-146,250 פאונד, אם הוא ירצה בהלוואה לשנתיים. גודל שוק ההלוואות לעסקים קטנים ובינוניים, שמספרם עומד על כ-5 מיליון, עומד על כ-80 מיליארד פאונד בשנה על פי דיווח של Financial Times.\nכאמור, סבב הגיוס הנוכחי, בסך 28.81 מיליון דולר הובל על ידי Leumi Partners ו-OakTree. בכך מצטרפת Leumi Partners למשקיעים הקיימים של EZBob ביניהם Rubicon Business Group הישראלית של המשקיע אמיר ברמלי, קרן הגשמה והקרן לעידוד עסקים של הממשלה הבריטית. תמורת ההשקעה תקבל Leumi Partners כ-15 אחוזים מהחברה.\nבתגובה לגיוס מסר תומר גוריאל, שותף-מייסד ומנכ”ל EZBob: “גיוס השקעה מבנק גלובלי ומוביל בתחום הדיגיטל, שמשמש כמשקיע פעיל בענף ההייטק, היא הכרה בטכנולוגיה ובגישה הייחודית שלנו להלוואות לעסקים. ההשקעה תאיץ את תכניות הצמיחה שלנו, תאפשר לנו להמשיך לפתח את פלטפורמת ההלוואות העסקיות ולהתמודד עם צרכי ההלוואות העסקיות של בריטניה”.\n", "keywords": "ezbob,פינטק,הלוואות,הלוואות p2p,הלוואות מקוונות,e-landing,fintech,לאומי פרטנרס,leumi partners,גיוס הון,סטארטאפ"}