{"url": "https://www.geektime.co.il/pitango-raised-175m/", "type": "article", "title": "פיטנגו מודיעה על קרן שביעית בהיקף 175 מיליון דולר", "description": "הקרן החדשה של פיטנגו תתמקד בחברות צעירות בשלבים מוקדמים העוסקות בתחומי ה-IT ומדעי החיים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/pitango.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-13T16:59:18Z", "modified_time": "2017-01-05T11:18:14Z", "articleBody": "הקרן החדשה של פיטנגו תתמקד בחברות צעירות בשלבים מוקדמים העוסקות בתחומי ה-IT ומדעי החיים\nהשותפים בפיטנגו\nקרן פיטנגו (Pitango) מודיעה לפני זמן קצר (ג׳) על השקת הקרן השביעית שלה, ״פיטנגו ונצ’ר קפיטל 7״ בהיקף של 175 מיליון דולר. הקרן החדשה תתמקד בחברות צעירות בשלבים מוקדמים ביותר כולל סיד, ותפעל לצידה של קרן הצמיחה הראשונה של פיטנגו המתמקדת בחברות בשלבים מתקדמים. מבחינת תחומים, הקרן תתמקד בהשקעה בתחומי ה-IT ומדעי החיים, בדגש עלIoT Enterprise Infrastructure , Digital Health ואינטליגנציה מלאכותית.\nלצורך ביצוע ההשקעות הללו הקימה פיטנגו שתי פלטורמות; האחת, MindUp, חממה בתמיכת המדען הראשי הפועלת בחיפה. זו תתמקד בין היתר בתחומי ה-Big Data וה-הPredictive Analytics, טלרפואה, מחשוב ענן, חיישני ניטור לבישים ומושתלים, רפואה מותאמת אישי ואפליקציות וטכנולוגיות לשיפור וייעול תהליכים רפואיים. החממה הוקמה בשותפות עם ענקיות הטכנולוגיה מדטרוניק (מכשור רפואי) ו-IBM ביחד עם בית החולים רמב”ם וקרן ההשקעות הטכנולוגיות-חברתיות אימפקט-פירסט.\nבנוסף הקימה פיטנגו פלטפורמת השקעות בשם Equity Partners i3 אשר תתמקד בתחומי ה-IoT. גוף השקעות זה יציע ליזמים צעירים הנמצאים בשלבי פיתוח ראשונים השקעה בהיקף של כמליון דולר, תמיכה והכוונה מקצועית, גישה ישירה למחקרים וניתוחים שנעשו מעולם היזמות והטכנולוגיות וליווי המוצר עד החדרתו לשוק הבינלאומי. I3 הוקמה בשותפות עם Qualcomm Ventures, תאגיד GE, קבוצת הענק הסינית, HNA, אוניברסיטת תל אביב באמצעות חברת רמות (הזרוע העסקית של האוניברסיטה), מיקרוסופט ונצ’רס והקונצרן ההודי TATA.\nההשקעה הראשונה של פיטנגו ונצ’ר קפיטל 7 היא בחברת Graphcore, חברה המפתחת ומייצרת יחידת עיבוד חכמה לתחום ה-Machine Learning. הקרן השתתפה בהשקעה בסך כולל של 32 מיליון דולר ביחד עם הקרנות Bosch VC, Foundation Capital, Amadeus Capital Partners, זרוע ההשקעות של סמסונג ועוד.\nקרן פיטנגו משקיעה במיזמים טכנולוגיים כבר למעלה מ-20 שנה ועד היום היא השקיעה בלמעלה מ-200 חברות ישראליות. הקרן נוסדה על ידי רמי קליש וחמי פרס, אליהם הצטרפו כשותפים אהרון מנקובסקי, צחי הלל, רמי ברכה, זאב בינמן, איתי הראל, אייל ניב ודפנה כהן-גרשט.", "keywords": "גיוס,גיוס הון,פיטנגו,pitango,קרן הון סיכון,פיטנגו ונצ׳ר קפיטל 7,סיד,השקעה,סטארטאפ,קרן ישראלית,סטארטאפ ישראלי"}