{"url": "https://www.geektime.co.il/monthly-funding-december-2018/", "type": "article", "title": "סטארטאפים ישראלים גייסו בחודש האחרון של 2018 כ-236 מיליון דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש דצמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-04T11:30:56Z", "modified_time": "2019-01-04T15:37:06Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש דצמבר בסצנת הסטארטאפים הישראלית\n\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש נובמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nהסטארטאפ Home Hero (הום הירו), שהיה ידוע עד כה כ-RealX, הודיע על השלמת סבב גיוס A בהיקף של 4 מיליון דולר מדרורית ורטהיים, קרן MMG, קרן AltaIR ומשקיעים פרטיים נוספים.\nHome Hero פיתחה פלטפורמה המחברת בין מוכרי נכסים לרוכשים, המסייעת בתהליך איתור הנכס המתאים ועד לשלב סגירת העסקה. החברה בודקת ומאשרת את הנכסים, מצלמת אותם ומעלה אותם לפלטפורמה של החברה. אם עסקה יוצאת לפועל, החברה גובה עמלה בגובה של כאחוז. מדובר בתשלום נמוך יחסית בהשוואה למתווכי נדל”ן שגובים לרוב דמי “תיווך” בגובה 2% – לפעמים משני הצדדים בעסקה.\nחברת InnovoPro (אינוופרו), אשר הצליחה להפיק 70% חלבון מגרגרי חומוס,הודיעה על השלמת סבב גיוס של 4.25 מיליון דולר בהובלת ענקית הקמעונאות השוויצרית Migros, היזם אראל מרגלית (יו”ר JVP) ובהשתתפות Bits x Bites הסינית, רן טוטנאור ומשקיעים נוספים מסינגפור וספרד.\nהחלבון מבוסס גרגרי החומוס של אינוופרו מיוצר בתהליך טבעי וירוק, אשר לא גורר עימו טעמי לוואי, או שינוי ברכיבים האלרגניים. החברה מייצרת מוצרים לשוק תחליפי הבשר והחלב המוערכים במאות מיליארדי דולרים. בין המוצרים שהחברה פיתחה ניתן למצוא יוגורטים, פודינגים, קציציות, נקניקיות, מיונז וחטיפים שונים. כל אלו ללא שימוש בבשר או חלב, ועדיין עם ערכי חלבון גבוהים מאוד.\nאחרי 4 שנות עבודה, וגיוס כולל של כ-4 מיליון דולר, היזמים מאחורי חברת Soomla (סומלא) הבינו שמשהו לא נכון בכיוון שלה. במקום להגיע למצב של קריסה מוחלטת, הם החליטו על פיבוט לחברה – שינוי כיוון שהחל לשאת פירות, כשהחודש הודיעה החברה על השלמת סבב גיוס חדש בגובה של 2.6 מיליון דולר מ-מ-JAL Ventures.\nהפלטפורמה החדשה של סומלא מחזירה את השליטה במידע של כל מה שקורה בתוך האפליקציה: “פיתחנו טכנולוגיה שמנטרת את הפעילות של המודעות באפליקציה, מראה למשל איזה מפרסם הוצג, מה היו הביצועים של כל משתמש עם כל מודעה, ומצליבה נתונים מסחריים שאנחנו אוספים. לחברות שמשתמשות בסומלא יש Dashboard שלנו שמאפשר לראות את המידע וגם יש לנו שירות שמספק תובנות”, הסביר לגיקטיים יניב ניצן, מייסד שותף ומנכ”ל Soomla.\nהסטארטאפ הישראלי Voca.AI מפתח טכנולוגיה המחקה את דפוסי הדיבור האנושיים, על מנת לאפשר למכונה/מחשב לתקשר עם בן אנוש, מבלי שהאחרון יידע שלא מדובר בנציג אנושי.החודש, הודיעה החברה כי השלימה סבב גיוס של 2.6 מיליון דולר בהובלת lool ventures ובהשתתפות Flint Capital ומשקיעים פרטיים נוספים.\nהמוצר של Voca (ווקה) משתמש בטכנולוגיה המחקה את דפוסי הדיבור האנושיים, כגון שינויים בגובה הקול, מהירות הדיבור, שינוי אינטונציה, השהיות מכוונות ושימוש בהבעות קול. בניגוד למוצרים הקיימים בשוק, הטכנולוגיה שלהם משתמשת בנאמר בשיחה כדי ללמוד על כוונת הדובר, זאת במקום לתמלל את הנאמר לטקסט – ורק לאחר מכן לנתח אותו. לטענת החברה, ברגע שמתמללים שיחה קולית לטקסט נאבד מידע חיוני רב כמו אינטונציה ורגשות. המערכת של Voca מבינה את הנאמר בשיחה על ידי למידה ממצבור השיחות הקיימות במרכז השירות, וכך מתאימה עבור כל לקוח את מנוע השיחה המתאים לו.\nהסטארטאפ הישראלי WakingApp פיתח פלטפורמה המאפשרת למפתחים ומעצבים ליצור בקלות תוכן AR, ולהיות ה״פוטושופ של ה-AR״. החודש הודיעה החברה כי גייסה 2.6 מיליון דולר בהובלת Globis Capital Partners ו-Vuzix, יצרנית משקפי ה-AR האמריקאית.\nהתוכנה של החברה, WakingApp AR Studio, מאפשרת ליצור כל סוג של חוויית AR במהירות ובפשטות. התוכנה מבוססת ברובה על פעולות drag and drop, כאשר הוספת לוגיקה מסוימת מתבצעת באמצעות JavaScript למפתחים, או באמצעות תיכנות ויזואלי (visual scripting) – לאלו שלא יודעים לכתוב קוד. כמו כן, חברות יכולות לעדכן את תוכן החוויה מבלי לעדכן את האפליקציה בחנות. שימושים בתוכנה יכולים לנוע מיצירת תפריט מסעדה וירטואלי המופיע על גבי שולחן המסעדה ועד לחוויה המסבירה לעובדים במפעל כיצד להרכיב רכב בפס הייצור.\nחברת הסטארטאפ הישראלית Quali, שעוסקת באוטומציית סביבות ענן כדי לייעל תהליכי DevOps ו-IT בחברות וארגונים, הודיעה החודש כי גייסה 22.5 מיליון דולר בהובלת קרן JVP. בנוסף השתתפו בגיוס משקיעים קיימים וחדשים בהם Dell Ventures, Kreos Capital, Evergreen Ventures, Gemini Israel ו-ORR Partners.\nהטכנולוגיה של Quali (קוואלי) משפרת את הגישה לענן ואת הניצול שלו, ומסייעת בתהליכי הניהול והאוטומציה בעת הטמעה של תשתיות IT ורשתות תקשורת מורכבות בארגונים. בין היתר היא מאפשרת גישה עצמאית לענן, מגדילה את הפרודוקטיביות הארגונית ומפשטת אותה לבעלי תפקידים רבים בארגון – מפתחים, בודקים, אנשי תמיכה ומכירות – למגוון שימושים; החל מאוטומציה לתהליכי DevOps, סביבות הדרכה, מכירות, אימונים ועד להדגמות בתחומים שונים לרבות בתחום הסייבר.\nהסטארטאפ הישראלי TechSee רוצה לחסוך לכם את השיחות המעיקות עם ההורים שלא מצליחים לתפעל אפליקציה באמצעות שירות של טכנאי ויזואלי, שינחה אותם שלכם במקומכם. החודש הודיעה החברה כי גייסה 16 מיליון דולר בהובלת Scale Ventures ובהשתתפות המשקיעים הקיימים בהם Salesforce ו-Comdata.\nTechSee (טקסי) מאפשרת לצוותי תמיכה ושירות לקוחות להעניק תמיכה מרחוק ללקוחות באופן ויזואלי באמצעות הסמארטפון שלהם. הפלטפורמה רלוונטית לטיפול בתקלות, אבל לא רק; תמיכה שכזו רלוונטית גם למכירות מוצרים חדשים, או הדרכה והתקנה של אלו. על מנת להתחיל בליווי על הלקוח להיכנס ללינק ספציפי דרך הדפדפן בסמארטפון שמאפשר לנציג השירות לאבחן במדויק את התקלה או הצורך. לאחר מכן, נעשה שימוש בטכנולוגית AR על מנת להנחות את הלקוח בדיוק כיצד עליו לפעול על מנת לטפל בתקלה.\nחברת Optibus הישראלית שמפתחת פלטפורמת ניהול חכמה לתחבורה ציבורית, השלימה סבב גיוס בגובה 40 מיליון דולר בהובלת Insight Venture Partners עם השקעה אסטרטגית של קבוצת עליבאבא. כמו כן השתתפה בגיוס גם קרן פיטנגו, המשקיעה הקיימת של החברה.\nOptibus (אופטיבוס) מפתחת שירות לאופטימיזציה של מערכות תחבורה ציבורית ולייעול לוחות זמנים. האלגוריתם והמערכת של החברה, שפועלים במסגרת SaaS (תוכנה כשירות) מאפשרים למפעילי תחבורה ציבורית, בעיקר חברות אוטובוסים ושירותי תחבורה ציבורית של ערים, לחסוך בהוצאות ולשפר את השירות לנוסעים.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nשיחות מכירה טלפוניות הן כלי חשוב עבור כמעט כל חברה וארגון, אבל לאור כמות אנשי המכירות והשיחות שהם מבצעים, קשה להפיק תובנות ולהבין איך לשפר אותן. הסטארטאפ הישראלי Chorus.ai שפיתח מערכת המנתחת שיחות שכאלו באמצעות טכנולוגיית בינה מלאכותית, הודיע על השלמת סבב גיוס B בגובה של 33 מיליון דולר בהובלת Georgian Partners ובהשתתפות המשקיעים הקיימים Redpoint Ventures ו-Emergence Capital.\nהמערכת של Chorus.ai מקליטה את כל שיחות המכירה, מתמללת אותן ולאחר מכן מבצעת ניתוח של הנאמר בה. לאחר הניתוח המערכת מסוגלת להפיק תובנות ולשלוח אותן לאנשי המכירות והמנהלים שלהם. בכך, ניתן לאמן ולהנחות את הנציגים לקראת מצבים מאתגרים כמו התנגדויות ומשא ומתן, למזער את הזמן הנדרש לאימון של אנשי מכירות חדשים ותובנות נוספות שיכולות לסייע לסיכויי ההצלחה של השיחות.\nארבעה מבנקי ההשקעות הגדולים בעולם חברו יחד כדי להשקיע בסטארטאפ AccessFintech (אקסס-פינטק) המפתח מערכת לגישור בין גופים פיננסיים ותיקון תקלות בעסקאות. ביחד עם סבב הגיוס הנוכחי, שעומד על 17.5 מיליון דולר, משלים הסטארטאפ גיוסים של כ-20 מיליון דולר מאז הקמתו.\nהפיתוח של AccessFintech מתבסס על אגרגטור שאוסף כל הזמן נתונים ממקורות שונים ומאפשר לכל הצדדים בעסקה – מוסדות כמו בנקים וגופי אשראי – התראה ברגע שמתגלות אי-התאמות או תקלות. ברגע שאכן מתגלה חריגה, שדורשת התערבות אנושית, יכולים כל הצדדים בעסקה לנהל את כל התקשורת על גבי המערכת.\nCloudify הודיעה על השלמת סבב גיוס בגובה 7 מיליון דולר בהשתתפות CreditEase Israel Innovation, Claridge Israel, BRM Group, VMware ו-KPN Ventures. חברת Cloudify מפתחת מערכות אוטומציה לתהליכי ניהול של אפליקציות מבוססות ענן, שמטרתה להפוך את תהליך האוטומציה גם לרשתות המורכבות ביותר, לקל ופשוט, בדשבורד אחד.\nהייחודיות של Cloudify טמונה בעובדה שהמשתמש מגדיר מה הוא רוצה שיקרה בסוף תהליך האוטומציה, ולא את הדרך שבה הוא יגיע לשם. פתרונות אחרים לרוב בעצם דורשים מאיש ה-IT לתכנת את הדרך שלו כדי שפעמים הבאות הן יקרו באופן אוטומטי, בעוד הרעיון של Cloudify מאפשר לדלג מעבר למשוכה זו. כמו כן, במקום להתמקד רק ברכיבי רשת ותשתיות אפליקציות גנריות, החברה מרחיבה את הפתרון שלה למקום אחר לגמרי.\nAvanan הישראלית המספקת פתרונות אבטחה ארגוניים לשרותי אימייל ושיתוף בענן הודיעה כי גייסה 25 מיליון דולר מהמשקיעים הקיימים שלה, קרן StageOne, מאגמה ו-Greenfield Cities Holdings.\nכיום חברות מוצאות את עצמן חשופות למתקפות האקרים שמצליחים לעקוף את האבטחה הבסיסית ששירותי אימייל ושיתוף מבוססי ענן מציעים להם. כאן, ניחשתם נכון – Avanan (עבענן) נכנסת לתמונה. היא מסייעת לאותן חברות לאבטח את חבילת אופיס 365, G Suite של גוגל, Box, Slack ושרותי שיתוף נוספים מבוססי ענן, מהתקפות פישינג, נוזקות, זליגת מידע רגיש והשתלטות על חשבונות הארגון על ידי גורם עוין. הייחוד של הפלטפורמה בא לידי ביטוי בכך שהלקוח בוחר בלחיצת כפתור איזה מוצרים ואיזה שכבות אבטחה להפעיל על כל אחד משירותי הענן. הוא מקבל את ההתראות מכלל המוצרים שבחר במסך אחד, ומאותו מרכז בקרה יכול לבצע פעולות באופן ידני או אוטומטי כדי לטפל בבעיות האבטחה שמתגלות.\nכיום, כאשר אנחנו מרגישים לא טוב, הכתובת הראשונה שלנו היא כמובן גוגל. אבל חיפוש של תסמינים שונים בגוגל הוא קשה ומוביל לרוב לתוצאות לא מבוססות, ממקורות לא מקצועיים וכמובן להדאיג ולהלחיץ לחינם. מעל לכל – אי אפשר הרי להשוות תסמינים ותוצאות של נער בן 16 לקשישה בת 90. כאן נכנס לתמונה הסטארטאפ הישראלי K Health (קיי הלת’) שפיתח פלטפורמת ייעוץ רפואי שמתבססת על ביג דאטה ו-AI. החודש הודיע הסטארטאפ על השלמת סבב גיוס בגובה 25 מיליון דולר, שמצטרף לגיוסים קודמים.\nהסטארטאפ הישראלי KonnecTo מסייע למותגים להכיר את הצדדים הקצת פחות טריוויאלים של הלקוחות שלהם, ולבנות אסטרטגיות שיווק יעילות יותר. החודש, הודיעה החברה כי סגרה סבב סיד בגובה 1.5 מיליון דולר מ-Crimson Seed Capital, Daenewl Ventures ומחברת המחקר Storenext.\nבתחילת דרכה, KonnecTo (קונקטו) אפשרה לחברות ליצור, למדוד ולתגמל לקוחות נאמנים עבור כל אינטראקציה שהם מנהלים עם המותג. כעת, עברה החברה להתמקד במה שמכונה ״חקר צרכנים״; הפלטפורמה שלה מיישמת טכניקות מודיעין צבאיות המתבססות על פלטפורמות דיגיטליות והתקני IoT על מנת לייצר תובנות עסקיות רלוונטיות לקמעונאים, חברות מוצרי צריכה ומותגים.\nאין ספק שתחום הרכבים האוטונומיים התקדם פלאים בשנים האחרונות, אבל אנחנו עדיין רחוקים מהיום שבו הם יוכלו לנסוע ברחבי העיר בכבישים לא מוגבלים. הסטארטאפ הישראלי Ottopia רוצה לקדם את החזון הזה ולהפוך אותו למציאות באמצעות פלטפורמה חכמה שתאפשר לשלוט ברכבים אוטונמיים מרחוק. כעת, מודיעה החברה כי השלימה סבב גיוס סיד בסך 3 מיליון דולר, בהובלת MizMaa Ventures ובהשתתפות Plug and Play, NextGear ו-Glory Ventures.\nOttopia עובדת על פלטפורמה שתאפשר לבני אדם להנחות רכבים אוטונומיים בצורה בטוחה ואמינה יותר – מרחוק.  כך, הנהג עוזר לרכב האוטונומי לקבל החלטה, בעוד שהרכב האוטונומי מוציא לפועל את ההחלטה שהוגדרה באמצעות החיישנים ומערכות הבטיחות המתקדמות שלו. המוצר שמפתחים בחברה יסייע לרכבים אוטונומיים להתמודד עם מקרי קצה מאתגרים בכביש, כמו שוטר מכווין תנועה, מזג אוויר קשה, סימוני כבישים מחוקים או רמזורים מקולקלים.\nחברת Temi (טימי), חברת Pivot של Roboteam המפתחת שילוב של רובוט עם מסך המתנייד בבית ועוזרת קולית חכמה, הודיעה על השלמת סבב גיוס B בהיקף של 21 מיליון דולר, בהובלת John Wu, ה-CTO לשעבר של עליבאבא (ומשקיע קיים בחברה). כמו כן השתתפו בסבב הגיוס Generali Investment האיטלקית וענקית ה-IOT היפנית, Ogawa, אשר תחבור ל-Temi במטרה שאפתנית להביא את הרובוט שלה ל-180,000 נקודות מכירה ברחבי העולם.\nTemi מפתחת רובוט ממונע לשוק הפרטי, אשר מסוגל לנוע ברחבי הבית, לעקוב אחרי בני המשפחה ולהציג סרטונים, מידע ושיחות וידאו על גבי מסך המגע שלו. טימי מתפקד גם כעוזר קולי לכל דבר ועניין, ויכול לענות על שאלות, לשלוט על מוצרים חכמים בבית ואפילו לשאת על גביו חפצים שתניחו עליו. הרובוט מסוגל לדבר ולהבין אנגלית וסינית בלבד בשלב זה. מלבד השליטה באמצעות הקול, ניתן לשלוט על Temi באמצעות אפליקציה נלווית, ואפילו לשלוט בו מרחוק ולשלוח אותו לחדרים שונים בבית.\nAeroCRS מציעה לחברות תעופה לואו-קוסט או צ׳ארטר תוכנה לניהול כל המערך הדיגיטלי שלהן. מדובר בפתרון מאוחד (one-stop-shop) הכולל את כל הקשור לתפעול, שיווק והמכירות על פני פלטפורמה אחת. החודש, הודיעה החברה על קבלת השקעה ושיתוף פעולה אסטרטגי עם Kiwi, פלטפורמת הזמנת הטיסות, במסגרתו תשקיע בה האחרונה כ-3 מיליון דולר.\nחברות תעופה קטנות ובינוניות (להן מתחת ל-3 מיליון נוסעים בשנה) נאלצות להשתמש במערכות רבות ומסובכות, הדורשות התקנה ארוכה ומסורבלת, או להישאר מאחור. AeroCRS רוצה לספק עבורן פתרון אשר מכסה כמעט את כל צרכי חברת התעופה הקטנה, ממערכת מידע אשר מנהלת את המידע על המלאי של הטיסות, הפצה בערוצים השונים, קישוריות API, מערכת BI, מערכת ניהול נוסע מתמיד ועוד. היתרונות הגדולים ביותר – זמן ההטמעה הנדרש מסתכם בשבוע בלבד, והעלויות מבטיחות להיות סבירות ולעמוד בתקציביהן.\nחברת Valerann (ולריאן) הישראלית שיכולה להפוך כל תשתית כביש קיימת לחכמה, לאסוף ממנה מידע, הודיעה על השלמת סבב גיוס Seed בהיקף של 5 מיליון דולר בהשתתפות 2B Angels, Telefonica ו-Rio Ventures Holdings.\nהמערכת של ולריאן היא מערכת חיישנים אלחוטית המוטמעת בתוך האספלט, המסוגלת לאסוף מידע בזמן אמת על כל המתרחש על גבי הכביש: תנועת רכבים, תנאי מזג אוויר, תאונות ועוד. החיישנים מותקנים  בכל 10-15 מטרים בכביש ומסוגלים להעביר את המידע למפעילי הכביש וגם כמובן לרכבים אוטונומיים שיוכלו לדעת מראש האם התרחשה תאונה למשל בהמשך הכביש, ומיד לעבור לנתיב בטוח יותר לנסיעה. את המידע הנאסף מהחיישנים ניתן לראות בדשבורד בזמן אמת.\nחברת האגריטק הישראלית CropX (קרופקס) זכתה להשקעה בגובה 500 אלף דולר מממשלת אירלנד, דרך קרן האגריטק של המדינה. החברה הישראלית מפתחת טכנולוגיה מבוססת חיישנים, שעוזרת לחקלאי לדעת בדיוק אילו חלקים בשדה זקוקים להשקייה, דישון וטיפול.\nהפיתוח של CropX מתבסס על מכשיר עליו מוטמעים חיישנים שונים, אותו טומן החקלאי בחלקות שונות של השדה שלו. מרגע זה מקבל החקלאי עדכונים שוטפים לסמארטפון, ביניהם מצב המים, האם יש צורך בהשקייה נוספת, מה מצב הדשן והאם יש צורך בדישון נוסף.\n5 שנים לאחר שהוקם, נמכר סטארטאפ ה-EdTech הישראלי CodeMonkey (קוד-מאנקי) לחברת TAL הסינית. סכום הרכישה לא פורסם, אולם על פי ההערכות הוא נע בין 10 ל-15 מיליון דולר.\nב-CodeMonkey נדרשים השחקנים לסייע לקוף לאסוף בננות בעזרת כתיבת שורות קוד. באותו זמן, מאחורי הקלעים, פועל מנוע של בינה מלאכותית המנתח את פעולותיו של השחקן, ומציג חוויה אישית של משוב, רמזים והוראות בהתאם לכך. תוך כדי משחק לומדים השחקנים – תלמידי בית הספר היסודי – את יסודות התכנות ועקרונות שונים בכתיבת תוכנה. בנוסף, כוללת המערכת כלי ניהול ודיווח למורים ורכזים, מתן ציונים אוטומטי, ואפילו מערכי שיעור מפורטים למורה (MOOC).\nקרן ההשקעות הפרטית האמריקאית Xenon Ventures הודיעה על השלמת הרכישה של הסטארטאפ הישראלי Xplenty (אקספלנטי) המפתח פלטפורמה לעיבוד מידע בענן, והכנתו לשלב הניתוח. סכום העסקה לא פורסם אך מוערך במיליוני דולרים בודדים – סכום צנוע ביחס להשקעה של 9 מיליוני דולרים בחברה מאז הקמתה.\nXplenty פיתחה פלטפורמה לעיבוד נתונים בענן, שמאפשרת לארגונים להתחבר למגוון של מקורות מידע כמו Data Bases, אפליקציות וכדומה, לעבד את הנתונים והכין אותם לאנליטיקות. “רוב הלקוחות משתמשים במוצר כדי להכניס את הנתונים למחסן מבוסס ענן”, כך לדברי יניב מור, מנכ”ל ומייסד שותף ב-Xplenty בראיון לגיקטיים. “אנחנו מביאים את כל הדאטה האופרטיבי למחסן אחד בממשק גראפי לחלוטין שבאמצעותו כל אנליסט יכול לבנות את ה’צנרת’ הזו של DATA כדי להפיק תובנות”.", "keywords": "סיכום גיוסים,גיוסים,סיכום גיוסים דצמבר 2018,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,funding round,startups,דצמבר 2018"}