{"url": "https://www.geektime.co.il/monthly-funding-november-2018/", "type": "article", "title": "הסטארטפים הישראלים לא נחים וגייסו החודש כחצי מיליארד דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש נובמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-12-01T13:00:58Z", "modified_time": "2018-11-30T10:55:43Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש נובמבר בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש אוקטובר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nעיצוב: גיקטיים\nחברת הסטארטאפ Grid4C (גריד-4-סי), שמפתחת טכנולוגיות בינה מלאכותית לתחום האנרגיה, הודיעה  על סבב גיוס בהיקף של 5 מיליון דולר. הסבב הובל על ידי קרן ICV, שמייצגת את ענקית האנרגיה ENGIE וחברות אנרגיה נוספות באירופה ובאסיה. בנוסף, לקחו חלק בסבב הגיוס גם הקרנות iAngels ו-AxessVentures.\nGrid4C נעזרת ב-AI כדי לספק ליצרני ולספקי החשמל תחזיות צריכה בזמן אמת וברמת דיוק גבוהה. החברה יכולה לספק לחברות אנרגיה טכנולוגיה שחוזה צריכה של חשמל ברמת הצרכן הבודד או מכשירי החשמל, תקלות ברשת החשמל, איתור גניבות של חשמל, דפוסים ותבניות צריכה של חשמל, ותגובות לקוחות להצעות התייעלות ולתכניות מחירים שונות. בין לקוחות החברה ניתן למנות חברות אנרגיה דוגמת ENGIE, Centrica, China Light & Power.\nהסטארטאפ הישראלי NoTraffic הודיע על גיוס של 3.2 מיליון דולר בהובלת lool Ventures ו- Next Gear Ventures של קבוצת מאיר, North First Ventures והמשקיע הפרטי אורי רובין. הטכנולוגיה של החברה מאפשרת תקשורת והעברת מידע ונתונים בין כלי רכב לתשתית (V2I) תוך כדי שימוש במצלמות ובחיישנים. החיישנים של החברה מותקנים בצמתים מרומזרים ובנקודות מפתח בכבישים, כשמערכת שמתבססת על ראייה ממוחשבת ו-AI מזהה, מסווגת ועוקבת אחרי כלל משתמשי הדרך, כולל הולכי רגל. המערכת אומדת את זמן ההגעה של כלי הרכב השונים לצומת, מייעלת כך את תזמוני הרמזורים, מפחיתה עומסים ומאפשרת לתעדף סוגים שונים של כלי רכב.\nTaranis, חברת האגריטק המתמחה בחקלאות מדייקת, מאפשרת לחקלאים להגדיל את פוטנציאל הייבול שלהם באמצעות תובנות המסייעות להם לשפר יעילות תפעולית וכתוצאה מכך גם כלכלית. החודש הודיעה החברה על גיוס של 20 מיליון דולר בהובלת Viola Ventures ובהשתתפות המשקיעים הקיימים – Finestere Ventures, Vertex, OurCrowd  ואיל גורה. כמו כן לקחו חלק בסיבוב גם שחקנים אסטרטגיים בתחום החקלאות והזרעים – חברת Nutrien, Cavallo Ventures (זרוע ההשקעות של Wilibur-Ellis) ו- Sumitomo Corporation Europe . סך הכל מאז הקמתה גייסה החברה כ-30 מליון דולר.\nTaranis(טאראניס) מספקת פתרון לאחד האתגרים הגדולים בעידן הנוכחי – קצב ייצור מזון שאינו עומד בקצב הגידול של האוכלוסייה. מאחר שחקלאות עדיין נחשבת לתעשייה מסורתית, חקלאים מפסידים בכל עונה בממוצע 34% מהיבול שלהם, מה שמצטבר בהפסדים של כ- 500 מיליארד דולר בשנה. הטכנולוגיה שפיתחה Taranis אוספת מידע ויזואלי מצילום על ידי מטוסים לא מאוישים ורחפנים ברמת דיוק הגבוהה פי 500 מהפתרונות הקיימים כיום בשוק\nהסטארטאפ RAYcatch (רייקאטץ׳) רוצה לאפשר הפקה רבה יותר של אנרגיה סולארית תוך כדי שמירה על עלות תפעולית נמוכה כמה שניתן. כדי לעשות זאת, הוא גייס 4.5 מיליון דולר בהובלת זרוע ההשקעות של קונצרן DSM וקבוצת האנרגיה הבינלומית BayWa. ביחד עם הגיוס הנוכחי, סך גיוסיה של החברה מסתכם ב-7 מיליון דולר.\nהמערכת שפיתחה RAYcatch אוספת נתונים סביבתיים בשדות סולאריים באמצעות חיישנים הפזורים בשטח השדה. את המידע שעולה מאותם חיישנים המערכת מנתחת באמצעות בינה מלאכותית, מהם היא מייצרת תובנות למטרות ייעל תפקודם של הפאנלים הסולאריים. ביכולתה של המערכת לזהות תקלות בזמן אמת וכך לאפשר למפעילי השדה לתקן אותן במהרה ולמנוע אובדן כספי ובאנרגיה.\nחברת השבבים הישראלית Valens (ולנס), שמפתחת טכנולוגית HDBaseT לתעשיית הרכב ולתעשיית האודיו-וידאו, הודיעה על הרחבת סבב הגיוס הרביעי שלה עם השקעה נוספת בגובה 63 מיליון דולר. מאז הקמתה בשנת 2006, גייסה ולנס כ-163 מיליון דולר.\nחברת Valens עומדת מאחורי הפיתוח של טכנולוגיית HDBaseT, שמאפשרת להפיץ תוכני מולטימדיה באיכות אולטרה HD למרחקים ארוכים (עד 100 מטר) וללא צורך בדחיסה. הדור השלישי של הטכנולוגיה, שנמצא כיום בשימוש רחב בשוק האודיו-וידאו (Pro-AV) העולמי, יעבור התאמה כדי להתאים לשוק הרכב המתפתח.\nחברת Overwolf, אשר מפתחת פלטפורמה מעניינת שמתלבשת על גבי משחקי מחשב ומאפשרת לכם לעשות הרבה יותר איתם, הודיעה על השלמת סבב גיוס שלישי בהיקף של 16 מיליון דולר בהובלת Intel Capital, זרוע ההשקעות של אינטל. בסבב הגיוס הנוכחי השתתפו גם Liberty Technology Venture Capital לצד משקיעים קיימים בחברה.\nהפלטפורמה של Overwolf הישראלית היא מעין חנות אפליקציות עבור משחקים – אשר בעצם “מתלבשת” על גבי משחקים פופולאריים קיימים כמו פורטנייט, League Of Legends, DOTA 2, Hearthstone ועוד משחקים רבים וטובים, ומאפשרת הרצה של אפליקציות חיצוניות בתוך ממשק צף אשר משתלב במשחק, ולא משתלט עליו. בין האפליקציות אשר נבנו עבור Overwolf ניתן למצוא אפליקציות ייעודיות לתקשורת כמו סקייפ, Discord, טוויטר, וואטסאפ אפליקציות סטרימינג כמו Twitch; אפליקציות של אתגרים שבועיים בהם אפשר לזכות בפרסים; וגם אפליקציות שמעשירות את חווית המשחק במשחקים ספציפיים. כל האפליקציות הללו מונגשות בתוך חלון המשחק, כך שהשחקנים לא יצטרכו לצאת מהמשחק כדי להשתמש באפליקציות חיצונית.\nחברת PolyPid (פוליפיד) הישראלית מפתחת טכנולוגיית הובלת תרופות המאפשרת שחרור מקומי, מושהה ומבוקר של מינוני תרופה יעילים, תוך שמירה על שלמות התרופה. החודש, היא הודיעה כי השלימה סבב גיוס של 15 מיליון דולר מבעלי מניות קיימים וממשקיעים חיצוניים, זאת לפי שווי של 180 מיליון דולר. מוקדם יותר השנה תיכננה החברה לצאת בהנפקה  בבורסת הנאסד”ק ביוטק לפי שווי של 370 מיליון דולר, אולם בעקבות תנאי השוק, דחתה את ההנפקה למועד לא ידוע. ביחד עם ההשקעה הנוכחית, סך גיוסיה של החברה מסתכם ב-40 מיליון דולר.\nהמוצר המוביל של PolyPid הוא D-PLEX, מאגר אנטיביוטי מאובטח בגוף, המספק אמצעי אנטי-בקטריאלי יעיל ובטוח למניעה וסילוק של מחוללי הזיהום באיזור המטרה. המוצר מיועד לטיפול במהלך פרוצדורות כירורגיות. לאחר הניתוח המאגר משחרר את האנטיביוטיקה במשך מספר שבועות, ובכך מאפשר טיפול ממושך בזיהום.\nהסטארטאפ Bonobo AI רוצה לסייע לחברות וארגונים לסגור כמה שיותר עסקאות, להקטין אחוזי נטישה ולספק ללקוחות חווית משתמש משופרת ומותאמת אישית. כדי לעשות זאת, החברה פיתחה פלטפורמת AI שמנתחת את כל התקשורת המדוברת והכתובה בין נציגי השירות ללקוחות, ומאלו היא מפיקה תובנות רלוונטיות. החודש, הודיעה החברה על השלמת סבב גיוס סיד של 4.5 מיליון דולר בהובלת הקרנות G20, Capri Ventures, ומשקיעים פרטיים, ביניהם אריה מרגי ממייסדי אם-סיסטמס ו- XtremIO.\nSamange הישראלית פיתחה תוכנה לניהול השירות בארגונים (IT) שמטרתה היא לסייע לעבודה בין המחלקות ולאפשר לאלו להתנהל בצורה יעילה יותר. החודש הודיעה החברה כי גייסה 30 מיליון דולר בהובלת Morgan Stanley Expansion Capital ובהשתתפות המשקיעים הקיימים – Viola Ventures, Gemini, Marker, Vintage ו-Salesforce Ventures.\nSamange (סאמאנג׳) מפתחת תוכנה SaaS שמנהלת את כל הבקשות שמגיעות למחלקת ה-IT, מפנה אותן אל האנשים המתאימים ומנהלת את כל הטיפול בבקשה. הרעיון הוא להכניס לארגונים תהליכים אוטומטיים המתבססים על למידת מכונה ו-AI, ובכך לייעל את ניהול נכסי ה-IT שלהם ובעצם לקדם אותם לשנת 2018. מאחורי הקלעים התהליך אולי נשמע מסובך, אבל בפועל – הכל מתבצע בממשק נוח ופשוט לשימוש, ושליחת בקשות יכולה להתבצע בין היתר באמצעות סלאק או גוגל. כמו כן, בעזרת המערכת ניתן ליצור תבניות מוכנות מראש ל-״FAQ״ או תרחישים קבועים כמו הנחיות לעובד חדש או איך לאפס סיסמאות כדי לחסוך ביקורים ופניות אישיות של עובדים.\nהעולם עובר בשנים האחרונות לקניות בעזרת המובייל, ומובילים את המגמה הזו הם בני דור ה-Y וה-Z. הסטארטאפ הישראלי SuperUp, שמפתח פלטפורמת קניות חדשה ועדכנית יותר למובייל, הודיע על השלמת סבב גיוס ראשוני בסך 15 מיליון דולר בהובלת קרן משקיעים פרטית בניו-יורק.\nכיום, רוב התנועה באתרי המסחר המקוון מגיעה מהמובייל, ולמעלה ממחצית מאוכלוסיית העולם בוחרת לקנות במובייל, בראשן דור ה-Y וה-Z. יחד עם זאת, מסביר רועי איטח, מייסד SuperUp (סופראפ) כי ״חווית הקנייה המקוונת, אותה מציעים מרבית הקמעונאים לצרכנים היא קשה, לא עדכנית ובעיקר לא מתאימה לדרך בה אנו צורכים כיום״. SuperUp רוצה לפתור את אחד האתגרים הגדולים בכל הקשור לקניות דרך המובייל, ולאפשר ניווט בין אלפי המוצרים באופן יעיל ואינטראקטיבי יותר.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nחברת XM Cyber (אקס אם סייבר) שמפתחת פלטפורמה לסימולציה של מתקפות APT – Advanced Persistent Threats, הודיעה כי גייסה 22 מיליון דולר בסבב A. בגיוס לקחו חלק Macquarie, קרן Our Innovation, קרן UST Global, קרן ההשקעות של נאסדק ו-Our Innovation Fund. בסך הכל, גייסה החברה עד כה 32 מיליון דולר.\nעל מנת לבדוק האם נכסים ארגוניים קריטיים מוגנים כראוי, יש לבחון את הרשת הארגונית מתוך נקודת מבט של האקר אמיתי, שכן זו הדרך היחידה לזהות נתיבי תקיפה אמיתיים אל עבר הנכסים הקריטיים. הסימולציה האוטומטית שמציעה XM Cyber מדמה את פעילותו של ההאקר וכך היא מאפשרת לחשוף באופן רציף ערוצי תקיפה מנקודת הפריצה – מעל ומתחת לפני השטח, לכל נכס ארגוני קריטי. ברגע שההאקר הוירטואלי מזהה את וקטורי התקיפה האפשריים, הוא מספק המלצות מתועדפות וממוקדות לסגירת חורי האבטחה הקיימים.\nחברת Duality Technologies (דואליטי טכנולוגיות), המפתחת טכנולוגיה לניתוח נתונים מבלי להתפשר על הצפנתם, הודיעה על השלמת סבב גיוס אסטרטגי של 4 מיליון דולר בהובלת קבוצת הסייבר Team8. בחברה מסבירים כי הסכום שגויס ישמש להמשך פיתוח הפלטפורמה של דואליטי, וכל לפיתוח שיתופי פעולה עסקיים עם לקוחותיה.\nהטכנולוגיה של דואליטי מאפשרת לנתח נתונים, מבלי לבטל את הצפנתם. בכך, חברות לא יצטרכו לחשוף את הנתונים הגולמיים בשום שלב, ואף להעלות אותם לענן בצורה מאובטחת. זאת היא עושה באמצעות בינה מלאכותית והצפנה הומומורפית. זוהי שיטת הצפנה בה ניתן לבצע חישובים וניתוחים של מספרים מוצפנים, ולקבל בתוצאה מסר מוצפן אחר. כך ניתן לבצע ניתוחים על מידע רב מבלי לחשוף את מרכיבי המידע ואת התוצאות שלו.\nחברת Velox הישראלית, המפתחת ומייצרת פתרונות דפוס דיגיטלי תעשייתי, הודיעה על השלמת סבב גיוס הון בהיקף 32 מיליון דולר. את הגיוס הובילו קרן ההשקעות JAL Ventures עם O.R.T. Technologies, אליהן הצטרפו שני משקיעים אסטרטגיים: ענקיות הכימיקלים הגרמניות, חברת ALTANA וחברת Evonik. בנוסף השתתפו בסיבוב משקיעים קיימים, קרן  Michael Ilan Management & Invesmtment, ד”ר שלמה שמיר ומשקיעים פרטיים נוספים.\nVelox (וולוקס) עוסקת בהדפסה דיגטלית מסוג DTS – Direct-to-Shape, ומאפשרת הדפסה בקצבים המתאימים לייצור סדרתי על גבי אריזות. היא מפתחת ומייצרת פתרונות דפוס דיגיטלי תעשייתי, המשמשים לדקורציה של גופים קשיחים כגון שפופרות פלסטיק ואלומיניום, פחיות, בקבוקים ועוד. היא מאפשרת ליצרנים שעד היום היו מוגבלים בכמויות הייצור, כמות הצבעים, וזמני האספקה, את הגמישות הנדרשת להגיב לצרכי השוק בזריזות ולספק כל כמות שתידרש.\nחברת Cognigo הישראלית, המפתחת פלטפורמת AI לזיהוי והגנה על מידע רגיש, הודיעה על סגירת סבב גיוס בסך 8.5 מיליון דולר. בסבב הגיוס השתתפו Prosegur הספרדית, OurCrowd, קבוצת מבטח שמיר ו-State of Mind Ventures.\nCognigo (קוגניגו) מפתחת פלטפורמת AI ריכוזית להגנה על מידע ועמידה בדרישות החדשות של רגולציות הגנת מידע (כגון החוק האירופאי להגנת המידע GDPR). הפתרון שלה יוצר נקודת בקרה מרכזית לניהול ולאבטחת נתונים קריטיים, נכסי מידע רגישים ופרטים אישיים מזהים. המערכת עושה שימוש בבינה מלאכותית על מנת לגלות, לסווג ולהגן על נתונים, זאת ללא צורך בהגדרות ידניות. כמו כן, הפתרון אוכף באופן אוטומטי תקנות אבטחה ותקנות פרטיות במאגרי מידע ברשת הארגונית ובענן.\nהסטארטאפ הישראלי OzCode המפתח פלטפורמה לאיתור באגים ולניתוח קוד, הודיע על השלמת סבב גיוס ראשוני בהיקף של 3.5 מיליון דולר. את הגיוס הובילה קרן RDC הנמצאת בבעלת אלרון ורפאל והשתתפה בו גם TPY Capital.\nפלטפורמת ה- Debugging-as-Service של OzCode (אוז קוד) מאפשרת למפתחים “לנסוע בזמן” על גבי הקוד בזמן פיתוח וריצה, במטרה לצמצם את זמן איתור הבאגים – משעות וימים, עד לדקות ספורות. המוצר, שפועל בסביבת הענן של מיקרוסופט Azure, משמש כפלטפורמה לשיתוף פעולה בין מפתחים בה הם יכולים לבצע ניתוח של מקור הבעיה (Root cause analysis). כמו כן, יכולת ״הנסיעה בזמן״ המדוברת, מאפשרת למפתחים לאתר את רגע הכשל המדויק בסביבת ענן מבוזרת, באופן מיידי.\nSAM Seamless Network (סאם), המפתחת מערכת אבטחת IoT לבית, הודיעה על השלמת סבב גיוס A בגובה 12 מיליון דולר בהובלת Intel Capital ובהשתתפות NightDragon של דייב דה וולט, לשעבר מנכ״ל מק׳אפי, חברת ADT Inc ו- Blumberg Capital.\nהטכנולוגיה של SAM מאפשרת זיהוי חד-חד ערכי של כל המכשירים החכמים המקושרים לרשת הביתית. אין צורך להתקין את המערכת על גבי המכשירים עצמם, כיוון שהיא משולבת במקום אליו כל המכשירים הללו מתחברים ממילא, הראוטר הביתי. בעזרת טכנולוגיית בינה מלאכותית, המערכת מיישמת את מדיניות האבטחה המתאימה על כל מכשיר, מאתרת אירועים חריגים ומטפלת בהם באופן מידי. במקביל, מתריעה המערכת של החברה על אירועים חריגים גם לגורמים השונים האחראיים על הפצת תיקוני אבטחה. כך למשל, במקום להמתין שבועות וחודשים לתיקונים, עדכוני תוכנה למתקפות מסוג Krack ו-Mirai הותקנו במאות אלפי נתבים הפועלים על 15 פלטפורמות שונות, בתוך 48 שעות בלבד.\nחברת הסייבר הישראלית Votiro מפתחת מערכת הגנה לארגונים מתקיפות מבוססות מסמכים וקבצים הנכנסים לארגון כגון שיתוף קבצים, הודעות אימייל, הורדות מהדפדפן וכו’. החודש, היא הודיעה על השלמת סבב גיוס נוסף בסך 8 מיליון דולר מחברת Senetas האוסטרלית.\nהטכנולוגיה של Votiro מתבססת על מערך פטנטים שרשמה לנטרול ולבנייה מחדש של קבצים (Content Disarm and Reconstruction). המערכת לוקחת את הקבצים והמיילים שמקבלים הארגונים ומרכיבה אותם מחדש באופן כזה שתוכנות זדוניות או כל סוג מתקפה אחרת שיש לא יוכלו לפעול. כך, היא מנטרלת את האיומים מהקבצים החשודים על ידי חילוץ התוכן הזדוני מהם ובנייה מחדש של עותק נקי ובטוח לשימוש, הזהה לחלוטין לקובץ המקורי, ושומר על כל הפונקציונליות המקורית של הקובץ.\nהסטארטאפ הישראלי Habana Labs, המפתח שבב המיועד לשימוש בקרב יישומי AI, תובעניים ככל שיהיו, מגייס לשם כך 75 מיליון דולר. את סבב הגיוס הובילה זרוע ההשקעות של אינטל, אינטל קפיטל, אליה הצטרפו גם Battery Venturs, Bessemer Venture Partners, קרן WRV ומשקיעים נוספים. סך גיוסה של החברה שהוקמה ב-2016, עומד כעת על 120 מיליון דולר.\nHabana Labs (הבאנה לאבס) נוסדה ב-2016 במטרה למצות את הפוטנציאל של הבינה המלאכותית עם שיפורים משמעותיים בביצועי העיבוד, העלות וצריכת החשמל. בשיחה עם גיקטיים הסביר איתן מדינה, Chief Business Officer בחברה, כי החברה החליטה לפתח מעבדי AI מאפס, ובעצם לפתוח קטגוריה חדשה של מעבדים לצד ה-GPU וה-CPU, שפשוט לא אופטימליים עבור AI. ״הדעה הרווחת היום היא שתחום ה-AI הולך לצמוח, אבל הגידול הזה מצריך גם שיפור מהותי ביעילות, כי אחרת זה יהיה פשוט יקר מידי וימשיך לשרת רק את העשירים. בדיוק כאן אנחנו נכנסים – עם חבילת תוכנה וחומרה מלאה״, מסביר מדינה.\nיותר מ-80 אחוזים מהארגונים כיום נעזרים במספר פלטפורמות מחשוב וענן שונות – במקום ללכת על ספק יחיד. אולם המורכבות הטכנית והעלויות שכרוכות בסיטואציה הזו יכולות להעמיס ולפגום בתפקוד של החברה. כאן נכנסת לתמונה חברת הסטארטאפ הישראלית Darillium (דאריליום), שמודיעה עכשיו על גיוס של 2 מיליון דולר בהובלת קרן Hanaco Ventures ו-JANVEST Capital Partners.\nהמוצר של Darillium מאפשר לקצר באופן משמעותי את התהליכים ומשך הזמן שנדרש עבור כל שלב מחודשים – לעיתים אפילו חצי שנה ושנה – לפרק זמן של שבועות ואפילו ימים. כך קל יותר לארגונים להיות אג’יליים ולעמוד בדרישות השונות של הצרכנים ושל יחידות הפיתוח.\nהסטארטאפ הירושלמי Lightricks (לייטריקס), שחתום על כמה מאפליקציות עיבוד התמונה המצליחות ביותר באפסטור, מודיע על גיוס של 60 מיליון דולר בהובלת INSIGHT VENTURES PARTNERS ובשיתוף כללטק. עם זאת, בניגוד למרבית גיוסי ההון, רוב הכסף לא מיועד למאמצי הפיתוח או המכירות ו-45 מיליון דולר מתוך הסבב מיועדים לרכישת מניות ממחזיקי המניות הקיימים בחברה – המייסדים והעובדים. החברה עומדת מאחורי האפליקציות המקצועיות לעיבוד תמונה Facetune ו-Enlight שזכו ללמעלה מ-100 מיליון הורדות ברחבי העולם, כשמיליון מהם הינם מנויים בתשלום.\nהסטארטאפ הישראלי Portshift מפתח פלטפורמה לאבטחת יישומי ענן משלבי התכנון והפריסה ועד לזמן הריצה. החודש, לצד השקת המוצר, הודיעה החברה על סגירת סבב גיוס ראשון בהיקף של 5.3 מיליון דולר מ-Team8. החברה תשתמש בכספי הגיוס על מנת להגדיל את צוות העובדים ולהרחיב את מאמצי החדירה שלה לשווקים חדשים, בעיקר בארה״ב.\nהמערכת של Portshift (פורטשיפט) מתממשקת לכלי ה-CI/CD של הארגון ומושכת מהם את כל הנתונים הנחוצים באשר לזהות האפליקציות הנפרסות, התלויות השונות שלהן ועם אילו רכיבים עליהן ליצור תקשורת. לאחר שהיישומים נפרסים, Portshift מספקת תמונה ייחודית של כל מרכיבי האפליקציה והתקשורות ביניהן. בעזרת הזהות שהורכבה כבר בשלבי ה-CI/CD ניתן לאכוף כללי תקשורת המבוססים על המבנה העסקי של האפליקציה ולא תלויים במגבלות הרשת.\nSysAid הותיקה, שפועלת ב-15 השנים האחרונות במתכונת Bootstrap (מימון עצמי), הינה ספקית גלובלית לתוכנה לניהול שירותי IT, מה שנקרא ITSM. התוכנה שפיתחה מסייעת לחברות להגביר את היעילות הארגונית במגוון מחלקות – החל ממחלקות ה-IT והתפעול, דרך הכספים ומשאבי האנוש וכלה בשיווק. על מנת להמשיך ולפתח את המוצר ולהתרחב בשווקים נוספים, הודיעה החברה על סגירת סבב גיוס ראשון בהיקף של 30 מיליון דולר מקרן IGP.\nפתרון ה-ITSM של SysAid מיועד לניהול Help Desk, תפעול מרכזי תמיכה וניהול מלאי בארגונים בסדר גודל בינוני. התוכנה מסייעת לשפר ולקצר את זמני השירות, לאסוף מידע על המשתמשים והציוד, לרכז את כל הבקשותת, הדוחות, ההיסטוריה, ומלאי החומרה והתוכנה בחברה. כמו כן, באמצעותה חברות יכולות לתעדף ולארגן את קריאות השירות, לוודא שאף אחת לא תיפול בין הכיסאות, ולהפעיל אוטומציה של תהליכים כדי לזרז את זמן הטיפול בפניות.  כיום התוכנה מותקנת בלמעלה מלמעלה מ-10,000 לקוחות ומשרתת כ-9 מיליון משתמשי קצה ברחבי העולם.\nחברת Alcide (אלסיד) הודיעהעל השלמת סבב גיוס A בהיקף של 7 מיליון דולר בהובלת CE Ventures ובהשתתפות משקיעים קיימים בחברה: Intel Capital ו-Elron. החברה צפויה להשתמש בכספי הגיוס לצורך המשך פיתוח והתרחבות בארצות הברית, אירופה, המזרח התיכון ואפריקה.\nהטכנולוגיה של אלסיד מאפשרת למנהלי האבטחה והטכנולוגיה לקבל תמונה מלאה של כל הדאטה-סנטרים, שירותי הענן והאפליקציות הארגוניות (כולל קונטיינרים Dockers וטכנולוגיות וירטואליזציה), שבהם עושה שימוש הארגון, וכמובן להגן עליהם בפשטות ובנוחות – ללא שום קשר לפלטפורמה או טכנולוגיית ענן שבה הם משתמשים (Bare-Metal, VM, Container, Serverless). הפתרון של אלסיד הוא בעל יכולת ניתוח בזמן אמת, וכלים המגנים על המשתמשים מפני התקפות זדוניות הכוללות בין השאר איומים פנימיים וגניבת מידע רגיש.\nבשנים האחרונות עיניי עולם הטכנולוגיה נשואות לעבר תחום המחשוב הקוונטי שעשוי לחולל לא פחות ממהפכה בעולם המחשוב, ולאפשר לנו להפיק הרבה יותר מידע וחישובים מאי פעם. החודש, העתיד הזה מתקרב עוד צעד אחד בדרך אלינו, כאשר חברת QM (קיו.אם., Quantum Machines) של בוגרי מכון וייצמן המפתחת מערכות שליטה והפעלה למעבדים קוונטים, הודיעה על השלמת סבב גיוס Seed בהיקף של 5.5 מיליון דולר מ-Battery Ventures ו-TLV Partners.\nQM מפתחת מערכת הכוללת חומרה ותוכנה, אשר לוקחת אלגוריתמים קוונטיים בשפת תכנות שהחברה פיתחה, ומתרגמת אותם לאותות הנשלחים למעבדים קוונטיים. אותות אלו מריצים את האלגוריתם על גבי המעבד בפועל. ד”ר איתמר סיוון, מנכ”ל QM מוסיף כי “אפשר לחשוב על המעבד הקוונטי כשריר מאוד חזק שיכול להרים משא מאוד כבד. אלא שבמציאות גם השריר החזק ביותר צריך מערכת נפרדת שתפעיל אותו ותמצה את הפוטנציאל שלו – המוח. זה מה שאנחנו מפתחים”.\nהמצב האידיאלי הוא שמכונות, מטוסים ומחשבים יעבדו באופן תקין 24/7, אבל בפועל – גם הם לא חסינים לתקלות. יחד עם זאת, בעידן האינטרנט של הדברים, ניתן להכניס ״מוח״ פחות או יותר לכל רכיב, והסטארטאפ הישראלי Aquant עושה בדיוק את זה. המערכת שהם פיתחו מספקת מענה לבעיה שעולה מיליארדי דולרים לחברות, באמצעות בינה מלאכותית שמצליחה לאתר כשלים פוטנציאליים במכונות, כשלים שעין אנושית לא תמיד תצליח לזהות. החודש, הודיעה החברה על גיוס של 10 מיליון דולר מקרן Lightspeed האמריקאית במסגרת סבב גיוס A.\nמטרת העל של הפלטפורמה, המסתנכרת עם Saleforce ו-Microsoft Dynamics, היא למנוע השבתות בלתי מתוכננות של מכונות בתהליך הייצור, זאת באמצעות חיזוי ומתן המלצות על תקלות שעשויות להתרחש, וכיצד ניתן להתמודד איתן.\nהסטארטאפ הישראלי-אמריקאי Securitize פיתח פלטפורמה להנפקת דיגיטלית וניהול של ניירות ערך על בסיס טכנולוגית בלוקצ׳יין. כלומר, בעזרת המערכת כל ארגון או חברה שרוצים לגייס הון מחוץ לבורסה ובאופן מהיר יותר מגיוס מאנג׳לים וקרנות יכולים לעשות זאת, ולהציע למשקיעים מגוונים ולציבור הרחב להצטרף להשקעה. החודש, הודיעה החברה כי סגרה סבב גיוס A בסך 12.75 מיליון דולר בהובלת Blockchain Capital, אליה הצטרפו Coinbase Ventures, Global Brain, Xpring at Ripple ו-NXTP.\nהסטארטאפ הישראלי Highlander רוצה ליצור שדות תעופה לרחפנים, שיאפשרו להם להגיע, להיטען ולצאת בבטחה להמשך המשימה שלהם. החודש, הוא הודיע כי גייס לשם כך 1.5 מיליון דולר מקרן השקעות קנדית.\nHighlander (היילנדר) פיתחה מערכת תוכנה שמאפשרת תקשורת מול רחפנים בזמן אמת. הרעיון הוא לאפשר לרחפנים במרחב התעופה לתקשר עם המערכת ולקבל הנחיות לאילו משימות לפנות, אילו שדות תעופה זמינים עבורם לטעינה ומתי. במקרים מסוימים, אפילו אילו רחפנים יהיו זמינים להחליף אותם במשימה כדי לשמור על רציפות ולא לגרום לחבילה שהזמנתם באמזון חלילה להתעכב. החוכמה של המערכת באה לידי ביטוי בכך שכל הדיאלוג הזה מתבצע באופן אוטונומי לחלוטין, בהתבסס על בינה מלאכותית כמובן, מה שמאפשר למערכת לקבל החלטות בזמן אמת ולבצע תעדוף. כך, נוצר מצב בו הרחפנים מתקשרים בינם לבין עצמם, ללא צורך בהתערבות גורם אנושי, ובאופן חלק ונטול התנגשויות.\nאחד השווקים התחרותיים ביותר כיום הוא שוק חדרי המלון, כשכל השחקנים שפעילים בו כמו רשתות בתי-מלון, מלונות פרטיים, וענקיות תיירות – רוצים כולם למקסם את הרווחים שלהם על החדרים. הסטארטאפ הישראלי-בריטי Hotelmize (הוטלמייז) מבטיח לעשות זאת בעזרת מערכת תוכנה מבוססת ביג-דאטה שיכולה לחזות ביקושים והיצע ולמצוא את המחיר הטוב ביותר עבור המשתמשים. החודש הודיעה החברה על גיוס 3.2 מיליון דולר בהובלת קרן Investible האוסטרלית.\nחברת אבטחת המידע Symantec (סימנטק) הודיעה על רכישת הסטארטאפ הישראלי Javelin Networks (ג׳וולין נטוורקס). החברה הישראלית רוצה להגן על אחד הנכסים החשובים ביותר בקרב חברות רבות, ה-Active Directory – מסד נתונים ארגוני רגיש המכיל מידע אודות משתמשים, קבוצות ומשאבים לצורך ניהול הרשאות, ומשמש כ-90% מהארגונים. הפתרון שלה מונע מתוקפים, גם כאלו שהצליחו לחדור למערכת, לשים ידיהם על המידע הרגיש ביותר.\nסכום הרכישה לא פורסם, אך לגיקטיים נודע כי העסקה מסתכמת בכמה עשרות מיליוני דולרים. מאז הקמתה ב-2014 גייסה Javelin Networks כ-7 מיליון דולר מ-RSL Capital, Hillsven Capital, UpWest Labs ומשקיעים פרטיים.\nכ-15 שנים אחרי הקמתה, נמכרת חברת Amimon (אמימון) המתמחה בהעברה אלחוטית של וידאו באיכות גבוהה, תמורת 59.9 מיליון דולר לחטיבת Creative Solutions מקבוצת Vitec, אחת מלקוחותיה הותיקות. מאז הקמתה גייסה Amimon למעלה מ-80 מיליון דולר.\nהחזון הראשוני של מייסדי Amimon היה להחליף את כל כבלי ה-HDMI שנכנסו באותה תקופה בקישור אלחוטי, כאשר היעד היה למכור לכל טלויזיה צ׳יפ שלה שיאפשר לה להפוך אלחוטית (וכך אפשר יהיה לתלות אותה בכל מקום בבית ללא כבל וידאו). עם הזמן החזון הזה התחלף בייצור ציוד וידאו אלחוטי High End לאפליקציות שונות. מוצריה כיום נחשבים ל-“סטאנדרט דה פקטו” ברחבי הוליווד, וככציוד הכרחי בכל סט צילום של כל צלם מקצועי, אך לא רק.\nשבועות אחרי שרכשה את חברת מזור ב-1.6 מיליארד דולר, מודיעה ענקית המדיקל האירית-אמריקאית מדטרוניק (Medtronic) כי רכשה את Nutrino (נוטרינו). הסטארטאפ הישראלי פיתח מנוע ההמלצות של שמשקלל מאות פרמטרים שונים כדי לייצר המלצות תזונה אישיות.\nמנוע ההמלצות של Nutrino מבוסס על המחקרים העדכניים ביותר בתזונה ולוקח בחשבון מאות פרמטרים שונים ומייצרת למשתמש המלצות תזונה אישיות. הפרמטרים כוללים מטרות בריאותיות שונות כמו ירידה במשקל, העלאת מסת שריר או הריון; צורכי תזונה מיוחדים כמו צמחונות, טבעונות, המנעות מגלוטן וכ-40 אלרגיות שונות; נתונים רפואיים, פיזיולוגים ובדיקות דם; פעילות גופנית, מתח ושינה, העדפות והרגלי תזונה. המלצות התזונה שמייצרת המערכת של החברה הן ספציפיות ביותר וכוללות אלפי מנות כולל מתכונים ומנות ממסעדות.\nלמרות שהיא נרכשת בעצמה על ידי IBM, רד-האט (Red Hat) ממשיכה להתרחב: החודש הודיעה החברה, אחת מהספקיות הגדולות בעולם של תוכנות שמתבססות על קוד פתוח, שרכשה את חברת NooBaa (נובה) הישראלית, המפתחת תוכנה לניהול נפחי אחסון בסביבות היברידיות ומספקי ענן שונים. תנאי וסכומי העסקה לא פורסמו, אך מוערכים במיליוני דולרים. על פי הודעת החברה, תשעה מעובדי NooBaa יצטרפו לצוות של Red Hat.\nNooBaa – אשר נוסדה ב-2013 על ידי יובל דימניק, גיא מרגלית, אלי הארי וערן תמיר – מפתחת תוכנה אשר מאפשרת ניהול של מידע בממשק אחד מאוחד, על אף היותו מפוצל אצל ספקי ענן מרובים, ומאפשרת העתקה והעברה של המידע בין הספקים השונים. על פי PitchBook, גייסה עד כה NooBaa כמה מיליוני דולרים, כאשר בין המשקיעות השונות בה ניתן למצוא את JVP, OurCrowd ו-Akamai.\n ", "keywords": "סיכום גיוסים,גיוסים,סיכום גיוסים נובמבר 2018,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,funding round,startups"}