{"url": "https://www.geektime.co.il/monthly-funding-march-2020/", "type": "article", "title": "למרות הקורונה: עלייה חדה בגיוסי ההון של הסטארטאפים הישראליים. אבל יש אבל", "description": "הסטארטאפים הישראליים גייסו בחודש מרץ 2020 כ-612 מיליון דולר, עלייה של יותר מ-50 אחוז בהשוואה לחודש מרץ הקודם. אבל אם ננכה מזה גיוס ענק של חברה אחת, מתגלה התמונה האמיתית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-04-03T16:21:17Z", "modified_time": "2020-04-03T16:21:17Z", "articleBody": "הסטארטאפים הישראליים גייסו בחודש מרץ 2020 כ-612 מיליון דולר, עלייה של יותר מ-50 אחוז בהשוואה לחודש מרץ הקודם. אבל אם ננכה מזה גיוס ענק של חברה אחת, מתגלה התמונה האמיתית\nסיכום גיוסי ההון של חודש מרץ 2020 עמד כמובן בצל משבר הקורונה. אי-הודאות הכללית במשק בכלל ובהייטק בפרט גרמו ללא מעט חברות לנקוט בצעדים לא נעימים כמו הוצאה לחל”תים, פיטורים ועצירת גיוסי כח אדם. מצד שני, אנחנו רואים גם לא מעט חברות שממשיכות בכל הכח לגייס אנשים, ומשקיעים שמחפשים בצורה אקטיבית השקעות – גם בימי קורונה.\nעל פי נתוני גיקטיים, גייסו הסטארטאפים הישראליים כ-610 מיליון דולר, זינוק של כ-52 אחוזים בהשוואה לסך גיוסי ההון במרץ 2019, שעמד על 400 מיליון דולר; ואפילו עלייה של כ-20 אחוז בהשוואה לסך גיוסי ההון בחודש פברואר 2020 – לפני ההאטה של המשק.\nעם זאת, בין כל גיוסי ההון בולטת בעיקר השקעה בגובה 400 מיליון דולר בחברת התחבורה החכמה הישראלית Via. סבב הגיוס הובל על ידי Exor, בעלת האחזקות במותגים דוגמת פרארי, פיאט קרייזלר, CNH Industrial, מועדון הכדורגל יובנטוס וקבוצת Economist – שהשקיעה לבדה כ-200 מיליון דולר בחברה; וכ-200 מיליון דולר נוספים הגיעו משורת משקיעים חדשים בהם Shell Ventures Macquarie Capital ו-Mori Building, והמשקיעים הקיימים ב-VIA, בהם קרן פיטנגו, 83North, Hearst Ventures, Ervington Investments, Planven Ventures.\nסבב הגיוס יוצא הדופן הזה הכניס את Via למועדון חדי הקרן הישראליים עם הערכת שווי של 2.25 מיליארד דולר, וגם הביא את סך הגיוסים של מרץ 2020 ליותר מ-610 מיליון דולר.\nגם אתם גייסתם? יש לכם סטארטאפ מעניין? אנחנו רוצים לשמוע\nג’ונסון-אנד-ג’ונסון משקיעה 5 מיליון דולר ב-OrthoSpin הישראלית\nOrthoSpin (אורתוספין) פיתחה מקבע – כלומר מכשיר לקיבוע העצם – שנועד לסייע במקרים של הארכת עצמות, שברים מורכבים ותיקון מומים בעצם. כיום נאלצים מטופלים להשתמש במקבע ידני ולבצע לבד עד 4 התאמות שלו מדי יום – בכל אחד מ-6 הצירים שלו. הבעיה היא שמטופלים רבים אינם מבצעים את ההתאמות לפי ההוראות ולעיתים הם אף שוכחים מהן לגמרי – כשהרופא המטפל אינו יודע כיצד מתקדם הטיפול. כתוצאה מכך משך הטיפול מתארך ולעיתים אף יש צורך בניתוח חוזר.\nהמקבע שפיתחה OrthoSpin כולל מנועים, שמתאימים את הקיבוע בצורה אוטומטית מראש והוא ניתן לשליטה ולשינוי מרחוק. בזכות המערכת הזו, המטופל לא צריך למעשה לזכור דבר – המכשיר מבצע את ההתאמות השונות בצורה אוטומטית. בנוסף, הרופא יכול לקבל חיווי על כך מרחוק, מה שיכול לחסוך ביקור שבועי למעקב. בנוסף, בזכות הטיפול המדויק גם נגרם פחות נזק לרקמות רכות. בשנה שעברה קיבלה החברה אישור לביצוע ניסוי קליני בבתי חולים בישראל.\nבאמצע הקורונה: עליבאבא משקיעה מיליוני דולרים ב-Hotelmize הישראלית\nמחירם של חדרי מלון רחוק מלהיות קבוע והוא תלוי בעשרות משתנים שונים, שקובעים האם מחירו יעלה או ירד. בנוסף, מהרגע שחדר כלשהו מוזמן ועד יום הצ’ק-אין הוא צפוי להשתנות כ-18 פעמים בממוצע. הפלטפורמה שפיתחה Hotelmize מאפשרת למשווקים של חדרי מלון כמו סוכנויות נסיעות או אתרי תיירות לנבא את מחיריהם של חדרים שונים במלונות רבים בתקופה ספציפית. כך, יכולים הסוכנים הללו למכור את חדרי המלון תוך שמירה על שולי רווח גבוהים יחסית ולא להפסיד. על פי החברה, הטכנולוגיה שפיתחה עוזרת למשתמשים להגדיל את שורת הרווח שלהם ב-30 אחוזים.\nHotelmize עושה זאת בעזרת התממשקות למערכות ההזמנות ואלגוריתם AI (איך לא), שפותח, על פי החברה, בהשראת תחום האלגו-טריידינג המוכר משוק ההון. בחברה מסבירים שהאלגוריתמים שלה מממשים אסטרטגיות השקעה דומות ל-“שורט” ו-ו”לונג” כאשר החברה רוכשת ומוכרת חדרי בתי מלון בצורה אוטומטית עבור לקוחותיה, ומייצרת עבורם רווח נוסף שלא היה בנמצא עבור חברות התיירות לפני כן. על פי החברה, היא ייצרה כבר עסקאות במעל ל-100 מיליון דולר עבור לקוחותיה.\nהסטארטאפ שגייס 58 מיליון דולר באמצע משבר הקורונה: ”לא הלכנו לגייס… המשקיעים הציעו לנו”\nהפלטפורמה שפיתחה Axonius מאפשרת נראות מלאה של כל מכשיר ברשת הארגונית. המערכת מסוגלת לבדוק האם המכשירים המחוברים עומדים במדיניות אבטחת המידע של הארגון על ידי אימות אוטומטי קבוע של מדיניות האבטחה הארגונית. המערכת מסוגלת לזהות מגוון לא קטן של מכשירים בהם מחשבים נייחים, ניידים, שרתי ענן, סמארטפונים, רכיבי IoT ועוד. בכך, הארגון יכול לחסוך זמן רב, עלויות ומשאבים הכרוכים בתהליכי איסוף מידע ואכיפת מדיניות אבטחת מידע, ולוודא שהרשת הארגונית מאובטחת בכל עת. בנוסף, הפלטפורמה לא מצריכה אפילו התקנה של Agent ומאפשרת פריסה ברשת בתוך שעה.\nהחיישנים של הטלפון יספרו הכל: אנגוג מגייסת 10 מיליון דולר\nהמוצר של Anagog (אנגוג) רותם את החיישנים המובנים הרבים שיש לנו בסמארטפון כמו ה-GPS, הג’יירוסקופ, ברומטר, בלוטות’ ו-WiFi, כדי לקבוע באופן אוטומטי את מצב הניידות של המשתמש. כלומר, אנגוג יודעת להבחין מתי אנחנו הולכים, נוהגים, חונים, ישנים ונמצאים בבית או במשרד – מבלי להפעיל אפליקציה נפרדת על המכשיר ותוך כדי צריכה של פחות מאחוז סוללה אחד ליום שלם של פעילות.\nבאמצעות הצלבה של הנתונים שנאספים מהחיישנים ביחד עם הטכנולוגיה של החברה, שנקראת JedAI, והטמעתה ביישומי צד שלישי, יכולים מפתחים להבין את סוג ורמת הפעילות המדויקת של המשתמשים, את ההקשר והמיקום שלהם, ולהציע למשתמשים חוויה מותאמת אישית, בהתאם למצב שבו הם נמצאים בכל רגע נתון. לדוגמה, כשיזוהה מצב נהיגה, המשתמשים יוכלו לקבל דיווחי תנועה או לשלוח זמני הגעה משוערים לקרובים ומכרים, ואילו במצב שינה או ערות של המשתמש יתאפשר לשלוח לו ברכת בוקר טוב או להעביר יישומים למצב שקט בלילה.\nשווה כבר יותר מ-2 מיליארד דולר: Via גייסה 400 מיליון דולר\nVia פיתחה טכנולוגיה שמאפשרת לנוסעים להגיע מנקודה לנקודה בעיר בצורה מהירה ומשתלמת יחסית. כדי להשתמש בשירות, יש להזמין נסיעה באמצעות האפליקציה, כשהמערכת מתאמת בזמן אמת בין אנשים הנוסעים באותו כיוון כללי ומאפשרת להם לחלוק נסיעה ברכבי הסעות נוחים ומרווחים. זמני האיסוף הממוצעים קצרים מ-10 דקות ומשך הנסיעה דומה למשך הנסיעה במונית. האלגוריתם הייחודי שפיתחה החברה פותר בעיות מתמטיות, חישוביות ותפעוליות מורכבות, כדי להתאים את מסלוליהם של כלי הרכב באופן מיטבי לצרכי הנוסעים, תוך התחשבות במצב התנועה ומהווה מעין הכלאה בין מונית ל’מונית שירות’. החברה פעילה ביותר מ-70 ערים בעולם ב-20 מדינות, בהן ישראל – באמצעות מיזם “באבל-דן”.\nהסטארטאפ Air Doctor גייס 7.8 מיליון דולר\nהפלטפורמה של AirDoctor מאפשרת לתיירים ולמבקרים במדינות שונות לקבוע פגישה עם רופא מומחה במדינות שונות, כשזמן ההמתנה עד לתיאום התור לא יארך יותר מחצי שעה. כל הרופאים הרשומים בפלטפורמה הינם מוסמכים ומאושרים על ידי החברה, ולכל אחד מהם יש פרופיל הכולל את הרקע המקצועי (אם תרצו, סוג של לינקדאין) עם חוות דעת של מטופלים אחרים.\n”המשבר הנוכחי נותן דחיפה לשוק בו אנו פועלים”: TetaVi גייסה 4 מיליון דולר\nTetaVi (תטא-וי) פיתחה מערכת מצלמות מקיפה, שיודעת ללכוד ולשדר בשידור חי וידיאו וולומטרי באיכות גבוהה. הטכנולוגיה של החברה יכולה לייצר דמויות, להקליט וידאו ואף להפיק הולוגרמות בשידור חי – וכל זה בעזרת מערכת ניידת, ללא צורך במסך ירוק או סטודיו, ובאיכות גבוהה. לצורך הפעילות מתבססת המערכת של החברה על בין 4 ל-8 מצלמות עומק בלבד, אלגוריתמים של ראייה ממוחשבת ובינה מלאכותית.\nחברת ה-BI הישראלית Pyramid Analytics גייסה 25 מיליון דולר\nהמוצר של Pyramid (פיירמיד אנליטיקס) מאפשר יכולות BI מלאות לביצוע פנים-ארגוני, כולל מערכת ETL רחבה למשתמשי קצה, גילוי נתונים מרובדים וויזואליזציה מצגות ו-report bursting. הפלטפורמה מאפשרת למשתמשים בכל רמות המיומנות לשתף במהירות תובנות ברחבי הארגון מכל דפדפן או מכשיר – בלי לכתוב קוד. בנוסף, מאפשר המוצר של החברה לארגון למנף את ארכיטקטורת הנתונים הקיימת ולפרוס אותו באתרי החברה, בענן או בסביבה היברידית.\nיוצאי Gett מגייסים מיליון דולר לסטארטאפ Bliss\nBliss (בליס) רוכבת על גל ה-Social eCommerce – המסחר החברתי – שמאפשר לכל אחד לייצר הכנסה נוספת מכל מקום בעולם על ידי מכירה ושיווק של מוצרים כמפיץ משנה (reseller), אך מבלי להתעסק בייצור בשילוח או במלאי. הפלטפורמה מחברת למעשה בין משתמשים שמחפשים הכנסה נוספת לבין יצרנים ומותגים, ומסייעת להם למכור כמפיצים באמצעות אפליקציות צ’אט ומדיה חברתית.\nהסטארטאפ הישראלי Revuze גייס 5 מיליון דולר\nRevuze פיתחה מערכת שמנתחת באופן אוטומטי דעות צרכנים על מוצרים, ומאפשרת לחברות ללמוד מה בדיוק חושבים עליהן ועל המתחרים שלהן. הפיתוח שמציעה Revuze  מבוסס על AI, ועל פי החברה, הוא מסוגל לבצע ניתוח עמוק ומשמעותי יותר מכל מוצר הקיים בשוק, ולספק תובנות מבוססות נתונים כפי שלא היה ניתן עד כה.\nבין היתר סורק המוצר של Revuze מיליוני דעות צרכנים באופן יומיומי ממגוון מקורות מידע ציבוריים ופנימיים, ובאמצעות למידת מכונה, בינה מלאכותית ניתוח סמנטי של טקסט, הוא מחלק ומארגן את כל המידע לנושאים הרלוונטיים ביותר לכל מותג ומוצר. המוצר של החברה מוצע כיום במודל SaaS.\nהסטארטאפ ePlane גייס 9 מיליון דולר\nהפלטפורמה שפיתחה ePlane (איפליין) מאפשרת לאלפי השחקנים בשוק התעופה לחפש מיליוני רכיבים שונים לתפעול השוטף שלהם בקלות וביעילות. במקום תהליכים ידניים שנהוגים כיום, המערכת של החברה מבוססת למידה עמוקה ואוטומציה, ומאפשר לאלפי השחקנים בשוק לסחור בחלקי חילוף של מטוסים ולאתר שירותי תיקונים, ולשפר כך את מערכת האספקה וההזמנות של החברות ואת מבנה העלויות של המשתמשים בה. כלי החיפוש של החברה מאפשר שליחת הצעות מחיר באופן אוטומטי למוכרים על בסיס הצרכים, המלאי, זמן המשלוח הנדרש של הקונה ועוד.\nדווקא עכשיו: סטארטאפ הטרוול-טק הישראלי Pruvo גייס מיליון דולר\nביום יום מאפשרים המלונות להזמין חדרים עם אפשרות להתחרט. כלומר, תמורת מחיר מעט יותר גבוה ניתן להתחרט ולבטל את ההזמנה, לרוב כמעט עד הרגע האחרון. Pruvo (פרובו) פיתחה אפליקציה שתעקוב בשבילכם אחר המחיר אותו שילמתם בזמן הזמנת המלון, ותודיע לכם ברגע שהוא ירד – כדי שתוכלו לבטל אותה, ולהזמין את אותו החדר בדיוק, במחיר החדש והנמוך יותר. האפליקציה חינמית וזמינה באנדרואיד ו-iOS.\nהסטארטאפ הישראלי Convizit גייס 5 מיליון דולר, כדי ש-AI ינתח התנהגות של לקוחות\nConvizit (קונביזיט) פיתחה כלי מבוסס AI המספק מידע על דפוסי ההתנהגות והמסע שעוברים המשתמשים באתרי אינטרנט. בחברה אומרים כי טכנולוגיות הבינה המלאכותית שפיתחו מבטיחות שכל פעולה שיעשה המשתמש, גם בתוך דפי האתר עצמם, תתועד, תתויג ותועשר בפרטים מובנים הקשורים קשר ישיר לפעולה אשר הוצגו למשתמש, ההכרחיים להבנת הגורמים המשפיעים על חווייתו וההחלטות שביצע.\nקורונה מי? הסטארטאפ Spetz מכריז על גיוס של 750 אלף דולר\nב-Spetz (ספץ) פיתחו מערכת מבוססת צ׳אטבוט שניתן להטמיע בכל פלטפורמת מסרים מיידיים קיימת כדוגמת וואטסאפ, סלאק או מסנג׳ר. במקביל, המערכת מתחברת למערכות ניהול המועמדים שבה עושה שימוש כל חברה, כדוגמת Comeet ו- Niloosoft, על מנת לאפשר לאנשי ה-HR ליצור קשר עם המועמדים בכל שלב בתהליך הגיוס.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nקרן Cardumen מגייסת 60 מיליון דולר להשקעה בסטארטאפים ישראליים\nקרן קרדומן קפיטל השקיעה עד כה בשבע חברות לצד קרנות תאגידיות, בהן MultiVu המאפשרת ליצור תמונות תלת ממדיות באמצעות חיישן בודד, CoreTigo המפתחת מערכת תקשורת אלחוטית שמתיימרת להיות אמינה בדיוק כמו תקשורת חוטית, ו-Reshuffle שפיתחה פלטפורמה המאפשרת למפתחי React להוציא לשוק אפליקציות מוגמרות מבלי להתעסק עם שרתים, מערכי אבטחה ומאגרי נתונים – דברים שהם לאו דווקא מתעסקים איתם ביום יום.\nשני גיוסים בשנה אחת: Perimeter 81 מגייסת עוד 4.5 מיליון דולר\nPerimeter 81 (פרימטר 81) מפתחת טכנולוגיה שמחליפה פתרונות כמו VPN וחומות אש מיושנות. במקום אלו, היא משתמשת בחומרה מקומית המשולבת עם פתרונות ענן (Secure Network as a Service) אשר מאפשרת ליישם מדיניות על גבי שרתי ענן שונים וניהול של משתמשים שונים. לקוחות החברה יכולים באמצעות אפליקציה – הזמינה כמעט בכל הפלטפורמות – להתחבר בלחיצת כפתור לרשת שלהם בצורה מאובטחת ומהירה. זאת, בניגוד לשירותי VPN קיימים הדורשים הגדרות ידניות ותהליכי חיבור ארוכים ויקרים. במקביל, המערכת מאפשרת פריסה אוטומטית ומהירה של הרשת וניהול כמות גדולה של משתמשים, תוך כדי שמתבצע ניטור מתמיד של פעילתם.\nחברת Superwise.ai נחשפת ומגייסת 4.5 מיליון דולר\nחברות רבות נעזרות במודלים מבוססי AI המנתחים ערימות רבות של נתונים במטרה להפיק מאלו תובנות שיעזרו להן להתנהל נכון ומדויק יותר, ולא פחות חשוב מכך – להגדיל רווחים. הבעיה היא, שהתלות הגבוהה של המודלים ביציבות הנתונים שמזינים אותם, והשימוש בכמויות גדולות של נתונים, גורם לכך שלרוב קשה להבחין בזמן אמת בשינויים שמתרחשים והופכים את המודלים ללא רלוונטיים. כתוצאה מכך, עשויים להיווצר לא מעט תרחישים שליליים כמו מחדלי אבטחה, אובדן רווחים, ובמקרים קיצוניים אפילו פגיעה בחיי אדם.\nעל מנת למנוע את המצבים הללו הוקמה Superwise.ai (סופרווייז), שמפתחת פלטפורמה שעוקבת בכל רגע נתון אחר המודלים האלו, עושה להם מעין QA, ומנטרת אותם באופן מתמיד, עוד בשלב ה-Production. לפי Superwise.ai, שימוש בפלטפורמה שלה מאפשר לחברות לשפר את הביצועים של מודלי ה-AI שלהם בעד 30%, תוך כדי צמצום משמעותי של העבודה הנדרשת ממדעני הנתונים.\nהסטארטאפ הישראלי הזה הצליח לגייס 6 מיליון דולר בתוך פחות משבוע\nהמוצר של oolo (אולו) רוצה להחליף את האנליסטים של עולם המדיה בבינה מלאכותית; המערכת שפיתחו בחברה סורקת כמויות גדולות של מידע ממגוון סוגים, ומזהה בו אנומליות – לטובה או לרעה. לאחר מכן, המערכת מנמקת את מקור הבעיה או לחילופין את ההזדמנות שזיהתה, מתמחרת את המשמעות הכספית שלה, ומתריעה על כך לאדם הרלוונטי בארגון.\nסטארטאפ השבבים הישראלי Hailo גייס 60 מיליון דולר\nHailo (היילו) מפתחת מעבד המסוגל להריץ יישומי AI על גבי מכשירי קצה המותקנים במכשירים שונים כמו רחפנים, מוצרי בית חכם, מצלמות, טלוויזיות, מוצרי AR/VR, מוצרים לבישים, מכשירי IoT שונים ועוד. בחברה צופים כי השבב יוכל לצמצם דרמטית את העלויות וצריכת ההספק בהשוואה לשבבים הקיימים בשוק. כמו כן, השבב יהיה מסוגל לעבד תוכני וידאו בזמן אמת תוך שימוש באלגוריתמי Deep Learning.\nהסטארטאפ הישראלי Anchora גייס 4.5 מיליון דולר\nAnchora Medical (אנכורה מדיקל) פיתחה מכשיר תפירה לשימוש חד-פעמי, המשמש מנתחים לתפירת רקמות רכות במהלך ניתוחים זעיר פולשניים. המכשיר שפיתחו ב-Anchora משלב שתלים חכמים המושחלים על חוט כירורגי ליצירת תפרים רצופים או בודדים. יוני אפשטיין, מנכ”ל החברה, אמר בשיחה עם גיקטיים כי הבחירה בפיתוח מוצר חד-פעמי אינה יוצאת דופן, בהתחשב בעובדה שרוב המוצרים בתחום הינם חד-פעמיים. “מוצר רב פעמי יש לנקות, לחטא ואחר כך להעביר סטריליזציה – ישנם סיכונים במחזור של המכשירים”, אומר אפשטיין.\nכן קורונה, לא קורונה: Checkmarx נמכרת על פי שווי של 1.15 מיליארד דולר\nלמעשה, זוהי הרכישה השנייה של Checkmarx. ב-2015 רכשה Insight Venture Partners כ-70% מהחברה הישראלית תמורת 84 מיליון דולר. אז הייתה שווה החברה כ-110 מיליון דולר על פי ההערכות, מה שאומר שבפרק זמן של 6 שנים הצליחה Checkmarx להכפיל את שוויה פי 10. אינסייט תהיה ללא ספק המרוויחה העיקרית מן העיסקה ואף תמשיך להחזיק בחלק ממניות החברה, אך גם עובדי Checkmarx ימשיכו להחזיק בחלק ממניותיה, בעוד החברה תמשיך להתנהל באופן עצמאי.\nספארק הישראלית שעוזרת לכם למצוא חניה נרכשה על ידי חברה אמריקאית\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\n ", "keywords": "funding,israeli startup,september funding,גיוס,גיוסי הון,הון סיכון,הייטק,מרץ,מרץ 2020,סטארטאפ ישראלי,סטארטאפים,סטארטאפים ישראליים,סיכום גיוסי הון,סיכום גיוסים,סיכום גיוסים מרץ 2020,סיכום השקעות"}