{"url": "https://www.geektime.co.il/monthly-funding-january-2020/", "type": "article", "title": "חצי מיליארד דולר בגיוסים ואקזיט ענק: מסכמים את ינואר בהייטק הישראלי", "description": "לא הספקתם לעקוב? הנה הנה כל ההשקעות, הרכישות והגיוסים של חודש ינואר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-01T11:00:40Z", "modified_time": "2020-02-24T11:42:49Z", "articleBody": "לא הספקתם לעקוב? הנה הנה כל ההשקעות, הרכישות והגיוסים של חודש ינואר בסצנת הסטארטאפים הישראלית\n​אומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש דצמבר\nגם אתם גייסתם? יש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אנחנו רוצים לשמוע\nחברת IMedis הישראלית, המפתחת מערכת מבוססת בינה מלאכותית לגילוי מוקדם של סרטן, מחלות לב ומחלות כלי דם, הודיעה כי השלימה גיוס של 1.3 מיליון דולר במסגרת השקעת המונים.\nIMedis מפתחת טכנולוגיה המבוססת על בינה מלאכותית ולמידת מכונה המשלבת יכולות ניתוח תמונה עם יכולות ניתוח טקסט ומתריעה בזמן אמת בפני רדיולוגים על סממנים מוקדמים למחלות, אשר מופיעים בצילומי CT, אך אינם מופיעים בדו”ח הרפואי.\nהסטארטאפ הישראלי Binah.AI​ פיתח טכנולוגיה שמטרתה לחסוך לתאגידים את הצורך לפנות לחברות חיצוניות כדי לנתח את הררי המידע והדאטה שמצויים ברשותו. במקום, הוא מציע מגוון יישומי ״Out-of-the-box״ המוכנים לשימוש והטמעה מיידית, שיספקו מענה לשאלות קריטיות כמה שיותר מהר. החודש הודיעה חברת הסטאראטפ כי קיבלה השקעה אסטרטגית בגובה של מיליון דולר מענקית הביטוח היפנית סומפו.\n​ארבעה חודשים בלבד אחרי שגייסה 50 מיליון דולר, BigID, המסייעת לחברות לוודא שהן ממלאות אחר התקנות הנדרשות בכל הקשור לאיסוף מידע על לקוחות, מגייסת 50 מיליון דולר נוספים. את ההשקעה קיבלה החברה מקרן טייגר גלובל, וביחד איתה סך ההשקעות בחברה עומד על כ-150 מיליון דולר.\nBigID (ביג איי די) פיתחה פלטפורמה לניהול ואכיפה של מדיניות פרטיות המידע ברשת בהתאם לדרישות רגולטוריות ולתקנות מחמירות חדשות כדוגמת החוק האירופאי וחוקי קליפורניה שנכנסו לאחרונה לתוקף. הטכנולוגיה שפיתחה משלבת יכולות Machine Learning ו-Identity Intelligence כדי למצוא, לעקוב ולהפחית את הסיכון סביב כמויות המידע העצומות שחברות שומרות על לקוחותיהן. הפתרון של BigID מאפשר מיפוי וקיטלוג אוטומטי של כל המידע שנאסף לגבי כל לקוח ולקוח ומעניק כלים הכרחיים לאחראיים על בטחון המידע בארגון, בהם זיהוי מהיר ובקרה על מידע ופרטי.\nחברת האנליטיקה הישראלית Sisense הצטרפה למועדון המכובד של חדי-הקרן הישראליים עם גיוס של 100 מיליון דולר, שנעשה על פי שווי של 1.1 מיליארד דולר. בגיוס, שעשוי לצמוח ל-120 מיליון דולר, השתתפו כלל-טק, Battery Ventures, קרן Bessemer ו-קרן Insight.\nהרעיון הבסיסי מאחורי המוצר של Sisense (סייסנס) הוא לאפשר לארגונים בתעשיות שונות לנתח כמויות גדולות של נתונים, ללא צורך בהקמת צוות טכנולוגי מורכב לכך. המערכת מאפשרת למשתמשים עסקיים מכל הגדלים לנהל ולנתח מידע מורכב ממספר רב של מקורות מידע או מאגרי מידע גדולים, וליצור מהם לוחות תצוגה אינטראקטיביים (דאשבורד) באופן פשוט ונגיש.\nהסטארטאפ הישראלי Jolt שמבטיח אלטרנטיבה רלוונטית יותר למוסדות הלימוד המסורתיים, הודיע כי השלים סבב גיוס בגובה של 14 מיליון דולר בהובלת Balderton Capital לצד Hilsven Capital מעמק הסיליקון ו-Octopus Ventures הבריטית.\nג׳ולט עברה מספר גלגלולים מאז הקמתה, והמוצר העיקרי שבו היא מתמקדת כרגע הוא מה שהיא מכנה ״אל-תואר״ במנהל עסקים. מטרת התוכנית היא להוות חלופה לתואר השני במנהל עסקים, והיא נבנתה על בסיס מחקר שבדק אילו כישורים נדרשים באלפי משרות עסקיות בעולם ההייטק, ונבנתה על ידי ועדה אקדמית המורכבת מישראלים בכירים בתחום.\n​CLEW Medical, שפיתחה פלטפורמה מבוססת AI המסייעת לבתי חולים לשפר את הטיפול בחולים, הודיעה כי השלימה סבב גיוס שני בגובה 10 מיליון דולר בהובלת קרן Pitango.\nCLEW (לשעבר Intensix) מפתחת מערכת אנליטית לניתוח מידע רפואי שמטרתה לנסות ולצמצם את אחוז מקרי המוות שנגרמים כתוצאה מכשל רב מערכתי, בעיות לב וזיהומים, ביחידות הטיפול הנמרץ. המערכת יודעת לזהות מבעוד מועד התדרדרות של חולים המאושפזים בטיפול נמרץ באמצעות ניתוח נתונים של המטופלים בכל רגע נתון.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nהסטארטאפ הישראלי Nanox פיתח סורק CT דיגיטלי בעל עיצוב עתידני שעלותו זעומה יחסית למכירו של מכשיר מסורתי. החודש הוא הודיע על קבלת השקעה בגובה של 26 מיליון דולר מ-Foxconn, Fujifilm ו-SK Telecom.\nהסורק הוא חלק מפתרון כולל המבוסס על טכנולוגיית ענן, שיספק שירות הדמיה רפואי מלא הכולל מאגר דאטה נרחב לאיחסון תמונות, סקירה ופענוח רדיולוגי בזמן אמת, תוך חיבור למערכות בינה מלאכותיות ותשלום. כלומר, לצד פיתוח המוצר החומרתי, החברה גם מציעה תוכנה במתכונת של SaaS – שלקוחות ישלמו עליה פר שימוש, בהתאם לכמות הסריקות והניתוחים של התצלומים שהם צריכים.\nחברת RadiAction רוצה לצמצם את מידת הקרינה שרופאים נחשפים אליה בתהליך הצנתור ומגייסת לשם כך 18 מיליון דולר מ- InnovaHealth Partners LP.\nהחברה פיתחה מעין מגן רובוטי הנפרס מתוך זרוע מערכת ה-C-ARM – מערכת השיקוף של חדרי צנתורים, שמרכז בתוכו את כל הקרינה הנפלטת מהמכשיר. כך, הרופאים יוכלו להוריד את פרטי הלבוש והמיגון הכבדים, מבלי לדאוג לפגיעה בבריאותם. מדובר במוצר היחיד שמגן על הצוות הרפואי כולו בחדר ועל כל איברי הגוף, כולל ראש.\nחברת Intezer המסייעת לארגונים להתמודד עם איומי סייבר הודיעה על גיוס של 15 מיליון דולר במסגרת סבב B. את סבב הגיוס הובילה קרן OpenView ולקחו בו חלק המשקיעים הקיימים בהם Samsung Next, Magma ו-Intel Capital.\nהטכנולוגיה של החברה מסוגלת לזהות שימוש חוזר בקוד, וכך מתחקה אחר המקורות של כל תוכנה ומי יצר אותה. בצורה זו, היא הצליחה לזהות וירוס שתקף את המפלגה הדמוקרטית ב-2016 בארה״ב, ופותח ע״י ארגון ממשלתי רוסי. היתרון של הטכנולוגיה הוא שהיא הופכת את תקיפות הסייבר להרבה פחות רווחיות, שכן היא מכריחה את התוקפים להתחיל מאפס בכל פעם, ולא להתבסס על פיסות קוד קיימות.\nחברת הסטארטאפ הישראלית Snyk, שמפתחת טכנולוגיה להגנה על ספריות חיצוניות מבוססות קוד פתוח, הודיעה על השלמת סבב גיוס נוסף בגובה 150 מיליון דולר שנעשה על פי הערכת שווי של מיליארד דולר.\nבעבר, רוב השימוש בקוד פתוח היה ב-5 קומפוננטות כמו Apache. כיום, מציעים המרקטפלייסים השונים יותר מ-200 אלף חבילות קוד פתוח שזמינות למפתחים. הפיתוח של Snyk מאפשר למפתח לבחון את החבילה שבה הוא רוצה להשתמש – עוד לפני השימוש – ומצביע על חולשות בקוד שלה, אם אלו קיימות; במקביל, הפיתוח של Snyk סורק את הקוד גם לפני העלאה לפרודקשן, כלומר, לפני שהוא נחשף לקהל המשתמשים. אם נמצאת בעיה, המערכת של Snyk מטמיעה את עדכון האבטחה הרלוונטי שיתקן אותה.\nMine, סטארטאפ ישראלי חדש, שפעל עד עכשיו מתחת לרדאר, רוצה להחזיר לכולנו את השליטה במידע האישי שאנחנו משתפים עם מאות חברות – לעיתים ללא ברירה. החודש, הוא הודיע על גיוס של 3 מיליון דולר  מהקרנות Battery Ventures ו-Saban Ventures.\nMine הוא כלי וובי שמאפשר לכם לגלות ולמחוק את כל העקבות הדיגיטליות שאתם משאירים מאחוריכם ברחבי האינטרנט. עקבות דיגיטליות יכולות להיות נתונים אישיים כמו שם, כתובת מגורים או עבודה, מספר טלפון, מספר תעודת זהות או דרכון וכמובן גם פרטי כרטיס אשראי. כל אחד יכול לבקש למחוק את הפרטים הללו באופן מיידי, אבל מרביתנו לא טורחים לעשות זאת. בעזרת Mine תוכלו לראות רשימה של כל החברות שמחזיקות את המידע שלכם, ובאיזה סוג מידע בדיוק הן מחזיקות.\nלפני שנתיים היא גייסה 82 מיליון דולר, סכום מרשים לכל הדעות, אבל החודש AppsFlyer גרמה לסכום הזה להראות כמעט כמו גיוס סיד צנוע. החברה, שמפתחת מערכת לניטור ומדידה יעילות של קמפייינים פרסומיים בשוק המובייל, הודיעה על השלמת סבב גיוס D ענק בהיקף של 210 מיליון דולר בהובלת קרן ההשקעות האמריקאית General Atlantic. כמו כן השתתפו בסבב Qumra Capital, DTCP , Goldman Sachs Growth,Pitango Venture Capital ו-Magma Venture Partners. סבב הגיוס בוצע על פי הערכת שווי של 1.4 מיליארד דולר לפני הכסף.\nהמערכות שפיתחה AppsFlyer מאפשרות לניתוח ומדידה של קמפייניים דיגיטליים על פני שירותי פרסום שונים כמו אלו של גוגל, פייסבוק, טוויטר, אפל וחברות נוספות. בכך היא מאפשרת למפרסמים לנהל ולבצע אופטימיזציה של כל הקמפיינים שלהם בכל מקורות המדיה, כולל מקורות בתשלום, מקורות אורגניים, ויראליים וחברתיים. בין לקוחות החברה ניתן למצוא גם שמות בולטים למדי כמו NBC, Universal, HBO, Tencent, eBay, Nike ועוד. המערכת של החברה מתממשקת אל מול יותר מ-5,000 מערכות של חברות אחרות.\nהסטארטאפ הישראלי Placer.ai נעזר ביכולות המיקום של הסמארטפון שלכם, כדי לעזור לבעלי עסקים לדעת בזמן אמת כמה אנשים ביקרו אצלם בבית העסק במשך תקופות שונות. לאחרונה הוא הודיע על גיוס של 16 מיליון דולר בהובלת  JBV Capital ובהשתתפות קרן Aleph, והקרנות Reciprocal Ventures ו-OCA Ventures.\nהפלטפורמה של Placer.ai מתבססת על מידע המגיע מעשרות מיליוני מכשירים ניידים ויותר מ-500 אפליקציות סמארטפון שעושות שימוש ב-SDK שלה. באמצעות הפיתוח של החברה יכולים עסקים לדעת בזמן אמת כמה אורחים מבקרים במקום מסוים מדי שעה, יום או חודש; הם יכולים ללמוד על נתח השוק של חנות מסוימת, עד כמה היא פופולארית בקרב האוכלוסיה; לדעת מהיכן מגיעים הלקוחות להתארח במסעדה שלהם, ולאן הם ממשיכים משם. בצד של לקוחות הקצה – אלו יכולים ליהנות מקופונים והטבות מותאמות אישית להם, בהתאם לתחומי העניין, ההעדפות והצרכים שלהם בכל רגע נתון.\nחברת Ubeya, שפיתחה פלטפורמת SaaS לצורכי ניהול עובדים זמניים, הודיעה על השלמת סבב גיוס A בסך 3.5 מיליון דולר. הגיוס הובל על ידי קרן ICV, אליה הצטרפה חברת טכנולוגיית ה-HR האמריקאית Cornerstone OnDemand וקרן מאגמה, שהובילה את סבב הגיוס הקודם של החברה.\nהחברה מספקת ללקוחותיה פתרון ניהול מותאם משלב גיוס העובדים, שיבוץ למשמרות, דיווחי שעות ועד לחישוב השכר. היא פיתחה אלגוריתמים הלומדים את דפוסי ההעסקה של לקוחותיה – החל מכישורי העובדים הנדרשים, תמהיל הצוות האופטימלי, אזורי עבודה מועדפים, שכר פוטנציאלי ועוד – ובכך מתאימה ללקוחותיה כח אדם נוסף לפי צרכיהן.\nהסטארטאפ הישראלי Iguazio, המאפשר לארגונים בכל הגדלים לבנות יישומי AI, הודיע על גיוס של 24 מיליון דולר. את סבב הגיוס הובילה קרן INCapital Ventures, ולקחו בו חלק משקיעים חדשים וקיימים בהם: Samsung SDS, Magma Venture Partners, Verizon Ventures ו-Pitango.\nIguazio מציעה פלטפורמה המאפשרת לבנות יישומי AI בסביבה אינטגרטיבית; בעזרתה, מפתחים יכולים ליצור יישומים הרצים בזמן אמת, תוך שימוש במכלול כלי ה-open source שהם מכירים ואוהבים. הטכנולוגיה משתלבת במגוון סביבות מחשוב ארגוניות (edge, hybrid, on premises) ובעצם מדובר בהשלמה לשירותיהם של ספקי ענן גדולים.\n​חברת הסטארטאפ Grid4C שרוצה להכניס קצת בינה מלאכותית לתחום האנרגיה, גייסה 6 מיליון דולר בהובלת Alectra הקנדית ובהשתתפות ICV ו-iAngels. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה מאז הקמתה מסתכם ב-12.5 מיליון דולר.\nGrid4C מפתחת מערכת תוכנה ייעודית ליצרני וספקי חשמל המאפשרת להפוך את כמות הנתונים המסיבית המגיעה ממוני חשמל ומכשירים חכמים למידע בעל ערך רב. בעזרת בינה מלאכותית, היא מספקת תחזיות צריכה בזמן אמת וברמת דיוק גבוהה ברמת הצרכן הבודד או של מכשירי החשמל.\nאחד מצווארי הבקבוק המרכזיים בתחום הסחר האלקטרוני הוא המייל האחרון, כלומר, ההגעה מהמרכז הלוגיסטי אל בית הלקוח. הסטארטאפ הישראלי Bond, המפתח מרכזי הפצה קטנים הממוקמים בתוך שכונות מגורים, הודיע החודש על השלמת סבב גיוס של 15 מיליון דולר. בסבב הגיוס השתתפו Lightspeed Venture Partners לצד MizMaa Ventures ו-TLV Partners.\nBond מגדיר את עצמו “The Post Purchase Company” ועוסק באופטימיזציה של השלב שמגיע אחרי רכישת המוצר. המערכת מתחברת היישר לממשק ה-E-commerce של המותגים שונים, מושכת מהם את ההזמנות ומעבירה אותן למרכזי שילוח פיזיים שהחברה פתחה בשכונות שונות ברחבי המטרופולין.\nהסטארטאפ הישראלי Nuweba מאפשר שימוש רציף, חלק ומאובטח בארכיטקטורות Serverless בשירותים הדורשים ביצועים גבוהים, כדוגמת נטפליקס, אובר ואתרי קניות למיניהם. החודש, הוא הודיע על הרחבת סבב גיוס הסיד שלו בעוד 5.4 מיליון דולר, מה שמעמיד אותו על 10.2 מיליון דולר. את סבב הגיוס הובילה Blumberg Capital והשתתפו בו Magma Partners ו-Target Global. הפלטפורמה של Nuweba אמורה לספק מענה לבעיות החמורות ביותר בעולם ה-Serverless – הקשורות לאבטחה, ניטור ומהירות – ומבלי שלהקוחות נדרשים לעזוב את סביבות הענן הקיימות שלהן.\n​Butterfly Medical​ הישראלית, המציעה טיפול לא ניתוחי לגברים הסובלים מתסמיני ערמונית מוגדלת, הודיעה כי השלימה סבב סיד בגובה 2 מיליון דולר. את הסבב הובילו משקיעים אמריקאים – פול מראז’ וקמרן סימינו, והשתתפו בו גם המשקיעים הישראלים מורי ארקין ודן זיסקינד. החברה מציעה חלופה המאפשרת לבצע טיפול בחדר הרופא במקום בחדר הניתוח, מבטלת את הצורך באשפוז ומקצרת באופן משמעותי את זמן ההתאוששות של החולה.\nSealights הישראלית, המפתחת פלטפורמה לבדיקות איכות רציפות, השלימה סבב גיוס בגובה 8.6 מיליון דולר. את סבב הגיוס הובילה Cisco בשיתוף עם Wipro Ventures, זרוע ההשקעות של חברת ה-IT ההודית Wipro Limited. עד כה גייסה החברה כ-20 מיליון דולר.\nSealights פיתחה פלטפורמה מבוססת Machine Learning לבדיקת איכות אוטומטית לארגונים גדולים, כך שיוכלו לשחרר גרסאות פיתוח במהירות גבוהה יותר. הפלטפורמה שלה מקצרת את זמני הרצת הבדיקות ומתריעה, טרם שחרור הגרסה, על שינויים שנעשו על ידי המפתחים בקוד, ולא נבדקו כלל – דבר, כך טוענים בחברה, העלול להוביל לבאגים קריטיים למשתמשי הקצה אם תעלה הגרסה לאוויר.\nהסטארטאפ הישראלי Clarifruit הודיע על השלמת סבב גיוס Seed של של 6 מיליון דולר. את סבב הגיוס הובילה קרן First Time, מקבוצת The Time, והשתתפו בו גם משקיעים פרטיים.\nהחברה פיתחה פלטפורמה לבדיקת איכות לפירות וירקות המבוססות על ניתוח תמונות באמצעות בינה מלאכותית. המערכת מבצעת אוטומציה לכל תהליך איסוף המידע ועוזרת בקבלת החלטות מבוססות-דאטה לאורך כל התהליך: ממי כדאי לקנות, כמה לשלם למגדל, מה לעשות עם הסחורה, ועוד.\n​הסטארטאפ הישראלי Aquant מודיע על השלמת גיוס בגובה של 30 מיליון דולר, מה שמעמיד אך סך הגיוסים שלו עד כה על 40 מיליון דולר. את סבב הגיוס הובילה קרן Insight Partners, אחת מהקרנות הפעילות ביותר בחודשים האחרונים בישראל. כמו כן השתתפו בסבב גם Angular Ventures ו-Silvertech Ventures.\nחברת Segasec הישראלית שפעלה עד כה בלי יותר מידי חשיפה תקשורתית, נרכשת על ידי חברת Mimecast הבריטית. החברה הישראלית מספקת פתרונות להגנה מפני איומים דיגיטליים כמו נסיונות פישינג, והתחזות במטרה לגנוב כסף ונתונים אישיים. פרטי העסקה וסכום הרכישה לא פורסמו, אך לפי הערכות בשוק היקפה עומד על 40 מיליון דולר.\nסטארטאפ הסייבר הישראלי Armis (ארמיס) נמכר לקרן האחזקות Insight Partners על פי הערכת שווי של 1.1 מיליארד דולר – האקזיט הגבוה ביותר בתולדות הסייבר הישראלי. Armis מזהה מכשירים המחוברים והמנותקים מהרשת, מנתחת באופן שוטף את התנהגותם לזיהוי איומים והתקפות, ומגנה על מערכות ומידע קריטי על ידי זיהוי מכשירים חשודים או מזיקים והכנסתם להסגר.\nבניגוד לעסקאות רבות, לא מדובר כאן בתאגיד זר שרוכש סטארטאפ מקומי ואז מטמיע אותו במוצרי החברה. הרוכשת, קרן Insight היא קרן אחזקות פרטית, שתהפוך בעקבות העסקה לבעלת השליטה העיקרית, כשלא צפוי שינוי מהותי באופי הפעילות של Armis.\n​חודשיים אחרי שגייסה 10 מיליון דולר, הודיעה Loom Systems הישראלית כי היא נרכשת על ידי ServiceNow האמריקאית. פרטים כספיים בנוגע לעסקה לא פורסמו, אך מאז הקמתה גייסה החברה הישראלית 16 מיליון דולר.\nLoom Systems רוצה לשדרג את עבודת צוותי ה-DevOps ואנשי ה-IT בחברה באמצעות זיהוי תקלות לפני שכלי סריקה מסורתיים מצליחים לאתר אותן. המערכת של החברה, מבוססת בינה מלאכותית, מעבדת נתונים ממגון מקורות מידע, מנתחת ומשווה את המידע במערכת אל מול לוגים ומקורות נוספים כדי למצוא את הגורמים שמעידים על תקלה פוטנציאלית. בצורה זו, היא מאפשרת לצוותי ה-IT להתעסק בבעיות הדחופות ביותר, ולקבל התראות מדויקות לפני שהן מספיקות להשפיע בצורה כלשהי על הפעילות השוטפת.\nאחרי שגייס קרוב ל-80 מיליון דולר לאורך 13 שנות פעילותו, הסטארטפ הישראלי Eyeview נאלץ להודיע בחודש דצמבר האחרון על הפסקת פעילות, בעקבות התרוקנות המזומנים מהקופה. החודש, הודיעה החברה האמריקאית Aki Technologies כי תרכוש את הטכנולוגיה שפיתח, המאפשרת המרה והצגה של סרטוני פרסומת מותאמים אישית עבור כל משתמש. פרטים כספיים של העסקה לא פורסמו, אך מאז הקמתה גייסה הרוכשת כ-3 מיליון דולר בלבד.\nמייסדי חברת הגיימינג הישראלית MoonActive, אשר עומדת מאחורי משחק המובייל הפופולארי Coin Master, מימשו אחזקות בגובה של 125 מיליון דולר מקרן Insight. במסגרת העסקה, הקרן רכשה מניות מבעלי המניות הקיימים שלה, שהשקיעו בה עד כה כ-10 מיליון דולר בלבד. על פי החברה, העסקה התבצעה על פי ערך של 1.25 מיליארד דולר.\nMoon Active פיתחה את Coin Master, משחק קז׳ואל עם מיליוני משתמשים פעילים ביום. רק ב-Google Play, חצה המשחק את רף ה-50 מיליון הורדות, והוא נמצא במקום ה-2 בקטגוריית ה-Top Grossing\n ", "keywords": "גיוס,סיכום גיוסים,סיכום גיוסים ינואר 2020,הייטק,הון סיכון,funding,september funding,israeli startup,גיוסים ינואר 2020,גיוסים ינואר 2019,סיכום גיוסים ינואר 2019"}