{"url": "https://www.geektime.co.il/apple-wwdc-2019-preview/", "type": "article", "title": "מחר ייפתח כנס המפתחים של אפל: הנה מה שצפוי לנו", "description": "מצב תצוגה חדש שיחסוך לכם בחיי הסוללה, פיצ׳ר איתור חדש, זריקת החייאה לאפליקציות במק ובשעון. כל אלו רק חלק מהדברים שאפל תציג מחר על הבמה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/wwdc2019-800x450-1559477484-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-02T19:28:28Z", "modified_time": "2019-06-02T19:36:45Z", "articleBody": "מצב תצוגה חדש שיחסוך לכם בחיי הסוללה, פיצ׳ר איתור חדש, זריקת החייאה לאפליקציות במק ובשעון. כל אלו רק חלק מהדברים שאפל תציג מחר על הבמה\nתמונה: אפל\nעונת ההכרזות של ענקיות החומרה והתוכנה מגיעה לשיא עם כנס המפתחים השנתי של אפל, WWDC 2019, שכמיטב המסורת, עומד לספק מחר (יום ב׳) את את כל ההכרזות על עולם התוכנה של אפל עם כל הפיצ׳רים החדשים שיגיעו לאייפונים, אייפדים, מקים, שעוני אפל, ומכשירי האפל טי וי ברחבי העולם. כרגיל, חלק מהמידע על ההכרזות באירוע כבר דלף מבעוד מועד, אז למה שלא נתחיל את החגיגה מוקדם?\nכדאי לדעת שאירוע המפתחים של אפל בדרך כלל נועד לצורך הצגה של עדכוני מערכות ההפעלה של אפל, והשנה מלבד אולי מק-פרו משודרג – לא נראה שיוצגו מכשירים חדשים על הבמה. כל מערכות ההפעלה של אפל יוצגו בגירסאות חדשות הכוללות את iOS 13 לאייפדים ולאייפונים, macOS 10.15 למקים, watchOS 6 לשעוני אפל ו-tvOS 13 למכשירי אפל טי וי.\nאחרי ששנה שעברה אפל התמקדה בייצוב של iOS ותיקון של באגים ובעיות ביצועים שהופיעו בגרסאות הקודמות, אפל ממשיכה במגמת השיפורים ולא מתכננת מהפכה של ממש במערכת ההפעלה של האייפונים והאייפדים. עם זאת, אפל עומדת להציג לראשונה במכשירי iOS מצב כהה (Dark Mode): לאחר שתפעילו אותו, התפריטים והממשק של המכשיר שלכם יוצגו בצבעים כהים מאוד. ב-9to5mac הניחו את ידיהם על תמונת מסך מתוך iOS 13, וטוענים כי ניתן יהיה להפעיל את האפשרות מאפליקציית ההגדרות וממרכז השליטה, אך ביום שני אנחנו נזכה לראות אותו באופן מלא ורשמי.\nאם הרעיון הזה נשמע לכם מוכר, אתם וודאי זוכרים ששנה שעברה אפל הציגה Dark Mode למערכת ההפעלה של מחשבי המק, macOS Mojave. הפיצ׳ר לא רק יקל על העיניים שלכם בחשכה, או פשוט יראה מגניב, אלא שהוא גם עשוי לסייע לכל הקשור לצריכת הסוללה שלכם במסכי OLED (כמו במכשירי iPhone X), בהם כל פיקסל מואר באופן עצמאי, או פשוט לא נדלק כאשר התצוגה היא שחורה. ואם כבר עיצוב, ישנן שמועות מרובות על כך שאפל סופסוף תשנה את אייקון הווליום שמופיע בכל פעם שאתם לוחצים על כפתורי הווליום, ובמקום שהוא יכסה את המסך, הוא יופיע בצורה אלגנטית יותר מתחת לנעשה על המסך. בשני המקרים עדיף מאוחר מאשר לעולם לא.\nבנוסף, אפל עשויה להציג שדרוג למקלדת המובנית של מכשירי iOS ולאמץ את הטרנד ממקלדות האנדרואיד של לפני כמעט עשור עם אפשרות ה-Swipe שתאפשר לכם להחליק בין אותיות, ובכך להרכיב מילים במקום להקליד אות אחרי אות. כמו כן, אפל עומדת לאחד את אפליקציית Find My iPhone ו-Find My Friends לאפליקציה אחת בשם “Find My״, עם תפריט מאוחד ונוח יותר לשימוש. שמועות נוספות טוענות כי אפל תציג טוויסט לרעיון של מעקב אחרי הסמארטפון שלכם, וליצור מעין רשת איתור פנימית שמאפשרת לאייפונים להציג את המיקום שלהם גם אם תקשורת הנתונים כבויה באמצעות תקשורת עם אייפונים קרובים (בסגנון ״Tile״, למי שמכיר), אך טרם ברור האם מדובר בפיצ׳ר תוכנתי או חומרתי שיגיע עם מכשירים עתידיים.\nגם השנה אפל עומדת להתמקד מאוד באייפדים ובהפיכה שלהם לכלי עבודה ותחליף דסקטופ, וכעת ידוע לנו שהיא תשדרג את מערך המולטיטאסקינג ותאפשר מעין חלונות צפים אינטראקטיביים שתוכלו להזיז ברחבי המסך ולעבוד עימם. כמו כן, יתכן ונראה שדרוג מעניין למסך הבית באייפדים ואף תמיכה בעכבר חיצוני.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nאחרי ששנה שעברה נתנה לנו הצצה לפרויקט ״מרציפן״ (זה לא הקטע של גוגל לתת שמות של מתוקים?), הגיע הזמן של אפל להראות למפתחים בדיוק איך הם יכולים להעביר את אפליקציות iOS שלהם לאפליקציות המתאימות למחשבי מק. המהלך צפוי להוביל למבול של אפליקציות ״חדשות״ למחשבים של אפל, שחנות האפליקציות שלה למק סובלת מחוסר עניין קשה מצד המפתחים ומצד המשתמשים.\nבזכות מרציפן, אפל עומדת להודיע על הוצאה להורג של תוכנת אייטיונז ולהציג במקומה אפליקציית פודקאסטים המבוססות על אפליקציות ה-iOS המוכרות (בנוסף לאפליקציות ווידאו ומוזיקה אשר פותחו בנפרד), וזאת לאחר שהציגה אפליקציות כמו אפליקציית השעון, Home וחדשות כבר בשנה שעברה. בנוסף, אפל תשלב גם את יכולות ה-Screen Time וקיצורי הדרך של סירי בגירסה החדשה, ויתכן ונראה אף אפליקציות נוספות מבית אפל מ-iOS שיעשו את דרכן למחשב שלכם.\nשמועה נוספת טוענת כי משתמשי אייפדים ומקים יוכלו לחבר אותם האחד לשני, ולהשתמש באייפד בתור מסך חיצוני. יש כמה וכמה אפליקציות צד-שלישי שיודעות לעשות זאת, אך כאן מדובר בתמיכה רשמית של אפל ופונקציה שסביר להניח שתעבוד בצורה חלקה יותר ונוחה יותר.\nצילום: גיקטיים\nלא רק המקים מתקשים עם חנות האפליקציות שלהם. גם השעון של אפל זוכה להתעלמות לא קטנה מקהילת המפתחים ומהמשתמשים שחלקם לא יודעים שחנות האפליקציות של השעון קבורה אי שם באפליקציית ההגדרות באייפון שלהם. על כן, מלבד עוד Watchfaces (עיצובי שעון) מסוגננים, משתמשי השעונים של אפל שיעדכנו למערכת ההפעלה הבאה יהנו גם מחנות אפליקציות מובנית, ממש כמו באייפון.\nבנוסף, אפל תציג אפליקציה חדשה לספרים קוליים (Audiobooks), שיפורים לאפליקציית הבריאות הכוללים גם אפשרות למעקב אחרי המחזור החודשי, מעקב אחרי תרופות ותזכורות שונות, וכמו כן אפליקציות חדשות כמו תזכורות קוליות ואפליקציית מחשבון, למקרה שאתם חייבים לעשות חישובים על מסך פצפון.\n\nבשנים האחרונות המשתמשים הכבדים של אפל מרגישים שהיא זנחה את תחום המקים, אבל לאחרונה מבצעת כמה תיקונים נחוצים, ולאחר שהשיבה לחיים המק-מיני והמקבוק אייר, יתכן ו-WWDC יטמון בחובו גם חשיפה של ה-Mac Pro החדש. למי שלא מכיר, המק-פרו הוא מחשב שולחני (שקצת מעוצב כמו פח אשפה יוקרתי) שמכיל בתוכו חומרה הרבה יותר חזקה מהמחשבים האחרים של החברה ומיועד בעיקר למשתמשים כבדים ויוצרי תוכן שלא בהכרח רוצים מסך מובנה כמו ב-iMac. בשלב הזה טרם ידועים פרטים על המק-פרו ואפילו האם הוא ייחשף, אבל אפל כבר הודיעה בעבר כי המק-פרו הבא ישים דגש על מודולוריות, כך שתוכלו להרכיב מחשב עוצמתי ולהתאים אותו לצרכים שלכם גם בהמשך הדרך.\nמינג-צי קו, האנליסט המאוד אמין, טוען שאפל מפתחת תצוגה חיצונית ענקית בגודל 31.6 אינץ׳ ורזולוציית 6K ותתמוך בתקן HDR וכמה מהפיצ׳רים של אפל כמו Night Shift ו-True Tone. קו טען כי אפל מתכננת להשיק את המוצר ברבעון השני או השלישי של השנה, מה שתואם את המועד של אירוע המפתחים.\nאפל תחשוף מחר (ב׳) החל מהשעה 20:00 עוד המון פרטים על כל המערכות החדשות, ובתקווה גם המוצרים החדשים, כך שצפויות עוד לא מעט הפתעות מעניינות. אנחנו כמובן נדווח מחר תוך כדי האירוע הגדול של אפל, כך שכדי לא לפספס שום עדכון וודאו עכשיו שהורדתם את אפליקציית גיקטיים (לאייפון או לאנדרואיד), עיקבו אחרי עמוד הפייסבוק או הטוויטר שלנו, ואל תשכחו להרשם לערוץ הטלגרם שלנו בו תוכלו לקבל את העדכונים מיד עם יציאתם.", "keywords": "אייפון,אייפד,אפל,כנס מפתחים,מק,wwdc,ios,ios 13,wwdc 2019,apple,iphone,ipad,mac,macos,apple watch,watchos"}