{"url": "https://www.geektime.co.il/microsoft-hyper-v-citrix-essentials/", "type": "article", "title": "סיטריקס תספק פתרונות וירטואליזציה ללקוחות מיקרוסופט", "description": "חברת סיטריקס (Citrix), המיוצגת בישראל על ידי קבוצת אמן, מרחיבה את השותפות האסטרטגית עם מיקרוסופט בנושאי וירטואליזציה ומציעה ללקוחות מיקרוסופט גרסה חדשה של פתרון ניהול תהליכי וירטואליזציה המותאם למוצר ה- Hyper-V של מיקרוסופט.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/12/citrixhyperv1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-12-24T00:01:21Z", "modified_time": "2009-12-24T00:01:21Z", "articleBody": "חברת סיטריקס (Citrix), המיוצגת בישראל על ידי קבוצת אמן, מרחיבה את השותפות האסטרטגית עם מיקרוסופט בנושאי וירטואליזציה ומציעה ללקוחות מיקרוסופט גרסה חדשה של פתרון ניהול תהליכי וירטואליזציה המותאם למוצר ה- Hyper-V של מיקרוסופט.\nחברת סיטריקס (Citrix), המיוצגת בישראל על ידי קבוצת אמן, מרחיבה את השותפות האסטרטגית עם מיקרוסופט בנושאי וירטואליזציה ומציעה ללקוחות מיקרוסופט גרסה חדשה של פתרון ניהול תהליכי וירטואליזציה המותאם למוצר ה- Hyper-V של מיקרוסופט. גרסת 5.5 של Citrix Essentials ל- Hyper-V של מיקרוסופט תכלול מעתה גם את פונקצית התאוששות האתרים Citrix StorageLink, המכילה סט של כלים המאפשרים המשכיות עסקית במקרה של נפילת אתר הלקוח באופן קל לשימוש, מהיר וחסכוני.\nבעזרת יכולת התאוששות האתרים StorageLink, סיטריקס מאפשרת ללקוחות לתכנן, לבחון ולנהל בעצמם שירותי DRP לאתרים, תוך ניצול חומרה לאחסון להעתקת הנתונים, דרך קונסולה בודדת. אפשרות הבחינה מאפשרת ללקוחות לבחון מספר תסריטי DRP ולראות כיצד ניתן להתגונן בפניהם. הלקוח יכול גם לשלב את פתרונות הצלת הנתונים עם יישומי ניהול מערכות שברשותו ובכך להקל על השימוש והתפעול.\nכתוצאה משיתוף הפעולה בין סיטריקס למיקרוסופט, לקוחות Microsoft Hyper-V יוכלו לצמצם סיכונים לנפילת האתרים שלהם ע”י שימוש בפתרון StorageLink של סיטריקס, שהינו חלק ממוצר ה – Citrix Essentials 5.5.\nלו שיפלי (Lou Shipley), סגן נשיא ומנהל כללי של חטיבת ניהול וירטואליזציה בסיטריקס, אמר: “אנו ממשיכים להציע פתרונות ויכולות נוספים במוצרי ניהול הוירטואליזציה שלנו. כפי שעשינו בתחום וירטואליזצית שולחנות העבודה, שיתוף הפעולה שלנו עם חברת מיקרוסופט הביא, פעם נוספת, למציאת פתרונות בעלי ערך רב ללקוחותינו המשותפים. נמשיך את השותפות המבורכת הזו כדי להרחיב את פתרונות ה-DRP שלנו ולהוסיף פתרונות בתחום ההמשכיות העסקית”.", "keywords": "סיטריקס,מיקרוסופט,וירטואליזציה,citrix,microsoft,virtualization,hyper-v,citrix essentials,storagelink,וירטואליזציה1"}