{"url": "https://www.geektime.co.il/claroty-raised-60m/", "type": "article", "title": "חברת Claroty מגייסת 60 מיליון דולר כדי להגן על תשתיות קריטיות", "description": "עד כה גייסה החברה, מקבוצת הסייבר Team8, סך כולל של כ-93 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/מייסדי-קלארוטי-2-קרדיט-יורם-רשף-copy-1528709117.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-11T14:59:28Z", "modified_time": "2018-06-11T15:06:21Z", "articleBody": " עד כה גייסה החברה, מקבוצת הסייבר Team8, סך כולל של כ-93 מיליון דולר\nמייסדי קלארוטי. צילום: יורם רשף\nהסטארטאפ השני שהשיק מיזם הסייבר Team8 – קלארוטי (Claroty), שמפתח פלטפורמת הגנה ובקרה על מתקני תשתית קריטית, הודיע היום (ב׳) על סגירת סבב גיוס נוסף. את סבב הגיוס השני (Series B), בהיקף של 60 מיליון דולר, גייסה החברה משורת חברות תעשייתיות וספקיות מערכות בקרה בולטות, והובילה אותה Temasek. בסבב השתתפו Schneider Electric ,(באמצעות קרן Next47 שלה) Siemens, Envision Ventures והמשקיעים הקיימים בהם Bessemer Venture Partners, Innovation Endeavors ו-Team8.\nבשנים האחרונות רואים יותר ויותר חברות שעוסקות בתשתיות קריטיות כמו מפעלי מים, תחנות כח ותשתיות תחבורה, שמחברות את הרשתות והציוד התעשייתי שלהן (OT) לרשת (IT), מה שמייצר כמובן דרישה לטכנולוגיות אבטחה ייעודיות. בשל חשיבותן, רשתות אלה מהוות מטרה אידיאלית, המאפשרת לתוקפים נחושים לקצור מידע ולבסס בהן נוכחות מתמדת לצורך מתקפות פוטנציאליות עתידיות. ב-2017, ספגו רשתות תעשייתיות נזק משני במתקפות כופר כמו WannaCry ו-NotPetya, שעלו לחברות מיליונים באובדן הכנסות.\nClaroty פיתחה פלטפורמת אבטחה חדשה המיועדת לתשתיות הקריטיות והרגישות ביותר, שמספקת הגנה והתראות מפני התקפות סייבר המשלבת גישה מאובטחת מרחוק. עם זאת, ובניגוד למוצרי סייבר אחרים, שמתמקדים בזיהוי חדירות או פעילות לא מורשה ברשת הארגונית, הפלטפורמה שפיתחה Claroty יכולה להתריע במקביל גם על תקלות בהליכי העבודה התקינים ברשת הייצור. את היכולת הזו הצליחה להשיג החברה בעזרת למידה עמוקה ופרטנית של פרוטקולי התקשורת (ICS/SCADA – סקאדות) של יצרני הציוד התעשייתי דוגמת Schneider ו-GE.\nעובדי Claroty\nהחברה, שנחשפה לראשונה בשנת 2016 וגייסה כבר 32 מיליון דולר, נוסדה על ידי אמיר זילברשטיין, יזם סדרתי, שבעברו הקים את Waterfall Security Solutions ו- Gita Technologies; גלינה אנטובה, שניהלה את שירותי הסייבר של סימנס, ובני פורת, ששימש כחוקר סייבר ב-NorthBit והוביל פרויקט שזכה בפרס ביטחון ישראל היוקרתי. החברה תשתמש בכספי ההשקעה כדי לחזק את המותג ברחבי העולם, להרחיב את פריסת המכירות והתמיכה בלקוחות, ולהמשיך לפתח מוצרים חדשים. היא פועלת ממשרדים בתל אביב, ניו יורק, וושינגטון ופריז.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "גיוס,טים 8,סייבר,claroty,team8,גיוס הון"}