{"url": "https://www.geektime.co.il/cisco-acquires-leaba/", "type": "article", "title": "עוד אקזיט ענק: סיסקו רוכשת את Leaba מקיסריה תמורת 380 מיליון דולר", "description": "ענקית התקשורת האמריקאית סיסקו רוכשת את חברת Leaba החשאית מקיסריה, שנמצאת עדיין מתחת לרדאר; היזמים כבר חתומים על אקזיט בגובה 178 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/big.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-02T09:38:25Z", "modified_time": "2016-03-02T15:29:04Z", "articleBody": "ענקית התקשורת האמריקאית סיסקו רוכשת את חברת Leaba החשאית מקיסריה, שנמצאת עדיין מתחת לרדאר; היזמים כבר חתומים על אקזיט בגובה 178 מיליון דולר\nגם האתר לא חושף דבר. מקור: אתר Leaba\nחוץ מהעובדים והמשקיעים של Leaba, אף אחד לא יודע באמת מה בדיוק מפתח הסטארטאפ הצעיר מקיסריה, אבל זה לא הפריע לסיסקו לפתוח את פנקס הצ’קים ולרכוש את החברה בסכום מרשים של 380 מיליון דולר.\nעל פי הדיווח שהופיע היום בידיעות אחרונות, נמכרה Leaba לענקית התקשורת האמריקאית Cisco בעסקה שצפויה להיחתם בקרוב. החברה החשאית פועלת עדיין מתחת לרדאר ולכן ידועים פרטים מועטים מאוד על פעילותה, ביניהם שהחברה פיתחה שבב ייעודי לתקשורת נתונים מהירה בין אלפי שרתים של מיחשוב ענן ורשתות תקשורת סלולרית וקווית.\nהחברה הצעירה נוסדה ביוני 2014 על ידי 2 יזמים ותיקים: אייל דגן, שמכהן כמנכ”ל החברה ועופר עיני, שמשמש כמנהל הטכנולוגיות הראשי שלה. עולם היזמות והשבבים אינו חדש לדגן ולעיני: השניים הקימו בשנת 2000 את Dune Networks (דיון נטוורקס) ומכרו אותה ב-2009 תמורת 178 מיליון דולר לענקית השבבים האמריקאית Broadcom. בהתאם להסכם המכירה, המשיכו היזמים וצוות החברה לעבוד ב-Broadcomm וכיהנו בה בתפקידים בכירים, עד שפרשו לפני כשנה וחצי להקמת Arena Semiconductor, שמה הקודם של Leaba.\nבין המשקיעים בחברה ניתן למנות את קרן Pitango הישראלית וקרן Bessemer venture partners האמריקאית, שפעילה מאוד בשוק הישראלי והשקיעה כבר בחברות כמו Wix, Team8 ו-Fiverr. למרות זאת, החברה שפעילה עדיין מתחת לרדאר, לא מופיעה אפילו בפורטפוליו של הקרנות, כפי שהוא משתקף באתריהן. עוד משקיע החברה הוא אביגדור וילנץ, היזם הסדרתי שחתום על ההקמה והמכירה של  Galileo שנמכרה ל-Marvell תמורת 2.7 מיליארד דולר ב-2000 ו-Annapurna labs שנמכרה לאמזון בשנה שעברה תמורת 375 מיליון דולר.\nהרוכשת, ענקית התקשורת האמריקאית סיסקו, כבר מפעילה מרכז פיתוח בישראל, הגדול ביותר שלה מחוץ לארצות הברית. סיסקו כבר רכשה ב-2013 את סטארטאפ הישראלי intucell, שפיתח רשת SDN בין מגדלי תקשורת סלולרית. סיסקו רוצה להעמיק את סל המוצרים שהיא מציעה ללקוחותיה בייחוד בדאטה סנטרים ובמיחשוב הענן ההיברידיו, ורק אתמול (ג’) הודיעה החברה על רכישת חברה נוספת, CliQr, תמורת 260 מיליון דולר.\nמסיסקו נמסר לגיקטיים: “סיסקו בוחנת על בסיס קבוע את האופציות הטובות ביותר, אשר יאפשרו לה לתת מענה לצרכים העתידיים של השוק, בין היתר, את אלו הקשורים למוליכים למחצה. אנו בודקים אפשרויות אסטרטגיות שונות, ביניהן: רכישות, שותפויות ואינטגרציות. לכשיהיו לנו חדשות נדווח לשוק בדרכים המקובלות.”\nמ-Leaba טרם התקבלה תגובה.\nעדכון: 2.3.16, 15:00:\nרוב סלבניו, סגן נשיא לפיתוח תאגידי בחברת סיסקו, העלה פוסט בבלוג החברה שמאשר את קיום העסקה. בפוסט כתב סלבניו: “אני שמח לבשר על כוונת סיסקו לרכוש את Leaba, חברת מוליכים למחצה שבסיסה בישראל ואשר נתמכת על ידי קרנות הון סיכון. Leaba מנוהלת על ידי צוות מנוסה, עם עבר מוכח, אשר פיתח מוליכים למחצה ייחודיים וחדשניים עבור חברות תקשורת. פתרונות אלו ענו לאתגרים משמעותיים בשוק התשתיות.\nרכישה זו תקדם את אסטרטגיית החדשנות שלנו, תוסיף לבדל את מוצרינו ומשרתת את מטרתנו לפתח את המוצרים הטובים ביותר עבור לקוחותינו. שילוב של המומחיות של Leaba בתחום המוליכים למחצה, יחד עם צוות המהנדסים של סיסקו, יאפשר לנו להאיץ את התוכניות שלנו עבור דור המוצרים הבא של סיסקו ולהביא יכולות חדשות לשוק במהירות.\nלפי תנאי החוזה, סיסקו תשלם 320 מילון דולרים במזומן עבור ליבה, בנוסף לתמריצים עבור העובדים. צוות Leaba ידווח לקבוצת החומרה של סיסקו, אשר מובלת על ידי ראווי צ’רוקורי, סגן נשיא בכיר בסיסקו.", "keywords": "אקזיט,סיסקו,ליבה,cisco,leaba,שבב,צ\\'יפ,שבבים,צ\\'יפים,עסקה,תקשורת,ענן,סטארטאפ,קיסריה,אייל דגן,עופר עיני,pitango,bessemer"}