{"url": "https://www.geektime.co.il/intel-close-acquire/", "type": "article", "title": "אקזיט: אינטל רוכשת את Replay תמורת 170 מיליון דולר", "description": "הסטארטאפ מרמת החייל מפתח טכנולוגיה שמאפשרת לצופים בבית או לבמאי שידורי ספורט לצפות בהילוכים חוזרים של משחקי ספורט בכל זווית שרק ירצו; לאינטל זו הרכישה השלישית של חברה ישראלית בתחום בשנים האחרונות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/640-3-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-09T09:14:22Z", "modified_time": "2016-03-09T10:04:31Z", "articleBody": "הסטארטאפ מרמת החייל מפתח טכנולוגיה שמאפשרת לצופים בבית או לבמאי שידורי ספורט לצפות בהילוכים חוזרים של משחקי ספורט בכל זווית שרק ירצו; לאינטל זו הרכישה השלישית של חברה ישראלית בתחום בשנים האחרונות\nהטבעה ב-360 מעלות. מקור: Replay\nלפני פחות משבוע הודיע הסטארטאפ הישראלי Replay על גיוס של 13.5 מיליון דולר ועתה מסתבר שהיה זה הגיוס האחרון שלפני האקזיט. ענקית השבבים הבינלאומית אינטל הודיעה כי רכשה את החברה. סכום העסקה לא נמסר אך מוערך ב-170 מיליון דולר.\nFreeD, מוצר הדגל של החברה, נעזר ביותר מ-20 מצלמות 5K שמפוזרות ברחבי האצטדיון ומצלמות בכל רגע את המתרחש במגרש. המערכות של החברה מסוגלות בכל רגע נתון ‘לתפור’ את המתרחש לסצנה אחת ולאפשר לצופה או לבמאי שמשדר את האירוע לנוע במרחב ב-360 מעלות, באפקט שכאילו נלקח מ”המטריקס”. לצורך כך פיתחה החברה טכנולוגיה שיוצרת פיקסלים תלת-מימדיים או ווקסלים (Voxells). מרגע שנבחרה הזווית ימשיך ההילוך החוזר מאותה זווית. חוץ מהעניין שמוסיפה הטכנולוגיה, היא גם מאפשרת לשופטים במגרש או ‘שופטי הכורסה’ שבבית לראות האם אכן נעשתה עבירה או האם הכדור חצה את קו השער. הטכנולוגיה כבר נמצאת בשימוש בקרב מספר חברות הפקה כמו TNT האמריקאית והיא זכתה לתשומת לב של הקהל הרחב באירוע השיא של ליגת ה-NFL, משחק הסופרבול שנערך לפני כחודש.\nReplay Technologies הוקמה בשנת 2011 על ידי אורן יוגב, שמשמש כמנכ״ל החברה, מתאו שפירא, שמשמש כמנהל הטכנולוגיות הראשי ואביב שפירא, מנהל התפעול של החברה. משרדי החברה ממוקמים בארצות הברית והפיתוח נעשה ברמת החייל. מיום הקמתה גייסה החברה 27 מיליון דולר על ידי מספר משקיעים ביניהם Deutsche Telekom Capital Partners, זרוע ההשקעות של דויטשה טלקום, Samsung Ventures, זרוע ההשקעות של סמסונג ו-Guggenheim Partners. מכיוון שהערכת השווי של החברה עמדה על פחות מ-100 מיליון דולר, מדובר בהחזר השקעה נאה למשקיעים הקיימים ולמייסדים.\nבאינטל להוטים על החברה והטכנולוגיה שלה כבר מספר חודשים. בתערוכת CES האחרונה שנערכה בלאס ווגאס, בחר מנכ”ל אינטל, בריאן קרזניץ’, להציג את החברה כחלק מנאום הפתיחה שלו, זאת בזכות השימוש בטכנולוגיות ובמעבדים של אינטל דוגמת מחשבי HPC או high performance computer, שמסוגלים ׳לרנדר׳ במהירות גבוהה את המידע הרב שלוכדות המצלמות. ב-2014 נבחרה החברה על ידי FastCompany לאחת מ-10 החברות החדשניות ביותר בספורט. לטעמנו, שימוש נוסף ומלהיב בטכנולוגיה של החברה יהיה הצפייה בשידורי ספורט בעזרת משקפי מציאות מדומה כמו של Oculus, סמסונג או HTC, מה שיאפשר לצופים ממש להרגיש בתוך האצטדיון.\nאינטל כבר רכשה 2 סטארטאפים ישראליים שעסקו בתחום ההדמייה: Innovision מיקנעם שנרכשה ב-2011 ו-Omek Interactive שנרכשה ב-2013 תמורת כ-40 מיליון דולר; על בסיס הטכנולוגיה של החברות הללו פיתחה אינטל את מצלמת העומק RealSense, אחד ממוצרי הדגל של החברה כיום.\nבתגובה לגיוס מסר מנכ”ל אורן יוגב, מנכ”ל Replay Technologies: “אנו מאוד נרגשים מהעסקה הזו, ואנו מאמינים כי היא תורמת לשני הצדדים. ההתאמה האסטרטגית בין שתי החברות שלנו היא שילוב רב עוצמה. הצוות של Replay נלהב מההצטרפות לאינטל, וכעת נוכל להאיץ את התוכניות שלנו, להמשיך לפתח את הטכנולוגיה ולהציע שירותים מתקדמים ללקוחות שלנו, ולספק הזדמנויות מצוינות עבור העובדים שלנו”.\n", "keywords": "replay,סמסונג,מציאות מדומה,samsung ventures,דויטשה טלקום,vr,gear vr,צילום 360 מעלות,צילום פנורמי,גיוס הון,סטארטאפ,deutsche telekom capital partners,אקזיט,אינטל,רכישה,realsense,"}