{"url": "https://www.geektime.co.il/sony-wh1000xm3-review/", "type": "article", "title": "האוזניות מבטלות הרעש החדשות של סוני הן כמו כפתור Mute לעולם", "description": "ה-WH1000XM3 החדשות של סוני הן כל מה שאי פעם רציתם מאוזניות אלחוטיות: סאונד מדהים, עיצוב נוח, חיי סוללה ארוכים ובעיקר, מנגנון ביטול רעשים יוצא מן הכלל שיהפוך את האופן ספייס שלכם למשרד פרטי ושקט. הביקורת המלאה שלנו לאוזניות שמצליחות לגרום ל-Bose להחוויר מעט", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/IMG_20181025_160540-1540473036-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-26T10:30:17Z", "modified_time": "2018-10-28T11:43:47Z", "articleBody": "ה-WH1000XM3 החדשות של סוני הן כל מה שאי פעם רציתם מאוזניות אלחוטיות: סאונד מדהים, עיצוב נוח, חיי סוללה ארוכים ובעיקר, מנגנון ביטול רעשים יוצא מן הכלל שיהפוך את האופן ספייס שלכם למשרד פרטי ושקט. הביקורת המלאה שלנו לאוזניות שמצליחות לגרום ל-Bose להחוויר מעט\nתמונה: גיקטיים\nאוזניות ביטול רעשים הפכו בשנים האחרונות למוצר כמעט חובה בקרב הנוסעים המתמידים והעובדים ב-Open Spaces. עד לפני שנה היינו רואים את ה-QC 35 של Bose בכל מקום, והיום הן כבר כמעט קונצנזוס לאוזניות מבטלות רעשים, ובצדק. הן נוחות, בעלות מנגנון ביטול רעשים באמת מוצלח וסאונד נהדר. ואז הגיעה סוני ורצתה לכבוש גם היא נתח מהשוק הזה עם הצגת אוזניות ה-XM שלה, ולפתע המקום של Bose כבר לא היה בלעדי. הצלחנו להניח את ידינו ואוזנינו על הדגם החדש ביותר של סוני, עם השם הקליט WH1000XM3, או כמו שאנחנו נקרא להן מעתה, ה-M3, וגילינו את מה שנשמע כמו האוזניות הטובות ביותר שהכסף שלכם יכול לקנות כרגע.\nנתחיל, ברשותכם, עם הסאונד של האוזניות שהוא פשוט יוצא מן הכלל. האוזניות מגיעות עם דרייבר 39.8 מ”מ, עכבה (התנגדות) של 47 אוהם (OHM), תחום תדרים של 4Hz-40,000Hz ורגישות של 104.5 dB / mW לאודיופילים שבכם.\nאיך כל הנתונים האלה נשמעים בסופו של דבר? מדהים. בכל פעם שהאזנתי לשיר שאני כבר מכיר, גיליתי צלילים חדשים. הצלילים הנמוכים מדויקים; הצלילים הגבוהים ברורים ולא סובלים מעיוותים בשום מצב; והמידים פשוט מדויקים, כך שגם פודקאסטים (שמוקלטים באיכות גבוהה) נשמעים נהדר. כל דבר שתשמעו באוזניות האלה פשוט נשמע מושלם, וקשה מאוד להישאר אדיש לסאונד כל כך משובח.\nתמונה: גיקטיים\nאבל הסיבה האמיתית שהאוזניות הללו כל כך מדוברות היא לא הסאונד שהן מפיצות, אלא הסאונד שהן מבטלות. על מנגנון ביטול הרעשים של ה-M3 מנצח מעבד (!) ייעודי של סוני בשם QN1. בפועל, הן משתיקות כמעט הכל. בתור סובל לא מאובחן מטינטון (צפצופים באוזניים בעת שקט), אני חייב להודות שבהרכבה הראשונה השקט היה מפתיע מדי עבורי. ללא מוזיקה או מקור אודיו כלשהו, מנגנון ביטול הרעשים יוצר מעין תחושה שמזכירה שהייה מתחת למים. המנגנון הוא לא אגרסיבי, ובלי מוזיקה תוכלו להמשיך לשמוע קצת את המתרחש סביבכם, אבל הכל משתנה ברגע שמפעילים מוזיקה. כל הרעשים מסביב כמעט נעלמים, ואפילו שיחות קולניות מאוד במשרד פשוט לא נקלטו.\nכדי לשמוע בכיף מוזיקה בלי לשמוע את הסביבה לא צריך להגביר את הווליום הרבה מעבר לקו הרבע הראשון בסמארטפון. ה-M3 כל כך מנתקות אתכם, עד שנאלצתי לספוג מחבריי למשרד כמה חפצים כשהם ביקשו להסב את תשומת ליבי אליהם. אבל מה זה כמה סימנים כחולים על הגוף לעומת השקט שהאוזניות האלה מביאות לי במהלך יום עבודה?\nגם בנסיעה באוטובוס ישבו מולי שתי נערות שלא הפסיקו לפטפט (לפחות לפי תנועות השפתיים שלהן), אך בלי להסתכל לעברן לא הייתי יכול אפילו לדעת שהן באינטרקאציה כלשהי. גם כשעמדתי בצומת סואן למדי שמעתי רק קולות עומס עמומים מאוד. לעומת זאת, כשהורדתי לשנייה אחת את האוזניות, הרגשתי כאילו כל העולם התחיל לפעול ב-Full Volume. אני קצת חושש שה-M3 ירגילו אותי לשקט שלא קיים במציאות, כי אפילו כשמורידים אותן במשרד ואף אחד לא מדבר הטון הכללי של החדר כבר נשמע חזק למדי לכמה שניות. מקווה שאתרגל לכך בטווח הארוך.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nתמונה: גיקטיים\nלרוב, אפליקציות של אביזרים חיצוניים כמו אוזניות הן אפליקציות סבוכות, מתישות ובעיקר משמשות לעדכוני קושחה. בקיצור, לא שימושי. לעומת זאת, האפליקציה של סוני היא אחת השימושיות ביותר שיצא לי להיתקל בהן. היא מאפשרת לשלוט כמעט על כל אלמנט באוזניות, ובעזרתה ניתן לבחור בין לא פחות מ-20 רמות שונות של ביטול רעשים. כך למשל, אם אתם מסתובבים בשדה תעופה או במקום שבו אתם רוצים עדיין להיות עירניים לסביבה שלכם, אתם יכולים לשנות ברגע את עצימות ביטול הרעשים, ולא להיות מנותקים לחלוטין מהעולם (אבל, בינינו, הכי כיף להיות מנותק לגמרי).\nהאפליקציה גם מאפשרת לבצע אופטימיזציה לביטול הרעשים על ידי הפעלה של מנגנון מהיר שיודע להתחשב במבנה הראש, המשקפיים, השיער שלכם ועוד. לאחר ההפעלה הוא משמיע כמה צלילים, ולאחריהם אתם פשוט תשמעו שקט. את האופטימיזציה הזו מומלץ לעשות בפעם הראשונה, אם שיניתם את אופי ההרכבה של האוזניות עליכם או אם השתנה הלחץ הברומטרי. אה, כן, זה הזמן להגיד לכם שהאוזניות הללו מצוידות בברומטר שיודע לקבוע את הלחץ האטמוספרי. למה זה טוב,? ובכן, כאשר אתם טסים הלחץ הברומטרי משפיע על מנגנוני ביטול רעשים, אבל ה-M3 יודעות להתאים את עצמן ללחץ המשתנה.\nתמונה: גיקטיים\nבנוסף, האפליקציה מאפשרת לבחור את הכיוון שממנו יישמע לכם הסאונד. לא ברור לי למה זה טוב, אבל שיהיה. עוד בגזרת הפיצ’רים הלא נחוצים: אפשרויות לשליטה על אפקטי סראונד שידמו סאונד באצטדיון, מועדון, אולמות וכדומה.\nהאיקווילייזר שבאפליקציה מספק כמה Presets מוצלחים למדי, כך שגם בווליום נמוך יחסית אפשר ליהנות מצלילי באסים עוצמתיים. כמובן שתוכלו לייצר לעצמכם איזונים שונים ומשונים לפי ההעדפות שלכם ולעבור ביניהם בלחיצת כפתור, מבלי להיכנס לאפליקציה כל פעם מחדש. האפליקציה אפילו תומכת בתקן DSEE HX של סוני, שלוקח את קובצי המוזיקה שלכם ומנסה לקרב אותם ככל האפשר לאיכות Lossless, כך שתוכלו ליהנות מצליל הרבה יותר עשיר. האפשרות הזו אולי תקרוץ קצת יותר לאודיופילים הכבדים, שסובלים לא מעט מהמעבר של התעשייה לפורמטים דחוסים.\nאם תרצו שמנגנון ביטול הרעשים יעבוד בשבילכם בצורה דינמית, תוכלו להפעיל את אפשרות ה-Adaptive Sound Control, אשר מסוגלת לזהות 4 דפוסי התנהגות: ישיבה, הליכה, ריצה ונסיעה. לכל אחד מהם תוכלו להתאים את עוצמת מנגנון ביטול הרעשים לפי העדפתכם.\nתמונה: גיקטיים\nהקייס שמגיע עם האוזניות הוא נהדר. הוא קשיח אך בעל שכבת בד עליונה, נעימה ועם תחושה יוקרתית. בתוכו מסתתרות לצד האוזניות כמה אביזרים נוספים: כבל USB-C קצרצר (מדי), כבל אוזניות סטנדרטי לחיבור חוטי (לאוהבי הדבר ולחוסכים בסוללה) ואפילו מתאם אוזניות לטיסות, כך שתוכלו להתחבר למערכת הבידור במטוס. מלבד מטען לקיר, אתם די מסודרים לכל מקרה שלא יבוא. הקייס הוא קצת גדול, אך לא נפוח מדי, כך שהוא נכנס בכיף לתיק גב אבל קצת פחות בכיף לתיקי צד.\nהכריות של האוזניות נוחות והן לא מרגישות כבדות מדי. גם הקשת שלהן מלווה בכרית נעימה יחסית, וגם כשהשתמשתי בהן כמה שעות ברציפות לא סבלתי מאי נוחות כלשהי. לעומת זאת, בהליכה ביום חמים אני יכול להעיד שבכל זאת הייתה אי נוחות קלה, אך קשה לי לקבוע בוודאות אם האוזניות הללו יכולות על הקיץ הישראלי.\nתמונה: גיקטיים\nהכפתורים הפיזיים היחידים שיש על גבי האוזניות הם כפתור הדלקה/כיבוי וכפתור מעבר בין מצבי ביטול רעשים. בעזרת האפליקציה אפשר לחבר את האוזניות לעוזרת הקולית של גוגל ולתת לה פקודות ממש כמו בטלפון או במכשירי Home. עם זאת, מרגע שתפעילו את האפשרות, בכל פעם שתקבלו התראה ומסך הסמארטפון שלכם לא יהיה דלוק, אתם לא רק תקבלו צליל התראה, אלא העוזרת הקולית ממש תתערב ותגיד לכם שיש לכם הודעה מאיש קשר ותציע להקריא לכם אותה בלחיצת כפתור נוספת. נשמע מגניב, אבל רק אם שוכחים שהעוזרת הקולית של גוגל לא תומכת בעברית בצורה טובה. אני כמעט ממליץ לכבות את האפשרות עד שנזכה לקבל תמיכה הולמת בעברית באסיסטנט, ואז האוזניות באמת יאפשרו לכם להשאיר את הטלפון בתיק.\nאמנם אין יותר כפתורים על גבי האוזניות, אבל זה לא אומר שלא תוכלו לשלוט על המוזיקה שלכם. האוזניה הימנית מצוידת בחיישני מגע, כך שמחוות Swipe למעלה או למטה תשלוט על הווליום, Swipe ימינה או שמאלה תעביר שיר אחורה/קדימה ושתי נגיעות יפסיקו או יתחילו לנגן סאונד. כבר אמרנו שהאוזניות הללו חוסמות רעש בצורה כמעט טובה מדי, ולעיתים, מה לעשות, צריך להקשיב לעולם. זה ידוע שאין דבר יותר מעצבן (בבעיות עולם ראשון) מלהוריד את האוזניות רק לשנייה ולהחזיר, ולכן אם תניחו את כף ידכם על האוזנייה הימנית, המיקרופונים של האוזניות יופעלו וישמיעו לכם סאונד מבחוץ. זה לגמרי מספיק כדי לשמוע את האנשים שמדברים אליכם ואת הסביבה שלכם, אבל לצערי עובד טוב כשאתם אלה שפונים למישהו, אך כשמישהו פונה אליכם לרוב המנגנון עובד בצורה קצת איטית.\nתמונה: גיקטיים\nאחד השינויים המשמעותיים ביותר עבורי בM3 הוא המעבר משקע טעינה Micro-USB ל-USB-C. זה ודאי נשמע כמו שינוי זניח, אבל סופסוף מדובר באביזר צד-שלישי שתומך בכבלים שכבר יש עליכם כל הזמן. לא צריך יותר לחפש כבלי Micro-USB, לא צריך לזכור לקחת כבל מיוחד ואפשר פשוט לחבר אותו למטען של מכשיר האנדרואיד שלכם. המעבר הזה פשוט מבורך, ואני מקווה ששאר היצרניות יבינו שגם הן צריכות לעשות אותו. אגב, יש גם יתרונות לחיבור ה-USB העדכני, כיוון שהוא מאפשר טעינה מהירה של האוזניות: בכ-10 דקות טעינה תוכלו לקבל כ-5 שעות של האזנה אלחוטית.\nואם כבר הזכרנו זמני שימוש. הסוללה של ה-M3 מדהימה. בטעינה מלאה (של כשלוש שעות) אפשר להאזין אלחוטית עם מנגנון ביטול הרעשים כ-30 שעות. השתמשתי בהן כמעט שבועיים במשך שעות כל יום במשרד ומחוצה לו, ובכל זאת לא הייתי צריך להטעין אותן אפילו לא פעם אחת. זה זמן סוללה פשוט פנטסטי, שאומר שאתם יכולים לעלות על טיסה ארוכה לצד השני של העולם עם האוזניות עליכם כבר בדיוטי פרטי, להמתין בקונקשן בלתי נסבל, להוריד אותן רק בביקורת הדרכונים במדינת היעד ועדיין תישאר סוללה לנסיעה למלון. אז לא רק שהן מחזיקות סוללה מעולה, הן גם נטענות מהר ובצורה נוחה. קשה לבקש יותר מזה.\nתמונה: גיקטיים\nלעומת זאת, הבחירה של סוני בבלוטות’ בתקן 4.2 היא די מאכזבת. אם החברה כבר יצרה פחות או יותר את האוזניות הכי טובות שיש כרגע מבחינת סאונד וביטול רעשים, השקיעה במעבד ייעודי, קישוריות לעוזרות קוליות, סוללה מוצלחת מאוד ואפילו סופסוף שינתה את שקע הטעינה לחיבור עכשווי ומהיר במיוחד, איך היא ויתרה דווקא על פיתוח אלחוטי שנמצא במכשירי דגל כבר כמעט שנתיים?\nתמיכה בבלוטות’ 5 הייתה יכולה לספק כמעט פי ארבעה טווח האזנה ממרחק לאוזניות, זמן סוללה אף יותר חזק ואפילו אפשרות חיבור למספר מכשירים בו זמנית. כך הייתם יכולים לחבר את האוזניות לסמארטפון ולמחשב שלכם בו זמנית ולעבור ביניהם.\nואם כבר אכזבות, דווקא המיקרופון של האוזניות תיפקד בצורה לא מוצלחת. במספר שיחות שקיימתי בעזרתו נאמר לי שאני נשמע כאילו אני מאוד רחוק מהמיקרופון. עם זאת, מעולם לא אהבתי לקיים שיחות עם אוזניות אטומות, כיוון שאני אף פעם לא בטוח מהי העוצמה שבה אני מדבר. ובכל זאת, למקרים בהם אני בכל זאת עונה לשיחות עם האוזניות, אני מצפה לקבל מיקרופון איכותי, וכאן יש תקלה.\nתמונה: גיקטיים\nאם גם אתם מחזיקים את האוזניות הקודמות בסדרה, ה-XM2, אתם ודאי תוהים אם כדאי לשדרג לדגם החדש. ההבדלים העיקריים הם בעיצוב, שהפך את האוזניות לקלות ונוחות מבעבר, הסוללה העוד יותר חזקה, חיבור ה-USB-C המבורך וכמובן השיפורים למנגנון ביטול הרעשים. כל אלה הופכים את הדגם הישן מאוזניות ממש מצוינות, לאוזניות עוד יותר מצוינות בדגם החדש. לא מדובר במהפכה, אלא בהתפתחות הגיונית ומתבקשת לכמעט כל מה שהיה לא מושלם באוזניות הקודמות.\nאמנם אנחנו הזמנו את ה-M3 דרך אמזון תמורת 350 דולר (לפני מיסים, מכסים ושאר נזיקין), כך שלא מדובר בהוצאה צנועה, אבל זהו גם המחיר שתאלצו לשלם גם על ה-QC35 האחרונות של Bose. האוזניות צפויות להמכר בישראל החל מה-5 בנובמבר תמורת 1,590 שקלים. על אף המחיר הגבוה לאוזניות הללו, כנראה זה המחיר שהשקט שלכם שווה, אבל וואו איזה שקט זה. סוני הצליחה לייצר כאן לא רק אלטרנטיבה לאוזניות המעולות של Bose, אלא להתעלות עליהן בכל פרמטר (אולי מלבד מיתוג). הסאונד הוא מהמשובחים ביותר שחוויתי באוזניות, מנגנון ביטול הרעשים הוא הטוב ביותר שנתקלתי בו, נוחות השימוש היא גבוהה, הסוללה עוצמתית ונטענת במהירות, מחבר הטעינה הוא בדיוק מה שרציתי והקייס נהדר.\nאלה פשוט אוזניות מצוינות, ואם יש לכם את הכסף עבורן הן כנראה לא יאכזבו אתכם. קשה למצוא חסרונות ב-M3 האלו, כי נראה שסוני חשבו על הכל. מתברר שיש דברים שהשתיקה באמת יפה להם.", "keywords": "סוני,אוזניות,אוזניות מבטלות רעשים,ביטול רעשים,בוז,ישפאר,סיקור,סקירה,ביקורת,השוואה,בדיקה,אוזניות קשת,אוזניות ביטול רעשים,wh-1000xm3,wh1000xm3,xm3,bose,bose qc 35,m3,review"}