{"url": "https://www.geektime.co.il/microsoft-build-2020/", "type": "article", "title": "נפתח כנס המפתחים של מיקרוסופט: הנה ההכרזות שאתם צריכים לדעת עליהן", "description": "ממחשב על חזק ועוצמתי, דרך לאונצ'ר חדש ותמיכה ב-GUI לינוקס בתוך Windows: הנה ההכרזות החשובות של מיקרוסופט מכנס Build שנפתח אמש", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/Screenshot_1-1589960370-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-20T11:04:12Z", "modified_time": "2020-05-20T11:19:51Z", "articleBody": "ממחשב על חזק ועוצמתי, דרך לאונצ’ר חדש ותמיכה ב-GUI לינוקס בתוך Windows: הנה ההכרזות החשובות של מיקרוסופט מכנס Build שנפתח אמש\nצילום מסך: גיקטיים\nמדי שנה מארחת מיקרוסופט בסיאטל אלפי מפתחים, שמגיעים מכל העולם ל-Build, כנס המפתחים שלה, כדי לשמוע על החדשות, העדכונים ומפות הדרכים למוצרים החדשים שלה. השנה, נערך לראשונה הכנס כולו במתכונת וירטואלית, ומציע 48 שעות רצופות של תוכן מקצועי ובחינם, ולינק להרשמה מחכה לכם בהמשך.\nאבל לא הכל שונה. גם את הכנס השנה פתחה מיקרוסופט בשורה של הכרזות ובשורות שיעניינו קהל מקצועי, מפתחים וגם את הקהל הרחב. הנה החשובות שבהן.\n﻿\nתגידו שלום ל-Microsoft Lists, אפליקציית הרשימות החדשה של החברה. לא, זה לא To Do, המחליפה של Wunderlist ז”ל, אלא כלי חדש לגמרי. אם תרצו, מדובר במעין מתחרה ל-Notion או Airtable עם נגיעות של Trello וקצת מאנדיי, שמאפשר לכם להכין רשימות על בסיס תבניות מוכנות, ליצור תהליכים, לעקוב אחרי משימות, רוטינות, אנשי קשר, מלאי ומה לא. תוכלו לבחור במספר תצוגות, כשאחד מהכלים החזקים ב-Lists הוא כלי אוטומציה חדש עם התניות של “אם קורה משהו אחד, אז תעשה את זה”, בדומה לפילטרים במייל שלכם. התוכן זמין במספר תצוגות כמו grid – המקביל ל-Airtable, מצב Gallery ומצב מותאם אישית. הכל כמובן יהיה זמין גם במובייל וגם ב-PC, גם בתור אפליקציה נפרדת וגם באינטגרציות עם Teams ו-SharePoint.\n\nמיקרוסופט הודיעה כי Azure Quantum, פלטפורמת המחשוב הקוואנטי שלה בענן, תהיה זמינה למספר מצומצם של מפתחים ולקוחות שירצו להתנסות בטכנולוגיה החצי-תיאורטית חצי-מעשית. אחרי הכל, חשוב לזכור שלמרות התקדמות מסוימת, מיקרוסופט עוד לא הצליחה לעשות שימוש בקיוביט, יחידת החישוב של המחשבים הקוואנטיים, כך שמדובר בעיקר בסימולציות ותיאוריות. Azure Quantum מתבססת על חומרה של יצרניות כמו IonQ, Honeywell, QCI וחברת התוכנה 1QBit שמתמחה במחשוב קוואנטי. אם אתם רוצים להיות המאמצים המוקדמים של הטכנולוגיה, תוכלו להירשם כאן.\n\nונשארים בעולמות המיחשוב המתקדם – רק בגזרת מחשבי העל. מיקרוסופט הודיעה על שיתוף פעולה עם סטארטאפ ה-AI הטרנדי OpenAI שהוקם ב-2016 על ידי אילון מאסק, סם אלטמן מ-Y Combinator ואליה סוטסקוור, הארכיטקט הראשי של החברה. במסגרת זו הרימה מיקרוסופט במיוחד עבור הסטארטאפ מחשב-על ייעודי עם מפרט צנוע של 285 אלף ליבות CPU ועוד 10,000 ליבות GPU עם חיבור במהירות 400Gbit/s. על פי ההערכות מחשב העל מגיע לעוצמת מיחשוב של 23,000 טרה-פלופ בשנייה, מה שצפוי להעמיד אותו בין 5 מחשבי העל החזקים בעולם.\nמיקרוסופט לא הרחיבה על השימושים הצפויים בעוצמת המיחשוב הזו, למעט העובדה שהסטארטאפ צפוי להשתמש במחשב העל ב-Azure כדי לאמן את מודלי ה-AI שלו. במיקרוסופט לא חשפו כמה ישלם הסטארטאפ עבור הצעצוע החדש, אבל בהתחשב בעובדה שהוא גייס עד עתה כמיליארד דולר – בין היתר ממיקרוסופט עצמה – אנחנו סומכים על הצדדים שאף אחד מהם לא הפסיד.\n\nסיפור האהבה בין מיקרוסופט ללינוקס לא נרגע. אחרי שאתמול הכה על חטא נשיא מיקרוסופט על היחס לקוד הפתוח, ממשיכה מיקרוסופט להראות עוד קצת אהבה לפינגווין.\nכזכור, כבר ב-2016 שילבה מיקרוסופט את ה-command line של לינוקס לתוך Windows; אחר-כך הגיעה השילוב של הפצות לינוקס כמו אובונטו, SUSE ו-Fedore בחנות של Windows 10, מה שאפשר לכם להתקין אותן ישירות מהחנות; ובשנה שעברה הודיעה מיקרוסופט על שילוב מלא של הקרנל של לינוקס בתוך Windows – כולל גישה ישירה לקובצי הלינוקס שלכם היישר מסייר הקבצים המובנה של Windows. לאחרונה גם שחררה את מערכת הקבצים exFAT לקרנל של לינוקס.\nעכשיו מודיעה מיקרוסופט על שדרוג נחמד ל-Windows Subsystem for Linux הידועה בכינויה WSL. מעתה תוכלו להריץ אפליקציות עם GUI (הממשק הגרפי המלא) בתוך Windows.\nעד עכשיו יכלתם טכנית לעשות את זה, אבל הייתם צריכים להיעזר ב-X11 forwarding, כלומר הפעלה מרחוק של אפליקציות כאלו דרך ה-SSH – מה שגם היה מסורבל יותר וגם האט את הפעולה של האפליקציה. בנוסף, תתאפשר תמיכה של אפליקציות לינוקס בהאצת חומרה מבוססת GPU.\nעכשיו למשל תוכלו להריץ את גרסת הלינוקס של פיירפוקס בתוך Windows.\nטוב, גם את ה-IDE מבוססת הלינוקס שלכם.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\n\nבמקום מסמכים – אלמנטים דינמיים שמשתנים בזמן אמת וזמינים בכל אפליקציה ומקום שרק תרצו: זו פלטפורמת Fluid של מיקרוסופט שתהיה זמינה בקרוב לשימוש וגם עוברת לקוד פתוח. כל הפרטים בכתבה שלנו כאן.\nכידוע בשנים האחרונות מציעה מיקרוסופט 2 סביבות ריצה של אפליקציות: יש את ה-Win32 הותיקה, שמשמשת את Windows כבר שנים; ויש את UWP או Universal Windows Platform, הפלטפורמה שמאפשרת לכם לכתוב קוד פעם אחת ולהריץ את האפליקציה בכל מכשיר – החל מ-Windows 10 ועד Xbox – תוך כדי שימוש בחיישנים שלו ותמיכה בתצוגות שונות.\nמיקרוסופט הכריזה על Project Reunion, מיזם שנועד לאחד בין 2 הפלטפורמות על ידי איחוד ה-API שלהם, ונטישה הדרגתית של API ישנים. התוצאה, על פי מיקרוסופט, היא שתוכלו לכתוב פשוט אפליקציות Windows, שירוצו על גבי כל מכשיר, בלי לדאוג לתאימות לאחור שלהן בגרסאות ישנות יותר של מערכת הפעלה. המפתחים יוכלו פשוט להשתמש ב-API שזמינים ב-NuGet, מנהל החבילות בקוד פתוח של מיקרוסופט, לקמפל אותן ולהציע אותן להורדה בלי לדאוג לתאימות.\nאגב, מיקרוסופט גם הודיעה כי תוכלו גם להריץ את אפליקציות ה-Windows המאוחדות הללו על מכונה וירטואלית ב-Azure בעזרת Windows Virtual Desktop.\n\nמיקרוסופט הכריזה על WinUI 3, הגרסה האחרונה של ממשק המשתמש החדש של Windows, שיאפשר למפתחים לתת לאפליקציות שלהם עיצוב מעודכן יותר; ועל WebView2, שתאפשר לכם לאמבד תוכן מהרשת בהתבסס על מנוע הכרומיום – בדיוק כפי שעשתה זאת מיקרוסופט עם דפדפן ה-Edge שלה. מנוע ה-WebView ינותק מ-Windows, כך שתוכלו להריץ כל תוכן, לא משנה באיזו גרסת Windows הוא רץ.\nצילום מסך: גיקטיים\nמיקרוסופט משיקה את PowerToys Run, לאונצ’ר מעודכן יותר דמוי Spotlight שיחליף את Run, הלאונצ’ר המוגבל שאתם מפעילים עד עכשיו עם כפתור Windows + R, ומאפשר לכם להריץ cmd או powershell. חוץ מממשק חדש והפעלה של אפליקציות, תוכלו ב-PowerToys Run החדש גם לעשות חיפוש מהיר של אפליקציות וקבצים, להפעיל את regedit האהוב וכמובן לראות אילו אפליקציות ותהליכים רצים ברקע. אבל, בהתאם לתפיסת הקוד הפתוח החדשה של מיקרוסופט, היא מבטיחה שבהמשך נוכל לשלב גם תוספים שונים שמפתחת הקהילה, כשבשלב הראשון כבר זמינים בלאונצ’ר התוספים של Wox ו-WindowWalker.\nלפחות מההתנסות הקצרה שלי עם Run החדש, ניתן לראות פוטנציאל רב. אמנם לוקח זמן להתרגל לקיצור המקלדת החדש (ALT+רווח במקום כפתור Windows + R), אבל הממשק יפה ופשוט, מופיע באמצע המסך בצורה ברורה ובעיקר הוא מהיר מאוד. לאחר האינטגרציות השונות – תחשבו על חיפוש בגוגל, בערוץ סלאק או הפעלה של תוספים שונים – יכול להיות כאן כלי מצוין לפרודוקטיביות.\nאם גם אתם רוצים להתנסות ב-Run החדש כבר היום, גשו לגיטהאב של הפרויקט ובחרו בקובץ PowerToysSetup-018.0-x64.msi\n﻿\nהדפדפן האנדרדוגי של מיקרוסופט ממשיך להתעדכן. אחרי המהפכה והמעבר למנוע מבוסס כרומיום, הכריזה מיקרוסופט על מספר חידושים בהם: סרגל חיפוש צדדי, שיאפשר לכם לעשות חיפושים מבלי לעזוב את האתר בו אתם נמצאים. הרעיון פשוט ואופטימלי כמובן למסכים הרחבים הנפוצים היום וגם היישום פשוט – סימון קטע טקסט ובחירה בקליק ימני על search in sidebar. בנוסף, הודיעה מיקרוסופט על שיתוף פעולה עם Pinterest, שיאפשר לכם לראות את ה-Collections שלכם – אותם לוחות של תמונות ולינקים שאתם יוצרים באפליקציה – ישירות מהדפדפן. הפיצ’רים החדשים יגיעו למשתמשי הבטא – ואחר-כך לקהל הרחב.\nChaos engineering נועד לתאר מצבי קיצון בהם שרתים קורסים, יש פגיעות קשות בתשתיות – כולל פגיעות פיזיות וזמן התגובה עולה מזנק. מיקרוסופט הכריזה כי בזכות שיתוף פעולה עם הסטארטאפ Gremlin, היא תוכל לאפשר לאנשי ה-DevOps שאחראיים על שרתי Windows (כשליש מהשרתים מריצים Windows) לבדוק מצבי קיצון כמו קריסה, התקפות על CPU, הדיסק, הזיכרון או זמני תגובה גבוהים במיוחד.\n\n\n\n\n\n\nהורידו עכשיו את אפליקציית גיקטיים, ותישארו מעודכנים\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "בילד,build,מיקרוסופט,כנס מפתחים,לינוקס,linux,קוד פתוח,כנס המפתחים של מיקרוסופט"}