{"url": "https://www.geektime.co.il/women-in-tech-wages/", "type": "article", "title": "מחקר חדש חושף את דרישות השכר של נשים בהיי-טק הישראלי", "description": "מחקר חדש שמתבסס על נתוני אמת של מהנדסים ומהנדסות מראה שנשים מראש מבקשות פחות כסף; עוד עולה מהמחקר כי הנשים בישראל אינן חוששות לקחת סיכונים ומעדיפות עבודה בסטארטאפים על עבודה בחברות גדולות ומבוססות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/student-849828_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-08T18:45:27Z", "modified_time": "2016-03-08T20:44:00Z", "articleBody": "מחקר חדש שמתבסס על נתוני אמת של מהנדסים ומהנדסות מראה שנשים מראש מבקשות פחות כסף; עוד עולה מהמחקר כי הנשים בישראל אינן חוששות לקחת סיכונים ומעדיפות עבודה בסטארטאפים על עבודה בחברות גדולות ומבוססות\n\nיום האישה היום, ומכל עבר אנחנו עדים לקריאות מוצדקות לשפר את מצב הנשים. אבל האם יכול להיות שגם נשים אשמות בכך שהן מרוויחות פחות מגברים? לפחות בהיי-טק, נראה שחלק מהאשמה אכן תלוי בנשים. מחקר חדש שמתבסס על יותר מ-3,000 משתתפים מעלה כמה נקודות מעניינות ובראשן: ציפיות השכר שמעלות הנשים עצמן נמוכות משמעותית מאלו של גברים מקבילים, מה שבהכרח מוביל לשכר נמוך יותר.\n\nלכבוד יום האישה, חשף הסטארטאפ הישראלי woo, שמפתח פלטפורמת השמה ייחודית למקצועות הטכנולוגיה, מחקר חדש שערך ומשווה בין העסקת נשים וגברים במקצועות הטכנולוגיה. מהמחקר עולה כי נשים בתחומי הטכנולוגיה מצפות להרוויח כ-23 אלף ש”ח בחודש, זאת לעומת גברים שמצפים להרוויח כ-27.3 אלף ש”ח בחודש, כלומר פער של 16 אחוזים. באופן טבעי, כאשר מועמדת מבקשת פחות כסף, המעסיק לא מתנדב לשלם לה יותר, כך שנוצר פער בשכר. אגב, כאשר בודקים את נתוני ציפיות השכר של נשים מול גברים בארצות הברית, אנחנו מגלים פער כמעט זהה שעומד על 16.2 אחוז, כך שמדובר בהבדלי תחום עיסוק יותר מאשר הבדלים תרבותיים.\nלמרות זאת, על פי לירן קוצר, מנכ”ל Woo.io, מצבן של הנשים בהיי-טק הישראלי טוב יותר ממצבן הכללי של נשים במשק: “למרות הפער הגדול של 16 אחוזים בין גברים לנשים, אם מסתכלים על כלל השוק ניתן לראות שמצב הנשים בשוק ההיי-טק הוא ״טוב״ יותר לעומת כלל השוק, בו הפער הממוצע בין גברים לנשים עומד על כ-30 אחוזים, פער הגדול פי שניים משוק ההיי-טק, מה שאומר שיש לעודד כניסה של יותר נשים לשוק ההיי-טק כחלק מהמאמץ להקטנת הפערים בין גברים לנשים״\n\nאך האם יכול להיות שהפער נובע מכך שנשים מחפשות משרות נוחות יותר או חוששות מעבודה קשה יותר? לא ממש. בחלק שמכונה “מדד האומץ” ובודק את הרצון ביציבות של המשתתפים, ניתן לראות ש-89.5 אחוזים מהנשים מוכנות לוותר על הנוחות, התנאים ומשרות האם של חברות הטכנולוגיה הגדולות, כדי לעבוד בחברות סטארטאפ, זאת בהשוואה ל-91.1 אחוזים מהגברים. בהשוואה לנשים בארצות הברית, עולה כי הנשים בישראל הרבה יותר נועזות והרפתקניות – רק 77.4 אחוזים מהנשים האמריקאיות רוצות לעבוד בסטארטאפים. בנוסף, רוב מובהק של הנשים הישראליות (85.8 אחוזים) בכלל לא מציב בקשה לעבודה מהבית כקריטריון לעבודה.\nעל פי Woo, הנתונים הללו אמינים ומדוייקים הרבה יותר מסקרים או שאלונים למיניהם מכיוון שמדובר במידע אותנטי שהכניסו כ-3,000 משתמשים באופן אנונימי למערכת לצורך איתור משרה טובה יותר. המידע הזה משמש אחר-כך כסנן עבור חברות שרוצות לפנות למועמדים ולהציע להם הצעה שועומדת בציפיות שלהם. כ-200 חברות משתמשות במערכת של החברה כדי להציע משרות ולכן המידע מתוקף משני הצדדים.", "keywords": "מחקר,נשים,שכר,שכר בהייטק,ציפיות שכר,woo,highr,לירן קוצר,השמה,כח אדם,תנאים,סטארטאפים,תאגידים,עבודה,ג\\'וב,"}