{"url": "https://www.geektime.co.il/startups-investments-april-2015/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו ונרכשו באפריל 2015", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אפריל", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-02T12:30:08Z", "modified_time": "2015-05-03T11:51:09Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אפריל\nמקור: Flickr, cc-by 401(K) 2013\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מרץ\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש מרץ\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nפלטפורמת הקניות במובייל טפינגו (Tapingo), אשר פיתחה אפליקצית קניות קונטקסטואלית מבוססת מיקום, הודיעה על השלמת סבב גיוס בסך 22 מיליון דולר. הגיוס נערך בהובלת Qualcomm Ventures, ביחד עם הקרנות Kinzon Capital, DCM Ventures והמשקיעים הקיימים Carmel Ventures שהובילה את הגיוס הראשון ו-Khosla Ventures שהובילה את הגיוס השני.\nהחברה מנצלת את המשאב הכמעט טבעי שיש לכולנו – סמארטפון, בו עושה שימוש על מנת לאכן את המיקום הגיאוגרפי שלו. באמצעות אפליקציה שפיתחה, מאפשרת לכל משתמש להזמין מוצרים ושירותים מבתי עסק שנמצאים בטווח גיאוגרפי קרוב.\nWix הישראלית הודיעה החודש על רכישתה של חברת Moment.me הישראלית אף היא. Moment.me מאגדת תמונות ממגוון רשתות חברתיות בהתאם לאירועים שונים. סכום העסקה לא פורסם, אך לפי הערכות עומד על 10 מיליון דולרים.\nהפלטפורמה אותה פיתחה החברה הנרכשת, הזמינה במובייל ובווב, מאפשרת למשתמשים להעלות ולצפות במגוון תמונות וסטטוסים “מרגעים” שונים שלהם או של חבריהם, ללא תלות ברשת החברתית בה פרסמו אותם. כלומר, המערכת מסוגלת לאסוף את התמונות שצולמו על ידי המשתמשים בהתבסס על מיקומם ולאחד אותם אל אלבום אחד גדול, המיועד להציע את הרגע כפי שחוו אותו עשרות, מאות ואלפי המשתמשים שנכחו בו.\nחברת שיתוף הנסיעות הישראלית, Via, שפועלת בשוק האמריקאי, הודיעה על השלמת גיוס של 27 מיליון דולר בסיבוב השקעה שני. בשירות, שהושק בניו יורק ב-2013, עושים שימוש עשרות אלפי משתמשים מדי שבוע.\nVia פיתחה טכנולוגיה שמאפשרת להתנייד במרחב העירוני באופן שהוא גם נוח וגם משתלם יחסית. כדי להשתמש בשירות, יש להזמין נסיעה באמצעות האפליקציה, כשהמערכת מתאמת בזמן אמת בין אנשים הנוסעים באותו כיוון כללי ומאפשרת להם לחלוק נסיעה ברכבי הסעות נוחים ומרווחים. זמני האיסוף הממוצעים קצרים מ-10 דקות ומשך הנסיעה דומה למשך הנסיעה במונית. האלגוריתם הייחודי שפיתחה החברה פותר בעיות מתמטיות, חישוביות ותפעוליות מורכבות, כדי להתאים את מסלוליהם של כלי הרכב באופן מיטבי לצרכי הנוסעים, תוך התחשבות במצב התנועה.\nחברת האבטחה הישראלית Lacoon Security, נרכשה על ידי ענקית התוכנה ואבטחת המידע, צ׳ק פוינט תמורת סכום המוערך בכ-100 מיליון דולר. כל 40 העובדים של החברה הנרכשת יצטרפו לשורותיה של צ׳ק פוינט.\nLacoon security הישראלית פיתחה מערכת אבטחה המציעה הגנה בזמן אמת למכשירים הסלולרים של המשתמשים השונים בפלטפורמות אנדרואיד ו-iOS. על ידי התקנת אפליקציה ייעודית שפותחה שתעבוד ברקע, מערכת האבטחה של החברה מנטרת ועוקבת אחר פעילות חשודה במטרה לנטרל אותה. ביכולתו של הפיתוח של Lacoon להגן על המכשירים מפני כלל התקיפות הנפוצות כיום, הכוללות התקפות Zero Day, השתלטות מרחוק, השתלטות על אפליקציות, גניבת מידע וכמובן כל נסיון לפגוע במשתמש או במידע שלו.\nחברת Zebra Medical של אייל גורה ואייל טולדנו הודיעה על גיוס 8 מיליון דולר, כדי לפתח פלטפורמת מחקר בתחום הדימות הרפואי. החברה מפתחת פלטפורמת מחקר שתאפשר פיתוח אלגוריתמים בתחום הדימות על ידי הנגשת יכולות מיחשוב ומידע קליני בכמויות גדולות לחוקרים בתחום הבינה המלאכותית ועיבוד התמונה. על פי החברה, תהליך פיתוח אלגוריתם לזיהוי מחלה מסויימת יואץ בצורה משמעותית, בזכות חומר הגלם הרב וכוח המיחשוב הזמין שהיא תעמיד לרשות החוקרים. המודל העיסקי של החברה מתבסס על מיסחור האלגוריתמים והנגשתם לבתי חולים ברחבי העולם. החברה משיקה בימים אלה גרסת בטא סגורה לשותפים נבחרים, אשר יתחילו לעבוד על פלטפורמת המחקר וליצור את האפליקציות הראשונות עליה.\nסבב הגיוס בסך 8 מיליון דולר, הוא סבב הגיוס הראשון (Seed) של החברה והוא הובל על ידי קרן ההון סיכון המובילה Khosla Ventures, שבפעם הראשונה הובילה גיוס ראשוני לחברה ישראלית. משקיעים אסטרטגים נוספים כוללים את מנכ״ל חברת salesforce מרק בניוף וקרן הביג-דאטה Deep Fork Capital.\nהסטארטאפ הישראלי TriPlay, העוסק בתחום מחשוב הענן וצריכת מדיה באמצעותו, הודיע על השלמת סבב גיוס בסך 11 מיליון דולר בהובלת חברת ההשקעות Affiliates of Fortress Investment Group. בסבב השתתפו גם המשקיעים הקודמים בחברה ובהם קנגס רקשיב, איש עסקים קזחי, ותמיר קוך, מנכ״ל החברה.\nבין השירותים שמציעה החברה ניתן למצוא את MyMusicCloud ו-MyDigipack, יישומי ענן המאפשרים אחסון וגישה בחינם וללא הגבלה למגוון תכנים כדוגמת מוזיקה, תמונות וקטעי וידאו המצויים בסמארטפון, במחשב או בכל מכשיר המחובר לרשת ברחבי העולם. שירות MyMusicCloud נועד בין היתר לעזור ולאפשר למשתמשים להרחיב את עולם המוזיקה והאמנים להם מאזינים היום, על ידי התנסות בסגנונות שונים ומגוונים שיתכן ויאהבו, אך מעולם לא היו יכולים לגלות אותם בצורה אחרת. MyDigipack, לעומת זאת, עוסק בתחום פופולארי אחר, ומאפשר למשתמשים לצפות ולערוך תמונות וסרטונים מכל מכשיר המחובר לרשת.\nהסטארטאפ הישראלי InfinityAR, העוסק בתחום המציאות הרבודה, הודיע כי השלים סבב גיוס שני בסך 5 מיליון דולר. בין המשקיעים בגיוס השתתפו Sun Corporation היפנית, אשר באמצעותה תוכל החברה לחדור לשוק היפני, והמשקיעים הקיימים קרן Singulariteam ו-Platinum Partners.\nהחזון של חברת InfinityAR הוא ליצור סביבה דיגיטלית חדשה, שתאפשר לאנשים לתקשר באופן טבעי עם תוכן דיגיטלי המוצג בפניהם, באמצעות טכנולוגיה ממוחשבת בסביבה הפיזית והממשית שלהם. החברה פיתחה מנוע המאפשר יצירה וייצוג דיגיטלי מדויק של הסביבה בה המשתמש נמצא, תוך כדי שימוש בחומרה בסיסית ולא יקרה המצויה בכל סמארטפון; בעזרת המונע שפותח, ניתן ליצור באמצעות שתי מצלמות של מכשיר הסמארטפון לצורך העניין, חווית מציאות רבודה (AR) עשירה, שכן זו ממפה את הסביבה באופן תלת מימדי בזמן אמת, ומאפשרת הקרנת סצנות של מציאות רבודה כאילו היו חלק מהעולם האמיתי. יתרה מזאת, הטכנולוגיה מאפשרת למשתמש לשלוט בתוכן באמצעות תנועות ידיים ומחוות.\nהסטארטאפ הישראלי Folloze רוצה לשנות את תהליך המכירה בין חברות וארגונים (B2B) ומפתח לצורך זה פלטפורמת מכירה ויזואלית עם מעקב, ניטור ואינטראקציה בזמן אמת. החודש הוא הודיע על גיוס של 3.3 מיליון דולר כדי לפתח את פלטפורמת השיווק B2B שלו.\nבזכות Folloze יכולים צוותי שיווק לענות על צורך זה, לייצר חוויית רכישה שונה לגמרי ולתקשר עם הרוכשים הפוטנציאליים, ברגע שהכי מתאים להם. לצורך כך, יצרה Folloze פלטפורמה ליצירה ושיתוף של “לוחות תוכן” מעוצבים ומותאמים אישית שניתנים להכנה בשניות. לוחות אלו ניתנים ליצירה הן מתבניות מוכנות והן מחומרים קיימים כמו קובצי PDF ומצגות. בזכות יכולות המעקב והמדידה של הפלטפורמה, צוותי המכירה יכולים לראות מתי בדיוק הלקוח הפוטנציאלי קורא את התוכן, ואז ליצור עימו קשר בזמן אמת בטלפון, בצ’ט ובמייל ולהכות בברזל בעודו חם. על פי החברה, התוצאה היא יותר לקוחות וזמן מכירה קצר יותר.\nYeloha היא רשת שמחברת בין אנשים פרטיים שמייצרים אנרגיה סולארית וצרכנים שייהנו מאנרגיה מתחדשת ומתעריף מוזל. החודש הודיעה החברה על גיוס של 3.5 מיליון דולר.\nרשת לשיתוף אנרגיה סולארית מאפשרת לכל מי שאינו יכול ליהנות מיתרונות האנרגיה הסולארית – מכל סיבה שהיא – להצטרף לרשת של Yeloha כ”סאן פרטנר” (Sun Partner). כל “סאן פרטנר” יכול לרכוש חשמל שמקורו באנרגיה סולארית ככל הדרוש לו, באמצעות בחירת מסלול באתר של Yeloha. החברה מבטיחה שהאנרגיה הנקייה שירכוש תהיה זולה יותר מהחשמל שהם רוכשים מחברת החשמל. מי שאחראי על ייצור האנרגיה הזו הוא ה”סאן הוסט” (Sun Host). מדובר במשתמשים, שזוכים בהתקנה של מערכת סולארית על גג ביתם ללא שום עלות מצידם, בתמורה להסכמתם לארח את המערכת ולאפשר לאחרים גישה לחלק מהאנרגיה המופקת. כל “סאן הוסט” מקבל את חלקו באנרגיה המופקת ללא עלות, והחיסכון שנוצר מופיע ישירות בחשבון החשמל שלו. Yeloha, מצידה, מתיימרת להסיר את הקשיים והחסמים העיקריים של שוק האנרגיה הסולארית.\nחברת הסטארטאפ הישראלית Reporty Homeland Security (או Reporty HLS) מגייסת מיליון דולר מאהוד ברק, ראש הממשלה ושר הביטחון לשעבר, במסגרת סבב גיוס ראשוני (סיד). החברה פועלת בתחום “הערים החכמות” ומטרתה לשפר ולייעל את התקשורת בין האזרח לגופים השונים ולהגביר את תחושת הביטחון האישי תוך שמירה פרטיותו. בימים אלו נמצאת החברה בהליכי פיתוח של פלטפורמה גלובאלית לשידור ודיווח בזמן אמת, שהשימוש בה עשוי להציל חיים. ההשקעה נועדה להאצת הפיתוח, גיוס עובדים והמשך הפצת המערכת בקרב גופי הצלה ורשויות בארץ ובעולם.\nהפתרון של ריפורטי מבוסס על אפליקציה לסמארטפונים ועל מערכת שליטה ובקרה (שו”ב) המותקנת במוקדים, כגון המשטרה, מד”א ורשויות מקומיות. בנוסף, מאפשרת האפליקציה תקשורת עם “מעגלים קרובים” (Guardians) שהמשתמש מגדיר לטובת יצירת קשר אוטומטי בשגרה וחירום.\nהמערכת משתלבת היטב במערך “עיר חכמה”, ואף יכולה לשמש ככזאת בערים בהן אין תשתית לכך. כמו-כן פועלת החברה להטמעת המערכת בגופים אסטרטגיים ותשתיות קריטיות כגון: שדות תעופה, תאגידים ממשלתיים, חברות פרטיות ועוד.\nחברת הסטארטאפ הישראלית Tonara, המפתחת פלטפורמה ללימוד נגינה, גייסה 5 מיליון דולר מענקית הטכנולוגיה הסינית Baidu ו-Carmel Ventures. חברת הסטארטאפ הישראלית Tonara, מפתחת אפליקציות המיועדות הן לנגנים והן לשוק לימודי הנגינה, והוקמה ב-2008 על ידי יאיר לביא ויבגני בגלפור. מאז הקמתה הספיקה החברה לגייס כ-750 אלף דולר בסבב Seed בהובלת Lool Ventures, וב-2012 עוד 4 מיליון דולר בסבב גיוס בהשתתפות Carmel Ventures, Lool Ventures ו-Index Ventures.\nל-Tonara שתי אפליקציות: Tonara הותיקה היא אפליקציית האייפד של החברה, שמאפשרת לנגנים להניח את הטאבלט במקום מחברת תווים ופשוט להתחיל לנגן. בזכות הטכנולוגיה שפיתחה החברה, יודעת האפליקציה עצמה היכן אתם נמצאים בתוך היצירה, ולעקוב אחרי הנגינה שלכם ולדפדף לבד בדפי התווים של היצירה. האפליקציה השנייה של החברה היא Wolfie, שמיועדת הן ללומדים נגינה והן למורים ומכוונת לשוק לימודי הנגינה בעולם, שמוערך בעשרות מיליארדי דולרים בשנה.\nחברת אפל רכשה את חברת LinX הישראלית, כדי להעניק לאייפון איכות צילום של מצלמות DSLR. סכום הרכישה מוערך ב-20 מיליון דולר. החברה מפתחת טכנולוגיית צילום שכוללת צילום על ידי מספר צמצמים בו זמנית, חיישנים מתקדמים, מערכות אופטיקה מורכבות ואלגוריתמים של עיבוד תמונה, שיוצרים לבסוף את התמונה הסופית. המצלמות שפיתחה החברה מצטיינות בצילום בתנאי חשיכה ואור מועט, צילום HDR, צבעים נאמנים למציאות, מהירות צילום ועוד. על פי החברה, איכות התמונות של המצלמות שלה משתווה לזו של מצלמות DSLR יקרות, הגדולות ממנה משמעותית. מעבר ליכולות הצילום המתקדמות, מאפשרת מערכת הצילום של LinX שימוש ביכולות תלת-מימד בזכות מימד העומק שלהן.\nחברת EyeYon Medical הישראלית, המפתחת פתרונות ייחודיים ל-Corneal Edema (בצקת קרנית), הודיעה החודש על השלמת סבב גיוס בסך 3.6 מיליון דולר. הסבב הנוכחי התנהל בהובלת TriVentures, Pontifax, מפיץ הודי גדול, המדען הראשי והמשקיעים הקיימים – מור יישום מחקרים בע״מ, Van Leer Ventures Jerusalem, קבוצת סגם ו-JDA, הרשות לפיתוח ירושלים. כמו כן, השתתפה בגיוס הנוכחי בעלת מניות קיימת בחברה, קבוצת ההשקעות דוקור אינטרנשיונל.\nהבעיה לה החברה הישראלית פיתחה פתרון היא בצקת בקרנית, המתבטאת בפגיעה בראייה ובכאבים עזים בגלגל העין. הפתרון האפקטיבי היחידי המצוי בשוק כיום הינו השתלת קרנית מתורם, שהינה גם השתלת האיברים הנפוצה והעתיקה בעולם. המוצר של חברת EyeYon שיצא לשוק השנה הינו עדשת מגע היפר-אוסמוטית, המאפשרת ספיחה של נוזלים מהקרנית, תוך כדי הקלה על המחלה על ידי ריכוז היפר אוסמוטי של הנוזל מעל הקרנית. העדשה נמצאה יעילה במחלות קרנית רבות וכיום החברה פועלת להרחבת האינדיקציות, בין היתר על פיתוח של שתל אשר מרפא את המחלה לחלוטין ובכך מייתר את הצורך בהשתלת קרנית.\nהסטארטאפ הישראלי Music Messenger, המאפשר העברת שירים בין חברים, הודיע על השלמת סבב גיוס בסך 30 מיליון דולר. את הגיוס הוביל המיליארדר רומן אברמוביץ׳ עם השקעה של מחצית מהסכום המסתכמת ב-15 מיליון דולר. עוד השתתפו בגיוס מגוון מוסיקאים פופולארים ומשקיעים קיימים בהם דיויד גואטה, ניקי מינאז׳, די ג׳יי טיאסטו, Will I Am וגי׳ רוברטסון. שוויה של החברה אגב עומד על כ-100 מיליון דולר.\nאפליקצית Music Messenger כשמה כן היא, מאפשרת ליצור רשימות ההאזנה ולשלוח אותן לכל אחד הנמצא ברשימת אנשי הקשר שלך. היישום זמין הן עבור משתמשי אנדרואיד והן עבור משתמשי iOS, ומאפשר ניגון כל שיר של כל אמן או אלבום לגמרי בחינם. המשתמשים נהנים מגישה למיליוני שירים ובמגוון ז׳אנרים, בחינם וללא פרסומות. שליחת השירים לחברים פשוטה למדי ומתבצעת באותה הצורה בה התרגלנו לשלוח הודעת וואטסאפ או טקסט רגילה.\nGamEffective, המציעה פתרונות משחוק (גיימיפיקציה) לארגונים ומתמחה בתחום משחקים מבוססי נרטיב, הודיעה כי השלימה סבב גיוס בסך שלושה מיליון דולר. את סבב ההשקעה הובילה חברת ורינט (Verint) העוסקת בתחום המודיעין העסקי. כמו כן השתתפו בגיוס משקיעים פרטיים ביניהם 2B Angeles, שקד וונצ׳רס, ליפמן וחומסקי.\nהפלטפורמה שפותחה מסייעת לשפר את ביצועי המכירות ושירות הלקוחות, מעודדת שיתוף פעולה ארגוני ותומכת בהכשרת עובדים, הדרכות ועוד. מטרת פתרונות המשחוק של החברה היא יצירת שינוי ארגוני ארוך טווח, תוך כדי שימוש באלמנטים משחקיים שונים, המעודדים את מעורבותם ומחויבותם של העובדים השונים בארגון. בין סוגי המשחקים מצויים תחרויות ספורט או מרוצי מכוניות עשירים מבחינה גרפית, ומטרתם היא לאפשר לארגון לתקשר מטרות בבהירות, להניע את העובדים לפעולה תוך כדי קבלה מהם משוב איכותי ואמיתי. הנרטיבים במשחקים השונים הופכים את העובדים לגיבורים, תוך כדי שמתנהלת גישה מאוזנת, המתמקדת בהישגים הבאים לידי ביטוי בתחושה של משמעות, שליטה ואוטונומיה.\nחברת אבטחת המידע בענן הישראלית,WatchDox, המפתחת פתרונות ארגוניים לגישה, שיתוף ושליטה במסמכים על כל מכשיר דרך הענן, נרכשה על ידי חברת בלקברי העולמית. סכום העסקה לא פורסם אך לפי ההערכות עומד על כ-150 מיליון דולרים. בעקבות הרכישה צפויה בלקברי לפתוח מרכז מחקר ופיתוח בישראל.\nפתרונות האבטחה של WatchDox מאפשרים למשתמשים מתוך הארגון בעלי הרשאות מתאימות לגשת אל המידע הארגוני הנדרש להם לצורך עבודתם מתוך הסמארטפון, הטאבלט או מחשב קצה במיקום מרוחק מהארגון. למשל, עובדי הארגון הנמצאים בתנועה ברחבי העולם יכולים באמצעות פתרונות שכאלה להמשיך לעבוד על מסמכים המוגדרים כסודיים או חשובים ביותר עבור הארגון. אחד היתרונות של פתרונות אלו היא שהאבטחה נודדת עם הקבצים. כך, למשל, אם גורם כלשהו מעתיק מסמך פנימי לדיסק-און-קי, או צד שלישי מקבל בטעות מייל הכולל צירוף עם מידע רגיש, לארגון נשמרת היכולת לנטרל את המידע הזה מרחוק.\nחברת הסטארטאפ הישראלית Windward, המפתחת טכנולוגיה אנליטית לתחום הימי, הודיעה על השלמת סבב גיוס שני בסך 10.8 מיליון דולר. את סבב הגיוס הנוכחי הובילה Horizons Ventures, ביחד עם המשקיעה מהסבב הראשון: קרן Aleph ומשקיעים נוספים מהקהילה הפיננסית. הטכנולוגיה שפותחה מאפשרת לסמן ולזהות איומים פליליים בים, לצד תחום חדש אליו זולגת – זיהוי הזדמנויות מסחר בשווקים חדשים.\nמטרתה של Windward היא לקחת את העולם הימי שהיה בעיקרו אנלוגי, להכניסו אל העידן הדיגיטלי ולהציע הרבה יותר מידע על אחד מהאיזורים הרחבים והמסתוריים ביותר בעולם, תוך יצירת סטנדרטים חדשים. החברה מספקת תובנות בזמן אמת אודות כלי השיט השונים ועוזרת לקבל החלטות המותאמות לאתגרים הקיימים בתחום זה כיום. זאת היא עושה הודות לניתוח מידע רב המגיע ישירות מהלוויינים, למידת דפוסים קיימים ופענוח המידע והתבניות הקיימות בו.\nהסטארטאפ הישראלי Loop Commerce, אשר פיתח פלטפורמה שנועדה לשפר את חוויית קניית המתנות באינטרנט, הודיע על השלמת סבב גיוס שני בסך 16 מיליון דולר. את סבב הגיוס הובילו המשקיע הבולט אורן זאב ביחד עם דן טירני וסטיבן שולר, באמצעות העסק המשפחתי שלהם Wicklow Capital. סה״כ השתתפו בגיוס לא פחות מ-18 משקיעים.\nLoop מציגה דרך חדשה ואישית הרבה יותר להעניק ולקבל מתנות באמצעות שיטת e-gifting שפיתחה. פתרונותיה משתלבים באופן חלק למדי עם חנויות מקוונות, על מנת לאפשר למשתמשים השונים לרכוש עבור יקיריהם את המתנות המתאימות והמדויקות ביותר עבורם. לקוחות יכולים לבחור ולשלוח כל מוצר מבלי לדאוג לכל הקשור למידה, צבע, סגנון, כתובת הדואר המדויקת או אילוצים הקשורים לשעות נוחות להעברת החבילה לנמען. הפלטפורמה עובדת בדומה לגיפט קארד; נמעני המתנה מקבלים לתיבת המייל שלהם הודעה אודות המתנה שלהם, ומופנים ישירות לחנות המקוונת של הקמעונאית בה נרכשה המתנה על מנת לקבל אותה. לאחר מכן ביכולתם להגדיר את המתנה בהתאם להעדפתם (מידה או צבע אחר) או במידת הצורך אף להחליף אותה לגמרי לפני שזו תישלח אליהם.\nחברת Clicks Software הישראלית נרכשה תמורת 433 מיליון דולר במזומן על ידי קרן ההשקעות האמריקאית פרנסיסקו פרטנרס. בעלי המניות והמרוויחים העיקריים בחברה הם המשקיע המיליארדר ג׳ורג׳ סורוס המחזיק ב-9.9% ממניות החברה, FMR המחזיקה ב-9% ומשה ועידית בן בסט, המחזיקים ביחד כ-13% ממניות החברה.\nהחברה מציעה שירות אופטימיזציה של פתרונות, הכוללת בין היתר ClickSchedule המאפשר לחברות ליעל את תזמון השירות וניתובו על ידי איזון לקוחות, שירות ומשאבי נכס והעדפות ארגוניות. החברה מוכרת את מוצריה כיום בצפון אמריקה, אירופה ואסיה. כמו כן מספקת החברה שירותי ייעוץ כדוגמת ניתוח עסקי והטמעת פרוייקטים. בין לקוחות החברה נמנים שירותים בתחום האנרגיה והתשתיות, ביטוח, היי טק, יצרני ציוד משרדי ומחשבים, ציוד רפואי ושירותים לבית.\nחברת האיחסון Infinidat סיימה סבב גיוס, או יותר נכון, מגה-גיוס בסך 150 מיליון דולר בהובלת קרן הון הסיכון הפרטית TPG Growth. החברה מפתחת פתרונות איחסון לשוק הארגוני. סך הגיוסים של החברה, שהוקמה ב-2011, עומד כעת על כ-230 מיליון דולר והיא מוערכת כעת ב-1.2 מיליארד דולר.\nInfiniBox, מוצר הדגל של Infinidat, מתבסס על איחסון בדיסקים מגנטיים, ומאפשר להגדיל את כמות הדיסקים, תוך כדי שמירה על היעילות. ה-InfiniBox תומך בנפחים של החל מ-250 טרה-בייט ועד 2 פטה-בייט של מידע בתא סטנדרטי של 42U.", "keywords": "yeloha,folloze,windward,watchdox,,tapingo,moment.me,via,zebra medical,lacoon secturity,infinityar,triplay,גיוסים,גיוסי הון,סטארטאפ,גיוסים חודשי,סיכום גיוסים,tonara,linx,gameffective"}