{"url": "https://www.geektime.co.il/vention-medical-acquired-lithotech-medical/", "type": "article", "title": "ליתוטק מדיקל הישראלית נרכשת על ידי Vention Medical", "description": "החברה מתמחה בשירותי OEM (ייצור ציוד מקורי) לתחום הרפואה המתבססים על חוטי ניטינול", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/lithotech.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-29T17:20:09Z", "modified_time": "2017-01-29T17:10:35Z", "articleBody": " החברה מתמחה בשירותי OEM (ייצור ציוד מקורי) לתחום הרפואה המתבססים על חוטי ניטינול\nמקור: Lithotech Medical\nחברת המכשור הרפואי Lithotech Medical (ליתוטק מדיקל), הנחשבת למובילה בטכנולוגיות מורכבות מבוססות חוטי ניטינול, נרכשה על ידי Vention Medical האמריקאית, שמחזיקה שני סניפים בישראל. ליתוטק מפתחת מכשור רפואי פולשני המבוסס על סגסוגת בשם NiTi המורכבת מניקל וטיטניום. החברה הרוכשת מתמחה ברכיבים ושירותים שמשמשים במוצרי התערבות וניתוחים זעיר פולשניים כולל צנתרים, מוטות מחוזקים, בלונים, מוצרי שיחול וצינורות פולימיד.\nהרכישה האחרונה תאפשר ל-Vention להרחיב את תיק הרכיבים והטכנולוגיות שלה לפיתוח וייצור של מכשירים רפואיים לשוק ההתערבות. סכום הרכישה לא פורסם באופן רשמי, אך הוא מוערך ב-13 מיליון שקלים (בערך 3.5 מיליון דולר). בנוסף להספקת רכיבי ניטינול בדידים, תהיה ל-Vention עכשיו יכולת לשלב באופן חלקי ניטינול בפרויקטי התכנון והפיתוח של הלקוחות. באמצעות יכולת המדרוג שלה, Vention תוכל לנצל טכנולוגיות מבוססות ניטינול לייצור והרכבה של מכשירים מאבות טיפוס בכמויות קטנות ועד לייצור בכמויות גדולות.\nLithotech Medical בעצם מתמחה בקליעה ידנית של חוטי ניטנול שניתן להתאים לצרכיו של כל לקוח. מאז הקמתה בשנת 2001 הצוות שלה תכנן ופיתח למעלה ממאה מוצרים עבור לקוחות ברחבי העולם, כאשר עשרות מוצרים שלהם נמצאים כיום בשוק. כיום הפיתוח המוביל שלה הוא בתחום האורולוגיה, הודות לפתרון שלה המבוסס על מעין סלים שתכליתם היא להוציא ולרסק אבנים מדרכי השתן באופן אידיאלי.\n“השותפות עם החבורה המוכשרת הזאת של מומחי ניטינול מרחיבה את תיק הרכיבים והטכנולוגיות המתקדמים שלנו וגם את המומחיות שלנו ביישומים”, אמר טום טסטה, נשיא עסקי הטכנולוגיות המתקדמות של Vention. “ביחד, אנחנו יכולים להמשיך לספק עוד טכנולוגיות חדשניות כדי לקדם את החידושים של לקוחותינו במכשירים רפואיים מהר יותר ובאופן משתלם יותר”.\n", "keywords": "אקזיט,exit,רכישה,ליתוטק מדיקל,vention medical,lithotech medical,רפואה,מכשור רפואי"}