{"url": "https://www.geektime.co.il/panaya-raises-20-mm/", "type": "article", "title": "פרסום ראשון: Panaya מגייסת 20 מיליון דולר מקרן IGP [גיוס]", "description": "חברת הסטארטאפ הישראלית Panaya גייסה 20 מיליון דולר מקרן IGP של משה ליכטמן וחיים שני. החברה מפתחת טכנולוגיה שמאפשרת לארגונים להטמיע ולשדרג בצורה יעילה יותר תוכנות ארגוניות כמו SAP ו-ORACLE", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/MEDIUM1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-08T12:46:48Z", "modified_time": "2015-01-08T12:53:24Z", "articleBody": "חברת הסטארטאפ הישראלית Panaya גייסה 20 מיליון דולר מקרן IGP של משה ליכטמן וחיים שני. החברה מפתחת טכנולוגיה שמאפשרת לארגונים להטמיע ולשדרג בצורה יעילה יותר תוכנות ארגוניות כמו SAP ו-ORACLE \nמקור: Panaya\nשנת 2015 רק החלה וכבר אנחנו עדים לגיוס משמעותי. לגיקטיים נודע כי חברת הסטארטאפ הישראלית Panaya גייסה 20 מיליון דולר מקרן IGP של משה ליכטמן וחיים שני. זוהי ההשקעה השנייה בלבד של ליכטמן ושני, אשר גייסו בשנה שעברה קרן של 160 מיליון דולרים המיועדת להשקעה בחברות בשלבי גדילה והשקיעו עד כה רק בחברת R2Net, המשווקת יהלומים ואבני-חן באינטרנט. בין המשקיעים של IGP נמצאים לאומי פרטנרס, זרוע השקעות של בנק לאומי, כלל ביטוח ועוד מספר גופים פיננסיים.\nמאז הקמתה ב-2006 גייסה החברה כ-39 מיליון דולר ב-5 סבבי גיוס שונים, כשהאחרון התרחש בינואר 2013. קרן IGP מצטרפת למשקיעות הקיימות בחברה: קרן Benchmark, קרן Gemini, קרן Battery, קרן Hasso Plattner של מייסד SAP, וחברת האחזקות Tamares.\nחברת פאנאיה הוקמה ב-2006 על-ידי יוסי כהן. הפתרון של החברה עוסק בשדרוגים של מערכות לניהול המשאבים הארגוניים, ה-ERP שהינו אחד מהתחומים הבעייתים ביותר בעולם המיחשוב הארגוני. שדרוג והטמעה של מערכות SAP  או ORACLE כרוכים בהשקעה של זמן ומשאבים רבים. הפתרון שמציגה Panaya מאפשר להפחית את העלויות של השינויים והשדרוג על-ידי הצגת ההשפעה הצפויה במערכות המחשוב בארגון. הפתרון של החברה מוצע כ-SaaS ולכן גם יכול להיות מיושם ומוטמע בארגון תוך שעות. יותר מ-1,000 חברות בינלאומיות כבר עושות שימוש בשירותים השונים של Panaya, ביניהן קוקה קולה, דיזל, GM, פג’ו-סיטרואן, GSK, נובארטיס טויוטה, סוני וולמארט ועוד. החברה מבססת הן את המכירות והן את השירות שלה על מוקד טלפוני, שכולל כמה עשרות עובדים דוברי שפות זרות, ולא על נציגים פרונטליים.\nPanaya מעסיקה במשרדיה שברעננה כ-130 עובדים. דורון גרסטל, מנכ”ל החברה, התבטא במאי השנה ואמר ששנת 2014 תהיה “שנת צמיחה והתבססות, שתזניק את פאנאיה לשלב הבא במונחי נתח שוק והכנסות”; אולם שלושה חודשים בלבד לאחר מכן, פיטרה החברה כ-40 עובדים מתוך 170 שלה. כאמור שנת 2015 נפתחת בבשורה מעודדת עבור הנהלת החברה.\nטרם התקבלה תגובה מ-Panaya.\n", "keywords": "panaya,פאנאיה,it,סאפ,אורקל,oracle,sap,אקזיט,exit,יוסי כהן,benchmark,gemini,battery,hasso plattner,tamares.,igp,חיים שני,משה ליכטמן"}