{"url": "https://www.geektime.co.il/ios-iphone-apps-to-windows-phone-7-converter/", "type": "article", "title": "המרת אפליקציות אייפון ל-WP7", "description": "במיקרוסופט רוצים לעזור לכם להגר את האפליקציות שלכם מ-iOS אל WP7.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/05/iOS2WP7converter.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-05-04T09:45:57Z", "modified_time": "2011-05-04T13:23:29Z", "articleBody": "במיקרוסופט רוצים לעזור לכם להגר את האפליקציות שלכם מ-iOS אל WP7.\nמקור: תמונת מסך מאתר החברה\nמיקרוסופט רוצה אתכם ואת האפליקציות שלכם גם בתוך ה-Windows Phone 7, וכדי להשיג את זה משחררת לשוק כלי המרה של אפליקציות אייפון לשוק ה-Windows Phone 7. במסגרת כלי ההמרה של מיקרוסופט תקבלו מדריך טקסטואלי בן 90 עמודים (במיקרוסופט מבטיחים להרחיב אותו), וספריית המרה הכוללת התייחסות לחלק מה-API ב-iOS ומקבילותיהן ב-Windows Phone 7. במיקרוסופט, היו רוצים שתראו את הערכה שלהם כמילון כיס, אשר יעזור לכם לתרגם את עיקרי הדברים שלכם לשפה החדשה של WP7. לא מדובר בפתרון שלם ומוחלט, וגם לא מדובר (עדיין) בפתרון שיכול בלחיצת כפתור להמיר לנו את האפליקציה, אבל בהחלט מדובר בצעד חשוב ראשון.\nבתוך הערכה\nבתוך ערכת ה-iPhone/iOS to Windows Phone 7 API mapping tool, תקבלו, כאמור, את המקבילות לחלק מה-API, ולא לכולם. במיקרוסופט משחררים קודם כל את ה-API החשובים והדחופים, לפי דעתם, הנכנסים לקטגוריית ה-Network / Internet, ה-User Interface וה-Data Management.\nמבחינת מיקרוסופט, הדרך הנכונה להשתמש בערכת ההמרה שלה היא לבחור את ה-iOS API calls שאתם רוצים לבדוק, לחפש אותן במילון ההמרה, ולמצוא שם את המקבילות שלו ב-WP7, כולל דוגמאות ב-#C, ומסמכי עזר למעבר. כך, תוכלו “לתרגם” את האפליקציה שלכם מ-iOS אל WP7, בקלות יחסית.\nוידאו: אחד המפתחים של Chaotic Moon מדבר על מעבר לפיתוח ל-WP7\n\nלמיקרוסופט יש אינטרס לעזור למפתחים לבצע את המעבר לפיתוח עבור WP7, ומעבר לכך, גם לעזור להם להמיר אפליקציות קיימות ב-iOS ובאנדרואיד אל שוק ה-Windows Phone. צמצום פער האפליקציות הזמינות להורדה עבור הפלטפורמה עשוי להיות גורם מכריע, אשר בכוחו להשפיע על המכירות של מכשירים סלולריים מבוססי מערכות הפעלה WP7, ועל יכולת השרידות של המערכת מול מתחרותיה העיקריות.\nזה לא סוד שמיקרוסופט נמצאת כרגע בפיגור אחרי אפל וגוגל בכל הקשור לאפליקציות הזמינות לפלטפורמות הסלולריות שכל אחת מהחברות הללו מפתחת. כמות האפליקציות הזמינות להורדה והתקנה מהווה כלי חשוב במלחמת השיווק בין הפלטפורמות, וחשובה מאוד לצרכן הסופי. על כן, ראוי שצמצום פער האפליקציות יהיה בראש סדרי העדיפויות של מיקרוסופט בבואה לשפר את מעמד מערכת ההפעלה הניידת שלה לצרכנים.\nבמיקרוסופט ממשיכים לעבוד על מילון ההמרה, וכנראה ישדרגו אותו בעתיד כל שיכיל התייחסויות ליותר API, ויוכל לעזור ליותר מפתחי אפליקציות לבצע מעבר לפיתוח בסביבת Windows Phone 7.\nהאם כל זה אומר שכל מפתחי ה-iOS ירוצו עכשיו הישר אל הקוד של האפליקציות שלהם, ויתחילו להמיר אותן ל-WP7? בכלל לא בטוח. במיקרוסופט מודעים לכך שכלי ההמרה שלהם עדיין לא שלם ולא מתאים לכל סוגי האפליקציות שקיימות היום ב-iOS. בשלב זה, הוא יהיה מותאם יותר לאפליקציות בתחומי האודיו/וידאו, ניהול מידע, גרפיקה/אנימציה, רשת/אינטרנט וביצועים.\nמעבר לכך שהכלי עדיין אינו שלם, הוא רחוק מלספק המרה באמצעות לחיצת כפתור (או מגנון פשוט ואוטומטי בחלקו)מיישום iOS לקוד של WP7.\nבנוסף, מי שירצה לצלול לעולם פיתוח בפלטפורמה של מיקרוסופט, כדאי שיכין את המילון המשפטי שלו; בדרך להפיכתכם למפתחים בפלטפורמה של מיקרוסופט, תצטרכו להסכים לתנאי השימוש של MSDN, ל-Application Provider Agreement (שימו לב שבמיקרוסופט הופכים את המפתחים ל-“Providers”), מסמך ה-Privacy Statement של MSDN, וה-Code of Conduct של MSDN, בין היתר.\nאם נתעלם לרגע מהעובדה שבמיקרוסופט יכולים לדאוג לתרגם אותם לעברית, מסמכים משפטיים אלה מסדירים את מערכת היחסים המשפטית שלכם מול מיקרוסופט, וייתכן שישנם בדרך מסמכים נוספים אחרים (כמו תנאי השימוש הכללים של אתרי מיקרוסופט), רישיונות שימוש, וכו’.\nאחד הדברים האחרונים שמפתח אפליקציה רוצה זה לגלות שבסעיף קטן באחד המסמכים המשפטיים הללו נמצא סעיף שנותן למיקרוסופט אישור לעשות איזה שימוש שהיא רוצה באפליקציה או בתוכן שלה לצרכים של החברה. אין באמור כדי לרמוז שקיים סעיף כזה, אלא להדגיש שבעודף המסמכים המשפטיים שבמיקרוסופט מצפים שהמפתחים יהיו כפופים אליהם מבחינה משפטית, הם מקשים על המפתחים להבין את מלוא מערכת היחסים בין המפתח לבין מיקרוסופט, ובמיוחד אם המסמכים מחולקים על פני מספר מתחמים ואתרי משנה שונים. אם מפתח אפליקציה צריך את היועץ המשפטי שלו צמוד אליו רק כדי לבצע מעבר ולהפוך להיות מפתח ב-WP7, לא בטוח שהוא יבחר לבצע את המהלך הזה.\nמה אתם חושבים? האם הכלי החדש של מיקרוסופט מספיק כדי לשכנע אתכם להמיר את האפליקציות שלכם לפלטפורמה של Windows Phone 7?", "keywords": ",wp7,windows phone 7,iphone,microsoft,msdn,apps,app,app development,אפליקציות,פיתוח אפליקציות,אפליקציה,מיקרוסופט,אייפון,ios"}