{"url": "https://www.geektime.co.il/amazon-launches-sumerion/", "type": "article", "title": "אמאזון נכנסת לעולם ה-AR/VR עם תשתית חדשה ופשוטה ליוצרי תכנים", "description": "Amazon Web Services משיקה פלטפורמה חדשה ליוצרי תכנים בתלת-ממד, AR ו-VR שפותרת את הצורך במחשבים חזקים ליצירת תכנים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/sumerian_landingpage_howitworks2.138be98e64706252b28506d4e9707fefb89d97a7-1511886561.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-29T14:00:59Z", "modified_time": "2017-11-29T16:47:01Z", "articleBody": "Amazon Web Services משיקה פלטפורמה חדשה ליוצרי תכנים בתלת-ממד, AR ו-VR שפותרת את הצורך במחשבים חזקים ליצירת תכנים\nקרדיט תמונה: Amazon\nרגע לפני הפתיחה הרשמית של כנס המפתחים השנתי של אמאזון בלאס-ווגאס, השיקה אתמול החברה שירות חדש למפתחים סביבות ואפליקציות בעולם ה-AR/VR. השירות החדש, שנקרא Amazon Sumerian, מבוסס על סטארטאפ שבדי בשם Goo Technologies, שאמאזון רכשה בשנה שעברה  ומאפשר דרך חדשה ופשוטה יותר ליצירת תכנים בתלת ממד (3D), מציאות רבודה (AR) ומציאות מדומה (VR).\nהשירות החדש מאפשר למפתחים ויוצרי תוכן לייצר מודלים מורכבים בתלת-ממד וסצינות AR ו-VR באמצעות אפליקציית Web (מבוססת WebGL/WebVR) שרצה על-גבי שירות הענן של אמאזון, במקום על המחשב האישי, מה שהיה דורש חומרה עתירת משאבים עד היום.\nכדי להקל את העבודה, Sumerian כוללת ספריית רחבה יחסית של אובייקטים בתלת-ממד ואף מאפשר ייבוא של מודלים מספריות צד שלישי כגון Sketchfab ו-Turbosquid. בנוסף, הציגה החברה ממשקים בין Sumerian לבין שירותים אחרים של אמאזון. כך לדוגמה, תוכלו לדבב את הדמויות התלת ממדיות שלכם באמצעות חיבור לשירותי Amazon Lex (זיהוי דיבור) ואמאזון Polly (הבנת שפה מופשטת) וכמובן להתממשק גם לשירותי התשתית האחרים של אמאזון באמצעות Lambda.\nבמסגרת ההכרזה הרשמית, אמאזון השיקה את השירות בגרסת Preview, המאפשר יצירת סצינות שיוכלו לרוץ בכל דפדפן התומך ב-WebGL/WebVR, כולל ה-Daydream של גוגל, Oculus Rift, ה-Vive של HTC ומכשירי iOS. בשלב זה השירות עדיין אינו תומך ב-Android ARCore אך החברה צפויה לתמוך גם בפלטפורמת ה-AR החדשה של גוגל בגרסת ה-Release שצפויה בשנה הבאה.\n\nהכותב הוא אורח של AWS בכנס AWS: ReInvent בלאס ווגאס", "keywords": "אמזון,אמאזון,מציאות מדומה,מציאות רבודה,פיתוח,מפתחים,הכרזה,sumerian,amazon sumerian,vr.ar,amazon"}