{"url": "https://www.geektime.co.il/htc-rumored-vr-standalone-headset/", "type": "article", "title": "דיווח: HTC לקראת השקת משקפי VR עצמאיים לחלוטין", "description": "החברה שמתקשה לבלוט בתחום הסמארטפונים עשויה להשיק משקפי מציאות מדומה חדשניים ומשוכללים מתמיד", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/Screenshot_2-3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-02T09:08:32Z", "modified_time": "2017-11-02T09:09:45Z", "articleBody": "החברה שמתקשה לבלוט בתחום הסמארטפונים עשויה להשיק משקפי מציאות מדומה חדשניים ומשוכללים מתמיד\nמקור: HTC\nעל אף שחברת HTC ידועה בכך שהיא מייצרת מכשירי סמארטפון מוצלחים, היא לא מצליחה להתרומם בתחום הזה (אם כי חלק מהחטיבה הזו נרכשה על ידי גוגל), ישנו תחום אחד שבו HTC מצליחה להתפס כאחת המתחרות החזקות בשוק: מציאות מדומה. משקפי ה-VR שלה, ה-HTC VIVE, עדיין נחשבים מהטובים בשוק. כעת, על פי דיווחים, נראה ש-HTC עומדת בפני השקת הדור החדש של משקפי ה-VIVE והם עומדים להיות משוכללים מתמיד.\nעל פי הדיווחים, דגם המשקפיים החדשים יגיע עם מעבד Snapdragon 835 של קוואלקום, שאמור להיות מותאם מתמיד לעולם ה-VR, ויהיה מבוסס על ערכת המפתחים VRDK של קוואלקום. בנוסף, הפעם המשקפיים לא יצריכו שימוש במצלמה, אלא עשויים להשתמש בטכנולוגיית מעקב שפותחה בשיתוף עם Leap Motion אשר מסוגלת לנטר את כל תנועות הגוף במציאות מדומה.\nלאחרונה, חברת HTC רשמה זכויות יוצרים על שני שמות מוצרים: Vive Focus (בשוק האמריקאי והאירופי) ו-Vive M (בשוק הסיני). נכון לעכשיו לא ברור האם שמות המוצרים הללו קשורים למשקפיים שעומדות בפני השקה, או שאולי מדובר במוצרים או שירותים משלימים עבורם. HTC צפויה להציג את המשקפיים החדשים בועידת מפתחי ה-Vive שהיא עורכת בבייג׳ין ב-14 בנובמבר.\nאין ספק של-HTC יש את כל הפוטנציאל להמשיך ולהוביל את שוק ה-VR. כאשר התנסינו בעצמנו בערכת ה-VIVE שלה, החוויה הייתה עוצמתית ומרשימה למדי. מאז הערכה אף הושקה בישראל וזמינה לכל חובבי ה-VR שרוצים הצצה קלה לעתיד. אך בינתיים חברות רבות מתחילות לנשוף בעורפי HTC כאשר הן משיקות משקפי VR ובעיקר AR לשוק, ובינהן סמסונג, פייסבוק (עם Oculus), לנובו ועוד.", "keywords": "ar,vr,htc,vive,headset,מציאות מדומה,מציאות רבודה,משקפיים,משקפי,אייץ׳ טי סי,ווייב,launch,rumor,אייצ׳ טי סי"}