{"url": "https://www.geektime.co.il/facebook-oculus-go/", "type": "article", "title": "פייסבוק הציגה משקפי מציאות מדומה זולים שלא צריכים מחשב או טלפון", "description": "פייסבוק מפתיעה ומציגה משקפי מציאות מדומה עצמאיים שלא צריכים מחשב או סמארטפון. גם המחיר מפתיע לטובה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/22159661_120924798587459_7192982232569479168_n-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-12T11:42:02Z", "modified_time": "2017-10-12T12:06:14Z", "articleBody": "פייסבוק מפתיעה ומציגה משקפי מציאות מדומה עצמאיים שלא צריכים מחשב או סמארטפון. גם המחיר מפתיע לטובה\nמקור: Oculus\nעד עכשיו יכולנו בעיקר לבחור בין משקפי מציאות מדומה מבוססי מחשב דוגמת ה-Rift של Oculus, ה-Vive של HTC וה-Playstation VR של סוני או משקפי VR מבוססי סמארטפון כמו ה- Daydream View של גוגל וה-Gear VR של סמסונג. עכשיו מוסיפה פייסבוק אפשרות חדשה עם מכשיר חדש של חברת Oculus שבבעלותה. ה-Oculus Go מאפשר ליהנות מחוויית VR ללא צורך במחשב או בסמארטפון, ואפילו המחיר נגיש.\nב-Oculus Connect, כנס המפתחים השנתי בסביבת Oculus, שנערך זו השנה הרביעית בסן-חוזה קליפורניה, חשף מארק צוקרברג את ה-Oculus Go והגדיר אותם כ”משקפי ה-VR הנגישים ביותר שיש כיום”.\nהמשקפיים החדשים כוללים מסך WQHD LCD ומערכת אודיו היקפית, שתתאים את הצלילים לכיוון אליו אתם מביטים. על פי פייסבוק, המשקפיים הם ‘סופר-קלים’ ועשויים מאריג נושם נעים יותר לפנים. מבחינת תוכן ומערכת הפעלה, הם תואמים לכל כותרי ה-Gear VR הקיימים. כמובן שהחידוש הגדול ביותר הוא שנוכל להשתמש במשקפי המציאות המדומה החדשים, ללא צורך במחשבים, סמארטפונים או קונסולות, כשמחירם יעמוד על 199 דולר בלבד.\nמקור: Oculus\nערכות הפיתוח של Oculus Go יגיעו למפתחים כבר בחודש הבא, ולקהל הרחב הם יגיעו בהשקה הרשמית – בתחילת השנה הבאה. מעבר לפרטים הללו, צוקרברג לא חשף פרטים נוספים כמו זמן סוללה, מפרט ואביזרים.\nכזכור, ה-Gear VR של סמסונג עולים 129 דולר, אולם הם מתבססים על סמארטפון של סמסונג; ה-Daydream View של גוגל עולים 99 דולר – אולם גם הם דורשים סמארטפון, לצורך הפעלה. משקפי ה-Rift של Oculus עצמה עולים עכשיו 399 דולר, וגם זה אחרי הורדת מחיר מ-499 דולר; ה-PlayStation VR עולים גם הם 399 דולר; ה-VIVE של HTC עולים 599 דולר – כשהמחירים כמובן לא כוללים מחשבי גיימינג או קונסולות שתצטרכו לרכוש בנפרד, מה שמעצים את הבשורה של המחיר. גם גוגל מפתחת משקפי מציאות מדומה עצמאיים, שלא יזדקקו למחשב או לסמארטפון.\nבמקביל ל-Oculus Go, הודיעה פייסבוק כי משקפי ה-VR, שידועים בשם הקוד Santa Cruz, יגיעו למפתחים בתחילת השנה הבאה. מדובר במשקפיים עם מפרט מתקדם יותר שיחליפו ככל הנראה את ה-Rift.", "keywords": "פייסבוק,אוקולוס,oculus,facebook,coulus go,אוקולוס גו,gear vr,מציאות מדומה"}