{"url": "https://www.geektime.co.il/nexar-vs-proof/", "type": "article", "title": "לא מצלמות רגילות: השוואת מצלמות-הדרך של Proof ו-Nexar", "description": "בשנים האחרונות פרצו לחיינו מצלמות הדרך השונות. אבל לצד המצלמות שתמצאו באתרי המכירות השונים, בדקנו 2 מצלמות עם פיתוחים מקומיים: PROOF של קוברה ו-Nexar של הסטארטאפ הישראלי בעל אותו השם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/PROOF-1580044614-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-28T19:45:44Z", "modified_time": "2020-01-28T18:11:31Z", "articleBody": "בשנים האחרונות פרצו לחיינו מצלמות הדרך השונות. אבל לצד המצלמות שתמצאו באתרי המכירות השונים, בדקנו 2 מצלמות עם פיתוחים מקומיים: PROOF של קוברה ו-Nexar של הסטארטאפ הישראלי בעל אותו השם\n\nלא חסרות מצלמות דרך.\nיש טובות, יש רעות, יש יקרות ויש זולות – כן אני מדברת על הסינית ההיא שעלתה 5 דולר בעליאקספרס – אבל הפעם רצינו לבדוק שתי מצלמות עם טוויסט אחר. כי מבין כל המצלמות, בולטות שתיים שהתוכנה והממשק שלהן פותחו בישראל: Nexar – שפיתח סטארטאפ ישראלי; ו-PROOF, דגם FR300 של חברת קוברה, שעברה גיור בישראל.\nמצלמת דרך הפכה להיות פופולארית ברכבים כדי לתעד נסיעות, כדי להפוך את החוויה המפרכת של הגשת תביעות לביטוח לפשוטות יותר עם הוכחות, וגם כדי שנוכל להרגיש שאנחנו לא לבד בנסיעה. יש מצלמות עם מסכים, ויש כאלו שרק מצלמות ואנחנו שוכחים מקיומן עד ליום שבו צריך את התיעוד (חס וחלילה).\nאם נשווה בין המצלמות, העובדה שנקסאר לא מספקת גם מצלמה אחורית בשלב הנוכחי אלא רק קדמית, קצת מוזרה, כי הרי כיסוי של התנגשות או תאונה בוידאו שווה הרבה יותר ואפשר להשתמש במצלמה הקדמית של הסמארטפון לכסות את פנים הרכב, אבל אין מצלמה ייעודית שתצלם את אחורי הרכב.\nנקסאר, בניגוד ל-PROOF, שממותגת ונמכרת כמצלמת רכב קדמית ואחורית, ממתגת את עצמה כזו שתקצר את התהליכים מול חברת הביטוח. מהאפליקציה שלה, אפשר לבחור בוידאו שצולם כשהמערכת זיהתה התנגשות, ברקס חזק, או האצה יוצאת דופן, לסמן את חברת הביטוח, ספק שירותים (אובר, ליפט, ויה) ולשלוח בצורה מהירה את דוח האירוע. כמו כן, תוכלו לשלוח אותו לעצמכם כמובן לצורך שמירת תיעוד.\nכפי שציינתי בהתחלה, זו תפיסה שונה של חברה שלמעשה מצהירה שהיא כאן כדי לעזור לעבוד מול חברות הביטוח לפני שהיא חברה של מצלמות רכב, לתת שירות שבו תוכלו לדווח על רכבים שמבצעים עבירות או נוהגים בצורה רשלנית ולייצר רשת ״רשת עולמית של נהיגה בטוחה״. תפיסה מעניינת ושונה.\nאת המצלמה של Nexar רכשתי לפני כמה חודשים. אני רכשתי אותה ב-150 ש״ח (אחרי הנחת קופון). היא הגיעה מהר עם שליח והיה ממש קל להתקין אותה. היא מגיעה עם כל המדבקות והכבלים באורכים הנכונים כדי למקם אותה, ועם הסברים כדי להקל על העבודה. כמו כן, המצלמה מגיעה עם כף מיוחדת שעוזרת למקם את הכבלים בתוך הפלסטיקה של הדלתות בצורה פשוטה ובלי לשבור את הפלסטיקה ברכב. תוך 20 דקות, היתה לי מערכת מותקנת ברכב.\nלהתקנת המצלמה של PROOF, שמחירה בשוק עומד על כ-1,400 ש״ח, היה צורך בטכנאי, שתוך שעה בדיוק הצליח לסיים התקנת 2 מצלמות: קדמית ואחורית, ועל הדרך לשפצר את הכבלים של המצלמה של נקסאר בצורה טובה יותר ממה שאני התקנתי (בלי לפגוע לי באגו). בניגוד לנקסאר, PROOF מחוברת ישירות למתח ברכב ולא דרך המצת, כך שהמצלמה ממשיכה לעבוד בלי קשר להתנעה או כיבוי של הרכב.\n﻿\nכמו שכתבנו בעבר, נקסאר לא מחפשת בהכרח למכור לכם דווקא את המצלמה, והיא ממתגת את עצמה יותר כחברת תוכנה בתחום האינשור-טק. המצלמה של נקסאר מתהדרת ביכולות צילום 1080p, עם עדשה רחבה בזווית של 155 מעלות. כמו לא מעט מצלמות בשוק, המצלמה כוללת חיישני G, שמזהים אוטומטית התנגשות או תאונה, מסמנים את קטע הנסיעה האחרון ומונעים מחיקה שלו. מבחינת קישוריות, תומכת המצלמה ב-Wi-Fi בתדרים של 5 או 2.4 GHz והיא מגיעה עם כרטיס אחסון של 32GB.\nשימו לב שבמקום לרכוש את המצלמה אתם יכולים פשוט להתקין את האפליקציה, ולמקם את הסמארטפון במקום בו הוא מצלם בצורה קבועה את הדרך. נקסאר גם תעזור לכם ותספק לכם מעמד מגנטי ב-6.95 דולר. האמת? מדובר בפתרון לא רע לאנדרואיד ישן שתמיד יש זרוק איפשהו בבית, רק תצטרכו להוסיף לו סים. בהמשך, גם אמורה להשיק החברה בישראל פיצ’ר שיהווה מעין תחרות ל-Waze ולתת התראות ועזרה בהתחמקות מפקקים.\nלעומתה, מגיעה PROOF עם מצלמה כפולה (אחורית וקדמית) עם מודם סלולרי (של סלקום, שימו לב מתי צריך להתחיל לשלם), Wi-Fi, חיישני G. שדה הראייה של המצלמה הקדמית עומד על 150 מעלות ו-130 מעלות לאחורית.\n\nאת האפליקציה של PROOF אפשר להוריד בקלות לטלפון, והטכנאי ידאג לחבר אותה למצלמות ולהגדיר אותה. מצלמת הרכב של נקסאר גם חייבת את החיבור של הטלפון (בעיקר אחרי שהמקום בכרטיס הזכרון נגמר) והתחברות למערכת אחרת לא תקליט את הדברים. את זה למדתי על בשרי כשהחלפתי טלפון ושכחתי לבצע את הלוגאין מחדש. בעוד ש-PROOF  הקליטה כל התקופה הזו את הנסיעות, נקסאר מחקה לי את הסרטונים. מבאס.\nשני הפתרונות מאפשרים צילום של הדרך, כשבנקסאר מסבירים שהקלטה של הנסיעות יועלו לענן בחיבור Wi-Fi מהבית, ורק אירועים חריגים יועלו לענן באמצעות הטלפון הסלולרי.\nPROOF מאפשרת לאתר את המיקום המדויק של הרכב כולל מהירות וכיווני הנסיעה שלו בכל רגע נתון וכן, שומרת את היסטוריית הנסיעות ברכב. בנוסף, המצלמה מאפשרת בקרה והגדרת גבולות גיאוגרפיים לרכב על גבי מפה בהתאם, כך שכאשר הרכב יצא מהגבולות שהוגדרו מראש תתקבל התראה מיידית לאפליקציה.\nנוסף לכך, PROOF גם מטפלת במקרים של השחתת רכוש, גניבה, יציאת הרכב מגבולות מוגדרים. אם תרצו תוכלו גם לצפות בנעשה בזמן אמת ומרחוק – שימושי למדי אם אתם שומעים קולות חשודים מהרכב. למעשה, בזכות החיישן של המצלמה, אם מישהו ינסה לגרור או להזיז את הרכב, תוכלו לקבל התראת פוש לרכב – מעין Sentry Mode של טסלה – רק ללא מצלמות צד. בכל מקרה, זמן ההקלטה הרציפה על כרטיס הזיכרון עומד על 12 שעות (זמן נהיגה רציפה) – כשכמו בכל מצלמות הרכב, המצלמה “תדרוס” את החומרים הראשונים שצולמו.\nחשוב לציין שבניגוד לחווית המשתמש של נקסאר, ב-PROOF לא השקיעו יותר מדי באפליקציה וב-UX ובאופן משעשע משהו, כשהיא קרסה לי, קיבלתי הודעות שגיאה בסינית.\nהיתרון של PROOF על נקסאר הוא בעיקר בעובדה שבכך שהיא לא תלויה בקישוריות של הטלפון הסלולרי שלכם. המצלמה מתקשרת באמצעות סים בתוכה וכרטיס זכרון ולא תלויה בסמארטפון בכל דרך שהיא. עם זאת, אם תרצו תוכלו להתחבר למערכת כדי לשמור את התיעוד ולצפות בו.\nברגע שהמערכת מזהה פגיעה ברכב בזמן נסיעה, היא לוכדת סרטונים הנשמרים על גבי כרטיס זיכרון וניתנים לשליפה בכל עת בצורה נוחה, ובמקביל שולחת התראה לאפליקציה בזמן אמת. ניתן לצפות אחורה בצילומים השמורים ובהיסטורית מיקומי הנסיעות כ-21 שעות הקלטה מלאות (21 שעות נסיעה), כמו כן, ב- PROOF יש אופציה להקלטה רציפה של עד 8 שעות בחנייה. מטעמי חיסכון במקום וסוללה, ההקלטה מתבצעת באיכות נמוכה של 2 פריימים בשנייה.\nבנקסאר למצלמה כלל אין אפשרות לצלם כאשר הרכב חונה וכבוי והמצלמה מצלמת רק כאשר הרכב מונע ובנסיעה, ומנסיון, שימו לב שהיא אכן מודיעה לכם על התחלת ההקלטה (באמצעות הודעת פוש). שימוש לב שכל עוד המצלמה מחוברת לטלפון, כל הנסיעות מוקלטות ונשמרות באפליקציה, על בסיס שטח האחסון הזמין במכשיר הנייד. בנוסף, 4.5 שעות הנהיגה האחרונות נשמרות על גבי כרטיס הזכרון שנמצא במצלמה. אחרי 4.5 שעות מוקלטות, הנסיעות הישנות יוחלפו בחדשות.\n\n \n﻿\nכל התכונות שצירפנו פה לא יעזרו אם לא אם רואים את מספרי הרכב שמולכם או מאחוריכם, איך המצלמות מגיבות לסינוור על ידי השמש או פנסים אחרים בלילה, והאם תיעוד המצלמות יהיה אפקטיבי במקרים השונים.\nשתי המצלמות סבלו מסינוור על ידי פנסים אחרים בלילה ולא סיפקו את הסחורה בצורה מיטבית אבל ביום באור חזק ומסנוור של השמש –  שתיהן נתנו תמונה מספקת של האירועים וגם של לוחיות הרישוי המעורבות בנסיעה.\nיש כמה יתרונות בולטים בעובדה שהמצלמה של PROOF נמצאת כל הזמן ברכב ומצויידת בחיישני תנועה ומקום. היא יודעת לסמן מפות מדוייקות של הנסיעות, ואפילו להתריע אם היתה תנודה ברכב כשלא הייתם לידו – אם דפקו לכם את האוטו, נשענו עליו או חלילה גנבו אותו, המערכת תדע להתריע על כך. הכי קרוב למצב השמירה המגניב של טסלה.\nהיתרון המובנה של נקסאר הוא ברשת הנהגים שהיא הקימה, ובכך שהיא ממנפת כמות גדולה של נתונים שנאספו מהכבישים באמצעות מיקור המונים ובעזרת טכנולוגיות Sensor fusion, למידה עמוקה ובניית מפות. החברה הישראלית רוצה למנף את הרשת הזו כדי לייצר בטחון גדול יותר בנסיעה באמצעות סימון של כבישים מסוכנים, דיווח על נהגים מסוכנים ועוד. אבל היתרון הזה עדיין לא זמין בארץ.\nכל אחת מהחברות מייצגת תפיסה אחרת של חווית המשתמש. בעוד PROOF ״הלבישה״ תוכנה ייעודית על שתי מצלמות, עם קישוריות מובנית, ואפשרה לשכוח שהמצלמה קיימת עד לרגע בו צריך אותה, נקסאר מציגה חווית משתמש של שיתוף, אפליקציה שבה הנהג יכול להיות פעיל ולדווח. כל אחד יכול לבחור למה הוא מתחבר ומה יותר חשוב לו.\nאם אני מחפשת חסרונות בשני הפתרונות הללו, הם מגיעים בקישוריות – חשמל ואינטרנט – הנקסאר מקבל מתח באמצעות מצת הרכב, ולכן כל תזוזה עלולה לנתק את המצלמה מהחשמל ולא תשימו לב לכך.\nהחסרון של Proof דווקא הגיע ביום האחרון של הסקירה. אמנם בזמן החלפת טלפונים התוכנה עברה בהצלחה, אבל דווקא ביום הסקירה האחרון, ככה סתם החליטה המצלמה להתנתק מהצימוד למכשיר, ולפי ההוראות – עלי ליצור קשר עם החברה על מנת לבצע את הצימוד מחדש.\nהחיסרון של השימוש באפליקציות של שתיהן מגיע בעיקר אם אתם חונים בחניונים או מקומות בהם הקליטה הסלולרית לא מספקת, מכיוון ששתי המצלמות תלויות בכך – נקסר לא תתפקד כלל, ואתם לא תקבלו שום נתוני איכון או תוכלו להוריד מידע ולהתחבר למצלמה של PROOF.\nכמו כן, לצערי, למרות שהרבה רכבים היום כבר מצויידים במצלמות וחיישני תנועה, אף יצרן או מפתח תוכנה לא החליטו לשלב חיישנים נוספים או אפליקציות שיעזרו להתריע אם נשכח ילד ברכב.\nסעו בזהירות, וכשתגיעו – אתם מוזמנים להוסיף בתגובות את ההמלצות למצלמות המומלצות שלכם מאליאקספרס.\n ", "keywords": "proof,cobra,nexar,getnexar,פרופ,נקסר,קוברה,מצלמת רכב,מצלמה לרכב,אפליקצית צילום דרך,אינשורטק,insuretech"}