{"url": "https://www.geektime.co.il/htc-vive-launches-in-israel/", "type": "article", "title": "משקפי המציאות המדומה HTC VIVE הושקו בישראל; המחיר: 5,000 ש''ח", "description": "משקפי המציאות המדומה של HTC ו-VALVE מגיעים לישראל; המחיר: כ-5,000 ש''ח - לא כולל מחשב הגיימינג שיתמוך בהם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/Screenshot_2-3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-13T15:33:01Z", "modified_time": "2017-02-13T15:38:38Z", "articleBody": "משקפי המציאות המדומה של HTC ו-VALVE מגיעים לישראל; המחיר: כ-5,000 ש”ח – לא כולל מחשב הגיימינג שיתמוך בהם\nמקור: HTC\nחדשות טובות לגיימרים ולמעריצי ה-VR בישראל: VIVE, משקפי המציאות המתקדמים שפותחו על ידי HTC ו-VALVE הושקו היום רשמית בישראל על ידי חברת טאצ’ גרופ, היבואנית הרשמית של HTC בישראל.\nהמשקפיים מורכבים ממספר אלמנטים. ראשית, המשקפיים עצמם, שעשויים פלסטיק איכותי למדי ונעים למגע וכוללים 32 חיישנים שיזהו את תנועת הראש שלנו ב-360 מעלות. בתוך המשקפיים נמצא 2 מסכים ברזולציה משולבת של 2160×1200 פיקסלים עם קצב רענון של 90Hz ומצלמה.\nמקור: HTC\nבנוסף, כוללת הערכה זוג חיישנים שניתנים לתלייה וישמשו לצורך זיהוי התנועה שלכם במרחב; זוג בקרי שליטה עם כפתורים, משטח מגע ומנוע רטט. הבקרים הם אלחוטיים וניתנים לטעינה בעזרת מטען USB שמצורף לערכה; בנוסף, צירפה HTC לערכה כבלים ומתאמים רבים שאמורים לעזור לכם להתאים אותם למבנה הפנים שלכם ולחבר אותם למחשב הגיימינג שלכם.\nואם אנחנו כבר מדברים על מחשב גיימינג, חשוב לזכור שהמשקפיים לא עומדים בפני עצמם ותצטרכו להצטייד במחשב גיימינג חזק או לשדרג את המחשב שברשותכם. על פי HTC, המחשב המומלץ צריך לכלול מעבד i5-4590 של אינטל ומעלה או את ה-FX 8350 המקביל של AMD; מבחינת גרפיקה, דורשים המשקפיים מעבד גרפי NVIDIA GeForce GTX 1060 או Radeon RX 480 של AMD.\nהמשקפיים יימכרו החל מהיום ברשתות KSP, אייבורי ובאג תמורת 4,960 ש”ח.\n \n\nכמו שתוכלו לראות תקבלו בערכה לא מעט רכיבים וחיבורים שונים, שכוללים: שני חיישני התנועה, כבל סינכרון, שני מתאמי כח עבור חיישני התנועה, תחנות עגינה לחיישני התנועה, קופסת חיבורים אותה יש לחבר למחשב, פד הדבקה לקופסת החיבורים, שנאי לקופסת החיבורים, כבל HDMI, כבל  USB, זוג אוזניות, מגן פנים, מטפחת ניקוי, חוברת הפעלה, שני בקרי השליטה האלחוטיים, מטעני ה-USB שלהם וכמובן משקפי המציאות המדומה עצמם.\nלקריאה נוספת:\nהתנסינו במשקפי המציאות המדומה של HTC והם פשוט העיפו אותנו [וידאו]\n \n \n ", "keywords": "htc,htc vive,מציאות מדומה,משקפי מציאות מדומה,טאצ\\' גרופ"}