{"url": "https://www.geektime.co.il/apple-will-start-selling-macs-with-arm-chips-instead-of-intel/", "type": "article", "title": "דיווח: אפל תכריז בעוד שבועיים שהיא עוזבת את אינטל לטובת ARM", "description": "דיווח חדש חושף כי במסגרת כנס המפתחים השנתי שלה תכריז אפל רשמית על מעבר ממעבדים מבוססי ארכיטקטורת אינטל למעבדים מבוססי ARM", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/MEMEMEMEME-1591772795-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-10T10:18:58Z", "modified_time": "2020-06-10T13:22:31Z", "articleBody": "דיווח חדש חושף כי במסגרת כנס המפתחים השנתי שלה תכריז אפל רשמית על מעבר ממעבדים מבוססי ארכיטקטורת אינטל למעבדים מבוססי ARM\nמקור: Apple\nאחרי חודשים ואף שנים של דיווחים ושמועות על מעבר של אפל ממעבדים מבוססי ארכיטקטורה של אינטל למעבדי ARM, האם סוף סוף נקבל גם הכרזה רשמית? לפחות על פי גורמים המקורבים לנושא, התשובה היא כן – ובקרוב.\nאפל תודיע ככל הנראה כבר ב-WWDC, כנס המפתחים השנתי שלה, שייערך השנה במתכונת אונליין, כי היא נוטשת את מעבדי אינטל בארכיטקטורת x86 ותתחיל לשלב בדגמים הבאים של המחשבים שלה, הנייחים והניידים, מעבדים בארכיטקטורת ARM שאותם תייצר בעצמה, כך דווח בבלומברג מפי גורמים המעורים בנושא. מעבדים בארכיטקטורת ARM נחשבים לרוב לזולים יותר, יעילים הרבה יותר מבחינה אנרגטית, מה שאמור לשפר דרמטית את צריכת הסוללה, וכוללים קישוריות מהירה במיוחד, שמאפשרת למחשבים להיות מחוברים כל הזמן – בדיוק כמו סמארטפון. בנוסף, תוכל אפל ככל הנראה גם לגלח עוד קצת מהעובי של הלפטופים שלה.\nעל פי הדיווח, באפל עובדים על שלושה מעבדים חדשים שיהיו חלק מסדרת המחשבים של החברה המבוססים על מעבד ה-A14 שיפעיל את סדרת האייפונים הבאה שתצא לשוק. עוד דווח כי המעבד הראשון מבין השלושה שעליו עובדת החברה צפוי להיות הרבה יותר מהיר מאלו המיועדים לאייפונים ואייפדים.\nהמעבדים החדשים מבוססי ה-ARM, שיהיו חלק מליין המחשבים של אפל, ייוצרו בפועל על ידי מי שמייצרת לחברה את השבבים לאייפונים ולאייפדים – חברת TSMC הטאיוואנית. הם ייוצרו בטכניקה הזהה לזו שבה מייצרים כיום את השבבים לאייפונים ואייפד פרו – בייצור של 5 ננומטר – הנחשבת למתקדמת יותר מזו של אינטל – למרות שהיא אולי תחלוק על כך.\nרוצים לראות איפה החברים שלכם עובדים? ללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן\nעוד חושף הדיווח כי אפל צפויה להוציא לפחות דגם אחד עם מעבד מבוסס ARM כבר בשנה הבאה, אך במקביל אמרו כי החברה צפויה לעשות המעבר למעבדים החדשים שאותם תייצר באופן הדרגתי.\nהמעבד הראשון למחשבי המק שייצור בארכיטקטורת ARM יהיה בעל 12 ליבות, שמונה ליבות המיועדות לעיבוד משימות כבדות וארבע ליבות המיועדות למשימות קלות יותר. על פי הדיווח, באפל בוחנים כבר עכשיו ייצור של מחשבים עם יותר מ-12 ליבות בעתיד.\nעל פי הדיווח, המעבר של אפל למעבדי ARM יתחיל ככל הנראה במחשבי המקבוק אייר – שמיועדים לרוב למשימות פחות תובעניות. ככל הנראה הסיבה היא שהדור הראשון של המעבדים עדיין לא מספק את הביצועים שמספקים מעבדי אינטל, שנמצאים כיום במקבוק פרו, iMac ומק פרו.\nהמעבר ממעבדי אינטל צפוי להיות מורכב ובאפל עובדים על יצירת שיתוף פעולה הדוק בין גורמים במחלקות התוכנה והחומרה של החברה כדי לצלוח אותו. על פי הגורמים שחשפו את המעבר העתידי, המהלך יכול להתעכב בגלל משבר הקורונה, בהתחשב בכך שלא מעט אנשים עובדים מהבית ובעובדה ששרשרת האספקה של החברה באסיה לא פועלת במלואה.\nאפל תנצל ככל הנראה את WWDC, מכיוון שמפתחים יצטרכו לבצע התאמות לקוד שלהם, כדי שהמוצרים שלהם ירוצו חלק גם על מעבדים בארכיטקטורה החדשה.", "keywords": "אפל,אינטל,מעבד,מעבדים,סיליקון,ארכיטקטורת arm,ארכיטקטורת x86,אייפון,אייפד,tsmc,מקבוק,איימאק,מאק פרו,מקבוק פרו,arm,imac,mac pro,macbook,apple,intel"}