{"url": "https://www.geektime.co.il/influence-the-future-now-by-matrix-and-sap/", "type": "article", "title": "פתרונות חיזוי וניתוח נתונים: מטריקס ו-SAP יקיימו מפגש טכנולוגי בחמישי הקרוב [חינם]", "description": "המפגש יעסוק בין היתר בדור הבא של פתרונות חיזוי וניתוח נתונים, כיצד לייצר תהליכי פיתוח אוטומטיים למודולי חיזוי בפשטות ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/SAP-Predictive-Analysis2-.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-04T11:40:51Z", "modified_time": "2016-04-04T11:05:12Z", "articleBody": "המפגש יעסוק בין היתר בדור הבא של פתרונות חיזוי וניתוח נתונים, כיצד לייצר תהליכי פיתוח אוטומטיים למודולי חיזוי בפשטות ועוד\nהכתבה בחסות\n\nחטיבת מוצרי התוכנה של מטריקס בשיתוף SAP תקיימנה ביום חמישי הקרוב, ה-7 באפריל, מפגש העונה לשם Influence The Future, Now שיעסוק בין היתר בדור הבא של פתרונות חיזוי וניתוח נתונים, כיצד ניתן ליצור תהליכי פיתוח אוטומטיים למודולי חיזוי בפשטות ובקלות, מעבר מחיזוי למעשה כחלק אינטגרלי מסביבת פיתוח של אפליקציות ובשילוב של SAP Predictive Analytics עם סביבת Hadoop. כל זאת בשילוב סיפורי לקוחות והצגת שימושים נבחרים לפתרון זה, לרבות הדגמה חיה של הפתרון.\nהכנס מיועד לסמנכ”לי ומנהלי פיתוח, מנהלי מוצר, Data analysts, ארכיקטי פיתוח, CTO’s, מנהלי BI מגופי פיתוח ובתי תוכנה ועוד.\nאחד הפתרונות המוצעים כיום בתחום זה הוא הפתרון של ענקית הטכנולוגיה SAP העונה לשם SAP Predictive Analytics. פתרון זה מאפשר לחזות מגמות במגוון תחומים וטווחי זמן ובכך מספק לחברות וארגונים מידע רב ערך על המתרחש לבוא, במטרה להשיג תובנות כיצד יש לפעול על מנת ליהנות מיתרונות תחרותיים ותפעוליים. כל זאת על סמך ניתוח אנליטי של נתונים קיימים בארגון ויצירת מודולי חיזוי בצורה קלה ופשוטה.\nלדברי בועז גודוביץ, מנהל תחום BI ו-SAP Business Objects בחטיבת מוצרי התוכנה של מטריקס בישראל, “כיום חברות מחפשות פתרונות שיאפשרו להן לדעת מה יהיה, במקום מה היה. אלו שיצליחו בכך יזכו ליתרונות תחרותיים של ממש ביחס לחברות אחרות בתחום. באמצעות פתרון SAP Predictive Analytics, המבוסס על מנוע אוטומטי וייחודי ליצירת מודלים סטטיסטים, ניתן לקצר באופן משמעותי את זמני הפיתוח של המודלים הסטטיסטים ולתת מענה מהיר ואיכותי יותר לצורך של המשתמשים העסקיים, לקבל תובנות עסקיות אופרטיביות כחלק מהתהליך העסקי בזמן אמת. בכנס נציג כיצד ניתן לעשות זאת ואיך ניתן לשלב פתרון זה במסגרת פתרונות תוכנה שונים.\nאורח ודובר מרכזי בכנס יהיה אריק מרקייד, סמנכ”ל ב-SAP העולמית בתחום פתרונות אנליטיקה מתקדמים וחדשנות, שנמנה על מייסדי חברת KXEN, שנרכשה לפני מספר שנים על ידי SAP ועליה מבוסס בין היתר פתרון ה-Predictive Analytics.\nהמפגש יתקיים ב-7 באפריל בין השעות 9:30-12:30 במשרדי מטריקס ברחוב אבא אבן 3 בהרצליה פיתוח.\nהכניסה לאירוע ללא תשלום אך מחייבת הרשמה מראש.\nלפרטים נוספים והרשמה\n ", "keywords": "כנס,כניסה חינם,חיזוי,ניתוח נתונים,תהליכי פיתוח אוטומטיים,מטריקס,סאפ,matrix,sap,influnce the future now,hadoop"}