{"url": "https://www.geektime.co.il/tesla-autopilot-buddy/", "type": "article", "title": "הרשויות האמריקאיות אסרו מכירת גאדג׳ט שנועד לרמות את המערכת של טסלה", "description": "מוצר בשם ׳׳Autopilot Buddy׳׳ מאפשר לנהגי טסלה לנסוע ברכביהם במצב אוטונומי מבלי להידרש להוכיח שהם נוכחים מידי כמה דקות. האם הוא הגורם לכל התאונות שהתרחשו לאחרונה?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/Screen-Shot-2018-06-20-at-16.02.50-1529501639-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-20T17:45:36Z", "modified_time": "2018-06-20T17:40:49Z", "articleBody": "מוצר בשם ׳׳Autopilot Buddy׳׳ מאפשר לנהגי טסלה לנסוע ברכביהם במצב אוטונומי מבלי להידרש להוכיח שהם נוכחים מידי כמה דקות. האם הוא הגורם לכל התאונות שהתרחשו לאחרונה? \nמקור: Autopilot Buddy\nאין ספק שבשנים האחרונות חלה התקדמות אדירה בכל הקשור לנהיגה אוטונומית, אבל לצערנו עדיין לא הגענו לשלב שבו אפשר לסמוך על המחשב שיחליף את הנהג באופן מוחלט. אחת החברות שתופסת לא מעט כותרות בתחום היא טסלה, שאמנם מציעה מצב נהיגה אוטונומי – אבל עדיין דורשת מהנהגים לשבת בכיסא הנהג, ולהוכיח שהם נוכחים באמצעות הנחת הידיים שלהם על ההגה מידי כמה זמן.\nבשנים האחרונות נמכר מוצר בשם ״Autopilot Buddy״ שמתחבר להגה ברכבי טסלה ומדמה את אחיזת הידיים של הנהג – כדי לאפשר לו לעשות ככל העולה על רוחו – בזמן נהיגה. כעת, ה-NHTSA (המינהל הלאומי האמריקני לבטיחות בכבישים) מזהיר את הצרכנים מפני שימוש במוצר, ודורש מהיצרן להפסיק את פעילותו לאלתר.\nמקור: Autopilot Buddy\nה-Autopilot Buddy הוא רכיב מגנטי המתחבר להגה של רכבי טסלה X, S ו-3. למרות שבאתר החברה מפורסמים לא מעט דיסקליימרים בנוגע לכך שמדובר במוצר לניטור בלבד ואין להשתמש בו בזמן נהיגה, בפועל – חיבורו להגה מתעתע במערכות של טסלה, ומדמה את הלחץ המופעל בעת אחיזת ההגה באמצעות הידיים. כתוצאה מכך, נהגים שמחברים את המכשיר יכולים ליהנות מנסיעה אוטונומית לחלוטין, מבלי לקבל כל כמה דקות (משתנה בהתאם למהירות וסוג הנסיעה) קריאה להניח את הידיים על ההגה כדי להוכיח שהם נוכחים.\nבהודעה שפירסם סגן מנהל ה-NHTSA, היידי קינג, נכתב: ״מוצר שתכליתו היא לעקוף את אמצעי הבטיחות של הרכב ואת תשומת לב הנהג הוא בלתי מתקבל על הדעת. באמצעות מניעה ממערכת הבטיחות להזהיר את הנהג שעליו להחזיר את ידיו להגה, המוצר משבית אמצעי בטיחות חשוב, והוא עלול לסכן לקוחות ונהגים אחרים בכביש״. המינהל דורש מהחברה שעומדת מאחורי ה-Autopilot Buddy להגיב עד ה-29 ביוני, ולאשר לו שכל שיווק, מכירה והפצה של המוצר הסתיימה.\nעם זאת, לפחות נכון לעכשיו עדיין ניתן לרכוש את המוצר דרך אתר החברה תמורת 200 דולר.\n﻿לקריאה נוספת:\nעוד תאונה קטלנית: רכב טסלה במצב נהיגה אוטונומית דהר לתוך קיר הפרדה\nתוך כדי נסיעה: נהג טסלה העביר למצב אוטונומי ועבר לנוח במושב ליד", "keywords": "autopilot buddy,טסלה,tesla,נהג אוטומטי,נהיגה אוטונומית,רכב אוטונומי,nhtsa"}