{"url": "https://www.geektime.co.il/multicdn-technology-2020/", "type": "article", "title": "כיצד טכנולוגיית Multi-CDN עוזרת בהתמודדות עם נפחי תעבורת רשת גבוהים?", "description": "טכנולוגיית multiCDN התפתחה עם הצורך של ארגונים רבים לספק ללקוחותיהם חוויית שימוש טובה ומהירה, על אף תעבורת האינטרנט הגבוהה. איך זה עובד, מה החסרונות של הטכנולוגיה ומה צפוי בשנים הקרובות?", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/pexels-christina-morillo-1181248-1598176837-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-25T14:30:21Z", "modified_time": "2020-08-25T14:54:01Z", "articleBody": "טכנולוגיית multiCDN התפתחה עם הצורך של ארגונים רבים לספק ללקוחותיהם חוויית שימוש טובה ומהירה, על אף תעבורת האינטרנט הגבוהה. איך זה עובד, מה החסרונות של הטכנולוגיה ומה צפוי בשנים הקרובות?\nהכתבה בחסות\nתמונה: Pexels\nמאת יוני שומשטיין, ITway, CTO\nתעשיית ה-CDN – Content Delivery Network היא אחת הוותיקות בעולם האונליין. חברת Akamai, הראשונה בתחום ומייסדת הז’אנר, נוסדה בשנת 1996 – נצח במושגי התעשייה – והיא אחת החברות הוותיקות הבודדות שלא רק רלוונטית היום, אלא גם נמצאת בצמיחה מתמדת כבר 25 שנים.\nעולם ה-CDN נוסד על ידי דניאל לוין, יהודי אמריקאי שהתגייס לסיירת מטכ״ל בצה”ל, ועל ידי טום לייטון, המורה שלו מאוניברסיטת MIT שהיה במטוס שהתרסק על הפנטגון ב-09/11. אקמאי נוסדה למעשה כעבודת דוקטורט של לוין, שחיפש דרך להאיץ אתרי אינטרנט בעולם שאך זה עתה נולד.\nעד שהגיעו השניים, התעשייה נסמכה על שירות DNS על מנת לדעת את המיקום הגאוגרפי של המשתמש. הרעיון של לוין ולייטון היה ליצור רשת ענקית של שרתי מטמון (caching servers) או proxy servers שיימצאו במרחק פיזי קרוב ליוזרים, כך שתיחסך התעבורה על גבי תשתית האינטרנט הלא יציבה של שנים אלו. שרתי הפרוקסי שומרים קריאות http שכבר בוצעו על הזיכרון, כך שהוא נשלף מהיר יותר וקרוב יותר למשתמש וכך משפרים משמעותית את טעינת הדף, וכתובת ה-IP של שרת ה-DNS שבו משתמש הלקוח מהווה אינדיקציה למקום הימצאו, ודרך כך הוא מנותב לשרת הפרוקסי הקרוב אליו.\nהשירות שיפר במידה רבה את היכולת של אתרים לתת חוויית גלישה טובה בלי קשר למיקום שרתי המקור של התוכן עצמם. בנוסף, כפועל יוצא מפריסת שרתים ענקית, ה-CDN מסוגל לעמוד בעומסים גדולים בהרבה מחוות שרתים בודדה, עקב היותו שירות מבוזר מאוד ו-redundent.\nכמה שנים לאחר מכן נוסף אלמנט של האצת תוכן דינמי (Dynamic Acceleration), על ידי טיוב טווח ה-Network. שינוי ושיפור ברמת ה-tcp, הורדה מאסיבית של round trip על ידי הגדלת חלון ההעברה (Windows Messeging) מ-2kb ל-48kb על ידי שימוש ב-persistent connection ועוד שיפורים הנדסיים רבים לפרוטוקול ה-tcp המיושן, אפשרו גם לחברות e-commerce ופיננסים להשיג האצה של תוכן דינמי ולשפר את חוויית השימוש בפלטפורמות מסחר וחנויות מקוונות.\nבמשך השנים התעשייה התרחבה גם לעולמות אבטחת המידע – מהגנה על התקפות DDoS ,WAF, הגנה על API Gateways ולאחרונה גם יכולת הרצה של קוד בצורה מבוזרת על שרתי הפרוקסי עצמם.\nעם העלייה המאסיבית של עולמות התוכן, הווידאו והמסחר אונליין, עלו גם הנפחים שאיתם מתמודדות החברות והצרכים שלהם התמקדו. חשוב להדגיש כי ה-CDN השונים אינם מקשה אחת, וכל חברה צריכה לבחור את זה שמתאים לה. ישנן חברות המתמחות בוידאו, ישנן כאלה המתמחות ב-performance במזרח הרחוק וישנן חברות היודעות לתת שירות פחות מהיר אך יותר זול. בחירה ב-CDN אחד לרוב מגבילה את הלקוחות לרמת שירות מסוימת וחושפת אותם לבעיות תפעוליות בתוכן.\nבין ספקי ה-CDN השונים יכולים להיות פערי performance של עשרות אחוזים לאובייקט בודד באזור גאוגרפי מסוים, אך פער של עשרות אחוזים במחיר. כאשר נפח התעבורה הוא גדול מאוד והחשיבות של שירות מהיר משפיע על ההכנסות (כולנו מכירים את חוק שלוש השניות – אם אתר לא עולה תוך שלוש שניות כנראה שנמשיך הלאה) – התפתח הצורך בשירות שיאפשר לקבל גם מחירים טובים וגם ביצועים מעולים בכל אזור בנפרד.\nתמונה: Pexels\nMultiCDN היא למעשה פרקטיקה הנסמכת על פתרונות שונים, המאפשרת שימוש במספר CDN על מנת לשפר נוכחות וביצועים או על מנת לחסוך עלות.\nכאמור, CDN שונים נותנים ביצועים שונים באזורים גאוגרפיים שונים, ויותר מכך – תמחור שונה, כך, חברה יכולה להשתמש ב-CDN זול יחסית ואפילו בשרתים שלה במדינה מסוימת, ובסין להשתמש ב-Chinacache. חברות ווב משתמשות בכלים ייעודיים, רובם מבוססים DNS, לשליטה ואופטימיזציה על התעבורה ןלפי הצרכים הארגוניים השונים. הכלים הללו מאפשרים שליטה על התעבורה על ידי שימוש ב-beacons שמגיעים בקוד שמיושם באתרים מרובי תעבורה, או על ידי שליטה המתבססת על פרוטוקול DNS.\nכלים כאלו – שפיתחה למשל חברת cedexis שנרכשה על ידי Citrix – יוסדו על ידי יוצאי תעשיית ה-CDN, שהבינו את הצורך בשליטה תמחורית טובה יותר בתעבורה. כלים אחרים, כמו NS1, יוסדו על ידי יוצאי תעשיית ה-DNS שהבינו את הצורך בכלים יעילים ומהותיים יותר בעבודה הארגונית עם פרוטוקול DNS.\nכיום חברות רבות עובדות עם כלים אלו על מנת לקבל את כל צורכיהן. בקוריאה למשל, בה התשתיות די רעועות, חברות שונות משתמשות ב-CDNetworks למשתמשים במזרח הרחוק כדי לקבל ביצועים מעולים, ובעבור משתמשים בשאר העולם בוחרות באקמאי וכך נהנות גם מיכולות ההאצה הדינמית וגם מהגנה מפני התקפות DDoS.\nהחיסרון של השימוש בחברות Multi-CDN הוא העובדה שיש לתחזק מספר כפול של קונפיגורציות בכל חברה, מה שמקשה על אנשי ה-DevOps והתשתיות. בעתיד הקרוב, עם פתיחה מאסיבית של החברות לעבודת API, סביר שנראה חברות שיודעות לרכז קונפיגורציה במקום אחד וליצור את התשתיות הנחוצות בחברות שונות בצורה אוטומטית וזולה יותר.", "keywords": "איטווי,multicdn,תעבורה אינטרנט,סרטוני וידאו,משתמשים,אקמאי,itway,cdn,dns,proxy servers"}