{"url": "https://www.geektime.co.il/clarifruit-rishon-lezion-starup/", "type": "article", "title": "האם הפירות והירקות איכותיים? תנו לסטארטאפ הישראלי הזה להגיד לכם", "description": "אחד המייסדים של חברת Clarifruit תהה מתי הזמן הנכון לקטוף מנגו מהעץ שבחצר. הוא גילה שאין כלי שיעזור לו אז הוא ושני המייסדים הנוספים פיתחו אחד בעצמם. איך זה עובד ובאיזה שלב הם נמצאים?", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/strawberry-2960533_1920-1597747685-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-20T11:30:54Z", "modified_time": "2020-08-20T14:02:12Z", "articleBody": "אחד המייסדים של חברת Clarifruit תהה מתי הזמן הנכון לקטוף מנגו מהעץ שבחצר. הוא גילה שאין כלי שיעזור לו אז הוא ושני המייסדים הנוספים פיתחו אחד בעצמם. איך זה עובד ובאיזה שלב הם נמצאים? \nהכתבה בחסות\nתמונה: Pixabay​\nהאם אתם מהאנשים שמזמינים פירות וירקות אונליין, או שאתם מעדיפים להימנע מחשש לאיכות ירודה? פירות וירקות הם חלק חשוב מאוד מהתזונה שלנו. עד כה הסתמכנו בעיקר על מישוש וריח כדי לקבוע את טיבם, וכעת סטארטאפ חדש רוצה לתת כלים יותר מדויקים לכך.\nClarifruit פיתחה את הפלטפורמה האוטומטית הראשונה בעולם לבדיקות איכות לפירות וירקות. מדובר בטכנולוגיה המורכבת מאפליקציה שמסוגלת לאסוף מידע רב ואובייקטיבי בזמן קצר, ומפלטפורמה שבה מנהלי בקרת איכות יכולים לקבוע קריטריונים במהירות ובקלות וכך לנתח את המידע שהתקבל. על בסיס התוצאות ניתן לקבוע את המחיר של הפרי או הירק בשרשרת האספקה העולמית.\nאת החברה ייסדו המנכ”ל אבי שוורצר, שניהל את הפיתוח של אחד ממוצרי בקרת איכות לתוכנה בחברת HP; ה-CTO רובי בויארסקי, בעל ניסיון של יותר מ-20 שנה בפיתוח וניהול תוכנה; ונשיא החברה אלעד מרדיקס, שניהל את מחלקת השקעות הטכנולוגיה ב-JP Morgan אסיה פסיפיק.\nהכל התחיל מעץ המנגו בחצר האחורית שלי”, מספר שוורצר, “חיפשתי טכנולוגיה שתעזור לי למצוא את הזמן הנכון לקטוף את הפרי. חיפוש מהיר באינטרנט גילה שאין כל מוצר שעוזר לבדוק את מצב ההבשלה או האיכות של פירות, והשאר כבר היסטוריה”.\nובאיזה שלב אתם היום?\n“אנחנו בדיוק משחררים את גרסה 2.0 של המוצר, יש לנו מספר לקוחות בארץ ובעולם והגיוס האחרון שלנו יעזור לנו להאיץ את פיתוח הדור הבא ואת המכירות”.\nהמוצר של החברה נותן מענה לכל תהליך בקרת האיכות – מקצה לקצה בשרשרת האספקה של הפירות והירקות. המתחרים של Clarifruit נחלקים לשניים: חברות QC ותיקות המספקות פתרון מקיף אבל לא חדשני, וכמה חברות סטארטאפ שמציעות פתרונות חדשניים אבל כאלה המתאימים לבעיה נקודתית. “המוצר שלנו הוא הראשון שמשלב תהליך אוטומטי פשוט, קל להטמעה וזול מאוד”, מספר שוורצר, “לשם כך ביקרנו כ-50 חברות מהמובילות בעולם במהלך תהליך הפיתוח ובדקנו כיצד מתבצע היום תהליך בקרת האיכות הידני”.\nעד היום החברה גייסה 6 מיליון דולר בגיוס סיד בהובלת קרן FirsTime הישראלית, וכן זכתה במענק של 2.5 מיליון דולר בתוכנית החדשנות האירופית Horizon 2020. המודל העסקי שלה מתבסס על תשלום עבור רישיונות שימוש ובעבור בדיקות. היא מעסיקה 10 עובדים, יושבת במתחם העבודה Rishon Start-Up ומגייסת עובדים. “רוב עובדי החברה הם תושבי האזור או העיר, ואנחנו נהנים מנסיעה קצרה וללא פקקים”, אומר שוורצר, “כולנו היינו רוצים לראות יותר חברות הייטק מגיעות לראשון לציון”.\n﻿﻿﻿﻿", "keywords": "ראשון סטארטאפ,clarifruit,פירות וירקות,פירות רקובים,שרשרת האספקה,rishon startup,תמחור פירות וירקות,איכות,טיב הפרי,"}