{"url": "https://www.geektime.co.il/orange-france-leaks-one-a9-info/", "type": "article", "title": "רגע לפני ההכרזה: HTC One A9 נחשף בטעות", "description": "בעוד HTC משקיעה את מלוא מרצה בשלהוב הקהל לקראת HTC One A9, טעות שנעשתה באתר של סניף אורנג' בצרפת הרסה את כל ההפתעה וחשפה לציבור כמה פרטים מעניינים על המכשיר ותמונות באיכות טובה של הדגם החדש", "image": "https://files.geektime.co.il/wp-content/uploads/2015/10/onea9.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-15T17:00:54Z", "modified_time": "2015-10-15T16:48:07Z", "articleBody": "בעוד HTC משקיעה את מלוא מרצה בשלהוב הקהל לקראת HTC One A9, טעות שנעשתה באתר של סניף אורנג’ בצרפת הרסה את כל ההפתעה וחשפה לציבור כמה פרטים מעניינים על המכשיר ותמונות באיכות טובה של הדגם החדש\n\nמכונת ההייפ המשומנת של HTC עובדת שעות נוספות בימים האחרונים לקראת אירוע ההכרזה הרשמי על מכשיר הסמארטפון הבא שלה, HTC One A9, שיערך ביום שלישי שבוע הבא. אבל יכול להיות שכל המאמצים היו לשווא לאור טעות, תמימה לכאורה, של אתר סניף רשת אורנג’ בצרפת.\nהסניף הצרפתי של רשת הסלולר אורנג’ העלה בטעות לאתר שלו את דף המוצר של HTC One A9 וחשף את כל הפרטים העסיסיים על המכשיר החדש, הרבה לפני שהוא בכלל הוכרז באופן רשמי על ידי HTC.\nעל פי הפרטים שדלפו דרך האתר של אורנג’ צרפת, HTC One A9 יהיה זמין לרכישה בלפחות שני צבעים – אפור מתכתי או לבן. המחיר ליחידה, אם לא נפלה איפשהו טעות במספרים, עומד על 599.90 יורו או 2,633 ש״ח. סכום הזוי לכל הדעות בהתחשב בעובדה שהדגם אפילו לא מוגדר כמכשיר דגל של HTC. בואו נקווה לטובת HTC שמישהו באורנג’ פשוט עשה טעות הקלדה.\nמבחינת פרטי המפרט הטכני, HTC One A9 מצוייד במסך בגודל של 5 אינץ’ FHD ותצוגה באיכות של 1080p. כמו כן, הוא מצוייד בשתי מצלמות – מצלמה אחורית באיכות צילום של 13 מגה פיקסל ומצלמה קדמית באיכות צילום של 4 מגה פיקסל. HTC One A9 יופעל באמצעות מערכת ההפעלה אנדרואיד 6.0 מרשמלו וכנראה יהיה בין הראשונים שיעשו שימוש בגרסת מערכת זו. אלה כל הפרטים שהגולשים חדי העין הספיקו לדלות, בנוסף לשמירה של כמה תמונות של המכשיר עצמו, לפני שאורנג’ צרפת זיהתה את הטעות שעשתה ומיהרה להוריד את עמוד המוצר הסורר בתקווה לכסות על הפאשלה.\nאם המידע הנ”ל לא מספיק כדי להשביע את סקרנותכם, שמועות ממקורות אחרים מוסיפות כי HTC One A9 ישתמש במעבד מדגם Qualcomm Snapdragon 620, יתמוך בעד 3 ג’יגה בייט זיכרון פנימי RAM ועשוי להיות מצוייד בקורא טביעת אצבע.\nאירוע ההכרזה הרשמי בו יחשף HTC One A9 יערך ב-20 באוקטובר, יום שלישי הקרוב, אז נדע את הפרטים המלאים על הסמארטפון הבא של HTC.\nכנס הסטארטאפים הגדול בישראל יערך השנה זו הפעם השמינית בהבימה, תל אביב. במסגרת האירוע, יערכו הרצאות ופאנלים בנושאים החמים ביותר בסצינת הסטארטאפים בארץ, יעלו לבמה מיטב היזמים והמשקיעים המובילים בישראל וכמובן, תחרות הסטארטאפים השנתית, ה-Startup Arena שבה יחשפו לראשונה 10 סטארטאפים צעירים ומבטיחים. לרכישת כרטיסים\n\n ", "keywords": "htc,orange האירופאית,htc one a9,דליפת מידע,"}