{"url": "https://www.geektime.co.il/jobs-for-developers-2-fabruary/", "type": "article", "title": "מפתחים, הנה 10 חברות שרוצות אתכם", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/pexels-photo-89724-e1486034021624.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-02T15:30:30Z", "modified_time": "2017-02-02T14:55:19Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pexels\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nPerion is a global technology company that provides digital advertising technology solutions to brands and publishers.\nAt Undertone by Perion we are looking for a Senior Server Developer to join our Development Team. Our mission is to deliver Standout Brand Experiences™ and we do it by combining the best creative, context, people and technology. If your passion is to develop high performing servers and solve complex challenges in short cycles while working as part of a talented team and influencing a huge market – let’s talk.\nJob Responsibilities:\n– Make ideas become a reality using your versatile programming skills, and affect a huge market\n– Be part of a team of technological aces, implementing state of the art architecture while leveraging cutting edge technologies\n– Lead features from design to production in short iterations using the most advanced engineering practices and processes\n– Participate and influence every aspect of the development process, starting from the specifications, through the design, development and deployment, to live production systems\n– Work closely with data sciences experts\n– Continuously learn and share learning with the team\nRequirements:\n– A minimum of 3 years experience in server development, creating robust and high performing servers, serving millions of requests per day\n– A minimum of 3 years experience in Java programming\n– A minimum of B.A./B.Sc in Computer Science or similar field from a leading university required\n– Passion for implementing software engineering and agile/lean best practices\nExtensive experience in OOP, Unit testing/TDD. Experience with implementing Continuous Deployment – an advantage\n– Familiarity with at least one of the following technologies: C/C++, Golang, NodeJS – an advantage\n– Fluent verbal and written English skills required\nTo send a CV for the position of Senior Java Developer – Perion Network Ltd\nWe are looking for talented and bright developers to join our detection team for designing and building a new generation of our data-driven and machine learning based platform.\nJob Responsibilities:\n– Design and implement high-scale data driven algorithms that process a vast amount of data from many sources to create security insights.\n– Create a platform for our unique data visualization tools\n– Work with security experts, top-notch software developers and system architects to create new generation of our platform\nRequirements:\n– At least two years of experience in machine learning and data driven algorithm implementation in Java/Python/C#\n– Experience in high-scale multi variable machine learning problems\n– Experience in real world problem solving of data algorithms\n– Passionate about data: processing, slicing, visualizations and comprehension of large data sets\n– We code in Java but welcome people from all stacks\nTo send a CV for the position of Algorithms Developer (Data Scientist) – Cybereason\n\nThe NVF team is looking for a Frontend developer gifted developer to join an Amdocs’s elite team that builds a unique cloud platform in the NFV domain.\nAs a Frontend developer you will be part of a small team of experts that practice new technologies, in an uncharted territory, and have the freedom to explore and research some of the most exciting things going around in the telecom world.\n We are looking for an independent, free thinker, innovator, and executioner, with passion to learn and expand his horizons.\nJob Responsibilities:\n– You will Be part of a new business unit that establishing to provide cutting edge product for the telecom industry, and help us go where no person has gone before.\n– You will exposed to other amazing employees and intelligent thinkers.\n– You will serve as an expert on specific technology.\n– You will take an active role in technical mentoring within the team.\n– You will Be part of a new business unit that establishing to provide cutting edge product for the telecom industry, and help us go where no person has gone before.\n– You will exposed to other amazing employees and intelligent thinkers.\n– You will serve as an expert on specific technology.\n– You will take an active role in technical mentoring within the team.\nRequirements:\n– 5 years’experience as a software engineer or a software support engineer.\n– At least 2 years of experience in specializing in UI technologies like: ES6, React, Gulp, Webpack, Nodejs, Redux, Java, Spring, Apache CXF, CassandraDB – advantage\n– Excellent understanding and proven experience in Java.\n– Bachelor’s degree in Science/IT/Computing or equivalent.\n– Awareness of programming concepts and ability to write software code in at least one programming language.\n– Outbound thinking out of the box and pushed by innovation\n– Self-learner, independent and a strong team member.\n– Highly motivated person, keen to learn and experience in new technologies\nTo send a CV for the position of FrontEnd Developer – Amdocs\nGigya is looking for a Java Developer for our Big Data group. Ideal candidates have a strong Java background and enjoy working on the cutting edge of Big Data technologies. The position is located at Gigya’s R&D center, Azrieli Towers, Tel Aviv.\nThe primary challenge for the Java Developer – Big Data will be the design and development of in the Big-Data ecosystem. Success means that systems you plan and build have high scalability, low down-time and provide value and insight to our customers.\nJob Responsibilities:\n– Design & develop Big Data storage platforms.\n– Plan and build creative solutions that operate at huge scale.\n– Maintain the entire product lifecycle, from RFP, planning, execution, QA, and through to production.\n– Data operations on real customer data\nRequirements:\n– 4+ years experience programming in Java\n– Experience with RDBMS or NoSQL database systems\n– Experience with asynchronous and multithreaded programming\n– Experience with Linux\nTo send a CV for the position of Java Developer – Big Data Team – Gigya\nDataZone is a boutique professional services provider for various big data technologies. We help organizations to focus on their application rather than infrastructure. We solve sophisticated problems on daily basis and bringing value to our customer base.\nWe are also premier level partner of some of the largest data vendors world wide – Elastic, Couchbase, IronSource Atom and more.\nRequirements:\n– Minimum of 3 years’ experience with any database technology as a DBA / DevOps Engineer / Data Engineer / Software Engineer* Ability to write simple code with one of the following: C#, Java, Python, Scala, Node.JS\n– Understanding of distributed computing system principals\n– Deep experience with at least one of the following: MySQL, Postgres SQL, MongoDB, Couchbase, Elasticsearch, Splunk, Hadoop, Spark, Kafka, StreamSets\n– Deep knowledge in Elasticsearch and the Elastic Stack – advantage\n– Israeli Security clearance level 4 – advantage\nTo send a CV for the position of Data Consultant – Matrix\nCheck Point is searching for a passionate and experienced hands-on architect with strong Cloud and BigData technologies knowledge to join our infrastructure group. You will work closely with the team of brilliant mobile experts and researchers, developing state of the art detection/classification logic. We are in the early stages of building our next generation DB platform, to support BigData analytics and machine learning.\nIf you like to explore new technologies, to evaluate, design and implement new BigData platforms, you should join us!\nRequirements:\n– BA/BSc in Computer Science or equivalent experience from lead technological units\n– 5+ years’ experience in software development, preferably Python/Java web backend\n– 3+ years’ Experience with relational and no-sql databases, such as Postgres, Cassandra, Redis, Elastic stack\n– Experience in building large scale BigData systems, experience in evaluation, prototype, integration and performance tuning\n– Experience with cloud platforms: AWS, GCP or Azure\n– Independent, self-learner with the ability and passion to learn new domains and technologies\n– Familiarity with Hadoop ecosystem: HDFS/Hive/Hbase/PIG/ Spark – Advantage\nTo send a CV for the position of Hands On Big Data Architect – Check Point\nThis position is responsible for designing, implementing, automating and scaling of new partner microservices & solutions into Predix Catalog/marketplace. Working with software companies to onboard their solutions on the GE Digital services catalog (App exchange).\nJob Responsibilities:\n– Be responsible to architect, design, implement, automate how software partners build their offering in the Predix catalog/marketplace with focus & expertise in infrastructure (virtual machines/IaaS), platform aspects (PaaS), service broker, API management, security (oAuth2, Ping, access control and auditing), security control and business processes.\n– Have a cross function responsibility to lead external solutions onboarding on Predix, bringing external and internal teams together for on time delivery on predix.io.\n– Drive increased efficiency across the teams, eliminating duplication, develop reference design patterns & software code, leveraging product and technology reuse.\nRequirements:\n– Bachelor’s or Masters degree in Computer Science or in Science, Technology, Engineering or Math.\n– A minimum of 1 year of technical experience in relevant areas and functions within a product/platform •organization but not essential. Proven project management skills is important.\n– Proven project management skills.\n– Hands-on experience with one or more of Core Java development, NodeJS, C/C++, Python or GO.\n– Strong knowledge of Object Oriented Analysis and Design, Software Design Patterns and Java coding principles.\n– Skilled in design, architecture, and development aspects, with an ability to take a deep dive in the implementation aspects.\n– Hands-on experience in web services (REST, SOAP, OAuth etc.), service brokers, API gateways/proxies, billing integration, SQL & NoSQL databases, virtual machines/IaaS, workflow tools, etc.\n– Strong programming knowledge in Java, J2EE, Spring Framework, Hibernate, Security architecture, SQL, NoSQL and Big data architecture.\n– Fluent in English.\nTo send a CV for the position of Technical Project Manager – General Electric\nA fast-growing performance marketing company, specializing in online and mobile traffic monetization is looking for an experienced data Software engineer to support WebPals’ group infrastructure. The ideal candidate for this role will be a highly motivated, organized and efficient person who is able to multi-task, priorities and rise to a challenge in a fast-paced technology environment.\nJob Responsibilities:\n– Design data processing architecture for analyzing massive amounts of data in scalable ways.\n– Implement data crunching processes while taking into account performance, scale,\navailability, monitoring and more.\n– Work closely with data science researchers to implement scalable Audience Targeting and bidding algorithms\nRequirements:\n– Proven experience with large-scale data processing systems\n– Experience working with Apache Spark\n– Solid foundation in computer science, with strong competencies working with the full stack including APIs, databases and web frameworks\n– Experience implementing tools, process, internal instrumentation, methodologies, testing practices and resolving blockages.\n– Extensive experience dealing with Linux systems.\n– Proven interest in data-mining, machine learning and/or large scale systems- advantage.\n– Experience in any of the following: Spark, Cassandra, Hadoop, Vertica and Kafka a plus.\n– Experience in design and development of application Data-Access-Layer (DAL).\n– Good knowledge of DB design, and SQL/ NoSQL.\n– Self-Learner! Skills and experience in learning new technologies.\n– Experience with AWS (DynamoDB, ElasticSearch ,EMR).\n– Familiar with AdTech solutions: an advantage\nPlease send CVs to email: Jobs@webpals.com including position number #2138 in the subject line!\nTo send a CV for the position of Data Software Engineer – Webpals\nAGT is a pioneer in IoT and Social data management, Big Data integration and advanced analytics. As such, by joining us you will have the opportunity to work alongside brightest minds in those domains, while leading innovative SW Products.\nJob Responsibilities:\n– Interactions with customers and partners to capture and understand requirements and needs.\n– Involvement in the entire life cycle (conception, design, development, release, and post-release activities)\n– Managing strategic planning, product vision and roadmap\n– Managing and driving the product’s user experience\n– Collaborating with different functional groups to support sales and marketing activities;\n– Working closely with multiple development teams to articulate market needs and opportunities, translating them into technical requirements, and oversee their effective implementation.\nRequirements:\n– 5+ years’ experience in senior product management roles in the web domain, with proven record of taking a product through its full cycle\n– Proven experience with WEBINT, Social Listening or Social analytics products\n– Experience in delivering On-Premise and cloud solutions\n– Experience in managing Product, UX and Data Science resources\n– Proven ability to work effectively with different functional groups, including management, R&D and sales\n– Excellent interpersonal communication and negotiation skills to resolve internal and external competing priorities\n– Ability to manage multiple priorities, juggling multiple activities, simultaneously\n– Strong technical, analytical and problem solving skills\n– Experience with user interface and experience design\n– Willingness to travel to customer and non-customer sites globally (25%)\nTo send a CV for the position of Senior Head of Product- Social Platform – AGT International\nWe are looking for an experienced software engineer with research skills, preferably in computer vision. The candidate should demonstrate excellent programming skills and background knowledge of computer vision algorithms. This position will provide an opportunity to apply your software development and research skills in the implementation of computer vision based solutions for enhancing GM customers’ user experience.\nJob Responsibilities:\n– Developing prototypes for the evaluation and testing of  computer vision based solutions in a vehicle environment.\n– Conducting research and generating reports which evaluate the performance of computer vision systems\n– Define, develop, execute, and lead advanced technology projects on computer vision based user experience solutions\n– Communicating with suppliers regarding the technical requirements of the system\nRequirements:\n– Minimum of 2 years’ experience as a SW engineer\n– Strong programming skills in at least one of the following:  python, Java, C# or C++\n– Demonstrated research skills\n– Knowledge of machine vision algorithms is a huge advantage\n– Must have at least BSc. in Computer Science or a related technical field (MSc. Strongly preferred)\nTo send a CV for the position of SW Research Engineer – General Motors\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "sw research engineer,general motors,data software engineer,webpals,senior head of product- social platform,technical project manager,hands on big data architect,check point,data consultant,matrix,java developer - big data team,gigya,frontend developer,amdocs,algorithms developer (data scientist),cybereason,senior java developer,perion network ltd,general electric,agt international,perion network ltd.,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}