{"url": "https://www.geektime.co.il/wix-developing-work-habbits/", "type": "article", "title": "מפתחים, יש דבר כזה חוויית פיתוח טובה [וידאו]", "description": "אחרי 14 שנות ניסיון כמפתח, נמרוד ארגוב חשב שעבודתו אמורה להיות רצופת באגים וקוד שמפחיד לגעת בו. אבל אז הוא גילה שבהחלט אפשר גם אחרת. הנה הרצאה שתעזור לכם לשנות הרגלים רעים ולהעלות את הביטחון המקצועי כמפתח", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/wix-e1483519316646.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-05T11:00:53Z", "modified_time": "2017-01-05T11:07:09Z", "articleBody": "אחרי 14 שנות ניסיון כמפתח, נמרוד ארגוב חשב שעבודתו אמורה להיות רצופת באגים וקוד שמפחיד לגעת בו. אבל אז הוא גילה שבהחלט אפשר גם אחרת. הנה הרצאה שתעזור לכם לשנות הרגלים רעים ולהעלות את הביטחון המקצועי כמפתח\nהכתבה בחסות\n \nהעבודה היומיומית של מפתח לא חייבת להיות רצופה בקוד שנשבר כשמעלים גרסה, באגים שלא עוזבים או תחושה שהסיכויים שגרסה תעבור חלק דומים לסיכויים של זכייה בלוטו. יש חוויות פיתוח אחרות, וזה תלוי בהרגלי העבודה.\nבהרצאה של נמרוד ארגוב, מפתח ב-Wix Engineering, הוא מספר כי גם אחרי 14 שנות ניסיון בפיתוח הביטחון המקצועי שלו לא היה בשמים, בלשון המעטה. עם זאת, כשעבר לתהליך עבודה מונחה TDD ותפיסה של קוד נקי, הוא הבין שהדברים יכולים להיראות אחרת. במהלך ההרצאה נמרוד משתף דוגמאות קוד ונוגע בענייני בדיקות – איך לכתוב בדיקות נכון, באילו בדיקות כדאי לבחור ומתי, מספר כיצד הביטחון העצמי שלו טיפס במקביל לחיוויים הירוקים ומשתף בתובנות, ברגעי הארה וחינוך בחסות המנטור שלו.\nזהו בעצם סיפור על שבירת הרגלים רעים ואימוץ דרכי עבודה חדשות שמעלות את הביטחון המקצועי (יחסית, יחסית) גם כשמעלים שינויים ישירות ל-Production בסביבה שתומכת ב-100 מיליון אתרים.\n", "keywords": ",wix,wix engineering,וויקס,מפתחים,הרגלי עבודת פיתוח,קוד,קוד שבור,באגים,גרסה חלקה,העלאת גרסה"}