{"url": "https://www.geektime.co.il/take-tv-review/", "type": "article", "title": "שירות הטלויזיה Take - איום אמיתי על הלווין והכבלים? [סקירה]", "description": "לפני שבועיים נולד בישראל שירות טלויזיה חדש בשם Take שמתיימר להציע טלויזיה רב ערוצית וספריית VOD ללא דמי מנויים חודשים. איך זה עובד בפועל?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/take.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-05T19:10:45Z", "modified_time": "2015-05-05T21:03:06Z", "articleBody": "לפני שבועיים נולד בישראל שירות טלויזיה חדש בשם Take שמתיימר להציע טלויזיה רב ערוצית וספריית VOD ללא דמי מנויים חודשים. איך זה עובד בפועל?\nצילום: גיקטיים\nTake הוא שירות טלויזיה חדש במרכזו ניצב סטרימר שיודע לשלב בין קליטת ערוצי עידן פלוס לבין ספריית VOD עשירה, התקנת אפליקציות מבוססות אנדרואיד, גישה לתכנים שנמצאים על המחשב שלכם וגישה לכל עולם התוכן הזמין ברשת כמו יוטיוב ואחרים למשל.\nמצד אחד בשלב זה לא מציעה Take ערוצים רבים שכן זמינים בשירותים מתחרים, אבל מנגד, החברה מבטיחה כי בעתיד תציע חבילות ערוצים שונות תמורת סכומים נמוכים. בשלב זה מוצע השירות על בסיס רכישה חד פעמית של הסטרימר תמורת 549 ש״ח וללא דמי מנוי חודשיים.\nכשפותחים את הקופסא של Take מגלים ממיר-סטרימר שאינו מרשים במיוחד, גודלו ממוצע והעיצוב זול ופשוט למדי. הקופסא מכילה את כל הכבלים הנחוצים מלבד מתאם מ-USB למקור מתח על מנת להטעין את השלט החכם.\nאם כבר הזכרתי שלט, אתעכב עליו מעט לפני שאמשיך – מדובר בשלט שעיצובו משלים את זה של הסטרימר ומכאן הוא מעט מגושם ומסורבל. בצידו האחד כפתורי שליטה ובצדו השני מקלדת מלאה עם 3 מצבי עבודה: עברית, אנגלית וסימנים. להפתעתי ולמרות המראה המגושם, השלט יודע לתפקד גם במצב של עכבר אוויר, שמזכיר מעט את בקר השליטה של קונסולת ה-Wii – שליטה על ידי הזזה של השלט כאילו היה עכבר מול הטלוויזיה. מי שחווה חוויה רעה עם עכברי אוויר, יופתע לטובה לדעתי מהשליטה עם העכבר הזה.\nבנוסף שמחתי לגלות שלשלט אין סוללות והוא נטען באמצעות כבל מיקרו USB, לא דבר שכיח במיוחד ועדיין פרקטי למדי. לשלט גם מתג on/off מעט מיותר שאין צורך להשתמש בו, הוא מחזיק מספר חודשים ללא הטענה גם כאשר נותר מופעל. מה שכן היתה חסרה לי היא אינדקציה למצב הסוללה של השלט (בטעינה, מלאה, ריקה וכו’).\nתהליך ההתקנה היה די פשוט, חיברתי את כל החיבורים וכצפוי הממיר החל לפעול עם תהליך ההגדרות הראשוניות. כחלק מתהליך ההתקנה, המערכת מבקשת מהמשתמש להתחבר באמצעות משתמש של Take או באמצעות Facebook. הופתעתי לטובה מהמקלדת של השלט החכם שהפכה כבר בשלב ראשוני זה את התהליך לפשוט ומהיר במיוחד.\nלאחר מכן היו הגדרות רשת סטנדרטיות וכיול גודל מסך פשוט ואינטואיטיבי ובסיום הממיר החל לפעול ישר במצב עידן+.\n\nלאחר סיום ההגדרות, וגם כאשר האנטנה ממש קרובה למרפסת שמש הפונה מזרחה, הקליטה הפכה מקורטעת. רק אחרי לא מעט אקרובטיקה עם מיקומי האנטנה השונים הצלחתי לבסוף לזכות לשידור הולם, אלא שכאן מדובר בבעיות שמאפיינות בלאו הכי לא מעט ממירי עידן פלוס סטנדרטיים.\nלזכות הוראות ההפעלה אוסיף, שאכן Take מודעים לכך שהאנטנה המגיעה עם הקופסא קטנה וקליטתה חלשה, ובמקרה של בעיה ניתן לרכוש באתר החברה אנטנה גדולה וחזקה יותר.\nמלבד הערוצים הבסיסיים הנקלטים כחלק מעידן+ שהם:11, 22, 10, 23, 33, וערוץ הכנסת, Take מזרימה גם תכנים ייחודיים:\nערוץ גלובס TV שעד היום היה משודר רק באינטרנט, הולך ונבנה בהובלתה של טייק לערוץ מגזין אקטואליה מלא עם מבזקים, חדשות ותוכניות. (בזמן כתיבת הסקירה ערוץ גלובס עדיין בשלבי הרצה ואין בו הרבה תכנים ורובם משודרים בלופ).\nבנוסף, תוכלו להנות מעוד ארבעה ערוצי תוכן בנושאים שונים המוזרמים על ידי חברת Take וספק התוכן SPI, הערוצים הם FightBox, DocuBox, FasionBox ו Fast&Fun.\nSPI, הוא ספק תוכן חיצוני המעלה את התכנים לשרתים של Take. השרתים מקודדים ומבצעים התאמה לכל ממיר קצה לפי האינטרנט בבית הלקוח ומשדרים את השידור המתאים ביותר. הממשק חכם, דיגיטלי ונוח לשימוש עם מידע על הערוצים וזמני תוכניות ממש כמו בממירים שאתם התרגלתם אליהם, קביעת תזכורת לתוכניות עתידיות, חיפוש תוכנית ואם התחברתם עם פייסבוק תוכלו לבצע שליחת הזמנה לחברים או תזכורת לצפייה בתוכנית.\nעם זאת משהו בתהליך גיור הממיר מבוסס האנדרואיד מכיל עדיין מעט גליצ’ים קטנוניים כמו למשל באנר הווליום מימין לשמאל במקום ההפך (עוצמה חזקה ימין, חלשה שמאל).\nצילום: גיקטיים\nמערכת ההפעלה מבוססת אנדרואיד מותאמת במקרה זה לפיתוח של comigo הישראלית. תוכלו למצוא שם ממשק YouTube נח וקל לתפעול ובזכות השלט החכם סוף סוף מצאתי איפה כדאי ונח להשתמש בעכבר אוויר. בנוסף שמחתי לגלות שניתן לבצע חיפוש בעברית בניגוד ל-Apple TV שם לא תמצאו מקלדת וירטואלית בעברית. התחברתי באמצעות שם המשתמש הגוגלי שלי וכצפוי כל ההיסטוריה וההמלצות הסתדרו כמו שאני אוהב.\nאפשרויות מתקדמות כמו הקלטה של תוכנית, Start Over או Pause במהלך תוכנית יגיעו בהמשך.\nלטענת החברה, Take עובדת כרגע על תשתית הענן שלהם על מנת לאפשר את כל האפשרויות המתקדמות האלו, כך שיש למה לצפות בהמשך.\nהשירות מציע גם פורטל VOD, שמחולק למספר קטגוריות תוכן שונות. מדובר בתכנים חוקיים בלבד מהרשת, וכרגע יש מבחר מועט שאת רובו לא הכרנו. הממשק נוח וזהה לשאר ממשקי המערכת ואם סיימתם לראות את משחקי הכס אז יש לכם סיבה להכנס לפה ולראות את הלוחש לכלבים או הרצאות של TED ודברים נוספים אחרים.\nבנוסף הממיר מספק גישה לאפליקציות כמו פייסבוק, נגן מוזיקה, מזג אוויר, דפדפן אינטרנט, וכמובן חנות האפליקציות Google Play משם תוכלו להוריד כל אפליקציה רלוונטית, גם כאלו שיזרימו לכם תכנים פיראטים לבסוף.\n\nהרגע לו חיכיתי הגיע. רציתי שהמכשיר הזה יספק לי פתרון בסלון כך שלא אצטרך לקום מהספה עבור כל כך הרבה דברים קטנים כמו לחבר מחשב כשאני רוצה לראות משהו, להחליף סוללות לעכבר האלחוטי, ולהתעצבן שהמחשב בטעות על mute, העכבר בדיוק על הפרצוף של הדמות הראשית, הוידאו לא על מסך מלא ועוד שלל סיבות שכולן כאמור מסתכמות פשוט במה שמציע כמעט כל סטרימר ממוצע.\nלחצתי על כפתור ה-PC בשלט והגעתי לממשק שהתחיל לסרוק את הרשת אחר מכשירים, ממש קיוויתי שלא אצטרך להתעסק עם הגדרות כלשהן, כשהחיפוש הסתיים הוא ביקש ממני IP ותיקייה.\nאני חושב שזה צעד אחורה בכל הקשור לממשק בין סטרימר למחשב מכל כך הרבה סיבות כמו החלפת כתובת IP המתרחשת אוטומטית על ידי הראוטר (לכל החוכמולוגים, לא בא לי IP סטטי), מחשב מזדמן של חבר או חברה שרוצים להראות משהו, וחוסר יכולת לשידור ממכשירי iPhone. ציפיתי לתמיכה ב-Airplay או Casting ולא לפרוטוקול SMB. SMB הינו פרוטוקול שעיקרו הוא לספק גישה משותפת לקבצים ותיקיות ברשת.\nלמשתמשי חלונות: כדי להתחיל לעבוד תצטרכו לשתף את התיקיות אותן תרצו שהממיר ימצא.\nניסיתי לשתף תיקייה בחלונות 7 באופן הכי אינטואיטיבי (שתף לקריאה ב-Homegroup) – לא עבד.\nעקבתי אחר ההוראות מפורום קודי שם מוסבר כיצד לבצע שיתוף לתיקייה אומנם למטרות XBMC אבל הפעולות הן אותן פעולות, בסוף התהליך הממיר אכן הצליח למצוא את תיקיית תכני הוידאו שלי.\nעכשיו שאני רואה את הסרטים שלי, בחרתי את הפרק האחרון של עונה 3 של שרלוק (720p mp4 וגם ניסיתי 720p mkv) ונפתח דיאלוג סיום פעולה קלאסי של אנדרואיד (תסלחו על הצבעים שלא יצאו טוב בצילום)\nצילום (כושל): גיקטיים\nמולטימדיה ו-VideoPlaybackLib הם בדיוק אותה אפליקציה, וערוצים מקפיץ את המשתמש לעידן+, בנוסף הניווט בין ימין ושמאל שוב התהפך (כנראה בגלל הגיור שוב).\nכאשר הפעלתי את הסרט הוא החל לפעול ישר ובאופן חלק בלי להמתין לבאפר כלל. ניתן לבצע את פעולת ההשהייה (Pause) בלבד כרגע על ידי השלט, פעולות כמו קדימה ואחורה כרגע ניתן להשלים על ידי פתיחת הבר (timeline) של התוכנית על ידי לחיצה על הפתור למטה ושליטה במיקום התוכנית עם עכבר האוויר. אין קשר בין זמן פתיחת הבר לעכבר ולכן צריך להספיק ללחוץ לפני סגירת הבר, לא הדבר הכי נוח בעולם.\nצילום: גיקטיים, בר שליטה של תוכנית\nכתוביות: נראה שקיימת אפשרות להוספת כתוביות לתוכנית ישירות מהאינטרנט על ידי לחיצה על כפתור הכתוביות שבצד שמאל בבר השליטה של התוכנית, אך לקבצים שאני בדקתי לא נמצאה כתובית מתאימה.\nהורדתי במחשב באופן ידני כתוביות מתאימות ושמתי אותן באותה תיקייה עם הקובץ ובאותו שם כמו הקובץ אותו אני רוצה לנגן רק עם סיומת קובץ srt, ואכן אחרי הרצה מחדש של התוכנית, הכתוביות עבדו מעולה בעברית ובלי בעיות ימין שמאל.\nלמשתמשי המק כרגע אין פתרון קל ונח לעבודה מול הממיר, החברה מודעת לכך ועובדת על הנושא בעדיפות עליונה לטענתם. Take מסרו לנו כי בגרסא הבאה הנושאים הללו יתוקנו, (ראוי לציין שהכוונה ב”גרסא הבאה” היא לגרסת תוכנת מערכת הפעלה של הממיר המתעדכנת באופן אוטומטי וללא שום פעולה מצד הלקוחות).\nלמה אין ערוץ ספורט?\nנושא הערוצים המשודרים בעידן+ אינו קשור לחברת Take, מדובר בזכיין ספורט מונופולי בארץ המבקש סכומים גדולים, נכון להיום הרשות לא רכשה ולכן אין שידור בעידן+.\nמה לגבי דמי מנוי חודשיים?\nבעתיד יוצעו שירותים שונים תמורת תשלום. העלות תהיה זולה בהרבה משל המתחרים וכל אחד יוכל להרכיב לעצמו חבילה אישית עם הערוצים שמעניינים אותו, אנחנו לאט לאט נטפטף יכולות חדשות ונקים ערוצי תוכן פרימיום נוספים.\nכמה העתיד קרוב?\nכנראה שזה יקרה בחודשים הקרובים, “צריך להיות פה שינוי” (מגיב למחירי חבילות הערוצים של המתחרות) התשלום יהיה רק עבור ערוצים נוספים ולא על חבילת הבסיס, עדיין יהיה ניתן לקנות חד פעמית את הממיר ולהנות מהשירותים ומהתמיכה של החברה ובהמשך מעוד ערוצי תוכן חינמיים.\nמה לגבי סדרות וסרטים מהשורה הראשונה?\nאנחנו כרגע לא מתחרים ביס, HOT או סלקום מבחינת תכנים, אנחנו מעדיפים כרגע לא לחשוף את כל התכנונים העתידיים אבל יהיו תכני פרימיום.\nבתוך הממיר: מעבד Dual Core A9.\n8GB זכרון, 1GB RAM, כרטיס WiFi, מפענח DVBT-T2 לטובת קליטת שידורי עידן פלוס.\nחיבורים ויציאות (מימין לשמאל): חיבור חשמל DC, כניסת HDMI, כניסת אודיו אופטית, חיבור רשת Ethernet, יציאת אודיו PL (אוזניות), יציאת RF, כניסת אנטנה RF, שתי כניסות USB (אחת תפוסה על ידי הדונגל של השלט החכם), כניסת SD CARD.\nצילום: גיקטיים\n1. עידן+ עובד טוב, וגם האינטגרציה עם הערוצים המשודרים על ידי Take על גבי האינטרנט, נראה שיש פוטנציאל טוב לתת פייט ל-HOT ויס מבחינת טכנולוגיה ותשתית אך מבחינת תכנים יש עוד לאן להשתפר, ערוצי התוכן הייחודיים אינם כוללים תוכניות מהשורה הראשונה כמו האשה הטובה או בית הקלפים וכך גם פורטל ה-VOD הפרטי של Take.\n2. סטרימינג – נראה שמאז שנכנסו לחיינו אפל וגוגל, ואיתן פשטות הזרמת התכנים מהמחשב או מהטלפון ישירות לטלוויזיה השימוש בפרוטוקל SMB על כל משמעיותיו מעט מגושם ודורש מעט יותר התעסקות על מנת להתחיל לעבוד איתו. כמובן שלאחר שעוברים את המסוכה הזו, התכנים עובדים טוב ובאופן חלק.\n3. חברתיות – האם באמת יש מקום בחיינו לעוד ממשק שדרכו תוכלו להיות חברתיים? אולי כן, אבל עד אז, אם מישהו יציק לי בזמן סרט מתח עם צ’ט בטלוויזיה זה הסוף שלו.\nבסופו של דבר זהו ממיר של עידן+ עם הרחבה לרשת כמו שאתם אולי מכירים מסטרימרים קודמים כמו popcorn-hour, או דומיו, היתרונות המשמעותיים שלו הוא שהממשק בעברית, ויש גוף תמיכה חוקי  העומד מאחוריו שמוכן לעשות הכל כדי לנסות לשבור את השוק היקר של תכנים חוקיים וזה תמיד מבורך.\nאם אתם מחפשים סטרימר טוב שעובד out of the box (משתמשי המק בנתיים מחוץ לתמונה) המשלב בתוכו את ערוצי עידן+, אז כנראה ש-Take הוא המוצר שאותו אתם מחפשים. אם אתם מחפשים תחליף ליס, HOT או סלקוםTV לא תמצאו מענה לתכנים הרבים שלהם כרגע. לדעתי מחיר הממיר מעט גבוה ביחס לתמורה (549 שקלים).", "keywords": "טייק,טלויזיה,שירות טלויזיה,סלקום,הוט,כבלים,לויין,עידן פלוס,סטרימר,take,tv,comigo,hot,yes,טלוויזיה,סטרימרים,סלקום tv"}