{"url": "https://www.geektime.co.il/facebook-resarch-app/", "type": "article", "title": "פייסבוק שילמה לצעירים וריגלה אחריהם עם טכנולוגיה ישראלית", "description": "מזה שנים שפייסבוק מריצה קבוצת מחקר של משתמשים שמעניקים לה גישה מוחלטת למכשיר שלהם בתמורת לתשלום חודשי של 20 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/facebookeye-1548834110-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-30T12:04:30Z", "modified_time": "2019-01-30T12:04:30Z", "articleBody": "מזה שנים שפייסבוק מריצה קבוצת מחקר של משתמשים שמעניקים לה גישה מוחלטת למכשיר שלהם בתמורת לתשלום חודשי של 20 דולר\nמקור: Pixabay\nאם חשבתם שפייסבוק יודעת עליכם הרבה יותר מידי, מה הייתם אומרים על זה שהיא מוכנה לשלם לכם כסף כדי לקבל גישה למידע מעניין אף יותר, הכולל את הודעות הטקסט והאימייל שלכם? תחקיר של TechCrunch חושף שהרשת החברתית מפעילה תוכנית מיוחדת בשנים האחרונות במסגרתה היא מעבירה תשלום חודשי לקבוצת משתמשים נבחרת שמעניקה לה גישה פחות או יותר לכל הפעולות שהם מבצעים בסמארטפון שלהם. אה, ומה שעומד מאחורי היוזמה הזו היא טכנולוגיה ישראלית.\nמזה 3 שנים שפייסבוק מפעילה תוכנית מיוחדת במסגרתה היא משלמת למשתמשים בגילאי 13-35 עד 20 דולר בחודש כדי לקבל גישה מוחלטת לסמארטפון שלהם. כדי לקבל את הגישה המיוחלת, על המשתמשים להתקין אפליקציה בעלת השם הרשמי ״Facebook Research״ שזמינה באנדרואיד ו-iOS. ברגע שמשתמש מתקין את האפליקציה, הוא מעניק לפייסבוק את היכולת לראות את כל הודעות הטקסט והאימייל הפרטיות שלו, לצד החיפושים והפעילות הכוללת שהוא מבצע ברשת.\nאם זה לא מספיק, פייסבוק רוצה לדעת הכל גם על הרגלי הצריכה של אותם משתמשים, ולכן היא גם דורשת מהצעירים להעלות צילומי מסך של היסטוריית הרכישות שלהם באמזון. כדי להסוות את הפעילות החטטנית ולנסות ולהעניק לה אופי של מחקר לכל דבר, התוכנית מתנהלת באמצעות שירותי בטא של Applause (הישראלית גם כן), BetaSound ו-uTest, הכל כדי לטשטש כמה שיותר ראיות.\nפייסבוק מסווה את הקשר שלה למחקר ופועלת בעזרת שותפים. מקור: TechCrunch\nאפליקציית Facebook Research היא מעין VPN, הפועלת באופן דומה ל-Onavo Protect שזכתה ללא מעט כותרות שליליות בשנה האחרונה. כזכור, לפני קרוב לשנה פייסבוק השיקה פיצ’ר VPN חינמי שמיועד למשתמשים באפליקציית המובייל של החברה, שמתבסס על הטכנולוגיה של החברה הישראלית. אותה רכשה לפני מספר שנים. לכאורה, הרעיון מאחורי ה-VPN הוא להסוות את פעילות המשתמש, אבל המניע של פייסבוק היה יותר בכיוון של ״אף אחד לא יאסוף עליכם פרטים. חוץ מאיתנו״. אלא שביוני לאחר מכן אפל הודיעה כי אפליקציות מסוג זה צפויות להיחסם, ובאוגוסט האפליקציה כבר ירדה מהאוויר. אגב, באנדרואיד עסקים כרגיל והאפליקציה עדיין זמינה להורדה.\nפייסבוק אישרה את קיומה של תוכנית המחקר ל-TechCrunch, וציינה כי תכליתה היא לאסוף נתונים על הרגלי השימוש של המשתמשים, והיא לא מתכוונת להפסיק לעשות זאת. יחד עם זאת, יתכן שהחברה תיתקל בקשיים שכן התוכנית מפרה את מדיניות המפתחים של אפל ודורשת התקנה של ״תעודת שורש״ (Root Certificate) על מנת לקבל גישה לאותם מכשירים. פייסבוק בתגובה מסרה כי התוכנית לא מפרה את המדיניות של אפל, אבל לא הסכימה לפרט מעבר לכך – מדוע ולמה.\n(function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(d.getElementById(id))return;js=d.createElement(s);js.id=id;js.src='https://embed.playbuzz.com/sdk.js';fjs.parentNode.insertBefore(js,fjs);}(document,'script','playbuzz-sdk'));", "keywords": "פייסבוק,facebook,onavo,אונאבו,פרטיות,מחקר פייסבוק,onavo protect,vpn"}