{"url": "https://www.geektime.co.il/chromebooks-campfire-dual-boot/", "type": "article", "title": "גוגל תאפשר לכרומבוקים להריץ גם Windows 10", "description": "דיווח חדש חושף כי גוגל מפתחת פיצ'ר בשם Campfire, שיאפשר לכרומבוקים להריץ Windows 10 מלא עם כל אפליקציות הנייטיב שלה; האם זה יהיה הפיצ'ר שיגרום לכרומבוקים להגיע גם לקהל הרחב?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Screenshot_1-1534133821-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-13T09:15:15Z", "modified_time": "2018-08-13T08:56:42Z", "articleBody": "דיווח חדש חושף כי גוגל מפתחת פיצ’ר בשם Campfire, שיאפשר לכרומבוקים להריץ Windows 10 מלא עם כל אפליקציות הנייטיב שלה; האם זה יהיה הפיצ’ר שיגרום לכרומבוקים להגיע גם לקהל הרחב?\nמקור: Google\nבשנים האחרונות הצליחו הכרומבוקים, כלומר לפטופים שמריצים את Chrome OS, מערכת ההפעלה הקלה של גוגל, להדיח את המקבוקים כמחשבים הפופולאריים ביותר במערכת החינוך בארצות הברית. בשנים האחרונות, עם המעבר שלנו לשירותי ואפליקציות רשת, הכרומבוקים גם קורצים ליותר וליותר סטודנטים ולמשתמשים שצריכים לפטופ בעיקר למיילים, קצת מסמכים וגלישה ברשת.\nעם זאת, עדיין קיימות אפליקציות ומשחקים שמיועדים רק ל-Windows 10, מה שמהווה חסם בפני לא מעט משתמשים. עתה נחשפים פרטים חדשים על מיזם חדש של גוגל, שיאפשר למשתמשי הכרומבוק להריץ במקביל גם Windows 10.\nדיווח של פורום המפתחים XDA חושף כי הפיצ’ר החדש, שנקרא Campfire, יהיה דומה מאוד למצב ה-Boot Camp של מחשבי האפל, שאיפשר להם להריץ גם את mac OS וגם Windows. הפיצ’ר הוזכר בעבר בהתפצלות בגיט (מאגר הקוד הפתוח) של פרויקט Chrome OS – שנעשתה על ידי מפתחי Chrome OS מגוגל – והוא מכונה שם בשם Alt OS mode.\nמהדיווח עולים כמה פרטים מעניינים ובראשם שהוא לא יהיה בלעדי ל-Pixelbook (פיקסלבוק), הכרומבוק של גוגל – אלא יהיה זמין גם עבור דגמי כרומבוקים אחרים. כמובן שעוד מוקדם מדי לדעת כמה ואילו, אבל על פי איזכורים שונים בקוד, מדובר במספר כרומבוקים ולא אחד.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nעוד נחשף בדיווח כי הפיצ’ר החדש לא ידרוש שהכרומבוק יהיה במצב פיתוח (Developer Mode). במצב זה ניתן לשלוט כמעט בכל ההגדרות של הכרומבוק שלכם, אולם מצד שני הוא חשוף יותר לחבלה ולפריצה. בנוסף, חושף הקוד כי תהליך ההפעלה של Campfire יהיה פשוט וכל משתמש – גם ללא ידע טכני – יוכל להפעיל אותו. עם זאת, קחו בחשבון ששתי מערכות הפעלה דורשות לא מעט מקום, כך שככל הנראה דרישות המינימום הן כרומבוק עם 40GB פנויים, כש-30GB מיועדים ל-Windows 10 ועוד 10GB מיועדים ל-Chrome OS.\nקשה להגיד מתי יושק Campfire, אולם על פי תדירות העדכונים, נראה כי מועד ההכרזה קרוב יחסית. גוגל עורכת בתחילת אוקטובר את אירוע החומרה השנתי שלה, בו היא נוהגת לחשוף בין היתר את הסמארטפונים מסדרת הפיקסל ומחשבי הכרומבוק שלה.\n", "keywords": "כרומבוק,כרום או אס,chrome os,מערכת הפעלה,פיקסלבוק,פיקסל,גיט,קומיט,commit,git,גוגל,קמפייר,campfire,,כרום או.אס"}