{"url": "https://www.geektime.co.il/huawei-mate-x-introduced-mwc-2019/", "type": "article", "title": "וואווי חושפת את הסמארטפון המתקפל שלה והיא חושבת שהוא יותר טוב מהמתקפל של סמסונג", "description": "3 ימים בלבד אחרי סמסונג משיקה וואווי את ה-Mate X, הסמארטפון המתקפל שלה. בוואווי מתגאים שהוא דק יותר, עם סוללה טובה יותר ומציע קישוריות 5G. רק המחיר לא מתקפל", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Screenshot_1-1551021667-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-24T17:36:17Z", "modified_time": "2019-02-24T17:38:40Z", "articleBody": "3 ימים בלבד אחרי סמסונג משיקה וואווי את ה-Mate X, הסמארטפון המתקפל שלה. בוואווי מתגאים שהוא דק יותר, עם סוללה טובה יותר ומציע קישוריות 5G. רק המחיר לא מתקפל\nצילום: גיקטיים\nתערוכת MWC 2019 נפתחת רק מחר, אבל ההכרזות כבר בעיצומן. לפני זמן קצר חשפה חברת וואווי, יצרנית הסמארטפונים השנייה בגודלה בעולם, את ה-Mate X, מכשיר הסמארטפון המתקפל שלה. ההכרזה מגיעה 3 ימים אחרי שיריבתה, סמסונג, חשפה את המכשיר המתקפל שלה ובענקית הסינית ממש לא חסכו בהשוואות.\nה-Mate X משלב בין שני הטרנדים הבולטים של 2019: המסך המתקפל וקישוריות 5G (הדור החמישי). במצב סגור – “מצב הסמארטפון” אם תרצו – הוא מציג מסך ראשי בגודל 6.6 אינץ’, ומאחוריו מסך בגודל 6.38 אינץ’. ברגע שתפתחו את המכשיר למצב “טאבלט” הוא יציג לכם מסך בגודל 8 אינץ’ ברזולוציית 2,480×2,000 פיקסלים. לשם השוואה, ה-Galaxy Fold של סמסונג מציג מסך 7.3 אינץ’ במצב פתוח ומסך 4.6 אינץ’ במצב סגור. למרות זאת, המתקפל של וואווי דק יותר ועוביו – במצב מקופל – הוא 11 מ”מ לעומת ה-17 מ”מ של ה-Fold. כאשר הוא פתוח, עוביו עומד על 5.4 מ”מ בלבד.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nמבחינה עיצובית – בוואווי בחרו בגישה שונה לגמרי מזו של סמסונג. בניגוד ל-Fold של סמסונג, שכולל למעשה 3 מסכים – 2 שנחצים ויוצרים את המסך הרחב, ועוד אחד חיצוני שמשמש אתכם כשהמכשיר מקופל – המכשיר של וואווי מינמליסטי יותר וכולל “רק” 2 מסכים נפרדים שביחד יוצרים את המסך המלא. ברגע שתרצו לעבור ממצב “טאבלט” למצב “סמארטפון” אתם פשוט מקפלים פיזית את המסך, ואחד מהמסכים הופך למסך של הסמארטפון. בוואווי מתגאים במערכת הצירים של המסך המתקפל, שכוללת יותר מ-100 רכיבים שונים. על פי החברה, פיתוח המערכת, שמוגנת בפטנט, ארך כ-3 שנים\nבנוסף, המכשיר כולל בצידו האחד “בליטה” שבה ממוקמים הרכיבים והחיישנים השונים. בין היתר תמצאו שם את מערך הצילום המשולש של המכשיר, שכרגיל פותח בשיתוף פעולה עם Leica, וכולל מצלמת 40MP עם עדשה רחבה, עדשת 16MP סופר-רחבה, ועדשת טלפוטו 8 ברזולוציית 8 מגה-פיקסל. בנוסף, הבליטה הזו גם משמשת לצורך החזקת הטלפון במצב פתוח. לפחות מההתרשמות הראשונית שלי, נראה שהבליטה גם תאפשר לכם להניח אותו בזווית, שמגביהה את החלק העליון של המסך ומאפשרת לכם לקרוא ממנו בצורה נוחה יותר.\n“מצב מקופל”. מקור: וואווי\n“מצב פתוח”. מקור: וואווי\nמתחת למסך המתקפל נמצא את מעבד ה-Kirin 980, המעבד המתקדם ביותר של HiSilicon, חברת הבת של ווואוי, מעבד המובייל הראשון שמיוצר במיקרו-ארכיטקטורת 7 ננומטר. גולת הכותרת של המכשיר היא הקישוריות 5G שלו, שלפחות תיאורטית תאפשר לכם לגלוש במהירויות חסרות תקדים של 4.6Gbps ולהוריד למשל 1GB של וידאו ב-3 שניות. אני כותבת תיאורטית, כי רשתות 5G הן כמובן מצרך נדיר, שלא ממש זמין לקהל הרחב, כך שלמרות מודם ה-Balong 5000 של המכשיר, תאלצו להסתפק במהירות 4G סטנדרטית.\nכמובן שמכשיר עם מפרט כזה ובייחוד מסך במימדים הללו דורש גם כוח רב, וגם כאן מתגאים בוואווי בעדיפות מפרטית על ה-Fold של סמסונג. ראשית, ה-Mate X מגיע עם סוללת 4,500mAh – בהשוואה לסוללה בקיבולת 4,380mAh של ה-Fold; ולמרות הקיבולת הגבוהה, בוואווי מדגישים כי בזכות טעינת ה-SuperCharge שמציעה טעינה בהספק של 55W, תוכלו להגיע מ-0 ל-85 אחוזים ב-30 דקות טעינה. כיום הטעינה המהירה ביותר של וואווי, תקן ה-SuperCharge 2.0 שנמצא ב-Mate 20 Pro למשל, מציעה “רק” 40W.\nואם לא נמאס לכם ממספרים, אז ה-Mate X מגיע עם 8GB RAM ונפח איחסון פנימי של 512GB עם אפשרות להרחבה של עוד 256GB בעזרת כרטיס NM, כרטיס הזיכרון הקנייני של וואווי, ותמיכה בסים כפול. המכשיר, שיגיע בצבע כחול בלבד, יגיע כמובן עם גרסת אנדרואיד פאי 9.0 שעליה גרסת EMUI 9.1 של ממשק המשתמש של וואווי. המכשיר כולל כמובן חיבור USB-C בתקן USB 3.1 – ללא חיבור אוזניות – ותומך גם ב-Bluetooth 5.0.\nוכמה יעלה התענוג? ובכן, נראה שהדבר היחיד שלא מתקפל הוא המחיר, כי ה-Mate X יעלה לכם לא פחות מ-2,200 אירו, זאת לעומת ה-1,980 דולר של ה-Fold של סמסונג. עוד פרטים תוכלו למצוא באתר של וואווי.\nהכותבת היתה אורחת של חברת וואווי באירוע ההשקה", "keywords": "mwc 2019,mate x,כנס הסלולר,תערוכת הסלולר,תערוכת הסלולר בברצלונה,וואווי,מכשיר מתקפל,סמארטפון מתקפל,מייט x,סמסונג,galaxy fold,"}