{"url": "https://www.geektime.co.il/cosmo-communicator/", "type": "article", "title": "הסמארטפון המוזר הזה מגיע עם לינוקס, אנדרואיד ומקלדת פיזית בעברית", "description": "פחות מ-3,000 שקלים ויש לכם ביד מכשיר עבודה אמיתי. אולי.", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/Cosmo-Communicator-keyboard-phone-1575104926-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-30T15:30:01Z", "modified_time": "2019-11-30T11:16:43Z", "articleBody": "פחות מ-3,000 שקלים ויש לכם ביד מכשיר עבודה אמיתי. אולי.\nתמונה: Planet Computers\nמאת: יאיר מור\nבשנים האחרונות ראינו לא מעט ניסיונות להחיות את קטגוריית הטלפונים בעלי המקלדת הפיזית – החל מה-BlackBerry Priv ועד F(x)Tek Pro1. היום מצטרף לגל הזה מכשיר חדש שכבר זכה ללא מעט הצלחה עוד לפני השקתו.\nחברת Planet Computers הבריטית ערכה בלונדון אירוע השקה ל-Cosmo Communicator – הניסיון השני שלה בתחום הטלפונים החכמים בעלי המקלדת הפיזית. כמו קודמו, המכשיר עוצב בשיתוף עם מרטין רידיפורד, מי שעיצב גם את מכשירי סדרה 5 של חלוצת מחשבי כף-היד Psion, שהושקו ב-1997. הוא שואב לא מעט השראה מהמכשירים ההם, אם כי גבו נראה יותר כמו שילוב של Red Magic של Nubia (מבית ZTE) ו-Black Shark של שיאומי (Xiaomi).\nמפרט ה-Communicator כולל שבב Helio P70 מתומן ליבות של Mediatek, זיכרון עבודה (RAM) בנפח 6 גיגה-בייט, אחסון בנפח 128 גיגה-בייט, חריץ הרחבה לכרטיסי microSD, סוללת 4,220 מיליאמפר/שעה, מסך פנימי בגודל 6 אינץ’ לצד מצלמת סלפי עם חיישן 5 מגה-פיקסל מול מקלדת בעלת תאורה אחורית ב-5 עוצמות, מסך מגע חיצוני בגודל 2 אינץ’ שמעליו מצלמת 24 מגה-פיקסל ותחתיו סורק טביעות אצבע, רמקולים סטריאופוניים, קישוריות NFC ובלוטות’ בנוסף לתמיכה בשני כרטיסי SIM דור רביעי, שני חיבורי USB-C וחיבור 3.5 מ”מ לאוזניות.\nהמכשיר מריץ את מערכת ההפעלה Android 9.0, אך החברה מתכוונת להציע אותו גם עם הפצות הלינוקס Debian ו-Kali, ואף עם מערכת ההפעלה Sailfish של Jolla (יולה), החברה שהקימו כמה מעובדים לשעבר של נוקיה (Nokia).\nכאמור, זהו הניסיון השני של Planet Computers לחדש את מחשבי כף היד. הניסיון הקודם הוצג תחת השם Gemini בקמפיין מימון המון שנערך לפני כשנתיים וחצי וכלל מצלמה בסיסית מאוד ואיכות שיחות לא טובה. ה-Communicator נועד לטפל בתלונות הללו והביא את המפרט לשורה אחת עם מכשירים מודרניים של יצרניות גדולות. גם הוא התחיל בקמפיין מימון המון לפני כשנה, שבמסגרתו גויסו יותר מ-2 מיליון דולר (כ-7.1 מיליון שקל) מקרוב ל-4,000 איש, לעומת סכום של כמעט 2.6 מיליון דולר (קרוב ל-9 מיליון שקל) מכ-7,000 איש בקמפיין הקודם.\n\nהתכנון היה שהמכשירים יגיעו לרוכשים בקיץ, אך כמו קמפיינים רבים אחרים במימון המון, בפועל המכשירים החלו להגיע לרוכשים רק החודש, ועתה משיקה אותם החברה גם למי שלא הזמין אותם מראש.\nהמכשיר ניתן להזמנה מאתר Indiegogo, ומחירו 2,845 שקלים כולל משלוח (אך לא כולל מסים). ניתן לבחור בעת ההזמנה מקלדת בעברית.\nהכתבה פורסמה ב-TGSPOT\nלקריאה נוספת:\nלא שומעים: השקת אוזניות ה-TWS של מיקרוסופט נדחתה\nשלא נדע: אפליקציות ושירותים דיגיטליים ליום שאחרי המוות\nאסוס השיקה את הנייד העוצמתי ביותר שלה, המחיר: 5,000 דולר", "keywords": "קוזמו קומיוניקייטור,קוסמו קומיוניקייטור,cosmo communicator,אנדרואיד,לינוקס,מקלדת"}