{"url": "https://www.geektime.co.il/samsung-galaxy-budsplus/", "type": "article", "title": "סמסונג תשיק דגם משודרג ל-Galaxy Buds עם סינון רעשים", "description": "אחרי ה-AirPods Pro, מגיעה התשובה של סמסונג", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/Screen-Shot-2019-12-07-at-11.52.19-1575712350-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-07T16:00:37Z", "modified_time": "2019-12-07T11:55:09Z", "articleBody": "אחרי ה-AirPods Pro, מגיעה התשובה של סמסונג\nמקור: Samsung\nמאת אילן גלר, TGspot\nלפני קרוב לשנה, ביחד עם ה-Galaxy S10, סמסונג השיקה גם אוזניות אלחוטיות חדשות שאמורות היו להיות התשובה שלה לאיירפודס של אפל, ה-Galaxy Buds. אלא שבפועל, יש עוד לא מעט מקום לשיפור. כעת, נראה כי החברה מנסה בשנית, ומתכננת להשיק בקרוב אוזניות אלחוטיות חדשות, דגם משודרג ל-Galaxy Buds שיכלול גם סינון רעשים אקטיבי.\nהדגם החדש יושק לכל המאוחר לצד סדרת מכשירי ה-Galaxy S11, אם כי לפי הדיווחים האחרונים עשויה סמסונג להקדים את ההשקה לשנה הנוכחית – בעקבות הצלחתן של אוזניות ה-AirPods Pro המקבילות מבית אפל (Apple). הדיווח האחרון מגיע מהמדליף הסדרתי Evan Blass, כך שסביר להניח שהוא יודע על מה הוא מדבר.\nבדקנו את ה-Galaxy Buds: הכי קרוב ל-AirPods לאנדרואיד עד כה​\nהדגם החדש, Galaxy Buds Plus, יכלול כאמור סינון רעשים אקטיבי לבידוד אפקטיבי של רעשי הסביבה. בנוסף, ייתכן שדגם זה יכלול זיכרון מובנה שיאפשר אחסון שירים והאזנה להם ללא צורך בחיבור למכשיר טלפון חכם. לא צפוי שינוי דרמטי בעיצוב, וגם לא במבחר הצבעים: שחור, לבן, צהוב וכסוף.\nדבר נוסף שלא צפוי להשתנות הוא תמחור תחרותי מאוד. ה-Galaxy Buds Plus אומנם יעלו יותר מאשר הדגם המקורי, אך כנראה שמשמעותית פחות מה-AirPods Pro. בנוסף, עשויה סמסונג לצרף אותן ללא תוספת תשלום לפחות לחלק מדגמי ה-Galaxy S11 בתקופת ההשקה, בונוס מפתה מאוד עבור הרוכשים הראשונים של מכשיר הדגל הבא מבית היצרנית הקוריאנית.\nהכתבה פורסמה לראשונה ב-TGspot", "keywords": "סמסונג,אוזניות,אוזניות אלחוטיות,אוזניות סמסונג,samsung galaxy buds+,samsung galaxy buds"}