{"url": "https://www.geektime.co.il/team8-announces-team8-fintech/", "type": "article", "title": "מיזם Team8 מתרחב לפינטק: מגייס 30 מיליון דולר ואת מנכ''לית בנק לאומי לשעבר", "description": "רקפת רוסק-עמינח חוברת למיזם הפינטק של Team8 שמתכנן לגייס 100 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/Team8-Fintech-team-1600159872-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-15T13:00:58Z", "modified_time": "2020-09-15T12:34:06Z", "articleBody": "רקפת רוסק-עמינח חוברת למיזם הפינטק של Team8 שמתכנן לגייס 100 מיליון דולר \nתמונה: Team8 Fintech\nמה שהתחיל כמיזם סייבר ישראלי ייחודי ב-2015, והתרחב בהמשך לקרן הון סיכון, יוצא לראשונה מתחומי הליבה שלו. מיזם Team8 הכריז היום (ג’) על Team8 Fintech, שצפויה לבנות בעצמה חברות פינטק חדשות, באותו המודל של תחום הסייבר.\nTeam8 Fintech תתמקד בחברות B2B2C ו-B2B, ולאו דווקא כאלו שיפנו לצרכן הסופי. במיזם טוענים כי נגיף הקורונה הוא דווקא הזדמנות עבורם, כיוון שהוא מזרז את המעבר מהעולם הפיזי לעולם הדיגיטלי גם בתחום הפיננסי. על כן, המיזם יפתח חברות שיציעו כלים לטרנספורמציה דיגיטלית עבור גורמים כמו בנקים ושחקנים מסורתיים, חברות פינטק מבוססות ולבסוף, גם גופים שאינם פיננסיים, אך שיכולים להציע שירותים כאלו בעתיד.\nמאז ההשקה הספיקה Team8 להקים לא מעט חברות שגייסו סכומי כסף מרשימים, ואף הספיקה לרשום לזכותה אקזיט מכובד למדי של Sygnia שנמכרה תמורת 250 מיליון דולר ב-2018. זהו מכפיל מכובד למדי עבור Team8, שהייתה המשקיע היחידה במיזם. בין החברות שהוקמו במסגרת של Team8 ניתן למנות את Claroty, Illusive Networks, Hysolate, ו-Curv.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nמאחורי Team8 Fintech יעמדו כמה מהשמות הנחשבים בכלכלה ובפינטק הישראליים: רקפת רוסק-עמינח, לשעבר מנכ”לית בנק לאומי; יובל טל מ-Payoneer, רונן אסיא מ-eToro וגליה באר-גבל, שניהלה את תחום הפיתוח העסקי של PayPal במזרח אירופה, אפריקה וישראל.\nרוסק-עמינח מסרה בתגובה להקמת המיזם: “התשוקה שלי כיום, כמי שמכירה היטב את האתגרים והמורכבויות ביצירת חדשנות בתוך ארגונים גדולים, היא לבנות חברות מהסוג שהייתי רוצה לשתף עמם פעולה בתפקידי הקודם כמנכ”לית בנק. אני מזהה הזדמנויות גדולות במינוף טכנולוגיות לטובת שינוי משמעותי בעולם השירותים הפיננסיים, התייעלות ושיפור חוויית הלקוח. שותף טכנולוגי מוביל הוא מרכיב חיוני ליצירת חדשנות פיננסית מהשורה הראשונה ואין קבוצה בעלת יכולות טכנולוגיות יוצאות דופן בתחומי הטכנולוגיה, הסייבר והדאטה כמו Team8”.", "keywords": "טים8,טימייט,team8,team8 cyber,team8 fintech,סייבר,פינטק"}