{"url": "https://www.geektime.co.il/microsoft-modern-keyboard/", "type": "article", "title": "מיקרוסופט השיקה מקלדת עם חיישן טביעות אצבע במיקום האידיאלי", "description": "מיקרוסופט ממשיכה לחדש ומציגה מקלדת עם חיישן טביעת אצבע ועכבר קצת אחר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/microsoft-modern-keyboard-fingerprint.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-18T12:30:07Z", "modified_time": "2017-06-18T11:09:39Z", "articleBody": "מיקרוסופט ממשיכה לחדש ומציגה מקלדת עם חיישן טביעת אצבע ועכבר קצת אחר\nמקור: Microsoft\nמאת אייל כהן, TGSPOT\nחטיבת החומרה במיקרוסופט (Microsoft) ממשיכה לחשוף מוצרים מלוטשים היטב והאחרון שבהם הוא “Modern Keyboard”; מקלדת שאמנם נראית סטנדרטית אבל מחביאה מספר מאפיינים השמורים למוצרי היוקרה.\nModern Keyboard היא המחליפה של Surface Keyboard שהושקה אשתקד. זוהי מקלדת בגודל מלא בעלת עיצוב דומה לקודמתה, וגימור מתכתי המיוצרת כולה מאלומיניום. היא נחשבת לנוחה לשימוש בזכות פרופיל המקשים הנמוך בגובה של 19.3 מ”מ.\nהיחודיות של המקלדת הזו היא מקש טביעות האצבע הממוקם צמוד למקש הרווח, המשמש לפתיחה מהירה של המחשב וזיהוי במקרה הצורך ביישומים תומכים. מדובר על פניו בחיישן טביעות אצבע קיבולי (Capacitive) שמגיב מהר ומזהה את האצבע במהירות וממוקם בין כפתור ה-ALT ל-CTRL.\nהמקלדת תומכת במחשבי Windows 10 כמו גם ב-Mac ומכשירי אנדרואיד (Android). היא מתחברת בכבל USB או בקישוריות Bluetooth והסוללה המובנית שבה מספיקה לעד 4 חודשים כשהיא טעונה במלואה.\n\nיחד עם המקלדת הציגה מיקרוסופט גם עכבר בעל השם הלא ממש מקורי Modern Mouse. מדובר בעכבר בסיסי בעיצוב חלק ועגלגל. אין לו כפתורים נוספים פרט לימין שמאל והגלגלת שבמרכז והוא פועל בטכנולוגיית עקיבה אופטית בעלת דיוק גבוה. הוא מותאם גם הוא לעבודה עם מחשבי Windows ו-Mac בחיבור Bluetooth 4.0 ופועל על סוללת אצבע (AAA) בודדת.\nמחירה של Modern Keyboard הוא 129.99 דולר, כ-450 שקל לפני מיסים .העכבר מוצע ב-49.99 דולר, כ-175 שקל.\n\nהכתבה פורסמה לראשונה ב-TGSPOT\nלקריאה נוספת:\nבקרוב: הטלפון בעל שני המסכים YotaPhone חוזר\nהסיניות יעקפו את אפל? Vivo הדגימה חיישן טביעות אצבע המוטמע במסך", "keywords": "מיקרוסופט,microsoft,חיישן טביעת אצבע,מקלדת,מקלדת מיקרוסופט,microsoft modern keyboard,modern keyboard,modern mouse"}