{"url": "https://www.geektime.co.il/amd-computex-2019-keynote/", "type": "article", "title": "מכה לאינטל: AMD חושפת מעבד 12 ליבות בחצי מהמחיר", "description": "ב-AMD החליטו לנגח את Nvidia ואינטל ולהציג כרטיסי מסך ומעבדים חדשים שעוקפים את התחרות בביצועים, ובמחירים שעלולים לגרום ללא מעט משתמשים לסובב את הראש", "image": "https://files.geektime.co.il/wp-content/uploads/2019/05/MVIMG_20190527_112225-1-1558937240-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-27T10:30:30Z", "modified_time": "2019-05-27T10:12:11Z", "articleBody": "ב-AMD החליטו לנגח את Nvidia ואינטל ולהציג כרטיסי מסך ומעבדים חדשים שעוקפים את התחרות בביצועים, ובמחירים שעלולים לגרום ללא מעט משתמשים לסובב את הראש\nצילום: גיקטיים\nתערוכת Computex (קומפיוטקס) 2019 נפתחת רק מחר, אבל לראשונה בתולדותיה פותחת AMD את התערוכה עם אירוע הכרזה מיוחד. AMD לא אכזבה ולא פספסה את ההזדמנות, ויצאה בשלל הכרזות מרשימות, תוך שהיא מציגה בשורות רעות ל-NVIDIA ולאינטל, שתצטרך להתאמץ ולחתוך את מחירי המעבדים שלה כדי להמשיך להתחרות בה.\nד”ר ליסה סו, מנכ”לית AMD עלתה לבמה וחשפה לראשונה את מעבד הדגל שלה בסדרת Ryzen 9, ה-3900x, שמגיע עם 12 ליבות מסוג זן 2, 24 תהליכונים (Threads), זכרון מטמון מרשים של 70MB, וכל זאת ב-TDP (או מעטפת חום) של 105W בלבד שמסוגלים להגיע למהירות שעון בסיסית של 3.68GHz ולבוסט של 4.6GHz.\nסו לא היססה לרגע, וניגחה בלי הפסקה את התחרות מצד אינטל שמתגאה ב-Core i9-9920X, שגם הוא מגיע עם 12 ליבות. בהדגמה חיה שבוצעה על הבמה, התוצאות היו זהות במבחן הליבה הבודדת, אך ברגע שבוצעה בדיקה עם ליבות מרובות, השיג המעבד של AMD מהירות גבוהה יותר ב-16%. אבל גולת הכותרת האמיתית ואולי הנוקאאוט של AMD הגיעו בדמות המחיר, שבעוד מעבד 12 הליבות של אינטל עולה יותר מ-1100 דולר, המעבד החדש של AMD, שהוא חזק יותר ויעיל יותר מבחינת צריכה אנרגיה, עולה פחות ממחצית – רק 500 דולר. אם הייתם יכולים לשמוע את זעקות הפלא ומחיאות הכפיים הסוערות שנשמעו באולם, הייתם מבינים עד כמה מדובר בבשורה ששוק הדסקטופ חיכה לה.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nAMD הציגה על הבמה את ה-3700x שמגיע עם 8 ליבות, 16 תהליכונים, 36MB זכרון מטמון, ומסוגל להגיע למהירות בסיס של 3.6GHz ובוסט של 4.4GHz. כל זאת ב-TDP של 65W בלבד, כלומר, יותר כוח ופחות אנרגיה מהתחרות שצורכת 105W. ואם כבר תחרות, AMD ביצעה מבחנה Cinebench מול ה-9700K של אינטל, ובמבחן הליבות המרובות הגיעה לתוצאה משופרת ב-28%. ה-3700 יגיע לחנויות עם תג מחיר מעניין של 329 דולר.\nתמונה: AMD\nמעבדים נוספים שנחשפו כוללים את ה-3600 שהוא בעל 6 ליבות, 12 תהליכונים ועולה 200 דולר, וה-3800X שמגיע עם 8 ליבות, 16 תהליכונים, TDP של 105W ומסוגל להגיע ל-3.9/4.5GHz, ומחירו 400 דולר, אבל קשה להאמין שגיימרים יעדיפו לבחור בו על פני ה-3900, שעולה מעט יותר, אבל גם עוצמתי הרבה יותר.\nסו חשפה כי מעבדי הדור שלישי של Ryzen, המיועדים בעיקר לעולם הדסקטופים, יגיעו לחנויות כבר ב-7.7. התאריך הזה לא מקרי, נראה כי 7 היה מספר המזל של AMD באירוע שבו היא המשיכה להתגאות היטב בעובדה, שבעוד אינטל עוד לא הציגה מעבד ב-10 ננו-מטר, המעבדים החדשים של AMD יגיעו כבר בארכיטקטורת 7 ננו-מטר. אם לא די בכך, המעבדים החדשים של AMD יתמכו לראשונה ב-PCIe 4.0, שאמור להיות מהיר יותר ב-42% בכל הנוגע להעברת נתונים.\nתמונה: גיקטיים\nחוץ ממעבדים חדשים לדסקטופ, AMD שמה דגש גדול גם על תחום המעבדים הגרפיים. סו הסבירה כי Radeon (רדיאון), מותג כרטיסי המסך שלה, נמצא בכל מקום: בכל קונסולת משחקים מודרנית, מחשבים ואפילו בפרויקט סטאדיה של גוגל, ואחרי שהשיקה את ה-Radeon VII בארכיטקטורת 7 ננו-מטר, היא מציגה לראשונה את NAVI, משפחת מוצרי GPU חדשה שמיועדת לכל מכשיר שמריץ משחקים. המוצר הראשון שכבר יריץ את NAVI הוא קונסולת הפלייסטיישן הבאה, שעל פי ההדגמות האחרונות היא מהירה בצורה חסרת תקדים.\nכדי להגיע לביצועים משופרים בצורה משמעותית, סו הסבירה כי AMD הטמיעה מנוע וארכיטקטורה חדשה בשם RDNA שתפעיל את המעבדים הגראפיים הללו, והציגה את ה-Radeon RX 5000, שהוא אולי קטן הודות לארכיטקטורת ה-7 נ”מ שלו, אבל הוא עוצמתי למדי. כאן AMD בחרה לכוון את האש ל-NVIDIA. את שאר הפרטים אודות הסדרה החדשה החברה מתכננת לחשוף רק בתערוכת המשחקים E3 ביוני, אבל היא כן הדגימה כמה מהיכולות שלו, וטענה כי מהירות השעון שלו משורפת ב-25% והביצועים שלו אל מול ההספק עלו גם הם ב-50%. AMD הריצה על הבמה את המשחק Strange Brigade אל מול ה-RTX 2070 העוצמתי של NVIDIA והגיעה לתוצאות טובות יותר ב-10% בממוצע. עם זאת, AMD לא הציגה את המקבילה שלה לפונקציית ה-Ray Tracing של NVIDIA, אך בתקווה היא תעשה זאת בחודש הבא.\n“למתחרים שלכם בתחום המעבדים אין מעבדים גרפיים, ולמתחרים שלכם בתחום המעבדים הגרפיים אין מעבדים”, כך אמר ג’רי קאו, COO ב-Acer, שסיכם היטב את האירוע. בכלל, נראה שההכרזות של AMD ממשיכות לחזק את מעמדה בתור כוכבת עולה בתחום העיבוד והעיבוד הגרפי, והיותה כאב ראש לא קטן עבור אינטל, שתצטרך להוכיח שיש לה עוד קלפים בשרוול כדי להמשיך להיות שחקנית מובילה בשוק המאוד תחרותי הזה.\nהכתב הינו אורח Taitra בתערכות קומפיוטקס בטאיוואן \n ", "keywords": "קומפיוטקס,taitra,amd,אינטל,מעבדים,מעבדים גראפיים,כרטיסי מסך,nvidia,ryzen,rdna"}