{"url": "https://www.geektime.co.il/pixel-2-offical-launch/", "type": "article", "title": "עכשיו זה רשמי: גוגל חושפת את תאריך ההכרזה של ה-Pixel 2", "description": "בסרטון טיזרי גוגל חשפה את תאריך ההכרזה של מכשיר הדגל הבא שלה: 4 באוקטובר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/google-pixel-2-ad-980x618.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-14T16:32:57Z", "modified_time": "2017-09-14T16:32:57Z", "articleBody": "בסרטון טיזרי גוגל חשפה את תאריך ההכרזה של מכשיר הדגל הבא שלה: 4 באוקטובר\nאמנם כל עולם הטכנולוגיה מדבר בימים האחרונים על האייפונים החדשים ושאר המוצרים שחשפה אפל על הבמה בקופרטינו, אבל בינתיים גם לגוגל יש כמה הפתעות בקנה. עכשיו מודיעה החברה רשמית, שכמו הדגם הראשון בסדרה, גם ממשיך דרכו, הפיקסל 2, ייחשף ב-4 באוקטובר, בעוד כשלושה שבועות מהיום.\nבסרטון וידאו קצר שפירסמה גוגל ניתן לראות מספר שאילתות נפוצות הנוגעות לסמארטפונים;  “מה לא בסדר עם סוללת הסמארטפון שלי?”; “למה הוא כל הזמן מתרוקן ממקום אחסון פנוי?” ושאלת השאלות – “למה הסמארטפון שלי לא מבין אותי?”; לקראת הסוף מופיע הכתוב “מצחיק שאתה צריך לשאול” (funny you should ask) ומעבר חד לשקופית המציגה את התאריך – 4 באוקטובר, שקופית שמתחלפת בלוגו לחיץ של גוגל שמוביל לעמוד עם הכיתוב “חושב להחליף את הסמארטפון? המשך לעקוב ב-4 באוקטובר”.\nכנראה שאותן שאלות נוגעות למאפיינים של המכשיר החדש – סוללה (What’s wrong with my phone’s battery), אחסון (Why is my phone always out of storage?) מצלמה (Why does my phone take so many blurry photos?), עדכונים אוטומטיים (Why can’t my phone update itself?) ושאלות לגבי איטיות, התחממות, שבירות ואפילו טיפשות של מכשירים, סוגיות שככל הנראה גוגל תנסה לספק להן מענה עם הפיקסל 2.\nמקור: droid-life\nאגב, מתברר שבבוסטון כבר נתלה שלט חוצות מינימליסטי עם הכיתוב “Ask for more your phone”, מתחתיו הלוגו של גוגל והתאריך – 4 באוקטובר. אז נכון, גם בשלט וגם בסרטון לא מצוין במפורט שמדובר בפיקסל 2, אבל בהתחשב בכך שעברה בדיוק שנה מההכרזה על הפיקסל הראשון, וכל מכשירי הדגל הגדולים כבר זכו להכרזה, בהחלט הגיוני שהגיע גם זמנה של גוגל.\n\nלפי דיווחים קודמים גם הפעם גוגל תשיק שתי גרסאות: האחת רגילה והשניה מוגדלת (XL), כאשר שתי הגרסאות צפויות להכיל את סט השבבים המשודרג, Snapdragon 836 מבית קוואלקום. על פי הדיווחים האחרונים, גירסת ה-XL תכלול מסך AMOLED מתוצרת LG בגודל 5.99 אינץ’ וברזולוציית 1440p, הגירסא הרגילה תכלול מסך 4.97 אינץ’ ברזולוציית 1080p ותתבסס על אותו מפרט של אחיה הגדול, שיגיע עם 4 גיגה זכרון RAM ונפח אחסון של עד כ-128 גיגה. המכשיר ככל הנראה יאפשר ממשק של ״לחיצה״ על המסגרת שלו על מנת לבצע פעולות מסוימות, בדומה ל-HTC U 11.\nלפני כחודש דלפה תמונה אשר חושפת את הפיקסל 2 משני צדדיו, ומציגה מכשיר מלבני עם שוליים די מאסיביים בחלקו העליון והתחתון. לפי אותו מקור המכשיר יגיע ללא שקע אוזניות 3.5 מ״מ, אבל במקום נראה כי הוא מגיע עם רמקולי סטריאו בחלקו הקדמי, מעל ומתחת למסך (וכנראה שזו הסיבה לשוליים העבים). בתמונה שנייה שנחשפה ניתן לראות את חלקו האחורי של המכשיר שיכלול ככל הנראה שטח זכוכית קטן יותר ומערך צילום רגיל (לא כפול).\nאם לשפוט לפי ההכרזה האחרונה של האייפון, ברוב המקרים השמועות קרובות ואף זהות למציאות. בכל מקרה, בעוד שלושה שבועות הכל יתבהר ויקבל תוקף רשמי, ואנחנו כרגיל – נעדכן.", "keywords": "google pixel,google,pixel,pixel 2,פיקסל,פיקסל 2,השקה פיקסל,הכרזה פיקסל,מכשיר דגל"}