{"url": "https://www.geektime.co.il/apple-new-mac-mini-2018/", "type": "article", "title": "אחרי 4 שנים: אפל חושפת דגם חדש למק מיני", "description": "אחרי שנים שהזניחה את ליין המק מיני וכשרבים חשבו שלא תחדש אותו יותר, חשפה אפל את ליין המק מיני החדש. העיצוב לא השתנה באופן דרמטי אך המפרט שונה לחלוטין", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/dims-1540911199-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-30T16:56:01Z", "modified_time": "2018-10-30T16:59:44Z", "articleBody": "אחרי שנים שהזניחה את ליין המק מיני וכשרבים חשבו שלא תחדש אותו יותר, חשפה אפל את ליין המק מיני החדש. העיצוב לא השתנה באופן דרמטי אך המפרט שונה לחלוטין\n\nבאירוע שמקיימת אפל ברגעים אלו בניו יורק חשפה החברה דגם חדש למק מיני, אחד המכשירים הפופולארים שלה שלא זכה לרענון כבר למעלה מ-4 שנים. הדגם החדש כולל מפרט טכני מתקדם משמעותית מקודמו, אם כי זו לא חוכמה גדולה כשמדובר במרחק השנים, ומגיע במחיר מעט פחות נגיש ממה שזכור לנו מתחילת הדרך של ליין מחשבי המק מיני. מחירו יפתח ב-800 דולרים, הוא זמין לרכישה החל מהיום אך יושק בשבוע הבא, ב-7 בנובמבר.\nליין המק מיני החל את ראשית דרכו כמחשב מק שולחני נגיש יותר שקרץ בין היתר גם לחובבי הקולנוע הביתי. ב-4 השנים האחרונות בחרה אפל להתמקד בליין ה-iMac וה-Macbook וזנחה את המכשיר הותיק, כשרבים העריכו שלא יזכה יותר לדגמי המשך. היום כאמור חשפה אפל את הדגם החדש ששומר על עיצוב כמעט זהה לקודמו, אך כולל מפרט עשיר ומתקדם יותר משמעותית.\nהמחשב החדש יגיע עם מעבד מרובע או משושה ליבות ויכול לתמוך בזיכרון פנימי (RAM) של עד 64GB. הוא מגיע עם חיבור קווי לרשת (gigabit Ethernet), ארבע יציאות Thunderbolt 3, חיבור HDMI וחיבור USB A הותיק, כמו כן הוא יגיע עם כונן קשיח SSD בנפח של עד 2TB.\n<<< אפל חושפת מקבוק אייר חדש\n﻿", "keywords": "מק מיני,מק,אפל,אירוע הכרזה,mac mini,mac,apple"}