{"url": "https://www.geektime.co.il/had-keren-cyberstarts/", "type": "article", "title": "''עם משקיעים כמו שלמה קרמר ומריוס נאכט, אנחנו הקרן היחידה מסוגה שהוקמה בידי יזמים ובשביל יזמים''", "description": "קרן Cyberstarts משקיעה רק בחברות סייבר בשלבים מאוד מוקדמים ומלווה אותן בבניית הצוות והמוצר. מנהל הקרן, גילי רענן, היה יזם בעצמו, עבר לקרן סקויה וכיום מחפש את החברות שיראו לו ''בהירות מחשבה של צוות מבריק''", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/גילי-רענן-1546956690-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-14T12:30:53Z", "modified_time": "2019-02-14T13:49:59Z", "articleBody": "קרן Cyberstarts משקיעה רק בחברות סייבר בשלבים מאוד מוקדמים ומלווה אותן בבניית הצוות והמוצר. מנהל הקרן, גילי רענן, היה יזם בעצמו, עבר לקרן סקויה וכיום מחפש את החברות שיראו לו ”בהירות מחשבה של צוות מבריק”\n\nבמשך כל השנה אנחנו בגיקטיים מביאים לכם את הסטארטאפים הישראליים שמגייסים כסף, קונים חברות או נרכשים בעצמם, והקוראים שלנו נחשפים למוצרים חדשניים, מהפכניים ולפעמים מיותרים שמפותחים באקו סיסטם הישראלי. אך מאחורי כל מוצר וחברה נמצאת לרוב גם קרן הון סיכון, שמשקיעה כסף, מלווה את היזמים, תורמת מניסיונה ולפעמים גם סופגת הפסדים.\nבישראל פועלות כיום 202 קרנות הון סיכון (132 קרנות ישראליות ו-70 קרנות זרות). כל אחת מתמקדת בשלבים שונים בחיי סטארטאפ, בתחומים שונים ומאמינה באסטרטגיית השקעה משלה. מדי חודש נביא לכם כאן קרן הון סיכון אחת ואת הסיפור שמאחוריה – האופן שבו היא בוחרת חברות להשקעה, ההצלחות והכישלונות, נורות האזהרה והדמויות שמעוררות השראה במייסדיה. מעתה תוכלו להיחשף גם לצד האחורי של סצנת הסטארטאפים בישראל ולהבין מה מחפשים המשקיעים בקרנות ההון סיכון.\nגודל הקרן: 54 מיליון דולר\nמנהלי הקרן: גילי רענן, שותף בסקויה קפיטל ב-10 שנים האחרונות\nשלבי ההשקעה: SEED-A\nתחומי השקעה מובילים: Cybersecurity\nצילום: יוסי זליגר\nמהי אסטרטגיית ההשקעה שלכם?\nרענן: “אנחנו אוהבים לחבור ליזמים בשלב מוקדם ככל הניתן, ממש בהקמה של המיזם. אנחנו עובדים עם הצוות בצורה צמודה על זיהוי הבעיה והגדרת התאמת שוק-מוצר (Product-Market Fit), ומלווים אותם בשלבים הקריטיים של בניית הצוות והמוצר עד לכניסה לשוק. את כל זה אנחנו עושים בשיתוף מלא עם רשת רחבה וייחודית של יזמים ומנהלי אבטחת מידע (CISO) בחברות הגדולות בארה״ב”.\nמי הן חברות הפורטפוליו הפעילות כעת?\n2 חברות ב-stealth mode, ו-4 חברות נוספות שההשקעה בהן נעשתה במסגרת סקויה:\n– Adallom שנרכשה על ידי Microsoft\n– Seculert שנרכשה על ידי Radware\n– Armis Security\n– Safebreach\nמה יגרום לכם להשקיע בחברה?\n“בהירות המחשבה של צוות מבריק. כלומר, היכולת להגדיר בקצרה ולבטא בצורה מדויקת רעיונות. מבחינתי לא מדובר רק בדרך התנסחות, אלא בתכונה קריטית שמאפשרת לרתום צוותים מאחורי היזמים, להעביר ללקוחות את מלוא הפוטנציאל של הטכנולוגיה ולשכנע משקיעים בחזון של היזמים. זה הרבה יותר קשה ממה שזה נדמה, לא סתם אמר מארק טווין “הייתי כותב מכתב קצר יותר, אך לא היה לי מספיק זמן”.\nמהן נורות האזהרה שיגרמו לכם לברוח מהשקעה?\n“יזמים שמגיעים לפגישות עם יועצים שמדברים בשמם. כשותף פוטנציאלי חשוב לי מאוד לשמוע את החשיבה המקורית של היזמים, עוד לפני שעברה עיבוד של מומחים (לעיתים בעיני עצמם) בהתאם למה שהם סבורים שמשקיעים רוצים לשמוע”.\nמה הטיפ שלך ליזמים?\n– ולידציה עסקית, במיוחד מול לקוחות בינלאומיים גדולים. לבוא עם פידבקים מלקוחות ישראלים זה חשוב, אבל רחוק מלתת אינדיקציה מספקת על הפוטנציאל העסקי בארגונים בינלאומיים, שלהם תרצו למכור את המוצר.\n– חשוב לחדד מול לקוחות פוטנציאליים כמה דחופה הבעיה שאתם מנסים לפתור, כדי שתשקיעו את מיטב שנותיכם במיזם שפותר בעיות שנמצאות בראש סדר העדיפויות של מנהלי האבטחה.\nבמה אתם שונים מקרנות אחרות?\n“Cyberstarts היא נבחרת החלומות של הסייבר הישראלי. זו הקרן היחידה מסוגה בעולם שהוקמה בידי יזמים ובשביל יזמים. המשקיעים שלנו – שבהם שלמה קרמר, מריוס נאכט, מיקי בודאי, ניר צוק ועמיחי שולמן – הם יזמי סייבר שהקימו, הנפיקו לציבור או מכרו בהצלחה חברות לתאגידים בינלאומיים. המעורבות של המשקיעים הללו בקרן היא הרבה מעבר לכסף שהושקע והעזרה שהם מושיטים ליזמים שבחרנו להשקיע בהם – מחשיבה משותפת על המוצר ועד חיבור ללקוחות פוטנציאליים ואנשי מכירות מהשורה הראשונה – היא נכס אסטרטגי משמעותי ביותר. בקרן השקיעו כ-40 יזמי סייבר, ויש לנו מומחה עולמי בכל תחום משנה בעולם הזה, לפעמים יותר מאחד.\n“בנוסף, במסגרת הקרן פועלים מנהלי אבטחת מידע אמריקאים של חברות ענק, כמו סטארבקס, homedepot, united airlines ו-GSK, שמלווים את חברות הפורטפוליו שלנו בתהליך הגדרת המוצר ועד להתקנה בפועל”.\nבדיעבד, באיזו חברה הייתם רוצים להשקיע ופספסתם?\n“תמיד ממוקד ביזמים ובחברות בהן כן השקעתי”.\nאיזו דמות בתעשייה (המקומית או העולמית) מעוררת בך השראה?\n“Mike Moritz – משקיע הון סיכון, פילנתרופ וסופר. בבהירות המחשבה שלו ובשימוש יצירתי בשפה הוא מצליח תמיד להעביר רעיונות מורכבים במשפט חד אחד”.\nמי פתח לך את הדלת לתחום?\n“עזבתי את 8200 לאחר 10 שנים והקמתי שתי חברות – סנקטום, שהייתה הראשונה לטפל בתחום אבטחת אפליקציות ונמכרה ל-IBM. החברה השנייה, אנליירס, עסקה בתחום Application Discovery ונמכרה ל-EMC. רק לאחר 10 שנים כיזם, שחי חלק מהזמן בקליפורניה, חזרתי לישראל והצטרפתי לסקויה בישראל. הצוות של סקויה הכיר אותי כיוון שהם השקיעו בסנקטום והייתה לנו היכרות ארוכה, וכך בעצם הגעתי לתחום ההשקעות”.\nלאיזו קרן אחרת מגיע פרגון?\n“כמובן שלסקויה קפיטל”.", "keywords": "חד קרן,קרן הון סיכון,משקיעים,יזמים,סטארטאפים,טכנולוגיה,מדור חד קרן,preseed,השקעות מוקדמות,cyberstarts,שלמה קרמר,מריוס נאכט,ניר צוק,סייברסטארטס,חברות סייבר,אבטחת סייבר,seed,cyber security,גילי רענן,סקויה,מיקי בודאי,"}