{"url": "https://www.geektime.co.il/had-keren-jal/", "type": "article", "title": "''אנחנו failure sensitive ונעדיף להשקיע בפחות חברות ולעשות הכל כדי שהן יצליחו''", "description": "קרן JAL Ventures התחילה כחברת השקעות של מייסדי גילת רשתות לווין, עמירם ויהושע לוינברג, ולפני כשלוש שנים עברה למודל של קרן שמשקיעה בשלבים מוקדמים בחברות B2B. מה לדעתם הם מביאים לשולחן שקרנות אחרות לא ועל איזו השקעה הם מצטערים שפספסו?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/JAL-1548246641-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-07T14:00:18Z", "modified_time": "2019-03-21T12:39:01Z", "articleBody": "קרן JAL Ventures התחילה כחברת השקעות של מייסדי גילת רשתות לווין, עמירם ויהושע לוינברג, ולפני כשלוש שנים עברה למודל של קרן שמשקיעה בשלבים מוקדמים בחברות B2B. מה לדעתם הם מביאים לשולחן שקרנות אחרות לא ועל איזו השקעה הם מצטערים שפספסו?\n\nבמשך כל השנה אנחנו בגיקטיים מביאים לכם את הסטארטאפים הישראליים שמגייסים כסף, קונים חברות או נרכשים בעצמם, והקוראים שלנו נחשפים למוצרים חדשניים, מהפכניים ולפעמים מיותרים שמפותחים באקו סיסטם הישראלי. אך מאחורי כל מוצר וחברה נמצאת לרוב גם קרן הון סיכון, שמשקיעה כסף, מלווה את היזמים, תורמת מניסיונה ולפעמים גם סופגת הפסדים.\nבישראל פועלות כיום 202 קרנות הון סיכון (132 קרנות ישראליות ו-70 קרנות זרות). כל אחת מתמקדת בשלבים שונים בחיי סטארטאפ, בתחומים שונים ומאמינה באסטרטגיית השקעה משלה. מדי חודש נביא לכם כאן קרן הון סיכון אחת ואת הסיפור שמאחוריה – האופן שבו היא בוחרת חברות להשקעה, ההצלחות והכישלונות, נורות האזהרה והדמויות שמעוררות השראה במייסדיה. מעתה תוכלו להיחשף גם לצד האחורי של סצנת הסטארטאפים בישראל ולהבין מה מחפשים המשקיעים בקרנות ההון סיכון.\nשנת הקמה: 2016\nגודל הקרן: 60 מיליון דולר\nמייסדי הקרן: עמירם ויהושע לוינברג, ממייסדי גילת רשתות לווין\nמנהלי הקרן: יהושע לוינברג, עמירם לוינברג, טל שקד ויאיר אלבז\nשלבי ההשקעה: Pre A ו-A, ההתמקדות היא ב-Early Revenue Stage\nתחומי השקעה מובילים: JAL Ventures מבצעת השקעות Cross Sectors בחברות B2B, ובכלל זה חברות SaaS, תוכנה לארגונים, סייבר ומחשוב ענן וכן בתחום ה-Defense\nמימין: יהושע לוינברג, טל שקד עמירם לוינברג ויאיר אלבז\nמהי אסטרטגיית ההשקעה שלכם?\nטל: “JAL Venture משקיעה בחברות טכנולוגיה ישראליות צומחות בשלבי מכירות מוקדמים, כלומר חברות עם טכנולוגיה, מוצר, לקוחות וקצב הכנסות שהוא ברוב המקרים כמיליון דולר בשנה ומעלה. אנחנו מאוד failure sensitive ונעדיף להשקיע בפחות חברות אך לעשות כל מה שנדרש כדי שהן יצליחו. מחד זה אומר לוותר על חלק מהזדמנויות ההשקעה ומאידך לא לוותר על חברות שהשקענו בהן גם כשיש תקופות מאתגרות”.\nמי הן חברות הפורטפוליו הפעילות כעת?\nכיום ישנן 6 חברות פורטפוליו בשלבים שונים:\nFornova – חברת travel tech שמספקת business intelligence לרשתות המלונות הגדולות בעולם\nVelox – חברת הדפסה דיגיטלית שפיתחה טכנולוגיה שמאפשרת הדפסת direct to shape\nReblaze – חברת סייבר סקיוריטי בענן\nSoomla – פלטפורמת אנליטיקה לאפליקציות\nAmetrine – הסוואה תרמית לשוק הביטחוני\nFeedvisor – פלטפורמת תמחור אלגוריתמי מבוסס בינה מלאכותית למותגים ואתרי מסחר גדולים באמזון\nובינתיים נעשו 4 אקזיטים:\nחברת NanoRep נמכרה ל-LogMeIn\nחברת Kasamba נמכרה ל-LivePerson\nחברת המדפסות Matan נמכרה ל-EFI\nחברת Dome9 נכמרה ל-Check Point\nמה יגרום לכם להשקיע בחברה?\nעמירם: “צוות רב גוני ומגובש, שיודע את דרכו ומוכן גם להקשיב”.\nיהושע: “נחישות, שקיפות והבנת העומק של המשימה, הטכנולוגיה והשוק”.\nיאיר: “בעיה גדולה ברורה ומוגדרת, פתרון מוכח ויתרון תחרותי – הדברים די בסיסיים, אין פה secret sauce”.\nטל: “לקוחות מרוצים מאוד וכימיה עם היזמים”.\nמהן נורות האזהרה שיגרמו לכם לברוח מהשקעה?\nיהושע: “מה שמדליק לנו נורה אדומה הוא בעיקר חוסר שקיפות של יזמים וסדקים באמינות, אך גם שווי מנופח ולא ריאלי שלא מתכתב עם הסטטוס של החברה גורם לפסילת השקעה”.\nיאיר: “הצעת ערך מעורפלת מורה על כך שאין ליזם הבנה עמוקה של הבעיה שהוא מנסה לפתור”.\nמה הטיפ שלך ליזמים?\nעמירם: “עשו שיעורי בית. הגדירו בדיוק את הרעיון, השוק, ה-Total addressable market; הבינו לעומק את ההבדלים ביניכם ובין המתחרים ודעו להסביר מדוע לכם ולצוות שלכם יש את מה שצריך כדי להצליח. השאלות שהקרנות שואלות בדרך כלל חוזרות על עצמן, אז הגיעו מוכנים עם תשובות שמעידות שאתם מבינים היטב את עולם התוכן שלכם”.\nיהושע:\n1. “הכירו את התחום בו אתם פועלים על בוריו: דעו מי המתחרים ומה הבידול שלכם.\n2. זכרו תמיד ששקיפות היא ערך עליון בעיניי המשקיעים.\n3. הסכם השקעה הוא שותפות ארוכת שנים, ראו אותו ככזה.\n4. הצלחה קצרת טווח בהשגת שווי גבוה עלולה להיות מוקש לעתיד לבוא”.\nבמה אתם שונים מקרנות אחרות?\nעמירם: “מרבית המשקיעים טוענים שיש להם ערך מוסף, ואחת השאלות החשובות שהיזמים צריכים לשאול היא מה בדיוק סוג הערך שיגיע עם ההשקעה הכספית. אנו מאמינים שאנחנו מביאים לשולחן, מעבר לקשרים, ערך עסקי: באנו מהתחום, מהחיים האמיתיים של היזמים, אנו יודעים בדיוק מה הם עוברים ועם אילו קשיים הם מתמודדים, וחושבים שיש לנו את הכלים הנדרשים כדי לעזור להם לנהל, לשווק, למכור ולהצמיח את החברה בצורה הנכונה ביותר”.\nיהושע: “היינו בצד של ‘העושים’ במשך 25 שנה לפני הקמת הקרן ומהתקופה ההיא קיבלנו המון כלים ויכולת אמיתית להבין מה המאמץ הנדרש כדי לבנות חברה טכנולוגית מצליחה”.\nבדיעבד, באיזו חברה הייתם רוצים להשקיע ופספסתם?\nטל: “הבדיחה הקבועה שלנו היא ‘אל תצטער על השקעה שפספסת, עוד יהיו לך מספיק הזדמנויות להצטער על השקעות שתעשה’. ובכל זאת – השקעה שפספסנו הייתה Secdo. כבר בפגישה הראשונה עם היזמים, שי וגיל, הבנו שזו חברה שצריך להשקיע בה ויפה שעה אחת קודם. ביצענו DD (בדיקת נאותות) מהיר ותוך ימים ספורים נתנו הצעה שתאמה את ציפיות החברה, אבל כעבור יומיים פאלו אלטו נתנו הצעת רכישה וההשקעה ירדה מהפרק”.\nעמירם: “השקעה טובה שפספסנו הייתה בחברת הסייבר IntSights. כשהם הגיעו אלינו בזמנו לבקש השקעה, השווי המבוקש היה נראה לנו גבוה מדי, בדיעבד, ייתכן ששגינו”.\nאיזו דמות בתעשייה (המקומית או העולמית) מעוררת בך השראה?\nעמירם: “בני לנדא, המייסד של חברת המדפסות אינדיגו שנמכרה ל-HP. בני הוא איש אשכולות – ממציא,  תעשיין, עם track record מפואר של הצמחה ומכירת חברות. הוא דמות פנומנלית בעיניי בתעשייה הישראלית”.\nיהושע: “דמות נוספת שאני מעריך מאוד הוא Masayoshi Son המייסד של SoftBank Japan שהיו שותפינו בחברת Dome9”.\nיאיר: “באופן כללי אני נפעם כל פעם מחדש כשאני פוגש יזמים נחושים ואמיצים. כמות הלחץ שמופעלת עליהם היא בלתי נתפסת למי שלא רואה את הדברים מבפנים. מריאן קופלר (היזם של velox בה השקענו לאחרונה) הוא דוגמה ליזם שמעורר בי השראה – הוא בנה מאפס ותוך זמן קצר ובמאמץ על אנושי חברה לתפארת”.\nטל: “זהר גילון. משקיע נדיר, חד, חכם, החלטי עם יכולת יוצאת דופן ‘לקרוא’ אנשים בכלל, ויזמים בפרט”.\nמי פתח לך את הדלת לתחום?\nיהושע: “אחי ואני היינו Corporate Builders במשך שנים רבות, אז למעשה רק עברנו את הכביש לצד השני של הרחוב”.\nטל: השותפים שלי, עמירם ויהושע. אחרי שחזרתי מ’גלות’ בלוקסמבורג, הם הזמינו אותי להצטרף ל-JAL Ventures (שעדיין לא הייתה קרן). ההשקעה הראשונה שלנו הייתה בחברת Kasamba, שהפכה לאקזיט תוך זמן קצר יחסית. המשכנו להשקיע במודל של קלאב ואחרי 4 השקעות ושלושה אקזיטים הקמנו את הקרן”.\nיאיר: “עסקתי בהשקעות באופן פרטי ופעם אחת הצטרפתי לעסקה של ג׳אל ונוצרה כימיה טובה. הכרתי הרבה משקיעים בשווייץ שרצו להיות חשופים לטכנולוגיה ישראלית אבל לא ידעו איך לגשת לזה. היום מספר לא מבוטל של משקיעי הקרן הם שוויצריים”.\nלאיזו קרן אחרת מגיע פרגון?\nיהושע: “בארץ יש המון קרנות איכותיות. אני חושב שהקרן של אלן פלד, שבנויה במודל מיוחד (בעיקר Fund of funds) ופועלת במשך שנים רבות, היא ייחודית בנוף ולכן ראויה לפרגון. בקרב הקרנות הקטנות יותר אני גם מעריך גם את הפעילות של גלילות ו-YL”.\nעמירם: “לקרן האמריקאית General Catalyst. למרות גודלה, הקרן מורכבת מאנשים צנועים, מרשימים ונעימים. יצא לנו לעבוד איתם ונחשפנו לצוות איכותי וחכם בצורה יוצאת דופן”.\nטל: “יש כאן באמת הרבה קרנות מצוינות: ורטקס, SOMV, TPY הן דוגמאות לקרנות כאלו. גוף השקעות נוסף עם צוות איכותי מאוד, שהוא לא קרן אבל הצליח לייצר ערך אדיר לתעשיית ההון סיכון המקומית, הוא SVB”.", "keywords": "חד קרן,קרן הון סיכון,משקיעים,יזמים,סטארטאפים,טכנולוגיה,מדור חד קרן,preseed,השקעות מוקדמות,jal,עמירם לוינברג,יהושע לוינברג,טל שקד,יאיר אלבז,ג\\'אל ונצ\\'רס,ג\\'אל,ג\\'אל וונצ\\'רס,jal ventures,גילת רשתות לווין,cyber security,seed,חברות סייבר"}