{"url": "https://www.geektime.co.il/luminate-security-raises-14m-in-seed-and-a-round/", "type": "article", "title": "יוצאת מהאפלה: Luminate Security מגייסת 14 מיליון דולר", "description": "במקום להשתמש בפתרונות מעיקים כמו VPN, למה שלא תתחברו לרשת מאובטחת ממש כמו שאתם מתחברים לג'ימייל שלכם? לומינייט סקיוריטי הישראלית יוצאת ממצב Stealth ורוצה לשנות את כל מה שאתם מכירם בנוגע על גישה מאובטחת לשרתים ומאגרי מידע", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Executives-2-1521022037.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-14T13:01:08Z", "modified_time": "2018-03-14T13:01:08Z", "articleBody": "במקום להשתמש בפתרונות מעיקים כמו VPN, למה שלא תתחברו לרשת מאובטחת ממש כמו שאתם מתחברים לג’ימייל שלכם? לומינייט סקיוריטי הישראלית יוצאת ממצב Stealth ורוצה לשנות את כל מה שאתם מכירם בנוגע על גישה מאובטחת לשרתים ומאגרי מידע\nתמונה: Luminate\nאבטחת מידע ומערכות היא אחד הדברים החשובים ביותר בכל ארגון. ככל שהארגונים הללו עוברים ליותר ויותר מערכות ענן ומערכות ממוחשבות אחרות, כך הם נאלצים להתמודד עם איומים קשים יותר ויותר שהנזק שלהם יכול להיות הרסני לארגון. על כן, הארגונים הללו מטמיעים פתרונות להגנה על הרשתות כמו VPN ו-DMZ, אך הם קשים לתפעול, פריסה וניהול. חברת הסטארטאפ Luminate Security (לומינייט סקיוריטי), אשר יוצאת היום (ד’) ממצב Stealth, רוצה לשנות את מה שאנחנו יודעים על גישה מאובטחת ללקוחות קצה, ומודיעה על השלמת סבבי גיוס Seed ו-A בגובה 14 מיליון דולר. הקרנות שהשתתפו בסבבי הגיוס הן U.S. Venture Partners וקרן ההון סיכון Aleph. הכספים אשר גויסו בסבבי הגיוס הנוכחים ישמשו את החברה להמשך פיתוח המוצר ומאמצי שיווק נוספים.\nLuminate מציגה פלטפורמת SaaS, אשר מספקת פתרון לגישה מאובטחת ופשוטה ולאפליקציות ארגוניות בענן ובשרתי החברה. האבטחה נעשית ברמת האפליקציה הבודדת, ולא ברמת הרשת, כך שהרשת הארגונית לא נחשפת בעצמה. כל שאר המשתמשים בארגון יכולים לגשת בקלות לכל משאבי הארגון בצורה בטוחה ומכל מכשיר, ללא תלות במיקום ה-Data Center. החברה מסבירה כי הפתרון שלה משתלב בקלות עם כל כלי ה-IT הקיימים.\nבשיחה עם גיקטיים מסביר ליאוניד בלקינד, CTO ב-Luminate: “משתמשים שפעם היו יושבים במשרדים, יצאו החוצה. ובזכות הענן, גם המערכות הארגוניות שישבו פעם בארגון, יצאו החוצה. זה יצר מציאות חדשה ואתגר חדש. בעבר, האתגרים של מומחי האבטחה היו לאבטח את הרשת הארגונית עם הגנה היקפית. השרתים שלנו יושבים בענן כיום. לא רק ב-Data Center הפנימי שלנו, אלא גם ב-Amazon וספקי ענן אחרים. עכשיו צריך להגן על אוסף המשאבים הארגוניים, וגם לתת גישה אליהם בכל מקום, ולכל אדם וממגוון מכשירים”. לדברי בלקינד, השירות של Luminate יאפשר להתחבר לאפליקציה ללא צורך בהתקנה של הגדרות, אפליקציות או Clients על מכשירי העובדים או ספקי השירות והלקוחות האחרים של החברה: “אנחנו רוצים שלארגון תהיה אפשרות לגשת לכל יישום בצורה מאובטחת”.\nתמונה: Luminate\nבלקינד מסביר כי חברה פיננסית גדולה שאת שמה הוא לא הסכים לחשוף, רצתה להטמיע פתרון אבטחה חדש בחברה, ותכננה זאת כפרויקט לאורך 18 חודשים, ובאמצעות הפתרון של Luminate הצליחה לבצע את ההטמעה המתבקשת בפרק זמן של ימים ספורים. מה שחסך לה זמן וכסף רב.\nהמערכת של Luminate מאפשרת גם מעקב אחרי כל פעולה ופעולה שהמשתמשים מבצעים, ומאפשרת הגדרת תגובות אוטומטיות לפעולות מסוימות. כך שאם משתמש מתחבר למערכת ומתנהג בצורה לא שגרתית, המערכת מזהה זאת כהתנהגות לא טבעית, ויכולה להתריע לגורמים הרלוונטים בחברה, לעצור את הגישה של אותו משתמש או ליצור עימו קשר כדי לוודא את זהותו.\nהמערכת נמצאת כמעט כולה בענן. כאשר הלקוח צריך לשים רכיב תוכנה קל בכל אחד מה-Data Centers שלו, התוכנה יוצאת אל מערכת הענן של Luminate לצורך הפניית המשתמשים אל החיבור המאובטח. המשתמשים רק צריכים להכנס למערכת של לומינייט, להתחבר לחשבון שלהם, והתקשורת מאובטחת מרגע זה. ממש כמו פעולת Login לחשבון גוגל או פייסבוק. בזכות רעיון התיווך של Luminate בין ה-Data Center לבין המשתמשים, מערכות המידע נשארות מוסתרות לחלוטין מעיני כאלו שהם אינם משתמשים מורשים במערכת.\nמנכ”ל Luminate, עופר סמדרי, מסביר כי הפתרון של החברה הוא Agentless, “ולכן מאפשר אימוץ מהיר וקל על-ידי הארגון כולו מבלי לדרוש שינוי בארכיטקטורת ה-IT הארגונית, בהרשאות המשתמשים או באפליקציות בהן הארגון משתמש”.\nLuminate הוקמה בינואר 2017 על ידי עופר סמדרי, המכהן כמנכ”ל החברה, לאוניד בלקינד, ה-CTO בחברה, ואלדד לבני, ה-CPO, שלושתם יוצאי חברות אבטחה כמו צ’ק פוינט ו-Adalom. במסגרת הגיוס, יצטרפו לדירקטוריון של Luminate ז’אק בנקוסקי מ-USVP ואהרון רוזנסון מקרן Aleph. החברה מעסיקה 30 עובדים במשרדיה אשר בפאלו אלטו ותל אביב, מתוכם 27 ישראלים.", "keywords": "לומינייט סיקיוריטי,luminate security,אבטחת מידע,גוגל,אמזון,google,amazon,vpn,dmz,agentless,saas"}