{"url": "https://www.geektime.co.il/ngt3-invest-in-barcode-diagnostics-and-eio-biomedical/", "type": "article", "title": "חברות הביומד הישראליות EIO Biomedical ו-Barcode Diagnostics מגייסות כל אחת 800 אלף דולר", "description": "חברת EIO Biomedical מפתחת מכשיר רפואי למניעת הידבקות של רקמות עקב ניתוח בעוד ש-Barcode Diagnostics מפתחת טכנולוגיה להתאמה אישית של תרופות כימותרפיות לכל מטופל", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/computer-1149148_960_720.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-13T12:30:19Z", "modified_time": "2017-06-13T12:13:48Z", "articleBody": "חברת EIO Biomedical מפתחת מכשיר רפואי למניעת הידבקות של רקמות עקב ניתוח בעוד ש-Barcode Diagnostics מפתחת טכנולוגיה להתאמה אישית של תרופות כימותרפיות לכל מטופל \nמקור: Pixabay\nקרן ההון סיכון NGT3 מנצרת הודיעה היום (ג’) על השקעה ביחד בשתי חברות פורטפוליו חדשות שלה: EIO Biomedical ו-Barcode Diagnostics. בשתי חברות הביו-טכנולוגיה השקיעה הקרן ביחד עם המדען הראשי סכום כולל של 1.6 מיליון דולר, כאשר בכל אחת מהן הושקע חצי מהסכום הכולל – 800,000 דולר.\nמקור: Barcode Deagnostics\nBarcode Diagnostics של הפרופסור אבי שרודר המפתחת בדיקה מוקדמת להתאמת תרופות כימותרפיות לגידולים סרטניים ספציפיים ולמטופל ספציפי, עוד לפני תחילתה של סדרת הטיפולים. הטכנולוגיה מאפשרת לבדוק את השפעתן של כמויות מזעריות של תרופות שונות במקביל על הגידול הסרטני בגוף המטופל וכך לבחון את תגובתו באופן פשוט ובטוח. טכנולוגיה זו מונעת מתן טיפולים כימותרפיים לא יעילים או לא אופטימליים, כפי שקורה היום על פי המחקרים ביותר מ-30% מהטיפולים.\nהחברה השנייה שקיבלה השקעה היא EIO Biomedical שבראשה עומד המנכ”ל ד”ר יאיר פלפל מפתחת מכשיר רפואי למניעת הידבקות של רקמות עקב ניתוח, המוכרת כאחת הבעיות הכירורגיות הקשות ביותר. הידבקות שכזו עשויה לגרום למגוון רחב של סיבוכים לאחר ניתוח, החל מחסימת מעיים מסכנת חיים ועד כאב כרוני מתיש. מנתונים הקיימים בשוק 5-7% מהחולים שעברו ניתוח בטן לדוגמא נאלצים לחזור לבית החולים לניתוח נוסף.\nקרן ההון סיכון NGT3 הינה בעלת זיכיון של המדען הראשי במשרד הכלכלה והיא פועלת כחממה טכנולוגית בתחום מדעי החיים המשקיעה בסטארטאפים טכנולוגיים בשלביהם הראשונים. בין החברות בפורטפוליו שלה ניתן למנות את Guide In Medical; שפיתחה מוצר אשר הופך את הפרוצדורה הרפואית המורכבת ומועדת לסיבוכים, אינטובציה (החדרת צינור לקנה הנשימה), להליך קצר ויעיל; PamBio המפתחת טיפול תרופתי לחולי שבץ מוחי מדמם ו-ParaSonic שפיתחה מכשיר להשמדת כינים וביצי כנים באמצעות גלי אולטרסאונד וללא שימוש בכימיקלים.\nזהר גנדלר, מנכ”ל NGT3 התייחס להשקעות האחרונות ואמר: “אנו שמחים להצטרפותן של שתי חברות אלו לפורטפוליו שלנו. מדובר בשתי טכנולוגיות חדשניות ופורצות דרך, ובצוות מקצועי ומנוסה אשר מוביל את פיתוחן. אין לי ספק לגבי הפוטנציאל הרב שלהן להיות משני שוק אמתיים, כל אחת בשוק הספציפי שאליה היא פונה, תוך מתן ערך עצום לחולים, לבתי החולים ולמבטחים הרפואיים.", "keywords": "eio biomedical  גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,חממה,חממה טכנולוגית,ngt3,חממת ngt3,barcode diagnostics,eio biomedical גיוס"}