{"url": "https://www.geektime.co.il/magma-vc-raises-third-fund-of-100m-dollars/", "type": "article", "title": "ההתאוששות בהון סיכון הישראלי נמשכת: קרן מאגמה גייסה קרן חדשה בהיקף של 100 מיליון דולר", "description": "קרן ההון סיכון הישראלית מאגמה הודיעה היום על גיוס הקרן השלישית שלה בהיקף של כ-100 מיליון דולר. מהי המשמעות של הגיוס עבור הסטארטאפים הישראלים?", "image": "https://files.geektime.co.il/wp-content/uploads/2013/02/logoMAGMA.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-11T11:32:43Z", "modified_time": "2013-02-11T17:07:22Z", "articleBody": "קרן ההון סיכון הישראלית מאגמה הודיעה היום על גיוס הקרן השלישית שלה בהיקף של כ-100 מיליון דולר. מהי המשמעות של הגיוס עבור הסטארטאפים הישראלים?\nקרן ההון סיכון הישראלת מאגמה (Magma Venture Capital), המנוהלת על ידי השותפים יהל זילקה ומודי רוזן, הודיעה היום רשמית על השלמת הגיוס של הקרן השלישית שלה בהיקף כולל של מעל ל-100 מיליון דולרים.\nקרן מאגמה, אשר הוקמה ב-1999 ונחשבת לאחת מהקרנות הגדולות בישראל בתחום ההיי-טק ומנהלת כיום כספי השקעות בגובה של למעלה מ-300 מיליון דולר, משקיעה בתחומי ה-Information, Communications and Technology ומתמקדת בהשקעות בתחום המדיה הדיגיטלית, SaaS (תוכנה כשירות) ותחום המוליכים-למחצה (Fabless Semiconductors). בין חברות הפורטפוליו שלה ניתן למנות סטארטאפים ישראלים מוכרים ופופולאריים כגון חברת Waze, תוכנת הניווט הפופולארית הפועלת על בסיס חוכמת ההמונים אשר החלה את פעילותה עם השקעה ראשונית של הקרן, Onavo, חברה מובילה בתחום ה-Analytics למובייל ולאינטרנט וחברת Magisto, המתמחה בעריכה אוטומטית של סרטי וידאו ברשת.\nהקרן החדשה (Magma III), החלה להשקיע במהלך 2012 וביצעה עד כה ארבע השקעות, ביניהן בחברות Corephotonics, המפתחת פתרונות חכמים למצלמות מכשירים ניידים, Xplenty, המספקת פתרונות לתחום ה- Big Data, בחברה נוספת המפתחת פתרונות ניתוח פרסום בסלולר ובחברה המפתחת פתרונות אבטחה לשירותי ענן (Cloud) במודל SaaS (תוכנה כשירות).\nמהשותפים בקרן נמסר כי: “השלמת גיוס הקרן בימים אלו הינה ציון דרך ונדבך חשוב להמשך תנופת העשייה בתחום החדשנות בישראל. הבעת האמון של המשקיעים בקרן מקרינה על ההתלהבות והאמון שתעשיית ההיי-טק בישראל תייצר חברות מובילות וגדולות בתחומן. אנו ממשיכים להשקיע במלוא המרץ ביזמים מבריקים ובטכנולוגיות פורצות דרך הפונות לשווקים גדולים”.\nלצד מודי רוזן ויהל זילקה שותפים בקרן גם צביקה לימון ושרגא כץ. כל ארבעת השותפים מביאים עימם עשרות שנים של ניסיון בתחום ההשקעות והיזמות בשוק ה-ICT.\nשוויין של חברות הפורטפוליו של מאגמה שנרכשו בשנים באחרונות מוערך בהיקף של כמיליארד דולר. בין החברות שנמכרו ומאגמה היתה הראשונה להשקיע בהן, ניתן למנות את Provigent, שנרכשה על ידי ברודקום, Wintegra, שנרכשה על ידי PMC-Sierra, ו-DesignArt שנרכשה על ידי קוואלקום בשלהי 2012.\nהגיוס האחרון של קרן ההון סיכון הישראלית פיטנגו בסוף השנה שעברה, הקרן הישראלית של סקויה וכעת, הקרן החדשה של מאגמה, מצביעים על מגמה של התאוששות, גם אם מתונה יחסית, בתחום ההון-סיכון בישראל אחרי מספר שנים בהן אף אחת מהקרנות לא הצליחה לגייס כספים.\nחשוב לציין שהקרנות החדשות, מצהירות על כך שהן מכוונות להשקעות בשלבים מוקדמים כגון ה-Pre-Seed, ה-Seed ו- Round A ומחפשים שותף לבניית חברות משמעותיות וגדולות. בפועל, ניסיון העבר הוכיח שהקרנות הישראליות ממעטות להשקיע בשלבים הראשוניים ולרוב יצטרפו בסיבובי ה-Round A ולעיתים רחוקות גם בסיבובי ה-Seed. אף על פי כן, בשנה האחרונה אנו רואים כי גם הקרנות הגדולות, בהן גם מאגמה הישראלית החלו להפעיל תוכניות המיועדות להשקעות Pre-Seed ולהשקעות בשלבים המוקדמים יותר, אך עד כה מספר מצומצם יחסית של חברות אכן הצליחו לקבל השקעה באמצעות התוכניות הללו.", "keywords": "מאגמה,magma,magma venture capital,יהל זילכה,מודי רוזן,צביקה לימון,שרגא כץ,magma iii"}