{"url": "https://www.geektime.co.il/oneplus-nord-launch/", "type": "article", "title": "חוזרת למקורות: וואן פלוס הכריזה על Nord, מכשיר חדש ב-1,700 ש''ח", "description": "היצרנית הסינית חוזרת לשוק מכשירי הביניים עם מכשיר עוצמתי בעל 6 מצלמות, אחסון ו-RAM גבוהים ומחיר תחרותי. בנוסף, הכריזה וואן פלוס על אוזניות אלחוטיות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/OP-1595340581-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-21T18:08:19Z", "modified_time": "2020-07-21T18:35:53Z", "articleBody": "היצרנית הסינית חוזרת לשוק מכשירי הביניים עם מכשיר עוצמתי בעל 6 מצלמות, אחסון ו-RAM גבוהים ומחיר תחרותי. בנוסף, הכריזה וואן פלוס על אוזניות אלחוטיות\nמקור: OnePlus\nאחרי שהחלה כיצרנית סמארטפונים חזקים במחיר לכל כיס ועשתה את כל הדרך עד ליצרנית מכשירי פרימיום יקרים, OnePlus רוצה עושה פרסה קטנה היום (ג’). באירוע השקה במציאות רבודה (AR) הכריזה החברה על Nord, הסמארטפון החדש שלה, וגם על אוזניות ה-Truly-Wireless הראשונות שלה.\nהוואן פלוס נורד (OnePlus Nord) מגיע עם מסך AMOLED בגודל 6.44 אינץ’ ברזולוציית 2400×1080 עם קצב הרענון המרשים שהביאה החברה למכשירי הדגל הקודמים שלה – 90 הרץ. מתחת לתצוגה היפה (למכשיר ביניים) נמצא מעבד Snapdragon 765G של קוואלקום. לא מדובר אמנם בסדרה העוצמתית ביותר של היצרנית, אך מדובר במעבד ראוי למחיר.\nהנורד מגיע עם שש מצלמות בסך הכל – ארבע מצלמות במערך הצילום האחורי ושתי מצלמות קדמיות. מערך הצילום האחורי מגיע עם חיישן ראשי של 48 מגה-פיקסל. מדובר בחיישן IMX586 של סוני, זהה לחיישן המגיע בוואן פלוס 8 (אם כי לא ה-OnePlus 8 Pro); בנוסף כולל מערך הצילום האחורי מצלמת Ultra-Wide של 8 מגה-פיקסל, עדשת מקרו של 5 מגה-פיקסל וחיישן עומק לצילומי bokeh של 2 מגה-פיקסל.\nבגזרת הסלפי, בוואן פלוס דאגו לצחוק על המצטלמים עם מקלות סלפי ופירסמו עוד לפני ההשקה שהמכשיר יגיע עם עדשת Ultra-Wide של 8 מגה-פיקסל, כמו זו שבמערך הצילום האחורי, ועם חיישן ראשי של 32 מגה-פיקסל. נחמד ושימושי – ובוודאי לא טריוויאלי למצוא במכשיר בדרגת מחיר כזו.\nהוואן פלוס נורד מרחף לנו בחדר – מתוך השקת ה-AR | צילום: גיקטיים\nנעבור לאיחסון ולזיכרון, וכאן, הוואן פלוס Nord מגיע עם זיכרון RAM של 8 או 12 גיגה-בייט, ואחסון של 128 או 256 גיגה-בייט. מבחינת סוללה, מגיע המכשיר עם סוללה בקיבולת 4,100mAh. כדי להטעין אותו תוכלו להעזר בטכנולוגיית ה-Warp Charge של החברה, שמאפשרת טעינה (עם מטען רשמי כמובן) של 30 וואט.\nבגזרת מערכת ההפעלה כמובן שאין הפתעות והנורד יגיע עם אנדרואיד 10 על OxygenOS המצוינת. במהלך די מעניין בוואן פלוס בחרו ללכת עם חייגן ואפליקציית ההודעות של גוגל על פני האפליקציות שלה, ובכך חסכו מקום ממי שבוחרים להוריד אפליקציות שונות להחליפן – מהלך שעליו הכריזו בתחילת השבוע. המעבר לאפליקציית ההודעות של גוגל יכולה להיות מאוד שימושית למשתמשים, מכיוון שהיא תומכת (באזורים מסוימים) ב-RCS, תקן חדש שהוא המקביל באנדרואיד ל-iMessage של מוצרי אפל.\nמחברת CellNow, היבואנית הרשמית של OnePlus בישראל, נמסר לנו כי הוואן פלוס נורד יעלה לכם 1,700 שקלים לגרסת ה-8GM RAM ו-128GB אחסון; גרסת ה-12GB RAM ו-256GB תעלה לכם 2,000 שקלים. המכשירים צפויים להגיע באמצע חודש אוגוסט לישראל.\nהאוזניות החדשות של וואן פלוס | מקור: OnePlus\nאבל לא רק סמארטפונים.\nוואן פלוס הכריזה היום, סוף סוף, על כניסתה לתחום אוזניות ה-Truly Wireless שבו יש ללא מעט שחקניות מתחום הסלולר כבר דגם אחד או שניים – או שלושה אם מדובר בחברה שגרמה לעלייה הענקית בביקוש לאוזניות מסוג זה.\nוואן פלוס הכריזה על OnePlus Buds, שיגיעו עם תג מחיר תחרותי מאוד לעומת השוק – 99 דולר בחו”ל ו-400 שקלים בישראל. הגלקסי באדס פלוס של סמסונג אמנם כבר הספיקו לראות ירידות מחירים וכעת ניתן למצוא אותן באזור ה-350 שקלים ויתחרו בגזרת המחיר באוזניות של וואן פלוס, אך האיירפודס פרו עדיין רחוקות ממחיר זה – עם מחיר שנע סביב 800 שקלים.\nהוואן פלוס באדס לא מגיעות עם סינון רעשי אקטיבי, אלא מה שקוראים לו בוואן פלוס “סינון רעשים סביבתי”, מה שככל הנראה מצביע על יכולת איטום שתצמצם את הרעשים החיצוניים. האוזניות יגיעו עם עמידות בפני מים ואבק בתקן IPX4 – כך שהן יכולות להיות מושלמות למי מכם שירצו להתאמן איתן.\nהוואן פלוס באדס יגיעו עם חיי סוללה של 10 שעות, כשהן מגיעות עם טעינת Warp – שייתנו לכם 10 שעות האזנה תוך 10 דקות טעינה. עם השימוש בקייס המטעין אותן הן יכולות להגיע עד ל-30 שעות שימוש.\nלפני השקת המוצרים דווח כי חיבור מהיר עם המכשיר שבו אתם משתמשים – כך שברגע שתפתחו את הקייס שלהן תוכלו לשמוע מוזיקה מהסמארטפון כמו באיירפודס של אפל, אך פיצ’ר זה טרם אושר.\nהוון פלוס באדס יגיעו בשלושה צבעים: לבן, אפור ו”כחול נורד” (שנראה קצת תכלת בעיניו הלא-הכי מקצועיות של כותב שורות אלו). האוזניות יעלו לכם 400 שקלים וצפויות להגיע לישראל בסוף החודש הבא, כשגרסת ה”כחול נורד” צפויה להגיע לישראל בסוף ספטמבר.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\n ", "keywords": "וואן פלוס,וואן פלוס נורד,סמארטפון,השקה,הכרזה,אוזניות,אוזניות true wirelss,וואן פלוס באדס,oneplus,oneplus nord,oneplus buds"}