{"url": "https://www.geektime.co.il/no-stress-booking/", "type": "article", "title": "נמאס לכם מהטריקים והמניפולציות של Booking? פיתוח ישראלי חדש שם לזה סוף", "description": "''48 איש מסתכלים על החדר ברגע זה'' או ''נותר רק עוד חדר אחד מסוג זה''... אלו רק חלק מהטריקים שבוקינג עושה, כדי לגרום לנו להילחץ ולהזמין דרכה. למפתח ישראלי נמאס והוא הכין לכם תוסף חדש וגאוני, שיהפוך את הזמנת החופשה הבאה שלכם להרבה פחות מלחיצה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/nostressbooking1-1570437675-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-11T10:15:28Z", "modified_time": "2019-10-11T08:01:29Z", "articleBody": "”48 איש מסתכלים על החדר ברגע זה” או ”נותר רק עוד חדר אחד מסוג זה”… אלו רק חלק מהטריקים שבוקינג עושה, כדי לגרום לנו להילחץ ולהזמין דרכה. למפתח ישראלי נמאס והוא הכין לכם תוסף חדש וגאוני, שיהפוך את הזמנת החופשה הבאה שלכם להרבה פחות מלחיצה\nמקור: No Stress Booking\nענקית התיירות ההולנדית Booking חשפה כי מדי יום מוזמנות דרכה יותר מ-1.5 מיליון לינות בבתי מלון בעולם. מאחורי המספר המרשים הזה עומד כמובן אתר מקיף, שיתופי פעולה עם כמעט כל רשתות המלונות בעולם, מנוע חיפוש נוח והבטחה למחיר נמוך במיוחד. אה, ויש את הדבר הזה. שיטות המכירה הנודעות לשמצה של האתר שגורמות למשתמשים לסגור את העסקה כמה שיותר מהר. למפתח ישראלי נמאס מהשיטות המלחיצות הללו, והוא פיתח תוסף שהופך את כל תהליך ההזמנה בבוקינג להרבה פחות מלחיץ.\nאסף טרפיקנט הוא בכלל מנכ”ל של חברה העוסקת בקידום אתרים. אבל גם לו, כמו משתמשים רבים ב-Booking.com, נמאס מההודעות הדרמטיות לפיהן “18 אנשים צופים באותו החדר ברגע זה” ו-“24 איש הזמינו את החדר בשעה האחרונה”. לכן, הוא החליט לפתח תוסף לכרום שיעלים את מרבית ההודעות האלו שבפועל לא מוסיפות מידע חיוני לתהליך ההזמנה. ״את התוסף הנוכחי, פיתחתי כמו תמיד, עקב צורך אישי. פשוט נמאס לי מזה” מספר טרפיקנט בשיחה עם גיקטיים. “האתר נהדר, הדילים טובים רוב הזמן, המידע נגיש וברור, פשוט תענוג. אבל ההתראות האלה פשוט העיקו. אז בהתחלה זה היה מותקן רק אצלי וחסם כמה הודעות בסיסיות, ואחר כך גדל התיאבון״ הוא מספר.\nמרגע שתתקינו את התוסף ״No stress booking״, תבחינו בצד שמאל התחתון של בוקינג בדמות חביבה השוכבת על ערסל. כדי להפעיל את התוסף לחצו על הכפתור (״OFF״), העמוד יתרענן וכל הטקסט האדום והמסרים המלחיצים ייעלמו כלא היו. בדקנו את התוסף, והוא אכן עובד היטב, מעלים את כל המניפולציות וההלחצות המיותרות, ופשוט חוסך את כל הרעש הנלווה לתהליך ההזמנה.\nמצאו את ההבדלים. מקור: צילום מסך, עיבוד תמונה\nנכון לעכשיו התוסף רלוונטי רק לדפדפן כרום ורק בגזרת המלונות של Booking.com, שם ההודעות האלו הכי דומיננטיות (כלומר לא באגף הטיסות והשכרת הרכב למשל), אבל הוא עובד גם עם שאר האתרים של מפלצת התיירות בהם Agoda, Kayak ו-Open Table. וכן. כולם שייכים לבוקינג.\nטרפיקנט מדגיש בשיחה כי לא נאסף שום מידע על המשתמשים שהתקינו את התוסף או הרגלי החיפוש וההזמנות שלהם; ״אין מעקב, אין קוקיז, אין פיקסלים, אין אפיליאציה, מינימום הרשאות כרום ואין מודל עסקי. המדידה היחידה שיש זו כמות ההתקנות״. לדבריו, הוא פיתח את התוסף בקוד פתוח, והוא מזמין אתכם לעבור על הקוד בעצמכם.\nאתה לא מפחד ש-Booking.com ידרשו ממך להסיר להוריד את התוסף כי הוא פוגע להם במודל הכלכלי? ״אני לא מוצא סיבה רצינית למה שבוקינג תפנה אלי בכלל. אם זה יקרה זה יהיה די מגוחך. ההודעות האלה גורמות למשתמשים לקבל החלטות מוטעות ואת זה אני מבין בשנייה מתוך הפידבקים שכבר קיבלתי. איזה מותג רוצה שיזכרו אותו כאתר שגורם לאנשים לסגור דיל שהם לא רצו? מה ההשפעה של זה בטווח הארוך? דווקא אם יהיו לתוסף הזה מאה אלף משתמשים, זה אומר מאה אלף לקוחות בוקינג פוטנציאלים. לא נשמע טוב?״.\nבתור איש שחי ומתפרנס משיווק, אתה לא מרגיש שאתה פוגע בכלי המכירה של בוקינג? איך תרגיש אם יחסמו לך פרסומת שעבדת עליה קשה? ״במצטבר, לחוסמי פרסומות (adblock plus, uBlock וחבריהם) יש כ-150 מליון משתמשים בכל העולם, ועולם הפרסום לא מת ועדיין משגשג, כמו גם הסוכנות שלי. תקציבי הדיגיטל עולים ב-15%-20% בשנה האחרונה על אף ולמרות החוסמים״.\nהתוסף זמין להורדה בחינם ב-Chrome Web Store", "keywords": "בוקינג,בוקינג. קום,booking,booking.com,מלונות,הזמנת מלון,תוסף לכרום,כרום,chrome,no stress booking,בוקינג.קום"}