{"url": "https://www.geektime.co.il/hot-mobile-golan-telecom-raise-prices/", "type": "article", "title": "גל התייקרויות בסלולר: הוט מובייל וגולן מעלות מחירים", "description": "במסווה של שידרוג החבילות שלכם, החברות השונות מעלות מחירים ולא מאפשרות לכם לבחור חבילות זולות יותר. אבל יש צדיקה אחת (בינתיים)", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/iphone-410324_1280-1543218103-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-26T09:47:59Z", "modified_time": "2018-11-26T09:54:13Z", "articleBody": "במסווה של שידרוג החבילות שלכם, החברות השונות מעלות מחירים ולא מאפשרות לכם לבחור חבילות זולות יותר. אבל יש צדיקה אחת (בינתיים)\nמקור: Pixabay\nכבר מספר שנים שהתחרות הקשה בשוק הסלולר הישראלי הרווי גורמת לספקיות לדמם כסף רב. עם זאת, בשבועות האחרונים מתחילות באורח פלא ספקיות הסלולר להעלות מחירים. חלקן באורח גלוי וחלקן במסווה של שינוי התנאים והחבילות שעומדים לרשות הצרכן.\nגולן טלקום – החברה שפעם היתה מזוהה יותר מהכל עם מהפכת הסלולר – העלתה את תעריפיה ב-8 ש”ח בחודש. כך למשל מציעה עכשיו החברה חבילה חדשה עם נפח תעבורת נתונים גדול יותר של 60GB לחודש, אבל במקביל זינק המחיר ב-8 ש”ח. אם בכל זאת אתם לא צריכים את תוספת הגלישה הזו, ורוב הסיכויים שלא תזדקקו לה, לא תוכלו להישאר עם התעריף הקודם שעמד על 29.90 ש”ח ותאלצו לשלם 37 ש”ח.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nהוט מובייל – עוד חברה שנהנתה מפתיחת השוק לתחרות וצמחה על חשבון פלאפון, פרטנר וסלקום – ייקרה את החבילה המקבילה שלה. מעכשיו, לא תוכלו לרכוש את חבילת ה-30GB שעלתה 29.90 ש”ח ובמקום זה תוכלו לרכוש רק חבילה יקרה יותר שמציעה 50GB ותעלה לכם 34.90 ש”ח. הוט מובייל גם העלתה את מחירי חבילת ה-100GB שלה מ-39.90 ש”ח ל-44.90 ש”ח – ללא תוספת או שידרוג כלשהו.\nהעלאות המחירים הללו מצטרפות להתייקרויות הקודמות של סלקום ופרטנר. סלקום העלתה את חבילת ה-30GB שלה מ-39.90 ש”ח ל-49.90 ש”ח כשהיא מוסיפה לחבילה שימוש ללא הגבלה בארץ באפליקציות דוגמת ווייז, פייסבוק, וואטסאפ ואינסטגרם – תוספת מיותרת לחלוטין וכן 500 דקות שיחה לחו”ל. פרטנר העלתה את המחירים של חברת הבת – 012 מובייל – עם הוספת 350 דקות שיחה לחו”ל לחבילת ה-50GB שלה תוך כדי הקפצת המחיר ב-33 אחוז, מ-29.90 ל-39.90.\nכמו שניתן לראות, ברוב המקרים בוחרות החברות להסוות את עליית המחירים שלהן על ידי תוספת לא מתנות לא רצויות. אם משתמש כבד כלשהו היה זקוק לחבילה גדולה יותר של גלישה, הוא מראש היה בוחר חבילה עם נפח גדול יותר. משתמש שנוהג להתקשר לחו”ל, מראש היה בוחר חבילה עם שיחות לחו”ל, ולכן, נראה שרוב רובם של המשתמשים לא יזדקקו לתוספות ולמתנות הללו. מצד שני, על ידי ביטול החבילות הקיימות, הם לכודים כעת ונאלצים לספוג את העלאת המחירים הזו.\nאם אתם מחפשים חבילת הכל כלול מוזלות, לא עומדות בפניכם יותר מדי אפשרויות. חברת We4G מציעה 29 ש”ח לחודש תמורת 40GB – מחיר “לכל החיים” (בתוספת 19.90 ש”ח עבור סים). רמי לוי תקשורת מציעה חבילת 40GB תמורת 19.90 ש”ח, אולם מדובר בהטבה לשנה ותידרשו לשלם “דמי חיבור” של 49.90 ש”ח.\nמגולן טלקום נמסר: “גולן טלקום התאימה את כמות נפח הגלישה בהתאם לדרישות הלקוחות ועדין שומרת על הצעת המחיר המשתלמת ביותר כך שהלקוח מקבל יותר נפח גלישה, באותו איכות קו סלולארי במחיר הכי משתלם בשוק״.\n ", "keywords": "סלולר,מובייל,הוט מובייל,גולן טלקום,סלקום,פרטנר,012 מובייל,העלאת מחירים,we4g,הוט-מובייל"}