{"url": "https://www.geektime.co.il/apple-watch-series-4-lte-partner-review/", "type": "article", "title": "השארתי את הטלפון בבית, הסתובבתי שבוע עם שעון חכם עם eSim, וזה מה שאני חושב", "description": "טכנולוגיית ה-eSim הגיעה סופסוף לישראל, אז יצאתי לעבודה, לריצה ולים בלי שום סמארטפון, אלא רק עם שעון על היד. פשוט זה לא היה, אבל אני אוהב את הכיוון", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/00100lPORTRAIT_00100_BURST20190715103553342_COVER-1-1563182597-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-19T10:30:21Z", "modified_time": "2019-07-18T17:21:54Z", "articleBody": "טכנולוגיית ה-eSim הגיעה סופסוף לישראל, אז יצאתי לעבודה, לריצה ולים בלי שום סמארטפון, אלא רק עם שעון על היד. פשוט זה לא היה, אבל אני אוהב את הכיוון\nצילום: גיקטיים\nאני מודה. אני מכור לסמארטפון שלי. אני לא באמת יכול לצאת מהבית בלעדיו, בין אם זה לריצה, לים, או אפילו להוציא את האשפה. לכן אין פלא שאחד הפיתוחים הטכנולוגיים שהכי סיקרנו אותני בשנים האחרונות הוא ה-eSim, הטכנולוגיה שמאפשרת לכם לשכוח מכרטיסי הסים העדינים וההמתנות לשליחים במעבר בין חברות, וחשוב מכך: לתת לכם להשתמש בשעונים חכמים שתומכים בתקשורת סלולרית, ולהשאיר את הסמארטפון בבית. אחרי שחיכינו לה לא מעט, הטכנולוגיה הזאת נחתה בישראל, אז לקחנו אותה לבדיקה של שבוע מלא כדי לראות האם מדובר במהפכה של ממש, או תענוג ששמור רק לכמה סוגים ספציפיים מאוד של בני אדם.\nצילום: גיקטיים\nלצורך הסקירה קיבלתי מפרטנר את ה-Apple Watch Series 4 במהדורת Nike+ ואייפון X. תהליך החיבור לשירות ה-eSim של פרטנר היה מפתיע לטובה במהירות שלו. בתהליך הצימוד של השעון לאייפון הופיעה אפשרות של הפעלת נתונים סלולריים, ולחיצה עליה העבירה אותי לפורטל של פרטנר בו הזנתי את תעודת הזהות, 4 ספרות אחרונות של אמצעי התשלום ואת מספר הטלפון. לאחר מכן הגיע קוד קצרצר, ממש כמו בכל תהליך אימות דו-שלבי סטנדרטי, ו…זהו. תוך שניות התבשרתי שתהליך הצימוד הסתיים וה-Apple Watch שלי כבר גולש על התמיכה הסלולרית. בואו נגיד את זה ככה, התהליך הזה מספיק פשוט כדי שאני אוכל לתת להורים שלי לעשות אותו בלי לדאוג לרגע.\nצילום: פרטנר\nה-Apple Watch, ממש כמו האייפון שלכם, לא יושב על חבילת הגלישה שלכם כל הזמן, אלא מנסה קודם כל להיות בקשר עם האייפון. אם האייפון רחוק ממנו, הוא ינסה להתחבר לרשת האלחוטית המוכרת הקרובה והטובה ביותר. אם זו גם לא זמינה, השעון יקח לעצמו כמה שניות ויתחבר לרשת הסלולרית. הקליטה שלו סבירה ודומה במובן מסוים לרמת הקליטה של האייפון.\nאם אתם מחפשים כאן ביקורת על השעון עצמו, אתם במקום הלא נכון, ובשביל זה מחכה לכם הסקירה המלאה שעשינו על הדור ה-4 של השעון של אפל. הפעם, אנחנו מדברים על החיים עצמם, והאם השעון בגירסת הסלולר שלו שווה את המחיר שאתם עומדים לשלם עליו.\nצילום: גיקטיים\nאני מודה שאני לא הטיפוס הכי ספורטיבי, ויוצא לי לחזור להתאמן לתקופות רק כשיש איזשהו פיתוח טכנולוגי מעניין סביב תחום, וכן, אפילו אפליקציות מספיקות בשביל לסקרן אותי. בכל פעם שאני יוצא לרוץ, לא משנה איזה פיתוח אני בודק, בין או הוא אוזניות, אפליקציות או שעונים, אני תמיד צריך לסחוב איתי את הסמארטפון שלי. בשנים האחרונות הסמארטפונים נהיו יותר כבדים, יותר גדולים ויותר מגושמים, והם אולי הדבר הכי פחות נוח בריצה, מלבד הריצה עצמה כמובן, אז אין פלא שהתרגשתי לחזור לרוץ, והפעם כמעט בלי שום מכשיר מעיק.\nמאחר והשעון שבדקתי במהלך הסקירה הגיע במהדורה חגיגית של Nike, בחרתי לרוץ עם אפליקציית Nike Run Club, ולאחר ההפעלה הראשונית באייפון יכולתי להפעיל אותה, כמעט במלואה, גם בשעון. יצאתי מביתי חמוש אך ורק בשעון ואוזניות AirPods ובחרתי באפליקציה את אחת מהריצות המודרכות, ומיד נשאלתי האם אני מעוניין להוריד את התוכנית שכוללת לא מעט אודיו על גבי החיבור הסלולרי. לחיצה אחת והתוכנית ירדה תוך שניות ספורות ומוכנה לשימוש בכל עת.\nעם הרגישים לשיערות הסליחה. צילום: גיקטיים\nיצאתי לריצה עם המאמן בנט (לא השר לשעבר) באוזניי, ללא דבר בכיסיי או ידיי, והרגשתי נהדר. הסתכלתי בבוז על כל אותם בני תמותה נחותים שרצים עם בלוק ביד רק כדי לא לפספס את הודעת הוואטסאפ מקבוצת ההורים של הגן. באמצע הריצה השעון צלצל. אישתי על הקו. עניתי לה בנגיעה אחת, אמרתי (או יותר נכון התנשפתי) לה שאני עוד מעט מסתובב חזרה ושתחמם את הפרק הבא של מאסטר-שף. נכון שטכנולוגיה זה דבר נהדר?\nאבל מהי ריצה ללא קצת מוזיקה? אפל לא ציידה את השעון באפליקציית אפל מיוזיק מלאה כך שתוכלו לראות למשל את הפלייליסטים שהרכבתם או אומנים שאתם עוקבים אחריהם, אלא רק בתכנים שהורדתם אל השעון מבעוד מועד, שזה לא רע, אבל לא בשביל זה באנו עד לכאן. כדי לשמוע משהו שלא נמצא לוקאלית על השעון באפל מיוזיק, תצטרכו לבקש מסירי ספציפית את מה שאתם רוצים. אם תבקשו פלייליסט או אומן מסוים, אתם תועברו לאפליקציית Radio מסיבה לא ברורה. רק אם תבקשו שיר ספציפי, תועברו לאפליקציית המוזיקה הרשמית. אין לי מושג למה זה קורה, אבל זה בעיקר מוזר, ולא מפריע כל כך לשימוש השוטף.\nצילום: גיקטיים\nלבקש מוזיקה מסירי היא פעולה נוחה בצורה סבירה למי שאוהב מוזיקה לועזית (לפחות בגירסה דוברת האנגלית של סירי), אבל אם אתם רוצים לשמוע אומן או שיר ישראלי? זה כבר סיפור אחר לגמרי וכדאי לכם להתפלל שסירי תצליח להבין איזה אומן גורם לכם לשבור את השיניים ככה, או לעבור לעברית, ולמצוא את אותה בעיה עם אומנים לועזיים. בכל זאת ביקשתי מוזיקה מתאימה לריצה מסירי, ואז הגיעה הפתעה נבזית.\nבמקום להתחיל לנגן את המוזיקה שביקשתי, הודעת שגיאה קפצה על המסך שמבשרת כי אפשרות הסטרימינג של מוזיקה דרך תקשורת סלולרית לא הופעלה. אוקי, אין בעיה, אני אאשר לכם ונתקדם, נכון? אז זהו, שההודעה מבקשת ממני להפעיל זאת בקלילות דרך הגדרות האייפון, שכרגע נמצא בבית בעוד אני בלב פארק הירקון. איך אומרים? מאפל לא ציפיתי. למה לא פשוט להשאיר בתחתית ההודעה כפתור שמאפשר לי להפעיל תקשורת סלולרית לאפליקציה? למה אני צריך להשתמש בשני מכשירים בו זמנית?\nאז המשכתי את הריצה שלי עם התוכנית של “טל ואביעד” שירדה לשעון באופן אוטומטי (וחכם, יש להגיד), וחזרתי הביתה. שם ניסיתי להבין איך אני עומד להפעיל את האפשרות לסטרימינג. נכנסתי לאפליקציה של השעון רק כדי לגלות שתקשורת הנתונים מופעלת כרגיל, ויצאתי להמשך החיפושים אחר הכפתור המיוחל: אולי בתוך האפליקציה של אפל מיוזיק? לא. אולי בהגדרות של תקשורת סלולרית באפליקציית ההגדרות? לא. אז איפה? בתוך אפליקציית ההגדרות, יורדים להגדרות של אפליקציית המוזיקה, שם בוחרים ב-Cellular Data ורק אז מפעילים את המתג של “Streaming”. וואו, אפל. ציפיתי לכזה סבך הגדרות מיצרנית אנדרואיד סינית, לא ממך.\nצילום: גייקטיים\nבריצה הבאה שלי, אחרי שהפעלתי את אפשרות הסטרימינג באופן ידני במעמקי ההגדרות, הכל עבד היטב, והחופש המוחלט מכבלים עם השעון ואוזניות ה-AirPods הרגישו לי כמו העתיד והווה של הריצה. אבל עם החופש הזה צריך להגיע מחיר, וכדאי לקחת בחשבון ששימוש בנתונים סלולריים גורע לא מעט מחיי הסוללה. אם יום רגיל בלי צריכת נתונים סלולרית מסתיים בערך ב-60% סוללה בשעון (אחלה שיפור על פני דגמי הדורות הקודמים), אימון של שעה עם מוזיקה בסטרימינג, חיבור אלחוטי לאוזניות, ואפליקצייה שמשתמשת ב-GPS ובחיישן הדופק לאורך כל האימון גרע יותר מ-30% מהסוללה. כלומר, השעון עומד יפה במבחן של יום שלם שכולל פעילות גופנית, אבל אם אתם מתכננים להשתמש כמה שעות בפונקציות הכוללות LTE, אתם עשויים להגיע למצב שבו אתם צריכים טעינה לקראת הערב.\nקצת מאכזב לגלות שאפליקציית ספוטיפיי בשעון לא נותנת לי להאזין באמת לספוטיפיי, אלא לשלוט כמו מעין שלט רחוק באייפון או במכשירים אחרים שמנגנים כרגע. כך שאתם די תקועים בינתיים עם אפל מיוזיק בתור מקור המוזיקה העיקרי שלכם. חשוב לציין שבכנס המפתחים שלה, WWDC 2019, אפל הציגה API חדש שיאפשר למפתחים להציג אפשרות סטרימינג לסאונד גם באפליקציות שלהם, כך שנקווה שגם ספוטיפיי יעתרו לבקשה ויהפכו את האפליקציה בשעון לעצמאית באמת.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nגם האלמנט השנוא עליי בשעונים חכמים, ההתראות, הצליח להזכיר לי למה אני סולד מעט משעונים חכמים, כשבמהלך הריצה קיבלתי לא מעט טפיחות על המפרק מקבוצות וואטסאפ, אימיילים, ואפליקציות שונות שהצליחו לגרום לי להסתכל על השעון אחת לכמה דקות במקום להתרכז בריצה עצמה. כן, אתם יכולים לנטרל את אלו שמציקות לכם, אבל מדובר בתהליך מעיק, והרי כל הרעיון של החיבור ל-LTE הוא האפשרות לקבל שיחות והודעות גם כשאתם לא ליד האייפון, אז זה קצת חוטא למטרה, אבל כאן זה עניין של טעם.\nהשעה היא שעת צהריים במערכת גיקטיים, ולכולם יש חשק למתוק לצד הקפה. הפעם זה תורי ללכת ולקנות משהו במכולת באיזור המשרדים, ואני מחליט לרדת לרחוב הרותח כשהאייפון בעמדת הטעינה האלחוטית שלו במשרד, ורק שעון על ידיי. אני מגיע למכולת ומתלבט בין שני סוגי וופל, ורוצה לשתף את חברי המערכת בלבט, ומנסה להכנס לאפליקציית טלגרם שמותקנת על השעון, אבל שגיאה מופיעה על המסך ומבשרת שהשעון צריך להיות מחובר לאייפון כדי שהאפליקציה תפעל. ההפרדה בין המכשירים לא הייתה הרעיון מההתחלה? טוב נו, נגיד. עובר לתוכנית ב’, ומנסה לבקש מסירי לשלוח הודעה בוואטסאפ כמו שהיא יכלה לעשות באייפון, אבל אני מקבל הודעת שגיאה שאני צריך להתקין אפליקציה על השעון דרך האייפון. הבעיה – אין אפליקציה של וואטסאפ לשעון של אפל.\nאתם כן יכולים להגיב להודעות נכנסות בעזרת הכתבה בעברית ובאנגלית או בעזרת Presets שתכינו מראש, אם בשביל ליזום הודעה מאפס תצטרכו בינתיים לשלוח הודעת SMS או iMessage. באסה.\nבקיצור, לקחתי לואקר שוקולד ועליתי בחזרה למשרד בלי לתאם. לא נרשמה התלהבות מהבחירה במשרד.\nרק אני והשעון שלי.צילום: גיקטיים\nמלבד ריצות, אחד המקומות שאני הכי לא רוצה להסתובב בהם עם סמארטפון הוא הים. אני מנסה להגיע לשם עם כמה שפחות דברים, ובעיקר לא רוצה להתעסק במחשבה של “מה השארתי בתיק והאם הוא יגנב”, אז השעון של אפל הוא די מושלם לסיטואציה הזאת. אז קפצתי לחוף בתל אביב, נטול אייפון ודאגות.\nיש משהו בעובדה שהאייפון לא היה לי בכיס או בתיק שנתנה לי את החופש להכנס למים בלי לחשוב פעמיים. כלומר, עד שניסיתי לעשות שיחה מהמים וקלטתי שהים מלא במדוזות ורצתי חזרה לחוף, אבל את תחושת החופש הצלחתי להרגיש לכמה דקות טובות. מה שכן, בסוף השהייה בחוף, כשרציתי להזמין מונית הביתה, נזכרתי שאין עדיין אפליקציה של יאנגו או Gett לשעון, ונאלצתי לברוח לסמארטפון של אישתי ולא להיות עצמאי ב-100%.\nרגע לפני שנעבור לסיכומים, בואו נדבר על המחיר: Apple Watch בגירסה סלולרית יעלה לכם כ-500 שקלים יותר מאשר הגירסה הסטנדרטית שמתחברת רק ל-Wi-Fi ולאייפון עצמו. מחיר לא נמוך. לאחר הרכישה, תצטרכו גם להיות מנויים בספקית סלולר שתומכת בטכנולוגיית ה-eSim, ולהצטרף לשירות. בפרטנר נותנים חצי שנת שימוש ללא עלות, ולאחר מכן יגבו מכם 14.9 שקלים לכל חודש, כאשר צריכת הנתונים הסלולרית של השעון נגרעת מחבילת הגלישה שלכם (שרוב הסיכויים שהיא כבר נדיבה דיה). אז יש כאן עלויות נוספות שכדאי לקחת בחשבון לפני שמקבלים החלטה.\nאולי שמתם לב שכמה ימים בשבוע נעדרים מהסקירה, ויש לי סיבה טובה לכך: ביומיום, לפחות שלי, הבנתי שאין הרבה סיטואציות שבהן אני מוצא את עצמי בלי הסמארטפון במרחק קריאה. זאת אחת הסיבות שוויתרתי על שעונים חכמים מלכתחילה, אבל ברגע שמדובר גם בשעון עם תקשורת סלולרית, אני מבין שמלבד אחת לכמה ימים לזמן מאוד מוגבל, אני כמעט תמיד עם הסמארטפון לידי. האם זהו כוחו של הרגל של כמעט שני עשורים? קשה לי להגיד בשלב הזה, אבל לפני שאתם מקבלים החלטה ורוכשים שעון עם תקשורת סלולרית, נסו לחשוב מתי אתם רוצים או עומדים להיות בלי הסמארטפון, ובכל זאת להישאר מחוברים.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nאז למי הוא כן מתאים? אם אתם משתמשי iOS (כי זה שעון של אפל, ואפל כמו אפל, לא רוצה לשחק עם אחרים), אוהבים לעשות הרבה ספורט ושונאים להיסחב עם האייפון שלכם לכל מקום רק כדי לוודא שאתם לא מפספסים שום דבר חשוב, ה-Apple Watch בגירסה הסלולרית שלו הוא פיתרון באמת נפלא. הוא לא מושלם, אבל הוא אחד משעוני הספורט הטובים בעולם. מעבר לכך, אתם צריכים להבין האם אתם באמת עומדים למצוא את עצמכם מספיק פעמים ללא האייפון שלכם בקרבתכם. בכל זאת, השעון לא יודע לצלם תמונות, ולא יודע לשלוח הודעות וואטסאפ, אז אתם בכל זאת לא ניידים לחלוטין.\nהבעיה העיקרית של גירסת הסלולר של ה-Apple Watch היא….שהוא שעון של אפל. כלומר לרעיון של מכשיר לביש עם תקשורת סלולרית, אני מאוד מתחבר, אבל באפל כמו באפל, הרבה פעולות שרציתי לעשות שנשמעו לי טריוויאליות והגיוניות פשוט לא היו אפשריות מהשעון בשלב הזה. בפנטזיה שרצה בראש שלי, אני רואה איך אני יכול לצאת לחוף ים עם השעון של אפל, לשמוע מוזיקה, אולי אפילו לענות לשיחות ולהתכתב קצת בוואטסאפ, ללכת לסופר הקרוב כדי לקנות קצת אוכל ושתיה ולשלם רק עם השעון, ולבסוף אולי אפילו לקחת קורקינט שיתופי הביתה, ולפתוח את המנעול החכם בדלת הדירה בלי בכלל להיסחב עם סמארטפון. הבעיה היא שלפחות לפי קצב האימוץ של מפתחות האפליקציות, זה לא עומד לקרות בקרוב.\nבשביל ה-5 דקות שאתם יורדים עם הכלב או הפעם בכמה שבועות שאתם קופצים לים ולא רוצים לקחת את הסמארטפון איתכם, אני לא בטוח שהוא שווה את ההשקעה. אבל לספורטאים הוא יכול להפוך לאחד מהכלים הטכנולוגיים הטובים והנוחים ביותר. ובכל זאת, צריך להגיד מילה טובה לפרטנר שבשקט בשקט אימצה את תקן ה-eSim החדש יחסית. כעת נותר לקוות שהיא תרחיב את היצע השעונים גם לאנדרואיד עם ה-Galaxy Watch המוצלח ושעונים עתידיים נוספים. אפילו חשוב מכך, אני מחכה לתמיכה בסמארטפונים עם eSim שאמורים להפוך ליותר ויותר נפוצים בשנים הקרובות, ולאפשר ללקוחות לעבור בין חברות בקלות בלי לחכות לאותה חתיכת סים רגישה. בלי סיכות, בלי התחייבויות.\nהשעון והמכשיר ניתנו לנו לסקירה באדיבות חברת פרטנר", "keywords": "אפל,אפל ווטץ\\',אפל וואטץ\\',אפל ווץ\\',שעון אפל,איסים,אי סים,סים אלקטרוני,סים מוטמע,sim,apple,apple watch,esim,e sim,lte,סלולר,ביקורת,סקירה,פרטנר,partner,e-sim,אי-סים"}