{"url": "https://www.geektime.co.il/come-work-with-us-sisense-ensilo/", "type": "article", "title": "בואו לעבוד איתנו: 2 חברות מספרות למה שווה לעבוד דווקא אצלן", "description": "שתיים מחברות ההייטק המובילות מספרות מדוע שווה לכם להצטרף דווקא אליהן, ועל הדרך משתפות גם במשרות הפנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/sisense-1555925520-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-28T14:28:25Z", "modified_time": "2019-04-29T13:30:16Z", "articleBody": "שתיים מחברות ההייטק המובילות מספרות מדוע שווה לכם להצטרף דווקא אליהן, ועל הדרך משתפות גם במשרות הפנויות אצלן\n\nמי תאפשר לכם לעבוד עם הטכנולוגיות הכי מתקדמות, איפה תוכלו לרוץ מרתונים במסגרת העבודה ומי תפנק אתכם בארוחת שף בצהריים? סידרנו לכם הצצה פנימה לחברות enSilo ו-Sisense, אולי אחת מהן תהיה מקום העבודה הבא שלכם.\nרוצים לראות עוד חברות? כנסו ל-Geektime Insider\n\nenSilo היא חברת סייבר צעירה שפועלת בתחום פופולרי ותחרותי של זיהוי ומניעת התקפות נגד תוכנות כופר, נוזקות ממוקדות, מתקפות ללא קבצים ושאר מתקפות זדוניות. איום התקפות הסייבר רק הולך וגדל והמתקפות נעשות מתוחכמות וזדוניות יותר, מה שהופך את התחום לדינאמי ומאתגר.\nרוב האיומים מופנים כלפי חברות וארגונים גדולים, שלהם כמות עצומה של מידע רגיש, שלרוב מתמודדות איתם באמצעות מוצרים שמטרתם למנוע מהתוקף הזדוני לחדור מבחוץ אל תוך הארגון.\nenSilo לעומת זאת יוצאת מנקודת הנחה שקשה עד בלתי אפשרי למנוע חדירה של גורם עוין חיצוני, אבל בהחלט אפשר למנוע ממנו לשבש ולגנוב מידע רגיש.\nהחברה מתמקדת במניעת גנבה ושיבוש מידע בארגונים, תוך שימוש בטכנולוגיה ייחודית שמגנה על נקודות קצה לפני ואחרי הדבקה, וכן עוצרת זליגות ופגיעה בנתונים בזמן אמת.\nבשונה מאבטחת נקודות קצה, המסתמכת על יכולת בודדת של חסימה או זיהוי, enSilo מספקת הגנה משולבת הכוללת אוטומציה וניצוח מלא על זיהוי, חסימה ואף תגובה – בזמן אמת. הגנה זו מביסה בקלות התקפות הממוקדות בנתונים, ובעיקר גנבה או פגיעה בהם, כפי שקורה פעמים רבות עם תוכנות כופר, ללא צורך במודעות לנתונים וללא כל תלות בשיטת ההדבקה.\nאחרי מספר סבבי גיוס היא גייסה יותר מ-30 מיליון דולר ונמצאת בצמיחה מתמדת. בין לקוחותיה ניתן למצוא חברות פיננסיות גדולות, חברות ביטחוניות וגם ארגונים רפואיים.\nהאווירה במשרדי החברה היא מאוד פתוחה, דינמית ולא פורמלית, ויש המון פתיחות ליזמות אישית ולרעיונות שונים של העובדים. חוץ מהעבודה השוטפת, החברה מעודדת תרומה לקהילה ולחברה והיא יוזמת ומשתתפת בפעילויות התנדבותיות שונות.\nטווח הגילאים של העובדים ב-enSilo מאוד מגוון – מבני 18 שנמצאים רגע לפני גיוס ועד בני 40 פלוס שצברו המון ניסיון. מה שמשותף לכולם, מעבר לאהבה לטכנולוגיה ולניתוח נתונים, זאת ההרגשה שאפשר לדבר עם כל אחד בגובה העיניים ושהיחס לכל עובד ועובדת הוא שווה. חוץ מזה, העובדים של enSilo נהנים ממגוון ימי כיף, גיבושים ושאר פעילויות מהנות.\nלמשרות פתוחות בחברת enSilo\n \n\nעם מעל 500 עובדים בשורותיה במספר מוקדים שונים ברחבי העולם כמו ניו-יורק, לונדון וטוקיו וגיוס כספים של כ-200 מיליון דולר, חברת Sisense מציבה רף חדש בתחום ה-BI. תחת קורות המרכז הבינתחומי בהרצליה עוד בשנת 2004 נולד הרעיון לפיתוח מערכת שמאפשרת למשתמשים עסקיים לנהל ולנתח מידע (Data).\nהפלטפורמה שפותחה ב- Sisense,מקיפה ומכסה כל שלב בהליך ניתוח הבינה העסקית – החל משלב הכנת הנתונים לניתוח, ועד לשלב הפקת מסקנות ותובנות, וכל זה תוך שניות ספורות בלבד. מה שעוד יותר הרשים אותנו, היא העובדה ש-Sisense מטמיעה את התובנות הללו ומאפשרת שימוש זמין בכל מכשיר: דסקטופ, מובייל, אפליקציה או מוצרים ייעודיים באמצעות קול, צ’אט, שפה טבעית או מוצרי IOT שונים. הפיתוח של Sisense נועד כדי לספק את התובנות בזמינות מלאה ובכל מקום.\nפלטפורמת האנליטיקס של Sisense זוכה לנאמנות גבוהה מאלפי לקוחות במגוון תעשיות שונות, ביניהן חברות ותאגידים כמו Phillips, Nasdaq, General Electric ועוד. החברה ממשיכה להתפתח ולאחרונה צרפה גם לשורות לקוחותיה חברות ומותגים בינלאומיים כמו למשל Rolls Royce, Air Canada ו- TIAA.\nSisense משקיעה בעובדיה ומטפחת אותם באמצעות שלל פעילויות מגבשות כמו טיולים, ערבים מיוחדים, ימי גיבוש ועוד, וכשמשוחחים עם העובדים רואים שזה מצליח כי הם רואים בחברה הרבה יותר מרק מקום עבודה.\nאיך עושים זאת? ובכן, לרשות העובדים עומד חדר מוזיקה ובו מגוון כלי נגינה, כך שלא נדיר לשמוע מוזיקה עולה ממנו. בקומה אחרת ניתן לשחק בשולחן פול מקצועי ועל אחד מהקירות יש שלל תמונות של עובדי החברה מטיולים בעולם, דבר שמחזק את האווירה המגובשת ממילא.\nלמשרות פתוחות בחברת Sisense", "keywords": ",עבודה בהייטק,עבודה בסטארטאפ,אינסיידר,insider,משאבי אנוש,גיוס עובדים,דיגיטלי,לימודים,קידום,sisense,ensilo,אנסיילו,סייסנס,cyber,doublevreify,jobs,mobile,singular,ביג דאטה,דאבל וריפיי,הרצליה,ישראל,סינגולר"}