{"url": "https://www.geektime.co.il/ibm-watson-technology-review/", "type": "article", "title": "הכירו את Watson: מחשב העל שיסייע לכם בפגישות עסקיות", "description": "לאחר Siri ו-Google Now, ב-IBM עובדים כבר על עוזר אישי שיודע להקשיב לתוכן הישיבות שלכם, לנהל את האינטראקציה הקבוצתית בישיבה ולהמליץ על מהלכים והחלטות הקשורים לעסק שלכם.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/shutterstock_1946776791.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-05T10:30:21Z", "modified_time": "2014-08-05T13:11:24Z", "articleBody": "לאחר Siri ו-Google Now, ב-IBM עובדים כבר על עוזר אישי שיודע להקשיב לתוכן הישיבות שלכם, לנהל את האינטראקציה הקבוצתית בישיבה ולהמליץ על מהלכים והחלטות הקשורים לעסק שלכם.\nקרדיט תמונה: Shutterstock\nשוק העוזרות האישיות נשלט עד היום בעיקר על ידי האינטיליגנציה המלאכותית של גוגל, אפל ומיקרוסופט – Google Now, Siri ו-Cortana אשר מסוגלות בעיקר להכיר את המשתמש האישי אותו הן נועדו לשרת, להביא לו מידע נחוץ בזמן אמת, לנהל בשבילו את לוח הזמנים ואת המשימות היום-יומיות ולענות לו על שאלות שצצות מפעם לפעם, כאשר התשובות מתבססות בעיקר על ניתוח נתונים וחיפוש במנועים שונים ומאגרי מידע רחבים.\nהשלב הבא בההתפתחות של העוזרות הללו, באופן טבעי מוכר לנו מ-Star Trek, ומיועד בעיקר לשוק העסקי, בדמות עוזרת אישית שמכירה את החברה שלכם יותר טוב מכם ומסוגלת לסייע לכם בדילמות עסקיות והחלטות אסטרטגיות בהם אתם נתקלים ביום-יום ונאלצים לקחת אותן לבד, או להתייעץ עם מספר גורמים אנושיים בדרך במסגרת ישיבות מפרכות ולרוב – גם לא כל כך פרודוקטיביות.\nבדיוק לשם כך פיתחו ב-IBM את Watson, עוזר אישי המסוגל להקליט את כל תמלול הפגישה, לבצע פקודות תוך כדי הפגישה ולסייע לבוסים שלו לקבל החלטות מושכלות. בסקירה של Watson, שפורסמה על ידי אתר MIT Technology Review מוצג Watson, אב טיפוס בגודל של קיר משרדי הנמצא במרכז המחקר על שם Thomas J. Watson בניו יורק. אב הטיפוס של המערכת כלל מיקרופונים אשר הושתלו בתקרה של המשרד ומטרתם לתמלל ולנתח את כל הנתונים העולים במהלך הישיבה. במהלך הסקירה, הנוכחים ביקשו מ-Watson שיראה להם חברות עם הכנסות שנתיות של 15-60 מיליון דולר הרלוונטיות לאסטרטגיה שעלתה במהלך הישיבה. לאחר שיחה מסויימת בין הנוכחים ל-Watson הוא אף המליץ להוריד מהרשימה חברה מסוימת בשם ״Kawasaki Robotics״, שכן לטענתו היא חברה פחות טובה מהחברה עליה דיברו הנוכחים בכל דרך אפשרית.\nIBM היא לא החברה הראשונה שמנסה לשפר את הפרודוקטיביות של הפגישות העסקיות, כאשר פרוייקט דומה ממומן על ידי האיחוד האירופי ואין ספק שהיא גם לא תהיה האחרונה. דריו גיל (Dario Gil), דירקטור מערכות קוגניטיביות סימביוטיות ב-IBM Research הסביר כי העוזר האישי של IBM יכול לשנות את הדינמיקה באינטראקציות קבוצתיות לטובה יותר. לדוגמא, אנשים יכולים להרגיש חופשיים יותר לשאול את דעתם של הבוס שלהם, במידה ו-Watson מציע דרך אחרת להסתכל על הפתרון של הבעיה הנידונה בישיבה. ״Watson יכול לשפר את האינטיליגנציה הקולקטיבית על ידי קביעת תורות לדיבור בישיבה, ובאופן כללי להוות נוכחות נייטרלית אשר יכולה לסייע במסגרת החשיבה והדיון הקבוצתי.״\n“לשימוש בטכנולוגיית זיהוי וניתוח תוכן, יש פוטנציאל משמעותי לשפר פגישות פנים-מול-פנים, פגישות מרוחקות ותרבויות ארגוניות באופן משמעותי.״ סיפר סטיב רנלס (Steve Renals), פרופסור לטכנולוגיית דיבור באוניברסיטת אדינבורו ואחד ממובילי הפרוייקט. יש לציין כי בהפגנת היכולות שהוצגה על ידי MIT המשתתפים התבקשו ללבוש מיקרופונים בכדי לאפשר למערכת של Watson לקבל את אות הקול באופן ברור יותר, אך אין ספק שהדיוק של טכנולוגיית הדיבור עדייו מהווה אתגר אמיתי ומכשול בדרך של הטכנולוגיה הזו אל חדרי הישיבות. בעוד המערכת אולי תוכל להבין באופן סביר שני אנשים עם מיקרופונים צמודים אליהם, בישיבות דירקטוריון של 7-10 אנשים בחדרים ריקים יחסים, עם הד גבוה ועם רעשים סביבתיים כגון הקשות על מקלדת ורעשי כתיבה של עטים ודפים, המשימה תהיה קשה פי עשרות מונים.\nקרדיט תמונה: 3d persons talking, communication concept / Shutterstock", "keywords": "watson,ibm,mit,technology review,יבמ,ווטסון,עוזר אישי,siri,apple,google,google now,גוגל,אפל,סירי,גוגל נאו"}