{"url": "https://www.geektime.co.il/startono-accelerato-third-cycle/", "type": "article", "title": "תכנית ההאצה StartOno Accelerator פותחת מחזור חדש", "description": "StartOno Accelerator, שבין בוגריה ניתן למצוא את חברת הסייבר ITsMine, היא תכנית חינמית שאורכת 4 חודשים ופתוחה לקהל הרחב. המחזור הבא פתוח למיזמים מכל התחומים, אך יושם דגש על מיזמי ספורט, מוסיקה ומיזמים חברתיים. ההרשמה פתוחה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/startup-593341_640-1516269144.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-23T11:18:20Z", "modified_time": "2018-01-24T14:32:11Z", "articleBody": "StartOno Accelerator, שבין בוגריה ניתן למצוא את חברת הסייבר ITsMine, היא תכנית חינמית שאורכת 4 חודשים ופתוחה לקהל הרחב. המחזור הבא פתוח למיזמים מכל התחומים, אך יושם דגש על מיזמי ספורט, מוסיקה ומיזמים חברתיים. ההרשמה פתוחה \nהכתבה בחסות\nמקור: Pixabay\nמרכז היזמות של הפקולטה למנהל עסקים – הקריה האקדמית אונו פותח בימים אלו את ההרשמה למחזור השלישי של תכנית מאיץ המיזמים – StartOno Accelerator.\nבין בוגרי ומשתתפי התכנית ניתן למצוא את חברת הסייבר ITsMine, שפיתחה מערכת להגנה מגניבת מידע מהאירגון (NextGen DLP) וממשיך ללוות אותה המנטור נחמן שלף, ממייסדי NiceCom, ContexTrem ואחרות ועד לאחרונה סגן נשיא חברת HP Enterprise; ואת חברת LicenseIt, שפיתחה פלטפורמה חדשנית לחיפוש, בדיקה ורכישה של זכויות יוצרים בעולם המוזיקה ומלווה על ידי המנטור יאיר ניצני, אמן, יוצר ומנכ”ל חברת הד ארצי לשעבר.\nהתכנית החינמית פונה לקהל הרחב ומטרתה לקדם יזמות ולהעניק כלים שיהפכו רעיון למיזם עסקי או חברתי. היא נפרשת על פני כ-4 חודשים ובנויה מ-13 מפגשים של 7 שעות שיתקיימו בשעות אחר הצהריים. ל-13 המיזמים שיתקבלו יוצמד מנטור מקצועי מתחום רלוונטי שילווה את היזמים לכל אורך התהליך, ויחד עם מנהלי התכנית ומנטורים חיצוניים נוספים, יבחנו את הרעיון במטרה להתאימו לשוק, לבנות תוכנית עסקית ופיננסית ראשונית ולהכין את היזמים להצגת המיזם בפני משקיעים פוטנציאליים.\nהתוכנית מעשית ומוכוונת תוצאות, וכוללת סדנאות Hands-On שבהן הצוות עובד ומפתח את המיזם. בנוסף, היא כוללת הרצאות, פגישות שבועיות עם בכירי התעשייה המלווים המיזם, שעות ייעוץ אצל מומחי תוכן, גישה לרשת קשרים רחבה כולל משקיעים והכוונה וביצוע של MVP ופיילוט.\nהתכנית שמה דגש על קבלת מיזמים מתחומי הספורט, המוסיקה וכן מיזמים חברתיים, אך פתוחה לכל התחומים וכבר האיצה חברות מתחומי ה-meeba) TravelTech), ספרות בווידאו (TellMe5); רפואה מונעת (FreshChange) וכלכלה שיתופית (ToySwap). את המשתתפים ליוו צוות של מנטורים מובילים מהתעשייה, ובהם אמיר גוטמן, מייסד ושותף בקרן ההון סיכון אביב; ערן ירקוני, יזם סדרתי ולשעבר מנהל חטיבה באינטל; ודגן אשל, מנהל החדשנות של חברת שטראוס.\nבסיומה של התכנית, כל מיזם שצלח את האתגר ייצא כשבידו מצגת משקיעים מהודקת ואסטרטגיית התפתחות וצמיחה. ההרשמה תיסגר ב-17 בפברואר 2018, והתכנית תתחיל ב-7 במרץ 2018.\nלפרטים נוספים והרשמה\nבוגרי המחזור השני והמנטוריםץ. צילום: יוסי צווקר", "keywords": "startono accelerator,הקריה האקדמית אונו,תכנית האצה,אקסלרטור,סטודנטים,יזמים,מיזמים חברתיים,מוזיקה,ספורט,מנטורים,ליווי עסקי,משקיעים,מצגת"}