{"url": "https://www.geektime.co.il/sony-wh-1000xm2-review/", "type": "article", "title": "אוזניות ביטול הרעשים החדשות של סוני: לא מושלמות, אבל כל-כך קרובות לזה [סקירה]", "description": "לקחנו את ה-WH-1000XM2, הדור השני של אוזניות ביטול הרעשים של סוני, כדי לגלות האם קמה מתחרה לאוזניות המצוינות של Bose. התשובה: ועוד איך", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/IMG_3813-1512642108.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-13T13:55:34Z", "modified_time": "2017-12-13T15:42:31Z", "articleBody": "לקחנו את ה-WH-1000XM2, הדור השני של אוזניות ביטול הרעשים של סוני, כדי לגלות האם קמה מתחרה לאוזניות המצוינות של Bose. התשובה: ועוד איך\nצילום: גיקטיים\nכשמדובר באוזניות עם ביטול רעשים, השם הראשון שעולה לנו לראש הוא חברת Bose האמריקאית. במשך שנים שיפרה החברה את הטכנולוגיה שלה, כשלפני כשנה וחצי הציגה את דגם ה-QuietComfort 35, זוג האוזניות האלחוטי הראשון בתולדות החברה, שהציע את יכולות ביטול הרעשים. עתה משיקה סוני בישראל את ה-WH-1000XM2, אוזניות אלחוטיות שמבטיחות גם הן ביטול רעשים וסאונד באיכות גבוהה. האם הצליחה סוני לייצר את האוזניות המושלמות? האם הצליחה לגבור על Bose במגרש הביתי שלה? לקחנו אותן לבדיקה.\nצילום: גיקטיים\nבתוך הקופסה תמצאו נרתיק נשיאה קשיח; מתאם לשקע של מטוסים; כבל אודיו באורך 1.5 מטר להאזנה ללא Bluetooth; כבל MicroUSB לטעינה; חוברת הפעלה; תעודת אחריות וכמובן, האוזניות.\nצילום: גיקטיים\nה-WH-1000XM2 החדשות ממשיכות את הקו העיצובי של ה-MDR 1000X משנה שעברה, או במילים אחרות: “לא תצליחו להבדיל ביניהן גם אם תסתכלו טוב טוב”. האוזניות מציגות קו עיצובי שמרני וקלאסי עם צבעי השחור והאפור המתבקשים ומשקל קל למדי של 275 גרם בלבד.\nצילום: גיקטיים\nהצד החיצוני של יחידות השמע כוללות משטח פלסטיק קשיח עם טקסטורה מחוספסת ושם גם ממוקמים המיקרופונים, שמשמשים את האוזניות לביטול הרעשים ולצורך האזנה לסביבה. יחידות ההאזנה ניתנות לסיבוב של עד 90 מעלות – גם לצורך התאמה למבני פנים שונים – ובעיקר לצורך איחסון שלהם בזמן שהאוזניות בתוך נרתיק הנשיאה שלהן.\nצילום: גיקטיים\nבצד השמאלי נמצא את כפתור ההדלקה של האוזניות וכפתור השליטה על ביטול הרעשים; לצערנו, גילינו שהמיקום של הכפתורים הללו הוא רחוק מאידיאלי, משום שהוא משמש את האצבעות בזמן הורדת האוזניות או הרכבתן, כך שבכל פעם שמרכיבים את האוזניות או מסירים אותן, נלחצים הכפתורים השונים בטעות. בנוסף, נמצא בצד השמאלי חריץ לכבל האודיו – שמשמש אתכם אם נגמרה לכם הסוללה או אם אתם נתקלים בבעיות קישוריות Bluetooth.\nצילום: גיקטיים\nהצד החיצוני של יחידת השמע הימנית משמש כולו כמשטח מגע, שמאפשר לכם לשלוט בפונקציות השונות של האוזניות, מבלי לגעת בסמארטפון, ונרחיב עליו בהמשך.\nצילום: גיקטיים\nבנוסף, תמצאו בצד הימני את פתח הטעינה של האוזניות, וכאן הגיע הזמן למרמור קטן. לא ברור לנו מדוע בחרה סוני, רגע לפני 2018, לשלב חיבור טעינה מיושן כל-כך, שרוב היצרניות כבר מזמן יישרו קו עם USB-C. לא ברור.\nצילום: גיקטיים\nהצד הפנימי של יחידות השמע מורכב מספוג רך שעוטף את כל האוזן ומרופד עם עור חלק.\nצילום: גיקטיים\nהקשת מאפשרת התאמה של גודל האוזניות לגודל הראש והיא עשויה בחלקה מפלסטיק ובחלקה – החלק שמונח לכם על הראש – ספוג מרופד.\nצילום: גיקטיים\nהחלק החיצוני של הקשת נהנה מגימור מתכת מוברשת וגם הוא נעים למגע ולא ממגנט טביעות אצבע.\nההתקנה הראשונית מהירה למדי, ואם תרצו והטלפון שלכם תומך בזה, תוכלו גם לחבר את האוזניות לטלפון בעזרת NFC. האוזניות מציעות לכם 3 מצבי האזנה, אותם תוכלו לבחור על ידי לחיצה על הכפתור שממוקם באוזניה השמאלית: מצב רגיל, ללא ביטול רעשים – שמאפשר לכם להאזין למוסיקה, עם חסימה חלקית של רעשים, שמגיעה בזכות האוזניות שמכסות את האוזן. למרות שלא מדובר בביטול רעשים אקטיבי, עדיין גם הבידוד ‘הפיזי’ – שמספקות האוזניות על ידי כיסוי האוזן – לא רע בכלל; המצב השני הוא מצב ביטול הרעשים האקטיבי (ANC) – שבו מבטלות האוזניות בצורה דיגיטלית רעשים מהסביבה החיצונית ועליו נרחיב מייד; ומצב Ambience – או סביבה – שעושה שימוש במיקרופונים המובנים של הרמקולים, כדי שתוכלו לשמוע גם את המוסיקה וגם את הסביבה מוגברת.\nצילום: גיקטיים\nכאמור, האוזניות כוללות משטח מגע באוזן הימנית שלכם. תנועת סווייפ קדימה – מעבירה את השיר קדימה, סווייפ לאחור – חוזרת לשיר הקודם; תנועת סווייפ למעלה מגבירה את עוצמת השמע ותנועה למטה מנמיכה. תנועת ה’דאבל קליק’ על האוזניות תעצור ותמשיך את הניגון של המוסיקה ונגיעה ארוכה באוזניה תפעיל את סירי או את ה-Assistant של גוגל – תלוי כמובן בטלפון שלכם.\nמחווה נוספת שהיא מאוד שימושית – אם כי מאוד מוזרה לצפייה מהצד – היא כיסוי של האוזניה הימנית עם כף היד שלכם, מה שישהה את המוסיקה ויפעיל את המיקרופון, כדי שתוכלו לשמוע את הסביבה טוב יותר. מדובר בפתרון נפלא אם אתם נמצאים במטוס ולפתע הדיילת שואלת אתכם שאלה, או אם אתם בקיוביקל שלכם ומישהו שואל רגע שאלה. אמרנו מוזר – כי אתם מכסים את האוזן – ושומעים יותר טוב. טכנולוגיה. ברגע שתסירו את היד, תמשיך כמובן המוסיקה מאותה נקודה.\nמבחינת קישוריות, הצלחנו להאזין למוסיקה כ-10 מטר מהטלפון, אולם כשהתרחקנו מעבר לכך, התחילו הניתוקים – כמו כמעט כל אוזניות מבוססות Bluetooth 4.x. עם זאת, שמחנו לגלות בזמן צפייה בוידאו, שהלאג המוכר של אוזניות Bluetooth כמעט ולא מורגש.\nמקור: Pixabay\nשנייה לפני שאנחנו צוללים פנימה, הסבר קצר.\nהקול מגיע אלינו בצורה של גלים, כשכל סאונד כולל צורת גל ייחודית, למשל גלי סינוס במופע חיובי (פאזה) או שלילי (אנטי-פאזה). אם נשדר במקביל לאותו קול שמגיע אלינו, גל הופכי – האנטי-פאזה – הגלים יאפסו למעשה אחד את השני, מה שיוביל לאפקט של ביטול הרעש. במילים אחרות, אפשר לחשוב על זה כמו חיבור של 3 ועוד 3-, שייתנו לנו 0. אוזניות בעלות מערכת ביטול רעשים טובה יוכלו להפחית עד 80 דציבלים של רעש – נגיד, רעש המנועים של מטוס, כפי שאנחנו שומעים אותו מתוך תא הנוסעים.\nה-WH-1000XM2 פועלות באותה דרך: המיקרופונים שמשולבים באוזניות קולטים את הסאונד החיצוני; המעבד הזעיר שבתוכן מנתח את גל הקול ופולט בדיליי קצר את הגל ההופכי, מה שמבטל כמעט את כל רעשי הרקע ומאפשר לנו להאזין למוסיקה, ללא הפרעות חיצוניות.\nכאמור, Bose היא היצרנית שאולי הכי מזוהה עם אוזניות ביטול הרעשים, אולם שמחנו לגלות שסוני, למרות העיכוב הצליחה להדביק את הפער. ביטול הרעשים של ה-WH-1000XM2 קרוב מאוד עד משתווה לביטול הרעשים של ה-Quiet Comfort 35 וה-Quiet Comfort 25 המצוינות של Bose. במספר רב של בדיקות שערכנו הצליחו האוזניות להעלים כמעט לגמרי רעש ‘מונוטוני’ וסטטי כמו קולות של רחוב, קולות של מחשבים עם המאווררים שלהם, קולות מזגנים, קולות המולה של כנס סואן וגולת הכותרת, קולות של מטוס, כפי שהם נשמעים מתוך תא הנוסעים.\nסוני גם הוסיפה לדגם האוזניות החדש ברומטר, שיוכל לזהות מתי אתם באוויר ומתי אתם על האדמה ולשנות בהתאם את ביטול הרעשים והסאונד. התוצאה: ביטול הרעשים כל-כך אפקטיבי, שגם כאשר הרכבנו את האוזניות במערכת ‘גיקטיים’ בחדר שקט, הופתענו פתאום לגלות שקט אבסולוטי, כשלאחר שהסרנו את האוזניות, החדר נשמע רועש למדי.\nאגב, תופעת לוואי אפשרית של ביטול הרעשים היא מעין לחץ באוזניים, הדומה לזה שתחוו בזמן המראה למשל. הלחץ שיצרו ה-WH-1000XM2 הוא מינורי לטעמנו וזו נקודת זכות נוספת.\nאם כן, במגרש הביתי של Bose, הצליחו ה-WH-1000XM2 להפתיע ולספק ביטול רעשים מצוין. אבל איך הסאונד?\nצילום: גיקטיים\nאם בסעיף ביטול הרעשים התמודדו האוזניות שווה בשווה, הרי שבאיכות הסאונד, הסוני מנצחות. אמנם ה-QC35 מציעות סאונד טוב ואפילו טוב מאוד, אבל הצליל הנקי והחד של ה-WH-1000XM2 הוא פשוט רמה אחת מעל. מבחינת מפרט, הן כוללות דרייבר 39.8 מ”מ, עכבה (התנגדות) 46 אוהם ותחום תדרים 4Hz-40,000Hz. את הבדיקות שעשינו ביצענו על ידי האזנה למוסיקה בסטרימינג בשירותי מוסיקה שונים, האזנה לקובצי FLAC – ללא אובדן-איכות – וצפייה בתוכני וידאו ב-4K וב-HD על גבי נטפליקס וביוטיוב.\nצילום: גיקטיים\nהסאונד שמפיקות האוזניות הוא נפלא. הצלילים הנמוכים שהן מציעות מדוייקים – בין אם מדובר בבייסליין ובייס דראם של טרק כלשהו או פיצוצים בסרט; הצלילים הגבוהים חדים וברורים, ללא דיסטורשנים מיותרים – גם בעוצמות גבוהות; ולבסוף, מידים מדוייקים, שאפשרו לנו ליהנות כמו שצריך מהדיאלוגים בסרטים ובסדרות.\nהאכזבה המרכזית שלנו מהאוזניות של סוני היא שהן עושות שימוש בתקן Bluetooth 4.1 המיושן ולא בתקן Bluetooth 5.0 החדש. כתוצאה מכך, הטווח שלהן מוגבל יותר – ובעיקר לא תוכלו להצמיד (Pair) לאוזניות יותר ממכשיר אחד.\nכך שאם תרצו להאזין להן בדרך לעבודה מהסמארטפון ואז לעבור לעבוד מהלפטופ, תצטרכו לנתק את הקשר עם הסמארטפון ואז לחבר אותן ללפטופ שוב ושוב. חבל, בהתחשב בעובדה שיותר ויותר מכשירים כיום כבר תומכים בתקן Bluetooth 5.0 כמו למשל הגלאקסי S8, הנוט 8, ה-V30 של LG, ה-MI 6 של שיאומי, ה-OnePlus 5 וה-5T ועוד.\nמכיוון שאוזניות הן לא משהו שמחליפים כל שנה, מדובר לטעמנו בחיסרון, שלא היינו מצפים למצוא באוזניות כל-כך יקרות וחבל.\nצילום: גיקטיים\nהאפליקציה של סוני עשירה בפיצ’רים שמאפשרים לכם לעשות התאמה אישית לכמעט כל פרמטר באוזניות, ואנחנו אוהבים את זה. בין השאר תוכלו לבחור בהתאמה אוטומטית של ביטול הרעשים והסאונד בהתאם לסביבה שבה אתם נמצאים, בהתבסס על חיישני הטלפון. כך שאם למשל אתם נמצאים בנסיעה בתחבורה ציבורית, האוזניות יעברו למצב Transport ויבטלו את כל הרעשים מבחוץ; מצב Staying, לעומת זאת, מיועד למשרד, כשהאוזניות יבטלו רעשים חיצוניים, אבל יעבירו קולות של דיבורים שמופנים אליכם; כשהן יזהו שאתם רצים, האוזניות יאפשרו לרעשים חיצוניים לעבור, כדי שתוכלו לשמוע מכוניות עוברות.\nהפיצ’ר שלטעמנו הוא השימושי ביותר הוא ה-EQ, האקוולייזר, שמאפשר לכם להתאים את המוסיקה לטעמכם האישי. לבחירתכם מספר הגדרות מוכנות מראש (“פריסטים”) למרות שכמובן הכי כיף זה להתאים לבד את המוסיקה לטעמכם האישי. כמו שראינו באוזניות דוגמת אלו של Jaybird, ההגדרות שתבחרו יישמרו על הקושחה של האוזניות, מה שאומר שגם אם תחברו את האוזניות למכשירים שונים, ההגדרות שלכם יישארו.\nפיצ’ר הרבה פחות שימושי באפליקציה הוא הסראונד שמאפשר לכם לדמות את הסאונד שמגיע מכיוונים שונים. אנחנו לא הצלחנו להבין מדוע שנרצה לעשות את זה, אבל אוקיי.\nצילום: גיקטיים\nנתחיל בשורה התחתונה והיא שהטלפון שלכם ימות פעמיים לפני שתצטרכו לטעון את האוזניות.\nסוני מבטיחה שהסוללה תספיק ל-30 שעות נגינה עם ביטול רעשים פועל, כשבבדיקה שלנו הגענו ל-28.5 שעות של האזנה בין טעינה לטעינה. עם זאת, אופן השימוש שלנו אינו ממוצע וכולל הפעלה של פונקציות רבות, האזנה בעוצמה גבוהה ולכן, סביר להניח שההבטחה של סוני מציאותית בהחלט. מדובר על זמן סוללה מרשים בכל קנה מידה שחולף בקלילות הן על האוזניות הקודמות, ה-MDR-1000X והן על ה-BOSE QC35, שמציעות כ-20 שעות האזנה.\nשמחנו לגלות שכמו בסמארטפונים המובילים כיום, ה-WH-1000XM2 מגיעות עם טעינה מהירה, שתספק לכם 70 דקות האזנה אחרי 10 דקות של טעינה בלבד. טעינה מלאה של האוזניות ארכה כ-4 שעות.\nצילום: גיקטיים\nה-WH-1000XM2 החדשות כוללות מספר שיפורים לעומת הדור הקודם, ה-MDR-1000X. בין היתר הן מציעות זמן סוללה ארוך יותר, טעינה מהירה ושליטה באפליקציה. לטעמנו, אם כבר רכשתם את האוזניות הקודמות, לא מדובר בסיבה מספיק טובה לשדרוג. אולם אם אתם מתלבטים בין האוזניות וההפרש עומד על כ-200 ש”ח, שווה לכם מאוד לשקול את ההוצאה הנוספת, בייחוד אם אתם צריכים את זמן הסוללה הארוך יותר.\nצילום: גיקטיים\nה-WH-1000XM2 מציעות מנגנון ביטול רעשים, שלטעמנו משתווה למנגנון ביטול הרעשים המצוין שמציעה Bose ב-QuietComfort 35 למשל. עם זאת, הסאונד של האוזניות של סוני עולה על הסאונד שמפיקות האוזניות של Bose.\nביחד עם יכולות ההתאמה האישית של ביטול הרעשים, האפליקציה השימושית ובעיקר חיי סוללה של 30 שעות – טיסה הלוך וחזור לסן פרנסיסקו למשל – קל לנו להמליץ על ה-WH-1000XM2 כאוזניות ביטול הרעשים הטובות ביותר שתוכלו לרכוש כרגע. אם כמובן תג מחיר של 1,899 ש”ח (או 350 דולר בארה”ב ו-350 אירו באירופה) לא מפחיד אתכם.\nאוזניות ה-WH-1000XM2 מיובאות לישראל ומשווקות על ידי ישפאר. המחיר המומלץ לצרכן שלהן עומד על 1,899 ש”ח", "keywords": "bose,bose qc35,wh-1000xm,sony,ישפאר,isfar,סוני,ביטול רעשים,אוזניות,אוזניות קשת,אוזניות ביטול רעשים,אוזניות מבטלות רעשים,סקירה,בדיקה,סיקור,mdr-1000x"}