{"url": "https://www.geektime.co.il/jabra-elite-75t-launches-in-israel/", "type": "article", "title": "זירת האוזניות האלחוטיות מתחממת: ג'ברה השיקה בישראל את ה-Elite 75t", "description": "אחרי שהציגה אותן בברלין בספטמבר האחרון, החברה השיקה היום בישראל את הדור הבא של אוזניות ה-Truly Wireless שלה. בחברה הציגו נתונים לפיהם היא במקום השני בנתח השוק בתחום בישראל, נחשו מי במקום הראשון?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/jabraelite75t-1575888574-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-09T14:35:52Z", "modified_time": "2019-12-09T14:33:15Z", "articleBody": "אחרי שהציגה אותן בברלין בספטמבר האחרון, החברה השיקה היום בישראל את הדור הבא של אוזניות ה-Truly Wireless שלה. בחברה הציגו נתונים לפיהם היא במקום השני בנתח השוק בתחום בישראל, נחשו מי במקום הראשון?\nמקור: Jabra\nשוק אוזניות ה-True Wireless לא מפסיק להתפתח ולהתרחב, כשחלק מהאוזניות כבר זוכות לדורות שניים – המציעים שיפורים על פני הדגם הקודם. כך גם ה-Elite 75t של Jabra (ג’ברה), הדור השני לדגם ה-65t שאיתו נכנסה החברה לשוק.\nג’ברה השיקה היום (ב’) בישראל את ה-75t, הדור החדש של אוזניות ה-Truly-Wireless שלה. החברה הכריזה על האוזניות בתערוכת IFA שנערכה בספטמבר האחרון בברלין. ה-75t קטנות יותר ב-20% בהשוואה לדור הקודם. בחברה מתגאים בכך שמסקר שנערך בקרב אלפים, המשתמשים אמרו שהאוזניות יותר נוחות מהקודמות.\nהקייס של האוזניות צומצם פיזית בהשוואה לדגם הקודם. בנוסף, הקייס כעת נוח יותר לפתיחה ומאובטח יותר. בג’ברה הוסיפו מגנטים למכסה ובחיבור האוזניות לקייס, כך שלא ייפלו במקרה של פתיחה בטעות. בנוסף, האוזניות החדשות עמידות למים ואבק בתקן IP55 מה שאומר שניתן להשתמש בהן בספורט בלי יותר מדי חשש.\n\n\n\n\n\n\nמי יהיו הסטארטאפ, הקרן והאקסלרטור של השנה?\nהגישו את המועמדים שלכם לפרסי ה-GeekAwards\n\n\n\nבמקביל לצמצום המימדים של האוזניות, ג’ברה הצליחה לשפר משמעותית את זמן הסוללה שלהן: כ-7.5 שעות האזנה רצופות, ובשילוב עם טעינה באמצעות הקייס ניתן להגיע לסך של 28 שעות האזנה. הקייס מגיע עם חיבור USB-C (בניגוד למיקרו-USB בדגם הקודם), מה שאומר שלא צריך להיסחב עם עוד כבל מיושן.\nהאוזניות מצוידות בארבעה מיקרופונים (שניים בכל אוזנייה) שאמורים לסייע לכם לבצע שיחות באיכות טובה והן תומכות נכון לעכשיו רק בעבודה עם אלכסה, הסייעת הקולית של אמזון. בג’ברה נמצאים במו”מ עם גוגל ואפל על יצירת אינטגרציה מובנית של הסייעות הקוליות שלהן. המיקרופונים גם מאפשרים לכם להגדיר כמה סאונד חיצוני אתם רוצים לשמוע, כיוון שמדובר באוזניות עם אטימה יחסית טובה.\nבג’ברה מדברים על כך שהעתיד של השוק הוא אוזניות ה-Truly Wireless (או TWS בקיצור) ומסקר שוק שערכה החברה יחד עם נתונים של חברת המחקר GFK עולה כי שוק ה-TWS עומד כבר על יותר מחצי משוק האוזניות האלחוטיות.\nעוד עולה מהנתונים כי אפל מובילה בפער ניכר בשוק – עם 60% מנתח השוק. ג’ברה במקום השני עם 8% מנתח השוק, Bose במקום השלישי עם 7%, JBL במקום הרביעי עם 5% וסמסונג במקום החמישי עם 5%. בחברה לא מסרו כיצד מתחלקים 16% האחוזים החסרים. עם זאת, בשנה האחרונה נכנסו כמה שחקניות רציניות לתחום ובראשן סוני, שהשיקה בישראל את ה-WF-1000XM3 שלה, גרסת ה-TWS לאוזניות ביטול הרעשים המוצלחות שלה.\nמחירן של ה-Elite 75t של ג’ברה הוא 699 שקלים, והן מגיעות עם אחריות לשנתיים. בנציגות החברה בישראל מציבים יעדים גבוהים למכירת אוזניות ה-Truly Wireless בשנה הקרובה, בהתחשב בשוק שממשיך לגדול, ואומרים כי הם צופים מכירה של בין 30 ל-35 אלף זוגות.", "keywords": "ג\\'ברה,ג\\'ברה עלית 75t,ג\\'אברה,ג\\'אברה עלית 75t,אוזניות,אוזניות אלחוטיות,אוזניות בלוטות\\',אוזניות truly wireless,jabra elite 75t,truly wireless headphones"}