{"url": "https://www.geektime.co.il/mx-master-2s-reviews/", "type": "article", "title": "ללוג'יטק יש עכבר פרימיום יקר, אבל האם הוא שווה את הכסף?", "description": "אם אנחנו הולכים להוציא כמעט 500 שקלים על עכבר כדאי מאוד שיהיה בו הכל. לקחנו לבדיקה את ה-MX Master 2S של לוג'יטק כדי לגלות האם היצרנית השוויצרית הצליחה לעמוד בציפיות שלנו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/img_7282-1-1521026238.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-17T16:00:14Z", "modified_time": "2018-03-15T19:27:32Z", "articleBody": "אם אנחנו הולכים להוציא כמעט 500 שקלים על עכבר כדאי מאוד שיהיה בו הכל. לקחנו לבדיקה את ה-MX Master 2S של לוג’יטק כדי לגלות האם היצרנית השוויצרית הצליחה לעמוד בציפיות שלנו\nצילום: צחי הופמן\nמאת: צחי הופמן, The Gadget Reviews\nעכברים זה לא תחום סקסי, וכנראה שרובנו לא מקדישים לנושא מחשבה רבה. בבדיקה לא מייצגת, רוב האנשים שנמצאים סביבי מסתפקים בעכבר פשוט ולא משנה איזה מותג או איכות יש לו. ה-MX Master 2S הוא עכבר שמיועד למי שדווקא כן אכפת לו מחוויית השימוש במחשב שלו. מדובר בעכבר לא זול, אבל כזה שמציע הרבה יכולות, אשר לא תמצאו בעכבר שקונים בכמה עשרות שקלים בודדים.\nמשטחים: כבר לפני מספר שנים הציגה לוג’יטק את הטכנולוגיה הייחודית שלה – DarkField. טכנולוגיה זו מאפשרת להפעיל את העכבר על כל משטח, כולל שולחנות זכוכית שקופים. יכולת שלא אפשרית בעכברים מתחרים. מה שמיוחד ב-DarkField, שהיא מסוגלת לזהות את מיקום העכבר על הזכוכית, בזכות סימני האבק. מכיוון שתמיד יש גריר אבק אחד על השולחן, היכולת הזו תמיד עובדת. אני עובד על שולחן זכוכית שקוף ולא נתקלתי באף בעיה, כולל על משטחי עבודה אחרים כמו עץ. זה תענוג לעבוד על שולחן זכוכית שקוף, שלא צריך לשים פד עכבר. דבר שאני עושה בדרך כלל.\nצילום: צחי הופמן\nל-MX Master 2S יש רזולוציית זיהוי של 4,000 DPI, מספר שלרובנו לא אומר הרבה. בפועל זה אומר, שהעכבר רגיש לזיהוי המיקום שלו. ברגע שעברתי לעכבר אחר, הבנתי כמה הדגם הזה של לוג’יטק מדייק.\nעיצוב: העכבר של לוג’יטק מגיע בעיצוב ארגונומי, כאשר הוא כולל הגבהה לחלק הפנימי של היד ומשענת נוחה לאגודל. אני עובד שעות רבות עם המחשב ולא התעייפתי או הרגשתי כאבים ביד בזמן השימוש איתו.\nחיבוריות: ה-MX Master 2S פועל באמצעות טכנולוגיית בלוטות’, כאשר בערכה גם מקבלים מקלט USB זעיר, עבור מחשבים ישנים שעדיין לא כוללים את סוג החיבוריות הזה. לוג’יטק משתמשת בעכבר בטכנולוגיה שהיא קוראת לה Flow. באמצעות הטכנולוגיה הזו ניתן לעשות שני דברים. ניתן להתחבר לשלושה מחשבים בקלות. בגב העכבר יש כפתור הכולל נורה ומעליו המספרים אחד, שתיים ושלוש. בצורה הזו עוברים בין המחשבים. במקרה שלי, אני עובד פעמים רבות עם המחשב האישי שלי ומחשב לסקירה, כך יכולתי לקפץ בינהם בקלות.\nצילום: צחי הופמן\nהדבר השני הוא אפשרות העברת קבצים בין שני מחשבים. ברגע שמתקינים על שני מחשבים את התוכנה של לוג’יטק, ניתן לשלוט בזמן אמת בשניהם. פשוט גוררים את סמן העכבר לקצה המסך והוא עובר למחשב השני. לוחצים על “העתק” בקובץ מסוים במחשב הראשון ואז “הדבק” במחשב השני – הקובץ עובר בין שניהם. היכולת הזו עובדת היטב גם בין מחשבים עם ווינדוס ומחשבי מק. Flow דורשת ששני המחשבים יהיו מחוברים לאותה רשת אלחוטית.\nכפתורים: העכבר כולל 6 כפתורים הניתנים להתאמה אישית באמצעות התוכנה במחשב. הכפתור המרכזי הנמצא במשטח העליון של העכבר, מאפשר לקבוע אם הגלגלת תעבוד בצורה חלקה או תגיב קצת יותר לאט. כמובן שניתן לשנות אותו לביצוע יכולת אחרת, בדומה לכפתורים אחרים המאפשרים מעבר קדימה/אחורה, פתיחה וסגירת תוכנות ועד ביצוע זום ושליטה בכפתורי המדיה.\nסוללה: הסוללה הפנימית של ה-MX Master 2S מחזיקה כחודשיים, כאשר הטעינה מתבצעת באמצעות כבל מיקרו USB. ישנו חיווי של שלוש נקודות ירוקות, המסמנות את מצב הסוללה על גבי העכבר. ניתן גם לבדוק את מצב הסוללה בתוכנה של העכבר המותקנת במחשב. טעינה של 3 דקות, מאפשרת עבודה של מספר שעות.\nמחיר: 480 שקל\nבשורה התחתונה, אומנם לא מדובר בעכבר זול, אבל ה-MX Master 2S הוא עכבר נוח לשימוש, מאפשר שליטה מהירה באמצעות כפתורים הניתנים להתאמה אישית, יודע לעבוד על משטחי זכוכית שקופים ואפילו מאפשר להעביר קבצים בין מחשבים שונים. מי שמוכן להשקיע בעכבר האישי שלו, לא יצטער.\nהכתבה פורסמה לראשונה באתר The Gadget Reviews", "keywords": "לוג\\'יטק,סקירה,עכבר,mx master 2s,עכברים,pc,דסקטופ,לפטופ,בדיקה"}