{"url": "https://www.geektime.co.il/cypress-automation/", "type": "article", "title": "סייפרס, אוטומציה והאתגרים בלהיות מאמצים מוקדמים", "description": "זה התחיל בתור PoC קטן, ואז עברנו מסלניום לסייפרס. הנה התובנות שלי", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/CYPRESS-1565187980-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-08T12:30:07Z", "modified_time": "2019-08-08T12:04:09Z", "articleBody": "זה התחיל בתור PoC קטן, ואז עברנו מסלניום לסייפרס. הנה התובנות שלי\nמקור: Pexels, עיבוד תמונה\nמאת איתי קוטלר\nבמהלך הימים הראשונים לעבודתי כמהנדס אוטומציה, אחד המפתחים הבכירים ניגש אליי וסיפר לי ש-Cypress היא אלטרנטיבה ל-Selenium. החלטתי לחקור מעט את העניין ולאחר זמן קצר ניגשתי למנהל הישיר שלי, ויחד התחלנו לתכנן PoC קטן לגבי האפשרות שסייפרס יחליף את סלניום.\nהניסיון הקטנטן הזה הסתיים בהחלפת תשתית האוטומציה של הארגון מסלניום לסייפרס.\nהדרך לשם לא היתה קלה כמו שדמיינתי אותה, אבל הסתיימה בהצלחה. התשתית המקורית שלנו הייתה כתובה בפייתון וסלניום, כאשר SauceLabs שימשה לנו כפלטפורמת הרצת טסטים במקביל על סוגי מכונות שונים.\nתפקידו של צוות תשתיות האוטומציה, בו אני חבר, הוא ליצור תשתית נוחה וקלה לכתיבת טסטים, ותשמש את מפתחי ה-Frontend. בעשר השנים האחרונות פיתחתי בפייתון, רובי ובעוד מספר שפות, וכתבתי תשתיות אוטומציה בעיקר עם סלניום. כישורי ה-JavaScript שלי היו בחיתוליהם ועדיין לא הכרתי את מוצרי החברה. \nכעבור שנה מתחילת הניסוי הקטן שלנו הגענו להישגים הבאים:\nבמאמר הזה אנסה לשפוך קצת אור על תשתית הסייפרס, וכמו כן לשתף כיצד התגברנו על מכשולים בדרך להישגים המתוארים לעיל.\nסייפרס\nסייפרס הינה תשתית בדיקות מבוססת JavaScript שיצאה משלב הבטא שלה. ייחודה של סייפרס הינו האפשרות לכתוב טסטים בצורה פשוטה ונוחה, ומאפשרת אינטראקציה עם האפליקציה כמו גם ביצוע Debugging כחלק אינטגרלי מהאפליקציה. לסייפרס יש עוד המון יכולות התומכות בכתיבת טסטים בצורה קלה ומהירה.\nמדוע סייפרס?\n“Are you tired of tests behaving badly? We were.”\nזאת האמירה שסייפרס בחרו על מנת לייצג את הטכנולוגיה החדשה, ובדיוק כמו שמייסדי סייפרס התעייפו מריצות איטיות ולא יציבות של טסטים, כך גם אנחנו. בשונה מסלניום, סייפרס מבוססת על ארכיטקטורה ייחודית שמריצה את הטסטים ישירות בתוך הדפדפן, בניגוד לסלניום שמתבסס על קריאות רשת חיצוניות ושימוש בדרייברים חיצוניים. תצורה זו באה להתגבר על בעיות האיטיות ועל חוסר היציבות שמאפיינים את תשתית סלניום הוותיקה. כמו כן, סייפרס מוציאה עדכונים ותיקונים על בסיס קבוע, מה שעזר לה למצב את עצמה כאלטרנטיבה ראויה לסלניום בזמן קצר מאוד. \nמה שעזר לנו מאוד לקבל את ההחלטה ולקפוץ למים, היתה העובדה שלסייפרס יש תיעוד מעולה ונרחב שמשלב דוגמאות והדרכות וידאו שעוזרות להתקין את התשתית ולכתוב טסטים בדקות ספורות.\nקופצים למים\nלאחר כמה חודשים של היכרות עם מוצרי החברה והתמקצעות בקוד פייתון הקיים, התחלנו לעבוד.\nJavaScript ואני הפכנו לחברים קרובים, קראתי המון על node.js ולאט לאט תשתית הסייפרס הפכה  לאובססיה קטנה (אולי גדולה) שלי. ערכנו אינספור ישיבות עם מפתחי ה-Frontend בכדי להבין את הצרכים, הקשיים וההעדפות שלהם בכתיבת טסטים וכמובן איך להקל עליהם.\nוכך ה-PoC הקטן שלנו הפך לתשתית הסייפרס, כאשר עוד ועוד טסטים נכתבים בה מדי יום.\nבעיות ופתרונות\nבמסגרת הניסוי שלנו ובהתאם לרצון לספק תשתית נוחה ותומכת למפתחים, ופונקציות ופקודות קבועות לשימוש חוזר, התמודדנו עם מספר בעיות. לפניכם כמה דוגמאות לבעיות שנתקלנו בהן ופתרונן.\nחלונות קופצים – popup windows\nאחת המוגבלויות המרכזיות של סייפרס היא חוסר היכולת להתמודד עם חלונות חדשים, טאבים ו-iframes בעוד שסלניום מציעה פתרון מובנה לבעיה זו. \nהתגברנו על הבעיה הזו על ידי שימוש ב-cy.stub. הפתרון איפשר לנו לפתוח את החלון ״הקופץ״ באותו הדפדפן, ולהשתמש באלמנטים שלו. פתרון זה עזר לנו להימנע מהצורך לשבור את הטסטים לשני חלקים.\nבעיית ה-iframe\nבעיה נפוצה אחרת היא שימוש באלמנטים בתוך iframe. לבעיה הזו מצאנו המון פתרונות אפשריים כולל יצירת פקודה שמוצאת את האלמנט בתוך ה iframe.\nשימוש ב support/index.js\nקובץ זה רץ לפני כל טסט ונועד להחיל פקודות שקורות לפני ואחרי כל ריצה. על ידי כך נמנע הצורך בחזרה על הקוד. \nהנה כמה דוגמאות שרצות בתחילת כל טסט:\n6. ניקוי סביבת הבדיקות ע״י logout, מחיקת כל קבצי ה-cookies וה-local storage ולבסוף, מחיקת המשתמש ע״י פונקצית ()after.\nשימוש בפקודות מותאמות אישית – custom commands\nפונקציות שכיחות כגון  login & logout נבצע ע״י הפקודות המותאמות של סייפרס.\nמנגנון הניסוי החוזר – Retry Mechanism\nעל מנת להתמודד עם טסטים לא יציבים, פיתחנו מנגנון ניסוי חוזר. המנגנון ינסה להריץ את הטסט שנכשל עם השהייה לפני כל ניסיון. רק לאחר שהמנגנון מיצה את הניסיונות הקבועים לו תכשל הריצה כולה.\nדוגמה לפקודת logout עם מנגנון הניסוי החוזר: \nCI/CD\nכחלק מהמעבר מסלניום לסייפרס, חיפשנו דרך להפסיק להשתמש ב-SauceLabs, בחרנו להשתמש בפתרון פנימי. המהלך חסך לנו זמן וכסף רב.\nבחרנו להשתמש ב- Docker משתי סיבות עיקריות:\nהרצה מקבילית נעשתה בעזרת שימוש בחבילת concurrent.futures של פייתון.\n\nמחשבות לסיום\nסייפרס תגרום לכם לחזור ולאהוב את עולם הטסטים. אין צורך בקונפיגורציות מסובכות, שימוש בדרייברים חיצוניים והתאמות קשות לביצוע שיגרמו לכם לדלג על שלב הבדיקות.\nהרפתקאת הסייפרס שלנו הסתיימה עם 150 טסטים חדשים שהוספו על ידי מפתחי ה-Frontend, באגים שהתגלו וטופלו בזמן. כמו כן, נוספו פקודות ייעודיות שעזרו למפתחים לכתוב טסטים מסובכים בקלות וביעילות.\nסייפרס התגלתה כתשתית מתקדמת, רובסטית וקלה לתחזוק שיכולה לעזור לכם לבדוק את המוצרים שלכם מא׳ ועד ת׳. \nהכותב הוא Automation Developer ב-Fundbox ", "keywords": "qa,cypress,fundbox,selenium,סלניום,סייפרס,בדיקות,אוטומציה,"}