{"url": "https://www.geektime.co.il/webox-stki-cloud/", "type": "article", "title": "וובוקס הוכרזה בוועידה השנתית של STKI כשחקנית חדשה בתחום ה-SaaS", "description": "הכנס השנתי 2010 של STKI התקיים בשבוע שעבר בו הוצגו: סיכום שנתי של התחומים השונים תחת כותרת ה-IT, מגמות הצפויות לשנה הבאה, מיצוב הספקים ומיפוי השחקנים. בכנס השתתפו כ-1200 בעלי תפקידים בכירים בתחום ניהול מערכות המידע וה-IT.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/03/CloudPlayersInIsrael-300x224.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-03-24T14:11:03Z", "modified_time": "2010-03-24T14:11:03Z", "articleBody": "הכנס השנתי 2010 של STKI התקיים בשבוע שעבר בו הוצגו: סיכום שנתי של התחומים השונים תחת כותרת ה-IT, מגמות הצפויות לשנה הבאה, מיצוב הספקים ומיפוי השחקנים. בכנס השתתפו כ-1200 בעלי תפקידים בכירים בתחום ניהול מערכות המידע וה-IT.\nהשחקניות החדשות בתחום מחשוב הענן בישראל\nהכנס השנתי 2010 של STKI התקיים בשבוע שעבר בו הוצגו: סיכום שנתי של התחומים השונים תחת כותרת ה-IT, מגמות הצפויות לשנה הבאה, מיצוב הספקים ומיפוי השחקנים. בכנס השתתפו כ-1200 בעלי תפקידים בכירים בתחום ניהול מערכות המידע וה-IT.\nבמהלך הכנס, הוצגו שחקנים חדשים בתחום ה-SaaS בישראל, ביניהם מיקרוסופט עם שירותי BPOS ונציגויות ישראליות של חברות בינלאומיות כגון Callidus ,CornerStone ו-Successfactors. אחת מהחברות שהוצגו בהרצאה הינה חברת וובוקס המספקת שירותי תוכנות מיקרוסופט ואחרות ב-SaaS לעסקים קטנים ובינוניים בישראל (1-50 משתמשים).\nתגובתו של עדי גלעד, מנכ”ל חברת וובוקס: “אנחנו פועלים בקנה מידה רחב שטרם נראה בתחום ה-SaaS בישראל, במטרה להעניק גם לעסקים הקטנים והבינוניים את אותן יכולות ומערכות מחשוב שקיימות בחברות ענק. בין הפעולות שבוצעו בתקופה האחרונה: החדרת ה-CRM לשימוש נפוץ בעסקים קטנים ובינוניים, הכשרת אנשי מחשוב עצמאים מתחום ה-IT להתאמת ה-CRM ללקוחותיהם, סדנאות לשותפים עסקיים לייעול המכירה והשיווק של ה-CRM, והכל תחת ובזכות הענן. חברת וובוקס הייתה החלוצה בתחום ה-SaaS בישראל וככזאת אנו מתכוונים להמשיך ולהיות הראשונים בכיבושי תחומים חדשים.”", "keywords": "מיקרוסופט,וובוקס,microsoft,webox,cornerstone,callidus,successfactors,saas"}