{"url": "https://www.geektime.co.il/monthly-funding-january-2019/", "type": "article", "title": "4 אקזיטים ועשרות גיוסים: מסכמים את החודש הראשון של 2019 בהייטק הישראלי", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש ינואר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-02T12:00:04Z", "modified_time": "2019-01-31T18:58:56Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש ינואר בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש דצמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nהסטארטאפ הישראלי Syqe Medical שרוצה להחליף את הג’וינט במשאף גייס 50 מיליון דולר. סבב הגיוס הנוכחי הובל על ידי Shavit Capital והשתתפו בו גם משקיע מתחום הפארמה וקרן PRM Holdings – זרוע ההשקעות של Martin Bauer Group.\nבעוד שההבנה כי לצמח הקנאביס יש לא מעט סגולות ריפוי, הרי שבניגוד לתרופות כימיות, קשה מאוד לשלוט במינון ובצריכה שלו, מה שפגע באימוץ שלו כטיפול רפואי לכל דבר. הפיתוח של Syqe Medical מציע מספר יתרונות: Selective Dosing – שמאפשר למטופל ולרופא לשנות את המינון בזמן אמת; Drug Adaptive, שמאפשר הטמעה של מגוון רחב של חומרים בפלטפורמה – מצמחים גולמיים ועד אבקות ונוזלים; וכן, מה שהחברה מכנה Respiratory Interface – היענות טיפול הגדולה במידה משמעותית ממשאפים פרמצבטיים קיימים.\nככל שהזמן חולף, אנו נהיים תלויים יותר ויותר ברשתות Wi-Fi, במיוחד עם צמיחתו של תחום הבית החכם וה-IoT. אנחנו מחזיקים ביותר מכשירים המתבססים על תקשורת אלחוטית ודורשים מהם יותר ויותר מידע. רשתות ה-Wi-Fi הסטנדרטיות לא היו מוכנות לעומסים שכאלו, ואכן במקרים רבים אנו סובלים מאיטיות, ניתוקים וחוסר יציבות ברשת הביתית. ערכות השבבים ש-Celeno מפתחת אמורות להתמודד בכבוד אל מול העומס ההולך וגובר באמצעות יכולות חיבור בנפח Gigabit. החודש הודיעה החברה כי גייסה 10 מיליון דולר מקרן ההשקעות האירופאית Iris Capital.\nאינוביד הישראלית (Innovid), אשר פיתחה פלטפורמה המאפשרת למשרדי פרסום לכלול מודעות וידאו אינטראקטיביות, הודיעה כי בנק ההשקעות הגדול גולדמן סאקס הצטרף כמשקיע לחברה עם השקעה בגובה 30 מיליון דולר. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה מאז הקמתה הגיע ל-80 מיליון דולר – לא כולל מימון חוב מבנק סיליקון ואלי ו-Triple Point Captial בסך 12.5 מיליון דולר.\nInnovid פיתחה טכנולוגיה שמאפשרת למשווקים לפרסם בפלטפורמות דיגיטליות חדשות כמו טלוויזיות חכמות וקונסולות, תוך כדי התבססות על כלי אנליטיקה מתקדמים ותובנות. בין היתר מאפשרת המערכת יכולות אינטראקטיביות כמו בחירה של המתרחש בפרסומת – כמו בפרק המדובר של ”מראה שחורה”.\nחברת EarlySense הישראלית מפתחת מכשור אלקטרוני לניטור ומעקב אחר חולים מרחוק. המוצר שלה, חיישן שטוח הממוקם מתחת למזרן, מפקח על פעילות הלב, קצב הנשימה, התזוזה והשינה של המטופל – על מנת להתריע בזמן אמת על מצב חירום. החודש, הודיעה החברה כי השלימה סבב גיוס נוסף בסך 39 מיליון דולר.\nהטכנולוגיה שפיתחו ב-Earlysense מאפשרת ניטור רציף לשווקי הבריאות הרפואיים והצרכניים. היא מסייעת לרופאים לאבחן בזמן הידרדרות במצבו של המטופל וכך גם למנוע מקרים כגון נפילות מטופל מהמיטה או כיבי לחץ. היתרון הגדול עבור המטופל הוא כמובן שהוא אינו צריך להרכיב על עצמו חיישנים מסורבלים שמגבילים אותו ועדיין ליהנות מניטור ברמת דיוק רפואית. כמו כן החיישן עושה שימוש בבינה מלאכותית ובניתוח מאגרי נתונים גדולים על מנת לספק תובנות בריאותיות ולשפר את התוצאות הקליניות של המטופלים.\nמזה שנים שאמזון בוחנת אפשרויות שילוח באמצעות רחפנים, אולם עד כה היא טרם הפכה את הרעיון למציאות. הסטארטאפ הישראלי Flytrex ינסה להקדים אותה באמצעות רחפן אוטונומי שיאפשר לעסקים קטנים וגדולים כאחד לשלוח חבילות ללקוחותיהם בעזרת רחפן – עוד ביום הרכישה. על מנת לקדם את החזון, הודיעה החודש החברה כי השלימה סבב גיוס של 7.5 מיליון דולר בהובלת קרן BGV ובהשתתפות btov.\nהמוצר של Flytrex (פלייטרקס) מורכב כמובן מרחפן, אבל ממש לא רק; מדובר במערך כולל המורכב ממערכת ענן לשליטה, מערכי שיעורים, ותחזוקת המערכת והרחפנים. עד היום, בחרה החברה להתמקד ברחפנים של חברת DJI מדגם Matrice 600, אותם היא התאימה לצרכיהם. בנוסף, החברה נותנת מענה לדרישות הרגולטוריות ומלווה את לקוחותיה בתהליך השגת האישורים הנחוצים לשם הפעלת צי של רחפנים לשילוח. על מנת למלא אחר אותן דרישות, הרחפנים שהיא מתפעלת טסים רק בטווח ראייה מהמטיס, מעל נתיבים ספציפיים ובאיזורים לא מאויישים.\nעידן ה-IoT הגיע גם אל בתי החולים והציוד הרפואי, וכמות המכשירים הרפואיים המחוברים כדוגמת MRI, מוניטורים ומכונות הנשמה אמנם הופכים חכמים יותר, אבל גם חשופים לפרצות אבטחה. הסטארטאפ הישראלי Cynerio (סיינריו) פיתח טכנולוגיה שמסייעת למערכות בריאות להילחם ביעילות באותם איומים. החודש, ודיעה החברה כי גייסה לשם כך 7 מיליון דולר בהובלת RDC, חברה בבעלות משותפת של אלרון ורפאל, Accelmed ו-MTIP.\nפלטפורמת ה-IoMT – Internet of medical things של Cynerio מבצעת מעקב מתמיד אחר ציוד רפואי מחובר, ומנתחת באופן אוטומטי את התהליכים הרפואיים בהם המכשור הרפואי לוקח חלק. כך, היא מאפשרת לבצע ניתוח סיכונים המתייחס להשפעה של אירוע סייבר על מתן שירות רפואי, להתריע על התנהגויות חריגות ולעצור איומי סייבר על מנת להגן על חיי החולים והמידע הרפואי.\n\nהסטארטאפ הישראלי Linear B רוצה לעזור למפתחים ולמנהלים לשפר את הפרודוקטיביות ואיכות העבודה שלהם על ידי איסוף וניתוח נתונים, ובעצם לקבל ערך גדול יותר מההשקעה שלהם במאמצי הפיתוח. לאחרונה, עם עשרה לקוחות שעובדים עם הפלטפורמה במסגרת פיילוט, הודיעה החברה כי סגרה סבב סיד בהיקף של 1.6 מיליון דולר מאריאל מייסלוס ומשה ליכטמן. ההשקעה האחרונה תשמש את החברה כדי להרחיב את מצבת העובדים שלה ולהמשך פיתוח המוצר.על ידי התחברות לפלטפורמת פיתוח התוכנה של הארגון (JIRA, BitBucket, GitLab, GitHub), היא מנתחת את איכות הקוד, הרגלי העבודה והדינמיקה החברתית בצוות, ועל סמך כל אלו היא מספקת המלצות מותאמות אישית לכל ארגון כדי ״לבנות צוותי פיתוח חזקים ושמחים יותר״ (זה מה שהם אומרים). כמו כן, המערכת מאפשרת לבצע השוואה בין ארגונים, כדי לראות מה המצב שלהם בהשוואה לשאר התעשייה.\nאמנם התקדמנו המון בשנים האחרונות, אבל מהפכת הרכב האוטונומי עדיין נתקלת בלא מעט חסמים ובראשם נושא הבטיחות. הסטארטאפ הישראלי Foretellix מנסה לסייע בזירוז העניינים, באמצעות פלטפורמה לבדיקת מאות מיליונים של תרחישי נסיעה אפשריים לפני שהרכב האוטונומי עולה על הכביש. החודש, הודיעה החברה כי גייסה לשם כך 14 מיליון דולר בהובלת הקרנות 83North, Jumps Capital ו-Nextgear Venture.Foretellix (פורטליקס) מאפשרת למפתחי רכב אוטונומי לבדוק מאות מליונים של תרחישי נסיעה אפשריים, שהינם קריטיים לבטיחות הרכב-ללא-נהג. כמו כן היא מספקת כלי מדידה וחיווי המוכיחים שהרכב אכן נבדק כנגד כל אותם תרחישים. כחלק מהפתרון, החברה מפתחת שפה שתוכל לשמש כסטנדרט לתיאור אותם תרחישים בכביש וספריות של אותם תרחישים.\nתחום האגריטק הישראלי ממשיך לפרוח (ותסלחו לנו על משחק המילים), הפעם עם חברת SeeTree שנחשפה והודיעה על גיוס של 11.5 מיליון דולר. החברה מפחתת רשת מודיעין אגרונומי לעצים שמטרתו היא להנגיש לחקלאות העצים את מיטב המידע שניתן על כל עץ, לאורך זמן, ובאופן תדיר. את סבב הגיוס הנוכחי (Series A) הובילה Hanaco Ventures והשתתפו בו גם המשקיעים הקיימים: Canaan Partners Israel, אורי לוין וקבוצת ההשקעות שלו, iAngel ו-Mindset.רשת המודיעין לעצים של SeeTree (סיטרי) מסייעת לחקלאים לנהל באופן מוכוון נתונים את החווה שלה, מה שמאפשר להביא לאופטימיזציה של הרווח שלהם ביחס לעלות. כדי לעשות זאת ולפרוס רשת נתונים שתניב מידע מדויק ועקבי על כל עץ, המערכת עושה שימוש בבינה מלאכותית, חיישנים מתקדמים, רחפנים ובשירות אגרונומי קרקעי. ברק חכמוב, מייסד שותף ויו״ר החברה אמר בשיחה עם גיקטיים כי המוצר שלהם מאפשר להתמודד עם היעדר דאטה איכותית שמסייעת להתמודד עם אתגרים מורכבים בתעשייה, כגון איבוד יבול למזיקים ומחלות, תקנות מחמירות, תפעול לא יעיל והוצאות גבוהות. ״התעשיה שמאכילה 7 מיליארד איש נמצאת הרחק מאחור מבחינת הטמעת טכנולוגיות מידע״, אומר.\nחברת Tyto Care הישראלית, שמפתחת מכשיר חכם לאיבחון ולבדיקות מרחוק, הודיעה כי הוסיפה עוד 9 מיליון דולר לסבב C שלה. סך הגיוסים של החברה מנתניה עומד מאז הקמתה על 42 מיליון דולר.\nהמכשיר שפיתחה Tyto Care מאפשר לאבחן דלקות אוזניים, גרון, ריאות, גירויים בעור, בעיות בלב ובמערכת העיכול מכל מקום. בעצם מדובר בפתרון המפגיש בין רופא וחולה באופן דיגיטלי, וכך מזרז את הטיפול במצבים בהם לא ניתן לתאם פגישה פנים מול פנים או שפשוט מעדיפים להימנע ממנה (בין היתר כדי לא להידבק במחלות נוספות בחדר המיון). ניתן לבצע את הבדיקות בעזרת הדרכה מקוונת של רופא בזמן אמת, או לבצע אותן באופן עצמאי ולהעביר את הממצאים לרופא. לאחר שהחברה החלה לשתף פעולה עם שירותי בריאות כללית, אנחנו התנסינו בו, והנה מה שחשבנו עליו.\nהסטארטאפ הישראלי Lumigo מציע פלטפורמה ייעודית עבור מפתחי תוכנה שמסייעת להם לנטר ולפתור בעיות מורכבות בסביבת Serverless. לצורך המשך פיתוח, החברה הודיעה כי השלימה סבב גיוס סיד בהיקף של 8 מיליון דולר, בהובלת הקרנות פיטנגו, גרוב של דב מורן ומרון קפיטל.\nLumigo (לומיגו) מאפשרת למפתחים להבין שלב אחרי שלב מה קרה לכל בקשה במערכת ולהבין היכן ישנן בעיות ומה שורשן באמצעות מפה ויזואלית שנבנית אוטומטית, כך הסביר לגיקטיים ארז ברקנר, מייסד שותף של החברה. אותה מפה כוללת את כל הרכיבים במערכת בהתבסס על הקריאות בפועל בין השירותים השונים, כך שהיא מאפשרת לעקוב בקלות אחרי כל בקשה שנכנסה למערכת. כמו כן, לומיגו לומדת באופן אוטומטי את ההתנהגות הסטנדרטית של כל סוג בקשה ומתריעה על בקשות שמתנהגות באופן חריג.\nחברת Varada (ואראדה), העוסקת בתחום ה-Big Data Inline Indexing, הודיעה על השלמת סבב גיוס Seed של 7.5 מיליון דולר בהובלת Lightspeed Venture Partners ובהשתתפות StageOne Ventures ו-F2 Capital. בחברה מסבירים כי ישתמשו בכספי הגיוס להרחבת הפיתוח והתפעול העסקי.\nבעידן ה-Big Data, חברות אוגרות הררי מידע, אך לאור המורכבות ההולכת וגדלה והמשאבים הנדרשים עבור תפעולו, הן לא יכולות לנצל את מלוא הערך שטמון בו. התשתיות אשר משמשות את החברות בנויות על חומרות שלא תואמות את היקף המידע הנאגר בהן. במקום לבנות מערכות מתוחכמות ויוקרתיות שיסייעו לחילוץ המידע המיוחל, ואראדה מציעה טכנולוגיית Inline Indexing: שכבת האנליזה של החברה מאפשרת הגדרה של מערכי נתונים, ישירות באגם הנתונים בכל נפח, מה שמאפשר ניתוח מיידי של המידע באמצעות שאילתות או כלי BI ומייתר את הצורך במידול הנתונים, גם בסדרי גודל עצומים של פטה-בייט.\nעם העלייה בחשיבות ובפופולאריות של הוידאו בשידור חי, עולה גם החשיבות לשידור מקצועי יותר של היוטיוברים ומשתמשי Twitch. חברת הסטארטאפ הישראלית StreamElements (סטרים אלמנטס) שמפתחת מערכת להפקת משדרי לייב סטרימינג הודיעה על השלמת סבב גיוס A בגובה 11.3 מיליון דולר.\nהפלטפורמה שפיתחה StreamElements מעניקה ליוצרים – כלומר יוטיוברים, וולוגרים ומשתמשי Twitch – כמה כלים חשובים במיוחד לשידורים החיים שלהם, שמאפשרים להם ליהנות מיכולות הפקה מקצועיות, מוניטיזציה רב-ערוצית ושירות טוב יותר. בין היתר הם יכולים ליהנות מפורמטים שונים של פרסומות – כמו תבניות עיצוב, מודעות מרחפות, אינטגרציה של צ’טים, סקרים, התרעות מותאמות אישית ומיני-משחקים; מדידה – ל-StreamElements גישה לנתוני סטרימינג, צפיות, קהל צופים, מיקום, סנטימנט, מעקב אחר הקלקות ועוד, מה שמאפשר אופטימיזציה בזמן אמת ודיווח ומדידה מבוססים; פרישה – מאחר שהיא מייצגת יותר מ-200 אלף ערוצים ויותר מ-325 מיליוני צפיות בחודש, StreamElements יכולה לזהות מגמות של כישרונות וליישם קמפיינים בקרב מגוון רחב של יוצרים, מיוצרים קטנים ועד כוכבים בינלאומיים.\nחברת הסייבר ReSec (ריסק), המפתחת טכנולוגיית הגנה מעניינת שדואגת שכל הקבצים יגיעו אליכם נקיים, השלימה סבב גיוס B בהיקף של 2 מיליון דולר בהובלת קרן PICO Partners ו-Founders Group, ובהשתתפות האקסלרטור Plug&Play.\nפתרונות רבים בתחום אבטחת הנתונים והקבצים סורקים את המחשבים המחוברים לרשת הארגונית כל העת, או מונעים הפעלה של קבצים חשודים, ובעצם מאטים את המחשבים ואת עבודת העובדים. הפתרון של ReSec חושב על הקונספט קצת אחרת וטוען: כל קובץ הוא איום. במקום לסרוק כל קובץ או להמתין לאישורים, שכבת ההגנה של ReSec לוקחת כל קובץ שנשלח אל הארגון, משכפלת ומפרקת ובונה אותו מחדש ומוודאת שהעותק החדש שיגיע אל שרתי הארגון, יגיע ללא כל רבב או חשד לנוזקה\nחברת Medigate (מדיגייט), המפתחת פלטפורמה לאבטחת מכשור רפואי, הודיעה על השלמת סבב גיוס A בגובה 15 מיליון דולר בהובלת U.S. Ventures Partners ובהשתתפות YL Ventures ו-Blumberg Capital.\nפלטפורמת האבטחה של מדיגייט מזהה ומתייגת כל מכשיר רפואי שנמצא ברשת, ומסוגלת לסווג אותם על פי ספקים, סוגים ודגמי מכשירים. יכולת הזיהוי הזאת של המכשירים בשילוב עם הקשרים רפואיים והבנה של תהליכים רפואיים, מאפשרת לחברה לזהות פעילויות חשודות ברשת ובכך למנוע הדבקה של מכשירים בנוזקות שונות. בכך, החברה יכולה לספק שירותי הגנה לספקי שירותי בריאות, כדי שהם יוכלו לנהל את כל המכשור הרפואה שלהם בצורה בטוחה תוך שמירה על פרטיות ובטיחות המטופלים.\nחברת Salt Security (סולט סקיוריטי) הודיעה על השלמת סבב גיוס Seed בהיקף של 10 מיליון דולר בהובלת קרן S Capital של חיים סדגר ואיה פטרבורג. עוד השתתפו בסבב מריוס נכט, הנמנה על מייסדי חברת Check Point, קווין האפי ממייסדי Lookout Security ומומחה שותף בתוכנית ההאצה הענקית Y Combinator, שגם היא עצמה לקחה חלק בסבב הגיוס הנוכחי.\nSalt Security מפתחת אלגוריתם הגנה המבוסס על AI אשר לא דורש כל התאמה אישית כדי להגן על ה-API. האלגוריתם מאפשר זיהוי בזמן אמת של מתקפות על ממשקי API כבר בשלבים המוקדמים על ידי ניתוח התנהגותי, ולעצור אותם לפני שזה נהיה מאוחר מדי, ונגרם נזק טכני, כספי או תדמיתי. המערכת של החברה מסוגלת לזהות בצורה עצמאית את כל ממשקי ה-API שאתם יודעים שאתם משתמשים בהם, וגם את אלו שאתם לא משתמשים בהם, כדי שלא יהיו לכם ממשקים עם שטחים מתים שעליהם אתם לא מגנים, וגם עוזר לכם לעמוד ברגולציות שונות עם GDPR. החברה טוענת כי ניתן להפעיל את השירות שלה על גבי המערכת תוך פחות מ-8 דקות וללא כל הגדרות מיוחדות.\nחצי שנה אחרי שגייסה 28 מיליון דולר, מודיעה חברת AnyVision הישראלית על הרחבת סבב הגיוס ב-15 מיליון דולר נוספים שהגיעו מ-Lightspeed Venture Partners ו-Qualcomm Ventures. החברה מאפשרת להפוך כל מצלמת אבטחה רגילה למצלמה חכמה עם יכולות ראייה ממוחשבות, והצליחה לגייס לשורותיה מספר בכירים בשירותי הבטחון בישראל בהם ראש המוסד לשעבר תמיד פרדו.\nחברת Anyvision הישראלית מפתחת טכנולוגיה לזיהוי פנים שיעילה גם באיזורים הומי אדם. הפתרונות שלה כוללים זיהוי פנים, גוף ואובייקטים וניתן באמצעותם להפוך כל מצלמה לחכמה באמצעות ניתוח וסיווג כלל המידע הנקלט בחיישני המצלמה.\nהפלטפורמה של Bringg (ברינגג) מאפשרת גם לעסקים קטנים וגם לחברות גדולות לנהל את המשלוחים שלהם בצורה מדויקת ואופטימלית ובמקביל לאפשר ללקוחות שלהם לעקוב בזמן אמת אחר מיקום המשלוחים. החודש הודיעה החברה על השלמת סבב גיוס C בגובה 25 מיליון דולר מ-Next47, חטיבת ההשקעות של התאגיד סימנס. החברה מתכננת להשתמש בכספי הגיוס כי להאיץ את ההתרחבות והפעילות הגלובלית של החברה ברחבי העולם.\nהמערכת של Bringg מתממשקת אל מול מערכות ה-CRM של הארגון, מערכות ניהול המלאי שלו, מערכות הסחר האלקטרוני ומערכת השליחויות הקניינית שלו או של חברת השליחויות שלו. כך למעשה נהנים הלקוחות מממשק אחד ששולט בכל שלבי השילוח – החל מאיתור המלאי, דרך איתור והפעלת השליח הפנוי וכלה בתיאום השליחות ועדכון הלקוח בזמן אמת על מיקום המשלוח. המערכת פועלת בענן במודל SaaS.\nהסטארטאפ הישראלי Verbit עוסק בתחום תמלול הטקסט האוטומטי, ומציע לדבריו איכות התאמה של מעל 99% ובמהירות הגבוהה פי 10 מפתרונות קיימים בשוק. החודש הודיעה החברה כי השלימה סבב גיוס A בהיקף של 23 מיליון דולר, מה שמעמיד את סך גיוסיה עד כה על 34 מיליון דולר.\nהמוצר ש-Verbit (ורביט) מציעה משלב את האלגוריתמים המוכרים לתמלול אוטומטי, אך עם תוספת של מתמללים אנושיים. תפקידם של אלו הוא לתקן את עבודת המנגנונים האוטומטיים, כאשר באמצעות Machine Learning, כל תיקון שמתבצע משפר את האלגוריתם האוטומטי של Verbit, וכך מקרב אותה לכדי תמלול אוטומטי מלא. מאחר שהחברה משתמשת במנגנונים אוטומטיים, הם יכולים להנגיש ללקוח מחיר נמוך יחסית ביחס לשירותי תמלול אנושיים לחלוטין כתוצאה מזמן התרגום המקוצר משמעותית, ואף להגיש את העבודה הסופית בזמן קצר ביחס למתחרים.\nCato Networks (קאטו נטוורקס), שפיתחה רשת ארגונית מבוססת ענן ובעלת אבטחת מידע מובנית, הודיעה על השלמת סבב גיוס נוסף בגובה 55 מיליון דולר. הגיוס הנוכחי הובל על ידי קרן Lightspeed Venture Partners והוא נעשה בהשתתפות כל המשקיעים הקיימים: Aspect Ventures, Greylock Partners, Singtel Innov8, USVP והמייסדים עצמם שלמה קרמר וגור שץ. עד היום גייסה החברה 125 מיליון דולר.\nפתרונות הענן שקאטו מציעה כוללים מספר יתרונות מרכזיים בהם הפחתה במספר מוצרי האבטחה הנדרשים לארגונים וחסכון בהוצאות רכישה, פריסה, שדרוג ובהתאמה שלהם; צמצום בעלויות קישוריות על ידי הורדה משמעותית של תעבורת אינטרנט על-גבי רשת התקשורת הארגונית; גישה ישירה לענן מכל מקום ללא כל צורך במספר רב של מוצרי אבטחה ייעודית במתקני הארגון; אכיפת מדיניות אבטחה אחידה עבור כלל האתרים, משתמשים ניידים, והתשתיות הפיזיות ובענן, ללא צורך בריבוי פתרונות נקודתיים ואבטחה דינמית ועדכנית מבוססת על פלטפורמה שלא דורשת את מעורבות הלקוח.\nחברת Pliops (פליופס), אשר פיתחה מעבד זיכרון חדש וייעודי ליישומי ענן ובינה המלאכותית, הודיעה כי גייסה כ-30 מיליון דולר. את סבב הגיוס הנוכחי (Series B) הובילה Softbank Ventures Asia והשתתפו בו כל משקיעי סבב A, בהם: Viola Ventures, Intel Capital ו-SOMV. כמו הן הצטרפו לסיבוב שני משקיעים אסטרטגיים – Western Digital Capital ו- XilinxCapital.\nPliops (פליופס) פיתחה דור חדש של טכנולוגיה לעיבוד storage, שתכליתה להתמודד עם הגידול הבלתי פוסק בעומס הדאטה הנובע מהמעבר של ארגונים לענן ומהשימוש הגדל ביישומים תובעניים כגון ML ו-AI. מכיוון שכמות הדאטה בארגונים גדלה בקצב מהיר יותר מזה שהמערכות הקיימות של מרכזי הנתונים נועדו להכיל, נוצר כיום צוואר בקבוק אשר משפיע על האפקטיביות של כל שוק מרכזי הנתונים בענן, שהיקפו 390 מיליארד דולר.\nהסטארטאפ הישראלי Atomation שואף לחבר כל אוביקט ״טיפש״ לרשת האינטרנט באופן אלחוטי בעזרת יחידת חומרה ו-SDK פשוטים להטמעה. החודש נודע לגיקטיים כי הוא גייס לשם כך 3 מיליון דולר בסבב גיוס A מהקרנות האמריקאיות אוקלנד קפיטל ו- Bio generator.\nAtomation (אטומיישן) פיתח פלטפורמת IoT לחיבור עצמים פיזיים לרשת האינטרנט למטרות ניטור וניתוח ביצועים – הכל במטרה לייעל תהליכי עבודה של לקוחותיה בתחומי התעשייה המסורתית, תשתיות, חקלאות, אנרגיה ומדיקל.\nהסטארטאפ הישראלי Augury (אוגורי), המשלב בין אינטליגנציה מלאכותית לבין IoT תעשייתי במטרה לאבחן ולחזות תקלות במכונות, הודיע על השלמת סבב גיוס בגובה של 25 מיליון דולר. את סבב ה-C של החברה הובילה קרן Insight Venture Partners והוא נעשה בהשתתפות משקיעים קיימים בחברה.\nטכנולוגיית האבחון של Augury בנויה סביב עיקרון די פשוט; ניתן לאפיין כל מערכת מכנית על ידי הצליל שהיא עושה. כלומר, מכונות בעצם ׳מדברות׳, והטכנולוגיה שפיתחה החברה יודעת לפענח את מה שהן ‘אומרות’.\nחברת Laminate Medical Technologies הישראלית, המפתחת התקן מיוחד המולבש על הווריד כיד לוודא שזירמת הדם במהלך הדיאליזה תקינה, הכריזה על גיוס הון בהיקף של 12 מיליון דולר. ביחד עם הגיוס הנוכחי, סך גיוסיה של החברה מסתכמים ב-24 מיליון דולר. בסבב האחרון השתתפו יצרנית ציוד הדיאליזה היפנית Asahi Kasei Medical, יחד עם קרן ההשקעות האמריקאית Tal Capital והמשקיעים הפרטיים מיקי בודאי, שי אגסי, יובל טל ומאיר בראל. בכך הם צטרפים למשקיעים הקיימים והמוכרים של החברה בהם מאוה ויהודה זיסאפל, זוהר גילון וערי סטימצקי.\nKIDOZ, פלטפורמת גילוי והמלצות תוכן ייעודית לילדים, נרכשה על ידי חברת המשחקים החינוכיים Shoal Games. סכום הרכישה לא ידוע, אך מדובר בעסקת החלפת מניות שמשקפת לחברה הישראלית שווי של 21 מיליון דולר. מאז הקמתה גייסה החברה כ-5 מיליון דולר, בין היתר מקרן Millhouse Capital של המיליארדר רומן אברומביץ’, Lool Ventures ודב מורן.\nלצד המלצות התוכן לילדים, מפתחים ומנהלי מותגים יכולים לקדם את המוצרים שלהם בפני הקהל הרלוונטי, וזאת מבלי לשלב פרסומות באפליקציות שלהם. הרעיון הוא להגדיל את האטרקטיביות שלהם וליהנות מקידום של הפניות ממומנות, בדיוק כמו שעושות טאבולה ואאטובריין הישראליות. בין לקוחותיה ושותפותיה של החברה ניתן למצוא את Hasbro, נינטנדו, לגו, ACER ו-Lenovo. בשנת 2017 חברה לנובו ל-KIDOZ על מנת להתאים את הטאבלטים שלה לילדים כך שהם יכללו סביבה בטוחה ומובנית של תכני ילדים.\nחברת הסטארטאפ הישראלית CloudEndure, המספקת פתרונות של ניוד ו-Disaster Recovery של אפליקציות לענן, נרכשת על ידי AWS, חברת שירותי הענן של אמזון. עסקת הרכישה מגיעה אחרי עבודה משותפת של שתי החברות משנת 2016, במסגרתה איחדו השתיים כוחות על מנת לאפשר ללקוחות הענן של אמזון להמשיך בעסקים כרגיל בכל רגע נתון. סכום העסקה לא פורסם, אך לפי הערכות הוא עומד על כ-200 מיליון דולר.\nCloudEndure מאפשרת לחברות לנייד יישומים שלמים ביחד עם כל הנתונים שלהם לענן ובין עננים, ללא אובדן זמן וללא אובדן מידע. זאת היא עושה על ידי שכפול בזמן אמת, תוך שימוש בטכנולגיית Continuous Data Protection. בעזרת המוצר שלה, מאפשרת החברה להעתיק שרתים שלמים לענן בלחיצת כפתור ותוך דקות בודדות. המוצר תומך בשרתים פיזיים, וירטואלים או מבוססי ענן, ובמגוון שירותי ענן בהם אלו של מיקרוסופט, פלטפורמת הענן של גוגל, OpenStack וכמובן AWS.\nצ׳ק פוינט הודיעה על רכישת ForceNock, חברת סייבר שפיתחה פתרון אוטונומי להגנה על אפליקציות ארגוניות הפועלות ברשת האינטרנט. פרטי העסקה לא נחשפו, אך לפי צ׳ק פוינט – סכום הרכישה ״אינו מהותי״ עבורה, ועל פי ההערכות עומד על כמה מיליוני דולרים.\nForceNock (פורסנוק) פיתחה טכנולוגיה (מותנית פטנט) לאבטחת יישומי ווב וממשקי API המבוססת על למידה מכונה והתנהגות בזמן אמת. תכליתה של הטכנולוגיה שפיתחה היא לשחרר את צוותי האבטחה הייעודיים בחברות מניהול בלתי פוסק של קונפיגרציות וכללים, מבלי להתפשר על רמות האבטחה בארגון. בעקבות הרכישה, צ’ק פוינט תשלב את הטכנולוגיה של ForceNock בארכיטקטורת ההגנה שלה – Infinity.\nחברת סמסונג רוכשת את חברת הסטארטאפ הישראלית Corephotonics (קור פוטוניקס), שמפתחת זום אופטי למצלמות סמארטפונים. החברות לא פרסמו פרטים בנוגע לרכישה אולם על פי ההערכות, סמסונג תשלם עבור החברה הישראלית כ-160 מיליון דולר.\nהטכנולוגיה של Corephotonics משפרת את איכות הצילום בסמארטפונים ומאפשרת יכולות צילום שעד היום מצאנו בעיקר במצלמות DSLR. הטכנולוגיה מבוססת על שילוב של כל מצלמות סמארטפון, כדי ליהנות מזום אופטי פי 5 ואף פי 10 בתמונות, גם בתנאי תאורה חלשים. בנוסף ליכולות הזום, מאפשרת הטכנולוגיה של החברה גם יצירת אפקט Bokeh, כלומר, טשטוש רקע התמונה והבלטת האובייקט המרכזי, ומניעת “מריחת” תמונות.\n ", "keywords": "סיכום גיוסים,גיוסים,סיכום גיוסים ינואר 2019,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,funding round,startups,ינואר 2019"}