{"url": "https://www.geektime.co.il/people-of-lava-android-hdtv-series/", "type": "article", "title": "טלויזית ה-HDTV הראשונה שרצה על אנדרואיד", "description": "חברה שוודית הנושאת בשם המגניב People of Lava, הודיעה מוקדם יותר השבוע על השקת סדרה חדשה של טלויזיות HDTV הפועלות על מערכת ההפעלה אנדרואיד של גוגל.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/04/people_of_lava_android_hdtv-300x204.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-04-08T14:05:18Z", "modified_time": "2010-04-09T15:19:39Z", "articleBody": "חברה שוודית הנושאת בשם המגניב People of Lava, הודיעה מוקדם יותר השבוע על השקת סדרה חדשה של טלויזיות HDTV הפועלות על מערכת ההפעלה אנדרואיד של גוגל. \nמוקדם יותר השבוע, הודיעה חברה שוודית בשם People Of Lava על השקת גרסה ראשונה של טלויזית HDTV המגיעה עם מערכת ההפעלה אנדרואיד של גוגל באופן מובנה. במקרה הזה, יש לקחת את המושג “השקה” באופן יחסי מכיוון שהטלויזיות עצמן יהיו זמינות במסגרת תוכנית בדיקות (Beta) בלבד במהלך הקיץ הקרוב. להזכירם, בחודש שעבר גילינו כי גוגל עובדת על מערכת Google TV, מערכת הפעלה המותאמת במיוחד למכשירי טלויזיה. אף על פי כן, עקב סמיכות ההכרזות וההנחה כי המוצר עליו גוגל עובדת עדיין נמצא בשלבי פיתוח, נראה כי המערכת עליה תתבסס סדרת הטלויזיות החדשה של People of Lava, תהיה גרסה מותאמת משלהם למערכת האנדרואיד.\nסדרת הטלויזיות החדשה, תקרא Scandinavia ותכלול שלושה דגמים של טלויזיות LCD עם תאורת LED אחורית. שלושת הדגמים בסדרה, יהיו בגדלים של 42, 47 ו-55 אינץ’ ויגיעו יחד עם מקלדת אלחוטית. כפי הנראה רק דגם ה-42 אינץ’ יהיה זמין כבר השנה למכירה וגם זו תהיה בשוק האירופי בלבד. סדרת הטלויזיות החדשה תרוץ על מערכת הפעלה אנדרואיד בגרסת 1.5 (Cupcake) ותכלול בתוכה את האפליקציות של YouTube ו-Google Maps בנוסף לדפדפן (Chrome) לצורך גלישה באינטרנט. בדומה לסמסונג, אשר אמורה לשחרר השנה טלויזיות הרצות עם מערכת הפעלה עצמאית, גם People of Lava בחרו לשלב בטלויזיה גישה לחנות אפליקציות פרטית של החברה, אשר תאפשר להוריד אפליקציות כגון טוויטר ופייסבוק (בגרסאות האנדרואיד שלהן) יחד עם אפליקציות נוספות. נכון לעכשיו, לא ידוע אם תהיה גישה ל-Android Market המלא, אך לפי איך שהדברים נראה כרגע, החברה תעדיף למקד את המאמצים בחנות האפליקציות העצמאית שלה ותבחר להכניס לשם רק אפליקציות מותאמות שיעבדו בצורה אופטימלית על המסך הגדול באיכות התצוגה הגבוהה שמאפשרת הטלויזיה.\nהטלויזיות אמורות להיות זמינות לרכישה לציבור הרחב החל מחודש ספטמבר השנה במחירים המתחילים ב-2,000 יורו לדגם ה-42 אינץ’. על אף העובדה שהטלויזיה מבוססת על מערכת הפעלה פתוחה וחינמית, הסיבה למחירים הגבוהים היא דווקא החומר ממנו עשויה הטלויזיה. לפי הפרסום, מכשירי הטלויזיה בסדר ההחדשה יהיו עשויים מחומר טבעי שאמור להיות קשה כמו אבן ונמצא בשימוש בדרך כלל ביאכטות ומטבחי יוקרה.", "keywords": "people of lava,scandinavia,סקנדינביה,hdtv,אנדרואיד,גוגל,android,google,טוויטר,פייסבוק,סמסונג,samsung,cupcake,chrome,youtube,google maps,כרום,יוטיוב,קאפקייק,twitter,facebook,טלוויזיות מבוססות אנדרואיד,טלוויזית hdtv אנדרואיד"}