{"url": "https://www.geektime.co.il/apple-new-tv-and-iphones-prices/", "type": "article", "title": "ממשיכים לדלוף: פרטים נוספים על ה-Apple TV והאייפונים החדשים", "description": "שבוע וחצי לפני אירוע ההכרזה החגיגי של אפל וזרם הדיווחים לא מפסיק. הפעם ההתייחסות היא למחיר ה-Apple TV החדש שצפוי לקפוץ", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/iphone2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-08-31T10:11:45Z", "modified_time": "2015-08-31T10:59:48Z", "articleBody": "שבוע וחצי לפני אירוע ההכרזה החגיגי של אפל וזרם הדיווחים לא מפסיק. הפעם ההתייחסות היא למחיר ה-Apple TV החדש שצפוי לקפוץ\nמקור: Apple TV\nקצת יותר משבוע נותר עד להופעת הבכורה הרשמית של ה-Apple TV החדש, אך מידע שמגיע הפעם מ-9to5Mac הנחשב לאמין בכל הנוגע לדיווחים אודות הכרזות עתידיות של אפל, אנחנו לומדים קצת יותר על העדכון הקרוב. לדברי אותם מקורות, הדור הרביעי של ה-Apple TV יעלה אמנם פחות מ-200 דולר (בין 149 ל-199 דולר), אך יותר מהדור הנוכחי של המכשיר, שעם השקתו בשנת 2012 תומחר ב-99 דולר, ולפני כחצי שנה קוצץ מחירו ל-69 דולר בלבד.\nה-Apple TV המשודרג יזכה לעיצוב דומה לדגם הנוכחי והשקתו צפויה במהלך חודש אוקטובר. נזכיר כי הדור הבא של ה-Apple TV יכלול מספר תכונות חדשות שנועדו לבדל אותו מהגרסה הקודמת, כולל תמיכה בסירי, שלט חדש בעל חיישני תנועה, חנות אפליקציות ייעודית וממשק משתמש חדש.\nלמרות השדרוגים המבטיחים ב-Apple TV, גולת הכותרת באירוע ההכרזה הקרב ובא הוא עדיין הדור הבא של ה-iPhone 6S ו-iPhone 6S Plus. כפי שדווח בעבר, הסמארטפונים החדשים יכללו את רכיב ה-Fource Touch, מצלמת 12 מגה פיקסל אחורית עם תמיכה בצילום וידאו באיכות 4K, מצלמה קדמית משופרת ל-FaceTime, שבבים אלחוטיים מוצלחים יותר מ-Qualcomm, מעבד A9 עם זכרון RAM 2GB וחיי סוללה טובים יותר.\nכאמור גם בגזרת האייפונים דלפו המחירים טרם ההכרזה, וכפי שנראה ובאופן די צפוי, אין ממש הפתעות. לפי האתר ההולנדי TechTastic מודל התמחור של האייפונים החדשים נשאר זהה לזה שהיה בשנים הקודמות; האייפונים יגיעו בתצורה של 16GB/64GB/128GB, מה שאומר שקונים שיהיו מעוניינים בשטח אחסון גדול יותר, ייאלצו לרכוש את הגרסאות היקרות יותר, או לחילופין לרכוש אחסון נוסף בענן.\nעל סמך אותם מקורות דגם ה-iPhone 6S צפוי לעלות כ-649 דולר עבור גרסת ה-16GB, גרסת ה-64GB תעלה כ-749 דולר, והדגם בעל אחסון פנימי של 128GB יעלה כ-849 דולר. דגם ה-iPhone 6S Plus הבסיסי צפוי להתחיל ב-749 דולר עבור גרסה ה-16GB, לעלות ל-849 דולר עבור גרסת ה-64GB ולהסתכם ב-949 דולר עבור 128GB זכרון פנימי.\nבשורה שעשויה לעניין קונים פוטנציאלים עוסקת בכך שלמרות השמועות, הדגמים החדשים צפויים להגיע באותם הצבעים (אפור חלל, כסוף וזהב), וככל הנראה צבע הזהב הורוד ירד מהפרק. מבחינת מועד אספקה, לפי אותו אתר הולנדי תאריך השחרור הרשמי למכשיר הוא ה-25 בספטמבר, מה שאומר שלארה״ב כנראה יגיע כבר ב-18 בספטמבר.", "keywords": "אפל,אייפון,אייפון 6s,הכרזה,apple,ios,iphone,iphone 6,iphons 6s,6s,אפל טיוי,מחיר אייפון,iphone price,אייפון 6,apple tv"}