{"url": "https://www.geektime.co.il/motorola-atrix-video-review/", "type": "article", "title": "טלפון ומחשב במכשיר אחד: Motorola Atrix בסקירת וידאו", "description": "עם מעבד 1GHz של ARM, מעבד גרפי נוסף של nVidia ותחנת עגינה שהופכת אותו למחשב, האם ה-Atrix של מוטורולה הוא ה", "image": "https://files.geektime.co.il/wp-content/uploads/2011/03/Motorola-Atrix-hand-300x262.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-03-09T13:00:58Z", "modified_time": "2011-03-09T18:52:12Z", "articleBody": "עם מעבד 1GHz של ARM, מעבד גרפי נוסף של nVidia ותחנת עגינה שהופכת אותו למחשב, האם ה-Atrix של מוטורולה הוא ה”סופר-פון” החדש?\nאת הדור החדש של מכשירי האנדרואיד והסמארטפונים בכלל, ראינו בתערוכת CES האחרונה. המכשירים החדשים חזקים במיוחד עם מעבדים כפולי ליבה, יכולות מדיה גבוהות ומסך איכותי מתמיד. ה-Optimus 2X של LG, וה-Atrix של מוטורולה הם מהדור החדש ומביאים יכולות שטרם נראו על מכשירי סלולר, ואנחנו קיבלנו לסקירת וידאו קצרה את ה-Atrix שמביא גם עמדות עגינה חדשניות.\nעל הנייר, ל-Atrix יכולות חומרה שונות משהכרנו: לראשונה תמצאו את מעבד ה-Tegra 2 של Nvidia מבוסס ARM Cortex-A9 בתדר 1GHz, זאת יחד עם מעבד גראפי GeForce וזיכרון 1GB RAM. בהשוואה למכשירי הדור הקודם, מדובר בפי 2 ביצועים ויותר כשרוב הטכנולוגיה מרוכזת סביב יכולות המעבד והזיכרון ובהשוואה למכשירי ה-Snapdragon המוכרים, ה-Atrix אכן היה זריז במיוחד ומפעיל אפליקציות במקביל בלי להניד עפעף.\nהמסך בגודל 4 אינצ’ איכותי במיוחד והרזולוציה היא זו שעושה את ההבדל (540×960), אם כי מורגש במעט חוסר בניגודיות למרות שייתכן כי זה בשל השימוש במסך TFT ולא AMOLED.\nעיצוב המכשיר לא מרשים במיוחד ולא דק מעבר לסטנדרט (10.1 מ”מ), ובדומה לרוב מכשירי מוטורולה, כפתורי האנדרואיד שבתחתית הם כפתורי מגע שהגיבו בצורה סבירה, אם כי חווינו חוסר זיהוי בלחיצה מספר פעמים.\nדבר מעט שונה שהפריע לנו הוא כפתור ההדלקה הממוקם בגב המכשיר. בצורת אחיזה מסוימת הוא נוח לשימוש, זאת כאשר כל היד אוחזת במכשיר והכפתור האלכסוני נלחץ בצורה קלה. אולם כאשר המכשיר מונח על השולחן או במעמד, כפתור ההדלקה המשמש אותנו גם להכנסה והוצאת המכשיר ממצב המתנה אינו נוח ללחיצה ומרגיש כי מיקומו לא הותאם לכך.\nגולת הכותרת של המכשיר מבחינת יכולות המולטימדיה שלו, היא יציאת ה-HDMI. באריזה תמצאו כבל mini-HDMI עבה ואיכותי שדרכו תוכלו לשדר וידאו HD מהמכשיר למסך החיצוני וזה מצטרף ליכולת הניגון של קבצי Xvid/Divx או MP4 באיכות 1080, אך ללא תמיכה בקבצי MKV שהיה חסר כאן.\nלמכשיר רמקול חזק יחסית הממוקם בצידו האחורי, יחד עם מצלמת 5 מגה פיקסל (היינו מעדיפים 8 מגה פיקסל) התומכת בצילום וידאו HD 720p@30fps , כשמוטורולה הבטיחה בעדכון עתידי שתתמוך ב-1080p.\nבצד מערכת ההפעלה, תמצאו כאן את גרסת אנדרואיד 2.2 ולא 2.3 שהוכרז לאחרונה, וזאת יחד עם ממשק ה-Motoblur המוסיף מספר ווידג’טים, ואפליקציות נוספות שחלקם שימושיות יותר כדוגמת ה-Phone Portal שמאפשר לכם להתחבר למכשירכם דרך המחשב בתקשורת WiFi ולצפות בתכני המכשיר, הודעות וקבצים.\nיש לציין לטובה את הסוללה בעלת 1930mAh שאמורה, לדברי מוטורולה, לספק יותר מ-9 שעות שימוש רציפות או 250 שעות המתנה (האחרון נתון מעט נמוך), וזאת מבלי להשפיע על המשקל (135 גרם).\n\nתמונה: יח\"צ מוטורולה\nל-Atrix שלושה עמדות עגינה חדשניות, שמגיעות כאופציה להרחבה (כרגע לא בארץ). העמדה הראשונה היא עמדת מולטימדיה המנצלת את יכולת ה-HD של המכשיר ובאמצעותה תוכלו לנגן את כל צרכי המולטימדיה שלכם ישירות מהמכשיר על מסך הטלוויזיה בחיבור HDMI וברזולוציה Full HD.\nאליה נוספה עמדת עגינה נוספת שתוכלו לחבר דרכה בנוסף גם מקלדת ועכבר בחיבור USB סטנדרטי (!), המאפשרים לכם לגלוש בדפדפן פיירפוקס הקיים במכשיר דרך הממשק האינטראקטיבי שמוטורולה פיתחו עבורו עם אפליקציות ושולחן עבודה וירטואלי מלא.\nאל שתי אלו נוספת עמדה המאפשרת לכם לבצע אותו הדבר לא רק על מסך חיצוני, אלא גם על עמדת עגינה הנראית כמחשב נייד לכל דבר עם מסך 11.6 אינצ’ ומקלדת מלאה המספיק לעד 8 שעות עבודה. האטריקס מתחבר למחשב מאחור ויספק גלישה בדפדפן ושולחן וירטואלי על מסך המחשב הנייד, שגם יטעין אותו באותו הזמן.\nפורסם במקור באתר TGSpot.co.il", "keywords": ",motorola atrix 4g,arm cortex-a9 mpcore,nvidia tegra,motorola,מוטורולה,אטריקס,atrix"}