{"url": "https://www.geektime.co.il/accenture-marketing-managers-social-network-use/", "type": "article", "title": "רוב מנהלי השיווק מודים שאינם עושים שימוש יעיל ברשתות חברתיות", "description": "מאמצי שיווק נכשלים על רקע תקציב  דל, עובדים בלתי מיומנים ושימוש בכלים לא מתאימים.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/08/LOGOaccenture-300x151.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-08-30T12:05:56Z", "modified_time": "2014-02-03T12:43:52Z", "articleBody": "מאמצי שיווק נכשלים על רקע תקציב  דל, עובדים בלתי מיומנים ושימוש בכלים לא מתאימים. “ארגונים שיבינו את לקוחותיהם יהיו בעלי מיצוב טוב להשגת יעדי צמיחה בסביבת שוק מאתגרת יותר”\nתקציבים דלים, מחסור בכוח אדם מיומן וכלים לא מתאימים – כל אלה מחבלים במאמציהם של מנהלי שיווק, כך עולה ממחקר שביצעה חברת אקסנצ’ר (accenture. ניו יורק: ACN), המעניקה ייעוץ ניהולי, שירותי טכנולוגיה ומיקור-חוץ בכל העולם.\nמחקר אקסנצ’ר כלל 400 בכירי שיווק בארגונים בארה”ב, אנגליה, סין, הודו, גרמניה, אוסטרליה, יפן וקנדה. 82% מהמשתתפים עובדים בחברות בעלות הכנסה שנתית של מיליארד דולר.\nמרבית אנשי השיווק אמרו כי אינם משתמשים באופן אפקטיבי בשיווק ברשתות חברתיות (43%), דיוור ישיר וטלמרקטינג (37%), שיווק דיגיטלי (34%) ופרסום אונליין (31%).\nעוד העלה המחקר כי מנהלי השיווק כיום נתקלים יותר ויותר בשינויים בהתנהגות ודרישות הלקוחות, עובדה המשפיעה על אסטרטגיות השיווק שלהם:\nבכירי השיווק גם ציינו כי מאמציהם לייעל את התפעול, להגדיל את הרווחיות ולהגיב במהירות לשינויים בשוק, כל אלה נתקלים במכשולים כמו תהליכים ארגוניים איטיים (21%), מחסור במימון ומשאבים אחרים (17%), חוסר שיתוף פעולה עם מחלקות אחרות בארגון (15%), חוסר ניסיון מקצועי (13%), מחסור במידע אודות הלקוח (6%).\nבנוסף, רק 23% ממנהלי השיווק ציינו כי ארגוניהם מצטיינים בו זמנית בניתוח לקוחות, חדשנות, קשרי לקוחות ופעילויות שיווק, ו-33% אמרו כי ארגוניהם אינם מבצעים היטב אף אחת מהפעולות הללו. על מנת להשיג את יעדי הצמיחה שלהם, מרבית בכירי השיווק אמרו כי עליהם להתמחות בניתוח לקוחות (65%), חדשנות במוצרים (64%) ושיפור קשרי הלקוחות ופעילויות השיווק (57%).\n“בסופו של דבר הכל שאלה של מתן מענה לציפיות הלקוח. ארגונים שיבינו את לקוחותיהם יהיו בעלי מיצוב טוב להשגת יעדי צמיחה בסביבת שוק ההולכת והופכת למאתגרת יותר. שינויים בנוף התחרות יהפכו את ניתוח הלקוחות לדרישת סף עבור אנשי שיווק, מתוך הצורך לזהות מה לקוחות רוצים, איך כדאי לפעול על מנת להשיג חדשנות שתניע תוצאות עסקיות, ובאילו ערוצים” – כך דייב ריץ’, מנהל שותף בחטיבת ניהול קשרי הלקוחות וחטיבת האנליטיקה, אקסנצ’ר.", "keywords": "accenture,אקסנצ\\'ר,מדיה חברתית,מנהלי שיווק,רשתות חברתיות,שיווק"}