{"url": "https://www.geektime.co.il/nasa-new-horizon-makes-history/", "type": "article", "title": "יותר מ-6 מיליארד ק''מ מכדור הארץ: הגשושית של נאס''א עושה היסטוריה שוב", "description": "הגשושית New Horizons שלחה אות חיים לאחר שחלפה על פני עצם שעשוי לחשוף מידע נסתר מימי יצירת מערכת השמש", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/New-Horizons-Nasa-1546415145-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-02T12:30:52Z", "modified_time": "2019-01-02T10:10:54Z", "articleBody": "הגשושית New Horizons שלחה אות חיים לאחר שחלפה על פני עצם שעשוי לחשוף מידע נסתר מימי יצירת מערכת השמש\nהדמיה: NASA\nנאס”א ממשיכה לדחוף את הגבול: בשנת 2006 שוגרה מכדור הארץ הגשושית “New Horizons”. היא עלתה לכותרות לאחר שחלפה על פני כוכב הלכת פלוטו בשנת 2015. 13 שנה לאחר שיגורה, הגשושית עשתה היסטוריה שוב, כאשר שלחה אות חיים מיוחל מהמקום בו אף אחד לא היה מעולם במערכת השמש. מקום שאפילו לא התגלה לפני שיגורה.\nאמש (ג’) חלפה New Horizons על פני סלע במרחק של כ-6.4 מיליארד קילומטר מכדור הארץ בחגורת קויפר. זוהי חגורה שנמצאת מעבר לפלוטו ומכילה עצמים ושרידים רבים שנותרו מימי היווצרות מערכת השמש בה אנו מתגוררים. אחד העצמים הללו מכונה Ultima Thule, והוא התגלה רק בשנת 2014, שנים לאחר שיגורה של הגשושית, על ידי תצפיות של טלסקופ החלל Hubble.\nתמונה: NASA\nNew Horizons מצוידת ב-7 כלי מדידה מדעיים אשר אמורים לסייע לה לקבל כמה שיותר מידע על העצם המסתורי והקפוא, ולסייע לנו להבין את המקורות של מערכת השמש שנוצרה לפני כ-4.5 מיליארד שנים.  Ultima Thule. הגשושית חלפה אמש כ-3500 קילומטרים מהעצם, אשר רוחבו לא עולה על 35 קילומטרים ונחשב קטן מאוד\nכתוצר ישיר של המרחק הרב בין הגשושית לכדור הארץ, לאות החיים ששלחה לקח כ-6 שעות להגיע מהגשושית ועד למקלטים של נאס”א, אך כאשר הגיע גרם לפרץ שמחה אדיר במרכז הבקרה. התמונה אשר נאס”א שיחררה צולמה ועובדה יום בטרם חלפה הגשושית על פני חגורת קויפר והעצם, היא באיכות מאוד מפוקסלת ומציגה אובייקט בצורה המזכירה בוטן. עם זאת, הגשושית צפוייה לשלוח תמונות ברזולוציה גבוהה כבר היום. בכמעט שנתיים הקרובות New Horizons צפויה להמשיך במשימתה ולאסוף מידע רב על Ultima Thule, ואולי לספק לנו פתח להבנה של התהליכים שהובילו ליצירת מערכת השמש.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "נאסא,נאס\"א,גשושית,ניו הורייזונס,new horizons,nasa,hubble,ultima thule,space,חלל,מדע,מדעגיק"}