{"url": "https://www.geektime.co.il/spacex-successful-launch-and-landing-of-a-used-rocket/", "type": "article", "title": "היסטוריה בחלל: SpaceX מצליחה לשגר ולהנחית טיל 'ממוחזר'", "description": "הלילה הצליחה SpaceX בפעם הראשונה לשגר טיל, שכבר היה בחלל, הנוחת ו'מוחזר' על ידה; הטיל שיגר בהצלחה לוויין תקשורת ובקרוב ישמש לשיגור נוסף. המשמעות: במקום טילים חד-פעמיים, הטילים הממוחזרים יקצצו דרמטית בעלויות השיגור הבאות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/33616913981_38f2e8bdc9_k-copy-e1491397848971.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-31T08:48:38Z", "modified_time": "2017-03-31T08:48:38Z", "articleBody": "הלילה הצליחה SpaceX בפעם הראשונה לשגר טיל, שכבר היה בחלל, הנוחת ו’מוחזר’ על ידה; הטיל שיגר בהצלחה לוויין תקשורת ובקרוב ישמש לשיגור נוסף. המשמעות: במקום טילים חד-פעמיים, הטילים הממוחזרים יקצצו דרמטית בעלויות השיגור הבאות\nמקור: SpaceX\nאחרי שנים של תכנונים ויותר משנתיים של ניסויים הצליחה הלילה SpaceX של היזם אילון מאסק לשגר ולהנחית טיל ממוחזר מסוג Falcon 9. מדובר בטיל שכבר שוגר לחלל והונחת בהצלחה לפני מספר חודשים.\nכיום, כל טיל שמשוגר לחלל כולל קפסולה או תא שיכול להכיל מטען כמו לוויינים או נוסעים וטיל משגר (שלב 1), החלק הארוך בגובה 14 קומות, שתפקידו להוציא את הטיל מחוץ לאטמוספירה ואז להתנתק ממנו. הבעיה היא שהמשגר, שניתק מהקפסולה, נשרף עם החזרה לאטמוספירה ולכן הוא למעשה חד-פעמי, מה שאומר זמן ייצור ארוך לכל משגר ובעיקר עלויות כספיות אדירות שמגיעות לעשרות מיליוני דולרים. ‘הטילים הממוחזרים’ של SpaceX כוללים משגרים, שמיועדים לנחות בחזרה בכדור הארץ לאחר השיגור ולכן גם ניתנים לשימוש חוזר במשימות עתידיות. בשנתיים האחרונות הצליחה SpaceX להנחית 8 פעמים את הטילים המשגרים מתוך 13 ניסיונות, אולם בכל המקרים היה מדובר בטילים חדשים.\nהלילה בקייפ קנוורל שיגרה SpaceX טיל Falcon 9, שכבר היה בשימוש במשימת שיגור לחלל ונחת בהצלחה לפני כשנה. במשימה הקודמת שלו הביא הטיל כ-3.5 טון אספקה לתחנת החלל הבינלאומית. הלילה נשא הטיל את קפסולת המשא Dragon ובתוכה לוויין התקשורת SES-10. הלוויין, שמיועד לספק תקשורת לדרום אמריקה, ישייט בגובה 35 אלף ק”מ. בשלב הראשון, ה-Falcon 9 הביא את קפסולת המשא לגובה של כ-100 ק”מ, ניתק ממנה, והמשיך לנסוק עד לגובה של 200 ק”מ. כאשר הגיעה קפסולת המשא לגובה של יותר כ-620 ק”מ שוגר מתוכה בהצלחה לוויין התקשורת, שהחל במסלולו מעל כדור הארץ.\nמקור: SpaceX\nהחלק המאתגר כמו תמיד היה כמובן החזרה של הטיל המשגר מגובה של כ-200 ק”מ לנחיתה אנכית על כדור הארץ. ואכן, הטיל המשגר, שהגיע כבר לגובה 200 ק”מ מעל כדור הארץ ולמהירות של 8 קילומטר לשנייה, כלומר פי 8 ממהירות של קליע, החל בהדרגה להאט עד שהגיע למהירות של קמ”שים בודדים ונחת בצורה מושלמת על גבי אסדה אוטונומית בלב ים.\nכדי להמחיש עד כמה המשימה מורכבת נסו לדמיין שאתם עומדים על המדרכה ליד בניין האמפייר-סטייט ומשגרים ממנה עיפרון, שנוסק למעלה, עובר מעל גורד השחקים, ואחר-כך נוחת בשלמותו בצורה אנכית על הצד של המחק.\nאילון מאסק, היזם שמאחורי SpaceX, מסר בתגובה: “לקח לנו 15 שנים להגיע לנקודה הזו, עם הרבה מהמורות בדרך, אבל אני גאה מאוד ב-SpaceX, שהצליחה להגיע לאבן הדרך המדהימה הזו בתולדות החלל”.\nהטיל המשגר שעשה היסטוריה הוא למעשה הטיל השני שהצליחה לשגר ולהנחית SpaceX, מפני שהטיל הראשון מוצג לראווה במטה של החברה והיא לא מתכננת לעשות בו שימוש. מרגע שטיל חוזר ממשימה הוא צריך לעבור כ-4 חודשים של שיפוצים, תיקונים ובדיקות, שלאחריהם הוא מוכן לשימוש חוזר. החברה מתכננת לייעל ולקצר כך התהליך ולשגר – עוד השנה – 6 טילים שכבר היו בחלל וחזרו.\nהמשמעות האמיתית של המהלך ההיסטורי, היא הוזלה משמעותית של המסע לחלל וצעד משמעותי נוסף בדרך למימוש החזון של מאסק, ליישב את המאדים.", "keywords": "פאלקון 9,טיל,falcon 9,ספייסx,spacex,אילון מאסק,ג\\'ף בזוס,אמזון,טיל משגר,לוויין תקשורת,טיל ממוחזר,חלל,"}