{"url": "https://www.geektime.co.il/insider-jobs-october28/", "type": "article", "title": "מרעננים? קבלו 11 משרות חדשות ושוות בהייטק הישראלי", "description": "מרעננים קו''ח? הנה 11 רעיונות לאתגר הבא שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/advice-advise-advisor-7075-2-1572176612-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-31T16:00:04Z", "modified_time": "2019-10-31T15:45:14Z", "articleBody": "מרעננים קו”ח? הנה 11 רעיונות לאתגר הבא שלכם\n\nצלם/תמונה: Pexels\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nK Health\nK Health פועלת ליצירת מערכת בריאות הוגנת, בת-השגה המבוססת על שירותי רפואה וירטואלים העושים שימוש בטכנולוגיות אינטליגנציה מלאכותית ולמידת מכונה. על ידי שימוש במידע אנונימי שהוסרו ממנו מאפיינים מזהים של מיליוני בני אדם, K עובדת על בניית פתרון הבריאות הראשון מסוגו בעולם: פתרון המבוסס על ראיות (evidence based) ומותאם אישית לכל משתמש.\nהאפליקציה של K נמצאת במקום הראשון בקטגוריית הבריאות בחנות של אפל עם מעל מיליון משתמשים בארצות הברית. וחיצוניים בכדי ליישם את האסטרטגיה ולמקסם את פעילותה לרווחת כלל עובדיה וציבור המשקיעים.\n\n  To send a CV for the position of DevOps –\nTo send a CV for the position of Senior Full Stack Developer –\nTo send a CV for the position of Data Engineer –\nPLAYSTUDIOS\nPlaystudios מפתחת משחקי Real Time מרובי משתתפים ל- Mobile. החברה החלה את דרכה בשנת 2011 כסטארט אפ ישראלי בשם Shaker – בר וירטואלי (על גבי הפלטפורמה של פייסבוק) ליצירת מפגשים בין אנשים. אף על פי שבגלגולה הנוכחי, החברה מפתחת משחקים, המהות נותרה כשהייתה – היא עדיין מפגישה בין אנשים שרוצים לשחק יחד בזמן אמת.\nב-2016 נרכשה Shaker על ידי חברת Playstudios האמריקאית, שלה סטודיואים נוספים בארצות הברית ובהונג קונג. הסטודיו התל אביבי שיושב בפלורנטין מונה מעל 100 עובדים, אשר ממשיכים לפתח את משחק ה- Social Casino המצליח POP! Slots, שהוכרז השנה בלאס וגאס כ- Most Innovative Social Slot Game.Air) ופתרונות לאינטרנט של הדברים (Internet of Things).\n\n  To send a CV for the position of Software Engineer –\nTo send a CV for the position of Motion Designer –\nFyber\nב- Fyber מייצרים פלטפורמה שקופה, הוגנת ויעילה, שתאפשר למספר רב של מפרסמים להציע מחיר בזמן אמת עבור הצגת מודעה באופן יעיל בהרבה, אך גם כזה שיניב רווח גדול יותר למפתח וערך מוסף למשתמש.\n\n  To send a CV for the position of DevOps Engineer –\nTo send a CV for the position of Senior Accountant –\nGong\nGong פיתחה מנוע מונחה בינה מלאכותית, שמסייע לעובדים בעולם העסקים לעבוד בצורה יעילה יותר. מדובר במנוע שאוסף תקשורת בין אנשים—שיחות, מיילים, צ’אטים—”מבין” אותה ומכוון את ההבנה לשיפור מקצועי של עובדים בחברה, לשקיפות גדולה יותר בארגון, ולתובנות אסטרטגיות להנהלה.\n\n To send a CV for the position of Experienced Front end Engineer –\nTo send a CV for the position of Data Analyst –\n\nApplied Materials\nאפלייד מטיריאלס ישראל מפתחת ומייצרת מערכות המהוות תשתית קריטית של תעשיית השבבים.\nאפלייד הייתה בין חברות הטכנולוגיה הבינלאומיות הראשונות שזיהו את הפוטנציאל העצום של תעשיית ההייטק המקומית, ורכשה את החברות אופאל ואורבוט מכשור הישראליות כבר בשנת 1997.\nמאז הקמת החברה הישראלית, התפתחה אפלייד וצמחה באופן משמעותי. כיום היא מעסיקה מעל 1,400 עובדים בארץ, רובם בפעילות הפיתוח והייצור באתר הממוקם בפארק המדע ברחובות.\n\nTo send a CV for the position of Solutions Architect / System Architect –\nTo send a CV for the position of Data Analytics Software Team Leader –  \n", "keywords": ",אפלייד מטריאלס,קיי,פלייסטודיוס,פייבר,גונג,gong,fyber,applied materials,playstudios,khelth,cyber security,devop,devops,ebay,front end developer,geektime insider,harman,insider,myharitage,perion,pixellot,product manager,qa engineer,risk management lead,ux/ui expert,אי.ביי,אינסיידר,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק"}