{"url": "https://www.geektime.co.il/insider-jobs-october15/", "type": "article", "title": "אל תגידו ''אחרי החגים'': הנה 10 משרות שוות בהייטק שמחכות לכם עכשיו", "description": "מרעננים קו''ח? אל תחכו לאחרי החגים, וקבלו 10 רעיונות לאתגר הבא שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/jobbb-1570360553-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-15T11:30:41Z", "modified_time": "2019-10-15T14:19:52Z", "articleBody": "מרעננים קו”ח? אל תחכו לאחרי החגים, וקבלו 10 רעיונות לאתגר הבא שלכם\n\nצלם/תמונה: Pexels\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nPerion\nפריון מספקת פתרונות שיווק דיגיטליים למותגים וספקי מדיה. פריון שמה לעצמה כמטרה להוביל את תעשיית השיווק הדיגיטלי העולמית בתחומי הפרסום, המדיה החברתית והחיפוש, והיא משקיעה משאבים נרחבים אורגניים וחיצוניים בכדי ליישם את האסטרטגיה ולמקסם את פעילותה לרווחת כלל עובדיה וציבור המשקיעים.\n\n  To send a CV for the position of Senior QA Automation Engineer –\nTo send a CV for the position of Full Stack – Tech Lead –\nTo send a CV for the position of Java Developer –\nHarman\nחברת הרמן (HARMAN) מפתחת ומוכרת מוצרים ופתרונות תוכנה לתעשיית הרכב, עבור חברות וצרכנים פרטיים בעולם. בין הפתרונות שמציעה החברה, מגוון מוצרים לרכב המחובר והאוטונומי (Connected and Autonomous Car), מוצרי אודיו ווידאו, פתרונות הגנת סייבר, פלטפורמת ענן לניהול תוכנה ודאטה, פתרון לעדכוני תוכנה מרחוק באוויר (Over-The-Air) ופתרונות לאינטרנט של הדברים (Internet of Things).\n\n  To send a CV for the position of Senior Backend Java Developer –\nTo send a CV for the position of Java Team Leader –\neBay\nבמרכז המחקר והפיתוח הישראלי של eBay קרוב ל-300 עובדות ועובדים. רוב העבודה נעשית תחת חטיבת Structured Data (מידע מובנה), שאחראית להפוך את חוויית הקנייה באתר לאחידה, על ידי יצירת עמודי מוצר בצורה אוטומטית ורחבת היקף.\n\n  To send a CV for the position of Java Developer –\nPixellot\nפיקסלוט מפיקה באופן אוטומטי שידורים חיים של משחקי ספורט ללא מגע יד אדם. החברה הוקמה ב-2013. כיום היא משדרת כ-40 אלף שעות שידור ספורט בחודש, מה שהופך אותה למעשה, לחברת הפקות הספורט הגדולה בעולם מבחינת היקפי שעות שידור.\n\n To send a CV for the position of Backend Developer –\nTo send a CV for the position of Full-stack Developer –\n\nMyHeritage\nחברת הסטארטאפ הישראלית MyHeritage מתמחה בבניית אילנות יוחסין, חקר שורשים ואיתור קרובי משפחה, והיא הפלפטפורמה המובילה לגילוי, שימור ושיתוף היסטוריה משפחתית. MyHeritage נוסדה בשנת 2003 על ידי היזם והגנאולוג המומחה, גלעד יפת שמשמש גם מנכ”ל החברה, ומסטארטאפ צנוע שהחל את דרכו בחניה ביתית הוא צמח לחברה גלובאלית עם 91 מיליון משתמשים ב-196 מדינות שונות.\n\nTo send a CV for the position of Senior DevOps Engineer in R&D –\nTo send a CV for the position of QA Manager –  \n", "keywords": "pixellot,ebay,harman,myharitage,perion,פריון,מייהריטג\\',הרמן,איביי,פיקסלוט,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,ux/ui expert,אי.ביי,אינסיידר,גיקגו\\'ב,גיקטיים,טנדם,משרות,סייבר,עבודה בהייטק"}