{"url": "https://www.geektime.co.il/insider-jobs-september10/", "type": "article", "title": "לפני החגים: 12 משרות שוות בהייטק שמחכות רק לכם", "description": "מרעננים קו''ח? קבלו 12 רעיונות לאתגר הבא שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/workplace-1245776_1280-1568030385-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-12T17:10:37Z", "modified_time": "2019-09-15T14:50:12Z", "articleBody": "מרעננים קו”ח? קבלו 12 רעיונות לאתגר הבא שלכם\n\nצלם/תמונה: Pexels\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nTandemG\nחברת TandemG משמשת כמרכז מחקר ופיתוח עצמאי, שמפתח ומעצב פתרונות IoT ומוצרי חומרה ותוכנה Tailor made לענקיות טכנולוגיה וסטארטאפים מובילים בתחומים מגוונים כמו IoT, Networking, Agribusiness ,Automotive Green Energy, Medical, semiconductors ועוד.\n\n  To send a CV for the position of Junior full stack developer –\nTo send a CV for the position of Cloud development Team leader –\nTo send a CV for the position of Embedded Linux developer –\nPLAYSTUDIOS\n\nPlaystudios מפתחת משחקי Real Time מרובי משתתפים ל- Mobile. החברה החלה את דרכה בשנת 2011 כסטארט אפ ישראלי בשם Shaker – בר וירטואלי ליצירת מפגשים בין אנשים. אף על פי שבגלגולה הנוכחי, החברה מפתחת משחקים, המהות נותרה כשהייתה – היא עדיין מפגישה בין אנשים שרוצים לשחק יחד בזמן אמת.\nב-2016 נרכשה Shaker על ידי חברת Playstudios האמריקאית, שלה סטודיואים נוספים בארצות הברית ובהונג קונג. הסטודיו התל אביבי שיושב בפלורנטין מונה מעל 100 עובדים, אשר ממשיכים לפתח את משחק ה- Social Casino המצליח POP! Slots, שהוכרז השנה בלאס וגאס כ- Most Innovative Social Slot Game.\n To send a CV for the position of Animator –\nTo send a CV for the position of Data Scientist –\nTo send a CV for the position of Mobile Games Developer –\n\nLivePerson\n\nלייבפרסון היא חברה המתמחה בפיתוח פלטפורמות תקשורת לחיבור בין מותגים ולקוחות. החברה, שהוקמה בשנת 95, מובילה היום את עולם ה Conversational Commerce שבו עובר המסחר האלקטרוני לערוצי שיחה בין צרכנים למותגים. כחלק ממערך הפיתוח הבינלאומי של החברה, ישנם שני מרכזי פיתוח בישראל, אחד בתל אביב והשני ברעננה, בהם מועסקים 350 עובדים.\nTo send a CV for the position of Senior Software Engineer –\nTo send a CV for the position of Development Team Leader –\nTo send a CV for the position of R&D Director –\nGong\n\nGong פיתחה מנוע מונחה בינה מלאכותית, שמסייע לעובדים בעולם העסקים לעבוד בצורה יעילה יותר. מדובר במנוע שאוסף תקשורת בין אנשים—שיחות, מיילים, צ’אטים—”מבין” אותה ומכוון את ההבנה לשיפור מקצועי של עובדים בחברה, לשקיפות גדולה יותר בארגון, ולתובנות אסטרטגיות להנהלה.\n–  To send a CV for the position of Experienced Front end Engineer\n– To send a CV for the position of SENIOR PRODUCT MANAGER\n– To send a CV for the position of Senior Backend Engineer\n", "keywords": ",gong,liveperson,playstudios,tamdemg,גונג,לייבפרסון,פלייסטודיוס,טנדם,applied matirials,aqua,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,ux/ui expert,אינסיידר,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק,פלאריום,רעננה"}