{"url": "https://www.geektime.co.il/insider-jobs-may05/", "type": "article", "title": "הנה 10 משרות שוות במיוחד בהייטק הישראלי", "description": "מרעננים? הנה 10 רעיונות לאתגר הבא שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/adult-businessman-chair-845451-1556538867-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-05T17:13:33Z", "modified_time": "2019-05-05T17:13:33Z", "articleBody": "מרעננים? הנה 10 רעיונות לאתגר הבא שלכם\n\nצלם/תמונה: Pexels\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nservicenow\n\nservicenow נותנת לחברות וארגונים פתרונות שעוזרים להם להתנהל בעולם דיגיטלי, לפתח תהליכי עבודה נכונים, חוצי חברה ועוזרת להם ליעל את העבודה.\nהחברה מציעה שירותים מבוססי ענן לאוטומציה של מידע ותהליכים בפרויקטים ארגוניים. פתרונות החברה מתמקדים בהפיכת פרויקטים מערכתיים באמצעות אוטומציה וסטנדרטיזציה של תהליכים ארגוניים כלל עולמיים. האפליקציות שמציעה החברה ללקוחותיה כוללת פונקציות ניהוליות, ניהול תקציבים וניהול תהליכי מנהלה, כולל ניהול משברים, גיבוש פתרונות ניהוליים ועוד.\n–  To send a CV for the position of Mobile UX Designer\n– To send a CV for the position of Senior iOS Developer\nCyberArk\n\nCyberArk היא אחת מחברות אבטחת הסייבר המובילות בעולם וחברת הסייבר הישראלית השנייה בגודלה בעולם. החברה נחשבת למובילת שוק בתחום אבטחת “חשבונות פריבילגיים” (privileged account). מדובר בחשבונות המאפשרים גישה לנכסי המידע הרגישים ביותר בארגון.\nהחברה מפתחת פתרונות חדשניים בתחום ה-CyberSecurity הלוהט, שמיושמים על ידי מגוון חברות וארגונים גדולים בעולם. מדובר בשכבת הגנה ייחודית שפיתחה החברה כדי לאפשר שליטה ובקרה על פעילותם של חשבונות רגישים ברשת הארגונית – באתר הלקוח, בענן ובתהליכי DevOps.\n-To send a CV for the position of R&D Team Leader\n– To send a CV for the position of Cyber Researcher\n– To send a CV for the position of Full Stack Engineer\n\nAutodesk\n\nAutodesk היא חברת ענק אמריקאית שמפתחת תוכנות ומעניקה פתרונות למגוון תחומים שונים ביניהם, הנדסה, תכנון ובנייה, ייצור, תקשורת ובידור. ב-2009 הוקם מרכז הפיתוח של החברה בארץ, ממש במרכז תל אביב. עיקר הפוקוס של המרכז בארץ הוא במחקר ופיתוח מוצרים וטכנולוגיות בתחום הענן, Web, Mobile וגם הדפסות תלת ממד, והוא נחשב לאתר אסטרטגי, מוביל ובעל השפעה על החברה כולה. במשרדי החברה מפתחים את המוצרים שנחשבים לחוד החנית בכל הקשור לתחום הבנייה והתכנון, מוצרים שחלקם כבר נמצאים בשימוש יומיומי אצל מיליוני אנשי מקצוע ברחבי העולם.\n-To send a CV for the position of Product Data Analyst \n– To send a CV for the position of Senior Frontend Developer\nGeneral Motors\n\nג’נרל מוטורס הוקמה ב-1908 הנהלת החברה ממוקמת בארה”ב והחברה מעסיקה היום למעלה מ-200 אלף עובדים ברחבי העולם. במרכז הפיתוח והמחקר של GM בהרצליה פיתוח מפנים את הזרקור אל עבר אחד מהנושאים היותר לוהטים בתעשיית הרכב והטכנולוגיה בשנים האחרונות – הרכב האוטונומי.\n-To send a CV for the position of Senior Embedded Security Engineer\n– To send a CV for the position of Real Time Software Engineer- AV systems\n– To send a CV for the position of Machine Learning Applied Researcher\n\n", "keywords": "servicenow,גיקג\\'וב,עבודות,משרות הייטק,משרות פיתוח,דרושים,דרושים הייטק,דרושים מפתחים,מתכנתים,מהנדסים,apple,applied matirials,aqua,autodesk,bizzabo,chief system architect,cloudshare,cyber security,devop,devops,dome9,doubleverify,front end developer,fyber,geektime insider,hibob,ilyon,insider,intuit,myhritage,product manager,qa engineer,risk management lead,sailpoint,singular,sisense,starhome mach,trax,ux/ui expert,whitesource,yotpo,אוטודסק,אור יהודה,איליון,אינסיידר,אפל,אפלייד,אקווה,ביזאבו,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,ווייט סורס,טראקס,יוטפו,משרות,סטארהום מאך,סייבר,סיילפוינט,סייסנס,סינגולר,עבודה בהייטק,פייבר,פפר,ראש העין,רחובות,רמת גן,רעננה"}