{"url": "https://www.geektime.co.il/know-about-ddos/", "type": "article", "title": "לא כולל שירות: כל מה שצריך לדעת על מתקפות DDoS", "description": "מתקפות DDoS הופכות נפוצות יותר ויותר. החדשות הרעות: אין הגנה מלאה מפניהן. החדשות הטובות: עם הכנה נכונה, ניטור וארכיטקטורה מתאימה תוכלו להקל את המכה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/neo-urban-1734495_640-1579688932-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-06T11:51:10Z", "modified_time": "2020-02-06T14:59:10Z", "articleBody": "מתקפות DDoS הופכות נפוצות יותר ויותר. החדשות הרעות: אין הגנה מלאה מפניהן. החדשות הטובות: עם הכנה נכונה, ניטור וארכיטקטורה מתאימה תוכלו להקל את המכה\nהכתבה בחסות\nצילום/ תמונה: Pixabay\nמאת דני מן\nכמות התקפות מניעת השירות המבוזרות (Distributed Denial of Service), התקפות שנועדו לפגוע בזמינות של אתר או שירות אינטרנט, הולכת ועולה מדי יום. בנוסף, המתקפות גדלות בהיקפן ומשכן מתארך. הקלות בה ניתן להזמין מתקפה כזו וזמינות רשתות זומבים (בוטנטים) גורמות לנו להיתקל בתופעה על בסיס יומי. לאחרונה נפוץ השימוש במכשירים חכמים למתקפות, כגון מצלמות, נורות וטלוויזיות. למכשירים אלה יש גישה לאינטרנט, תמיכה מוגבלת ועדכונים מוגבלים, ולכן הם מטרה קלה לגיוס לבוטנט.\nחלוקה נפוצה של סוגי מתקפות היא לפי מודל ה-OSI, מודל המחלק את הפעולות במערכת תקשורת לשכבות, כאשר ההתקפות מתרכזות בשכבות התשתית 3 ו-4 (תעבורה ורשת Transport and Network Layers) ובשכבה הגבוהה ביותר, שכבה 7, היא שכבת היישום (Application Layer).\nהמתקפה הנפוצה ביותר כיום היא SYN flood, זוהי מתקפה על שכבה 4 (תעבורה). בפרוטוקול ה-TCP בקשות מתחילות בלחיצת יד משולשת, צד א’ שולח בקשת סנכרון (SYN), צד ב’ עונה עם אישור ובקשת סנכרון מצידו (SYN-ACK) ואז צד א’ מסיים עם אישור (ACK). במתקפה התוקף מתחיל בלחיצת יד, אבל לא מחזיר את האישורים וכך משאיר חיבורים ממתינים אצל המגנים. המתקפה מחזיקה את כל החיבורים הפנויים בשרת וגורמת לבקשות חדשות להידחות או להאט.\nמתקפה נפוצה אחרת בשכבות התשתית היא UDP flood, כאשר שרתים מקבלים חבילות מידע מסוג UDP בפורט מסוים הם בודקים אם תוכנה כלשהי מאזינה לפורט ואם לא, שולחים חזרה חבילת ICMP. שיטה זו יקרה במשאבים ולכן כשהתוקף מציף את המטרה בבקשות כאלה הוא מכלה את משאביו.\nמאחר ושירותי הענן מספקים פתרונות טובים למתקפות תשתית בשכבות הנמוכות (ראו פירוט למטה), בשנים האחרונות מתקפות על שכבת היישום (7) נמצאות בעליה. הנפוצה בהן היא HTTP flood attack, הצפה של אתר בבקשות המתחזות לבקשות ממשתמשים רגילים. התקפות כאלה קשות לחסימה בגלל החשש מחסימת משתמשים אנושיים או בוטים טובים (המהווים חלק נכבד מהתעבורה באינטרנט).\nשיטת מדידת עוצמת המתקפה נקבעת לפי סוגה, בין אם מספר ביטים לשניה (bit per second) ומספר חבילות מידע לשניה (packets per second) במתקפות תשתית, או מספר בקשות לשניה (requests per second) במתקפות אפליקציה.\nצילום/ תמונה: Pixabay\nאין הגנה מלאה מפני מתקפות. המושג הנהוג הוא ״שיכוך״ (mitigation), שכן מתקפה גדולה מספיק תפיל כל שירות. גם השרתים שמטפלים בהתקפה בעלי משאבים מוגבלים וקצב גדילה מוגבל. כמו כן, לשרתים עצמם קיימת עלות, כך שלהתמודדות עם מתקפה גדולה יכולה להיות עלות לא מבוטלת.\nבשירותי ענן נכון לנצל את התשתית הנרחבת והעולמית העומדת לרשות הענן, ושירותים רבים בענן נותנים הגנות מפני מתקפות באופן מובנה. מה אפשר לעשות?\nדבר ראשון, הקטינו את שטח המגע – רק שרתים ושירותים שחייבים להיות חשופים לעולם אכן חשופים, רק פורטים שצריכים להיות פתוחים לעולם אכן פתוחים ורק פרוטוקולים נחוצים עובדים. לדוגמא, External load balancer כמו AWS ALB, הוא היחיד שחשוף לעולם והוא מאזין רק לפרוטוקולים HTTP/HTTPS בפורטים 80/443. הוא כבר יסנן את כל המתקפות על שכבות התשתית. מומלץ גם להשתמש ב-CDN, ניתן להתקין אותו מעל תוכן סטטי ומעל תוכן דינאמי, הוא יסנן מתקפות תשתית, יענה להן ממקומות רבים בעולם וגם ישרת מידע מהמטמון (Cache).\nהקפידו על סקליביליות, אלסטיות ושרידות. החלקים החשופים שצריכים להתמודד עם המתקפות צריכים לדעת לא ליפול, ולדעת לגדול אוטומטית. בדוגמה הקודמת, ה-ALB וה-CDN גדלים מעצמם. דוגמה נוספות היא שימוש בשירות Autoscale, כך שהשרתים מתחת ל-load balancers יוכלו להתמודד עם עלייה בתעבורה. יש לציין שלעיתים להתקפות עלולות להיות השפעות עומק על המערכת.\nהשתמשו בחומת אש (WAF – Web application firewall), במקרה של מתקפה על שכבה 7 יש צורך לסנן את התעבורה הטובה והרעה בעזרת WAF. ה-WAF מכיל סוגי כללים, למשל רשימות שחורות של IPs, הגבלות קצב, סריקת מחרוזות וכדומה. כמו כן, במהלך המתקפה ניתן לנסות לזהות מאפיין ולחסום רק אותו בעזרת כללים ספציפיים ב WAF (או כלים אחרים), למשל User Agent או מדינת מקור.\nבנוסף, חשוב לנטר את התעבורה והשירותים כדי להבין מתי יש מתקפה, ולאפיין אותה כאשר היא מתרחשת.\nמספר שירותים מציעים הגנה מפני מתקפות מניעת שירות, בספקים אלה כל התעבורה לאתר מופנית דרך שרתי הספק (Reverse Proxy) ואז מועברת פנימה אל שרתי הלקוח לאחר סינון. כמו בענן, גם פה, בדרך כלל מתקפות תשתית מטופלות במלואן על ידי השירות ומתקפות שכבה 7 ישוככו באמצעות WAF, לעתים עם כלים מתקדמים לזיהוי בוטים.\nהמתקפות שונות מאוד בקצבים שלהן ובזמן שהן נמשכות. בזכות תשתיות הענן, הדאגה העיקרית שלנו היא מתקפת על שכבת היישום (7). לדוגמה, לאחרונה ראינו מתקפת flood HTTP גדולה על אתר של מנעולן מטקסס שהוזמנה כנראה על ידי מתחרה שלו. המתקפה ארכה מספר ימים, בשיאה הגיעה לקצב של 150 אלף בקשות לשניה והשתתפו בה עשרות אלפי שרתים. אך רוב ההתקפות קטנות יותר, למשל התקפה על אתר להשכרת רכבים שארכה חצי שעה, בשיאה הגיעה ל-20 אלף בקשות לשניה והשתתפו בה מאות שרתים.\nהמתקפות נעשות ממגוון סיבות ועלולות לקרות לכל אתר ולכל שירות. לרוע המזל, בימינו אדם יכול לתקוף את מתחריו העסקיים ללא כל ידע טכני בעזרת שירותים הנקראים DDoS for hire, בהם ניתן לשכור מתקפה על אתר תמורת תשלום המתחיל בכמה עשרות דולרים. שירותים אלה אינם חוקיים, כמובן, ומדי פעם אנחנו שומעים על מעצרים של מפעילי שירותים כאלה ברחבי העולם, בין היתר בארצות הברית, בסין ולצערנו גם בישראל.\nהמתקפות מגיעות גם לפוליטיקה המקומית. באחת ממערכות הבחירות האחרונות צייץ פוליטיקאי: “בשעות אלו אתר המפלגה עובר מתקפת סייבר משמעותית כאשר זוהו למעלה מ-500 ניסיונות תקיפה משרתים שונים מחו”ל. עלותה המשוערת של המתקפה (מצד התוקפים) נאמדת בעשרות אלפי שקלים”.\nכאמור, מתקפות מניעת שירות קורות מדי יום במספרים הולכים וגדלים, הן מתחזקות ואף מתארכות. הן יכולות לקרות לכל אחד, גם לכם. במקום להילחץ כדאי להתכונן מראש עם ארכיטקטורה מתאימה וניטור, שיעזרו לכם להתמודד עם המתקפה בשעת הצורך.\nהכותב הינו ארכיטקט תשתיות בחברת Duda", "keywords": "insider,udp flood,syn flood,התקפת מניעת שירות,שיכוך,mitigation,denial of service,אבטחת מידע,תקיפות,בוטנט,botnet,דודא,duda,זומבים,http flood,"}