{"url": "https://www.geektime.co.il/insider-jobs-25-02-19/", "type": "article", "title": "בדקנו ומצאנו לכם 10 משרות חדשות ושוות בהייטק", "description": "זמן להתרענן? הנה 10 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/GettyImages-1015140378-1551097343-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-25T15:11:10Z", "modified_time": "2019-02-27T13:55:14Z", "articleBody": "זמן להתרענן? הנה 10 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם\n\nצלם/תמונה: Hero Images / Getty Images Israel\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nBizzabo\n\nBizzabo היא חברת סטארטאפ שפיתחה טכנולוגיה אינטגרטיבית לניהול ושיווק אירועים וכנסים בשוק העסקי והציבורי. כלומר, היא מאפשרת לחברות וארגונים לתכנן ולהוציא לפועל אירועים בצורה יעילה ומסודרת יותר, ולנטר, לנתח ולתרגם אינטראקציות דיגיטליות למידע שיכול להועיל להן לאחר מכן.\n–  To send a CV for the position of Senior Back-End Developer\n– To send a CV for the positiond of Senior Front-End Developer\nApplied Materials\n\nאפלייד מטיריאלס ישראל מפתחת ומייצרת מערכות המהוות תשתית קריטית של תעשיית השבבים.\nאפלייד הייתה בין חברות הטכנולוגיה הבינלאומיות הראשונות שזיהו את הפוטנציאל העצום של תעשיית ההייטק המקומית, ורכשה את החברות אופאל ואורבוט מכשור הישראליות כבר בשנת 1997.\nמאז הקמת החברה הישראלית, התפתחה אפלייד וצמחה באופן משמעותי. כיום היא מעסיקה מעל 1,400 עובדים בארץ, רובם בפעילות הפיתוח והייצור באתר הממוקם בפארק המדע ברחובות.\n-To send a CV for the position of Python Senior SW Engineer for Image Processing Group\n– To send a CV for the positiond of Machine Learning Algorithm Developer\n\n TD Bank\n\nמרכז החדשנות הישראלי של TD Bank ממוקם בלב תל אביב, במתחם WeWork. עובדים בו מפתחים ומהנדסים מתחומים שונים, כמו SOC Analyst וגם Security Engineers. נכון לעכשיו, זהו סניף קטן ומשפחתי שבו 10 עובדים, אך הוא צפוי להכפיל את כמות העובדים שלו בזמן הקרוב. המרכז נמצא בחיפוש מתמיד אחר טכנולוגיות ופיתוחים ישראליים שיכולים לא רק להגן על מידע, אלא גם לחסוך זמן ומשאבים יקרים מבחינת תהליכי עבודה שונים, על ידי שימוש והטמעה של טכנולוגיות ישראליות במערך הטכנולוגי של הבנק.\n-To send a CV for the position of Information Security Specialist\n– To send a CV for the positiond of CyberSecurity R&D Engineer\nFyber\n\nב- Fyber מייצרים פלטפורמה שקופה, הוגנת ויעילה, שתאפשר למספר רב של מפרסמים להציע מחיר בזמן אמת עבור הצגת מודעה באופן יעיל בהרבה, אך גם כזה שיניב רווח גדול יותר למפתח וערך מוסף למשתמש.\n-To send a CV for the position of Product Manager\n– To send a CV for the position of Senior Backend Developer\n\nDouble Verify\n\nDoubleVerify שמה לה למטרה להפוך את העולם המקוון לבטוח ושקוף יותר עבור המותגים הגדולים בעולם, והיא מאמינה שעל ידי השימוש בפלטפורמה שלה היא לא רק משרתת מותגים, אלא גם עוזרת להפוך את העולם הדיגיטלי למקום קצת יותר בטוח. החברה פיתחה מאפס ורטיקל חדש לגמרי בכל הקשור לניטור ומדידת מדיה באינטרנט.\n– To send a CV for the positiond of Fullstack Developer\n– To send a CV for the positiond of Data Scientist\n\n\n\n", "keywords": "סיילפוינט,רמת גן,sailpoint,ביזאבו,bizzabo,סייסנס,ווייט סורס,whitesource,sisense,apple,applied matirials,aqua,autodesk,chief system architect,cloudshare,cyber security,devop,devops,dome9,doubleverify,front end developer,fyber,geektime insider,hibob,ilyon,insider,intuit,myhritage,product manager,qa engineer,risk management lead,singular,starhome mach,trax,ux/ui expert,yotpo,אוטודסק,אור יהודה,איליון,אינסיידר,אפל,אפלייד,אקווה,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,טראקס,יוטפו,משרות,סטארהום מאך,סייבר,סינגולר,עבודה בהייטק,פייבר,פפר,ראש העין,רחובות,רעננה"}