{"url": "https://www.geektime.co.il/insider-jobs-16-01-19/", "type": "article", "title": "הנה 10 משרות חדשות ושוות בהייטק", "description": "זמן להתרענן? הנה 10 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/GettyImages-894681250-1547544967-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-23T14:35:30Z", "modified_time": "2019-01-23T14:55:36Z", "articleBody": "זמן להתרענן? הנה 10 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם\nצלם/תמונה: Nazar Abbas Photography / Getty Images Israel \nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nSailPoint\n\nחברת SailPoint פועלת בתחום ה-Cyber Security. החברה נחשבת למובילה בניהול ובקרה על משתמשים והרשאות (Identity Management), עובדים בה כ-900 איש והמטה המרכזי שלה ממוקם באוסטין, טקסס. החברה הוקמה ב-2007 כסטארטאפ, על ידי מספר מייסדים שעד היום מנהלים את החברה. בעשור האחרון הפגינה החברה צמיחה מרשימה, וב-2017 הונפקה בבורסת ניו יורק בארה”ב.\n–  To send a CV for the position of Senior QA Engineer\n– To send a CV for the positiond of QA Engineer\nTrax\n\nטראקס (Trax) היא חברה המתמחה בפיתוח שירותי עיבוד תמונה (Image Recognition) לשוק הקמעונאי וליצרנים. הטכנולוגיה המהפכנית של Trax , המבוססת על זיהוי תמונה בזמן אמת, מאספת מידע מהעולם הפיזי, ממירה אותו למידע דיגיטלי בעזרת פתרונות Computer Vision ומסוגלת לפענח את מצב המוצרים על מדפי החנות השונים.\n-To send a CV for the position of QA Automation\n– To send a CV for the positiond of Back End Developer\n\n TD Bank\n\nמרכז החדשנות הישראלי של TD Bank ממוקם בלב תל אביב, במתחם WeWork. עובדים בו מפתחים ומהנדסים מתחומים שונים, כמו SOC Analyst וגם Security Engineers. נכון לעכשיו, זהו סניף קטן ומשפחתי שבו 10 עובדים, אך הוא צפוי להכפיל את כמות העובדים שלו בזמן הקרוב. המרכז נמצא בחיפוש מתמיד אחר טכנולוגיות ופיתוחים ישראליים שיכולים לא רק להגן על מידע, אלא גם לחסוך זמן ומשאבים יקרים מבחינת תהליכי עבודה שונים, על ידי שימוש והטמעה של טכנולוגיות ישראליות במערך הטכנולוגי של הבנק.\n-To send a CV for the position of Information Security Specialist\n– To send a CV for the positiond of CyberSecurity R&D Engineer\nAutodesk\n\nAutodesk היא חברת ענק אמריקאית שמפתחת תוכנות ומעניקה פתרונות למגוון תחומים שונים ביניהם, הנדסה, תכנון ובנייה, ייצור, תקשורת ובידור. ב-2009 הוקם מרכז הפיתוח של החברה בארץ, ממש במרכז תל אביב.עיקר הפוקוס של המרכז בארץ הוא במחקר ופיתוח מוצרים וטכנולוגיות בתחום הענן, Web, Mobile וגם הדפסות תלת ממד, והוא נחשב לאתר אסטרטגי, מוביל ובעל השפעה על החברה כולה. במשרדי החברה מפתחים את המוצרים שנחשבים לחוד החנית בכל הקשור לתחום הבנייה והתכנון, מוצרים שחלקם כבר נמצאים בשימוש יומיומי אצל מיליוני אנשי מקצוע ברחבי העולם.\n-To send a CV for the position of Senior Android Developer\n– To send a CV for the position of Principal DevOps Infrastructure Automation\n\nWebpals\n\nקבוצת וובפאלס (Webpals) מובילה את עולם השיווק הדיגיטלי מבוסס הביצועים ופועלת בהצלחה בשווקים בינלאומיים. החברה הוקמה בשנת 2007, מאז היא גדלה בקצב מדהים ונכון להיום עובדים בה כ-400 עובדים. הקבוצה משתמשת בערוצי שיווק שונים כדי לטרגט משתמשים בעלי ערך על ידי פרסום ויצירת מודעות או הפעלת אתרי תוכן, ומפנה את אותם משתמשים אל האתרים או האפליקציות אותם היא מקדמת. Webpals היא מובילה עולמית בקניית מדיה חכמה וקיבלה את התג היוקרתי של שותף גוגל, פייסבוק ואינסטגרם. בנוסף לכך עובדת החברה בערוצי מדיה נוספים כמו סנאפצ’ט, טוויטר, פלטפורמות לקידום תוכן ועוד.\n– To send a CV for the positiond of SYSTEM ADMINISTRATOR LEAD\n– To send a CV for the positiond of Data Science Team Leader\n\n\n\n", "keywords": "סיילפוינט,רמת גן,sailpoint,ביזאבו,bizzabo,סייסנס,ווייט סורס,whitesource,sisense,apple,applied matirials,aqua,autodesk,chief system architect,cloudshare,cyber security,devop,devops,dome9,doubleverify,front end developer,fyber,geektime insider,hibob,ilyon,insider,intuit,myhritage,product manager,qa engineer,risk management lead,singular,starhome mach,trax,ux/ui expert,yotpo,אוטודסק,אור יהודה,איליון,אינסיידר,אפל,אפלייד,אקווה,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,טראקס,יוטפו,משרות,סטארהום מאך,סייבר,סינגולר,עבודה בהייטק,פייבר,פפר,ראש העין,רחובות,רעננה"}