{"url": "https://www.geektime.co.il/what-to-expect-in-e3/", "type": "article", "title": "תערוכת המשחקים הגדולה בעולם נפתחת מחרתיים: מה צפוי שם?", "description": "מיקרוסופט הבטיחה לכבוש אותה, סוני מעדיפה להתעלם ממנה, גוגל העדיפה להרוס את המסיבה, ועיני כל עולם הגיימינג נשואות ללוס אנג׳לס שבה תתקיים תערוכת הגיימינג החשובה בעולם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/Screen-Shot-2019-06-06-at-15.44.17-1559825088-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-09T11:19:05Z", "modified_time": "2019-06-09T11:33:53Z", "articleBody": "מיקרוסופט הבטיחה לכבוש אותה, סוני מעדיפה להתעלם ממנה, גוגל העדיפה להרוס את המסיבה, ועיני כל עולם הגיימינג נשואות ללוס אנג׳לס שבה תתקיים תערוכת הגיימינג החשובה בעולם\nתמונה: E3\nאחרי לא מעט אירועים בעולם החומרה והתוכנה בחודש האחרון, הגיע תורם של הגיימרים לכבוש את הבמה. במהלך השבוע הקרוב לוס אנג׳לס תיארח את תערוכת המשחקים השנתית הגדולה והחשובה בעולם, E3, ותציג את המשחקים הלוהטים ביותר של השנה הקרובה (ולעיתים אף מעבר לכך) ואולי אפילו הצצה לעתיד של הגיימינג.\nבואו נתחיל מהנעדרת הבולטת ביותר: סוני בחרה לוותר על האפשרות לקיים מסיבת עיתונאים כמדי שנה בתערוכה. קשה להגיד שהכתובת לא הייתה על הקיר. בשנים האחרונות סוני מקיימת אירועים משלה ואפילו כמה פסטיבלי גיימינג מצומצמים יותר, וכאשר היא כן הגיעה ל-E3 בשנה שעברה, היא פשוט קיימה אירוע בו היא הציגה רצף של טריילרים כמעט ללא דוברים או הכרזות נוספות. בשבועות האחרונים סוני חושפת עוד ועוד פרטים על קונסולת העתיד שלה, שבינתיים עוד לא נקראת PlayStation 5, ובימים האחרונים אף רמזה לקיומו של שירות סטרימינג מתקדם למשחקים, ואפילו חברה למיקרוסופט כדי להלחם במי שהפכה בין לילה לאויבת מספר 1 בתחום הגיימינג, גוגל.\nהיעדרה של סוני לא אומר שמעריצי פלייסטיישן יכולים לוותר על התערוכה, כיוון ששאר המוציאות לאור והמפתחות עומדות להכריז על לא מעט משחקים שיגיעו גם לקונסולה של סוני.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nתמונה: גיקטיים\nבמכתב ששלח לעובדיו, פיל ספנסר, ראש מחלקת גיימינג במיקרוסופט, הבטיח שהחברה ״תפציץ״ באירוע ההכרזה שלה ב-E3, ועל פי התחזיות, רוב תשומת הלב תוקדש ל-xCloud, שירות הסטרימינג המעט מסתורי של מיקרוסופט, שאמור לאפשר לכם לשחק במשחקים ממש כמו שאתם צופים בסדרות וסרטים בנטפליקס, ובכל מקום. כלומר, תוכלו לשחק Gears Of War גם על גבי האייפון שלכם, אם תרצו בכך. הרעיון מתאים גם במיוחד להכרזה של אפל שהודיעה שתתמוך בקרוב בשלטים מבית סוני ומיקרוסופט. אנחנו מקווים לשמוע יותר פרטים על השירות, ובעיקר להבין את שיטת התמחור שלו שתעיד האם מדובר במהפכה הבאה בתחום הגיימינג, או מותרות לגיימרים בעלי כיס עמוק בלבד.\nבחברה כבר אישרו כי יציגו על הבמה לא פחות מ-14 כותרים בלעדיים למיקרוסופט, אבל לא כולם חדשים: צפו לטריילרים חדשים ובתקווה גם לתאריכי השקה למשחקי ענק כמו Gears 5, Halo Infinite ועוד רבים ובתקווה, טובים. מלבד משחקים חדשים, שמועות גורסות כי מיקרוסופט אכן ״תפציץ״ עם קונסולות Xbox חדשות, שמפותחות כרגע תחת שם הקוד Scarlett, עם שני מכשירים: Lockhart ו-Anaconda, כשהאחרונה כמובן תהיה מפלצת החומרה האמיתית שאמורה להלחם ראש בראש עם הפלייסטיישן 5.\nנינטנדו לא צפויה להכות גלים ב-E3, והיא נמצאת רק באמצע מחזור החיים של קונסולת הסוויץ׳ המאוד פופולארית שלה. למרות שהיא לא תקיים אירוע, אלא תקרין אירוע מצולם מראש, צפו להכרזות על משחקים בולטים למדי למעריצי המותג כמו Pokemon Sword ו-Shield, סופר מריו מייקר 2, Fire Emblem Three Houses, Animal Crossing, משחק חדש בסדרת Luigi’s Mansion וגירסת סוויץ׳ של The Legend of Zelda: Link’s Awakening.\n\nמלבד החברות הגדולות (וגוגל, שהחליטה לחרב לכולן את המסיבה עם ההכרזה של על Stadia כבר ביום חמישי), גם המפיצות והמפתחות הגדולות ביותר יגיעו לתערוכה, וחלקן יקיימו אירועים ו-Live Streams בהם יחשפו את המשחקים החדשים והבולטים ביותר שלהן: Square Enix צפויה לחשוף סופסוף את כותר ה-Avengers שלה שעשוי להפוך למשחק המדובר ביותר של התערוכה, EA מתכננת לחשוף עוד פרטים על הכותר המצופה Star Wars Jedi: Fallen Order לצד משחקי FIFA של השנה הקרובה ועדכונים ל-Apex Legends. חברת המשחקים המוערכת Bethesda עומדת להציג את Doom Eternal ואת Wolfenstein Youngblood לצד עדכונים חשובים ל-The Elder Scrolls Online ו-Fallout 76.\nיוביסופט צפויה להציג פרטים נוספים על המשחק המעט מסתורי Skull and Bones ובתקווה אולי נזכה לראות קצת קטעים אמיתיים מהמשחק המאוד מצופה Beyond Good and Evil 2. כל אלו ועוד יהיו רק מעט מההכרזות שצפויות לצאת מהתערוכה הענקית, אז התכוננו לאחד השבועות העמוסים ביותר של השנה מבחינת הגיימרים.", "keywords": "גיימינג,מיקרוסופט,סוני,פלייסטיישן,אקסבוקס,נינטנדו,נינטנדו סוויץ׳,ea,ubisoft,playstation,xbox,microsoft,bethesda,nintendo,nintendo switch,e3,e3 2019,gaming,ps4,ps5,playstation 5"}