{"url": "https://www.geektime.co.il/watchdogs-now-for-free/", "type": "article", "title": "תקועים בבית? Watchdogs זמין עכשיו להורדה חינם", "description": "יש לכם פחות משבוע להוריד בחינם את המשחק שמשלב בין GTA לבין עולם ההאקינג, ולא כדאי לכם לפספס את ההזדמנות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/WATCH-1584686212-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-20T10:30:38Z", "modified_time": "2020-03-20T20:36:29Z", "articleBody": "יש לכם פחות משבוע להוריד בחינם את המשחק שמשלב בין GTA לבין עולם ההאקינג, ולא כדאי לכם לפספס את ההזדמנות\n\nבימים המבודדים הללו אתם וודאי מחפשים כל דבר שיכול לשעשע אתכם או את דיירי הבית לזמן מה, עם עדיפות לכמה שפחות כסף להוציא עבורו. אז יש לנו בדיוק את מה שאתם צריכים: המשחק הפופולארי Watch Dogs, הופך לחינמי לזמן מוגבל בלבד, אז אל תחכו עוד הרבה.\nWatch Dogs הוא המשחק הראשון בסדרה ששוחרר בשנת 2014 אחרי לא מעט הייפ, והוא שם אתכם בנעליו של האקר בשם איידן פירס שמנסה לפצח את תעלומת הרצח של האחיינית שלו בעיר שיקגו. זהו משחק עולם פתוח בסגנון GTA, כך שתוכלו לשוטט בעיר בחופשיות ולבצע משימות שונות. אבל הטוויסט האמיתי של Watch Dogs מסתתר בעובדה שאיידן הוא כאמור האקר. אתם יכולים בכל רגע נתון להשתמש בסמארטפון שלו כדי לשלוט על מערך הרמזורים, לנטרל מצלמות, לחדור ולנטרל סמארטפונים, לחשוף מידע אישי של אזרחים ואפילו לגנוב להם כסף מחשבון הבנק.\nאת המשימות השונות תוכלו להשלים בדרכים תקיפות עם מגוון של נשקים ומתקפות, או בדרכים פחות קטלניות, שידרשו מכם לא מעט מחשבה, תיכנון ושימוש באמצעים הטכנולוגיים הרבים שעומדים לרשות איידן.\nלמשחק יש עוד טוויסט מעניין בדמות מולטיפלייר עם עוד 7 אנשים. בשביל לשחק בו לא תצטרכו לעבור לשום מצב מיוחד, אלא שלפתע אתם עשויים לקבל הודעה שאתם מוזמנים למירוץ נגד שחקנים אמיתיים, או אפילו מצב חתול-ועכבר שבו אתם צריכים לנסות לפרוץ לנתונים של שחקן אחר על המפה.\nבסך הכל צפויים לכם לפחות 20 שעות משחק במצב הסיפור הראשי, אבל יש לכם עוד המון משימות צד, מיני-משחקים וכמובן מצב המולטיפלייר, שיכולים לספק לכם עוד שעות של הנאה.\nהמשחק זמין להורדה בחינם כבר עכשיו בחנות המשחקים של Epic עד ה-26 במרץ, כלומר יש לכם קצת פחות משבוע לוודא שהוספתם אותו לספריית המשחקים שלכם. לאחר מכן הוא ישאר משויך לחשבון שלכם ותוכלו לשחק בו מתי שרק תרצו. פשוט היכנסו לדפי המשחק, לחצו על “Get”.\n…ואם אתם כבר שם, תוכלו גם להוריד לכם למחשב את The Stanley Parable, משחק אינדי שזכה לציון 9 באתר GameSpot ומוצע גם הוא בחינם לזמן מוגבל. לכו תדעו כמה זמן יימשך הבידוד.\n ", "keywords": "gaming,pc,ubisoft,watch dogs,גיימינג,וואטץ\\' דוגס,וואץ\\' דוגס,יוביסופט,משחק בחינם,משחקים,משחקים בחינם"}