{"url": "https://www.geektime.co.il/5-best-israeli-companies-in-rsa-conference-2016/", "type": "article", "title": "5 הסטארטאפים הישראליים הכי מסקרנים בכנס הסייבר הגדול בעולם", "description": "מתוך 9,000 מציגים שמשתתפים בכנס הסייבר הגדול בעולם - גם 40 חברות אבטחת מידע ישראליות. אלו הן 5 החברות המסקרנות ביותר שמשכו את תשומת ליבנו, ואנחנו בטוחים שעוד תשמעו עליהן (והרבה) בעתיד", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/israel.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-02T13:37:12Z", "modified_time": "2016-03-06T15:24:47Z", "articleBody": "מתוך 9,000 מציגים שמשתתפים בכנס הסייבר הגדול בעולם – גם 40 חברות אבטחת מידע ישראליות. אלו הן 5 החברות המסקרנות ביותר שמשכו את תשומת ליבנו, ואנחנו בטוחים שעוד תשמעו עליהן (והרבה) בעתיד\nצילום: גיקטיים\nכנס אבטחת המידע הגדול ביותר בעולם מתקיים בימים אלו בסן פרנסיסקו זו השנה ה-25 ברציפות. השנה משתתפים בו לא פחות מ-40 אלף איש, הוא כולל קרוב ל-700 דוברים ו-9,000 מציגים ומתפרש על פני מספר רב של אולמות וחדרים במרכז הכנסים מוסקוני שבלב סן פרנסיסקו. את הכנס מפיקה מהיום הראשון חברת RSA, המשמשת כחטיבת אבטחת המידע של פדרציית החברות EMC.\nהשנה נמשך הכנס חמישה ימים רצופים והוא צפוי להסתיים ב-4 במרץ. בין החברות, איך לא, גם נוכחות מרשימה של חברות ישראליות. בסוף השבוע האחרון יצא מטוס גדוש ביוצאי 8200 ויחידות אחרות, שאחראים היום על לא מעט חברות אבטחת מידע שמציגות בכנס, והעבירו 18 שעות טיסה לחוף המערבי בארה״ב. השנה הקימו מכון היצוא, מינהל סחר חוץ במשרד התעשייה והכלכלה, ומטה הסייבר הלאומי ביתן ישראלי, בו לוקחות חלק 40 חברות ישראליות, עליה של כ-40% במספר החברות המשתתפות ביחס לאשתקד.\nאז למרות שהאוסקר כבר מאחורינו, נאלץ להשאיל מהטקס הנוצץ את הקלישאה שאומרת שכל המועמדים טובים ועצם העובדה שהם זכו להופיע בתערוכת הסייבר הגדולה בעולם מעידה על כך. ובכל זאת, 5 חברות משכו את תשומת ליבנו יותר מהאחרות ואנחנו חושבים שכדאי מאוד שתכירו אותן.\n\nנוסדה: 2014\nמספר עובדים: 30\nמשרדים: תל אביב\nגיוסי הון: 10.6 מיליון דולר בשני סבבי גיוס.\nבמשפט אחד: ״שלום לך האקר יקר, קח, כל המידע כאן לרשותך, אבל הוא כולו פקטיבי״.\nהחברה משתייכת למספר הולך וגובר של חברות אבטחת מידע, שמפתחות טכנולוגיית הטעייה (Deception), שמטרתה להטעות את התוקפים, לגרום להם לתקוף מטרות סרק ולקבל מידע מזויף. המערכת של החברה למעשה יוצרת בפני התוקף אשליה שהוא הצליח לחדור למערכות של הארגון, כשלמעשה הוא פועל בסביבה וירטואלית שאינה יכולה לפגוע בשרתים של החברה. המערכת של החברה יכולה לפעול הן על השרתים של החברה והן על תשתיות הענן שלה. על פי מחקר של גרטנר, תוך כשנתיים, כ-10 אחוזים מכלל הארגונים והחברות ישתמשו בשירותי הטעייה דוגמת זו שמפתחת Cymmetria, כך שמדובר בשוק בעל פוטנציאל עצום.\nלאתר החברה\n\nנוסדה: 2014\nמספר עובדים: 13\nמשרדים: פתח תקווה\nגיוסי הון: משלימים סבב גיוס ראשון בהובלת StageOne, הסכום עדיין לא נחשף.\nבמשפט אחד: ״תמשיכי ללכת נוזקה, אין פה כלום, את לא במקום הנכון עדיין״.\nהונאה זה שם המשחק, ואפשר לקחת את זה להמון מקומות שונים. מינרווה שמה לה למטרה להונות נוזקות ולגרום להן להאמין שעדיין לא הגיעו למקום הנכון ולכן אין צורך שיהפכו לפעילות. המערכת שפיתחה החברה מייצרת מצב שבו הנוזקה חושבת שהיא נמצאת בסביבה עויינת עבורה ולא ביעדה. בכך מונעת מינרווה את ההתקפות עוד לפני שהן בכלל מתקיימות ומבלי שנגרם נזק לארגון.\nלאתר החברה\n\nנוסדה: 2014\nמספר עובדים: 15\nמשרדים: באר שבע\nגיוסי הון: השלימו סיד בהובלת JVP.\nבמשפט אחד: ״המידע האישי שלכם אמנם מרתק, אבל בוא נתמקד רגע בנזק שבפריצה למפעלים״.\nאחד מתסריטי האימה שמביא איתו הטרור העולמי היא התקפת סייבר רחבה שתשבית תשתיות. תפקוד לקוי או חלקי של תעשיות ייצור מתקדמות יכול לגרום לנזק שיפגע בעשרות אלפי בני אדם ויותר. אפילו השבתה חלקית יכולה לגרום לנזק משמעותי וזה בלי לדבר על פריצה למפעלים שעוסקים בכימיקלים, מה שעשוי להוביל לאסון של ממש. הפיתוח של SCADAfence מגן על רציפות תהליך הייצור מפני השבתות. החברה עוזרת בהגנה על מידע רגיש וסודי מפני תקיפות סייבר ולטענתה יכולה גם למנוע תקיפות כופר, כאלו שיכולות להציב את הארגון במצב מטריד למדי מול התוקפים.\nלאתר החברה\n\nנוסדה: 2014\nמספר עובדים: 20\nמשרדים: תל אביב וניו יורק\nגיוסי הון: מיליון וחצי דולר במסגרת סבב A. בין המשקיעים: StageOne ומגמה.\nבמשפט אחד: ״סופרמרקט של תוכנות אבטחה, רק תבחרו במה בא לכם להשתמש״\nבונוס: זכתה ב-Geektime Conference 2015 במקום הראשון.\nמרבית החברות בעולם עברו או עוברות להשתמש בשרותי ענן במקום לנהל חוות שרתים באופן עצמאי כפי שנהגו לעשות בעבר. הסטארטאפ הישראלי עב-ענן (Avanan) מאפשר ללקוחותיו להפעיל את טכנולוגיות האבטחה של היצרנים המובילים בעולם על שרותי הענן שלהם. כך, בלחיצת כפתור הם יכולים לחפש אחר נוזקות (Malware) באמצעות כל טכנולוגית אנטי וירוס או טכנולוגיות Sandboxing מתקדמות, או לחפש מידע רגיש שיעלה לענן או משותף מחוץ לארגון באמצעות טכנולוגיות Data Leakage Prevention של היצרנים המובילים בעולם. כיום תומכת הפלטפורמה בפתרונות של מעל 50 יצרני אבטחה מובילים, בהם AVG, Avira ו-Symantec. ההתקנה עצמה לא דורשת שרתים פיזים, וגם לא שינוי בהגדרות או בחוויה של משתמשי הקצה.\nלאתר החברה\nקרדיט תמונה: mobile smartphone via CC0 by Luis Llerena\nנוסדה: 2014\nמספר עובדים: 5\nמשרדים: פאלו אלטו, קליפורניה, ארה״ב\nגיוסי הון: השלימו סבב סיד\nבמשפט אחד: ״תניח את הסמארטפון הזה בצד, החזקת אותו מוזר -> אתה לא הבעלים החוקי שלו״\n״זוכרים את הקוד המעצבן שאיפשר את הגישה לסמארטפון? בשנים האחרונות הוא הוחלף בקורא ביומטרי הרבה יותר ידידותי ומהיר. בעבר היינו צריכים לבחור בין קלות ונוחות השימוש או אבטחה חזקה, היום כבר לא צריך להתפשר״. את הדברים האלה ציין בפני בריאיון שערכתי רוב סדובסקי (Rob Sadowski), מנהל חטיבת הפתרונות הטכנולוגים של RSA.\nעכשיו בואו נלך צעד אחד קדימה ונחשוב על עולם נטול סיסמאות ועם זאת – מאובטח הרבה יותר. הפתרון של SecuredTouch הישראלית מייצר למעשה חותמת ייחודית לכל אדם על בסיס למעלה מ-100 פרמטרים שונים, ביניהם הדרך שבה אתם מחזיקים את הסמארטפון, עוצמת הלחיצה, המיקום שלכם, ועוד אינספור קריטריונים שונים הייחודים רק לכם. החברה פיתחה למעשה פלטפורמה לאימות משתמשים באפליקציות ובאתרי מובייל על בסיס ניתוח האינטרקציה הפיזית בין המשתמש למכשיר.\nלאתר החברה\nהכותב הינו אורח חברת EMC בכנס RSA 2016 בסן פרנסיסקו", "keywords": "אבטחת מידע,כנס אבטחת מידע,כנס סייבר,סימטריה,cymmetria,עב ענן,מינרווה,minerva,scadafence,avanan,securedtouch,rsa,rsa conference"}