{"url": "https://www.geektime.co.il/grooveshark-josh-greenberg-found-dead/", "type": "article", "title": "שברון לב? מייסד Grooveshark, ג׳וש גרינברג, נמצא מת בדירתו", "description": "גרינברג נמצא ללא רוח חיים במיטתו בגיל 28. נסיבות מותו טרם התבררו. את הפלטפורמה הפופולארית Grooveshark הקים בשנת 2006 ורק בחודש אפריל האחרון נתבשרנו כי השירות נסגר בשל פגיעה בזכויות יוצרים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/grooveshark.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-21T12:12:21Z", "modified_time": "2015-07-21T12:44:37Z", "articleBody": "גרינברג נמצא ללא רוח חיים במיטתו בגיל 28. נסיבות מותו טרם התבררו. את הפלטפורמה הפופולארית Grooveshark הקים בשנת 2006 ורק בחודש אפריל האחרון נתבשרנו כי השירות נסגר בשל פגיעה בזכויות יוצרים\nג׳וש גרינברג, מתוך עמוד הפייסבוק שלו.\nאמש (ב׳) הותר לפרסום כי ג׳וש גרינברג (28), מייסד שותף בפלטפורמת הזרמת המוסיקה המקוונת Grooveshark, נמצא ביום ראשון בערב מת בביתו. מי שמצאה את גרינברג היתה בת זוגתו בשנים האחרונות אבי מאייר, אשר חזרה הביתה ביום ראשון לאחר שבילתה את סוף השבוע מחוץ לבית. אימו של ג׳וש, לורי גרינברג, סיפרה לאתר המקומי Gainesville Sun, כי שוטרים שחקרו את זירת האירוע לא מצאו ראיות לפציעות על גופו, רצח או שימוש בסמים ונסיבות מותו עדיין נבדקות.\nג׳וש גרינברג הקים את Grooveshark ביחד עם סם טרנטינו בשנת 2006, כאשר השניים היו סטודנטים בשנה א׳ באוניברסיטת פלורידה. בשיאו, לשירות המוסיקה היו כ-40 מיליון משתמשים חודשיים ו-145 עובדים במשרדי החברה בגיינסוויל וניו יורק. אולם, מהר מאוד התברר כי השירות הפופולארי להזרמת מוסיקה לא החזיק באישורים הנדרשים וזכויות מהיוצרים בכדי לעשות באותו תוכן שימוש. בפוסט שכתבו מייסדי החברה, אשר מופיע כעת בעמוד הבית הרשמי מתנצלים האחרונים על שארע, ומספרים כי בעוד שבזמנו השירות שהציעו נחשב כחדשני, היום המצב כבר שונה וקיימים לא מעט שירותים דומים כדוגמת ספוטיפיי ו-Google Play.\nפלטפורמת Grooveshark נסגרה באופן רשמי ב-30 באפריל השנה, זאת בעקבות תביעה משפטית של 9 חברות תקליטים גדולות הנוגעת להפרת זכויות יוצרים. למרות שמותו של גרינברג מגיע די בצמוד לאותה פרשה שנמשכה למעלה מ-4 שנים, לטענת לורי גרינברג, אימו, התחושה שהרגיש לאחר שהפלטפורמה נסגרה היא דווקא כזו של הקלה והתרגשות לגבי פרויקטים חדשים עליהם מתכנן להתחיל לעבוד.\nמימין: סם טרנטינו וג׳וש גרינברג, מייסדי Grooveshark. מקור: עמוד הפייסבוק של Josh Greenberg\nכאמור, מותו של גרינברג מגיע מספר חודשים לאחר ששירות הסטרימינג Grooveshark הגיע להסדר סופי עם חברות התקליטים שהוביל לסגירתו. בכדי להימנע ממשפט מול חברות התקליטים, ותביעה של מאות מיליוני דולרים, גרובשארק העדיפה למחוק כל זכר מהרשת ביחד עם כל השרתים, ומתן בעלות על הדומיין, אפליקציות המובייל וכל הקניין הרוחני לחברות התקליטים הגדולות בעולם – Universal Music Group, Sony Music Entertainment ו-Warner Music Group. פרשה זו הגיעה לסופה לאחר 8 שנות פעילות, מתוכן -6 שנות מאבק.\nאז מה הוביל למותו של הבחור הצעיר שבין אם במודע ובין אם לא פעל כנגד החוק? בשלב זה מתבצעת נתיחה שלאחר המוות שנועדה לבדוק מחלות מוח או לב שיתכן והובילו לפטירתו. במידה ולאחריה הנסיבות עדיין לא יתבררו, יש לבצע בדיקות רעלים אשר תוצאותיהן מתקבלות תוך מספר חודשים.\nבחודש מאי סיפרנו לכם על מפתח אלמוני שהספיק לגבות את Grooveshark והעלה 90% מהתכנים שלו בחזרה לרשת. באופן לא מפתיע, האתר כבר לא קיים.", "keywords": "grooveshark,מוסיקה,גרובשארק,סטרימינג,streaming,ג׳וש גרינברג,josh greenberg,spotify,הזרמת מוסיקה,זכויות יוצרים,חברות תקליטים,google play,"}