{"url": "https://www.geektime.co.il/go-global-annual-event-july-2020/", "type": "article", "title": "רוצים לתפוס אמריקה? אל תפספסו את הכנס הדיגיטלי והחינמי הזה ביום חמישי הקרוב", "description": "ב-16 ביולי תערוך קהילת Go Global את האירוע השנתי שלה, שמיועד ליזמים ויזמות שרוצים לפרוץ לשוק האמריקאי. המשתתפים ייהנו מהרצאות ופאנלים שיועברו על ידי מומחים ובכירים בקהילה הטכנולוגית ובעולם ההון סיכון, ואף יוכלו לקבל שעות ייעוץ. ההרשמה פתוחה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/america-architecture-bay-boat-208745-1594552326-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-13T13:30:20Z", "modified_time": "2020-07-13T12:50:49Z", "articleBody": "ב-16 ביולי תערוך קהילת Go Global את האירוע השנתי שלה, שמיועד ליזמים ויזמות שרוצים לפרוץ לשוק האמריקאי. המשתתפים ייהנו מהרצאות ופאנלים שיועברו על ידי מומחים ובכירים בקהילה הטכנולוגית ובעולם ההון סיכון, ואף יוכלו לקבל שעות ייעוץ. ההרשמה פתוחה\nתמונה: Pexels\nאין כמעט סטארטאפ ישראלי אחד שלא חושב על פריצה לשוק הגלובלי, כל אחד והשוק אליו הוא מכוון: מארה”ב, אירופה, המזרח הרחוק ועד דרום אמריקה ואפריקה; כל שוק והאתגרים שהוא מביא איתו. ואכן בהרבה מאוד מקרים, יזמים נתקלים בקשיים והוצאות רבות, בין היתר בשל חוסר ניסיון בשוק היעד, קשיים בהבנת התרבות וריחוק מהשוק.\nקהילת The Israeli Go Global נוסדה כדי לתת ליזמים הישראלים את הכלים לפרוץ לשווקים חדשים בהצלחה. היא הוקמה על ידי Nisha Global, שמלוווה חברות ישראליות בכל מה שקשור לגיוס טאלנט איכותי בשוקי היעד, ועל ידי Fusion LA – אקסלרטור ישראלי-אמריקני הממוקם בתל אביב ולוס אנג’לס.\nביום חמישי 16 ביולי, בין השעות 10:00-14:00, תקיים קהילת Go Global את האירוע השנתי שלה, שיעסוק בכל מה שחייבים לדעת על השוק האמריקני. האירוע מיועד ליזמים, יזמות וסטארטאפים ישראליים צעירים שנמצאים בשלבי הצמיחה ומתמודדים עם סוגיות ואתגרים שקשורים ליציאה לשוק הגלובלי.\nהאירוע יתקיים בזום ואת התכנים בו יעבירו מיטב המומחים/ות באקוסיסטם הישראלי, ובהם:\nח”כ יזהר שי, שר המדע והטכנולוגיה\nאסף חורש, שותף ב-Vintage Investment Partners\nטל מורגנשטרן, שותף ב-Lightspeed\nליעד אגמון, ממייסדי ומנכ”ל ב-Dynamic Yield\nינאי אורון, שותף ב-Vertex Ventures\nתומר בר זאב, ממיסדי ומנכ”ל IronSource\nתומר ויינגרטן, ממיסדי ומנכ”ל SentinelOne\nלחצי יום יתרכזו במקום וירטואלי אחד מיטב המשקיעים, היזמים ומומחי התוכן בישראל בשלל תחומים – גיוס הון וניהול בורד, מכירות ופיתוח עסקי, גיוס וניהול עובדים וניהול משברים והתמודדות עם קשיים. המשתתפים יוכלו לקחת חלק בסשנים מרתקים, הרצאות ופאנלים שבהם ישתתפו בין היתר נציגים מ-Qumra Capital, Bessemer, Vertex, SentinelOne, IronSource, Kaltura, Lightspeed, Vintage ועוד. בנוסף, יתקיימו שולחנו עגולים עם בכירי המשק בארבעה נושאים:\n– ניהול וגיוס עובדים גלובלי בהנחיית פול צוקר, מייסדת ומנכ”לית קבוצת נישה, ובהשתתפות דוד ביני מנכ”ל Panaya, איילת גביש ורינת קופר, VP HR AlgoSec.\n– מכירות B2B בהנחיית נעמה זלצמן, VP Business Development ב-Verterx Ventures ובהשתתפות אייל טוקר, גלי קידר CCO Sisense וברוס זיוון.\n– התמודדות עם כשלונות. גיא קצוביץ’ מארח את ליעד אגמון, מנכ”ל Dynamic Yield\n– עבודה עם בורד וגיוס השקעות בהשתתפות ינאי אורון מ-Vertex Ventures, הדר אבטליון, Venture Capital Business Development ב-AWS, לוטן לבקוביץ’ מ-Grove Partners ומיה פיזוב מ-Amiti Ventures.\nבמקביל לכנס, כל משתתפ/ת יקבלו גישה להירשם ל”שעות ייעוץ” עם כ-10 נציגות ונציגים של קרנות הון סיכון מובילות בישראל (Office Hours), כחלק משיתוף פעולה עם קהילת NuVC, שמחברת בין צעירים וצעירות בעולם ההון סיכון.\nלפרטים נוספים והרשמה\n", "keywords": "כנס וירטואלי,הון סיכון,השוק האמריקני,nisha global,fusion la,v,יזמים,יזמות,משקיעים,משקיעות,שולחנות עגולים,יזהר שי,ליעד אגמון,ינאי אורון,עמית קרפ,רון יקותיאל,תומר בר זאב,קבוצת נישה,go global,קהילת go global,כנס שנתי,"}