{"url": "https://www.geektime.co.il/apple-new-iphone-se-and-ios-9-3/", "type": "article", "title": "אפל חושפת את האייפון SE ומשיקה את iOS 9.3", "description": "דגם האייפון החדש יושק כבר בסוף החודש וצפוי להגיע לישראל ככל הנראה עד סוף חודש מאי. עוד הודיעה החברה על קיצוץ במחיר ה-Apple Watch שיחל ב-299 דולרים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/Screen-Shot-2016-03-21-at-20.16.48.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-21T20:00:18Z", "modified_time": "2016-04-18T11:59:21Z", "articleBody": "דגם האייפון החדש יושק כבר בסוף החודש וצפוי להגיע לישראל ככל הנראה עד סוף חודש מאי. עוד הודיעה החברה על קיצוץ במחיר ה-Apple Watch שיחל ב-299 דולרים\n \n\nבאירוע שהתקיים בקמפוס של אפל בקליפורניה חשפה החברה את האייפון SE ששומר על עיצוב האייפון 5S אך מגיע עם מפרט טכני שמזכיר במידה רבה את האייפון 6S. המכשיר יושק באופן רשמי ב-31.3 בעשר מדינות, אך אפל מבטיחה כי עד סוף מאי יזכה להשקה רחבה וניתן יהיה לרכוש אותו ב-110 מדינות ברחבי העולם.\nמי שציפו לגלות עיצוב דומה יותר לליין האייפון 6 והאייפון 6S התאכזבו אולי לגלות כי האייפון המוזל שחשפה אפל כולל עיצוב זהה לזה של האייפון 5S, אולם המפרט הטכני שלו מיישר קו ברובו עם האייפון 6S.\nהמכשיר מגיע עם מסך 4 אינץ׳, מעבד ה-A9 בתצורת 64bit, כלומר, מהיר יותר פי 2 מהאייפון 5S, סוללה חזקה יותר שתספיק לעד 50 שעות עבודה, מצלמת 12 מגה פיקסל שמאפשרת ללכוד וידאו באיכות 4K, חיישן Touch ID וקישוריות NFC שמאפשרים לו בעצם לשמש מעתה עבור שירות Apple Pay, תמיכה בדור הרביעי בסלולר במהירות של עד 150Mps וקישוריות WiFi בתקן 802.11ac.\nמה בנוגע למחיר? האייפון יוצע בשני דגמים: 16GB שימכר תמורת 399 דולרים ודגם בנפח 64GB שיוצע תמורת 499 דולרים. ההשקה הרשמית – 31.3.\n\nלצד האייפון החדש השיקה אפל בצורה רשמית את מערכת ההפעלה iOS 9.3 שתהיה זמינה להורדה כבר בשעות הקרובות. גרסה זו של מערכת ההפעלה כוללת לראשונה תמיכה מלאה בסירי בעברית. אפל בחרה להתייחס ל-5 פיצ׳רים חדשים בעדכון מערכת ההפעלה כשהמרכזי שבהם הוא פיצ׳ר ה-Night Shift, שיעמעם את התאורה בשעות הלילה, באופן כזה שלא יפריע לשינת הלילה שלכם בזמן שאתם צורכים תכנים כשאתם במיטה ורגע לפני שאתם הולכים לישון.\nלצד ההכרזה על גרסתה החדשה של iOS ניצלה החברה את ההזדמנות והבמה לעקוץ את מתחרתה כשערכה השוואה בין קצב האימוץ של iOS 9 לזו של אנדרואיד מרשמלו שהושקה בסמוך. בעוד ש-iOS כבר הגיעה ל-80% מכלל המכשירים, גרסתה האחרונה של אנדרואיד זכתה לאימוץ של 2% מכלל המכשירים.\n\nבגזרת ה-Apple Watch אפל מובילה רענון קל בלבד – גם הוא תואם באופן מדוייק את הדיווחים שפורסמו בשבועות האחרונים. החברה הציגה מספר רצועות חדשות עבור השעון החכם שלה העשויות מחומרים שונים והדגישה את העובדה כי מדובר ב״שעון החכם הנמכר ביותר בעולם״. עם הצלחה גדולה שכזו, תמוהה לגלות שקופרטינו בוחרת דווקא לקצץ במחירו של השעון ב-50 דולרים, כך שמחירו של דגם ה-38 מ”מ יתחיל עתה ב-299 דולרים. ההנחה אגב היא שאפל עצמה קצת פחות מרוצה מקצב המכירות של השעון החכם שלה, על אף שביחס לתעשיה, הוא בהחלט מצליח למכור היטב.\n ", "keywords": "אייפון,אפל,אירוע הכרזה,אייפון חדש,iphone,iphone se,ios,ios 9.3,apple keynote"}