{"url": "https://www.geektime.co.il/ios-13-public-beta/", "type": "article", "title": "הבטא הציבורית של iOS 13 זמינה: כך תתקינו אותה", "description": "לא יכולים לחכות? עכשיו תוכלו להוריד בטא פתוחה של iOS 13 ושל שאר מערכות ההפעלה החדשות של אפל לאייפדים, למק ול-Apple TV", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/IOS-13-1561446033-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-25T17:35:31Z", "modified_time": "2019-06-25T16:40:11Z", "articleBody": "לא יכולים לחכות? עכשיו תוכלו להוריד בטא פתוחה של iOS 13 ושל שאר מערכות ההפעלה החדשות של אפל לאייפדים, למק ול-Apple TV\niOS 13. מקור: אפל\nכמדי שנה, כמה שבועות אחרי כנס המפתחים שלה, משחררת אפל את הבטא הפתוחה של מערכות ההפעלה החדשות שלה. השנה, ובפעם הראשונה, הפרידה אפל בין iOS 13 שמיועדת למכשירי האייפון והאייפוד – כן, הם עדיין קיימים – לבין ה-iPadOS, גרסה ייעודית לאייפדים של מערכת ההפעלה.\nהגרסה הסופית של מערכת ההפעלה תושק לקהל הרחב במהלך חודש ספטמבר, אבל אם אתם לא יכולים לדחות סיפוקים – תוכלו גם אתם להתנסות כבר עכשיו בגרסה החדשה. עם זאת, חשוב לזכור שמדובר בגרסת בטא – על כל המשתמע בכך. דיווחים בפורומי התמיכה של אפל חושפים לא מעט באגים, בעיות תאימות ופגיעה בתמיכה ברמקולי HomePod ובאוזניות ה-AirPods של אפל, אז לא היינו ממהרים להתקין את הבטא על המכשיר העיקרי שלכם.\nמערכת ההפעלה החדשה תומכת במכשירים הבאים: אייפון SE, אייפון 6s ואייפון 6s פלוס, אייפון 7 ואייפון 7 פלוס, אייפון 8 ואייפון 8 פלוס, אייפון X וכמובן האייפונים החדשים ביותר: אייפון XR, XS ו-XS Max. בנוסף המערכת תומכת גם באייפוד טאץ’ (דור 7).\nלפני הכל: גבו את המכשיר שלכם באמצעות iCloud ו/או iTunes לפני שאתם מעדכנים את המכשיר שלכם. \n\nכדי להשתתף ולהוריד את הבטא הציבורית, עליכם להירשם קודם כל בחינם דרך דף התוכנית באמצעות ה-Apple ID שלכם. שימו לב שאתם עושים את זה מספארי.\nלאחר מכן תצטרכו להסכים לתנאי התוכנית ויופיע בפניכם מדריך לבטא. בתחתית החלון יופיע כפתור Enroll Your iOS Device. וודאו שאתם על טאב ה-iOS ובחלון הבא בחרו ב-Download profile וסוג המכשיר שלכם. אשרו (Allow) והתקינו את פרופיל הבטא.\nלאחר שהמכשיר יבצע איתחול, תוכלו להתקין את הבטא בקלות כאילו הייתה גרסה רגילה. לחצו על Settings ושם בחרו באפשרות החדשה “Profile Downloaded”. לחצו Install, הזינו את קוד הכניסה למכשיר שלכם וזהו. אתם רשמית בתוך הבטא של iOS 13.\n\nהגרסה החדשה של iOS מביאה איתה לא מעט חידושים כמו מצב תצוגה כהה (Dark Mode), ביצועים משופרים, כפתור הרשמה שיאפשר לכם להירשם לשירותים ואפליקציות בעזרת ה-Apple ID שלכם, אפליקציית תזכורות משופרת, מצב Swipe במקלדת, מפות חדשות (בשלב הראשון רק בארה”ב) ודגש גדול על פרטיות. הפירוט המלא מחכה לכם כאן.\nחוץ ממכשירי האייפון – תוכלו להתקין את הבטא הפתוחה גם על האייפד, המק ומכשיר ה-Apple TV שלכם.\nהתהליך באייפד דומה לזה של ה-iOS, רק שבשלב ההרשמה, עליכם לבחור ב-iPadOS.\nכדי להוריד את הגרסה האחרונה של tvOS, עליכם לרשום את המכשיר בתוכנית הבטא – ולוודא שאתם על טאב ה-tvOS – ולאחר מכן להיכנס ל-Settings במכשיר ושם לבחור ב-Accounts. עליכם לוודא שאתם רשומים באפל tv עם אותו חשבון שרשום לבטא ולאחר מכן, גשו ל-System לאפשרות ה-Software Updates. האפשרות האחרונה שם היא Get Beta Updates ואתם צריכים לוודא שהיא במצב On. לאחר שתסיימו את התהליך הזה תקבלו את העדכון.\nmacOS Catalina – התקנה על המק שלכם דורשת כמובן הרשמה לתוכנית הבטא ולאחר מכן בחירה בלשונית ה-macOS ובחירה ב-Enroll your Mac. לאחר מכן, עליכם ללחוץ על Download the macOS public beta ולהוריד את קובץ ה-DMG. לאחר שהוא ירד, התקינו אותו ועקבו אחרי ההוראות שיופיעו על המסך.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "אפל,ios 12,מערכת הפעלה,אייפון,אייפד,אייפוד טאץ\\',iphone,ipad,ipod touch,public beta,בטה,בטא,בטא ציבורית,אייפוד טאצ\\'"}