{"url": "https://www.geektime.co.il/apple-2014-upgrades-ipad-air-and-thats-it/", "type": "article", "title": "תחזית: האייפד אייר יקבל Touch ID, המיני לא יתעדכן והאייפד 4 צפוי לקמבק", "description": "על פי דו''ח של אחד מהאנליסטים הידועים והמוכרים בתחום, מסתמן כי השנה נוכל לראות רק שדרוג אחד משמעותי בליין האייפדים.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/ipad-s.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-16T10:29:06Z", "modified_time": "2014-02-16T10:29:06Z", "articleBody": "על פי דו”ח של אחד מהאנליסטים הידועים והמוכרים בתחום, מסתמן כי השנה נוכל לראות רק שדרוג אחד משמעותי בליין האייפדים.\nמקור: צילום מסך\nבמידה וקיוותם לזכות בעדכון משמעותי לדגמי האייפד או האייפד מיני, ייתכן שיהיה עליכם להמתין שנה נוספת. על פי אנליסט ממכון המחקר KGI Securities, במהלך השנה הקרובה נוכל לראות שדרוג אחד ויחיד, לדגם האייפד אייר.\nהאנליסט, מינג-צ’י-קאו, הוציא במהלך השנים האחרונות דו”חות אודות הפעילות העתידית של אפל, כאשר ברוב המקרים דבריו התגלו כחיזויים כמעט מדוייקים של פעילויות החברה. במסגרת הדו”ח האחרון ששיחרר במהלך סוף השבוע, שפורסם על ידי אתר Apple Insider, הוא מציג את עתידם של מכשירי האייפד במהלך 2014.\nלדבריו, כבר במהלך הרבעון הראשון של 2014 תפסיק אפל לייצר את מכשירי האייפד 2. המכשיר, שיצא לשוק במרץ 2011 כולל בתוכו טכנולוגיה שכבר נחשבת ישנה עבור החברה, אינו מציעה מסך רטינה, מגיע עם חיבור 30 פינים ומעבד A5, כך שמהלך זה נראה מתבקש.\nבנוסף, במהלך הרבעון הראשון של השנה תחזיר אפל לייצור המוני את הדור הרביעי של מכשירי האייפד. זאת ככל הנראה במטרה “למלא את החלל” שעתיד להפתח עם הפסקת הייצור של מכשיר האייפד 2, כך שהמשתמשים עדיין יוכלו לרכוש דגם מעט יותר זול, עם ביצועים מתקדמים יותר.\nהדגם שיזכה לשדרוג משמעותי הוא האייפד אייר, שלקראת סוף השנה יזכה לעדכון שיכלול, ככל הנראה, מעבד A8 מבית אפל, חיישן Touch ID וייתכן שאפילו יגיע בסמוך להשקת חבילת אופיס של מיקרוסופט. בעוד שהאלמנט האחרון לא דווח על ידי קאו אלא על ידי ZDNet, הוא מגיע ממספר מקורות מקורבים לעניין.\nלצערם של המשתמשים, הסיכוי שיזכו לראות מכשיר אייפד מיני חדש או משודרג במהלך השנה הקרובה נמוכים למדיי. זאת לאור הפופולאריות של מכשיר האייפד אייר, שהצליח לתפוס את תשומת ליבם של המשתמשים בזכות היותו קל, דק ומעוצב מקודמו. העובדה שדגם המיני זכה לאחרונה לעדכון וכעת מגיע עם מסך רטינה ומעבד A7 ככל הנראה תורמת גם היא להחלטה לא לשדרג את המכשיר במהלך השנה הקרובה.\nבכל הנוגע לדיווחים האחרונים הנוגעים למכשיר אייפד בעל מסך גדול יותר, בגודל 12.9 אינץ’, מסתמן כי גם דגם זה לא יגיע לשוק במהלך השנה הקרובה. זאת מכיוון שיש צורך לבצע התאמות ושינויים למערכת ההפעלה הנוכחית על מנת שתתמוך במסך הרחב יותר, וכרגע הדגש העיקרי של אפל הוא על סיום פיתוח מערכת ההפעלה של ה-iWatch. מכשיר זה, אגב, כן צפוי להגיע לשוק במהלך השנה הקרובה.", "keywords": "אפל,אייפד,אייפדים,טאבלט,טאבלטים,ios,אייפד מיני,apple ipad,apple ipad 2,ipad,ipad mini,ipad air,אייפד אייר,apple,"}