{"url": "https://www.geektime.co.il/apples-app-store-celebrates-10/", "type": "article", "title": "עשור לאפסטור: הדרך של חנות האפליקציות ששינתה את העולם", "description": "חנות האפליקציות של אפל ששינתה את כל מה שאנחנו מכירים על אפליקציות ותוכנות חוגגת עשור, וזה הזמן להזכר בנקודות הציון בדרכה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/App-store-10-1531392850.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-13T11:00:12Z", "modified_time": "2018-07-13T07:03:10Z", "articleBody": "חנות האפליקציות של אפל ששינתה את כל מה שאנחנו מכירים על אפליקציות ותוכנות חוגגת עשור, וזה הזמן להזכר בנקודות הציון בדרכה\nתמונה: אפל\nתגידו מזל טוב: ממש השבוע חגגה חנות האפליקציות של אפל, הלא היא ה-App Store, עשור להיווסדה. גם משתמשי אייפון (וגם משתמשי אנדרואיד חייבים להודות), קשה כבר לזכור איך נראו החיים שלנו לפני האפליקציות. זה הזמן להזכר במסלול שעשתה חנות האפליקציות ששינתה את כל מה שאנחנו מכירים על מכשירי מובייל, ושינתה את עולם התוכנה כולו.\nב-10 ביולי, 2008, פתחה אפל את שערי חנות האפליקציות שלה עם 500 אפליקציות, כיום, יותר מ-2.2 מיליון אפליקציות זמינות להורדה ב-155 מדינות. לאחר פחות משבוע, סטיב ג’ובס הודיע חגיגית כי יותר מ-10 מיליון אפליקציות כבר הורדו ואפילו השתמש במונח “בצורה אלחוטית”. רק רבע מהאפליקציות הזמינות בהשקה היו חינמיות.\nאם חשבתם שכל האפליקציות בתחילת דרכה של האפסטור היו מתומחרות במחירים זולים כדי לקרוץ לקהל החדש, תשמחו וודאי להזכר באפליקציית I Am Rich ששוחררה ב-5 באוגוסט, 2008, ועלותה הייתה 999.99 דולר, הסכום המקסימלי שאפל מאפשרת לגבות על אפליקציה. אם הייתם בין הרוכשים המאושרים והמעושרים, לחיצה על האייקון של האפליקציה הייתה פותחת את הטקסט: “אני עשיר. זה מגיע לי. אני טוב, בריא ומצליח”. יום לאחר יציאת האפליקציה, היא נעלמה מהאפסטור לאחר 8 הורדות.\nב-3 בספטמבר, 2008, נצפתה אחת הפעמים הראשונות בהן אפליקציה של מפתח נדחתה על ידי אפל כיוון ש”אין לה שימוש לקהל משתמשי האייפון והאייפוד טאץ'”. האפליקציה הזו נקראה “Pull My Finger”. מאז זכינו לשמוע על שלל אפליקציות שנדחו מסיבות שונות ומשונות, וגרמו לעיתים לסערות בקרב מפתחים זועמים. ב-23 באפריל, 2009, אפל נאלצה להתנצל על כך שאישרה את אפליקציית Baby Shaker שבה אתם צריכים לטלטל את האייפון שלכם כדי לגרום לתינוק להפסיק לבכות.\nתמונה: אפל\nיום לאחר מכן, ב-24 באפריל, 2009, אפל הודיעה כי היא חצתה את קו מיליארד האפליקציות וחילקה פרס שווה במיוחד של 10,000 דולר לרכישות באייטיונס, אייפוד טאץ’, מקבוק פרו וכונן Time Capsule למוריד האפליקציה המיליארד. בתחילת שנת 2011 אפל מצליחה להגיע להישג של 10 מיליארד הורדות של אפליקציות, במהלך 2012 מגיעה כבר ל-25 מיליארד הורדות ותוך שנה כבר חוצה את קו ה-50 מיליארד הורדות. נתון זה יכפיל את עצמו באמצע 2015 עם 100 מיליארד הורדות.\nב-15 באוקטובר, 2009, אפל הציגה לראשונה את האפשרות של In App Purchases, ובעצם שינתה לא מעט מעולם התוכנות ובעיקר המשחקים שעברו ממודל בתשלום, למודל ה-Freemium השנוי במחלוקת. במודל זה האפליקציה מוצעת בחינם, אך משתמשים יכולים לרכוש שדרוגים לאפליקציה או למשחק תמורת סכומים משתנים.\nב-3 באפריל, 2010, אפל משיקה את האייפד הראשון ששינה ויצר מחדש את קטגוריית הטאבלטים, והוסיף למפתחים את אפשרות הפיתוח של אפליקציות למסך הגדול. בעת ההשקה היו כ-2,000 אפליקציות מותאמות לאייפד. ב-6 בינואר, 2011, חנות אפליקציות חדשה נולדה, והפעם במחשבי ה-Mac של אפל, וב-2015 נפתחה חנות האפליקציות למכשירי ה-Apple TV החדשים.\nמקור: יח״צ\nבמהלך השנים אפל עיצבה מחדש מספר פעמים את האפסטור, ואפילו הציגה סופסוף עדכון לאפסטור במק, אבל השינוי המשמעותי ביותר עבור אפליקציות למכשירים של אפל הוצג ממש רק בחודשים האחרונים: במהלך 2019 אפל תאפשר למפתחים להשתמש בערכות פיתוח חדשות בשם UIKit ו-AppKit, שבאמצעותן מפתחים יוכלו ליצור גירסאות מק של אפליקציות שמקורן באייפון. כך, אפל מקווה לעורר את חנות האפליקציות המנומנמת למק, ולהרחיב את היצע האפליקציות שלה.\nביוני דיווחה אפל כי מפתחים הרוויחו למעלה מ-100 מיליארד דולר באמצעות האפסטור, כך שהמהפכה שהאפסטור הובילה לא רק הכניסה לאפל סכומי ענק, אלא יצרה הזדמנות לרווחים עבור מפתחים רבים ברחבי העולם שלא יכלו להגיע לקהל שלהם עד הגעת הפלטפורמה. אם יש משהו אחד שאפל עשתה טוב ממתחרותיה בעולם האפליקציות, הוא שמירה על סדר ועל איכות החנות. בעוד בחנויות כמו Google Play היצע האפליקציות הוא אדיר, אך עמוס באפליקציות מיותרות, מזויפות ולא איכותיות, אפל הצליחה להצמיח אקוסיסטם איכותי, יוקרתי ונקי לרוב מאותן בעיות.", "keywords": "אפסטור,אפל,אייפון,אפ סטור,אייפד,אפל טי וי,אפל וואטש,אפל ווץ\\',שעון אפל,apple,iphone,ipad,ios,app store,appstore,apple watch,apple tv"}