{"url": "https://www.geektime.co.il/innovator-of-the-year-in-data-contest/", "type": "article", "title": "תחרות סטארטאפים חדשה בתחום הדאטה: הזוכים יקבלו אפשרות לשת''פ וחשיפה עולמית", "description": "מרכז החדשנות של ענקית האחסון סיגייט - Lyve Labs Israel - השיק תחרות חדשנות בשם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/photo-of-people-doing-fist-bump-3184430-1593683515-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-06T14:54:36Z", "modified_time": "2020-08-03T15:38:18Z", "articleBody": "מרכז החדשנות של ענקית האחסון סיגייט – Lyve Labs Israel – השיק תחרות חדשנות בשם “Innovator of The Year” למיזמים החדשניים ביותר: כל הפיינליסטים יקבלו סדנאות פיץ’ וליווי עסקי והזוכה יקבל מענק, חשיפה עולמית ואפשרות לעבוד בשת”פ עם סיגייט. ההרשמה פתוחה\nהכתבה בחסות\nתמונה: Pexels\nתחום הדאטה תפס תאוצה בשנים האחרונות, ולא סתם. כמות המידע שבה אנחנו משתמשים היא עצומה, ומי שישכיל להשתמש בו נכונה ולהפיק ממנו תובנות יצליח לייעל את העבודה ולהעלות את התפוקה. תחום הדאטה קיבל תנופה דווקא בתקופת הקורונה, בה בולטת החשיבות של ניהול המידע הרב והקשר שלו לבריאות הציבור והשמירה על הכלכלה.\nאילו חידושים קיימים בתחום הזה? ספקית פתרונות הדאטה ואחסון הנתונים סיגייט (Seagate) החליטה לבדוק והשיקה את תחרות הסטארטאפים  “Innovator of the Year” בתחום הדאטה. התחרות פתוחה לסטארטאפים הרותמים את הכוח והיכולות של הדאטה למען פריצת גבולות החדשנות. למשל, חברות הפועלות בתחומים כמו ביג דאטה, אבטחת והצפנת מידע ונתונים, ניתוח נתונים בזמן אמת (Data in Motion), שירותי מידע, ניהול דאטה, data for good ועוד. אך למעשה התחרות פתוחה לכולם, כי כל סטארטאפ משתמש בדאטה.\nהסטארטאפים הנבחרים יעברו סדנאות הכנה, ומתוכם ייבחרו 8 פיינליסטים שיקבלו ליווי אישי של צוות Lyve Labs – מרכז החדשנות של סיגייט – שיעזור להם לעבוד על הפיץ’ המנצח. הגמר ייערך ביום רביעי, 16 בספטמבר, בהתאם להנחיות משרד הבריאות, ובו כל סטארטאפ יציג את הפיתוח שלו מול פאנל מומחים, שיכלול שופטים בכירים בסיגייט וחברות מובילות אחרות בתעשייה.\nהסטארטאפ המנצח יקבל הזדמנות ל-POC מהיר (הוכחת היתכנות) בשיתוף פעולה עם סיגייט וכן פגישות ייעוץ והדרכה עם בכירי החברה בארץ ובעולם או עם מומחי תעשייה בינלאומיים נוספים. בנוסף, הסטארטאפ הזוכה יקבל מענק של 10,000 דולר וגישה למוצרים ולפתרונות של סיגייט.\nהתחרות תנוהל על ידי מרכז החדשנות Lyve Labs של סיגייט, שהוקם על בסיס הרעיון ששיתוף פעולה מקדם חדשנות בצורה הטובה ביותר. מאז פתיחת המשרדים בפברואר השנה, פועל המרכז לפיתוח שיתופי פעולה עם חברות סטרטאפ מקומיות, במטרה למנף את החדשנות הטכנולוגית בישראל. השקת תחרות הסטרטאפים היא הוכחה נוספת למחויבות של סיגייט לשוק הישראלי ולכוונתה להשקיע בשיתופי פעולה עם חברות בישראל.\nההרשמה פתוחה עד יום חמישי, 6 באוגוסט.\nלפרטים נוספים והרשמה", "keywords": "סיגייט,seagate,data,big data,תחרות סטארטאפים,innovator of the year,דאטה,ביג דאטה,נתונים,מידע,ניתוח דאטה,poc,מענק,חדשנות,"}