{"url": "https://www.geektime.co.il/geeklist-230715/", "type": "article", "title": "בואו לעבוד איתנו: 4 חברות מספרות למה שווה לעבוד דווקא אצלן", "description": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. 4 חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/P1930112-640x418.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-23T15:29:34Z", "modified_time": "2015-07-23T15:35:05Z", "articleBody": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. 4 חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן\n \n\nהקמפוס שלנו כולל 3 בניינים שהם בעצם הבית שלנו במהלך היום. איך נראה יום בבית שלנו? מתחילים עם הקפה של הבוקר, ניתן להכין במכונת אספרסו או נס כמו בבית, לאלו שמעוניינים יש 3 צנצנות עם עוגיות שמשתנות מדי יום, מקרר עמוס בגבינות וירקות ומבחר לחמים. ו-לעבודה. סביב השעה 12:00 מי שמסתובב במסדרונות בין הקיוביקל’ס יבחין בהרבה ישיבות סקראם שמתקיימות בצוותים השונים, לפגישות המסובכות יש לנו חדרי ישיבות מאובזרים בכל מה שצריך כדי לנהל שיחות מעבר לים.\nעובדים קשה אצלנו, ולכן דאגנו שלעובדים יהיו מקומות לקחת הפסקה בשעת הצורך, זה יכול להיות על הגג בקומה 7 שמשקיף על המראות המטוסים, חדר סקוואש, שולחן פינג פונג ופלייסטיישן.\nבסוף יום העבודה יש לא מעט עובדים שפוקדים את חדר הכושר והחוגים השונים שמוצעים בו (יש גם משכימי קום שעושים זאת בבוקר). כשעולים ברזולציה, אפשר ליהנות מקורסים באחריות מחלקת ההדרכה, מארטיקים או קרמבו בימי חמישי (תלוי אם זה חורף או קיץ) ומגוון פעילות מרהיבות שמחלקת הרווחה שלנו מפיקה. אז אתם מצטרפים אלינו?\nרוצים לעבוד ב-HP? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nWeb Developer\nAutomation Engineer\nPerformance Engineer\nJava Developer\nDevOps Engineer\n\nNatural Intelligence היא חברה מהמובילות בעולם בתחום אתרי השוואות, זאת בזכות טכנולוגיה ייחודית שפיתחנו היוצרת יתרון משמעותי בשוק תחרותי וצומח זה. החברה הינה חברה ישראלית פרטית שהוקמה בשנת 2009 על ידי ניר גרינברג, מנכ”ל החברה, ללא משקיעים חיצוניים. החברה מפעילה עשרות אתרי השוואה ברחבי העולם במגוון שפות ונהנית מיום היווסדה מהצלחה עסקית רבה, רווחיות וצמיחה מטאורית. Natural Intelligence רואה בעובדים את הכוח המניע של החברה ואנו מחפשים אנשים מצוינים להשתלבות בחברה בעשרות תפקידים במחלקות השונות.\nהחברה משקיעה משאבים רבים בתהליך הגיוס, כאשר התהליך כולל בדרך כלל מספר ראיונות, מבחנים מקצועיים ומבדקים נוספים על פי הצורך. לכל עובד/ת חדש/ה בחברה נבנית תוכנית הדרכה אישית המתבססת על הידע איתו הוא מגיע. התכנית מכוונת לממש את פוטנציאל העובד מול משימות ואתגרי התפקיד. חבילת השכר וההטבות שלנו תחרותית מאוד, ומבוססת על הערכה אישית של כל מועמד/ת, ונקבעת בהתאם לתפקיד ולניסיון המקצועי. מעבר לחבילת השכר וההטבות הבסיסית, אנחנו משקיעים רבות ברווחת העובדים בפעילויות שונות לאורך השנה: פעילויות Fun, מסיבות, Happy Hour, חוגים שונים, קבוצות ספורט, פעילויות צוותיות ועוד.\nאנו מציעים את הטוב בכל העולמות – חברת אינטרנט רווחית באווירת סטארטאפ עם צמיחה מהירה, דינמיות, אקשן וגם יציבות. It gets no better than this!\nרוצים לעבוד ב-Natural Intelligence? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nRuby/Java Expert\nFull Stack Developer\nAutomation Development Engineer\nDevOps Engineer\n\n\neXelate a Nielsen Company מפתחת פלטפורמת Big Data בתחום ה-Add Targeting ובישראל נמצא מרכז הפיתוח שלנו. המערכת שלנו מנתחת יותר מ-23 מיליון קריאות בדקה ומנהלת מידע על 5 מיליארד משתמשים בחודש. Scala, Spark, Elastic Search, Snowflake ו-Node. JS הן חלק מהטכנולוגיות איתן אנחנו עובדים כשאנחנו מקפידים להיות חדשניים, מהירים, עדכניים ומקצועיים.\nאנחנו מתמחים טכנולוגית ב-\nאצלנו עובדי Agile וכל צוות מהווה יחידת עבודה עצמאית ומרכזית. הצוות מנהל את עצמו, מבצע את התהליך End to End והאחריות לתוצר הסופי בסביבת Production היא צוותית. לאחרונה נרכשנו על ידי חברת Nielsen ומאז מקימה Nielsen את מרכז הפיתוח שלה בארץ על בסיס ה-R&D של eXelate. כיום אנחנו מגייסים 20 אנשים למרכז הפיתוח שלנו וזאת רק ההתחלה. למרות הרכישה אנחנו ממשיכים להתנהל באווירה סטארטאפיסטית ומשפחתית, ומציעים את השילוב של אווירת סטארטאפ עם יציבות כלכלית. העובדים שלנו מקבלים גם Open Vacation Policy, שיעורי פילאטיס, משחקי פינג פונג, קבוצת כדורסל שווה ועוד הרבה הפתעות.\nרוצים לעבוד ב-eXelate a Nielsen Company? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nJava/ Scala big data developer\nDevops Lead\nServer side java developer\n\n\nלמה כדאי לכם לעבוד בפריון? כי אנחנו מפתחים טכנולוגיות שעוזרות לעסקים להתפתח – אנחנו חברת אינטרנט בינלאומית שמספקת פתרונות טכנולוגיים מתקדמים וכלים שיווקיים בדסקטופ, במובייל וברשתות חברתיות. קהלי היעד שלנו הם מפתחי אפליקציות, מפרסמים וסוכנויות פרסום.\nכי אנחנו לא רק עושים דברים גדולים, אנחנו גם גדלים – יש לנו היום כ-400 מפתחים, מהנדסים, אנשי שיווק ומכירות מבריקים בשלוש יבשות: ישראל (אסיה), אירופה ואמריקה.\nכי יש אצלנו את התנאים הכי טובים – סביבה צעירה ודינמית, חגיגות שבועיות של Happy Hours, משרדים חדשים ומעוצבים, הטבות לחדר כושר בבניין, חבילת הטבות סוציאליות ייחודית.\nכי אצלנו עובדים האנשים הכי מוכשרים – אנחנו מחפשים אנשים מוכשרים להצטרף לצוות מנצח, הנמצא בחזית הטכנולוגיה העולמית ומייצר פתרונות ללקוחות ולמותגים גדולים מכל העולם.\nכי אנחנו עובדים בטכנולוגיה המתקדמת ביותר – אנו עובדים עם הטכנולוגיות המובילות: node.js, ruby, Hadoop, NET.\nכי יש לנו את הלקוחות הכי מעניינים – בין לקוחותינו ניתן למצוא שמות כמו Gett, L’occitaine Paris, Playtika ועוד.\nרוצים לעבוד ב-Perion? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nMOBILE ADVERTISING PRODUCT MANAGER (TEMP)\nSENIOR DATA SCIENTIST\nSENIOR AUTOMATION ENGINEER\nFULL STACK DEVELOPER – INNOVATION GROUP\nCAMPAIGN MANAGER – VIDEO ADVERTISING\nC# SERVER TEAM LEADER\nBI MANAGER – GROUP LEADER\nBACKEND DEVELOPER", "keywords": "הייטק,סטארטאפים,משרות,משרות פנויות,בואו לעבוד אצלנו,בואו לעבוד איתנו,משרות הייטק,משרות בהייטק הישראלי"}