{"url": "https://www.geektime.co.il/insider-jobs-july18/", "type": "article", "title": "17 משרות חדשות ושוות בהייטק ישראלי (המזגן כלול)", "description": "מרעננים קו''ח? הנה 17 רעיונות לאתגר הבא שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/advice-advise-advisor-7075-1-1563366904-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-18T12:45:36Z", "modified_time": "2019-07-22T10:34:06Z", "articleBody": "מרעננים קו”ח? הנה 17 רעיונות לאתגר הבא שלכם\n\nצלם/תמונה: Pexels\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nRedis Labs\nRedis Labs היא חברה מובילה בתחום ה-DataBase. הקוד שפיתחה החברה משרת מאות אלפי מפתחים בעולם ומאפשר לאפליקציות להגיב בזמן אמת, תחת כל עומס של טרנזקציות, על ידי שימוש במבני נתונים מובנים מתוך זיכרון.\n\n  To send a CV for the position of Solution Delivery Engineer –\nTo send a CV for the position of DevOps Developer –\nTo send a CV for the position of Customer Escalation Engineer –\nKaltura\n\nקלטורה נוסדה ב-2006, החברה מפתחת פלטפורמת וידאו בקוד פתוח לניהול, יצירה ושיתוף תכני וידיאו. המערכת של קלטורה מאפשרת ללקוחותיה לשלב תכני וידאו מגוונים באתרים ובמערכות שלהם,ולנהל באופן מלא את תכני הוידיאו שלהם. המערכת מאפשרת לערוך ניתוח סטטיסטיקות, להוריד את העלויות הקשורות לשידור הווידאו ולעשות שימוש בכלים חשובים נוספים שיעזרו למפיצי הידע בארגון.\n To send a CV for the position of Experience Product Line Manager –\nTo send a CV for the position of Devops Engineer –\n\nPlaytika\n\nפלייטיקה ( Playtika) היא חברת Game-Entertainment, שמומחיותה לספק לקהלים ברחבי העולם מגוון רחב של משחקים המבוססים על תוכן איכותי, מקורי, משתנה באופן תמידי ומותאם לכל שחקן באופן ספציפי. החברה קיימת מ-2010 והיא חלוצה ומובילה בענף המשחקים, והייתה מהראשונות להציע משחקי free-to-play ברשתות חברתיות ומהר מאד עברה גם לפלטפורמות המובייל.\nוחות על גבי האתר, יכולות ניהול לקוחות, ניהול צוות, יכולות קידום של האתר ועוד.\nTo send a CV for the position of Server Developer –\nTo send a CV for the position of Automation Engineer Tech Leader –\nTo send a CV for the position of Game Economy –\nPixellot\n\nפיקסלוט מפיקה באופן אוטומטי שידורים חיים של משחקי ספורט ללא מגע יד אדם. החברה הוקמה ב-2013. כיום היא משדרת כ-40 אלף שעות שידור ספורט בחודש, מה שהופך אותה למעשה, לחברת הפקות הספורט הגדולה בעולם מבחינת היקפי שעות שידור.\n–  To send a CV for the position of Full-stack Developer\n– To send a CV for the position of C++ Developer\nWhiteSource\n\nWhiteSource מאפשרת למפתחים, אנשי אבטחת מידע ומנהלי Compliance לאבטח ולנהל בקלות את רכיבי הקוד הפתוח בתוכנה המפותחת על ידם, וכך המפתחים יכולים להמשיך ולהתמקד בבניית מוצרי תוכנה. החברה נוסדה ב-2011 על ידי שלושה יזמים סדרתיים: רון רימון, עזי כהן ורמי שש. מעבר לפתרון שהיא מציעה בכל הקשור לניהול ואבטחה של קוד פתוח, השכילה החברה לבסס את עצמה כמובילה בתחום, בעיקר הודות ליכולת הייחודית שלה לספק גם מענה לצרכים העסקיים של צוותי הפיתוח והאבטחה וגם חשיבה מעבר לרעיון המופשט של אבטחה והתאמה של רכיבי הקוד הפתוח למדיניות החברה.\n-To send a CV for the position of Inbound Marketing Manger\n– To send a CV for the position of Solution Engineer (Presale)\n\nPlarium\n\nפלאריום נוסדה בשנת 2009. ב-2017 היא נרכשה על ידי חברת אריסטוקרט ומאז פועלת כחברת בת בבעלות מלאה. בשנים האחרונות, פלאריום מדורגת בעקביות בין חברות פיתוח המשחקים המובילות בפייסבוק, עם כ-250 מיליון משתמשים רשומים.\nהחברה, שהנהלתה נמצאת בישראל, מעסיקה יותר מ-1200 עובדים ב-8 משרדים ובתי סטודיו לפיתוח באירופה ובארצות הברית. משחקי החברה זמינים ברשתות החברתיות הגדולות.\n-To send a CV for the position of Google PPC Account Manager\n– To send a CV for the position of PPC Facebook Account Manager\n\nAqua Security\nאקווה (Aqua Security) היא חברת סטארט-אפ שהוקמה ב-2015 ועוסקת בשניים מהתחומים החמים ביותר כיום: מהפכת הקונטיינרים הווירטואליים בתחום ה-IT ובאבטחת סייבר.\n\nTo send a CV for the position of QA Automation Engineer–\nTo send a CV for the position of Security Analyst Lead– \n To send a CV for the position of Backend Developer for Serverless Security– \n", "keywords": "redislabs,playtika,פלייטיקה,רדיס לאבס,kaltura,plarium,vcita,pixellot,קלטורה,ויסיטה,פלאריום,מאנדיי,דודא,אוברוולף,overwolf,duda,monday.com,servicenow,גיקג\\'וב,עבודות,משרות הייטק,משרות פיתוח,דרושים,דרושים הייטק,דרושים מפתחים,מתכנתים,מהנדסים,apple,applied matirials,aqua,autodesk,bizzabo,chief system architect,cloudshare,cyber security,devop,devops,dome9,doubleverify,front end developer,fyber,geektime insider,hibob,ilyon,insider,intuit,myhritage,product manager,qa engineer,risk management lead,sailpoint,singular,sisense,starhome mach,trax,ux/ui expert,whitesource,yotpo,אוטודסק,אור יהודה,איליון,אינסיידר,אפל,אפלייד,אקווה,ביזאבו,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,ווייט סורס,טראקס,יוטפו,משרות,סטארהום מאך,סייבר,סיילפוינט,סייסנס,סינגולר,עבודה בהייטק,פייבר,פפר,ראש העין,רחובות,רמת גן,רעננה"}