{"url": "https://www.geektime.co.il/monthly-funding-november-2019/", "type": "article", "title": "לא עוצרים: הסטארטאפים הישראליים גייסו יותר מ-840 מיליון דולר בחודש אחד", "description": "לא הספקתם לעקוב? הנה הנה כל ההשקעות, הרכישות והגיוסים של חודש נובמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-30T13:00:09Z", "modified_time": "2019-12-30T15:37:25Z", "articleBody": "לא הספקתם לעקוב? הנה הנה כל ההשקעות, הרכישות והגיוסים של חודש נובמבר בסצנת הסטארטאפים הישראלית\n​אומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש אוקטובר\nגם אתם גייסתם? יש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אנחנו רוצים לשמוע\n​Namogoo מסייעת לאתרי קניות אונליין לשמור על הקונים הפוטנציאליים שלהם על ידי כך שהיא חוסמת הפרעות והסחות כמו פרסומות לאתרים מתחרים. כעת, מודיעה החברה על גיוס של 40 מיליון דולר בהובלת קרן ההון סיכון OAK HC/FT ובהשתתפות המשקיעים הקיימים: Blumberg Capital, Hanaco ו-GreatPoint Ventures. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על 69 מיליון דולר.\nהטכנולוגיה של Namogoo (נמוגו) מזהה וחוסמת את אותן פרסומות של מתחרים ותוכן לא רצוי המוחדר אל הדפדפן של הגולש בזמן הביקור באתר, מה שעשוי לפגוע בתהליך הרכישה בכך שהוא מנתב את המשתמש אל מחוץ לאתר. על ידי חסימת התכנים האלו אצל הלקוחות, Namogoo משמרת למעשה את המבקרים באתר ומונעת זליגה של ההכנסות לאתרים מתחרים\nהסטארטאפ הישראלי Viridix פיתח חיישן המסייע לחקלאים להפיק מקסימום תפוקה תוך חיסכון משמעותי של משאבים. כעת, הוא מודיע על השלמת גיוס של 2.35 מיליון דולר בסבב סיד. את סבב הגיוס הובילה קרן החדשנות ישראל-קולורדו והשתתפו בו המשקיעים הקיימים. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה מסתכם ב-3.1 מיליון דולר.\nמערכת הניטור והבקרה של Virdix מנגישה מידע בזמן אמת ישירות מהשורשים של הצמחים, מה שמאפשר לעקוב ולשלוט אחר פעולות ההשקייה בחווה. ניטור המידע מתאפשר על ידי פריסה של חיישני, באמצעותם ניתן לפתור את בעיית חוסר המידע שקיים בתחום, והעובדה שרק אחוז מזערי מהשטחים המושקים בעולם המערבי מנוטרים על ידי חיישנים\nאחרי קרוב לעשור של פעילות, הודיעה DoiT International הישראלית, המסייעת לחברות למטב את שירותי הענן בהם הן עושות שימוש, על השלמת סבב גיוס ראשון של 100 מיליון דולר. את הגיוס הובילה קרן Charlesbank Technology Opportunities Fund המנוהלת על ידי Charlesbank Capital Partners. המימון יאפשר לחברה לפתח את הפלטפורמה, להגדיל את צוות העובדים, להרחיב את נוכחותה בצפון אמריקה ובאירופה ולבצע רכישות אסטרטגיות.\nDoiT International פונה בעיקר לסטארטאפים וחברות הייטק ומספקת להם ייעוץ ותמיכה בכל הקשור להתמודדות עם עומסי עבודה בעננים ציבוריים. המוצר שלה רלוונטי לפיתוחים עם דרישות מורכבות כמו התקנות Kubernetes מרובות עננים, ניתוח נתונים בזמן אמת ובינה מלאכותית. החברה פיתחה פלטפורמה שנעזרת בלמידת מכונה כדי לנתח את עומסי העבודה של הלקוחות השונים, ולאפשר להם להתאים ולמטב את הוצאות הענן שלהם בהתאם לצרכים שלהם, ולהתמקד בעבודה השוטפת. המוצר עובד עם שלוש הספקיות הגדולות ביותר של עננים ציבוריים – AWS של אמזון, Google Cloud ומיקרוסופט.\nסנטריקל (לשעבר Gameffective), המפתחת ומשווקת מערכת גיימיפיקציה (משחוק) לניהול ביצועי עובדים וקידום מעורבותם בעבודה, הודיעה על סגירת סבב גיוס על סך 13 מיליון דולר בהובלת קרן Aleph, בשיתוף עם קרן JVP, המשקיעה הגדולה בחברה. החברה גייסה עד כה 34 מיליון דולר. משקיעים מסבבים קודמים שהשתתפו גם בסיבוב הנוכחי כוללים את הקרנות: La Maison Compagnie d’investissment, ו-2B Angels.\nהמערכת שסנטריקל פיתחה מנתחת בזמן אמת נתונים על ביצועי עובדים, ואת רמת העניין והידע שלהם. המטרה: להתאים עבור כל עובד פעילויות, אתגרים ותכנים לימודיים קצרים (של עד כ-5 דקות) האמורים להוביל לשיפור בביצועים שלהם. מטרת פתרונות המשחוק של סנטריקל היא יצירת שינוי ארגוני ארוך טווח, תוך כדי שימוש באלמנטים משחקיים שונים, המעודדים את מעורבותם ומחויבותם של העובדים השונים בארגון.\nSafehouse היא חברת אבטחת מידע ישראלית-הודית שרוצה להגן על כל מכשיר המחובר לרשת האינטרנט ממתקפות למיניהן באמצעות מוצר המשתמש ב-VPN מוצפן לביצוע כל תעבורת הרשת. כעת השלימה החברה סבב גיוס של 2.85 מיליון דולר בהובלת קרן ההשקעות של הבנק הבריטי Barclays. בסבב ההשקעה השתתפה גם קרן האקסלרטורים הבינלאומית Techstars, שסייפהאוס לקחה חלק באקסלרטור המשותף לה ולבנק הבריטי.\nאחד ממוצרי החברה הוא Bodyguard, המאפשר למשתמשים לאבטח את הסמארטפון שלהם בלחיצת כפתור, באמצעות שימוש ב-VPN מוצפן שדרכו תתבצע כל תעבורת הרשת מ- ואל המכשיר. המערכת מנטרת ומזהה בזמן אמת ובאופן מתמיד נסיונות פישינג, תוכנות כופר או לינקים שרק נראים תמימים, מבלי לזלול את סוללת המכשיר (הגנה מתמדת תמורת 1% מצריכת הסוללה). כמו כן, מבחינת המשתמש מדובר בחוויה שקופה לחלוטין שלא גורמת להאטת מהירות האינטרנט או התנתקות.\nגיוס ענק לחברת Riskified הישראלית שנלחמת בהונאות באתרי מסחר אונליין; החברה הודיעה כי השלימה סבב גיוס בגובה של 165 מיליון דולר דולר בהובלת קרן הצמיחה General Atlantic. בגיוס השתתפו גם Fidelity Investments, Winslow Capital Management והמשקיעים הקיימים בהם: קרן פיטנגו, Qumra Capital ו-Entrée Capital. הודות להשקעה האחרונה, שווי החברה עומד כעת על מיליארד דולר.\nRiskified (ריסקיפייד) מאפשרת לחברות המפעילות אתרי קניות אונליין להבחין בין לקוחות לגיטימיים ולמקרי הונאה – וכך, להגדיל את אחוז ההמרה לרכישה. המערכת שלה בודקת את הרקע של הרוכש ואם והיא מאשרת את זהותו, מתבצע החיוב, כשהחברה גובה עמלה רק מעסקאות שאושרו. העסקאות הללו מבוטחות על ידי החברה, כך שאם בכל זאת מתגלה מקרה הונאה, החברה היא זו שתספוג את ההפסדים של בעל העסק. המערכת של החברה מתבססת על טכנולוגיה שמנתחת התנהגות של צרכנים ברשת ואלגוריתמים מבוססי למידת מכונה, אשר מתעדכנים בזמן אמת, ומאפשרים לה להבדיל בצורה מדויקת ומיידית בין ניסיונות הונאה להזמנות לגיטימיות.\nAgriTask פיתחה פלטפורמה לניהול אגרונומי שמטרתה לסייע לעסקים חקלאיים בהליך קבלת החלטות בכל הקשור לניהול היבולים שלהם. החברה הודיעה על השלמת סבב גיוס A בהיקף של 8.5 מיליון דולר. את הגיוס הובילה קרן ההשקעות InsuResilience המנוהלת על ידי קרן לניהול השקעות אימפקט שוויצרית והשתתפו בו Barn Investimentos הברזילאית ומשקיעים ישראלים נוספים.\nהמערכת של AgriTask (אגריטאסק) מאפשרת לנהל את כל תהליך היצור החקלאי; החל מניהול קרקע ודשנים, לאורך כל תהליך הגידול ועד ללוגיסטיקה הנוגעת לקציר או הקטיף והשלבים שאחריהם – במקום אחד. הפלטפורמה מספקת לחקלאים תמונת מצב מדויקת של תהליך הגידול בשדה על בסיס עיבוד וניתוח מגוון רחב של נתונים בזמן אמת, מה שנועד לשפר ולסייע להם בתהליך קבלת ההחלטות האגרונומיות. המידע מתבסס על חיישנים הממוקמים בשטח, ניתוחים של צילומי אוויר ומזג האוויר, כאשר כמובן שמטרת העל של הפלטפורמה וייעול התהליכים היא בסופו של דבר להגדיל תנובה ולחסוך בעלויות.\n​חברת הפינטק CreditStacks רוצה לפתור את אחת הבעיות המטרידות שכל מי שמהגר או עושה רילוקיישן לארה״ב מכיר – קבלת אשראי מבנקים מקומיים. כעת, מודיעה החברה כי גייסה 10 מיליון דולר בהובלת Strathmore Group לצורכי פיתוח ומכירות, ו-100 מיליון דולר נוספים לצרכים מימוניים ולפעילות השוטפת שלה. כמו כן לקחו חלק בגיוס Off the grid Ventures ופיטר קדס (Peter Kadas). לצד הגיוס, מודיעה החברה על מיתוג מחדש ועל שינוי שמה ל-Jasper.\nCreditStacks (קרדיטסטאקס) מתמודדת עם בעיית ״הביצה והתרנגולת״ בארצות הברית, שכן שם, בניגוד למדינות אחרות, מרבית הבנקים לא מספקים אשראי למבקש ללא ותק בנקאי – גם אם מדובר ביזם שעשה אקזיט וברשותו סכום כסף מכובד. עובדה זו היא בעייתית במיוחד עבור אנשים שעשו רילוקיישן, שכן כתוצאה מכך הם מתקשים להשיג מוצרים פיננסים שונים כמו הלוואה לרכב או משכנתא. ״פה נכנסת CreditStacks לתמונה, כאשר אנחנו מציעים דרך אחר לחשב סיכון אשראי, שלא מסתכל על ההיסטוריה, אלא על מודל הצופה את ההתנהגות הפיננסית של הלקוח״, אמר לגיקטיים אלנור רוזנרוט, מנכ”ל ומייסד משותף.\nSepio Systems מסייעת לארגונים להתגונן מפני תקיפות שמקורן בהתקנים חיצוניים שאולי נראים תמימים למראה, אבל בפועל – יכולים לגרום ללא מעט נזק. כעת, מודיעה החברה על השלמת סבב גיוס בגובה של 6.5 מיליון דולר בהובלת Hanaco Ventures ו-Merlin Ventures. כמו כן לקחו חלק בסבב המשקיעים הקיימים בחברה בהם EDP – Energias de Portugal, אחת מחברות החשמל הגדולות באירופה שהובילה את הסבב הקודם, Mindset Ventures ו-Pico Partners.\nהמערכת של Sepia מאפשרת לזהות ולנטר בזמן אמת מתקפות סייבר מבוססות חומרה. אותם התקנים חיצוניים הם לרוב בלתי נראים על ידי כלי הגנה קיימים, ותוקפים מנצלים זאת כדי לבצע שינויי קושחה בלתי מורשים. התוכנה של Sepio מזהה את אותם התקנים, ובאמצעות כלים אנליטיים יכולה לזהות מוצרים ורכיבים שבוצעו בהם מניפולציות או רכיבים זדוניים שמסייעים לתוקפים לגנוב מידע מרחוק. בעזרת הטכנולוגיה שפיתחה, צוותי אבטחה בחברות יכולים לראות באופן מלא ושוטף את אופי השימוש בהתקני החומרה השונים בזמן אמת, ולהגדיר תנאים וכללי שימוש באלו.\nהסטארטאפ הישראלי Pcysys מסייע לארגונים לשמור על הנכסים הקריטיים ביותר שלהם, באמצעות מערכת אוטומטית הפועלת כהאקר וירטואלי. כעת, מודיעה החברה על השלמת סבב גיוס שני בהיקף של 10 מיליון דולר בהובלת קרן ההון סיכון הקנדית AWZ ובהשתתפות הקרן האמריקאית בלקסטון. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה מסתכם ב-15 מיליון דולר.\nהטכנולוגיה של Pcysys (פסייסיס) יוצרת האקר וירטואלי שפעילותו מתבססת על יכולותיהם של האקרים אמיתיים שמטרתה לנסות ולפרוץ מערכות ארגוניות, מבלי לפגוע בבטיחות או המידע השמור במערכת. מבחני הפגיעות כוללים חשיפה לחולשות ופירצות אבטחה, ניסיון לפריצה באמצעות זיהוי של סיסמאות חלשות ובדיקת הרשאות. לאחר ניסיונות החדירה האלו, המערכת מנפיקה תובנות ומצביעה על ליקויים בבטיחות המערכת, כך שהארגון יכול לתקן אותם, לשפר את מערך האבטחה, ולזהות סיכונים ודרכי התמודדות מפני מתקפות האקרים. הפלטפורמה מתעדפת את התיקונים הנדרשים ומאפשרת לארגונים להתמקד בפגיעויות הקריטיות ביותר ופותרת את הארגונים מהצורך לטפל באלפי פגיעויות שאינן קריטיות\n​Cnvrg.io מפתחת פלטפורמה שמטרתה לייעל את עבודת צוותי מדעני הנתונים, ולהפוך את המודלים שהם מפתחים לישימים ושימושיים יותר. כעת, מודיעה החברה על השלמת סבב גיוס בהיקף של 6 מיליון דולר בהובלת Hanaco ובהשתתפות קרן JVP. כמו כן לקחו חלק בסבב גם המשקיעים הקיימים בחברה: קווין ברמייסטר, מהמשקיעים ראשונים בסקייפ ופרשנט מאליק – ממייסדי Cassandra.\nהפלטפורמה של החברה מיועדת לצוותי Data Science והיא מאפשרת להם לנהל וליישם את תהליכי פיתוח המודלים הללו באופן פשוט ומהיר יותר, בעוד שהיא מנהלת את כל החלק הטכני והאופרטיבי שבתהליך. המוצר מתאים לעבודה בכל שפות התכנות ופועל במתכונת של SaaS/On-Prem, בכל סביבות הענן. לפי החברה, הביקוש למוצר גדול – שכן כיום מרבית מהמודלים שנבנים לא מנוצלים ולא נעשה בהם כל שימוש, בשל מורכבות הטמעת המודלים בפועל.\nהסטארטאפ הישראלי Track160 המפתח מערכת המסוגלת לעקוב ולאסוף נתונים משחקני כדורגל מבלי להשתמש בציוד יקר, הודיע על השלמת סבב גיוס A בהיקף של 5 מיליון דולר בהובלת ADvantage Sports Tech. בין שאר המשקיעים בחברה נמצאת גם הבונדסליגה, ליגת הכדורגל הגרמנית ו-REDDS Capital. החברה מתכננת להשתמש בכספי הגיוס לצורך המשך הפיתוח והתרחבות לשווקים חדשים.\nהמערכת של Track160 מאפשרת לקבוצות כדורגל לזהות, לעקוב ולנתח את השחקנים והכדור, ולאחר מכן לנתח את הכושר הפיזי של השחקנים ואת הביצועים הטקטיים שלהם. כל זאת לא באמצעות מערך מצלמות יוקרתי, אלא באמצעות מצלמה פשוטה אחד שמוצבת באיצטדיון. מאחר שהמערכת מייתרת את השימוש במערכות צילום מתוחכמות ויוקרתיות, ומתרכזת יותר בתוכנה ובניתוח נתונים, גם קבוצות כדורגל חובבניות יכולות להשתמש בה, ולא רק קבוצות על ענקיות ועשירות.\nהאפליקציה של Refundit (ריפאנדיט) מאפשרת לקבל און ליין את אישור המכס שעד כה היה כרוך בעצירה להחתמת ניירת בשדה התעופה, מה שלא תמיד מתאפשר אם הגעתם באיחור לשדה או שהתורים בבידוק הבטחוני ארוכים מהרגיל. סבב הגיוס הנוכחי בגובה 10 מיליון דולר הובל על ידי Amadeus Ventures, זרוע ההשקעות של חברת התיירות העולמית אמדאוס, והשתתפו בו גם Portugal Ventures ומשקיעים מסבב הסיד של החברה. בסך הכל גייסה החברה עד עתה 12.5 מיליון דולר.\nהתהליך, שמבטיח להיות פשוט וקצר, יסתכם בסריקת החשבוניות, צילום דרכון ו-Boarding Pass, והגשת בקשת ההחזר דרך האפליקציה כמה שעות לפני הטיסה. רשויות המס יוכלו לאשר את העסקה און ליין, ורק במקרים מיוחדים ידירש התייר לבקר באופן פיזי בדלפן המכס בשדה התעופה. לצערנו, השירות של החברה מוצע כרגע רק בבלגיה, אולם מהחברה נמסר כי הוא צפוי להתרחב למדינות נוספות בעתיד הקרוב.\n​Viisights הישראלית מנתחת תכנים הנקלטים על ידי מצלמות אבטחה ומזהה אירועים בטחוניים חריגים בזמן אמת. כעת, מודיעה החברה על השלמת סבב גיוס בגובה של 10 מיליון דולר בהובלת Awz Ventures הקנדית ובהשתתפות המשקיעים הקיימים, בהם קרן Firstime ventures שהובילה את סבב הסיד שלה.\nהמערכת של Viisights (ויסייטס) נעזרת בבינה מלאכותית על מנת להבין בזמן אמת תוכן וידאו המשודר ממצלמות אבטחה. באמצעותה, ניתן לזהות, לסווג ולהתריע בזמן אמת על אירועים בטחוניים חריגים עם דגש על אירועים אלימים, כמו קטטות רחוב, מהומות או זריקת אבנים. לפי החברה, המערכת יודעת להבדיל בין התקהלות תמימה וחיובית, לבין התקהלות בעלת פוטנציאל להתפתח לאירוע בעייתי. בנוסף, המערכת מיועדת גם לערים חכמות ומאפשרת למשל לזהות תאונות דרכים בזמן אמת – ולהזעיק את שירותי ההצלה באופן אוטומטי.\nהחברה הישראלית BlueVine (בלו ויין), שמנסה לעצור את תופעת התשלום ב”שוטף פלוס” לעסקים קטנים הודיעה על גיוס הון נוסף של 102.5 מיליון דולר בהובלת ION Crossover Partners. כמו כן כלל סבב הגיוס האחרון את כל המשקיעים העיקריים הקיימים ומשקיעים פרטיים נוספים.\nהפתרון של BlueVine הוא פלטפורמה מקוונת מבוססת ענן אשר מעניקה לעסקים מקדמות מהירות על חשבון חשבוניות שטרם נפרעו. כך עסקים קטנים יכולים בפועל לקבל תשלום מיידי בגין חשבוניות עם מועד פירעון של שבוע עד 90 יום, ועד סכום של 5 מיליון דולר. בחברה מתגאים בכך שעד היום סיפקו גישה למימון בהיקף של יותר מ-2.5 מיליארד דולר לעסקים קטנים ובינוניים.\nחברת CyCognito הודיעה היום (ג׳) על השלמת סבב גיוס A בהיקף של 23 מיליון דולר בהובלת קרן Lightspeed האמריקאית ובהשתתפות משקיע מעניין במיוחד: ג’ון תומפסון, יו”ר מיקרוסופט העולמית ולשעבר מנכ״ל סימנטק. כמו כן, השתתפו בסבב גם Sorenson Ventures, UpWest ודן שיינמן, Sorenson Ventures, UpWest and Dan Scheinman.\nהמערכת של CyCognito מסייעת לארגונים לחשוף את כל הנכסים הנחבאים האלו, וחשוב מכך, להבין האם וכיצד הם יכולים לשמש האקרים בתהליך הפריצה. לטענת החברה, מנהלי אבטחת מידע שנחשפים לממצאי המערכת טוענים כי הם לא הכירו כ-70% מאותם נכסים שעשויים לשמש לפריצה, וכי רובם נמצאים בסביבות ענן, או סביבות לוקאליות ישנות ונטושות.\nחברת הסייבר הישראלית IntSights מסייעת לארגונים להתגונן מפני איומים ומתקפות רשת, ללא צורך בהעסקה של צוות אנליסטים גדול שיהיה אמון על המשימה. כעת, מודיעה החברה על השלמת סבב גיוס של 30 מיליון דולר בהובלת קרן Qumra Capital. לצידה, לקחו חלק בסבב הגיוס גם המשקיעים הקיימים חברה ביניהם גלילות קפיטל, ClearSky, בלאקסטון, בלאמברג, Tola Capital ו-Wipro. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על 70 מיליון דולר.\nבעזרת הטכנולוגיה של IntSights (אינטסייט) חברות וארגונים יכולים לזהות איומי סייבר ממוקדים, לקבל מידע מקיף על שיטת התקיפה ולחסום את התוקפים מבעוד מועד, בגישה פרו אקטיבית. כלומר, במקום לחכות לתוקפים מאחורי חומה, החברה מאפשרת ללקוח לקבל גישה למה קורה מחוץ לרשת שלו, ובהתאם למידע שמזוהה להתגונן ולעצור את התקיפות. הפלטפורמה מאגדת לתוכה מקורות מידע רבים, ופועלת ביחד עם מנוע אנליטי אשר מתעדף את כמות המודיעין שנאסף, ומתרגם רק את המידע הקריטי לפעולות מידיות שיש לעשות. העבודה מאחורי הקלעים אולי נשמעת מסובכת, אבל כל הנתונים הללו מוצגים בפלפטורמה ידידותית שניתנת לתפעול על ידי אנליסט אחד.\nחברת הפינטק Capitolis אשר פעלה עד כה מתחת לרדאר, גייסה לאחרונה 40 מיליון דולר במסגרת סבב B. החברה מפתחת פלטפורמה שמטרתה ליצור חיבור טכנולוגי בין שחקנים מובילים בעולם הפיננסים, ומבצעת אופטימיזציה אוטומטית של הפעילות ההונית שלהם.\nתכלית הפלטפורמה של Capitolis (קפיטוליס) היא לעודד כלכלה שיתופית בין בנקים ומוסדות פיננסיים, ולהוות מעין מרקטפלייס הפתוח בפני אלו. למרות שמדובר בגופים עמידים ומבוססים היטב, מרבית הבנקים עדיין פועלים כיום בחוסר יעילות, מה שמתבטא במאות מיליארדים של דולרים שמתבזבזים מידי יום. הטכנולוגיה של Capitolis מאפשרת לבנקים וגופים פיננסים גדולים לשתף פעולה ביניהם במטרה למקסם את היעילות הפיננסית של הפעילות שלהם בשוקי ההון, ואת ההחזרים שהם מקבלים על נכסיהם.\nVayyar Imaging רוצה לצמצם במעט את החששות, ומפתחת חיישני הדמיה תלת מימדית, ללא כל צורך במצלמה. כעת, מודיעה החברה על השלמת סבב גיוס D בהיקף של 109 מיליון דולר בהובלת Koch Disruptive Technologies ובהשתתפות Regal Four והמשקיעים הקודמים בחברה: באטרי ונצ’רס, Bessemer Ventures, ITI, ICV, WRVI Capital ו-Claltech.\nהחיישנים החכמים של החברה מבוססים על גליו רדיו וניתן ליישם אותם למגוון שימושים: משיקוף דרך עור ורקמות לצורך זיהוי גידולים סרטניים בצורה לא פולשנית; מבט דרך קירות; זיהוי תינוקות שנשכחו ברכבים; לבתים חכמים, תעשיית הרכב ועוד רבים וטובים. כל אלו לא זקוקים למצלמות או אמצעים אופטיים, ובכך פרטיות המשתמשים נשארת ללא כל פגיעה.\nחברת CHEQ הישראלית, שמפתחת כלים למפרסמים ברשת שמטרתם לעזור במניעת הונאות בעולם הפרסום, הודיעה על השלמת סבב גיוס B בגובה 16 מיליון דולר בהובלת Battery Ventures ו-MizMaa. החברה צפויה להשתמש בגיוס לצורך התרחבות לשוק האירופאי והסיני.\nהמערכת של CHEQ מבוססת על NLP (עיבוד שפה טבעי), כלומר, היא מסוגלת לקרוא ולנתח את התוכן של עמודים ואת ההקשר שלהם. רק לאחר הבנת סביבת המודעה המערכת מסוגלת לקבוע האם הסביבה בטוחה למודעה הספציפית של המפרסם, וברגע שהתנאים מתאימים, החסימה של המודעה משתחררת ואז היא מופיעה באתר. מלבד חסימת המודעות במקומות הלא ראויים, המערכת של CHEQ מסוגלת גם למנוע הונאות פרסום. אלו מתרחשות כל העת ומטרתן היא פשוט לגמור את תקציבי הפרסום ברשת של מפרסמים על ידי הקלקות מזויפות שנעשות לרוב על ידי בוטים. בכך, החברה יכולה למנוע בזבוזי תקציבים שלא לצורך ולעזור למודעות להישאר באוויר לזמן רב יותר ולקהל שבאמת מקליק עליהן.\nPerimeter 81 רוצה להחליף את מוצרי האבטחה המיושנים, המורכבים ומבוססי החומרה, במוצר תוכנה ידידותי למשתמש, המותאם לעידן המובייל והענן. כעת, פחות משנה אחרי סבב הגיוס הקודם, מודיעה החברה על השלמת סבב גיוס בגובה של 10 מיליון דולר בהובלת חברת הסייבר הותיקה SonicWall והמשקיעים הקיימים, בהם Spring Ventures. לצד ההשקעה, שתי החברות הודיעו על שיתוף פעולה מסחרי במסגרתו יוטמע המוצר של SonicWall בפלטפורמה של Perimeter 81.\nPerimeter 81 (פרימטר 81) מפתחת טכנולוגיה שמחליפה פתרונות כמו VPN וחומות אש מיושנות. במקום אלו, היא משתמשת בחומרה מקומית המשולבת עם פתרונות ענן (Secure Network as a Service) אשר מאפשרת ליישם מדיניות על גבי שרתי ענן שונים וניהול של משתמשים שונים. לקוחות החברה יכולים באמצעות אפליקצייה – הזמינה כמעט בכל הפלטפורמות – להתחבר בלחיצת כפתור לרשת שלהם בצורה מאובטחת ומהירה. זאת, בניגוד לשירותי VPN קיימים הדורשים הגדרות ידניות ותהליכי חיבור ארוכים ויקרים. במקביל, המערכת מאפשרת פריסה אוטומטית ומהירה של הרשת וניהול כמות גדולה של משתמשים, תוך כדי שמתבצע ניטור מתמיד של פעילתם.\nצוותי ה-IT בארגונים נאלצים להתמודד באופן מתמיד עם אינספור תקלות וקריאות. מי שמנסה לעזור לאלו להתמודד עם צוואר הבקבוק שנוצר כתוצאה מכך היא Big Panda, חברה ישראלית שמפתחת מערכת לניהול ותעדוף אוטומטי של תקלות. כעת, מודיעה החברה כי השלימה סבב גיוס בגובה של 50 מיליון דולר בהובלת קרן Insight partners ובהשתתפות המשקיעים הקיימים: Sequoia, Battery Ventures ו-Mayfield. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על 120 מיליון דולר.\nקונטיינרים, טכנולוגיות בקוד פתוח, שירותי ענן ו-Micro-Services – כולם יוצרים כמות עצומה של ״רעש״ למחלקת ה-IT, ודורשים ניטור באופן מתמיד. אם בעבר הקריאות הללו היו נעשות במערכות אחידות דוגמת HP או IBM, הרי שכיום קיימים אינספור כלים בהם Splunk, New Relic, Nagios, Zabbix או Pingdom, כך שכאשר מתרחשת תקלה, החיבור בין כל המערכות וכל הצוותים מבזבז זמן יקר ועלול להביא לטעויות רבות. BigPanda (ביג פנדה) מפתחת מערכת לניהול תקלות (Incident Management) שמאפשרת לחברות לזהות בעיות אפשריות, לטפל בתקלות ולהקצות אנשי צוות לטיפול במשימות השונות. כך, ניתן לחסוך גם בזמן וגם בכסף.\nחברת Loom Systems, אשר מפתחת מערכת שמסוגת לזהות תקלות IT לפני שהן משפיעות על העסק, הודיעה על השלמת סבב גיוס בהיקף 10 מיליון דולר בהובלת Flint Capital. החברה מתכננת להשתמש בכספי הגיוס לצורך הרחבת השירות שלה גם לצפון אמריקה ושאר שוק ה-EMEA, וכמו כן לפיתוח מוצרים חדשים.\nאם אתם מחכים שתקלות IT יאותרו בחברה ורק אז מתחילים לטפל בהן, יש סיכוי סביר שהמתודה הזו משפיעה על הארגון שלכם לא מעט, והרבה כסף וזמן הולכים לאיבוד בעקבות כך. המערכת של Loom, אשר נקראית Sophie, פונה לצוותי ה-DevOps ואנשי ה-IT בחברה, ומסוגלת לזהות תקלות IT לפני שכלי סריקה מסורתיים מצליחים למצוא אותן. זאת על ידי ניתוח והשוואה של המידע במערכת אל מול לוגים ומקורות מידע נוספים, כדי למצוא את הגורמים שמעידים על כך שבקרוב תתרחש תקלה. בכך, היא מאפשרת לצוותי ה-IT להתעסק בבעיות חשובות אחרות, ולקבל התראות ברגע הנכון.\nהסטארטאפ הישראלי Cymulate (סיימולייט), שפיתח שירות אוטומטי שעורך סימולציות פריצה ותקיפות סייבר (Breach and Attack Simulation), השלים גיוס של 15 מיליון דולר בסבב B בהובלת קרן ההשקעות Vertex Growth. בסבב ההשקעה השתתפו גם המשקיעים הנוכחיים, בהם: Dell Technologies Capital ו-Susquehanna Growth Equity. מדובר בגיוס השני של החברה ל-2019, לאחר שבחודש מרץ האחרון גייסה החברה 7.5 מיליון דולר בסבב A. עד כה גייסה החברה 26 מיליון דולר.\nCymulate פועלת בעולם ה-Penetration Test (בדיקות החדירה) והמערכת שלה מאפשרת לארגונים לבצע סימולציה של מתקפות בזמן אמת, תוך בחינת עמידות מערך האבטחה הארגוני מנקודת מבטו של התוקף הפוטנציאלי. בין היתר מאפשרת Cymulate לבחון את מוכנות הארגון בפני מתקפות תוכנות כופר (Ransomware) ופישינג ועד לאיתור פרצות מורכבות יותר, דרכן יוכלו האקרים להשתלט על מחשבים ומשאבים של הארגון.\nהסטארטאפ הישראלי Coralogix (קורלוג’יקס) הודיע היום (ב’) על השלמת גיוס של 10 מיליון דולר במסגרת סבב A בהובלת קרן Aleph ובהשתתפות הקרנות הקיימות Janvest capital partners, 2B-angles, StageOne ventures. עד כה גייסה החברה 16 מיליון דולר.\nהחברה השיקה פתרון משולב של ניהול אירועים (SIEM) ומערכת איתור איומי אבטחה (IDS) שתוכנן עבור צוותי DevOps. הפתרון החדש משתמש ביכולות המוצר בתחום למידת המכונה, ומעניק ללקוחות מבט על המידע משלב האפליקציה, דרך התשתית, ועד לאבטחת סביבת הענן. הפתרון המשולב מאפשר לצוותי DevOps לחבר מקורות מידע רבים לצרכי Audit & Compliance וממנף את שירות האבטחה החדש של החברה לגילוי חריגות אבטחה בתוך תעבורת הרשת, על מנת לאתר ולמגר כל איום פוטנציאלי.\nXACT Robotics, סטארטאפ ישראלי המפתח רובוט תוך-גופי האמור לסייע לרופאים לבצע פעולות רפואיות פולשניות, השלים סבב גיוס של 36 מיליון דולר. בסבב הגיוס השתתפו מזור רובוטיקס, Corindus Vascular Robotics וחברת ההשקעות Chasing Value Asset Management. בנוסף, השתתפו בו משקיעים קודמים כמו חברת Shizim ו-MEDX Ventures Group.\nהרובוט שמפתחת XACT Robotics זכה לאישור שיווק מטעם מנהל המזון והתרופות האמריקאי (FDA) ובחברה האומרים כי הגיוס ישמש, בין השאר, לטובת קידום שיווקו בארה”ב והמשך הפיתוח שלו. הרובוט מאפשר לרופא להגיע למטרה הרצויה בתוך גוף האדם באופן כמה שיותר מדויק ועקבי. לרובוט יש גם סימון CE, המעיד על התאמתו לשיווק גם בשווקים באיחוד האירופי.\nתכנון הפעולה מתבצע באמצעות תוכנה ייעודית המאפשרת בעצם לשדרג מערכות הדמייה קיימות; אותו רובוט “נוהג” לעבר המטרה בהתאם למסלול המתוכנן תוך כדי שהוא מבצע תיקונים בזמן אמת. היתרון הוא שמדובר בפלטפורמה שיכולה לפעול עם כל מערכת הדמייה קיימת ובכל סוג של מרחב טיפולי.\nחברת הסייבר הישראלית, צ’ק פוינט, הודיעה על רכישת הסטארטאפ הישראלי Cymplify, שיאפשר לצ’ק פוינט להפוך, לדברי החברה, לספקית הסייבר הראשונה בעולם שיכולה להגן על קושחת מוצרי IoT. מוצרי סימפליפיי ישולבו בארכיטקטורת ההגנה של צ’ק פוינט, Infinity. תנאי העסקה לא פורסמו, אך על פי הערכות סכום העסקה עומד על כ-6 מיליון דולר. התוכנה של Cymplify סורקת את התוכנה המוטמעת במוצרי IoT ומפיקה דו”ח שמכיל את כל נקודות התורפה במוצרים, ליקויי תצורה והגדרות אבטחה שגויות.\nחברת Quotient Technology (קושיינט טכנולוג’י) האמריקאית הודיעה על רכישת הסטארטאפ הישראלי Ubimo (יובימו), שפיתחה פלטפורמה לקמפיינים פרסומיים שמתבססים על מיקום המשתמש ועל מידע רב בזמן אמת. סכום הרכישה לא פורסם. הפלטפורמה של יובימו מוצעת כ-SaaS ומציעה לחברות פאנל ניהול, שמאפשר להן לנהל את הקמפיינים הפרסומיים שלהן בהתבסס על מידע שעשוי להשפיע על האפקטיביות שלהם ולייצר החלטות רכישה. בין היתר מדובר על פרמטרים כמו אירועים שמתרחשים בקרבת מקום, מקומות בילוי קרובים, שעה ביממה, מזג אוויר צפוי, נתונים דמוגרפיים על האיזור כמו חתך גילאים ומין.\nחברת הטיפוח הישראלית-אמריקאית IL MAKIAGE ממשיכה במסע השופינג שלה, הפעם עם רכישת NeoWize הישראלית. החברה מסייעת לאתרי מסחר אונליין לשדרג את חווית המשתמשים שלהם, ועל הדרך להגדיל את סל הקנייה שלהם, באמצעות התאמה אישית של המוצרים המוצגים בפניו. פרטי העסקה לא נחשפו, אך מאז הקמתה גייסה החברה הישראלית פחות ממיליון דולר.\nהטכנולוגיה של NeoWize (נאווייז) מושתת על אלגוריתמים מבוססי למידת מכונה פעילה (Active Machine Learning) ביחד עם דאטה, כשמטרתה היא להציע פרסונליזציה לחנות המקוונת, ולוודא שבפני כל משתמש מוצגים פריטים שרלוונטים ספציפית עבורו. לפי החברה, חווית קניות מותאמת אישית מעלה את פוטנציאל המכירות ב-10%-30%. ההתאמה האישית הזו באה לידי ביטוי בכל מקום שבו מוצגים מוצרים הנמכרים בחנות – בין אם בעמודי הקטגוריה, החיפוש, מוצרים משלימים ובניוזלטרים שנשלחים לרשימת התפוצה.\nחברת Proofpoint האמריקאית הודיעה כי חתמה על הסכם סופי לרכישת ObserveIT, שמפתחת פלטפורמת ניהול איומים תוך ארגוניים. תמורת הסטארטאפ הישראלי תשלם החברה האמריקאית 225 מיליון דולר במזומן – בכפוף לאישורים רגולטוריים.\nהפתרון של ObserveIT מסייע לעסקים בשלושה מישורים: ראשית, במניעת מתקפות על ידי התראות בזמן אמת וחסימה של משתמשים במקרה הצורך. שנית, באיתור של פעילויות חשודות שמקורן בתוך הארגון. שלישית, בתחקור דפוסי התנהגות של משתמשים בתוך דקות, במקום ימים שלמים בעזרת כלים אחרים. אחראי האבטחה בחברה יכול להשתמש ב-Dashboard הייעודי כדי לזהות משתמשים בעיתיים, ובמקרה הצורך, להפעיל “תחקיר” שיראה למשל להיכן קבצים רגישים נשלחו על ידו, ואף לראות פעולות עבר חשודות שלו באמצעות מערכת Timeline. בכך אפשר לתחקר את האירוע ובעיקר להבין האם למשתמש החשוד הייתה כוונת זדון, או שאולי הוא ביצע פעולות מחשידות בטעות, ולפעול בהתאם.", "keywords": "גיוס,סיכום גיוסים,סיכום גיוסים נובמבר 2019,הייטק,הון סיכון,funding,september funding,israeli startup,גיוסים נובמבר 2019"}