{"url": "https://www.geektime.co.il/sternum-raises-6-5m-in-series-a/", "type": "article", "title": "הסטארטאפ הישראלי Sternum גייס עוד 6.5 מיליון דולר", "description": "עד עכשיו גייס סטרונום 10 מיליון דולר. בין הפאונדרים שלו - נטלי תשובה, לשעבר NSO וסלברייט", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/network-782707_1280-1600233988-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-16T08:50:50Z", "modified_time": "2020-09-16T08:53:25Z", "articleBody": "עד עכשיו גייס סטרונום 10 מיליון דולר. בין הפאונדרים שלו – נטלי תשובה, לשעבר NSO וסלברייט\nמקור: Pixabay\nהסטארטאפ הישראלי Sternum, המפתח מערכת הגנה למכשירי IoT, הודיע על השלמת סבב גיוס A בהיקף של 6.5 מיליון דולר. את סבב הגיוס הובילה קרן Square Peg והשתתפו בו האנג’ל מרלה היינריך, אודי מוקדי, מנכ”ל CyberArk ו-BTOV Partners.\nפתרון האבטחה שמפתחים ב-Sternum (סטרנום) מספקת הגנה למוצרי ה-Internet of Things שלכם באמצעות מערכת בשם EIV (או Embedded Integrity Verification) המוטמעת אל תוך הקוד שצרוב במכשירי ה-IoT ובודקת כי האפליקציה המשמשת להפעלת המוצרים לא שונתה בשום צורה על ידי גורמים זדוניים.\nהמערכת מזהה גם חולשות בקוד של אותן אפליקציות המפעילות את מוצרי ה-IoT כדי למנוע מתקפות עתידיות, שיכלו לנצל את החולשה בקוד כדי לחדור לרשת המוצרים המחוברים. בנוסף, לחברה גם מערכת זיהוי איומים בזמן אמת הנותנת לחברות את היכולת להגיב למתקפות בזמן אמת. מוקדם יותר השנה סטרנום הייתה הראשונה לתקן גל של חולשות במיליוני מוצרי IoT שזכה לשם Ripple20. החולשות שנמצאו, ותוקנו ע”י סטרנום, יכלו לתת להאקרים את היכולת להשתלט מרחוק על מאות מיליוני מכשירי IoT.\nסטרנום הוקמה ב-2018 ע”י נטלי תשובה, שעבדה בעברה בסלברייט ו-NSO, אריק פרבר, ליאן גרנות ובועז שדלצקי. עם הקמתה גייסה החברה סבב סיד של 2.5 מיליון דולר, בין השאר ממנכ”ל משרד הבריאות לשעבר גבי ברבש, ועד היום גייסה בסך הכל כ-10 מיליון דולר.\nתשובה אמרה עם השלמת סבב הגיוס כי “בניגוד למוצרים אחרים, אנחנו לא מתמקדים בתיקון כל חולשה אפשרית במכשיר. אנחנו מתמקדים אך ורק בשלב ניצול החולשה, או הנקודה שבה ההאקר יכול להוציא לפועל מתקפה באמצעות ניצול אותה חולשה”.\nבשיחה עם “עוד פודקאסט לסטארטאפים” ב-2019 התייחסה תשובה לאתגר שבמציאת לקוחות משלמים ואמרה: “זה באמת אחד הקשיים המשמעותיים שנתקלנו בהם. מנגד, יצרניות רוצות לאבטח את המוצרים שלהן, וברגע שמראה להן שהפתרון שלנו שווה את הכסף, מגביר את האבטחה, ובעיקר – לא פוגע באיכות ובתפקוד של המכשיר – אפשרי למכור. לוקח זמן עם חברות הענק, בחברות בינוניות יותר קל לנו”.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "גיוס,גיוס הון,sternum,סטארטאפ,סטארטאפ ישראלי,גיוסי הון,סטרנום,נטלי תשובה,סייבר,אבטחה,iot,internet of things"}