{"url": "https://www.geektime.co.il/monthly-funding-july-2019/", "type": "article", "title": "שיא: הסטארטאפים הישראליים גייסו ביולי כמעט מיליארד דולר", "description": "הסטארטאפים הישראליים גייסו החודש כ-70 אחוז יותר מהחודש המקביל בשנה שעברה: הנה כל השקעות, הרכישות והגיוסים של חודש יולי בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-02T13:00:37Z", "modified_time": "2019-08-02T07:02:39Z", "articleBody": "הסטארטאפים הישראליים גייסו החודש כ-70 אחוז יותר מהחודש המקביל בשנה שעברה: הנה כל השקעות, הרכישות והגיוסים של חודש יולי בסצנת הסטארטאפים הישראלית\n​אומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש יוני\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nחברת ​liberDi הישראלית, שפיתחה מערכת דיאליזה ניידת, הודיעה על השלמת גיוס של 1.13 מיליון דולר. הפיתוח של החברה מאפשר לסובלים מאי ספיקת כליות לעבור טיפול דיאליזה באופן עצמאי, בכל מקום ובכל זמן.\nliberDi רוצה לשפר את איכות חייהם של החולים באמצעות ערכת דיאליזה קומפקטית וניידת ששוקלת פחות מ-2 ק״ג, שתאפשר לקבל את אותו הטיפול, תוך כדי שמירה על שגרת חיים כמה שיותר רגילה, ללא צורך לנסוע למרפאה או לבית החולים. יתרון נוסף לטיפול בסביבה הביתית של החולה היא שפעמים רבות דיאליזה מלווה בתופעות לוואי לא נעימות כמו התעלפויות, עייפות, בחילות והקאות.\nחברת הסייבר הישראלית Trapx, המפתחת טכנולוגיה שתכליתה להטעות האקרים ולגרום להם לתקוף משאבים קצת פחות קריטיים בארגון, הודיעה על גיוס של 18 מיליון דולר. סבב הגיוס הנוכחי, Series C, הובל על ידי Ibex ולקחו בו חלק גם המשקיעים הקיימים של החברה בהם אינטל קפיטל, BRM, Opus Capital ו-Liberty Israel Venture Fund.\nTrapX Security מפתחת דרך להתמודד עם מתקפות Zero Day או APT (מתקפות מתקדמות ממוקדות) על נכסי IT או התקנים מחוברים (IoT) באמצעות הטעייה של התוקף. המוצר שלה, DeceptionGrid, סורק את המחשוב הארגוני – הן החומרה והן התוכנה, ופורש מלכודות שהן בעצם פרצות אבטחה מוחלשות, שנראות כמו הדבר האמיתי. אותן מלכודות ממוקמות ברשת וירטואלית שמדמה את הרשת האמיתית של החברה, כשרק עין חדה במיוחד תוכל לשים לב להבדלים.\nהסטארטאפ Belong.Life מסייע לחולים במחלת הסרטן ולסובבים אותם להתמודד קצת יותר בקלות עם המחלה, באמצעות רשת חברתית ייעודית שמרכזת עבורם במקום אחד את כל מה שהם צריכים. החודש, הודיעה החברה על השלמת סבב גיוס בהיקף של 14 מיליון דולר בהובלת IQVIA, ובהשתתפות The Group Ventures והמשקיע הקיים – האנג׳ל הראל פראג. מטרת המימון היא להרחיב את היצע הפתרונות שלה, ולהציע פלטפורמה דומה גם למטפלים, ספקי שירותי בריאות וחברות מדעי החיים.\nהאפליקציה של Belong משמשת כמעין רשת חברתית לחולים והסובבים אותם. באפליקציה המשתמשים יכולים להתייעץ או לחלוק בטיפים שלהם עם שאר החברים בפלטפורמה, לקבל מענה לשאלות קריטיות ממומחים בתחום, לנהל יומן משימות, להגדיר תזכורות ללקיחת תרופים וטיפולים או לאחסן קבצים ומסמכים רפואיים חשובים.\nחברת הסטארטאפ הישראלית Polyrize, שמפתחת טכנולוגיה לניהול ובקרה מתמשכת של הרשאות משתמשים בענן, הודיעה במקביל על גיוס של 4 מיליון דולר.הטכנולוגיה של החברה מפרקת את כל הגדרות הגישה של השירותים השונים, ומאחדת אותם על גרף אחד, כדי להבין פעילות בצורה רוחבית, ולהיעזר בכל המידע הקיים כדי למצוא אנומליות. השירות אף מסוגל לבצע פעילויות אכיפה תוך הסתמכות על השירותים אליהם מחובר המשתמש, ללא הצורך להתקין יישומים או שרתי פרוקסי בינו לבין השירות.\nהסטארטאפ הישראלי XTEND פיתח מערכת לשליטה מרחוק במכשירים שונים, כשאחד היישומים הראשונים שלו מאפשר לחיילים ליירט בלוני תבערה מרחוק. המערכת מבוססת על רחפנים זעירים שמסוגלים לנוע בשטח הלחימה, ואפילו בתוך מבנים סגורים, זאת בעוד שהחייל המפעיל יכול לשבת בכל מקום שרק ירצה, ולצפות מעיניי הרחפן בזווית ראייה של 360 מעלות. בחברה אפילו מציינים שכל חייל, ללא צורך בכל הכשרה או ניסיון קודם, יכול לשלוט במערכת הזאת.\nהחודש, הודיעה החברה על השלמת סבב גיוס סיד בהיקף של 3 מיליון דולר בהובלת i3 Equity Partners ובהשתתפות TAU Ventures ו-Lool Ventures.בנוסף, לקחו חלק בסבב כמה משקיעים פרטיים בולטים כמו גיגי לוי-וייס, אחד מהאנג’לים הדומיננטיים ביותר בישראל, ושלו חוליו, מייסד חברת הסייבר ההתקפי, NSO.\nLightico הישראלית, המסייעת לצוותי שירות ומכירות לסגור כמה שיותר עסקאות וכמה שיותר מהר, הודיעה על השלמת גיוס של 14.5 מיליון דולר. בסבב הגיוס השתתפו Mangrove Capital Partners ביחד עם lool Ventures, Spinach Angels ו-Crescendo Venture Partners. סך ההשקעות בחברה מאז הקמתה עומד על כ-17 מיליון דולר.\nLightico מציעה מערכת מבוססת ענן המספקת פתרונות לניהול אינטראקציות עשירה יותר עם לקוחות.  המערכת שלה מאפשרת ללקוחות למלא ולהעביר בזמן אמת צילומי מסמכים, תעודת זהות, חתימות, תמונות, אישור הסכמה ותשלומים, ולחסוך את השימוש במכשיר שמשום מה עדיין נעשה בו שימוש לעיתים – פקס.\nJuganu הישראלית, המפתחת ומייצרת פתרונות תאורה המיועדים להטמעה בערים חכמות, הודיעה על השלמת סבב גיוס בהיקף של כ-23 מיליון דולר. את סבב הגיוס הובילה קרן ויולה צמיחה, ולקחו בו חלק גם OurCrowd וקרן השקעות מקסיקנית. ההשקעה יאפשר לה להאיץ את עבודת הפיתוח והרחבת פעילות השיווק והמכירות בארץ ובעולם​.\nפתרון ה-“Digital World” של Juganu (ג׳וגאנו) מאפשר לחבר בין גופי התאורה במרחב הציבורי במטרה ליצור רישות תקשורתי רחב-פס על גריד אלחוטי, המשמש כתשתית לתקשורת. כלומר, ללא צורך ברכיבי תקשורת אופטית הכרוכה בסלילה פיזית יקרה כפי שנהוג כיום. עלות הקמת תשתית תקשורת ותאורה המבוססת על הפתרון שלה יכולה לחסוך לרשויות עירוניות כ-90% מעלות הפתרון המיושם כיום בעולם.\nחברת הסייבר enSilo, המספקת פתרון להגנה בזמן אמת על ארגונים, הודיעה על השלמת סבב גיוס בהיקף של 23 מיליון דולר. את הגיוס הובילה קרן ההשקעות Rembrandt Venture Partners  והשתתפו בו כל המשקיעים הקיימים בחברה: LSBP, Viola, Rembrandt ו-O.G Tech. ביחד עם הגיוס האחרון, סך ההשקעות בחברה עומד כעת על 57 מיליון דולר.\nenSilo פועלת בתחום הפופולארי אך התחרותי של זיהוי ומניעת התקפות נגד תוכנות כופר, נוזקות ממוקדות, מתקפות ללא קבצים ומתקפות זדוניות משלל סוגים אחרים שארגונים, בעיקר גדולים, מתמודדים איתם באופן יומיומי. לרוב, אמצעי ההגנה של אותם ארגונים הם באמצעות מוצרים שמטרתם למנוע מהתוקף לחדור מבחוץ אל תוך הארגון, אבל enSilo מגיעה מכיוון אחר; נקודת ההנחה שלה היא שקשה עד בלתי אפשרי למנוע חדירה של גורם עוין חיצוני, אבל בהחלט אפשר למנוע ממנו לשבש ולגנוב מידע רגיש.\nסביר להניח שבכל רגע נתון נמצא בארנק שלכם לפחות 2-3 כרטיסי אשראי שונים, וזה טבעי. יש לנו חשבונות בנק שונים, אולי מועדוני צרכנות או הטבות שונים ואם יש לכם מזל, אולי גם איזה כרטיס של אבוש או אמוש. הפיתוח של Curve יאפשר לכם להסתובב עם כרטיס אחד, ובעזרת אפליקציה לבחור בכל פעם את הכרטיס הפעיל, מבלי שתצטרכו להסתובב איתו פיזית.\nהחודש הודיע הסטארטאפ הישראלי על השלמת גיוס בגובה 55 מיליון דולר, בהובלת Gauss Ventures, קרן אמריקאית המתמחה בתחום הפינטק; והשתתפו בו גם הקרנות Creditease, IDC Ventures והמשקיעים הקיימים Outward VC (לשעבר קרן INVC של בנק Investec) והקרנות Santander InnoVentures, Breega, Seedcamp ו-Speedinvest.\n\n​הסטארטאפ הישראלי Emerj רוצה לעשות למקומות העבודה שלנו את מה ש-Jolt עשתה לעולם הלימודים המסורתי, באמצעות פלטפורמה שתאפשר לעובדים ללמוד ולהתייעץ עם עמיתיהם לעבודה, גם אם הם מתגוררים באיזורי זמן שונים לגמרי. החודש, הודיעה החברה כי השלימה גיוס של 800,000 דולר מקרן ההשקעות של קמא-טק ו-Fusion LA – שתי תוכניות האצה בהן היא לקחה חלק, ציון חלפון, ענבל שינפלד, קרן ההשקעות BLD מלוס אנג׳לס וכן פיונה דרמון.\nהסטארטאפ הישראלי Shieldox מסייע לארגונים לשמור על המידע הרגיש להם, מבלי להקשות על העובדים ולפגוע להם בעבודה השוטפת. החודש, הודיעה החברה כי גייסה 4 מיליון דולר מהמשקיע והיזם הסדרתי מריוס נכט, מייסד צ’קפוינט.\nהמערכת של החברה מנתחת וחוזה סיכונים פוטנציאליים למידע עסקי בארגונים, ללא צורך בהתקנה של תוכנה כזו או אחרת. המערכת מבינה מה נחשב למידע עסקי רגיש עליו הארגון צריך להגן, ועושה זאת בענן מבלי לפגוע או לקטוע את פעילות העובדים בענן, באופן אוטונומי מוחלט. היא מראה לארגונים איזה מידע נמצא בסיכון ועל מה בדיוק צריך להגן על ידי זה שהיא יודעת מהו המידע שמשותף, איפה הוא, מה התנועה שלו, והאם הוא מהווה סיכון.\n​חברת Filterlex Medical, שמפתחת התקן שיוכל למנוע סיבוכים שעשויים להוביל לשבץ מוחי, הודיעה כי גייסה כ-3 מיליון דולר ממספר משקיעים בהם ד״ר שמעון אקהויז וקרן Share Capital הסינית.\nבמהלך ביצוע הליכים קרדיולוגיים מבוססי צנתר, כגון החלפת מסתם אאורטלי בצנתור (TAVI), משתחררים חלקיקים (תסחיפים) מאזור המסתם המטופל אל מערכת הדם. תסחיפים אלו עלולים לנדוד דרך מחזור הדם אל רקמות איברים חיוניים ולגרום לחסימת כלי דם באיברים חיוניים. מדובר במצב בעייתי שכן נדידת חלקיקים למוח עלולה לגרום לשבץ ולליקויים נוירולוגיים וקוגניטיביים. כאן נכנסת לתמונה Filterlex Medical (פילטרלקס) המפתחת את CAPTIS, מוצר שמטרתו לבצע הטייה, לכידה והוצאה מהגוף של אותם תסחיפים בעת הליכי צנתור. ביכולתו של הפיתוח למנוע את כניסתם של החלקיקים לעורקי המוח, להסיט אותם, וללכוד אותם בכיסים ייעודיים בו.\nTrax הישראלית-סינגפורית מסייעת לקמעונאים להגדיל את מכירותיהם באמצעות סידור נכון יותר של מוצריהם על המדפים. החודש, היא הודיעה על השלמת סבב גיוס בהיקף מכובד של 100 מיליון דולר מ-HOPU Investments, חברת ניהול נכסים מוכרת באסיה המתמקדת בעיקר בענף הצרכנות והטכנולוגיה. הגיוס יתמוך במאמציה של החברה הישראלית להרחיב את פרישתה הגלובאלית ולהגדלת צוות העובדים, שמונה כיום כ-650 איש.\nTrax מפתחת טכנולוגיית ראייה ממוחשבת, שמאפשרת ללקוחותיה לצלם את המדפים בחנויות ולקבל נתונים וניתוח של אופן סידור המוצרים והשפעתו על המכירות הצפויות. כך, בזמן אמת ניתן לבצע פעילויות מיידיות על בסיס תובנות אלה. המערכת של Trax מסוגלת לפענח באמצעות צילום של מוצר על המדף את מספר הברקוד של המוצר, זמינותו במלאי, מעקב על חוסרים, קצב מכירת המוצר ומיקומו המדויק על המדף.\n​חברת TradAir המפתחת תוכנה המסייעת לבנקים וחברות ברוקראז׳ לנהל מסחר במטבע חוץ ונכסים דיגיטליים (AKA קריפטו), הודיעה כי השלימה סבב גיוס בהיקף של 11 מיליון דולר בסבב D. את סבב הגיוס הובילו המשקיעים החדשים GF Investments וקרן ההשקעות של הארבי גולוב, לשעבר יו”ר ומנכ”ל אמריקן אקספרס. בסיבוב השתתפו גם המשקיעים הקיימים בחברה – Viola Ventures ו-Long Ridge Equity Partners.\nTradAir פיתחה מנועי תמחור ומערכות מסחר לשווקים פיננסים שפועלים בענן. הטכנולוגיה שלה מחברת את חדר המסחר בבנק לשוק המסחר הגלובלי כדוגמת רויטרס, בלומברג ואחרים. באמצעותה, בנקים קטנים, איזוריים או חברות ברוקראז׳ יכולים להציע ללקוחות את כל מה שהם צריכים כדי לסחור במט״ח. בין המוצרים המרכזיים שלה ניתן למצוא פלטפורמה לסחר במט״ח, ממשק משתמש הניתן להתאמה אישית, פלטפורמת סחר של הסכמי ריפו (repurchase agreement), ופלטפורמה לסחר במטבעות קריפטוגרפיים.\nאת הזמנות הטיסות Smartair הודיע כי גייס כ-6 מיליון דולר על מנת להגדיל את פעילותו בשווקים מתפתחים. את הגיוס הובילה קבוצת תלמה נסיעות ותיירות, בהשתתפות קרן אלפא קפיטל וקרנות הון סיכון בינלאומיות נוספות.\nהאתר נחשב לבין הראשונים בישראל שאפשרו להזמין טיסות בעזרת 2 חברות תעופה שונות בכרטיס אחד – מה שהיום נראה שגרתי לחלוטין. בהמשך, השירות התרחב כך שמשתמשים יוכלו להזמין לא רק טיסות, אלא להרכיב חופשה מלאה הכוללת גם מלון, רכב, ואטרקציות – הכל בהתאם למאפייני ודרישות המשתמש.\nהסטארטאפ הישראלי Cervello הודיע על סגירת סבב סיד בהיקף של 4.5 מיליון דולר. את הגיוס הובילו הקרנות North First Ventures ו-Awz Ventures, והשתתף בו גם המייסד של קבוצת Comsec, ניסים בר-אל. Cervello רוצה לספק מעין ״חליפת הגנה״ למערכות הקריטיות ביותר של הרכבת – מערכות האיתות – מפני מתקפות סייבר. מפעילות רכבות אשר משתמשות בפלטפורמת השליטה והבקרה שלה מקבלות תמונת מצב עדכנית המכילה התראות על איומי סייבר על צי הרכבת שלהם, כדי שהן יוכלו להגיב בזמן אמת למצבים מסוג זה.\nהוידאו הוא כבר מזמן המלך החדש, אבל מתברר כי גם הוא נתקל בלקוחות בעיתיים במיוחד, אשר מתקשים לשמור על ריכוז ונוטשים סרטונים אם הם לא מגיעים לנקודה העיקרית שלהם במהירות. בדיוק בשביל זה קם הסטארטאפ הישראלי Minute, אשר לוקח את העובדה הזו וממנף אותה כדי שאתרי תוכן יוכלו להפיק את המירב מאותם סרטונים עליהם הם עובדים כל כך קשה. החודש, הודיע הסטארטאפ כי גייס כ-8 מיליון דולר מ-Ansonia Holdings ו-Infront media Sports לצד המשקיע הקיים גלעד שבתאי.\nחברת הסטארטאפ הישראלית monday.com, המפתחת פלטפורמה לניהול משימות, הודיעה על השלמת סבב גיוס בגובה של 150 מיליון דולר. את סבב הגיוס הרביעי של החברה הובילה קרן ההשקעות האמריקאית Sapphire Ventures ולקחו בו חלק גם Hamilton Lane HarbourVest Partners, ION Crossover Partners ו-Vintage Investment Partners. מהחברה לא נמסר על פי איזה שווי חברה גוייס הסכום, אולם על פי ההערכות מדובר בשווי חברה של 1.9 מיליארד דולר.\nהפלטפורמה של monday מחברת בין עובדים ותהליכי עבודה, כשהרעיון הוא ליצור שקיפות ולאפשר לכל חלק בארגון לדעת ולעקוב אחר הסטטוס של הפרויקטים והמשימות השונות. בניגוד לאמצעי תקשורת בין העובדים כמו סלאק, הכלי של מאנדיי מאפשר לרכז את כל העבודה במקום אחד: תכנון אסטרטגי שנתי, ניהול משימות שוטפות, ניהול לקוחות ואופרציה משרדית, תוך כדי הצגה של התהליך וההתקדמות של כל משתמש בצורה שקופה.\nפחות משנה אחרי שגייס 400 מיליון דולר, הסטארטאפ Compass (קומפאס) של אורי אלון הודיע על השלמת סבב גיוס שביעי בהיקף של 350 מיליון דולר. בסבב הגיוס הנוכחי השתתפו משקיעים חדשים ומשקיעים קיימים, בהם, קרן הפנסיה הקנדית ((CPPIB, Dragoneer Investment Group, סופטבנק ו-QIA. סך הגיוסים של החברה מאז הקמתה ב-2012 עומד על 1.5 מיליארד דולר.\nהטכנולוגיה של Compass מאפשרת להפוך את תהליך החיפוש והמציאה של דירה באיזורים בעלי ביקוש גבוה ברחבי ארצות הברית לזמינים ונגישים יותר מבעבר. החברה מציעה פלטפורמה שמאפשרת למשתמשים ולסוכנים לקבל החלטות מושכלות יותר בתחום הנדל”ן על ידי הצגת מידע מפורט על מגמות תמחור ותנודות השוק בזמן אמת. כמו כן, הפלטפורמה מציגה מידע מפורט על אזורים, שכונות, עסקאות אחרונות שבוצעו, מקומות הבילוי והחינוך ועוד.\nחברת Lightricks, שעומדת מאחורי כמה מאפליקציות עיבוד התמונה הפופולאריות ביותר, הודיעה על השלמת סבב גיוס בהיקף של 135 מיליון דולר. את סבב הגיוס הובילה קבוצת גולדמן סאקס והשתתפו בו גם המשקיעים הקיימים – כללטק ו-Insight Partners.\nהאפליקציות לעיבוד תמונה ווידאו של Lightricks (לייטריקס) זיכו אותה בפרסים יוקרתיים בהם אפליקציית השנה של אפל ב-2015 ופרס Apple Design Awards לשנת 2017. אפליקצית Factune הותיקה שלה, וזו שהתחילה את הכל בעצם, היא מעין פוטושופ נייד להמונים, בעוד שאפליקצית Enlight תהפוך כל תמונה שצילמתם ליצירת אומנות באמצעות פילטרים ואפקטים. אפליקציות נוספות מבית החברה הן Enlight Photofox, אפליקציית עריכת תמונה מתקדמת לאייפון שמאפשרת גם עבודה בשכבות, ו-Pixaloop – שתפיח חיים בתמונות סטילס. הבשורות המאכזבות עבור משתמשי האנדרואיד מביניכם הן שמרבית האפליקציות רלוונטיות רק ל-iOS, בטענה שתהליך הפיתוח לאנדרואיד מורכב ויקר הרבה יותר.\nהסטארטאפ הישראלי Hello Heart עוזר לאנשים לנהל ולשפר את בריאותם באמצעות טכנולוגיה, כשמוצר הדגל של החברה הוא פתרון שמסייע לחולים לנהל את רמות לחץ הדם, הסוכר, התרופות והפעילות הגופנית שלהם, בעזרת AI. החודש, הודיעה החברה כי השלימה סבב גיוס של 12 מיליון דולר בהובלת Khosla Venture. המשקיעים הקודמים בחברה – Maven Ventures, BlueRun Venture ו-Resolute Ventures השתתפו גם כן בסבב.\n \n​חברת Clicktale (קליקטייל), המספקת נתונים סטטיסטיים אודות התנהגות המשתמשים וחוויית השימוש שלהם באתרים ובאפליקציות, התמזגה עם חברת Contentsquare הצרפתית. החברות לא חשפו נתונים כספיים אודות העסקה והיקפה לא נמסר, אולם על פי ההערכות, היקף האקזיט נמוך יחסית. מאז הקמתה ב-2006 גייסה החברה הישראלית כ-70 מיליון דולר ממגוון משקיעים בהם Amadeus Capital Partners ,KKR, Viola Credit ו-YL Ventures.\nExabeam הישראלית, המפתחת פלטפורמה חכמה לניהול אבטחת מידע ואירועים, הודיעה על רכישת חברת SkyFormation המפתחת כלים לאיסוף אירועים משירותי ענן שונים. זוהי הרכישה הראשונה של Exabeam, שתשתמש בנכסים החדשים כדי לפתוח פעילות בישראל. החברות לא פירסמו את תנאי וסכומי הרכישה, אולם SkyFormation לא גייסה הון ממשקיעים.\nבעוד הנרכשת מסוגלת לאסוף אירועים משירותי ענן ולהעביר אותם למערכת SIEM, הרוכשת מפתחת מערכת SIEM שמסוגלת לבצע עדכונים באופן אוטומטי, כך שניתן לאסוף את הנתונים הנכונים בכל עת. השילוב של השתיים יאפשר לצוותי אבטחה לזהות טקטיקת, טכניקות ופעולות של תוקפים בשלל שירותים ומערכות עסקיות שונות בתחומי האבטחה, זיהוי, ניהול גישה, תשתיות ועוד.\nפלטפורמת הפרסום במשחקים AppLovin הודיעה החודש על רכישתSafeDK הישראלית. הסטארטאפ הישראלי פיתח פלטפורמה לניהול ופיקוח על כלי פיתוח צד שלישי (SDK) באפליקציות מובייל. החברות סירבו לחשוף את סכום הרכישה, אולם על פי ההערכות מדובר בעשרות מיליוני דולרים.\nהפתרון של SafeDK מגן על אפליקציות מפני תוכנות צד שלישי אליהן הן מחוברות הן על ידי הגנה מפני פעילות זדונית, והן על ידי התראה בזמן אמת מפני פגיעה בביצועים של היישום, כמו למשל צריכת סוללה גבוהה מידי. המפתחים מצידם יכולים לכבות או לחסום את הרכיב הבעייתי מיד עם קבלת ההתראה על בעיה.\nחטיבת הענן של גוגל הודיעה כי רכשה את חברת איחסון הנתונים הישראלית Elastifile, המאפשרת לייעל פתרונות אחסון בענן. החברות לא פרסמו את סכום הרכישה אך על פי ההערכות הוא גבוה מ-100 מיליון דולר. גוגל רכשה את הפיתוח הישראלי, כדי לשלב אותו במוצרים השונים שמציעה חטיבת הענן שלה.\nאחד החסמים הגדולים ביותר שמונע מעבר של ארגונים לטכנולוגיות הפלאש המהירה והאמינה יותר הוא המחיר; למרות זאת, הפתרון שפיתחה Elastifile נהנה מתמחור אטרקטיבי הרבה יותר, השווה ואף נמוך ממערכות היברידיות או כאלו שמבוססות על דיסק מגנטי. הפתרון של החברה תומך ב-OpenStack/KVM, VMware vSphere וכן בקונטיינרים בלינוקס.\nחברת ה-VPN הישראלית, SaferVPN, שמפתחת שירות VPN מאובטח למשתמשים פרטיים וארגוניים, נמכרה לתאגיד הטכנולוגיה J2 Global. התאגיד האמריקאי רכש כבר מספר שירותי VPN, שהוא ממשיך להפעיל תחת מותג עצמאי, והוא הבעלים של כמה אתרי טכנולוגיה גדולים. סכום הרכישה לא פורסם, אולם על פי ההערכות הוא עומד על מיליוני דולרים.\nSaferVPN (סייפר ויפיאן) פיתחה שירות VPN מאובטח, שמאפשר למשתמשים לעקוף את מגבלות הצנזורה ביותר מ-65 מדינות ולעקוף מגבלות גיאוגרפיות של שירותי רשת שונים; בנוסף, מאפשר השירות למשתמשים ליהנות מפרטיות ברשת ולהתחמק כך ממעקב מצד ממשלות וחברות ענק וליהנות מאבטחה ברשתות אלחוטיות ציבוריות. בנוסף ל-SaverVPN השיקו מייסדי החברה גם חברת סייבר בשם Perimeter 81, שהפיתוח שלה מאפשר גישה מאובטחת של עובדים למיחשוב הארגוני – תחת גישת ה-Zero Trust. חברה זו היא נפרדת לגמרי שלא היתה כלולה בעסקה.", "keywords": "סיכום גיוסים,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,סיכום גיוסים יולי,יולי 2019,סיכום גיוסים 2019"}