{"url": "https://www.geektime.co.il/israeli-hightech-raise-569-million-dollars/", "type": "article", "title": "חברות סטארטאפ ישראליות גייסו 569 מיליון דולרים", "description": "מכון המחקר של IVC מפרסם את תוצאות המחקר שלו למחצית הראשונה של 2011; תוצאות המחצית כולה מעידות על עלייה בהשקות בסטארטאפים ישראליים.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/07/investment-ivc-research-center.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-07-15T10:30:25Z", "modified_time": "2012-07-16T11:12:23Z", "articleBody": "מכון המחקר של IVC מפרסם את תוצאות המחקר שלו למחצית הראשונה של 2011; תוצאות המחצית כולה מעידות על עלייה בהשקות בסטארטאפים ישראליים.\nמרכז המחקר של IVC פרסם את תוצאות המחקר שערך בשיתוף עם KMPG, המעודכנות לרבעון השני של 2011. מתוצאות המחקר עולה כי 285 חברות ההייטק הישראליות גייסו סכום שיא של 569 מיליון דולרים ברבעון השני של 2011, וסה”כ מעט מעל מיליארד דולרים למחצית הראשונה של 2011.\nלפי עורכי המחקר, מדובר בגיוס רבעוני הגבוה ביותר בשנתיים האחרונות. סכום זה מתייחס להשקעות של גורמים ישראליים וגורמים זרים.\nמקור: יח”צ, מכון המחקר של IVC\nגיוסי שיא\n84 חברות מתוך 285 החברות שנסקרו גיוסו סכומים מעל מיליון דולרים. מתוכן, 16 חברות גייסו בין 5 ל-10 מיליון דולרים, 17 חברות גייסו בין 10 ל-20 מיליון דולרים ו-4 חברות גייסו סכום של מעל 20 מיליון דולרים כל אחת.\nהשקעות של קרנות הון-סיכון ישראליות בחברות הייטק ישראליות היוו 25% מסך ההשקעות בחברות הייטק ישראליות, לעומת 31% בתקופה המקבילה אשתקד. ההשקעה הראשונה של קרן הון סיכון ישראלית באחת מהחברות היתה בממוצע עומדת במחצית הראשונה על 2011, וההשקעה העוקבת עמדה בממוצע על 1.24 מיליון דולרים.\nענף האינטרנט גדל במחצית הראשונה של 2011 ב-155%, ועמד על כ-255 מיליון דולרים. בענף מדעי החיים גויסו 237 מיליון דולרים וענף התקשורת משך גיוסים בהיקף של כ-176 מיליון דולרים.\nרק במהלך השבועיים הראשונים של יולי 2011, דיווחנו לכם על ארבעה גיוסים חמים בעולם ההייטק הישראלי. הגיוסים של Omek Interactive, Cloudshare, Simplee ו-TicTacTi עומדים בקנה אחד עם גל ההשקעות והגיוסים שאפיינו את הרבעון האחרון, ומממשים את הצפי מסוף שנת 2010 כי חברות רבות מבשילות לקראת השקעה, ובאותה העת השוק מבשיל לקראת השקעות רחבות נוספות, ומתכונן ברקע להנפקות גדולות של ענקיות אינטרנט להנפיק במהלך 2011.\nחברת הסטארטאפ הישראלית עומק אינטרנאקטיב (Omek Interactive), הודיעה לאחרונה כי גייסה כ-7 מיליון דולר מזרוע ההון-סיכון של ענקית השבבים אינטל (Intel Capital). הגיוס הנוכחי, המוגדר כחלק ראשון מסיבוב הגיוס השלישי של החברה, מעמיד את החברה על גיוס כולל של כ-14 מיליון דולר עד היום.\nחברת הסטארטאפ הישראלית Cloudshare הודיעה לאחרונה כי סגרה את סבב הגיוס השלישי של החברה בגובה של 10 מיליון דולר. בסיבוב האחרון, אשר הובל על-ידי קרן ההון סיכון האמריקאית גלובספאן, השתתפו גם הקרנות סקויה, צ’רלס ריוור וג’מיני הישראלית אשר השתתפו גם בסיבוב ההשקעה הקודם. סך הגיוס הכולל של החברה עד היום מוערך בכ-26 מיליון דולר לאורך ארבע שנות קיומה.\nלאחרונה הסתיים סבב גיוס מוצלח עבור חברת הסטארטאפ הישראלית Simplee. החברה, אשר פתחה פתרון הדומה לאגרגציה הפיננסית שמבצע אתר mint.com אבל לתחומי ביטוח הבריאות, גייסה השבוע השקעה של כ-1.5 מיליון דולרים מהסניף הישראלי של קרן ההון סיכון Greylock יחד עם כמה אנג’לים נוספים.\nחברה נוספת שגייסה לאחרונה היא חברת הסטארטאפ הישראלית טיקטקטי (TicTacTi). החברה השלימה מוקדם לאחרונה סבב גיוס נוסף בגובה של כחצי מיליון דולר. בסיבוב השתתפה קרן ההון-סיכון קימה וונצ’רס של המשקיע ג’רמי ברבי, יחד עם משקיעים פרטיים נוספים.\nגיוסים אלה מייצגים רק את ההתפתחויות של השבועיים האחרונים, ומהווים דוגמא קטנה למה שעוד מחכה לנו במחצית השניה של 2011. פרטים נוספים על המחקר של IVC תוכלו לקרוא באתר של IVC ובקישור לתוצאות המחקר המלא (קישור PDF).", "keywords": "גריילוק,raising funds,raising money,investment in israel,investment in israeli companies,חברות ישראליות,גיוסי הון של חברות סטארטאפ,cloudshare,greylock,ivc,kmpg,omek interactive,simplee,גיוס,גיוס הון,עומק אינטראקטיב"}