{"url": "https://www.geektime.co.il/intel-announced-gen-10-for-desktop/", "type": "article", "title": "אינטל מציגה מעבד לדסקטופ במהירות 5.3GHz וטוענת: ''זה מעבד הגיימינג המהיר בעולם''", "description": "אחרי המתנה ארוכה, אינטל סופסוף מעדכנת את גם את מעבדי הדסקטופ שלה למעבדי הדור ה-10 שפותחו בישראל. המספרים - על הנייר לפחות - נראים מרשימים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/Intel-CML-S-Desk-i9-1588262308-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-04-30T19:30:31Z", "modified_time": "2020-04-30T19:24:23Z", "articleBody": "אחרי המתנה ארוכה, אינטל סופסוף מעדכנת את גם את מעבדי הדסקטופ שלה למעבדי הדור ה-10 שפותחו בישראל. המספרים – על הנייר לפחות – נראים מרשימים\nתמונה: אינטל\nאלה לא היו השנים הקלות ביותר מבחינתה של אינטל. מחילופים בצמרת, דרך פירצות אבטחה, לתחרות קשה מצידה של AMD ועוד בעיות. אבל החברה מנסה להמשיך ולהצדיק את התואר “צ’יפזילה” וסופסוף חושפת את מעבדי ה-Gen 10 שלה בסדרת S למחשבי דסקטופ, והפעם היא טוענת שהיא התעלתה על עצמה ועל המתחרות.\nבראש Series S ב-125W TDP המכוונים לא מעט לשוק הגיימינג, עומד ה-10900K, מעבד i9 עם 10 ליבות, 20 תהליכונים (נימים/threads) ומהירות של עד 5.3GHz. לטענת אינטל, זהו מעבד הגיימינג הטוב ביותר בעולם. למרות שאלו מעבדי הדור ה-10, כדאי לשים לב שלא מדובר בארכיטקטורת ה-10 ננו-מטר אליה הצטרפה החברה באיחור משמעותי (Ice Lake), אלא במעבדים המבוססים על ארכיטקטורת Skylake ב-14 ננו-מטר. עלות המעבד המתקדם ביותר עומדת על 488 דולר.\nכל המשפחה ביחד. צילום: אינטל\nלצד ה-10900K, אינטל השיקה את ה-10700K, מעבד i7 עם 8 ליבות, 16 תהליכונים ומהירות מקסימלית של עד 5.1GHz במחיר של 374 דולר; וה-10600K, מעבד ה-i5  עם 6 ליבות, 12 תהליכונים ומהירות מקסימלית של 4.8GHz במחיר של 262 דולר. המעבדים מצוידים בכמה טכנולוגיות של אינטל שאמורים להאיץ את הביצועים שלהם: Turbo Boost 3.0 אמורה לאפשר זינוק במהירות השעון כל עוד טמפרטורת המעבד עומדת על פחות מ-70 מעלות.\n\n\n\n\n\n\nהורידו עכשיו את אפליקציית גיקטיים, ותישארו מעודכנים\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nמי שלא זקוק לכוח עיבוד שכזה, יכול להסתפק גם בגירסאות ה-65W וה-35W שיגיעו במודלי i9, i7, i5 ו-i3 עם אותן ליבות ותהליכונים, אבל עם מהירות שעון מינימלית ומקסימלית מופחתת משמעותית. כמו גירסאות מעבדי ה-Gen 10 ללפטופים, גם גירסאות הדסקטופ מגיעות עם תמיכה מובנית ב-WiFi 6, תקן התקשורת האלחוטית היחסית חדש שאמור לספק ביצועי רשת הרבה יותר יציבים ומוצלחים.\nתאריך ההשקה של כל מעבדי Gen 10 למחשבי דסקופ טרם נחשף.\nכשאינטל טענה שהמתחרות שלה משחקות עם המספרים שלהן\n ", "keywords": "דסקטופ,אינטל,דור 10,מעבד,מעבדים,gen 10,intel,intel gen 10,גיימינג,gaming"}