{"url": "https://www.geektime.co.il/linux-kernel-10-breaks/", "type": "article", "title": "האם גרסת ה-Linux kernel שאתם משתמשים בה עמידה בפני 10 הפרצות האלה?", "description": "מערכת הקוד הפתוח הפופולרית נהנית מקהילה עצומה ומעורבת, אך סובלת בשל כך גם מלא מעט חולשות - למה הן עלולות לגרום ואיך מתקנים אותן?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/linux-2321631_640-1561900087-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-11T14:34:32Z", "modified_time": "2019-11-11T14:57:42Z", "articleBody": "מערכת הקוד הפתוח הפופולרית נהנית מקהילה עצומה ומעורבת, אך סובלת בשל כך גם מלא מעט חולשות – למה הן עלולות לגרום ואיך מתקנים אותן?\nהכתבה בחסות\nצילום / תמונה: Pixabay\nמאת גבריאל אבנר\nLinux Kernel היא ללא ספק אחת מעמודי התווך של מערכות הקוד הפתוח ובין המשפיעות שבהן. המערכת, שפותחה בשנות ה-90 על ידי לינוס טורבאלדס שעל שמו היא קרויה, זמינה לשימוש בפרויקטי קוד פתוח תחת רישיונות GNU ו-GPL.\nעם למעלה מ-823 אלף תורמים (commits) ו-25,215 פיצולים (forks) הרשומים בעמוד ה-GitHub שלה, Linux kernel מתפארת בקהילה פעילה ומעורבת של למעלה מ-12,000 מפתחים, ביניהם כישרונות מענקי טכנולוגיה כמו מיקרוסופט, גוגל, אינטל ורד האט.\nבהינתן קהילה חזקה ומגוונת שכזו, ניתן לצפות למגוון רחב של חולשות ב-Linux kernel שעלולות לעלות במסגרת סקירות הקוד ואפילו במהלכי הדגימה והקידום של פרוייקט פופולרי זה. ואכן, במהלך השנים, נמצאו מספר רב של vulnerabilties ב-Linux kernel.\nבעוד שמוניטין שכזה עלול להבריח מפתחים מלהשתמש בפרוייקט בעבודותיהם, הפופולריות המתמשכת שלו משקפת דווקא מציאות הפוכה. מוניטין שכזה מראה כי הקהילה התומכת בפרוייקט אכפתית ופועלת על מנת לזהות את נקודות התורפה לפני שהן הופכות לבעיה. ברגע שנחשפה נקודת תורפה, הקהילה מציעה פתרון תוך כמה שעות ודואגת לשחררו כשי שיהיה זמין עבור מפתחים לעדכון גרסאותיהם.\nשלא כמו Windows ו-MacOS שדוחפות עדכוני תוכנה למשתמשים באופן אוטומטי, ב-Linux kernel על המפתחים לחפש עדכונים בעצמם. המשמעות היא שעל המפתחים לדעת באילו רכיבי קוד פתוח הם משתמשים במוצריהם ולעקוב אחר נקודות התורפה עם חשיפתן.\nאם אתם משתמשים של Linux kernel אבל מסיבה כלשהי לא עוקבים אחרי הפרויקט ומחפשים גרסאות חדשות עם תיקונים לנקודות תורפה, גיבשנו עבורכם רשימת vulnerabilities אשר משפיעות על קהל המשתמשים הגדול ביותר. החולשות דורגו כ-10 לפי CVSS v2. אנו משתמשים ב-CVSS v2 משום שרוב ה-CVE המוזכרים כאן מתוארכים מלפני ההשקה של CVSS v3.\nCVE-2017-18017\nLinux Kernel netfilter:xt_TCPMSS\nCVSS v2: 10 High\nגרסאות מושפעות: לפני 4.11 ו-4.9x לפני 4.9.36\nנקודת התורפה הייחודית הזאת הגיעה לראש הרשימה שלנו ל-Linux Kernel CVEs לשנת 2018, למרות שמופיע 2017 ב-ID שלה. זאת משום שהיא דווחה לראשונה וקיבלה את ה-ID בשנת 2017, לפני שהיא התפרסמה במאגר נקודות התורפה הלאומי בינואר 2018.\nלפני התיאור, פונקציית ה-tcpmss_mangle_packet ב-net/netfilter/xt_TCPMSS.c עלולה לאפשר להאקרים לבצע מרחוק מתקפה של מניעת שירות והשחתת זיכרון. דיווחים מראים שתוקפים יכולים למנף את נוכחות xt_TCPMSS בפעולת iptables כדי לבצע מגוון לא מוגדר של פעילויות אחרות המשפיעות על התוכנה שלכם.\nנקודת תורפה זו של Linux kernel היא בעייתית במיוחד, בהתחשב בתפקיד החשוב שהיא משחקת בסינון תקשורת ברשת על ידי הגדרת גודל המקטע המקסימלי המותר לקבלת כותרות TCP. ללא פקדים חשובים אלה, המשתמשים מסתכנים בבעיות הצפה.\nעניין נפוץ שאנו רואים בכל נקודות התורפה של Linux kernel ברשימה זו, הוא היכולת לבצע את ההתקפות מרחוק, ללא כל פעילות מצד היעד. התקפות אלה הן בבחינת איום גדול יותר מאשר התקפות המחייבות את ההאקרים לעבוד באופן מקומי.\nכפי שהם עושים בדרך כלל, האנשים הטובים בקהילת Linux עזרו לפתח תיקון שיעזור לנו לשמור על המוצר שלנו בטוח ומוגן. אנו מקווים שעדכנתם את הגרסה שלכם מאז פרסום נקודת תורפה זו. ניתן לעיין ברשימה המלאה של הגרסאות המושפעות.\nCVE-2015-8812\ndrivers/infiniband/hw/cxgb3/iwch_cm.c\nCVSS v2: 10 High\nגרסאות מושפעות: לפני גרסה 4.5\nפגם חמור נמצא ב-drivers/infiniband/hw/cxgb3/iwch_sm.c של Linux kernel, שלא מזהה כראוי את תנאי השגיאה. נקודת תורפה זו מאפשרת לתוקפים מרחוק להריץ קוד שרירותי או לגרום למניעת שירות (use-after-free) באמצעות מנות מעוצבות (crafted packets).\nמידע על התיקון ל-CVE זה ניתן למצוא כאן.\nCVE-2016-10229\nudp.c\nCVSS v2: 10 High\nגרסאות מושפעות: לפני גרסה 4.5\nנקודת התורפה הזו של Linux שבה udp.c מאפשרת לתוקפים מרחוק להריץ קוד שרירותי באמצעות תעבורת UDP שמפעילה בדיקה שנייה לא מאובטחת (unsafe second checksum) במהלך הרצת קריאת מערכת recv עם דגל MSG_PEEK.\nקראו כאן על התיקון.\nCVE-2014-2523\nnet/netfilter/nf_conntrack_proto_dccp.c\nCVSS v2: 10 High\nגרסאות מושפעות: דרך 3.13.6\nנקודת תורפה חמורה נוספת ל-netfilter ב-Linux kernel שהרימה את ראשה, הפעם בשימוש לא נכון של ה-DCCP header pointer. פגם זה מאפשר לתוקפים מרחוק לגרום לשלילת שירות (התרסקות מערכת) או להריץ קוד שרירותי דרך חבילת DCCP שמעוררת קריאה של פונקציות dccp_new, dccp_packet או dccp_error.\nקראו כאן על התיקון.\nCVE-2016-10150\nvirt/kvm/kvm_main.c\nCVSS v2: 10 High\nגרסאות מושפעות: לפני 4.8.13\nנקודת תורפה מסוג use-after-free זו ב-Linux kernel הנמצאת בפונקציית virt/kvm/kvm_main.c’s kvm_ioctl_dreate_device, מאפשרת למשתמשי מערכת ההפעלה לגרום למתקפת שלילת שירותים.\nפרטים על התיקון אפשר למצוא כאן.\nCVE-2010-2521\nfs/nfsd/nfs4xdr.c\nCVSS v2: 10 High\nגרסאות מושפעות: לפני 2.6.34-rc6\nהצפות מרובות של ה-buffer ב-fs/nfsd/nfs4xdr.c בהטמעת ה-XDR בשרת NFS ב-Linux kernel, מאפשרות לתוקפים מרחוק לגרום לשלילה של שירותים. קיימת גם האפשרות שתוקפים יריצו קוד שרירותי דרך crafted NFSv4 – בקשת WRITE מורכבת (compound WRITE request), הקשורה לפונקציות של read_buf ו-nfsd4_decode_compund.\nבהערות שלהם, החוקרים ציינו, ״כש-read_buf נקרא לעבור לעמוד הבא ברשימת העמודים (pagelist) של בקשת NFSv4, הוא מגדיר argp->end למספר אקראי, בהחלט לא כתובת בתוך העמוד ש-argp->p מכוון אליו עכשיו”.\nהם מצאו את זה מעניין משום שהם אמרו שקריאות עוקבות ל-READ_BUF ייחשבו כשיש הרבה יותר מאשר עמוד של שטח פנוי, אז אפשר לצפות לנפילה בסוף העמוד השני. הם מציינים כי הם מעולם לא נתקלו במצב זה בבדיקות כי “בדרך כלל הפעולות היחידות המשתמשות ביותר משני עמודים הן פעולות כמו כתיבה, שיש להן לוגיקת פענוח משלהן”.\nצפו בפרטי התיקון ובשאר הניתוח שלהם כאן.\nCVE-2017-13715\nnet/core.flow_dissector.c\nCVSS v2: 10 High\nגרסאות מושפעות: לפני 4.3\nפונקציית ה-_skb_flow_dissect ב-net/core.flow_dissector.c לא מבטיחה n_proto, ip_proto ו-thoff מאותחלים. הדבר יכול לאפשר לתוקפים לגרום לשלילת שירותים ואף להריץ קוד שרירותי דרך single crafted MPLS packet.\nכנסו לתיקון הקטן והיעיל כאן.\nCVE-2016-7117\nCVSS v2: 10 High\nגרסאות מושפעות: לפני 4.5.2\nnet/socket.c\nכאן אנחנו מוצאים את עצמנו עם עוד נקודת תורפה מסוג use-after-free בפונקציית ה-_sys_recvnnsg ב-net/socket.c שפותחת את הדלת לתוקפים מרחוק, ומאפשרת להם להריץ קוד שרירותי דרך וקטורים שכוללים קריאת מערכת recvmmsg שכושלת במהלך עיבוד הקריאה.\nקראו על הממצאים והתיקון כאן.\nCVE-2009-0065\nnet/sctp/sm_statefuns.c\nCVSS v2: 10 High\nגרסאות מושפעות: לפני 2.6.28-git8\nזהו ה-CVE הישן ביותר של Linux kernel אשר נכנס לרשימה שלנו. הצפת ה-buffer ב-net/sctp/sm_statefuns.c בהטמעת פרוטוקול Stream Control Transmission (מוכר גם כ-sctp), עלולה לאפשר לתוקפים מבחוץ השפעה בלתי מוגדרת דרך נתח FWD-TSN עם Stream ID גדול.\nבעיקרון, זהו כשל בביצוע בדיקת תקפות אשר עלול לגרום להצפת זיכרון.\nקראו מה צריך לעשות כדי להטמיע את התיקון כאן.\nCVE-2015-8787\nnet/netfilter/nf_nat_redirect.c\nCVSS v2: 10 High\nגרסאות מושפעות: לפני 4.4\nאי אפשר לסיים את הרשימה הזאת ללא נקודת תורפה אחרונה של netfilter. ככל הנראה, פונקציית nf_nat_redirect_ipv4 ב-net/netfilter/nf_nat_redirect.c עלולה לאפשר לתוקפים מרחוק שלילת שירותים או סוג אחר של השפעה לא ידועה, על ידי שליחת IPv4 packets מסוימים לממשק שאינו מוגדר לחלוטין.\nמצאו את התיקון כאן.\nאז, הישארו מעודכנים כדי לוודא שאתם נמנעים מנקודות תורפה כאלה ואחרות, והקפידו להשתמש בגרסה העדכנית ביותר ובמוצרים מאובטחים.", "keywords": "linux kernel,קוד פתוח,תורמים,commits,פיצולים,forks,github,whitesource,וויטסורס,"}