{"url": "https://www.geektime.co.il/monthly-funding-june-2019/", "type": "article", "title": "הסטארטאפים הישראליים גייסו ביוני יותר מחצי מיליארד דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש יוני בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-29T12:30:09Z", "modified_time": "2019-06-29T08:39:29Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש יוני בסצנת הסטארטאפים הישראלית\n​אומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש מאי\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nסטארטאפ הביוטק הישראלי Techsomed שמפתח פלטפורמת ניתוח תמונה המיועדת לסייע בטיפול בסרטן ובמחלות דם ולב שונות, הודיע כי גייס 2.6 מיליון דולר בהובלת Johnson & Johnson Innovation, זרוע ההשקעות של ענקית התרופות והקוסמטיקה הבינלאומית.\nהטכנולוגיה שפיתחה החברה מאפשרת בקרה בזמן אמת של ההליך, כך שהרופא יכול להיות בטוח מצד אחד שהוא צרב את כל הרקמות הבעייתיות, ומצד שני, שהוא לא גרם נזק לרקמות בריאות וסמוכות. המערכת גם מנבאת את ההשפעות של ההליך במשך ה-24 השעות שלאחריו – ומשפרת כך עוד יותר את הדיוק של הרופא ויעילות ההליך.\nחברת hoopo הודיעה על השלמת סבב גיוס Seed בהיקף של 3.5 מיליון דולר מ-JIHTV של קבוצת Chartered Group, קרן GiTV היפנית וקרן ההון-סיכון של אוניברסיטת תל-אביב, TAU Ventures. החברה פיתחה פתרון איכון חדש אשר לא עושה שימוש ברכיב GPS, ועשוי לאפשר ליותר חברות וארגונים לעקוב אחרי ציוד ולקבל החלטות מבוססות מידע.\nחברת הסטארטאפ הישראלית​ SentinelOne, שמאפשרת לזהות ולמנוע מתקפות סייבר בזמן אמת על כל מכשיר או מחשב קצה באמצעות בינה מלאכותית, הודיעה על גיוס של 120 מיליון דולר, מה שמעמיד את היקף ההשקעות בחברה מאז הקמתה על 230 מיליון דולר. את סבב הגיוס הובילה קרן ההשקעות האמריקאית Insight Partners בהשתתפות קרן ההשקעות של סמסונג NextEquity והמשקיעים הקיימים בחברה.\nמוצר האבטחה של SentinelOne (סנטינל וואן) מאפשר זיהוי ומניעת מתקפות סייבר בזמן אמת על מגוון רחב של מכשירי קצה, החל ממחשבים ניידים ועד למחשוב ענן. הפתרון מנוהל דרך הענן, והוא מספק הגנה מלאה גם כאשר מחשבי הקצה מנותקים מהרשת. הטכנולוגיה שלה מאפשרת לחסום התקפות סייבר (EPP) ובמקביל משמשת כפלטפורמת תגובה, הגנה ונראות של מחשבי הקצה (EDR).\nחברת GuardKnox המפתחת מערכות סייבר להגנה על מכוניות חכמות, הודיעה על השלמת סבב גיוס A בהיקף של 21 מיליון דולר בהובלת Fraser McCombs Capital ובהשתתפות Glory Ventures, NextLeap Ventures, VectoIQ Acquisition, Plug and Play Ventures, Allied, Cyphertech, ו-Kardan.\nהחברה פיתחה מערכת אבטחה המבוססת, לדבריה, על עקרונות האבטחה של מטוסי F-16. זאת על ידי בידוד של החלקים השונים ברכב החכם ואפס סבלנות לתקשורת לא צפויה. כלומר, אם המערכת מזהה  שהאקר הצליח לחדור את שכבות ההגנה של אלמנט מסוים בכלי הרכב שלכם, שאר המערכות יהיו מבודדות והוא לא יוכל לדלג מנקודה לנקודה.\nחברת Cylus, המפתחת מערכות סייבר עבור עולם הרכבות, הודיעה על השלמת סבב גיוס A בהיקף של 12 מיליון דולר בהובלת Magma ו-Vertex, ובהשתתפות CYIENT, Cerca Partners, GlenRock, Follow The Seed, וזאת לצד כריסטיאן קרן, קאנצלר אוסטריה לשעבר והמשקיעים הקודמים בחברה, זוהר זיספאל ו-SBI.\nהמערכת של Cylus מאפשרת גילוי של תוקפים בתוך הרשתות התפעוליות של הרכבת. מערכות השליטה האוטומטיות ברכבות לרבות שליטה על הרכבת עצמה, או על תשתיות האיתות והבקרה פותחו, לטענת החברה, ללא דגש עם הגנות מפני תקיפות. אם תוקף יצליח להשתלט על מערכת שכזו, הוא פשוט מאוד יכול לשלוט ברכבת. ככל שטכנולוגיות כאלו ואחרות הופכות להיות נפוצות יותר, כך מתגלים יותר ויותר איומים על הרכבות. במקרה של ניסיון תקיפה, המערכת מסוגלת לגלות את התוקף ולאפשר לצוותי האבטחה למנוע את המימוש שלה.\nחברת Medint הישראלית שמספקת מידע רפואי לחולים שאובחנו במחלות מורכבות, הודיעה על השקעה בגובה 2 מיליון דולר מ-Medial EarlySign של המיליארדר ניר קלקשטיין.\nהמטרה של Medint (מדינט) היא לספק מענה לפערי המידע בין הידע הרפואי הקיים לבין הצרכים של חולים ספציפיים. הפלטפורמה שלה מיועדת לאנשים המתמודדים עם מחלות מורכבות וכרוניות, והיא מאפשרת להם לקבל מידע רפואי עדכני ומקיף הכולל תובנות מותאמות אישית עבורם. החברה מבצעת שירותי מחקר אישיים, מוכווני החלטה, לכל חולה שאובחן ושרוצה לקבל תמונה רחבה של המידע הקיים בנוגע למחלתו, על מנת שיוכל לקבל החלטה מיטבית יחד עם הצוות הרפואי.\n\nהסטארטאפ הישראלי Legal Automation פיתח מערכת מבוססת בינה מלאכותית, שמאפשרת לחברות ביטוח לבצע ניתוח והערכה של תביעות באופן מהיר ומדויק יותר, לעומת השיטות המסורתיות הנהוגות כיום. החודש, הוא הודיע על קבלת השקעה בסכום כולל של 1.9 מיליון דולר בהובלת חברת הביטוח והפנסיה מנורה-מבטחים ובהשתתפות המשקיעים הראשונים בחברה: אמנון שעשוע והאקסלרטור Fusion LA.\nהסטארטאפ הישראלי MDGo לוקח נתונים ״יבשים״ המגיעים ממד התאוצה של רכבים מחוברים שעברו תאונות דרכים, והופך אותם לתובנות שיכולות לסייע לכוחות החירום ולהציל חיים. החודש, הוא הודיע על גיוס של מיליון דולר מיצרנית הרכב הקוריאנית יונדאי ועל שיתוף פעולה במטרה לחבר את עולם הרכב עם עולם הרפואה. החברה לא מפתחת חיישנים משלה, אלא מתמקדת בתוכנה בלבד ומתבססת על מד התאוצה המותקן ברכב ונכון לעכשיו המוצר נמצא בשלב ה-POC עם חברות רכב וביטוח ברחבי העולם.\nRapidAPI, המציעה פלטפורמה לחיפוש וחיבור ל-API’s ומשמשת יותר ממיליון מפתחים, הודיעה על השלמת סבב גיוס בהיקף של 25 מיליון דולר. את הסבב הובילה M12 – קרן ההשקעות של חברת מיקרוסופט, והשתתפו בו המשקיעים הקיימות בחברה: קרן Grove של דב מורן והקרן האמריקאית Andreessen Horowitz. ביחד עם ההשקעה הנוכחית, סך הגיוסים של החברה עומד על כ-37.5 מיליון דולר.\nפלטפורמת הקוד הפתוח של RapidAPI (ראפיד איי-פי-איי) מסייעת למפתחים למצוא ולהתחבר ל-APIs שונים בקלות באמצעות שכבת וירטואליזציה, כאשר אותה שכבה מאפשרת להם להתחבר לכל API בפורמט אחיד. כיום, ההיצע כולל למעלה מ-10,000 APIs, ביניהם מוצרי חברות כדוגמת גוגל, מיקרוסופט, SkyScanner ו-Twilio.\nחברת הסייבר הישראלית FireBlocks (פיירבלוקס) שפעלה עד עכשיו מתחת לרדאר נחשפת עם הודעה על השלמת גיוסים בגובה 16 מיליון דולר בסבב סיד וסבב ה-A. בין המשקיעים בחברה נמנים מייסדי צ’ק-פוינט.\nהארכיטקטורה של פיירבלוקס מבוססת על פטנט שמאפשר Secure Transfer Environment (סביבת העברה מאובטחת) ומעטפת אבטחה לזרימה של נכסים דיגיטליים בין גופים מוסדיים בתחום לבין השוק. סביבת ההעברה המאובטחת פועלת עם מערכת ה-Hot Vault של החברה ומאפשרת למשתמשים בה לבצע העברה פשוטה מכל פתרון איחסון אחר לשימוש מיידי והעברה על גבי רשת בלוקצ’יין. עבור ארגונים פיננסיים הסוחרים בנכסים דיגיטליים, הפלטפורמה של החברה מספקת מערכת אבטחה ייחודית שמנטרלת התקפות חיצוניות ופנימיות על נכסים דיגיטליים באחסנה או בזמן העברה. בשלב זה פיירבלוקס מחוברת ל-15 בורסות ומציעה תמיכה למעל 180 מטבעות קריפטו, טוקנים ו-Stablecoins.\nחברת Minute Media המפתחת פלטפורמת יצירת תוכן המיועדת לאוהדי ספורט, הודיעה על השלמת סבב גיוס נוסף בהיקף של 40 מיליון דולר לצורך המשך ההתרחבות הגלובלית. בסבב השתתפו Hamilton Lane ו-Maor Ventures, לצד משקיעים קיימים בחברה. בצירוף הגיוס הנוכחי החברה הגיעה לסך השקעות של כ-120 מיליון דולר.\nMinute Media מחזיקה בשני מותגי ספורט פופולארים מאוד: 90min, פלטפורמת תוכן לאוהדי כדורגל, ו-12up, פלטפורמת תוכן הממוקדת בספורט אמריקאי, ואף השיקה את DBLTAP, המיועד לאוהדי eSports. הפלטפורמות הללו מהוות סוג של רשת חברתית עבור אוהדי ספורט, שיכולים ליצור ולהפיץ תכנים שהם יוצרים, בין אם מדובר בסרטונים, כתבות או תמונות, ולחלוק אותם עם אוהדים אחרים. שאר הגולשים מדרגים את התכנים אשר עולים לפלטפורמה ומבליטים את התכנים והמעניינים ביותר.\nחברת Orca Security, המפתחת מערכת המאפשרת נראות מלאה של פלטפורמות PaaS ו-IaaS בענן, הודיעה על השלמת סבב גיוס סיד בהיקף של 6.5 מיליון דולר. סבב הגיוס הובל על ידי YL Ventures.\nהמערכת של Orca מבוססת על טכנולוגיה בשם SideScanning שפותחה על ידי החברה ונמצאת בהליכי רישום פטנט, והיא מאפשרת הטמעה מלאה ומיידית ללא שימוש ב-Agents, הרשאות כתיבה או הטמעות מותאמות לכל שרת. לאחר ההטמעה החד פעמית, באורקה טוענים כי הארגון יכול להשיג נראות מלאה ועמוקה. בכך, ניתן לחשוף חולשות, למצוא שרתים שנפרצו וטעויות בתהליכי הקונפיגורציות שעלולים להוביל לפירצות שונות.\nהסטארטאפ הישראלי Testim.io,  שמפתח בדיקות אוטומציה מבוססות בינה מלאכותית, הודיע על גיוס של 10 מיליון דולר במסגרת סבב גיוס שני. סך הגיוסים של הסטארטאפ מאז הקמתו עומד עתה על 19.5 מיליון דולר.\nTestim מתממשקת בצורה פשוטה לכלי פיתוח כגון JIRA, GitHub, Slack, Jenkins ואחרים ומאפשרת ללקוחות כמו Walmart, NetApp ו-Wix לשחרר גרסאות בתדירות גבוהה, תוך שמירה על איכות הגירסה. בחברה מתגאים בכך שהפיתוח של החברה הוא הראשון שמאפשר בדיקה מבוססת בינה מלאכותית עבור אפליקציות נייטיב למכשירים ניידים ומאפשר ללקוח לכתוב עד 1000 בדיקות בחודש אחד.\nחברת Sunbit, המפתחת פתרון מימון מהיר לחנויות, השלימה סבב גיוס B בהובלת Zeev Ventures של אורן זאב, ובהשתתפות משקיעים קיימים כמו Group 11, Chicago Ventures ועוד. עד כה גייסה החברה 54 מיליון דולר, והיא מתכננת להשתמש בכספי הגיוס כדי להרחיב את פלטפורמת המימון שלה בתחומים נוספים כמו רפואת השיניים, משקפיים, מכוניות וטיפולים וטרינרים.\nהאפליקציה של Sunbit מאפשרת ללקוחות לפרוס את הרכישות העתידיות שלהם ל-3, 6 או 12 תשלומים בתוך 30 שניות ועד 5,000 דולר לעסקה. זאת לאחר הרשמה שלא מצריכה היסטוריית אשראי (בעיה מוכרת מאוד בארצות הברית), אלא רק תעודת זהות, מספר טלפון וכתובת מייל. באמצעות טכנולוגיית ML, סאנביט מציעה ללקוח תוכנית תשלומים מותאמת אישית שמקורות אחרים פשוט לא היו מציעים לאותם לקוחות, ומעבירה באופן מיידי את מלוא סכום הכסף לבעל העסק, שלא צריך לחכות כלל לתשלום.\nחברת Cellebrite Mobile Synchronization, המפתחת מערכות בשוק הפורנזיקה הדיגיטלית למכשירים ניידים, הודיעה כי חתמה עם קרן IGP על הסכם השקעות ענק בהיקף של 110 מיליון דולר. העסקה משקפת שווי חברה של 560 מיליון דולר אחרי הכסף או 450 מיליון דולר לפני הכסף.\nפתרון הדגל של סלברייט נקרא UFED (או Universal Forensic Extraction Device), והוא מאפשר פיצוח של אותן נעילות מכשירים ושליפה של מידע מהמכשיר הסלולרי. רק בימים האחרונים חשפה החברה כי היא מסוגלת לפרוץ גם את מכשירי האייפון אשר מעודכנים לגירסת iOS 12, שהייתה אמורה להוות מחסום טכני משמעותי עבור החברה. כמו כן מצהירה החברה כי מוצר הפרימיום החדש שלה, UFED Premium, מסוגל לפרוץ גם מכשירי אנדרואיד מתקדמים כמו מכשירים מבית סמסונג, וואווי, LG, שיאומי ועוד.\nהסטארטאפ הישראלי IronScales, שמפתח טכנולוגיה למניעה, גילוי ותגובה להתקפות מייל ממוקדות, הודיע על השלמת סבב גיוס בגובה 15 מיליון דולר.\nIronScales מאפשרת לארגונים למזער את הסיכון שנובע מהאתגרים הטכנולוגיים, התפעוליים, והאנושיים הכרוכים בהתקפות פישינג. הגישה שלה למניעה, גילוי, ותגובה להתקפות פישינג באימייל משלבת בין מספר שיטות; העצמה של עובדי הארגון בדרך של למידה ממוקדת הכוללת סימולציות פישינג והגברת מודעות מהעולם האמיתי (IronSchool); זיהוי והתראה בפני איומי פישינג ברמת תיבת הדואר (IronSights) באמצעות סריקת תיבת המייל עם תמיכה בענן של הארגון; אוטומציה של התגובה לאירועי פישינג (IronTraps); ואוטומציה של שיתוף מודיעין מעשי בזמן אמת (Federation).\n​חברת Quik הישראלית (Bring Bring לשעבר) שעברה לאחרונה מיתוג מחדש גייסה כ-10 מיליון דולר משורת משקיעים מעניינת בשוק הקמעונאי בישראל; ההשקעה הנוכחית הגיעה מהחברה המרכזית למשקאות (קוקה קולה) וסופר פארם, אליהן הצטרפה גם יוניון טק.\nהחברה מעוניינת להציע אלטרנטיבה לרשתות הסופר הגדולות – בהן שופרסל, ויקטורי ורמי לוי – ולאפשר ללקוחותיה לרכוש מצרכים אונליין בעיקר מסופרים פרטיים ושכונתיים. הרעיון הוא שבמקום מרכזים לוגיסטיים שלרוב מרוחקים ממרכז העיר, ההזמנות מתבצעות מסופרמרקט קרוב לביתכם, מה שמאפשר לקצת את זמני המשלוח. לאחר העמסת המוצרים בסל הקניות שלכם, תוכלו לבחור האם לקבל את המשלוח הביתה תוך 4 שעות, או לחילופין לאסוף אותו מהסניף הקרוב אליכם – כשהסל יהיה מוכן בתוך שעה.\nחברת BrightWay Vision שהוקמה על ידי יוצאי אלביט מעוניינת לקדם את חזון הרכב האוטונומי באמצעות חיישן שיאפשר לרכב לראות את המתרחש סביבו גם בתנאי ראות לקויים. החודש, היא הודיעה על קבלת השקעה בגובה של 25 מיליון דולר מיצרנית פנסי הרכב KOITO היפנית וקרן ההון סיכון הישראלית Magenta Venture Partners. ההשקעה תשמש אותה להרחבת פעילות הפיתוח הטכנולוגי והעסקי שלה במטרה להביא לייצור המוני של הטכנולוגיה בהקדם האפשרי.\nהמערכת שפיתחה BrightWay Vision מבוססת על חיישן אופטי זעיר שגודלו פחות מסנטימטר המותקן בפנסי הרכב, אשר פורס את הטווח שלפניו למספר קטעים ומאפשר ראייה ממוחשבת  על כל מקטע בנפרד. בצורה זו, אותו חיישן מאפשר לרכב לראות גם בתנאי ראייה לא אידיאליים כמו חשיכה ותנאי מזג אוויר קשים – גשם, שלג וערפל.\nהסטארטאפ Venn, שרוצה להציע חווית מגורים חדשה וליצור ״עיר בתוך עיר״, הודיע כי גייס לשם מימוש החזון שלו עד כה כ-40 מיליון דולר. בין המשקיעים ב-Venn ניתן למצוא את קרן פיטנגו, קרן המילטון ליין ו-Bridges Israel. אגב, בתחילת השנה הוא זכה בפרס ״סטארטאפ השנה״ בטקס פרסי ה-GeekAwards של גיקטיים, מה שאומר שבינתיים הוא אכן מצדיק את התואר.\nהרעיון מאחורי Venn הוא לשלב בשכונות מגורים עירוניות ׳רגילות׳ גם מרחבים שכונתיים משותפים, וליצור חיבור בין עסקים מקומיים וחיי קהילה. החברה שמה לה למטרה לעודד חיי קהילה בשכונות מתפחות, באמצעות ניהול דירות וחללים משותפים, תמיכה בעסקים מקומיים, ארגון אירועים ביוזמת התושבים, ועדוד מעורבות קהילתית – דרך אפליקציה ייעודית.\n​הסטארטאפ הישראלי DayTwo, שמספק המלצות תזונה מותאמת אישית במטרה לאזן את רמות הסוכר בדם, הודיע על השלמת גיוס הון בגובה 31 מיליון דולר, בהובלת קרן aMoon וקרן אופק. בנוסף, לקחו חלק בגיוס המשקיעים הקיימים בחברה: ג׳ונסון אנד ג׳ונסון, קרן Seventure Partners הצרפתית, שחקן ה-NBA עומרי כספי ומשקיעים פרטיים נוספים. סך הגיוסים בחברה מאז הקמתה עומד על 48 מיליון דולר.\nDayTwo פיתחה אפליקציה המסייעת להפחית את כמויות הסוכר בדם, במטרה לאפשר לכל אדם לשמור על רמות סוכר מאוזנות ובכך לשמור על אורח חיים בריא יותר. המוצר הראשון שלהם לאיזון רמת הסוכר בדם כבר משווק בישראל ובארה״ב לקהל הרחב, והוא פונה בעיקר לחולי סוכרת סוג 2. המלצות התזונה מתבססות על ריצוף דנ”א של חיידקי המעי של המשתמש (מיקרוביום), מידע רפואי ומידע אישי התנהגותי, כאשר האלגוריתם שפיתחו מתייחס לפרופיל האישי ויודע לחזות על בסיסו את הקפיצה של רמות הסוכר בדם להרכב מזונות ופרטי מזון בודדים.\nחברת Vulcan Cyber המפתחת פלטפורמה לניהול אוטומטי של חולשות אבטחה, הודיעה על השלמת סבב גיוס A בהיקף 10 מיליון דולר. הסבב הובל על ידי Top Eleven Ventures, ובהשתתפות המשקיעה הנוכחית, YL Ventures. החברה מתכננת להשתמש בכספי הגיוס כדי להרחיב את הפעילות העסקית בצפון אמריקה והגדלת צוות המחקר והפיתוח.\nהפלטפורמה של Vulcan מתחברת למערכות האבטחה, IT ו-DevOps, ואוספת נתונים מהם, ובשילוב מנוע אנליזות, מספקת תובנות בנוגע לחלושות האבטחה הקריטיות ביותר לתיקון. לאחר מכן היא מתעדפת ומדרגת את עשרות אלפי החולשות השונות שעשויות להתגלות בארגון שלכם, ומתכננת ומבצעת תהליכי ולדיציה לטיפול בחולשות האבטחה בצורה אוטומטית. בנוסף, היא מציעה תיקונים אוטומטיים כמו עדכוני אבטחה, שינוי קונפיגורציות, שינויי הרשאות ופתרונות נוספים.\nהסטארטאפ הישראלי NeuroBlade, שפעל עד כה מתחת לרדאר תוך כדי פיתוח שבב AI, נחשף החודש לראשונה והודיע על גיוס של 23 מיליון דולר בהובלת מריוס נכט, מייסד שותף של צ׳ק פוינט (שרק היום גייס 31 מיליון דולר לסטארטאפ שלו). כמו כן השתתפו בגיוס אינטל קפיטל והמשקיעים הקיימים: Grove Ventures של דב מורן, Stage One ומשקיעים פרטיים בהם רמי ליפמן. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה מסתכם ב-27 מיליון דולר.\nהשבב שהם פיתחו מתבסס על טכנולוגיה וארכיטקטורה שונות שעשויות לפתור בעיה יסודית בניהול הזיכרון שפוגעת בהרצת יישומי AI, באופן שמאפשר להקטין ולהוזיל את המעבד, תוך כדי שמירה על רמת ביצועים גבוהה. השימוש במעבדי AI רלוונטי למגוון יישומים כמו זיהוי תמונות, זיהוי דיבור, ניתוח וידאו ונהיגה אוטונומי, אך המימדים, המחיר, ההספק והביצועים של השבבים הנוכחיים מונעים מהתחום להתפתח בקצב הראוי.\nחברת הסטארטאפ הישראלית Cooladata הודיעה כי אחרי 7 שנות פעילות היא נרכשת על ידי Medallia האמריקאית. פרטי העסקה לא נחשפו, אך מאז הקמתה גייסה החברה הישראלית כ-13 מיליון דולר, בין היתר מענקית הענן סיילספורס ומהקרנות Carmel Vantures ו-83North.\nCoolaData מאפשרת לחברות וארגונים לקבל מידע מקיף ותובנות על דפוסי ההתנהגות של הלקוחות והמשתמשים שלהם בערוצי התוכן השונים. כדי להשיג את התובנות הללו, מנטרת הפלטפורמה מאות מיליוני פעולות בזמן אמת שנאספות משירותי ומשרתי החברה; לאחר מכן, הפלטפורמה מנתחת אותן, ומאלו היא מייצרת בסוף מאגר חדש עם כל המידע בצורה נגישה וברורה, שניתן להצגה בזמן אמת. בצורה זו יכולים הארגונים ליהנות מתובנות מדוייקות על בסיס ביג-דאטה ולשנות ולשפר את המערכות שלהם במקביל. הנתונים של החברה זמינים גם דרך API, כך שהלקוחות אינם מוגבלים לשימוש בפלטפורמה של החברה ויכולים להשתמש בהם בשירותים ובתוכנות הרגילים שלהם או לפתח אפליקציות שמתבססות על המידע הזה.\nעבור רבים, שמה של חברת הסטארטאפ הישראלית Life on Air מוכר פחות מהמותגים מאחוריהם היא עומדת כמו אפליקציות הוידאו השיתופיות Meerkat ו-HouseParty. החודש הודיעה ענקית הגיימינג Epic, שעומדת מאחורי פורטנייט, כי רכשה את הסטארטאפ הישראלי. סכום העסקה לא פורסם אך הוא מוערך בעשרות מיליוני דולרים.\nאפליקציית HouseParty מאפשרת ליצור שיחות וידאו ספונטניות בין מספר משתתפים; כמו סנאפצ’ט, האפליקציה פונה לדור ה-Z, ומציעה פיצ’רים, עיצוב ושפה קליליים ולא רשמיים. כך שלמשל כאשר אתם פותחים ‘חדר’, משוחחים עם עוד משתתפים ולא מגדירים אותו כ’פרטי’, יכולים גם חברים של חברים להצטרף לחדר, אלא שאז מופיעה התראה “Stranger Danger”.\nהסטארטאפ הישראלי Freshub (פרשהאב) שפיתח כלי לעריכת רשימת קניות והזמנת מוצרים אונליין – ללא הקלדה – נרכש על ידי חברת IKAN האמריקאית בעסקת מיזוג. במסגרת העסקה יזרים גורם פיננסי לחברה הממוזגת סכום של 8 מיליון דולר להמשך הפיתוח שלה.\nהטכנולוגיה של Freshub מאפשרת לקמעונאים נוכחות קבועה במטבח ובמקביל מאפשרת לצרכנים דרך קלה לחדש את מלאי המצרכים ישירות מהמטבח – על ידי סריקה של ברקוד או באמצעות פקודה קולית – בכל פעם שהם מגלים כי אחד ממוצרי המזון חסר להם בביתם. החברה הופכת את המטבח לחכם יותר ואת תהליך הקניה לפשוט וידידותי יותר. הטכנולוגיה של החברה – שיכולה להיות מוטמעת במקררים חכמים, מסכים או רמקולים חכמים או אפליקציות שונות – מאפשר לנהל כל הזמנת מזון מקוונת או לייצר רשימת קניות לשימוש בזמן ביקור בחנות עצמה.", "keywords": "סיכום גיוסים,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,סיכום גיוסים יוני,יוני 2019,סיכום גיוסים 2019"}