{"url": "https://www.geektime.co.il/high-tech-companies-open-jobs-11-08/", "type": "article", "title": "בואו לעבוד איתנו: שתי חברות מספרות מדוע שווה לעבוד דווקא אצלן", "description": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/Geektie.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-11T14:30:31Z", "modified_time": "2016-08-14T10:20:24Z", "articleBody": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן\n\nKlarna נוסדה בשטוקהולם בשנת 2005 ובשנת 2011 הוקם מרכז הפיתוח של החברה בארץ. ל-Klarna מודל קנייה ייחודי המאפשר ללקוח חוויה קנייה נעימה ומהירה עם פתרונות תשלום מגוונים ונוחים כמו תשלום לאחר קבלת המשלוח. Klarna הגלובלית מונה יותר מ-1,400 עובדים, פעילה ביותר מ-18 שווקי עבודה ברחבי העולם, משרתת מעל ל-45 מליון לקוחות ועובדת עם יותר מ-65 אלף חברות, ביניהן חברות גדולות כמו asos, Spotify ועוד.\nלמה כדאי לעבוד איתנו?\nבמרכז הפיתוח בארץ אנחנו מפתחים את אפליקציות ה-web וה-mobile של הפלטפורמה. אחד היתרונות הגדולים בעבודה אצלנו הוא שאנחנו שייכים לחברת הייטק גלובלית, רווחית ומתפתחת, אך הסניף בארץ הוא קטן ומשפחתי. כלומר, ב-Klarna TLV נהנים מהפינוקים והיתרונות של חברה רווחית ויציבה ומהאווירה המשפחתית של חברת סטארטאפ קטנה. חלק גדול מהייחודית אצלנו הוא האנשים; אנחנו מאמינים באנשים טובים ומוכשרים שאוהבים ונהנים ממה שהם עושים וכמובן בסביבת עבודה נעימה, מלמדת ומפתחת. לכן, אנו מקדישים כאן זמן רב ונותנים את מלוא תשומת הלב לפיתוח האישי של כל עובד החל מהפן המקצועי שכולל בתוכו חצי יום שמוקדש כולו ללמידה של דברים חדשים, האקתונים, כנסים מקצועיים ועוד…ועד לפן האישי שכולל חוגים שונים, טיולים וכמובן את האירוע השנתי שלנו שבו כל עובדי החברה טסים יחד למשרד הראשי בשטוקהולם לאירוע שכולו כיף, גיבוש והנאה. בשביל לראות את כל זה ולהבין למה בעצם כל כך כיף לעבוד אצלנו אתם יותר ממוזמנים להגיע אלינו לביקור ולהתרשם.\nרוצים לעבוד ב-Klarna? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nWeb Application Engineer\n\nברייטקום היא חברת מדיה גלובלית מובילה בתחום הפרסום הדיגיטלי. ממרכזי החברה בהרצליה החברה מספקת פתרונות טכנולוגים מתקדמים למאות מליוני משתמשים בכל יום, בכל רחבי העולם.\nהביזנס שלנו נשען על מגוון פתרונות טכנולוגיים מתקדמים על ידי שימוש ביחידות פרסום של וידאו, דיספליי ומובייל עבור בעלי האתרים. באותה העת אנו מעצימים את המפרסמים על ידי מתן גישה למיליוני חשיפות איכותיות ביום ובאמצעות מערכות שליטה מתקדמות המספקות להם תמונה מדויקת בכל זמן נתון. הפלטפורמה הטכנולוגית שלנו מנהלת מידי יום מאות מיליוני חשיפות תוך שימוש באלגוריתמים המצליבים מידע רב בזמן אמת ומקבלת החלטות עסקיות מושכלות.\nלמה כדאי לעבוד איתנו?\nאם אתם מחפשים עניין בלתי פוסק ועיסוק עם טכנולוגיות מתקדמות, Big Data וקוד יעיל שיכול לתמוך ב-Scale ענקי וב-Latency מינימלי – מקומכם בבריטקום.\nהנוסחה המנצחת שלנו משלבת בין סביבת עבודה מדהימה ומלאה באנשים יצירתיים לבין טכנולוגית In house שמתורגמת בצורה מיידית לתוצאות עסקיות.\nאצלנו בבריטקום תמצאו מגוון רחב של טכנולוגיות Open Source, כגון: Angular.js, Node.js, Java על גבי מגון מסדי נתונים: Redis, Couchbase, MongoDB, Google BigQuery ,ElasticSearch .OrientDB\nFusion, מרכז הפיתוח שלנו היושב בארץ נותן מענה גלובלי לכלל היחידות העסקיות בעולם ובימים אלה נמצא בתנופת צמיחה והתפתחות.\nרוצים לעבוד ב-Brightcom? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nDemand Account Manager\nSystem Architect\nBusiness Analyst", "keywords": "klarna,web application engineer,infrastructure engineer,brightcom,demand account manager,system architect,business analyst,בואו לעבוד איתנו,הייטק,מיקרוסופט,משרות,משרות בהייטק הישראלי,משרות הייטק,משרות פנויות,סטארטאפים"}