{"url": "https://www.geektime.co.il/high-tech-companies-open-jobs-15-12/", "type": "article", "title": "בואו לעבוד איתנו: 2 חברות מספרות מדוע שווה לעבוד דווקא אצלן", "description": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות היי-טק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/DG5_0814.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-18T12:30:27Z", "modified_time": "2016-12-18T11:22:17Z", "articleBody": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות היי-טק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן\n\nAnyClip היא חברת סטארט-אפ מובילה בתחום הוידיאו עם משרדים בתל אביב, ניו יורק ולונדון. בנובמבר הגיעה החברה למקום השני ברשימת ה-Deloitte Israel Technology Fast 50™המדרגת את 50 חברות הטכנולוגיה הצומחות ביותר בישראל, ובדצמבר דורגה במקום 14 במדד Technology Fast 500 EMEA המדרג את 500 החברות הצומחות ביותר באירופה, אפריקה והמזה”ת.\nAnyClip פיתחה פלטפורמה ייחודית להפצת וידיאו איכותי מבוסס תוכן מותאם אישית. האלגוריתמים שפיתחה יודעים לתייג תוכן באמצעות בינה מלאכותית, לחפש ולהתאים קטעי תוכן רלוונטי לכל פרסומת ולשזור את התוכן לתוך הפרסומת עצמה. הפתרונות החדשניים של החברה משלבים בין טכנולוגיה ייחודית, נסיון מוכח בתחום הפירסום (החברה מגיעה לכ-100 מליון משתמשים בכל חודש), ושימוש ייחודי בתוכן וידיאו פרימיום של אולפנים הוליוודיים גדולים ושל קבוצות ספורט מוכרות.\nAnyClip מחפשת אנשים מבריקים ומלאי תשוקה שרוצים להיות שותפים לבנייה של מוצר טכנולוגי חדשני וייחודי.\nלמה כדאי לעבוד אצלנו?\nAnyClip משלבת שלושה תחומים שמתפתחים במהירות מסחררת – תוכן פרימיום, פירסום באינטרנט, וצפיה בוידיאו. היכולת לחדש בממשק בין תחומים אלה היא אינסופית. החברה אכן בתנופת צמיחה אדירה ואף זכתה במקום השני בדירוג של Deloitte Israel Technology Fast 50 לשנת 2016. עם סיום השנה המוצלחת ביותר בתולדות החברה, 2017 היא שנה מרתקת במיוחד להצטרף אלינו!\nהעובדים ב-AnyClip הם לפני הכל. יש לנו צוות הטרוגני. כל אחד מקצוען בתחומו וכולם נהנים לעבוד יחד. אנשי הפיתוח מעריכים מאוד את הגישה שלנו:\n1. לכל אחד מהעובדים אוטונומיה ויכולת להשפיע. אנחנו מקפידים גם לפתח ולקדם עובדים מבפנים. בתהליך הפיתוח עצמו ניתנת עצמאות רבה והיכולת ליצור design architecture למערכות, בניית אפליקציות ושירותים חדשים.\n2. סביבת העבודה כוללת טכנולוגיות מתקדמות רבות –SQL/NoSQL Databases, Cloud (both AWS and Google Cloud), Python, Java, C++, R, JS, React\n3. אנחנו אוספים מליארדי data points ומציעים אפשרויות מרתקות לנתח את הדאטה, לבנות מודלים של ביג דאטה ולעזור בתחום ה-machine learning\nאז קדימה, הצטרפו ל-AnyClip!\nרוצים לעבוד ב-AnyClip? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nR&D Manager\nCampaign Manager\nFront End Developer\nQA Automation\nProgrammatic Campaign Manager\n\nJive הינה חברת היי-טק אמריקאית המתמחה בתחום ה-Social Business, ומפתחת תשתית חברתית עסקית ומגוון מוצרי Collaboration ו-Communication, המאפשרים לעובדים בארגונים לעבוד טוב יותר יחד.\nמה מיוחד בנו? ללא ספק האנשים. יש כאן אנשים חכמים, חדים וחריפים. אנשים שחושבים מחוץ לקופסא, שאכפת להם, שלוקחים אחריות על פרוייקטים באופן יזום, מגדילים ראש, מביאים עימם אינסוף רעיונות יצירתיים, חדשנות ומעורבות. חשוב לנו שכל עובד ירגיש בנוח להיות עצמו, יצליח להביא לידי ביטוי את האותנטיות הייחודית שמאפיינת אותו, ירגיש שזוכה להשפיע, שיש לו ממי ללמוד ועם מי לחלוק ידע ורעיונות.\nבמשרדי Jive Israel הוקם מרכז פיתוח Innovation של החברה אשר מתאפיין בצוות איכותי ומקצועי, אוירה מיוחדת, חדשנות יוצאת-דופן, דינאמיות והזדמנויות מגוונות ללמידה והתפתחות מקצועית ואישית. יש לנו משרדים חדשים ומרווחים, עם סטיילינג מגניב ונוף מעורר השראה. יש לנו כדורגל בימי ראשון, חומוס בימי שלישי וכל מיני “מסורות” שוברות-שגרה שאנחנו מצליחים לשמר גם כשאנחנו גדלים משמעותית. מוזמנים לבקר אותנו במשרדינו החדשים והמפנקים, לשתות איתנו בירה ולשמוע כמה אנחנו אוהבים את מה שאנחנו עושים כאן.\nרוצים לעבוד ב-Jive? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nJava Team Leader\nJava Developer – Full Stack\nAutomation Engineer\nIOS Developer\nBackend Developer – Node.JS", "keywords": "anyclip,r&d manager,chief data scientist,front end developer,qa automation,programmatic campaign manager,jive,java team leader,java developer – full stack,campaign manager,automation engineer,ios developer,backend developer – node.js,r&d manager,backend developer - node.js,java developer full stack,בואו לעבוד אצלנו,הייטק,משרות,משרות בהייטק הישראלי,משרות הייטק,משרות פנויות,סטארטאפים"}