{"url": "https://www.geektime.co.il/nvidia-launches-geforce-rtx/", "type": "article", "title": "4,352 ליבות CUDA ו-11 גיגה RAM: זה ה-GeForce RTX 2080 ti של NVIDIA", "description": "אפקטי תאורה מתקדמים, משחקים ב-4K ו-60 פריימים לשניה. המעבדים הגראפיים החדשים של Nvidia עומדים להפוך את חווית הגיימינג שלכם להרבה יותר מתקדמת", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/427bd40c-456d-4192-999d-cbf847d355a_57664ee0-5b77-46ab-9b85-fb6405758b59-prv-1534836777-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-21T12:34:30Z", "modified_time": "2018-08-21T12:34:30Z", "articleBody": "אפקטי תאורה מתקדמים, משחקים ב-4K ו-60 פריימים לשניה. המעבדים הגראפיים החדשים של Nvidia עומדים להפוך את חווית הגיימינג שלכם להרבה יותר מתקדמת\nתמונה: Nvidia\nאחרי ההדלפות והרמיזות, ענקית המעבדים הגראפיים Nvidia חושפת בתערוכת Gamescom את סדרת הכרטיסים החדשה שלה המיועדים לצרכן, ולא רק למפתחים ותעשיית האפקטים. הכירו את ה-Geforce RTX, או בשמה השני: החלום של כל גיימר.\nסדרת RTX החדשה תהפוך לסדרת המעבדים הראשונה לצרכן שמגיעה בארכיטקטורת Turing. רק בשבוע שעבר חשפה לראשונה Nvidia את המעבדים הגראפיים הראשונים שלה בארכיטקטורה החדשה והבטיחה כי מדובר בפיתוח החשוב ביותר של החברה בעשור האחרון. הכרטיסים החדשים תומכים ב“Ray Tracing” (ריי-טרייסינג, ‘מעקב קרניים’), טכנולוגיה המאפשרת תצוגה של אפקטי תאורה מתקדמים, ברמה גבוהה במיוחד גם בזמן אמת. החברה טוענת כי המעבדים החדשים יציגו שיפורים של עד פי 6 בביצועים לעומת הכרטיסים העוצמתיים הקודמים שלהם.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nה- GeForce RTX 2080 ti הוא היורש לסדרת GTX 1080 הפופולארית והעוצמתית בפני עצמה, ועומד להגיע עם 4,352 ליבות CUDA ו-11 גיגה RAM GDDR6. ללא ספק, המעבד הגראפי העוצמתי ביותר של החברה שהגיע לצרכן. עם זאת, הוא יגיע לידי הצרכנים באמצע ספטמבר עם תג מחיר גבוה יחסית של 1,200 דולר.\nהחברה הדגימה את הכרטיס החדש, שהוא ספינת הדגל של החברה, והציגה כיצד הוא מסוגל להריץ משחק ברזולוציית 4K ובקצב רענון של 60 פריימים לשניה (החברה אפילו טוענת שהכרטיס יכול לרוץ ב-78 פריימים לשניה), מה שמבטיח חווית גיימינג חלקה לחלוטין, ובאיכות המקסימלית האפשרית כרגע. באמצעות טכנולוגיית מעקב הקרניים, הכרטיסים החדשים יאפשרו רינדור של אפקטים מתקדמים של צל, תאורה והשתקפויות שיהפכו את החוויות להרבה יותר ריאליסטיות ומושקעות. כמו כן, אם משום מה יש לכם מצלמה שתומכת בכך, הכרטיסים החדשים יכולים גם לעבד סרטונים ב-8K.\nכדי לחבר את הכרטיס החדש למארז הקיים שלכם, תצטרכו לוודא שיש לכם שני חיבורי 8-פינים, וספק כוח של 650 וואט. עם ביצועים גדולים מגיעה צריכת אנרגיה גבוהה.\nמלבד גרסאת ה-ti, החברה הציגה את כרטיסי RTX 2070 שמחירו החל מ-500 דולר, וכרטיסי RTX 2080 שמחיריהם יחלו מ-700 דולר, ויגיעו עם 2944 ליבות CUDA ו-8 גיגה זכרון RAM. כמיטב המסורת, Nvidia משיקה גירסאות השקה מיוחדות לכרטיסים עם ביצועים משופרים במחירים גבוהים יותר בכמאה דולרים.\nלצד הדגמות מרשימות למדי, אך כאלו שהותאמו במיוחד עבור הכרטיסים, ולא בהכרח יגיעו לידיהם של הצרכנים, Nvidia הדגימה את ביצועי הכרטיסים החדשים במשחקים בולטים כמו Battlefield V, מטרו אקסודוס והמשחק הבא בסדרת טומב-ריידר יתמכו בטכנולוגיית מעקב קרניים בזמן אמת. כמו כן, החברה הודיעה כי משחקים בולטים נוספים יתמכו בטכנולוגיה החדשה.\n", "keywords": "אנווידיה,nvidia,טיורינג,geforce rtx,ג\\'יפורס,geforce,גיימינג,כרטיס מסך,כרטיסי מסך,gpu,מעבדים גראפיים,מעבד גרפי,geforce rtx 2080"}