{"url": "https://www.geektime.co.il/devops-bootcamp-ashdod-2020/", "type": "article", "title": "בוטקאמפ חדש יכשיר אתכם למומחי DevOps והוא לגמרי בחינם", "description": "המחזורים הקרובים של חברת develeap ייפתחו בדצמבר בתל אביב ובינואר באשדוד, ובוגריהם יוכלו להפוך למומחי DevOps ולהשתלב בחברה. הבוטקאמפ פתוח למועמדים מכל הארץ בעלי ידע בכתיבת סקריפטים. ההרשמה בעיצומה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/magic-keyboard-1109543-1574163868-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-26T11:30:49Z", "modified_time": "2019-11-26T12:28:20Z", "articleBody": "המחזורים הקרובים של חברת develeap ייפתחו בדצמבר בתל אביב ובינואר באשדוד, ובוגריהם יוכלו להפוך למומחי DevOps ולהשתלב בחברה. הבוטקאמפ פתוח למועמדים מכל הארץ בעלי ידע בכתיבת סקריפטים. ההרשמה בעיצומה\nהכתבה בחסות\nתמונה: Pexels\nהביקוש למומחי DevOps נמצא בצמיחה מתמדת, וכעת גם לאשדוד והסביבה יש הזדמנות להצטרף לקטר הצמיחה של ישראל ולהרוויח שכר התחלתי של 15-12 אלף שקלים.\nתחום ה-DevOps מורכב משני עולמות: עולם ה-Dev (פיתוח תוכנה) ועולם ה-Ops (תפעול ואופרציה) של הארגון. מומחי DevOps מספקים פתרונות יעילים לשיתוף פעולה אינטגרטיבי בין מערכות הארגון, מה שהופך את התחום הזה לאחד התחומים הכי חמים ומתפתחים כיום בתעשיית ההייטק.\ndeveleap, חברת ייעוץ בתחום פיתוח התוכנה, פותחת שני מחזורים חדשים להכשרת אנשי DevOps בתל אביב ובאשדוד ומציעה מסלול בוטקמפ של 10 שבועות שממומן כולו על ידה. תהליך ההכשרה האינטנסיבי כולל תוכנית לימודים מעמיקה שתעניק לבוגרים שיימצאו מתאימים הזדמנות להיקלט לעבודה ב-develeap כמומחי DevOps, וכן להשתלב במסלול של התפתחות אישית ומקצועית.\nהתוכנית מיועדת לבעלי ידע בכתיבת סקריפטים ויכולת פתרון בעיות טכניות, לבעלי יכולת למידה עצמית ואנגלית ברמה גבוהה. היא פתוחה למועמדים מכל הארץ והקבלה אליה מותנית במעבר של מבחן התאמה המצריך ניסיון בכתיבת סקריפטים ובראיון אישי.\nהבוטקאמפ באשדוד יתחיל ביום ראשון, 19 בינואר, ובתל אביב ביום ראשון, 8 בדצמבר. כל אחד מהם ייארך 10 שבועות, 5 ימים בשבוע ויכלול 600 שעות אקדמיות. המשתתפים ייהנו ממנטורינג אישי וילמדו בין היתר את הנושאים: Scripting & VCS ,Scripting & System Coordination, Software Lifecycle Management, Continuous Integration, Docker-Compose, Orchestration ועוד.\ndeveleap מתמחה בייעול תהליכי DevOps בחברות תוכנה ובסטארטאפים מהמובילים במשק. היא שואפת להכשיר את מומחי ה-DevOps המיומנים ביותר, לשלבם בפרויקטים פורצי דרך ולקלוט כ-40 אנשי DevOps חדשים עד סוף השנה. כדי להצליח במשימה שהציבה לעצמה, החברה לא שמה דגש על קורות החיים, אלא מחפשת את הפוטנציאל ואת הרצון להירתם לארגון שמבקש להיטיב עם האנושות והקהילה הקרובה בה הוא פועל.\nלפרטים נוספים והרשמה", "keywords": "devops,bootcamp,develeap,בוטקאמפ,מפתחים,מפתחות,מתכנתים,מתכנתות,תוכנית הכשרה,שעות אקדמיות,קורס,חינם,אשדוד,אשדוד והסביבה,תוכנית הכשרה בחינם,"}