{"url": "https://www.geektime.co.il/nvidia-ces-2018-event/", "type": "article", "title": "מתקרבים לעתיד: NVIDIA בגל הכרזות מעניינות ב-CES", "description": "ענקית המעבדים הגרפים ממשיכה למצב את עצמה כמובילה בתחום הרכבים האוטונומיים, אבל לא מזניחה את הגיימרים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/NVIDIABFGD-1515407390.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-08T14:30:06Z", "modified_time": "2018-01-08T12:59:48Z", "articleBody": "ענקית המעבדים הגרפים ממשיכה למצב את עצמה כמובילה בתחום הרכבים האוטונומיים, אבל לא מזניחה את הגיימרים\nתמונה: NVIDIA\nתערוכת CES היא אירוע האלקטרוניקה הגדול בעולם המתקיים מידי שנה בוגאס, והיא מעניקה הצצה אל העתיד הטכנולוגי. בשנים האחרונות, אחד התחומים החמים ביותר בתערוכות השונות הוא הרכבים האוטונומיים, ונראה כי חברת NVIDIA, הידועה בעיקר כיצרנית כרטיסי מסך, ממשיכה למקם את עצמה כאחת השחקניות העיקריות בתחום מערכות הנהיגה האוטונומיות, כאשר במסיבת עיתונאים שערכה בשעות האחרונות היא יוצאת בשורת הכרזות בתחום, אבל לא שכחה גם את הגיימרים שהביאו אותה עד הלום.\nתמונה: Nvidia\nמערכת ה-Xavier היא בעלת יותר מ-9 מיליארד טרנזיסטורים, מעבד בעל 8 ליבות, מעבד גרפי מתקדם, מערכת Deep-Learning ומאיצים שונים שהופכים אותו לאחד הרכיבים המורכבים אי פעם, המסוגל לבצע 30 טריליון פעולות בשניה תוך צריכה של 30 וואט בלבד (שיפור של פי 15 מהארכיטקטורות הקודמות).\nבפועל, האקסייביר (SoC) יוכל לעבד יותר מידע מהחיישנים והרכבים, הנחוץ למערכות הבינה המלאכותית לצורך נהיגה אוטונומית. שני מעבדי האקסייביר שהוכרזו יוטמעו במערכת ה-Pegasus שהחברה חשפה במהלך השנה, המסוגלת, לטענת החברה, להתאים ל”שלב 5″ של נהיגה אוטונומית. זהו פיתוח חשוב לתחום הנהיגה האוטונומית הזקוק לעיבוד מידע רב, בצורה מהירה ויעילה ככל האפשר, בכדי לאפשר מצב בו מערכות הרכב יוכלו לקבל החלטות בזמן אמת ובהתחשב בכמות נתונים גדולה.\nעוד הכריזה NVIDIA כי היא Uber, וולקסווגן ו-Baidu מצטרפות לרשימת הלקוחות ההולכת וגדלה שעומדות לעשות שימוש בטכנולוגיה של NVIDIA בתחום הרכבים האוטונומיים. וולקסווגן מתכננת להשתמש במערכות של NVIDIA כדי לייצר מערכת “נהג משנה” שתהווה עוזרת קולית המסוגלת לספק מידע וסיוע בהתחשב בשלל חיישנים ומערכות בינה מלאכותית שיוטמעו בה, Uber מתכננת ליצור עמה את מערך הרכבים האוטונומיים שלה ו-Baidu חוברת אליה בכדי להביא את פלטפורמת הנהיגה האוטונומית לשוק עם הפוטנציאל הגדול ביותר, סין.\n\nNVIDIA יצאה בסוג של הכרזה על קטגוריית מוצר חדשה ודי חסרת תקדים של מסכי גיימינג ענקיים, שהיא מכנה Big Format Gaming Displays, או BFGD בקצרה. מסכים אלה ייוצרו על ידי חברות כמו Acer, אסוס, ו-HP, והם יגיעו בגדלים בומבסטיים של 65 אינץ’ ובאיכות 4K HDR, עם בהירות מקסימלית של 1,000 ניטים. המסכים הענקיים תומכים בטכנולוגיית G-Sync של NVIDIA שאמורה למנוע תופעות של Tear במהלך משחקים (מעין חתכים מרצדים בתמונה בעת תנועה) ולאפשר משחק בקצב ריצוד של 120Hz. בנוסף, המסך מגיע עם תמיכה במערכת Shield המאפשרת סטרימינג, תמיכה באפליקציות אנדרואיד ומעל הכל, תמיכה בעוזרת הקולית של גוגל.\nאם חשבתם שהמטרה היא למקם את המסך הענק הזה בסלון הבית בתור טלוויזיה ומסך גיימינג, דעו ש-NVIDIA שואפת שהמסך יהפוך להיות חלק מעמדת המשחקים הסטנדרטית שלכם, כלומר במקום המסך הנורמלי עליו אתם עובדים או משחקים ביומיום. בהצלחה עם למצוא שולחן שמתאים למסך 65 אינץ’.\nנכון לעכשיו, החברה טרם מכריזה על מחירי המסכים החדשים, וצופה כי המוצר יגיע לשוק בסביבות הקיץ, כאשר המחירים ייחשפו בסמוך להשקה.\nבנוסף, NVIDIA בוחנת פיצ’ר חדש בבטא שנקרא Freestyle שמאפשר הלבשת פילטרים (כמו באינסטגרם) על גבי משחקי מחשב. הסיבה לרעיון הזה טרם ברורה לאנושות, אבל אם תרצו להוסיף איזה פילטר על גבי סשן המשחק הבא שלכם ב-Call Of Duty, תוכלו לעשות זאת.\nכל ההכרזות וכל החדשות מ-CES 2018 מחכות לכם כאן", "keywords": "נהיגה אוטונומית,nvidia,אנווידיה,נווידיה,אקסייביר,xavier,soc,אובר,ביידו,וולקסווגן,uber,baidu,volkswagen"}