{"url": "https://www.geektime.co.il/chip-makers-in-vegas/", "type": "article", "title": "יצרניות הצ'יפים הציגו הרבה פיתוחים מסקרנים. אף אחד מהם לא היה מעבד חדש", "description": "דווקא יצרניות המעבדים, שלכאורה אמורות להיות טכניות ומשעממות יותר, הציגו כמה מהפיתוחים היותר מסקרנים בתערוכת CES. קבלו הצצה לעתיד", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/IMG_6917.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-16T14:00:31Z", "modified_time": "2016-01-17T16:30:18Z", "articleBody": "דווקא יצרניות המעבדים, שלכאורה אמורות להיות טכניות ומשעממות יותר, הציגו כמה מהפיתוחים היותר מסקרנים בתערוכת CES. קבלו הצצה לעתיד\nנפח מנוע, כח סוס וכמה ליבות. המכונית של קוואלקום. צילום: גיקטיים\nכשאנחנו מסתכלים על יצרניות מעבדים כיום אנחנו רואים את אינטל ששולטת בתחום המחשבים האישיים והשרתים, קוואלקום ששולטת במובייל ו-nVidia ששולטת בתחום המעבדים הגרפיים. אולם בתערוכת CES שנסגרה השבוע בלאס-ווגאס הציגו 3 הענקיות את הפיתוחים העתידיים שלהן, שהמשותף לכולם הוא שלא מדובר במעבד פשוט או בערכת-שבבים חדשה; מרובוטים, מראות חכמות ומציאות מדומה לרחפנים ולמכוניות אוטונומיות – יצרניות המעבדים חושבות על העתיד הרחוק והעתיד הקרוב.\nצילום מסך\nבנאום הפתיחה שלו הציג מנכ”ל nVidia את ה-Drive PX2 אותו הוא כינה “מחשב-העל הראשון שתומך באינטליגנציה מלאכותית ונמצא בתוך תא המטען של רכב”. מחשב-העל, שלא יותר גדול מקופסת דגני בוקר ממוצעת, כולל עוצמת מחשוב אדירה שמקבילה ל-150 מחשבי מקבוק פרו חדשים; בנוסף הוא כולל 12 ליבות עם עוצמת מחשוב של 8 טרה-פלופ ו-24 פעולות למידה-עמוקה בשנייה. בין היתר מתבסס המחשב על ערכות-שבבים של החברה, מעבדי ARM Cortex-A57 ומעבדי Denver יחד עם מעבד גרפי מסוג Pascal. כמובן שמערכת מחשוב כזו זקוקה גם לקירור מתאים וזו של nVidia תיעזר בקירור נוזלי.\nיש לך מחשב-על בבגאז’. צילום מסך\nכל העוצמה הזו נועדה כדי לשמש את המכונית האוטונומית, שצריכה לנוע על בסיס נתונים שהמחשב מפענח ומגיעים מ-12 מצלמות וידאו, רדאר הלייזר (Lidar) וחיישנים אולטרה-קוליים אחרים. במובן הזה ניכרת התפיסה השונה של יצרנית המחשבים מהתפיסה של גוגל למשל; בעוד שהאחרונה מתבססת על עוצמות המחשוב שבענן, מעדיפה nVidia לצייד כל רכב אוטונומי במערכת מחשוב משלו. בתערוכה הציגה החברה שיתוף פעולה עם וולבו ועם יצרניות רכב כמו פורד, BMW ודיימלר.\nצילום מסך\nחוץ מהמחשב החדש הציגה nVidia גם את DriveWorks, פלטפורמה וכלי תוכנה שמיועדים למפתחים של אפליקציות לסביבת כלי הרכב האוטונומיים; ואת DriveNet, רשת זיהוי אובייקטים לעולם הפיזי, שמסוגלת לזהות בזמת אמת פריטים שונים שקשורים לכביש ולעזור כך לניווט ולהמנעות ממכשולים – כמו למשל סימון נתיבים בכבישים מושלגים.\nהרובוט שהציגה אינטל. צילום: גיקטיים\nענקית השבבים האמריקאית מסתמנת בשנים האחרונות כאחת מחברות הטכנולוגיה המפתיעות והיצירתיות ביותר. החברה נמצאת כמעט בכל תערוכה גדולה ומציגה שלל פיתוחים עצמאיים ושל חברות שותפות, שמתבססים על המעבדים ומצלמות ה-RealSense של החברה. ב-CES, הכריזה אינטל על שיתוף פעולה עם Xiaomi הסינית וחברת הבת שלה, Ninebot שרכשה את חברת סגווי. ביחד הציגו החברות כלי תחבורה אישי, מעין סגווי מיניאטורי, שהופך לרובוט. הרובוט החדש מהווה למעשה פלטפורמה שמאפשרת לכל מפתח לתכנן ולייצר את התוספים שלו על גבי הבסיס של אינטל וסגווי. בין השאר הדגימה החברה כיצד משמש הרובוט כרובוט אבטחה של הבית; כך שאם האזעקה של הבית מופעלת, מזנק הרובוט אל עבר האדם החשוד ויכול לצלם ואף לזהות אותו. מה שמעניין שכל הניווט והזיהוי מתבססים על מעבד Atom ומצלמת RealSense, טכנולוגיה שפותחה ברובה בישראל.\nהרחפן שהציגה אינטל. צילום: גיקטיים\nמצלמת ה-RealSense הזעירה שמוטמעת בו ואחראית על ההימנעות ממכשולים. צילום: גיקטיים\nעוד חשפה אינטל שיתוף פעולה עם הסטארטאפ הישראלי Replay שנעזר במספר רב של מצלמות באיכות HD, כדי לאפשר לצופים לצפות במשחק מכל זווית שרק ירצו ולשנות את הזווית תוך כדי משחק, ממש כמו במשחקי FIFA או NBA. הפיתוח, שמכונה FreeD, נעזר בעשרות מצלמות שמצלמות ברזולוציה גבוהה את המשחק, כששרת שמתבסס, מיותר לציין, על מעבדים חזקים של אינטל, “תופר” את הוידאו לוידאו פנורמי ומאפשר לבמאים של שידורי ספורט לבחור את הזווית שהם רוצים, מתוך כיסוי של 360 מעלות. מומלץ לראות את הדמו הזה, הוא יעיף אתכם.\n\nבנוסף הציגה החברה רחפן, שפיתחה חברת הרחפנים הסינית Yuneec, שבעזרת טכנולוגיית ה-RealSense שמיושמת בו, יכול להימנע מהתנגשויות באוויר. החברה גם הציגה מראה חכמה, שמבוססת על טכנולוגיית ה-RealSense, אבל על זה כבר כתבנו בהרחבה.\nצילום: גיקטיים\nגם המתחרה הגדולה של אינטל, הציגה רחפן חכם משלה. הרחפן מתוצרתה של קוואלקום הציג יכולות מרשימות בהתחמקות ממכשולים והגעה בכוחות עצמו אל הבסיס שלו, אפילו שזה היה בתוך מתחם סגור, מעין כלוב, בתוך תערוכה. גם בגזרת המחשוב היה לקוואלקום מה להציג והיא חשפה את קולקציית הלבישים שלה שכוללת ‘חולצה חכמה’ שמיועדת לספורטאים. הדגם הספציפי שהציגה קוואלקום בתערוכה היה מיועד לשחקני גולף וכלל שלל חיישנים שנועדו לעזור להם לשפר את המכות שלהם.\n50% כותנה, 50% סיליקון… החיישנים הוטמעו בתוך סיבי הבגד. צילום: גיקטיים\nהחולצה כוללת מעבד זעיר מסוג AR3002, שכולל Bluetooth, WiFi מובנים, שיחד עם הסוללה ממוקמים באזור העורף של הלובש. חוץ מהמעבד והסוללה, משולבים בשרוול החולצה חיישנים וחוטים בעובי שערה, שמספיק גמישים כדי למדוד תנועות מבלי להיקרע או להפריע ללובש. בין היתר מנטרת החולצה את הדופק של הלובש בכל רגע נתון בעזרת החיישנים שממוקמים באיזור החזה והיא רושמת את תנועות הידיים שלו ומציגה אותן על גבי מסך בצורה תלת מימדית. בשיחה עם גיקטיים מסרה סטפני מוסקאטו, נציגת קוואלקום, כי האתגר בייצור של ‘לבישים’ הוא עצום, מכיוון שהוא דורש רמות מיזעור מקסימליות, חיווט עדין שלא יפריע למשתמש וכמובן, אתגר שיצרנים טכנולוגיים לא נתקלים בו בדרך-כלל, הצורך שיהיה עמיד במים ובכביסה. לדבריה, חולצת הגולף יכולה בקלות להפוך גם לכלי ניטור ובקרה של נשים בהריון, אנשים שסובלים מבעיות שינה ועוד.\nכמובן שחוץ מ-IoT ולבישים, לא יכלנו להתחמק מהמכונית החכמה. כן, גם קוואלקום רוצה לקחת חלק בתחום הרותח. בכלל, כשהסתובבנו בין מאות הביתנים השונים בתערוכה, נדמה לעיתים שהגענו לתערוכת מכוניות, כשכל היצרניות מציגות את הטכנולוגיה המתקדמת ביותר ששילבה במכוניות שלה.\nמבט מתוך המכונית של קוואלקום. צילום: גיקטיים\nחזרה לקוואלקום. החברה הציגה את מערכות הרכב החכמות שלה שפיתחה ל-Audi, שמתבססות על מעבד ה-Snapdragon 602A – גרסת הרכב. נציג קוואלקום ערך לנו הדגמה כיצד תראה הנסיעה ברכב מבוסס Snapdragon 820A, שכולל מודם LTE בקטגוריה 12, כלומר, תמיכה במהירות של עד 600 Mbps.\nלשם מה אנחנו צריכים מעבדים כאלו חזקים ומהירויות העברת נתונים מרשימות? ובכן, היכולות הללו דרושות כדי להפעיל את יכולות הראייה הממוחשבת (Computer Vision) של הרכב, שאחראיות על זיהוי עצמים בכביש, אזהרות ונהיגה אוטונומית. עכשיו, אנחנו רגילים להחליף סמארטפונים, לפעמים אפילו כל שנה וחצי, ולשדרג למעבד החדש ביותר. שאלנו את נציג החברה, האם קוואלקום מצפה שאנשים יגרטו את הרכב שלהם, כי המעבד כבר התיישן? התשובה, על פי קוואלקום היא לא. הנציג הדגים לנו כיצד הוא שולף קופסה בגודל של קופסת אוכל ובתוכה המעבד של הרכב. לדבריו, כאשר נרצה לשדרג את המעבד, נוכל פשוט לשלוף את הקופסה להחליף את המעבד וליהנות מיכולות עיבוד מתקדמות יותר עם הזמן. בכל מקרה הוא הרגיע, מכיוון שהמכונית מחוברת כל הזמן, קוואלקום תדאג לעדכן את הקושחה (Firmware) של הכרטיס באופן קבוע.\nהכתב היה אורח של מפיקת תערוכת CES 2016 בלאס-ווגאס", "keywords": "אינטל,קוואלקום,qualcomm,intel,nvidia,אנווידיה,ces,ces 2016,iot,לביש,מיחשוב לביש,מכונית חכמה,מכונית אוטונומית,רחפן,רחפנים,רחפן אוטונומי,רילסנס,realsense"}