{"url": "https://www.geektime.co.il/usb-4-displayport-alt-mode-2/", "type": "article", "title": "הוכרז תקן USB 4: מהירויות משודרגות ותמיכה בוידאו עד 16K", "description": "המפרט נראה מוגזם ולא שמיש כרגע, אבל מצד שני, הוא נועד להיות תקן לשנים רבות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/usb-1281034_1280-1567575398-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-03T19:00:19Z", "modified_time": "2020-05-03T18:32:03Z", "articleBody": "המפרט נראה מוגזם ולא שמיש כרגע, אבל מצד שני, הוא נועד להיות תקן לשנים רבות\nמקור: Pixabay\nחלק מהגאדג’טים שלכם בבית עדיין משתמשים בחיבור Micro-USB, אבל הדור הבא, USB 4 כבר נמצא מעבר לפינה, ועל פי המידע הרשמי החדש שנחשף עליו, הוא עומד להיות ורסטילי ועוצמתי מתמיד.\nעל פי ההכרזה של אגודת הסטנדרטים לוידאו ואלקטרוניקה (או VESA, בקיצור), סטנדרט ה-USB 4 עומד ליהנות מהיתרונות של תקן DisplayPort 2.0. בפועל, הנתון הזה אומר שכבלי USB 4 יתמכו בתצוגות 8K בקצב ריענון של 60Hz עם תמיכה ב-HDR, תצוגות 8K בקצב ריענון של 144Hz בתוספת HDR, ואפילו תצוגות 16K ב-60Hz (אבל עם תהליך דחיסה). ולפני שאתם מתעצבנים שתצטרכו להחליף את כל המכשירים שלכם, כדאי שתדעו ש-USB 4 משתמש באותה תצורה של USB-C.\nהאתר AnandTech צלל לתוך המפרט, שנקרא DisplayPort Alt Mode 2.0, וגילה שבפועל רוחב הפס לוידאו הוכפל, וכעת USB 4 יוכל להעביר נתונים בשני הכיוונים בקצב של 40Gbps. במקרה של וידאו, הכבל לא צריך להעביר נתונים למחשב, אלא רק החוצה ממנו, כך שאתם יכולים להגיע לרוחב פס מקסימלי של עד 80Gbps. המוצרים הראשונים שיתמכו ב-DP Alt Mode 2.0 אמורים להגיע לשוק כבר ב-2021.\n\n\n\n\n\n\nהורידו עכשיו את אפליקציית גיקטיים, ותישארו מעודכנים\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nUSB 4 צפוי להגיע לשוק כבר במהלך השנה הנוכחית, מה שאומר שאת מלוא הפוטנציאל שלו נוכל רק לבחון בהמשך, ולא עם השקתו. על פי המפרט המלא, נראה שהוא עומד להיות תקן שיחזיק לשנים (מה שנקרא Future Proof), אבל תצטרכו לוודא שיש לכם כבלים שמתאימים למחברים המתאימים, כך שכן תצטרכו להצטייד מחדש כדי ליהנות מכל היתרונות. נקווה שכעת גם יצרניות החומרה השונות יאמצו את התקנים במהירות, כדי שאלו יגיעו לכמה שיותר מכשירים שבתקווה לא יהיו יקרים מדי.\n ", "keywords": "usb,usb4,usb 4,displayport alt mode 2.0,יו אס בי,כבל,חיבור"}