{"url": "https://www.geektime.co.il/apple-ipad-pro-2020-lidar/", "type": "article", "title": "אפל מציגה אייפד פרו חדש עם רדאר LiDAR ומקלדת עם טראקפד", "description": "אפל הכריזה על דגם האייפד פרו החדש שלה שכולל רדאר מסוג LiDAR ומקלדת חדשה ומגניבה עם טראקפד. טוענת: מהיר יותר מ-PC", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/IPAD-1584554913-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-18T21:11:08Z", "modified_time": "2020-03-18T21:11:08Z", "articleBody": "אפל הכריזה על דגם האייפד פרו החדש שלה שכולל רדאר מסוג LiDAR ומקלדת חדשה ומגניבה עם טראקפד. טוענת: מהיר יותר מ-PC\nמעמד המקלדת החדש. מקור Apple\nאפל אולי דחתה את כנס המפתחים השנתי שלה, אבל מעבר לזה, היא מנסה לשדר שהעסקים הם (כמעט) כרגיל. הבוקר (שעון קליפורניה) הכריזה החברה על אייפד פרו חדש עם כמה טכנולוגיות מעניינות, מקבוק פרו חדש ועוד.\n2 דגמי האייפד פרו החדשים דומים במראה לדור הקודם של המכשיר מהשנה שעברה ומגיעים ב-2 גדלים: 11 אינץ’ ו-12.9 אינץ’.  החידוש העיקרי הוא ה-LiDAR, אותו רדאר לייזר שתוכלו למצוא במכוניות אוטונומיות. הסורק נועד כדי למדוד מרחקים ומימדים של חפצים עד לגודל של 5 מטר, ולהעניק לאייפד יכולות צילום וחישה בעומק – מה שאמור לשדרג את חוויית ה-AR שלו.\nבלב האייפד פרו החדש נמצא את המעבד המתקדם ביותר של אפל A12Z, שלדברי אפל “מהיר יותר מרוב מרוב מחשבי ה-PC” וכולל 8 ליבות ב-GPU. בגב המכשיר נמצא זוג מצלמות – עם עדשה רחבה ועדשה סופר-רחבה, ומיקרופון, כשחיי הסוללה, על פי אפל, עומדים על 10 שעות. מבחינת קישוריות, תומך האייפד ב-4G ולא 5G. דגם ה-11 אינץ’ יימכר תמורת 799 דולר כשדגם ה-12.9 אינץ’ יעלה כבר 949 דולר.\nעם זאת, נראה שהשינוי המרכזי עבור המשתמשים לא יהיה בכלל באייפד פרו החדש, אלא ב-Magic Keyboard, המקלדת החדשה שתוכלו לחבר אליו. מדובר במקלדת מתקפלת עם מעמד, שיכול לעבור למצב עמידה, מה שמגביה את האייפד פרו למצב נוח יותר לשימוש. החידוש: המקלדת כוללת טראקפד, כלומר משטח מגע – בדומה למקבוקים, מה שיאפשר לכם ליהנות משליטה מדוייקת יותר, מחוות וכו. באפל טוענים שמדובר בחוויית שימוש שונה מזו של המקבוק והיא מותאמת במיוחד לאייפד פרו, כך שכשאתם מזיזים את האצבע על גבי המשטח, הסמן מדגיש אלמנטים שונים על גבי המסך.\nחוץ מזה, המקלדת מוארת, תומכת בטעינה ב-USB-C, ותתמוך גם באייפד פרו 2019. ובגלל שזו אפל, אתם יכולים לתאר לעצמכם שכל הטוב הזה לא יגיע בחינם. עבור המקלדת-מעמד הזו תשלמו 299 דולר לדגם ה-11 אינץ’ ו-349 דולר לדגם ה-12.9 אינץ’.\n\nגרסה 13.4 של iPadOS תתמוך כמובן במקלדת החדשה ובפיצ’רים של האייפד פרו החדש, אבל חוץ מזה, הגרסה החדשה תוסיף תמיכה בטראקפדים ועכברים גם לכל אייפד שיריץ אותה. ושימו לב, לא מדובר רק על התמיכה בחשודים המיידיים כמו ה-Magic Mouse 2, Magic Trackpad 2 של אפל אלא גם עכברים וטראקפדים של יצרניות חיצוניות.", "keywords": "אפל,אייפד פרו,ipad pro,ipados,אייפד,"}