{"url": "https://www.geektime.co.il/work-in-a-big-company-9february/", "type": "article", "title": "רוצים לעבוד בחברה גדולה? הנה 6 חברות הייטק שמגייסות כעת", "description": "ריכזנו עבורכם משרות טריות מהלוח שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/GettyImages-513101786-e1486632835920.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-09T17:17:02Z", "modified_time": "2017-02-09T17:16:29Z", "articleBody": "ריכזנו עבורכם משרות טריות מהלוח שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט צלם\\תמונה: Bloomberg, Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nJob description:\nWe’re looking for an experienced, professional, and highly motivated Android Engineers to join our cutting-edge Android team developing the next AT&T over-the-top Netflix competitor!\nThink about a TV, not an app, while support any Android device, including: Smartphones, Tablets, Android TV, Wearables & Amazon Fire TV, to bring TV everywhere! It’s going to turn some heads in the industry.\nRequirements: \n– Solid experience with Java and the Android SDK\n– Experience building rich Android UI application for different devices\n– Strong problem-solving and critical-thinking skills\n– Leading agenda based on practice engineering & Clean Architecture\n– Experience building applications that talk to RESTful web services\n– Experience writing multi-threaded, asynchronous code\n– Understanding of software design patterns and architectural principles\n– Attention to quality through unit tests, automation scripts, and code reviews\n– Experience with Android internals\n– Strong computer science fundamentals gained through Bachelor’s degree in CS, Software Engineering or equivalent\nTo send a CV for the position of AT&T Senior Android Developer JB-460\nמקור: עמוד הפייסבוק של החברה\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform. With Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally.\n Additionally, thousands of leading corporations including Google, Airbnb, Upwork and Getty Images rely on Payoneer’s mass payout services. Here at Payoneer we celebrate diversity and believe that our people are our greatest resources. We work hard to get things done and never forget to have fun along the way.\nResponsibilities include:\nWe are looking for a talented Automation Developer to join our R&D Team, to take on a major role in the automation team. Our finest group of engineers is building extensive automation Infrastructure for both client side and server side component (using C# ). You will have an opportunity to shape the development paradigm, Infrastructure and capacity of our platform. Raise the quality of our product and provide scalability by creating new automation frameworks and tools.\n Requirements:\n– Bachelor’s degree in Computer Science, Software Engineering and similar or relevant experience as a developer\n– At least 2 years of experience in .NET, C#\n– Ability to quickly learn new concepts and software\n– Very good verbal and written communication skills both Hebrew & English\n– Responsible and dedicated worker, willing to work in a dynamic and demanding environment\n– Motivated team player who helps drive the team forward\nTo send a CV for the position of Payoneer Automation Developer\nAs our Open Source Test Engineer you will be responsible for product Quality Assurance in an Open Source environment, you will carry out various testing methods: System testing, black box, functional & feature testing, stress tests, load tests, performance tests, stability tests, database & GUI testing.\nRequirements:\n– 4+ years’ experience in QA\n– Linux / UNIX  experience – Advanced User level network understanding (Layer2/3)\n– Experience in Open Source environment testing (Openstack, cloud computing ) ,\n– Hand-on experience in virtual computing machines\n– Good command of English.\n– Methodical & high accountability for deliverables\nTo send a CV for the position of hpe Open Source Test Engineer\nWe are looking for Test automation – QA Engineers.\nCandidates should have a “hands-on” approach, owning a strong system-level perspective and capable of performing automated end-to-end tests for storage systems. Employee will Design, develop and execute automated tests (Python-based and testing plans.\nRequirements:\n– Experience developing test automation infrastructure and/or automating tests that operate across multiple server and client machines\n– Proven experience programming in Python\n– Self-starter, enthusiastic proactive mindset\n– Knowledge of block-level Storage/storage networking protocols / file systems – an advantage.\n– B.Sc./B.A. degree in computer science, engineering or related discipline – an advantage\nTo send a CV for the position of EMC – Automation QA Engineer (XtremIO – EMC)\nOur Business Analytics & Strategy team is looking for an experienced BW Track Leader to join a Global SAP Project. Job responsibilities include but are not limited to leading all professional operation of BW in various modules alongside other consultants and global teams. Role require traveling.\nJob Description:\nIBM Global Business Services (GBS) group, partner with thousands of clients to create real business value by delivering projects combined with advanced research, analytics and state of the art technology.\nWe work as a TEAM on all project aspects, starting from engagement to plan, build and implement advanced business solutions.\nWe establish new, flexible and interactive approaches that only IBM Information Services can offer through our unique combination of skills, experience and capabilities.\nYou have a great opportunity to be part of all this! While working with professionals in a dynamic, exciting environment.\nRequirements:\n– Academic education.\n– 5 years + SAP BW experience and successful Management of several SAP BW Full Life Cycle Projects\n– Global Rollout experience\n– ability to lead BI resources onsite and offshore\n– Manage design and delivering BI scope\n– Team leadership / project management\n– Proven, strong Leadership capability\n– Willingness to travel (~20%)\n– Fluent in Hebrew and English\nTo send a CV for the position of IBM – SAP BW leader\nThe QA Automation Engineer will be part of the QA team and will be responsible for:\n– Building and maintaining the Automation Platform\n– Creating automation flows for both desktop and mobile web application\n– Creating automation flows for backend services\n– Create a modular framework to be used by other QA team members without automation background\n– Integrate automation solution with Jenkins\n– Perform root cause analysis on suspected defects\n– The QA Automation Engineer will report to the QA team lead\nRequirements:\n– Bachelor’s degree in Computer science  or related technical field or equivalent practical experience\n– At least 3 years’ Experience in Automation development and Automation infrastructure.\n– Experience in QA of large complex systems Including server, client web, client mobile- Must\n– Experience working with Selenium web driver- must\n– Experience working with SOAP UI\n– Experience working with db\n– Excellent communication skills – Excellent English (reading/writing)- Must\nTo send a CV for the position of General Motors – Senior QA Automation Engineer\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "משרות,משרות הייטק,עבודה בהייטק,hpe,משרות פנויות,יבמ,payoneer,ibm,amdocs,at&t,general motors,emc,at&t,גיק ג\\'וב,גיקגו\\'ב,משרות בהייטק,סטארטאפ,עבודה בסטארטאפ"}