{"url": "https://www.geektime.co.il/tp-link-c3200/", "type": "article", "title": "הנתב ששינה את חווית הגלישה שלי בבית: C3200 של TP-LINK [סקירה]", "description": "הוא אמנם לא חדש בשוק, אבל מדובר באלטרנטיבה ששווה לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/archer_c3200-pic3-1521733600.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-22T18:15:47Z", "modified_time": "2018-03-23T21:12:14Z", "articleBody": "הוא אמנם לא חדש בשוק, אבל מדובר באלטרנטיבה ששווה לבדוק\nה-C3200 עם 6 אנטנות. צילום דור האזה\nמאת צחי הופמן\nברשותי מודם ונתב משולב של הוט בבית. מדובר בפייבר בוקס של חברת הכבלים. המוצר יושב אצלי בבית כבר שנים, עוד מימיה הראשונים של ההשקה בארץ. הפייבר בוקס הוחלף אצלי מספר פעמים, אבל עדיין האינטרנט שהוא מספק לא מספיק טוב. הסיבה לכך היא לא מהירות הגלישה, אשר התשתית של הוט יחד עם הספקית הוט נוט (100 מגה) מספקות לי. ממהירות הגלישה בבית אני מרוצה, אבל אין כמעט יום שאני לא צריך לאתחל את הפייבר בוקס. את רוב המוצרים שיכולתי לחבר לחיבור קווי, כמו טלוויזיה, אקס בוקס ומחשבים ניידים, ביצעתי בחיבור הזה. ואם להוסיף לחגיגה, טווח השידור של הפייבר בוקס גם לא מצליח למלא את הדירה שלי, עד ששימוש בממיר נוסף של הוט, המשמש כנתב נוסף, הפך להכרחי אצלי בבית.\nאת כל הסיפור הזה אני מביא כאן תחילה, לא בשביל לקטר על הוט, אלא בשביל לשבח את הנתב Archer C3200 של חברת TP-LINK, אשר זה בפעם הראשונה מזה שנים, הפך את חיבור האינטרנט האלחוטי אצלי בבית ליציב, עם טווח שידור רחב ומהירות גלישה גבוהה.\nעד היום נתבים שנתקלתי בהם דרשו התקנה באמצעות חיבור LAN למחשב וגישה לאתר אינטרנט יעודי. תהליך אשר לא ידידותי לכל אחד. ב-TP-LINK פתרו את הסרבול הזה עם אפליקציה פשוטה, אותה מתקינים בסמארטפון. האפליקציה מבצעת זיהוי באמצעות סיסמא יחודית המודבקת בגב הנתב. לאחר מכן מגדירים את שם הרשת וזהו, יש אינטרנט אלחוטי בבית.\n3 רשתות ב-C3200. צילום דור האזה\nה-C3200 הוא לא נתב יפה. הוא מגיע בצבע שחור עם 6 אנטנות חיצוניות, הגורמות לו להראות כמו תמנון היושב על המזנון. זהו לא נתב שתרצו להראות לאנשים בגאווה בסלון, כמו הגוגל WiFi או אולי ה-Be של בזק. יש לו המון מנורות, מספר כפתורים ובעיקר מראה שפשוט צועק תחביא אותי באיזה מקום. בכל מקרה, אני מעדיף נתב מכוער ועובד טוב מאשר פייבר בוקס שכפתור האתחול שלו הוא השימוש הכי שכיח.\nה-C3200 מוציא שלוש רשתות: שתי רשתות בתדר 5 ג’יגה הרץ ועוד אחת 2.4 ג’יגה הרץ, כאשר הנתב יודע להתאים באופן אוטומטי את הרשת לתדר ולחלק את החיבורים למכשירים, מה שמאפשר חיבור רב יותר של מכשירים בבית, מבלי לאבד בצורה משמעותית את מהירות הגלישה. למרות שמדובר בעצם בשלוש רשתות נפרדות, אין צורך לבצע מעבר ידני בינהן, הכל מתבצע בצורה אוטומטית. הרשת השלישית היא יתרון לעומת נתבים רבים הכוללים רק שתי רשתות.\nכאמור, הנתב כולל 6 אנטנות ומעבד כפול ליבה 1 ג’יגה הרץ. הוא משלב טכנולוגיית Beamforming המאפשרת חלוקת משאבים חכמה. הוא מציע מהירות של עד 3200Mbps, כאשר החלוקה היא 1300Mbps בשתי רשתות 5 ג’יגה הרץ ועוד 600Mbps ברשת 2.4 ג’יגה הרץ. הנתב לא הצליח למלא דירה בגודל 90 מטר בצורה מושלמת, אבל לא היה חדר שהאינטרנט לא הגיע אליו. מבחינת מהירות גלישה, הצלחתי לקבל בבדיקות שלי כמעט את המהירות המקסימלית של החבילה 90 ומשהו מגה הורדה ו-2.5 מגה העלאה. אני בדקתי את הנתב על תשתית הוט, אבל הוא מתאים גם לתשתית בזק.\nשני USB, כאשר אחד הוא בתקן 3.0 והשני 2.0. מיועד לחיבורים עבור מדפסות וכוננים קשיחים שרוצים לשתף ברשת. יש גם 4 כניסות LAN במהירות ג’יגה.\nהאפליקציה של TP-Link מאפשרת לבצע את ההגדרה הראשונית, לבחור שם לרשת או ליצור רשת לאורחים כך שאלו לא יתחברו לרשת הראשית. האפליקציה מאפשרת לראות אילו מכשירים מחוברים לנתב ולבצע הגדרות הורים, כדי שמכשיר מסוים לא יוכל לגלוש לאתרי אינטרנט שונים או שזמן הגלישה שלו יוגבל.\nה-Archer C3200 הוא נתב מצוין, למרות שהוא לא נתב חדש בשוק. התחרות שלו קשה, גם כי הוא לא נתב זול וגם כי הוא מתחרה בנתבים שגולשי האינטרנט בארץ מקבל מחברות האינטרנט שלהם. קשה מאוד לגרום לאנשים ללכת לקנות נתב במאות שקלים, כאשר הם מקבלים אחד כזה בחינם או במחיר מסובסד, ולא משנה כמה המוצר שקיבלו לא מוצלח.\nמחיר: 960 שקל (יבואן בנדא)\nציון: 9\nהכתבה פורסמה לראשונה באתר The Gadgets Reviews", "keywords": "נתב,tp link,גלישה,tp link c3200,אינטרנט,מהירות גלישה,tp-link"}