{"url": "https://www.geektime.co.il/international-space-university-studies/", "type": "article", "title": "אז איך זה להיות סטודנט ללימודי חלל?", "description": "מעט מכירים את מסלול הלימודים הזה, אבל השכלה גבוהה בתחום החלל זמינה גם לישראלים. הנה עדות ממקור ראשון ואיך גם אתם יכולים לעשות זאת.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/01/space2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-20T14:02:08Z", "modified_time": "2014-01-20T15:57:22Z", "articleBody": "מעט מכירים את מסלול הלימודים הזה, אבל השכלה גבוהה בתחום החלל זמינה גם לישראלים. הנה עדות ממקור ראשון ואיך גם אתם יכולים לעשות זאת.\n\nהפוסט נכתב על ידי איל בן זאב בוגר תואר שני (M.Sc) בחישה מרחוק ותואר שני במינהל עסקים (MBA), בנוסף ללימודים ב-International Space University ו-Singularity University. איל עבד במשך שנים בתעשיית החלל הישראלית.\nאוניברסיטת החלל הבינ”ל, International Space University – ISU, הוקמה ב-1987 ע”י שלושה סטודנטים בוגרי MIT ואוניברסיטת George Washington. החלום של שלושת הצעירים היה להנגיש את תחום החלל לכמה שיותר אנשים בעולם בעזרת חינוך, מחקר ועשייה.\nיתכן ששמעתם על אחד מה”צעירים” הללו, ששמו הוא Peter Diamandis. פיטר הינו יזם סידרתי שהקים בין היתר את ארגון הX-Prize (בו מתחרה הקבוצה הישראלית SpaceIL במטרה להנחית חללית על הירח); את חברת Space Adventures (המאפשרת טיסה לתחנת החלל הבינ”ל (עד כה טסו 7 אנשים) ומתעתדת לבצע טיסה מסחרית ראשונה סביב הירח); את חברת Zero-G (המאפשרת לחוות חוסר גרביטציה בטיסה על בואינג 727); ואף את Singularity University (הממוקמת בעמק הסיליקון ומטרתה לפתור בעיות גלובאליות בעזרת טכנולוגיות המתפתחות באופן אקספוננציאלי). \u2028שותפיו להקמת האוניברסיטה הם Todd Hawley (ז”ל) ו Robert D. Richards ששותף עם פיטר בחלק מהחברות הנ”ל.\nשלושת החברים סברו כי מכיוון שהחלל אינו בבעלות של אף אומה ושייך בעצם לכולם, האוניברסיטה תתבסס על 3 עקרונות (3-I): Interdisciplinary (בין תחומי), Intercultural (בין תרבותי) ו-International (בין לאומי). \u2028נכון לאוגוסט 2012 (חגיגות ה- 25 שנה לאוניברסיטה) למדו ב- ISU מעל 3,500 סטודנטים מיותר מ-100 מדינות.\nקמפוס האוניברסיטה ממוקם בשטרסבורג – צרפת, אך ISU מציעה מסלולי לימוד שונים במקומות שונים בעולם. \u2028לימודי ה- MSS – Master of Space Studies (תואר שני בלימודי חלל) מתקיימים בקמפוס בצרפת ואילו הלימודים לתואר שני במנהל עסקים (EMBA) עם התמחות בחלל נעים בין מספר מקומות בעולם, כולל לימודים און ליין. \u2028תכנית הדגל של האוניברסיטה, המתקיימת כבר 25 שנים ובה אני השתתפתי ב- 2009, נקראת SSP – Space Studies Program.\u2028 תכנית זו, מתקיימת כל שנה ביעד אחר בעולם ומביאה יחדיו כ-120 איש ואישה מתחום החלל למשך 9 שבועות. המשתתפים זוכים לשמוע הרצאות מחוקרים, בכירים בתעשיות ובסוכנויות חלל ומאסטרונאוטים.\nלשמחתי הלימודים ב-2009 התקיימו במרכז המחקר NASA AMES בעמק הסיליקון (כ-5 דקות נסיעה מהמשרדים של גוגל, לינקדאין ושאר טובין). בגלל המיקום המבוקש הכיתה שלנו הייתה אחת הגדולות אי פעם ומנתה כ-130 איש מ-35 מדינות שונות. היינו ארבעה ישראלים (מתעשיית החלל) יחד עם קנדים, צרפתים, אוסטרלים, בריטים, הולנדים, סינים (הקבוצה הגדולה ביותר), אמריקאים, ואפילו בחורה אירנית אחת (שנשארה אח”כ בארה”ב ולא חזרה הביתה). היו שם סטודנטים לתואר שני בהנדסת חלל, דוקטורנטים מתחומים שונים, קציני צבא העוסקים בתחום החלל, עובדים בסוכנויות חלל ובתעשיות חלל של המדינות השונות, עורכי דין המתמחים בנושא ואפילו אדריכלים ומעצבים ואנשים מתחום התיירות. לא כל המשתתפים עסקו בחלל באופן מקצועי או אקדמי, אך לכולם הייתה אהבה גדולה לנושא והוא זרם בעורקיהם.\nהתוכנית נפתחה בארבעה שבועות של הרצאות מבוא שמטרתן להקנות לכל המשתתפים ידע בסיסי ולישר קו. הרצאות אלו כללו בין היתר נושאים כגון: היסטוריה של האדם בחלל, סביבת חלל, מסלולים בחלל, הנעה רקטית, מערכות חלליות, עקרונות של מערכות ניווט, טיסות מאוישות, חישה מרחוק מהחלל ועוד. \u2028בהפסקות הצהרים למדנו להכיר אחד את השני, לגשר על פערי תרבויות ולדבר על נושאים שונים. בערבים הפנויים יצאנו לבלות בפאב הקרוב או ארגנו מסיבות ואירועים שונים. ערב אחד אתה יושב ושומע הרצאה מפי אסטרונאוט שביצע כבר מספר הליכות חלל ובערב אחר אתה יושב עם אותו האסטרונאוט על בירה ומנהל שיחה אחד-על-אחד.\nלאחר סדרת ההרצאות הנ”ל התחלקנו למספר מסלולי לימוד שונים (ב-ISU ממליצים לקחת תחום לימודים שפחות מוכר לך, אני לקחתי חוק וממשל בתחום החלל). במסלולים אלו לומדים באופן מעמיק יותר נושאים שונים כגון: מדיניות חלל, ניהול ועסקים בתחום החלל, מדעי חלל, הנדסת חלל, אדם בחלל. \u2028בזמן החלוקה למסלולי הלימוד עברנו גם סדנאות מגוונות כגון תכנון ובניית רכב חללי, עקרונות של חישה מרחוק, תפקוד גוף האדם בחלל, ניסויים במיקרו-גרביטציה, תקשורת לוויינית ועוד. הסדנאות הועברו ע”י מומחים בתחומים השונים וע”י אסטרונאוטים. אחת הסדנאות המבוקשות ביותר הייתה אימון של אסטרונאוטים בתוך בריכה. המטרה הייתה לדמות חוסר משקל ולהציג לנו את הקשיים הקיימים בביצוע משימות ללא יכולת לדבר.\u2028 זו לא הייתה האופציה היחידה להתנסות בחוסר משקל. בשלב מסוים הודיעו לנו כי מטוס הבואינג 727 של חברת Zero-G מבקר בשדה התעופה של NASA למשך מספר ימים וכי מי שמעוניין, יוכל להתנסות בטיסת Zero-G. מדובר בדרך היחידה בה אסטרונאוטים חווים ומתאמנים ללא כוח הכבידה של כדוה”א. טיסת התענוג עלתה כמה אלפי דולרים ואת ארוחת הבוקר שלי (לא סתם קוראים למטוס The vomit comet), אבל הייתה שווה את כל זה ועוד קצת.\nבשבועיים האחרונים של התוכנית, המשתתפים מתחלקים לשלוש קבוצות של כ-40 איש. זהו שלב הפרויקטים. המטרה של כל קבוצה היא לדמות פרויקט רב משתתפים (בינ”ל) בתחומים הנבחרים מראש ולפעמים אף ממומנים ע”י גופים גדולים כגון הבנק העולמי, סוכנויות חלל והאו”ם. הפרויקטים נוגעים בכל התחומים שנלמדו: הנדסה, חוק ומדיניות, השפעות החלל על גוף האדם ועוד.\nבפרויקט בו השתתפתי (שמומן ע”י הבנק העולמי) נתבקשנו להציג תכנית לזיהוי, ניהול וצמצום ההשפעה השלילית של אסונות טבע בעזרת מערכות וטכנולוגיות חלליות. התוכנית כיסתה רבדים רבים כגון טכנולוגיה, הנדסה, שת”פ בין-ארגוני ובינ”ל, סטטיסטיקות, עבודה מול גופים ממשלתיים וחברות פרטיות, עיבוד תמונה ועוד. כאן גם נכנסה לתמונה החוצפה הישראלית, קשרים ונכונות מדהימה לעזור. פנינו לחברת Imagesat הישראלית (בעלת לווייני הצילום EROS) ובקשנו לקבל תמונות לוויין של אזורים מוכי אסון במרכז אמריקה. חברת Imagesat נאותה לעזור ובמקום לשלוח לנו תמונות לוויין ישנות, היא כיוונה את אחד הלוויינים שלה וצילמה עבורנו תמונות בזמן אמת, ברזולוציה גבוהה, של אחת ממדינות מרכז אמריקה הסובלת ממפולות בוץ והצפות אדירות. שלב הפרויקטים מסתיים באירוע בו נציגים של כל אחת מהקבוצות מציגים את הפרויקט ועונים על שאלות של הנהלת האוניברסיטה, הנהלות הגופים שמימנו את הפרויקטים וסוכנויות חלל שונות.\nהשבועיים הללו הם ה”לחוצים” ביותר בתוכנית ומצאנו את עצמנו ישנים לפעמים 3-4 שעות וחוזרים לעבוד. לא פשוט לבנות ולנהל פרויקט עם עוד 40 אנשים ממדינות שונות, תרבויות שונות ולפעמים גם שפות שונות (הסינים מיעטו לדבר אנגלית). אין לי ספק כי השבועיים האחרונים הללו תרמו רבות לבניית הקשרים המקצועיים והחבריים שנוצרו בתוכנית.\nתכנית ה-SSP לא מיועדת לכל אחד, אבל אם את/ה בוגר תואר ראשון ומעלה, אשר תחום החלל זורם בעורקיו ורוצה לחוות חוויה של פעם בחיים ולעזור לקדם את תחום החלל בישראל אז יתכן ו-SSP מתאימה לך. \u2028התוכנית אינה זולה ($25K) אך היא מקצועית ומעשירה מאוד ורוב המשתתפים מקבלים מלגות מסוכנויות חלל ותעשיות החלל השונות. \u2028גם אצלנו בישראל, משרד המדע וסוכנות החלל הישראלית מסייעים כל שנה למספר מועמדים בעזרת קרן ממשלתית ע”ש אילן רמון.\nה-Space Studies Program מתקיימת השנה במונטריאול, קנדה, בין התאריכים 9 ליוני – 8 לאוגוסט וההרשמה נסגרת ב-1 בפברואר. \u2028התאריך האחרון להגשת בקשה למלגה מסוכנות החלל הישראלית הוא 10 בפברואר, אז מהרו להירשם לאוניברסיטה ומיד עם קבלתכם שילחו את טפסי הבקשה למלגה לסוכנות החלל הישראלית.\nבוגרי האוניברסיטה עושים מאמץ גדול להביא את תכנית ה-SSP לארץ. הטכניון בחיפה לקח על עצמו לארח את התוכנית ולפני 3 שנים אפילו העפלנו לגמר מול ברזיל במטרה לארח את התוכנית ב-2013, אך ברזיל ניצחה. בימים אלו נעשה ניסיון נוסף להביא את תכנית הלימודים הנ”ל לארץ ב-2016.\nדרך אגב, אני התמכרתי ליוזמות של Peter D, אז אחרי החוויה המדהימה ב-International Space University וטיסה חסרת משקל ב-Zero-G, הגעתי בקיץ של 2012 שוב ל-NASA Ames Research Center כדי להשתתף בתוכנית הקיץ של Singularity University, אבל זה כבר סיפור אחר לגמרי…\nקרדיט תמונה: space via Shutterstock.", "keywords": "לימודי חלל,חלל,isu,mit,xprize,spaceil,international space university,singularity university"}