{"url": "https://www.geektime.co.il/see-v-2018-2nd-quarter-results/", "type": "article", "title": "סקר שכר חדש מגלה: השכר הממוצע בהייטק ממשיך לטפס", "description": "וגם: האם הבדלי השכר בין גברים לנשים מצטמצמים? ומי לא בטוח לגבי העתיד התעסוקתי שלו?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/background-blank-business-317356-1530712971.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-04T17:45:23Z", "modified_time": "2018-07-05T12:06:40Z", "articleBody": "וגם: האם הבדלי השכר בין גברים לנשים מצטמצמים? ומי לא בטוח לגבי העתיד התעסוקתי שלו?\nתמונה: Pexels\nבלי ששמנו לב, הסתיים לו הרבעון השני של שנת 2018, ודו”ח חדש של חברת ההשמה see.V חושף נתונים מעניינים על שוק ההייטק, ובעיקר מעיד על כך שהשכר הממוצע במקצועות המבוקשים לא מפסיק לעלות.\nתמונה: see.V \nעל פי נתוני הדו”ח, השכר הממוצע במקצועות ההייטק טיפס ברבעון השני ל-28,208 ש”ח לחודש. זוהי עליה של 3% בהשוואה לנתוני הרבעון הקודם. אלו שמככבים בראש טבלת השכר הם מפתחי Node.js, שנהנו מזינוק של 10% בשכר הממוצע במהלך הרבעון האחרון, עם שכר ממוצע של 32,000 ש”ח לחודש. עוד נהנו מעלייה משמעותית של 7% הם מפתחי Java, שגם השכר הממוצע החודשי שלהם עומד על 32,000 ש”ח. עם זאת, לא כולם נהנים רק מעליות בשכר, כאשר מפתחי #C רשמו ירידה של 4% בשכרם שעומד כעת על 26,000 ש”ח לחודש.\nעל פי נתוני הלמ”ס, השכר הממוצע בתחומי התוכנה עומד על כמעט פי 3 מהשכר הממוצע במשק, כאשר הזינוק שנצפה במקצועות ההייטק משך את נתוני השכר הממוצע במשק למעלה. כמו כן, בחברה מעריכים כי עודף הביקוש בשוק ממשיך להאמיר, מה שמתרגם בסופו של דבר לעליות שכר, כאשר התחרות על כל עובד מעלה את מרכיב השכר של כלל המגזר. כמו כן, ההערכות הן שהדרך הטובה ביותר לשימור העובד היא הענקת הכשרות, אך הדבר משמש כחרב פיפיות, כאשר העובדים הופכים להיות מבוקשים אף יותר, מה שמוביל לעזיבה מוקדמת.\n64% ממפתחי ה-DevOps השיבו לשאלה כי יש להם תחושת ביטחון בקריירה, וחשים שכך יהיה גם בעתיד. 44% מאלו שהשיבו לסקר חשים את אותה תחושת ביטחון, כאשר 14% מהמשיבים העידו כי אין להם ביטחון בהווה, אבל מרגישים כי מצבם ישתנה לטובה בהמשך. בקרב המנהלים בהייטק נצפתה ירידה משמעותית ברמת הביטחון, כאשר רק 34% חשים ביטחון בהווה ובעתיד. בחברה מעריכים כי הנתון נובע מכך שמנהלים הם לרוב קהל מבוגר יותר, וגיל מתקדם לא נחשב כיתרון בעולם ההייטק, וכי היצע המשרות העתידי שלהם קטן יותר.\nעוד נצפו במהלך הרבעון: זינוק אדיר בכמות המשרות הזמינות למפתחי אלגוריתמים ביחס לרבעון המקביל אשתקד. בנוסף, נצפה גידול של 21% בכמות משרות מפתחי Python, מה שהפך את תחום הפיתוח הזה לשני ל-Java, השומרת על מקומה בפסגה. “שני הנתונים קשורים לטכנולוגיות של בינה מלאכותית, שהן כיום המגמה החזקה ביותר”, אומרת מרב לייפר, מנכ”לית see.V. “פייתון היא שפה שאוהבים מאוד באקדמיה, ובהתאם אנשי Data Science ומומחים ללמידת מכונה הם אנשי אקדמיה. המגמה הזאת באה לידי ביטוי גם בקרב אנשי פיתוח בארץ ובחו”ל”.\nתמונה: see.V\nבמסגרת הדו”ח, החברה בחנה גם את אחד הנושאים הבעייתים בעולם התעסוקה: הבדלי שכר בין נשים לגברים, וכאן היא טוענת כי יש סיבה לאופטימיות: פערי השכר עדיין גדולים, אך אם ברבעון הראשון של 2018 שכר הגברים היה גבוה ב-22% משכר הנשים, ברבעון השני שכר הגברים היה גבוה “רק” ב-13% משכר הנשים.\nעם זאת, מהחברה נמסר כי שיטת המחקר לגבי נתוני השכר מבוססת על ניתוחי מאות השמות ברבעון האחרון, כאשר מתוכן, 12% נשים. זאת לעומת כמות דומה של השמות ברבעון הראשון של 2018. נתוני הביקוש נאספו על בסיס כמות המשרות הפתוחות בתחומים השונים (כאלף משרות) בהשוואה לרבעון המקביל אשתקד. כמו כן, נתוני הסקר בנוגע לעתיד התעסוקתי מבוססים על מחקר שביצעה החברה בחודש פברואר בהשתתפות 500 נשים וגברים בתחומי ההייטק, כאשר 265 מתוכם בגילאי 31-40.", "keywords": "see.v,היי-טק,הייטק,השוואת שכר,סקר שכר,טבלת שכר,חיפוש עבודה,טבלת שכר 2018,סטארטאפים,עבודה בסטארטאפ,שכר,שכר 2018,שכר מפתח,שכר מתכנת"}