{"url": "https://www.geektime.co.il/geekypod-ma-yesh-beze/", "type": "article", "title": "הסיפורים ההזויים האלה קרו באמת ואתם חייבים לשמוע אותם", "description": "מלוויתנים מתפוצצים, שחקני כדורגל מתחזים והסיפור האמיתי מאחורי דוקטור היימליך. הפודקאסט ״מה יש בזה״ מספר את הסיפורים המוזרים ביותר לאורך ההיסטוריה, וזה מצחיק מאוד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/IMG_0688-1535024683-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-25T12:30:10Z", "modified_time": "2019-08-21T12:24:41Z", "articleBody": "מלוויתנים מתפוצצים, שחקני כדורגל מתחזים והסיפור האמיתי מאחורי דוקטור היימליך. הפודקאסט ״מה יש בזה״ מספר את הסיפורים המוזרים ביותר לאורך ההיסטוריה, וזה מצחיק מאוד\nעיצוב: גיקטיים\nפודקאסטים, או הֶסְכֵּת בעברית, הן תוכנית אודיו שאפשר להאזין להן בכל זמן ובכל מקום. בשנים האחרונות סצינת הפודקאסטים בישראל פורחת, וכיום ישנן מאות תוכניות זמינות ברשת בעברית בשלל נושאים מרתקים. מדי שבוע נעזור לכם למצוא משהו חדש להאזין לו, ונבחר עבורכם פודקאסט אחד שאהבנו במיוחד, ולכם רק נותר להקשיב לפרק בפקק, בתור לרופא, בעבודה או סתם בבית. האזנה נעימה!\nתמונה: מה יש בזה?\n\nנושא: סיפורים מוזרים שקרו באמת\nתדירות פרקים חדשים: פעם בשבוע\nאורך פרק ממוצע: כחצי שעה\nמנחים: אלעד יצחקיאן, מהנדס תוכנה ב-WeWork; וקובי מלמד, מוסיקאי, כותב ויוצר.\nאנשים שמקשיבים לפודקאסטים לרוב נתפסים קצת כמתנשאים. כאלו שמעשירים את הידע שלהם בדיונים מעמיקים על נושאים חשובים, סיפורים מדהימים מההיסטוריה, וניתוחים של תופעות. אבל לא כל הפודקאסטים הם כאלו. קחו למשל את הפודקאסט “מה יש בזה?”, שאכן בודק סיפורים מהעבר, אבל כאלו שלא תאמינו שהיו, אבל קרו באמת. היי, אולי אפילו תלמדו משהו חדש.\n“אני מוצא סיפור מוגזם-אבל-אמיתי מההיסטוריה, יושב עם אלעד, ומספר לו את הסיפור”. כך מסביר לנו קובי מלמד, חצי מצמד המנחים של הפודקאסט. “אלעד לא יודע מראש על מה אנחנו הולכים לדבר, לא מכיר את הסיפור מלפני כן, וכל התגובות שלו אותנטיות”.\nהחוויה של ההאזנה ל”מה יש בזה?” היא איפשהו בין חוויה מלמדת, לבין ישיבה עם חברים טובים בפאב. מלמד אולי מנסה בתחילת פרק לשמור על דמות המנחה השקול, אבל מהר מאוד השניים עוברים לבדיחות על כמעט כל שורה בסיפור. הסיפורים עוסקים במגוון של נושאים הזויים: שחקני כדורגל מתחזים, פארק המים המסוכן בעולם, חרם השוקולד של ילדי קנדה, הסיפור האמיתי מאחורי דוקטור היימליך, היום שבו הוחלט לפוצץ גופת לוויתן באורגון ושלל סיפורים שקשה להאמין שבאמת קרו.\nמאיפה הגיע הרעיון ליצור פודקאסט ביחד?\n“אלעד ואני נפגשנו בפעם הראשונה ב-2006, כשעלינו על האוטובוס לממר”ם”, מסביר מלמד. “הקטע הוא שאיפשהו בדרך, האוטובוס שינה כיוון ונסע לבה”ד של המשטרה הצבאית. אנחנו חברים טובים כבר יותר מ-10 שנים”. קובי הגיש בעבר (לצד כותב שורות אלו) את פודקאסט ההיאבקות “האוס שואו”, ובאחד הפרקים התארח אלעד והראה ביטחון אל מול המיקרופון. קובי מספר כי יצחקיאן הוא “אחד האנשים הכי מצחיקים שאני מכיר”, ואומר שהוא ניסה לחשוב על רעיונות לדברים שאפשר לעשות איתו ביחד.\nיצחקיאן, שמגיש לצד מלמד את “מה יש בזה?”, מסביר מאיפה נולד הרעיון: “תמיד ידעתי שנעשה משהו ביחד, רק שתמיד הנחתי שזה יהיה יותר קשור למוזיקה ופחות לסיפורים מצחיקים. הרעיון לפודקאסט הגיע מ-‘The Dollop’, פודקאסט אמריקאי שעושה בעצם את אותו הקונספט. אני בחיים לא האזנתי לפודקאסט, אבל קובי אמר שזה קורע, אז נתתי צ’אנס לפרק אחד, וזה היה ענק. אמרתי שאם אני כבר עושה פודקאסט, כדאי שזה יהיה משהו שאפילו אני, שלא מאזין לפודקאסטים, הייתי מוכן לשמוע. התאהבתי בפורמט”.\nבפרק ספיישל חד פעמי אלעד חרג מפורמט התוכנית, וסיפר לקובי סיפור שמצא: “הוא הפתיע אותי עם פרק הפוך שיצא מעולה”, מספר קובי ומוסיף: “אנחנו מתכננים להמשך להביא כל מיני אורחים והפתעות אחרות”. לאחרונה, הפודקאסט הגיע להישג לא קטן, כאשר הצליח לטפס לצמרת טבלת הפודקאסטים המובילים בספוטיפיי, והפך להיות פופולארי למדי בפלטפורמה החדשה יחסית בישראל.\nפרגנו לעוד פודקאסטים שאתם אוהבים לשמוע\nקובי: “הייתה בעבר תוכנית מעולה של NPR בשם ‘How to do Everything’. התוכנית כבר לא רצה, אבל עדיין כיף לשמוע אותם. הם פשוט שני משוגעים, שקיבלו שאלות ובקשות ממאזינים, כמו ‘איך לצלם חתולים?’ או ‘מה צריך לעשות כדי לנצח את יוסיין בולט בתחרות ריצה?’, ואז הלכו למצוא את התשובות בדרך הכי מגוחכת שאפשר.\nמעבר לזה, אני ממש אוהב את ‘Gilbert Gottfried’s Amazing Colossal Podcast’. הבנאדם פסיכי לגמרי, וכל מה שהוא אומר מצחיק. התוכנית עצמה מדברת בעיקר על שואו-ביזנס, עם דגש על הוליווד הישנה, וסיפורים על סטנדאפיסטים שאף אחד לא זוכר. אבל זה מצחיק גם כשלא מכירים את השמות שהוא מדבר עליהם”.\nאלעד: הפרק האהוב עליי הוא פרק 19, הפרק על הירו, החייל היפני שפשוט סירב להיכנע. זה סיפור משוגע לחלוטין, ונראה לי שיצא פרק מצחיק”.\nקובי: “הסיפור שהכי אהבתי הוא על מייקל מאלוי (בפרק 8). הוא היה שיכור שפשוט לא שם לב שאנשים מנסים להרוג אותו. אבל הפרק שהכי נהנתי ממנו באופן אישי הוא דווקא הפרק ההפוך (פרק 21). היה נחמד לשבת פעם אחת בכיסא של אלעד ופשוט לשמוע סיפור”.", "keywords": "גיקיפוד,פודקאסטים,ישראל,ישראלי,פודקאסטים בעברית,פודקאסט בעברית,פודקאסט ישראלי,פודקאסטים ישראליים,פודקאסטים מומלצים,רדיו,תוכניות,תוכנית,מפתחים חסרי תרבות,מה יש בזה"}