{"url": "https://www.geektime.co.il/xiaomi-mi-8-review/", "type": "article", "title": "ה-Mi 8 של שיאומי: לא צריך לשלם 4,000 שקל בשביל לקבל מכשיר מעולה", "description": "מכשיר הדגל החדש של Xiaomi הגיע לידינו. הוא אולי נראה כמו האייפון X, אבל הוא עולה פחות מחצי ממנו, והוא מכשיר דגל ראוי בהחלט", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/00100dPORTRAIT_00100_BURST20180820121551814_COVER-1534844928-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-24T13:00:13Z", "modified_time": "2018-08-23T18:06:51Z", "articleBody": "מכשיר הדגל החדש של Xiaomi הגיע לידינו. הוא אולי נראה כמו האייפון X, אבל הוא עולה פחות מחצי ממנו, והוא מכשיר דגל ראוי בהחלט\nצילום: גיקטיים\nבמבט ראשון הוא נראה כמו ה-iPhone X, ובמבט שני הוא עדיין נראה כמו האייפון X. ה-Mi 8 של שיאומי לא מתבייש בדמיון שלו למכשיר הדגל של אפל, ומנסה לחקות אותו כמעט בכל אלמנט, חוץ מהמחיר. האם בעידן של מכשירים ב-1,000 דולר, הענקית הסינית שצומחת בקצב מסחרר יכולה להציג מכשיר דגל במחיר של פחות ממחצית? בילינו עם ה-Mi 8 החדש של שיאומי ואלו המסקנות שלנו.\n(function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(d.getElementById(id))return;js=d.createElement(s);js.id=id;js.src='https://embed.playbuzz.com/sdk.js';fjs.parentNode.insertBefore(js,fjs);}(document,'script','playbuzz-sdk'));\nברשותכם, נתחיל ונסיים עם המובן מאליו: אין הרבה ספקות שהעיצוב של ה-Mi 8 “שואל” די הרבה אלמנטים מהמכשיר היוקרתי ביותר של אפל; תצוגת הקצה-לקצה עם המגרעת (Notch) שנראית ממש כמו זו של האייפון X, וכך גם מערך הצילום האחורי שלו שנראה ממש כמו של האייפון X. בעוד רוב היצרניות מחקות בדרך כלל רק קווים עיצוביים קלים מאפל, שיאומי הלכה עד הסוף ופשוט הציגה מכשיר שאפילו מעריצי אפל עשויים להתבלבל מולו. זאת כמובן, עד שמפעילים אותו.\nצילום: גיקטיים\nהמסך של ה-Mi 8 הוא מהטובים מסוגו, הוא אמנם לא QuadHD, אבל הוא כן בעל תצוגת Super AMOLED ברזולוציית 1080P, בגודל 6.21 אינץ’ וצפיפות פיקסלים של 400 פיקסל לאינץ’. בעת חשיפה לשמש הישראלית העצבנית של חודש אוגוסט, המסך טיפס לבהירות מרשימה מאוד שמשאירה את המסך ברור וחד לשימוש גם בשמש. באופן כללי מדובר במסך חד, עם צבעוניות נעימה ולא רוויה יתר על המידה. תחת הגדרות המכשיר ניתן להפעיל תצוגת Always On שמראה לכם את השעה, תאריך, ואפליקציות אחרונות שקיבלתם מהן התראות.\nהרמקול של המכשיר ממוקם בחלקו התחתון ומוציא סאונד בווליום יחסית גבוה למכשירים אחרים בשוק, אולם כתוצאה מהמיקום שלו, קל מאוד לחסום אותו בעת צפיה בסרטונים או משחק.\nבגזרת החומרה שיאומי עשתה עבודה מעולה בלהוכיח שלא צריך לשלם 4,000-5,000 שקלים כדי לקבל חומרת אנדרואיד משובחת. המכשיר מגיע עם ערכת שבבים Snapdragon 845 של קוואלקום, שניתן למצוא במכשירי דגל יוקרתיים כמו מכשירי Galaxy S9 וה-Note 9 של סמסונג, 6 גיגה זכרון RAM ונפח אחסון של 64 גיגה. כל הנתונים האלה הופכים את ה-Mi 8 למכשיר עם ביצועים נהדרים. גם כשניסינו להעמיס עליו עם סשן משחק אינטנסיבי ב-PUBG המכשיר לא סבל מהתחממות יתר או קירטע ולו לרגע. האנימציות חלקות, המעבר בין אפליקציות הוא מיידי והחוויה היא חלקה. מרשים למדי.\nצילום: גיקטיים\nה-Mi 8 מגיע עם מערכת הפעלה Android 8.1 וכמובן מעטפת MIUI בגירסה 9.5 ויש לא מעט דברים מרגיזים לגביה. מלבד אפליקציות ה-Bloatware הסטנדרטיות שאתם וודאי לא תעדיפו על פני אלו של גוגל, שיאומי הוסיפה גם תיקייה בשם “Other Apps” בה מוקמה לנוחיותי אפליקציית פייסבוק, מבעוד מועד. כשנכנסים אליה, מגלים שורה קטנה של אפליקציות מקודמות בתשלום, כלומר, סוג של באנר פרסומי, בתוך ממשק הטלפון שלי. לטעמי, זה צעד אחד רחוק מדי בעולם הפרסום באנדרואיד שסובל מיתר פרסומות ממילא. בהמשך, המערכת עתידה לקבל עדכון ל-MIUI 10 שמביאה מגוון שיפורים שמיועדים בעיקר לשימוש עם מסכים גדולים כמו זה של ה-Mi 8, כך שיש עוד למה לחכות.\nבניגוד לאנדרואיד “נקי”, החייגן של שיאומי מגיע עם לחצן הקלטה מובנה, כך שאין כל סיבה להוריד אפליקציות צד שלישי כדי להקליט שיחות, ובסה”כ המערכת עושה עבודה טובה בניהול המשאבים של המכשיר. זו לא המעטפת הכי מעצבנת שנתקלתי בה, אך היא עדיין פולשנית למדי למערכת ההפעלה ולעיתים קשה למצוא הגדרות מסוימות בתפריטים שמחלוקים ללא מעט קטגוריות מוזרות כמו Full Screen Display, Home Screen & Recents ועוד.\nצילום: גיקטיים\nאם המגרעת הענקית של האייפון X לפחות מכילה מערך צילום ואבטחה מתוחכם, ה-Mi 8 כולל רק מספר חיישנים די סטנדרטיים ומצלמת סלפי מוצלחת. את הגירסה של שיאומי ל-Face ID המוצלח, שפותחה על ידי Mantis Vision הישראלית, בחרה שיאומי לשמור רק לגרסה המיוחדת של ה-Mi 8 אשר נקראת Explorer, וכרגע לא נראה כי תשווק בארץ. די מאכזב לגלות שמכשיר הדגל של החברה הוא לא בהכרח המכשיר הטוב ביותר שלה, ולא מכיל את כל הפיצ’רים שהופכים אותו לתחרות ראויה. חיישן טביעת האצבע, נמצא בגבו של המכשיר, והוא די מהיר וממוקם בדיוק במקום הנכון.\nעוד פרט ששיאומי החליטה להעתיק מסיבה לא ברורה מאפל, הוא את היעדר יציאת האוזניות. אמנם בערכה תקבלו מתאם אוזניות ל-USB Type C, אבל עדיין מצער שחברה נוספת שדווקא מקפידה על חומרה מוצלחת, בוחרת שלא לכלול את היציאה הזאת, ושוכחת פרט נוסף בדרך שהוא בדרך כלל התירוץ להעלמת החיבור: גם הפעם שיאומי ממשיכה להתעלם ממגמה אחת של עולם מכשירי הדגל, העמידות למים. כמו ה-A1 וה-A2, גם ה-Mi 8 לא מחזיק בשום דירוג או תקן לעמידות למים ואבק. ראינו את המגמה הזו במכשיר ביניים נוסף בדמות ה-OnePlus 6 שהתפשר על דירוג קצת פחות מוצלח. זו פשרה חשובה למדי, וכזו שלא מאפשרת לי להשתמש במכשיר בראש שקט בכל מקום שבו אני נמצא, כמו שהתרגלתי בשלוש השנים האחרונות.\nצילום: גיקטיים\nהמכשיר מצויד בסוללת 3,400mAh שהספיקה לי בלי יותר מדי בעיות ליום שלם של שימוש שכולל צילום, האזנה למוזיקה מרובה בבלוטות’, צפייה בסרטונים, ניווט רגלי ועוד. המכשיר מגיע עם מטען Quick Charge 3 (ותמיכה ב-+QC4, אך עדיין אין מטענים לסטנדרט זה) שיכול להטעין אותו מ-0% ל-100% תוך קצת יותר משעה וחצי. עם זאת, בניגוד לאח התאום שלו מקופרטינו, הוא איננו מגיע עם תמיכה בטעינה אלחוטית, וחבל שכך.\nמקור: צילום מסך\nה-Mi 8 הוא המכשיר בראשון שמחזיק ברכיב GPS בתדר כפול, מה שאמור להוביל לדיוק מירבי בעת ניווט באיזורים בעיתיים כמו איזורים אורבנים מלאים בשיבושי קליטה. בפועל, כשיצאתי לריצה עם המכשיר באיזור צפון תל אביב, מפת הריצה הראתה לי שבשלב כלשהו נדדתי בצורה חדה לים. בשימוש ב-Waze בכביש לא נתקלתי בבעיות של קפיצות או שיבושי קליטה, אבל מצד שני גם לא נתקלתי בניווט מהיר יותר ויוצא דופן כפי שהחברה טוענת. יתכן שנצטרך להמתין לתמיכה נרחבת יותר גם מצד מפתחי האפליקציות כדי להנות מהרכיב המשופר.\n \nמצלמת המכשיר מצלמת תמונות מצוינות, עשירות בפרטים וצבעוניות נהדרת ולא מוגזמת. מערך הצילום הכפול מאפשר לכם גם להתקרב לעצמים עם זום X2 אופטי שמספק תמונות טובות מאוד. בדומה למכשירי אנדרואיד אחרים, גם ב-Mi 8 אפשר לעבור למצב ידני (אם כי מעט פחות נוח ממכשירים אחרים) ולצלם תמונות עם שליטה הרבה יותר רחבה על המצלמה.\nהמצלמה אמנם לא מצליחה להתעלות על המצלמות הטובות ביותר בתחום כמו של הפיקסל 2, ה-P20 Pro והגלקסי S9, אבל היא מצלמת סמארטפון מעולה שתספק לכם תמונות נהדרות בלי מאמץ ובלי לשבור את הכיס. אם אתם רוצים למקם אותה על הספקטרום של מצלמות מכשירי הדגל, היא קצת מעל האייפון X וה-OnePlus 6, וזהו כבר ספקטרום שבו רוב המשתמשים בקושי יבחינו בין מצלמה למצלמה.\nבגזרת צילום הוידאו נרשמה אכזבה קלה בעיקר ממנגנון הייצוב האופטי. בעת צילום בתנועה ישנו מעין אפקט מריחה קל. כמות הפרטים והצבעים שנתפסים בעדשת המצלמה בתאורה טובה היא מרשימה, ומייצרת סרטונים יפים למדי שנראים נהדר על המסך של המכשיר.\nאז הוא אולי לא מרגיש כמו המכשיר הכי יוקרתי בעולם, ואין לו את המסך הכי חד בעולם, או את המצלמה הכי טובה בשוק הסמארטפונים, אבל ה-Mi 8 הוא יותר מרק “טוב מספיק”. זה מכשיר שנותן לכם חומרה עוצמתית שבדרך כלל ניתן למצוא במכשירים יוקרתיים במחירים פי שניים. המחיר המומלץ לצרכן של ה-Mi 8 בישראל עומד על 2,100 שקלים, מה שהופך אותו למכשיר עם ערך די ענק לכסף שלכם בהשוואה למכשירי דגל אחרים. הוא מתומחר בכמעט 500 שקלים אפילו מתחת ל-OnePlus 6 שבפני עצמו נתן תמורה אדירה לכסף. אם אתם מחפשים מכשיר עוצמתי עם מסך גדול, זמן סוללה טוב ומצלמה טובה, ולא רוצים להשקיע חצי מתלוש משכורת ממוצע על מכשיר שתחליפו בעוד שנה, ה-Mi 8 של שיאומי יכול בקלות להכנס לרשימת האופציות שלכם.", "keywords": "שיאומי,קסיומי,xiaomi,mi 8,xiaomi mi 8,מי 8,שיאומי מי 8,אייפון x,אייפון טן,אייפון איקס,iphone x,נוץ,סמארטפון,מגרעת,notch,smartphone,חוות דעת,ביקורת,סקירה,נוץ\\'"}