{"url": "https://www.geektime.co.il/had-keren-cisco/", "type": "article", "title": "''ההון מגיע מהתקציב של סיסקו. אנחנו לא צריכים לגייס כסף כל 4-3 שנים או להחזיר כסף לשותפים''", "description": "הסניף הישראלי של Cisco Investments ביצע הכי הרבה השקעות ורכישות מחוץ לארה''ב, ומנהליה מספרים שהחיבור הגלובלי מאפשר להם לראות טרנדים לפני שהם מגיעים לישראל ולהעריך חברות בפרספקטיבה גלובלית. איך פועלת קרן תאגידית שאחראית גם על הרכישות, גם על ההשקעות האסטרטגיות וגם פועלת לחיבור מהיר לשוק?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Cisco-PH-3-1533112070-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-12T14:40:39Z", "modified_time": "2018-08-12T14:40:39Z", "articleBody": "הסניף הישראלי של Cisco Investments ביצע הכי הרבה השקעות ורכישות מחוץ לארה”ב, ומנהליה מספרים שהחיבור הגלובלי מאפשר להם לראות טרנדים לפני שהם מגיעים לישראל ולהעריך חברות בפרספקטיבה גלובלית. איך פועלת קרן תאגידית שאחראית גם על הרכישות, גם על ההשקעות האסטרטגיות וגם פועלת לחיבור מהיר לשוק?\n\nבמשך כל השנה אנחנו בגיקטיים מביאים לכם את הסטארטאפים הישראליים שמגייסים כסף, קונים חברות או נרכשים בעצמם, והקוראים שלנו נחשפים למוצרים חדשניים, מהפכניים ולפעמים מיותרים שמפותחים באקו סיסטם הישראלי. אך מאחורי כל מוצר וחברה נמצאת לרוב גם קרן הון סיכון, שמשקיעה כסף, מלווה את היזמים, תורמת מניסיונה ולפעמים גם סופגת הפסדים.\nבישראל פועלות כיום 202 קרנות הון סיכון (132 קרנות ישראליות ו-70 קרנות זרות). כל אחת מתמקדת בשלבים שונים בחיי סטארטאפ, בתחומים שונים ומאמינה באסטרטגיית השקעה משלה. מדי חודש נביא לכם כאן קרן הון סיכון אחת ואת הסיפור שמאחוריה – האופן שבו היא בוחרת חברות להשקעה, ההצלחות והכישלונות, נורות האזהרה והדמויות שמעוררות השראה במייסדיה. מעתה תוכלו להיחשף גם לצד האחורי של סצנת הסטארטאפים בישראל ולהבין מה מחפשים המשקיעים בקרנות ההון סיכון.\nשנת הקמה: סיסקו כחברה התחילה להשקיע בסטארטאפים בשנת 1995. נציגות ההשקעות הייעודית בארץ החלה לפעול ב-1998, אחרי הרכישה הראשונה מחוץ לארה”ב.\nגודל הקרן: הקרן הגלובלית מנהלת בשווי של מעל 2 מיליארד דולר. בכל שנה לקרן יש תקציב השקעות של מעל 200 מיליון דולר.\nמנהלי הקרן: דניאל קרפ – דירקטור מנהל של ההשקעות והרכישות של סיסקו בישראל ובאמריקה הלטינית; תומר גולדברג, מנהל השקעות ורכישות בישראל; ואפרת נוי, מנהלת יצירת ערך ואופרציה עבור חברות פורטפוליו\nמימין: תומר גולדברג ודניאל קרפ: צילום: עומר הכהן\nבאילו שלבים של חברות אתם משקיעים?\nדניאל “בתחילת הדרך, הקרן השקיעה אך ורק בסבבי B או C, ורק אחרי מציאת ספונסר בתוך אחד מארגוני המוצר בסיסקו. עם הזמן, התחלנו להשקיע גם בשלבים מוקדמים יותר, והיום אנו משקיעים מסבב A ועד שלבי Late Stage. אנחנו בעיקר משקיעים לטווח ארוך ללא צורך בחסות, כל עוד להשקעה יש אספקט אסטרטגי לסיסקו. הצ’ק הראשוני שנרשום יהיה של בין 5-2 מיליון דולרים ובדרך כלל נמשיך לממן חברות גם בסיבובי ההמשך”.\nתומר: “השקענו גם בחמש קרנות ישראליות עד היום – Sequoia ישראל, Benchmark ישראל, Team8, קרן הסייבר של JVP וקרן Amelia. אנחנו אגנוסטים לסיבובים ונוהגים לפגוש חברות משלבים מוקדמים מאוד ועד מאוחרים. להבדיל מחברות אחרות, בסיסקו אין הפרדה בין קבוצת ההשקעות לרכישות, ואותם אנשים שמשקיעים בחברות הם גם האחראים לרכישות שלהם”.\nמהם תחומי ההשקעה המובילים?\nדניאל: “תחומי ההשקעה הם די נרחבים: Enterprise SaaS, Enterprise Networking, IoT, Cyber Security, Cloud, Big Data, AI, Collaboration, Silicon. הקרן משקיעה סביב תחומי הליבה של סיסקו, אבל גם עוזרת לה לגבש אסטרטגיית כניסה לתחומים חדשים שיסייעו לצמיחה של החברה”.\nתומר: “סיסקו התחילה כחברת רשתות וחומרה, אבל היא כבר מזמן לא כזו. לחברה יש קווי מוצר של מעל למיליארד דולר בתחומים כמו Collaboration, סייבר, שרתים, Datacenters ו-IoT. רוב ההשקעות שלנו כיום מתרכזות באזורי פעילות חדשים, ובעיקר מבוססות על חברות תוכנה עם מודלי מכירה מבוססי Subscription”.\nדניאל: “אחת הסיבות שבגללן סיסקו נמצאת בישראל היא שיש קורלציה חזקה בין תחומי העניין שלה ובין סוגי החברות שנוצרות פה. בישראל, שלא כמו סין או אירופה, ריכוז הסטארטאפים שמתמקדים ב-B2B הוא אדיר, וניתן למצוא חברות עם פוטנציאל להפוך למובילות בתחומן”.\nמי הן חברות הפורטפוליו הפעילות כעת?\nתומר: “בישראל השקענו עד היום בכ-40 חברות, מתוכן 15 השקעות פעילות. ישראל היא המדינה שבה ביצענו הכי הרבה השקעות ורכישות מחוץ לארה”ב, ובהן:\nGong.io – אינטליגנציה מלאכותית לשיחות, לאימיילים ולשיחות ועידה, שמטרתה להעלות את רמת היעילות של אנשי המכירות בארגון.\nProspera – עוקבת אחרי גידולים חקלאיים בעזרת ראייה ממוחשבת ואנליזה, ויוצרת אופטימיזציה על יבול.\nGuardiCore – מתמחה בהגנת סייבר על סביבות ענן היברידיות, ומתבססת על הגנה תוכנתית אשר מזהה תקיפות מתקדמות, עם יכולת לראות, להבין ולפקח על רשתות אירגוניות מסובכות.\nCtera – מספקת לארגונים הפועלים תחת רגולציה כבדה או דרישות אבטחת מידע, תוכנה לניהול, לשיתוף ולאחזור קבצים בצורה מאובטחת.\nCeleno – מייצרת שבבי חומרה של WiFi, אשר מנוהלים על ידי תוכנה חכמה.\nInnovid – מפתחת פלטפורמת שיווק Video בסביבות ווב, מובייל וטלוויזיות חכמות ועוזרת לייצר חוויית צפייה בווידאו מותאמת משתמש.\nJungo Connectivity – פלטפורמת תוכנה מבוססת ראייה ממוחשבת, עבור סביבות של רכבים אוטונומיים ואוטונומיים למחצה.\nואילו חברות כבר נמכרו? \nדניאל: “הקרן הגלובלית הולידה לא מעט חדי קרן, דוגמת vmware, Equinix, MuleSoft, Cohesity ו-Alibaba. בישראל, 18 מחברות הפורטפוליו שלנו נקנו או הפכו לציבוריות – רק שתיים מהן נקנו על ידי סיסקו, והשאר על ידי חברות אחרות – ושתיים בלבד נסגרו. למעשה, הפורטפוליו הישראלי הוא אחד המוצלחים ביותר שיש לסיסקו. עד היום, חברות שבהן השקענו ייצרו אקזיטים של מעל ל-2 מיליארד דולרים, למשל: Wilocity שנקנתה על ידי Qualcomm\nAeroScout שנקנתה על ידי Stanley Black & Decker\nGuardium שנקנתה על ידי IBM\nJungo שנקנתה על ידי NDS\nQumranet שנקנתה על ידי Red-Hat\nAmobee שנקנתה על ידי SingTel\nActona ו-Riverhead שנקנו על ידי סיסקו\nCyOptics שנקנתה על ידי Broadcom\nמהי אסטרטגיית ההשקעה שלכם?\nתומר: “הקרן משקיעה במודל Evergreen, וכל הכסף מגיע מהתקציב של סיסקו. אין לנו בעיות של גיוס כסף כל שלוש-ארבע שנים, ואין לנו צורך בהחזרים מהירים כדי להחזיר כסף ל-LPs. אנחנו משקיעים לטווח ארוך ומחפשים חברות שלהן פן אסטרטגי לסיסקו, עם יזמים שאפתנים שרוצים לבנות חברות גדולות. אנחנו משקיעים בכ-40-30 השקעות חדשות והשקעות המשך, מתוכן 7-6 בישראל. היקף הפעילות שלנו בישראל נמצא בצמיחה משמעותית ב-4 שנים האחרונות, ואין לנו מגבלה של מספר השקעות לשנה”.\nדניאל: “כמשקיע אסטרטגי, לכל השקעה תהיה זווית רלוונטית לסיסקו. ברוב המקרים ננסה למפות קטגוריות חדשות שלסיסקו כדאי לנטר ולזהות חברות שמסוגלות להפוך למובילות שוק. בישראל אנחנו מנסים להשקיע בחברות עם צוותים חזקים, כאלה שלהערכתנו יוכלו להתמודד עם כמה מהקשיים הטיפוסיים של חברות ישראליות בסביבה גלובלית, למשל שהן נמצאות רחוק משוק היעד שלהן וכמעט תמיד מצריכות ניהול של חברה מפוצלת גיאוגרפית משלב מוקדם יחסית. אם החברה טובה, השוק טוב, הצוות טוב ויש לנו תיאוריה מדוע זו הזדמנות פיננסית שאנחנו מאמינים בה, נשקיע בחברה וננסה לעזור לה לגדול”.\nאפרת: “צוות הפיתוח העסקי של הקבוצה עוזר לחברות הפורטפוליו שלנו לצמוח על ידי הנגשת לקוחות רלוונטיים, גישה לאינטגרטורים ידועים בשוק ולאנשי המכירות של סיסקו, מה שיוצר מצע נפלא לגדילה”.\nמה יגרום לכם להשקיע בחברה?\nדניאל: “אנחנו מחפשים יזמים וחברות שעונים על כמה קריטריונים, ואותם ננסה להעריך לעומק. למשל, נשקיע זמן רב סביב שאלות כמו אם היזמים זיהו בעיה אמיתית עבור לקוחות, אם הם מבינים את הבעיה לעומק ומוצאים דרכים לפתור אותה בצורה שיהיה למתחרים קשה לשחזר? בנוסף חשוב לנו להשקיע בחברות שמשחקות בשוק משמעותי, ומסתכלות על שוק גלובלי במקום על בעיה נקודתית לשוק מקומי”.\nתומר: “אנחנו שמים דגש על יזמים שמבינים את היתרונות היחסיים שלהם, ושמכירים בקשיים שאיתם הם מתמודדים מבלי לייפות את הדברים. אספקט חשוב נוסף עבורנו הוא לבחור ביזמים שיכולים להתוות חזון טכנולוגי ועסקי ולבנות צוות חזק סביבם”.\nמהן נורות האזהרה שיגרמו לכם לברוח מהשקעה?\nדניאל: “יזמים שזורקים מספרים מנופחים, שמפגינים אגו רב מדי, שמתעלמים מפידבק או שיוצרים תרבות ארגונית בעייתית; חוסר הבנה בשוק וזלזול בתחרות”.\nמה הטיפ שלכם ליזמים?\nדניאל: “התכוננו לפגישות – בדיוק כמו מול לקוחות, כל פגישה שלכם עם משקיעים חשובה ואין פגישה שלא תימדדו עליה. משקיעים יתכוננו לפגישה אתכם – ילמדו עליכם ועל תחום הפעילות שלכם מראש; הם יזכרו מה אמרתם ויזהו את ההבדלים בין מה שאמרתם בעבר ומה שקרה בפועל. כדאי לדבר עם חברים ויזמים אחרים לפני יצירת הקשר עם המשקיעים, כדי להבין אם יש קורלציה בתחומי הפעילות של החברה ושל המשקיע, אם שלבי ההשקעה חופפים לשלב בו החברה נמצאת ומה היתרונות והחסרונות של המשקיע. אל תשכחו שחלק ניכר מהמשקיעים אינם מוגבלים להשקעות רק בסיבוב אחד ספציפי, והסבירות שתפגשו אותם גם בסיבובים מאוחרים יותר (או כשהחברה מנסה להירכש, במקרה שלנו) היא די גבוהה”.\nאפרת: “דעו מה החסרונות והקשיים שלכם כיזמים וכחברה, וכן מה החסרונות בתחום הפעילות שלכם. החסרונות הללו ייוודעו עם הזמן בכל מקרה אז עדיף לא להסתיר אותם, ובעיקר כדאי לעבוד על להקיף את עצמכם באנשים שישלימו את החסרונות האלה”.\nתומר: “חשוב לשמור על קשר רצוף עם רוכשים פוטנציאלים, ואפילו להרחיב אותו לתחומים נוספים, כדי להעלות את הסיכויים לרכישה. רוכשים מנוסים יסתכלו על המון רבדים שקשורים לחברה, והפוקוס לא יהיה רק על טכנולוגיה, אלא למשל על קהל הלקוחות וצורת המכירה, הדנ”א של החברה ועל בניית בסיס ארגוני איתן. בשביל שרוכשים יוכלו לראות כיצד מאמצים ארגוניים אלו קורמים עור וגידים, יש צורך בדיאלוג פתוח ורציף”.\nבמה אתם שונים מקרנות אחרות?\nתומר: “יש שלושה דברים שמייחדים אותנו: ראייה גלובלית, חיבור לשוק ולחברה וחיבור לאסטרטגיה. אנחנו חלק מקבוצה גלובלית של מעל ל-50 איש, אשר נמצאים בארה”ב, באירופה ובאסיה ושמכירים מקרוב טרנדים גלובליים. אנחנו רואים בישראל מאות חברות בשנה, אבל בשאר העולם אנחנו רואים אלפי חברות ולכן זווית הראייה שלנו רחבה בהרבה לעומת קרנות ממוצעות. אנחנו רואים טרנדים לפני שהם מגיעים לישראל, מכירים טוב את התחרות ויודעים להעריך חברות בפרספקטיבה גלובלית”.\nאפרת: “לפני כשנה וחצי הבנו שאנחנו חייבים לייצר יותר ערך עבור חברות הפורטפוליו שלנו, ולכן הקמנו ארגון של כ-10 אנשים שתפקידם לעזור להן להצליח בתוך סיסקו, לעבוד עם שותפים ולקוחות שלה ולחבר אותן לשוק מהר יותר. עבור חברות ישראליות, שלרוב נתקלות בקשיים בצד שפונה לשוק (מכירות, שיווק), מדובר בנכס אדיר. מכונה משומנת כמו שיש לסיסקו, עם כוח מכירות של 20,000 איש, 300,000 שותפים ומאות אלפי לקוחות, יכולה לעזור לחברת סטארטאפ לא מעט”.\nדניאל: “מבחינת חיבור לאסטרטגיה, ולהבדיל מכמעט כל שאר קרנות הסיכון הפיננסיות והתאגידיות, אנחנו אחראים גם להשקעות אסטרטגיות וגם לרכישות, ולכן כל שיחה שלנו עם יזמים היא בשני רבדים – איך אנחנו יכולים לעזור כמשקיע, ואיך קונה אסטרטגי פוטנציאלי יעריך את החברה. מצד אחד, אנחנו מחוברים לאסטרטגיה של סיסקו ויכולים לחבר את חברות הפורטפוליו לפרויקטים אסטרטגיים בתוכה; מצד שני, בגלל שאנחנו רואים המון עסקאות של חברות אחרות בשוק, אנחנו יכולים לעזור לחברות להבין איך למצב את עצמן כאסטרטגיות לחברות כאלו”.\nבדיעבד, באיזו חברה הייתם רוצים להשקיע ופספתם?\nדניאל: “Annapurna Labs – חברה ששינתה את הדרך שבה בונים Mega Datacenters וחלוצת תחום הדיסאגרגציה (חלוקת משאבים משותפת בסביבות ענן). זו גם חברה שמסמסה את הקווים המפרידים בין הרשתות והשרתים. לצערי היא נקנתה לפני שהספקנו להשקיע”.\nאיזו דמות בתעשייה (המקומית או העולמית) מעוררת בך השראה?\nדניאל: “אנשים כמו ג’ים גטס מסקויה, שבשיא ההצלחה המשיך לגדל את הדור הבא של המנהלים בקרן וויתר על תפקידו כשותף מנהל, בעודו מדורג כמשקיע מספר אחת ברשימת מידאס העולמית, כדי שדור ההמשך ייקח את מקומו. גם השותפים בבנצ’מרק, שלא נכנעים לפיתוי להגדיל את הקרן ולא משנים את התרבות שלה, וכך ממשיכים להצליח לספק החזרים פנומנליים למשקיעים.\n“בארץ יש שכבה של מנהלי קרנות שאינם נופלים מהעמיתים שלהם במקומות כמו עמק הסיליקון: אדם פישר מבסמר, איציק פרנפס וסקוט טובין מבאטרי, דרור נחומי מ-NVP, דוד גוסרסקי מ-Lightspeed, יורם שניר מ-83North, ורונן ניר מ-Viola. יש גם שכבה של מנהלים חדשים של קרנות, שחיו בחו”ל והוסיפו רובד חדש לתעשייה: אביעד אריאל מ-Vertex, יואב סאמט, טל סלובודקין ויובל כהן מ-StageOne, וקובי סמבורסקי ואריק קליינשטיין מגלילות”.\nמי פתח לך את הדלת לתחום?\nתומר: “את הדרך שלי בהון סיכון התחלתי בקרן אמריקאית בשם Lux Capital, שם למדתי המון מהשותפים המנהלים, ובעיקר מג’וש וולף, על הערך של מחקר וחשיבה עצמאית על תזות השקעה”.\nדניאל: “יש המון אנשים שעזרו בדרך, אבל הראשון שנתן לי הזדמנות ללמוד את התחום היה בן רבינוביץ’ מ-Amiti Ventures, שהפך לחבר ומנטור. בנוסף, טל סלובודקין ויואב סאמט שהיום מנהלים את StageOne, קיבלו אותי לעבודה בסיסקו ועיצבו מאוד את גישת ההשקעה שלי, את הדרך שבה אני בוחן חברות ואת האופן שבו אני עובד עם חברות הפורטפוליו”.\nלאיזו קרן אחרת מגיע פרגון?\nדניאל: “אנחנו עובדים עם כולן וזה אינטרס של כל התעשייה שקרנות ישראליות יצליחו, ושקרנות בינלאומיות ירחיבו את הפעילות שלהן כאן. שנית, אנחנו מעריכים מאוד קרנות שחושבות גלובלית ושיש להן מודעות עצמית גבוהה – בין אם זה בתרבות שהן יוצרות ובין אם בתחומי הפוקוס שלהן, המשמעת שבה הם עובדים למרות הרעשים בתעשיית ההשקעות ובדרך שבה הן עובדות עם יזמים. חוץ מהקרנות האמריקאיות, כמו באטרי, NVP, בסמר ולייטספיד, אני רוצה לפרגן לקבוצה של אביגדור ווילנץ, ל-83North ולקומרה כקרנות כאלה בדיוק”.\nתומר: “אני מסכים לגמרי. אני חושב שהקרנות שפועלות בישראל והמשקיעים נהיים יותר גלובליים, יותר מתוחכמים וזה עושה טוב לתעשייה באופן כללי. הייתי מצרף לרשימה את וינטג’, שעושים עבודה מדהימה ביכולת האיסוף והניתוח השיטתיים ושמים דגש על עבודה עם חברות הפורטפוליו ובניית דור המשך לקרן”.", "keywords": "חד קרן,קרן הון סיכון,משקיעים,יזמים,סטארטאפים,טכנולוגיה,סיסקו,cisco,דניאל קרפ,תומר גולדברג,אפרת נוי,מדור חד קרן,קרן הון סיכון בכל חודש"}