{"url": "https://www.geektime.co.il/etoto-raises-27-mm/", "type": "article", "title": "eToro מגייסת 27 מיליון דולר לפתח את הרשת החברתית של המשקיעים [גיוס]", "description": "eToro, המפתחת רשת חברתית של משקיעים, הודיעה על גיוס מרשים של 27 מיליון דולר. בין היתר מאפשרת החברה לכל משתמש לשכפל תיקי השקעות של משקיעים מנוסעים", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/SMALL4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-10T14:37:15Z", "modified_time": "2015-04-26T15:12:44Z", "articleBody": "eToro, המפתחת רשת חברתית של משקיעים, הודיעה על גיוס מרשים של 27 מיליון דולר. בין היתר מאפשרת החברה לכל משתמש לשכפל תיקי השקעות של משקיעים מנוסעים\nרשימת המשקיעים הכי “משוכפלים” של eToro. מקור: אתר eToro\nעדכון [26.4.15]: סבב הגיוס של החברה נסגר על 39 מיליון דולרים בעקבות הצטרפותו של Commerzbank הגרמני. סך כל ההשקעות בחברה עומדים נכון להיום על 60 מיליון דולר.\nחברת הסטארטאפ הישראלית eToro, שמפעילה רשת חברתית של משקיעים, הודיעה היום (ד’) על גיוס מרשים של 27 מיליון דולר. על פי החברה, פעילים בה יותר כ-4 מיליון משתמשים ביותר מ-140 ארצות, כשבכל יום נפתחים בה אלפי חשבונות חדשים.\nבמסגרת eToro יכולים אנשים להשקיע, גם אם אין להם את הזמן או היכולת לצלול לתוך שווקי ההון וללמוד אותם. איך? בזכות האינטראקציות החברתיות בין המשקיעים השונים, יכולים המשתמשים ללמוד אחד מהשני. לכל משתמש יש מעין “טיימליין” שבו נרשמת כל פעולת השקעה כמו רכישה או מכירה (אם כי לא תוכלו לראות את הסכומים שמעורבים בעסקה). כל משתמש בשירות יכול “לשכפל” תיק השקעות של משקיע מסויים. כל פעולה כזו של “שכפול” תיק השקעות נרשמת ותורמת לדירוג של המשקיע.\nלאחר שמשתמש מסויים מבצע “שכפול” של משקיע אחר, כל פעולה שמבצע המשקיע המקורי מתבצעת מיידית בתיק ההשקעות של המשתמש. אז מה יוצא למשקיעים הפופולאריים ביותר? eToro מתגמלת אותם על כל משתמש שבחר לשכפל אותם, על ידי מתן תמריץ כספי שיכול להגיע עד לאלפי דולרים מדי חודש והנחות על העמלות שהחברה גובה. ב-eToro תוכלו לסחור בין השאר במניות, מטבעות קריפטוגרפיים כמו ביטקוין ולייטקוין, סחורות, מדדים ועוד.\nמאז שהוקמה eToro ב-2007 הספיקה החברה לגייס כ-34 מיליון דולר, ועם הגיוס הנוכחי מגיע סך הגיוסים שלה ל-61 מיליון דולר. בין המשקיעים בחברה ניתן למנות את BRM Capital, חמי פרס, Venture51 ו-Spark Capital. מי שהובילה את הסבב הנוכחי היא קרן Ping An Ventures הסינית שהיא תאגיד השירותים הפיננסיים הפרטי הגדול בסין וקרן SBT Venture Capital, קרן Fintech שמבוססת ברוסיה. בסבב הגיוס הנוכחי לקחו חלק גם המשקיעות הקודמות Spark Capital וקרן BRM Capital.\nיוני אסיה, מנכ”ל ומייסד-שותף של eToro אמר בתגובה לגיוס: “אנחנו נרגשים ששניים מהמוסדות הפיננסיים הגדולים בעולם החליטו לחבור אלינו”. אסיה הוסיף: “אנחנו מתכוונים למנף את הידע העצום והמומחיות שלהם בתעשייה עם המוצר והחזון פורצי הדרך שלנו. אנחנו חולקים את אותה תפיסת עולם של חיזוק המשקיעים בכל העולם על ידי השקעה ‘חברתית’ ושקופה, ואנחנו גאים ששניים מהמוסדות הפיננסיים המובילים בעולם יובילו איתנו את המהפכה”.\n\n", "keywords": "סטארט אפ,סטארטאפ,גיוס,הון,הון סיכון,מיזם,vc,איטורו,etoro,bmc,spark,ping an,sbt"}