{"url": "https://www.geektime.co.il/od-podcast-mor-barak/", "type": "article", "title": "''גם אם יזם נכשל, אגב, מבחינתנו זו הצלחה''", "description": "מור ברק, מנהלת את WeWork Labs בישראל, תוכנית האצה שמיועדת לסטארטאפים בתחילת דרכם. ראיינו את ברק על הכשלונות של היזמים ואיך מעודדים אותם, על היתרונות בתוכנית ההאצה ולאן כל זה הולך", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/Screenshot_1-1577084819-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-23T09:42:50Z", "modified_time": "2019-12-23T09:42:50Z", "articleBody": "מור ברק, מנהלת את WeWork Labs בישראל, תוכנית האצה שמיועדת לסטארטאפים בתחילת דרכם. ראיינו את ברק על הכשלונות של היזמים ואיך מעודדים אותם, על היתרונות בתוכנית ההאצה ולאן כל זה הולך\nמור ברק. צילום: אלעד מלכה\n“המטרה שלנו היא לעזור ליזמים לגייס כסף ולהצליח, בין אם הם יהיו חלק מהרשת של WeWork בעתיד, או לא. גם אם יזם נכשל, אגב, מבחינתנו זו הצלחה – כי הצלחנו להבין יחד איתו שהמיזם שלו לא עובד. וכמובן, יש אצלנו יזמים שנכשלו עם המיזם הראשון שלהם, אבל הכירו אצלנו במתחם וחברו יחד בשביל להקים את המיזם השני”.\nמור ברק נמצאת לא מעט שנים בתעשיית הסטארטאפים. מי שהחלה את דרכה כמנהלת תוכנית ההאצה The Junction תחת קרן ג’נסיס פרטנרס, המשיכה לנהל את התוכנית עד מעברה לפעילות תחת קרן ההון-סיכון F2 (לא כל השותפים בג’נסיס המשיכו לקרן החדשה, F2, ולימים, הראשונה נרכשו במאות מיליוני דולרים על ידי אינסייט פרטרנרס – ע.פ.), שם ניהלה את The Junction לצד ניהול האופרציה של הקרן. “ואז החלטתי להמשיך הלאה”, נזכרת ברק, “ההצעה מ-WeWork הגיעה”.\nברק מנהלת בחברת WeWork (גילוי נאות, הריאיון התקיים טרם ביטול ההנפקה ופיטוריו של מנכ”ל החברה, אדם נוימן – ע.פ.) פעילות המיועדת לסטארטאפים, הנקראת WeWork Labs. ברק מובילה את הפעילות בישראל – שעד כה, כך נראה, לא נפגעה במסגרת השינויים שעוברת WeWork – ומסייעת בהפיכתה של ה-Labs לפלטפורמה גלובלית ליזמים, עם 70 מתמחים ברחבי העולם ו-5 בישראל, שמיועדים כולם לתמיכה ביזמים בשלבים מוקדמים. תחתיה פועלים 5 מנהלי WeWork Labs שונים בגיאוגרפיות שונות ברחבי ישראל, המובילים את התוכניות של ה-Labs כל אחד במרכזו.\nGeektime Accel: אתר האקסלרטורים המקיף והגדול בישראל מחכה לכם כאן\nההשתתפות בפעילות של WeWork Labs כרוכה בד בבד עם ישיבה במתחם העבודה של WeWork – היזמים המשתתפים בפעילות יושבים בחלל נפרד, ואנשי צוות ספציפיים מטעם המתחם (ה-Labs Managers) נותנים ליזמים שירות ומסייעים להם בארגון תכנים, סשני מנטורינג, הרצאות וכמובן חיבורים למשקיעים ולקוחות – בהתאם לצרכים. “הנדבך של התמיכה ברמת המתמשכת חשוב במיוחד, ושונה מהאקסלרטורים הרגילים שכולנו מכירים”, מחדדת ברק. “כל יזם בתחילת הדרך שרוצה להיות חבר ב-WeWork, יכול להצטרף ל-Labs וליהנות מתמיכה כל עוד הוא יושב שם”.\nבאחרונה הכריזה WeWork גם על שיתוף פעולה במסגרתו תקים תוכניות ייעודיות של WeWork Labs יחד עם גופים מהתעשייה, כמו תוכנית ה-Proptech בשיתוף עם חברת Livestone ותוכנית Foodtech בניו יורק שעתידה להגיע לישראל.\nהאזינו לפרק המלא עם מור ברק, העומדת בראש WeWork Labs בישראל:\n", "keywords": "עוד פודקאסט לסטארטאפים,תומי בראב,גיא קצוביץ\\',מור ברק,wework labs,אקסלרטור,תוכנית האצה,גיא קצוביץ"}