{"url": "https://www.geektime.co.il/the-success-of-blackhole/", "type": "article", "title": "סיפור ההצלחה של Blackhole, ערכת הפריצה שלא מפסיקה לייצר כסף", "description": "עם הנהלה מסודרת, תפריט מחירים שקוף, עדכונים תכופים ומנוי יומי, שבועי או חודשי, ערכת הפירצה Blackhole, אחראית לכלמעלה משליש מכלל האתרים הנגועים באינטרנט והיא מזרימה הון למפתחיה.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/08/hackers.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-08-12T11:25:37Z", "modified_time": "2013-08-12T12:08:31Z", "articleBody": "עם הנהלה מסודרת, תפריט מחירים שקוף, עדכונים תכופים ומנוי יומי, שבועי או חודשי, ערכת הפירצה Blackhole, אחראית לכלמעלה משליש מכלל האתרים הנגועים באינטרנט והיא מזרימה הון למפתחיה.\nהכתבה בחסות\n\nערכת הפריצה שאחראית לחלק ניכר מכלל האתרים הנגועים באינטרנט מביאה הכנסות גבוהות ליוצרים ולקהל הלקוחות שלה, וממשיכה להתחזק בתור ערכת הפריצה המובילה בעולם.\nבכתבה הקודמת על ערכת הפריצה Blackhole תיארתי את החידושים שהיא הכילה בכלי הפריצה, בתוכנית המנויים ובממשק שלה כשהיא יצאה ב-2010, וכיצד היא הפכה בתקופה קצרה לערכת הפריצה הפופולארית ביותר בקרב העבריינים באינטרנט.\nבשלוש השנים שחלפו מאז שיצאה גרסת הבטא של הערכה, היא המשיכה להציג עדכונים מהירים של פרצות Zero day ב-JAVA, FLASH, PDF- ודפדפנים, שכולם נקנו באמצעות ההכנסות הגבוהות שקיבלו היוצרים שלה.\nהמנהיג של כנופיית העבריינים (מקורה ברוסיה) שמשווקת את הערכה מכנה עצמו Paunch, והוא דואג לעדכן את קהל המנויים והלקוחות הפוטנציאליים דרך פורומים בדארקנט כמעט מידי חודש.\nPaunch הוא המתכנת הראשי של הערכה, ואיתו מנהלים אותה Naron, מצוות המייסדים של הערכה, ו-Legacy שמנהל את תוכניות המנויים והשכרת שרתי התקיפה.\nהעדכון המשמעותי הראשון לערכה הגיע עם גרסה 1.2.0 שיצאה בספטמבר 2011. הגרסה הכילה הגנות obsfucation חדשות עבור הסקריפטים שמשמשים להתקפה, פרצות חדשות עבור PDF, JAVA ו-Flash. בתור הגנה נוספת בפני גילוי של הערכה, הפורמט של חלק מכתובת ה-URL בשרתי התקיפה השתנה בצורה דינמית.\nכמו כן, התווספה אופציה חדשה לסריקה של נוזקות שמופצות דרך הערכה, בנוסף לסורק AVCheck שהיה כלול בגרסת הבטא ניתן היה להשתמש גם בשירות של Scan4you, מה שאיפשר למשתמשים בערכה להתחמק מיותר אנטי וירוסים.\nבעקבות המעמד החדש של הערכה בתור מובילה בשוק נוסף גם באנר לעמוד הסטטיסטיקות הראשי שלה, שקיים גם בגרסאות האחרונות של הערכה ומאפשר ליוצרי נוזקות וקידודים לפרסם את המוצרים שלהם עם חשיפה לקהל לקוחות גדול של האקרים ו-script kiddies. בחוג ההאקרים ידוע שקוד Flash או JAVA הוא תמיד מסוכן, ולכן הבאנרים כתובים בטקסט רגיל.\n\nעד ששוחררה הגרסה השניה של Blackhole הספיקו לצאת גרסאות רבות עם עדכונים לפרצות עדכניות. גרסה 1.2.3 הכילה פירצת zero day של JAVA שלא היתה קיימת באף ערכה מתחרה – הדגש על פרצות ב-JAVA מגיע מהעובדה שהן מאפשרות הדבקה של מגוון מערכות הפעלה.\nגרסה 1.2.5 ששוחררה ביולי 2012, הביאה איתה גם כן פרצות ייחודיות שלא היו קיימות בערכות פריצה מתחרות באותה התקופה – פירצת XML שעבדה בכל הגרסאות של Internet Explorer, ופירצת Flash שעבדה גם על גרסאות עדכניות של Adobe.\n\nגרסה 2.0 של Blackhole Exploit kit שוחררה רק חודשיים לאחר מכן בספטמבר 2012. בהודעה שיצאה בפורומים התגאה Paunch שבעקבות ההצלחה המסחררת של הערכה, חברות האנטי וירוס מתאמות מאמצים כדי לזהות אתרי התקפה של Blackhole, ובעקבות כך החליטו היוצרים של הערכה לכתוב את כל הקוד של הערכה מאפס.\n בין ההגנות בפני אנטי וירוסים שהקוד החדש מכיל:\nהגרסה החדשה מביאה גם שיפורים רבים לממשק של הערכה, עם סטטיסטיקות דינמיות יותר שמסוגלות להראות לוגים של שנים אחורה, תצוגות חדשות של סטטיסטיקות הדבקה של Windows 8 ומערכת תצוגה נפרדת להתקפות על סמארטפונים וטאבלטים, כדי לאפשר הפניה של טראפיק לשרת התקפה שמתאים למכשירים ניידים.\nלמרות כל החידושים שהגיעו בגרסה 2.0, מחיר השכירות של הערכה נותר זהה, בנוסף למחיר השכירות של שרת התקפה ייעודי, וגם בזה מתגאה Pauch בהודעה שלו על תוכנית המנויים החדשה:\nSo glad to report that prices have remained the same:\nRent on our server:\n-Day rental – $ 50 (limit traffic 50k hits)\n-Week rent – $ 200 (limit traffic 70k hits a day)\n-Month lease – $ 500 (limit traffic 70k hits a day)\nif need traffic limit can be raised for the add. fee\nThe license for your server:\n-License for 3 months $ 700\n-The license for six months $ 1,000\nLicense-year $ 1500\nmultidomain version bundle – $ 200 one-time fee for the duration of the license (not binding on the domain and the ip)\nchange of the domain on the standard version bundle – $ 20\nchange ip for multidomain version cords – $ 50\na one-time cleaning – $ 50\navtochistki a month – $ 300 (cleaning poured yourself on your server, as soon as your slept kriptor)\n \nכפי שניתן לראות, הערכה היא עדיין בין היקרות בשוק עם מחיר של “חבילה מלאה” שמגיע למינימום של 7,000$ לשנה.\nבחודשים שלפני היציאה של הגרסה האחרונה של Blackhole, התפרסם מחקר של חוקר אבטחה צרפתי שמכנה את עצמו Kafeine, שבו הוא מתאר כיצד רק שבוע לאחר שכתב מאמר על התולעת Duqu שמשולבת בערכת הפריצה Cool Toolkit, ומשתמשת בפירצת אבטחה שלא קיימת בשום ערכת פריצה אחרת, היא הגיעה גם לערכת הפריצה Blackhole.\nבהתכתבויות שנערכו לאחרונה עם Paunch בחדרי צ’אט של האקרים ב-IRC, הוא הודה שהוא אחראי גם על ערכת הפריצה Cool, והודיע חגיגית שהוא גובה עבורה סכום אסטרונומי של 10,000$ לחודש בתור ערכת פריצה “למבינים”.\nמבדיקה עם מספר האקרים חזקים בתחום מתברר שהוא לא מגזים, ושכרגע הוא נותן עדיפות לפרצות אבטחה חדשות ובלעדיות בערכת הפריצה Cool,שפורסמה לראשונה בסוף 2012, ולאחר מספר שבועות מעביר אותן גם ל-Blackhole.\nלפי מחקר שנערך במרץ השנה, ערכות הפריצה Blackhole ו-Cool אחראיות ישירות ובעקיפין לקרוב ל-50% (!) מהאתרים הנגועים באינטרנט.\nבעקבות הפרסומים האחרונים, החליטו יוצרי Blackhole שצריך לצאת במסע פרסום אגרסיבי לקראת היציאה של גרסה 2.1.0 שיצאה בחודש יוני האחרון, והם פירסמו את המודעה הבאה בפורומים, שבה הם טוענים שהם הקדישו תקציב של 100,000$ לרכישה של פרצות אבטחה ייחודיות לערכה, ומתחייבים לא להעביר אותן הלאה לערכות פריצה אחרות:\nDear Ladies and Gentlemen!\nEveryone is aware of the problem which exists now on the exploit market! To solve this problem, our team prepared the following exclusive program of purchasing new browser and browser plugin vulnerabilities. Not only do we buy exploits and vulnerabilities, but also improvements to existing public exploits, and also any good solutions for improving the rate of exploitation.\nThe “meat” of the project: We are setting aside a $100K budget to purchase browser and browser plug-in vulnerabilities, which are going to be used exclusively by us, without being released to public (not counting the situations, when a vulnerability is made public not because of us).\nNot only do we purchase weaponized (ready) exploits, but also their descriptions and proof of concepts (with subsequent joint work with our specialists).\nאם נתייחס למחקר שנערך השנה על ידי חברת אבטחה, שבו התגלה שכנופיה אחת שהשתמשה ב-Blackhole כדי לשתול נוזקות Ransomeware ביותר מ-100,000 מחשבים השתכרה כתוצאה מכך בכ-30,000$ ליום, מדובר בסכום צנוע למדי.\nבנוסף לפרצות החדשות שמגיעות עם גרסה 2.1.0, כחלק ממסע הפרסום והשיווק שהגיע עם הגרסה החדשה, פורסם בפורומים שתוכנית המנויים החדשה תכלול את עלות ההשכרה של השרתים והדומיינים שמשמשים להתקפה. כמו כן, הגרסה מאפשרת פריסה קלה יותר של הפניית אתרים נגועים לשרתי התקיפה.\nבמאמר הבא על ערכת הפריצה Blackhole נראה כיצד מרוויחים באמצעותה סכומי כסף משמעותיים, וכיצד הפופולריות שלה והאוטומציות שהיא מספקת לעבריינים באינטרנט מביאות לכך שהיא קשורה לאחוז הגדול ביותר של אתרים נגועים באינטרנט, ולכמות הספאם הגדולה ביותר – גם בישראל.\nקרדיט תמונה ראשית: Shutterstock.", "keywords": "אבטחת מידע,ערכת פריצה,blackhole,אמיר כרמי,eset,פריצה,חבילת פריצה"}