{"url": "https://www.geektime.co.il/yglf-2019-agenda/", "type": "article", "title": "ים, אוכל טוב ופיתוח: כל מה שמחכה לכם בכנס השנתי לפרונט-אנד", "description": "כנס YGLF ייערך בפעם החמישית ב-3-4 באפריל, אך השנה הוא יתקיים במתכונת Code Camp, ויארח הרצאות של מפתחים מובילים בארץ ובעולם, סדנאות מקצועיות ומפגש חברותי-מקצועי", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/asphalt-automobile-beach-1118448-1552221964-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-13T11:30:23Z", "modified_time": "2019-03-13T15:11:49Z", "articleBody": "כנס YGLF ייערך בפעם החמישית ב-3-4 באפריל, אך השנה הוא יתקיים במתכונת Code Camp, ויארח הרצאות של מפתחים מובילים בארץ ובעולם, סדנאות מקצועיות ומפגש חברותי-מקצועי\nהכתבה בחסות\nמקור: Pexels\nכנס הפרונט-אנד הבינלאומי You Gotta Love Frontend נוסד ככנס קהילתי וככזה הוא שם את הדגש על הקהל. בחמש השנים האחרונות נערכו אירועי YGLF במשך יומיים מלאים בהרצאות והיוו מפגש חברתי-מקצועי של מפתחים איכותיים מרחבי התעשייה, מהארץ ומהעולם. השנה הכנס ייערך במתכונת Code Camp ויציע שילוב של הרצאות וסדנאות קוד שיועברו על ידי מרצים מובילים מהעולם.\nהכנס יתקיים בימים רביעי וחמישי, 4-3 באפריל, עבור קהל מצומצם של מפתחים מנוסים שמחפש ההרצאות ברמה גבוהה מאוד. כדי לספק סביבה שקטה למפתחים בקהל, הוא ייערך במלון על חוף הים, ואף כולל חדרים מפנקים במלון ללילה אחד בין ימי הכנס.\nהיום הראשון לכנס ייפתח בהרצאה של Kyle Simpson, שחוקר מול 60 אלף עוקביו בטוויטר את הפינות הכי חשוכות של JavaScript. בהרצאה שלו יסביר קייל איך JavaScript שינתה, ועוד תשנה, את פני ה-Web וייתן כלים להבנה אמיתית ומעמיקה של השפה. אחריו תעלה לבמה Una Kravetz, שמצליחה להיות גם Director of Product Design, מארגנת כנסים, מנחת פודקאסטים ומפתחת מוכשרת ויצירתית. ב-YGLF היא תלמד איך לעשות פלאים עם CSS ותשנה את הצורה בה אנו רגילים לעבוד עם CSS. לפני ארוחת הצהריים יעלה John Lindquist, שהרים פלטפורמת לימוד מצליחה ביותר – egghead.io – ומעבר לזה הוא גם גיק רציני בכל הנוגע לפרודוקטיביות, ובפרט בעבודה בסביבות פיתוח. ג׳ון ילמד מהם Proxies ואיך הבנה של הכלי החזק הזה תעזור לכל מפתח בפתרון שלל סוגי אתגרי קוד.\nהיום ימשיך עם Netta Bondy שתיקח את המשתתפים למעמקי הקוד של אפליקציית JavaScript פונקציונלית וריאקטיבית לחלוטין. היא תראה בזמן אמת באמצעות RxJS ועל בסיס Functional Reactive Programming, איך שיטת החשיבה הנכונה יכולה לייצר אפליקציות חזקות וגמישות במיוחד. אחריה יעלו לבמה Lior Meduel ו-Arnon Nir שחקרו ומימשו UI של רשימות מורכבות ב-React שיכולות להציג עשרות אלפי רשומות במקביל בלי להשתעל לרגע. על הבמה השניים ישוו בין אלגוריתמים שונים למניפולציה של DOM, ילמדו פרדיגמות מעניינות להתמודדות עם תכנים ארוכים משמעותית מגובה חלון הדפדפן וכיצד ממקסמים ביצועים וגם בונים ממשק יפה.\nאת היו הראשון יסגור Michel Weststrate, הממציא והכותב של MobX, ספריית ה-State Management הפופולרית, שיראה איך מנהלים State באפליקציית React מודרנית וילמד את הקהל קונספטים, כפי שנכתבו בידיו, בניהול State בכלל ובשימוש ב-MobX בפרט.\nהיום השני ייפתח כמובן בארוחת בוקר, ואחריה יעלה לבמה Maor Frankel שילמד איך בונים אפליקציית Web מודרנית, כך שהחוויה למשתמש תהיה מעולה על מחשבים חלשים כחזקים. אחרי עוד קפה יעלה Omer Levi Hevroni שיראה איך בודקים אם הקוד שלנו חסין ובטוח.\nYael Balla תעסוק באחד הנושאים הכי חמים ומעניינים של עולם הפרונט-אנד בשנים האחרונות – Design Systems. יעל תציג את הערך של כלי שמיישר את הקו עיצובי יחד עם הפן המימושי וכיצד מפתחים ומעצבים יכולים לעבוד ביחד באמצעות מערכת כזאת. אחריה המשתתפים יוכלו ליהנות מהרצאתו של Boris Litvinsky שיסביר איך להמריץ את סביבת הפיתוח שלנו ולהתאים אותה במיוחד לעולמו של מפתח JavaScript.\nארוחת הצהריים תהיה הדלק להרצאה של Rich Harris מה-New York Times והיוצר של Rollup.js ו- Svelte, שיציג קונספטים חדשניים להתמודדות עם ריאקטיביות באפליקציות בעלות המון תוכן, ועל הדרך להשיג מעט קוד בפרודקשן שעושה הרבה ורץ בביצועים מצוינים. אחריו יעלה Brandon Dail, מפתח בכיר ב-Facebook, שיציג נושא שנקרא Algebraic effects וויסביר את הקשר שלו ל-React Fiber – התשתית החדשה עליה נכתבה מחדש הספרייה React. לקראת סיום יעלה לבמה Asim Hussain שילמד מה הקשר בין AI ל-JavaScript. אסים ילמד כיצד ניתן לממש בינה מלאכותית ב-JavaScript אפילו בלי להיות דוקטורים למתמטיקה.\nנוסף על ההרצאות, ייערכו ביומיים האלה סדנאות קידוד hands-on, שיועברו על ידי מרצים מנוסים ומוכרים מהארץ ומהעולם. נרשמי הכנס יוכלו להירשם בחינם לכל הסדנאות:\n– John Lindquist: Intro to RxJS\n– Kyle Simpson: JavaScript: The Recent Parts\n– Dan Shappir: Web Performance API Deep Dive\n– Michel Weststrate: MobX Essentials\n– Gil Tayar: Frontend Testing: Mapping Out the Territory\nשימו לב: מספר המקומות מוגבל והכרטיסים אוזלים.\nלפרטים נוספים והרשמה", "keywords": "yglf,wix,וויקס,פרונט אנד,front end,dev,כנס,נחשולים,חוף ים,קידוד,הרצאות,סדנאות,hands on,מפתחים,מפתחות,code camp,בית מלון,3-4 באפריל,"}