{"url": "https://www.geektime.co.il/geektime-report-2018/", "type": "article", "title": "דוח גיקטיים: כך נראה עולם ההייטק והון הסיכון הישראלי ב-2018", "description": "כמה גייסו הסטארטאפים הישראליים ב-2018? כמה גייסו סיד וכמה חברות גייסו לשלב הצמיחה? ומה לגבי המגה-גיוסים? מה איתם? הכל בדוח גיקטיים שמסכם את 2018", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/dollar-941246_1280.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-22T14:15:42Z", "modified_time": "2019-02-21T16:17:47Z", "articleBody": "כמה גייסו הסטארטאפים הישראליים ב-2018? כמה גייסו סיד וכמה חברות גייסו לשלב הצמיחה? ומה לגבי המגה-גיוסים? מה איתם? הכל בדוח גיקטיים שמסכם את 2018\n\n2018 הגיעה לסיומה וזמן הסיכומים הגיע. מחלקת המחקר של גיקטיים מפרסמת את הדו”ח השנתי המסכם את הפעילות הגלובלית והישראלית בתחום ההייטק. החלק שמתייחס לעולם הון הסיכון הישראלי מתבסס על מאגר המידע של גיקטיים, שנבנה ומעודכן במשך השנים ובעזרת מידע שמועבר אלינו על ידי דמויות בולטות באקוסיסטם המקומי; החלק הגלובלי של הדו”ח מתבסס על מידע שהופק בשיתוף פעולה עם חברת PitchBook; והחלק העוסק בגיוון והכללה (Diversity & Inclusion) נכתב בשיתוף פעולה עם יוזמת Power in Diversity ועזרתה של ד”ר גלית דשא, מהדמויות המובילות בתחום בארץ.\n\nבעולם: Fewer, Bigger and Later\n\n\nהחברות אשר גייסו השנה בשוק העולמי, גייסו 254.7 מיליארד דולר, 80 מיליארד דולר יותר מאשר בשנה שעברה המהווים עלייה של 46%. עם זאת, פחות חברות התחלקו בסכום זה שכן סך סבבי הגיוס ירד ל-15,298, 12% פחות בהשוואה ל- 2017. בנוסף, מספר ההשקעות בשלב ה-Seed ובשלבי ה-Early ירדו ב-26% וב-8% בהתאמה. בניגוד לשלבים הללו, שלבי ה-Growth חוו גידול במספר ההשקעות. 3,422 עסקאות בוצעו בשנת 2018 אשר מהווים גידול של 5% לעומת אשתקד.\n\nסבבי גיוס בישראל\n\n\nזה הקטן גדול יהיה. ראשית, מבחינת מספר סבבי הגיוס ניתן לראות שהאקוסיסטם שומר על יציבות על אף ירידה קלה של 3%, המבטאת 14 סבבי גיוס, לעומת שנת 2017. מבחינה כספית, בדומה למצב השוק העולמי, אשר בו ישנם פחות סבבים אך יותר השקעות, בשוק (אקוסיסטם) המקומי סך ההשקעות עלה ב-9% לסך של 6.95 מיליארד דולר. \nבניגוד למגמה בעולם, בה רוב הכסף הולך לחברות בשלבי Growth, חברות הנמצאות בתחילת דרכן (Seed) ובשלבי פיתוח מוקדמים (Early) קיבלו 49%, אשר שווים 3.6 מיליארד דולר מסך ההשקעות באקוסיסטם השנה. בחלוקה לשלבים, בלט במיוחד שלב ה-Seed אשר כמעט הכפיל את עצמו (עליה של 98%) מבחינת נפח השקעות לעומת השנה שעברה, על אף שהשנה היה סבב גיוס אחד פחות. חשוב לציין שמתוך 161 סבבי גיוס Seed אשר גייסו ביחד 484 מיליון דולרים, 9 סבבים (המהווים 5.6%) גייסו כמעט רבע מסך הגיוסים – 116 מיליון דולר. \nבניגוד לשנים קודמות, בהן בחרו המשקיעים להתמקד בהשקעות בחברות בשלבי גדילה, הנתפשות כ’בטוחות’ יותר, השנה הושקעו 8.6% פחות בשלבי הגדילה – ירידה של 337 מיליון דולר לעומת 2017 וזאת על אף עלייה של 1.2% במספר הסבבים.\n\n\nזה הגדל קטן יהיה. שווי סבב השקעה ממוצע בשנה החולפת הוא 14.4 מיליון דולר, עליית שווי של 12% לעומת קודמתה. בבחינת ממוצעי השלבים, ניתן לראות כי ממוצע סבב גיוס בשלב ה-Seed הכפיל את עצמו לעומת אשתקד, מ-1.5 מיליון דולר ל-3 מיליון דולר, וממוצע סבב בשלבים המוקדמים עלה ב-2 מיליון דולר המהווים עלייה של 19%. בניגוד לעלייה בממוצעי הסבבים המוקדמים, ההשקעה בשלבי הצמיחה ירדה, ובהתאם, ממוצע סבב השקעה ירד מ-47.7 מיליון דולר בשנת 2017 ל-43 מיליון דולר בשנה החולפת, ירידה של 10%.\nאירועים בולטים בישראל\n\n\nMega Rounds. טרנד ה”מגה גיוסים” שומר על יציבות בארץ וכפי ששנת 2017 נגמרה עם 9 סבבים מעל 100 מיליון דולר, כך גם שנת 2018. עם זאת, בשנה החולפת הושקעו כספים בסך הנמוך ב-10% ביחס לקודמתה. ה”מגה גיוסים” הסתכמו בסך של 1.7 מיליארד דולר וממוצע של 189 מיליון דולר לעסקה, המהווה גם הוא ירידה של 10% לעומת ממוצע עסקה של 210 מיליון דולר אשתקד. החברות אשר גייסו מעל הסכום הממוצע הן Compass, Landa DP ו-BlueVine אשר סכום הגיוס שלהן מגיע לסך של 900 מיליון דולר.\n\nהנפקות. לאחר עלייה מרשימה ב- 2017, רק 8 חברות בחרו להפוך לציבוריות במהלך 2018, ירידה של 38.5%. ירידה אף יותר גדולה נרשמה בסך הכסף שגייסו החברות בהנפקות. אשתקד גייסו החברות שהונפקו בבורסות השונות 490 מיליון דולר ואילו השנה 240 מיליון בלבד, ירידה של 51%. שלוש ההנפקות הגדולות ביותר שייכות ל-Gamida Cell, LogicBio ו-Sol-Gel, אשר הפכו פומביות בבורסה לניירות ערך של ניו-יורק, הנאסד”ק, וגייסו 50, 70 ו-75 מיליון דולר בהתאמה. אל החברות הללו הצטרפו בנאסד”ק גם Entera Bio ו-Motus GI ואילו ParaZero, Heramed ו-Shekel Brainweigh בחרו לפנות מזרחה ולהמיספירה אחרת והפכו ציבוריות בבורסה האוסטרלית לניירות ערך.\n\nמיזוגים ורכישות. 68 עסקאות רכישה או מיזוג התרחשו בשנה החולפת, ירידה של 9% בהשוואה למספרי 2017. סכום העסקאות הגיע ל3.1 מיליארד דולר, סך המשקף ירידה של 35%. \nירידה בשיעור דומה נרשמה גם בשווי עסקה ממוצע, אשר ירד מ- 111.3 מיליון דולר ל-72 מיליון  דולר. עסקאות בולטות בתחום היו רכישתה של Datorama ע”י Salesforce בעבור 800 מיליון דולר, EPD Solutions אשר נרכשה ע”י Philips תמורת 293 מיליון דולר, Sygnia שנרכשה תמורת 250 מיליון דולר על ידי Temasek ו-Perfecto Mobile אשר נרכשו תמורת 200 מיליון דולר על ידי Perforce.\nמחלקת המחקר של גיקטיים רוצה לנצל את הבמה הזו ולהודות לכל האקוסיסטם הישראלי על שיתוף הפעולה בכתיבת הדו”ח. הן על תרומת ניסיונם העשיר והן על מידע אשר עזר לשפוך אור על הנעשה בחוד החנית של הכלכלה הישראלית. אנחנו מאחלים לכל הגורמים המעורבים באקוסיסטם הנפלא הזה- משקיעות, יזמים, מנהלות ועובדים – שנה מוצלחת, פורת רעיונות, חידושים והפתעות שיביאו גאווה נוספת לתעשייה הישראלית.  \nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\n \n ", "keywords": "דוח גיקטיים,מחלקת מחקר,מחקר גיקטיים,אקוסיסטם,סטארטאפים 2018,הייטק 2018,כמה גייסו,סבב סיד,כמה גייסו הסטארטאפים הישראליים,סטארטאפ ישראלי,מיזם ישראלי,משקיע,קרן הון סיכון,vc,אנג\\'ל,השקעות,סטארטאפ"}