{"url": "https://www.geektime.co.il/geekjob100117/", "type": "article", "title": "10 משרות חמות בתחום התוכן, השיווק והמכירות", "description": "ריכזנו עבורכם 10 משרות טריות בתחום השיווק, מכירות והתוכן מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/GettyImages-175138146.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-10T18:00:34Z", "modified_time": "2017-01-10T17:11:49Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום השיווק, מכירות והתוכן מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nThe position will include content writing, marketing writing, site analysis/auditing, editing, management of freelancers and overall working with our SEO teams to improve the quality of our sites. The candidate should have experience working on website copy.\nResponsibilities:\nAnalyzing web copy and improving text\nDelivering high-quality texts for our websites (including marketing and social)\nManaging a team of freelancers and translators\nWriting marketing content for newsletters, ads, etc.\nResearching new trends in content\nRequirements:\n– Experience in marketing writing (required).\n– Experience in site auditing.\n– Experience in the online casino industry – a plus.\n– Native English speaker.\nRequired attributes:\n– Strong attention to detail, especially grammar rules and stylistics.\n– Ability to write in many voices.\n– Organized.\n– Ability to multi-task.\n– Proficiency with Word.\n– Knowledge of WordPress, Content Management Systems a plus.\nTo send a CV for the position of Content Specialist – Webpals\nCheck Point is looking for Enhanced Solution Manager to be responsible for:\n– Analyze and validate customer requests.\n– Serve as a subject matter expert on Check Point’s main-train technologies.\n– Work with R&D and QA resources to advocate for customer requests for product enhancements.\n– Coordinate RFE release planning with R&D.\n– Serve as a point of headquarter technical escalation for opportunities that require product specialization.\nRequirements:\n– Expert—level familiarity with Check Point product experience\n– 3 to 7 years of experience working in the networking engineering or architecture – customer facing role an advantage.\n– Significant experience in Information Technology supporting development of complex projects involving significant infrastructure requirements.\n– Proven project management experience.\nTo send a CV for the position of Enhanced Solution Manager – Check Point\nדראגונפיש, חברתB2B מובילה בתוך קבוצת 888, מחפשת מנהל לקוח שיצטרף ליחידת הבינגו.\nבמסגרת התפקיד אחריות על שמירה ופיתוח יחסים עם השותפים העסקיים, לסייע להם בבניית מותג בינגו מצליח והגדלת הרווחיות משנה לשנה.\nדרישות:\n– ניסיון קודם בחברות אונליין- חובה.\n– 1-3 שנות ניסיון בניהול תיקי לקוחות עסקיים (עדיפות ללקוחות בינלאומיים)- חובה.\n– הבנה טכנית/תהליכים (אתרי אינטרנט PC ומובייל, HTML, PHP, Flash).\n– שליטה מלאה באנגלית (קריאה, כתיבה ודיבור), אנגלית שפת אם- יתרון משמעותי.\n– יכולות אנליטיות- יכולת להבין נתונים, הסקת מסקנות והצגתם.\n– שליטה גבוהה באקסל.\n– יכולת לימוד עצמאית, יחסי אנוש מעולים.\nTo send a CV for the position of Bingo Account Manager – 888\n– אפיון פתרונות טכנולוגיים מורכבים ללקוחות בתחום התקשורת.\n– ניהולי תהליכי מכירה מול לקוחות עד לסגירת העסקה.\n– כתיבת מענה למכרזים.\n– בניית מצגות מכירה וייעוץ ללקוחות.\n– ליווי POC (פיילוטים) באתרי לקוחות.\nדרישות:\n– שנתיים ניסיון בתחום תקשורת הנתונים – חובה.\n– Networking ברמת פרוטוקלי ניתוב ועולם ה- IP הסמכות של יצרנים מובילים – יתרון.\n– יכולת לימוד עצמי גבוהה.\nTo send a CV for the position of Pre Sale תקשורת – Partner\nWe are looking for a passionate and competitive Outbound Sales Development Representative. The Sales Development Department is an extension of the Sales team, generating qualified sales opportunities through both inbound and outbound prospecting. The team’s role is to create new opportunities for the Account Executives to then cultivate through the sales cycle.\nResponsibilities:\n– Uncover and develop new opportunities from outbound activities.\n– Build a strong pipeline of sales opportunities to deliver on sales targets.\n– Meet or exceed monthly, quarterly and annual qualified sales opportunities targets.\n– Conduct high level conversations with senior executives.\n– Be fearless and relentless in creating new opportunities.\n– Work US hours (EST) from Israel.\nRequirements:\n– BA/BS Degree or equivalent experience is required.\n– Experience with high volume calling.\n– Dynamic, high energy sales professional with 2-4 years proven track record—ideally in SaaS.\n– Previous experience working in an outbound position.\n– Experience with analyzing high volume calling processes.\n– Exceptionally strong verbal and written communication skills.\n– Professional business acumen, self-starter and results-driven personality.\n– Excellent team management and prioritizing abilities.\n– Proven track record achieving measurable sales goals in an automated sales environment where accurate entry and management of lead data in a CRM system is required. Experience with Salesforce.com is a plus.\n– English – mother tongue.\nTo send a CV for the position of SDR (Sales Development Rep) – feedvisor\n– Deploy, manage and optimize large scale online campaigns using various channels.\n– Conduct ongoing reporting and analysis on campaign performance to reach business goals.\n– Develop test plans, measure performance, and make recommendations based on testing.\n– Build and maintain strategic relationships with key acquisition partners.\nRequirements:\n– Minimum 1+ years in hands-on online marketing experience (Account Manager/Media Buyer/PPC manager).\n– Analytical skills and performance oriented, advanced knowledge and understanding of performance metrics, i.e. CTR, CPA, ROI and other KPIs.\n– Fluent English – both verbal and written.\n– Proven advertising experience with at least one of the following platforms: Facebook, Outbrain, Taboola, AdWords – an advantage.\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution – an advantage.\n– Knowledge in SEO/ASO – an advantage.\n– High enthusiasm and interest in working within a fast-paced, international environment.\nTo send a CV for the position of Junior User Acquisition – TGS\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage.\n– Minimum of 1+ years as an Online Media Manager.\n– Proven knowledge in RMX/Appnexus – an advantage.\n– Proven knowledge in Double click Ad serving platform – an advantage.\n– Proven, measurable results in developing and growing an internal affiliate channel/program.\n– Demonstrated ability to initiate and grow relationships.\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution.\n– Ability to take on multiple projects at the same time.\n– Must possess strong knowledge of the affiliate marketing industry.\n– Strong organizational, analytical, presentation and problem solving skills.\n– Experience in handling of tracking tools and online technologies.\n– Profound knowledge of MS-Office Products (Excel in particular).\n– Passion for online games.\n– BA/BS degree – an advantage.\nTo send a CV for the position of Online Media Manager – Plarium\nCome join our awesome Video team in Mediashakers Online Media!\nWe are looking for an experienced Video Accounts Specialist to join our Video Department.\n– Set up new campaigns and generate tracking daily reports.\n– Optimize advertisers/publishers campaigns to maximize the department revenue.\n– Understanding the clients’ needs and proactively provide solutions to increase performance.\nRequirements:\n– At least 1 year experience in the online video eco-system – Mandatory\n– A prior experience with video ad servers and platforms – Mandatory\n– Good analytical skills – including the ability to learn and adopt new web based platforms and systems\n– Fluent in English – a must\nTo send a CV for the position of Video Accounts Specialist – Media Shakers\nThe Business Development Manager will focus mainly on the POS provider and POS reseller markets; promoting the Como platform as the leading mobile loyalty and engagement solution for businesses and the customers.  The ideal candidate will have a rich experience in the point of sale market and/ or with companies selling products that integrate with POS companies.\nThe individual will work mainly on developing partnerships and new distribution channels for Como.  The Business Development Manager will get full product training and be equipped with Como’s top sales and marketing tools. This position will report into Como’s UK Managing Director, based in London.\nCore Responsibilities:\n– Source and close integration and partnership deals with small and mid-size POS companies.\n– Develop new business opportunities through established networks, relationships, independent research, and online sales strategies.\n– Proactively execute business-to-business outreach to target high value accounts.\nRequirements:\n– At least 5 years of Business development experience, including face-to-face meetings with all decision making levels, outbound calls, and/or online sales. Experience selling digital platforms, such as mobile apps, online ads, CRM systems, POS solutions, websites, etc.\n– A knowledge of the optimal businesses in the UK territory for the solution.\n– Strong negotiation skills.\n– Self-motivated with an excellent work ethic.\n– First-rate communication and presentation skills.\nTo send a CV for the position of Business Development Manager – Como\nGigaSpaces www.gigaspaces.com is looking for a Web Animal for a Marcom Manager Position.\nThe position is for a company focused on up and coming technology, and marketing through new media channels.\nRequirements:\n– Native English speaker with strong written and verbal skills.\n– Capable of leading and managing multi-disciplinary projects – online and offline.\n– Web 2.0 skills – managing websites in CMS and static HTML (a plus), knowledge of 2.0 digital marketing tools (analytics, IFTTT, Mailchimp et al).\n– Experience with Enterprise B2B marketing – leading PR/AR strategy and execution, enterprise marketing and sales tools (presentations, demos, brochures, case studies and more).\n– Experience organizing industry events as well as informal developer events (such as meetups and hackathons).\n– In-depth, hands-on experience with social media marketing, including the traditional and more niche platforms (e.g. Tumblr, Reddit, Slideshare and more).\n– Experience with Marketing Automation and analytics tooling (Hubspot, Mixpanel etc.) – A plus.\n– Strong tech and digital orientation – knowledge of open source, cloud and networking industry – A plus.\n– Experience with a product with an adoption-based model – A plus.\n– Experience with graphic and video editing programs – A plus.\n– Team Player.\n– Self-motivated, self-starter who is a creative thinker.\nTo send a CV for the position of Marcom Manager – GigaSpaces", "keywords": "content specialist,webpals,enhanced solution manager,check point,bingo account manager,888,sdr (sales development rep),feedvisor,junior user acquisition,tgs,online media manager,plarium,video accounts specialist,media shakers,business development manager,como,marcom manager,gigaspaces,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}