{"url": "https://www.geektime.co.il/geekjob050117/", "type": "article", "title": "מפתחים? הנה 10 משרות במיוחד בשבילכם", "description": "ריכזנו עבורכם 10 משרות פיתוח טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/GettyImages-485204240.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-05T16:05:29Z", "modified_time": "2017-01-05T16:09:38Z", "articleBody": "ריכזנו עבורכם 10 משרות פיתוח טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nכמפתח\\ת Full Stack Developer בגיקטיים, אתם תהיו אחראים על פיתוח ותחזוקת האתרים השונים בגיקטיים, לוח הדרושים, האירועים ואינדקס השירותים, אפליקציות המובייל ועוד מגוון רחב של מערכות מבוססות Web ומובייל.\nהחלק המשמעותי של העבודה הוא סביב על תחזוק ושדרוג האתר הישראלי והבינלאומי של גיקטיים, בעבודה על פלטפורמת וורדפרס. כחלק מהעבודה, אתם תהיו אחראים על בניית תבניות, מודולים ותוספים שונים לוורדפרס על-פי דרישות המערכת.\nדרישות:\n– ידע והיכרות עם שפות צד-שרת: PHP – חובה.\n– ידע והיכרות עם שפות צד-לקוח כגון HTML, CSS, Javascript, jQuery – חובה.\n– ידע והיכרות עם שפת השאילתות SQL ועבודה מול מסד נתונים MySQL – חובה.\n– היכרות עמוקה עם הפונקציונליות הפנימית של וורדפרס – חובה.\n– עבודה עם סביבת ניהול גירסאות GIT.\n– ידע והיכרות עם סביבת Node.js – יתרון.\n– ידע והיכרות עם שפת React – יתרון.\n– ידע והיכרות עם פלטפורמת React Native – יתרון.\nTo send a CV for the position of Full Stack Web Developer – Geektime\nCheck Point is searching for a Senior Java developer with a proven ability to design and build client server application in large scale environment. The development requires leadership, network and DB knowledge and involves existing products and new product products, in the world of security management.\nRequirements:\n– Academic degree in Computer Science, or equivalent military training in software development.\n– At least 3 years’ experience with Java\n– Experience with C\\C++\n– Good knowledge of object oriented design\n– Ability to dive into code and take ownership\n– Ability to lead new feature development and become a focal point.\nTo send a CV for the position of Java Developer – Check Point\n– Take an active part in defining, designing and building our system’s architecture, as well as providing innovative and scalable solutions.\n– Use your skills and experience to develop high-performance sites, SEO, real-time monitoring, mobile solutions and web APIs.\n– Work in agile methodology (Scrum/Kanban/etc.).\n– Develop scalable web applications in cutting edge technologies, such as: PHP, RoR, NodeJS, AngularJS, HTML5, CSS3, Bootstrap, etc.\n– Lead technological initiatives and improvements while instilling development “best practices”.\nRequirements:\n– At least 6 years of experience in HTML5, CSS3, Bootstrap, JS, jQuery, ReactJS (Angular- an advantage).\n– 2+ year’s hands-on experience in OOP and design patterns in one of the following technologies: PHP/RoR/NodeJS/.NET/Java.\n– Experience with cross-browser compatibility testing and troubleshooting.\n– Understanding the differences between multiple delivery platforms (such as mobile vs. desktop), and optimizing UI to match the specific platform (responsive/ adaptive).\n– Ability to translate UI/UX wireframes to visual elements.\n– B.Sc. or higher in Computer Science or a similar degree (from a leading university – preferred) – an advantage.\nTo send a CV for the position of Frontend Developer – Natural Intelligence\nWe are looking for hands-on Front End developer to design, develop and move video/advertisement player that could be integrated with any web site or other players.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nWhat you’ll do:\n– Design, develop, implement and move video/advertisement player to production.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript.\n– 2+ years in Front End: HTML, CSS.\n– Previous experience with video/players – must\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Front End Developer – anyclip\nWant to be part of a new exciting team? We are looking for smart, ambitious, tech guru developers to join our cross development team!\nThe cross team is responsible for tasks inside and outside the R&D road map and sprints, such as innovation projects, technologic bottlenecks, POCs and more. As part of this team you will be working with wide technology stacks in web, backend and mobile.\nIf you are more flexible then Nadia Comanche, love new challenges and can jump between different technologies like a rabbit, we are looking for YOU!\nRequirements:\n– 5+ years of development experience in at least 3 technologies of the following: NodeJs, ReactJs, Java, php,  python, HTML5/CSS3, native iOS/Android, Angular.\n– Experience in working with databases (Relational and non-relational).\n– Experience in OO design and development.\n– Startup spirit person, who is passionate about technology and building smart products.\nTo send a CV for the position of Software Engineer – Cross Development Team – Como\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes.\n– Produce quality products that meet high security, stability and performance standards.\n– Take part in research projects for new products and features.\n– Development is done mostly in C# and ASP.NET.\n– Report to R&D Group Manager.\nRequirements:\n– MAMRAM graduate or BA in Computer Science (5+ years of experience).\n– 4 Years experience in web application development in ASP.NET.\n– Excellent design and analytic skills.\n– High ability to use new technologies and understand them in depth through rapid self learning.\n– Thorough and methodical approach to any task.\n– Proactive by nature. Internal drive for excellence and improvement.\n– Original thought, creativity.\n– Experience in project/team management – An advantage.\nKnowledge in one or more of the following areas – An Advantage:\n– Knowledge of HTTP protocol (analyze network traffic, use of network sniffers.\n– C++ programming.\n– C# Winforms application development.\n– 2EE application development.\nTo send a CV for the position of Senior Web Engineer – Matrix\n– Analyze requirements and specifications from product manager & development manager.\n– Design and implement technical solutions with emphasis on quality and performance, from architecture and technology selection to a full implementation and production support.\n– Build new systems and features, heavily based on AWS.\n– Develop in web technologies, server-side (70%) and client-side (30%).\n– Develop a testable code, with unit tests and QA Automation in mind.\n– Maintain code, troubleshoot & solve issues in live sites and systems.\n– Work in SCRUM teams that encourage collaboration and face to face communication.\nRequirements:\n– Strong Full-stack developer with get things done approach.\n– Endless curiosity about how things work, especially the web.\n– Strong database knowledge (SQL, NoSQL).\n– Familiarity with AWS (RDS, DynamoDb, lambda)\n– Experience with Git source control branch strategies and repository management.\n– At least 3 years’ experience in one or more of PHP \\ Python \\ node.js\n– At least 2 years of hands-on experience in SQL, HTML5, JavaScript, JQuery, CSS, XML, Ajax, JSON\n– Experience in node.js & AWS – Major advantage\n– Experience in Angular.js – Major Advantage\n– Experience working with Linux environment\n– Link to github page – a huge Advantage!\nTo send a CV for the position of Full-stack Developer – Webpals\nWe are looking for a full stack developer for the AT&T Security Event and Threat Analysis (SETA) portal team.\nThe candidate will join our team of experienced full stack developers responsible for designing and implementing the new portal.\nIt is based on AngularJS as the FE framework and NodeJS as the server side and has some Apache storm java implementations.\nRequirements:\n– A leading expert with broad vision and dynamic personality.\n– At least 3 years of experience and expertise developing CSS3, HTML5, Java Script.\n– At least 1 year of experience developing Angular JS/NodeJS – MUST.\n– Widespread experience developing Type Script , jQuery, Bootstrap.\n– Strong Object Oriented Design and Development capabilities.\n– Ability to quickly and independently engage in a project with leading edge technologies.\nTo send a CV for the position of Full stack Developer for Security Event and Threat Analysis (SETA) portal – AT&T\nLeading the development of modules/features in all technological aspects such as finding the best technological solution, suggest the suitable architecture and design, apply smart algorithms and such.\nWriting design and architecture documents.\nDeveloping, testing and debugging of complicated problems and algorithms\nRequirements:\n– Education – BSc/MSc. in computer science of one of the leading academic institutes\n– At least 3 years of experience with Java server side development\n– Experience in Linux environment – advantage\n– Proven experience of a complete process of building a high quality product and releasing to customers\n– Ability to understand overall system functionality\n– Experience with Scala development – advantage\n– Familiarity with the Big Data and Hadoop echo system – advantage\n– Experience working with Amazon AWS – advantage\n– Worked in an Agile development environment, for example SCRUM – advantage\n– Technological enthusiasm, resourcefulness, open mind, flexibility\n– Quick learner, team player, always up to date with new technologies\n– Ability to read, write and speak about technical issues in English\nTo send a CV for the position of Java Server Side Developer – Sizmek\n– Develop and maintain all aspects of the system, from hosted servers to web-pages and mobile apps.\n– Help develop and continuously improve the decision making system in which Riskified analysts review merchant transactions.\n– Cooperate with other dev teams to build a large scale real-time automated decision engine for an eCommerce fraud detection system.\n– Work with 3rd party services and help integrate their APIs into our system.\nRequirements:\n– At least 2 years of hands-on coding experience both client and server side.\n– Front-end development experience and passion for data visualization.\n– Autodidactic approach to software development.\n– Comfortable working both independently and as part of a team.\n– BSc. in CS or industry/military equivalent.\n– Knowledge of RoR – an advantage.\nTo send a CV for the position of Fullstack Developer – Riskified\nרוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "full stack web developer,geektime,java developer,check point,frontend developer,natural intelligence,front end developer,anyclip,software engineer,cross development team,como,senior web engineer,matrix,full-stack developer,webpals,full stack developer for security event and threat analysis (seta) portal,at&t,java server side developer,sizmek,fullstack developer,riskified,at&t,full stack developer,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}