{"url": "https://www.geektime.co.il/geekjob-qa-engineer-and-automation-041216/", "type": "article", "title": "10 משרות חמות בעולם האוטומציה ובדיקות התוכנה", "description": "ריכזנו עבורכם 10 משרות טריות בעולם בדיקות התוכנה והאוטומציה מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-526298813.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-04T15:06:36Z", "modified_time": "2016-12-04T15:18:30Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בעולם בדיקות התוכנה והאוטומציה מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for a strong and experienced Automation developer to help us strengthen our existing team.\nRequirements:\n– 2 + years of experience in automation testing\n– Experience in Java – must, JavaScript – advantage\n– Rest API – advantage\n– Experience in Selenium – must\n– Experience in Load/Performance testing – Must. Jmeter – advantage\n– Experience in Unix/Linux – must\n– B.Sc. in Information System/Computer science/Software Engineering-Advantage\nTo send a CV for the position of QA Automation – anyclip\nBe an active member of a top-notch QA department responsible for performing automation tests E2E.\nDesign and create test scripts using C# to address areas such as database impacts, software scenarios, regression testing and more\nDesign, create & Execute performance testing.\nCreate supporting system for all the relevant test executions\nWork with the QA Manager and colleagues to define process and strategy associated with automation.\nRequirements:\n– 2-3 years’ experience as an Automation QA Engineer\n– Experience designing, developing & executing automated tests\n– At least 1 year experience as a manual QA Engineer\n– Experience with Automation methodologies\n– Experience with Windows SQL Server\n– Experience with selenium automation server\n– Experience in Performance (Stress & load) planning, developing & execution\n– Hands on Development of infrastructure and Automated testing\n– Knowledge in XML, Regex, XPath\n– Experience in Testing Web Applications, Web Technologies and backend servers\n– B.Sc. in Computer Sciences/Engineering or equivalent\n– Familiar with QA methodologies and development life cycle\n– Experience with IIS – Advantage\n– Experience with WCF and Microsoft web services – Advantage\nTo send a CV for the position of QA Automation Engineer – TGS\n Como is looking for an experienced QA automation Engineer to join our development team!\nRequirements:\n– Minimum 3 years of experience in Mobile & Web testing.\n– Minimum 2 years of hands-on development of automation QA – i.e. coding in a programming or scripting language, e.g. C#, Java, Python etc.\n– Knowledge in automation tools & developing automation solutions.\n– Experience with testing native mobile apps on iOS and Android – an advantage\n– Previous experience in client & server testing.\n– Create, maintain, and execute comprehensive QA test cases based on functional specifications\n– Proven strong technical skills; ability to deep dive into complex problems & find their root cause;\n– Strong communication skills and the ability to keep track of issues in an extremely fast paced environment.\n– A motivated team player with high standards, attention to detail, and a passion for testing software\n– High level of written and verbal communication skills (Hebrew & English).\nSoftware/Tools:\n– Knowledge in Test Automation Tools for different domains (e.g.: Selenium, appium etc.)\n– Experience using Bug reporting and tracking Systems (Jira, Bugzilla or equivalent).\n– Experience using Test Case Management Systems (TestRail/Quality Center).\n– Network protocol analyzer such as Fiddler, Charles.\n– Android ADB / Xcode to gather logs and troubleshoot.\nTo send a CV for the position of QA Automation Engineer – Como\nWe are looking for a talented, creative and innovative QA and Support team player to join our R&D team, who will be responsible testing and validating our real-time, high traffic system that works with cutting-edge technology and BigData DBs.\nAs part of our team you will have a key position, impacting our technology and supporting our local and international users. You will analyze large amount of data from different database system.\nJoin us on a high paced and dynamic environment journey!\nRequirements:\n– Mandatory: Requires high analytical ability, curiosity towards numbers and data coupled with business proficiency.\n– At least 1 year experience OR Degree in Industrial Engineering, Information systems, Business Administration, Mathematics, Statistics, all science degrees.\n– Advantage: Experience with data and Big Data technologies.\n– System-wide vision and the ability to link big data to reach operational conclusions\n– Innovative thinking with a willingness to challenge the status quo.\n– Fluency in English with emphasis on reading and writing.\n– High level of responsibility, organizational & performance abilities.\n– A fast learner with the ability to work independently.\n– Are excited by and passionate about technology.\n– A team player with excellent communication skills and ability to work collaboratively with other departments.\nTo send a CV for the position of QA & Support – Brightcom\nYou will manage a team of Test Automation Engineers, be accountable for Test Automation in QA. You will also be Hands-on in creating automated test scripts, mentor others, grow our talent and be our QA focal point for working with the Automation Framework team.\nRequirements:\n– 3+ years writing automated test scripts in python for software testing.\n– 2+ years of experience leading a team of at least 3 people (managing all aspects).\n– Previous experience in manual software testing for more than 2 years.\n– Experience using Linux.\n– Experience in testing security software – Advantage.\nTo send a CV for the position of QA Lead – Test Automation – SentinelOne\n– הובלת צוות QA בחטיבת קזינו, הצוות מורכב מבודקים בישראל וברומניה .\n– אחריות כללית על איכות המוצר.\n– תמיכה מקצה-לקצה משלבי הפיתוח עד להעלאה ל production ומענה לצוות התמיכה.\n– תכנון מפורט של תרחישים ,תהליך הבדיקה, מעקב ודיווח מתמשך על התקדמות.\n– הגדרה והטמעה של תהליכי בדיקה ואבטחת איכות.\n– עבודה בסביבה בינלאומית.\nדרישות:\n– תואר ראשון רלוונטי (מדעי המחשב, הנדסה).\n– ניסיון במוצרי ווב (לקוח-שרת) בחברות בינלאומיות – יתרון לתחום הגיימינג.\n– ניסיון של לפחות 3 שנים בניהול צוות בדיקות של 4 בודקים או יותר.\n– ניסיון של 5 שנים לפחות כבודק תוכנה למוצרי web.\n– ניסיון בעבודה עם פתרונות מורכבות המבוססות לקוח-שרת וDB – חובה.\n– היכרות עם מערכות לדיווח על באגים – ויתרון לניסיון עם TFS/MTM.\n– היכרות מעמיקה עם מתודולוגיות בדיקה (מסמכי בדיקה כגון STP, STD, STR, Agile, ועבודה עם כלי בדיקה ומעקב).\n– ניסיון עם תהליכי בדיקה אוטומטיות, Selenium – יתרון.\n– יכולת עבודה בסביבת עבודה דינאמית עם לוחות זמנים צפופים.\n– אנגלית ברמה גבוהה.\nTo send a CV for the position of QA Team Leader – 888\nWe are looking for extremely talented and sharp QA for interesting work in an Agile R&D Mobile team to build and execute manual (mostly) and automatic tests, as part of our Core team.\nRequirements:\n– A High-School Graduate Majoring in Computer Science and Mathematics – Must.\n– QA experience – Advantage.\n– IDF technology units Graduate – Advantage.\n– Development Scripting Experience – Advantage.\n– Availability for at least a year.\nTo send a CV for the position of Manual QA – Vonage\nWe are looking for an experienced load testing engineer who is creative and has the ability to integrate load testing in the company for complex real time systems.\nRequirements:\n– Academic education in Computer Science / Software Engineering.\n– At least two years of experience as a load testing engineer.\n– Familiarity with: Functional and Load Testing Life Cycle and Product Life Cycle.\n– Experience working with LoadRunner (including: Development, Execution, Analysis of Results and Maintenance of Tools).\n– Experience Around: Real Time App, SIP, Client-Server App., Web App., TCP / IP, SQL Server.\n– Experience of telephony environments.\nTo send a CV for the position of Load Testing Engineer – at&t\nThe QA Engineer will be part of the QA team and will be responsible for:\n– Create and execute of test cases for a Vehicle services system and its interfaces.\n– Perform root cause analysis on suspected defects.\n– Manage defect calls with US testing and development teams.\n– Support production operation issues.\n– The Senior QA engineer will be part of the QA team.\nRequirements:\n– Bachelor’s degree in Computer science or related technical field or equivalent practical experience.\n– At least 5 years’ experience in functional testing – must.\n– Experience in QA of large complex systems Including server, client web, client mobile-must.\n– Experience working with SOAP UI.\n– Experience working with db.\n– Experience performing root cause analysis and reading log files.\n– Field operation support capabilities.\n– Excellent communication skills – Excellent English (reading/writing).\nTo send a CV for the position of Senior QA Engineer – General Motors – ג’נרל מוטורס\n– We are looking for a talented Automation Developer to join our R&D Team, to take on a major role in the automation team.\n– Our finest group of engineers is building extensive automation Infrastructure for both client side and server side component (using C# )\n– You will have an opportunity to shape the development paradigm, Infrastructure and capacity of our platform.\n– Raise the quality of our product and provide scalability by creating new automation frameworks and tools.\nRequirements:\n– Bachelor’s degree in Computer Science, Software Engineering and similar or relevant experience as a developer.\n– At least 2 years of experience in .NET, C#.\n– Ability to quickly learn new concepts and software.\n– Very good verbal and written communication skills both Hebrew & English.\n– Responsible and dedicated worker, willing to work in a dynamic and demanding environment.\n– Motivated team player who helps drive the team forward.\nTo send a CV for the position of Automation Developer – Payoneer", "keywords": "qa automation,anyclip,qa automation engineer,tgs,como,qa & support,brightcom,qa lead,test automation,sentinelone,qa team leader,888,manual qa,vonage,load testing engineer,at&t,senior qa engineer,general motors,ג\\'נרל מוטורס,automation developer,payoneer,qa & support,at&t,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}