{"url": "https://www.geektime.co.il/geekjob271116/", "type": "article", "title": "מפתחי Full Stack? אוהבים Web? הנה 10 משרות חמות עבורכם", "description": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Web מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/GettyImages-536985771.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-27T17:15:10Z", "modified_time": "2016-11-27T17:11:09Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Web מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nכמפתח\\ת Full Stack Developer בגיקטיים, אתם תהיו אחראים על פיתוח ותחזוקת האתרים השונים בגיקטיים, לוח הדרושים, האירועים ואינדקס השירותים, אפליקציות המובייל ועוד מגוון רחב של מערכות מבוססות Web ומובייל.\nהחלק המשמעותי של העבודה הוא סביב על תחזוק ושדרוג האתר הישראלי והבינלאומי של גיקטיים, בעבודה על פלטפורמת וורדפרס. כחלק מהעבודה, אתם תהיו אחראים על בניית תבניות, מודולים ותוספים שונים לוורדפרס על-פי דרישות המערכת.\nRequirements:\n– ידע והיכרות עם שפות צד-שרת: PHP – חובה.\n– ידע והיכרות עם שפות צד-לקוח כגון HTML, CSS, Javascript, jQuery – חובה.\n– ידע והיכרות עם שפת השאילתות SQL ועבודה מול מסד נתונים MySQL – חובה.\n– היכרות עמוקה עם הפונקציונליות הפנימית של וורדפרס – חובה.\n– עבודה עם סביבת ניהול גירסאות GIT.\n– ידע והיכרות עם סביבת Node.js – יתרון.\n– ידע והיכרות עם שפת React – יתרון.\n– ידע והיכרות עם פלטפורמת React Native – יתרון.\nTo send a CV for the position of Full Stack Web Developer – Geektime\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom.\nDo you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keen on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job, this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals.\n– Experience with server-side technologies (NodeJs/php/java/.net/python/ruby) and REST APIs.\n– At least 3 years of experience in Javascript, HTML5, CSS3.\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc.\n– Experience in working with databases (Relational and NoSQL).\n– Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage.\n– Es2015 – Advantage.\n– Passionate about technology.\n– BSc/MSc in computer science.\nTo send a CV for the position of Full Stack Developer – Como\n– Build our main web application and products for millions of consumers.\n– Full-stack development of features and user interfaces of Payoneer’s consumer world, all the way from the UI (React) to the database.\n– Analyze and solve difficult issues across the stack in the complex payments flows.\n– Design and build high scale back-end services.\n– Collaborate with our amazing people; Product Designers, Product Managers, and Software Engineers in an agile development environment.\nRequirements:\n– 4+ years of web applications development experience.\n– Hands on experience with web applications that are live in production, serving a large amount of clients.\n– Excellent OOD, C# and .NET skills.\n– Strong front-end capabilities – JavaScript, CSS3.\n– Knowledge of relational databases and SQL (preferred MSSQL).\n– Exceptional self-learning capabilities.\nTo send a CV for the position of Full Stack Developer – Payoneer\n– Work with great people who care about what they do\n– Work on new and challenging products\n– Be an active member of all aspects of the product life cycle\n– Learn from the best and improve your skills\n– An amazing work environment\n– Ability to ship your code with one click and influence how people shop online\nRequirements:\n– Bachelor’s Degree in Computer Science or related.\n– Experience in web development (frontend and backend).\n– Ruby on Rails experience, or a willingness and ability to dive in and learn quickly.\n– Experience working with some or more front-end technologies such as Angular, React, Backbone.\n– Experience with cloud-based web applications and AWS in particular.\n– Experience with TDD and other good testing practices.\n– Experience with open source projects.\n– Working with high SLA production systems.\n– Working with Agile development methodologies, delivering value to consumers early and in short cycles.\n– Link to your Github profiles or projects you are proud of.\nTo send a CV for the position of Web Application Engineer – Klarna\n– You are looking to break standard development rules.\n– You have rich hands-on programming experience, using common-sense-driven design techniques; outstanding understanding and use of non-trivial system architecture.\n– You are a true team player, with a strong sense of ownership, urgency and drive.\n– You want to have an opportunity to change the automotive world.\nRequirements:\n– Object oriented programing in practice.\nat least 4 years experience with Web development.\n– You have proven front-end and back-end development experience JavaScript, HTML5, CSS, Java and SQL.\n– Strong analysis and design skills.\n– Unique ability to write your own code better and faster than integrating existing frameworks.\n– Hands on experience working with global enterprise SW systems.\n– Self-directed and capable of performing effectively in a dynamic environment.\n– Knowledge / Experience in development for WebLogic.\n– Rich, hands-on experience developing with HTML, XML, Oracle and Linux/Unix.\n– Unix system administration experience – advantage.\n– Effective collaboration within a multinational team.\nTo send a CV for the position of Full Stack Developer – General Motors – ג’נרל מוטורס\n– Take a part and lead in the design and development of infrastructures, applicative modules, data platform modules, interfacing with enormous amounts of data.\n– Design and hands-on development of our business technology applicative platform (AngularJS, Node.js, JavaScript, Java, MySQL, Elasticsearch…).\n– Design and develop scalable and high-performance processes handling the data, through new technologies implementation, architectures, algorithms and practices.\n– Responsible for the design and development of client side and server side modules in SOA and Microservices environments.\n– Responsible for selecting and integrating technologies, tools and frameworks.\n– Full involvement in full stack layers (Server, User Interface, User Experience, Data Modeling, Network, Hosting…).\nRequirements:\n– At least 5 years of SW development experience.\n– Expert in JavaScript (at least 2 years).\n– Firm experience in AngularJS.\n– Firm experience in Node.js – an advantage.\n– Expert in both web based client side development and server side development.\n– Experience in Java or other object oriented programming language.\n– Experience in SOA or Microservices environment – an advantage.\n– Experienced with Linux OS – an advantage.\n– Experience with big data ecosystem (distributed file systems, distributed programing, NoSQL Databases) – an advantage.\n– Experienced with big data technologies (like Kafka, Hadoop, HDFS, Spark, Impala, Elasticsearch) – an advantage.\n– Experienced with NoSQL databases (such as HBase, Cassandra, MongoDB and Impala) and relational databases (such as MySQL and SQL Server) – an advantage.\n– Experienced with Cloud hosting (AWS, Google Cloud …) – an advantage.\n– Relevant academic degree (Computer Science / Industrial Engineering / Information Systems).\nTo send a CV for the position of Full Stack Developer – Plarium\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems.\n– Assess and adopt new available technologies.\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code.\n– Design the overall architecture of the machine learning application.\n– Translate R research code to Ruby production code.\n– Use TDD to write well-tested code.\n– Fix bugs fast and improve application performance.\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design.\n– Proficient knowledge of a back-end programming language, preferably Ruby.\n– Someone who can plan and design the system from a high level perspective.\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms.\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives.\n– Can handle Math/Statistics algorithms and transform them to workable code.\n– Highly data-driven, knowledge of SQL.\nTo send a CV for the position of Fullstack Developer – Riskified\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nRequirements:\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nAdvantages:\n– B.Sc. Degree in computer science or equivalent.\n– Big Data experience: BigQuery, Hadoop, MongoDB.\n– Familiarity with AWS cloud.\n– Experience with ad tech technologies / ad servers experience.\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nTo send a CV for the position of Python Fullstack Developer for the Atilla Team – Vexigo\n– השתתפות בכלל מחזור החיים של הפיתוח, מקונספט להשקה.\n– עבודה צמודה עם מנהלי מוצר, מעצבי ממשק, ובודקים, בסביבת עבודה בעלת רמת שיתוף פעולה גבוהה מאוד.\n– אספקת קוד מאובטח, בעל ביצועים ברמה גבוהה, ובר-תחזוקה באמצעות יישומם של תנאים נאותים.\n– לוודא כי כל עבודת הפיתוח נעשית באיכות גבוהה באופן עקבי.\n– פיתוחם של פיצ’רים חדשים לאפליקציית הלקוחות.\nRequirements:\n– ידע וניסיון מתקדמים בHTML5, CSS3, וJavaScript – חובה.\n– ניסיון בהקמת SPA באמצעות JavaScript – חובה.\n– ניסיון בבניית אפליקציות מובייל גמישים בעלות ביצועים ברמה גבוהה.\n– ידע מעמיק בOOP וDesign Patterns הן בצד הלקוח והן בצד השרת – חובה.\n– ניסיון בתאימות בין דפדפנים – חובה.\n– ניסיון בהרחבת SCSSLESS – חובה.\n– לפחות 3 שנות ניסיון בטכנולוגיות רשתות מובייל – חובה.\n– היכרות עם מושגים טכניים מעולם האינטרנט.\n– היכרות עם מגמות web, frameworks, וטכניקות – יתרון.\n– ניסיון בתכנות בC# עם ASP.NET (טפסי web) – יתרון.\n– ניסיון עם MS SQL Server – יתרון.\n– יכולות פתרון בעיות ואיתור תקלות חזקות.\nTo send a CV for the position of Mobile/PC Web Developer – 888", "keywords": "888,anyclip,como,full stack / web developers,full stack developer,full stack web developer,fullstack developer,geektime,general motors,klarna,mobile/pc web developer,payoneer,plarium,python fullstack developer for the atilla team,riskified,vexigo,web application engineer,ג\\'נרל מוטורס,גיק ג\\'יב,גיקג\\'וב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,ג\\'נרל מוטורס full stack developer,גיקג׳וב,גיקגו\\'ב,משרות הייטק"}