{"url": "https://www.geektime.co.il/cyber-quiz-2020/", "type": "article", "title": "חושבים שתוכלו לאתר את ה-Backdoor בקוד? נסו ותגלו", "description": "הכנו עבורכם אתגר CTF שיבדוק את היכולות המחקריות שלכם בעולם הסייבר, ואולי גם ישיג לכם עבודה חדשה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/question-mark-1872634_1920-1581570004-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-13T14:30:37Z", "modified_time": "2020-02-23T22:57:08Z", "articleBody": "הכנו עבורכם אתגר CTF שיבדוק את היכולות המחקריות שלכם בעולם הסייבר, ואולי גם ישיג לכם עבודה חדשה \nהכתבה בחסות\nתמונה: pixabay\nבעולם מורכב ומאותגר בו המשאבים מצומצמים, התחרות גוברת והרצון להיות בחזית הטכנולוגיה ולרכוש כישורים של Reverse Engineering ו-Vulnerabilities Exploitation במגוון פלטפורמות כמו Mobile ו-Embedded – היצירתיות, החשיבה מחוץ לקופסה, המעוף והיוזמה מקבלים משנה תוקף ומשנים את חוקי המשחק.\nחושבים שיש לכם את הכישורים הללו? בהמשך תוכלו לנסות אתגר חידות מורכב בדרגות קושי שונות. אך קודם לכן, לפני שאנו שולחים אתכם להתמודד עם האגוזים שבאמת קשה לפצח וכדי לפתוח לכם מעט את התיאבון, אנו מזמינים אתכם לנסות לפתור את החידה הבאה:\nהקוד הבא לקוח מקוד המקור של  Linux, מתוך הפונקציה wait4 ומכיל Backdoor.\nהמטרה של הפונקציה wait4 היא לאפשר לתהליכים לחכות שתהליך אחר ישנה state.\nלא בטוחים אם צדקתם? הפתרון מחכה לכם למטה.\nפה מחכה לכם אתגר CTF שהכינו לכם ב-Matrix Defense, ובו מספר קטגוריות בעולמות תוכן שונים, שיחד מקיפים מגוון רמות ידע וניסיון: מהצעדים הראשונים בעולם הסייבר ועד אתגרים מורכבים למומחים בעלי ניסיון.\nבכל אתגר תוכלו לצבור נקודות, שמותאמות לרמת הקושי ומורכבות הפתרון. אלו שיצברו את מספר הנקודות הגבוה ביותר ויוכיחו יכולות יוצאות דופן, יקבלו הזדמנות להצטרף לקבוצת המחקר הייחודית של החברה, העוסקת בפרויקטים מרתקים וחדשניים המוכוונים לעולמות המודיעין, הגנת סייבר, בינה מלאכותית ועוד.\nאנשי סייבר, בואו להוכיח את עצמכם. התחילו לפתור.\n \n \n \n \n \n \n*התשובה הנכונה היא מספר 3. יודעים להסביר למה? כתבו לנו בתגובות.", "keywords": "matrix,defense,matrix defense,מטריקס,סייבר,אבטחת מידע,מתכנתים,מתכנתות,מרכז פיתוח,מרכז מחקר,פיתוח,ctf,"}