{"url": "https://www.geektime.co.il/techfest-events-the-geek-recomends-2/", "type": "article", "title": "כל האירועים שלא תרצו לפספס בפסטיבל הטכנולוגיה הראשון של ישראל", "description": "מחר זה קורה: Geektime TechFest, פסטיבל הטכנולוגיה הגדול בארץ, יוצא לדרך ופותח שבוע שלם של אירועים מלהיבים לקהילת ההיי-טק בישראל. איפה תתנסו בהולו-לנס,מי ילמד על פלטפורמת דוקר ומה יהיו הטרנדים הכי חמים בתעשייה ב-2017? הכל בפנים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/640X427-2-1-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-19T18:00:42Z", "modified_time": "2016-11-19T14:35:35Z", "articleBody": "מחר זה קורה: Geektime TechFest, פסטיבל הטכנולוגיה הגדול בארץ, יוצא לדרך ופותח שבוע שלם של אירועים מלהיבים לקהילת ההיי-טק בישראל. איפה תתנסו בהולו-לנס,מי ילמד על פלטפורמת דוקר ומה יהיו הטרנדים הכי חמים בתעשייה ב-2017? הכל בפנים\n\nמחר זה מתחיל: פסטיבל Geektime Techfest יוצא לדרך. את הפסטיבל יפתחו שני אירועים מרכזיים:\nאיפה: דיויד אינטרקונטיננטל, תל אביב-יפו.\nמתי: 8:00-17:00\nביום ראשון, 20 בנובמבר, ייערך הכנס המקצועי הגדול בישראל למפתחים, DevFest שייאגד יותר מ-1,000 מפתחים שיוכלו ללמוד מהמובילים בתעשייה על הטכנולוגיות, המתודולוגיות והכלים המומלצים ביותר, לרכוש כישורי פיתוח חדשים, לייצר קשרים עם המפתחים המובילים בתעשייה ואולי גם למצוא את העבודה הבאה.\nלפרטים והרשמה\nאיפה: דיויד אינטרקונטיננטל, תל אביב-יפו.\nמתי: 8:00-17:00\nביום שני, 21 בנובמבר, ייערך ה-Geektime Conference – הרצאות ופאנלים בנושאים החמים ביותר בסצינת הסטארטאפים בישראל, שיועברו על ידי מיטב היזמים והמשקיעים המובילים בישראל, וכמובן תחרות הסטארטאפים השנתית, ה-Startup Arena, שבה ייחשפו לראשונה 10 סטארטאפים צעירים ומבטיחים.\nלפרטים והרשמה\nפסטיבל הטכנולוגיה שלנו ממשיך לכל אורך השבוע עם עוד אירועים טכנולוגיים שלא כדאי לפספס. ריכזנו עבורכם את כל המידע.\n\nאיפה: Ocean, שדרות רוקח 101 תל אביב-יפו.\nכמה: חינם\nמתי: 16:00\nאירוע קצבי וחינמי של יבמ שבו יעלו 10 מומחים ל-10 דקות כל אחד וידברו על החידושים, האתגרים ופריצות הדרך בתחום הענן. לקראת הערב יעלו חמי רודנר, דנה ברגר וירמי קפלן להופעה משותפת. את האירוע ינחה יזהר שי, יזם הייטק ומשקיע הון סיכון, והוא יעסוק בין היתר בפלטפורמת ואחסון ענן, אבטחת סייבר של עסקים דיגיטליים, יישום Devops בעידן הדיגיטלי, API Economy; האתגרים החדשים ושיתופי הפעולה של IBM בעידן הקוגניטיבי. כמו כן יתארח באירוע סטארטאפ עם רעיון מקורי למדי בשם Moojis, שידגים איך אפשר לייצר Emojis מהתמונה שלכם.\nלפרטים והרשמה\nאיפה: מלון דיוויד אינטרקונטיננטל, תל אביב-יפו\nכמה: 450 ש”ח\nמתי: 09:00-18:00\nכנס הצ׳אטבוטים והבינה המלאכותית הבינלאומי הראשון בישראל נוסד במטרה לעזור לבסס את ישראל כמעצמה עולמית בתחום. צ׳אטבוט הוא יישום שרץ על גבי פלטפורמות מסרים, כגון פייסבוק מסנג׳ר או וואטסאפ, ומאפשר למשתמש לנהל שיחה עם ישות דיגיטלית, לשם ביצוע פעולות שונות או קבלת מידע. את האירוע ינחה כתב הטכנולוגיה הבכיר לשעבר של ערוץ 10, אביב פרנקל, וישתתפו בו בכירים מתעשיית ההון סיכון המקומית, מרצים ומשתתפים מחו״ל, משקיעים וסטארטאפים, מנהלי שיווק ומוצר, מהנדסי בינה מלאכותית, אנשי דאטה, מפתחים בכירים ואנשי עיצוב חוויית משתמש בכירים.\nלפרטים והרשמה\nאיפה: אחוזת בית 2, תל אביב-יפו\nכמה: חינם\nמתי: 18:30\nבזק בינלאומי רותמת את טרנד חדרי הבריחה הפופולארי לתחרות קצת שונה בין סטארטאפים מקומיים. הדוד הסופר עשיר שלכם שחי בעיירת “סידס-ווייל” מת רגע אחרי שהחברה שלו עשתה אקזיט מרשים. את הכסף הוא יוריש לכם או ליוסי ורדי שהשקיע בו, תלוי מי יגיע אליו קודם. בשביל למצוא את ערימת המזומנים תצטרכו לפענח צוואה עמוסה ברמזים ולהפגין ידע בקוד, אלגוריתמים וסטטיסטיקה. בכלל – מוטב לרתום את כל הסטארטאפ למשימה. ההרשמה פתוחה גם לבודדים, אך אלה יצטרפו לאחרים על מנת להתמודד כקבוצה. אל האירוע יוזמנו חברות סטארטאפ ואנשים מובילים מהתעשייה שיתמודדו על התואר הנכסף וכמובן יינתן פרס לקבוצה הזוכה.\nלפרטים והרשמה\nאיפה: אחוזת בית 2, תל אביב-יפו\nמתי: 17:30\nמה: כל מה שצריך לדעת על פטנטים וקניין רוחני – איך לייצר, לקדם ולשמור על ערך היזמות וכיצד להשפיע על שווי הגיוסים או האקזיט באמצעות הקניין הרוחני של החברה.\nלפרטים נוספים והרשמה\nאיפה: פאב האיסמי-סלמה, דיזנגוף 98, תל אביב-יפו\nמתי: 19:00\nמה: תכנית היזמות של יוצאי 8200 (EISP) עורכת פאנל עם המשקיעים הבולטים בישראל שבו המשתתפים שואלים את השאלות. מוזמנים להעלות שאלות לקבוצה הייעודית, והשאלות שיקבלו הכי הרבה לייקים ייבחרו.\nלפרטים נוספים והרשמה\nאיפה: יגאל אלון 98, תל אביב-יפו\nמתי: 18:30\nמה: הרצאה של לודה פוקס, Lead iOS Developer at Playbuzz, על פיתוח לאייפון.\nלפרטים נוספים והרשמה\nאיפה: ZooZoo bar, רוטשילד 32, תל אביב-יפו\nמתי: 18:30\nמה: רוס גרדלר, נשיא אפאצ’י, יענה על כל מה שרציתם לשאול על פלטפורמת הקוד הפתוח של דוקר, בתוספת פיצה ובירה.\nלפרטים נוספים והרשמה\nאיפה: misterBIT, הבונים 4, רמת גן\nמתי: 19:00\nמה: לעצב את העתיד עם CSS ולהפוך את ה-frontend לרפונסיבי בצורה נכונה וכיפית.\nלפרטים נוספים והרשמה\nאיפה: HoneyBook HQ, אבן גבירול 39, תל אביב-יפו\nמתי: 18:30\nמה: הרצאות קצרות משלושה יזמים מובילים בסצינה הישראלית – עוז אלון, רותם מזרחי מידן וגיא אלדר – על רכיב ה-React Native.\nלפרטים נוספים והרשמה\nאיפה: SOSA, שוקן 13, תל אביב-יפו\nמתי: 18:00\nמה: הרצאה ו-showcase על ביטוח וטכנולוגיה מבכירים ב-Munich Re.\nלפרטים נוספים והרשמה\nאיפה: Tikal’s office, בניין 7, קריית עתידים, תל אביב-יפו\nמתי: 16:30\nמה: סדנת Docker swarm למתקדמים שתועבר על ידי חגי פיליפ מ-Tikal.\nלפרטים נוספים והרשמה\nאיפה:  Klarna Israel, קומה 13, יגאל אלון 98, תל אביב-יפו\nמתי: 18:00\nמה: שתי פרזנטציות שיסבירו הכל על Serverless Architecture.\nלפרטים נוספים והרשמה\nאיפה: Mindspace, אחד העם 54, תל אביב-יפו\nמתי: 17:00\nמה: דיוויד סייג ונמרוד מיי, שני שחקני מפתח בסצנת ההיי-טק הישראלית, משלבים כוחות כדי להעביר את כל הסודות של שיווק חברות ומוצרי טכנולוגיה במאה ה-21.\nלפרטים נוספים והרשמה", "keywords": ",8200,chatbot,devfest,docker,geektime conference,geektime techfest,ibm,meetup,she codes,אנשי שיווק בסטארטאפx בזקx בזק בינלאומיx האקתוןx היי-טקx יבמx לוח אירועים לקהילת ההיי-טק,מיטאפים,מפתחים,סטארטאפ,פטנט,קהילת ההיי טק,קניין רוחני,אנשי שיווק בסטארטאפ,בזק,בזק בינלאומי,האקתון,היי-טק,יבמ,לוח אירועים לקהילת ההיי-טק"}