{"url": "https://www.geektime.co.il/yes-ultimate-cut-price/", "type": "article", "title": "התחרות בשיאה ויס בלחץ: מורידה מחירים ועוברת לחבילות הכל כלול", "description": "עם כל כך הרבה אלטרנטיבות בחוץ וכשאחת מהן מגיעה מבפנים עם sting tv, יס הבינה שאם היא רוצה לשרוד בעולם הטלוויזיה החדש - עליה להוזיל מחירים ובאופן מיידי. היום (ג׳) היא משיקה 3 אופציות למנוייה, החל מ-29 ש׳׳ח ועד ל-199 ש׳׳ח בחודש לחבילה המורחבת ביותר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/yes-ULTIMATE-1515480864.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-09T09:30:56Z", "modified_time": "2018-01-09T09:36:58Z", "articleBody": "עם כל כך הרבה אלטרנטיבות בחוץ וכשאחת מהן מגיעה מבפנים עם sting tv, יס הבינה שאם היא רוצה לשרוד בעולם הטלוויזיה החדש – עליה להוזיל מחירים ובאופן מיידי. היום (ג׳) היא משיקה 3 אופציות למנוייה, החל מ-29 ש׳׳ח ועד ל-199 ש׳׳ח בחודש לחבילה המורחבת ביותר\nמקור: yes\nשוק הטלוויזיה בישראל ממשיך לרתוח: חודשים ספורים אחרי שהשיקה yes את STING TV, שירות אלטרנטיבי ׳שמפרק את הטלוויזיה׳ ומאפשר למנויים לשלם רק על תכנים שבאמת מעניינים אותם, החברה משנה אסטרטגיה גם במודל ׳המסורתי׳ שלה. הבוקר (ג׳) הודיעה חברת הלווין כי היא משנה את מודל התמחור שלה ומשיקה את yes ULTIMATE, חבילה שכוללת את כל התכנים כולל ה-VOD, במחיר קבוע של 199 ש״ח בחודש. עדיין מדובר במחיר גבוה הרבה יותר מהתעריף החודשי של פרטנר, סלקום או נטפליקס, אבל בשורה התחתונה ניכר כי יס הבינה שהמתחרה המרכזית שלה היא כבר מזמן לא הוט, ואם היא לא תנקוט בצעדים משמעותיים יותר – היא בבעיה חמורה.\nבמשך שנים יס והוט נהנו מדואופול בשוק הטלוויזיה, אבל עברו חלפו להם הימים האלו כבר מזמן. מידי יום פוחתת כמות האנשים שמשלמים מאות שקלים עבור חבילת טלוויזיה, ואם הם כבר משלמים סכום תלת ספרתי – זה לרוב יכלול חבילת טריפל עם אינטרנט וקו טלפון. אלא שיס, בגלל שנמצאת בשליטה של בזק, נמצאת בבעיה קלה; משרד התקשורת אסר עליה להציע חבילות דומות הכוללות אינטנרט וטלפון, מה שאומר שהיא צריכה להשקיע יותר בתכנים שלה על מנת לגרום למנויים להמשיך ולשלם לה, ולא לעבור לאלטרנטיבות המשתלמות יותר.\nלכן, התחייבה החברה ׳להעצים בשנת 2018 את חווית הצפייה והתמורה ללקוח׳ בגזרת התוכן, באמצעות הפקת מקור חדשה בכל חודש, סדרת רכש בינלאומית חדשה בכל שבוע וערוץ סדרות חמישי חדש. כמו כן, ממשק המשתמש של השירות שלה יכלול לדבריה פיצ׳רים חדשים בהם שלט עם VOD מובנה, שליטה קולית והמלצות תוכן מבוססות צפייה, דירוג תכנים ומעבר אוטומטי לפרק הבא – פיצ׳רים מוכרים משירותים כדוגמת נטפליקס.\nמודל הביניים של יס, ״yes simple״ יעלה כ-149 ש״ח בחודש, והוא מהווה את חבילת הייסוד שיס נקראה לשווק על ידי המועצה לשידורי כבלים ולווין. מדובר בחבילת תוכן מצומצמת עם vod מוגבל, מה שנקרא ״חבילה לצאת ידי חובה״, שכן משתלמת – כנראה שהיא לא. האופציה השלישית שמציעה יס היא sting tv, שירות הטלוויזיה האינטרנטי שלה, המאפשר לכל משתמש לבחור את החבילה הרלוונטית עבורו ולשלם בהתאם – החל מ-39 ש”ח בחודש.\nלקריאה נוספת:\nהשוואה: שירותי הטלויזיה האלטרנטיביים בישראל – מה הכי מתאים לכם?", "keywords": "יס,yes,yes ultimate,הוט,נטפליקס,sting tv,סטינג טיוי,ממיר,טלוויזיה,vod,השוואת מחירי טלוויזיה"}