{"url": "https://www.geektime.co.il/xiaomi-mi-10-launched-in-israel/", "type": "article", "title": "שיאומי משיקה בישראל את Mi 10: מה תקבלו וכמה תשלמו", "description": "היצרנית הפופולרית משיקה בישראל את מכשיר הדגל החדש שלה Mi 10, שכולל סוללה חזקה עם טעינה מהירה, מערך צילום חזק - ומחיר תחרותי", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/MI-10-1-1588660141-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-05T09:39:30Z", "modified_time": "2020-05-05T10:42:21Z", "articleBody": "היצרנית הפופולרית משיקה בישראל את מכשיר הדגל החדש שלה Mi 10, שכולל סוללה חזקה עם טעינה מהירה, מערך צילום חזק – ומחיר תחרותי\nמקור: שיאומי\nכמעט 3 חודשים לאחר ההכרזה הרשמית בסין וכחודש אחרי ההכרזה הגלובלית, מושק רשמית בישראל Mi 10, מכשיר הדגל החדש של שיאומי. כרגיל, זורקת שיאומי לעסקה מפרט נאה תמורת מחיר נגיש יחסית.\nה-Xiaomi Mi 10 מגיע עם ערכת שבבים Snapdragon 865, שלדברי שיאומי משיג שיפור של עד 25% בהשוואה לדור הקודם. המעבדים מצויידים ב-8 ליבות במהירות 2.84Ghz ו-GPU מסוג Adreno 650. מבחינת זיכרון, מגיע המכשיר עם 8GB RAM מסוג LPDDR5 החדש ואיחסון נאה של 256GB בתקן UFS 3.0 המהיר.\nבשורה נוספת מגיעה מכיוון הקישוריות של המכשיר שכוללת תמיכה ב-Wi-Fi 6 המתקדם (יחסית) והוא יהיה המכשיר הראשון בישראל של החברה שיתמוך ב-5G – לא שיהיה לכם יותר מדי מה לעשות עם זה כרגע בישראל.\nמבחינת סוללה, מגיע ה-Mi 10 עם סוללת 4,780mAh בריאה, שתומכת בטעינה מהירה בהספק של עד 30 וואט באמצעות מטען מהיר המגיע באריזה ללא עלות נוספת. על פי החברה, תוכלו להטעין את המכשיר ולהגיע מ-0% ל-100% תוך 56 דקות. בנוסף, המכשיר תומך בטעינה אלחוטית – וטעינה אלחוטית הפוכה שתאפשר לכם להטעין מכשירים אחרים התומכים בתקן Qi – פשוט על ידי הנחה שלהם על השיאומי – בדומה למכשירים של סמסונג ו-וואווי שהיתה גם החלוצה בתחום.\nאחד הפיצ’רים המרכזיים של המכשיר החדש הוא מה שהחברה מכנה DotDisplay – מסך AMOLED בגודל 6.67 אינץ’, ברזולוציית Full HD Plus ובקצב רענון של 90Hz. המסך תומך בתקן HDR10 Plus, כולל קורא טביעות אצבע מובנה ומאפשר בהירות מירבית של עד 1,120nits.\nמקור: שיאומי\nמערך הצילום של המכשיר מתבסס על 4 מצלמות אחוריות: חיישן ראשי ברזולוציית 108 מגה פיקסל עם מערך של 7 עדשות ומייצב תמונה אופטי (OIS), שתאפשר צילום בזווית רחבה 82° עם מפתח צמצם f/1.69, גודל פיקסל 1.6μm; מצלמת 13 מגה פיקסל עם עדשת צילום רחבה במיוחד 123° עם מפתח צמצם f/2.4, גודל פיקסל 1.12μm; חיישן עומק שדה ברזולוציית 2 מגה פיקסל; ומצלמת 2 מגה פיקסל נוספת בעלת עדשת מאקרו.\nהמכשיר יאפשר לכם לצלם וידאו ברזולוציית 8K UHD, לצד מצב צילום מתקדם (Pro) המאפשר שליטה רחבה בהגדרות.\nמצלמת הסלפי מגיעה עם חיישן 20MP, ועומק שדה עם מפתח צמצם f/2.3, גודל פיקסל 0.8μm.\nהמכשיר יגיע כמובן עם MIUI 11, הגרסה האחרונה של ממשק המשתמש של שיאומי, שנבנתה על בסיס אנדרואיד 10.\nמחיר ה-Mi 10 בישראל יהיה 3,000 ש”ח – עבור גרסת ה-8GB RAM ו-256GB אחסון – מחיר נמוך ממחיר המכשיר באירופה, שעומד על 900 אירו (כ-3,450 ש”ח). המכשיר יהיה זמין לרכישה בישראל החל מהיום (ג’) והוא יגיע בצבע אפור עם 24 חודשי אחריות של היבואן הרשמי, קבוצת המילטון.\nלצערנו, לפחות בשלב הראשון, לא צפוי להגיע האח המוצלח יותר ה-Mi 10 Pro לישראל – לפחות לא ביבוא רשמי. כאן תוכלו לראות מה אתם מפסידים.", "keywords": "שיאומי,מי 10,xiaomi mi 10,סמארטפון,מכשיר,טלפון סלולרי,מפרט,שיומי,שומי,xiaomi"}