{"url": "https://www.geektime.co.il/sentinelone-raised-200m/", "type": "article", "title": "שווה כבר 1.1 מיליארד דולר: SentinelOne גייסה 200 מיליון דולר", "description": "את הסבב החדש הובילו קרן Global Venture ו-Insight Partners, והוא מביא את סך הגיוסים של חברת הסייבר הישראלית ל-430 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/sentinelone-1582096043-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-19T09:35:58Z", "modified_time": "2020-02-19T11:35:24Z", "articleBody": "את הסבב החדש הובילו קרן Global Venture ו-Insight Partners, והוא מביא את סך הגיוסים של חברת הסייבר הישראלית ל-430 מיליון דולר\nמקור: Sentinel One\n8 חודשים אחרי סבב הגיוס האחרון, חברת הסייבר SentinelOne משלימה סבב גיוס נוסף בהיקף של 200 מיליון דולר. את הסבב הובילה Global Venture Capital ביחד עם המשקיעה הקיימת Insight Partners והשתתפו בו גם Vista Public Strategies, Tiger Global Management ו-Qualcomm Ventures. החברה עדיין לא פרסמה הודעה רשמית בנושא, אולם על פי ההערכות, סבב הגיוס הנוכחי, שמעמיד את סך ההשקעות בה על 430 מיליון דולר, נעשה על פי הערכת שווי של 1.1 מיליארד דולר.\nהמוצר של SentinelOne (סנטינל וואן) מאפשר זיהוי ומניעת מתקפות סייבר בזמן אמת על מגוון רחב של מכשירי קצה, החל ממחשבים ניידים ועד למחשוב ענן. ארגונים שמשתמשים במוצר יכולים לאתר התנהגות זדונית המתבצעת ברשת הארגונית, ולעצור אותה בזמן אמת.\nהמוצר מנוהל דרך הענן, והוא מספק הגנה מלאה גם כאשר מחשבי הקצה מנותקים מהרשת. הטכנולוגיה מאפשרת לחסום התקפות סייבר (EPP) ובמקביל משמשת כפלטפורמת תגובה, הגנה ונראות של מחשבי הקצה (EDR). מטרת העל של המוצר היא להציע אחוזי הצלחה גבוהים יותר בשוק בהשוואה למוצרי אנטי וירוס ותיקים. בנוסף, הפלטפורמה מנטרלת מתקפות מתוך המערכת גם ללא צורך בחתימה ספציפית או גישה דרך הענן ונתמכת ב-Linux, MacOS וחלונות.\nSentinelOne הוקמה ב-2013 על ידי תומר ווינגרטן ואלמוג כהן. מועסקים בה כ-500 עובדים במשרדיה הפרושים ברחבי העולם – בין היתר במרכז הפיתוח בתל אביב, אמסטרדם, סינגפור, לונדון וטוקיו.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "גיוס,סבב גיוס,סטארטאפ,סטארטאפ ישראלי,sentinel one,סנטינל וואן"}