{"url": "https://www.geektime.co.il/appsflyer-scores-56-mm-funding-round/", "type": "article", "title": "ממשיכה לצמוח: AppsFlyer מגייסת 56 מיליון דולר", "description": "החברה הישראלית, שמפתחת מערכת לניטור ומדידת יעילותם של קמפיינים פרסומיים במובייל, משלימה גיוסים בהיקף 82 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/אורן-קניאל-ורשף-מן-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-17T17:00:04Z", "modified_time": "2017-01-17T17:36:51Z", "articleBody": "החברה הישראלית, שמפתחת מערכת לניטור ומדידת יעילותם של קמפיינים פרסומיים במובייל, משלימה גיוסים בהיקף 82 מיליון דולר\nמקור: AppsFlyer\nחברת AppsFlyer, שפיתחה מערכת לניטור ומדידת יעילותם של קמפיינים פרסומיים במובייל, הודיעה היום (ג׳) על השלמת סבב גיוס בהיקף של 56 מיליון דולר בהובלת קרן Qumra Capital, המתמחה בחברות בצמיחה.\nטכנולוגיית ה-NativeTrack שפיתחה AppsFlyer (אפספלאייר) מאפשרת למפתחי אפליקציות, מותגים ומשרדי פרסום למדוד קמפיינים על גבי למעלה מ-800 רשתות פרסום לרבות פייסבוק, גוגל וטוויטר. ביכולתה לסייע למפרסמים באמצעות מגוון יישומיים המאפשרים מדידה, ניתוח ואופטימיזציה של הפרסום במובייל בכל מקורות המדיה, בין היתר עבור מקורות בתשלום, מקורות אורגניים, ויראליים וחברתיים. בין המידע שמספקת ניתן למצוא דוחות שימור לקוחות, ניתוחי ייחוס, מיקוד מחדש, תשואה על השקעה בקמפיינים ועוד. בכל חודש מודדת החברה למעלה מ-250 מיליארד פעולות בתוך יותר מעשרת אלפים אפליקציות שונות, כשבין הלקוחות שלה ניתן למנות חברות כמו Macys, Trivago, Baidu, Alibaba, Playtika ,Waze, HBO, Samsung. רכיב המדידה של החברה נמצא ב-98 אחוזים מהסמארטפונים בעולם.\nצילום: מורג ביתן\nמדוח שפרסמה לאחרונה חברת SafeDK עולה כי כבר עכשיו נחשבת AppsFlyer לחברה הגדולה בעולם בתחום של ניתוח מקורות החשיפה לפרסום במובייל. זה קרה לאחר שכמה מהמתחרות שלה הפסיקו לפעול ולאחר שהיא עצמה צמחה והגיעה ליותר מ-3,000 לקוחות, לא פעם על חשבון שחקני SDK אחרים. אם לא תגיע מהלומה בדמות החלטה אסטרטגית של פייסבוק, גוגל או אפל להיכנס לתחום, ולהשיק כלי מתחרה משלהן, החברה צפויה להמשיך לשגשג ולהעלות את שווי השוק שלה.\nAppsFlyer הוקמה בשנת 2011 על ידי אורן קניאל ורשף מן, והיא מעסיקה ב-12 המשרדים שלה בעולם מאות עובדים. סבב הגיוס הנוכחי, בגובה 56 מיליון דולר, הובל על ידי קרן Qumra Capital, שמתמחה בחברות בצמיחה; קרן Goldman Sachs Private Capital Investing, זרוע ההשקעות של גולדמן סאקס;  קרן Telekom Capital Partners, זרוע ההשקעות של ענקית הטלקום הגרמנית; וקרן Pitango Growth, קרן הצמיחה של Pitango הישראלית. בנוסף, השתתפו בסבב גם המשקיעים הקיימים: קרן Magma וקרן Eight Roads.\nצילום: גיא גלעד\nבהתייחסו לסבב הגיוס האחרון, מסר אורן קניאל, מנכ”ל ומייסד AppsFlyer: “המשימה העיקרית שלנו היא לספק ללקוחותינו פלטפורמת מדידה מתקדמת על מנת שיוכלו להנות מיתרון משמעותי בשוק תחרותי ביותר”. קניאל הוסיף: “במשך השנתיים האחרונות הצלחנו לספק מוצרים שוברי שוויון שהפכו את השיווק הגלובלי לנגיש, מדיד ובעל חיזוי רב יותר באופן יסודי. סבב הגיוס הזה ימשיך לתדלק את יכולת פיתוח המוצרים שלנו עד לכדי יצירת פלטפורמת המדידה המושלמת למשווקים ברחבי העולם”.\nAppsFlyer היא אחת מהחברות שמרכיבות את פורטפוליו ההשקעות הדמיוני שלנו ברשימת 100 מיליון הדולר: באילו סטארטאפים ישראלים אנחנו היינו משקיעים", "keywords": "appsflyer,אפספלייר,אפספלאייר,גיוס הון,השקעה,סטארטאפ,אורן קניאל,רשף מן,מדידת אפליקציות"}