{"url": "https://www.geektime.co.il/israel-blockchain-summit-2018/", "type": "article", "title": "עוד שבועיים יתקיים כנס Israel Blockchain Summit 2018", "description": "ביום חמישי, ה-18 באוקטובר, ייערך הכנס השנתי הראשון של תעשיית הקריפטו והבלוקצ'יין בישראל - Israel Blockchain Summit. עם עשרות אורחים מחו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/09/Israel-Blockchain-Summit-STD-V5-1538240734-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-04T11:55:46Z", "modified_time": "2018-10-07T17:26:00Z", "articleBody": "ביום חמישי, ה-18 באוקטובר, ייערך הכנס השנתי הראשון של תעשיית הקריפטו והבלוקצ’יין בישראל – Israel Blockchain Summit. עם עשרות אורחים מחו”ל ודיונים מרתקים על האתגרים הגדולים ביותר של התחום והתעשייה, זה לא אירוע שכדאי לפספס\n\nבשנה האחרונה תחום הבלוקצ’יין תפס חלק משמעותי בתעשיית הסטארטאפים וההיי-טק בישראל. עם למעלה ממיליארד דולרים בגיוסי הון ומעל ל-150 חברות הפועלות בתחום, הגיע הזמן שגם לקהילת הבלוקצ’יין והקריפטו יהיה כנס תעשייה שיכרז את כל העדכונים, המגמות והחידושים האחרונים בתחום.\nבניגוד לכנסים אחרים שנערכו בארץ בשנה האחרונה, זהו אינו כנס שמיועד לקהל הרחב ולא תמצאו בו תכנים לימודיים או הסברים על מה זה קריפטו וכיצד עובדת טכנולוגיית הבלוקצ’יין. הכנס מיועד לאנשי תעשיה ויעסוק במגוון סוגיות כגון עתיד הרגולוציה בתחום, עולם הבלוקצ’ין הארגוני, עתיד תעשיית הפיננסים בראי הבלוקצ’יין וטוקנזיציה של העולם האמיתי.\nהכנס, המאורגן על-ידי חברת First Digital Assets, פירמת רואי החשבון Ernst & Young ופירמות עורכי הדין הרצוג-פוקס-נאמן (HFN), פירמת עורכי הדין Latham & Watkins ופורום הבלוקצ’יין הישראלי, ירכז למעלה מ-500 אנשי מפתח מובילים מהתעשייה בארץ ובחו”ל כולל יזמים, מפתחים, משקיעים, מנהלים בכירים במוסדות פיננסיים ורגולטורים במקום אחד. במסגרת האירוע יחשף דו”ח ה-Israeli Blockchain Report, המסכם את המצב הכולל של תעשיית הבלוקצ’יין והקריפטו בארץ ובעולם, כולל מספרי הגיוסים, חברות מובילות וכל מה שצריך לדעת על התעשייה ולאן היא הולכת.\nהאירוע יתקיים ב-18 באוקטובר בין השעות 8:30-16:00 ומספר הכרטיסים מוגבל.\nלפרטים נוספים והרשמה", "keywords": "בלוקצ\\'יין,כנס,כנס בלוקצ\\'יין,israel blockchain summit,קריפטו,סטארטאפים,ey,first digital assets group,hfn,latham & watkins"}