{"url": "https://www.geektime.co.il/colu-ceo-interview/", "type": "article", "title": "''אנחנו לא מפחדים מגוגל פיי ואפל פיי. מחכים שהם יכנסו לישראל''", "description": "בראיון מיוחד לגיקטיים מדבר עמוס מאירי, מנכ''ל Colu, על הכל: הימור הקריפטו שכשל, הפיטורים, ההטבות שנעלמו והכיוון החדש של החברה, וכיצד היא כבר עזרה לסוחרי יפו שסובלים מעבודות הרכבת הקלה. ראיון אופטימי", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/WhatsApp-Image-2019-12-11-at-17.46.59-1576491638-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-19T11:32:50Z", "modified_time": "2019-12-19T20:13:14Z", "articleBody": "בראיון מיוחד לגיקטיים מדבר עמוס מאירי, מנכ”ל Colu, על הכל: הימור הקריפטו שכשל, הפיטורים, ההטבות שנעלמו והכיוון החדש של החברה, וכיצד היא כבר עזרה לסוחרי יפו שסובלים מעבודות הרכבת הקלה. ראיון אופטימי\nצילום: Julia Berezina\nלא הרבה חברות סטארטאפ זכו לכל-כך הרבה כותרות כמו Colu במהלך 5 שנות קיומה: מה שהחל בתור מיזם עם אפליקציית תשלום דרום-תל-אביבית באמצעות הסלולר, התפתח בינתיים לערים נוספות בעולם, ורוצה להפוך למטבע העירוני שלהן. החברה גייסה 35 מיליון דולר מגופים נחשבים כמו קרן Aleph, קבוצת IDB, מנכ”ל Overstock ובימי השיא של הקריפטו היא אף יצאה ב-ICO (הנפקת מטבע ראשונית) שהכניס לקופתה עוד כמה מיליוני דולרים. אבל בתקופה האחרונה הכותרות מדברות על פיבוטים, הימורים לא נכונים, קשיים ופיטורים, ובאופק הקרוב התחרות עומדת להפוך לקשה אף יותר עם אפליקציות התשלומים של הבנקים וענקיות הטכנולוגיה. בראיון בלעדי לגיקטיים מדבר עמוס מאירי, מנכ”ל Colu, על הכיוון החדש של הסטארטאפ, הקשיים, הפיטורים ולמה הוא בכלל לא מפחד מהתחרות אל מול גוגל ואפל.\nאם השם לא מצלצל לכם מוכר, כנראה שלא גרתם בתל אביב בשנים האחרונות. Colu נוסדה לקראת סוף שנת 2014 על ידי מארק סמרגון, דיוויד רינג ועמוס מאירי, המכהן כמנכ”ל החברה. Colu ידועה בעיקר כדבר הכי קרוב שיש לישראליים לאפליקציות התשלום שכבר כבשו את העולם כמו Google Pay ו-Apple Pay, שמאפשרות למשתמשים להשאיר את המזומן והאשראי בבית, ולשלם באמצעות הסמארטפון בלבד.\nColu אגב כלל לא החלה בתור אפליקציית הארנק, אלא כמנגנון אימות המבוסס על רשת הבלוקצ’יין שאמור היה לאבטח רכישות באמצעות טוקנים או “אסימונים”. אבל מאז היא התבססה בשוק הישראלי בתור האפשרות הכמעט יחידה בשוק לתשלום בעסקים באמצעות הסמארטפון, בלי לשלוף את הארנק או לחכות למלצר שיחזור עם כרטיס האשראי.\nהחברה משיקה את הארנק הדיגיטלי שלה רק בערים אשר חותמות עימה על שיתוף פעולה בתשלום. עם זאת, אין הדבר אומר שניתן לשלם עם האפליקציה בכל בית עסק בעיר, כי מלבד גיוס העיריות, Colu מגייסת גם את בתי העסק עצמם למה שהיא מכנה “בתי עסק שותפים”.\nמלבד נוחות השימוש, ל-Colu היו גם הטבות מעניינות למשתמשים שהיו אמורות לגרום לכם לתת לה הזדמנות. בתחילה הדרך של המטבע העירוני של Colu, כל רכישה בעסק שותף של Colu או טעינה של הארנק הייתה מובילה להחזר נדיב בגובה 15%. את ההטבה הדי משמעותית הזאת ספג רק גורם אחד: Colu עצמה. החברה הייתה משלמת בעצמה עבור כל עסקה שמתבצעת דרכה, תוך כדי שהיא גובה מבתי העסק עמלות סליקה נמוכות יותר בהשוואה לחברות האשראי. רבים ראו במהלך הזה כדימום כספים קבוע עבור החברה ומודל שלא יאפשר לה להמשיך להתקיים.\nמאירי לא מתרגש מהטענות ומכנה את אותן הטבות “הוצאות פרסום”: “אני שילמתי 10% ממה שארנקים אחרים משלמים היום על פרסום בטלוויזיה”. מאז ימי ההטבות הזוהרים שמשכו לא מעט משתמשים לשירות החדש, Colu החלה לצמצם את ההטבות: מ-15% החזר כספי ל-10% ומשם ל-5% תוספת בכל טעינת כסף או עסקה. ואז הגיע הרגע שבו מאירי קיווה שהרעיון המקורי של Colu והמוצר האמיתי של החברה יפגשו, והיא לקחה הימור גדול שהוביל למצב חסר תקדים.\n2017 הייתה תקופת הזוהר של הבלוקצ’יין. הביטקוין חצה את מחסום ה-20 אלף דולר אחרי תקופה אופורית, מה שגרר את העניין סביב טכנולוגיית הבלוקצ’יין והקריפטו לשיא במסגרתו חברות ישראליות גייסו 1.2 מליארד דולר בהנפקות ICO בשנה אחת. גם ב-Colu רצו לקחת חלק בחגיגה, ויצאו ב-ICO במסגרתו הנפיקה את המטבע הקריפטוגרפי שלה, ה-CLN, עליו הייתה אמורה להתבסס הפלטפורמה של החברה. כחלק מהשינוי המשמעותי עבור החברה, גויס גם פרופסור דן אריאלי, שמכר לפני כן חברה לגוגל, שהצטרף לחברה כמנהל ניתוח התנהגות צרכנית.\nעמוס מאירי, מנכ״ל Colu. צילום: יח”צ\nאבל העיסוק של מאירי ו-Colu בעולמות הקריפטו לא נולד עם ה-ICO. בעבר עבד מאירי ב-eToro בקפריסין כדי להקים את מערך המסחר והרגולציה. מאירי נזכר שבזמנו הוא ראה במשבר הכלכלי בקפריסין כיצד התושבים לא יכלו למשוך כספים מחשבונות הבנק של עצמם. “חוויתי מה זה אומר כשכלכלה מתרסקת”, נזכר. לאחר מכן, הקים עם יוני אסיא, מייסד ומנכ”ל eToro, את Colored Coins, פלטפורמה להנפקת נכסים קריפטוגרפיים על גבי הביטקוין. “הקדמנו את זמננו בשוק”, הוא מודה. בחברה היה מעורב גם מתכנת אנונימי יחסית בזמנו בשם ויטליק בוטרין. לימים יייסד בוטרין את רשת האית’ריום והפך למולטי-מיליונר. “אני זוכר ששילמנו לו 40 ביטקוין (ערכו של הביטקוין עמד אז על מאות דולרים בלבד, ע.ב) כדי שיכתוב את ה-White Paper של המיזם”, אומר מאירי.\nמאירי מספר כיצד התחבר מאוד לרעיונות מתחום ה-Impact ככלל, ומטבעות חברתיים ומקומיים בפרט באותה תקופה, ולכן גם Colu עשתה את הפיבוט המתבקש ב-2017. “ניסינו לחבר בין העולם של Impact לבלוקצ’יין, ומשם הגיע הרעיון ל-ICO”. אבל אז הגיעה ההתרסקות האדירה של הביטקוין ושוק הקריפטו שנגרר איתו, וגם Colu נפגעה. הגיוס נעצר על קו ה-23 מיליון דולר,  סכום מרשים אך בעייתי בהתחשב ביעד של Colu שעמד על 50 מיליון דולר. לאחר מכן הגיעה ההתרסקות של ערך ה-CLN שעמד בשלב מסוים על אגורה, כ-90% משוויו המקורי בהנפקה.\n“כשהתחלנו את ה-ICO היינו בשיא ההייפ. ככל שעבר הזמן הגרף התחיל לרדת, ואיתו הסכום שבסוף גייסנו, שהוא עדיין סכום מדהים. אחרי שגייסנו השקענו מאמץ, זמן וכסף גדול כדי להטמיע את המערכת והמטבע באפליקציה, ואז המציאות הכתה בנו”, מספר מאירי. “היו לנו בעיות מיסוי בלא מעט מדינות, רישיונות פיננסיים לא הונפקו, תהליכים שהיו אמורים לקחת חצי שנה לקחו שנים. ואז נתקלנו במחסום הטכנולוגי של להביא את הטכנולוגיה ללקוחות הקצה”.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nזה לא סוד שרוב גדול של הסטארטאפים נסגרים, גם לאחר גיוסי ענק בין אם ב-ICO או מקרנות הון סיכון קלאסיות. לרוב, המשקיעים פשוט מאבדים את כספם שהשקיעו במיזם שכשל, אבל מאירי מספר שהוא רצה לפעול אחרת במהלך כמעט לא הגיוני: “החלטתי שאני רוצה, ביחד עם הבורד, להחזיר את כל הכסף ולעצור את הפרויקט.” החברה השקיעה לא מעט זמן וכסף בפיבוט של Colu לעולם הבלוקצ’יין, וחלק מהכסף שנוצל לפרויקט היה של המשקיעים ב-ICO, אך מאירי טוען ש-Colu מצאה נתיב פיצוי הולם לכל המשתתפים בסבב הגיוס.\n“המשקיעים הכשירים קיבלו אקוויטי בחברה בשווי ההשקעה, ואחרים קיבלו את האית’ר שלהם בחזרה. לא נגענו באית’ר בכלל. הוא נשאר באותה כתובת מרגע ה-ICO ועד להחזרת הכסף. התהליך בדיוק מסתיים בימים אלו”. מאירי מעיד כי תהליך החזרת הכסף ארך חצי שנה והיה ארוך ומייגע, אך כיום הוא מסייע ל-5 פרויקטים נוספים שמבקשים לצאת במהלך דומה ואף מרצה על כך בכנסים שונים.\nלאחר סגירת פרויקט הבלוקצ’יין, פיטרה החברה יותר מ-10 עובדים במחלקה. מאירי מכחיש את הדיווחים כי הפיטורים נועדו לקנות עוד קצת זמן פעילות עבור החברה, שפעמים רבות דיווחים אודותיה גורסים כי היא נמצאת בקשיים כלכליים: “זה לא נכון. יש לנו מספיק כסף לשנים קדימה. החברה סופר-יציבה… הקשיים הם חלק מאורך החיים של כל סטארטאפ, אבל אנחנו מאוד רחוקים מהמקום הזה של סטארטאפ לא יציב שעומד להיסגר”. יתרה מכך, מאירי מאמין ש-Colu תגיע לרווחיות ב-2021. לעיתים מאירי מזכיר לי פוליטיקאיים ישראליים משופשפים, כשהוא חוזר וטוען שכל מהלך ש-Colu מבצעת, שולי ככל שיהיה, מסוקר בצורה לא פרופורציונלית בתקשורת. לטענתו, רוב כתבי הטכנולוגיה וההייטק משתמשים בעצמם ב-Colu, ועל כן העניין הרב שלהם בחברה.\n“המשברים חיזקו את הקשר שלנו עם המשקיעים. הצעד של ההחזר עם ה-ICO היה חסר תקדים. פנו אליי משקיעים שהחזרתי להם כסף חזרה ושאלו אותי למה אני עושה את זה”, טוען מאירי. “כשאתה עושה את המהלכים, ועושה את זה נכון, ושומר על ה’אני מאמין’ שלך, אז אתה מצליח לעבור את האתגרים שכל הסטארטאפים עוברים…אני די מנוסה בתחום הזה, אז אני לא מתרגש מכל דבר, ועם המשקיעים המדהימים שלנו אפשר לנצח את כל האתגרים האלה שבלעדיהם כבר מזמן היינו סוגרים”.\nלמרות המשברים וההימורים שלא השתלמו, בחברה מתעקשים ש-Colu מצליחה להתקדם. מאירי מעיד על יותר מ-130 אלף משתמשים, כרבע מאוכלוסיית תל אביב, כ-1,300 בתי עסק, למעלה מ-200,000 עסקאות בחודש. מתוך כלל המשתמשים, כ-30% פעילים ברמה החודשית ו-20% מכלל המשתמשים אינם מתגוררים בתל אביב. “אין כמעט עסק שנפתח בתל אביב ולא מבקש לעבוד איתנו כבר מהיום הראשון. אפליקציות אחרות שוחטות אותם בעמלות”.\nבישראל Colu עדיין נתפסת בעיני רבים בתור אפליקציית תשלום, ובחודשים האחרונים שחקניות מתחום הבנקאות כמו ‘ביט’ של בנק הפועלים ו-Pay של לאומי נכנסות לטריטוריה של Colu. ולמרות שמדובר בשחקניות חזקות עם גב של בנקים, מדובר בצעד מקדים לכניסה הצפויה של שירותי תשלום של חברות ענק כמו Apple Pay ו-Google Pay לישראל. אבל מאירי לא נראה מודאג. ההפך.\nצילום: Julia Berezina\n“אנחנו מחכים לזה”, מפתיע מאירי. בישראל, Colu חייבת לבצע את הסליקה באפליקציה שלה כדי לזהות רכישות שנעשות בבתי עסק שותפים ולתגמל את המשתמשים בהתאם. באירופה ובארצות הברית, שם ל-Colu יש פעילות קצת שונה, רפורמות ה-Open Banking מאפשרות ל-Colu לראות את הרכישות של הלקוח ולזהות האם בוצעו עסקאות בבתי עסק שותפים, לא משנה באיזה כרטיס אשראי או שירות, ולתגמל את הלקוח. כניסה של שחקניות כמו אפל וגוגל פיי לישראל, כך טוען מאירי, תאפשר ל-Colu להשיג את היכולות הללו: “זה מעולה מבחינתנו. יש להם API פתוח שאתה יכול להתחבר אליהם וזה לגמרי לגמרי מבורך. אנחנו מחכים לזה”.\nColu היא עדיין אחת האפשרויות הבודדות בישראל (או ליתר דיוק בתל אביב ובחיפה בינתיים) לתשלום בבתי עסק אמיתיים באמצעות ארנק דיגיטלי, אבל מאירי מסביר כי למרות שהחברה נתפסת בישראל כפתרון תשלומים, אין לה כל כוונה להתחרות בשירותי התשלומים השונים, אלא להפוך לכוח מניע עבור עיריות. בחודשים האחרונים קיבלה Colu פנייה מעיריית תל אביב שרצתה להקל במקצת על המשבר בשדרות ירושלים שביפו במסגרת בניית קו הרכבת הקלה. ״עשינו שם סיור וחשכו עינינו״, נזכר מאירי. עיריית תל אביב השקיעה כחצי מיליון שקלים ו-Colu סיפקה החזרים של 30% על כל רכישה שהתבצעה בעסקים בשדרות ירושלים. ״חשבנו שצריך מינימום 50% קאשבק להזיז אנשים… בשבוע אחד העלינו כ-60 עסקים חדשים, והיו לנו לא מעט עסקים שם לפני״.\nעל פי נתוני החברה, הפרויקט הוא הצלחה גדולה, ותוך שבועות בודדים כ-4,000 משתמשי Colu פשוט סיימו את התקציב שלו. מאירי מספר שמשתמשים הגיעו במיוחד מצפון תל אביב לקניות אצל עסקים קטנים שהם לא הגיעו אליהם מעולם. במקרה הזה של שדרות ירושלים, טמון המסלול הבא של Colu. בניגוד להטבות הראשוניות של Colu שהחברה ספגה, בפרויקט שכזה העירייה מימנה את כולו. כלומר, Colu לא הוציאה אגורה, הרוויחה עשרות עסקים חדשים בפלטפורמה שלה וכמובן כסף מהעירייה.\nצילום: Julia Berezina\n״כל כסף שהעיר שמה נשאר בכלכלה המקומית, וזו הסיבה שהמטבע המקומי עוזר לעירייה״, מסביר מאירי. את הכסף אשר נצבר בארנק של Colu לא ניתן להוציא רק בעסקים קטנים בעיר שבה התבצעו הרכישות. הכסף נשאר בתוך גבולות העיר, העסקים מקבלים תנועה שלא היו מקבלים ללא אותו חוג משתמשי Colu, והמשתמשים של Colu מקבלים תמריץ לרכישות בעסקים קטנים. מעין מעגל חיובי שאמור לחזק את הכלכלה המקומית. ״זה נשמע קטן, אבל זה גדול ברמת העיר. כל שקל שהעיר מוציאה היא רוצה שיישאר בעיר ולא ילך לאמזון. זה חלק ממה שבליבה של מה שאנחנו עושים״.\nהמקרה של שדרות ירושלים, כך טוען מאירי, הוא ההוכחה לכוח של Colu. ״אנחנו יודעים להזיז אנשים״. במהלך 2020 צפויה Colu להשיק פעילות עם ערים נוספות בישראל במודל דומה, אך גם הרחק מעבר לים. העיר הראשונה ש-Colu השיקה עימה פיילוט, וכעת עומדת בפני השקה כפרויקט מלא היא בלפסט שבאירלנד, ובמהלך 2020 מאירי חושף כי 6 ערים בארצות הברית יצטרפו במודל SaaS.\nאגב, מחוץ לגבולות ישראל הפלטפורמה של החברה נמכרת כ״White Label״. כלומר, את הטכנולוגיה מספקת Colu, והערים משיקות את המוצר תחת המיתוג שלהן. הערים גם אחראיות לתפעול של השירות שהופך להיות מעין כרטיס מועדון עירוני שמאפשר לעיריות להפעיל את התושבים, ולתגמל אותם בהתאם לפעילות. זהו גם המפתח לשינוי המשמעותי ש-Colu מתכננת עם השקת האפליקציה החדשה שלה ב-2020 בישראל.\nהכרטיס החדש של Colu. אילוסטרציה.\nהאפליקציה החדשה של Colu, כך חושף כאן לראשונה מאירי, היא אפליקציית פעילות פנים-עירונית שסובבת סביב המטבע של Colu. בנוסף לתשלום באותם בתי עסק שותפים, העיר תוכל להזמין את התושבים לפעילויות אמיתיות ברחבי העיר, ולתגמל אותן. מאירי מתאר נקודות Beacons פיזיות שיוצבו באיזורים שונים בעיר, למשל באירועים של העירייה, שברגע שמשתמשי Colu יצמידו את הסמארטפון שלהם אליהן, העירייה תוכל לדעת שהתושב הגיע באמצעות Colu ולתגמל אותו באמצעות מטבעות באפליקציה. גם את אותם סקרים שהעיריות מאוד רוצות שתמלאו, ואתם אף פעם לא עושים את זה, ימצאו את עצמם באפליקציה ויזכו אתכם במטבעות.\nמעבר לכך, כל עירייה שתעבוד עם Colu תנפיק עבור משתמשי הפלטפורמה שלה מעין כרטיס תושב. זהו אינו כרטיס אשראי או אפילו כרטיס המאפשר טעינה, אלא מזהה המשתמש שלכם שתוכלו להצמיד לאותן נקודות ברחבי העיר, ולקבל תגמול.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nמאירועים, סקרים, פעילויות מיחזור, נסיעה בתחבורה ציבורית, דיווחים למוקד ואפילו צ’אט עם תושבי השכונה שלכם, ״העירייה יכולה להשתמש בפלטפורמה כדי לעודד כל התנהגות שהיא רוצה״, מסביר מאירי. האפליקציה תכלול מעין Feed של השכונה שבה אתם גרים ואפילו מבנה של Stories שיחבר את התושבים לפעילויות של העירייה. את כל הפעילויות האלו וה-Beacons מתכננת קולו להשיק גם בישראל במהלך 2020.\n“במהלך חיי החברה היו לנו מיליון פעם את הצמתים של האם להיות שונים, אבל החלטנו להישאר ב”נישה” של ערים ולתת מענה אמיתי ולא להתפתות להיות עוד אפליקציית תשלומים. אפליקציות התשלום האחרות הן שותפות פוטנציאליות שלנו, לא מתחרות. אין לי שום כוונה לשנות לאנשים את הרגלי התשלום שלהם״, מסכם מאירי.\nמוקדם עדיין לדעת כיצד יסתיים המסע של Colu. האם היא תצליח לעמוד מול האתגרים הלא-פשוטים, להגיע לרווחיות ולהתרחב לעולם או שהתקופה הקרובה תירשם כעוד שנה קשה סוערת בתולדות הסטארטאפ המתבגר. אבל לפחות אם לשפוט על פי האופטימיות המדבקת של מאירי – יהיה מעניין.", "keywords": "קולו,בלוקצ׳יין,פפר,פפר פיי,פיי,ביט,אפל פיי,גוגל פיי,pay,google pay,apple pay,colu,pepper,pepper pay,bit,blockchain,קריפטו,ביטקוין,bitcoin,crypto,ראיון,עמוס מאירי,"}