{"url": "https://www.geektime.co.il/linus-torvalds-vs-oracle/", "type": "article", "title": "ממציא הלינוקס יוצא נגד אורקל: ''אל תשתמשו בתוכנה שלהם''", "description": "לינוס טורבאלדס, אבי הלינוקס, קורא למפתחים לא להשתמש בכלי ניהול קבצים נפוץ שנמצא בבעלות אורקל, אלא אם הם סבבה עם תביעות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/linus-1578997148-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-14T19:58:38Z", "modified_time": "2020-01-14T17:25:58Z", "articleBody": "לינוס טורבאלדס, אבי הלינוקס, קורא למפתחים לא להשתמש בכלי ניהול קבצים נפוץ שנמצא בבעלות אורקל, אלא אם הם סבבה עם תביעות\nלינוס טורבאלדס, קרדיט: By Krd (photo)Von Sprat , CC BY-SA 4.0, https://commons.wikimedia.org/w/index.php?curid=54706023\nלינוס טורבאלדס, האיש שבזכותו כולנו יכולים להגיד ״בלינוקס זה לא היה קורה״, יוצא נגד ענקית הטכנולגיה Oracle; בדיון סוער שהתפתח בפורום באתר ״real world tech״ קרא טורבאלדס למתכנתים להפסיק להשתמש בכלי פופולארי של החברה.\nהכל התחיל כאשר מתכנת בשם Gionatan Danti התלונן בפורום ששינוי ב-Linux kernel הוביל לכך שתוסף צד שלישי פופולרי, ZFS file system, הפסיק לעבוד. מי שמיהר להגיב ל-Danti הוא לא אחר מאשר לינוס טורבאלדס, ה-מפתח של מערכת ההפעלה הפתוחה Linux kenrel, שאמר: ״אם מישהו עושה שימוש בתוכנה כמו ZFS, הוא עומד ברשות עצמו. אני לא יכול לתחזק את זה או להיות קשור לשינויים שאנשים אחרים עושים ב-Kernel״.\nטורבאלדס הוסיף ואמר כי הוא לא מרגיש בטוח להוסיף את הקוד של ZFS ללינוקס, בשל ״אופיה המתלהם של אורקל״. מה שעומד מאחורי תגובת האנטי של טורבאלדס הוא המאבק הממושך בין אורקל לגוגל; כזכור, אנדרואיד החלה דרכה כסטארטאפ עצמאי, שנרכש על ידי גוגל ב-2005. המפתחים של אנדרואיד עשו שימוש בערכות API ב-JAVA, שפותחו על ידי חברת Sun Microsystems, חברה שנרכשה בהמשך על ידי אורקל. ב-2010, לאחר הרכישה, תבעה אורקל את גוגל על שימוש אסור ב-37 API שונים באנדרואיד. אחרי 10 שנים, מספר דיונים משפטים ארוכים ופסקי דין, התביעה צפויה להגיע לסיומה בהמשך השנה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבעקבות הפרשה האינסופית הזו, טורבאלדס כתב כי אין סיכוי שהוא יטמיע קוד ZFS בלינוקס עד שהוא יקבל אישור רשמי וחתום על ידי היועץ המשפטי של אורקל שמתיר להשתמש בקוד הזה. ״אנשים אחרים יכולים לחשוב שזה בסדר להטמיע קוד ZFS ב-Kernel, זו ההחלטה שלהם. אבל בהתחשב באופיה של אורקל, הקלות שבה היא תובעת משתמשים, והשאלות הפתוחות בנוגע לרישיון, אין שום סיכוי שאני ארגיש בטוח להשתמש בקוד הזה״.\nהחשש של טרובאלדס אינו מופרך, שכן בעוד שלינוקס קרנל רשום תחת רישיון GNU –  General Public License – רישיון הקוד הפתוח הפופולרי ביותר כיום, ZFS משוחרר תחת רישיון CDDL – רישיון קוד פתוח שפורסם על ידי Sun Microsystems; הוא אמנם מאפשר שכפול והפצה של עבודה מקורית או נגזרת של תוכנה המורשה תחת CDDL, אבל כולל סעיפים שמגבילים את היקף השינויים שניתן לבצע, ודורש מתן קרדיט מסוים.\nטורבאלדס מסכם ואומר: ״זה פשוט: אל תשתמשו ב-ZFS. אני חושב שהיא תמיד הייתה יותר באזוורד מכל דבר אחד, ונושאי הרישוי פשוט הופכים אותה ללא רלוונטית עבורי״.", "keywords": "לינוקס,linux,אורקל,oracle,zfs,linus torvalds,תביעה,גוגל"}