{"url": "https://www.geektime.co.il/oneplus-8-pro-review/", "type": "article", "title": "בדקתי את ה-OnePlus 8 Pro וגיליתי מכשיר כמעט ללא פשרות. אבל יש לזה מחיר", "description": "עם ה-OnePlus 8 Pro מסיימת רשמית החברה הסינית להיות האנדרדוג, וטוענת לכתר עם מה שיכול בקלות להתגלות כסמארטפון השנה. אבל יש לזה מחיר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/IMG_20200422_173355-1-1589208467-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-12T10:56:55Z", "modified_time": "2020-05-12T18:17:21Z", "articleBody": "עם ה-OnePlus 8 Pro מסיימת רשמית החברה הסינית להיות האנדרדוג, וטוענת לכתר עם מה שיכול בקלות להתגלות כסמארטפון השנה. אבל יש לזה מחיר\nצילום: גיקטיים​\nNever Settle הייתה הסיסמה של OnePlus ב-6 שנים האחרונות בהן היא מציעה סמארטפונים עם מפרטים משובחים תמורת מחירים נמוכים יותר ממכשירי הדגל של החברות הגדולות. למרות זאת, בכל פעם שבדקתי מכשיר של OnePlus, נהניתי מהם מאוד, אבל מצאתי בהם לא מעט פשרות קריטיות. בשבועות האחרונים אני משתמש אך ורק ב-OnePlus 8 Pro החדש, ואני חושב שהפעם מצאתי מכשיר שעושה כמעט הכל נכון, אבל כזה שגם חושף שזו כבר לא אותה חברה שהכרנו.\nהמפרט של ה-OnePlus 8 Pro שבדקנו הוא הרבה יותר ממה שאתם מצפים למצוא במכשיר של OnePlus: מעבד Snapdragon 865 עם 12 גיגה זיכרון RAM מסוג LPDDR5 ונפח אחסון של 256 גיגה אוכלים בלי מלח כל ניסיון שלכם להעמיס על המכשיר, וכל משחק שבדקתי רץ באופן חלק ביותר גם על ההגדרות המקסימליות בלי שום האטה או קרטוע מינימלי. למען האמת, 90% מהאנשים יותר יסתפקו גם במפרט של גרסת ה-8 גיגה. מה שמקל על המעבד לעשות את העבודה הוא ממשק המשתמש של החברה, OxygenOS. לטעמי, מדובר בממשק הכי נקי ונוח למכשירי אנדרואיד, כזה שמצליח לתת פייט אפילו לגירסה הנקייה של אנדרואיד 10 על גבי מכשיר הפיקסל שלי, בעיקר לאור העובדה שמדובר בממשק גמיש שכמעט כל דבר בו מבוצע נכון, ומבלי לנסות לדחוף אתכם לאפליקציות מובנות או אקוסיסטם מעיק. כן סמסונג, וואווי ו-LG, אני מדבר אליכם.\nצילום: גיקטיים\nOnePlus ממשיכה להציג מסכים מרהיבים כמו זה של ה-OnePlus 7 Pro. המסך של ה-OnePlus 8 Pro מתבסס על פנל OLED שמיוצר על ידי Samsung Display, חברת הבת של סמסונג, והוא ללא ספק אחד המסכים המרשימים ביותר שראיתי בסמארטפון.\nאחד היתרונות של התצוגה של המכשיר החדש הוא קצב ריענון המסך – הטרנד התורן של הסמארטפונים בשנה האחרונה. בקצרה, מדובר על מספר הפעמים (Hz) שהתצוגה של המסך מתרעננת בשנייה. ככל שקצב הריענון גבוה יותר, כך חלק מהאנימציות של המכשיר שלכם ייראו מהירות וחלקות יותר.\nOnePlus, שהייתה חלוצה במעבר לתצוגת 90Hz, מרימה שוב את הרף, ומשדרגת את קצב הריענון של המסך ל-120Hz. הפעם ההבדל בין שני המצבים הוא לא דרסטי, אבל עדיין ניכר לעין.\nהצבעוניות של המסך היא מצוינת ומאוזנת היטב, וגם בבהירות הוא בולט עם עד 1,300 ניטים, שזה הרבה אבל הרבה מעבר לכמעט כל דבר שתצטרכו ביומיום, ואפילו בשמש ישירה אפשר לקרוא ולראות הכל בלי בעיה.\nמה שכן, קחו בחשבון שמדובר במסך 6.78 אינץ’, שעד כמה שהוא מרשים, הוא פשוט עצום והוא אפילו לא נכנס עד הסוף לכיסים של כל הג’ינסים שלי. עם זאת, דווקא המבנה הצר והדי ארגונומי של ה-OnePlus 8 Pro איפשר אפילו לזוגתי בעלת הידיים הקטנות יותר להחזיק את המכשיר בלי בעיה.\nאבל בכל פעם שאני חושב שאני עומד להכתיר את המסך של ה-OnePlus 8 Pro למסך הטוב ביותר בסמארטפון, אני מוצא את עצמי מתוסכל כל פעם מחדש מהבחירה של החברה ללכת על הקונספט של מסך מעוגל בצדדיו. אפילו סמסונג, שהפכה את סוג המסך הנוראי הזה לאיזה חצי סמל סטטוס יוקרתי, נטשה את הרעיון השנה עם ליין ה-S20. איכשהו OnePlus נשארה אי שם בעיצוב של שנת 2017, ואפילו עם קייס למכשיר (שמצורף לערכה, תודה OnePlus) עדיין חזיתי בלא מעט נגיעות לא רצוניות, וכמובן שאי אפשר להתחמק מהעיוותים שנגרמים לתמונה המוצגת ולעיוותי הצבעים. וכן, הוא יהיה רגיש יותר לנפילות, מאשר מסגרת מתכתית מלאה מסביב.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nיש כאן חוסר היגיון כמעט משווע. מצד אחד, וואן פלוס מגיעה להישג משמעותי עם מסך כמעט מושלם שכולל תמיכה ב-HDR 10+, QHD+, בהירות מטורפת, מיליארד צבעים וכיול מופתי. בצד השני, אתם מקבלים בכל זאת תמונה מעוותת בקצוות המסך עם צבעים משונים, לחיצות לא רצוניות וכאב ראש קטן עם מערכת הניווט החדשה של אנדרואיד 10 שתכריח אתכם לקחת את האצבע שלכם עד לקצה המעוגל של המסך כדי לחזור אחורה. אם זה לא הפריע לכם עד עכשיו, הבחירה במסך מקומר לא תפריע לכם עכשיו, אבל אני מעולם לא התחברתי לרעיון הזה, ואני מקווה שזו הפעם האחרונה שאצטרך לסבול אותו במכשיר.\nאבל עם כל הכבוד למפרט הבאמת מרשים הזה ולמערכת ההפעלה הנפלאה, לדברים האלו כבר התרגלנו מ-OnePlus, ואני מעדיף לדבר דווקא על מה ש-OnePlus לא יכלה – או יותר נכון רצתה – לעשות עד עכשיו, וזה ליצור מכשיר שפשוט מסמן V בכל הסעיפים.\nלא מגיע עם המטען האלחוטי המיוחד. תמונה: OnePlus\nאחרי שנים של עקשנות לא ברורה, ה-OnePlus 8 Pro מגיע עם עמידות למים ואבק בתקן IP68, מה שאומר שהלב שלכם לא צריך לקפוץ בכל פעם שכוס מים נשפכת על השולחן, או סתם לחשוש לחיי המכשיר במבול הבא.\nבנוסף לעמידות במים, OnePlus עשתה עוד דבר לראשונה בתולדותיה, והטמיעה מערך טעינה אלחוטי, והיא אפילו עושה את זה יותר טוב מהיצרניות האחרות. לצערי הרב, לא קיבלנו לבדיקה את המטען האלחוטי החדש של OnePlus שאמור לאפשר טעינה של כ-50% מסוללת המכשיר תוך 30 דקות, אבל נזכיר כי היכולת העוצמתית הזאת שמורה אך ורק למטען הייעודי הזה. כדי לספק את היכולת הזאת, לא לקחו בוואןפלוס סיכון, והטמיעו בו מאוורר, שיעזור בפיזור החום הרב שמצטבר בזמן הטעינה האלחוטית. עם זאת, ניתן להירגע, כיוון שמערך הטעינה האלחוטי של ה-OnePlus 8 Pro תומך בתקן Qi (צ’י), מה שאומר שגם מטענים קיימים יוכלו להטעין אותו במהירות האיטית והסטנדרטית. על הדרך, ה-OP8P מאפשר גם טעינה אלחוטית הפוכה – כך שתוכלו להניח עליו כל מכשיר תומך בתקן Qi ולהטעין אותו.\nבשני המקרים הללו, עדיף מאוחר מאשר לעולם לא, אבל וואו כמה שהם מגיעים מאוחר. כשאפל השיקה ב-2016 את האייפון 7 עם עמידות רשמית למים ואבק, נגמרו התירוצים של מכשירי הדגל, וכל היצרניות התחילו ליישר קו. כלומר, כל היצרניות חוץ מ-OnePlus שהתעקשה שלא להשקיע בקבלת תו תקן רשמי. גם שנה לאחר מכן, ב-2017, כשאפל השיקה את האייפון 8 עם טעינה אלחוטית, וואן פלוס אפילו לא הראתה סימנים של התעניינות בטכנולוגיה שהפכה לסטנדרט בכל מכשיר דגל.\nגם הטעינה האלחוטית וגם העמידות למים הם חלק מהדברים הקטנים-אך-גדולים-הללו שיצרו חורים בסיסמה של וואן פלוס בזמן שהם הפכו לסטנדרט בלתי נפרד ממכשירי דגל, ואפילו מגיעים עם ה-iPhone SE החדש של אפל שמחירו נמוך משמעותית מה-OnePlus 8 Pro. קשה לי להגיד האם תקן Qi ותקן IP68, שמצריכים רכישת רישיונות ובדיקות רבות מצד היצרנית לקבלת התקן, הם אלו שגרמו לעלייה במחיר בהשוואה ל-OnePlus 7 וה-7t, אבל אני עדיין שמח שהם כאן. בפעם הראשונה אני יכול להגיד בלב שלם שאין כאן פשרות בכל הנוגע למה שחייב להגיע היום עם מכשיר דגל.\nצילום: גיקטיים\nמלבד שני פיצ’רים כמעט מובנים מאליהם, יש עוד משהו שוואן פלוס לא הצליחה לפצח באמת בכל שנותיה, וזה את נושא המצלמות. לא משנה כמה מגה פיקסלים היא ערמה, כמה בדיקות של DxOMark היא עשתה, ולא משנה כמה פיצ’רים תוכנתיים היא ניסתה להטמיע, היא אף פעם לא הצליחה לשחק בליגה של הגדולים לצד אפל, גוגל, ווואווי וסמסונג, ותמיד נשארה במחוז ה-“בסדר” בכל הנוגע לצילום. עם ה-OnePlus 8 Pro היא ללא ספק הצליחה לעלות מדרגה.\nמערך הצילום האחורי מכיל 4 מצלמות ל-4 שימושים עיקריים שונים: הראשית היא בעלת חיישן 48MP, אבל זה לא אומר שאתם תנצלו את היכולת הזאת. לרוב אתם תצלמו ב-12MP, ותעברו למצב המתקדם יותר באיזורים מאוד מוארים, כדי שהחיישן יוכל לקלוט יותר אור ויותר פרטים כתוצאה מכך; המצלמה השניה היא בעלת עדשה אולטרה רחבה, ממש כמו בשנה שעברה, אבל עם טוויסט חכם בדמות חיישן מוגדל של 48M, כך שהפעם התמונות האולטרה רחבות מספקות הרבה יותר פרטים והן הרבה יותר שמישות מבעבר.\nהמצלמה השלישית היא בעלת עדשת טלפוטו עם זום אופטי X3 שמספק תוצאות טובות למדי, וזום דיגיטלי גימיקי לחלוטי של X30 שמספק תמונות שאני לא יכול לקרוא להן “שמישות”. עד זום דיגיטלי של X10 אתם בדרך כלל תקבלו תוצאות לא רעות בכלל, אבל כל דבר מעבר לזה יוצא חסר פרטים. המצלמה הרביעית והאחרונה היא מצלמת “פילטרים” שאני באמת לא מצליח להבין מי ישתמש בה ומספקת תמונות מוזרות להפליא שאין לי שום רצון אפילו להעלות לאינסטגרם.\nברגע שניקיתי את הגימיקים מהלוח, גיליתי מערך צילום מעולה עם תמונות חדות, בהירות וממש מוצלחות. עם זאת, בהשוואה למלך צילומי האנדרואיד, הפיקסל, אני מרגיש שיש עוד קצת דרך לעשות בדרך למערך צילום שאפשר לסמוך עליו באופן עיוור כמעט. עם הפיקסל אני פשוט יכול לכוון את המכשיר, לצלם, ולדעת שאני מקבל תמונה מפוקסת, חדה, עם צללים דרמטיים וצבעים נאמנים למציאות. ב-OnePlus 8 Pro אני מרגיש שאני צריך לעבוד קצת יותר בשביל לקבל את התמונה המושלמת, כיוון שהרבה פעמים עומק השדה קצת מתפספס וצידי התמונה יוצאים מטושטשים אפילו באותו רובד, בעיקר כשמצלמים בתוך מבנה. אני מרגיש שרוב הבעיות כאן הן ברמת התוכנה ולא ברמה הטכנית, כך שכולי תקווה שהיא תשתפר גם בהמשך.\nאני כן שמח לבשר שמצלמת הסלפי של ה-OnePlus 8 Pro היא סופסוף מצלמה לא רעה בכלל. עם תמונות שאולי קצת נוטות לכיוון הרך ולא לכיוון הדרמטי, אבל עם פרטים די טובים ואפילו דיוק ברמה גבוהה במצב הפורטרט. שימו לב כיצד התוכנה של המצלמה שופרה לרמה שבה היא לא מטשטשת את קצוות המשקפיים שלי, כפי שכמעט כל המצלמות עושות. גם מצלמת המאקרו מפתיעה לטובה עם תמונות מוצלחות למדי של עצמים ממרחק של ס”מ ספורים בלבד. גם בגיזרת צילומי הלילה נרשמו תוצאות איכותיות למדי שמתחרות היטב במצבי הלילה של מכשירי הדגל האחרים עם לא מעט פרטים חדים.\nכבר דיברנו קודם על המפרט הדי מפלצתי של ה-OnePlus 8 Pro, על המסך שמסוגל להגיע לרזולוציית QHD+ וקצב ריענון של 120Hz, וכל אלה מייצגים מכשירי פרימיום, ללא ספק. אבל שום מכשיר דגל פרימיומי לא שווה כלום אם בקצה היכולות הללו מחכה סוללה חלשה. במקרה של הסוללה, נראה ש-OnePlus הצליחה למצוא איזון טוב מאוד עם סוללת 4,510mAh.\nגם כשכיוונתי את הגדרות המסך לכל האפשרויות המקסימליות, הצלחתי להגיע לכ-4 וחצי שעות מסך ולבערך 20% כשחיברתי את המכשיר למטען בסוף היום. בפועל, זה בעיקר מעיד על כך שהסוללה של ה-OnePlus 8 Pro היא טובה, אך לא מצטיינת. התרגלתי לטוב מדי עם מכשירים כמו ה-P30 Pro של וואווי שאין שום סיכוי לגרום לסוללה שלהם להתרוקן עד לסוף יום עבודה (ולעיתים אפילו שניים), ובימים עמוסים במיוחד אני די בטוח שאני אוכל לסיים גם את סוללת ה-OnePlus 8 Pro לקראת סוף היום. אבל היא לחלוטין עושה את העבודה.\nבדיוק לרגעים שבהם אתם לא בטוחים כל כך לגבי חיי הסוללה שלכם להמשך היום, מגיע הפיצ’ר הנהדר של OnePlus בדמות מטען ה-Warp Charge 30T שמסופק בערכה. בבדיקות שעשיתי נראה שהוא מסוגל להטעין את סוללת המכשיר מ-0% ל-100% בתוך קצת פחות משעה ורבע. זה בעיקר אומר שאם אתם צריכים עוד קצת אנרגיה להמשך היום, אתם פשוט מחברים את המכשיר למטען שלכם, ותוך דקות ספורות אתם מקבלים עוד שעות שימוש ארוכות. האיזון הזה בין סוללה טובה מספיק לבין מטען שמסוגל להטעין אותה תוך זמן קצר מוביל לכך שחרדת סיום הסוללה שלי יכולה לחכות ליום אחר.\nה-OnePlus 8 Pro ממשיך את המגמה של המכשיר הקודם בסדרה, שבו החברה כבר לא משחקת בתפקיד הרובין הוד של עולם האנדרואיד, אלא יותר טוענת לכתר של הנסיך ג’ון, ומתייצבת לצד הענקיות בתור שחקנית קטנה אך עוצמתית שנותנת תמורה משובחת במחיר שעד לפני 3 שנים היה נראה כמו סוף העולם, והיום מסמן את נקודת ההתחלה עבור מכשירי דגל בדגמים הבסיסיים ביותר. היי, אני ביקשתי עוד ב-2017 שלא נקנה מכשירים ב-1,000 דולר, אבל העולם המשיך לקנות אותם, אז הנה אנחנו כאן.\nזו שנה שבה אפל עשתה וואן פלוס יותר טוב מוואן פלוס, בזמן שוואן פלוס עשתה אפל. האחת הבינה שהיא חייבת להציע לצד הליין היוקרתי שלה גם מכשיר זול, אבל איכותי, בזמן שהשנייה החליטה להתעמק דווקא בשוק הפרימיום. זה מוזר, זה נגד החוקים של הפורמט של וואן פלוס, אבל, שכה יהיה לי טוב, זה מוביל למכשיר פשוט נהדר.\nבאופן הזה, וואן פלוס נותנת ערך דומה למפרט של ה-Galaxy S20 Ultra, אבל במחיר נמוך יותר, ועם ממשק המשתמש הטוב ביותר שאפשר לבקש. עם העמידות למים, טעינה אלחוטית, מסך מרהיב ומהירות מטורפת, הפעם OnePlus לחלוטין במרחק של כפסע מההגדרה של Never Settle. קשה לי לאמוד האם אותן תוספות נחוצות הן באמת המרווח בין המחירים הנוחים לשעבר של OnePlus לקו ה-900-1,000 דולר שהגענו אלינו, אבל בהשוואה לשאר המחירים והמכשירים בשוק, ה-OnePlus 8 Pro הוא מכשיר הדגל שהייתי קונה כרגע.\nCellnow, יבואנית OnePlus בישראל, סיפקה את המכשיר לסקירה.\n\n\n\n\n\n\nהורידו עכשיו את אפליקציית גיקטיים, ותישארו מעודכנים\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "וואן פלוס,וואנפלוס,וואן פלוס 8 פרו,וואנפלוס 8 פרו,oneplus,one plus 8 pro,oneplus 8 pro,oneplus 8 pro review,android,review,ביקורת,השוואה,סקירה,סמארטפון,וואןפלוס,וואןפלוס 8 פרו"}