{"url": "https://www.geektime.co.il/nokia-mwc-2018/", "type": "article", "title": "הסליידר חוזר: נוקיה עוד חיה ובועטת ומכריזה על 5 מכשירים חדשים", "description": "נוקיה הכריזה הערב על לא פחות מ-5 סמארטפונים חדשים, בהם גרסה מחודשת של דגם ה-8110 המיתולוגי שאפילו יגיע בתצורת סליידר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/nokia2-1519571382.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-25T18:00:56Z", "modified_time": "2018-02-25T17:34:01Z", "articleBody": "נוקיה הכריזה הערב על לא פחות מ-5 סמארטפונים חדשים, בהם גרסה מחודשת של דגם ה-8110 המיתולוגי שאפילו יגיע בתצורת סליידר\n  חברת HMD Global, יצרנית מכשירי הסלולר תחת המותג ״נוקיה״, מצטרפת לחגיגת המובייל שמתקיימת השבוע בברצלונה ומכריזה על לא פחות מחמישה מכשירי טלפון חדשים: Nokia 7 Plus, Nokia 8 Sirocco ודגם חדש לנוקיה 6. לחובבי הנוסטלגיה, חשפה החברה גרסה מחודשת של ה-Nokia 8110 שיגיע עם סליידר, תמיכה ב-4G, פייסבוק, Google Maps ואפילו ב- Assistant של גוגל. מחירו אגב, עומד על 79 יורו בלבד, שהם כ-338 ש”ח.\nשלושה מהדגמים החדשים, ה-Nokia 8 Sirocco, Nokia 7 Plus ו-New Nokia 6 מצטרפים למשפחת Android One, מה שאומר שהם יהנו מאנדרואיד טהור ועדכונים תדירים. מכשיר הפרימיום בסדרה החדשה הוא ה-Sirocco, שמגיע עם מסך 5.5 אינץ’ pOLED 2K שנמתח על פני כל המכשיר, מערך צילום אחורי כפול מתוצרת ZEISS הכולל חיישן צילום של 13 מגה פיקסל עם זום אופטי 2X ומצב צילום מקצועי. כמו כן הוא תומך בטעינה אלחוטית, עמיד בפני מים ואבק ומגיע עם זיכרון RAM של 6GB. הוא צפוי להיות זמין לרכישה בתחילת חודש אפריל תמורת תג מחיר של 749 יורו (3,209 ש”ח).\nNokia 8 Sirocco\nדגם נוסף הוא ה-Nokia 7 Plus שמגיע גם הוא עם מערך צילום כפול הכולל מצלמת 12 מגה פיקסל לצילום רחב ואחת נוספת של 13 מגה פיקסל וזום אופטי של 2X. מתחת למכסה המנוע הוא כולל מעבד קוואלקום סנאפדרגון 660, סוללת 3,800mAh שאמורה להחזיק ליומיים – ממש כמו פעם. מחירו עומד על 399 יורו (1709 ש”ח) והוא יהיה זמין לרכישה בתחילת אפריל.\nמערך הצילום האחורי של הנוקיה 7 פלוס\n\nממשיכים עם ה-Nokia 6 החדש שמבטיח להיות מהיר ב-60% יותר מהדגם הקודם בעזרת מעבד קוואלקום סנאפדרגון 630 ושילובו עם אנדרואיד אוריאו. הוא מגיע בתצורת 3GB RAM ונפח אחסון של 32GB או זיכרון RAM של 4GB ו-64GB ROM, תומך בטעינה אלחוטית ומחירו מתחיל ב-279 יורו (1,195 ש”ח).\nNokia 6\n\nהדגם הזול ביותר שנוקיה הציגה הוא ה-Nokia 1 שיאפשר למשתמשים להוריד אפליקציות ”שגרתיות’ כדוגמת פייסבוק , וואטסאפ ואינסטגרם, זאת למרות שהוא כולל פחות מ-1GB של זיכרון RAM. מחירו של דגם זה מסתכם ב-85 דולר, שהם פחות מ-300 ש”ח, והיא יהיה זמין מאפריל.\n85 דולר והוא שלכם. הנוקיה 1\n\nמספר חודשים אחרי שנוקיה החזירה לחיים את דגם ה-3110 המיתולוגי היא עושה זאת שוב; המכשיר המחודש פועל בעזרת מעבד קוואלקום 205, תומך בקישוריות 4G ובכל האפליקציות הפופולאריות והכלים השימושיים של גוגל. וכן, אם תהיתם, הוא כמובן מגיע עם גרסה מחודשת של סנייק. מכשיר הרטרו יהיה זמין לרכישה החל מחודש מאי הקרוב בצבע שחור מסורתי או צהוב בננה לנועזים.\n", "keywords": "nokia,נוקיה,hmd global,מכשיר נוקיה,nokia 8 sirocco,nokia 7 plus,nokia 1,new nokia 6,mwc 2018"}