{"url": "https://www.geektime.co.il/nokia-8-reveal/", "type": "article", "title": "נוקיה חוזרת מהמתים: מכריזה על ה-Nokia 8 החדש", "description": "ה-Nokia 8 הוכרז הלילה. האם הוא יעזור לנוקיה להחזיר מלחמה לכל היצרניות האחרות ולעשות קאמבק?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/bang_design.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-17T12:30:47Z", "modified_time": "2017-08-17T12:34:32Z", "articleBody": "ה-Nokia 8 הוכרז הלילה. האם הוא יעזור לנוקיה להחזיר מלחמה לכל היצרניות האחרות ולעשות קאמבק?\nמקור: Nokia\nלאחר שנתנה כמעט לכל המתחרות שלה לעקוף אותה בסיבוב, נוקיה משיבה מלחמה; הלילה חברת HMD Global, יצרנית מכשירי הסלולר תחת המותג ״נוקיה״, הכריזה על ה-Nokia 8. מדובר בסמארטפון הדגל החדש של החברה, הוא מבוסס אנדרואיד, והוא בהחלט נראה מסקרן.\nה-Nokia 8 הוא מכשיר עם גוף מתכת אחיד (Unibody), שמה שנמצא מתחתיו אמור להפוך אותו ליעיל וקריר יותר מתמיד; צינוריות לפיזור חום ושכבת מגן שיפזרו את החום לאורך גוף המכשיר. כמו כן, אנטנות המכשיר ממוקמות בחלקו העליון של גב המכשיר, ואמורות לספק קליטה אופטימלית יותר ממכשירים אחרים שבהם אתם עלולים לכסות אותן בטעות. החלק המאכזב יותר הוא שה-8 איננו חסין למים, אלא רק להתזות ועומד בתקן IP54 (״Splashproof״).\nכמו כן, לצערנו נוקיה 8 לא מתהדר במסך Edge-to-Edge כמו מכשירי הדגל האחרים בתעשייה, ומגיע עם מסך מצופה גורילה 5 בגודל 5.3 אינץ׳, בתצוגת QHD וברזולוציה של 2560×1440. סוללת המכשיר בנפח 3090mAh שבו, איננה נשלפת. המכשיר מגיע עם ערכת שבבים Snapdragon 835 של קוואלקום, וכמו כן עם 4 גיגה זכרון ראם ו-64 גיגה ביט נפח אחסון שניתן להרחבה עם כרטיס Micro SD.\n\nמצלמת המכשיר ברזולוציית 13MP מגיעה בתצורת שתי עדשות של Zeiss עם שני חיישנים: חיישן צבעוני וחיישן מונוכרומטי. המצלמה מגיעה עם רוחב צמצם מעט מאכזב של f/2.0 שעלול להשפיע על תמונות שמצולמות בתנאי תאורה פחות אידיאליים. המצלמה הקדמית גם היא מצלמת 13MP עם עדשת Zeiss, עם זווית רחבה ופוקוס אוטומטי. אפליקציית המצלמה של המכשיר מאפשרת לצלם תמונה ווידאו של המצלמה האחורית והקדמית בו זמנית (אפשרות דומה לזו ראינו בצילום תמונות במכשירים של LG). בנוסף, אפליקציית המצלמה מאפשרת לשדר לשירות Facebook Live וידאו בשידור ישיר ישירות מאפליקציית המצלמה. (אנחנו כבר מסוקרנים לראות את כמות ה״אוי לא, זה וידאו״ בשידור חי בפייסבוק שלנו). ה-Nokia 8 מאפשר לצלם וידאו ב-4K ובפעם הראשונה, מגיע עם טכנולוגיית הקלטת האודיו של נוקיה, OZO Audio, אשר אמורה להקליט אודיו ב-360 מעלות ולספק חווית הקלטה יותר אותנטית ומקצועית, תוך הנמכה של רעשי רקע מיותרים.\nבמקום להעמיס על מערכת ההפעלה של המכשיר עם תוכנות, אפליקציות והתאמות שיכבידו עליו ויהפכו את השימוש בו למסורבל, נוקיה בחרה לעבוד עם ״Pure Android״. נראה שחוץ מאפליקציית המצלמה של נוקיה, מערכת ההפעלה נראית זהה למערכת ההפעלה הנקיה של אנדרואיד שמאפיינת את מכשירי הדגל של Google כמו הפיקסל והנקסוס. נוקיה מבטיחה כי עדכוני תכונה ואבטחה יגיעו במהירות ועקביות למכשיר, שיגיע לחנויות עם גירסאת ״נוגט״ 7.1.1.\nהאם נתונים אלו יספיקו לנוקיה כדי לחזור לשוק שהשאיר אותה הרחק מאחור? רק ימים יגידו כאשר ה-Nokia 8 יושק במהלך חודש ספטמבר הקרוב באירופה, עם תג מחיר לא נמוך במיוחד של 600 יורו. מועד ההשקה בישראל על ידי חברת ״יורוקום״ עוד לא נקבע ועדכונים לגביו אמורים להגיע בהמשך.\n", "keywords": "נוקיה,nokia,נוקיה 8,nokia 8,סמארטפון,אנדרואיד,pure android,smartphone,hmd global,"}