{"url": "https://www.geektime.co.il/huwaei-shares-harmonyos-roadmap/", "type": "article", "title": "וואווי הודיעה: בקרוב סמארטפונים יריצו את HarmonyOS המתחרה באנדרואיד", "description": "מנכ''ל וואווי הציג בכנס המפתחים שלה את מפת הדרכים של HarmonyOS, מערכת ההפעלה שבחברה הסינית מקווים שתתחרה במערכת של גוגל. אלו התאריכים שבהם תגיע לסמארטפונים ומכשירים חכמים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/Screen-Shot-2019-08-09-at-16.03.14-1565355799-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-10T18:30:50Z", "modified_time": "2020-09-10T17:49:00Z", "articleBody": "מנכ”ל וואווי הציג בכנס המפתחים שלה את מפת הדרכים של HarmonyOS, מערכת ההפעלה שבחברה הסינית מקווים שתתחרה במערכת של גוגל. אלו התאריכים שבהם תגיע לסמארטפונים ומכשירים חכמים\nמנכ”ל וואווי ריצ’רד יו מציג את לוח הזמנים של HramonyOS | צילום מסך\nכשנה אחרי שחשפה את מערכת ההפעלה החדשה שלה שתתחרה באנדרואיד, וואווי הציגה היום רשמית לוח זמנים לשחרור מערכת ההפעלה למכשירים החכמים שלה וכמובן לסמארטפונים. המהלך מגיע אחרי שבמאי 2019 הודיעה גוגל כי לא תיתן לענקית הסינית להשתמש באנדרואיד בעקבות הצו של נשיא ארה”ב טראמפ.\nוואווי, מי שהצליחה לאחרונה להפוך ליצרנית הסמארטפונים הגדולה בעולם, הציגה בכנס המפתחים שלה שנערך בשנז’ן שבסין את לוח הזמנים שלה למערכת ההפעלה החדשה שלה שתנסה להתחרות באנדרואיד, אחרי החרם שהשאיר את המכשירים הבולטים של החברה מחוץ לכמה מהשווקים הגדולים שהם לא סין.\nמנכ”ל וואווי ריצ’רד יו חשף באירוע המפתחים את מפת הדרכים של החברה ל-HarmonyOS, כשהחל מהיום היא מאפשרת למפתחים גישה ל-SDK של גרסת 2.0 של מערכת ההפעלה לשורה של מכשירים. בין המכשירים שלהם זמינה מערכת ההפעלה של וואווי החל מהיום למפתחים: טלוויזיות, שעונים חכמים וקונסולות של רכבים חכמים.\nיו התייחס גם לחלק שמעניין את כולנו – שחרור ה-SDK של HarmonyOS למכשירים ניידים – שיקרה כבר בדצמבר הקרוב. בנוסף, חשף יו באירוע המפתחים של החברה כי הטלפונים הראשונים שלה עם מערכת HarmonyOS יצאו לשוק כבר בשנה הבאה.\nלצערנו יו לא התחייב על תאריך שבו יצאו המכשירים הראשונים עם המתחרה של גוגל, אך נזכיר שאת סדרת מכשירי ה-P של החברה יוצאים בדרך כלל בחודשים הראשונים של השנה – בתקווה שאולי יגיעו עם מערכת ההפעלה החדשה.\nלוואווי היתה בשורה נוספת למפתחים והיא השקת פרויקט OpenHarmony של החברה, המאפשר למפתחים לבנות על בסיס גרסת קוד פתוח של מערכת ההפעלה הסינית – בדומה ל-AOSP (או Android Open Source Project) שבו השתמשה וואווי אחרי שגוגל מנעה ממנה גישה לאנדרואיד.\nנכון לעכשיו הפלטפורמה של וואווי תומכת רק במכשירים עם 128MB של RAM, אך החל מאפריל יתמוך גם במכשירים עם 4 גיגה RAM, כשעד אוקטובר 2021 מגבלת הזיכרון צפויה להימחק וניתן יהיה לפתח לכל המכשירים.\nבוואווי פרסמו באירוע המפתחים של החברה כי עד כה למערכת HMS Core, המתחרה ב-Google Play Services וכוללת גם את המערכת לפיתוח אפליקציות למערכת ההפעלה החדשה, יש כבר 96 אלף אפליקציות – לעומת 81 אלף בחודש יולי ו-60 אלף אפליקציות בחודש מרץ האחרון.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "וואווי,מערכת הפעלה,הרמוני os,גוגל,אנדרואיד,סין,ארה\"ב,harmonyos,huawei,ארה\"ב,ארהב"}