{"url": "https://www.geektime.co.il/iphones-with-fortnite-preinstalled-being-sold-on-ebay/", "type": "article", "title": "אחרי שהוסר מהאפסטור: אייפונים עם פורטנייט נמכרים בעשרות אלפי שקלים", "description": "אם אתם מוכנים לפתוח את הארנק, אתם יכולים לקנות ממש עכשיו אייפונים במחירים מופקעים שהספיקו להוריד את Fortnite", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/72953260_2852023231541649_4826202253129940992_o-1587551657-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-20T19:30:39Z", "modified_time": "2020-08-20T17:24:03Z", "articleBody": "אם אתם מוכנים לפתוח את הארנק, אתם יכולים לקנות ממש עכשיו אייפונים במחירים מופקעים שהספיקו להוריד את Fortnite\nתמונה: Epic Games\nזה היה צפוי, וזה עדיין מפתיע: אם לא הספקתם להוריד את פורטנייט לאייפון שלכם, יש לא מעט מוכרים באיביי שישמחו להציע לכם פתרון.\nחיפוש מהיר באיביי של מילות החיפוש “iPhone Fortnite Installed” יחשוף בפניכם מאות של הצעות של אייפונים ישנים וחדשים כאחד, ועל גביהם מותקן מראש המשחק הסופר-פופלארי. ההצעה היקרה ביותר שאנחנו מצאנו מתחילה מ-12 אלף דולרים, ו-18 אלף דולרים אם אתם לא יכולים להתאפק ורוצים לקנות את מכשיר ה-iPhone 11 Pro Max עם פורטנייט. עם זאת, קחו בחשבון שמשלוח לישראל יעלה לכם 13 דולרים נוספים, אבל מה זה כבר עוד 13 דולר אחרי ששילמתם 61 אלף שקלים בעבור סמארטפון עם משחק.\nצילום מסך\nאם אתם רוצים עיסקה הזויה לא פחות, תוכלו לשלם 24 אלף שקלים בעבור iPhone XR אדום עם פורטנייט מותקן מראש. עם זאת, יש גם מכשירים שמתומחרים בצורה יותר שפויה בהתחשב במחירים המופרעים הללו. כך למשל, תוכלו לקנות iPhone 8 ב-6,800 שקלים, או 2,700 שקלים בעבור iPhone 6s שהושק עוד ב-2015.\nלמרבה המזל, לא נראה שאלו שמנסים לנצל את המהומה מצליחים במטרתם כל כך. רוב ענק של המודעות למכירה עומדות כרגע על אפס הצעות. ההצעה היקרה ביותר שנתקלנו בה נכון לכתיבת שורות אלו היא ל-iPhone X משומש עם 256 גיגה עם פורטנייט מותקן מראש, שעומדת כרגע על כמעט 5,300 שקלים, עם 3 הצעות.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nנזכיר כי ב-2014 קרה מקרה דומה למדי, כשהמשחק Flappy Bird הוסר מהאפסטור, מה שהוביל לעליית מודעות מכירה באיביי של אייפונים עם המשחק מותקן עליהם. באותה תקופה אייפונים אמנם לא עלו 1,000 דולר ומעלה, אבל מכשיר אייפון 5 שעמד אז למכירה פומבית קיבל עשרות הצעות עד לגובה של למעלה מ-100 אלף דולר, עד שההצעה הוסרה על ידי איביי, מה שעלול לקרות גם הפעם.\nאם במקרה חייתם במערה בשבוע האחרון, נזכיר לכם על מה כל המהומה: הכל החל עם עדכון לאפליקציה של פורטנייט באנדרואיד וב-iOS שכלל אפשרות לרכישת המטבעות של המשחק, V-Bucks, באמצעות מערכת תשלומים חדשה של Epic Games, מפתחת פורטנייט. הדבר הזה נוגד את תנאי השירות של אפל, שלא יכולה כך לגזור את העמלה שלה בגובה 30% מכל עיסקה שמתבצעת באקוסיסטם שלה. המהלך של Epic הוא הצעד האחרון של החברה שמתנגדת ל”מס אפל”, שגובה ממנה מיליונים רבים של דולרים מדי שנה.\nבתגובה לעדכון, שטרם ברור איך הצליח לעבור את עיניה הבוחנות של אפל, הסירה חברת ה-2 טריליון דולר את פורטנייט מחנות האפליקציות. תוך פחות משעה, Epic הגישה תביעה כנגד אפל בה היא טוענת שאפל מונעת תחרות ומתפקדת כמונופול, ובמקביל שחררה סרטון מחאה מבריק המבוסס על הפרסומת האיקונית של אפל “1984”.\n﻿\nהמהלכים הללו הוכיחו ש-Epic ידעה היטב מה היא עושה, ותיכננה בפועל מלכודת עבור אפל כדי להביך אותה באופן פומבי. במקביל, הסרטון הופץ בכל ערוצי הסושיאל של פורטנייט, ואפילו הוצג במערכת האירועים של המשחק שבה בעבר שודרו טריילרים מיוחדים לסרטים ואפילו הופעות ענק.\nבינתיים, כל מי שיש לו את פורטנייט על גבי האייפון או האייפד שלו, יכול להמשיך לשחק בו. אך בפעם הבאה ש-Epic תשחרר עידכון עבור המשחק, הוא עשוי להפסיק לעבוד, כיוון שכדי להתחבר לשרתי החברה, השחקנים תמיד חייבים להחזיק בגירסה העדכנית ביותר של המשחק. שחקנים שינסו למצוא את המשחק כעת באפסטור או בגוגל פליי פשוט יגלו שהוא לא קיים.\nאפל, גוגל ו-Epic נמצאות כרגע בקרב שבו מי שתמצמץ ראשונה תפסיד. אפל וגוגל מפסידות בינתיים את האפשרות להרוויח כסף מהרכישות בתוך פורטנייט, מדובר בלא מעט כסף. מהצד השני נמצאת Epic שלקחה על עצמה סוג של מנהיגת מחאה שמוכנה להקריב בינתיים כמות אדירה של הכנסות מצד שחקני המובייל בכל הצדדים. בפועל, אל תתבלבלו. לא מדובר במאבק חברתי, אלא במאבק בין ענקיות שמגלגלות הון תועפות, שרוצות לוודא שהן ממשיכות להרוויח כמה שיותר, ולהגדיר את שולי הרווח שלהן.\n ", "keywords": "אייפון,אפל,פורטנייט,,fortnite,apple,iphone,ios,epic games,ebay,איביי,אי.ביי"}