{"url": "https://www.geektime.co.il/nokia-5g-fees/", "type": "article", "title": "לא רע: נוקיה תרוויח 3.5 דולר על כל מכשיר 5G שיימכר בעולם", "description": "כן, גם כשתקנו בעתיד את אייפון ה-5G הראשון, נוקיה תקבל תמלוגים, והיא לא לבד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/building-392706_1280-1535010750-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-23T12:02:03Z", "modified_time": "2018-08-23T13:02:17Z", "articleBody": "כן, גם כשתקנו בעתיד את אייפון ה-5G הראשון, נוקיה תקבל תמלוגים, והיא לא לבד\nמקור: Pixabay\nעתידה של חברת נוקיה נראה ורוד מתמיד בעקבות החלטתה לגבות דמי רישיון מיצרניות סמארטפונים עבור שימוש בפטנטים שהיא יצרה ותרומתה לטכנולוגיות 5G. בצורה זו, החברה הותיקה שעברה לא מעט ידיים וגלגולים, לא תצטרך לעבוד יותר מידי קשה בניסיון להתחרות ביצרניות הגדולות ממנה ולהציג סמארטפונים באלפי שקלים; במקום, היא תוכל לשבת בנחת, להביט מהצד, ולספור את הדולרים שנכנסים לחשבון הבנק שלה.\nמספר רשתות סלולר אמריקאיות בהן Verizon, AT&T ו-T-Mobile שיתפו בתוכנותיהן לפרוס רשת דור חמישי עד סוף שנת 2018 או במהלך 2019. ברגע שהתוכניות יהפכו למציאות, וכשיהיו מכשירים שבכלל יתמכו בטכנולוגיה, מספר חברות טכנולוגיה שלקחו חלק במחקר ופיתוח של רשת העתיד, צפויות להרוויח תמלוגים לא רעים מיצרניות הסמארטפונים.\nבחודש יוני האחרון גובש סופית תקן ה-5G הבינלאומי, אחרי עבודה מרובה של חברות ענק בהן קוואלקום, אריקסון, וואווי, סמסונג וכמובן נוקיה. בתמורה לפיתוח התקן והעבודה הרבה שהושקעה, כל אחת מהחברות המעורבות זכאית לקבל תמלוגים, כשהדרישה היא שהסכום יהיה ריאלי, על מנת לוודא שכל יצרנית תוכל לעמוד בהוצאות ושכמה שיותר אנשים יוכלו ליהנות מהטכנולוגיה.\nכעת, נוקיה חושפת כי הסכום הסופי שהיא תגבה עבור כל מכשיר שיתמוך בטכנולוגית 5G יעמוד על 3.5 דולר (3 יורו). במחשבה ראשונית זה אולי לא נשמע כמו הרבה כסף, אבל בהתחשב במאות מיליוני המכשירים שצפויים להימכר בשנים הקרובות, אתם בהחלט יכולים לדמיין ולהבין את הפוטנציאל.\nגם חברת אריקסון צפויה לגבות דמי שימוש שינועו בין 2.5 ל-5 דולר למכשיר, בהתאם למחיר שבו הוא יימכר. מי שלא יצאה פרייארית היא קוואלקום, שהחליטה שבמקום לגבות סכום קבוע, היא מעדיפה ללכת על אחוזים; תמורת שימוש בפטנטים שהיא פיתחה, חברות ידרשו לשלם לה בין 2.275% ל-3.25% ממחיר המכשיר, כלומר סכום ממוצע של בין 10-20 דולר למכשיר.  המשמעות של העמלה הזו היא שכל יצרנית סמארטפונים תצטרך לקחת בחשבון שאם היא רוצה להציע תמיכה ב-5G (ומי לא תרצה?) הרי שהיא תצטרך להיפרד מ-20 דולר לפחות, רק עבור המאפיין הזה – ונזכיר שיש גם את סמסונג וואווי שבוודאי ידרשו לקבל את חלקן גם כן. בכל מקרה, אל תרגישו רע – אנחנו במקומכם לא היינו דואגים לסמסונג או אפל, שרק לאחרונה הציגה את דו׳׳ח הרווח הרבעוני השלישי החזק בתולדותיה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "5g,רשת דור חמישי,דור חמישי,אינטרנט,מהירות גלישה,סלולר,דור חמישי סלולר,נוקיה,nokia,סמסונג,קוואלקום,וואווי"}