{"url": "https://www.geektime.co.il/chargeafter-raises-money-from-mufg/", "type": "article", "title": "''לא חיפשנו השקעה'': מיצובישי משקיעה ב-ChargeAfter הישראלית", "description": "בלב משבר הקורונה, ומספר חודשים בלבד לאחר הגיוס הקודם, הודיעה החברה על גיוס נוסף מזרוע ההשקעות של מיצובישי", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/Chargeafter-1591695281-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-09T14:03:43Z", "modified_time": "2020-06-09T14:03:43Z", "articleBody": "בלב משבר הקורונה, ומספר חודשים בלבד לאחר הגיוס הקודם, הודיעה החברה על גיוס נוסף מזרוע ההשקעות של מיצובישי\nתמונה: ChargeAfter\nבעוד ההייטק הישראלי עומד בפני קשיים רבים בעקבות משבר הקורונה, הסטארטאפ הישראלי ChargeAfter מודיע היום (ג’) כי למרות הגיוס לפני 4 חודשים מענקית התשלומים הבינלאומית, ויזה, הוא מצרף משקיעה נוספת – זרוע האחזקות של מיצובישי.\n“לא חיפשנו השקעה”, מודה מידד שרון, מנכ”ל ChargeAfter, “אבל כאשר MUFG פנו אלינו והבנו את הפוטנציאל של שיתוף הפעולה העתידי והעוצמה שלהם כבנק הרביעי בגודלו בעולם בניהול נכסים ובמיוחד את הנוכחות שלהם באסיה, הרגשנו שזה יהיה נכון לאפשר להם להצטרף כמשקיעים בחברה מתוך הבנה שהם חולקים את אותו חזון כמונו, והצירוף שלהם כמשקיע מעבר לסכום ההשקעה עצמו מחזק את החברה ברמה האסרטגית”.\nMUFG Innovation Partners, שהשקיעה בחברה, היא זרוע ההשקעות של תאגיד מיצובישי היפני, והשקיעה לפני מספר שבועות גם בחברת Fundbox.\nלדברי החברה, הכסף שהושקע ישמש לצורך צמיחה ביכולות הפיתוח והמכירה. הרעיון מאחורי ChargeAfter (צארג’ אפטר) הוא להציע לכל קונה אפשרות מימון זמינה המותאמת לצרכיו הייחודיים. הפלטפורמה מאפשרת לבתי עסק (בין אם מדובר באתר אונליין ובין אם בחנות פיזית) להציע ללקוחות מימון מיידי וממספר רב של מקורות בעת הרכישה, זאת על ידי חיבור בית העסק לרשת של בנקים.\nשרון חושף בשיחה עם גיקטיים כי העסקה נסגרה בעיצומו של משבר הקורונה: “היו חששות כמובן, אבל בגלל החזון האסטרטגי הפוטנציאל ארוך הטווח של העסקה, לא היו שום היסוסים מצג MUFG וההשקעה המשיכה ונסגרה כמתוכנן”. שתי החברות לא חשפו את סכום ההשקעה גם הפעם, אך לדברי ChargeAfter מדובר בסכום “מכובד”.\nChargeAfter נוסדה בשנת 2017 על ידי מידד שרון. לחברה משרדים במתחם הבורסה ברמת גן, ניו יורק ובסיליקון ואלי.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "chargeafter,צ\\'ארג\\' אפטר,תשלומים,אשראי,מיצובישי,ויזה"}