{"url": "https://www.geektime.co.il/pay-update-payment-in-business/", "type": "article", "title": "החל מהיום: אפשר לשלם לבתי עסק בישראל עם Pay", "description": "אפליקציית התשלומים פיי (לשעבר Pepper Pay) עודכנה לפני שעות אחדות עם אפשרות חדשה לתשלום בבתי עסק על ידי סריקת קוד", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/Pepper-Pay-b-1567340628-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-01T16:34:23Z", "modified_time": "2019-09-01T17:30:43Z", "articleBody": "אפליקציית התשלומים פיי (לשעבר Pepper Pay) עודכנה לפני שעות אחדות עם אפשרות חדשה לתשלום בבתי עסק על ידי סריקת קוד\nכך יראה התשלום ב-Pay לבתי עסקתמונה: Pay\nמתקרב היום שבו נוכל לצאת מהבית בלי ארנק ולהתחיל לשלם רק באמצעות הסמארטפון. לגיקטיים נודע כי אפליקציית התשלומים Pay (לשעבר Pepper Pay) שעד כה שימשה להעברת כספים בין אנשים פרטיים, קיבלה היום עידכון, שמאפשר למשתמשי האפליקציה לשלם גם בבתי עסק שונים.\n“נכנסנו לעסקים”, כך מבשר ה-Changelog של אפליקציית Pay, שזכתה לעדכון לפני זמן קצר: מעתה ניתן לשלם באמצעות האפליקציה בבתי עסק “נבחרים”, וזה יתבצע כך: לאחר שתגיעו לקופה בבית העסק הנתמך, תוכלו לבקש לשלם באמצעות Pay, ועל גבי המסופון יופיע קוד QR, אותו יש לסרוק באפליקציה באמצעות הכפתור החדש שממוקם לצד כפתורי התשלום הקיימים. לאחר הסריקה יתבצע התשלום ויופיע מסך האישור עם סכום הכסף שהועבר לבית העסק. הכסף עצמו יירד מכרטיס האשראי שלכם המקושר לאפליקציה עד סוף יום העסקים הבא.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nנראה כי בניגוד לאפליקציות קיימות בשוק, אין צורך להזין את בית העסק או את סכום העסקה, אלא רק לסרוק את הקוד שיכיל את כל המידע הנחוץ. אמנם רבים ממתינים להשקה של שירותים כמו Google Pay ו-Apple Pay בישראל, אך אלו לרוב זקוקים למכשיר עם רכיב NFC, שלא קיים בכל המכשירים. האפליקציה של פיי, לעומת זאת, זקוקה למצלמה בלבד ובכך תוכל לעבוד גם על מכשירי ביניים ו-Low End של חברות כמו שיאומי הפופולאריות למדי בישראל. השימוש ב-QR דומה מאוד לאפליקציות תשלומים פופולאריות במזרח הרחוק כמו WeChat ו-Line.\nכדי לצאת עם הפיצ’ר החדש, רכש בנק לאומי, שעומד מאחורי האפליקציה, מאות מסופונים מחברת IPAY כדי להציבם בסניפים שטרם מחזיקים בהם, וזאת לאחר שבנק ישראל אישר ל-Pay להפעיל את פיצ’ר התשלומים בבתי עסק. בנוסף, פיי תאפשר קבלת תשלומים ממוסדות שונים כמו למשל החזרים מקופת החולים באמצעות האפליקציה, ובכך לחסוך המתנה של עשרות ימי עסקים, וקבלה של התשלום באותו היום. עד כה נודע כי Pay תאפשר תשלומים בסניפי ארומה תל אביב וגם במכונות של משקר.\nגם Colu הישראלית מציעה תשלום באמצעות אפליקציה במספר נאה של בתי עסק, אך בעיקר באיזור תל אביב וחיפה. נכון לעכשיו לא ידוע מהי תוכנית ההתרחבות של פיי מבית בנק לאומי, אך סביר להניח שגם המתחרות, Bit של בנק הפועלים, Paybox של בנק דיסקונט נמצאות במירוץ להשקת השירות בכמה שיותר בתי עסק לפני הכניסה של גוגל ואפל לישראל.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "פפר פיי,pepper pay,אפליקציות תשלומים,תשלומים,תשלום,pay,pepper,בנק לאומי,לאומי"}