{"url": "https://www.geektime.co.il/apple-changes-appstore-guidelines-with-ads/", "type": "article", "title": "ונעבור לפרסומות: אפל תאפשר למפתחים לשלב פרסומות בהודעות פוש", "description": "אחרי שנים של חוקים נוקשים למדי, אפל משנה את העמדות שלה בנוגע לפושים, אבל יכול להיות שהסיבה לשינוי היא שונה ממה שהייתם מצפים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/Screen-Shot-2020-03-05-at-9.45.41-1583394364-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-05T10:02:31Z", "modified_time": "2020-03-05T10:05:33Z", "articleBody": "אחרי שנים של חוקים נוקשים למדי, אפל משנה את העמדות שלה בנוגע לפושים, אבל יכול להיות שהסיבה לשינוי היא שונה ממה שהייתם מצפים\nתמונה: אפל\nאפל ידועה בתור חברה די נוקשה בכל הנוגע לחוקים ולכללים שחלים על המשתמשים והמפתחים באקוסיסטם שלה. כעת, נראה שהחוקים של ”הגן הסגור” של אפל משתנים במעט, וחלקם עשויים להוביל להזדמנויות חדשות עבור מפתחים, וכאב ראש פוטנציאלי עבור משתמשים.\nהשינו המשמעותי ביותר הוא ההגבלה שאפל מסירה מהפושים. עד כה, אפל אסרה לחלוטין על שליחת הודעות פוש עם פרסומות, הצעות שיווקיות או הודעות שיווקיות שונות. אלו נחשבו הפרה של חוקי האפסטור ויכלו להוביל להרחקה של המפתחים מהחנות. אך בימים האחרונים, אפל ריככה את חוקי האפסטור וכעת תאפשר לאפליקציות לשלוח הודעות פוש עם הצעות שיווקיות ״כאשר לקוחות אישרו את קבלתן בפירוש״. כמו כן, אפליקציות שירצו לעשות זאת יהיו חייבות להציע למשתמשים גם דרך לחזור בהם, ולבטל את קבלת ההודעות השיווקיות.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nיש לציין כי אפל בעצמה נתפסה מספר פעמים כשהיא עוברת על החוקים של עצמה. ב-2018 היא שלחה דרך אפליקציית TV הודעת פוש המקדמת את העונה החדשה של קארפול קריוקי, על אף שמשתמשים לא נכנסו מעולם לאפליקציה ואישרו לה שליחת הודעות. ב-2019 היא שלחה למשתמשי אפל מיוזיק הודעה שמבקשת מהם להזמין משתמשים אחרים להירשם לשירות. שני המקרים עוררו זעם לא קטן בקרב קהילת המפתחים, שגם הם רצו להרוויח עוד כמה סנטים מהמשתמשים שלהם.\nwouldn’t this violate the notification guidelines apple enforces on third-party apps?\n— John Lagomarsino (@johlag) December 15, 2018\n\nOk, @AppleMusic, you’ve had your notification privileges revoked. pic.twitter.com/kRqmLWvdCr\n— Ben (@bbchase) February 15, 2019\n\nהשינוי המשמעותי לעולם הפרסומות במכשירי iOS הוא ממש לא השינוי היחידי שישפיע על המפתחים. החל מה-30 באפריל, 2020, אפל תחייב את כל האפליקציות החדשות והעדכונים החדשים לאפליקציות להיבנות ב-SDK של iOS 13, כך שאם עוד לא התעדכנתם, זה הזמן. ואם כבר הזכרנו את iOS 13, אפל טוענת כי היא מותקנת כבר על 77% ממכשירי iOS שנשלחו לחנויות במהלך 4 השנים האחרונות, וכי 79% ממכשירי אייפד כבר מריצים את iPadOS 13.\nב-30 באפריל נגיע לדדליין נוסף עבור המפתחים, כאשר אפל תחייב אפליקציות שמאפשרות התחברות למשתמשים באמצעות כפתור Sign In with Google/Facebook לאפשר גם את Sign In With Apple, שאמורה להיות בטוחה ומהירה יותר מהאלטרנטיבות. לבסוף, אפל מקשיחה את העמדות שלה אל מול אפליקציות דייטינג ו״ניבוי עתידות״, ומודיעה כי כעת היא תדחה אפליקציות כאלו על הסף אלא אם הן יציעו ״חוויה יחודית ובאיכות גבוהה״… מה שזה לא אומר.", "keywords": "אפל,אייפון,אפסטור,אפ סטור,אייפד,מק,apple,app store,appstore,iphone,ios,ipad,פירסומות,פרסומות,ads"}