{"url": "https://www.geektime.co.il/insider-jobs-march25-1585140463/", "type": "article", "title": "מ-Apple ו-Gett ועד eBay, ארמיס ופלייטיקה: הנה 14 חברות שממשיכות לגייס עכשיו עובדים בישראל", "description": "למרות הקורונה, לא מעט חברות ממשיכות לגייס עובדים בישראל: הנה 14 מהן כולל גונג, K Health, פריון, ג'נרל מוטורס, פייבר, פלייסטודיוס, פלאריום, דודא, ג'נרל מוטורס, איביי ולייבפרסון", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/tirza-van-dijk-fRVwyIMTpvg-unsplash-1585164383-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-29T19:32:56Z", "modified_time": "2020-04-02T13:53:56Z", "articleBody": "למרות הקורונה, לא מעט חברות ממשיכות לגייס עובדים בישראל: הנה 14 מהן כולל גונג, K Health, פריון, ג’נרל מוטורס, פייבר, פלייסטודיוס, פלאריום, דודא, ג’נרל מוטורס, איביי ולייבפרסון\nקרדיט תמונה: tirza van unsplash\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nLiveperson\nלייבפרסון היא חברה המתמחה בפיתוח פלטפורמות תקשורת לחיבור בין מותגים ולקוחות. החברה, שהוקמה בשנת 95, מובילה היום את עולם ה Conversational Commerce שבו עובר המסחר האלקטרוני לערוצי שיחה בין צרכנים למותגים. כחלק ממערך הפיתוח הבינלאומי של החברה, ישנם שני מרכזי פיתוח בישראל, אחד בתל אביב והשני ברעננה, בהם מועסקים 350 עובדים.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Director of Product & Engineering\nלעוד משרות ב-Liveperson\nDuda\nDuda היא פלטפורמת ה-SaaS המובילה עבור חברות המציעות שירותי בניית אתרים. היא משרתת מעל ל-23,000 חברות ברחבי העולם – החל מפרילנסרים וסוכנויות דיגיטל, ועד לחברות ענק. יותר מ-14 מיליון אתרים נבנו עם Duda.\nהפלטפורמה מאפשרת לייצר אתרים רספונסיביים, עשירים בפיצ’רים מתקדמים ואינטגרציות. בנוסף, היא מספקת white labeling, כלים לעבודה צוותית ולניהול לקוחות. השחקנים הגדולים בתעשייה עובדים עם Duda, ביניהם Solocal, ItaliaOnline, Thryv, AppFolio ו- IONOS. לחברה מטה בפאלו אלטו ומשרדים בקולורדו, בברזיל ובמרכז תל-אביב. עד היום החברה גייסה $50MM, מתוכם $25MM ב-2019.\nהפלטפורמה מאפשרת לייצר אתרים רספונסיביים, עשירים בפיצ’רים מתקדמים ואינטגרציות. בנוסף, היא מספקת white labeling, כלים לעבודה צוותית ולניהול לקוחות. השחקנים הגדולים בתעשייה עובדים עם Duda, ביניהם Solocal, ItaliaOnline, Thryv, AppFolio ו- IONOS. לחברה מטה בפאלו אלטו ומשרדים בקולורדו, בברזיל ובמרכז תל-אביב. עד היום החברה גייסה $50MM, מתוכם $25MM ב-2019.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – BI Developer\nלעוד משרות ב-Duda\nArmis\nארמיס היא חברת סייבר שמתעסקת ב-Agentless device security. המוצר של החברה הוא מעין אנטי-וירוס למכשירי IoT, שפועל מבלי שיש צורך להתקין דבר על המכשירים עצמם, אלא באמצעות איסוף מסיבי של מידע בנוגע לאופן בו מכשירים בעולם מתנהגים, אנליזה חכמה של המידע הזה, והזנת המידע בחזרה למוצר.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Core Backend Engineer\nלעוד משרות ב-Armis\nPlarium\nפלאריום חרטה על דגלה לספק את חוויית המשתמש הטובה ביותר, במובייל וברשתות החברתיות, עבור שחקני משחקי ההארדקור וקז’ואל ברחבי העולם.\nהחברה נוסדה בשנת 2009. ב-2017 היא נרכשה על ידי חברת אריסטרוקרט ומאז פועלת כחברת בת בבעלות מלאה. בשנים האחרונות, פלאריום מדורגת בעקביות בין חברות פיתוח המשחקים המובילות בפייסבוק, עם כ-250 מיליון משתמשים רשומים.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Big Data QA Engineer\nלעוד משרות ב-Plarium\nPLAYSTUDIOS\nPlaystudios מפתחת משחקי Real Time מרובי משתתפים ל- Mobile. החברה החלה את דרכה בשנת 2011 כסטארט אפ ישראלי בשם Shaker – בר וירטואלי (על גבי הפלטפורמה של פייסבוק) ליצירת מפגשים בין אנשים. אף על פי שבגלגולה הנוכחי, החברה מפתחת משחקים, המהות נותרה כשהייתה – היא עדיין מפגישה בין אנשים שרוצים לשחק יחד בזמן אמת.\nב-2016 נרכשה Shaker על ידי חברת Playstudios האמריקאית, שלה סטודיואים נוספים בארצות הברית ובהונג קונג. הסטודיו התל אביבי שיושב בפלורנטין מונה מעל 100 עובדים, אשר ממשיכים לפתח את משחק ה- Social Casino המצליח POP! Slots, שהוכרז השנה בלאס וגאס כ- Most Innovative Social Slot Game.Air) ופתרונות לאינטרנט של הדברים (Internet of Things).\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Animator\nלעוד משרות ב-PLAYSTUDIOS\nFyber\nב-Fyber מייצרים פלטפורמה שקופה, הוגנת ויעילה, שתאפשר למספר רב של מפרסמים להציע מחיר בזמן אמת עבור הצגת מודעה באופן יעיל בהרבה, אך גם כזה שיניב רווח גדול יותר למפתח וערך מוסף למשתמש.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Big Data Developer\nלעוד משרות ב-Fyber\nGett\nGett נוסדה ב-2010 על ידי היזמים רועי מור ודייב וייסר. היום מונה החברה כ-1,000 עובדים ב-3 טריטוריות ברחבי העולם: ישראל, רוסיה ובריטניה. בישראל נמצא מרכז ה-R&D והוא מונה כ-130 עובדים.\nבזכות השירותים הטכנולוגיים המתקדמים, השירות והניהול המוקפד, הפכה Gett גם לספקית נסיעות משמעותית בתחום העסקי, עם קהל לקוחות המונה למעלה מ-20 אלף ארגונים מובילים בעולם. עד היום גייסה Gett מעל 700 מיליון דולר ודורגה ברשימת “15 החברות בעלות קצב הצמיחה המהיר בעולם” של מגזין פורבס.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Subsidiaries Controller\nלעוד משרות ב-Gett\nGeneral Motors\nג’נרל מוטורס הוקמה ב-1908 הנהלת החברה ממוקמת בארה”ב והחברה מעסיקה היום למעלה מ-200 אלף עובדים ברחבי העולם. במרכז הפיתוח והמחקר של GM בהרצליה פיתוח מפנים את הזרקור אל עבר אחד מהנושאים היותר לוהטים בתעשיית הרכב והטכנולוגיה בשנים האחרונות – הרכב האוטונומי.\nג’נרל מוטורס ישראל מגוונת מאוד בתחומי הפעילות שלה ומורכבת מקבוצות מחקר שעוסקות בחקר, מדע והנדסה של טכנולוגיות פורצות דרך בתחום רכבי העתיד. קבוצות המחקר עוסקות בפיתוח של חיישנים, תקשורת, ממשק אדם- מכונה (User experience technologies) ורובוטיקה, לצד קבוצות פיתוח והנדסה שעוסקות בין השאר בתחומי הסייבר, רכב חשמלי ומקושר, טכנולוגיות ענן, ניהול ציי רכב, פיתוח טכנולוגיות Machine learning, מערכות בידור ומידע ונהג, פיתוח מצלמות וראדרים.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Graduate Simulation Software Engineer\nלעוד משרות ב-General Motors\nPerion\nחברת פריון היא חברה ציבורית הנסחרת ב NASDAQ, היא מעסיקה 450 עובדים מתוכם 150 בישראל. החברה מהווה בית לחמש חברות עצמאיות בעולמות הטכנולוגיה השיווקית (Ad-Tech).\nיחידת הפרסום של החברה משלבת שתי חברות – האחת, Undertone, מציעה טכנולוגיה חדשנית למותגים מובילים המשלבת דאטה וקריאטיביות להפצת קמפיינים מסונכרנים המותאמים אישית באמצעות שימוש בפורמטים יחודיים במאות מדיות ואפליקציות סלולריות; השנייה, MakeMeReach, מובילת שוק באקטיבציית קמפיינים מבוססי בינה מלאכותית במדיה החברתית על שלל הפלטפורמות, כגון: פייסבוק, אינסטגרם, סנאנפצ’ט, טוויטר וכו’. יחידת החיפוש של החברה, CodeFuel, מאפשרת למפתחים לבצע מוניטיציה ואופטימיזציה בזמן אמת של מילות החיפוש באתרים הנתמכים במנוע החיפוש של מיקרוסופט בינג, ומקסום הרווחים כפועל יוצא מכך. היחידה הרביעית, Smilebox, מפתחת אפליקציית B2C במובייל ובדסקטופ לעריכה ושיתוף של חוויות מתועדות ואירועים מיוחדים, בשילוב אנימציות ייחודיות, יחד עם היקרים לנו מכל. הרכש החדש של פריון הוא חברת CIQ, אשר מספקת למפרסמים, למותגים ולאתרי תוכן כלים לניתוח קמפיינים, המאפשרים להם לייעל את הפרסום הדיגיטלי.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Search Monetization Sales Director\nלעוד משרות ב-Perion\nPlaytika\nפלייטיקה היא חברת Game-Entertainment, שמספקת לקהלים ברחבי העולם מגוון רחב של משחקים המבוססים על תוכן איכותי, מקורי, משתנה באופן תמידי ומותאם לכל שחקן באופן ספציפי.\nפלייטיקה הוקמה בשנת 2010, היא חלוצה ומובילה בענף המשחקים. החברה היתה מהראשונות להציע משחקי free-to-play ברשתות החברתיות ומהר מאוד עברה גם לפלטפורמות המובייל. החברה היתה גם מהראשונות להשתמש ב-live-game-operations, שמציע למשתמשים חוויות משחק יומיות מותאמות אישית, עם אירועים ופיצ׳רים חדשים.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Product Manager\nלעוד משרות ב-Playtika\nGong\nGong פיתחה מנוע מונחה בינה מלאכותית, שמסייע לעובדים בעולם העסקים לעבוד בצורה יעילה יותר. מדובר במנוע שאוסף תקשורת בין אנשים—שיחות, מיילים, צ’אטים—”מבין” אותה ומכוון את ההבנה לשיפור מקצועי של עובדים בחברה, לשקיפות גדולה יותר בארגון, ולתובנות אסטרטגיות להנהלה.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Principal Front-End Engineer\nלעוד משרות ב-Gong\nApple\nApple נחשבת למובילה בתחום החדשנות עם מכשירי ה-iPhone, ה-iPad, ה-Apple Watch, ה-Mac וה-Apple TV. חמש פלטפורמות התוכנה של החברה: iOS, macOS, watchOS ,tvOS ו -iPadOS – מאפשרות חוויית שימוש פשוטה ושקופה כמעט לחלוטין על גבי כלל המכשירים שלה וגישה לשירותים כגון Apple Pay -Apple Music, App Store ו-iCloud. בשנת 2019 העמיקה Apple את כניסה לתחום שירותי התוכן עם השקת Apple News+ ,Apple Arcade ,Apple Card ו +Apple TV.\nב-Apple עובדים למעלה מ-100 אלף עובדים, מעל 1,400 מהם בישראל, המתמקדים בפיתוח המוצרים הטובים ביותר בעולם ובמטרה להפוך את העולם שלנו למעט יותר טוב.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Fullstack SW Engineer\nלעוד משרות ב-Apple\neBay\nבמרכז המחקר והפיתוח הישראלי של eBay קרוב ל-300 עובדות ועובדים. רוב העבודה נעשית תחת חטיבת Structured Data (מידע מובנה), שאחראית להפוך את חוויית הקנייה באתר לאחידה, על ידי יצירת עמודי מוצר בצורה אוטומטית ורחבת היקף.\nב-eBay כבר לא מדובר ב-Big Data, אלא ב-Huge Data, בהתחשב בעובדה כי בכל רגע נתון זורמת בפלטפורמה כמות Data של 1.5 מיליארד פריטים שזמינים למכירה באתר.\nכעת במרכז המחקר והפיתוח הישראלי מתרחבים עם יותר מ-35 תקנים חדשים כשבמקביל נפתחות יחידות חדשות שעוסקות בחווית הקנייה והמכירה בפלטפורמה.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Sr. Big Data Developer\nלעוד משרות ב-eBay\nK Health\nK Health פועלת ליצירת מערכת בריאות הוגנת, בת-השגה המבוססת על שירותי רפואה וירטואלים העושים שימוש בטכנולוגיות אינטליגנציה מלאכותית ולמידת מכונה. על ידי שימוש במידע אנונימי שהוסרו ממנו מאפיינים מזהים של מיליוני בני אדם, K עובדת על בניית פתרון הבריאות הראשון מסוגו בעולם: פתרון המבוסס על ראיות (evidence based) ומותאם אישית לכל משתמש.\nהאפליקציה של K נמצאת במקום הראשון בקטגוריית הבריאות בחנות של אפל עם מעל 3 מיליון משתמשים בארצות הברית.\n\nמה הם מחפשים?  \nהמשרה החמה של השבוע – Senior Software Engineer\nלעוד משרות ב-K Health", "keywords": "animator,armis,bi developer,big data developer,big data qa engineer,core backend engineer,director of product & engineering,duda,fyber,general motors,gett,gong,graduate simulation software engineer,infrastructure developer,java team leader,liveperson,perion,plarium,playstudios,playtika,principal front-end engineer,product manager,search monetization sales director,subsidiaries controller,גיקגו\\'ב,גיקטיים,משרות,עבודה בהייטק"}