{"url": "https://www.geektime.co.il/playtika-acquired-wooga/", "type": "article", "title": "פלייטיקה רוכשת חברת משחקים גרמנית ב-100 מיליון דולר", "description": "החברה הישראלית לשעבר מנסה בעזרת הרכישה לחזק את מעמדה בתחום הקז׳ואל גיימינג", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/playtika-1517235749-1543848141-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-12-03T16:49:35Z", "modified_time": "2018-12-03T16:54:12Z", "articleBody": "החברה הישראלית לשעבר מנסה בעזרת הרכישה לחזק את מעמדה בתחום הקז׳ואל גיימינג \nמקור: Playtika\nחברת הגיימינג Playtika (פלייטיקה), הנחשבת לאחת מהמובילות בתחום הסושיאל גיימינג בעולם, הודיעה היום (ב׳) על השלמת רכישת חברת Wooga, חברת קז׳ואל גיימינג גרמנית. פרטי העסקה לא נחשפו, אך על פי הערכות הוא עומד על 100 מיליון דולר. בעקבות הרכישה כחצי מפורטפוליו המשחקים של פלייטיקה יהיה בקטגורית משחקי קזו׳אל, מה שימצב אותה בשורה אחת עם חברות משחקי הקז׳ואל המובילות.\nהמהלך האחרון מתווסף לרכישתה של Jelly Button הישראלית על ידי פלייטיקה לפני קצת יותר משנה תמורת עשרות מיליוני דולרים. מאז הרכישה, הכפילה החברה את הכנסותיה ביותר מפי שתיים עשרה. אמנם בעבר פלייטיקה נחשבה לחברה ישראלית, אך לפני כשנתיים היא נמכרה לקונסורציום של חברות סיניות בראשות מפתחת המשחקים Giant Interactive, תמורת סכום של 4.2 מיליארד דולר. המוכרת היתה ענקית ההימורים האמריקאית Ceaser’s, שב-2011 רכשה 51 אחוזים ממנה תמורת כ-180 מיליון דולר בלבד.\nבין המותגים הפופולאריים ביותר של פלייטיקה ניתן למנות משחקים כמו Slotomania, House of Fun, Caesars Slots, Bingo Blitz, WSOP, Vegas Words ו- Poker Heat, אשר מדורגים באופן עקבי כמשחקים הרווחיים ביותר ב- App Store של אפל,Play Google ובפייסבוק. כיום במשחקיה של פלייטיקה משחקים למעלה מ-22 מיליון משתמשים מידי חודש. החברה נוסדה ב-2010 וכיום מועסקים בה למעלה מ-2,000 עובדים ב-15 משרדים ברחבי העולם, כשהמטה שלה ממוקם בהרצליה.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "פלייטיקה,רכישה,playtika,wooga"}