{"url": "https://www.geektime.co.il/insider-jobs-september24/", "type": "article", "title": "פולסטאק, פרונטאנד, ג'אווה ועוד - הנה 12 משרות שוות בהייטק הישראלי", "description": "מרעננים קו''ח? קבלו 12 רעיונות לאתגר הבא שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/camera-coffee-composition-1509428-1-1569144524-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-25T13:00:34Z", "modified_time": "2019-10-02T14:47:46Z", "articleBody": "מרעננים קו”ח? קבלו 12 רעיונות לאתגר הבא שלכם\n\nצלם/תמונה: Pexels\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nNatural Intelligence\nב- Natural Intelligence עוזרים לעשרות מיליוני צרכנים ברחבי העולם לקבל החלטות באופן מושכל ובקלות. המומחיות של החברה, היא זיקוק המידע והתאמתו באופן אישי ומדויק, תוך שימוש בביג דאטה, טכנולוגיה ועיצוב מתקדמים. זו חברה פרטית ורווחית שצומחת על בסיס ההצלחה שלה, ללא משקיעים חיצוניים. היא קיימת משנת 2009 וצמחה במהירות לאורך השנים. כיום היא מונה כ- 350 עובדים.\n\n  To send a CV for the position of WEB FULLSTACK DEVELOPER –\nTo send a CV for the position of SENIOR JAVA DEVELOPER –\nTo send a CV for the position of MARKETING ANALYST –\nPlainID\nPlainID היא חברת סטארטאפ ישראלית עם פעילות גלובלית בישראל, ארצות הברית ואירופה. החברה עוסקת בעולם הסייבר סקיוריטי ומתמקדת בתחום ניהול ההרשאות הארגוני. האתגר המרכזי של החברה הוא לספק פתרון אחד מרכזי, פשוט לשימוש, שיענה לדרישות העסקיות והטכנולוגיות של לקוחותיה.\n\n  To send a CV for the position of Senior Backend Developer –\nTo send a CV for the position of Frontend Developer –\nTandemG\nחברת TandemG משמשת כמרכז מחקר ופיתוח עצמאי, שמפתח ומעצב פתרונות IoT ומוצרי חומרה ותוכנה Tailor made לענקיות טכנולוגיה וסטארטאפים מובילים בתחומים מגוונים כמו IoT, Networking, Agribusiness ,Automotive Green Energy, Medical, semiconductors ועוד.\n\n  To send a CV for the position of Junior full stack developer –\nTo send a CV for the position of Cloud development Team leader –\nvCita\n \n\nvCita היא סטארטאפ צומח עם משרדים בתל-אביב ובסיאטל. החברה נוסדה ב-2010 ועובדים בה למעלה מ-80 איש, עם צפי לגיוס 40 עובדים נוספים במהלך 2019. vCita מפתחת אפליקציה יעילה ונוחה לניהול עסק קטן, ובין קהל לקוחותיה למעלה מ-100 אלף נותני שירותים, יזמים עצמאיים, ויועצים בכל העולם.\n To send a CV for the position of Fullstack Developer –\nTo send a CV for the position of Senior Infrastructure SW Engineer –\n\nSimplee\n\nחברת Simplee מספקת לבתי חולים ומוסדות רפואיים גדולים בארצות הברית פתרונות SaaS לטיפול בפן הפיננסי מצד המטופלים. בארצות הברית, למעלה מ-2000 בתי חולים וקליניקות משתמשים בשירות של Simplee ונעזרים בה למעלה מ-15 מיליון מטופלים.\nTo send a CV for the position of Backend Web Developer –\nAqua\n\nאקווה (Aqua Security) היא חברת סטארט-אפ שהוקמה ב-2015 ועוסקת בשניים מהתחומים החמים ביותר כיום: מהפכת הקונטיינרים הווירטואליים בתחום ה-IT ובאבטחת סייבר.\n–  To send a CV for the position of Backend Developer for Serverless Security\n– To send a CV for the position of Security Researcher\n\n", "keywords": "natural intellegence,plainid,simplee,vcita,autodesk,tandemg,,aqua,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,tamdemg,ux/ui expert,אינסיידר,גיקגו\\'ב,גיקטיים,טנדם,משרות,סייבר,עבודה בהייטק"}