{"url": "https://www.geektime.co.il/10-jobs-february-26/", "type": "article", "title": "רוצים שינוי? הנה 10 חברות הייטק שמגייסות כעת עובדים", "description": "בין אם אתם מחפשים עבודה או ׳׳פוזלים החוצה׳׳, ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לבדוק ולבחור למי אתם רוצים לפנות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/GettyImages-171693209-e1488111912298.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-26T15:12:39Z", "modified_time": "2017-02-26T15:11:15Z", "articleBody": "בין אם אתם מחפשים עבודה או ׳׳פוזלים החוצה׳׳, ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לבדוק ולבחור למי אתם רוצים לפנות\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n Check Point is looking for Professional Services consultant to be responsible for:\n– Full time PS consultant for MOD\n– Deliver on-site consulting services (Design, Implementations & Training) in IL\n– Working in conjunction with the local PS team\nRequirements:\n– Practical experience with Check Point products a must. Experience with Blue-Coat and VSX is an advantage.\n– 4+ years of experience with IP based networks, network design, and security products\n– Experience with several different operating systems: Windows 9x/2000, Unix- based\nInstallation, implementations and operation of Check Point products\n– Experience in working with customers\n– Willingness to learn new technologies, self-learner\n– Customer oriented – experienced with direct face to face service\nTo send a CV for the position of Professional Services consultant – Check Point\nמקור: עמוד הפייסבוק של החברה\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform. With Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally. We work hard to get things done and never forget to have fun along the way.\nThe candidate needs to be motivated, self-starter who is able to learn quickly in a fast-paced environment, and to be able to derive conclusions and decisions from a large set of data. This position requires strong initiative, solid data analytics skills, unflagging attention to detail and an overall commitment to excellence.\nRequirements:\n– BA or equivalent relevant experience\n– Strong analytical skills\n– At least 1 year experience in investigation\n– Flexible attitude and ability to cope with changing requirements\n– Proven critical, and problem solving skills\n– Proven ability to communicate effectively (both written and verbal)\n– A team player with strong cross-group collaboration\n– Ability to work independently\nTo send a CV for the position of Risk Investigator – Payoneer\n GE Cyber security Research Lab develops and applies innovating technologies to protect critical GE products from a broad spectrum of Cyber-enabled risks and threats. The ideal candidate will possess deep knowledge and experience in Cyber Security attack techniques and proper mitigation solutions in both the application level and infrastructure level.\nResponsibilities:\n– Pen-Testing skills and proven experience\n– Discover and mitigate vulnerabilities in sensitive Critical Infrastructure\n– evelop and design innovative cyber security solutions for unique and complex technologies\n– Work in partnership with government agencies, leading industry experts, and academia\n– Leverage traditional and non-traditional research methodologies to advance GE’s overall – Cybersecurity practice\nRequirements:\n– Cyber security professional with a minimum of 5 years of experience\n– Bachelor’s degree in Computer Science or a related field with at least 2 years of relevant experience in software/hardware research and development\n– Must possess strong verbal & written communication skills in English, with demonstrated experience\n– Must be willing to work out of an office located in Herzliya, Israel\n– Must submit to a background investigation, including verification of past employment and educational background\n– Experienced talented individuals who have expertise in these types of technologies: Developing POCs and pen-testing tools, Threat Modeling, Researching network protocols, Deep understanding of cryptography, Bypassing intrusion Detection and Prevention systems / applying evasion techniques, Reverse Engineering, Experience in industrial networks and SCADA protocols\nTo send a CV for the position of Cyber Security Researcher – General Electric\nמקור: עמוד הפייסבוק של החברה\nOur team is developing a new network and cyber-security solution, in a unique start-up atmosphere backed by the infrastructure of a solid and successful company that is leading the security space in the market.\nWe are looking for a passionate DevOps engineer who will take part in development of a revolutionary cyber security product, deployed in sophisticated network topologies. The successful candidate will be able to design and implement different deployment and operational modes of cyber security applications in a traditional environment, along with virtualized/cloud network topologies.\nThis is a truly unique opportunity to join a rich development process: to make a difference, to learn a lot, and to enjoy.\nRequirements:\n– Deep knowledge of Linux\n– Knowledge of at least one scripting language (such as Perl, Python, Bash)\n– Networking experience (TCP/IP, DHCP, DNS, SNMP, and so on).\n– Highly independent and self-motivated\nTo send a CV for the position of DevOps Engineer – radware\nAt the Windows Cyber Defense Group which is a newly formed team in the Israel R&D center, our mission is to provide protection and defense for Windows’ hundreds of millions of users against malicious attacks and cybercrime. We are seeking for top-notch talent who are passionate about security and cloud technologies. If you are obsessed about solving complex problems, interested in fighting cybercrime and developing state of the art security solutions – come join us and protect billions of users all around the globe!\nRequirements:\n– 3+ years of professional experience in cybersecurity or software development.\n– Background or profound interest in cyber security is a must.\n– B.Sc. / M.Sc. in Computer Science (or equivalent) is an advantage.\n– Experience and passion for software engineering and code – C# an advantage.\n– Highly hands-on (coding, infra, end-to-end delivery).\n– Knowledge of networking and internet protocols (e.g. TCP/IP, DNS, SMTP, HTTP, FTP).\n– Knowledge in one of the following is an advantage: Cloud Computing, Virtualization, SDN, Malware Research, Penetration Testing, Networking, Windows Platform (OS) Internals.\n– Great people skills, leadership and collaboration\n– Team player, confident and enthusiastic\n– High potential to grow and evolve\nTo send a CV for the position of Sr. Security Engineer – Windows Cyber Defense – Microsoft\nHere’s something to think about – If you are reading these lines, you probably know a thing or two about hardware Design, and you’re probably reading it thanks to a chip made by Intel. Experience hardware engineer? Keep reading.\nIntel Wireless Connectivity Solutions group is leading the development of wireless products to the mobile industry. We develop many of the leading wireless communication standards as: WiFi, BT, GNSS , NFC and WiGiG. Our products are a major growth engine for the mobile communication in the business, gaming and entertainment areas. Our VLSI teams are responsible for all stages from definition, architecture to design and validation of these products.\nResponsibilities:\nWe are looking for a talented FPGA engineer, which will create emulation/Field Programmable Gate Array (FPGA) models from a Register Transfer Level (RTL) design using emulation/FPGA synthesis, partitioning and routing tools. As part of your job you will be in-charge on defines and documents RTL changes required for emulation/FPGA. You will develop hardware and software collaterals and integrate it with the emulation/FPGA model. In addition, the position requires tests and debugs the emulation/FPGA model and collaterals. Defines and develops new capabilities & HW/SW tools to enable acceleration of RTL and improve emulation/FPGA model usability for pre Silicon and post Silicon functional validation as well as SW development/validation. You will develop improvements to usability by RTL validation and debugging of failing RTL tests on the emulation platform. You will have Interfaces with and provides guidance to pre silicon Validation teams for optimizing pre Si validation environments, test suites and methodologies for emulation efficiency. Last, you will develop and applie automation aids, flows and scripts in support of emulation ease fuse and improvement of equipment utilization.\nTo send a CV for the position of MEMS Designer – Intel\n\n– Experience in performing the training process from end to end, from finding training needs, investigating content, working with SMEs, developing training, conducting and evaluating training.\n– Develop training materials for face-to-face training and self-learning processes with a variety of development tools.\n– Maintain efficient and effective training environment by following organization standards and legal regulations.\n– Conduct training classes by teaching application, infrastructure, based on industrial-business logic.\n– Evaluate training by measuring effectiveness of training for specific job applications.\nRequirements:\n– First degree graduate- a big advantage\nPrevious experience with Technical Training (at least 5 years’ experience as a technical trainer)\n– Training Class Management\n– Good Technical understanding\n– Good control of training developments tools\n– English at a mother tongue level\n– Excellent Presentation Skills\n– Excellent Written Communication Skills\n– Customer facing skills\n– Excellent inter-personal skills\n– Willing to travel\nTo send a CV for the position of Technical Trainer JB-205 – Optimal Plus\nResponsibilities:\n– You will be responsible for ongoing research to understand how modern software engineering practices can be applied on a large scale enterprise level software and its lifecycle\n– You will be able to identify all of the source, tools, environment, and other components that make up a particular release\n– You will research and integrate new technologies into our stack\n– You will initiate and push DevOps improvements, enhancements and automation\n– You will assist in the architectural integrity of our products and identify problematic areas in the current implementations\n– You will assist in the continuous improvement of our development methodologies\n– You will enhance our framework for development and deployment processes\nRequirements:\n– Experience as a chief architect, CTO or similar role\n– Experience in agile development and having the agile mind set\n– Strong technical and hands-on orientation\n– Deep understanding in Cloud deployment, Cloud technologies, Continuous Build, Continuous Integration, Test Automation and Continuous Deployment.\n– Deep understanding of SW Engineering practices\n– Excellent communication skills\n– Verbal and written skills in English.\n– Natural curiosity & leadership skills\n– The ability understand the engineer’s point of view as well as the manager & the senior management & bridge between those gaps.\n– The ability to explain complex things simply\nTo send a CV for the position of Software Architect – Amdocs\nצילום: גיקטיים\nA leading online marketing company in the eGaming market seeks a full-time, in-house Content Specialist with experience in the online gaming industry (preferable). The Content Specialist will work directly under the Content Manager to help improve the quality of the SEO websites in many international markets.\nThe position will include content writing, marketing writing, site analysis/auditing, editing, management of freelancers and overall working with our SEO teams to improve the quality of our sites. The candidate should have experience working on website copy.\nResponsibilities:\n– Analyzing web copy and improving text\n– Delivering high-quality texts for our websites (including marketing and social)\n– Managing a team of freelancers and translators\n– Writing marketing content for newsletters, ads, etc.\n– Researching new trends in content\nRequirements:\n– Experience in marketing writing (required)\n– Experience in site auditing\n– Experience in the online casino industry – a plus\n– Native English speaker\n– Strong attention to detail, especially grammar rules and stylistics\n– Ability to multi-task\n– Knowledge of WordPress, Content Management Systems a plus\nTo send a CV for the position of Content Specialist – 2131 – Webpals\nWe’re looking for a UX Expert (sometimes called an Interaction Designer). Along with the Design team, you’ll be a key contributor to the end-to-end experience of our product on different platforms. Your work will involve defining new product concepts, aimed towards further driving our success in the family history and DNA markets. You will collaborate closely with the Product, Design, R&D and other teams, and also interact and gather feedback from among our 80+ million end users.\nYou will also assist in shaping the usability of our product through user testing, interviews, information architecture, and guidelines; you’ll be a focal point for solving complex interaction problems and contribute to product decisions and strategy.\n Requirements:\n– 3+ years of proven experience in the field of UX.\n– Excellent communication skills and previous experience interacting with end users.\n– Ability to conduct user tests, collect feedback and analyze it.\n– Solid understanding of user-centric design principles.\n– Design and deliver wireframes and mockups for various platforms.\n– Ability to work in an agile environment.\n– Up-to-date with the latest UI trends, techniques, and methodologies\nTo send a CV for the position of UX Expert – MyHeritage", "keywords": "professional services consultant,software architect,amdocs,optimal plus,check point,mems designer,intel,content specialist,webpals,גיקגו\\'ב,ux expert,myheritage,משרות,סטארטאפים,הייטק,עובדים,מנהלים,תוכנה,חומרה,qa,אנשי פיתוח,פיתוח,שיווק,מכירות,ניהול,גיק ג\\'יב,דרושים,מהנדסים,משרות בהיי-טק,תוכנה‏"}