{"url": "https://www.geektime.co.il/work-with-us-gigspaces-como/", "type": "article", "title": "בואו לעבוד איתנו: שתי חברות מספרות מדוע שווה לעבוד דווקא אצלן", "description": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/Working-e1486462514582.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-24T16:42:49Z", "modified_time": "2016-11-24T16:43:20Z", "articleBody": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן\n\nGigaSpaces\nמחפשים לעבוד בסביבה הטכנולוגית המתקדמת ביותר? GigaSpaces היא חברה מובילה בתחומי מחשוב וישומיי ענן עבור מערכות מידע חיוניות (in-memory computing and analytics – XAP) ובתחום אוטומציית ותזמור ענן (Cloudify).\nטכנולוגיה מתקדמת\nCloudify, פלטפורמת הקוד הפתוח שלנו, מהווה טכנולוגיה פורצת דרך באופן שבו ארגונים משתמשים בענן, ובאמצעות טכנולוגיית ה-XAP תוכלו לעצב את ה-APIs ששימשו גם את 500 החברות המובילות של מגזין Fortune.\nלא סתם סטארטאפ \nGigaSpaces היא חברה רווחית שבין לקוחותיה נמצאות החברות העסקיות המובילות בעולם. לאחרונה השלימה גיוס הון מוצלח ופונה קדימה לפיתוח מוצרי הדור הבא.\nלהיות חלק מקהילה\nהחברה מובילה בטכנולוגיה העולמית בתחום הענן, אנו מארגנים Meetups וכנסים מקצועיים בארץ ובעולם. המהנדסים שלנו משתתפים ומרצים בפעילויות אלו.\nאיזון \nב-GigaSpaces אנחנו מאמינים באיזון בין חיי עבודה ופנאי. איזון הוא לא רק מוטו עבורנו אלא האופן בו אנו עובדים וחיים. ב-GigaSpaces אנחנו בוטחים בך שתנהל נכון את הזמן והמשימות שלך.\nאנחנו מחפשים אנשים מוכשרים שיצטרפו אלינו.\nרוצים לעבוד ב-GigaSpaces? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nTechnical Writer\nFrontend Team Leader\nBig Data & Scala Expert XAP Team\nQA Automation Engineer – Cloudify Team\nCloudify Team Leader\n\nComo\nביום יום, מחוץ לשעות העבודה, כולנו לקוחות של עסק כזה או אחר: מסעדה, מכולת שכונתית או רשת גדולה – ובכל מקום כזה ישנה קופה שדרכה עוברות כל העסקאות. האתגר שלנו בחברת Como, שהוקמה כבר ב-2010, הוא לתת לקופות האלה חיים חדשים בענן עם סט שלם של פתרונות. כך, בתי העסק השונים יוכלו להיעזר בקופה שלהם ובפתרונות שלנו כדי להפוך את הלקוחות שלהם – אתם, אנחנו ואחרים – למרוצים. דרך ההבנה מי הלקוחות, מה הם רוצים ואוהבים לקנות, הפלטפורמה שבנינו ב-Como מאפשרת לעזור למאות רשתות בישראל וברחבי העולם לטפח את הלקוחות הנאמנים שלהם ולהחזיר אותם פעם אחר פעם אל בית העסק.\nבאמצעות טכנולוגיות ושפות פיתוח כמו PHP, Angular, Node.js, Java, Native Apps ואחרות ובעזרת סט כלים מתקדם שמשלב מידע מועיל, אנליזות ותובנות עסקיות, האתגר שלנו ב-Como הוא לטפח עסקים ולסייע להם לשמור על הלקוחות שלהם.\nאתם מוזמנים להצטרף לחברה שמשלבת פתרונות טכנולוגיים מעולמות הביג דאטה, הצ’אט בוטים וה-Beacons ולהשתלב לצד מעל ל-100 עובדים בנס ציונה, ניו יורק ולונדון. אתם תמצאו פה צוות שמשלב אנשים צעירים והנהלה בעלת ניסיון של שנים בהיי-טק הישראלי לצד יציבות כלכלית ורצון משותף לחבר עסקים פיזיים לעולם הדיגיטלי ולתת להם את כל הכלים כדי להצליח.\nלמה כדאי לעבוד איתנו?\nעם גיל ממוצע של 35, נציגות של 50% נשים בצוותי הפיתוח ואנשים טובים ומוכשרים, אין לנו ספק שתשתלבו פה מהר. אצלנו תמצאו סביבה ירוקה, נטולת פקקים, חנייה פרטית לכל עובד, מרחק הליכה מתחנת הרכבת, שף פרטי שיחסוך כאבי ראש מה מזמינים היום לאכול ואפילו שירותי כביסה וגיהוץ.\nב-Como תוכלו ליהנות ממשרדים שנותנים מקום של כבוד לטכנולוגיות של פעם, במה לפוטנציאל ולאפשרויות קידום וגם תוכלו להכיר מקרוב את סביבת העבודה האולטימטיבית שמציגה שילוב של אופן ספייס עם אינטימיות של משרד.\nרוצים לעבוד ב-Como? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nServer Team Leader\nFull Stack Developer \nQA Automation Engineer\nSales Manager", "keywords": "technical writer,frontend team leader,big data & scala expert xap team,qa automation engineer - cloudify team,cloudify team leader,gigaspaces,server team leader,full stack developer,qa automation engineer,sales manager,como,big data & scala expert xap team,בואו לעבוד איתנו"}