{"url": "https://www.geektime.co.il/high-tech-companies-open-jobs-21-07/", "type": "article", "title": "בואו לעבוד איתנו: שתי חברות מספרות מדוע שווה לעבוד דווקא אצלן", "description": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/hiring-collage2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-21T16:00:43Z", "modified_time": "2016-07-21T15:17:10Z", "articleBody": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן\n\nחידה: מה משותף לרכיבים הבאים?\n– פיתוח מתמיד של טכנולוגיות חדישות\n– אווירת סטארטאפ\n– חברת ענק בינלאומית עם משאבים וחזון\n– השפעה על 250 מיליון לקוחות מובייל בעולם\n– השקעה של יותר מ-4 מיליון ש”ח בשנה בהדרכת עובדים\nמצטערים, יש רק תשובה אחת נכונה: AT&T\nAT&T היא חברת תקשורת ענקית שנוגעת כמעט בכל תחום תקשורת שניתן להעלות על הדעת.\nהמרכז בארץ מעסיק מאות מהנדסים, המעורבים בפרויקטים משמעותיים במרכז הליבה העסקית של הארגון, ביניהם:\nSoftware-Defined Networking, Cloud Computing, Security, Voice & Web Conferencing, Television & Entertainment.\nכחברה בעלת חזון חדשני, אנו עובדים עם הטכנולוגיות המתקדמות ביותר, ועם כל המכשירים והגאדג’טים החמים בשוק:\nOpenStack, Elastic Search & Kibana, Dockers & Containers, Hadoop & Big Data analysis, NoSQL, Deep Learning.\nלמה כדאי לעבוד איתנו?\n– איזון בין בית לעבודה.\n– מוביליות פנימית – אפשרות לעבוד בין תפקידים וטכנולוגיות כל שנתיים.\n– עבודת צוות עם מקצוענים ומנטורים.\n– תוכנית פיתוח קריירה אישית (תיאום יעדים עם המנהלים).\n– ימי עובדים, Happy Hours, פעילויות בחגים, חוגי ספורט, ועוד שלל פעילויות.\n– אווירה משפחתית ומכבדת.\nרוצים לעבוד ב-AT&T? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nJAVA Software Engineer for D2.0\nOpen Stack Developer\nSenior Android Developer\nSenior QA Engineer\nFull stack Developer for Security Event and Threat Analysis (SETA) portal\nLog-On הינה בית תוכנה הקיים כ-30 שנה בשוק ומעסיק למעלה מ-300 מהנדסים. מדובר בחברה ותיקה ויציבה לאורך שנים אשר בין לקוחותיה נמנים חברות סטארטאפ בתחילת דרכן, חברות היי-טק בינלאומיות, חברות אנטרפרייז במגוון תחומים, משרדי ממשלה וגופי ביטחון. כל מועמד אשר מתחיל תהליך ב-Log-On זוכה ליחס אישי מצוות הגיוס וליווי צמוד מצדם של מנהלי הלקוחות. בלוג-און נכין אותך לראיונות HR, נעזור לך להתכונן לראיונות מקצועיים ונלווה אותך בכל התהליך עד שתתקבל לתפקיד עליו חלמת. עברו כמה שנים? החלטת שהגיע הזמן להתקדם? נעשה את מירב המאמצים למצוא לך את התפקיד הנחשק הבא. ב-Log-On תרגיש כחלק ממשפחה אחת גדולה איתה תבלה לא מעט באירועים חברתיים, ימי כיף והעשרה, ערבי צוות ופעילויות גיבוש ביניהם מופעי מוזיקה, סדנאות בישול וסיורי רחוב.\nאז אם נמאס לך לבזבז את זמנך בשליחת קורות חיים לאתרי דרושים, ללכת לראיונות ולהבין שהתפקיד לא מתאים לניסיון אשר צברת או לא מממש את הפוטנציאל שלך, שלח אלינו את קורות החיים שלך ואנחנו כבר נעשה עבורך את שאר העבודה.\nרוצים לעבוד ב-Log-On? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nדרוש/ה מנהל/ת פרויקטים בתחום ה.NET\nלארגון פיננסי דרוש/ה בודק/ת תוכנה\nדרוש/ה מפתח/ת JAVA מנוסה\nFull stack Java Developer", "keywords": "java software engineer for d2.0,open stack developer,senior android developer,senior qa engineer,full stack developer for security event and threat analysis (seta) portal,דרוש/ה מנהל/ת פרויקטים בתחום ה.net,לארגון פיננסי דרוש/ה בודק/ת תוכנה,דרוש/ה מפתח/ת java מנוסה,full stack java developer,at&t,log-on,at&t,בואו לעבוד איתנו,בואו לעבוד אצלנו,הייטק,לוגאון,משרות,משרות בהייטק הישראלי,משרות הייטק,משרות פנויות,סטארטאפים"}