{"url": "https://www.geektime.co.il/curv-raises-6-5m-seed/", "type": "article", "title": "סטארטאפ ישראלי מגייס מיליוני דולרים כדי לפתור את הבעיות הקשות של הבלוקצ'יין", "description": "מיזם הסייבר Team8 משקיע בחברת Curv, שמציגה לראשונה ארנק קריפטוגרפי שפותר לא מעט בעיות מעולם הבלוקצ'יין, ומקווה להפוך לסטנדרט החדש של הבורסות והארגונים הפיננסיים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Curv-Team-1551188910-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-26T16:03:55Z", "modified_time": "2019-02-26T16:15:13Z", "articleBody": "מיזם הסייבר Team8 משקיע בחברת Curv, שמציגה לראשונה ארנק קריפטוגרפי שפותר לא מעט בעיות מעולם הבלוקצ’יין, ומקווה להפוך לסטנדרט החדש של הבורסות והארגונים הפיננסיים\nתמונה: Curv\nאם באמצע שנת 2017 שלטה אופוריה בתחום הבלוקצ’יין, בתקופה שלאחר מכן צפו לא מעט בעיות בתחום למרות הבשורה שהוא טומן בחובו. אחת הבעיות החמורות ביותר בתחום הבלוקצ’יין הוא החשיפה שלו לפירצות אבטחה שונות שמאפשרות במקרים רבים השתלטות מלאה על הנכסים הקריפטוגרפיים. אחת החברות שמנסות להפוך את תחום הבלוקצ’יין להרבה יותר בטוח היא חברת Curv, החברה החדשה של מיזם הסייבר Team8. עתה מודיעה החברה על גיוס בגובה 6.5 מיליון דולר והשקה של ארנק קריפטוגרפי מאובטח עם טוויסט שיגן לכם על המטבעות ואולי יגרום לארגונים פיננסים לאמץ את התחום.\nתמונה: Curv\nבעת פתיחת ארנקים קריפטוגרפיים, משתמשים מקבלים מפתח Seed (מפתח פרטי), אשר המחזיק בו בעצם מחזיק הלכה למעשה בנכסים הדיגיטליים המאוחסנים על גביו. דמיינו זאת כמו מפתח יחיד לכספת. כלומר, אם גורם זר הניח את ידיו על מפתח ה-Seed, הוא בעצם קיבל שליטה מלאה על כל המטבעות שאתם מאחסנים בארנק שלכם ויכול להעביר אותם לכל מקום שרק יחפוץ. כמובן שאם איבדתם את המפתח, איבדתם את הנכסים, ולא אחת שמענו על בעלי ארנקים שאיבדו את רכושם בגלל שלא שמרו על מפתח ה-Seed (או בעלי בורסות קריפטו שנפטרו ולקחו עימם לקבר את המפתח, ועל הדרך את נכסי כל המשתמשים). אלו הן אולי החרדות הגדולות ביותר של כל מחזיק ארנק קריפטוגרפי, ומשתמשים נאלצים לרשום פיזית את המפתח ולאחסן אותו במקומות נסתרים, או עוברים לארנקים קרים שלא מחוברים כל העת לרשת, ומאחסנים גם אותם בכספות ואמצעים אחרים.\nCurv משיקה היום (ג’) את הארנק הקריפטוגרפי שלה אשר מסוגל לחתום על טרנזקציות על גבי רשתות הבלוקצ’יין, ובמסגרת השימוש בו, מפתח ה-Seed לא נמצא בנקודה אחת, אלא מפוזר בין שרתי Curv ועובדי ושרתי הארגון בפרוטוקול אשר נקרא Multi Party Computation. כך החברה לא צריכה להשקיע בפתרונות אבטחה לנכסים דיגיטליים כמו כספות, ארנקים מתוחכמים ויוקרתיים וחדרי אבטחה. במילים אחרות? Curv מבזרים מערכת מבוזרת כדי להקשות על גורמים עוינים לגנוב את הנכסים שלכם.\nמפתח ה-Seed הוא רק בעיה אחת שעוצרת את הגורמים הפיננסים מלהתחיל להשקיע יותר בתחום. מה קורה ביום שבו עובד זדוני מחליט להעביר את כל הנכסים לעצמו? איך מוודאים שכל עסקה מוסכמת על ידי שני הצדדים? בדיוק לכאן נכנסת יכולת החתימה של הארנק. Curv מאפשרת ללקוח להכתיב כללים ארגוניים לארנק הקריפטו שלו. כך למשל ניתן לבחור כמה עובדים נדרשים לצורך אישור סוגים מסוימים של עסקאות, מהו נפח העסקאות המקסימלי, מה התדירות המקסימלית ועוד שלל חוקים שמאפשרים לנהל את הארנק וההעברות ממנו/אליו בצורה חכמה ובטוחה יותר. רק כאשר העסקה עומדת בכל התנאים המוכתבים, המערכת חותמת על הטרנזקציה, וזו משודרת אל הרשת הרלוונטית עד האישור המיוחל.\nתמונה: Curv\n“כל מנגנוני ה-Policy שארגונים כמו בנקים רגילים אליהם, לא קיימים בארנקים קרים. ברגע שלעובד יש גישה ל’כספת’, יש לו גישה לכל הכסף של הארגון”. מסביר לגיקטיים איתי מלינגר, מנכ”ל ושותף מייסד ב-Curv. מלינגר מוסיף כי בתחילה, החברה חשבה על קהל יעד אחד, אך במהלך השנה ראתה כיצד הוא השתנה: “כשהתחלנו את הפיתוח הקהל המרכזי היה בורסות קריפטו, שהן הגופים הפיננסיים שמחזיקים היום את רב הנזילות בשוק. בשנה החולפת אנחנו רואים כניסה של עוד ועוד גורמים מוסדיים מסוגים שונים כמו קרנות גידור, בנקים וחברות טכנולוגיה שמחזיקים וסוחרים בנכסים דיגיטליים מסוגים שונים.”\nל-Curv יש פיצ’ר מעניין נוסף שפותר לא מעט כאב ראש לארגונים. כל מטבע וכל ארנק שארגון רוצה לאמץ, הוא עבודה הנדסית לא קטנה במסגרתה צריך להחזיק ב-Nodes של כל רשת בלוקצ’יין ספציפית כדי לנהל בעצמך את הארנק. במקום זאת, Curv מחזיקה ב-Nodes של כל הרשתות הפופולאריות בעולם, ורוכשת Nodes חדשים אם יש ביקוש לכך מטעם הלקוחות, כך שהלקוחות הבאים יוכלו להנות מתהליך מהיר יותר.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nחלקכם וודאי חושד מיד, ומבין שאם Curv מחזיקים במפתח ה-Seed באופן חלקי, וב-Nodes הנדרשים, הוא בעצם מחזיק בכל נכסי הלקוחות שהופכים לתלויים בהם. בחברה מסבירים כי הם מחזיקים במנגנון גיבוי שמאפשר ללקוח באופן חד צדדי לעזוב אותם מתי שהוא רק רוצה ולהזיז את הכסף גם אם הם לא זמינים, כלומר, גם אם החברה נעלמת, הנכסים אמורים להיות בטוחים. “יש לנו את כל היתרונות, אבל אין את הסיכון שנמנע ממך גישה לנכס. אנחנו רואים הרבה בלוקצ’יינים מעניינים, ובנינו את התשתית כך שתתמך בכל בלוקצ’יין אפשרי, ולא רק בבסיסיים”, מסביר מלינגר.\nבנוסף לחשיפת המוצר, Curv מודיעה היום על השלמת סבב גיוס Seed של 6.5 מיליון דולר בהובלת Team8 ו-Digital Currency Group. כמו כן השתתפו בסבב Jump Capital, Flybridge Capital, Monex Group ו-Liberty City Ventures. החברה נוסדה בשנת 2018 על ידי איתי מלינגר, חתן פרס ביטחון ישראל ומנהל קבוצת מוצר ב-Akamai בעבר שמכהן כמנכ”ל החברה כיום; ודן ידלין, המכהן כסמנכ”ל הטכנולוגיות. השניים הינם בוגרי תלפיות ושירותי יחדיו למעלה מעשור בתפקידים ניהוליים שונים בתחומי הסייבר במשרד ראש הממשלה.\nהחברה מעסיקה 15 עובדים, כאשר 13 מהם יושבים במשרדי החברה ב-Hub של Team8 בתל אביב. זוהי השקעה די לא שגרתית עבור Team8, שלרוב לא משקיעה במיזמי בלוקצ’יין או פינטק. “רבים מלקוחותינו כגון בנקים, קרנות גידור, חברות פינטק ומוסדיים רבים נוספים, מאמצים נכסים דיגיטליים ופתרונות בלוקצ׳יין במגמה שרק הולכת ומתעצמת, בזמן שאתגר ניהול הנכסים ואבטחת הסייבר שלהם נותר החסם והאתגר העיקרי עבורם”, כך טוען לירן גרינברג, מייסד שותף ו-CMO ב-Team8 ומוסיף: “Curv משתמשת בטכנולוגיות קריפטוגרפיה ואבטחה המקנות ללקוחותיה לא רק הגנת סייבר אלא פיתרון שלם המאפשר לאמץ נכסים דיגיטליים מסוגים שונים בקלות, לנהלם ביעלות ולבצע טרנזקציות באופן מאובטח ובמהירות, ללא הצורך בפיתרונות חומרה”.", "keywords": "קורב,קארב,curv,בלוקצ\\'יין,ביטקוין,אית\\'ריום,ארנק קריפטו,ארנק קריפטוגרפי,crypto,wallet,team8,טימ8,טים8,טים אייט"}