{"url": "https://www.geektime.co.il/may26-insider-jobs/", "type": "article", "title": "12 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "description": "מחפשים? מרעננים? הנה 12 משרות בהייטק הישראלי ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/apple-black-coffee-business-coffee-461064-1590477636-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-28T11:25:33Z", "modified_time": "2020-05-28T11:25:33Z", "articleBody": "מחפשים? מרעננים? הנה 12 משרות בהייטק הישראלי ששווה לכם לבדוק\n\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nAutodesk\nAutodesk היא חברת ענק אמריקאית שמפתחת תוכנות ומעניקה פתרונות למגוון תחומים שונים ביניהם, הנדסה, תכנון ובנייה, ייצור, תקשורת ובידור. ב-2009 הוקם מרכז הפיתוח של החברה בארץ, ממש במרכז תל אביב.עיקר הפוקוס של המרכז בארץ הוא במחקר ופיתוח מוצרים וטכנולוגיות בתחום הענן, Web, Mobile וגם הדפסות תלת ממד, והוא נחשב לאתר אסטרטגי, מוביל ובעל השפעה על החברה כולה. במשרדי החברה מפתחים את המוצרים שנחשבים לחוד החנית בכל הקשור לתחום הבנייה והתכנון, מוצרים שחלקם כבר נמצאים בשימוש יומיומי אצל מיליוני אנשי מקצוע ברחבי העולם.\n\nמה הם מחפשים?  \nTo send a CV for the position of Principal BE Engineer –\nTo send a CV for the position of DevOps Engineer – Contractor –\n\nGett\nGett נוסדה ב-2010 על ידי היזמים רועי מור ודייב וייסר. היום מונה החברה כ-1500 עובדים ב-4 טריטוריות ברחבי העולם: ישראל, ניו יורק (תחת השם Juno by Gett), רוסיה ובריטניה. בישראל נמצא מרכז ה-R&D והוא מונה כ-130 עובדים. עד היום הושקעו בחברה יותר מ-800 מיליון דולרים.\n\nמה הם מחפשים?  \nTo send a CV for the position of Assistant Controller  –\nTo send a CV for the position of Global Business Analyst  –\nTo send a CV for the position of Financial Planning Analyst   –\n\nPlarium\nפלאריום נוסדה בשנת 2009. ב-2017 היא נרכשה על ידי חברת אריסטרוקרט ומאז פועלת כחברת בת בבעלות מלאה. בשנים האחרונות, פלאריום מדורגת בעקביות בין חברות פיתוח המשחקים המובילות בפייסבוק, עם כ-250 מיליון משתמשים רשומים.\nהחברה, שהנהלתה נמצאת בישראל, מעסיקה יותר מ-1200 עובדים ב-8 משרדים ובתי סטודיו לפיתוח באירופה ובארצות הברית. משחקי החברה זמינים ברשתות החברתיות הגדולות.\n\nמה הם מחפשים?  \nTo send a CV for the position of Data Engineer  –\nTo send a CV for the position of Mobile UA – Google –\nPreempt\nPreempt עוסקת בניטור וחסימה של התקפות סייבר ברשתות פנים אירגוניות בזמן אמת. החברה הוקמה בשנת 2014 ע”י שני מייסדים: רומן בליאכמן, סמנכ”ל טכנולוגיות ואג’יט סנצ’טי המנכ”ל, וכיום מונה 60 עובדים ברחבי העולם, 37 בארץ. 100 לקוחות ושני סבבי גיוס כספיים.\nהחברה גילתה חולשות משמעותיות ופירצות אבטחה במערכות של חברות ענק כמו מיקרוסופט, וזכתה להכרה בינלאומית ופרסים בזכות כך.\n\nמה הם מחפשים?  \n  To send a CV for the position of Head of Support  –\nTo send a CV for the position of Backend Developer – Data –\nDuda\nדודא מתמקדת בשוק ה-web professionals, כלומר עצמאיים ,חברות לבניית אתרים בכל הגדלים, חברות hosting וסוכנויות לשיווק דיגיטלי, ומספקת להם פלטפורמה לבניית אתרים. אך לא מדובר רק על בניית אתר, דודא יודעת לספק ללקוחותיה כלים נוספים שעוזרים להם לנהל את העסקים שלהם בקלות ובהצלחה, כמו תקשורת עם הלקוחות על גבי האתר, יכולות ניהול לקוחות, ניהול צוות, יכולות קידום של האתר ועוד.\n\nמה הם מחפשים?\n  To send a CV for the position of Java Developer –\nTo send a CV for the position of BI Developer–\nPixellot\nפיקסלוט מפיקה באופן אוטומטי שידורים חיים של משחקי ספורט ללא מגע יד אדם. החברה הוקמה ב-2013. כיום היא משדרת כ-40 אלף שעות שידור ספורט בחודש, מה שהופך אותה למעשה, לחברת הפקות הספורט הגדולה בעולם מבחינת היקפי שעות שידור.\n\n To send a CV for the position of Automation Infrastructures Develepor –", "keywords": "פיקסלוט,דודא,פריאמפט,פלריום,גט,אוטודסק,autodesk,gett,plarium,preempt,duda,pixellot,bi,big data,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,ux/ui expert,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק"}