{"url": "https://www.geektime.co.il/14-insider-jobs-19052020/", "type": "article", "title": "חזל''ש אחרי הקורונה: הנה 14 משרות שוות בהייטק הישראלי", "description": "הנה 6 חברות ו-14 משרות בהייטק הישראלי ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/person-using-black-and-silver-laptop-computer-4012966-1589710722-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-18T16:26:36Z", "modified_time": "2020-05-20T08:57:53Z", "articleBody": "הנה 6 חברות ו-14 משרות בהייטק הישראלי ששווה לכם לבדוק\n\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nLiveperson \nלייבפרסון היא חברה המתמחה בפיתוח פלטפורמות תקשורת לחיבור בין מותגים ולקוחות. החברה, שהוקמה בשנת 95, מובילה היום את עולם ה Conversational Commerce שבו עובר המסחר האלקטרוני לערוצי שיחה בין צרכנים למותגים. כחלק ממערך הפיתוח הבינלאומי של החברה, ישנם שני מרכזי פיתוח בישראל, אחד בתל אביב והשני ברעננה, בהם מועסקים 350 עובדים.\n\nמה הם מחפשים?  \nTo send a CV for the position of Big Data DevOps Engineer  –\nTo send a CV for the position of Head Of User Acquisition  –\nMonday\nהמטרה של Monday.com היא להוות את המרכז הווירטואלי של כל עסק, גדול כקטן. המוצר של החברה מאפשר תקשורת קלה בין חברי צוות, מעקב אחר משימות, ובניית פרויקטים בצורה שנכונה לכל לקוח, תוך הפגנת יכולות מדהימות בניתוח נתונים והצגתם לדרגי ניהול, ושימוש ביכולות אינטגרציה מתקדמות שממשקות את כלל התוכנות של הלקוח למקום אחד.\n\nמה הם מחפשים?  \nTo send a CV for the position of Client Expert Team Leader  –\nTo send a CV for the position of Server Foundations Engineer   –\n\neBay\nבמרכז המחקר והפיתוח הישראלי של eBay כ-300 עובדות ועובדים. רוב העבודה נעשית תחת חטיבת Structured Data (מידע מובנה), שאחראית להפוך את חוויית הקנייה באתר לאחידה, על ידי יצירת עמודי מוצר בצורה אוטומטית ורחבת היקף.\nב-eBay כבר לא מדובר ב-Big Data, אלא ב-Huge Data, בהתחשב בעובדה כי בכל רגע נתון זורמת בפלטפורמה כמות Data של 1.5 מיליארד פריטים שזמינים למכירה באתר.\n\nמה הם מחפשים?  \n  To send a CV for the position of Sr. Backend Developer – Buyer Experience  –\nTo send a CV for the position of Site Reliability Engineer  –\nTo send a CV for the position of Network Topology Engineer –\nPlaystudios\nPlaystudios מפתחת משחקי Real Time מרובי משתתפים ל- Mobile. החברה החלה את דרכה בשנת 2011 כסטארט אפ ישראלי בשם Shaker – בר וירטואלי (על גבי הפלטפורמה של פייסבוק) ליצירת מפגשים בין אנשים. אף על פי שבגלגולה הנוכחי, החברה מפתחת משחקים, המהות נותרה כשהייתה – היא עדיין מפגישה בין אנשים שרוצים לשחק יחד בזמן אמת.\nב-2016 נרכשה Shaker על ידי חברת Playstudios האמריקאית, שלה סטודיואים נוספים בארצות הברית ובהונג קונג. הסטודיו התל אביבי שיושב בפלורנטין מונה מעל 100 עובדים.\n\nמה הם מחפשים?  \n  To send a CV for the position of Game Math Designer  –\nTo send a CV for the position of Senior UA Manager  –\nTabit\nTabit פיתחה פלטפורמה עסקית אחידה, מובילית ומבוססת ענן, המספקת פתרון כולל מקצה לקצה, לניהול רציף של כל היבטי המסעדה. הפלטפורמה מאפשרת למסעדה הבודדת להנות מטכנולוגיה שהיתה בהישג ידן של רשתות גדולות בלבד ומחזקת את הקשר בין המסעדה ללקוח.\n\nמה הם מחפשים?  \n To send a CV for the position of DevOps Engineer –\n To send a CV for the position of .Net Backend developer –\nTo send a CV for the position of Node.js Backend developer  –\n\nApplied Materials\nאפלייד מטיריאלס ישראל מפתחת ומייצרת מערכות המהוות תשתית קריטית של תעשיית השבבים.\nאפלייד הייתה בין חברות הטכנולוגיה הבינלאומיות הראשונות שזיהו את הפוטנציאל העצום של תעשיית ההייטק המקומית, ורכשה את החברות אופאל ואורבוט מכשור הישראליות כבר בשנת 1997.\nמאז הקמת החברה הישראלית, התפתחה אפלייד וצמחה באופן משמעותי. כיום היא מעסיקה מעל 1,400 עובדים בארץ, רובם בפעילות הפיתוח והייצור באתר הממוקם בפארק המדע ברחובות.\n\n To send a CV for the position of C++ Tech Lead / Senior C++ developer –\n To send a CV for the position of SW Project Manager –", "keywords": "אפלייד,טאביט,מאנדיי,לייבפרסון,איביי,פלייסטודיוס,playstudios,ebay,liveperson,monday,applied,bi,big data,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,ux/ui expert,אוברוולף,אי.ביי,אינסיידר,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק"}