{"url": "https://www.geektime.co.il/insider-jobs-may7/", "type": "article", "title": "גם בימי הקורונה: הנה 12 משרות שוות בהייטק הישראלי", "description": "הנה 5 חברות ו-12 משרות בהייטק ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/books-business-computer-connection-459654-1588845467-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-07T20:00:26Z", "modified_time": "2020-05-10T14:52:49Z", "articleBody": "הנה 5 חברות ו-12 משרות בהייטק ששווה לכם לבדוק\n\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nTakeaway\nJustEat-Takeaway, התאגיד ההולנדי, הוא מרקטפלייס של אוכל הפועל ב-23 מדינות ברחבי העולם ומשרת מיליונים של משתמשים. בשנת 2018 רכש התאגיד את תן ביס הישראלית בזכות המוצר הייחודי שלה ומתוך הבנה שמנוע הצמיחה העיקרי הצפוי לשנים הקרובות הוא קהל ה-B2B בו תן ביס מתמחה. בעקבות הרכישה, המוצרים של תן ביס נבנים בימים אלה מחדש במטרה לשרת מאות מיליונים של משתמשים בעולם. מרכז הפיתוח בתל אביב מונה כיום 50 עובדים וצפוי לגדול בשנה הבאה ל-100 עובדים ועד 2021 לכ-250 עובדים.\n\nמה הם מחפשים?  \nTo send a CV for the position of Lead Frontend Developer  –\nTo send a CV for the position of Lead .NET Developer  –\nTo send a CV for the position of Senior .NET Developer  –\nGeneral Motors\nג’נרל מוטורס הוקמה ב-1908 הנהלת החברה ממוקמת בארה”ב והחברה מעסיקה היום למעלה מ-200 אלף עובדים ברחבי העולם. במרכז הפיתוח והמחקר של GM בהרצליה פיתוח מפנים את הזרקור אל עבר אחד מהנושאים היותר לוהטים בתעשיית הרכב והטכנולוגיה בשנים האחרונות – הרכב האוטונומי.\n\nמה הם מחפשים?  \nTo send a CV for the position of Senior iOS Software Developer  –\nTo send a CV for the position of Load and Stress Automation Engineer  –\nTo send a CV for the position of Big Data and Back-end Develope  –\nVayyar\nVayyar מפתחת חיישנים תלת מימדיים על בסיס גלי רדיו, ללא שימוש במצלמה.\nהחברה הוקמה בשנת 2011 במטרה לפתח סנסור שיצליח “לראות” לתוך גוף האדם ולזהות סרטן שד. כשהחיישן פותח, נגלה עולם שלם של שימושים אפשריים נוספים עבורו. כיום נעשה שימוש ביכולת של החיישן לראות דרך קירות, עצמים וחפצים, במוצרים רבים בתחומים מגוונים כמו בתים חכמים, רכבים, בטיחות ועוד. החברה הוקמה לפני 9 שנים, וכיום מעסיקה למעלה מ-150 עובדים.\n\nמה הם מחפשים?  \n  (To send a CV for the position of Field Application Engineer (Part of R&D  –\nTo send a CV for the position of Junior SW Developer – Post-Army/Graduates –\nGong\nGong פיתחה מנוע מונחה בינה מלאכותית, שמסייע לעובדים בעולם העסקים לעבוד בצורה יעילה יותר. מדובר במנוע שאוסף תקשורת בין אנשים—שיחות, מיילים, צ’אטים—”מבין” אותה ומכוון את ההבנה לשיפור מקצועי של עובדים בחברה, לשקיפות גדולה יותר בארגון, ולתובנות אסטרטגיות להנהלה.\n\nמה הם מחפשים?  \n  To send a CV for the position of Product Designer  –\nTo send a CV for the position of Principal Front-End Engineer  –\nOverwolf\nאוברוולף היא חברת סטארט אפ טכנולוגי, המפתחת תחום חדש בעולם הגיימינג, פלטפורמה שמשתלבת בתוך משחקי מחשב פופולאריים ובשיתוף פעולה עם מפתחי המשחקים מאפשרת פיתוח צד ג’ לפונקציות מתקדמות, שילוב תכונות חדשות וביצוע שיפורים ויזואליים.\n\nמה הם מחפשים?  \n To send a CV for the position of Mods Community Manager –\nTo send a CV for the position of Copywriter and Storyteller –\n\n ", "keywords": "overwolf,vayaar,general motors,gong,אוברוולף,גונג,ג\\'נרל מוטורס,ואייר,bi,big data,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,ux/ui expert,אינסיידר,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק"}