{"url": "https://www.geektime.co.il/internet-jobs-16-february/", "type": "article", "title": "מחפשים עבודה? הנה 6 משרות הייטק ואינטרנט חדשות", "description": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטיים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות למעסיקים הפוטנציאליים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/workplace-1245776_1920-e1485079915640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-16T15:30:32Z", "modified_time": "2017-02-16T19:53:46Z", "articleBody": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטיים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות למעסיקים הפוטנציאליים\n\nמקור: Pixabay\nאחת המטרות שלשמן ייסדנו את גיקטיים הייתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nResponsibilities:\n– Planning content, creating and developing websites using content management systems like WordPress.\n– Keyword analysis and competitors’ analysis.\n– Site traffic analysis using Google Analytics, drawing conclusions and implementing those conclusions.\n– Site User-behavior analysis.\n– Off-page SEO activities.\nRequirements:\n– Native Swedish– Must! (Understanding & writhing)\n– A high level of English.\n– High analytical ability.\n– Ability to work on multiple projects with tight deadlines.\nTo send a CV for the position of SEO Team Member – Sweden Team #2169 –Webpals\nWe are looking for a part time (50%) Back End developer (fit for students/graduates) to work with BI/Big Data systems and external API’s in AWS environment.  You will work in a team to help the company achieving its goals and move it to the front of the video advertising industry.\nResponsibilities:\n– Work with BI/Big Data systems and external API’s in AWS environment.\n– Work in cloud environment with new technologies, high system availability and load.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 3rd year student\n– Java knowledge\n– Linux experience\n– Web technologies – advantage\n– AWS knowledge – advantage\n– BI/Big data systems – advantage\nTo send a CV for the position of Entry level Back End Developer – AnyClip\n\nNI is a world leader in the fast growing comparison sites arena, with unique technology that gives us a competitive advantage in the marketplace, looking to add high-caliber people to our already talented team. We are looking for a Business Analyst to join our Gaming business unit.\nResponsibilities:\n– Carry out meta-analysis for different departments and various company needs.\n– Optimize conversion funnel according to statistical models and data driven analysis.\n– Cultivate new ideas and discover new opportunities.\n– Utilize BI tools to generate valuable Data and recommendations to optimize the business.\n– Work in a fast-paced environment, with multiple interfaces (business & technical) while multitasking a wide range of tasks and projects.\nRequirements:\n– 2+ years of working experience in the data and analytics landscape.\n– University degree, B.Sc. preferred, in Statistics, Mathematics, or a related field; Magna cum laude/high psychometric score – an advantage.\n– Excellent analytical skills.\n– Proactive with a keen eye for detail.\n– Highly responsible and independent, but a team player at heart.\n– Highly developed Excel skills.\nTo send a CV for the position of Business Analyst – Natural Intelligence\nTrusteer, a part of IBM Security Group, is seeking a Web Team Leader for the Trusteer server group. In this position you will lead the development of full-stack server-side and frontend of Trusteer’s web applications as part of Trusteer’s security solution.\n Requirements:\n– 4+ years of Ruby on Rails (or similar Python framework)\n– Experience in developing server-side, DB-backed web applications\n– Strong knowledge of JavaScript\n– ExtJS experience – an advantage\n– Management experience – an advantage\n– Experience in developing AJAX enabled applications – an advantage\n– Strong problem-solving skills are required along with the ability to work independently.\n– Good writing and communication skills, orderly, responsible\n– Experience in cloud based systems and deployment models\nTo send a CV for the position of Web development team leader – Trusteer – IBM\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom. Do you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems? If you find dealing with high-scale appealing, if you’re keen on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job, this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals\n– Experience with server-side technologies  (NodeJs/php/java/.net/python/ruby) and REST APIs\n– At least 3 years of experience in Javascript, HTML5, CSS3\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc\n– Experience in working with databases (Relational and NoSQL)\n– Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage\nTo send a CV for the position of PFull stack developer – Como\nעובדי Como. צילום: שלומי יוסף\n\n\nWe are looking for an experienced, creative and innovative System Architect to join our R&D team. The System Architect will be responsible for our core technologies’ full lifecycle; from initiation to design, architecture, development, integration and deployment.\nThe System Architect has a key position in our team, impacting technology and leading data solutions, while working with most recent products, on sophisticated, large-scale data platforms and environments.\nJoin us to develop a real-time, high traffic system that works with cutting-edge technology and BigData DBs. Lead the design and development of the system, from its core to every functionality on a high paced and dynamic environment.\nRequirements:\n– At least 2 years’ experience as a software architect\n– Vast proven experience in web technologies, including backend server programming and web application programming\n– Vast proven experience in designing and developing complex high scale, low latency systems\n– Significant Experience in Java (7 and up) multithreaded programming\n– Experience in cloud development under Amazon Web Services and/or Google Cloud Platform\n– Experience in working with various NoSQL databases like Couchbase, Redis, ElasticSearch & OrientDB\n– Experience in web/application server stacks, including Tomcat and NginX\n– Experience in designing and building SAAS systems\n– Experience in developing and deploying code in Linux OS based environments\n– Familiarity with Spring MVC, Spring DI and Spring Boot\n– Familiarity with Maven\n– Excellent design and analytical skills and problem solving skills\n– Excellent ability in finding, learning, testing and using new technologies\n– Leader by nature with the ability to plan and execute complex development tasks\n– Fluent English\nTo send a CV for the position of System Architect #181 – Brightcom", "keywords": "geektime,גיק ג׳וב,גיקג׳וב,גיקטיים,גיקליסט,דרושים,הייטק,מהנדסים,אינטרנט,משרות הייטק,משרות אינטרנט,סטארטאפ,עבודה,קורות חיים,como,ibm,natural intellegence,brightcom,anypals,webpals,,natural intelligence,גיק ג\\'יב,גיקגו\\'ב,מנהלים,משרות,משרות בהיי-טק,ראיון עבודה"}