{"url": "https://www.geektime.co.il/geekjob111216/", "type": "article", "title": "10 משרות חמות למפתחי Full Stack ו-Server Side", "description": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Server Side מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/GettyImages-485204240.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-11T16:27:03Z", "modified_time": "2016-12-11T16:27:03Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Server Side מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nכמפתח\\ת Full Stack Developer בגיקטיים, אתם תהיו אחראים על פיתוח ותחזוקת האתרים השונים בגיקטיים, לוח הדרושים, האירועים ואינדקס השירותים, אפליקציות המובייל ועוד מגוון רחב של מערכות מבוססות Web ומובייל.\nהחלק המשמעותי של העבודה הוא סביב על תחזוק ושדרוג האתר הישראלי והבינלאומי של גיקטיים, בעבודה על פלטפורמת וורדפרס. כחלק מהעבודה, אתם תהיו אחראים על בניית תבניות, מודולים ותוספים שונים לוורדפרס על-פי דרישות המערכת.\nRequirements:\n– ידע והיכרות עם שפות צד-שרת: PHP – חובה.\n– ידע והיכרות עם שפות צד-לקוח כגון HTML, CSS, Javascript, jQuery – חובה.\n– ידע והיכרות עם שפת השאילתות SQL ועבודה מול מסד נתונים MySQL – חובה.\n– היכרות עמוקה עם הפונקציונליות הפנימית של וורדפרס – חובה.\n– עבודה עם סביבת ניהול גירסאות GIT.\n– ידע והיכרות עם סביבת Node.js – יתרון.\n– ידע והיכרות עם שפת React – יתרון.\n– ידע והיכרות עם פלטפורמת React Native – יתרון.\nTo send a CV for the position of Full Stack Web Developer – Geektime\nWe are looking for a talented .Net Developer to join our R&D Team, to take on a major role in the R&D Payments services team.\n Come join a strong team of experienced developers!\nOur finest group of engineers is building core payment services – reliable, scalable and high performance – based on industry best-practice concepts and design-patterns.\nYou will have an opportunity to shape the development paradigm, Infrastructure and distributed services of our platform.\nCreate an innovative new system where our intelligence can easily intervene and provide the best experience for our customers.\nRequirements:\n– At least 3 years’ experience in .Net – server side.\n– Proven object-oriented design skills.\n– Database usage experience and understanding (preferred – SQL-server).\n– Multi-threaded experience and understanding.\n– Experience developing Web API and REST.\nTo send a CV for the position of Server Side Developer – Payoneer\nJoin Trusteer, a part of IBM Security group, to develop state of the art distributed, cloud based event processing system for online fraud prevention product.\nRequirements:\n– Experience in Object oriented analysis and design, UML modeling.\n– Experience in Java – minimum 5 years of pure Java development.\n– Distributed programming.\n– Network protocols TCP/IP, HTTP.\n– Linux.\n– RabbitMQ, Kafka, Hadoop, ETL Tools, SQL, Couchbase.\n– Experience in Python or Ruby – an advantage.\nTo send a CV for the position of Senior Server Software Engineer – Trusteer – IBM\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\nWe are looking for a talented development Team Leader to join us!\n If you have a passion for the development world, are a quick learner who take initiatives, and are a natural born leader who always looks at the big picture – we are looking for you!\nAs a team leader you will lead our talented team,\nbe part of build web core and application of Como premium platform.\nYou’ll enjoy working with unique technologies, implementing advanced and diverse modules, and then sitting back and watching your work delivered live to businesses worldwide.\nRequirements:\n– Previous experience in leading a development team or serving as senior developer on a team.\n– Experience in writing and designing RESTful web services in Java .\n– Experience in multi-threaded and multi-process environment.\n– Experience in OO design and development.\n– Good understanding of relational and noSQL databases (for example – Postgres,MongoDB,Google Data Store).\n– Experience in Jersey Framework – Advantage.\n– Experience with UNIX based operating systems – Advantage.\n– Experience in Maven, Ant, Gradle – Advantage.\n– Experience with Ruby/NodeJS/Golang – Advantage.\nTo send a CV for the position of Server Team Leader – Como\n– You are looking to break standard development rules.\n– You have rich hands-on programming experience, using common-sense-driven design techniques; outstanding understanding and use of non-trivial system architecture.\n– You are a true team player, with a strong sense of ownership, urgency and drive.\n– You want to have an opportunity to change the automotive world.\nRequirements:\n– Object oriented programing in practice.\nat least 4 years experience with Web development.\n– You have proven front-end and back-end development experience JavaScript, HTML5, CSS, Java and SQL.\n– Strong analysis and design skills.\n– Unique ability to write your own code better and faster than integrating existing frameworks.\n– Hands on experience working with global enterprise SW systems.\n– Self-directed and capable of performing effectively in a dynamic environment.\n– Knowledge / Experience in development for WebLogic.\n– Rich, hands-on experience developing with HTML, XML, Oracle and Linux/Unix.\n– Unix system administration experience – advantage.\n– Effective collaboration within a multinational team.\nTo send a CV for the position of Full Stack Developer – General Motors – ג’נרל מוטורס\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom. Do you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keep on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job , this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals.\n– Experience with server-side technologies (NodeJs/php/java/.net/python/ruby) and REST APIs.\n– At least 2-3 years of experience in Javascript, HTML5, CSS3.\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc.\n– Experience in working with databases (Relational and NoSQL).\n-Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage.\n– Es2015 – Advantage.\n– Passionate about technology.\nTo send a CV for the position of Full Stack Developer – Matrix\nWe are looking for a full stack developer for the AT&T Security Event and Threat Analysis (SETA) portal team.\nThe candidate will join our team of experienced full stack developers responsible for designing and implementing the new portal.\nIt is based on AngularJS as the FE framework and NodeJS as the server side and has some Apache storm java implementations.\nRequirements:\n– A leading expert with broad vision and dynamic personality.\n– At least 3 years of experience and expertise developing CSS3, HTML5, Java Script.\n– At least 1 year of experience developing Angular JS/NodeJS – MUST.\n– Widespread experience developing Type Script , jQuery, Bootstrap.\n– Strong Object Oriented Design and Development capabilities.\n– Ability to quickly and independently engage in a project with leading edge technologies.\nTo send a CV for the position of Full stack Developer for Security Event and Threat Analysis (SETA) portal – AT&T\nLeading the development of modules/features in all technological aspects such as finding the best technological solution, suggest the suitable architecture and design, apply smart algorithms and such.\nWriting design and architecture documents.\nDeveloping, testing and debugging of complicated problems and algorithms\nRequirements:\n– Education – BSc/MSc. in computer science of one of the leading academic institutes\n– At least 3 years of experience with Java server side development\n– Experience in Linux environment – advantage\n– Proven experience of a complete process of building a high quality product and releasing to customers\n– Ability to understand overall system functionality\n– Experience with Scala development – advantage\n– Familiarity with the Big Data and Hadoop echo system – advantage\n– Experience working with Amazon AWS – advantage\n– Worked in an Agile development environment, for example SCRUM – advantage\n– Technological enthusiasm, resourcefulness, open mind, flexibility\n– Quick learner, team player, always up to date with new technologies\n– Ability to read, write and speak about technical issues in English\nTo send a CV for the position of Java Server Side Developer – Sizmek\n– Develop and maintain all aspects of the system, from hosted servers to web-pages and mobile apps.\n– Help develop and continuously improve the decision making system in which Riskified analysts review merchant transactions.\n– Cooperate with other dev teams to build a large scale real-time automated decision engine for an eCommerce fraud detection system.\n– Work with 3rd party services and help integrate their APIs into our system.\nRequirements:\n– At least 2 years of hands-on coding experience both client and server side.\n– Front-end development experience and passion for data visualization.\n– Autodidactic approach to software development.\n– Comfortable working both independently and as part of a team.\n– BSc. in CS or industry/military equivalent.\n– Knowledge of RoR – an advantage.\nTo send a CV for the position of Fullstack Developer – Riskified\nרוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "משרות,גיקג׳וב,גיקגוב,משרות בהייטק,משרות הייטק,פול סטאק,סרבר סייד,anyclip,at&t,como,full stack / web developers,full stack developer,full stack developer for security event and threat analysis (seta) portal,full stack web developer,fullstack developer,geektime,general motors,ibm,java server side developer,matrix,payoneer,riskified,senior server software engineer – trusteer,server side developer,server team leader,sizmek,ג\\'נרל מוטורס,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות בהיי-טק"}