{"url": "https://www.geektime.co.il/geekjob271016/", "type": "article", "title": "מנהלי מוצר? מעצבים? קבלו 10 משרות חמות עבורכם", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/GettyImages-594835795.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-27T15:32:46Z", "modified_time": "2016-10-27T14:59:16Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for a creative and self-managed Product Manager with project leadership experience to join our excellent Product Team.\n– Lead the execution of a client roadmap, working closely with stakeholders and internal/external production teams to ensure accurate, timely and high-quality deliveries.\n– Independently plan and lead ongoing and end-to-end projects.\n– Own and develop small and big products throughout their life cycle.\n– Manage the planning and execution of ongoing tasks on a weekly basis.\n– Plan the work for internal and external production teams.\n– Create documentation for production teams (Design briefs, PRDs, wireframes etc.).\n– Initiate product improvements and new features based on competitive analysis and user behavior.\nRequirements:\n– At least 2 years’ experience as a Product Manager.\n– Experience of managing bigger internal company products (company websites, internal portals etc.).\n– The ability to manage lifecycles of several products simultaneously.\n– Experience in developing and managing mobile-first products.\n– Experience in planning and leading end-to-end projects.\n– Excellent verbal and written English.\n– Experience with Agile work methodology (advantage).\n– WordPress knowledge (advantage).\nTo send a CV for the position of Product Manager – Webpals\nAre you a Product Manager? Do you love playing and/or creating games? If you’ve ever dreamed of creating games that millions of people will play (and love!) then we’re looking for you!\nWe’re looking for our newest game superstar to join our tight-knit family of game makers. This position requires a creative candidate who has a balance of gaming know-how and product/project management orientation.\nResponsibilities:\n– Research, create and develop ideas for new games.\n– Write game design specifications including game logic, design ideas and mock-ups.\n– Closely manage multiple resources to ensure your vision is coming to life as you planned it.\n– Meet deadlines, work well under pressure and self-manage time.\n– Understand player behavior and user experience.\n– Work with multiple cross-departmental teams.\nRequirements:\n– Up to 2 years of related experience in Product Management or Game Design.\n– Passion for the gaming world.\n– Understanding game mechanics and gameplay elements- art and content.\n– Former background in content writing- advantage.\n– Good familiarity with American culture – a major advantage.\n– Ability to work collaboratively, solving complex problems on own initiative and also in a team.\n– Great communication and interpersonal skills.\nTo send a CV for the position of Game Product Manager – Playtika\nIntel FreeD is a dynamic and creative group with a start-up atmosphere within Intel, developing the future of video technology\nWhat you will do:\n– Manage the product line life cycle.\n– Conducting market research and customer visits.\n– Analyze customer needs and translate them into products and capabilities.\n– Day to day follow up and support of Development and Validation in product related activities.\n– Present key product capabilities and product demos, solicit customer feedback.\nRequirements:\n– Knowledge of Video and 3D depth camera technologies – an advantage.\n– Knowledge of TV Broadcast and sports media – an advantage.\nTo send a CV for the position of Product Manager – Intel\nHere at Payoneer we celebrate diversity and believe that our people are our greatest resources. We work hard to get things done and never forget to have fun along the way.\n– Become an expert in all the product aspects (flows, features, infrastructures, users, industry).\n– Collect and analyze requirements from all stake holders in the company such as: operations, management, marketing, sales and more.\n– Define detailed flows including all related components, services, integration needed, and wireframes, while producing detailed specs (BRDs) and product backlog items for both business / operation functions as well as R&D.\n– Take full responsibility and ownership of projects, make them happen within the organization (work with development , design, operations, QA, content) and follow throughout their execution.\n– Reporting to Product team leader.\nRequirements:\n– At least 2 years’ experience as a product manager/ product owner.\n– Technical background.\n– Experience in analyzing requirements from different stake holders.\n– Understand web based products and flows (both B2C and B2B).\n– Great inter-personal skills, drive teams & interfaces without direct authority (team player, matrix management).\n– Organized work.\n– Understand business KPIs.\n– Excellent communication skills– ability to explain complex requirements in simple words.\n– Fast learner – ability to work and adapt in a fast-moving industry.\n– UX and UI understanding.\nTo send a CV for the position of Product Manager – Payoneer\nהתפקיד עוסק בכל שלבי הניהול של מוצר הקזינו של 888:\n– מעקב מתמיד אחר פיתוח של מוצרים חדשים והתפתחויות בעולם משחקי הקזינו.\n– איפיון מוצר הקזינו על כלל הפלטפורמות שלו וכתיבת מסמכים תואמים.\n– הגדרת ממשק וחווית משתמש של הקזינו (UI, UX).\n– ליווי כל שלבי הפיתוח של המוצר עד השקתו תוך כדי עבודה משותפת עם מפתחים ובודקים.\n– ניטור ואופטימיזציה של דו”חות הקזינו והפקת משמעויות מוצריות ועיסקיות.\nRequirements:\n– לפחות שנתיים נסיון כמנהל מוצר (בעדיפות במוצרי אונליין) – חובה.\n– הגדרת דרישות וכתיבת מסמכים הכוללים איפיון חוויות משתמש – חובה.\n– רקע/ניסיון בטכנולוגיות אינטרנט ומובייל – חובה.\n– הכרות עם עולם המשחקים – יתרון.\n– יכולת אנליטית גבוהה.\n– אורנטצייה עסקית/שיווקית.\n– אנגלית ברמה טובה מאד.\nTo send a CV for the position of Casino Product Manager – 888\nAs part of the cyber security lab in Israel, we are responsible for delivering security components for GE cloud based solution named Predix. The group develops solutions for the company’s dedicated PAAS layer and cyber security products.\nRequirements:\n– Bachelor’s degree, or higher, in Business, Computer Science/Computer Engineering/equivalent experience\n– Scrum Master Certification\n– 1 year of experience translating user requirements in epics/stories.\n– 2 years of experience in Agile development process.\n– 2 years of experience in Windows programming\n– 2 years of experience in Unix/Linux based programming\n– 2 years of experience with backlog management tools such as Rally\n– Must be willing to travel\nTo send a CV for the position of Technical Product Manager – General Electric\n– Lead the build of the next-generation UI for our DECISION product in a fast paced, and collaborative environment.\n– You will be the advocate for best practices, great usability and exceptional quality.\n– As the UX Engineer you will drive both UX and UI developing features across our Enterprise Software Platform.\n– You will work closely with our Professional Services team, Sales team, engineers and developers to pro-actively look for ways to improve our user experience.\n– In this role you will be creating complete user interfaces for exploration and integration.\n– You will help developers optimize our platform and our clients improving their user experience.\nRequirements:\n–  4+ years of experience as a User Experience Design engineering for Enterprise Software.\n– Strong background in UX/UI principles and best practices.\n– Excellent written and verbal English level.\n– Ability to work collaboratively across teams and departments in an agile environment to develop designs of web based user interfaces.\n– Experience planning and leading user needs research and validation, including experience with competitive analysis, user interviews, and usability testing, User Experience Evaluation and User Experience Testing.\n– Experience in leading process changes and system optimization as related to Enterprise Software design and usability.\n– Experience with designing information architecture.\n– Experience utilizing visualization tools (such as iRise, Balsamiq, Axure etc.) is a plus\n– Candidates must have excellent written abilities.\n– Candidates must be energetic team players with the ability to work with various teams across a geographically diverse company.\nTo send a CV for the position of Senior UX Designer – SAPIENS\nWork closely with the marketing team on a wide variety of online projects and generate beautiful, engaging designs.\nCreate banner ads, email campaigns, on-site landing pages and social media content.\nRequirements:\n– At least 2 years of experience in web design – A must.\n– Excellent knowledge and experience with HTML & CSS3 – A must.\n– Full proficiency in Photoshop and Illustrator – A must.\n– Highly organized and pay attention to details.\n– Highly motivated and with can-do attitude.\n– Background in email marketing and CMS systems – advantage.\n– Knowledge in building responsive UI for cross platform web – a big advantage.\n– English – as mother tongue level – advantage.\nTo send a CV for the position of Junior Web / Graphic Designer – TGS\nA significant part of your day is devoted for preparation of innovative, strategic presentations directly for use by company’s CEO and the executive management.\nScope of design includes Power Point presentations, marketing & sales brochures, product UXUI concepts, web site materials and alike.\nRequirements:\n– We are looking for a team player who delivers beautiful work under tight deadlines, works under pressure and still shines with creativity.\n– At least 2-3 years of graphic design experience in Marketing&Sales teams orand advertising agencies .\n– Excellent knowledge of Microsoft PowerPoint and proven ability in designing high level presentations.\n– Ability to understand technological concepts and translate visual materials.\n– Full proficiency in Adobe creative suite (mostly Photoshop and Illustrator).\n– Ability to interact with senior executives.\n– High level of written English.\nNice to have:\n– Graphic Design Bachelor’s Degree.\n– UX/UI design experience.\nTo send a CV for the position of Graphic Designer – AGT International\n– Collaborate on requirements specifications, field research and the creation of use case stories.\n– Deliver detailed design specifications and prototypes.\n– Work closely with product & development before, during, and after implementation to ensure optimal adherence to UI & Visual specifications\n– Quickly create and iterate on various designs using wireframes and comps\n– Maintain consistency in terms of interactions and appearance across all web desktop and mobile products, according to brand specifications.\n– Work with the visual designers to deliver high definition mocks and detailed specifications that abide by our visual style guide.\n– Plan and Facilitate usability test sessions\nRequirements:\n– Academic degree in graphic design, human-computer interaction or related field.\n– 3+ years of professional experience as a member of a cross-functional team.\n– Should have a varied of web, desktop and mobile software design experience.\n– Experience with the full software development lifecycle, familiarity with agile processes a plus.\n– Strong technical aptitude with key UX tools such as wireframing, prototyping, scripting, and flow charting products.\n– Must have an active and updated portfolio that demonstrates usability, simplicity, clarity and consistency at the root of your designs that we can have access to review.\n– Comfort presenting cohesive design approaches to non-design audiences..\n– Practical knowledge of the principles and techniques of user-centered design.\n– Prior experience with usability test planning, moderation and analysis desirable.\n– Excellent communication skills very good English (verbal and written ability) required.\n– Ability to flexibly handle multiple projects and initiatives.\nTo send a CV for the position of UX Designer – at&t", "keywords": "product manager,webpals,game product manager,playtika,intel,payoneer,casino product manager,888,technical product manager,general electric,junior web / graphic designer,tgs,graphic designer,agt international,ux designer,at&t,at&t,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}