{"url": "https://www.geektime.co.il/geekjob251016/", "type": "article", "title": "מפתחי Java? הנה 10 משרות פנויות עבורכם", "description": "ריכזנו עבורכם 10 משרות טריות בפיתוח Java מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/GettyImages-157608551.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-25T15:05:55Z", "modified_time": "2016-10-25T14:48:21Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בפיתוח Java מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n– Design and implement methods to run detection algorithms in realtime\n– Scale up the internals of our data processing server vertically and horizontally\n– Investigate production bottlenecks and invent smart ways to solve them\n– Work closely with the security and endpoint teams\n– Take part in defining the customer-facing product aspects of the server\nRequirements:\n– Familiarity with JAVA.\n– Great passion for building high-performance, beautifully architectured products.\n– Superior analytical and troubleshooting skills.\n– Great interpersonal skills – a must.\n– BSc from a known university or relevant military background – an advantage.\nTo send a CV for the position of Java Developer – Cybereason\n– Communicate with business partners, gather and translate business requirements to technical solutions.\n– Design and develop server side software, including documentation and coding. – Coordinate server side development with UI development.\n– Research and apply advanced algorithms and methods involving advanced data mining, statistical analysis and machine learning techniques.\n– Master third party systems and interfaces, including: data available by the parties, API to be used for obtaining the data, limitations related to these interfaces.\nRequirements:\n– B.Sc. in computer Science or computer engineering.\n– 3+ years of experience in Java server side development, including cloud services (preferably AWS): data storage systems, virtual and physical servers, information systems and scalability.\n– Strong background in computer science fundamentals ? data structures, object oriented and multi-threading.\n– Excellent knowledge of relational database concepts and SQL (experience in Big Data platforms is an advantage).\n– Experience in commercial software development, including all stages of the software development lifecycle. Experience in Agile methodologies is an advantage.\n– Experience with Internet solutions, preferably in the ecommerce domain – advantage.\n– Strong analytical skills.\n– Excellent English communication skills – spoken and written.\n– Self-starter, fast learner, can-do attitude and great inter-personal skills.\nTo send a CV for the position of Java Developer– feedvisor\n– You will be part of a small start-up feel group within a global corporate expansion.\n– You will design, develop, debug, deploy, maintain and deliver large-scale, highly distributed, real-time system that is the core of serving millions of vehicles.\n– You will work in an agile development environment.\nRequirements:\n– Extraordinary coding skills in Pure Java – at least 5 years expieriance as a software developer\n– Unique ability to write your own code better and faster than integrating existing frameworks.\n– Hands on experience working with global enterprise SW systems.\n– Self-directed and capable of performing effectively in a dynamic environment\n– Knowledge / Experience in development for WebLogic.\n– Rich, hands-on experience developing with HTML, XML, Oracle and Linux/Unix.\n– Unix system administration experience – advantage.\n– Effective collaboration within a multinational team.\nTo send a CV for the position of Senior Java Engineer/Architect – General Motors – ג’נרל מוטורס\nWe are building a new JAVA Backend team, for a very challenging cross-platform B2B application, in the field of enterprise solutions.\nWe are looking for people that care about their work and take pride in it. That know how to drill down into the details, never give up, and find optimal solutions – fast.\nWe want people that love to learn, know how to listen, and appreciate the value of documentation.\nWe want people that take responsibility, know how to cope with feedback and always strive to improve.\n– Develop & maintain large enterprise software systems.\n– Analyse production issues.\n– Document and release software products.\n– Perform 2nd level support of enterprise system with thousand of users.\n– Collaborate with an agile team of highly skilled developers.\nRequirements:\n– 1-4 years experience with JAVA – Server Side Development (APIs, Servlets, SQL).\n– Knowledge of Web technologies like Servlets, JSON, XML, JDBC, SOAP, WSDL.\n– English – high level (writing and speaking).\nWhat you should have:\n– You take pride in your work\n– You are independent & take ownership\n– You are a quick learner\n– You show initiative and perform well under pressure\n– You are methodical and structured in your work\n– You have excellent analytics, problem-solving skills\n– Proficient in Java programming (C# might come in handy as well)\n– Experience with Agile development process (Advantage)\nTo send a CV for the position of Java Developer – Matrix\nWe are looking for Java developer with server side programming experience.\nRequirements:\n– BSc in Computer Science.\n– At least 2 years’ experience in Java server side programming.\n– Object Oriented design and programming.\n– Knowledge of Java multithreading, application servers & frameworks.\n– Team Player.\nThe following experience will be advantageous:\n– JBoss/Tomcat.\n– REST,SOAP.\n– SQL.\n– Linux/Unix environments.\nTo send a CV for the position of JAVA Server Side Developer – AT&T\n– Working closely with other team members, SW Architect and SW TL, suggesting ideas and brainstorming.\n– Developing and maintaining a product that involves entertainment with IoT from concept\nto delivery.\nRequirements:\n– B.Sc. /B.A. in computer science/computer engineering/electronic engineering OR equivalent.\n– 4+ years of experience in Software engineering in Java, server side expertise.\n– Experience with large backend / server / cloud systems / complex data systems.\n– Architecture & Design experience, frameworks assessment & POCs.\n– Excellent written and spoken English.\n– Proven background and love for working in high paced environment, dealing with real time changes.\nTo send a CV for the position of Experienced Java Engineer – AGT International\n– Work with other members of the engineering team on architecture, design and development of both existing and new features.\n– Collaborate with other development teams to ensure consistency in the application.\n– Provide design and technical ideas to assist with development of a cleaner code base.\n– Work as part of a collaborative team while being self-motivated and capable of learning new technology.\nRequirements:\n– 3-4 years of software development experience with solid Java or #C expertise.\n– Experience in designing and implementing high performance, web based applications.\n– Strong knowledge of web services and RESTful apis.\n– Knowledge of agile development methodologies.\n– We are looking for a smart, highly motivated, out of the box thinker that is also a great team player.\n– Excellent communication skills are expected.\n– Bachelor ‘s degree in computer science or equivalent discipline.\nTo send a CV for the position of Java Developer – Full Stack – JIVE\nBecome a member in an infrastructure team, all team members are experienced and are working on the product next generation. The team develop and re-design the system according to coding standards. In this position you’ll lead clean code and best practices for R&D team members.\nRequirements:\n– BA in computers Science or other relevant degrees – must.\nat least one project that wrote in Java during the degree.\n– Familiarity with SQL at least one type of relational database (Oracle, DB2, MSSQL) – must.\n– Excellent English must.\n– Team player – must.\n– Experience working with web services (REST or SOAP) – advantage.\n– Experience working with XML and JSON – advantage.\n– Ability to lead a task from requirement gathering to technical analysis and implementation.\n– Complete control of the English language (reading, writing, speaking).\n– High learning capability, including self-study and ability to work under pressure.\nTo send a CV for the position of Junior Java Developer – SAPIENS\nWe are looking for a talented Java Full Stack Developer to join us.\nOur group is working on product called Service Anywhere, which is a SaaS (Software as Service) solution for ITSM processes such as help desk, incident management, change management, and so on.\nYou must be self-motivated, a quick learner and must have the passion and willingness to learn new technologies and code in various languages on demand\nRequirements:\n– At-least 2 years of experience as a server side Java developer.\n– Advantage for working with the following frameworks: Spring / Hibernate.\n– Experience with front-end development.\n– Familiar with Angular 1.x – advantage.\n– B.Sc. Degree in computer science/Engineering.\n– Excellent self-learning ability.\n– Independent and reliable.\n– Team player.\n– Strong interpersonal skills, excellent verbal and written communication skills.\n– Strong analytic and problem solving skills.\n– Ability to multi task and deliver in high quality under pressure.\nTo send a CV for the position of Java Full Stack Developer – HPE Software\n– Take an active role in defining the shape of the future of online video.\n– Develop high scale and performance applications with service oriented architecture.\n– Work in an agile development methodology.\n– Design and develop using cutting edge open source technologies.\n– High potential to grow and evolve in an exciting international company.\nRequirements:\n– 5+ years’ development experience using Java and related technologies – A must.\n– Strong problem solving and coding skills – A must.\n– Excellent communication skills – A must.\n– Extensive experience with Spring Framework – A must.\n– Experience with JavaScript, CSS and HTML – An advantage.\n– Experience with test driven development – An advantage.\n– Experience working with open source JavaScript libraries (Angular.JS) – An advantage.\n– Experience working with relational databases (SQL ServerOracle) – An advantage.\n– Experience working with non-relational databases MongoDBCassandraCouchbase) – An advantage.\n– B.Sc.B.A. in computer science.\nTo send a CV for the position of Java Developer – Aol", "keywords": "agt international,aol,at&t,cybereason,experienced java engineer,feedvisor,general motors,java developer,java developer full stack,java full stack developer,hpe software,java server side developer,jive,junior java developer,sapiens,senior java engineer/architect,sizmek,ג’נרל מוטורס,גיק ג\\'יב,גיקג\\'וב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,matrix,at&t,java full stack developer – hpe software,ג\\'נרל מוטורס,גיקג׳וב,גיקגו\\'ב,משרות הייטק"}