{"url": "https://www.geektime.co.il/env0-raises-3-5m-more-for-seed-round/", "type": "article", "title": "מיקרוסופט משקיעה ב-env0 הישראלית: ''נפגשנו פעם אחת בבית קפה עם המשקיעים''", "description": "החברה הישראלית שגייסה מיליוני דולרים לפני 3 חודשים בלבד, מרחיבה את סבב הגיוס לאחר פניות ממשקיעים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/env0-1587486887-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-15T16:31:45Z", "modified_time": "2020-07-15T16:31:45Z", "articleBody": "החברה הישראלית שגייסה מיליוני דולרים לפני 3 חודשים בלבד, מרחיבה את סבב הגיוס לאחר פניות ממשקיעים\nתמונה: env0\nenv0 הישראלית חשפה את המוצר שלה לפני פחות משלושה חודשים, ועימו חשפה את גיוס ה-Seed שלה בהיקף של 3.3 מיליון דולר. היום (ד’), החברה מודיעה על הרחבת סבב הגיוס בעוד 3.5 מיליון דולר אשר מביאים את הסבב ל-6.8 מיליון דולר.\nהפלטפורמה של env0 מאפשרת ניהול ענן בארכיטקטורת Infrastructure-as-Code, אשר מתחברת לשירותים של Azure, AWS ו-Google Cloud, ומאפשרת לצוותי הפיתוח לנהל את תשתיות הענן וסביבות העבודה בסוג של “שירות עצמי” ללא תלות באנשי ה-DevOps. צוותי ה-DevOps יכולים להגדיר מראש פרויקטים, Templates והרשאות למפתחים באירגון, ומאותה נקודה, טוענים בחברה, אין צורך לפנות לצוות ה-DevOps כדי להקצות משאבים בענן. בחברה טוענים כי “למעשה, env0 עושה לעולם ה-Infrastructure-as-Code את מה ש-GitHub עשתה ל-Git”.\n﻿\nהרחבת הסבב הובלה על ידי Crescendo Venture, ובהשתתפות M12, זרוע ההשקעות של מיקרוסופט; וכמו כן בהשתתפות המשקיעות הקיימות, Boldstart ו-Grove. בשיחה עם גיקטיים חושף אוהד מייזליש, מנכ”ל ומייסד שותף ב-env0 כי במקור, החברה תיכננה לעבור לגיוס A לקראת סוף שנת 2020, אך לאחר חשיפת המוצר באפריל קיבלו “מבול של פניות ממשקיעים מצוינים שרוצים להיות מעורבים. תוך שבוע-שבועיים קיבלנו הצעות להשקיע עוד כסף ולהיכנס ל-due-diligence מהיר עם מספר קרנות מישראל וארצות הברית”.\nעם זאת, מה שהכריע את הכף לבסוף הן ההצעות, שהיו על פי שווי חברה גבוה יותר מהסיבוב הקודם. כיום לא מעט סבב גיוס נערכים ב-Down Round, כלומר תחת ערך חברה נמוך יותר מהסיבוב הקודם – בגלל אי הודאות ומשבר הקורונה. בחברה הוחלט להכות בברזל בעודו חם. “הכל היה בזום”, מספר מייזליש, שטוען כי רק לאחר החתימה על ה-Term Sheet, ורגע לפני החתימה הסופית, “נפגשנו פעם אחת בבית קפה עם המשקיעים”.\nenv0 הוקמה ב-2018 על ידי  אוהד מייזליש, מנכ”ל החברה, ועומרי חי, CTO. נכון להיום החברה מעסיקה 10 עובדים במשרדיה בתל אביב ובניו יורק.", "keywords": "env0,iac,ענן,מתכנתים,devops,m12,מיקרוסופט"}