{"url": "https://www.geektime.co.il/zen-protocol-launches/", "type": "article", "title": "''נהיה הפרוטוקול המשמעותי הבא אחרי הביטקוין והאת'ריום''", "description": "הסטארטאפ הישראלי, Zen Protocol, ניסה ללמוד את כל הטעויות של ביטקוין ואית'ריום, ועכשיו הוא רוצה לעשות דברים אחרת", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/Zen_Protocol_01-1530086296.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-30T14:00:58Z", "modified_time": "2018-06-30T08:18:17Z", "articleBody": "הסטארטאפ הישראלי, Zen Protocol, ניסה ללמוד את כל הטעויות של ביטקוין ואית’ריום, ועכשיו הוא רוצה לעשות דברים אחרת\nתמונה: Zen Protocol\nמטבעות הקריפטו היו התחום החם ביותר של שנת 2017, והיו אמורים להביא בשורה טכנולוגית אדירה לעולם. אבל עד עכשיו נראה שקשה לטכנולוגיה להתניע ולקיים את ההבטחה. הפרוטוקול הראשון היה הביטקוין שהדגים את יכולות הבלוקצ’יין, ולאחריו הגיעה פלטפורמת האית’ריום, שהציגה עולם חדש של שימושים. הסטארטאפ הישראלי Zen Protocol (זן פרוטוקול) מפתח את מה שהוא מגדיר “הפרוטוקול המבוזר המשמעותי הבא שהומצא”. מדובר בפרוטוקול שלא מבוסס על ביטקוין או אית’ריום, אלא פרדיגמה שונה לחלוטין, ואם הוא יצליח, וזה לא יהיה פשוט, הוא עשוי לשנות את עולם הבלוקצ’יין והקריפטו כפי שאנחנו מכירים אותו כיום.\nהעולם הפיננסי עובד על מתווכים, מה שמייצר ריכוזיות של כוח, הזדמנויות לשחיתות, מקרים של ניגוד אינטרסים, חוסר שקיפות וסף כניסה גבוה לחדשנות. “רשת מבוזרת של חוזים חכמים היא הדמוקרטיזציה של יצירת מוצרים פיננסים חדשים”, אומר אילן פרח, Head Of Product בחברה, בשיחה עם גיקטיים: “אנחנו למדנו מהטעויות של של ביטקוין ואית’ריום, ויצרנו שפה שיש לה גמישות אינסופית, בה אפשר לייצר כל מה שעולה על רוחך”.\nהיום (שבת) משיקה Zen את פרוטוקול החוזים החכמים הראשון שלא מבוסס על השיטה של המכונה הוירטואלית של אית’ריום. יש בכך מספר יתרונות שמאפשרים לפרוטוקול שלה להיות יותר בטיחותי, יותר סקיילבילי, וכל זאת באותה רמת ביזור המצופה מפתרון בלוקצ’יין. היתרון המשמעותי ביותר של הפרוטוקול של Zen הוא בפיתוח שלו שמאפשר חישוב והוכחת כמות משאבי הצריכה של חוזה חכם, ובכך מייתר את שיטת ה-Gas עליה מבוססת אית’ריום, ומצריכה ממנה 60% ממשאביה. כתוצאה מהורדת ה-Gas Limit, טוענים בחברה כי הם יעילים ב-250% על פני אית’ריום. כמו כן, המערכת יודעת לקמפל את החוזים כך שהם ירוצו ביעילות גבוהה אף יותר, מה שיכול להוביל להתייעלות של הרבה מעבר למאות אחוזים. בניגוד לאית’ריום שמריצה פעולות באופן סינכרוני, ל-Zen Protocol יש יכולת ביצוע פעולות מקבילית.\nבדצמבר השיקה Zen את ה-ICO שלה, בה נוצרו 20 מיליון מטבעות, כאשר ה-Cap הסופי שלה עומד על 100 מיליון מטבעות. המטבעות אשר נרכשו במהלך ה-ICO ונקראים, כמתבקש, Zen Coins, ישמשו את המשתמשים כדי להעלות ולהפעיל חוזים חכמים. מטבע זן אחד אמור להספיק להרצת חוזה כחודש. בחברה לא חשפו את הסכום שגוייס, אך על פי מידע שהגיע לגיקטיים הוא עומד על כ-15 מיליון דולר.\nבניגוד לאית’ריום, החוזים החכמים והנכסים הדיגיטליים הן שתי ישויות נפרדות במערכת. כך בעצם כל נכס דיגיטלי שנוצר על המערכת הוא נזיל, והתשלום על חוזים חכמים נעשה רק כל עוד הלקוח מעוניין שהם יהיו פעילים. המטבע כמובן יהיה ניתן לרכישה ולכרייה החל מהיום.\nהיום תשיק החברה את ה-Genesis Block של הפרוטוקול. זהו הבלוק הראשון של המערכת, כך שכל מי שהשקיע ב-ICO ייכתב היום בבלוק, ויוכל לגשת לארנק שלו כבר היום ולהתחיל להפעיל חוזים חכמים. “ברמה הטכנית, המערכת שלנו יכולה לתמוך ביותר פעולות On Chain באותה רמת מבוזרות”, כך מסביר פרח, שחושף בפנינו את המערכת הראשונה שתתבסס על הפרוטוקול של החברה: VinX. זוהי פלטפורמה שתאפשר ליקבים למכור את היינות שלהם מיד לאחר קטיף הענבים, וזאת במקום לחכות למכירות שיחלו רק לאחר שנה או אפילו שלוש שנים. היקבים יוכלו ליהנות מעוד ערוץ מכירות, והרוכשים יהנו ממחירים זולים לפני השיווק ויינות מובטחים. כל מטבע יהיה שווה ערך לארגז שלם של יין מסוים.\nZen Protocol נוסדה באוגוסט 2016 על ידי אדם פרלו, מחזיק ביטקוין ותיק מ-2011, ונתן קוק, מתמטיקאי בעל ידע מעמיק בבלוקצ’יין וקריפטוגרפיה. החברה מונה כיום 9 עובדים ופועלת ממשרדיה במתחם AYEKA בתל אביב.", "keywords": "זן פרוטוקול,zen protocol,בלוקצ\\'יין,אית\\'ריום,מטבעות קריפטוגרפיים,מטבע קריפטוגרפי,genesis block,blockchain,bitcoin,ethereum"}