{"url": "https://www.geektime.co.il/google-stadia-all-the-details/", "type": "article", "title": "גוגל חשפה רשמית את כל הפרטים על Stadia - שירות המשחקים החדש והמסקרן שלה", "description": "באירוע מיוחד חשפה אמש גוגל את כל הפרטים על שירות המשחקים בסטרימינג שלה: אז מה תקבלו בחינם, על מה תשלמו ומה מובטח למאמצים המוקדמים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/Screenshot_2-1559893735-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-07T11:02:32Z", "modified_time": "2019-06-07T11:21:58Z", "articleBody": "באירוע מיוחד חשפה אמש גוגל את כל הפרטים על שירות המשחקים בסטרימינג שלה: אז מה תקבלו בחינם, על מה תשלמו ומה מובטח למאמצים המוקדמים\nמקור: Google\nאחרי הטיזרים, ודקה לפני שנפתחת E3, תערוכת המשחקים הגדולה בעולם, חושפת גוגל רשמית את כל הפרטים על Stadia (סטאדיה), שירות סטרימינג המשחקים שלה. וכן, נראה שיש למה לחכות.\nבניגוד לקונסולות היקרות, ב-Stadia לא נזדקק לחומרה מתקדמת יותר מדי, כי כל עבודת המיחשוב והרינדור נעשית בענן של גוגל, כשהתוצאה מוזרמת אלינו. לכן, כל שתזדקקו לו הוא דפדפן כרום או כרומקאסט וחיבור אינטרנט טוב. השירות יהיה זמין בכל הפלטפורמות, כך שתוכלו להתחיל משחק בלפטופ שלכם, להמשיך אותו על מסך הטלוויזיה בסלון ולסיים אותו בסמארטפון שלכם.\nקודם כל, ולאכזבת רבים, לא מדובר כאן ב”נטפליקס של משחקים”. לכן, אם ציפיתם – כמונו – פשוט לשלם מינוי חודשי ולא לרכוש יותר משחקים במחיר מלא – צפויה לכם אכזבה. אמנם תשלמו מינוי חודשי בגובה 10 דולר, אולם לפחות בשלב הראשון תקבלו רק משחק אחד – Destiny 2 – משחק בן שנתיים.\nרוצים עוד משחקים? ובכן, ככל הנראה תאלצו לרכוש אותם – בדיוק כפי שאתם רוכשים משחקים בפלייסטיישן, ב-Xbox או בחנות Steam למשל. עם זאת, כמו ב-PlayStation Plus או Xbox Live Gold תקבלו מדי פעם גם משחקים חינמיים ותזכו להנחות על רכישת משחקים.\nאבל – יש גם חדשות טובות – מסלול חינמי. אמנם הוא יושק רק מאוחר יותר בשנה הבאה – אבל יציע לכם לשחק במשחקים שתרכשו (עד רזולוציית 1080p) – ללא תשלום חודשי.\nגוגל מציעה עכשיו לזמן מוגבל ערכת אביזרים ושירותים שהיא מיתגה בשם Stadia Founder’s Edition, שכוללת כרומקאסט אולטרה – סטרימר ה-4K שלה, בקר משחקים בצבע תכלת night blue, שלושה חודשים חינם בשירות הפרימיום עבורכם וכן “Buddy Pass”, שלושה חודשים חינם בשירות שתוכלו להעניק לחבר. אה, והזדמנות לתפוס את שם המשתמש שאתם רוצים, לפני שהם נתפסים על ידי ההמון. כל הטוב הזה יעלה לכם כ-130 דולר – מחיר מציאה בהתחשב בעובדה שרק הכרומקאסט עצמו יעלה לכם בנפרד 70 דולר.\nהשירות יושק בנובמבר ב-14 מדינות. לא, ישראל לא ביניהן.\nמכיוון שמדובר בסופו של דבר בשירות סטרימינג של משחקים, חששו רבים מדרישות המינימום של Stadia. על פי גוגל, הדרישות המינימליות הן חיבור 10Mbps – שיספיק לכם למשחק ברזולוציית 720p בקצב 60fps וסאונד סטריאופוני. אם יש לכם חיבור 20Mbps – תוכלו כבר ליהנות מרזולוציית 1080p, וידאו בתקן HDR בקצב 60fps וסאונד בסראונד; ואם יש לכם חיבור במהירות 35Mbps ומעלה – תוכלו ליהנות מסטרימינג משחרים ברזולוציית 4K עם HDR, קצב 60fps וסאונד בסראונד 5.1.\n﻿\nאז אילו משחקים יהיו זמינים בשלב הראשון? גוגל שיחררה את הרשימה הבאה, שכוללת כותרים של 21 מפתחות שונות, אם כי די ברור שהיא חלקית כרגע:\nBandai Namco – Dragon Ball Xenoverse 2\nBethesda – DOOM Eternal, DOOM 2016, Rage 2, The Elder Scrolls Online, Wolfenstein: Youngblood\nBungie – Destiny 2\nCoatsink – Get Packed (Stadia exclusive)\nCodemasters – GRID\nDeep Silver – Metro Exodus\nDrool – Thumper\nGiants Software – Farming Simulator 19\nLarian Studios – Baldur’s Gate 3\nnWay Games – Power Rangers: Battle for the Grid\nSega – Football Manager\nSNK – Samurai Shodown\nSquare Enix – Final Fantasy XV, Tomb Raider Definitive Edition, Rise of the Tomb Raider, Shadow of the Tomb Raider\n2K Games – NBA 2K, Borderlands 3\nTequila Works – Gylt (Stadia exclusive)\nWarner Bros. – Mortal Kombat 11\nTHQ – Darksiders Genesis\nUbisoft – Assassin’s Creed Odyssey, Just Dance, Tom Clancy’s Ghost Recon Breakpoint, Tom Clancy’s The Division 2, Trials Rising, The Crew 2\nבנוסף יגיעו לשירות גם משחקים של Capcom, Electronic Arts ו-Rockstar Games, אולם גוגל לא פרטה יותר מזה. ככל הנראה במסגרת E3 נקבל עוד פרטים על המפתחות הנוספות והכותרים החדשים שיצטרפו לשירות.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nכמובן שאחד הגורמים המשפיעים ביותר על גיימרים שבוחרים בקונסולה זו או אחרת הוא היצע המשחקים בכלל והבלעדיים בפרט. על פי גוגל, מתוכננים משחקים בלעדיים גם לסטאדיה, אם כי דוברים שלה לא פירטו מעבר לזה.\nבגוגל מתגאים ביכולות המולטיפלייר של הפלטפורמה. כיום, בגלל מגבלות חומרה ושרתים, אתם מוגבלים במשחקי באטל רויאל שונים ב-100 משחקים באיזורים קבועים. על פי גוגל, המגבלה הזו לא תהיה קיימת על השרתים שלה, ובתא שטח נתון יוכלו גם לשחק במקביל אלפי שחקנים.\nבמיקרוסופט מצחצחים נאומים לקראת E3, שתיפתח ביום שלישי הקרוב. בין היתר צפויה החברה להכריז על XCloud, שירות הסטרימינג המקביל שלה. חשוב לזכור, שבכל הקשור לענן, מיקרוסופט נהנית מעמדה עדיפה על גוגל, ואם מוסיפים לזה את הניסיון, הידע והקהילה של ה-Xbox, לא קשה להבין מדוע בכיר במיקרוסופט אמר שב-E3 החברה הולכת “להפציץ”.\n \n ", "keywords": "סטאדיה,גיימינג,stadia,משחקים,סטרימינג,אקסבוקס,פלייסטיישן,קונסולה,קונסולות,ps4,xbox,גוגל"}