{"url": "https://www.geektime.co.il/the-story-behind-binance-co-founder/", "type": "article", "title": "עשיר ברגע: צ'אנגפנג ז'או הפך למיליארדר תוך שנה אחת בלבד", "description": "בעולם המטבעות הווירטואליים, שבו אפשר לייצר הון עצום כמעט בין רגע, מהירות היא הכל – וצ'אנגפנג ז'או, מייסד זירת המסחר בייננס הוא המהיר מכולם. בתוך חודשים ספורים הפך מיזם ממוצע למיליארדר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/GettyImages-903631432-1522833222.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-04T12:24:21Z", "modified_time": "2018-04-04T12:52:18Z", "articleBody": "בעולם המטבעות הווירטואליים, שבו אפשר לייצר הון עצום כמעט בין רגע, מהירות היא הכל – וצ’אנגפנג ז’או, מייסד זירת המסחר בייננס הוא המהיר מכולם. בתוך חודשים ספורים הפך מיזם ממוצע למיליארדר\n\nקרדיט צלם\\תמונה: Bloomberg, Getty Images Israel\nמאת פמלה אמבלר\nבייננס (Binance) לא היתה קיימת עד לפני שבעה חודשים. אבל מאז, היכולת שלה לעבד 1.4 מיליון עסקאות בשנייה משכה מעל שישה מיליון משתמשים, והפכה אותה לזירת המסחר במטבעות קריפטו השנייה בגודלה בעולם. “אין זירת מסחר מבוזרת שיכולה להתמודד עם נפח העסקאות שלנו, ואין אף אחת בטוחה כמו שלנו”, אומר המייסד צ’אנגפנג ז’או, הידוע גם כ־CZ. נדמה שהשוק קונה את זה: מאז ההנפקה המקורית שלו ביולי האחרון, המריא המטבע של בייננס, BNB, מ־10 סנט ל־13 דולר, מה שיצר לו שווי שוק של 1.3 מיליארד דולר. ז’או, 41, לובש סווטשירט שחור ונראה כמו שילוב בין מארק צוקרברג וסטיב ג’ובס, והוא מי שמחזיק בנתח הגדול ביותר של המטבעות.\nהאיש שהפינוק היחיד שלו הוא טלפונים סלולריים (יש לו שלושה), מכר את ביתו בשנגחאי ב־2014 כדי להשקיע את כל הונו בביטקוין. אין לו אף מכונית, יאכטה או שעון מפואר.\nCZ נולד בג’יאנגסו, סין. שני הוריו היו מחנכים: אבא שלו, פרופסור, תויג כ”אינטלקטואל פרו־בורגני” ונשלח לגלות זמנית זמן קצר אחרי ש־CZ נולד. בסופו של דבר, היגרה המשפחה לוונקובר, קנדה, בסוף שנות ה־80. כנער, CZ תרם לכיסוי הוצאות הבית, כעובד במקדונלד’ס ובמשמרות לילה בתחנת דלק.\nאחרי שלמד מדעי המחשב באוניברסיטת מקגיל במונטריאול, ז’או בילה זמן בטוקיו ובניו־יורק. בהתחלה הוא בנה מערכת לתיאום הוראות מסחר בבורסה בטוקיו ואז פיתח תוכנה לסחר בחוזים עתידיים בבלומברג טריידבוק. אבל אפילו אחרי שגאון התכנות בן ה־27 קודם שלוש פעמים בפחות משנתיים וניהל צוותים בניו ג’רזי, בלונדון ובטוקיו, ז’או היה חסר סבלנות. אז ב־2005 הוא התפטר ועבר לשנגחאי כדי להקים את Fusion Systems, חברה שנודעה בהמשך ביכולתה לבנות את מערכות הסחר המהירות ביותר עבור ברוקרים.\nאז, ב־2013, ז’או שמע על הביטקוין משותפו למשחק פוקר, משקיע הון סיכון, והחל לשחק עם פרויקטי קריפטו בולטים. הוא הצטרף ל־blockchain.info בתור החבר השלישי בצוות של ארנק המטבעות הדיגיטליים, ושם, במשך שמונה חודשים שבהם היה ראש צוות הפיתוח, עבד עם מובילי ביטקוין, כמו רוג’ר ור ובן ריבס. במשך פחות משנה הוא עבד גם כמנהל הטכנולוגיה הראשי ב־OKCoin, פלטפורמה לסחר בין מטבעות סטנדרטיים לנכסים דיגיטליים.\nכל הזמן הזה חשב ז’או להקים בורסה שתעסוק אך ורק בחילופי נכסים דיגיטליים, ללא מעורבות של מטבעות רגילים – וגם בלי החיבור למוסדות פיננסיים, הסיכון והסיבוכים הרגולטוריים שלגביהם הזהיר אותו הקולגה שלו לשעבר, ור. אבל רק בשלהי השנה שעברה, עם טירוף ה־ICO (הנפקת המטבעות הווירטואליים) שצבר תאוצה והנפחים שהתחילו להאמיר, הוא החליט לפעול. הוא גייס 15 מיליון דולר תמורת 200 מיליון מטבעות בייננס שהציע למכירה ביולי האחרון.\n\nקרדיט צלם\\תמונה: Bloomberg, Getty Images Israel\nהיום 38% ממשתמשי בייננס פועלים בארצות הברית, כשהשוק השני בגודלו נמצא ביפן. בייננס לא הוכרה ביפן כעסק בצמיחה, מה שהקשה עליה מאוד למצוא משרדים גדולים להשכרה. וכך היא נדחקה לחלל של חדר אחד בלבד, עם עמדות עבודה צפופות. “יש לנו שולחנות ממש מחוץ לשירותים”, מצהיר ז’או. בזמן ירידת העיתון לדפוס, הוא הודיע ל־33 אלף העוקבים שלו בטוויטר שביייננס שוכרת מפתחים וצוות שירות לקוחות בטייוואן. CZ אומר שהוא מתכנן להכפיל את גודל הצוות הקיים שלו ולהגיע ל־300 עובדים בשלושת עד ששת החודשים הקרובים.\nבייננס תומכת כיום בכ־120 מטבעות ועובדת עם למעלה ממאה ארנקים ו־240 צמדי מסחר של מטבעות. הספקולנטים שסוחרים במטבעות האלה באמצעות בייננס הכניסו לחברה כ־200 מיליון דולר ברבעון האחרון. “קיבלנו למעלה מ־5,000 בקשות לרישום מטבעות”, מתפאר ז’או ומסביר שהצוות שלו מקבל רק פרויקטים עם אמינות גבוהה, בסיס משתמשים ונזילות. עם הנתון הקשוח של 3% קבלה בלבד, קשה יותר להגיע לבייננס מאשר להרווארד.\nעם קריצה לאידיאליסטים – אלו שמאמינים שהבלוקצ’יין ישתלט על האינטרנט וייקח אותה מידי הענקים תאבי הכוח, כמו גוגל, אמזון ופייסבוק, ואז יוליד עידן חדש של חדשנות דיגיטלית ושגשוג, גישה חופשית לכל – בייננס אימצה הצבעות של הקהילה לרישום מטבעות.\nאבל אל תטעו. היוזם של כל זה, ז’או, משתתף בבהלה לזהב הקריפטו כדי לנצח. העסקאות שלו מהירות ואמינות יותר, ושלא כמו רוב המטבעות, הוא מציע ערך ממשי למחזיקים, בדמות הנחה של 50% על עמלות הסחר. בתור המחזיק הגדול ביותר במטבעות בייננס, התוכנית שלו היא להשתמש בכל רבעון ב־20% מהרווחים שלו כדי להפחית את ההיוון של מטבעות בייננס.\nז’או לא בדיוק לבד בהתעשרות המטורפת והמיידית הזאת מקריפטו. כריס לארסן, מנהל ותיק בהייטק שנודע בזכות שורת אפליקציות הפינטק שהקים, חזה בהונו מאמיר ל־20 מיליארד דולר בשיא הקריפטומניה, בתחילת ינואר. החישוב הזה נסמך על 5.4 מיליארד XRP שבבעלותו, המטבעות של ריפל, החברה שייסד. מאז התרסק ה־XRP ב־65%, אבל לארסן עדיין מוביל את רשימת עשירי הקריפטו של פורבס, הדירוג (הלא מדויק בהכרח) של 20 האנשים העשירים בעולם בקריפטו.\nקיימים כיום כמעט 1,500 נכסי קריפטו בשווי כולל מוערך של 550 מיליארד דולר, עלייה של 31 מיליארד מאז תחילת 2017. בזמן שהמחירים של מטבעות קריפטו אינדיבידואליים ממשיכים להתנודד בפראות, ברור שמטבעות מבוססי בלוקצ’יין כאן כדי להישאר וברור שלנכסים הווירטואליים האלה יש ערך ממשי, גם אם נפיץ וספקולטיבי. סחר בשוק השחור, הימנעות מתשלום מסים על ידי אנשים פרטיים והתחמקות מסנקציות ממשלתיות במדינות כמו צפון קוריאה מזינים חלק מהדרישה, אבל כך גם ההתרגשות הכללית מהטכנולוגיה והתשוקה האידיאולוגית לשחרר את הכסף מגחמות של מדינות לאום.\nהמנצחים בלוטו הדיגיטלי הזה שונים מאלו של בועות קודמות. ההתחלות המפוקפקות שלהם, שהן בעת ובעונה אחת אנרכיסטיות, אוטופיות וליברטריאניות, משכו אוסף משונה של חלוצים, החל בסייבר־פאנקס מתנגדי ממשל, דרך “כורי מטבעות” זוללי חשמל, עד לאנשי הון מלוקקים מהסיליקון ואלי וקובץ גדול מהרגיל של “מחזיקים” בני מזל (סלנג קריפטו למשקיעים שקונים וממשיכים להחזיק במטבע, בלי למכור). כמו בכל בהלה לזהב, הדרך האמינה יותר לעושר עוברת במכירת כלי העבודה – במקרה הזה, ניהול בורסות חליפין. כמובן שכסף קל מושך נוכלים וגנבים.\nיורש הבנקאות מתיו מלון, שהשקעתו ב־XRP – 2 מיליון דולר – הפכה ללמעלה ממיליארד דולר, למד את זה על בשרו בחודש ינואר האחרון. בבוקר שאחרי מסיבה גדולה סיפר הגרוש בן ה־54 שהוא גילה ארבעה אנשים בבית המסיבות שלו בלוס אנג’לס, שאותו הוא שוכר תמורת 150 אלף דולר לחודש. הוא לא דיווח על הפריצה למשטרה. האורחים הלא רצויים חיפשו, כנראה, את מטבעות ה־XRP שלו וגנבו ארבעה לפטופים ושני טלפונים סלולריים. הם לא הצליחו לשים את ידם על הון הקריפטו של מלון – שכן כל אחד מאלה שמחזיקים מספיק נכסים כדי להיכלל ברשימה הארוכה שלנו כבר הבין מזמן איך לאבטח את כספו.\nביטקוין bitcoin. צילום: גיקטיים\nזיהוי הזוכים הגדולים בקריפטו והערכת שוויים אינה משימה פשוטה. המטבעות הווירטואליים קיימים באופן כמעט מוחלט מחוץ למערכת הפיננסית העולמית, ועשירי הקריפטו החדשים חיים בסביבה משונה, שמערבת חשאיות פרנואידית עם תצוגות עושר מרהיבות. קחו את בורסת בייננס של CZ למשל. אין לה משרדים של ממש. העובדים מפוזרים במספר מדינות, ונדמה ש־CZ עצמו מחליף מדינות כשם שאנשים אחרים מחליפים בגדים. “אנחנו לא רוצים להיות כרגע במקום אחד, בגלל חוסר הוודאות הרגולטורית”, אומר CZ. בפעם האחרונה ששמענו, הוא והסווטשירט המפורסם שלו בדיוק הגיעו לטייוואן.\nבמונחים של מיליארדר קריפטו, CZ הוא בין הנורמלים. ברוק פירס, שהתפרסם כשחקן בילדותו, מתלבש כמו ג’וני דפ ב”שודדי הקריביים” ונוהג לצאת בהצהרות גרנדיוזיות ממרפסת הפנטהאוז שלו בסנטה מוניקה, קליפורניה. בנקודה מסוימת גייס פירס 60 מיליון דולר מגולדמן זאקס בסיוע סטיב בנון, לשעבר האסטרטג הראשי של נשיא ארצות הברית דונלד טראמפ, כדי להקים חברה שמוכרת חרבות וירטואליות וסוסים לגיימרים. הוא גם הסתבך עם שותפיו בעידן הדוט.קום של שנות ה־90, אחרי שהם נתבעו, בתביעות אזרחיות, על התעללות מינית בנערים קטינים (פירס הכחיש את הטענות ומעולם לא הורשע. אחד משותפיו הודה בהעברת קטינים בין מדינות למטרות מין).\nפירס היה מהראשונים במשחק הקריפטו. בהתחלה הוא כרה ביטקוין ואחר כך מימן סטארט־אפים של בלוקצ’יין והשקיע בעשרות הנפקות מטבע ראשוניות. על אף שבאופן פומבי הצהיר שהקדיש מיליארד דולר לצדקה, הוא מסרב לספק מסמכים שמוכיחים שיש לו סכום שמתקרב למספר הגדול הזה.\nבהתחשב באופיו המעורפל ובנפיצות הגבוהה של הקריפטו, אנחנו מציגים את הערכות השווי שלנו בטווחים. ביססנו את המספרים שלנו על הערכות של החזקות במטבעות קריפטו (בודדים סיפקו הוכחות), רווחים אחרי מס מסחר בנכסי קריפטו והחזקות בעסקים שקשורים לקריפטו.\nכמעט בטוח שפספסנו כמה אנשים, ושחלק מההערכות שלנו רחוקות מהמציאות. אבל זה גם היה המצב כשפרסמנו לראשונה את רשימת 400 האנשים העשירים באמריקה, ב־1982. בזמנו, רבים אמרו שאנחנו לא יכולים – או לא צריכים – לפרסם אותה. עשינו את זה בכל זאת, ואנחנו מאמינים שהפכנו את העולם למקום טוב יותר כשהארנו זרקור על העשירים הבלתי נראים. בדיוק כפי שהקריפטו התפתח מימי אתר הסחר בסמים Silk Road (“דרך המשי”) והחטיפות הדיגיטליות בבורסת Mt. Gox, אסור לאפשר להון בממדים האלה להישאר בצללים.\nהכתבה פורסמה לראשונה בפורבס ישראל", "keywords": "בייננס,סין,ביטקוין,בלוקצ׳יין,קריפטו,מטבעות דיגטיליים,binance,פורבס ישראל"}