{"url": "https://www.geektime.co.il/realme-lauch-in-israel/", "type": "article", "title": "מתחרה חדשה לשיאומי? שחקנית חדשה בשוק הסמארטפונים הזולים בישראל", "description": "היצרנית הסינית Realme (רילמי) נכנסת לשוק הישראלי עם שלושה דגמים ברמות מחיר שונות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/IMG_20200625_094804-1593078214-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-25T13:37:24Z", "modified_time": "2020-06-25T13:37:24Z", "articleBody": "היצרנית הסינית Realme (רילמי) נכנסת לשוק הישראלי עם שלושה דגמים ברמות מחיר שונות\nליין המכשירים החדש של Realme | צילום: גיקטיים\nרשת באג השיקה היום (ה’) שלושה סמארטפונים של שחקנית חדשה בתחום הסמארטפונים בישראל, היצרנית הסינית Realme, השייכת לקבוצת המותגים של Oppo. חברת Realme היא שחקנית נוספת הנכנסת לשוק מכשירי הביניים, כשאחד מהדגמים שהוצגו ינסה אולי לנגוס בנתח של שחקניות עם מכשירים עוצמתיים יותר.\nשלושת המכשירים שהשיקה Realme מכוונים לשוק שנשלט ברובו על ידי מתחרה סינית אחרת – שיאומי – ששולטת יחסית בשוק הישראלי מבחינת המכירות. נראה כי מדובר במהלך של באג לאתגר את המלכה. למרות שהם גם היבואנים הרשמיים של מייזו הסינית, נראה שבבאג מעבירים את המניות לRealme – כשמנכ”ל החברה אמיר מודן רומז שהיא כנראה תפסיק את יבוא מייזו ארצה.\nהדגם הראשון שהציגה באג היום, ושיהיה זמין החל ממחר, הוא Realme 6 – הדגם הבסיסי ביותר מבין השלושה. הדגם מגיע עם מעבד שלא רואים כל כך במכשירים שמגיעים ארצה, Heilo G90T של מדיה-טק הטאיוונית, מעבד מתומן-ליבות במהירות של עד 2.05 גיגה-הרץ. המכשיר מגיע גם עם 4 גיגה-בייט RAM ואחסון בנפח של 128 גיגה-בייט.\nה-Realme 6 מגיע עם סוללת 4,300mAh וטעינה מהירה של 30 וואט, כשבחברה אומרים כי הסוללה תתמלא מ-0 ל-100% תוך 60 דקות. למכשיר מסך 6.5 אינץ’ עם קצב רענון של 90 הרץ ויש בו 5 מצלמות – מצלמת סלפי עם חיישן 16 מגה-פיקסל ומערך צילום בעל ארבע עדשות: חיישן ראשי של 64 מגה-פיקסל של סמסונג, עדשת Ultra-wide, עדשת מאקרו ועדשת B&W לצילומי פורטרט. המכשיר יעלה 999 שקלים.\nהבכיר בדגמי realme | מקור: גיקטיים\nגרסת הפרו של ה-Realme 6 מגיעה עם מעבד Snapdragon 720G של קוואלקום בעל 8 ליבות ובמהירות של עד 2.3 גיגה-הרץ. למכשיר מסך זהה לזה של דגם ה-6 ופיצ’ר טעינה מהירה זהה. לעומת דגם ה-6 לפרו 8 גיגה-בייט RAM, המגיע עם נפח אחסון זהה של 128 גיגה-בייט. למכשיר שתי מצלמות סלפי, חיישן 16 מגה-פיקסל לצד חיישן Ultrawide של 8 מגה-פיקסל. עם מערך צילום אחורי מרובע, בעל חיישן ראשי זהה – ההבדל בין הפרו ל-6 מגיע עם חיישן Telephoto של 12 מגה-פיקסל לצילומי לילה משופרים. שני המכשירים מגיעים עם חיישן טביעת אצבע בכפתור הנעילה של המכשיר. דגם הפרו יעלה לכם 1,299 שקלים.\nהבכיר בדגמי Realme שהושקו הוא ה-X3 Superzoom, המגיע עם מפרט המכוון קצת יותר גבוה. המכשיר מגיע עם מעבד Snapdragon 855 Plus של קוואלקום, שהוא אמנם לא החדש ביותר של החברה – אך יחסית נדיר במכשירי ביניים. בנוסף, ה-X3 מתהדר במסך 6.6 אינץ’ עם קצב רענון של 120 הרץ, אותה אנחנו רואים בדרך כלל במכשירים היקרים ביותר בשוק.\nבאופן מפתיע, הוא מגיע עם סוללה קטנה יותר (גם אם במעט) מזו של דגמי ה-6 וה-6 פרו, בקיבולת של 4,200mAh עם טעינה מהירה. המכשיר מגיע עם עמידות להשפרצות, אך ללא תקן IP רשמי. הוא מגיע עם מצלמת סלפי של 32 מגה-פיקסל, כפול מזה של דגמי ה-6 והפרו, ומצלמת Ultrawide. המכשיר יגיע עם 8 או 12 גיגה-בייט RAM ו-128 גיגה-בייט אחסון, עם יכולת הרחבה של עד 256 גיגה-בייט עם כרטיס microSD.\nגם ל-X3 מערך צילום אחורי מרובע עם חיישן זהה לדגמים הקודמים, כשהשינוי הגדול מגיע בגזרת הזום – למכשיר עדשת זום פריסקופית לצד עדשת Ultrawide של 8 מגה-פיקסל. מערך הצילום של המכשיר מאפשר צילום בזום אופטי X5 עם ייצוב תמונה (OIS) ויכול להגיע עד X60 בזום היברידי.\nעם מפרט כזה, Realme כבר מתרחקת מטווח מכשירי הביניים ומגיעה למדרגה הבאה ברמת המחיר – כשה-X3 יעלה למי מכם שירצו בו לא פחות מ-1,999 שקלים ביבוא רשמי.", "keywords": "רילמי,realme,סמארטפון,סמארטפונים,realme 6,realme 6 pro,realme x3 superzoom,שיאומי"}