{"url": "https://www.geektime.co.il/made-by-google-2018-event-live/", "type": "article", "title": "ממש עכשיו: גוגל חושפת את המוצרים החדשים שלה, הצטרפו לשידור החי", "description": "הצטרפו עכשיו לאירוע המיוחד של גוגל מניו יורק בו היא תחשוף את ה-Pixel 3 וה-Pixel 3 XL לצד טאבלטים חדשים, מסכים חכמים ואולי עוד הפתעות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/Made-By-Google-1538992714-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-09T18:00:09Z", "modified_time": "2018-10-09T17:52:43Z", "articleBody": "הצטרפו עכשיו לאירוע המיוחד של גוגל מניו יורק בו היא תחשוף את ה-Pixel 3 וה-Pixel 3 XL לצד טאבלטים חדשים, מסכים חכמים ואולי עוד הפתעות\nתמונה: Google\nבשעה זו, גוגל פותחת את אירוע הכרזות החומרה בניו יורק, בו היא צפוייה להציג את המכשירים שדלפו מכל עבר בחודשים האחרונים.\nבאירוע ההכרזה החגיגי גוגל עומדת להציג לראשונה (באופן רשמי) את סמארטפוני ה-Pixel 3 וה-Pixel 3 XL, שהפעם יגיעו ככל הנראה עם שתי מצלמות קדמיות, יכולות טעינה אלחוטית, מצלמה אחורית בודדת ומגרעת ענקית אחת בגירסת ה-XL. לצד הפיקסל, החברה עתידה להציג מטען אלחוטי ייעודי לפיקסל 3 תחת השם Pixel Stand שיאפשר לו לתפקד כמעין רמקול חכם בעת הטעינה.\nבנוסף, החברה צפויה להציג מסך חכם בשם Google Home Hub, טאבלט בשם Pixel Slate שמריץ את מערכת ההפעלה Chrome OS וגירסה מעודכנת של הסטרימר הפופולארי שלה, ה-Chromecast. האם יהיו עוד הפתעות שלא דלפו כבר עשרות פעמים לרשת? הצטרפו עכשיו לשידור החי.\nהורידו עכשיו את האפליקציה של גיקטיים לאנדרואיד או לאייפון, או עקבו אחרי ערוץ הטלגרם ודף הפייסבוק שלנו כדי לוודא שאתם לא מפספסים דבר מהאירוע.", "keywords": "גוגל,פיקסל 3,פיקסל,אנדרואיד,פיקסלבוק,פיקסל סטנד,pixel stand,pixel 3,pixel 3 xl,google home hub,גוגל הום האב,פיקסל סלייט,pixel slate,pixelbook,אירוע,השקה,הכרזה"}