{"url": "https://www.geektime.co.il/redis-labs-raises-100m/", "type": "article", "title": "רדיס לאבס גייסה 100 מיליון דולר ומצטרפת לדאטה-בייס של חדי-הקרן", "description": "הסטארטאפ הותיק מצטרף למועדון חדי הקרן, וחושף את תוכניות ההנפקה העתידיות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/REDIS-1598360511-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-25T16:03:07Z", "modified_time": "2020-08-25T16:09:58Z", "articleBody": "הסטארטאפ הותיק מצטרף למועדון חדי הקרן, וחושף את תוכניות ההנפקה העתידיות\nצילום: מיכה לובטון, גיקטיים אינסיידר\nבמהלך תקופת הקורונה, הכלכלה העולמית השתנתה ובמקום חנויות, אנשים עברו לרכוש ולפעול ברשת יותר מתמיד. מה שאומר שגם מידע רב צריך להיות מעובד במהירות. על רקע התחזקות מגמת המעבר והשימוש בשירותי ענן, Redis Labs ממשיכה לגייס סכומים מרשימים. הפעם היא משלימה סבב F של 100 מיליון דולר בהובלה של Bain Capital ו-TCV האמריקאיות, ובהשתתפות המשקיעות הקודמות: Goldman Sachs Growth, Francisco Partners, Viola Ventures וזרוע ההשקעות של Dell.\nהמוצר המסחרי של רדיס, Redis Enterprise, מציע פרישת נתונים יעילה וזולה על גבי עננים ציבוריים ומרכזי נתונים פרטיים. בכך, חברות יכולות לדאוג שהן תמיד יהיו מוכנות לכל כמות של טראפיק בזמן אמת. “רדיס הייתה מאז ומתמיד Enabler לעולם האונליין, והדבר קיבל משנה תוקף בזמן המגיפה”, מסביר עופר בנגל, מנכ”ל ומייסד שותף ברדיס בשיחה עם גיקטיים, ומוסיף כי בשנה האחרונה החברה הציגה תמיכה בשירותי הענן של גוגל ושל מיקרוסופט, ואלו מציעות את המוצגים של Redis כמוצר שלהן. “אלו שותפות מאד אינטימיות ולכולנו יש ציפיות מאד גבוהות מהן”.\nבמקביל החברה המשיכה לטפח גם את RedisAI, מנוע להנגשת מודלי AI בזמן אמת לאפליקציות. “זהו תחום חדש אליו נכנסנו שאמור לצמוח לשוק של מעל 10 מיליארד דולר תוך מספר שנים. עבורינו זו התרחבות טבעית מכיוון שרדיס שימש מאז ומתמיד כמנוע להגשת נתונים מהירה”, טוען בנגל.\nבנגל חושף כי בתקופת הקורונה החברה ראתה שתי תופעות מנוגדות: מצד אחד חברות SMB וסטארטאפים רבים שנקלעו לקשיים וצמצמו פעילות, ואף הפסיקו לחלוטין את פעילותם עם החברה. אך מצד שני ראתה החברה “זרם של לקוחות חדשים” שרצו להגביר את פעילות האונליין שלהם. כמו כן, לקוחות קיימים גדולים כמו בנקים, חברות אשראי, ביטוח, טכנולוגיה, קמעונאות ועוד, הגבירו את רכישותיהם דרך רדיס, כדי להתאים את עצמם למציאות של עידן הקורונה.\nצמד היזמים מימין לשמאל: עופר בנגל ויפתח שולמן\nהגיוס הנוכחי של רדיס לאבס מביא את סך הגיוסים של החברה מאז הקמתה ל-246 מיליון דולר, ובוצע על פי שווי שוק של יותר ממיליארד דולר, וכל זאת באחת התקופות הקשות במאה השנים האחרונות שמשפיעה על כל עולם ההייטק. בנגל מספר כי החברה החליטה להתחיל את תהליך הגיוס בתחילת 2020, אך עם פרוץ המגיפה החליטה לנטוש את התהליך לאחר ששוחחה עם משקיעיה. “לפני כחודשיים החל מומנטום מחודש שבסופו קיבלנו מספר הצעות להשקעה. אני מעריך שזה נובע מהתוצאות הטובות של החברה ומכך שאנו פועלים בשוק מאד חם ויש לנו comparables מאד מוצלחים, כמו החברות MongoDB ו-Elastic”.\nעם זאת, מדובר בסטארטאפ שעוד רגע מגיע לחגיגות העשור להיווסדו, ואחרי 6 סבבי גיוס משמעותיים, קשה שלא לתהות לאן הולכת רדיס. בנגל מספר לגיקטיים כי החברה אכן מתכננת לעבור לשלב הבא הטבעי, הנפקה. “חברת MongoDB למשל, גייסה סכום של מעל 350 מיליון דולר לפני שיצאה להנפקה לפני שנתיים. כיום היא שווה 10 מיליארד דולר למרות שעדיין אינה רווחית”. בנגל מעריך שהסכום המצטבר של החברה יספיק לה עד ההנפקה, אך טוען כי החברה לא ממהרת לעבור לשלב הבא, “כי רוב ההכנסות הנדרש להנפקה גדולה מטפס כל הזמן ומתקרב כיום ל-200 מיליון דולר, ואנחנו עדיין לא שם”.\nRedis Labs הוקמה בשנת 2011 על ידי היזמים עופר בנגל (מנכ”ל) ויפתח שולמן (מנהל טכנולוגיות) סביב הקוד הפתוח של רדיס (Redis). ב-2015 הצטרף לחברה סלבטורה סן פיליפו, יוצר הקוד הפתוח Redis, כמוביל הקהילה והקוד הפתוח. החברה פועלת מתל אביב, קליפורניה ולונדון. החברה מדווחת כי תשתמש בכספי הגיוס להתרחבות, העמקת אחיזה בשוק הגלובלי וכמו כן לגיוס עובדים נוספים במרכז הפיתוח בישראל ולמטה החברה אשר בארצות הברית.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "רדיס לאבס,redis labs,חד קרן,ענן,unicorn,הנפקה"}