{"url": "https://www.geektime.co.il/documents-for-sight-problems-by-law/", "type": "article", "title": "הכירו את הטכנולוגיה שארגונים צריכים כדי להנגיש מסמכים באופן מיידי", "description": "בסוף שנת 2021 יסתיים הפטור שאפשר לארגונים ארכה של עד שבועיים כדי לספק ללקוחות עם לקות ראייה מסמכים מונגשים, ובקרוב הם יהיו מחויבים לספק מסמכי לקוח באופן מיידי על פי דרישה. איך ניתן לעשות זאת מבלי להיכנס להוצאות אסטרונומיות?", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/person-holding-book-with-calculator-on-table-2058137-1592996440-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-25T11:35:32Z", "modified_time": "2020-06-25T11:01:23Z", "articleBody": "בסוף שנת 2021 יסתיים הפטור שאפשר לארגונים ארכה של עד שבועיים כדי לספק ללקוחות עם לקות ראייה מסמכים מונגשים, ובקרוב הם יהיו מחויבים לספק מסמכי לקוח באופן מיידי על פי דרישה. איך ניתן לעשות זאת מבלי להיכנס להוצאות אסטרונומיות?\nהכתבה בחסות\nתמונה: Pexels\nמאת אופיר גרינר, מנהל תחום CCM וטפסים דיגיטליים חכמים ומונגשים בקונסיסט\nבישראל חיים כמעט מיליון וחצי איש בעלי מוגבלויות, המהווים כ-18 אחוז מכלל האוכלוסייה, ובשנים האחרונות נעשו פעולות רבות על מנת להנגיש את חיי היומיום לכולם. בשנת 2013 נכנסה לתוקף תקנה 35 של חוק ההנגשה לשוויון אנשים עם מוגבלויות, המחייבת ארגונים ובתי עסק לספק התאמות נגישות בשירות האינטרנט ולהנגיש כל מסמך שהוכן מתאריך 26 באוקטובר 2017 ואילך.\nמסמך מונגש מאפשר לבעלי מוגבלות ראייה להאזין לתוכנו באמצעות תוכנת הקראה. אפשר לעשות זאת בפורמט PDF וב-HTML, אך בשתי התצורות יש ליצור “עץ הנגשה”, כלומר תוכנות הקראת מסמכים יקראו אותם בהתאם לסדר שנקבע על ידי יוצר המסמך. כיוון שמדובר במהלך שדורש הכנות, המחוקק קבע כי למשך כמה שנים ארגונים יוכלו לספק מסמכים בתוך שבועיים מיום הדרישה, ולא באופן מיידי. בשנת 2021 יפוג תוקפה של ההקלה וארגונים יידרשו לספק מסמכים מונגשים באופן מיידי.\nמבחינת בתי עסק וארגונים, המשמעות של השינוי בדרישות חוק ההנגשה היא עצומה, שכן כעת הם מחויבים להנגיש אלפי ואפילו מיליוני מסמכים לא באופן פרטני, אלא באופן רפטטיבי ומערכתי, בהתאם לעקרון ההכלה בנגישות.\nעקרון ההכלה בנגישות קובע שיש לאפשר לאדם בעל מוגבלות להתנהל במרחב כמו כל אדם אחר בציבור, שאינו בעל מגבלה, כך שכל אחד ואחת יוכלו להתנהל בעצמאות מוחלטת, ללא צורך לבקש סיוע מאדם אחר. לדוגמה, מסעדה שהתקינה רמפה כדי לאפשר לבעלי כיסאות גלגלים לעלות לבד מיישמת את עקרון ההכלה. לעומתה, מסעדה שמציבה עובד שתפקידו לעלות במדרגות את כל מי שמתנייד בכיסא גלגלים, לא מיישמת זאת. עקרון זה חל גם על מסמכים: הנגשה אמיתית חייבת לאפשר לאדם בעל מוגבלות ראייה להאזין באופן מיידי לכל מסמך לו הוא נדרש, מבלי שיצטרך לבקש מהארגון או בית העסק עזרה בכך.\nהרעיון מאחורי חוק הנגשת מסמכים באינטרנט הוא נכון והכרחי, הן בהיבט החברתי והן בהיבט העסקי-שיווקי, אך הוא דורש מארגונים, במיוחד כאלו שבהם קיימים אלפים ואפילו מיליוני מסמכים, להטמיע פתרון טכנולוגי מערכתי מתקדם. מצד אחד הפתרון צריך לבצע הנגשה של מסמכים באופן יעיל מבלי להכניס את הארגון להוצאות אסטרונומיות, ומצד שני לאפשר לאנשים בעלי מוגבלות לקבל מסמך מונגש באופן מיידי, על פי דרישה ובלחיצת כפתור.\nכאמור, בסוף שנת 2021 כל בתי העסק והארגונים יחויבו לספק מסמכי לקוח נגישים באופן מיידי, ועל כן לא פלא כי רבים מהם מחפשים פתרון טכנולוגי שיאפשר זאת, ובעלות לא גבוהה.\nמה שנדרש הוא מודול של מערכת לטפסים דיגיטליים חכמים המספק פתרון הנגשה רפטטיבית ומורכב משני שלבים. השלב המקדים נעשה באמצעות ה-Designer של המערכת ליצירת מסמכים דיגיטליים ומונגשים. במהלכו מייצר הארגון, באמצעות מערכת PB Digital, תבניות אב עבור כל סוגי הטפסים והמסמכים הקיימים בו. תבניות אלו מכילות את כלל האובייקטים במסמך – כותרות, כותרות משנה, מלל חופשי, טבלאות, תמונות ועוד. לאחר שכל מסמכי הארגון חולקו בהתאם למבנה שלהם ולכל סוג של מסמך נוצרה תבנית הנגשה, ניתן להפעיל את מנוע ההנגשה המאפשר ללקוחות בעלי מוגבלות ראייה לייצר עבור עצמם, בלחיצת כפתור ובאופן מיידי, גרסה מונגשת של כל מסמך.\nכאשר מגיעה דרישה ליצירת מסמך מונגש מצד המשתמש, הטכנולוגיה של מערכת PB Digital טוענת את מסמך ה-PDF הרגיל, מעבירה אותו דרך מנוע ההנגשה שקורא את התבנית הרלוונטית, ואז מייצר מיידית מסמך נגיש הנקרא על ידי תוכנות עזר להקראת מסמכים.\nתצורת הארכיטקטורה של הפתרון, המספקת צריכת שירות מסמכים מונגש as a Service, מאפשרת לארגונים לחסוך באופן משמעותי במשאבים ולמזער באופן ניכר את כמות המידע המועבר ברשת, אך לא פחות חשוב מכך – להעניק ללקוחותיהם את חוויית השירות המתקדמת והמכבדת ביותר, בהתאם לדרישת החוק ולעקרון ההכלה בנגישות.", "keywords": "קונסיסט,consist,מסמכנים מונגשים,בעלי מוגבלויות,pb digital,עקרון ההכלה,חוק הנגישות,מוגבלות ראייה,תוכנות הקראה,ארגונים,הנגשה,"}