{"url": "https://www.geektime.co.il/xiaomi-mi-a3-review/", "type": "article", "title": "ה-Mi A3 של שיאומי: מכשיר בינוני וסביר, אבל המחיר מפתה", "description": "כמו קודמיו, גם הדור השלישי של מכשיר הביניים של שיאומי, ה-A3, מגיע עם מפרט טכני סמלי, אך אנדרואיד כל כך נקי שיגרום לכם לשכוח מהכל. האמנם? בדקנו האם הוא דורש יותר מידי פשרות, ואם לא עדיף להתאמץ עוד קצת - ולקנות את אחיו החורג - הפיקסל 3a", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/mia3back-1566378734-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-23T10:30:21Z", "modified_time": "2019-08-22T16:55:55Z", "articleBody": "כמו קודמיו, גם הדור השלישי של מכשיר הביניים של שיאומי, ה-A3, מגיע עם מפרט טכני סמלי, אך אנדרואיד כל כך נקי שיגרום לכם לשכוח מהכל. האמנם? בדקנו האם הוא דורש יותר מידי פשרות, ואם לא עדיף להתאמץ עוד קצת – ולקנות את אחיו החורג – הפיקסל 3a\nצילום: גיקטיים\nאחרי ה-Mi A1, וה-Mi A2, זו היא השנה השלישית ברציפות שבה יוצא לי לסקור את מכשיר ה-Android One האחרון מבית שיאומי, מכשיר ביניים שמגיע עם מפרט חומרתי סולידי אמנם, אך בגזרת התוכנה – אפשר להגיד שהוא מהטובים שאפשר להשיג. השנה, השיקה החברה את ה-Mi A3, כשהדגש הפעם הוא על מערך הצילום והסוללה שתפחה בכמעט 1,000mAh. בנוהל, לקחתי אותו לסקירה, כדי לראות האם הוא שווה קנייה או שדרוג, או שאולי עדיף לכם להוסיף עוד 300 ש״ח ולקנות כבר את הפיקסל 3a של גוגל (בחו״ל).\n﻿\nבעוד שה-Mi A2 לא יישר קו עם הטרנד ששלט בעולם המובייל בשנת 2018, AKA המגרעת, ה-A3 דווקא כן. סוג של: הוא מגיע עם מגרעונת, ובמקום לשאוב השראה מהאייפון, הפעם שיאומי לקחה דווקא את OnePlus כמקור השראה וציידה את המכשיר במגרעת בצורת טיפה מעודנת, שבה מאוחסנת המצלמה הקדמית של המכשיר. מכיוון שכבר התרגלתי למכשירים עם מגרעות שגוזלות שטח מסך הרבה יותר קריטי מזו, אני לא יכולה להגיד שהיא הפריעה לי או פגמה בצורה כלשהי בחווית השימוש, גם בעת צפייה בסרטונים.\nה-A3 מגיע עם מסך AMOLED בגודל 6.1 אינץ׳ (או 6.088 אינץ׳ ליתר דיוק) מצופה בגורילה גלאס 5 ומציע יחס מסך-גוף של 80.3%. בהשוואה ליחס שמציע ה-A2, שעומד על 77.4%, אין ספק שה-A3 מרשים יותר, ואם אתם אוהבים מכשיר עם מסך גדול שיאפשר לכם לצפות בסרטונים ״בכל הכוח״ – אתם יכולים לסמן וי על הסעיף הזה. שולי המכשיר דקיקים למדי בהשוואה לדור הקודם, אבל מעט יותר גסים בהשוואה למכשירי דגל מודרניים אחרים. ומכיוון שכפתורי הפעלה למיניהם או חיישני טביעת אצבע לאט לאט חולפים מן העולם, בשיאומי הצליחו לצמצם למינימום את בזבוז השטח. בסך הכל המכשיר נוח לאחיזה גם ליד נשית, אם כי יש שיגידו שהוא מעט כבד ביד. מצד אחד – זה פחות נוח, אבל מצד שני זה מקנה למכשיר הרגשה קצת פחות ״זולה״.\nעוד מבחינה פיזית-טכנית: כמו הדגמים הקודמים, גם ה-A3 כולל משדר IR, שיאפשר לכם לשלוט למשל על הטלוויזיה (רק לפני כן תצטרכו להוריד אפליקציה ייעודית לכך), ובצידו הימני תמצאו את שני הכפתורים שלו – כפתור הווליום ומתחתיו כפתור ההפעלה והכיבוי, כאשר צד שמאל מגיע נטול כפתורים למעט פתח ליציאת הסים הכפול. בחלקו העליון של המכשיר תמצאו את יציאת האוזניות הסטנדרטית (ווהו, חזרה אלינו אחרי שנעלמה ב-A2) ובחלקו התחתון את פתח ההטענה, כשמובן מאליו מאיזה סוג הוא – USB Type-C. הפעם, חיישן טביעת האצבע ממוקם מתחת למסך (שעוד רגע אסביר לכם למה זו בעיה), מה שאומר שגבו של המכשיר נקי למעט מערך הצילום המורכב משלוש מצלמות אנכיות, אליהן נתייחס בהמשך.\nצילום: גיקטיים\nאם כבר נגענו בגב המכשיר, העשוי זכוכית, נציין כי הוא בעל פוטנציאל לא קטן לעשיית סחרחורת. שיאומי אמנם מנסה להשתעשע ולהרשים עם הצבעים והאפקטים של המכשירים שלה, אבל הצבע של המכשיר שקיבלנו (Not Just Blue) הזכיר לי את מדבקות ההולוגרמה ״השוות״ שהייתי מחליפה בצעירותי עם שאר ילדי הכיתה. כמו כן, לא כל כך ברור מדוע שיאומי החליטה להעמיס את גב המכשיר באינספור מדבקות; המותג של שיאומי בגדול, סוג המצלמה (48mp AI camera), מדבקת Android One ו-CE, ואפילו תזכורת שלא תחשבו לזרוק את המכשיר לפח בסיום השימוש. אה, ועוד קצת טקסט עם שם הדגם והעובדה שהמכשיר מיוצר בסין.\nצילום: גיקטיים\nצילום: גיקטיים\nמדבקות, מדבקות, ועוד קצת מדבקות. צילום: גיקטיים​\nאהבתי שערכת המכשיר כוללת מגן שקוף, מוצר מתבקש בהחלט במקרה הזה שכן העיצוב החיצוני שלו, יפה ומרשים ככל שיהיה, הוא מה שנהוג לכנות ״מגנט על לטביעות אצבע״, אז המלצתנו היא להלביש אותו על המכשיר בהקדם האפשרי.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nמבחינה טכנית, ה-A3 לא מגיע עם המפרט החדשני והעוצמתי ביותר, אבל זה כבר היה ידוע לכולם; הוא כולל ערכת שבבים מסוג Snapdragon 665 של קוואלקום במהירות 2GHz עם מעבד גרפי Adreno 610 ו-4GB של RAM, כשהדגם שאנחנו קיבלנו לסקירה כולל 64GB נפח אחסון. קיים דגם נוסף שמגיע בתצורה של 4GB RAM עם 128GB נפח אחסון, אבל בכל מקרה – יש אופציה להרחבה בעזרת microSD של עד 256GB נוספים, כך שאפשר לנשום לרווחה. גם כאן, מדובר בשדרוג בהשוואה לדגם הקודם, שמשום מה הגיע ללא חריץ להרחבת זיכרון. עם זאת, פרט שלצערנו כן חסר במכשיר הוא NFC, כך שאלו מכם שנוסעים בתחבורה ציבורית צריכים להתכונן בהתאם (ולמצוא מקומות להטעין בהם את הרב-קו), והוא גם לא עמיד בפני מים. מה שכן, כמו מכשירים סינים רבים, גם ב-A3 תוכלו להשתמש ב-2 כרטיסי SIM במקביל.\nביליתי חודש עם גוגל פיקסל 3a וגיליתי את כל מה שאהבתי בנקסוס, כולל המחיר\nה-A3 מריץ מערכת הפעלה אנדרואיד 9 והעובדה שמדובר במכשיר Android One אמורה להבטיח שתקבלו עדכוני מערכת ואבטחה ממש כמו הפיקסלים מבית גוגל לתקופה של שנתיים. כאן בעצם באה לידי ביטוי החוזקה המרכזית שלו, ומה שהופך את המכשיר לכל כך נחשק. בניגוד למכשירים סיניים רבים אחרים, גם כאלו מתוצרת שיאומי, מכיוון שמדובר במכשיר Android One, יהיה לכם קשה מאוד לזכור שאתם מחזיקים במכשיר מתוצרת שיאומי ולא בפיקסל 3a לצורך העניין (עד שתגיעו למצלמה, כמובן). הממשק זהה, נקי, מינימליסטי וכייפי לשימוש, כמו שאנחנו אוהבים. טוב, כמעט. שיאומי כן הצליחה לדחוף למכשיר 3 יישומים מתוצרתה: Mi Community, Mi store ואחד שהוא אפילו קצת שימושי – רדיו. נחליק לה על זה, שכן בתור אחת שמשתמשת כבר חודשיים במכשיר הפיקסל אני חייבת להודות שלא הרגשתי בשום הבדל בין המכשירים בכל הקשור לתוכנה והממשק. לכן, אם אתם מתגעגעים לחווית אנדרואיד טהורה – יש לכם כאן אופציה נפלאה וזולה.\nצילום: גיקטיים\nצילום: גיקטיים\nבעוד שבגזרת התוכנה המכשיר קיבל ממני 10 מתוך 10, בגזרת הביצועים הטכניים, אני נאלצת להחמיא לו קצת פחות; אחרי ימים ספורים עם המכשיר שמתי לב שהוא כבר התחיל לגמגם; בין אם כאשר דפדפתי בין האפליקציות במסך הבית, כאשר ביצעתי חיפושים ביוטיוב, או סתם כשגללתי בין הסטוריז באינסטגרם. המכשיר הרגיש קצת עייף, וזה עוד לפני שהתקנתי עליו עשרות אפליקציות או עשיתי בו שימוש אינטנסיבי.\nזהו פרט מעט מאכזב שכן מצד אחד לא ציפיתי לחיית ביצועים או מפלצת, אבל מצד שני – רגעי החוזקה של מכשיר הם ללא ספק בחודשיו הראשונים, ואם כבר עכשיו, אחרי ימים ספורים של שימוש עדין למדי, הוא מגמגם, אני תוהה מה יהיה עוד כמה חודשים. זה לא שהמכשיר לא שמיש, לא תיפקד, או לא עשה את מה שביקשתי ממנו לעשות – פשוט קצת הרגיש שהוא עושה לי טובה, ולא עושה את זה ״מכל הלב״. אגב, ריסטארט פשוט למכשיר כן עזר לזרז קצת העניינים, לפחות עד לפעם הבאה.\nמאפיין נוסף שקצת ביאס לטעמי הוא חיישן טביעת האצבע הממוקם מתחת למסך. הרעיון יפה, ובהחלט משמח ששיאומי הצליחה להטמיע טכנולוגיה כזו מתקדמת במכשיר ביניים, אבל לצערי החיישן די מאכזב. אחרי תהליך ההגדרה הפשוט, כל פעם שניסיתי לפתוח את המכשיר עם טביעת האצבע שלי – נדרשו כמה פעמים טובות עד שהמכשיר הואיל בטובו להיפתח. ברוב המקרים, ויתרתי, והזנתי בסוף את הסיסמה. אם בהתחלה הייתי אופטימית ונתתי לחיישן טביעת האצבע צ׳אנס, ככל שביליתי יותר זמן עם המכשיר ויתרתי על התענוג, ופשוט ביטלתי את מנגנון טביעת האצבע והתבססתי רק על ה-PIN. הכי פשוט, הכי מוצלח. מכיוון שמנגנון טביעת אצבע שעובד טוב הוא הפתרון הכי יעיל והכי מהיר לביטול נעילת מכשיר, זה מאכזב, אבל כנראה שיאומי לקחה על עצמה קצת יותר מידי במקרה הזה. גם כאן, זה לא שהוא לא עבד אף פעם – אבל הרגשתי כאילו זה לא הולך חלק וטבעי כמו שזה צריך להיות.\nההודעה שפגשה אותנו הרבה\nאבל ממש לא הכל שלילי בביצועיו של השיאומי. כאשר הרצתי עליו משחקים כבדים כמו PUBG, שמחתי לגלות שברירת המחדל של הגרפיקה שהוצעה לי היא המקסימלית. תהיתי האם הוא יצליח לעמוד בזה, והאמת היא שהמשחק עבד לא רע בכלל. לא היו תקיעויות למיניהן או לאגים, והצלחתי להתקדם יפה במשחק מבלי שירו עלי רק כי נתקע לי המכשיר. בקיצור – הופתעתי לטובה בגזרה הזו.\nמסך ה-AMOLED של המכשיר ברזולוציית HD של 1560 על 720 פיקסלים אולי נשמע צנוע, אבל הוא כן מציג תוצרים נאים, נעימים לצפייה ומספקים, בטח שלמכשיר ברמה שכזו. כאשר לא מבצעים השוואות, סביר שלא תמצאו משהו בעייתי במסך, אבל ברגע שמשווים את ה-A3 למכשירים אחרים, לאו דווקא מכשירי על – ניתן להבחין בחסרונות. למשל, בהשוואה לפיקסל 3a, כשמוצג תוכן וידאו עמוס בצבע – לא תבחינו בכל הבדל. אבל כאשר מוצג וכן בצבעים ירוקים או צהובים כמו דשא או אדמה (ראינו לא מעט סרטי טבע) – ההבדלים די קיצוניים. נראה כאילו בשיאומי הצבעים מעורפלים, אנמיים והרבה פחות חיים מאלו שמוצגים בפיקסל. כנראה שאם לא היינו עושים השוואת צפייה בין שני המכשירים במקביל לא הייתי שמה לב לזה ואני סתם קטנונית. זה לא באמת אמור להפריע לכם לחוויית הצפייה, אבל חשוב שתדעו שההבדלים בהחלט קיימים.\nנקודה נוספת בה העובדה שמדובר במסך 720p בלבד באה לידי ביטוי היא בקריאה של כתבות. בעוד שבצפייה בסרטונים או במשחקים לא חשנו במשהו מוזר, קריאה של כתבות לצערנו היא לא חווייה מאוד נעימה, והיא אפילו קצת מעייפת את העיניים. זה מרגיש כאילו האותיות מטושטשות, ולכן העין צריכה להתאמץ קצת יותר כדי להשלים את התוכן שחסר לה.\nנקודה נוספת שנוגעת לתצוגה היא שבגלל שמדובר בהרבה שטח מסך, ברירת המחדל של התצוגה והגודל של האייקונים וכל המוצג על המסך – קצת גדול בעיניי. ההרגשה שלי הייתה כאילו אני מביטה במכשיר דרך זכוכית מגדלת, ולכן שיניתי את הגדרות ברירת המחדל לתצוגה הקטנה ביותר.\nשיאומי פינקה את רוכשי ה-Mi A3 בסוללת 4,030mAh התומכת בטעינה מהירה 18W. אבל אל תתלהבו יותר מידי, כי בערכה שאתם מקבלים יש מטען סולידי של 10W. מבחני מעבדה של הסוללה הציגו תוצאות מרשימות של עד 20 יום במצב סטנד-ביי (נתון מרשים אם כי פחות רלוונטי), עד 30 שעות של שיחות טלפון ועד 13 שעות של משחק. כמובן שמדובר בנתונים ״על הנייר״ והבטחות לחוד ומציאות לחוד, אבל אני לא יכולה להגיד שיש לי תלונות על סוללת המכשיר. היא החזיקה לי יפה מאוד לשימושים בסיסיים של שיחות טלפון, ספוטיפיי, פייסבוק, מוביט וכו׳. אתם יכולים להיות רגועים ובטוחים שתצליחו להעביר עם המכשיר יום שגרתי בעבודה ממש בקלות.\nכמו כן, גם אם אתם עושים שימוש אינטנסיבי יותר במכשיר במהלך היום ואתם ממשיכים ״לשעה שמחה״ בפאב לאחר העבודה, הודות לתמיכה בטעינה מהירה ויעילה אתם יכולים להיות רגועים ולצאת לדרך עם מספיק סוללה תוך זמן קצר יחסית של הטענה. (דוגמה להמחשה – כאשר המכשיר היה על 50% סוללה הוא נטען ל-100% בתוך קצת יותר משעה). אז נכון, אם במבט ראשוני טיב המסך ואיכותו קצת מאכזבת, הרי שיש גם יתרונות למסך פחות יוקרתי – ובראשם צריכה סוללה פחותה.\nאחת התלונות שלי בנוגע לדגם הקודם של המכשיר, ה-Mi A2,  עסקה בבעיות הקליטה שלו. התקלות התרחשו בעיקר כאשר התחברתי לבלוטות׳ ברכב וניגנתי שירים מספוטיפיי, אז חוויתי לא מעט קטיעות מעצבנות שפגמו בחווייה האזנה. בנוסף, סבלתי גם מבעיות קליטה, במסגרתן שיחות התנתקו ללא כל התראה. הייתי סקרנית לבדוק האם בשיאומי טיפלו בבעיה המעיקה, ושמחתי לגלות שאכן כך. לא נתקלתי בכל בעיה, שיהוי, או ניתוק בעת ניגון מוסיקה או ניהול שיחות כאשר הייתי מחוברת למערכת הבלוטות׳ של הרכב, אז את הדאגה הזו אתם יכולים להסיר מראשכם אם אתם מתכננים לשדרג.\nפיצ׳ר חיובי נוסף ב-A3 הוא מערך הסאונד שלו – אם אתם מאלו שנוהגים לצפות בסרטונים או לנגן מוסיקה דרך הסמארטפון, צפויה לכם חוויה מוצלחת למדי (ולשכנים, לעמיתים לעבודה ולבני המשפחה קצת פחות). אמנם מדובר ברמקול בודד ולא סטריאופוני הממוקם בחלקו התחתון של המכשיר, אבל התוצרים שלו מכובדים בהחלט. נתון זה רלוונטי גם לצלילי ההתראות של הטלפון; אם אתם מאלו שתמיד מתלוננים שאתם לא שומעים את הנוטפיקציות או שמתקשרים אליכם – קשה לנו להאמין שעם ה-A3 תצליחו להמשיך להתחמק, שכן גם כשהסאונד על המינימום, אתם תשמעו את ההתראות מהצד השני של הבית.\nצילום: גיקטיים\nה-Mi A3 כולל מערך צילום משולש הכולל מצלמה מרכזית עם חיישן 48MP, מצלמה עם עדשה רחבה (118 מעלות) עם חיישן 8MP ומצלמת עומק 2MP, לתמונות פורטרט מדוייקות יותר. גם מערך הצילום הקדמי מכובד וכוללת מצלמת סלפי של 32 מגה פיקסל עם תמיכה במצב פורטרייט ואיך אפשר בלי – AI, כדי להוציא את המקסימום מכל תמונה שתצלמו. אבל כמו תמיד – יש מפרט על הנייר, ויש ביצועים בפועל; כמו מצלמות טיפוסיות במכשירים רבים אחרים, מערך הצילום של ה-A3 מצטיין בעיקר בצילומים בתנאי תאורה אידיאליים, וגם אז – אני לא יכולה להגיד שנפלתי מהתוצרים. כן, התוצאה יפה ו״ראויה לאינסטגרם״, בטח בהתחשב בתג המחיר של המכשיר, אבל אל תצפו ליותר מידי. הצבעים מדויקים ונאמנים למציאות, לא קיצוניים לכאן או לכאן, אבל בדיוק כמו התצוגה של המסך – משהו מרגיש קצת ״OFF״.\nשמתי לב כי גם כאשר צילמתי בשעת בוקר מוקדמת (10 בבוקר), כשהשמש יוקדת מעליי, איכשהו המצלמה הצליחה לפספס ולהוציא תמונות מפוקסלות ״ורועשות״ למדי, וזה כאשר חיישן ה-48 מגה פיקסל הופעל (יש להפעיל אותו ידנית בתפריט ההגדרות של המצלמה). דווקא מצב הלילה של המצלמה הפתיע אותי לטובה, עם תוצרים לא מושלמים אמנם, אבל לא רעים בכלל בהתחשב בתנאים. השתעשעתי עם המצלמה ואפילו עשיתי מצב פורטרט בלילה, ויצא חמוד למדי. אגב פורטרט, ובכן, גם כאן, התוצאה הייתה ״חצי כוח״. ברוב המקרים טושטשו האיזורים הנכונים ובמידה הנכונה (אפשר לשלוט ברמת הטשטוש באופן ידני), אבל היו מקרים בהם המצלמה פספסה ואיזורים שהיו אמורים להיות מטושטשים – יצאו חדים למדי.\nכמו המכשירים הקודמים, המצלמה של ה-A3 היא פשוט בסדר, היא בדיוק מה שציפיתי לקבל במכשיר עם תג מחיר שכזה. אלא אם אתם צלמים מקצועיים או פרפקציוניסטים יתר על המידה, אין שום סיבה שהיא לא תספיק עבורכם.\nאהבנו: ממשק אנדרואידי נקי, מחיר, עיצוב, סוללה, יציאת אוזניות.\nפחות אהבנו: מחסור ב-NFC, ביצועים מעט מאכזבים, מסך.\nה-Mi A3 הוא מכשיר פשוט שעושה את העובדה, והודות לעיצוב החיצוני שלו והרכיבים מהם הוא עשוי, אתם עשויים לשכוח ששילמתם עליו קצת יותר מ-1,000 ש״ח. כנראה שתוך כדי שימוש וברגע שהוא יתחיל לגמגם בביצועים שלו אתם תיזכרו, אבל מצד שני – המכשיר הזה גם לא מתיימר להיות מכשיר דגל פרימיומי. מדובר במכשיר ביניים שחיי המדף שלו קצרים ונעים בין שנה לשנתיים. הוא כן כולל שדרוגים שלא קיימים ב-A2 כמו יציאת אוזניות ואופציה להרחבת זיכרון, אבל מצד שני – המסך שלו פחות מוצלח ומהנה, והוא לא כולל NFC. בדיוק כמו קודמיו, הסיבה המרכזית שבגללה שווה לכם לקנות אותו היא האופי ״הגוגלי״ שלו, וזה שהוא מגיע עם מערכת הפעלה אנדרואידית נקייה.\nאיך הוא בהשוואה לפיקסל 3a? אם תשאלו לדעתי האישית, הוא פחות טוב, אבל אולי אני לא אובייקטיבית שכן אני משתמשת בפיקסל כבר יותר מחודשיים באופן יומיומי. בארץ, ההבדלים במחיר בין שני המכשירים לא מבוטלים בכלל (כ-1,000 ש״ח), אבל תמורת האקסטרה כסף הזה אתם מקבלים מכשיר עם אותו הממשק, רק עם מצלמה הרבה הרבה יותר טובה. אפשר להגיד שיש לשיאומי מזל שהפיקסל של גוגל לא נמכר כאן בייבוא רשמי, אחרת כנראה שהייתה לו תחרות לא פשוטה. כנראה שעבור המשתמש הממוצע שרק מחפש מכשיר לגלישה באינטרנט, מיילים ווואטסאפ – מדובר במכשיר מעולה, אבל אם אתם צופים באופן קבוע בסדרות בנטפליקס ומשתמשים כבדים במצלמה של הטלפון – היינו מחפשים אופציה אחרת.\nהגרסה הבסיסית של המכשיר עם נפח אחסון של 64GB תעלה לכם כ-1,100 ש״ח דרך היבואן הרשמי, ותמורת 150 ש״ח נוספים תוכלו להכפיל את נפח האחסון. ", "keywords": "שיאומי,xiaomi,xiaomi mi a3,שיאומי mi a3,אנדרואיד,אנדרואיד וואן,android one,אנדרואיד נקי,סקירה,סקירת טלפון,סקירת שיאומי"}