{"url": "https://www.geektime.co.il/lg-hom-bot-turbo-ar/", "type": "article", "title": "השואב הרובוטי החדש של LG הוא גם מאבטח", "description": "השואב הרובוטי החדש של LG, ה-+HOM-BOT Turbo, לא רק ינקה את הרצפה שלכם, אלא גם ימלא תפקיד של מאבטח", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/lg-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-22T09:28:29Z", "modified_time": "2015-12-22T09:28:29Z", "articleBody": "השואב הרובוטי החדש של LG, ה-+HOM-BOT Turbo, לא רק ינקה את הרצפה שלכם, אלא גם ימלא תפקיד של מאבטח\nHOM-BOT Turbo+, מקור: LG\nיצרנית האלקטרוניקה הקוריאינית LG צפויה לחשוף שואב אבק רובוטי חדש מתוצרתה במסגרת תערוכת CES 2016 שתערך בתחילת חודש ינואר בלאס וגאס. הרובוט, +HOM-BOT Turbo, עתיד להיות שואב האבק הרובוטי הראשון בשוק המצויד בטכנולוגיה של מציאות רבודה, או בשמה המוכר יותר – Augmented reality.\nאז מה זה אומר שואב רובוטי העושה שימוש בטכנולוגיה של AR? לטענת החברה, ה-+HOM-BOT Turbo מאפשר למשתמשים להנחות את השואב לאיזור הדורש ניקוי ולהקצות לו אזורים שצריכים ניקוי נוסף באמצעות מצלמת המכשיר שקיימת בכל סמארטפון. כדי להשתמש באופציה זו, המכונה Home-Joy. יש לכוון את מכשיר הטלפון בעזרת המצלמה לעבר החלק בחדר אותו אתם מעוניינים לנקות, והרובוט החכם ילך בדיוק למיקום הזה ויתחיל לנקות.\nהשואב כולל חיישני מצלמה המאפשרים לו ליהנות מעין שלישית, אשר מקליטה את סביבת החדר, כולל התקרה – זאת כדי לעקוב אחר האזורים שכבר נוקו. המצלמה אשר ממוקמת בחזית המכשיר מאפשרת ליהנות מתכונות מתקדמות אחרות, כגון Home – View ו-Home Guard. תכונת ה-Home View מאפשרת למשתמשים לצפות במתרחש בבית בזמן אמת בכל רגע נתון דרך הסמארטפון, ולשלוט בשואב מרחוק ולהפעיל אותו כך שיפעל בכל עת ובכל מקום. תכונת ה-Home Guard היא מעין כלב שמירה, אשר נועד להעניק למשתמשים ביטחון ושקט נפשי על ידי שליחת תמונות של המתרחש בבית כאשר הרובוט יחוש בתנועות.\nגימיקים בצד, לדברי LG, ה-+HOM-BOT Turbo יודע לנווט בתבונה בין החדרים בבית ונמנע ממכשולים כגון מדרגות הודות למערכת תוכנה שאפשרת לו לקבל החלטות מהירות בכל הקשור לתנועות שהוא מבצע. הרובוט מצויד בסוללת ליתיום יון 80V שאמורה לאפשר לו לנקות במשך 40 דקות ברציפות או לשמור לכם על הבית, בין הטענה להטענה.\nכאמור, את השואב הרובוטי החדש שלה תציג LG במהלך תערוכת CES הקרובה, לצד שלושה שואבים ׳סטנדרטיים׳ נוספים. אנו צפויים להגיע לתערוכה ולסקר אותה, ומבטיחים לעדכן במידה וניתקל בשואב הרובוטי שמנסה לשנות קצת את התמונה, ולהתחרות בדגמים של iRobot, ניטו ו-Dyson, שגם הם מצוידים בלא מעט פיצ׳רים מתקדמים. אגב, ממש בקרוב תעלה הסקירה שלנו לשואב החדש מתוצרתה של iRobot, הרומבה 980 המגיע עם קישוריות WiFi המאפשרת לשלוט בו מרחוק. אז איך אומרים? Stay Tuned.", "keywords": "lg,שואב אבק,שואב אבק רובוטי,hom bot,turbo +,הומבוט,שואב רובוטי,אל ג׳י,augmented reality,ar,ניקיון,רומבה,irobot,hom-bot"}