{"url": "https://www.geektime.co.il/apple-announces-16-inch-macbook-pro/", "type": "article", "title": "אפל השיקה מקבוק חדש שמגיע ל-20 אלף ש''ח. זה מה שתקבלו", "description": "הפעם לאפל יש באמת את הזכות להגיד שזה ׳׳המקבוק הכי עוצמתי שיצרנו אי פעם׳׳", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/Apple_16-inch-MacBook-Pro_111319-1573717036-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-14T10:30:12Z", "modified_time": "2019-11-14T11:10:38Z", "articleBody": "הפעם לאפל יש באמת את הזכות להגיד שזה ׳׳המקבוק הכי עוצמתי שיצרנו אי פעם׳׳\nתמונה: אפל\nבהתאם לשמועות ולהדלפות, אפל השיקה – ללא כל אירוע הכרזה נוצץ – את ה-Macbook Pro החדש שלה – שמגיע לראשונה עם מסך בגודל 16 אינץ׳. אז בהנחה שתאושר לכם מסגרת האשראי החדשה בבנק, זה מה שתקבלו איתו.\nהפרט הבולט ביותר ויזואלית במקבוק פרו החדש הוא ללא ספק מסך הרטינה בגודל 16 אינץ׳ שלו. הוא מגיע ברזולוציוות 3072X1920 וצפיפות פיקסלים של 226ppi ועוצמת הארה של עד 500 ניטים. ולמרות שזהו המקבוק הראשון בגודל הזה, מה שבפנים מעניין אפילו יותר: לטענת אפל, המעבדים החדשים מהירים עד פי 2.1 מהמעבדים של המקבוק פרו בגודל 15 אינץ׳ (בתצורת 4 ליבות). ואכן, בתצורת הבסיס שלו, המקבוק פרו החדש מגיע עם מעברי הדור ה-9 של אינטל (ולא עם מעבדי הדור ה-10, לצערנו) עם 6 ליבות שמסוגלים להגיע עד ל-4.5GHz (במצב טורבו).\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nכמו כן תקבלו בתצורת הבסיס 16 גיגה זכרון RAM מסוג DDR4 ובמהירות 2666MHz, חצי טרה של נפח אחסון SSD ומעבד גרפי נפרד מבית AMD מדגם Radeon Pro 5300M עם 4 גיגה של זיכרון GDDR6. אין ספק שמדובר במחשב עם מפרט מעולה אפילו בתצורה הבסיסית ביותר שלו, אבל תמורתו תצטרכו להיפרד מלא פחות מ-2,399 דולר.\nאם תחליטו שאתם לא מסתפקים במפרט הבסיס שלו, תוכלו לשדרג את המקבוק פרו החדש למפרט די מרשים: מעבד דור 9 עם 8 ליבות שמסוגל להגיע ל-5.0GHz (גם במצב טורבו כמובן), זכרון RAM של עד 64 (!) גיגה, מעבד גראפי מדגם 5500M עם זיכרון 8 גיגה ונפח אחסון של 8 טרה (לראשונה בנוטבוק). הפעם אפל באמת יכולה להגיד שמדובר במקבוק פרו החזק ביותר שהיא שיחררה אי פעם, אבל בשביל ליהנות מהיכולות הבאמת מרשימות הללו תצטרכו כבר לשלם 6,099 דולר, שהם כ-21,300 שקלים, ואתם זוכרים… בארץ המחירים נוטים להתנפח קלות.\nתמונה: אפל\nחוץ ממפרט מוצלח, המקבוק פרו 16 אינץ׳ החדש הוא גם הניסיון האחרון של אפל להתמודד עם משבר המקלדות שלה, והפעם המקבוק מצויד במנגנון ״מספריים״ שאמור להיות נוח יותר מתמיד, ובתקווה גם לא יתפרק אחרי חודשים ושנים של שימוש. בנוסף, על המפרט היפה הזה מנצחת סוללת 100Wh שבאפל טוענים כי היא כל כך עוצמתית, שהיא מוסיפה לכם שעת עבודה שלמה על פני הדורות הקודמים, מה שמסתכם ב-11 שעות גלישה אלחוטית או צפייה בוידאו. אגב, 100Wh היא קיבולת הסוללה הגדולה ביותר שאתם יכולים להעלות איתכם לטיסה.\nגם מערך הסאונד שודרג לחלוטין והפעם הוא מגיע עם 6 רמקולים ואפילו וופרים שאמורים לבטל את הרעידות שנוצרות מצלילים עם דיסטושרן, מה שאמור להוביל לסאונד הרבה יותר נקי ומלא באסים. לבסוף, אפל שידרגה את מערך הקירור של המקבוק פרו החדש וטוענת כי הגבירה את זרימת האוויר ב-28% מה שימנע התחממות של המחשב וישמור על ביצועים ברמה גבוהה לפרקי זמן ארוכים יותר.​\n﻿", "keywords": "מקבוק,מקבוק פרו,אפל,מקבוק פרו 16 אינץ׳,macbook,macbook pro,macbook pro 16 inch,apple,mac,מק"}