{"url": "https://www.geektime.co.il/gopro-hero-7-review/", "type": "article", "title": "סקירת ה-HERO7 של גו-פרו: בלי מהפכות אבל עם הרבה שידרוגים מתבקשים", "description": "יצרנית המצלמות האמריקאית, שהמציאה את צילום האקסטרים, מציעה לא מעט חידושים עם המצלמה האחרונה שלה ה-HERO7 Black. לקחנו אותה לבדיקה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/IMG_20181012_154931-1546338952-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-02T14:30:22Z", "modified_time": "2019-01-02T14:26:35Z", "articleBody": "יצרנית המצלמות האמריקאית, שהמציאה את צילום האקסטרים, מציעה לא מעט חידושים עם המצלמה האחרונה שלה ה-HERO7 Black. לקחנו אותה לבדיקה\nצילום: גיקטיים\nבשנים האחרונות נאבקת GoPro, החברה שהמציאה למעשה את צילום האקסטרים, כדי לשרוד ולהמשיך לחדש בתחום קשוח למדי. מצד אחד, המתחרות הסיניות חובטות בה עם מצלמות טובות לרוב ותג מחיר נמוך משמעותית; ומצד שני, ניצבת GoPro בכבודה ובעצמה, שייצרה עם השנים מצלמות טובות ובעיקר עמידות, ובכך שומטת את הקרקע בפני דור המשדרגים – כפי שאנחנו מכירים זאת מעולמות הסמארטפון. לאחר הכישלון בעולמות הרחפנים חזרה בשנתיים האחרונות החברה להתמקד במצלמה והוציאה את ה-Hero 7, מצלמת הדגל שלה, שהפעם שמה דגש על יכולות ייצוב חדשות. האם היא הצליחה? האם שווה לכם לשדרג את מצלמת האקסטרים שלכם? לקחנו אותה לבדיקה.\nה-HERO 7 מול ה-HERO 6. הבדלים קטנים מאוד בעיצוב. צילום: גיקטיים\nה-Hero 7 לא מציגה חידושים בעיצוב והיא נראית כמו כל מצלמה קודמת בסדרת ה-Hero – למעט הלוגו הגדול שמעטר את הצד ויבהיר לכל אחד שיש לכם את המצלמה החדשה ביותר בסדרה.\nמעבר לזה – תמצאו את אותו סידור מוכר של כפתור צילום והפעלה מהירה בחלקה העליון; פתח סוללה בתחתית המצלמה; כפתור הדלקה ושינוי מצב, כמו גם פתח לכרטיס זיכרון וטעינה בצד המצלמה; ומסך מונוכרומטי שמציג את סטטוס המצלמה בחזית שלה – ממש ליד העדשה. כמו כל הדגמים הקודמים בסדרה – גם היא מוגנת ממים כמו שהיא – ללא צורך במארז.\nצילום: גיקטיים\nלמרות שבמבט ראשוני עניין העיצוב יכול להיראות תמוה ואפילו מעט מאכזב, העובדה שגם המצלמה הזאת תתאים לכל האביזרים הנלווים שכבר יש לכם או למכרים שלכם היא יעילה ותחסוך לכם לא מעט כסף שהייתם עלולים להיפרד ממנו אם גו פרו היו מיישרים קו עם טרנד חידושי העיצובים של הסמארטפונים כפי שיישרה איתם קו בכל הנוגע לממשק ומערכת ההפעלה עליה נדבר בהמשך.\nבתוך המצלמה עצמה לא נמצא יותר מדי חידושים חומרתיים, והחברה בחרה להשתמש שוב בצ’יפ ה-GP1 שלה – שכיכב ב-Hero 6 מ-2017 – עם תוספת נחמדה של 1GB RAM, מה שאיפשר כמה מהיכולות היותר מתקדמות אותן נסקור בהמשך.\nצילום: גיקטיים\nהחידוש העיקרי של המצלמה החדשה הוא פיצ’ר הייצוב החדש של החברה, שנקרא בשיווקית מדוברת “HyperSmooth”. ב-GoPro טוענים שמדובר בייצוב דמוי גימבל (מייצב מצלמה), שזו חתיכת הצהרה יומרנית – בייחוד כשהוא מתבסס על גרסה מתקדמת של ייצוב אלקטרוני (EIS) ולא ייצוב אופטי (OIS). כלומר, לא תמצאו כאן משקולות קטנות או איזון כמו שתמצאו בגימבלים של רחפנים או גימבלים ידניים דוגמת ה-Osmo של DJI, אלא מערכת ייצוב שלמה שמתבססת על תוכנה בלבד.\n﻿\nמערכת הייצוב האלקטרוני הבסיסית של ה-Hero 7 מתבססת על מידע שמגיע מהחיישנים השונים שבה כמו האקסלרומטר וה-GPS, כדי לראות את התנועה שהמצלמה עשתה במרחב ואז לתקן אותה באמצעים טכניים. כלומר, אם האקסלרומטר חש “מכה”, התוכנה מתקנת את הפריים בהתאם. ה-HyperSmooth מוסיפה עוד מימד של ניבוי התנועה ותיקון – עוד לפני הרעידות והקפיצות.\nמהנסיון שלנו הייצוב ב-Hero 7 הוא לא פחות ממצוין, ומוכיח את עצמו כתכונה החשובה ביותר של המצלמה החדשה. לקחנו את הגו פרו לטיול באופניים, תלינו אותה על לונג-בורד במרחק נגיעה מהרצפה וקיבלנו סרטונים חלקים ברמה שהותירה אבק ליכולות של המצלמות הקודמות בסדרה. אמנם בכל רגע נתון נעדיף ייצוב מבוסס גימבלים כמו ה-Osmo Mobile 2, אבל בהתחשב בנוחות של פשוט לשלוף את המצלמה ולא להזדקק למכשור חיצוני – ה-Hero 7 עושה את העבודה היטב.\nצילום: גיקטיים\nאגב, שימו לב שבחלק מהרזולוציות וקצבי הפריימים – ה-HyperSmooth לא יפעל ותאלצו “להסתפק” בייצוב הרגיל. העובדה שלא כל המצבים תומכים ב-4k ושעות החשיכה, שעדיין מהוות נקודת תורפה, מעט מאכזבת אבל לא מספיק בשביל לפגוע בדעה הכללית שלנו על הייצוב המרשים המוצג כאן.\nעוד פיצ’ר נחמד ב-Hero החדשה הוא מצב ה-Hyperlapse או כפי שמכנה זאת GoPro – מצב TimeWarp. הצילום ב-TimeWarp מציג וידאו מהיר מייוצב היטב של דרך שעשיתם. כך שאם למשל אתם נמצאים בקטע ארוך של רכיבה על אופניים או ריצה ואתם לא רוצים לייגע את הצופים – מצב ה-TimeWarp יעשה זאת בסטייל. הפיצ’ר מתבסס על צילום של קטעי וידאו – בניגוד לצילום תמונות סטילס בודדות ב-TimeLapse רגיל, והתוצאות מרשימות – בעיקר בגלל הייצוב (ע”ע). לבחירתכם מהירות וידאו שבין כפול 2 לכפול 30 – מהירות שהופכת קטע מייגע של 10 דקות ל-20 שניות מתומצתות.\n\nממשק משתמש הוא אף פעם לא אגוז קל לפיצוח. אבל ממשק משתמש של מצלמת אקסטרים, שצריך להיות זמין ופשוט גם במסך קטן, באור שמש ישיר, כשהידיים לא פעם רטובות – זה כבר ממש מאתגר. אחרי שנים של ממשק שחוזר על עצמו ולא מיטיב עם משתמשים חדשים שקנו את המצלמה ובזבזו לא מעט זמן על מנת לנסות ולהבין את האפשרויות והמסכים על גבי מסכים שהיא מציגה כדי ליצור את סרטונים מגניבים כמו שראו ביוטיוב או במצלמות של חבריהם, השנה שידרגה סוף סוף היצרנית את הממשק שלה ובעיקר – הפשיטה אותו והפכה אותו לידידותי למשתמש על ידי כך שהיא לגמרי מיישרת קו עם מערכות ההפעלה המוכרות של הסמארטפונים שיש לכולנו. זהו אמנם שינוי מינימלי אך משמעותי ביותר שעיקר כוונתו לטעמנו היא חיזוק המכירות בטח בקרב הקהל המתנדנד שהתנסה במצלמה לפני שרכש אותה, הסתבך וויתר. במקום מסכים על גבי מסכים של הגדרות ואפשרויות שונות – אתם פשוט גוררים מלמעלה את וילון ההגדרות ומסך הבקרה שיציג לכם את היכולות המוכרות (וגם הפחות) של המצלמה הזאת, כדי שיהיה לכם הרבה יותר קל להרגיש פרו. כך גם תוכלו לראות את מצב ה-GPS, צלילים ועוד; סווייפ מימין או משמאל יאפשרו לכם גישה מהירה לצילום וידאו, צילום סטילס או TimeLapse – ומשם גם להגדרות הספציפיות של כל מצב; ותנועת סווייפ מלמטה כלפי מעלה תאפשר לכם לראות את הגלריה של התמונות והוידאו שצילמתם. בתור משתמשי מצלמות העבר בסדרה, נציין שגם ההסתגלות לממשק החדש הייתה מהירה והגיונית.\n﻿\nיותר מדי חידושים לא מצאנו בתחום – בוודאי לא חומרתיים. מדובר על אותו מעבד GP1 של החברה משנה שעברה ואותם חיישן ועדשה. עם זאת, התוצאות מספקות למדי, בוודאי בהתחשב בתנאי הפעולה הלא פשוטים לרוב. הטווח הדינמי סביר והצבעים מציאותיים למדי, אם כי לא פעם הרגשנו שהם לא מספיק רוויים.\nה-HERO 7. צילום: גיקטיים\nעם זאת ברמת התוכנה, ה-HERO 7 מתחדשת במצב Super Photo, המתיימר להציג איכות גבוה יותר ממצב ה-HDR המוכר מהדגמים הקודמים.\nצילום בתנאי לילה. מקור: גיקטיים\nבכל מקרה, אם אתם לא מרוצים מהתוצאות תוכלו כמובן לבחור במצב הידני ולשלוט ידנית במהירות הצמצם, רמת ה-ISO ועוד משתנים, כדי לשדרג את התמונה שאתם מצלמים. בנוסף, תוכלו גם לעשות זום (דיגיטלי) בתמונות שאתם מצלמים.\nבמיוחד לסטוריז שלכם. מצב פורטרט ב-GoPro HERO 7 החדשה. צילום: גיקטיים\nעוד חידוש משמעותי המיישר קו עם הסמארטפונים שלנו ומציב את הגו פרו כמוצר נלווה שהוא בגדר חובה הוא היכולת לצלם במצב מאונך ולא לרוחב בפעם הראשונה ב-GoPro, מה שאמור להפוך אותה לעוד יותר ידידותית למובייל ובעיקר לסושייאל.\n﻿\nמערכת ההפעלה של הגו פרו תזהה כבר לבד שאתם מצלמים במצב מאונך כך שהמסך כולו יתעצב לפני הזווית שלכם, הכפתורים המופיעים במסך האחורי והקדמי יסתובבו ביחד איתכם והמצלמה תזרום איתכם על הסטורי הבא באינסטגרם ובסנאפצ’ט (לקוראינו בחו”ל). זהו עוד צעד קטן ומינימלי אך משמעותי ביותר בקרב קהל צעיר שלא תמיד שולף את המצלמה כדי לערוך שעות בבית סרט טיול במצב מאוזן והיה זקוק למענה לדחיית סיפוקים והעלאה מיידית לרשת החברתית האהובה עליו. גם חובבי הצילום יוכלו להעיד שזוהי תכונה שבהחלט לא גורעת מהמצלמה, גם אם ישתמשו בה פחות.\n\nגג\n\n﻿\nעוד פיצ’ר שפונה בדיוק לאותו קהל הוא מצב וידאו חדש הנקרא TimedClips. המצב הזה מגביל את הצילום ל-15 או ל-30 שניות ומציג באנר אדום המקיף את המסך לאורך הצילום. המצב הזה בהחלט יעזור לכם ליצור סרטוני עתירי אקשן-אייטמס מאשר סרטונים ארוכים מידי בהם תצטרכו להגיד לאנשים שתראו להם את הסרטונים שלכם, ובכן, לחכות.\nולבסוף, GoPro הלכה בעקבות יצרנית הרחפנים DJI ומאפשרת לכם לקחת את הלייב סטרימינג לאקסטרים ולשדר בלייב בפייסבוק או ביוטיוב – דרך חיבור הנתונים של הטלפון שלכם. עם זאת, שימו לב שהוא רק ב-720P. קצת מאכזב, בייחוד כש-DJI למשל מאפשרת בתנאים לא פשוטים לשדר גם ב-1080P.\nטיימר! הפיצ’ר הבסיסי שתמצאו בכל סמארטפון שעולה 300 ש”ח הגיע סוף סוף ל-Hero 7. אחרי התלונות שלנו שנה שעברה, שמחנו לגלות שמעכשיו תוכלו להעמיד את המצלמה ולבחור בין טיימר 3 שניות ו-10 שניות – כשהמסך הקדמי יציג לכם את הספירה לאחור.\nהמסך הקדמי של המצלמה: ברור גם תחת אור שמש ישיר. צילום: גיקטיים\nאגב, המסך הקדמי המונוכרומטי מצוין, והוא מציג לכם אינפורמציה בסיסית כמו למשל מצב הצילום, רזולוציה או מצב סוללה בבהירות מירבית, שמאפשרת לכם לצפות בו גם תחת שמש ישירה.\nאם אתם מעדיפים סטילז, גם בגזרה זו ה-Hero7 מחדשת עם מה שהחברה מכנה SuperPhoto. מאחורי השם השיווקי מסתתר שילוב של פיצ’ר ה-HDR המוכר ביחד עם הפחתת רעשים בתמונה ותיקון גוונים אוטומטי. הפיצ’ר הזה עובד היטב ברוב המקרים, אם כי במקרים קיצוניים של אור שמש ישיר למשל – דבר לא יעזור.\nהמחיר המומלץ לצרכן של ה-Hero 7 הוא 1,900 ש”ח. אבל אם אתם מוכנים להתפשר על חלק מהפיצ’רים, תוכלו לרכוש מצלמה אחרת בסדרת ה-Hero 7. גו-פרו חזרה לחלוקה המסורתית של תתי-דגמים כמו ה-Silver וה-White שיעלו לכם 1,450 ש”ח ו-1,000 ש”ח (בהתאמה). בין היתר תאלצו להסתדר בלי המסך הקדמי, ייצוב ה-HyperSmooth, הילוך איטי מוגבל יותר, ובלי אפשרויות ה-SuperPhoto והשיתוף בסושייאל. בנוסף, הדגמים המוזלים לא כוללים את ערכת השבבים GP1 וה-White אף לא כולל GPS.\nצילום: גיקטיים\nהחידוש העיקרי ב-Hero 7 הוא מנגנון הייצוב החדש, ואין ספק שהוא מצליח להתעלות על קודמו, שהיה גם הוא מוצלח למדי. עם זאת, לא מדובר בפיצ’ר מהפכני שמשנה את כללי המשחק. בכלל, נראה ש-GoPro הייתה קשובה לפידבקים ולביקורות השונות של הקהל שלה, ויצרה מצלמה שמצטיינת בהרבה עדכונים קטנים, שמסיפים בדיוק את הדברים הקטנים שהיו חסרים בדורות הקודמים – כלומר חיבור מצוין למובייל ולסושייאל עם מצבים מותאמים.\nאם אתם מחפשים מצלמת אקסטרים או רוצים לשדרג את הקיימת שלכם – וכסף הוא לא הבעייה – אז אין ספק שזו המצלמה הטובה ביותר שתוכלו לרכוש כרגע. אבל אם כבר יש לכם מצלמות מעולות דוגמת ה-Hero 6 או Yi, או אם אתם לא חיים בסטוריז, בלייב של אינסטגרם ובפייסבוק – אז לא בטוח שיש לכם סיבה לרוץ ולשדרג.\nמצלמות ה-GoPro משווקות בישראל על ידי היבואנית הרשמית, חברת DAA ספורט וטכנולוגיה\n ", "keywords": "סקירה,בדיקה,סיקור,גו-פרו,גופרו,הירו7,hero7,gopro hero7 black,daa,gopro hero 7,הירו 7,מצלמת אקסטרים,גו פרו"}