{"url": "https://www.geektime.co.il/nintendo-switch-lite-israel/", "type": "article", "title": "הגרסה הזולה של נינטנדו סוויץ' מגיעה לישראל", "description": "כ-3 חודשים בלבד לאחר פתיחת החנות הרשמית שלה, הנציגות הישראלית של חברת נינטנדו מביאה את קונסולת ה-Nintendo Switch Lite החדשה שלה במקביל להשקה העולמית", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/dims-1562766696-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-01T12:48:47Z", "modified_time": "2019-09-01T12:48:47Z", "articleBody": "כ-3 חודשים בלבד לאחר פתיחת החנות הרשמית שלה, הנציגות הישראלית של חברת נינטנדו מביאה את קונסולת ה-Nintendo Switch Lite החדשה שלה במקביל להשקה העולמית\nמקור: נינטנדו\nכחצי שנה לאחר שהגיעה לארץ בייבוא רשמי, ו-3 חודשים בלבד לאחר שהקימה חנות ראשונה בישראל ושנייה בעולם כולו – נינטנדו צפויה לפצות על השנים האבודות בשוק הישראלי ולהשיק לצד כל העולם את קונסולת Nintendo Switch Lite, הקונסולה ה”רזה” והיותר זול של הסוויץ’ הפופולארית במיוחד שהושקה במרץ 2017.\nגרסת הלייט של הקונסולה מגיעה עם גוף רזה יותר ונייד יותר, בעל בקרי משחק מובנים (זאת בניגוד לאלו האלחוטיים שבקונסולה המקורית) כך שהקונסולה לחלוטין מיועדת למצב משחק נייד בלבד, ואינה בעלת תאימות לחיבור למסכי טלוויזיה. היא תגיע בצבעי צהוב, אפור וטורקיז ואף תתמוך במשחקי נינטנדו הקיימים ואף במשחקים עתידיים הצפויים לצאת בקרוב כמו Luigi’s Mansion 3, The Legend of Zelda: Link’s Awakening ועוד.\n﻿\nלמי הקונסולה למעשה מיועדת? גיימרים רבים שומרים לנינטנדו חסד נעורים בזכות ליין מכשירי הגיימבוי הוותיק של החברה, שאיפשר משחק באלפי משחקים בשלל מקומות מחוץ לבית. ישנם גם לא מעט שחקנים שהחזיקו בקונסולות משחק ניידות בלבד. לשחקנים אלו, שאינם נהנים לשחק בקונסולות ביתיות באמצעות חיבור לטלוויזיה, הקונסולה מהווה פתרון מעולה כדי לשחק במשחקי הדור החדש המיועדים לקונסולת הסוויץ’. יתרה מזאת, אם מחיר הקונסולה היווה עד כה מכשול לקנייתה – הרי שכעת יהיה ניתן לקנות את קונסולת הלייט במחיר של פחות מ-1,000 ש”ח, ומציעה שלל משחקים שחלקם יוצאים בלעדית לקונסולת הסוויץ’.\nדבר מרגש נוסף, הוא שלמעשה הקונסולה מושקת בארת במקביל לשאר העולם ע”י נינטנדו בעצמה. החל מיוני האחרון, עת פתיחת החנות הרשמית בארץ, נראה שנינטנדו ישראל משתדלים להתחבר ללקוחות הישראלים ולטפח את קהילת הגיימרים בארץ. החל ממכירת מגוון גדול של מרצ’נדייז ודרך טורנירים ואירועי קהילה שונים, הנציגות הישראלית דואגת לטפח את הקשר עם הקהל הישראלי ולראיה – הם אכן דואגים להשיק את הקונסולה החדשה במקביל לשאר העולם ולהנגיש את מכירתה לקהל הרחב באמצעות מכירה בחנות הרשמית, באתר הרשמי Nintendo.co.il ואצל המשווקים הרשמיים שלה.\nהקונסולה תושק בארץ ב-20 לספטמבר, יום ההשקה העולמי, במחיר של 949 ש”ח.", "keywords": "נינטנדו,נינטנדו סוויץ\\',סוויץ\\',קונסולה,גיימינג,נינטנדו סוויץ\\' לייט,סוויץ\\' לייט,nintendo,nintendo switch,nintendo swtich lite,ישראל,מחיר,תור גיימינג"}