{"url": "https://www.geektime.co.il/comicon-2019-marvel-announcements/", "type": "article", "title": "מההישג ההיסטורי של הנוקמים ועד גרסה נשית לת'ור: כל ההכרזות הענקיות של מארוול מכנס קומיקון", "description": "אחד האירועים אליהם מצפים הכי הרבה בכנס הקומיקון של סן-דייגו הוא הפאנל של אולפני מארוול באולם H בו הם מכריזים על שלל הסרטים שאנו צפויים לקבל בעתיד הקרוב. גם השנה, הם יצאו עם מספר הכרזות חדשות ואיך שזה נראה - הם מתכננים לנו הרבה לתקופה הקרובה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/avengers-endgame-poster-og-social-crop-1554277133-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-21T10:46:09Z", "modified_time": "2019-07-21T16:05:51Z", "articleBody": "אחד האירועים אליהם מצפים הכי הרבה בכנס הקומיקון של סן-דייגו הוא הפאנל של אולפני מארוול באולם H בו הם מכריזים על שלל הסרטים שאנו צפויים לקבל בעתיד הקרוב. גם השנה, הם יצאו עם מספר הכרזות חדשות ואיך שזה נראה – הם מתכננים לנו הרבה לתקופה הקרובה\nתמונה: Marvel\nבחודש אפריל האחרון, יצא הסרט “הנוקמים: סוף המשחק” וסיים סיפור שנפרס על פני 10 שנים ארוכות ומלאות בדמויות צבעוניות, הפתעות ושלל קווי עלילה שהתנקזו לסרט אחד. יתרה מזאת, בתחילת החודש יצא הסרט “ספיידרמן: רחוק מהבית” שרשמית סגר את מה שנקרא “שלב 3” ביקום הקולנועי של מארוול וסיים סופית את אחת מהתקופות הסוערות ביותר בענף הקולנוע ובעולם הגיקים בכלל. אמש, בקומיקון הגדול והמפורסם בעולם הלא הוא הקומיקון שמתקיים בסן-דייגו, אולפני מארוול – האחראים על תחום הקולנוע והטלוויזיה של מארוול – קיימו פאנל בו הם יצאו בשלל הכרזות הקשורות ליקום הקולנועי וגם הטלוויזיוני של מארוול ואנחנו? אנחנו רק ננסה לרכז את כולן.\nלאחר שלטון ארוך של כמעט עשור – קווין פייגי, המוכר בתור נשיא אולפני מארוול, הכריז שהסרט “הנוקמים: סוף המשחק” עקף את הסרט “אוואטר” ברווחים במהלך סוף השבוע. הסרט האחרון בסדרת ה”נוקמים” הספיק לזקוף לעצמו לא מעט טייטלים מרשימים, אך נראה שהטייטל המדובר היה השיא הגדול שניסו לשבור במארוול ובסופו של דבר – אחרי הוצאה מחודשת בקולנועים ברחבי העולם עם סצינות חדשות אחרי הקרדיטים – נראה שהסרט עשה את העבודה וכעת יהיה ידוע בתור הסרט המצליח ביותר בהיסטוריה.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nאחרי שדיסני הכריזו על שירות סטרימינג חדש בשם “דיסני+”, נראה שדיסני לא מסוגלת להפסיק לנסות לכבוש פסגות חדשות. בפאנל הם הכריזו על שלל סדרות של דמויות מוכרות מהיקום הקולנועי של מארוול, זאת בנסיון לכבוש גם את תחום הטלוויזיה. בסתיו 2020 אנחנו צפויים לקבל את הסדרה “The Falcon and the Winter Soldier”, בה אפילו דניאל ברוהל יחזור לתפקיד זימו. באביב 2020 אנחנו צפויים לקבל את הסדרה “WandaVision” של צמד האוהבים שלנו שצפוייה להתרחש אחרי אנדגיים, ובקיץ 2021 אנו צפויים לקבל גם סדרה מצויירת בשם “What if…?” שתבחן קווי עלילה אלטרנטיביים לסיפורי מארוול מוכרים. בתקופת האביב של 2021 צפוייה לנו מתנה כפולה – גם סדרה של לוקי שעלילתה אינה ידועה, וגם סדרה של “Hawkeye” בה נקבל הצצה לקייט בישופ, שעל פי הקומיקס – מדובר בדמות הנשית הראשונה להשתמש בשמו של הוקאיי אחרי הוקאיי המקורי והמוכר לנו, קלינט בארטון.\nבגזרת היקום הקולנועי, קיבלנו מספר הכרזות מעניינות מאוד. בגזרת הסרטים החדשים, הכריזו שסרט הסולו שמספר את סיפור המקור של “האלמנה השחורה”, צפוי לצאת במאי ה-2020. אחריו, אנו צפויים לקבל בנובמבר 2020 את הסרט שעשוי לתפוס את מקומו של הנוקמים – The Eternals. ולאחר מכן, אנו צפויים לקבל את הסרט “Shang Chi and the legend of the Ten Rings” בפברואר 2021.\nבגזרת סרטי ההמשך, אנחנו צפויים לקבל את “Doctor Strange in the Multiverse of Madness” במאי 2021 עם הופעת אורח של Scarlet Witch, ובמהלך הפאנל צוין גם גם ש”שומרי הגלקסיה 3″ נמצא בפיתוח. ההכרזה המפתיעה ביותר בגזרה הזאת היא כנראה סרט ההמשך לת’ור שייקרא “Thor: Love and Thunder” ויבויים ע”י טייקה וואיטיטי (שביים גם את “ת’ור: רגנארוק”), יצא בנובמבר 2021, וצפוי להחזיר לשורותיו את נטלי פורטמן שגילמה את ג’יין פוסטר, מושא אהבתו של ת’ור בכדור הארץ, הצפוייה לקבל בסרט את כוחותיו של ת’ור ולהפוך ל-“Lady Thor” בדומה לקומיקס. כן, שמעתם נכון, ת’ור אישה.\nבגזרת החידושים (Reboots) שאנו צפויים לקבל, הוכרז חידוש לסרט “בלייד” המוכר שיגיע בשנתיים הקרובות – ואת הדמות המוכרת יגלם מהרשלה עלי שאולי מוכר לכם מהעונה האחרונה של “בלש אמיתי”, “ה-4400″ ו”אור ירח”. בנוסף, ציינו שבמארוול לא שכחו מ”ארבעת המופלאים”, מ”המוטאנטים” ומה”אקסמן” ושהם גם בפיתוח וצפויים להיכנס ליקום הקולנועי של מארוול בהמשך.\nבקיצור? למעריצי מארוול יש עוד למה לצפות.", "keywords": "הנוקמים,סוף המשחק,הנוקמים: סוף המשחק,endgame,avengers,avengers end game,avengers: end game,ת\\'ור,דיסני,דיסני+,דיסני פלוס,דיסני פלאס,disney plus,disney,disney+,marvel,מארוול"}