{"url": "https://www.geektime.co.il/how-to-develop-web-or-mobile-product/", "type": "article", "title": "מאפס למיליון משתמשים: איך בונים מוצר web/mobile מצליח?", "description": "אחרי שסיפרה לכם איך להגיע מאפס למיליון משתמשים, ממשיכה איריס שור ומשתפת מנסיונה האישי בנוגע לבניית מוצר מובייל ו-ווב. כיצד עושים זאת נכון?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/06/chair.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-06-19T12:03:07Z", "modified_time": "2012-06-19T20:11:11Z", "articleBody": "אחרי שסיפרה לכם איך להגיע מאפס למיליון משתמשים, ממשיכה איריס שור ומשתפת מנסיונה האישי בנוגע לבניית מוצר מובייל ו-ווב. כיצד עושים זאת נכון?\nשקט... בונים מוצר (תמונה: טקיפי)\nלפני כשבועיים סיפרתי על המסע של אפליקציית המובייל שיזמתי מרגע סיום הפיתוח ועד שהגיעה ל-10 מיליון משתמשים ברחבי העולם. עכשיו הגיע הזמן לספר גם על החצי הראשון של המסע – כיצד יצרתי מוצר שמשתמשים צריכים ואוהבים, כיצד הבנתי את הצרכים בלי מחקר שוק וכיצד עשיתי את אחת הבחירות הקשות ביותר שניצבות בפני כל חברת סטארטאפ – מה המינימום שצריך כדי לצאת אל השוק?\nלפני כחמש שנים הקמתי את חברת הסטארטאפ הראשונה שלי. היה לי רעיון שהתבשל לו בבטן זמן רב וביחד עם שני שותפים השארתי את העבודה ואת הלימודים מאחור ויצאתי לדרך חדשה. הרקע המקצועי שלי היה בתחום הארכיטקטורה והרעיון שעמד בבסיס החברה היה יצירת כלי לעריכה של שרטוטים ב-Web וב-Mobile. באופן טבעי לקחתי על עצמי את תפקיד ניהול המוצר – איזה פיצ’רים יכלול המוצר, איך הוא יראה ומה תכלול הגרסא הראשונה. ואז הבנתי שהסתבכתי – איך בדיוק ממציאים מוצר?\nהרגשתי שאני מגיעה למשימה שלי עם פחות כלים משאר חברי הצוות – הטכנולוגיה פותחה ע”י מפתחים עם ניסיון מעשי רחב ורקע אקדמאי, בצד העיסקי MBA – וניסיון בתעשייה עזרו. הבנתי שכדי להגיע למוצר מצליח אני צריכה לפתח לי סט כלים ומתדולוגיות ברור ומדיד בדיוק כמו שיש לבעלי התפקידים האחרים בחברה. המוצר הראשון שפיתחתי הצליח בכל המטרות שעמדו בפניו: גיוס הון, הגעה למיליוני משתמשים מרוצים ורכישה של הסטארטאפ. כיום אני מנהלת מוצר בחברה חדשה שהקמתי – Takipi וגם בה אני יוצרת מוצר חדש.\nאלה כללי הברזל שלי:\nשיחות מוצר רבות מתחילות בהנרי פורד שאמר שאם היה שואל אנשים מה הם רוצים היו עונים לו סוסים מהירים יותר. הנחת העבודה שלי היתה שזו אכן היתה התשובה שהיה מקבל, אבל אם היו מראים למשתמשים מכונית (וגם אחת לא מהירה, לא מעוצבת וקצת מקרטעת) הם היו בשניה משאירים את הסוסים מאחור. התמזל מזנו ובעולם ה-Web/ Mobile לא צריך לבנות מכונית אלא רק ממשקים לדוגמא ובדרך זו לקבל את כל התשובות. בין אם מדובר על פיתוח מוצר חדש מאפס או החלטה על פיצ’ר קטן, הפעולה הראשונה שאני עושה היא יצירת סט אלטרנטיבות שונות. אני בונה טווח של 5-6 אלטרנטיבות שונות ומקפידה מאד שייצגו טווח רחב של פתרונות – מהפתרון הברור מאליו והקצת משעמם עד לרעיון המהפכני/שונה/מוזר. האלטרנטיבה הראשונה שאני יוצרת תמיד תהיה דומה מאד למוצר קיים והאלטרנטיבה האחרונה לעולם תשאיר כמה פיות פעורים. ברגע שאני יוצרת טווח רחב של אפשרויות למוצר ומראה אותו למשתמשים פוטנציאליים קל מאד להתקוונן על מה נכון ומה לא, וכמה חדשנות כדאי להביא למוצר.\nהמצאת האלטרנטיבות הראשונות בטווח – הסטנדרטיות, היא תהליך די מהיר. לאלטרנטיבות הקיצוניות אני מקדישה שעות וימים, זה תהליך קשה שמחייב אותי לצאת מהקופסא ולחשוב על המוצר בדרך שונה. אני חושבת שמרבית מנהלי המוצר נעצרים אחרי 2-3 רעיונות שונים וזה שאני מחייבת את עצמי להגיע ליותר הוביל לא פעם לרעיונות ותפיסות מדהימות. באופן מפתיע המשתמשים לרוב בוחרים או את האלטרנטיבות הראשונות והסטנדרטיות, או את הקיצוניות ביותר. דרך עבודה עם טווח רעיונות ניתן להבין בצורה מדוייקת מה עובד טוב במוצרים קיימים ואין צורך לשנות, ומה יש להפוך מהיסוד.\nדוגמא: המוצר הנוכחי שאני עובדת עליו מאפשר למתכנתים להבין באופן מהיר מה היו הגורמים לבאגים מורכבים בשרתים. אחת הבעיות המרכזיות שעבדתי עליהם היא כיצד מציגים כמה מרוחק מידע מסויים ממקור ה\"פיצוץ\". האלטרנטיבה ה'פרועה' (בצד שמאל) לקחה השראה מכוכבי לכת המתרחקים ממוקד מסויים. מתכנתים שראו את האלטרנטיבה הזו הבינו באופן מיידי מה אנחנו מנסים להעביר. יצרנו הפשטה גרפית של האלטרנטיבה הזו שהפכה לחלק חשוב במוצר (בצד ימין). מקור : איריס שור (לחצו להגדלה)\nאיך עובדים עם אלטרנטיבות?\nדוגמא מדהימה לשימוש באלטרנטיבות ושאלות אמריקאיות – ליאור צורף שואל בדף הפייסבוק הפרטי שלו מה ללבוש להרצאה בטד ומקבל מעל 1000 תגובות. כמה תגובות היה מקבל לדעתכם אם היה פשוט שואל \"מה ללבוש?\" או שם תמונה אחת ומבקש דעה? מקור: ליאור צורף (לחצו להגדלה)\nכאשר הוגים ומתכננים מוצר אנחנו נוטים לחשוב על משתמש הקצה – מה הוא צריך? איך הוא יעבוד עם הכלי? מה יגרום לו לשלם? אחד ההיבטים במוצר שנוטים לפעמים פחות לחשוב עליו הוא שהדרך למשתמשים עוברת קודם כל דרך המשקיעים ואז דרך הבלוגרים. בהנחה שלא עברת את המשוכות האלה כנראה שלא תגיע למשתמשים שלך, טוב ככל שהמוצר יהיה. ואז פתאום, המוצר שהיה אמור להיות קטן, מינימלי ונקי, צריך לסחוב גם חזון עיסקי מרשים למשקיעים וגם טוויסט שיווקי לבלוגרים. ההמלצה שלי היא לא להזניח את הפן הזה של המוצר ולא להייחס אליו כ-necessary evil אלא כחלק חשוב ומאתגר במוצר. לקבל השקעה של מיליוני דולרים על סמך המוצר שלכם או לבקש שיכתבו על המוצר שלכם לא מצריך פחות מאמץ מאשר שישתמשו במוצר שלכם. גם מחוץ לסטארטאפים, בחברות גדולות, המוצר שצריך להציג כדי לקבל תקציבים ואישורים מהמנהלים אינו תמיד זהה למוצר האמיתי שרוצים לשחרר.\nשימוש ב-Support ככלי Product\nברגע שהמוצר הראשוני נמצא באוויר יתחילו גם להגיע הבקשות, התלונות והמחמאות מהמשתמשים. הבעיה היא שרוב הבקשות הן די מעורפלות וקשה לתרגם אותן לפיצ’רים או לשיפורים במוצר. אחת הטקטיקות המעניינות שחלק מחברות ה-Saas מפעילות במכירות היא להתקשר למשתמשים מיד לאחר שהורידו את המוצר או לאחר שהתחברו. איש המכירות בוחר את התזמון בקונטקסט הכי מתאים לשכנע את הלקוח לרכוש את המוצר – הוא מול המוצר והוא פנוי לשיחה. אני ‘ייבאתי’ את הטקטיקה הזו לתחום המוצר. כאשר קיבלנו פידבקים מעניינים הייתי עונה מיידית או פשוט מתקשרת למשתמש שכתב את הפידבק. ככה הייתי לומדת טוב יותר מה בדיוק חסר להם ומקבלת רעיונות חדשים.\nזה דרק, טכנאי מטוסים מארה\"ב שעושה שימוש מקצועי באפליקציה. הגעתי אליו דרך פידבק ששלח למייל התמיכה. קיבלתי ממנו הרבה דרישות מוצר מעניינות לגבי עבודה בשטח וללא חיבור אינטרנט. מקור: AutoCAD WS Blog\nכך נראה דיאלוג הפידבק באפליקציה. ככל שנתנו למשתמשים הרגשה שהפידבק שלהם יותר רצוי כך ירדו מספר התגובות השליליות ב-App Store/ Android Play. מקור: AutoCAD WS Blog (לחצו להגדלה)\nאחת הדילמות הכי קשות של מנהל מוצר היא מתי לשחרר מוצר או פיצ’ר. מצד אחד – שחרור מוקדם יכול לנבא בצורה טובה יותר את סיכויי ההצלחה ואת היקף הפיתוח הנדרש. מצד שני – אם המוצר/פיצ’ר לא שוחרר במיטבו יש סיכוי טוב שידחה ע”י המשתמשים ויעשה באז שלילי. מהניסיון שלי, הבעיה ברוב המוצרים/ פיצ’רים אינה האיכות אלא שהם פשוט לא מעניינים אף אחד. במקרים רבים השקענו מאמצים רבים בפיצ’ר שאף אחד לא באמת רצה.\nמתוך ה-Minisite. החלטנו לבטא כל סוג באג כדמות מצחיקה. אלה הדמויות הראשונות שהיו כוח החלוץ ובדקנו את התגובות אליהן. מקור: טקיפי (לחצו להגדלה)\nנכון שכדי ליצור מוצר מצליח צריך לעשות שימוש באינטואיציות, בתחושות בטן ובהבנה אינטואטיבית של אנשים. אני עובדת הרבה עם תחושות ורגשות, אבל גם עם מספרים – בסופו של דבר כל דבר במוצר מדיד, והזמן שאני מבלה בחשיבה על דברים יצירתיים לא פחות חשוב (או מרתק) מהשעות שאני מעבירה ב-Google Analytics. אתם מוקפים במשאב הכי חשוב למנהלי מוצר – אנשים. תעשו שימוש חכם במשאב הזה ואתם בדרך ליצירת מוצר שיגיע למיליוני משתמשים.", "keywords": "autocad,mobile,support,takipi,web,איריס שור,אפליקציית ווב,אפליקציית מובייל,ווב,טיפים,טכניקות,לפתח מוצר,מובייל,מוצר,מנהל מוצר,משתמשים,ניהול מוצר,פידבק,פידבק ממשתמשים,פיצ\\'ר,פיצ\\'רים,פיתוח מוצר"}