{"url": "https://www.geektime.co.il/monthly-funding-june-2020/", "type": "article", "title": "למרות הקורונה: גיוסי הכספים בהייטק הישראלי בסימן עלייה", "description": "נראה כי הסטארטאפים הישראלים ממשיכים בכל הכוח ומגייסים כספים, אפילו יותר מבתקופה המקבילה אשתקד", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/coronabeach-1593602342-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-03T10:30:13Z", "modified_time": "2020-07-03T09:29:51Z", "articleBody": "נראה כי הסטארטאפים הישראלים ממשיכים בכל הכוח ומגייסים כספים, אפילו יותר מבתקופה המקבילה אשתקד\nמקור: Unsplash\n​המחצית הראשונה של שנת 2020 כבר מאחורינו, אבל לצערנו – הקורונה עדיין כאן. עם זאת, נראה כי לאט לאט עולם ההייטק והסטארטאפים חוזר לעצמו, והחודש גייסו סטארטאפים ישראלים קרוב לחצי מיליארד דולר. לצורך השוואה, מדובר בנתון סביר בהחלט, שכן בחודש יוני אשתקד סטארטאפים ישראלים גייסו 550 מיליון דולר. מדובר בעליה של 35% מחודש מאי 2020, אז דיווחו הסטארטאפים הישראלים על גיוסים בהיקף של כ-360 מיליון דולר. סבבי הגיוס החודש היו יחסית צנועים, והמגה גיוס היחידי שהיה לנו הוא זה של Pagaya שגייסה כ-100 מיליון דולר, מה שמהווה חמישית מסך הגיוסים האחרון.\nכאשר מסתכלים על המחצית הראשונה של 2020 בהשוואה ל-2019 רואים מגמה מעניינת ודי מפתיעה; בעוד שבמחצית הראשונה של 2019 סטארטאפים ישראלים גייסו קצת פחות מ-3 מיליארד דולר, במחצית הראשונה של 2020 סכום הגיוסים הכולל עומד על יותר מ-3.5 מיליארד דולר, עליה של 16%. אין ספק שמה שהקפיץ את המספר הזה באופן משמעותי הוא חודש אפריל, במהלכו גייסו סטארטאפים יותר כ-900 מיליון דולר.\nגם אקזיטים היו לנו החודש – 5 במספר. ביניהם: רכישה ראשונה ל-GitLab בישראל ואקזיט מכובד למדי לסטארטאפ שנחשף לראשונה בתחרות הסטארטפים של גיקטיים, אי שם ב-2015. הנה סיכום של כל מה שהיה לנו החודש.\nגם אתם גייסתם? יש לכם סטארטאפ מעניין? אנחנו רוצים לשמוע\nסטארטאפ הסייבר הישראלי 1touch.io, שפיתח מערכת מבוססת בינה מלאכותית לגילוי, מיפוי וניהול אוטומטי של כל הדאטה בארגונים גדולים, הודיע על השלמת סבב גיוס של 14 מיליון דולר. סבב הגיוס הובל על ידי קרן JVP וזרוע ההשקעות של תאגיד האנרגיה הגלובלי National Grid Partners.\nסטארטאפ הפינטק הישראלי Lili, המפתח מוצרים בנקאיים לפרילנסרים, הודיע על השלמת גיוס סבב Seed בגובה 10 מיליון דולר. את סבב הגיוס ב-Lili הובילה Group11 של דובי פרנסס. עוד השתתפו בסבב גם Foundation Capital, AltaIR Capital, Primary Venture Partners ו-Torch Capital.\nהסטארטאפ שפיתח מכשיר CT שעולה ושוקל משמעותית פחות ממקביליו הסטנדרטיים המשיך את הגיוס מינואר האחרון עם 20 מיליון דולר נוספים בהובלת SK Telecom הקוריאנית.\nAEYE Health שרוצה לסייע בזיהוי מוקדם של עיוורון, אלצהיימר וסרטן נחשפת ומודיעה על גיוס של 3 מיליון דולר. את הכספים היא גייסה מהקרנות R-Cubed, Falcon, Club 100 הישראלית ומספר אנג׳לים.\nהסטארטאפ הישראלי Alhpha TAU Medical, שפיתח טכנולוגיה המאפשרת לחסל גידולים סרטניים מבפנים בעזרת קרינת אלפא, הודיע כי השלים סבב גיוס של 26 מיליון דולר שבו השתתפו כמה מהמשקיעים הקודמים בחברה, בהם Shavit Capital, קרן השקעות ההמונים OurCrowd ו-Madison Ventures לצד משקיעים חדשים מישראל וצפון אמריקה.\nCuresponse המייצר תרביות תלת-ממדיות של גידולים סרטניים כדי לבחון את אופן הטיפול בהם, גייס 6 מיליון דולר מקרן aMoon של מריוס נכט וקרן NCL Technology Ventures הבריטית.\nהסטארטאפ הישראלי ChargeAfter הודיע על צירוף משקיעה נוספת לסבב הגיוס האחרון – זרוע האחזקות של מיצובישי.\nUpstream Security, המגנה על כלי רכב מחוברים מפני איומי סייבר, הודיעה על קבלת השקעה ושיתוף פעולה עם ענקית התוכנה Salesforce. מדובר בהרחבה של סבב הגיוס האחרון שלה שהושלם באוקטובר אשתקד, במסגרתו גייסה כ-30 מיליון דולר. היקף ההשקעה הנוכחית לא פורסם.\nהסטארטאפ הישראלי Binah.ai, שפיתח מערכת לניטור מדדים רפואיים מסלפי שצילמתם בסמארטפון שלכם, הודיע על השלמת גיוס של 13.5 מיליון דולר בהובלת Maverick Ventures Israel. בגיוס השתתפו גם Esplanade Ventures, Sompo International, GiTV ו-iAngels שהשקיעו בחברה בשלב ה-Seed\nחברת Planck הישראלית, שרוצה לרתום טכנולוגיות AI לעבודתם השוטפת והמיושנת של חברות הביטוח, הודיעה על גיוס של 16 מיליון דולר. את סבב הגיוס הובילה קרן ההשקעות החדשה של Team8 – קפיטל, בהשתתפות HDI Group, חברת הביטוח האמריקאית Nationwide והמשקיעים הקיימים – Arbor ventures, Viola ו-Eight roads.\nאחרי שנתיים של פעילות מתחת לרדאר, הסטארטאפ הישראלי OPORA נחשף ומודיע על גיוס של 7 מיליון דולר מקרן JVP. חברת הסייבר שמה לה למטרה לעצור תוקפים עוד בשלב התכנון של הפעולה, ועומד מאחוריה צוות רווי ניסיון ביניהם יובל דיסקין, ראש השב”כ לשעבר ומי שעבדה איתו שנים רבות, נועם יולס.\nהסטארטאפ הישראלי Spike, שפיתח פלטפורמת מסרים מבוססת אימייל לסביבת העבודה, הודיע על השלמת גיוס סבב A של 8 מיליון דולר בהובלת קרן Insight Partners. בסבב הגיוס השתתפו גם המשקיעים הקודמים, בהם Wix, NFX, האנג’לים גיא גמזו ואריה מרגי ומשקיעים אסטרטגיים.\nחברת infiniDome אשר מגנה על משדרי GPS מפני מתקפות סייבר הודיעה על השלמת סבב גיוס סיד בגובה של 1.6 מיליון דולר. בגיוס השתתפו Boundary Holding, Next Gear Ventures of Israe ו-Aston Partners of New York. במקביל, מודיעה החברה על יציאה לסבב גיוס נוסף (Series A).\nהסטארטאפ הישראלי ECOncrete, שפיתח בטון ידידותי יותר לסביבה, גייס 3 מיליון דולר בהובלת Goldacre Ventures ובהשתתפות Bridges Israel.\nהסטארטאפ הישראלי CardiacSense שמפתח שעון רפואי חכם שמסוגל לבצע לכם בדיקת א.ק.ג וגם הרבה מעבר לבדיקה הזו, ובכל מקום שאתם נמצאים, הודיע על השלמת סבב גיוס של 6 מיליון דולר.\nהסטארטאפ הישראלי שמסוגל לזהות ולהגן על ה-APIs שאתם משתמשים בהם, וגם על אלו שלא ידעתם שאתם בכלל משתמשים בהם גייס 20 מיליון דולר. את הגיוס הובילה  Tenaya Capital והשתתפו בו המשקיעים הקיימים בחברה: S Capital, מריוס נכט ורנה בונוואני, סגן נשיא לקוחות אסטרטגיים בפאלו אלטו נטוורקס.\nחברת buywith הישראלית, שרותמת את תעשיית המשפיענים על מנת לסייע לחברות האופנה להגדיל את סלי הקנייה הוירטואליים של לקוחותיהן, גייסה מיליון דולר. בגיוס השתתפו מועדון המשקיעות NEOMI, קרן Sarona Partners והמשקיעים הפרטיים הרי ליפשיץ, רז אלון ואיציק אכלבסקי.\nהחברה המתמחה בניהול סיכוני אשראי וחיתום בעולמות ההלוואות הצרכניות המקוונות (P2P) הודיעה  על השלמת סבב גיוס בגובה של 102 מיליון דולר. את סבב הגיוס הובילה קרן העושר של סינגפור (GIC) בהשתתפות Aflac Global Ventures, זרוע ההשקעות של פועלים שוקי הון, קרן ויולה, כלל ביטוח, Oak HC/FT והבנק התאילנדי SCB.\nהסטארטאפ הישראלי Arbox, שפיתח פלטפורמה לניהול מועדוני כושר, הודיע על גיוס של שני מיליון דולר. את סבב הגיוס הובילה Pico Ventures. החברה פעלה עד כה במתכונת Bootstrap ומדובר בגיוס הראשון שלה.\nסטארטאפ אבטחת המידע הישראלי Apolicy, המפתח פלטפורמה לניהול ושליטה במדיניות אבטחת מידע של סביבות Cloud Native, הודיע על השלמת גיוס של 3.5 מיליון דולר בהובלת StageOne Ventures ובשיתוף משקיעים פרטיים מעולם אבטחת המידע.\nחברת הסטארטאפ הישראלית Pudding.ai, שמסייעת לאנשי שיווק ליצור קמפיינים מוצלחים יותר בעזרת בינה מלאכותית, הודיעה כי גייסה השקעה בגובה 580 אלף דולר מקרן ההשקעות נילסן אינובייט.\nהסטארטאפ הישראלי CENS, שפיתח תהליך תעשייתי להגדלה משמעותית של קיבולת האנרגיה של סוללות וקיצור זמן הטעינה שלהן, הודיע על גיוס של מיליון דולר וחצי מהמשקיע הבריטי וינסנט צ’נגוויז.\nסטארטאפ ה-Med-Tech הישראלי Agamon, המפתח אלגוריתם AI המבין את אופן הניסוח של דוחות רפואיים ומתרגם אותו לטקסט פשוט, הודיע על גיוס Seed של 3 מיליון דולר בהובלת MMC Ventures ובהשתתפות InHealth Ventures, Seedcamp וחברת התרופות Bayer G4A.\nAuthomize הישראלית, שמפתחת מודל של הרשאות רצויות וניהול שמבוסס על אוטומציה, גייסה 6 מיליון דולר בהובלת Blumberg Capital, Entrée Capital ו-M12, זרוע ההשקעות של מיקרוסופט.\nOCON Healthcare הישראלית, המפתחת התקנים תוך-רחמיים נטולי הורמונים, הודיעה על השלמת גיוס בגובה של 2 מיליון דולר. את סבב הגיוס הובילה קרן Pontifax הישראלית, בהשתתפות קרן Docor ומשקיעים אמריקאיים.\nBreatheVision הישראלית מפתחת התקן IoT פשוט שמטרתו לעקוב אחר מצב הנשימה של מטופלים באופן מרוחק, ולהתריע ולהתערב לפני שיהיה מאוחר מידי. החודש גייסה  1.3 מיליון דולר באמצעות פלטפורמת מימון ההמונים פיפלביז.\nחברת DriveU Auto ,שמפתחת פלטפורמת קישוריות להפעלה מרחוק של רכבים אוטונומיים, הודיעה על השלמת סבב גיוס של 4 מיליון דולר. את הגיוס הוביל זוהר זיסאפל והשתתפו בו גם Kaedan Capital, Two Lanterns Venture Partners, יגאל יעקב ומשקיעים פרטיים נוספים.\nהסטארטאפ הישראלי Lightrun, שפיתח מערכת המאפשרת למפתחים לדבג אפליקציות רצות בסביבת פרודקשן, הודיע על גיוס סבב Seed של 4 מיליון דולר. את סבב הגיוס הובילו Glilot Capital Ventures בהשתתפות משקיעי אנג’ל.\nSQream, המייצרת בסיסי נתונים מבוססי SQL המושתתים על מעבדים גרפיים, במקום על מעבדים רגילים,  השלימה סבב גיוס “B+” בגובה 39.4 מיליון דולר בהובלת Mangrove Capital ו-Schusterman Family Investments.\nהסטארטאפ הישראלי Pixellot, שפיתח מערכת המאפשרת הפקה ושידור של ענפי ספורט שונים – כמעט ללא מגע יד אדם, הודיע על גיוס 16 מיליון דולר בהובלת Shamrock Capital.\nהסטראטאפ הישראלי Codefresh (קודפרש), שפיתח פלטפורמה לתהליכי פיתוח, בדיקה והטמעה (CI/CD) של אפליקציות ותוכנה על גבי Kubernetes, הודיע על השלמת סבב גיוס C בהיקף של 27 מיליון דולר. את סבב הגיוס הובילו Red Dot Capital Partners והשתתפו בו גם Shasta Ventures ומשקיעים קיימים בהם Viola Ventures, M12, Vertex Ventures, Hilsven Capital ו-CEIIF.\nחברת Cynet, שפיתחה מערכת הגנה אוטונומית נגד מתקפות סייבר, הודיעה על גיוס של 18 מיליון דולר. את הסבב הובילה הקרן הסינגפורית BlueRed Partner אליה הצטרפו דויטשה טלקום, Merlin International והמשקיעים הקיימים: Norwest Venture Partners ו-Ibex investors.\nחברת Upsolver אשר פיתחה טכנולוגיה לעיבוד ביג דאטה באמצעות אגם נתונים הודיעה כי גייסה 13 מיליון דולר. את סבב הגיוס הובילה Vertex Ventures US בשותפות עם קרן JVP, שהובילה את הסבב הקודם בחברה, ו-Wing VC האמריקאית.\nהסטארטאפ הישראלי Hunters, שפיתח מערכת לאיתור פעיל של תקיפות סייבר על מערכות של חברות, הודיע על גיוס של 15 מיליון דולר בסבב A. את ההשקעה הובילו קרן ההשקעות של מיקרוסופט, M12, וקרן הון הסיכון האמריקאית U.S. Venture Partners.\nSimply Speak שפיתחה מערכת שתאפשר לרופא לדבר איתכם בפגישה שלכם, מבלי שהוא יצטרך כמעט בכלל להעיף מבט למסך או להקליד שום דבר, גייסה 1.1 מיליון דולר. את הגיוס הוביל ד”ר גלן לומיס, לשעבר CMO ונשיא של רשת בתי חולים בשם Health Quest.\nחברת Zerto השלימה סבב גיוס כולל בגובה של 53 מיליון דולר, 33 מיליון מתוכם באקוויטי. בסיבוב השתתפה פועלים שוקי הון לצד המשקיעים הקיימים בחברה.\nחברת OneView גייסה 3.5 מיליון דולר בהובלת TPY Capital ובהשתתפות RDC (חברה בבעלות משותפת של אלרון ורפאל), MediaTek Ltd ומודי רוזן. החברה מפתחת סימולטור לייצור דאטה וירטואלי המאפשר ניתוח אופטימלי ובהיקף גדול של צילומי לוויין וצילומים אוויריים.\n+Optimal, שפעילה בתחום בקרת האיכות לרכיבי אלקטרוניקה לרכב, נרכשת על ידי National Instruments האמריקאית. לאורך השנים גייסה החברה הישראלית, שבין המקימים שלה ניר ארז מ-Moovit, כ-80 מיליון דולר, והיא תימכר תמורת 365 מיליון דולר.\nחברת Effective Space הישראלית, המאפשרת להאריך את חייהם של לווינים בחלל, נרכשה על ידי Astroscale האמריקאית. פרטי העסקה לא פורסמו, אך לפי Pitchbook מאז הקמתה גייסה החברה הישראלית כ-15 מיליון דולר בין היתר ממשקיעים כמו Oak Pacific וקרן סיגנולריטים של משה חוגג.\nGitLab, המתחרה הגדולה ביותר של GitHub, מודיעה על רכישת Fuzzit, פלטפורמה להטמעת בדיקות ״fuzzing״ בתוך ה-CI/CD של ארגונים. מדובר ברכישה הראשונה של הפלטפורמה הפופולארית בישראל. החברות לא פרסמו את היקף העסקה, אולם לגיקטיים נודע כי היקפה עומד על מיליוני דולרים בודדים, מהם ירוויח בעיקר היזם שעומד מאחורי Fuzzit, יבגני פאץ.\nNetApp הודיעה על רכישת הסטארטאפ הישראלי Spot (שעד לפני חודשים ספורים היה ידוע כ-Spotinst) בכ-450 מיליון דולר. ספוט נחשפה לראשונה ב-Startup Arena 2015 של גיקטיים. עד מועד הרכישה, גייסה ספוט 52.6 מיליון דולר, מה שמהווה מכפיל של כמעט פי 9 לחלק ממשקיעיה.\nRedash הפכה לחברה עצמאית לאחר שחברת האם שלה, Everything.me,  סגרה את שעריה, והותירה ירושה נאה לקהילת הקוד הפתוח.החודשה היא נרכשה על ידי חברה אמריקאית ששווה מיליארדים.\n \n ", "keywords": "סיכום גיוסים,סיכום גיוסים יוני 2020,יוני 2020,גיוס,רכישה,אקזיט,סטארטאפ ישראלי,גיוסים,החודש שהיה בהייטק,הייטק"}