{"url": "https://www.geektime.co.il/ocon-raised-2m/", "type": "article", "title": "סטארטאפ ישראלי פיתח אמצעי מניעה חדש ומגייס לזה 2 מיליון דולר", "description": "חברת OCON מציעה אלטרנטיבה לאמצעי מניעה שאינה מבוססת על טיפול הורמונלי, התקנים מסוכנים או הליך פולשני. מאז הקמתה גייסה החברה כ-15 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/holding-ballerine-closeup-1592911267-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-23T15:50:31Z", "modified_time": "2020-06-23T15:50:31Z", "articleBody": "חברת OCON מציעה אלטרנטיבה לאמצעי מניעה שאינה מבוססת על טיפול הורמונלי, התקנים מסוכנים או הליך פולשני. מאז הקמתה גייסה החברה כ-15 מיליון דולר\nמקור: OCON\nOCON Healthcare הישראלית, המפתחת התקנים תוך-רחמיים נטולי הורמונים, מודיעה על השלמת גיוס בגובה של 2 מיליון דולר. את סבב הגיוס הובילה קרן Pontifax הישראלית, בהשתתפות קרן Docor ומשקיעים אמריקאיים. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על כ-15 מיליון דולר.\nבשנים האחרונות, נשים רבות מחפשות אחר אלטרנטיבות לאמצעי מניעה נטולי הורומונים וכאלו שאינם דורשים הליכים פולשיים או מבוססים על התקנים מסוכנים. OCON Healthcare (אוקון הלת׳קר) מפתחת התקנים תוך רחמיים המבוססים על פלטפורמת ה-IUB שלה – IntraUterine Ball. טכנולוגיית IUB מבוססת על כדור המורכב מסיבים דקיקים של סגסוגת ניטינול אלסטית במיוחד, שתכליתו לשמש כאמצעי מניעה נטול-הורמונים וכנשא יעיל להובלת תרופות תוך-רחמיות.\nמוצר הדגל של OCON הוא ה-IUB Ballerine, אמצעי מניעה המותאם לצורתו התלת מימדית של הרחם, זאת בהשוואה להתקנים תוך-רחמיים דו ממדיים מסורתיים בהם חוט נחושת מלופף על מסגרת קשיחה מפלסטיק בצורת T. ה-Ballerine בעל אישור CE, אמ״ר, וה-NHS באנגליה, מותקן בהליך קצר ונטול כאבים במרפאה, ויעילותו נשמרת ל-5 שנים. כיום המוצר כבר משווק ב-24 מדינות בהן ישראל, והותקן עד כה בגופן של כ-100 אלף נשים.\nלחברה מוצרים תוך-רחמיים נוספים, הנמצאים בשלבי פיתוח שונים על גבי פלטפורמת ה-IUB. ביניהם, מוצר ה-‘סיד’ (SEAD), התקן תוך רחמי המהווה טיפול רפואי חד-פעמי, קצר ונטול כאבים בדימום רחמי לא-תקין – ממנו סובלות כרבע מהנשים בגיל הפוריות. כמו כן, ל-OCON שני מוצרים נוספים המיועדים לשמש בהתקן נשיאה עבור תרופות לבעיות פוריות וגידולים שפירים ברחם.\nOCON נוסדה ב-2011 על ידי הגניקולוג ד”ר אילן ברעם ולאחרונה מינתה את קרן לשם כמנכ״לית החברה, שאף התקינה את ה-Ballerine בגופה.", "keywords": "גיוס,סבב גיוס,סטארטאפ,סטארטאפ ישראלי,בלרין,התקן תוך רחמי,ocon,אוקון"}