{"url": "https://www.geektime.co.il/ibm-free-tickets-geektime-code-eleva/", "type": "article", "title": "גיקטיים ו-IBM מחלקות לכם 99 כרטיסים לכנס Geektime Code Elevation", "description": "גיקטיים ו-IBM משתפות פעולה, ואתם מרוויחים 99 כרטיסים חינם לכנס המפתחים השנתי שלנו. הירשמו למסלול המפתחים בכנס 2017 Watson Tel-Aviv Summit ואולי תקבלו כרטיס חינם ל-Geektime Code Elevation", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/another-code-post.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-25T14:00:13Z", "modified_time": "2017-05-25T13:09:28Z", "articleBody": "גיקטיים ו-IBM משתפות פעולה, ואתם מרוויחים 99 כרטיסים חינם לכנס המפתחים השנתי שלנו. הירשמו למסלול המפתחים בכנס 2017 Watson Tel-Aviv Summit ואולי תקבלו כרטיס חינם ל-Geektime Code Elevation\n\n2017 Watson Tel-Aviv Summit – הכנס השנתי של חברת IBM – ייערך השנה ב-8 ביוני, במסגרת Geektime Techfest – פסטיבל הטכנולוגיה השנתי של גיקטיים, שיתקיים ב-8-4 ביוני, ויכלול את שני האירועים המרכזיים – כנס המפתחים Geektime Code Elevation – וכנס הסטארטאפים – Geektime Next – לצד כנסים שונים, תערוכות, מיטאפים, האקאתונים, סדנאות מקצועיות ועוד מגוון ענק של אירועי טכנולוגיה.\nבכנס 2017 Watson (לשעבר Business Connect), יתקיים מסלול Innovate Cloud Development – מסלול מפתחים בענן, שבו המומחים של IBM יחלקו ידע טכנולוגי, ידגימו ויסבירו איך החברה יכולה לעזור לפתח את השירותים העסקיים והאפליקציות העתידיות שהארגון דורש.\n\nבין היתר, במסלול יוצג כיצד החברה יכולה לעזור לארגונים לנהל את ה-API’s השונים בצורה חכמה יותר וכן שירותי הקונטיינרים הזמינים כיום ב-Bluemix ומשלבים Dockers ו-Kubernetes, יודגמו הדרכים שבהן ניתן לבנות בקלות צ’טבוט המונע על ידי הכוח של Watson, וכן כיצד פלטפורמת ה-IoT של Watson מאפשרת אינטגרציה קלה של רכיבי IoT, תוך שילוב יכולות ניתוח מתקדמות ואבטחה בענן. המסלול מיועד למפתחים ולמנהלי פיתוח בארגונים או בסטארטאפים.\nהיום אנחנו רוצים לחלק לקוראי גיקטיים 99 כרטיסים לכנס המפתחים שלנו. כדי לזכות בכרטיס, כל שעליכם לעשות הוא להירשם למסלול המפתחים בכנס של IBM, ולאחר מכן למלא את הפרטים בטופס פה למטה. 99 הראשונים ייכנסו חינם ל-Geektime Code Elevation.\nלפרטים נוספים והרשמה\nLoading…\nהשנה אנחנו מארגנים כנס גדול ומעניין במיוחד, שיעסוק בכל התחומים החמים של עולם הפיתוח – Angular ,React, MobX, Redux, Microservices ועוד המון נושאים שמקיפים את כל חייו את המתכנת. למעלה מ-1,500 מפתחים יגיעו ליהנות מיום שלם שיוקדש כולו לשפות, קוד, ספריות, באגים וכל מה שמעניין את אנשי קהילת הפיתוח.\nבכנס ייערכו 50 הרצאות וסדנאות מקצועיות ב-6 מסלולים שונים, במטרה לחשוף את המשתתפים לטכנולוגיות החדשות, לדרכי העבודה של מפתחים בחברות מובילות ולקולגות שמתמודדים עם בעיות דומות ביומיום. המסלולים השנה יעסקו בתחומים כמו התקפות סייבר ו-VR, בטכנולוגיות הפיתוח במדיות השונות, בפיתוח הקריירה של מפתחים ועוד נושאים מעניינים. ששת המסלולים הם:\n1. Big Data, Small Talks – big data, machine learning, deep learning, data science\n2. The Future of Things – IoT, drones, VR, AR, autonomous cars .\n3. Cyber Space – cyber security, networking/communication and infrastructure.\n4. Developer Philosophies – career advancement for developers, self growth, developers as small business owners\n5. Full-stack World – mobile technologies, web technologies etc\n6. Landscape of Architecture – The current state of software architecture, learn from the experts how to design your softwares and apps\n\n", "keywords": "2017 watson tel-aviv summit,ib,מפתחים,כרטיסים חינם,m,geektime techfest,geektime code elevation,,geektime code elvation,ibm,דיוויד אינטרקונטיננטל,כנס,כנס מפתחים,מתכנתים,פיתוח,קהילת קוד פתוח,קוד פתוח,שיתוף,תכנות"}