{"url": "https://www.geektime.co.il/dress-code-we-work/", "type": "article", "title": "כאן עובדים בכיף: קוד לבוש מבקר ב-WeWork", "description": "מתחם העבודה WeWork נפתח עם המון רעש וצלצולים בתל אביב, וזה היה תירוץ מספיק טוב כדי לקפוץ ולראות האם הקנקן מעיד על מה שיש בתוכו. כנראה שיש דברים בגו", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/wework.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-27T11:10:57Z", "modified_time": "2015-02-16T14:44:21Z", "articleBody": "מתחם העבודה WeWork נפתח עם המון רעש וצלצולים בתל אביב, וזה היה תירוץ מספיק טוב כדי לקפוץ ולראות האם הקנקן מעיד על מה שיש בתוכו. כנראה שיש דברים בגו\nהסופה האחרונה גרמה לי לברוח מהשיטוט ברחובות אחר סטארטאפיסטים לתוך מתחם עבודה שיספק לי קורת גג חמה ומספיק חומר אנושי. כך מצאתי את עצמי במתחם WeWork החדש בתל אביב. על הדרך גם קיבלתי מנה גדושה של סטארטפיסטיות. כנראה שלפעמים חלומות מתגשמים.\n\nספינת האם: Dreame, הופכים את הדמיון לאומנות מודרנית ונגישה\nתאג מי: Dreamer, 3Dancer, #Giggler, #Connector, #Intrigued#\nמה לבשתי לפגישת המשקיעים האחרונה שלי: חולצה שחורה, חצאית אפורה וצמה בשיער.\nמתאים לי קפה עם: אהרון לוי, “שמעתי אותו מרצה מספר פעמים ואני מאוד מתחברת לדבריו. אשמח ללמוד ממנו”.\nאם הייתי אפליקציה – הייתי: אפליקציית מזג אוויר, “כנה וישירה. חוץ מזה שאפליקציית מזג האוויר בדרך מבשרת בשורות טובות אז בכלל”.\nקוד פתוח:\nשמלה – H&M\nסניקרס – חנות רנדומלית בלונדון\nעגילים וג’קט – של אמא\nספינת האם: Dreame, הופכים את הדמיון לאומנות מודרנית ונגישה\nתאג מי: Curious, #Artsy, #Culture geek, #Passion-minded, #Intuitive#\nמה לבשתי לפגישת המשקיעים האחרונה שלי: “ג’ינס פשוט, חולצה לבנה והנעלי זמש האדומות האהובות עליי”.\nמתאים לי קפה עם: הסופר דיוויד סדריס.\nאם הייתי אפליקציה- הייתי: Artstack.\nקוד פתוח:\nמעיל- &OtherStories\nחולצה- American Apparel\nג’ינס- Zara\nמגפיים- מפריז\nשרשרת- מתנה מסבתא\nQA משותף: כרגיל, מי שמצטלם בשניים נאלץ לספוג ביקורת ביחד. כנראה שהבנות לקחו את המדור הקודם שלי (“גברים לא בשחור”) צעד אחד קדימה. עד כמה שחסר לי צבע, השחור נלבש כאן בצורה מעולה – אלגנטית מחד אך עם נגיעות של אורבניות דרך המעילים, הנעליים והתכשיטים שמוסיפים קצת בלינג. ההמלצות שלי אליכן נמצאות בפריטים הקטנים – שרונה, מאחר ואת מגיעה מהממלכה אשמח אם להבא בשמלה כזו צרפי שרשרת לצווארון. אמילי, לך הייתי ממליצה להחליף את חבל הקשירה של המעיל בחגורת מותן דקה.\nצילום: גיקטיים\nספינת האם: Docady, אפליקציית סלולרי חינמית שחוסכת ממכם את המאמץ ויסורים הכרוכים במעקב אחר חוזי המשפחה המרכזיים שלכם.\nתאג מי: brazillianjiujitsu, #geek, #javascript#\nמה לבשתי לפגישה החשובה האחרונה שלי: “כנראה אותו דבר”.\nמתאים לי קפה עם: אלון מאסק, מייסד PayPal.\nאם הייתי אפליקציה הייתי: 9gag.\nקוד פתוח:\nנעליים – בלנסטון.\nמכנסיים – Jack and Jones, “קניתי בחנות בלונדון”.\nסווטשירט – בילאבונג.\nחמצוואר – “סרגו לי”.\nQA: אם נשים את הנעליים בצד לרגע, ולא משנה העובדה שצבעת איתן את הבית ואז נעלת אותן לעבודה, כי מי שם לב כשאתה עובד מול מחשב (הנה, אני), הלוק הזה לגמרי עובד. אני אוהבת את העובדה שגיא לא הלך על הג’ינס החרוש והצטייד במכנסי צ’ינו בצבע קאמל ואפילו לא דבק באותה פלטת גוונים והלך על סווטשווירט עם ירוק וחמצוואר אפור (שמרחוק נראה בכלל כמו צעיף שליפפת בנונשלאנט סביב הצוואר). בטח אתה אומר לעצמך “כולה לבשתי את מה שהיה בשלוף באותו בוקר”- אז הנה – הלך לך. אגב, זה לא פוטר אותך מלנקות דחוף את הנעליים.\nצילום: גיקטיים\nספינת האם: Elevation Academy, אקדמיה ליזמות וטכנולוגיה שמשלבת הכשרה מקצועית והעצמה אישית, ומסייעת לאנשים לרכוש את הכישורים הנדרשים לבניית קריירה במאה ה-21.\nתאג מי: Peoples-person#, #ליצנות_רפואית #לימודים #לגלוש #לרוץ #לצחוק\nמה לבשתי לפגישת המשקיעים האחרונה שלי: “בגלל שחורף והפגישה היתה בירושלים – לבשתי חליפת מכנסיים שחורה עם חולצה לבנה קלאסית מכופתרת וסריג של פעם מלא צבעים וארוג- גם חמים, גם מעניין ומעל הכל שובר שיגרה”.\nמתאים לי קפה עם: איתן וורטהיימר, “לדבר על מוזיקה וחינוך”.\nאם הייתי אפליקציה- הייתי: “אפליקציית מתנות שבה אנשים יכולים לפתוח פרופיל לבנאדם שהם אוהבים ורוצים לעשות לו מתנה. ואז אנחנו היינו עושים לו מתנה אישית וייחודית שמתאימה לבנאדם ולאירוע”. (נשמע שיש לך פה סטארטאפ – ר.ש)\nקוד פתוח:\nאוברול- חנות על דיזינגוף\nצעיף- מהודו\nנעליים- Dog Rocket\nסריג- Uniclo\nQA: אני לא אוהבת להגיד “אמרתי לכם”, אבל אמרתי לכם. ברגע שראיתי את שרה הרגשתי שנהיה לי אור בעיניים – כן, זה האפקט של צבעים חיים. מעבר לעובדה שהאוברול מחמיא לשרה ומאריך אותה, הצבע שלו מהפנט ואין ספק שישאיר רושם בכל מקום אליו תגיע עימו. הצעיף מצדיק את המשפט ‘כל המוסיף גורע’, הוא מתכתב עם הצבע של האוברול וזה מרגיש עמוס ומכביד על החלק העליון. הסריג לעומת זאת הוא תוספת עם תעוזה – התכונה שחייבת להיות בכל יזם.\nצילום: גיקטיים\nספינת האם: MyHeritage, עוזרת לגלות, לשמר ולשתף את ההיסטוריה המשפחתית שלך.\nתאג מי: music, #georges_perec, #fixed_gear_bikes, #mobile_apps#\nמה לבשתי בפגישה החשובה האחרונה שלי: נעלי עור שחורות מזארה, ג’ינס שחור של רנגלר וחולצה מכופתרת של Top men.\nמתאים לי קפה עם….:  “Niklas Zennström & Janus Friis, שני יזמים שאחראים על שירות המוזיקה החביב עלי – Rdio . כשהם נכנסו לשוק היו להם הרבה מתחרים אבל בזכות איכות המוצר הם התעלו מעל כל השאר”.\nאם הייתי אפליקציה- הייתי: Shazam , “אני לא רע בלזהות שירים”.\nקוד פתוח:\nחולצה – Wrangler\nג’ינס – Weekday\nנעליים – “מממ… טוב, טבע נאות”.\nמשקפיים – מחנות בשנקין.\nQA: כבר כמה מדורים שלא היה לי איזה גיק בחולצת משבצות אז דני, טוב שבאת. חייבת לציין שאתם משתכללים ותודה לורוד שהביא אתכם עד הלום. הנעליים של טבע נאות? מפתיע ומרגש כאחד. גם יפות וגם נוחות – קלאסי לכם גברים שנועלים נעלי ספורט לעבודה – אתם רואים שיש פיתרון?. מה שכן, הג’ינס קצת הורס לי. החשיבה על ללכת על בהיר מול הכהה של החולצה והנעליים נכונה אבל ספציפית כאן פחות מתאים. מכנסי צ’ינו כמו של גיא (גללו שתי תמונות למעלה) היו יוצרות לוק מושלם.\nצילום: גיקטיים\nספינת האם: Evolero, פלטפורמה ליצירת אתר תוכן מרכזי המקושר לאתרי רישום ונטוורקינג עבור סדרות אירועים וכנסים.\nתאג מי: #כנסים #יזמות #אמהות #יוגה #שינה\nמה לבשתי לפגישת המשקיעים האחרונה שלי: “היום הייתה לי פגישת משקיעים ולבשתי חולצה מכופתרת, מכנסיים קצרים שחורים וגרביונים בצבע שמנת, מנוקדים עם פפיונים שחורים (מהממים, שרכשתי בין כנסים בלונדון)”. (את יכולה לשלוח תמונה?- ר.ש)\nמתאים לי קפה עם: יוני בלוך, המייסד של Interlude. “נפגשנו כמה פעמים בכנסים, הוא עושה דברים מעניינים ומעוררי השראה והייתי שמחה לשבת איתו פעם לשיחה יותר עמוק”.\nאם הייתי אפליקציה- הייתי: Evernote, “סתם כי בא לי להתחתן עם האפליקציה הזו לפעמים. היא מושלמת”.\nקוד פתוח:\nסוודר- של אמא, “היו לו כריות אייטיז משוגעות בכתפיים שתלשתי החוצה”.\nמכנסיים- “מחנות מתוקה בכיכר מסריק מלפני כ-5 שנים”.\nנעליים- מאתר סקי\nמשקפי שמש- מברלין\nשעון- וינטאג’, “רולקס, בייבי!, מתנה שקיבלתי מהוריי ללידת בני הבכור”.\nלק מתקלף- “באדיבות Essie”.\nספינת האם: Evolero, פלטפורמה ליצירת אתר תוכן מרכזי המקושר לאתרי רישום ונטוורקינג עבור סדרות אירועים וכנסים.\nתאג מי: girlnextdoor, #workaholic, #number1aunt, #kitesurfer, #womenintech#\nמה לבשתי לפגישת המשקיעים האחרונה שלי: “אני תמיד קופאת בחורף אז אני משתמשת בטריק השכבות. לדעתי לבשתי שתי חולצות מתחת לסוודר עבה עם נעלי ה-Tsubo שלי מאחר והן הנעלי עקב היחידות שאני מסוגלת ללכת איתן”.\nמתאים לי קפה עם: אבישי אברהמי, מייסד Wix, “הוא הקים את אחת החברות הכי חדשניות ומרשימות בישראל כיום ולא הייתי מתנגדת לקחת את המוח שלו לכוס קפה”.\nאם הייתי אפליקציה- הייתי: Zombies Run, “אפליקציית ספורט שמכניסה אותך לכושר על ידי משחק בו אתה מותקף על ידי זומבים. מצחיק וכיפי”.\nקוד פתוח:\nסוודר- Urban Outfitters, “שקניתי כשפספסתי טיסה והחלטתי לפנק את עצמי בקניות”.\nג’ינס- Seven\nגופייה- J crew\nמגפיים- Uggs, “אני יודעת שהשם שלהם מגיע מהיותם מכוערים אבל הם ממש נוחים שאני לא יכולה להישאר אדישה”.\nQA: קודם כל לא שמתי לב שיש לכן אותן משקפי שמש – זה רק מראה לכם איך אקססורי יכול להיראות שונה לגמרי על אנשים שונים. מה שכן, הסטייל של שני וטל דומה – שתיהן נהנות ללכת עם מגפיים מחממים וסוודרים עבים. אני יכולה להבין שקר לכן – לכולנו – אבל חובה לשדרג טיפה. ה-Uggs עוברות אצלי אבל מגפי סקי למשרד? את יושבת בתל אביב, לא בירושלים. אם הייתן מצרפות מתחת לסריגים העבים חולצה מכופתרת – טל לבנה ושני משבצות – הכל היה נראה אחרת. תנסו את זה בבית.\nצילום: גיקטיים\nספינת האם: EatWith, קהילה בינלאומית המקשרת בין שפים בייתים לתיירים ומקומיים, המחפשים חוויות קולינריות מעניינות וייחודיות במסגרת קהילתית.\nתאג מי: Foodie, #DJ, #Beats, #Technology, #Cooking#\nמה לבשתי בפגישת המשקיעים האחרונה שלי: “אני לא מנכ”לית, אני עושה פיתוח עסקי אז בפגישה החשובה האחרונה שלי לבשתי חולצה ירוקה ממשי מזארה, בלייזר שחור שהשאלתי ואת הג’ינס שבתמונה”.\nמתאים לי קפה עם: “אני לא בן אדם של קפה, יותר מיץ סחוט אבל בתעשייה הייתי אומרת שאשמח לשבת עם יותם אוטולנגי, אושיה בתחום הקולניריה”.\nאם הייתי אפליקציה – הייתי: Shazaam, “אני גיקית מוזיקלית ואספנית והטכנולוגיה הזאת מדהימה”.\n\nקוד פתוח:\nג’קט- H&M\nג’ינס- Cheap Monday\nמגפיים- חנות בפילדלפיה\nתכשיטים- מעצב בשם אדי בורגו מ-LA\n\nQA: אנדריאה היקרה מרשימה אפילו יותר מבתמונה. הגוונים האפורים מחמיאים לה ולכן היא לא מהססת לשלב אותם בלוק אך לא סתם אומרים שיש באפור משהו מדכא. חולצה לבנה היא שילוב בטוח מדי וגורמת לשעמום קל. לכן הייתי ממליצה לקחת השראה מהאופניים ולהכניס את הטורקיז בחלק העליון. טי-שרט מגניבה או חולצה עם הדפס חייתי הייתה עושה את העבודה.\nצילום: גיקטיים\nספינת האם: SENSE, מפתחת בינה מלאכותית ליצירת חינוך מותאם אישית באקדמיה וב-E-Learning – מעין מורה פרטי מלאכותי.\nתאג מי: #בינה_מלאכותית #יזמות #מחקר_מדעי #מוצרים_להמונים #שחיה_בים_פתוח\nמה לבשתי לפגישת המשקיעים אחרונה שלי: “בדרך כלל אותו דבר – מכנסי ג׳ינס עם חולצה אלגנטית”.\nמתאים לי קפה עם: טים קוק, מנכ״ל אפל.\nאם הייתי אפליקציה הייתי: פייסבוק, “שילוב בין פופולאריות למשמעות”.\nקוד פתוח: הכל מ-asos.com.\nQA: קצת קשה לי למתוח ביקורת על גבר שעושה קניות באתר האהוב עליי. בשורה התחתונה הלוק נראה טוב – הצבעים נכונים, החגורה במקום, המידות מתאימות ואפילו יש שעון. אבל משהו חסר לי. לאחר התייעצות עם קולגה הבנתי כי הבעיה טמונה בצבעים – חיוור מדי. ההמלצה שלי הינה להחליף את חולצת התכלת בירוק כהה או בורדו.", "keywords": "קוד לבוש,יזמים,לבוש,אופנה,טיפים,אאוטפיטים של יזמים,לבוש של יזמים,סטארטאפיסטים,סטארטאפים,מה לובשים סטארטאפיסטים,dress code"}