{"url": "https://www.geektime.co.il/meizu-oneplus-allegedly-cheat-on-benchmark-tests/", "type": "article", "title": "לא יפה: OnePlus ו-Meizu נתפסו 'מרמות' במבחני השוואה", "description": "נתפסו על חם: דוח חדש מגלה כי גם OnePlus וגם Meizu גרמו למכשירים שלהם לפעול בשיא העוצמה, כאשר זיהו שהם בבדיקה השוואתית, וכך 'ניפחו' את תוצאות המדד. OnePlus הודיעה כי לא תעשה זאת שוב, Meizu לא הגיבה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/Screenshot_9.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-01T18:01:34Z", "modified_time": "2017-02-02T08:34:42Z", "articleBody": "נתפסו על חם: דוח חדש מגלה כי גם OnePlus וגם Meizu גרמו למכשירים שלהם לפעול בשיא העוצמה, כאשר זיהו שהם בבדיקה השוואתית, וכך ‘ניפחו’ את תוצאות המדד. OnePlus הודיעה כי לא תעשה זאת שוב, Meizu לא הגיבה\nמקור: OnePlus\nלא מעט משתמשים ואתרי טכנולוגיה עושים שימוש במבחני השוואה (Benchmark) כדי להשוות בין יכולות ופיצ’רים של סמארטפונים ומחשבים שונים. עם זאת, לא פעם הועלו חששות כי חברות הטכנולוגיה מודעות למבחנים הללו ומנסות בכל מחיר להשיג ציונים גבוהים יותר במדדים הללו. עתה עושה רושם ששתי חברות סיניות, OnePlus ו-Meizu נתפסו על חם בניסיון להטות את המדד ולהשיג תוצאה טובה יותר.\nבבדיקה משותפת של אתר פורומי המפתחים המוביל XDA וחברת Primate Labs, שעומדת מאחורי מבחן ההשוואה הפופולארי Geekbench, התגלה כי 3 מכשירים העלו בצורה מלאכותית את ביצועי ה-CPU, המעבד המרכזי של המכשיר, כאשר נערכה בהם בדיקה השוואתית: מכשיר ה-OnePlus 3, מכשיר ה-OnePlus 3T החדש ומכשיר ה-Pro 6 של Meizu (מייזו).\nמקור: XDA\nהחוקרים גילו את התרמית, כאשר הם הריצו את אפליקציית השוואת הביצועים הרגילה, תחת שמה הרגיל, ולאחר מכן, הריצו את אותה אפליקציה תחת שם אחר – Bob’s Mini Golf Putt. להפתעתם, הם ראו כיצד משתנים ביצועי המכשיר, זאת למרות שמדובר באותה אפליקציה ובאותן דרישות חומרה בדיוק.\nבמכשירים מתוצרת OnePlus גילו החוקרים כי החברה הטמיעה את הרמאות הקטנה הזו כבר ברמת הקושחה (Firmware) של המכשיר – שכללה רשימה של מבחני השוואה ביניהם Geekbench, AnTuTu, Androbench, Quadrant, Vellamo, ו-GFXBench. אז איך פעלה השיטה? מרגע שהמכשיר זיהה את האפליקציות הללו ו’הבין’ שהוא בבדיקה, המכשיר עשה שימוש במלוא עוצמת המיחשוב של המעבדים, למרות שלא היה בכך צורך. כך שבמקום המהירות העבודה הרגילה של המכשירים שעמדה על 0.31GHz, הואצה מהירות המעבדים ל-1.29GHz ול-0.98GHz (למעבדים החזקים והחלשים בהתאמה) – בזמן הרצת הבדיקה.\nמקור: XDA\nבמכשירים של Meizu גילו החוקרים דרך אחרת להשפיע על המדדים. כידוע, מעבדים מבוססי ARM כוללים מערכת big.LITTLE, שמתבססת על חלוקת עבודה תלויית משימות: משחקים או אפליקציות גרפיות יעשו שימוש במעבדים חזקים ויעילים, אבל בזבזניים במשאבים, כשבשאר המשימות ייעשה שימוש במעבדים חלשים יותר, אבל חסכוניים יותר אנרגטית. על פי הממצאים של הבדיקה, היצרנית הסינית גרמה למעבדים החזקים יותר לפעול, ברגע שהמכשיר זיהה את אפליקציית הבדיקה, למרות שלכאורה אין צורך בכך.\nבתגובה לממצאים מסרה OnePlus: “כדי להעניק למשתמשים חוויית משתמש טובה יותר עם משחקים ואפליקציות תובעניות, בעיקר בתחום הגרפי, יישמנו מנגנון בהפצות שלנו שגורמות למעבדים לפעול בצורה חזקה יותר. הטריגר שפעל בזמן אפליקציות בדיקות ההשוואה לא ייכלל בגרסאות Oxygen OS הבאות של מכשירי ה-OnePlus 3 ו-OnePlus 3T”. חברת Meizu, לעומת זאת, לא מסרה תגובה לממצאים.\nב-XDA וב-Primate Labs מסרו כי עוד יצרניות חשודות כי היטו את תוצאות המכשירים, אולם, הם עדיין זקוקים לעוד בדיקות כדי לוודא זאת. מהצד השני, ציינו החוקרים את החברות ההוגנות, שלא ניסו להשפיע בצורה מלאכותית על המבחנים: שיאומי, וואווי, HTC, סוני וגוגל.\nזו לא הפעם הראשונה שיצרניות ‘נתפסו על חם’ כשהן מרמות בזמן מבחני השוואה. לפני 4 שנים מצא אתר השוואת הביצועים AnandTech כי סמסונג ‘שיחקה’ בהגדרות מכשיר הגלאקסי S4, כדי שיגיע לביצועים טובים יותר בזמן בדיקה; יצרנים נוספים שנחשדו ברמאות היו HTC, אסוס ו-LG.\nהדוח המלא נמצא כאן", "keywords": "מייזו,oneplus,וואןפלאס,וואןפלוס,בנצ\\'מרק,מבחני השוואה,רמאות,מדד,ציון,xda,geekbench"}