{"url": "https://www.geektime.co.il/chrome-whatsapp-messages/", "type": "article", "title": "ככה תשלחו וואטסאפ למישהו בלי להוסיף אותו לאנשי הקשר", "description": "נמאס לכם להספים את רשימת אנשי הקשר שלכם במספרי טלפון של אנשים שהתכתבתם איתם באופן חד פעמי? יש לנו פתרון סופר פשוט לבעיה המעיקה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/web-2-frame-1593585048-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-01T10:36:18Z", "modified_time": "2020-07-02T09:08:51Z", "articleBody": "נמאס לכם להספים את רשימת אנשי הקשר שלכם במספרי טלפון של אנשים שהתכתבתם איתם באופן חד פעמי? יש לנו פתרון סופר פשוט לבעיה המעיקה\nמקור: Whatsapp\nוואטסאפ היא אולי האפליקציה הכי פופולארית לתקשורת, אבל בתור מוצר היא מפגרת שנים אחרי מוצרים מקבילים דוגמת טלגרם המצוינת. אחד החסרונות הגדולים של האפליקציה הוא הצורך לצרף אנשי קשר חדשים לפני שניתן לשלוח להם הודעה מיידית. חסרון גדול? עד עכשיו, כי פיתוח חדש של סטארטאפ ישראלי פותר את הבעיה.\nכלי חינמי חדש של הסטארטאפ הישראלי Spetz מאפשר להתחיל שיחות וואטסאפ בממשק הוובי של האפליקציה, בלחיצת כפתור. לאחר התקנתו, תוכלו ללחוץ על כל מספר טלפון שמופיע בעמוד הפתוח בדפדפן שלכם, ולשלוח לו הודעה ישירות – ללא כל הכנות מוקדמות.\nאלון סלוצקי, מייסד Spetz, מספר לגיקטיים כי התוסף פותח במקור כדי לסייע ללקוחות שלהם – מחלקות ה-HR – לתקשר בנוחות עם המועמדים הפוטנציאליים; ״מגייסות סיפרו לנו על בעיה מציקה – הן עובדות מהמחשב, וכל פעם שהן רוצות ליצור קשר בוואטסאפ עם מועמד הן צריכות להקליד את המספר בטלפון, לשמור כאיש קשר ואז למצוא אותו בוואטסאפ. זה לוקח זמן וגם מספים את רשימת אנשי הקשר בנייד״, אומר.\nאלא שמדובר בבעיה רחבה הרבה יותר שרלוונטית לכל אחד ואחת מאיתנו באופן יומיומי; בין אם כדי לתקשר עם לקוחות או ספקים, ובין אם כדי להתכתב עם דייט פוטנציאלי או לקבל פרטים על דירה או רכב שמצאו חן בעיניכם.\n  הצטרפו לקבוצת הטלגרם שלנו וקבלו לפני כולם את כל חדשות הטכנולוגיה וההייטק \nלאחר התקנת התוסף, שזמין בשלב זה רק בכרום, תתבקשו לאתחל את הדפדפן או לפתוח חלון חדש. בשלב הבא, כל שתצטרכו לעשות כדי לשלוח הודעת וואטסאפ בלי להסתבך היא פשוט לסמן את מספר הטלפון של הגורם הרלוונטי, ללחוץ על הכפתור הימני בעכבר / Touchpad – ולבחור באפשרות החדשה שהתווספה לתפריט – “Send Whatsapp message”. לחיצה על האפשרות הזו תפתח את הממשק הוובי המוכר של וואטסאפ, ומרגע זה אתם חופשיים לשלוח הודעה רגילה לחלוטין.\nסלוצקי מסביר כי הקוד משתמש בפיצ׳ר המובנה של וואטסאפ, Link-to-chat: ״התוסף לא צריך שום פרטים שלך, זה פשוט פותח חלון וואטסאפ ווב. ליתר דיוק התוסף שואב דבר אחד וזה מיקום, אבל רק בגלל עניין טכני של לדעת איזה פורמט מספרי טלפון לזהות״. לדבריו, הכלי לא אוסף שום מידע, ופותח במטרה לסייע ללקוחות הקיימים שלהם ולטובת מיתוג.\nבהמשך, מתוכננים להתווסף פיצ׳רים נוספים לתוסף, ביניהם היכולת לבחור שהלינק יפתח שיחה בגרסת הדסקטופ ולא הווב; אפשרות להתחיל שיחה עם מספרים בחו״ל – כרגע ניתן לפתוח שיחה רק עם מספרים בפורמט של המדינה בה אתם נמצאים; והפיצ׳ר המתבקש מכולם – האפשרות להזין ידנית מספר טלפון ולהתחיל איתו שיחה.\nלהורדת התוסף לכרום\n﻿\nאופציה נוספת לשליחת הודעות וואטסאפ דרך הטלפון היא כזו: שימרו ביישום הפתקים שבטלפון שלכם את הקישור הזה – https://api.whatsapp.com/send?phone=972xxxxx. בפעם הבאה שתירצו לשלוח הודעה, החליפו את האיקסים במספר הטלפון ללא קידומת אפס, לחצו על הקישור, פיתחו אותו דרך וואטסאפ – וזהו. תודה לקורא אלון גזית על הטיפ.\nדרך אחרת וקלילה אף יותר היא פשוטה הורדה של אפליקציה כדוגמת Quick Message הזמינה באנדרואיד ו-iOS.\n ", "keywords": "וואטסאפ,תוסף לכרום,כרום,הודעות,שליחת הודעות וואטסאפ,spetz,hr,whatsapp"}