{"url": "https://www.geektime.co.il/internet-explorer-10-vs-chrome/", "type": "article", "title": "משבר הזהות של אינטרנט אקספלורר", "description": "בזמן שכולם חוגגים את ניצחונו של כרום, שוקדת מיקרוסופט על אינטרנט אקספלורר 10. כיצד צפוי להמשיך קרב הדפדפנים והאם זה כבר אבוד?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/06/ex10.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-06-02T13:27:32Z", "modified_time": "2012-06-02T19:17:03Z", "articleBody": "בזמן שכולם חוגגים את ניצחונו של כרום, שוקדת מיקרוסופט על אינטרנט אקספלורר 10. כיצד צפוי להמשיך קרב הדפדפנים והאם זה כבר אבוד?\nתמונה: flickr, cc-by, volantra\nבשבוע האחרון הייתה חגיגה רבתי ברחבי האינטרנט: דפדפן כרום עקף את דפדפן אינטרנט אקספלורר בנתח הגלישה.\nהאמנם כך? אם כן – מדוע אתרים כמו Stat Owl עדיין טוענים ש-IE מחזיק את הכתר בבטחה?\nובכן, איסוף נתוני גלישה היא משימה לא פשוטה ולא מדוייקת:\nבהינתן שלכל אחד מהמקורות שמציגים נתונים על נתח השוק של הדפדפנים יש בסה”כ מדגם סטטיסטי, ובהינתן השאלות הנ”ל, ניתן להבין כיצד גופי מחקר שונים יכולים להגיע לתוצאות שונות כ”כ. נתח השוק של IE יכול לנוע בין 25% ל 55% – תלוי במקור.\nבכל זאת יש מספר מצומצם של מקורות שנחשבים מקובלים ואמינים יותר מהאחרים, ששיטת הבדיקה שלהם נכונה יותר. הידוע בניהם הוא StatCounter ולפני שבוע הוא הכריז רשמית שכרום עקף את IE גם בימי העבודה – כלומר בימים בהם ל-IE יש יתרון.\nהדפדפן הנפוץ - ע\"פ מדינה. כחול = IE, ירוק = כרום, כתום = FF, אדום = Opera. מקור: wikipedia\nתחת אווירה עוינת וכמה הצהרות תקשורתיות ומיליטנטיות, ניתן לחשוב ש-IE כבר אינו רלוונטי. ב-SAP אנו עדיין תומכים ב-IE גרסה 6 במוצרים חדשים, אולי בקרוב נתמוך “רק ב IE7”. עד עתה הנחתי שהבעיות שנוגעות ל-IE שאני מתמודד איתן הן נקודתיות ולא רלוונטיות לכלל ציבור המפתחים. מה שקצת שינה את דעתי הוא הסקר הזה (יש לענות על מנת לראות את התוצאות).\nמסתבר שכמה חברות הפונות לשוק הפרטי תומכות בגרסאות ישנות של IE כדי לא לאבד את נתח השוק הקטן שהן מייצגות ושיש לא מעט מפתחים שעדיין מתעסקים עם IE עבור ארגונים. ועוד מדובר בסקר של Paul Irish – המייצג את הפלח החדש של מפתחי הווב.\nבשנות ה-90 דפדפן אינטרנט היתה תוכנה ייעודית עבור אלו שהתעסקו ב”אינטרנט”, לא משהו מובן מאליו [ד]. היו מספר דפדפנים חינמיים (מבוססים על מנוע בשם מוזאיק, שפותח ע”י גוף ממשלתי של ארה”ב) אך הדפדפן שהתבלט היה  Netscape Navigator – שפותח ע”י חברה מסחרית קטנה שזה היה כל עיסוקה.\nנתח השוק של דפדפנים בין 96 ל 2009. מקור: wikipedia\nפרשנות שונה ל box model, ע\"פ Netscape (שהפך לתקן ה W3C) ומייקרוסופט. מקור: wikipedia\nספציפית במקרה זה, אני (ועוד כמה אחרים) חושב שהמודל של מיקרוסופט היה מוצלח יותר. אבל גוף התקינה דווקא החליט להשתמש בפרשנות של Netscape והפך אותו לחלק מהתקן [ב].\nהסיאוב שנובע ממונופול לא פסח על מיקרוסופט. מיקרוסופט התעלמה מחלקים מסוימים בתקן, ולא מיהרה לאמץ חלקים חדשים. היה ברור לה איך צריך לבנות דפי אינטרנט: בדרך ש-IE6 אוהב לאכול אותם, כמובן. אפילו יותר גרוע: לאחר גרסה IE6 היא הפסיקה להשקיע בפיתוח IE ובמשך 5 השנים הבאות שוחררו רק כמה תיקוני באגים ועדכוני אבטחה.\nזוכרים את הקוד ש-Netscape תרמה לארגון מוזילה? ארגון מוזילה המשיך, בשקט בשקט, לפתח את הקוד ובשנת 2004 מוזילה שיחררה דפדפן חדש בשם פיירפוקס (שועל האש). פיירפוקס הכיל חידושים אמיתיים בחווית הגלישה, כשהבולטים בהם הם השימוש בטאבים והקלות בפיתוח Plug-Ins. מיקרוסופט מצידה נרדמה בשמירה והצהירה ש-FF לא מהווה איום עליה. רק בגרסה 3, בערך (שנת 2008), FF היה מספיק בוגר ומהיר על מנת שיחשב כעליון על IE6. אחד המאפיינים הבולטים שלו היו מהירות גבוהה, מהירות שגרמה ל-IE6 להראות כמו מוצר שנזנח במשך חצי עשור.\nנראה שמיקרוסופט התעוררה בסוף 2007, כשגרסאות בטא של FF3 היו זמינות בשוק – והיתרון של FF היה ברור. היא הסירה את הדרישה לבדיקות רישיון חוקי (Windows Genuine Advantage) כתנאי להתקנת IE7 (כל הישראלים היו תקועים עד אז עם IE6) והעירה את צוות הפיתוח שלה מתרדמת ארוכה כשהחלה לפתח את IE8 במרץ. IE8 סיפק תמיכה טובה בהרבה מ-IE7 בסטנדרטים (כלומר: תמיכה סבירה) ומיקרוסופט ניסתה את מזלה ביצירת חווית גלישה חדשה בעזרת  ה-Accelerators – ניסיון שנכשל.\nמוזילה, בניגוד למיקרוסופט, הייתה קפדנית מאוד בהצמדות לתקנים. היא חרטה את התאימות לתקנים על דגלה והצליחה להביך את מיקרוסופט לא פעם. המשתמשים בחרו בפיירפוקס כיוון שהיה מהיר יותר, נוח יותר ומגניב יותר – אך הדיון בצורך בתקנים והתאמה של אתרים לדפדפנים שאינם IE חזרה לתודעה הכללית.\nאינטרנט אקספלורר 6 וכל גרסאות IE שיצאו אחריו, עדיין מאפשרים להריץ דפי אינטרנט בדיוק כפי שרצו על IE5.5 – דפדפן משנת 2000. למיקרוסופט היתה חשובה התאימות לאחור והיכולת להריץ כהלכה דפי אינטרנט ישנים. מוד הרצה זה נקרא “Quirks Mode”. הוא זמין רק על גבי דפדפני IE, למרות שכרום, אופרה, FF וספארי מספקים Quirks Mode Emulation (בקיצור QME) – מצב שבו דפדפנים אלו מציגים “בקירוב” דפים ישנים של IE.\nעד היום FF הוא הדפדפן המחמיר ביותר בהצמדות לתקן. אפילו Chrome “מוכן לוותר לפעמים למפתחים”. הנה דוגמה פשוטה: URLs לתמונות בתוך קבצי CSS מחושבים יחסית למיקום של קובץ ה-CSS. פיירפוקס לא יאפשר לנהוג אחרת. ספארי, כרום ו-IE ינקטו גישה מקלה ואם הם לא מוצאים את התמונה במקום המצופה, הם ינסו שוב בהנחה שה-URL הוא יחסית לדף ה-HTML – טעות נפוצה של מפתחים. האם הקלה בתקן היא דבר טוב? היא חוסכת מהמפתחים לתקן את הקוד שלהם – אך מאפשרת יצירה של דפי אינטרנט לא תקניים. A Tradeoff.\nאם פיירפוקס הצליח להפתיע את מיקרוסופט, הרי נראה שאת משמעויות כניסתה של גוגל למשחק מיקרוסופט לא עיכלה לגמרי עד היום. גוגל הקימה צוות-על לפיתוח דפדפן-על בשל כרום בו וחרטה על דגלה ממשק משתמש מינימליסטי “The invisible Browser” ומהירות גבוהה. למשך תקופה, כרום היה כ”כ מהיר כך שהמהירות של FF נראתה כמו בדיחה. במקביל, גוגל הזרימה מאות מיליוני דולרים ותמכה ב FF – ועזרה לו להגיע לשיאים חדשים. ע”פ גוגל, בעלות על הדפדפן הנפוץ בעולם זה נחמד – אך זו אינה המטרה. לגוגל חשוב אפילו יותר שהאינטרנט יהיה נוח לשימוש – כך שחברות ימשיכו להסתמך עליו בפיתוח המערכות והאתרים שלהן, ותואם לסטנדרטים – כך שיהיה קל לחפש בו.\n/\nכרום ופיירפוקס קיבלו בברכה את תקן ה-HTML5 המתהווה והן משפרות את התמיכה בו ללא הרף. מיקרוסופט משקיעה הרבה מאמצים בשנתיים האחרונות בתאימות לתקן – אך היא עדיין משתרכת מאחור. כאשר מיקרוסופט תשחרר את IE10 – דפדפן שהשקיעה בו המון, הוא עדיין יהיה במקום האחרון בתמיכה ב-HTML5. זה עוד לא הכל:\n/\n1. מיקרוסופט משחררת דפדפנים לאט. לאחרונה עדכנה את המדיניות שלה לעדכון פעם בשנה – צעד מהפכני מבחינתה. אולם, פיירפוקס וכרום משחררים גרסה כל 6 שבועות, והמשתמשים שלהם משפרים את יכולות הדפדפן שלהם כל הזמן. בין שחרור גרסה לגרסה של מיקרוסופט – משתמשי כרום ו-FF יעדכנו את הדפדפן שלהם 9 פעמים בממוצע ויהנו במשך תקופה מעוד ועוד תמיכה ב-HTML5.\n/\n2. בעוד כרום ופיירפוקס מעדכנים את גרסת הדפדפן אוטומטית, IE יתעדכן רק בעקבות הסכמה מפורשת של המשתמש. בנוסף לזאת, IE מציב קשיים בעדכון של גרסאות חדשות: אם אתם רוצים את IE9 עליכם להיות בעלי Windows Vista SP2 ומעלה. עבור IE10 תאלצו להיות בעלי Windows 7 ומעלה.הווה אומר: משתמשי Windows XP, שהם עדיין רוב משתמשי ה-Windows בעולם, לא מסוגלים לשדרג ל-IE9 – הדפדפן הראשון של מיקרוסופט שניתן לייחס לו תמיכה סבירה ב-HTML5. מצד שני, אין להם בעיה להשתמש בגרסאות האחרונות של כרום או פיירפוקס – מה שמצביע שההחלטה של מיקרוסופט נובעת משיקולים עסקיים. נראה ש-IE נדרש “לדחוף” שדרוגים של מערכת ההפעלה Windows, ואינו חופשי להתחרות בצורה “חופשית לחלוטין” מול הדפדפנים האחרים.\n/\nאם משווים את התמיכה ב-HTML5 עבור ה”משתמש הממוצע של כרום” מול תמיכה ב-HTML5 עבור ה”משתמש הממוצע של IE” הפער הוא אדיר. הרכיבו את שני התרשימים האחרונים בכדי להבין את גודל הפער.תופעת לוואי נוספת של הקושי של משתמשי IE בלשדרג את הדפרפן שלהם היא שעל מפתחי מוצרי הווב לתמוך ב-4 (ובקרוב 5) גרסאות שונות של IE, בעוד בכרום או פיירפוקס הצהרה מקובלת היא “גרסה אחרונה בלבד”. אפילו SharePoint של מיקרוסופט אימצה מדיניות זו. לא פלא שמפתחים רבים מתוסכלים מהתמיכה בדפדפן IE.\n/\nיש פה משהו לא הוגן כלפי מיקרוסופט: התמיכה של IE בגרסאות ישנות נובעת מלקוחותיה שדורשים זאת. מיקרוסופט מחוייבת לתמוך בכל מוצריה 10 שנים מרגע ששוחררו. ארגונים המפתחים תוכנות ארגוניות (בניהם גם SAP) לא רוצים לבצע בדיקות, כל 6 שבועות, שהתוכנה עובדת שלהם כמו שצריך. בפעמים רבות מדובר ב”מסכים” ישנים שאף אחד לא נגע בקוד שלהם במשך שנים – אך הם עדיין שימושיים. גרסה יציבה וידועה של הדפדפן חוסכת מכותבי התוכנה את הצורך בבדיקות רגרסיה מול גרסאות חדשות, ומהלקוח את מפח הנפש כאשר משהו לא יעבוד.\n/\nולמה שמשהו לא יעבוד? חחחחח….. זו שאלה מצחיקה. IE6 למשל, הוא רחוק למדי מהסטנדרטים. עצם המעבר לתמיכה בסטנדרט עשויה לגרום לקוד הישן, הלא סטנדרטי, להפסיק לעבוד. התמיכה של IE אחורה היא חרב פיפיות: ארגונים רבים לא נוטשים את IE בגלל התמיכה הזו, ומצד שני התמיכה הזו מקשה על IE להפוך לסטנדרטי ולהתקדם קדימה.אם כן, מה האלטרנטיבות של מיקרוסופט? מה היא יכולה לעשות?\n/\nלמוזילה יש תוכניות לספק “גרסה יציבה” של FF – מה שייקרא ESR, שתעודכן כל שנה – בדיוק לצרכים אלו. גרסה שתוכל לחיות side-by-side על אותו המחשב עם הגרסה העדכנית ביותר ולשרת שימוש בתוכנות ארגוניות ישנות. היו קולות שקראו למיקרוסופט לנקוט גישה דומה, אך לא שמעתי אף שמועה על רמז לתגובה מצידה של מיקרוסופט. חבל מאוד.\nאז אולי למיקרוסופט לא יהיה את הדפדפן הנפוץ או הטוב ביותר בשוק – מה הבעיה?\nאבל מאז שמחשבי הלוח הפכו למציאות ארגונית בה למיקרוסופט אין כרגע נוכחות. ההשקעה בפתרונות התלויים ב.NET ולא יכולים לרוץ על מחשבי טאבלט של אפל או אנדרואיד היא החלטה מגבילה למדי עבור ארגונים רבים. מיקרוסופט נאלצה להתכופף ברגע האחרון ולהפוך את JavaScript ו-HTML5 ל “First Class Citizens” של Windows 8, אולי אפילו על חשבון טכנולוגיות .NET (נוכל לדעת זאת עם הזמן). הדבר העצוב עבור מיקרוסופט הוא ש-IE10 שיתמוך באסטרטגיה הזו עתיד להיות בעת השקתו דפדפן בינוני למדי – יחסית לשאר הדפדפנים הזמינים [ג].\nהגיע הזמן שמיקרוסופט תבין שאם היא רוצה בעלות על דפדפן מרכזי היא צריכה לשחרר את IE, ולאפשר לו להתחרות בפני עצמו, מבלי לקדם את Windows או מוצרים אחרים של החברה. אפשרות אחרת היא לקנות את קרן מוזילה – Opera תמכר כבר לפייסבוק – כך נראה.\n[א] ההערכה שאני מכיר היא שבתוך ארגונים IE מהווה בערך 70% מסך הדפדפנים. זוהי הערכה פנימית ששמעתי במסגרת העבודה. אין לי מקורות חיצוניים ע”מ לחזק אותה.\n[ב] כיום, כשתמיכה בסטנדרטים היא פופולארית ואנו רגילים לנגח במיקרוסופט, לא מפליא למצוא ערך בוויקיפדיה כמו Internet_Explorer_box_model_bug\n[ג] מיקרוסופט תטען אחרת, כנראה. אחד הגורמים שבהם מיקרוסופט מנסה “למכור” לנו את העליונות של IE10 היא בדיקות ביצועים של Canvas (כתיבה ישירה ל”מסך”) ו-WebGL. דפדפן IE אכן נהנה מיתרון בכל הנוגע ל-Hardware Acceleration במערכות Windows – אך זה רק מימד אחד ולא כ”כ קריטי לדעתי.\n[ד] הדפדפן הראשון, אגב, נקרא WorldWideWeb ונכתב ב Objective-C – שפה לא-חדשה בעליל.\nהפוסט פורסם לראשונה בבלוג ארכיטקטורת תוכנה.", "keywords": "אינטרנט אקספלורר,אקספלורר,מיקרוסופט,כרום,גוגל כרום,פיירפוקס,מוזילה,דפדפן,דפדפנים,נטסקייפ,firefox,chrome,explorer,internet explorer,ie,mozila,google chrome,webrowser"}