{"url": "https://www.geektime.co.il/insider-jobs-30-12-18/", "type": "article", "title": "שנה חדשה, משרה חדשה: הנה 17 משרות שוות בהייטק", "description": "מוכנים לאתגר הבא? הנה 17 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/GettyImages-148249215-1545558665-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-12-30T12:30:38Z", "modified_time": "2018-12-31T12:26:56Z", "articleBody": "מוכנים לאתגר הבא? הנה 17 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם\n\nצלם/תמונה: Hill Street Studios LLC / Getty Images Israel \nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nWhiteSource\n\nWhiteSource מאפשרת למפתחים, אנשי אבטחת מידע ומנהלי Compliance לאבטח ולנהל בקלות את רכיבי הקוד הפתוח בתוכנה המפותחת על ידם, וכך המפתחים יכולים להמשיך ולהתמקד בבניית מוצרי תוכנה. החברה נוסדה ב-2011 על ידי שלושה יזמים סדרתיים: רון רימון, עזי כהן ורמי שש. מעבר לפתרון שהיא מציעה בכל הקשור לניהול ואבטחה של קוד פתוח, השכילה החברה לבסס את עצמה כמובילה בתחום, בעיקר הודות ליכולת הייחודית שלה לספק גם מענה לצרכים העסקיים של צוותי הפיתוח והאבטחה וגם חשיבה מעבר לרעיון המופשט של אבטחה והתאמה של רכיבי הקוד הפתוח למדיניות החברה.\n-To send a CV for the position of Customer success manager\n– To send a CV for the positiond of Front End Development Team Leader\n– To send a CV for the positiond of SDR- Sales Development Manager- EMEA\n\n Sisense\n\nעם מעל 500 עובדים בשורותיה במספר מוקדים שונים ברחבי העולם כמו ניו-יורק, לונדון וטוקיו וגיוס כספים של כ-200 מיליון דולר, חברת Sisense מציבה רף חדש בתחום ה-BI באמצעות מערכת שמאפשרת למשתמשים עסקיים לנהל ונתח מידע (Data).\nהפלטפורמה שפותחה ב- Sisense,מקיפה ומכסה כל שלב בהליך ניתוח הבינה העסקית – החל משלב הכנת הנתונים לניתוח, ועד לשלב הפקת מסקנות ותובנות.\n-To send a CV for the position of Senior Data Scientist – Labs\n– To send a CV for the positiond of Software Backend Engineer\n– To send a CV for the positiond of SEO Specialist\nGeneral Motors \n\nג’נרל מוטורס הוקמה ב-1908 הנהלת החברה ממוקמת בארה”ב והחברה מעסיקה היום למעלה מ-200 אלף עובדים ברחבי העולם. במרכז הפיתוח והמחקר של GM בהרצליה פיתוח מפנים את הזרקור אל עבר אחד מהנושאים היותר לוהטים בתעשיית הרכב והטכנולוגיה בשנים האחרונות – הרכב האוטונומי.\n-To send a CV for the position of Senior Computer Vision Developer\n– To send a CV for the positiond of Algorithm Optimization Team Leader\n– To send a CV for the positiond of Deep Learning Software Engineer\n\nChegg\n\nChegg היא חברה אמריקאית שחרתה על דגלה לעזור לסטודנטים והיא מכוונת להפוך את הצורך בהשכלה לאפשרי ומשתלם לכל אחד. היא משפרת את התוצרים של הסטודנט האמריקאי במגוון שירותים: מהוזלת קניית ספרי לימוד בצורה משמעותית, דרך הצעת שירותים ויישומים לשיפור הזיכרון בלמידה למבחנים ומומחי תוכן שמסייעים מרחוק, ועד עזרה במימון הלימודים, מציאת המקום להתמחות לצבירת ניסיון ואפילו תכנון של קריירה והשלמת מיומנויות דרושות שחסרות באקדמיה.\n-To send a CV for the position of Staff Backend/Fullstack Engineer – eTextbooks Platform\n– To send a CV for the positiond of Sr. Mobile Product Manager\n– To send a CV for the positiond of Engineering Manager– eTextbooks Platform\n\nApplied Materials\n\nאפלייד מטיריאלס ישראל מפתחת ומייצרת מערכות המהוות תשתית קריטית של תעשיית השבבים.\nאפלייד הייתה בין חברות הטכנולוגיה הבינלאומיות הראשונות שזיהו את הפוטנציאל העצום של תעשיית ההייטק המקומית, ורכשה את החברות אופאל ואורבוט מכשור הישראליות כבר בשנת 1997.\nמאז הקמת החברה הישראלית, התפתחה אפלייד וצמחה באופן משמעותי. כיום היא מעסיקה מעל 1,400 עובדים בארץ, רובם בפעילות הפיתוח והייצור באתר הממוקם בפארק המדע ברחובות.\n-To send a CV for the position of System Engineer\n– To send a CV for the positiond of C++ SW Team Leader\n– To send a CV for the positiond of SW student\n\nDoubleVerify\n\nDoubleVerify שמה לה למטרה להפוך את העולם המקוון לבטוח ושקוף יותר עבור המותגים הגדולים בעולם, והיא מאמינה שעל ידי השימוש בפלטפורמה שלה היא לא רק משרתת מותגים, אלא גם עוזרת להפוך את העולם הדיגיטלי למקום קצת יותר בטוח. החברה פיתחה מאפס ורטיקל חדש לגמרי בכל הקשור לניטור ומדידת מדיה באינטרנט.\nTo send a CV for the position of Backend Developer–\nTo send a CV for the positiond of Big Data Engineer\n\n\n", "keywords": ",סייסנס,ווייט סורס,whitesource,sisense,apple,applied matirials,aqua,autodesk,chief system architect,cloudshare,cyber security,devop,devops,dome9,doubleverify,front end developer,fyber,geektime insider,hibob,ilyon,insider,intuit,myhritage,product manager,qa engineer,risk management lead,singular,starhome mach,trax,ux/ui expert,yotpo,אוטודסק,אור יהודה,איליון,אינסיידר,אפל,אפלייד,אקווה,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,טראקס,יוטפו,משרות,סטארהום מאך,סייבר,סינגולר,עבודה בהייטק,פייבר,פפר,ראש העין,רחובות,רעננה"}