{"url": "https://www.geektime.co.il/louis-c-k-makes-money/", "type": "article", "title": "מי אמר שאין כסף באינטרנט?", "description": "הקומיקאי Louis C.K החליט להפיץ את המופע החדש שלו רק דרך האינטרנט, ללא שימוש בכלי פרסום או הפצה חיצוניים. האם הוא הצליח להרוויח מכך כסף, וכמה בדיוק?", "image": "https://files.geektime.co.il/wp-content/uploads/2011/12/2011-12-14_1354.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-12-14T14:39:23Z", "modified_time": "2011-12-15T09:36:34Z", "articleBody": "הקומיקאי Louis C.K החליט להפיץ את המופע החדש שלו רק דרך האינטרנט, ללא שימוש בכלי פרסום או הפצה חיצוניים. האם הוא הצליח להרוויח מכך כסף, וכמה בדיוק?\nמקור: יח\"צ\nכיום, אין זאת הפתעה לגלות שהשיווק באינטרנט עובד. אך אם עד עכשיו חשבתם שכדי להצליח ולהרוויח כסף עליכם לבנות דף פייסבוק ייעודי, להתחיל להפיץ את הבשורה בקרב כלל המשתמשים ולבזבז שבועות ארוכים עד שתתחילו לראות רווחים – לואיס סי קיי (Louis C.K) מראה לכם שאתם טועים ובגדול.\nהקומיקאי האמריקאי לואיס סי קיי (Louis C.K) הוציא מופע חדש בשם “Louis C.K.: Live at the Beacon Theater” ובמקום להשתמש בדרכי ההפצה הרגילות ולנסות למכור את המופע לרשתות הכבלים, הוא החליט להפיץ אותו באופן עצמאי – ישירות באתר הבית שלו. המופע באורך של שעה, זמין להורדה או לצפייה ישירה תמורת חמישה דולרים.\nבנוסף לצורה השונה בה בחר להפיץ את המופע שלו, הוא בוחר בדרכי פרסום עוד פחות שגרתיות, ביניהן פרסום דרך האתר Reddit, במהלכו ענה על שאלות של מעריציו הנאמנים באתר. בין הנושאים שכיסה היה ניתן למצוא התייחסות לפירטיות ברשת, אינטרקציה עם האוהדים, מעורבותו בהפקת הסדרה ועוד.\nבין השאלות המעניינות שהשיב עליהן היה ניתן למצוא מדוע אינו שוכב עם מעריציו, מדוע אינו עושה יותר סרטים, עצות לקומיקאים מתחילים, מה הוא מתכנן לעשות עם כל הכסף שלו וכמובן – מדוע הוא נוטה לקלל ולהעליב את כולם. בעוד שידוע כי השיווק באינטרנט עובד, במיוחד שמדובר בקומיקאי בסדר גודל בינלאומי שכולם אוהבים – השאלה המתבקשת היא: “כמה כסף הוא הרוויח מפעולה זו?”.\nארבעה ימים לאחר שהחל עם הקמפיין, פרסם סי. קיי באתר הרשמי שלו את הנתונים שחיכינו לשמוע. 12 שעות לאחר שעלה המופע לאתר, למעלה מ-50,000 משתמשים רכשו אותו, מה שהוביל לרווח של 250,000 דולרים – רווח שמכסה לא רק את הפקת הוידאו ואת אתר האינטרנט, אלא משאיר לסי. קיי גם כסף לבזבוזים.\nבשלושת הימים לאחר ההשקה הצליח למכור למעלה מ-110 אלף עותקים והרוויח 500,000 דולרים. למעשה, הוא מתגאה בכך שהרווח הנקי שלו כרגע הוא כ-200 אלף דולרים, פחות מהשכר שהיה מקבל מחברה גדולה פשוט כדי להופיע פעם אחת ולתת לה לנהל את תהליך ההפצה והמכירה – בעוד שהם היו גובים מהצופים לפחות 20 דולרים עבור המופע.\nמכוון שלואיס סי. קיי הצליח לבנות את עצמו כמותג הרבה לפני נסיון ההפצה של המופע – אין זאת חוכמה שהצליח להגיע לכל כך הרבה משתמשים וגרם להם לפתוח את הארנק. בעוד שמותג מתחיל או אפילו קומיקאי שעדיין לא הצליח לבסס את עצמו, כנראה לא יצליח להגיע לרווחים בכמויות כאלה עדיין ניתן להסיק את המסקנה העיקרית המתבקשת – האינטרנט הוא כלי הפצה מדהים, כל עוד יודעים איך להשתמש בו. נקווה שאמנים נוספים ישכילו להשתמש בו ובכך לחסוך למעריצים ולצופים את עלויות התיווך עליהם נאלצים לשלם היום.\n", "keywords": "louis c.k,לואיס סי קיי,digital distribution,הפצת תכנים,הפצה דיגיטלית,"}