{"url": "https://www.geektime.co.il/ai3-at-accelerator/", "type": "article", "title": "תכנית האצה חדשה פונה למיזמים שפיתחו טכנולוגיות מסייעות לבעלי מוגבלויות", "description": "המאיץ A3i משיק תכנית חדשה בשם LEAP-A3i, שמיועדת לסטארטאפים בשלבים מתקדמים שעובדים על הטכנולוגיות שיובילו לשינוי ויסייעו לכמיליארד איש בעולם שסובלים ממוגבלות כלשהי. התכנית תיפתח בספטמבר וההרשמה החלה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/GettyImages-636182528-e1502187502145.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-13T14:03:59Z", "modified_time": "2017-08-14T09:45:23Z", "articleBody": "המאיץ A3i משיק תכנית חדשה בשם LEAP-A3i, שמיועדת לסטארטאפים בשלבים מתקדמים שעובדים על הטכנולוגיות שיובילו לשינוי ויסייעו לכמיליארד איש בעולם שסובלים ממוגבלות כלשהי. התכנית תיפתח בספטמבר וההרשמה החלה\n\nצלם/תמונה: BSIP/ Getty Images Israel\nשוק הטכנולוגיות המסייעות (AT) צובר תאוצה ובשנים האחרונות יותר ויותר חברות מפנות משאבי מחקר ופיתוח לתחום זה. על פי נתוני ארגון הבריאות העולמי, אוכלוסיית בעלי המוגבלויות בעולם מוערכת בכמיליארד בני אדם ופוטנציאל שוק הטכנולוגיות המסייעות מוערך בסכום של כטריליון דולר.\nבישראל פועלים מיזמים רבים שמתמקדים בתחום הזה, וכעת מאיץ היזמות הראשון בעולם בתחום טכנולוגיה מסייעת לאנשים עם מוגבלויות – A3i – מחפש את הפיתוחים, המוצרים החדשניים וחברות הסטארטאפ שעובדות על הטכנולוגיה הבאה שתוביל שינוי ותסייע לאוכלוסייה זו.\nבימים אלה מושקת במאיץ תכנית חדשה, LEAP-A3i, המיועדת למיזמים שנמצאים בשלבי פיתוח מתקדמים ומחזיקים במוצרים המוכנים לשיווק. במאיץ מעוניינים לבחור שש חברות בשלות, שלהן אבטיפוס לכל הפחות, ושיזכו לתכנית תמיכה וליווי מקיפה שתסייע להם לבצע את הזינוק אל השלב הבא בשיווק המוצר להמונים, ותכין אותם לסבב הגיוס הבא.\nהתכנית תיפתח בחודש ספטמבר הקרוב, תימשך עד חודש דצמבר והיא מותאמת לשלב המתקדם שבו המיזמים נמצאים. בין הכלים שיוצעו לחברות בתכנית החדשה: מיפוי צרכים ותכנית מותאמת לכל מיזם, מנטורינג וליווי של מומחים מובילים בתחומי המחקר, פיתוח מוצר ופיתוח עסקי, הדרכה של מומחים ואנשי מקצוע בתחומי הטכנולוגיה והמוגבלויות, פיתוח אסטרטגיה, חיבורים למובילי השוק בעולם והכנה לקראת סבב הגיוסים הבא של החברה.\nבוגרי המחזורים הקודמים של A3i, ובהם Listenapp, Sesame Enable, AbiliSense, Paratrek, כבר מפיצים את הטכנולוגיות שלהם ברחבי העולם וחלקם אף זכו בפרס של מיליון דולר מטעם Verizon, קיבלו מענקים מהמדען הראשי במסלול לחדשנות טכנולוגית בתחום המוגבלויות, זכו בתחרויות וקבילו מענקים מקרנות בינלאומיות המקדמות עסקים בעלי השפעה חברתית. שלושה יזמים אף גייסו השקעות סיד.\nLEAP-A3i מנוהלת במשותף על ידי עמותת PresenTense ובית איזי שפירא, ובשותפות עם קרן משפחת רודרמן והפדרציה היהודית של לוס אנג’לס. ניתן להגיש מועמדות ולקבל פרטים נוספים אודות התכנית באתר המאיץ.\nלפרטים נוספים והרשמה", "keywords": "a3i,leap-a3i,presentense,בית איזי שפירא,קרן משפחת רודרמן,הפדרציה היהודית של לוס אנג\\'לס,מיזמים,אבטיפוס,אקסלרטור,תכנית האצה,פוסט תכנית"}