{"url": "https://www.geektime.co.il/upwest-graduates-its-first-batch-of-startups-april-2012/", "type": "article", "title": "מתל-אביב לסיליקון וואלי: החיפוש אחר הגביע הקדוש?", "description": "האם המעבר לסיליקון וואלי יהיה מה שיעיף את הסטארטאפ שלכם לעננים?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/ta-sl1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-04-15T11:25:15Z", "modified_time": "2012-04-15T17:56:50Z", "articleBody": "האם המעבר לסיליקון וואלי יהיה מה שיעיף את הסטארטאפ שלכם לעננים? \n\nהאם סיכויי ההצלחה של הסטארטאפ שלכם יעלו אם תעבירו אותו לסיליקון וואלי? התשובה לשאלה זו נתונה לויכוח, אבל רוב היזמים שהתנסו במעבר שכזה יגידו לכם שזאת חוויה פוקחת עיניים. בזמן שבו תוכניות האצה לסטארטאפים נפתחות כמו פטריות אחרי הגשם וכל אחת מהן מנסה למצוא את הייחוד שלה, הצליחו שולי גלילי (המנכ”לית של לשכת המסחר קליפורניה ישראל ואחת הישראליות המחוברות בארצות הברית בכלל ובוואלי בפרט) וגיל בן-ארצי (לשעבר בכיר ביאהו ובעל עבר עשיר בתחום היזמות ופיתוח עסקי בוואלי) להרים את UpWest Labs, תוכנית סטארטאפים קצת שונה מכל השאר, שמטרתה המרכזית היא לגשר על הפער הזה שבין ישראל לסיליקון וואלי.\nבראיון לניוזגיק מספרת גלילי כי בשנים האחרונות היא שמה לב לביקוש מאוד משמעותי מצד היזמים בכל מה שקשור להתקרבות לשוק ולהתחברות לכל מה שקורה בוואלי. “יזמים שדיברנו איתם הרגישו שהם היו יכולים להתקדם הרבה יותר מהר אם הם היו נמצאים בסביבה של השוק שלהם ושל המשתמשים שלהם. זה הוביל אותנו להבנה שנוצר כאן מצב שבו חברות מקומיות פחות טובות מבחינת צוות ומבחינת מוצר, זוכות לתמיכה ומימון רק בגלל שהן נמצאות כאן. חברות ישראליות שיושבות בישראל לא נמצאות ליד השוק שלהן וזה עצר אותן מלהתקדם, מלקבל פידבק מיידי מהמשתמשים ולנסות לבנות מוצר שמתאים לשוק”, מסבירה גלילי\nהתוכנית שלכם קצת שונה מתוכניות האצה אחרות מבחינת דרישות הקבלה. ברוב התוכניות האחרות מתמקדים בעיקר בפיתוח המוצר, אבל אתם מחפשים סטארטאפים שהם יותר בשלים, רצוי שיגיעו כבר עם מוצר עובד. מה הסיבה?\n“אני לא חושבת שאנחנו מחפשים סטארטאפים בשלב בשל יותר, אבל אם אתה מגיע לכאן בשביל לשבת ולכתוב קוד אז אתה מפספס את המטרה. לכתוב קוד זה משהו שאתה יכול לעשות גם מהבית שלך וגם ממשרד בתל-אביב. התוכנית שלנו מתמקדת בחדירה אל השוק, בהבנה של השוק ובדברים שהם מעבר לליצור את המוצר ההתחלתי. אנחנו לוקחים חברות שיש להן כבר פער התחלתי כי הרווח של החברות הללו מהאינטראקציות השונות בוואלי יהיה הרבה יותר גדול. הפידבק והקשרים שהן תוכלנה לייצר עם שותפים, לקוחות ועום משקיעים הוא אחר לגמרי וזה הרבה יותר מעניין מאשר כאלו שתוכל או לא תוכל ליצור בגלל שאין לך מוצר עדיין.”\nאז מה כן חשוב לכם מבחינת הצוותים שמגיעים אליכם?\n“חשוב לנו להיות מעורבים בתהליך ושהיזמים שמגיעים לתוכנית יהיו מספיק פתוחים כדי לקבל פידבקים ולעבוד יחד איתנו. חשוב לנו שלחברות שמגיעות יהיו מייסדים טכניים. לא בגלל שאנחנו מחפשים מישהו שיכתוב קוד במהלך התוכנית, אלא בגלל שהניסיון שלנו מראה שחברות עם אנשים טכניים בצוות המייסדים הם בעלי סיכוי הרבה יותר גבוה לקבל מימון ולהצליח בכלל. חשוב לנו שתהיה דינמיקה טובה בין המייסדים וחשוב לנו שכל הצוות יתעסק בסטארטאפ באופן מלא ולא מהצד.\nבנוסף, הדרישה הבסיסית לכל הסיפור היא שאנחנו נוכל לראות  איזשהו מוצר מספיק מעניין בעל פוטנציאל ושוק מספיק גדול.”\nמשרדי UpWest Labs. צילום: UpWest Labs\nמה לדעתך הרווח הגדול ביותר שיזמים יכולים לקבל מהתוכנית שלכם?\nאין ספק שהערך הגדול ביותר זה העבודה והפידבק מהמנטורים ורשת הקשרים הגדולה שאנחנו והמנטורים עוזרים להם ליצור כאן בוואלי. יש המון אנשים מדהימים שלמרות שהם מאוד עסוקים, יש להם המון נכונות ורצון לעזור. אנשים כמו זהר לבקוביץ’ (היזם שמכר לאחרונה את אמובי הישראלית לסינגטל) ונועם ברדין (מייסד ומנכ”ל Waze) או אלכס סירוטה (מכר את פוקסיטיונס ליאהו ב-2008) הם רק חלק קטן מרשימה של אנשים שיש להם הרבה עניין לקדם יזמות, לקדם יזמים מישראל וראינו תמיכה של כל הקהילה הישראלית בוואלי בצורה מדהימה.\nאף על פי שבתוכנית היו גם לא מעט מנטורים אמריקאים ועבודה מול חברות אמריקאיות ומול השוק המקומי, מי שמסתכל עליך בגובה העיניים ואומר לך את כל הדברים כמו שהם זה יזמים ישראלים שמכירים ממקור ראשון את כל הקשיים שאתה מתמודד איתם עכשיו ואומרים את הכל דוגרי.\nאת מגלה בוואלי יחס שונה ליזמים ישראלים לעומת יזמים ממקומות אחרים?\n“אין ספק שקיים יחס אחר. בעוד יזמים מקומיים מגיעים בדרך כלל ממעגלים קיימים של עצמם (יזמים שלמדו בסטנפורד או MIT, או כאלו שהיו ביחד בגוגל, או פייפאל) בדומה לצוותים שנוצרים בארץ עקב שירות משותף ביחידות טכנולוגיות או לימודים משותפים במוסדות כגון הטכניון ויש להם משהו שמגבש אותם. היתרון של היזמים המקומיים הוא שהם גדלו, התחנכו וקיבלו את הניסיון היזמי במסגרת מגעים שהם דיי פנימיים וכבר מוטמעים בתעשייה המקומית. חשוב להבין שבמקרה הזה הישראלים לא שונים גם מיזמים שמגיעים ממקומות אחרים בארצות הברית. גם יזם שמגיע מניו-יורק, מסיאטל או מטקסס, קשה לו להיכנס למעגלים המקומיים. ככל שנדבר עם יותר יזמים אנחנו נבין שזה לא באמת משנה אם אתה מישראל או מבוסטון, זה כמעט אותו הדבר וזה לא להיות בוואלי.\nאף על פי כן, ההתייחסות ליזמים ישראלים היא מאוד חיובית ונותנים ליזמים ישראלים לא מעט כבוד פה. יש הרבה סיפורי הצלחה ישראלים אז רוב היזמים הישראלים שמגיעים לפה כבר נמצאים בסוג כלשהו של עמדת יתרון. ”\nבמחזור הראשון של UpWest Labs שהסתיים לפני כשבועיים השתתפו 6 חברות סטארטאפ ישראליות ממגוון תחומים:\n Contapps היא אפליקצית אנדרואיד המאפשרת למשתמשים לנהל את אנשי הקשר שלהם בטלפון וברשתות החברתיות השונות בצורה מרוכזת ויעילה יותר.\nOffscale היא מערכת ניהול גרסאות למסדי נתונים, שמיועדת לסייע לאנשי ה-DBA לנהל ולארגן את ה-Snapshots של מסדי הנתונים שלהם כולל שחזורים פשוטים וחיבור לפלטפורמות ענן שונות.\nTradyo מנסה לחבר את עולם הקנייה-ומכירה שנשלט כיום ללא עוררין על-ידי Craiglist עם עולם המובייל על-ידי אפליקציית אייפון חדשנית שמראה לכם את כל המודעות שפורסמו באזור שבו אתם נמצאים עכשיו ומאפשרת לכם לפרסם מודעה משלכם שתפורסם רק למי שנמצא באזור שלכם.\nSenexx היא פלטפורמה ארגונית שנועדה לסייע לארגונים גדולים לאתר ולנהל מיומנויות וידע באמצעות מערכת פנימית של שאלות ותשובות (Q&A).\nBfly היא אפליקציית מובייל שמיועדת לאפשר לאנשים להתחבר עם אנשים אחרים מסביב לעולם באמצעות פרפר תלת-מימדי. האפליקציה של BFly עדיין לא הושקה באופן רשמי וממה שאנחנו הצלחנו להבין, מדובר בגרסה מודרנית של מכתב השרשרת המוכר לכולנו מהמיילים שהסתובבו ברשת בעשור הקודם שפשוט מנוצל בצורה חכמה יותר.\nInvi היא אפליקציית מובייל שמתעתדת להמציא מחדש את ה-SMS ועולם ה-Messeging Over IP. החברה עדיין נמצאת ב-Stealth Mode ולכן אי אפשר לדבר עליה יותר מדי. אם אתם מעוניינים לקבל פרטים נוספים או להירשם לבטא, אתם מוזמנים לעשות זאת דרך האתר הרשמי של החברה.\nהמחזור הראשון של UpWest Labs. צילום: UpWest Labs\nגלילי מספרת כי מתוך 6 החברות, ישנן כאלו שגייסו עוד לפני שהגיעו לתוכנית והיתר נמצאות כרגע בתהליך של גיוס ממשקיעים בוואלי.\nאחת מהחברות שהספיקו לגייס השקעה ראשונית עוד לפני התוכנית היא Contapps. שאלנו את ליאור רומנו, המנכ”ל ואחד ממייסדי החברה מדוע בחרה החברה להגיע לתוכנית סטארטאפים אחרי שגייסו כסף ומכל התוכניות השונות שיש, מדוע דווקא ל-UpWest?\n“יש כמה סיבות. הסיבה הראשונה והעיקרית היא שרצינו להגיע לוואלי. אני חושב שכל סטארטאפ ישראלי בתחום ה-Consumer חייב להגיע לכאן בשלב כזה או אחר. אנחנו הגענו לוואלי עם מוצר ועם הרבה יוזרים והיינו בשלב שהיה חשוב לנו מאוד להתקרב לשוק שלנו. עד כמה שישראל היא Startup Nation, היא עדיין לא יכולה להחליף את הוואלי וכדי להבין איך הדברים מתנהלים חשוב להיות שם ולראות הכל ממקור ראשון” מסביר רומנו.\n“לגבי הנושא של ההשקעה שלפני התוכנית, שפר מזלנו והתברכנו במשקיעים שמאוד רתומים להצלחה של התוכנית. כשהסברתי להם מה הערך שאני רואה בהשתתפות בתוכנית, הם הבינו את המשמעות והסתכלו על זה באותה צורה. לא צריך להסתכל על האקסלרטור ככלי לביצוע הערכת שווי (Evaluation) לשווי לפי ההשקעה שמקבלים שם, אלא להסתכל על התוכנית ולשאול את עצמכם האם זה הצעד הנכון בהתפתחות של החברה. אני מניח שלחברות שקיבלו השקעה גדולה יותר, יהיה קשה יותר, אבל לדעתי בסך הכל צריך לדעת איך להסביר את זה למשקיעים. אנחנו עשינו את הגיוס הראשון שלנו מאנג’לים כאן בוואלי שהיו הרבה יותר גמישים מכאלו שנתקלתי בהם בארץ ובאופן כללי אני יכול להגיד בראייה לאחור שהמטרות שקבענו לעצמנו מול המשקיעים ומול עצמנו הושגו בהצלחה”.\nמה אתם עושים בוואלי בשלושת חודשי התוכנית?\nבסופו של דבר רוב התוכנית מורכבת מעבודה עם מנטורים, אנשים תותחים מהתעשייה שמגיעים ונותנים לך המון פידבק על המוצר. צריך לעבוד מאוד קשה כדי לאזן בין העבודה היומיומית של סטארטאפ הדורשת לפתח מוצר ולהתקדם עם דד-ליינים לבין הכמות האדירה של הפידבק שאתה מתחיל לקבל פתאום.\nמעבר לזה, התוכנית פותחת לכם המון דלתות והזדמנויות וזה משהו שלא פשוט לעכל בזמן כל-כך קצר. רשת הקשרים שאתה מתחיל לתוות שם היא אדירה ויוצא שכמעט בכל יום יש לך כמה וכמה פגישות במשרד ומחוץ למשרד, משהו שמצריך ממך “לג’גלג” (לעבור מדבר לדבר, י.פ) לא מעט בין סוגים שונים של חשיבה ובין עבודה עם מפתחים לעבודה עם לקוחות והשוק החיצוני, דבר שהוא לא פשוט בכלל.\nצריך להבין שלא מגיעים לוואלי על מנת לכתוב קוד, אם אתם רוצים לכתוב קוד תשארו בבית. מצד שני, צריך הרבה מאוד משמעת כדי להמשיך ולקדם את הפיתוח תוך כדי התוכנית. כולם מדברים על זה שאנחנו עובדים בשעות לא שגרתיות אבל פה במהלך היום מגיעים המנטורים ויוצאים לפגישות כדי לקבל פידבקים ולפתח קשרים ובמהלך הלילה צריך להמשך ולפתח. במקרה שלנו, חלק מהצוות (הצד של הפיתוח) חזר הביתה במהלך התוכנית, מה שיצר עבורינו אתגר נוסף שהוא לנהל את עבודת הפיתוח מרחוק, נושא שהוא בכלל לא פשוט, ולא רק בגלל הבדלי השעות.\nהאם היית ממליץ לסטארטאפים צעירים להגיע או לעבור לוואלי ואם כן אז באיזה שלב?\nרוב היזמים שאני מכיר מסתכלים על ארצות הברית כאל שוק עיקרי ולנו כישראלים יש כמה נטיות מאוד אופיניות, שאחד מהם זה לחשוב שאנחנו יודעים הכל. זה תבוע בנו כמו הרבה הרגלים אחרים. כשאתה שם אתה סופג הרבה מאוד מהתרבות של הוואלי, אתה לומד הרבה מאוד דברים ואתה מקבל פידבק מאנשים עם הרבה מאוד שנים של ניסיון. הרבה פעמים אתה תלך לפגישה עם מישהו שיגיד לך משהו מסוים ואתה תקבל אותו אחר כך עוד 3-4 פעמים מאנשים אחרים שלא קשורים ובסוף משהו יכנס לראש הקשה שלנו ואנחנו גם נלמד. כשאנחנו סגורים בתוך הבועה שלנו, אנחנו מאוד מפוקסים במוצר ובמה שאנחנו עושים וכשאתה נשאר בין רוטשילד להרצליה, קצת קשה לצאת ולקבל את הפידבק ולהבין באיזה עולם אנחנו נמצאים.\nאף על פי כן, כמו שאמרתי, הוואלי בעיקר מועיל לסטארטאפים שכבר יודעים מה הם רוצים ולאיזה שוק הם פונים. זה נכון שפידבקים תמיד יכולים לשנות כיוון, אבל כמו שכבר אמרתי, קוד אפשר לכתוב גם בבית.\nחלק משמעותי מהחברות שהגיעו ל-UpWest וכאלו שהגיעו לוואלי בכלל מעוניינות לגייס כסף ממשקיעים בוואלי ואם אתם מעוניינים לגייס מהוואלי אתם חייבים להיות שם ולתת לאנשים להכיר אתכם במשך פרק זמן מסויים. יש כאלו שעושים זאת באמצעות נסיעה פעם בחודש ולפעמים גם זה מעמיד לא מעט מכשולים. כשאתה נמצא שם כמה חודשים זה ללא ספק גורם לך לקפוץ כמה חודשים קדימה.\nבאופן כללי, צריך לקחת בחשבון את המשתנים שמשפיעים על הסטארטאפ שלכם ואם הדברים האלה נמצאים בוואלי, אז אני ממליץ בחום לפחות ללכת לבקר שם במשך חודשיים או שלושה.\nTel-Aviv Skyline. צילום: UpWest Labs\nבאילו הבדלים משמעותיים אתה יכול להבחין בין סצינת הסטארטאפים הישראלית לזאת שבוואלי?\nקל יותר להגיע לאנג’לים בוואלי מאשר בישראל. גם אנחנו עשינו את הסיבוב הראשון שלנו מאנג’לים בחו”ל ולא ממשקיעים ישראלים.\nבנוסף, מבחינת ההתנהלות והפידבקים, יצא לי לפגוש בישראל לא מעט אנשי קרנות עם הרבה ניסיון שנתנו לי פידבקים מעולים, אבל הסוג והאיכות של הפידבק שקיבלתי פה היו שונים באופן מאוד משמעותי. יש כאן בוואלי הרבה יותר חברות וגם הרבה יותר משקיעים. זאת הסיבה שהרבה יותר קל להגיע לקרנות ולאנשים שחיים את התחום הספציפי שאתה מתעסק בו ואנשים מהסוג הזה מכירים הכי טוב את הסביבה, את המתחרים ואת השק ויכולים לתת לך פידבקים מאוד רלוונטיים למוצר שלך.\nאילו טיפים היית נותן ליזמים ישראלים שרוצים לגייס מהוואלי?\nכשאתם מגיעים בפעם הראשונה לוואלי ובכלל, חשוב להגיע בידיעה שאתם עומדים לקבל הרבה מאוד פידבק ופתוחים וגמישים מספיק כדי לקבל את הפידבק. מצד שני, חשוב לדעת בדיוק מה אתם רוצים להשיג כשאתם מגיעים לכאן, כדי לא לתת לכל הפידבק שתקבלו להעיף אתכם מהרגליים ולהוציא אתכם מפוקוס.\nכל מי שגייס כסף יודע שלגייס זה אף פעם לא קל, אבל אני מאוד ממליץ ליזמים שכן רוצים לגייס מהוואלי ורוצים לפתח את מערכות היחסים כאן לעשות את זה עם מחשבה קדימה. יכול להיות שבעתיד תרצו לגייס סיבוב השקעה שיערב קרן ישראלית וקרן אמריקאית ויכול להיות שיש חברות או קרנות שאתם רוצים להגיע אליהם בוואלי.", "keywords": "שולי גלילי,גיל בן-ארצי,upwest labs,סיליקון וואלי,silicon valley,contapps,offscale,trady9o,senexx,bfly,invi,ליאור רומנו"}