{"url": "https://www.geektime.co.il/surface-book-2-vs-macbook-pro/", "type": "article", "title": "מתלבטים? אז מה ההבדלים בין ה-Surface Book 2 ל-Macbook Pro?", "description": "שתי הענקיות נותנות פייט בכל הקשור למחשבי הפרמיום שלהן, אך של מי טוב יותר? הכנו בעבורכם 7 נקודות שיעזרו להכריע", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/GettyImages-168588192-1552483785-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-19T11:30:51Z", "modified_time": "2019-03-19T10:42:00Z", "articleBody": "שתי הענקיות נותנות פייט בכל הקשור למחשבי הפרמיום שלהן, אך של מי טוב יותר? הכנו בעבורכם 7 נקודות שיעזרו להכריע \nהכתבה בחסות\n\nצלם/תמונה: Peter Glogiewicz/Getty Images Israel\nמאת נתנאל קופרמן – אמירים הפצה\nמיקרוסופט ואפל, שתי הענקיות שבתחומן שולטות על העולם, מציעות ליין שלם של מחשבי פרמיום המיועדים לכלל האוכלוסייה. המוצרים שלהן יקרים יותר ממוצרים בעלי מפרט זהה שמיוצרים על ידי חברות אחרות, וההבדל נובע ממספר סיבות עיקריות: אפל ומיקרוסופט משתמשות במעבדים של אינטל ותמיד משיקות את מוצריהן עם מעבדי דור אחרון; מוצרי Apple Mac ו-Microsoft Surface מבוססים על מערכות הפעלה שפותחו על ידי החברות עצמן, כך שמתאפשרת אינטגרציה מיטבית בין החומרה לתוכנה; ושתיהן מקדימות את השוק ומשחררות מוצרים חדשניים במיוחד. אפל למשל הייתה החברה הראשונה שהעזה לצאת לשוק עם סדרת מחשבים שיש להם רק Thunderbolt 3, עוד בשנת 2016 כשרוב הציבור אפילו לא הכיר את המוצר.\nליין המוצרים של אפל הוא בחלקו ותיק מאוד וחלק מהמוצרים קיימים בשוק כבר עשרות שנים, כמו iMac שהדגם הראשון שלו הושק בשנת 1998. אך גם מיקרוסופט לא נשארה מאחור הרבה שנים, וכשהיא החליטה להתחרות ראש בראש ב-Mac היא ייצרה סדרת מחשבים שיועדו להיות מתחרים ישירים לכל אחד ממוצריה של אפל, כך שכעת הצרכנים גם נהנים מהתחרות וגם מתלבטים איזה מחשב דגל מנצח בקרב. התשובה תלויה בהמון משתנים, וכולם תלויים בצורך ובשימוש שלכם. כדי שלא תתלבטו יותר מדי, הכנו לכם 7 נקודות שכדאי לבחון לפני רכישה של מחשב פרמיום, שיעזרו לכם להבין איזו חברה תספק לכם בדיוק את מה שאתם צריכים.\n1. מערכת הפעלה\nמוצרי Microsoft Surface מגיעים עם מערכת הפעלה Windows כנתון קבוע, בעוד אפל מאפשרת עבודה על חלונות ואפילו הרצת macOS ו-Windows או Linux במקביל דרך Parallels. מבחינה זו לאפל יש יתרון, והוא בא לידי ביטוי לא רק בדואליות, אלא גם בחלוקת המשאבים שנשארת בידי המשתמש.\n2. זמן סוללה\nלפי אפל, הסוללה של MacBook Pro מחזיקה מעמד 10 שעות צפייה בווידאו. אורך חיי הסוללה נבדק על MacBook Pro עם מסך 15 אינץ׳ ומפרט 2.6GHz i7 עם 16GB ו-512GB SSD כאשר רמת הבהירות מכוונת ל-75%. בבדיקה של מיקרוסופט על Surface Book 2 עם מסך 15 אינץ׳ ומפרט i7 512GB SSD, 16GB, המכוון ל-Auto-Brightness, הסוללה הספיקה ל-17 שעות. עם זאת כדאי לזכור שזמן הסוללה משתנה בהתאם לשימוש ולשינוי בהירות המסך.\n3. גרפיקה\nMacBook Pro מגיע עם כרטיס מסך מסדרת Radeon Pro עם 4GB GDDR5 זיכרון גרפי שניתן לשדרג ל-Radeon Pro Vega 16/20 עם 4GB HBM2, המצוידים במה שחברת AMD מכנה “הדור הבא של שבבי המחשוב”. כרטיסי ה-Vega מגיעים עם שבב המאיץ את תהליכי העיבוד בזמן אמת (Rapid Packed Math) ובכך מקצר משמעותית משימות רינדור.\nה-Surface Book מצויד בכרטיס NVIDIA GeForce GTX 1060, בעל 6GB GDDR5, ייתכן שהמעריצים המושבעים של NVIDIA יחלקו על הקביעה הבאה, אבל למיקרוסופט קשה להתחרות מול אפל בקטגוריית הגרפיקה.\nמקור: יח”צ\n4. מסכי מגע\nהמשתמשים של מיקרוסופט נהנים ממסכי מגע, בעוד שזה נותר חלומם הרטוב של משתמשי אפל. השימוש במסך מגע מאפשר לגרפיקאים ולמעצבים להשתמש ב-Surface Pen או ב-Surface Dial, ובכך מקל על העבודה היומיומית ואפילו עוזר לדייק אותה.\n5. ורסטיליות\nאת ה-Surface Book ניתן לנתק מהמקלדת כך שהוא מתפקד כטאבלט. אולם כרטיס המסך והיציאות יושבים בתוך המקלדת, ולכן עבודות גרפיקה ניתן לבצע רק כאשר המקלדת מחוברת למסך. מאידך, ה-MacBook Pro לא מתהדר ביכולות ורסטיליות כאלו כלל.\n6. עיצוב\nהעיצוב של ה-Surface Book נחשב שנוי במחלוקת, בעיקר בגלל המרווח שהושאר בין המקלדת למסך. חסרונות המרווח הזה אינם רק עיצוביים, הם באים לידי ביטוי גם בגודל הפיזי הנגזר מכך ובחדירה של אבק ולכלוך.\nהעיצוב של אפל משדר יוקרה וה-MacBook Pro מתהדר במעטפת אלומיניום דקה להפליא, כך שבזירה העיצובית – אפל מנצחת.\n7. ממשק\nכאמור, מחשבי אפל מצוידים בחיבורי Thunderbolt 3 בלבד, כך שחיבור ה-MacBook Pro לכל סוג של חומרה חיצונית מצריך מתאמים. מצד שני, ל-Thunderbolt 3 יתרונות רבים, כמו קריאה וכתיבה של דאטה במהירות של 40GB לשנייה (מה גם שרבים ממשתמשי אפל נאמנים למותג ומשתמשים במוצרים נוספים של החברה, כך שהמגבלה לא תפריע להם).\nה-Surface Book מגיע עם שתי כניסות USB 3.1 Gen 1, כניסת USB-C וכניסה לכרטיסי SDXC, מערך חיבורים מכובד ללא ספק, ובכל זאת, כדי להתחבר למסך חיצוני או לרשת קווית יש צורך במתאמים.\nכאמור, אין תשובה אחת שמתאימה לכולם וההכרעה בין מחשבי הדגל של שתי החברות קשה מאוד. בעבור מי ששם דגש על עיצוב המחשב ואיכות הגרפיקה שלו – אפל היא כנראה בחירה טובה יותר; ומי שמעדיף ורסטיליות ומסכי מגע יבחר במיקרוסופט. בשני המקרים מדובר בהוצאה גדולה, והעיקר הוא להבין את השימושים העיקריים שלכם, כדי שתוכלו ליהנות מהבחירה וממחשב פרמיום מצוין.", "keywords": "אפל,מיקרוסופט,apple,mac,apple mac,ראש בראש,surface book,macbook pro,אמירים,amirim,microsoft,"}