{"url": "https://www.geektime.co.il/jointer-raises-2-5-m/", "type": "article", "title": "סטראטאפ משתמש בבלוקצ'יין כדי למכור אחזקות בבניינים ומגייס לזה 2.5 מיליון דולר", "description": "הסטארטאפ הישראלי-אמריקאי Jointer.io רוצה להשתמש בבלוקצ׳יין כדי להפוך כל נכס לטוקן, ולאפשר לכל אחד להשקיע בנדל׳׳ן מסחרי בארצות הברית", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Screen-Shot-2019-02-17-at-16.40.23-1550414440-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-18T09:30:45Z", "modified_time": "2019-02-18T09:18:07Z", "articleBody": "הסטארטאפ הישראלי-אמריקאי Jointer.io רוצה להשתמש בבלוקצ׳יין כדי להפוך כל נכס לטוקן, ולאפשר לכל אחד להשקיע בנדל׳׳ן מסחרי בארצות הברית\nתמונה: jointer.io\nחברת jointer.io (ג׳וינטר), המפתחת פלטפורמת טוקניזציה לנדל״ן מסחרי בארצות הברית, הודיעה על השלמת סבב גיוס של 2.5 מיליון דולר ממשקיעים פרטיים מפרס תחרות סטארטאפים בינלאומית. המימון יאפשר לג׳וינטר להעביר את המוצר שלה משלב אלפא לשלב בטא ולהשיקו לרשימת ההמתנה של לקוחות החברה.\njointer רוצה להשתמש בפלטפורמה שלה כדי להפוך את שוק הנדל״ן לסחיר ממש כמו מניות בבורסה, זאת על ידי מערכת בלוקצ׳יין המיועדת לתעשיית הנדל״ן המסחרי. באמצעותה, בעלי נכסים יכולים להנפיק את הנכסים שבבעלותם ללא עלות, ובעצם לקבל הלוואת כסף מהציבור. במקום להנפיק מטבעות כמו ב-ICO, החברה בחרה לעבוד עם STO, או Security Token Offering. אלו הם טוקנים מאובטחים שאמורים לספק ביטחון למשקיעים, ומגובים בדרך כלל במניות או בנכסים פיזיים אמיתיים.\nעל פי החברה, משקיעים שירצו להלוות כסף יוכלו לעשות זאת החל מדולר בודד, והחברה טוענת כי החזר ההשקעה מגיע עד ל-20% בשנה, ומבוסס על מדד המשקף את ביצועי הנדל״ן המסחרי בארצות הברית. במקביל, בעלי הנכסים יוכלו לשחרר הון כלוא מבלי להשקיע כסף נוסף, כשהחברה תדאג לכל הרגולציה, נזילות וכל מה שקשור לשיווק הנכסים. בעל הנכס יכול לבחור כמה מהאקוויטי החופשי הוא רוצה למכור לחברה – החל מ-51% ועד ל-100%, וזו לווה את הכספים מהציבור על ידי הנפקת טוקני החיוב. בכל פעם שהחברה תקבל רווח מהאקוויטי שלה, הכסף ישולם עם ריבית למלווים, ושאר הרווחים מתחלקים בין החברה לבעל הנכס.\nהחידוש המשמעותי של חברות כמו Jointer הוא שהן מאפשרות סחירות וחלוקה לחלקים קטנים של נכסים ספציפיים. כך לדוגמה אפשר לעשות טוקניזציה של בניין ולחלק את האחזקות בבניין למאות או אלפי מחזיקי טוקנים. בעזרת פלטפורמה מבוססת בלוקצ’יין ניתן להחזיק בעלות על חלק מהבניין, ולא על חברה שיכולה להחליט אם היא מחלקת דיבידנדים או לא.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nבסבב הגיוס הנוכחי השתתפו מספר משקיעים פרטיים ביניהם פול בטי מפייפאל ובנוסף, זכתה החברה במקום הראשון ובפרס בגובה מיליון דולר בתחרות עולמית של ארגון Edge196, בה השתתפו 4,000 סטארטאפים מרחבי העולם. לחברה משרדים בתל אביב, סיליקון וואלי ובאסיה.\n“חברות שבונות כיום פתרונות בתחום הטוקנזשיין לנדל”ן, נתקלות במחסומים קשיים כגון שירות בעלות גבוהה, קשיי רגולציה, חשיפה להונאות והעדר נזילות בעוד ש-Jointer הצליחה ליצור פתרון חדשני ומיידי שמציע לבעלי נכסים מודל טוקנזשיין ללא עלות שמתגבר על כל המכשולים האלו. שוק הלקוחות שלנו הוא בעלי נכסים מסחריים עם הון נעול שמוערך ב 5 טריליון דולר, שוק זה במשך 200 שנים נותר ללא כל פתרון מעשי ולנו יש כוונה לשנות את זה.”, מסר יהודה רגב, מנכ”ל, ומייסד של Jointer.", "keywords": "jointer.io,ג׳וינטר,jointer,נדל״ן,נדלן,ארצות הברית,ארה״ב,sto,security token offering,גיוס,נדלן"}