{"url": "https://www.geektime.co.il/2019-might-be-the-year-of-the-sto/", "type": "article", "title": "תשכחו מ-ICO, כי 2019 תהיה שנת ה-STO", "description": "אחרי תרמיות ובעיות קשות, ה-ICO נמצא בבעיה רצינית, אבל יש פתרון. הכירו את ה-STO, כי זו עומדת להיות שנה שבה תשמעו עליו הרבה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/buy-cash-coins-8556-1-1548343207-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-26T13:00:36Z", "modified_time": "2019-01-28T19:41:30Z", "articleBody": "אחרי תרמיות ובעיות קשות, ה-ICO נמצא בבעיה רצינית, אבל יש פתרון. הכירו את ה-STO, כי זו עומדת להיות שנה שבה תשמעו עליו הרבה\nתמונה: Pexels\nמאת: און יבין\n2017 הייתה שנת ה-ICO (הצעת מטבע ראשונית – Initial Coin Offering). ב-2018 עשינו כולנו חשבון נפש: אחרי הרבה יותר מדי תרמיות שזכו לחשיפה עצומה ופרויקטים שלא סיפקו את הסחורה, המשקיעים הפכו לזהירים והרגולטורים התחילו לדאוג. עכשיו עושה רושם שב-2019 הסיפור יהיה שונה לגמרי: עם רגולציה משמעותית והאופציה של הנפקות של סקיוריטי טוקנס – או בקיצור STO (ראשי תיבות של Security Token Offering) – יהיה קשה מאוד להוציא לפועל מעשי מרמה.\nהמונח ICO אולי לא מוכר לכלל הציבור, אבל כל מי שמתעניין מעט במטבעות המבוזרים ובכלכלת הקריפטו כבר נתקל בו מן הסתם. ה-ICO החל לצבור תאוצה ב-2016, בשנה שלאחר מכן הפך למרכזי ובולט – וב-2018 סבל מיחסי ציבור זוועתיים עד כדי כך שכבר הופיעו מאמרים שניבאו את תום עידן הצעות המטבע הראשוניות.\nה-STO, חשוב להדגיש, הוא לא רק מיתוג מחדש של ה-ICO אלא הרבה מעבר לכך. ההבדל העיקרי הוא ש-ICO מתייחס לגיוס הון באמצעות כל סוג שהוא של מטבע מבוזר, ואילו STO מבוסס על מכירת מטבע בעל ערך ממשי – וכדי להבין עד כמה ההבחנה הזו קריטית כדאי להתעמק מעט בגורמים שהובילו לנפילת ה-ICO.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nנכון לתחילת 2019 עדיין יש יותר ICOs מאשר STOs – אבל ככל שיותר אנשים מודאגים מהסוגיות השונות סביב הצעות המטבע הראשוניות שבמרכזן Utility Token, כך גובר העניין בסקיוריטי טוקנס, כלומר המטבעות המאובטחים או המטבעות שמספקים ביטחון מלא למשקיעים.\nאחת ההשוואות הנפוצות בעולם הקריפטו היא לימי המערב הפרוע – מצד אחד מדובר בתקופה שהתאפיינה בהיעדר חוקים, בכך שכל אדם היה צריך לדאוג לעצמו וגם בנוכלים שניסו לנצל תמימות של אחרים. מצד שני היו בקהילת הקריפטו לא מעט חברים שניסו ככל יכולתם להילחם בתרמיות ולסלק אותן מהעולם של המטבעות המבוזרים, ועם הזמן גם ממשלות החלו להבין שיש צורך ברגולציה גם בטריטוריה החדשה.\nהסוגיה המהותית ביותר היא האם המטבעות המבוזרים שמוצעים במסגרת ICO יכולים להיחשב כבעלי ערך ובעצם כניירות ערך – בדומה למניות שנמכרות לציבור בהנפקה בשוק ההון. היזמים התייחסו למטבעות שהציעו תמורת מימון הפרויקטים שלהם כאל Utility Token, מטבע שיש לו ערך אך ורק בתוך האקו סיסטם של הפרויקט הספציפי שלהם, ואילו בעולם ה”אמיתי” אין לו שום משמעות. לעומת זאת, המשקיעים במיזמים הנ”ל ציפו לקבל תמורה להשקעה גם מחוץ לאקו סיסטם של הפרויקט הספציפי שבו השקיעו – הציפייה הייתה שאם הפרויקט יצליח, תהיה עלייה בביקוש למטבע שנוצר במסגרתו ועבור המימון שלו, והם יוכלו, אם ירצו, למכור את המטבע שרכשו בשלב הראשוני ברווח נאה.\nבמצב שבו למטבע יש ערך “אמיתי”, הוא שקול לנייר ערך מבחינת הרגולטורים וגם על-פי החוקים השונים – דבר שעלול ליצור בעיה לחברות הבלוקצ’יין בשלב הפוסט-ICO עקב אי עמידה בכל התקנות הרלוונטיות ודרישות הרגולציה. כדי לא להסתבך, בפרויקטים רבים בחרו היזמים מראש להגדיר את הטוקנים כניירות ערך ודאגו לוודא שהם מצייתים לכל כללי הרגולציה. במקביל ישנה מגמה – שכאמור החלה ב-2018 וצפויה להפוך למשמעותית יותר ב-2019 – של הצעת נכסים ממשיים תמורת ההשתתפות במימון הפרויקטים במקום ה-Utility Token.\nתמונה: Pixabay\nאם ה-STO אכן יהפוך לדומיננטי יותר ב-2019, ההשפעה המשמעותית ביותר תהיה על הגופים המוסדיים – הבנקים והממשלות, שיגלו נכונות גבוהה יותר לאמץ את כלכלת הקריפטו ואת טכנולוגיית הבלוקצ’יין. מצד אחד מדובר בבשורה טובה, אבל מצד שני זוהי גם התנפצות החלום הביזור – כך שצפויה גם התנגדות, בעיקר מצד הקריפטו-אנרכיסטים.\nלצד ה-STO נראה השנה גם עלייה בהיקף סחר החליפין של הסקיוריטי טוקנס. ישנן זירות מסחר שכבר פעילות ואחרות צפויות להיות מושקות בהמשך 2019. בחלק מהמקרים מדובר על בורסות קיימות, למשל זו של מלטה שפועלת כדי להוסיף פלטפורמת מסחר לניירות הערך של עולם הקריפטו, ובמקרים אחרים אלו הן פלטפורמות חדשות לגמרי שנוצרו או נוצרות במיוחד כדי לאפשר מסחר בנכסים ומטבעות מבוזרים.\nגם ב-2019 משקיעים פוטנציאליים יצטרכו להיות זהירים ולבצע בדיקות נאותות כדי לא ליפול על תרמיות. כמובן שלא כל פרויקט שמכריז על עצמו כ-STO ומצהיר שהוא עומד בכל דרישות הרגולציה, הוא אכן כזה. בדומה להשקעה ב-ICO, יש לבחון את הניסיון של הצוות שמאחורי הפרויקט ובאופן כללי להתעמק בהצעה כדי שאפשר יהיה להעריך את סיכויי ההצלחה של המיזם – אי אפשר סתם לעבור על רשימה של STO, לבחור פרויקט שנשמע מעניין ולהעביר אליו את הכסף שלנו.\nלמי שמחפש משקיעים כדאי לדעת שהציפיות שלהם גבוהות יותר בהשוואה לשנים קודמות. בעלי הון פזיזים שקיוו להתעשר במהירות והתפתו להבטחות שלא הייתה להם שום אחיזה במציאות כבר לא נמצאים בעולם הקריפטו – מן הסתם הם נמשכים כעת לתרמיות בתחומים אחרים. המשקיעים שנשארו הם אלה שמתייחסים ברצינות לכסף שלהם, ואם אתם רוצים שהם ישקיעו דווקא ב-STO שלכם מבין כל האפשרויות, כדאי שתכינו טיעונים משכנעים באמת. המינימום הוא MVP (כלומר מוצר בר קיימא מינימלי – Minimum Viable Product), מסמך לבן מנוסח בקפידה ומלוטש היטב ואתר מרשים. בנוסף נדרשת הבנה ברורה של דרישות השוק הנוכחיות – בקיצור, כבר אי אפשר לצאת לדרך רק עם חלומות גדולים ורעיונות מעורפלים.\nהנפקות שמבוססות על סקיוריטי טוקנס הן לא תחליף להצעות מטבע ראשוניות. בעולם הקריפטו יש עדיין מקום נרחב גם ל-Utility Tokens, וסביר להניח שנראה עוד פרויקטים רבים שמנסים לגייס מימון בדרך זו (אם כי ייתכן שהם יעדיפו שם אחר, שכן ל-ICO יש תדמית שלילית).\nקהילת הקריפטו נמצאת עדיין בשלב הילדות. אפשר לראות ב-STO סממן של גיל ההתבגרות, אבל הגדילה לא תיגמר כאן. עכשיו אנחנו מגדירים את 2019 כשנת ה-STO ובעוד שנה ייתכן שנכריז על 2020 כשנת המשהו שעדיין אי אפשר אפילו לדמיין. בכל מקרה מרגש מאוד להיות חלק מתעשייה חדשה, חדשנית, עתירת דמיון וכזו שמתעצבת ומתגבשת כל הזמן – ואנחנו כבר לא יכולים לחכות כדי לגלות מה השלב הבא בהתפתחות שלה.\nהכותב הינו מייסד ומנכ”ל חברת Cointelligence המספקת שירותי מידע וניתוח שוק לכלכלת הקריפטו", "keywords": "ico,sto,utility token,סקיוריטי טוקן,security token,token,טוקן,מטבעות,גיוס,רגולציה,בלוקצ\\'יין,blockchain"}