{"url": "https://www.geektime.co.il/insider-jobs-8-1-19/", "type": "article", "title": "בואו לעבוד איתם: הנה 14 משרות חדשות ושוות בהייטק", "description": "מוכנים לאתגר הבא? הנה 14 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/GettyImages-610053339-1-1546769140-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-09T17:00:46Z", "modified_time": "2019-01-09T20:23:10Z", "articleBody": "מוכנים לאתגר הבא? הנה 14 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם\n\nצלם/תמונה: Ezra Bailey / Getty Images Israel \nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nBizzabo\n\nBizzabo היא חברת סטארטאפ שפיתחה טכנולוגיה אינטגרטיבית לניהול ושיווק אירועים וכנסים בשוק העסקי והציבורי. כלומר, היא מאפשרת לחברות וארגונים לתכנן ולהוציא לפועל אירועים בצורה יעילה ומסודרת יותר, ולנטר, לנתח ולתרגם אינטראקציות דיגיטליות למידע שיכול להועיל להן לאחר מכן.\n–  To send a CV for the position of Senior Back-End Developer\n– To send a CV for the positiond of Data Engineer\nWhiteSource\n\nWhiteSource מאפשרת למפתחים, אנשי אבטחת מידע ומנהלי Compliance לאבטח ולנהל בקלות את רכיבי הקוד הפתוח בתוכנה המפותחת על ידם, וכך המפתחים יכולים להמשיך ולהתמקד בבניית מוצרי תוכנה. החברה נוסדה ב-2011 על ידי שלושה יזמים סדרתיים: רון רימון, עזי כהן ורמי שש. מעבר לפתרון שהיא מציעה בכל הקשור לניהול ואבטחה של קוד פתוח, השכילה החברה לבסס את עצמה כמובילה בתחום, בעיקר הודות ליכולת הייחודית שלה לספק גם מענה לצרכים העסקיים של צוותי הפיתוח והאבטחה וגם חשיבה מעבר לרעיון המופשט של אבטחה והתאמה של רכיבי הקוד הפתוח למדיניות החברה.\n-To send a CV for the position of Solution Engineer (Presale)\n– To send a CV for the positiond of Senior Java Software Developer\n\n enSilo\n\nenSilo היא חברת סייבר צעירה שפועלת בתחום פופולרי ותחרותי של זיהוי ומניעת התקפות נגד תוכנות כופר, נוזקות ממוקדות, מתקפות ללא קבצים ושאר מתקפות זדוניות.\nהחברה מתמקדת במניעת גנבה ושיבוש מידע בארגונים, תוך שימוש בטכנולוגיה ייחודית שמגנה על נקודות קצה לפני ואחרי הדבקה, וכן עוצרת זליגות ופגיעה בנתונים בזמן אמת.\n-To send a CV for the position of Automation Engineer\n– To send a CV for the positiond of QA Engineer\nGeneral Motors \n\nג’נרל מוטורס הוקמה ב-1908 הנהלת החברה ממוקמת בארה”ב והחברה מעסיקה היום למעלה מ-200 אלף עובדים ברחבי העולם. במרכז הפיתוח והמחקר של GM בהרצליה פיתוח מפנים את הזרקור אל עבר אחד מהנושאים היותר לוהטים בתעשיית הרכב והטכנולוגיה בשנים האחרונות – הרכב האוטונומי.\n-To send a CV for the position of Research Group Manager – Smart sensing and vision\n– To send a CV for the positiond of integration engineer \n\nCyberArk\n\nCyberArk היא אחת מחברות אבטחת הסייבר המובילות בעולם וחברת הסייבר הישראלית השנייה בגודלה בעולם. החברה נחשבת למובילת שוק בתחום אבטחת “חשבונות פריבילגיים” (privileged account). מדובר בחשבונות המאפשרים גישה לנכסי המידע הרגישים ביותר בארגון.\nהחברה מפתחת פתרונות חדשניים בתחום ה-CyberSecurity, שמיושמים על ידי מגוון חברות וארגונים גדולים בעולם. מדובר בשכבת הגנה ייחודית שפיתחה החברה כדי לאפשר שליטה ובקרה על פעילותם של חשבונות רגישים ברשת הארגונית – באתר הלקוח, בענן ובתהליכי DevOps.\n– To send a CV for the positiond of Automation and DevOps Engineer\n– To send a CV for the positiond of Senior Full stack SW engineer – SaaS\n\nCloudShare\n\nCloudShare מספקת מעבדות IT בענן כשירות, עם התמחות במעבדות מורכבות מאוד טכנית שאינן ניתנות להקמה מעל עננים אחרים. CloudShare נותנת פתרון מקצה לקצה למעבדות להדרכות טכניות, לסביבות הדגמה (Demo/POC) למטרת מכירה ולסביבות לפיתוח, בדיקות ואינטגרציה (Dev&Test / DevOps). סביבת המוצר של CloudShare גמישה מאוד וכך מאפשרת ללקוחות טווח רחב של התאמה ושימושים.\n-To send a CV for the position of Full Stack Web Developer\n-To send a CV for the position of SDR- Sales Development Rep\n\n\nDoubleVerify\n\nDoubleVerify שמה לה למטרה להפוך את העולם המקוון לבטוח ושקוף יותר עבור המותגים הגדולים בעולם, והיא מאמינה שעל ידי השימוש בפלטפורמה שלה היא לא רק משרתת מותגים, אלא גם עוזרת להפוך את העולם הדיגיטלי למקום קצת יותר בטוח. החברה פיתחה מאפס ורטיקל חדש לגמרי בכל הקשור לניטור ומדידת מדיה באינטרנט.\nTo send a CV for the position of Big Data Engineer–\nTo send a CV for the positiond of Backend Developer\n\n\n", "keywords": "ביזאבו,bizzabo,סייסנס,ווייט סורס,whitesource,sisense,apple,applied matirials,aqua,autodesk,chief system architect,cloudshare,cyber security,devop,devops,dome9,doubleverify,front end developer,fyber,geektime insider,hibob,ilyon,insider,intuit,myhritage,product manager,qa engineer,risk management lead,singular,starhome mach,trax,ux/ui expert,yotpo,אוטודסק,אור יהודה,איליון,אינסיידר,אפל,אפלייד,אקווה,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,טראקס,יוטפו,משרות,סטארהום מאך,סייבר,סינגולר,עבודה בהייטק,פייבר,פפר,ראש העין,רחובות,רעננה"}