{"url": "https://www.geektime.co.il/10-hot-hitech-jobs-in-tel-aviv/", "type": "article", "title": "10 משרות שוות בהייטק לאנשים שלא מוכנים לצאת מתל אביב", "description": "אתם גרים בתל אביב ומחפשים משרה שמציעה גם אתגר, גם תנאים טובים וגם מספיק זמן פנוי כדי ליהנות מהעיר. אספנו עבורכם משרות שעונות על כל הדרישות שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/beach-4193815_1280-1591011965-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-21T11:35:16Z", "modified_time": "2020-06-21T11:08:39Z", "articleBody": "אתם גרים בתל אביב ומחפשים משרה שמציעה גם אתגר, גם תנאים טובים וגם מספיק זמן פנוי כדי ליהנות מהעיר. אספנו עבורכם משרות שעונות על כל הדרישות שלכם\nהכתבה בחסות\nתמונה: Pixabay\nבתור אנשי הייטק תל אביביים שאוהבים את העיר, את העבודה ואת השילוב של שניהם, יש לכם סטנדרטים ואין שום סיבה שתתפשרו שעליהם. גם אם לפעמים נדמה לכם שלא תצליחו למצוא משרה שהיא גם מאתגרת, גם מתגמלת, גם מאפשרת לכם לצמוח ולהתקדם אבל כזו משאירה זמן ליהנות מהעיר – אנחנו כאן בשביל להוכיח את ההפך. הנה כמה משרות בדיוק כאלה:\nחברת סטארטאפ מתרחבת ומגייסת מפתח/ת Front BI עם יכולות ניתוח מערכות לצורך הסבת דוחות וקוביות קוגנוס לדוחות במערכת Tableau. החברה אחרי גיוס כספים גדול, מעסיקה 40 עובדים וממוקמת במרכז תל אביב.\nדרישות:\n– יכולת כתיבת שאילתות מורכבות ב-SQL\n– עבודה עם Tableau ברמה טובה מאוד ברמת פיתוח ויישום\n– עבודה עם קוגנוס ברמה טובה מאוד, ברמת פיתוח ויישום\n– יכולת ניתוח נתונים והבנה עסקית גבוהה\n– ניסיון של שלוש שנים לפחות בעבודה במחלקת BI\n– הבנה אינטגרטיבית של DATA ארגוני\nלשליחת קורות חיים\nלחברת סטארטאפ בתל אביב דרוש/ה מפתח/ת ++C. התפקיד כולל פיתוח C++ High Level בסביבת Linux. המייסדים הם יוצאי יחידות טכנולוגיות, יזמים עם רקורד של אקזיטים. מדובר בחברה גלובלית המונה 45 עובדים בארץ וכן עובדים בחו”ל ועד כה גייסה 65 מיליון דולר מקרנות מובילות.\nדרישות:\n– ניסיון בפיתוח ++C\n– תואר ראשון במדעי המחשב או הנדסת תוכנה\n– ניסיון מוכח בפיתוח High Level בסביבת Linux\n– ניסיון בסביבת Cloud – יתרון\n– אנגלית ברמה גבוהה\nלשליחת קורות חיים\nחברת סטארטאפ ישראלית שנרכשה ב-2011 על ידי חברה אירופית גדולה המתמחה בתחום ה-Madical Devices מחפשת מפתח/ת JAVA תותח/ית להשתלבות בצוות.\nהחברה ידועה ב-Work Life Balance שהיא מאפשרת, מעניקה תנאים טובים ומטפחת את עובדיה. ניתן גם מהבית, יש חדר כושר וחניה במשרדים, ולא פחות חשוב מכך מדובר באתגר מקצועי וטכנולוגי.\nדרישות:\n– 4 שנות ניסיון בפיתוח Java\n– תואר ראשון במדעי המחשב או הנדסת תוכנה\n– ניסיון מוכח בפיתוח Backend ועבודה מול בסיסי נתונים\n– ניסיון בעבודה במתודולוגיית Agile/ Scrum\n– אנגלית ברמה גבוהה\nלשליחת קורות חיים\nחברת סטאראטפ בתחום ה-Cyber Security מחפשת מומחה/ית LINUX. החברה פיתחה מערכת שמזהה התקפות בזמן אמת, מנתחת ומגיבה בהתאם. הסטארטאפ ממומן היטב ומובל על ידי יזמים בולטים מתעשיית הסייבר והפינטק. לאחרונה סיים סבב גיוס וכעת זו הזדמנות מעולה להצטרף ולהשפיע על התשתית הפיתוחית בתפקיד עם אפיקי קידום רבים.\nהחברה ממוקמת במרכז תל אביב ומאמינה מאוד ב-Work life Balance.\nדרישות:\n– עבודה ב-LINUX\n– ניסיון בפרוטוקלי תקשורת\nלשליחת קורות חיים\nחברת סטארטאפ צעירה בראשית דרכה, אשר פועלת בימים אלו מתחת לרדאר ונמצאת בצמיחה, מחפשת מפתח/ת Backend.\nהחברה הוקמה על ידי צוות מוכשר שכבר עשה כמה אקזיטים בעבר, וממש לאחרונה גייס 10 מליון דולר מקרן מובילה. המוצר נמצא בשלבי פיתוח התחלתיים וכבר נמכר למספר לקוחות מובילים בארה”ב.\nדרישות:\n– ניסיון בפיתוח ב-PYTHON\n– ניסיון בעבודה עם Cloud\n– ניסיון עם Streaming – התעסקות עם דאטה בזמן אמת ונפחים גדולים\n– ניסיון עם API של מערכות שונות\nלשליחת קורות חיים\nלסטארטאפ בתחום אבטחת מידע, הממוקם בתל אביב, דרוש/ה DevOps Manager. מחפשים את האחד/ת שיקחו חלק בפיתוח מוצר חדשני המשלב את הטכנולוגיות הכי חמות, אשר יתן מענה לבעיות האבטחה המאתגרות ביותר בעולם.\nהחברה סיימה סבב גיוס מוצלח מקרנות נחשבות, ומציעה מתודולודגיה חדשנית בהגנה על ארגונים וטיפול באיומים רובוטים. החברה מעסיקה 13 עובדים וממוקמת בתל אביב.\nדרישות:\n– ניסיון בסביבת Linux\n– ניסיון בסקריפטים: Perl, Groovy, Python, CloudFormation/Terraform, Ansible\n– ניסיון בעבודה עם כלי CI/CD\n– ידע בעבודה ב-AWS\nלשליחת קורות חיים\nסטארטאפ מגה טכנולוגי, מוכר ומצליח מגייס Fullstack Engineer לפיתוח ורסטילי במגוון שפות. החברה עובדת עם Data רב ב-Scale גבוה מאוד.\nהחברה מונה 150 עובדים, רווחית וממוקמת בתל אביב, עם נגישות לרכבת.\nדרישות:\n– ניסיון בפיתוח Nodejs ו-React\n– ניסיון עם Docker/ Kubernetes\nלשליחת קורות חיים\nסטארטאפ בצמיחה שמייסדיו כבר רשמו אקזיט מגייס Data Engineer. מחפשים אחר מפתח/ת בעל/ת יכולת הובלה, עצמאי/ת שרוצה לעבוד כחלק מצוות. הפיתוח נעשה בסביבת Big Data, החברה מתמקדת ב-Public Cloud Data וכבר יש לה לקוחות גדולים.\nהחברה ממוקמת בתל אביב על קו הרכבת ונעסיקה 15 עובדים.\nדרישות:\n– לפחות 5 שנות ניסיון כ-Senior Backend Engineer\n– ניסיון ב-JAVA, PYTHON, NODE.JS (לפחות 2 שפות)\n– ניסיון בפיתוח בעולם ה-Big Data\n– ניסיון בעבודה עם Micro Services ו-Docker\nלשליחת קורות חיים\nחברת סטארטאפ צעירה, גלובלית ומבוססת היטב בתחום הסייבר, היושבת בסביבת קו רכבת בתל אביב, מחפשת Security Research. התפקיד הוא חלק מצוות חוקרי LL, וכולל מחקר חולשות ל-Embedded Mobile ,Reverse Engineer ועבודה עם OS Internals.\nסביבת העבודה דינמית ועצמאית, ובחברה מאמינים באיזון פנאי-עבודה ומקפידים לטפח את העובדים.\nדרישות:\n– 5 שנות ניסיון ומעלה בתחום\n– 3 שנות ניסיון במחקר חולשות\n– ניסיון ב-Reverse Engineering\nלשליחת קורות חיים\nלסטארטאפ בתחום הווירטואליזציה דרוש/ה טאלנט/ית BACKEND בעל/ת חשיבה יזמית. את החברה מובילים שניים מהטכנולוגים הבולטים בארץ, שלהם רקורד של הצלחה., היא מצויה בקצב גידול גבוה, מעסיקה 25 עובדים ובמגמת התרחבות עם לקוחות משלמים. התפקיד כולל עבודה עם הטכנולוגיות החדשות ביותר.\nדרישות:\n– 3 שנים ניסיון בפיתוח Java\n– ניסיון בפיתוח מוצרי SaaS – יתרון משמעותי\n– ניסיון בעבודה עם  AWS, microservices, Dockers, Kubernetes – יתרון\nלשליחת קורות חיים", "keywords": "אסקיו,אסקיולינק,sqlink,משרות חמות,לעבוד בעיר,תל אביב,עבודה בהייטק,עבודה בסטארטאפ,קורות חיים,ראיון עבודה,תנאים מעולים,משרות פיתוח,תל-אביב"}