{"url": "https://www.geektime.co.il/10-dev-jobs-in-the-north/", "type": "article", "title": "אפשר להפסיק לחפש: 10 משרות מעולות למחפשי עבודה בצפון", "description": "נכון, רוב משרות הפיתוח נמצאות במרכז, אבל גם בצפון יש אפשרויות שלא מצריכות מכם להתפשר על שכר, תנאים או איזון בית-עבודה. אספנו עבורכם כמה אפשרויות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/haifa-467234_1280-1593339912-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-05T11:30:48Z", "modified_time": "2020-07-12T15:01:00Z", "articleBody": "נכון, רוב משרות הפיתוח נמצאות במרכז, אבל גם בצפון יש אפשרויות שלא מצריכות מכם להתפשר על שכר, תנאים או איזון בית-עבודה. אספנו עבורכם כמה אפשרויות\nהכתבה בחסות\nתמונה: Pixabay\nיש המון סיבות לכך שאתם חיים בצפון, אבל העיקרית שבהן היא כנראה איכות החיים. עכשיו, כשענף ההייטק חוזר לשגרה ומגייס עובדים בכל הכוח, גם הצפון לא נשאר מאחור, וזה בדיוק הזמן למצוא עבודה שתתאים לאיכות החיים שלכם – עבודה עם סיפוק ועניין, שעות עבודה מצוינות ותנאים מעולים. איפה מוצאים עבודה כזאת? טוב ששאלתם, יש לנו כמה וכמה כאלה והן נמצאות ממש כאן:\nלחברת סטארטאפ מצליחה ומבטיחה דרוש/ה מפתח/ת Server חזק/ה מאוד, בעל/ת רקע ב-Java, ניסיון בעבודה על Linux וכן בעל/ת ניסיון בפיתוח מערכות מורכבות וגדולות. המוצר נמצא בשלבי פיתוח התחלתיים, אך כבר הצליחו לחתום על חוזים עם מספר לקוחות מובילים בארה”ב.\nהזדמנות מצוינת להשתלב בצוות הפיתוח עוד בשלבים הראשונים, להיות חלק משלבי ההקמה ולצבור ידע טכנולוגי רב. החברה מציעה תנאים יפים לתפקיד וסביבת עבודה מאתגרת וחדשנית.\nדרישות:\n– תואר אקדמי בהנדסת תוכנה/מדעי המחשב\n– לפחות 4 שנות ניסיון בפיתוח JAVA מעל LINUX\n– ניסיון מחברת סטארטאפ – יתרון!\n– ניסיון עם כלי CI/CD – יתרון משמעותי\nלשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 115496\nחיפאים/חיפאיות, הזדמנות מעולה להשתלב בחברה מולטידיסציפלינרית מעולה, המפתחת מוצר חדשני שמשלב SAAS וחומרה.\nהמשרה כוללת עבודה עם הטכנולוגיות המתקדמות ביותר, מעורבות בשלבי RTL-to-GDS, שיתוף פעולה עם צוות ה-FrontEnd ומעבר מ-RTL2GDS דרך שלבי היישום הפיזי השונים. מייסדי החברה ידועים בקהילה העסקית ובעלי רקורד של אקזיטים.\nדרישות:\n– 4 שנים ניסיון  כ-BACKEND\n– Physical Design\n– ניסיון עם RTL TO GDS\n– DFT\n– UPF\n– תואר ראשון בהנדסת אלקטרוניקה\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120296\nחברת סטארטאפ המפתחת מוצר מולטידיסציפלינרי לתחום ה-AI מגייסת מהנדס/ת אלקטרוניקה. תפקיד מעניין ומאתגר המשלב בדיקות, ניהול פרויקטים וגורם מרכזי מקשר בין בהנדסת התהליך. החברה נוסדה ב-2017 על ידי יוצאי יחידה מובחרת ומונה כבר מעל 100 עובדים. מציעים תנאים מעולים, בדגש על רווחת העובד/ת והתפתחות מקצועית.\nדרישות:\n– תואר ראשון בהנדסת אלקטרוניקה וחשמל\n– ניסיון של שנתיים מחברות מוצר בתחום הרפואי\n– ניסיון בהנדסת תהליך / NPI / ניהול פרויקטים בייצור\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120198\nלחברה טכנולוגית מובילה המפתחת מערכות מכ”מ מתקדמות דרוש/ה Senior VLSI SOC Design Engineer, שייקחו חלק בפיתוח מוצרים בקדמת הטכנולוגיה, כחלק מקהילת מפתחים עשירה ומפרה בחברה עם ערך מוסף. מציעים תנאים ושכר שוברי שוק.\nדרישות:\n– 7 שנות ניסיון בהנדסת VLSI\n– ניסיון עם VERILOG\n– ניסיון הארכיטקטורה ועיצוב בלוקים SOC\n– ניסיון עם מעבדי DSP – יתרון\n– תואר ראשון בהנדסת חשמל/מדעי המחשב\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120297\nאחד הסטארטאפים המבוססים והידועים בתחום ה-Mobile מגייס Full Stack Web Developer לתכנון ופיתוח של יישומי Web. החברה נבחרה כמה שנים ברציפות לסטארטאפ המוביל באקוסיסטם ולאחרונה סיימה בהצלחה סבב גיוס נוסף.\nדרישות:\n– תואר ראשון בהנדסה\n– 3 שנים ניסיון בפיתוח Full Stack, בטכנולוגיות C#, Angular\n– Umbraco – יתרון\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 119952\nחברת סטארטאפ בצמיחה מגייסת Linux Kernel SW Engineer. החברה מפתחת פלטפורמה בעולם הווירטואליזציה, הוקמה על ידי צוות מוכשר שכבר עשה כמה אקזיטים בעבר וממש לאחרונה גייסה 10 מיליון דולר מקרן מובילה. המוצר של החברה מוטמע בחברות מובילות ברחבי העולם, והיא בעלת כמה סניפים בארצות הברית.\nדרישות:\n– תואר ראשון בהנדסת חשמל ואלקטרוניקה/הנדסת תוכנה\n– לפחות 5 שנים ניסיון בפיתוח Embedded\n– ניסיון בעבודה מעל Linux ושינוי ה-Kernel\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120354\nלחברת סטארטאפ בעולם הפינטק דרוש/ה Software Engineer. החברה מפתחת פתרונות אנליטיים למוסדות פיננסים, והטכנולוגיה שלה עוזרת ללקוחות בקבלת החלטות אופטימלית ברמת המוצר, התמחור והשיווק. עובדים עם Big Data ומודלים מתקדמים מבוססי אלגוריתמים. מחלקת המחקר והפיתוח מונה מפתחי תוכנה בכירים, סטטיסטיקאים, אלגוריתמאים בכירים, מהנדסי בדיקות ואוטומציה.\nדרישות:\n– תואר ראשון במדעי המחשב\n– ניסיון של 4+ שנים בהנדסת תוכנה\n– שליטה ב-C++/C\n– ניסיון בעבודה עם Linux\n– ניסיון עם מערכות Embedded\n– ניסיון בעיבוד תמונות – יתרון\n– ניסיון עם Linux Kernel – יתרון\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120820\nחברה גלובלית הידועה בזכות טכנולוגיות הקצה שלה, מגייסת מהנדס/ת ולידציה. החברה מפתחת ומשווקת טכנולוגיות עיבוד אותות ספרתיים (DSP) ופלטפורמות תוכנה למכשירי סלולר, תחנות בסיס, טאבלטים, מצלמות דיגיטליות, טלוויזיות ועוד, במודל עסקי של רישוי טכנולוגי ותמלוגים ממכירות.\nהחברה מעסיקה 200 עובדים בארץ (ועוד 100 בחו”ל), בין לקוחותיה נמצאות כמה מהחברות המובילות בעולם בתחומים שונים, היא נמצאת בצמיחה מסחררת ומציעה תחרותיות בתנאים ובשכר.\nדרישות:\n– ניסיון של 3 שנים לפחות כמהנדס/ת ולידציה\n– ניסיון בפיתוח C/C++/Python/Java\n– תואר במדעי המחשב/הנדסת חשמל ואלקטרוניקה\n– ניסיון באימות ותיקוף של עיצובים מורכבים של HW/SW/משובצים – יתרון\n– ניסיון בפיתוח סביבות אימות – יתרון\n– ניסיון עם זיכרון Flash או פרוטוקולי אחסון – יתרון\n– ניסיון עם מתודולוגיית Scrum – יתרון\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120510\nלחברת מדיקל בינלאומית הממוקמת באזור חיפה, דרוש/ה הנדסאי/ת אבטחת איכות. בתפקיד נדרש שיתוף פעולה עם מנהלי מוצר וצוותי R&D על מנת להבטיח שמוצרי החברה תואמים לצורכי הלקוח. התפקיד כולל ביצוע ביקורות איכות וביקורת חזותית לפריטים על פי הוראות בדיקה, עבודה עם תוכנות מחשוב ייעודיות והתנהלות שותפת באנגלית.\nחברה צעירה וכיפית, האווירה נעימה ומשפחתית ויש הרבה בילויים משותפים.\nדרישות:\n– לפחות שנתיים ניסיון בביקורת איכות מתחום Medical Device\n– תעודת הנדסאי מכונות/תעשייה וניהול\n– ניסיון בקריאת שרטוטים והבנת הדרישות מהם\n– הכרות עם מערכת PLDM- AGILE – יתרון\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120446\nהזדמנות מצוינת להשתלב בחברה מובילה בתחום הפינטק, המתמחה במתן פתרונות תשלום אונליין. התפקיד דורש אחראיות על הגדרת תזרימי המערכת של ה-IC Modem והפלטפורמה הכוללת, והעבודה היא מול חברות גדולות ב-220 מדינות.\nהחברה מעסיקה גלובלית מעל 1,000 עובדים, ומציעה עבודה בחזית הטכנולוגיה, תוך התעדכנות עם טכנולוגיות חדשות, תנאים טובים, פעילויות רווחה ודאגה לעובדים.\nדרישות:\n– 3 שנים ניסיון ב-Wireless Communication Technologies\n– ניסיון בהובלת אינטגרציות והגדרת זרימות על ב-HW ושכבות שונות של SW\n– ניסיון בעיצוב מודם של PHY and/or MAC Multi-discipline\n– ניסיון עם SW (FW) בזמן אמת, HW, RF ומערכי RF\n– ניסיון עם תקן ועיצוב 802.11\nמייל לשליחת קורות חיים: geektime@sqlink.com\nמספר משרה: 120302", "keywords": "גוטפרנדס,gotfriends,משרות בצפון,work-life balance,חיפה,משרות בחיפה,חברת מדיקל,משרות פיתוח,עבודה בסטארטאפ,עבודה בהייטק,שכר,תנאים,איזון בית-עבודה,,work life balance"}