{"url": "https://www.geektime.co.il/10-best-leader-jobs-sq/", "type": "article", "title": "מובילים טכנולוגיים וראשי צוותים: הנה 10 משרות שאתם צריכים להכיר בהייטק הישראלי", "description": "המשרות שריכזנו הפעם פונות אליכם, שכבר עובדים בתעשייה כמה שנים טובות ומוכנים להוביל ולהתקדם בחברה הנכונה. הנה 10 משרות שכדאי לכם לשמוע עליהן", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/austin-distel-wD1LRb9OeEo-unsplash-1590906355-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-07T11:30:54Z", "modified_time": "2020-06-07T15:41:04Z", "articleBody": "המשרות שריכזנו הפעם פונות אליכם, שכבר עובדים בתעשייה כמה שנים טובות ומוכנים להוביל ולהתקדם בחברה הנכונה. הנה 10 משרות שכדאי לכם לשמוע עליהן\nהכתבה בחסות\nPhoto by Austin Distel on Unsplash\nעולם ההייטק לא חדש לכם ואתם יודעים בדיוק מה אתם רוצים. מעבר לתנאים ולשכר, חשוב לכם לעבוד מול צוות איכותי, במקום שיש בו ערך מוסף, ובסביבת עבודה שתפרה ותעודד אתכם להתפתח ולהמשיך להתקדם. נכון, לא קל למצוא עבודה שעונה על כל הדרישות, אבל עם קצת עזרה מחברים, הכל אפשרי, ובשביל זה אנחנו כאן. הנה כמה משרות מצוינות במיוחד בשבילכם:\nלחברת תוכנה בין-לאומית דרוש/ה ר”צ DevOps. החברה מפתחת מוצר של Video Conferencing לארגונים גדולים. הזדמנות מעולה להשתלב בחברה גדולה ויציבה המציעה תנאים מעולים.\nדרישות:\n– 5 שנות ניסיון ב-DEVOPS כולל ניסיון ניהולי\n– חובה ניסיון עם AZURE\n– ניסיון בפיתוח כלי CI/CD\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברת הייטק מובילה, המפתחת מוצר בתחום הסייבר, דרוש/ה ר”צ Front-end. החברה מפתחת פלטפורמת מוצרי IoT ומחפשת ראש צוות שינהל 5-3 מפתחים. הזדמנות להיכנס לחברה יציבה ומובילה וליהנות מתנאים מעולים.\nדרישות:\n– 8 שנות ניסיון לפחות בפיתוח (5 לפחות בפיתוח Frontend בדגש על React)\n– ניסיון עם טכנולוגיות פרונטאנד: JavaScript (ES6), HTML, SASS\n– ניסיון בפיתוח Java – יתרון\n– השכלה אקדמית רלוונטית\nמייל לשליחת קורות חיים: geektime@sqlink.com\nחברת הייטק גלובלית מובילה בתחום ה-eCommerce מגייסת ר”צ פיתוח לניהול 10-8 מפתחי Java. הזדמנות להיכנס לחברה איכותית ומובילה, ולעבוד עם טכנולוגיות חדשות בסביבה דינמית ומאתגרת.\nדרישות:\n– ניסיון של 3 שנים בניהול צוות פיתוח בינוני (5-10 מפתחים)\n– ניסיון בפיתוח Java\n– ניסיון עם Spring\n– ניסיון מחברות Web, Online\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברה טכנולוגית מובילה ומוכרת בירושלים דרוש/ה ר”צ פיתוח BI. מדובר בתפקיד הכולל פיתוח וניתוח דוחות ודשבורדים, עבודה מול מנהלי מוצר ופרויקטים, הובלת צוות מפתחים ועוד. הזדמנות מצוינת להיכנס לחברה מובילה המציעה תנאים מעולים ואופציית קידום.\nדרישות:\n– 8 שנות ניסיון בפיתוח BI\n– ניסיון בניהול צוות\n– ניסיון בפיתוח QlikView/QlikSense\n– SQL ברמה גבוהה\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברה גלובלית ומובילה בתחומה דרוש/ה ר”צ פיתוח מנוסה בפיתוח ++C. התפקיד כולל הובלת ממשקים בין הצוות להנהלה, הובלת מחזור הפיתוח, תוך הקפדה על דרישות, איכות המוצר ועמידה בלו”ז, וכן אחריות על הגדרת מטרות ויעדי הצוות, ניהול משימות ודוחות.\nדרישות:\n– תואר ראשון / MSc במדעי המחשב / הנדסת מחשבים / מתמטיקה\n– 4  שנות ניסיון פיתוח ב-++C\n– 3 שנות פיתוח של מכשירים משובצים\n– 3 שנות ניסיון כמוביל/ה בתחום הטכנולוגי\n– ניסיון עם פרספקטיבה מכוונת מערכת לעיצוב תשתיות וארכיטקטורת תוכנה עבור התקני IoT מרובים\n– יישום מנהל התקנים ברמה נמוכה, מעמיסי אתחול, פרוטוקולי תקשורת RF\n– ניסיון עם שילוב של FreeRTOS, TCP / IP, USB, SPI, I2C\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברת הייטק מובילה המפתחת מוצרי תוכנה לתעשיית הביטוח ויושבת בפתח תקווה דרוש/ה ר”צ Scrum Master. החברה מבוססת ויציבה ומתפתחת כל הזמן. בשל האופי הדינמי, יש לא מעט אפשרויות קידום והתפתחות למי שמוכיח עצמו ושואף לכך. מדובר בתפקיד מעניין של ר”צ לניהול QA ,Business Analyst בסביבה טכנולוגית מתקדמת. הזדמנות להצטרף לצוות צעיר ומגובש, אפשרויות קידום ותנאים מעולים למתאימים/ות.\nדרישות:\n– לפחות 2 שנות ניסיון בתפקיד ניהולי\n– ניסיון בXML, JSON, SQL\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברת הייטק רפואית באזור המרכז דרוש/ה מוביל/ה טכנולוגי/ת אשר עתיד/ה להיות ר”צ בהמשך, לקבוצה חדשנית בחברה בתחום ה-Conversational Platform. התפקיד כולל הובלת צוות הצומח במהירות ובונה פלטפורמת שיחה חדשנית עבור חולים וכן מוצרים נלווים; עבודה מקרוב עם המוצר והבנת הדרישות, תכנון וביצוע תוכניות מפורטות טכניות; הובלת מוצרים “מקצה לקצה” – מדרישות דרך בדיקות והפקה חיה. כמו כן, התפקיד כולל עיצוב, אדריכלות ופיתוח המוצרים, מציאת פתרונות חדשניים ובניית POC, MVP ופלטפורמת SaaS המשרתת מספר פתרונות ומוצרים.\nדרישות:\n– ניסיון של 5 שנים בפיתוח תוכנה\n– ניסיון משמעותי בהובלת צוות\n– ניסיון עם Nodejs, Python , React\n– ניסיון רב ומשמעותי בסביבת Cloud\n– ניסיון עם Big Data\n– היכרות וידע עם Micro Services\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברה ביטחונית מובילה דרוש/ה ר”צ פיתוח Full Stack. התפקיד כולל הובלת צוות מפתחים ועבודה עם טכנולוגיות מתקדמות. הזדמנות להשתלב בחברה יציבה בתפקיד משמעותי עם אפשרויות קידום מגוונות.\nדרישות:\n– ניסיון בפיתוח PYTHON/ .NET/ JAVA\n– ניסיון בניהול צוות פיתוח/ הובלה טכנית\n– ניסיון בעבודה עם JS/ ANGULAR/ REACT\n– MicroServices\n– ניסיון עם עננים ציבוריים כגון AWS, Azure\n– ניסיון במנגנוני Pub/Sub וMessage queuing כגון Redis, Kafka – יתרון משמעותי\n– תואר ראשון בהנדסת תוכנה/ מדעי המחשב – יתרון\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברת SU העוסקת בפיתוחים רפואיים דרוש/ה R&D Manager. הזדמנות מעולה להיכנס לחברה העוסקת בפיתוח מוצר, העוזר לאנשים בעלי פגיעה בדיבור לתקשר עם סביבתם. תפקיד הובלה HO מאתגר וסופר מעניין.\nדרישות:\n– 4 שנים ניסיון כ-R&D Manager\n– 6 שנים ניסיון בפיתוח\n– ניסיון בפיתוח Java/Python\n– ניסיון בפיתוח מובייל\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברה בינלאומית מעולה בשרון דרוש/ה Firmware Tech Lead. התפקיד כולל הובלה של מערכת על כל שלביה וניהול צוות המונה בין 5-3 מפתחים. הזדמנות להיות חלק מחברה מצליחה ולהשתלב בתפקיד מאתגר, הכולל עבודה בסביבה צעירה ודינמית תוך שימוש בטכנולוגיות מתקדמות.\nדרישות:\n– 5 שנות ניסיון בתפקיד ניהולי בתחום\n– ניסיון עם C/C++ Embedded\n– 10 שנים ניסיון בתכנות ברמה גבוהה ונמוכה\n– ניסיון בארגון גלובלי – יתרון\n– תואר ראשון בבמדעי המחשב/ הנדסת חשמל\nמייל לשליחת קורות חיים: geektime@sqlink.com", "keywords": "משרות אסקיו,משרות,חיפוש עבודה,ג׳וב,אסקיו לינק,ראש צוות,,דרוש ר״צ,דרושות,דרושים,הייטק,מפתחים,משרות חמות,משרות פיתוח,מתחות,מתכנתות,מתכנתים,עבודה בהייטק,עבודה בסטארטאפ,רצ"}