{"url": "https://www.geektime.co.il/10-jobs-for-ex-tech-units/", "type": "article", "title": "השתחררתם? 10 משרות שוות ליוצאי יחידות טכנולוגיות", "description": "יוצאי יחידות טכנולוגיות בצה''ל אמנם מבוקשים מאוד בתעשיית ההייטק, אבל עדיין צריך לעבוד קשה כדי למצוא את המשרה שתציע אתגר, שכר ותנאים מתאימים. אספנו בעבורכם 10 משרות כאלה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/idf-3779546_1280-1595147513-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-21T11:30:28Z", "modified_time": "2020-08-16T12:16:34Z", "articleBody": "יוצאי יחידות טכנולוגיות בצה”ל אמנם מבוקשים מאוד בתעשיית ההייטק, אבל עדיין צריך לעבוד קשה כדי למצוא את המשרה שתציע אתגר, שכר ותנאים מתאימים. אספנו בעבורכם 10 משרות כאלה\nהכתבה בחסות\nתמונה: Pixabay\nסטארטאפים וחברות טכנולוגיה אוהבים לגייס לשורותיהם יוצאי יחידות טכנולוגיות בצה”ל. אך למרות שמדובר בחיבור די טבעי, עדיין קשה למצוא את החברה המתאימה לכל אחד מבחינת האתגר, השכר, התנאים והמיקום. הפעם אספנו 10 משרות בחברות שאוהבות לגייס יוצאי יחידות טכנולוגיות ומציעות משרות שוות במיוחד.\nחברת סטארטאפ שעוסקת בתחום ה-Virtual Reality, בעיקר לשידורי ספורט חיים המעניקים צופים תחושה של הימצאות במגרש בעת המשחק, מגייסת Front-end Web Development Lead. מדובר בתפקיד הכפוף למנהל פיתוח, וכולל את הובלת תחום ה-Frontend בחברה, כתיבת קוד ל-Android ו-iOS והטמעת טכנולוגיית Web ב-React או Angular.\nהחברה הוקמה לפני כשנתיים, על ידי יזמים שבעצמם ניהלו ביחידה טכנולוגית, והיא כבר רווחית, עם לקוחות גדולים שמשלמים.\nדרישות:\n– בוגר תואר מאוניברסיטה או מכללה מוכרת או יוצא יחידה – חובה\n– 5 שנות ניסיון בפיתוח Frontend – חובה\n– ניסיון בפיתוח למובייל – יתרון\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nסטארטאפ שהוקם על ידי יוצאי יחידות (8200 ותלפיות) ויזמים מוכרים ולאחרונה סיים גיוס של 15 מיליון דולר, מגייס Devops מנוסה. הפלטפורמה שפיתחה החברה משמשת לגילוי ממוקד של איומי סייבר על ידי התמקדות בשיטות ההתקפה. התפקיד כולל הובלה טכנולוגית של התחום ובהמשך גם ניהול צוות.\nדרישות:\n– 4 שנות ניסיון כ-Devops\n– AWS, Kubernetes\n– ניסיון ב-Python\\Scala – יתרון משמעותי\n– ניסיון עם Flink – יתרון\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nלסטארטאפ המפתח פלטפורמה שמסייעת לארגונים להתמודד עם תקיפות מעולם ה-dark web וה-deep web. דרוש/ה מפתח/ת Python לצוות שאמון על איסוף ותחקור מידע מה-dark web. הסטאק הטכנולוגי הוא Kubernetes ,Python, Linux, AWS, noSQL וארכיטקטורת Microservices. מייסדי החברה הם יזמים מוכרים בוגרי יחידות טכנולוגיות, עם רקורד של אקזיטים.\nדרישות: \n– לפחות 3 שנות ניסיון בפיתוח BackEnd\n–  ניסיון עם Python ו-Linux – חובה\n– ניסיון עם Microservices, AWS, Kubernetes – יתרון משמעותי\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nחברת סטארטאפ לאחר רכישה מגייסת מפתח/ת C++. החברה מפתחת מנוע חדשני מבוסס בינה מלאכותית שמאפשר עבודה עם כמויות עצומות של Data. התפקיד הוא חלק מצוות פיתוח וכולל גם עבודה מול לקוחות.\nדרישות: \n– 3 שנות ניסיון בפיתוח C++ ברמת ה-High Level\n– Linux\n– תואר במדעי המחשב\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nיזמים סדרתיים עם מספר אקזיטים ברקורד מגייסים מפתח/ת Full Stack Java. הסטראטאפ מפתח מוצר בעולמות הווירטואליזציה עבור תשתיות בינה מלאכותית. החברה ממומנת היטב, ממוקמת בתל אביב ומעודדת חדשנות ויצירה. התפקד כולל פיתוח ב-Rust ו-Ember.JS.\nדרישות:\n– 5 שנות ניסיון בפיתוח ב-Java (שפות נוספות יתרון)\n– Rust – יתרון\n– Angular5/React\n– AWS\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nחברה שעוסקת בתחום הסבייר ההתקפי מגייסת ראש צוות בעולם ה-.net להובלת אחד הצוותים החזקים בחברה. החברה הוקמה על ידי יזמים מוכרים, גייסה מקרנות הון חזקות, סיימה סבב גיוס נוסף בתקופת הקורונה ובעלת לקוחות משלמים.\nדרישות:\n– ניסיון ניהולי\n– 4 שנות ניסיון בפיתוח .Net\n– ניסיון בפיתוח .NET  Core\n– תואר במדעי המחשב\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nחברה שמסייעת לאנשים להתנהל בצורה מיטבית עם טכנולוגיה מגייסת מפתח/ת .net. הסטאק הטכנולוגי מגוון מאוד וכולל בין היתר: Net Core וגם מובייל, java, Cloud ו-Kubernetes. הפלטפורמה של החברה מחברת אנשים עם מומחים טכנולוגיים, ושומרת על חוויה מותאמת אישית עבור כל משתמש. בחברה מועסקים 100 עובדים, היא ממוקמת בלב תל אביב ורווחית מאוד.\nדרישות: \n– 10-5 שנות ניסיון בפיתוח Net.\n– NET. CORE\n– Cloud\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nחברה המפתחת פלטפורמה שאפשרת קנייה ומכירה של שירותים אונליין, מגייסת מפתח/ת GO לתפקיד הכולל עבודה בצוות ועבודה על פיתוחים מאפס. החברה קיימת 10 שנים, היא רווחית ומעסיקה 160 עובדים במשרדים במרכז תל אביב (מרחק הליכה מהרכבת).\nחלק ניכר מהצוות מורכב ממפתחים ומפתחות יוצאי ויוצאות יחידות טכנולוגיות. התפקיד כולל פיתוח בפועל ב-GO, אך המשרה פתוחה גם למפתחים מנוסים ללא ניסיון ב-GO אך שרוצים לעשות את המעבר.\nדרישות: \n– 5 שנות ניסיון בפיתוח בכל שפת Backend\n– הבנה של ארכיטקטורה של מערכות\n– התאמה לעתודה ניהולית\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nסטארטאפ שהוקם על ידי יזמים מנוסים ומוכרים מתחום אבטחת המידע מגייס Cyber Security Analyst. החברה מפתחת מוצר Security עבור תשתית Cloud. היא ממומנת ב-6 מיליון דולר מקרנות מובילות, יש לה לקוחות משלמים ומעסיקה 25 אנשים, כך שמדובר בהזדמנות להשתלב בגרעין איכותי של צוות פיתוח. המשרדים בתל אביב.\nדרישות:\n– 3 שנות ניסיון כאנליסט/ית סייבר\n– היכרות עם Python\n– חוקר אבטחת מידע\nמייל שליחת קורות חיים: geektime@gotfriends.co.il\nעבור סטארטאפ קטן ומתחת לראדר דרוש/ה חוקר/ת אבטחת מידע. החברה נוסדה ב-2018, רווחית ובעלת עם לקוחות משלמים ומפתחת מוצר בתחום הסייבר ההתקפי. הצוות מורכב מיוצאי יחידות טכנולוגיות מנוסים בסייבר ובאבטחת מידע, והתפקיד כולל מחקר מערכות הפעלה של מוצרי IOT.\nדרישות:\n– 4 שנות ניסיון במחקר Internals\n– Reverse Engineering\n– עבודה עם פרוטוקולים\nמייל שליחת קורות חיים: geektime@gotfriends.co.il", "keywords": "גוט פרנדס,gotfriends,עבודה בהייטק,עבודה בסטארטאפ,משרות,שכר,תנאים,פיתוח,מפתחים,דרושים,מגייסת,יוצאי יחידות טכנולוגיות,צה\"ל,8200,צה\"ל,צהל"}