{"url": "https://www.geektime.co.il/insider-jobs-january30/", "type": "article", "title": "מ-Apple ועד Gett: מצאנו לכם 14 משרות שוות בהייטק הישראלי", "description": "מרעננים? הנה 14 משרות בהייטק ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/rose-gold-apple-watch-with-pink-sport-band-near-eyeglasses-876467-1580119757-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-30T19:58:45Z", "modified_time": "2020-02-04T11:57:51Z", "articleBody": "מרעננים? הנה 14 משרות בהייטק ששווה לכם לבדוק\n\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nGett\nGett נוסדה ב-2010 על ידי היזמים רועי מור ודייב וייסר. היום מונה החברה כ-1500 עובדים ב-4 טריטוריות ברחבי העולם: ישראל, ניו יורק (תחת השם Juno by Gett), רוסיה ובריטניה. בישראל נמצא מרכז ה-R&D והוא מונה כ-130 עובדים. עד היום הושקעו בחברה יותר מ-800 מיליון דולרים.\n\nמה הם מחפשים?  \nTo send a CV for the position of Android Engineer –\nTo send a CV for the position of Automation Engineer  –\nApple\nApple נחשבת למובילה בתחום החדשנות עם מכשירי ה-iPhone, ה-iPad, ה-Apple Watch, ה-Mac וה-Apple TV. חמש פלטפורמות התוכנה של החברה: iOS, macOS, watchOS ,tvOS ו -iPadOS – מאפשרות חוויית שימוש פשוטה ושקופה כמעט לחלוטין על גבי כלל המכשירים שלה וגישה לשירותים כגון Apple Pay -Apple Music, App Store ו-iCloud. בשנת 2019 העמיקה Apple את כניסה לתחום שירותי התוכן עם השקת Apple News+ ,Apple Arcade ,Apple Card ו +Apple TV.\nב-Apple עובדים למעלה מ-100 אלף עובדים, מעל 1,400 מהם בישראל, המתמקדים בפיתוח המוצרים הטובים ביותר בעולם ובמטרה להפוך את העולם שלנו למעט יותר טוב.\n\nמה הם מחפשים?  \n  To send a CV for the position of Fullstack SW Engineer –\nTo send a CV for the position of Senior Physical Design Engineer –\nFyber\nב- Fyber מייצרים פלטפורמה שקופה, הוגנת ויעילה, שתאפשר למספר רב של מפרסמים להציע מחיר בזמן אמת עבור הצגת מודעה באופן יעיל בהרבה, אך גם כזה שיניב רווח גדול יותר למפתח וערך מוסף למשתמש.\n\nמה הם מחפשים?  \n  To send a CV for the position of Student QA Engineer –\nTo send a CV for the position of Director of Product Management –\nSimplee\nחברת Simplee מספקת לבתי חולים ומוסדות רפואיים גדולים בארצות הברית פתרונות SaaS לטיפול בפן הפיננסי מצד המטופלים. בארצות הברית, למעלה מ-2000 בתי חולים וקליניקות משתמשים בשירות של Simplee ונעזרים בה למעלה מ-15 מיליון מטופלים.\n\nמה הם מחפשים?  \n To send a CV for the position of Backend Web Developer –\nTo send a CV for the position of DevOps Engineer –\n\nAqua Security\nAqua Security היא חברת סטארט-אפ שהוקמה ב-2015 ועוסקת בשניים מהתחומים החמים ביותר כיום: מהפכת הקונטיינרים הווירטואליים בתחום ה-IT ובאבטחת סייבר.\n\nמה הם מחפשים?  \n To send a CV for the position of DevOps Lead –\nTo send a CV for the position of Backend Developer –\nWhiteSource\nWhiteSource מאפשרת למפתחים, אנשי אבטחת מידע ומנהלי Compliance לאבטח ולנהל בקלות את רכיבי הקוד הפתוח בתוכנה המפותחת על ידם, וכך המפתחים יכולים להמשיך ולהתמקד בבניית מוצרי תוכנה. החברה נוסדה ב-2011 על ידי שלושה יזמים סדרתיים: רון רימון, עזי כהן ורמי שש. מעבר לפתרון שהיא מציעה בכל הקשור לניהול ואבטחה של קוד פתוח, השכילה החברה לבסס את עצמה כמובילה בתחום, בעיקר הודות ליכולת הייחודית שלה לספק גם מענה לצרכים העסקיים של צוותי הפיתוח והאבטחה וגם חשיבה מעבר לרעיון המופשט של אבטחה והתאמה של רכיבי הקוד הפתוח למדיניות החברה.\n\nמה הם מחפשים?  \n To send a CV for the position of Senior Java Software Developer- Application Team\nTo send a CV for the position of Technical Support Engineer –\nRedisLabs\nRedisLabs היא  חברה מובילה בתחום ה-DataBase. הקוד שפיתחה החברה משרת מאות אלפי מפתחים בעולם ומאפשר לאפליקציות להגיב בזמן אמת, תחת כל עומס של טרנזקציות, על ידי שימוש במבני נתונים מובנים מתוך זיכרון. החברה הוקמה בשנת 2011 ומונה 400 עובדים ב-3 סייטים מרכזיים: ארה”ב , לונדון וישראל , כאן גם נמצא מרכז הפיתוח. עד היום הושקעו בחברה 147 מיליון דולרים.\n\nמה הם מחפשים?  \n To send a CV for the position of Automation Developer –\n(++To send a CV for the position of Software Development Team Lead(C/C–\n\n ", "keywords": "gett,apple,fyber,simplee,aqua,redislabs,whitesource,גט,פייבר,אפל,סימפלי,אקווה,רדיסלאבס,ווייטסורס,bi,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,ux/ui expert,אינסיידר,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק"}