{"url": "https://www.geektime.co.il/curve-raises-55-m/", "type": "article", "title": "שווה כבר 250 מיליון דולר: Curve הישראלית מגייסת 55 מיליון דולר לכרטיס האשראי החדשני שלה", "description": "הכרטיס של החברה מחליף את כל כרטיסי האשראי; ומאפשר בכל פעם לבחור את הכרטיס הפעיל בעזרת אפליקציה. בנקים בינלאומיים וקרנות הון בין המשתתפים בגיוס", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/CURVE-1563249285-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-16T07:16:04Z", "modified_time": "2019-07-16T08:17:31Z", "articleBody": "הכרטיס של החברה מחליף את כל כרטיסי האשראי; ומאפשר בכל פעם לבחור את הכרטיס הפעיל בעזרת אפליקציה. בנקים בינלאומיים וקרנות הון בין המשתתפים בגיוס\nמקור: Curve\nסביר להניח שבכל רגע נתון נמצא בארנק שלכם לפחות 2-3 כרטיסי אשראי שונים, וזה טבעי. יש לנו חשבונות בנק שונים, אולי מועדוני צרכנות או הטבות שונים ואם יש לכם מזל, אולי גם איזה כרטיס של אבוש או אמוש. הפיתוח של Curve מאפשר לכם להסתובב עם כרטיס אחד, ובעזרת אפליקציה לבחור בכל פעם את הכרטיס הפעיל, מבלי שתצטרכו להסתובב איתו פיזית. עתה מודיע הסטארטאפ הישראלי על השלמת גיוס בגובה 55 מיליון דולר, משורה של משקיעים, גיוס שנעשה על פי הערכת שווי של 250 מיליון דולר.\nחבילת השירותים של Curve (קרב) פועלת בעזרת אפליקציית סמארטפון וכרטיס פלסטיק שמכיל בתוכו צ׳יפ ופס מגנטי ותומך בטכנולוגיה ללא מגע. באמצעות האפליקציה תוכלו לנווט בין הכרטיסים השונים שלכם, ולשלם עבור כל מוצר עם כרטיס אחר, אותו תגדירו כברירת המחדל. בכך שונה השירות של Curve משירותים מתחרים דוגמת Monzo או Revolut שלא עושים שימוש בחשבונות הבנק הקיימים שלכם, אלא מציעים חשבון חדש לגמרי.\nבעזרת האפליקציה של Curve תוכלו לנהל מעקב אחרי כל החיובים שלכם שבוצעו בכל הכרטיסים, כשכל הנתונים מתעדכנים בזמן אמת. כך בעצם נחסך הצורך להיכנס לאתר או אפליקציית הבנק או חברת האשראי ולחפש אחר החיובים בכרטיס ספציפי, כשכל הנקודות, ההטבות והבונוסים שתצברו, ימשיכו להירשם לזכותכם כרגיל. בנוסף, מאפשרת האפליקציה לתייג כל הוצאה ולהוציא פירוט של הוצאות, לצורך החזר הוצאות למשל. אגב, אחד הפיצ’רים המגניבים בכרטיס הוא מה שהחברה מכנה “Go Back in Time”: אם עשיתם שימוש בבית עסק בכרטיס אחד, ואחרי כמה ימים התחרטתם, תוכלו לשנות את הכרטיס רטרואקטיבית, והחיוב ייתבצע מהכרטיס החדש במקום המקורי.\nהכרטיס, שמתבסס על רשת הסליקה העולמית של מאסטרקארד, עולה כ-35 פאונד (כ-155 ש”ח), והוא זמין כרגע ב-31 מדינות אירופאיות בראשן בריטניה, השוק העיקרי של החברה. כיום נהנית הפלטפורמה של החברה מ-500 אלף משתמשים, כשהיעד הוא לחצות את קו מיליון המשתמשים עד סוף 2019.\nCurve הוקמה ב-2015 על ידי שחר ביאליק, המכהן גם כמנכ״ל החברה, שייסד בעברו כבר ארבעה סטארטאפים מצליחים, ביניהם DoorCenter וחברת SmartEQ שנמכרה בשנת 2010. אל ביאליק הצטרפו גם טום פוסטר קרטר, לשעבר COO בחברת Osper ואנה מוסטין וויליאמס, שעבדה בעבר ב-Xbox.\nסבב הגיוס הנוכחי, בגובה 55 מיליון דולר, הובל על ידי Gauss Ventures, קרן אמריקאית המתמחה בתחום הפינטק; והשתתפו בו גם הקרנות Creditease, IDC Ventures והמשקיעים הקיימים Outward VC (לשעבר קרן INVC של בנק Investec) והקרנות Santander InnoVentures, Breega, Seedcamp ו-Speedinvest. סך גיוסי ההון של החברה מאז הקמתה עומד כעת על 70 מיליון דולר.\n﻿", "keywords": "curve,pay,כרטיס אשראי,ניהול הוצאות,חיובים,אפליקציה,אנדרואיד,ios,אייפון,תשלום,תשלום דיגיטלי,כרטיס אשראי חכם,curve card,mastercard,מאסטקארד,גיוס הון,גיוס,סטארטאפ,שחר ביאליק"}