{"url": "https://www.geektime.co.il/june11-insider-jobs/", "type": "article", "title": "מרעננים? הנה 12 משרות שוות בהייטק", "description": "מחפשים? מרעננים? הנה 12 משרות בהייטק הישראלי ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/man-with-headphones-facing-computer-monitor-845451-4-1591867258-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-13T14:00:50Z", "modified_time": "2020-06-14T20:27:07Z", "articleBody": "מחפשים? מרעננים? הנה 12 משרות בהייטק הישראלי ששווה לכם לבדוק\n\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nTandemG \nחברת TandemG משמשת כמרכז מחקר ופיתוח עצמאי, שמפתח ומעצב פתרונות IoT ומוצרי חומרה ותוכנה Tailor made לענקיות טכנולוגיה וסטארטאפים מובילים בתחומים מגוונים כמו IoT, Networking, Agribusiness ,Automotive Green Energy, Medical, semiconductors ועוד.\n\nמה הם מחפשים?  \nTo send a CV for the position of Embedded Linux developer –\nTo send a CV for the position of Exceptional University Graduate  –\nTo send a CV for the position of Embedded Linux Kernel Team Leader  –\n\nTabit\nTabit פיתחה פלטפורמה עסקית אחידה, מובילית ומבוססת ענן, המספקת פתרון כולל מקצה לקצה, לניהול רציף של כל היבטי המסעדה. הפלטפורמה מאפשרת למסעדה הבודדת להנות מטכנולוגיה שהיתה בהישג ידן של רשתות גדולות בלבד ומחזקת את הקשר בין המסעדה ללקוח.\n\nמה הם מחפשים?  \nTo send a CV for the position of Technical Writer  –\nTo send a CV for the position of Node.js Backend developer  –\n\nGong\nGong פיתחה מנוע מונחה בינה מלאכותית, שמסייע לעובדים בעולם העסקים לעבוד בצורה יעילה יותר. מדובר במנוע שאוסף תקשורת בין אנשים—שיחות, מיילים, צ’אטים—”מבין” אותה ומכוון את ההבנה לשיפור מקצועי של עובדים בחברה, לשקיפות גדולה יותר בארגון, ולתובנות אסטרטגיות להנהלה.\n\nמה הם מחפשים?  \nTo send a CV for the position of Software Team Lead   –\nTo send a CV for the position of Tech Lead  –\nGeneral Motors\nג’נרל מוטורס הוקמה ב-1908 הנהלת החברה ממוקמת בארה”ב והחברה מעסיקה היום למעלה מ-200 אלף עובדים ברחבי העולם. במרכז הפיתוח והמחקר של GM בהרצליה פיתוח מפנים את הזרקור אל עבר אחד מהנושאים היותר לוהטים בתעשיית הרכב והטכנולוגיה בשנים האחרונות – הרכב האוטונומי.\n\nמה הם מחפשים?  \n  To send a CV for the position of Data SW Team Leader  –\nTo send a CV for the position of C++ Algo Developer – Planning Implementation  –\nK Health\nK Health פועלת ליצירת מערכת בריאות הוגנת, בת-השגה המבוססת על שירותי רפואה וירטואלים העושים שימוש בטכנולוגיות אינטליגנציה מלאכותית ולמידת מכונה. על ידי שימוש במידע אנונימי שהוסרו ממנו מאפיינים מזהים של מיליוני בני אדם, K עובדת על בניית פתרון הבריאות הראשון מסוגו בעולם: פתרון המבוסס על ראיות (evidence based) ומותאם אישית לכל משתמש.\nהאפליקציה של K נמצאת במקום הראשון בקטגוריית הבריאות בחנות של אפל עם מעל מיליון משתמשים בארצות הברית. בחודש פברואר 2020 גייסה החברה 48 מיליון דולר. בכך מגיע סך הגיוסים שלה לסכום המרשים של כ-100 מיליון דולר.\n\nמה הם מחפשים?\n  To send a CV for the position of Full-Stack Software Engineer – Data Tribe –\nTo send a CV for the position of Data Tech Lead -​\nTo send a CV for the position of FullStack Senior Engineer –", "keywords": "קיי,טאביט,ג\\'נרל מוטורס,גונג,טנדם,tandemg,k health,gm,gong,bi,big data,cyber security,devop,devops,front end developer,geektime insider,insider,product manager,qa engineer,risk management lead,ux/ui expert,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק"}