{"url": "https://www.geektime.co.il/geekjob-030716/", "type": "article", "title": "10 משרות טריות למפתחים", "description": "ריכזנו עבורכם 10 משרות טריות בתחום הפיתוח מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-502132119.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-03T14:09:50Z", "modified_time": "2016-07-03T14:10:50Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום הפיתוח מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n \n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for an experienced, creative and innovative Full Stack Developer to join our R&D team, who will be responsible for developing on its full lifecycle from initiation, design, architecture, development, integration and deployment of our core technologies.\nAs part of our team you will have a key position, impacting our technology and leading our data solutions working with the newest solutions in the market, on a sophisticated, large-scale data platforms and environments.\nJoin us to develop a real-time, high traffic system that works with cutting-edge technology and BigData DBs.\nLead the design and development of the system, from its core to every functionality on a high paced and dynamic environment.\nRequirements:\n– Work experience with server side technologies like node.js, PHP.\n– Work experience with client side technologies like javascript, angular js, Ajax,HTML5, CSS3.\n– Work experience with databases like MySQL, BigQuery, Redis, Couchbase and with SQL language.\n– Work experience with Linux OS.\nexperience with agile development methodologies, online advertising eco system or familiarity with NoSQL based analytics –Advantage.\n– Knowledge of Git- Advantage.\n– Experience with Cloud development under Amazon Web Service – Advantage.\n– Excellent communications skills in English (read and write).\nTo send a CV for the position of Full Stack Developer – Brightcom\nWe are looking for a talented Java Full Stack Developer to join us.\nOur group is working on product called Service Anywhere, which is a SaaS (Software as Service) solution for ITSM processes such as help desk, incident management, change management, and so on.\nYou must be self-motivated, a quick learner and must have the passion and willingness to learn new technologies and code in various languages on demand.\nRequirements:\n– At-least 2 years of experience as a server side Java developer.\n– Advantage for working with the following frameworks: Spring / Hibernate.\n– Experience with front-end development.\n– Familiar with Angular 1.x – advantage.\n– B.Sc. Degree in computer science/Engineering.\n– Excellent self-learning ability.\n– Independent and reliable.\n– Team player.\n– Strong interpersonal skills, excellent verbal and written communication skills.\n– Strong analytic and problem solving skills.\n– Ability to multi task and deliver in high quality under pressure.\nTo send a CV for the position of Java Full Stack Developer – HPE Software\nAs part of the cyber security lab in Israel, we are responsible for delivering security components for GE cloud based solution named Predix. The group develops solutions for the company’s dedicated PAAS layer and cyber security products.\n– Be a part of a software development team, which should be able to deliver very complex software platforms and products consistently.\n– Work with an agile development cycle.\n– Support process improvements to drive higher quality and productivity.\n– Work cross functionally with other business departments to align activities and deliverables.\n– Drive world-class quality in the development and support of products.\nRequirements:\n– Bachelor’s degree, or higher, in Computer Science/Computer Engineering/ equivalent experience.\n– 10+ years software development experience with proven skills of architecture and design.\n– A clear understanding of cloud service and deployment models.\n– Loves writing code in languages like: Java, Groovy, Python, Node.JS, Go, Ruby.\n– Experience with cyber security, distributed systems server side development and web architectures.\n– Experience with Platform as a Service (PaaS) such as Cloud Foundry, Heroku or similar\n– Experience with virtualized infrastructure and Infrastructure as a Service (IaaS) such as: vSphere, OpenStack, Amazon Web Services, or Google Compute Engine.\n– Strong team player – collaborates well with others to solve problems and actively incorporates input from various sources.\nTo send a CV for the position of Software Engineer – General Electric\nצוות Platform QA automation  אחראי על הפיתוח והתחזוקה של תסריטי אוטומציה לפלטפורמה של 888. האוטומציה בודקת את צד השרת של 888 באמצעות תרחישי השימוש של משתמשי קצה אצל לקוחות כמו פוקר, קזינו וספורט. זהו חלק מתהליך של אינטגרציה רציפה, והוא מסוגל לרוץ במספר סביבות במקביל.\n– בניית תסריטי אוטומציה מהווה חלק חשוב מאוד ובלתי נפרד מהתהליך כחלק ממערך של continues integration.\n– התפקיד כולל בניית תסריטי אוטומציה ותשתית שתספק יכול הרצת תסריטים במספר סביבות עבודה תוך מגבלות שונות בין הסביבות.\n– תחזוקת שוטפת של של התסריטים הקיימים ובניית תסריטים למערכות נוספות תוך התמודדות עם מספר רב של פלטפורמות.\nRequirements:\n– ניסיון של שנה לפחות בפיתוח C# – חובה.\n– הבנה טובה של מתודולוגית Object Oriented – חובה.\n– ניסיון בפיתוח אוטומציה ועבודה עם כלי האוטומציה. Coded UI, Selenium, UI Automation – חובה.\n– ניסיון בפיתוח תשתית אוטומציה להרצה ב- Multiple Environments.\n– עבודה עםServer SQL – יכולת יצירת פרוצדורות ושאילתות.\n– פיתוח WCF, Web Service – יתרון.\n– אנגלית ברמה גבוהה- חובה.\nTo send a CV for the position of QA Automation Developer – 888\nAdallom (Acquired by Microsoft) is developing the next generation of security tools, when your data is outside your network, and firewalls and perimeters don’t work.\nOur technology allows organizations to protect their data in the cloud from any location, device or network (Wow! It’s magic!).\nIf you’re an awesome team player, looking to work in a live, vibrant environment, where you can contribute, learn and influence – your place is with us!\nRequirements:\n– B.Sc. or M.Sc. in Computer Science, Software and Computer Engineering, or equivalent.\n– 4+ years of experience in Client-side development experience – JavaScript.\n– Team player skills, effectiveness both in independent and collaborative work.\n– Ability to learn and use new technologies.\n– Ability to understand complex distributed systems and troubleshoot them.\n– Passion to agile development methodology.\nDesired skills:\n– Working experience using Angular and/or React development frameworks.\n– Experience in Python/Django (our back-end).\n– Background in data security and cloud-based applications.\n– Experience with non-relational databases (MongoDB, ElasticSearch preferred).\n– Experience with Linux-based environments.\n– Experience with continuous integration and deployment tools (Jenkins, Chef preferred).\nTo send a CV for the position of Full Stack Software Engineer – Adallom – Microsoft\n– Take a part and lead in the design and development of infrastructures, applicative modules, data platform modules, interfacing with enormous amounts of data.\n– Design and hands-on development of our business technology applicative platform (AngularJS, Node.js, JavaScript, Java, MySQL, Elasticsearch…).\n– Design and develop scalable and high-performance processes handling the data, through new technologies implementation, architectures, algorithms and practices.\n– Responsible for the design and development of client side and server side modules in SOA and Microservices environments.\n– Responsible for selecting and integrating technologies, tools and frameworks.\n– Full involvement in full stack layers (Server, User Interface, User Experience, Data Modeling, Network, Hosting…).\nRequirements:\n– At least 5 years of SW development experience.\n– Expert in JavaScript (at least 2 years).\n– Firm experience in AngularJS.\n– Firm experience in Node.js – an advantage.\n– Expert in both web based client side development and server side development.\n– Experience in Java or other object oriented programming language.\n– Experience in SOA or Microservices environment – an advantage.\n– Experienced with Linux OS – an advantage.\n– Experience with big data ecosystem (distributed file systems, distributed programing, NoSQL Databases) – an advantage.\n– Experienced with big data technologies (like Kafka, Hadoop, HDFS, Spark, Impala, Elasticsearch) – an advantage.\n– Experienced with NoSQL databases (such as HBase, Cassandra, MongoDB and Impala) and relational databases (such as MySQL and SQL Server) – an advantage.\n– Experienced with Cloud hosting (AWS, Google Cloud …) – an advantage.\n– Relevant academic degree (Computer Science / Industrial Engineering / Information Systems).\nTo send a CV for the position of Full Stack Developer – Plarium\nWe are looking for people who love what they do, will always suggest ways to improve the organization and the product and learn new things every day.\nAs Cloudify is an all Open-source project (the code and the stack Cloudify is built upon), we get to work with the latest technologies (like InfluxDB, ELK, Docker, Puppet, Chef and the likes…) and contribute to other open-source projects.\nWe are looking for brilliant Software Developers to join our development teams and:\nActively participate in the design of Cloudify’s features.\nImplement Cloudify’s Core functionality.\nImplement Cloudify’s integration with other tools.\nWrite open-source tools and contribute to open-source projects.\nGet involved with defining the TOSCA standard.\nGo to summits (Domestic and abroad)\nMentor young developers\nDo whatever you like :)\nRequirements:\n– Linux Proficiency\n– An excellent coder\n– B.Sc in Computer Science or equivalent\nAdvantages:\n– Experience and familiarity with IaaS providers\n– Good familiarity with Operational practices (Monitoring, Deployment, Configuration).\nTo send a CV for the position of Software Engineer – Cloudify Core Team – GigaSpaces\n– Lead a team of four seasoned Back End engineers.\n– Design, develop, implement and move to production new back end services for RTB and big data infrastructure.\n– Work in cloud environment with new technologies, high system availability and load.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 3 years in leading a team of software engineers.\n– Minimum 6 years hands on java (J2EE) experience.\n– Minimum 3 years back end development experience.\n– AWS experience – major advantage.\n– Experience in any of the following – an advantage:\nAgile/scrum environment\nWeb technologies\nAdTech\nVideo\nFront End development\nMobile\nTo send a CV for the position of Back End Team Leader – anyclip\nWe are building the cloud for the world’s largest communication provider– and that’s going to host the world’s largest network! We are looking for domain experts to join our team – to improve and contribute to openstack among other things.\nWe require at least 5 years of experience in deployment and orchestration development in Linux environment.\nRequirements:\n– Must have experience and deep knowledge of Python programming.\n– Must have experience in development for cloud computing and open stack, including: Nova, Keystone, Horizon, Glance, Swift, Neutron.\n– Java programming experience – advantage.\n– Hands on experience in application servers’ administration and configuration (Django, pecan, Tomcat).\n– Experience with high availability architecture– Big Advantage.\n– University/College degree in Computers Science or Software Engineering.\nTo send a CV for the position of Open Stack Developer – at&t\nצוות הוירטואליזציה עוסק בתכנון, פיתוח ומימוש פתרונות וירטואליזציה מתקדמים  ( תחנת בסיס וירטואלית).\nבתפקיד זה תמודד/י באתגרים טכנולוגים מורכבים הכרוכים בהפעלת מערכות RT  (תחנות בסיס) בסביבת שרתי COTS.\nRequirements:\n– תואר ראשון רלוונטי.\n– לפחות 3 שנות ניסיון בפיתוח ++C/C בסביבת לינוקס.\n– ניסיון בפיתוח ב LINUX KERNEL.\n– ניסיון עם Hypervisors, עדיפות ל KVM.\n– ניסיון בסביבת DPDK ו OpenStack – יתרון משמעותי.\nTo send a CV for the position of מפתח/ת וירטואליזציה ++C/C – אסוקס", "keywords": "full stack developer,brightcom,java full stack developer,hpe software,software engineer,general electric,qa automation developer,888,full stack software engineer – adallom,microsoft,plarium,software engineer – cloudify core team,gigaspaces,back end team leader,anyclip,open stack developer,at&t,מפתח/ת וירטואליזציה ++c/c,אסוקס,at&t,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,דרושים/ות אנשי/נשות מכירות פתרונות תקשורת לעסקים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}