{"url": "https://www.geektime.co.il/elementor-is-a-live-page-builder-for-wordpress/", "type": "article", "title": "עם אלמנטור תוכלו להרים אתר וורדפרס באותה הקלות שאתם כותבים מסמך וורד", "description": "תוסף ישראלי חדש מאפשר לכם לעצב אתרי וורדפרס בממשק פשוט, כשכל השינויים מוצגים בזמן אמת; התוסף החינמי שוחרר כקוד פתוח וכבר נהנה מקהילת משתמשים שעוזרת בפיתוח ובתרגום שלו", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/2-3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-22T11:30:48Z", "modified_time": "2016-07-22T11:59:34Z", "articleBody": "תוסף ישראלי חדש מאפשר לכם לעצב אתרי וורדפרס בממשק פשוט, כשכל השינויים מוצגים בזמן אמת; התוסף החינמי שוחרר כקוד פתוח וכבר נהנה מקהילת משתמשים שעוזרת בפיתוח ובתרגום שלו\nמקור: צילום מסך\nיותר מ-4 מיליון אתרים בעולם עושים שימוש בוורדפרס, מה שמקנה לה נתח שוק של כ-70 אחוזים בתחום ה-CMS ופער עצום מול מתחרות כמו Joomla ו-Drupal. אולם בכל מה שקשור לעיצוב ולממשק משתמש, יש למערכת עוד הרבה מה לשפר. Elementor (אלמנטור) היא מערכת חדשה, בפיתוח ישראלי, שמאפשרת לכם לעצב אתרי וורדפרס שלמים בממשק Drag and drop פשוט ונוח לפעולה.\nElementor, שניתן להורדה בחינם כולל כמה פיצ’רים מרכזיים. ראשית, הוא מאפשר עיצוב בזמן אמת, כלומר עריכת העמודים נעשית תוך כדי צפייה בעמוד שעורכים. זאת בניגוד למצב כיום, שבו משתמשי וורדפרס צריכים לעבור שוב ושוב בין מסך העריכה לתצוגה המקדימה. יתרה מזאת, המשתמשים אפילו לא צריכים לרפרש את העמוד לאחר שהם מבצעים את השינויים. כל אלמנט, בין אם זה טקסט, תמונה או וידאו ניתן לעיצוב ולהתאמה אישית ומאפשר ליצור איזורים ועמודות בגדלים מותאמים אישית.\nעוד אלמנט חשוב הוא ערכות העיצוב (Themes). כידוע ערכות אלו מהוות חלק חשוב מאוד מוורדפרס ו-Elementor פועל עם כל ערכות העיצוב ללא שום תלות בתבנית, כך שהתוכן שהמשתמשים יוצרים בעזרת הכלי ימשיך להיות קיים גם אם האתר ישודרג בעתיד. בנוסף Elementor פועל גם על כל סוגי הפוסטים והדפים (Post Type) שקיימים באתר.\nעוד יתרון לשימוש בכלי הוא השילוב של אלמנטים (מודולים) באתר. כיום זמינים בשירות 27 אלמנטים שונים לעיצוב עמודי אינטרנט – החל מגלריית תמונות, דרך סרטוני וידאו ואייקונים ועד כפתורי הנעה לפעולה, כשמדי פעם מתווספים עוד אלמנטים.\nמקור: צילום מסך\nמי שעומד מאחורי הפיתוח של Elementor היא pojo.me, חברה ישראלית שמפתחת כלים לבוני אתרים מקצועיים, שסיימה את המחזור הראשון של האקסלרטור החרדי קמא-טק ואף גייסה השקעות מקרן Globis Capital USA ומהמדען הראשי. המייסדים של pojo.me הם יוני לוקסנברג, שמשמש כמנכ”ל החברה, אריאל קליקשטיין שמשמש כ-CTO ובן פינס, ה-CMO של החברה.\nElementor שוחרר בקוד פתוח, כדי לגבש סביבו קהילת מפתחים גדולה, ואכן, מאז ששוחרר התוסף בחודש שעבר, התגבשה סביבו קהילה של מפתחים מכל העולם שכותבים קוד וממשיכים לפתח ולהרחיב אותו, ולהעביר אותו לוקליזציה לשפות שונות. כבר בחודש הראשון להשקה תורגם התוסף על ידי קהילת המתרגמים לגרמנית, פורטוגזית, יפנית, פולנית ועברית, ובקרוב הוא יהיה זמין גם בצרפתית, איטלקית וספרדית. התוסף כבר נהנה מיותר מ-20 אלף הורדות והוא אף נבחר להופיע בפרודאקט-האנט עם יותר מ-770 הצבעות.\nלהורדת התוסף\n", "keywords": "אלמנטור,elementor,pojo.me,פוג\\'ו,פוז\\'ו,קמא-טק,אקסלרטור,וורדפרס,cms,עיצוב,"}