{"url": "https://www.geektime.co.il/walty-wants-to-change-mortgages/", "type": "article", "title": "סטארטאפ ישראלי רוצה לייעל את הדרך שבה אנחנו לוקחים משכנתא", "description": "הסטארטאפ הישראלי Walty בנה פלטפורמה ללקיחת משכנתא, בלי להתרוצץ בין הבנקים או לשלם ליועץ משכנתא חיצוני. הוא גייס לכך 750 אלף דולר ממשקיעים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/assorted-color-wall-paint-house-photo-1370704-1591865986-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-13T16:00:01Z", "modified_time": "2020-06-13T08:51:07Z", "articleBody": "הסטארטאפ הישראלי Walty בנה פלטפורמה ללקיחת משכנתא, בלי להתרוצץ בין הבנקים או לשלם ליועץ משכנתא חיצוני. הוא גייס לכך 750 אלף דולר ממשקיעים\nמקור: Pexels\nלקיחת משכנתא היא תהליך ארוך, מלחיץ ומייגע שאורך זמן רב. אם אתם אנשים שלא אוהבים את האינטראקציה מול בנקאים, הקפיצה מסניף לסניף, הטופסיאדה וכל ההתעסקות מסביב – כמו כותב שורות אלה – כנראה שבחרתם להיעזר ביועץ משכנתאות חיצוני שיעזור לכם מאוד – תמורת כמה אלפי שקלים. סטארטאפ ישראלי חדש רוצה לחסוך לנו חלק ניכר מהתהליך ועל הדרך לחסוך גם בעלויות.\nהסטארטאפ הישראלי Walty (וולטי) יצר פלטפורמה דיגיטלית ללקיחת משכנתא לטובת רכישת נכס המחוברת לכל הבנקים בישראל, משווה בין כולם ומתמקחת, עד שהיא משיגה את ההצעה הטובה ביותר. הפלטפורמה של וולטי מבוססת על אלגוריתם שעל פי החברה יודע להשוות בין אלפי אנשים החולקים פרופיל פיננסי דומה. על ידי ההשוואה הזו בוחרת הפלטפורמה לכל לווה את המסלולים האופטימליים עבורו, ומציגה את הריביות הטובות ביותר שאנשים דומים לו קיבלו לאחרונה מהבנקים.\nאחרי שהמשתמשים מזינים בפלטפורמה פרטים כמו שכר מוערך, השכלה, שווי נכס, הון עצמי ועוד הם מקבלים כמה המלצות על תמהילים, כלומר, האופן שבו מחולקת המשכנתא למסלולים בתנאים שונים. אם יבחרו להמשיך את התהליך בשירות – תמורת כ-1,800 שקלים – הפלטפורמה תעביר את התמהיל שנבחר לבנקים כדי שאלו יתחרו ביניהם על הריביות – ובכך ישפרו את ההצעה לרוכשים.\nבחברה טוענים כי תהליך לקיחת משכנתא ממוצע לוקח בין 45 ל-60 ימים. רוב הרוכשים החדשים – 70% לפי נתוני החברה – בוחרים לעבור לבד בין הבנקים ולהתמקח על הריביות שלהם, בזמן שכ-30% בוחרים לשלם ליועץ משכנתאות חיצוני סכום שבוולטי מעריכים נע בין 5,000 ל-7,000 שקלים.\nעידן פרבר, מנכ”ל-משותף בוולטי, אומר בשיחה עם גיקטיים כי הממשקים הדיגיטליים של החברה מאפשרים לייעל ולקצר את תהליך המשכנתא ביותר מ-50%. לדבריו, וולטי משיגה הצעות ראשונות עד יומיים לאחר הגשת הבקשה, והצעות סופיות (לאחר מיצוי מכרז הריביות) עד 10 ימים מרגע ההגשה לבנקים.\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nפרבר מספר כי הממשק כולו אוטומטי מצדה של וולטי, וכי כל השלבים – כולל שליחת ההצעות הלוך ושוב מול הבנק – מבוצעות על ידי הפלטפורמה שקיבלה החברה. מנגד, נכון לעכשיו בבנקים הנושא מטופל על ידי גורם אנושי המטפל בתיקי החברה.\n“ברגע שהבנקים שולחים אלינו הצעות יש לנו OCR שמוציא מתוך קובצי ה-PDF את הנתונים, אנחנו מזריקים את הנתונים של כל הצעה למחשבון משכנתא ומשווים את ההצעות בצורה אוטומטית.\nלאחר שזיהינו מה ההצעה הטובה ביותר אנחנו נותנים צ’אנס נוסף לבנקים שנתנו את ההצעות הפחות טובות”, אומר פרבר. הוא הוסיף כי בוולטי עובדים כעת מול שני בנקים גדולים ליצירת ממשק אוטומטי לחלוטין וכי הוא צופה שתוך שנה לחברה יהיה ממשק אוטומטי לחלוטין מול כל הבנקים בישראל.\nומה לגבי אבטחת המידע המאוד פרטי שצריך כדי להשלים לקיחת משכנתא? פרבר אומר כי מאגר המידע של וולטי מוצפן והגישה אליו מותנית בהרשאות גישה, הגבלות גיאוגרפיות, והזדהות MFA. בנוסף, כל המידע האישי של משתמשי וולטי הופך ללא-מזוהה בצורה אוטומטית לאחר קבלת המשכנתא או עד שלושה חודשים (טווח הזמן שנשמר אישור עקרוני מהבנק + מקדם ביטחון), כך שבלתי אפשרי להסיק ממנו כל מידע על המשתמש עצמו.\nוולטי הוקמה ב-2018 על ידי צח ברקי, יו”ר החברה ומנכ”ל-משותף, והאחים עידן ודור פרבר המשמשים כמנכ”ל משותף ו-CTO בהתאמה. בספטמבר שעבר היא העלתה לאוויר את הפלטפורמה שפיתחה ומאז טיפלה בכ-500 תיקי משכנתא. החברה גייסה 750 אלף דולר בסבב Seed ממשקיעים פרטיים.", "keywords": "סטארטאפ,סטארטאפ ישראלי,משכנתה,בנק,רכישת דירה,נדל\"ן,יועץ משכנתא,וולטי,walty,הלוואה,למידת מכונה,ai,נדלן,נדלן"}