{"url": "https://www.geektime.co.il/sensibo-will-turn-your-old-ac-into-a-smart-one/", "type": "article", "title": "Sensibo תהפוך אפילו את המזגן הישן שלכם למזגן חכם", "description": "Sensibo, פרוייקט מימון המונים ישראלי שעלה היום לאינדיגוגו, מבטיח מוצר פשוט וידידותי שיכול להפוך כמעט כל מזגן למזגן חכם, שמכיר אתכם ויודע איזו טמפרטורה אתם אוהבים, ואפילו יחסוך לכם כסף", "image": "https://files.geektime.co.il/wp-content/uploads/2014/05/s6.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-05-20T17:00:26Z", "modified_time": "2014-05-21T10:44:55Z", "articleBody": "Sensibo, פרוייקט מימון המונים ישראלי שעלה היום לאינדיגוגו, מבטיח מוצר פשוט וידידותי שיכול להפוך כמעט כל מזגן למזגן חכם, שמכיר אתכם ויודע איזו טמפרטורה אתם אוהבים, ואפילו יחסוך לכם כסף\nאפליקציית השליטה ויחידת הבקרה. מקור: יח”צ\nבעוד גוגל משקיעה 3.2 מיליארד דולר בתרמוסטט החכם של Nest, מציע מיזם ישראלי חדש להפוך כל מזגן – גם הישן ביותר – למזגן חכם, הניתן לשליטה בסמארטפון ועל הדרך גם לחסוך כסף בחשבון החשמל. כדי לממש את חזונם, יוצאים היום היזמים לגייס 70,000 דולר בקמפיין גיוס המונים ב-Indiegogo.\nSensibo היא מערכת שליטה ובקרה של מיזוג האוויר, המווסתת את הטמפרטורה על פי העדפות בני הבית ודפוסי ההתנהגות שלהם. המערכת כוללת מרכזיה אחת המחוברת לאינטרנט, והתקנים נוספים השולטים בכל מזגן. כל התקן שכזה שולט על יחידת מיזוג אחת והוא מוצמד אליה בעזרת דבק מיוחד, כך שההתקנה וההסרה פשוטות.\nמערכת ה-Sensibo עושה שימוש במספר טכנולוגיות, שמאפשרות לה להציע תכונות ייחודיות: כך למשל המערכת יודעת לבד (בזכות טכנולוגיית iBeacon) באיזה חדר נמצאים אנשים, ומשנה את הטמפרטורה בהתאם; היא לומדת מהי הטמפרטורה הנוחה ביותר עבורם; היא מאפשרת לשלוט במיזוג האוויר דרך הסמארטפון, הטאבלט ואפילו אפליקציה יעודית בשעון ה-Pebble; היא מעדכנת את המשתמש כמה זמן עליו להמתין עד שהטמפרטורה הרצויה תושג; והיא משתמשת ב-GeoFencing, כדי לדעת מתי המשתמשים מתקרבים לביתם, ומפעילה את מיזוג האוויר בהתאם. לדברי החברה, Sensibo מסוגלת לחסוך למשתמשים כ-40% מצריכת האנרגיה של המזגנים שלהם.\nמנכ”ל ומייסד Senisbo, עומר ענבר, אמר כי “ראינו הזדמנות גדולה להביא טכנולוגיה חכמה לרוב המזגנים בעולם, בלי לדרוש מהצרכנים לרכוש מזגנים חדשים”. הוא הוסיף שהם מאמינים שהפרויקט יתפוס תאוצה ב-Indiegogo, כך שהטכנולוגיה תהיה זמינה לקהל הרחב.\nימים ספורים לפני העלאת קמפיין הגיוס של החברה, הופתעו המייסדים, כשגילו שחברת Tado הגרמנית העלתה קמפיין גיוס משלה למוצר דומה ביותר. אולם על פי החברה, המוצר שלהם עולה על המתחרה הגרמני בכמה היבטים: התקנת Sensibo נמשכת דקות וכוללת הדבקה פשוטה של יחידות הבקרה, בניגוד להתקנת Tado, שנמשכת כשעתיים וכוללת קידוחים בקיר; Sensibo  שולט על כמעט כל סוג מזגן בעולם ולומד את דפוסי השימוש וההרגלים של המשתמש, בניגוד ל-Tado המאפשר רק שליטה ידנית ולבסוף, הוא מגיע מותאם לעשרות יצרני מזגנים מהעולם, בניגוד למתחרה הגרמני, שדורש מהמשתמש לתכנת אותו.\n \nSensibo: Make any air conditioner smart from Sensibo on Vimeo.", "keywords": "גיוס,גיוס המונים,crowdfunding,crowd funding,kickstarter,indiegogo,sensibo,סנסיבו,מזגן,crowd-funding"}