{"url": "https://www.geektime.co.il/playstation-4-xbox-one-nintendo-switch-compare-consoles/", "type": "article", "title": "אז פלייסטיישן, אקסבוקס או נינטנדו סוויץ'? אולי בכלל גוגל? מדריך לפני קנייה", "description": "כל הקונסולות נראות לכם אותו דבר? לא בטוחים איזו קונסולה מתאימה לכם ומה חשוב לקחת בחשבון? אספנו עבורכם את מיטב הסוגיות שאתם עשויים להתקל בהן כדי לנסות לעזור לכם לקבל את ההחלטה הטובה ביותר עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/ps4-xboxone-switch-1561116833-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-22T11:00:20Z", "modified_time": "2019-06-22T10:57:40Z", "articleBody": "כל הקונסולות נראות לכם אותו דבר? לא בטוחים איזו קונסולה מתאימה לכם ומה חשוב לקחת בחשבון? אספנו עבורכם את מיטב הסוגיות שאתם עשויים להתקל בהן כדי לנסות לעזור לכם לקבל את ההחלטה הטובה ביותר עבורכם\nעיבוד תמונה: גיקטיים\nעכשיו כשתערוכת E3 מאחורינו, ואנחנו יודעים שכל הקונסולות של הדור הבא לא יגיעו לחנויות במהלך השנה הקרובה, רבים מנצלים את מרווח הביטחון הזה כדי להצטייד סופסוף בקונסולה שהם תמיד רצו. בין אם זה לחובבי פיפ”א, GTA, מיינקראפט או קול אוף דיוטי, לכל אחד יש מה למצוא ולאהוב בהן, אבל רבים לא מצליחים להתמצא בתוך האפשרויות הלא מועטות, אז בואו נעשה לכם סדר – שניה לפני שאתם בוחרים את הקונסולה שלכם.\nקודם כל, בואו נעמוד על האפשרויות הקיימות בשטח. ישנן מספר חברות מרכזיות בעולם הקונסולות, כל אחת עם המותג שלה: סוני עם ה-PlayStation, מיקרוסופט עם ה-Xbox ונינטנדו עם ה-Switch שלה. בקצרה ניגע גם בגוגל ושירות ה-Stadia שלה.\nלרובן יש כמה סוגים שונים ומפרטים שונים שאמורים להתאים לקהלים שונים, אבל מפרט הוא ממש לא השיקול היחידי שצריך להיות לכם בראש כשאתם ניגשים לבחור קונסולה.\nאם אתם רוצים לשחק במשחקים בכל מקום, אפשר פחות או יותר לעצור כאן ולהמליץ לכם לבדוק בעיקר את ה-Nintendo Switch. מבין האפשרויות הקיימות בשוק, זוהי הקונסולה המרכזית היחידה שהיא גם ניידת ב-100%. כלומר אתם לא חייבים לשחק פיפ”א רק בסלון, אלא לקחת את המשחק איתכם לאוטובוס או לתור לרופא (או לעבודה, אבל בלי שיראו, כן?).\nהקונסולה היחידה שניתן לקחת איתכם לדרך\nשירות xCloud של מיקרוסופט ושירות Stadia של גוגל צפויים להגיע לשוק לקראת סוף שנת 2019 ולאפשר לכם לשחק במשחקים גם על מסכים חכמים, סמארטפונים, לפטופים, והכל באיכות מדהימה, אבל טרם ידוע האם השירותים הללו יגיעו לישראל במהלך השנה הקרובה, ובכל מקרה לא מדובר במכשירים ומשחקים שמתוכננים לניידות מלאה ולמסכים קטנים.\nזוהי ככל הנראה הנקודה החשובה ביותר בסופו של דבר כשאתם ניגשים לבחור קונסולת משחק. ישנם משחקים כמו Call Of Duty, פיפ”א, אססנז קריד ועוד רבים וטובים שיוצאים לשתי הקונסולות העיקריות (פלייסטיישן ואקסבוקס) ולעיתים גם לסוויץ’ ולמחשב במקביל. אלו הם משחקים שבדרך כלל שייכים לסדרות אהובות, וההבדלים בין הקונסולות, במקרים האלו, הם זניחים. מונח הקסם בעולם הקונסולות הוא משחקים אקסקלוסיביים. כמו של-Hot ול-Yes יש סדרות מקור שמשודרות רק אצלן, גם בעולם הגיימינג ישנם משחקים בלעדיים שיוצאים לקונסולות ספציפיות במטרה למשוך אתכם, הקונים, לקנות דווקא את הקונסולה הזאת. לכל חברה יש את האקסקלוסיביים שלה, ואתם צריכים בעיקר להבין במה אתם מתכננים לשחק.\nתוכלו לשחק בו רק בפלייסטיישן 4. תמונה: סוני\nלמיקרוסופט יש אקסקלוסיביים בולטים כמו סדרת Halo, Gears Of War, Forza, Cuphead, Sea Of Thieves, Ori. סוני מחזיקה בסדרות משחקים בולטות כמו Uncharted, The Last Of Us, Infamous, God Of War, Horizon: Zero Dawn וכמובן, לאחרונה, ספיידרמן. נינטנדו, לעומת זאת, מחזיקה בעיקר ברוב המותגים שבגללם אתם מזהים את השם שלה: מריו, זלדה, פוקימון, דונקי קונג וכל הדמויות שעשו את הילדות שלכם נמצאות גם כאן. קחו בחשבון שגם משחקים עתידיים של אותם מותגים נוטים לצאת לאותן משפחות קונסולות, ולא לזלוג לקונסולות אחרות.\nאם אתם מתכננים לשחק רק במשחקים שזמינים לכל הקונסולות, אתם יכולים בעיקר ללכת על האפשרות הזולה ביותר. כאן תוכלו למצוא רשימה יחסית מעודכנת של כל קונסולה והמשחקים האקסקלוסיביים שלה, ולבדוק האם היא מחזיקה את המותגים והמשחקים האהובים עליכם. קחו בחשבון שלפעמים החברות מפתיעות עם שיתופי פעולה חדשים ו”גונבות” מותגים האחת מהשניה, כך שהמצב עשוי להיות נזיל בעתיד, אבל מומלץ לבחור את האקסקלוסיביים שהכי הרשימו אתכם כדי להבטיח שתוכלו לשחק בהם גם אם יצאו משחקים נוספים בסדרה.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nרוצים לשחק במשחקים שקניתם בעבר? רק באקסבוקס\nיכול להיות שיש לכם בבית כבר קונסולה מהעבר, ובנקודה הזאת, רק למיקרוסופט עם ה-Xbox One יש יתרון מובהק.  למיקרוסופט יש תוכנית בשם Backward Compatibility, שהיא תמיכה לאחור ביותר מ-600 משחקי עבר של האקסבוקס 360 ואפילו האקסבוקס המקורית. כולל מספר קלאסיקות נפלאות שאפילו חלקן מועשרות ומשופרות לכבוד ה-Xbox One X. עם זאת, לא כל דיסק שיש לכם ייתמך בהכרח, ומומלץ לבדוק את הרשימה הזאת לפני שמקבלים החלטה. בשבועות האחרונים מיקרוסופט הודיעה כי היא נפרדת לשלום מהתוכנית, ולא תוסיף לה משחקים, אבל בשנים האחרונות היא הוסיפה לה לא מעט כותרים מעניינים ויש סיכוי סביר שאם הייתה לכם קונסולה של מיקרוסופט מהעבר, יש לכם משחקים נתמכים שלא תצטרכו לזרוק לפח עם השדרוג שלכם.\nלסוני ולנינטנדו, לצערנו, אין תמיכה שכזו, ומשחקים שרכשתם בעבר בקונסולה ישנה לא ייתמכו בקונסולה החדשה שלכם.\nבנקודה הזאת הגיימרים מעולם ה-PC אוהבים ללעוג על גיימרי הקונסולות, כי בעידן הקונסולות הנוכחי צריך לשלם סכום כסף חודשי כדי לשחק במשחקי מולטיפלייר. כלומר, אם אתם רוצים לשחק עם חברים שלכם און ליין במשחק כמו פיפ”א, תצטרכו לרכוש שירות פרימיום נוסף של הקונסולה, אבל זה רק אחד הפיצ’רים שתקבלו.\nלפלייסטיישן יש שירות בשם PlayStation Plus במסגרתו תקבלו לא רק גישה לעולם המולטיפלייר של המשחקים שלכם, אלא גם הנחות מיוחדות על משחקים בחנות המקוונת, ו-2 משחקים חינמיים בכל חודש שתוכלו לשחק בהם כל עוד אתם מחזיקים במינוי לשירות. סוני היא זו שבוחרת את המשחקים הללו, ולכן יכול להיות שלעיתים היא תקלע בול לטעם שלכם, ולפעמים יהיו חודשים שבהם אתם תתהו למה מישהו שם חשב שהמשחקים הללו מעניינים מישהו. בנוסף, אתם מקבלים 100 גיגה לאיחסון של השמירות שלכם. עלות השירות השנתית עומדת על 244 שקלים.\nעיבוד תמונה: גיקטיים\nלאקסבוקס יש שירות דומה מאוד בשם Xbox Live. גם במסגרתו תקבלו גישה למולטיפלייר, הנחות בחנות המקוונת ומשחקים חינמיים בכל חודש, אך בניגוד לפלייסטיישן, באקסבוקס מקבלים 4 משחקים מדי חודש: 2 מהם חדשים יחסית (כלומר, מדור המשחקים הנוכחי) ו-2 מהם שייכים לקטגוריית התמיכה לאחור שהזכרנו קודם, כלומר משחקים ישנים (לעיתים אפילו מאוד). על פי השנה האחרונה, במיקרוסופט נוטים לפספס חודש אחרי חודש את הציפיות של המנויים שלהם בהשוואה לסוני, אבל כל חודש טומן בחובו משחקים חדשים ולא ידועים. עלות השירות השנתית עומדת על 239 שקלים.\nבנפרד לחלוטין מ-Xbox Live, למיקרוסופט יש גם שירות נוסף בתשלום בשם Xbox Game Pass, שאפשר לקרוא לו “הנטפליקס של המשחקים” שמאפשר גישה גישה לספריה של יותר מ-100 משחקים, בינהם גם כמה מהמשחקים החדשים ביותר של מיקרוסופט. ניתן לרכוש את השירות בנפרד תמורת 38 שקלים בחודש, או בעיסקה הכוללת גם גישה לשירות מהמחשב ומינוי Live ב-55 שקלים.\nתמונה: נינטנדו\nגם לנינטנדו יש שירות און ליין תחת השם המאוד מקורי, Nintendo Switch Online. גם הוא מאפשר לכם לשחק במשחקי מולטיפלייר עם חברים, לגבות את השמירות שלכם לענן בצורה אוטומטית, הנחות מיוחדות בחנות ועוד. לנינטנדו יש תוספת מיוחדת ונוסטלגית במיוחד בדמות אפליקציית NES שמכילה בתוכה לא מעט משחקים קלאסיים של החברה שוודאי זכורים לכם מהעבר. הספריה מתעדכנת מדי חודש, והמשחקים זמינים לכם שם בצורה חופשית ואפילו תומכים במולטיפלייר. כמו כן, נינטנדו שיחררה אפליקצייה נלווית לשירות לסמארטפונים כך שתוכלו לדבר עם חברים שלכם בזמן שאתם משחקים איתם און ליין. מאחר ולנינטנדו עדיין אין חנות ישראלית רשמית, תוכלו לבחור אם להצטרף לחנות האירופאית בינתיים, שם עלות השירות היא כ-20 אירו לשנה. מחיר זול יותר בצורה משמעותית מאשר המתחרות, אבל בלי הבונוס של משחקים חדשים בחינם מדי חודש.\nעיצוב: הדס שיזף, גיקטיים\nמכירים את המשפט “ואם כל החברים שלכם יקפצו מהגג”? אז בענייני מלחמת הקונסולות, יכול להיות שההורים של כולנו טעו. אם אתם מתכננים לרכוש משחקים כמו פיפ”א או קול אוף דיוטי ולשחק עם חברים און ליין, לא רק שתצטרכו לקנות את אותם שירותי פרימיום שדיברנו עליהם, אלא שגם תצטרכו לוודא שכולכם משחקים באותו סוג של קונסולה. לצערנו ישנם רק משחקים מועטים שתומכים ב-CrossPlay, כלומר משחק אל מול קונסולות אחרות, ועל כן לרוב רק שחקני פלייסטיישן יכולים לשחק עם שחקני פלייסטיישן, רק שחקני אקסבוקס יכולים לשחק מול שחקני אקסבוקס וכדומה.\nכמובן שאם אתם בונים על חברים שלכם שיביאו איתם שלטים לטורניר הפיפ”א הבא שאתם מארגנים בבית, תצטרכו שהשלט שלהם יהיה תואם לקונסולה שלכם. אז אם לכל החברים שלכם יש קונסולה ממותג אחד, אולי כדאי לכם לשקול לקנות אותה.\nממשק בעברית רק באקסבוקס. תמונה: מיקרוסופט\nלא מעט הורים רוכשים את הקונסולות עבור ילדים (או שזה לפחות התירוץ הראשוני שלהם), ואם הילדים שלכם לא יודעים אנגלית ברמה מספקת, יכול להיות שתרצו אך ורק קונסולה דוברת עברית. במקרה זה רק הקונסולות של מיקרוסופט, כלומר ה-Xbox, תומכות בממשק בעברית. שימו לב שהדבר כלל לא אומר שהמשחקים שרצים על גביה דוברים עברית (רק Forza, משחק מירוצים) תומך בעברית בצורה מלאה. כך שעד כמה שהשיקול הזה עשוי להיות חשוב, אין לו הרבה משמעות מעבר לממשק המשתמש. שאר הקונסולות של פלייסטיישן ונינטנדו, נכון לעכשיו, לא תומכות כלל וכלל בעברית.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nה-PlayStation VR, ערכת המציאות המדומה לפלייסטיישן 4\nאם אתם גם מעוניינים לשחק במציאות מדומה, אין כל כך תחרות בין שלוש הקונסולות הללו. רק הפלייסטיישן 4 תומכת ב-VR עם השם המקורי, PlayStation VR. זוהי ערכה נפרדת לחלוטין הכוללת מצלמה, קסדה ולעיתים גם שלט Move שמומלץ להצטייד בו. עלות הערכה היא כ-1,500 שקלים והיא מתחברת לכל סוגי הפלייסטיישן 4. שימו לב כי ישנם משחקי VR נפרדים לחלוטין, ולעיתים ישנם כמה משחקים רגילים שמכילים חוויות ומצבי VR שונים.\nרבים מהגיימרים חייבים את הצעקה האחרונה. לדעת שהם מחזיקים את הקונסולה הכי עוצמתית כדי שתחזיק להם במשך שנים ותציג את המשחקים באיכות הגראפית הגבוהה ביותר. במקרה הזה חשוב להדגיש שלפחות בין הפלייסטיישן והאקסבוקס, אין הבדלים קריטיים במיוחד בחומרת המכשירים ובביצועים שלהם. זאת בעוד שהנינטנדו סוויץ’ כלל לא משחקת במשחק הזה, ומכילה חומרה נחותה בהרבה ויכולות גראפיות הרבה פחות מרשימות.\nאם מפרט הוא שם המשחק, כרגע אין קונסולה חזקה יותר מ-Xbox One X של מיקרוסופט שמסוגלת תיאורטית להריץ משחקים ב-Native 4K, ומחזיקה ביתרון בכל הנוגע לאפקטי תאורה, הצללה ו-Aliasing. כדי לנצל את החומרה המשופרת, חברות משחקים צריכות להתאים את המשחקים אליהה לתקן שנקרא “Xbox One X Enhanced” שלעיתים כולל תמיכה ב-4K, לעיתים כולל גם תמיכה ב-HDR, ולעיתים לא כולל אף אחד מהם ולא ברור מה הוא נותן. אם אתם בונים את הרכישה שלכם על סמך המשחקים המשופרים הללו, כדאי שתבדקו קודם כל אם המשחקים המעניינים ביותר מבחינתכם נמצאים ברשימה המתעדכנת של מיקרוסופט.\nעכשיו בואו נצא מנקודת הנחה שבחרתם את המותג שאיתו אתם רוצים ללכת. רגע לפני שאתם מגיעים לקופה, נותר בפניכם עוד מכשול אחד: איזו גירסה אתם רוצים? יש כמה הבדלים בין גירסה לגירסה שעשויים להשפיע על חווית השימוש והגיימינג שלכם: תמיכה במשחקים באיכות גראפית מתקדמת יותר, תמיכה בפורמטי סאונד שונים, נפחי אחסון (המשמשים אתכם בעיקר להתקנת משחקים והורדה שלהם לקונסולה) ועוד.\nנתחיל ממיקרוסופט, שגירסת הבסיס שלה נקראית בימינו Xbox One S. היא מגיעה עם מעבד 1.75GHz 8-ליבות של AMD, מעבד גראפי Radeon עם 1.84TF ו-8 גיגה RAM. מלבד הרצת המשחקים באיכות הסטנדרטית והמוצלחת, היא תומכת בהקרנת וידאו ב-4K ו-HDR, בין אם באמצעות כונן הבלו-ריי שלה או בין אם באפליקציות סטרימינג. כמו כן הקונסולה תומכת בסאונד באיכות Dolby Atmos ו-DTS:X. הקונסולה מגיעה, נכון לעכשיו בישראל, בעיקר עם נפח אחסון של 1TB במחיר של כ-1000 שקלים.\nאם אתם מעדיפים להחזיק את הקונסולה החזקה ביותר של מיקרוסופט, שווה לכם לשקול את ה-Xbox One X. היא מגיעה עם מעבד 2.3Ghz, מעבד גרפי עם 6 טרהפלופ, 12GB זכרון GDDR5, ורוחב פס זכרון של 326GB לשניה. בפועל, זה מאפשר לאקסבוקס וואן X להריץ משחקים ב-4K ואף ב-HDR ב-60 פריימים לשניה, אבל רק על משחקים נבחרים. ה-Xbox One X מגיעה בתצורת 1TB במחיר של כ-1,900 שקלים.\nגירסת הבסיס של סוני נקראת פשוט PlayStation 4 (או PlayStation 4 Slim) והיא מגיעה עם מעבד Octa-core X86-64 מבית AMD, מעבד גראפי Radeon 1.84 TFLOPS וזיכרון RAM של 8GB מסוג GDDR5. שימו לב: הפלייסטיישן 4 לא תומכת ב-4K, לא במשחקים ולא בתוכן לצפיה (אך כן תומכת בשידור ב-HDR). כך שאם אתם מחזיקים בטלוויזיה משוכללת, יכול להיות ששווה לכם להשקיע כבר בגירסה המעט יותר יוקרתית. כמו כן, אם יש לכם ספריית סרטים או סדרות ב-Blu-ray, הפלייסטיישן לא תומכת כלל בניגון של דיסקים שכאלו. ה-PlayStation 4 נמכרת בעיקר בתצורת 500GB תמורת כ-1,500 שקלים.\nהגירסה המתקדמת של הפלייסטיישן נקראת PlayStation 4 Pro, ומלבד כל מה שהפלייסטיישן יודעת לעשות, היא מגיע עם מעבד Octa-core X86-64 מבית AMD, מעבד גראפי Radeon 4.20 TFLOPS, זיכרון RAM של 8GB מסוג GDDR5. קונסולת ה-Pro, בניגוד לאחותה הזולה ופשוטה יותר, תומכת ב-4K ו-HDR גם מבחינת סטרימינג של תוכן וידאו, וגם מבחינת גיימינג. גירסת ה-Pro נמכרת אך ורק בתצורת 1TB תמורת כ-2,000 שקלים.\nחשוב להדגיש שגם הקונסולות המתקדמות ביותר, וגם הקונסולות הסטנדרטיות של סוני ומיקרוסופט תומכות בכלל המשחקים שמשוחררים להן. כלומר, גם אם משחק “מותאם” לקונסולת ה-X, הוא עדיין יעבוד גם ב-Xbox One S, וגם אם משחק מסומן כמותאם לקונסולת הפלייסטיישן פרו, הוא עדיין יעבוד גם ב-PlayStation 4 Slim.\nלעומת סוני ומיקרוסופט, ה-Nintendo Switch מגיעה במודל אחד ויחיד, עם מעבד Tegra של NVIDIA, זכרון RAM של 4GB ונפח אחסון של 32GB (עם אפשרות הרחבה באמצעות כרטיס microSDHC). אין ספק לא מדובר במפלצת ביצועים או חומרה, אבל היא הקונסולה הניידת היחידה מבית השלוש, וזה לא מעט.\nבאנדל הכולל קונסולה ומשחק. שימו לב שהמחיר שווה את ההפרש מקונסולה בלי משחק\nכדאי לשים לב שלעיתים חנויות מציעות משהו שנקרא “באנדל”. זוהי חבילה הכוללת קונסולה ובתוספת של משחק או כמה משחקים ולעיתים אף שלט נוסף. אם חבילה שכזו זמינה, ודאו שמדובר במשחק שאתם מעוניינים בו, ושתוספת המחיר המבוקשת על ידי החנות בעבור החבילה המיוחדת לא עוברת את ערכו של המשחק והקונסולה בנפרד. לרוב, החבילות הללו משתלמות בהנחה שהמשחק המצורף הוא משחק שרציתם לרכוש בכל מקרה.\nחנויות רבות מציעות לכם מחירים נמוכים יותר עבור המוצר, אבל החבילות הללו בדרך כלל לא כוללות אחריות יבואן, עבורה תצטרכו “להוסיף” קצת יותר מ-100 שקלים. ללא אחריות יבואן, אתם כמובן תלויים בתנאי האחריות של החנות, ומומלץ לבדוק את ההבדלים בין סוגי האחריות ולהחליט האם ההבדלים בסכומי הכסף שווים מבחינתכם את הפשרה.\nאלו הן השאלות החשובות ביותר, לפחות לדעתנו, שאתם צריכים לשאול את עצמכם לפני שאתם מחליטים איזו קונסולה לבקש מהמוכר. אם יש עוד שאלות שאתם רוצים לשאול, אתם מוזמנים לעשות זאת בתגובות וננסה לענות עליהן. Game On!", "keywords": "פלייסטיישן,אקסבוקס,אקס בוקס,נינטנדו סוויץ\\',סוויץ\\',nintendo switch,playstation 4,playstation,playstation 4 pro,xbox one,xbox one x,xbox one s,switch,gaming,השוואת קונסולות,קונסולה,קונסולות,מחיר,סוני,מיקרוסופט,sony,microsoft,אקס-בוקס"}