{"url": "https://www.geektime.co.il/gopro-announces-karma-drone/", "type": "article", "title": "גו פרו מכריזה על Karma הרחפן החדש והמתקפל שלה", "description": "מעכשיו, כבר לא רק 'חברת מצלמות האקסטרים': חברת GoPro חשפה אמש את Karma, הרחפן המתקפל והמסקרן שלה; השליטה בו נעשית בעזרת בקר שליטה דמוי בקרי הקונסולות, שכולל גם מסך מובנה. גם המחיר שפוי", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/Screen-Shot-2016-09-20-at-11.12.06.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-20T10:00:57Z", "modified_time": "2016-09-20T13:14:08Z", "articleBody": "מעכשיו, כבר לא רק ‘חברת מצלמות האקסטרים’: חברת GoPro חשפה אמש את Karma, הרחפן המתקפל והמסקרן שלה; השליטה בו נעשית בעזרת בקר שליטה דמוי בקרי הקונסולות, שכולל גם מסך מובנה. גם המחיר שפוי\nהוא מתקפל ונכנס לתיק. מקור: יח”צ GoPro\nאחרי אינסוף דיווחים ושמועות השיקה אמש (ב’) חברת GoPro האמריקאית את Karma, הרחפן הראשון והמסקרן שלה. בנוסף, הכריזה החברה על Hero 5, מצלמת הדגל החדשה שלה ומוט מייצב תמונה חדש.\nלפני שנגיע למפרט וליכולות, אין ספק שהחידוש הגדול ביותר שמציע Karma הוא העיצוב הקומפקטי שמאפשר לקפל אותו לשאת אותו בתיק גב, זאת בניגוד לרחפנים מקצועניים מצויינים אחרים דוגמת אלו של DJI, Yuneec או 3DR.\nה-Karma בנוי כך שניתן לקפל את הזרועות והמדחפים (פרופלורים) שלו וכך לחסוך מקום איחסון יקר; בנוסף, הגימבל (מייצב) אינו נמצא מתחת לרחפן, מה שמשפיע על גובהו, אלא מלפנים – וגם הוא ניתן לפירוק – ועוד נגיע לחלק הזה. חידוש נוסף שמציגה GoPro הוא בקר טיסה קומפקטי, שכולל כבר מסך LCD, כך שלא תצטרכו סמארטפון או טאבלט, כדי להטיסו; הבקר מעוצב בצורת צדפה – כמו לפטופ – וכולל ממשק פשוט למדי, שמזכיר בקר של קונסולה עם 2 סטיקים שקועים וכפתור להמראה ולנחיתה אוטומטית. על פי החברה, הרחפן, השלט והתוכנה נועדו כולם כדי להפוך את הטסת הרחפן לחוויה פשוטה, שמתאימה לכל משתמש.\nמשמאל: מצב רגיל. מימין: מצב מקופל. מקור: יח”צ GoPro\nפיצ’רים נוספים ברחפן הם חזרה אוטומטית לנקודת ההמראה, במקרה של אובדן קשר או סוללה חלשה וכן כפתור שמפעיל את הפיצ’ר הזה, אם למשל אתם מאבדים קשר עין עם הרחפן. בנוסף, כמו DJI, מיישמת החברה ברחפן את הפיצ’ר שמונע מכם להטיס אותו באיזורים שמוגדרים כאזורים אסורי-טיסה, כמו למשל בקרבת שדות תעופה. עם זאת, לפחות על הנייר, אותנו איכזב זמן הטיסה של הרחפן שעומד על כ-20 דקות בלבד, לעומת 28 דקות של ה-Phantom 4.\nרחפן ה-Karma יגיע לישראל בתחילת 2017 על ידי DAA, היבואן הרשמי. מחירו בעולם – לא כולל מצלמה – הוא 800 דולר. אם אתם צריכים גם מצלמה, תוכלו לקבל איתו את מצלמת ה-HERO5 Session הקובייתית ב-1,000 דולר או את מצלמת הדגל של החברה, ה-HERO5 Black ב-1,100 דולר. לשם השוואה, ה-Phantom 4 הפופולארי של DJI נמכר תמורת 1,200 דולר, כולל מצלמת 4K מובנית.\nהגימבל מתנתק והופך למוט ייצוב תמונה. מקור: יח”צ GoPro\nכאמור, הרחפן כולל גימבל (מייצב מצלמה). החידוש הוא שהגימבל ניתן לניתוק מהרחפן ולשימוש באופן עצמאי. כך שתוכלו לחבר אותו למצלמת ה-GoPro וליהנות מייצוב תמונה מרשים, לפחות לפי הוידאו ששחררה החברה. המייצב כולל גם כפתורי הפעלה ששולטים בעזרת Bluetooth בפעילות המצלמה ומאפשרים לכם להפעיל את הצילום ולשנות את מצבי הצילום ביד אחת. ה-Karma Grip מתחרה ראש בראש מול ה-Osmo Mobile, מוט הייצוב שחשפה מוקדם יותר החודש חברת DJI.\n", "keywords": "גופרו,גו פרו,gopro,karma,קארמה,רחפן,גימבל,מייצב תמונה,karma grip,קארמה גריפ,מצלמות אקסטרים,hero5,הירו5,"}