{"url": "https://www.geektime.co.il/konami-code-creator-passed-away/", "type": "article", "title": "הלך לעולמו קאזוהיסה האשימוטו: הגאון שהמציא את ''קוד הקונאמי''", "description": "קאזוהיסה האשימוטו הלך אמש לעולמו בגיל 61 והשאיר אחריו מורשת לא קטנה ושלל צ'יטרים מתגעגעים. בפעם האחרונה, זה לזכרך קאזוהיסה: למעלה, למעלה, למטה, למטה, שמאלה, ימינה, שמאלה, ימינה, כפתור ה-B, כפתור ה-A ו-start", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/KONAMI-CODE-1582789022-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-27T11:35:51Z", "modified_time": "2020-02-27T10:55:22Z", "articleBody": "קאזוהיסה האשימוטו הלך אמש לעולמו בגיל 61 והשאיר אחריו מורשת לא קטנה ושלל צ’יטרים מתגעגעים. בפעם האחרונה, זה לזכרך קאזוהיסה: למעלה, למעלה, למטה, למטה, שמאלה, ימינה, שמאלה, ימינה, כפתור ה-B, כפתור ה-A ו-start\nמסך הפתיחה של המשחק Contra. זוכרים את הקוד שמכניסים כאן? צילום: Konami\nקאזוהיסה האשימוטו, האיש מאחורי “קוד הקונאמי”, ומי שנחשב לאחד מאבות תעשיית הגיימינג העולמית, הלך אמש לעולמו בגיל 61. “קוד הקונאמי” – Konami Code – הינו למעשה צ’יט אותו היו שחקנים צריכים להקיש בשלטי המשחק של הקונסולה שלהם בתחילת המשחק. לאחר שהקישו את הצירוף המיוחד, הם יכלו ליהנות מרמת משחק קלה יותר, אפקטים מסויימים ודברים אחרים, אותם לא יכלו לקבל במסגרת המשחק הרגיל. בעקבות פרסומו, הפך הקוד למילה נרדפת בימינו לקונסולות הדור השלישי (ביניהן ה-NES, ה-Atari 7800 ואחרות) והקשתו במספר אתרי אינטרנט אף פתחה מספר easter eggs באתרים עצמם, כולל אתר טכנולוגיה ישראלי מגניב שאתם אולי מכירים ואוהבים.\nהאשימוטו עבד כמפיק בענקית המשחקים היפנית Konami, והוא חתום על תשעה משחקי וידאו. את הקוד המפורסם הוא יצר כאשר היה צריך במסגרת עבודתו להמיר את גרסת הארקייד של משחק היריות Gradius לקונסולת ה-NES של נינטנדו בשנת 1986. “לא שיחקתי במשחק יותר מדי וכמובן שלא יכולתי לנצח אותו בעצמי, לכן הגדרתי בתוכו את קוד הקונאמי” סיפר האשימוטו בראיון בשנת 2003. “בגלל שאני הייתי זה שצפוי להשתמש בו, הגדרתי אותו כך שיהיה קל לשנן אותו”. בפועל, נראה שדווקא המשחק Contra – בו שולב גם כן הקוד – הוא זה שהביא את הקוד לתודעת רבים. בעת הכנסתו למשחק, השחקן היה מקבל 30 חיים והמשחק שעד אז היה מאתגר – הפך לנחמד וקליל הרבה יותר.\nWe are saddened to hear about the passing of Kazuhisa Hashimoto, a deeply talented producer who first introduced the world to the “Konami Code”.\nOur thoughts are with Hashimoto-san’s family and friends at this time. Rest In Peace. pic.twitter.com/vQijEQ8lU2\n— Konami (@Konami) February 26, 2020\n\nההקשה על “למעלה, למעלה, למטה, למטה, שמאלה, ימינה, שמאלה, ימינה, כפתור ה-B, כפתור ה-A ו-start”, שחקוקה עדיין במוחם ובליבם של גיימרים ילידי שנות ה-80 ו-90, הייתה פותחת שלל פיצ’רים והקלות לשחקנים השונים בשלל משחקים. בהמשך, שולב הקוד ביותר מ-100 משחקים שונים, ביניהם Castlevania, Mortal Kombat 3, Metal Gear Solid 2: Sons of Liberty ואחרים.\nלמעשה, הקוד הפך לברירת המחדל של הצ’יטים במשחקי וידאו, חצה אף את גבולות Konami, ונכנס למשחקים של חברות מתחרות כמו משחק ה-Mario Party הראשון של נינטנדו, BioShock Infinite, Borderlands 2 ואפילו במשחקים חדשים קצת יותר כמו Anthem – בו הכנסה של הקוד במסך הפתיחה גורמת לשינויים קלים בפסקול המשחק. בפורטנייט לדוגמה, הקוד סיפק לתקופה קצרה מיני-משחק בסגנון Space Invaders לפני שחרור פרק 2 של המשחק.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "קונאמי קוד,קוד קונאמי,קונמי,גיימינג,רטרו גיימינג,צ\\'יט,קאזוהיסה האשימוטו,נינטנדו"}