{"url": "https://www.geektime.co.il/what-to-do-before-selling-your-iphone-or-mac/", "type": "article", "title": "מדריך: מה לעשות לפני שאתם מוכרים או מעבירים את האייפון, האייפד או המק שלכם", "description": "החלטתם למכור את המכשיר הישן או להעביר אותו לבן משפחה או חבר? מעולה, כך תנתקו את הקשר שלכם למכשיר האייפון, האייפד או המק ותוודאו שהוא עובר נקי וחדש בלי שום מידע אישי שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/mac-1524036042.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-23T14:05:33Z", "modified_time": "2018-04-23T16:45:31Z", "articleBody": "החלטתם למכור את המכשיר הישן או להעביר אותו לבן משפחה או חבר? מעולה, כך תנתקו את הקשר שלכם למכשיר האייפון, האייפד או המק ותוודאו שהוא עובר נקי וחדש בלי שום מידע אישי שלכם\n\nמערכות ההפעלה של אפל נועדו בין היתר לייצר התאמה בין בעל המוצר למוצר עצמו. הדבר נועד למנוע גניבות או גישה למידע שלכם, אבל במקרה שרוצים להעביר את המחשב לאדם אחר, למשל כשאתם מוכרים או נותנים אותו במתנה – יש סדרה של פעולות שיש לבצע על מנת שהמכשיר יעבור נקי וכמו חדש לצד השני. בקצרה, מדובר בגיבוי ומחיקת המידע ולבסוף בניתוק הקשר שלכם אל המכשיר כדי שמישהו אחר יוכל לרשום אותו על שמו. אז איך עושים את זה? הנה מדריך מקוצר לשלושת המכשירים הפופולארים ביותר של אפל: האייפון, האייפד והמק.\n1. יש לכם Apple Watch? תחילה נתקו בין המכשירים.\n2. גבו את מכשיר האייפון או האייפד שלכם (הדבר נעשה על המכשיר הישן):\nתחילה ודאו שאתם מחוברים לרשת אלחוטית (WiFi).\nלכו להגדרות (Settings) -> בחרו בפרופיל שלכם -> בחרו באייקלאוד (iCloud) -> גללו למטה ובחרו ב-iCloud Backup -> ודאו שהוא מופעל (On) -> הקליקו על ׳גבה עכשיו׳ (Back Up Now) -> השארו מחוברים לרשת האלחוטית עד שהגיבוי יסתיים.\n3. התנתקו מחשבון ה-iCloud וה-iTunes שלכם:\nלכו להגדרות (Settings) -> בחרו בפרופיל שלכם -> גללו למטה ובחרו ב-Sign Out -> הקלידו את הסיסמא האישית שלכם באפל איידי -> בחרו ב-Turn Off.\n4. גיבינו, ניתקנו את הקשר שלכם למכשיר, עכשיו נותר למחוק את כל המידע:\nלכו להגדרות (Settings) -> בחרו ב׳כללי׳ (General) -> גללו למטה ובחרו איתחול (Reset) -> מחק את כל התוכן וההגדרות (Erase All Content and Settings) -> במידה ושירות Find my iPhone מופעל אצלכם תתבקשו להזין שוב את הסיסמא ל-Apple ID שלכם, אחרת תתבקשו לקוד הגישה למכשיר, בשני המקרים הזינו את הקוד שלכם ואשרו את הפעולה.\n5. זהו, מוזמנים להיפרד לשלום מהמכשיר הישן שלכם, הוא נקי וללא כל מידע שנוגע לכם.\n\nרכשתם מק חדש ואתם משדרגים אליו? קודם כל העבירו את כל המידע שלכם מהמק הישן לחדש. על מנת לעשות זאת אפל מציעה כלי ידידותי למדי בשם Migration Assistant. הכלי הזה מעביר אחד לאחד את כל המידע, האפליקציות, הקבצים, הסיסמאות והעדפות שלכם למק החדש. בעזרתו תגלו שהמעבר למחשב החדש שקוף לחלוטין, הכל יהיה שם בדיוק כמו שהתרגלתם אליו במכשיר הישן. את המדריך המלא של אפל ל-Migration Assistant תמצאו כאן.\nכעת בואו נמשיך לניתוק השייכות שלכם למק ולפירמוט שלו על מנת שיעבור נקי וללא מידע לאדם אחר:\n1. חברו את המחשב למקור מתח (לחשמל).\n2. ודאו שמערכת ההפעלה שלכם מעודכנת באמצעות הורדת כל העדכונים הזמינים למערכת ב-App Store.\n3. גבו את המחשב: ודאו שכל הקבצים החשובים שלכם מגובים לשירות הענן החביב עליכם או לכונן חיצוני.\n4. התנתקו מחשבון ה-Apple ID שלכם:\nבחרו בתפריט הראשי של מערכת ההפעלה (לוגו התפוח הקטן שמופיע בקצה העליון) -> בחרו ב-System Preferences -> בחרו ב-iCloud -> הקליקו על Sign Out. במידה ותשאלו האם אתם רוצים לשמור על גיבוי על המחשב אשרו, אנחנו במילא הולכים למחוק את המחשב כולו בשלב הבא.\n5. התנתקו מחשבון ה-iMessage שלכם:\nהפעילו את תוכנת Messages -> גשו בתפריט העליון ל-Messages -> ומשם ל-Preferences -> גשו ל-Accounts -> בחרו את החשבון שלכם והקליקו על Sign Out.\n6. מחקו את המחשב (פירמוט) והתקינו מערכת הפעלה נקיה:\nאפל שומרת אזור בכונן הקשיח לקבצי התקנת מערכת ההפעלה כך שתוכלו בכל רגע נתון למחוק הכל ולהתקין אותה מחדש. מדובר בתהליך פשוט למדי שמלווה באשף נוח וידידותי למשתמש.\nתחילה בואו נגיע ל-macOS Recovery, אזור שמאפשר לנו לבצע פעולות חריגות על המק שנועדו לשימוש ברגע שדברים משתבשים או כשאנו מעוניינים לבצע פעולות שהן מחוץ לתחום הפעילות השוטפת במכשיר.\nבחרו בתפריט הראשי (לוגו התפוח הקטן שמופיע בקצה העליון) -> בחרו אתחול (Restart) -> הקליקו על שני הלחצנים הבאים יחד Command ו-R לפני שמערכת ההפעלה עולה. עזבו את שני הלחצנים ברגע שלוגו התפוח מופיע במרכז המסך.\nברוכים הבאים ל-macOS Recovery.\n7. כעת נמחק את כל הקבצים על המחשב כולל מערכת ההפעלה (נבצע ״פירמוט):\nבחרו ב-Disk Utility.\nבחרו בכונן הקשיח שלכם בתפריט הצידי במסך (לרוב מדובר ב-Macintosh HD).\nבחרו בלשונית Erase.\nהזינו את הפרטים המבוקשים: שם לכונן הקשיח החדש שלכם, פורמט לקבצים (מומלץ לבחור ב-APFS במידה וקיים).\nהקליקו על Erase.\nלאחר שתהליך המחיקה הסתיים, סגרו את חלונית Disk Utility ונעבור להתקנת מערכת ההפעלה מחדש.\n8. התקנת מערכת הפעלה נקיה (ודאו שאתם מחוברים לרשת אלחוטית והמחשב מחובר לחשמל):\nבחרו ב-Reinstall macOS.\nבחרו בכונן הקשיח עליו תרצו להתקין את מערכת ההפעלה.\nבחרו בהתקנה (Install).\nעם סיום תהליך ההתקנה יופיע לכם מסך ההפעלה הראשוני של מערכת ההפעלה, ממש כמו ביום שרכשתם את המק ופתחתם אותו לראשונה.\nבהצלחה!\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "אפל,מק,אייפון,אייפד,אתחול,גיבוי,מכירת מכשיר,ניקוי מכשיר,פירמוט מכשיר,פירמוט אייפון,פירמוט אייפד,פירמוט מק,למחוק מק,למחוק אייפון,למחוק אייפד,ipad,mac,macbook,iphone,format,erase,sell"}