{"url": "https://www.geektime.co.il/ti-annonces-new-dmva2-processor/", "type": "article", "title": "טקסס אינסטרומנטס הכריזה על מעבד וידיאו חדשני המאפשר למצלמת IP על שבב לבצע ניתוח נתונים חכם ברזולוציית מגה פיקסל", "description": "מעבד הוידיאו DMVA2 מציע ביצועי וידיאו משופרים פי שלושה בהשוואה ל DMVA1, והופכת תכונה זו למובנית במצלמות IP על שבב לביצוע מעקב וידאו חכם ברזולוציית מגה פיקסל.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/05/dm368_image1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-12T12:12:04Z", "modified_time": "2010-05-12T12:12:04Z", "articleBody": "מעבד הוידיאו DMVA2 מציע ביצועי וידיאו משופרים פי שלושה בהשוואה ל DMVA1, והופכת תכונה זו למובנית במצלמות IP על שבב לביצוע מעקב וידאו חכם ברזולוציית מגה פיקסל.\nחברת טקסס אינסטרומנטס (TI) (NYSE: TXN) הכריזה על מעבד הווידיאו DMVA2 בטכנולוגיית DaVinci ומציעה מצלמת IP מערכת על שבב (SoC), שתהיה הראשונה שמצוידת ביכולות ניתוח חכם.\nלקוחות בתחום המעקב והאבטחה בווידיאו ייהנו משימוש פשוט ביכולות המשולבות של ניתוח חכם שפועלות במעבד העזר לראיה מהדור הראשון של TI, המשולב במערכת על השבב DMVA2. יכולות כמו ניתוח של ספירת אנשים, הגדרת אזור עם גורם מעורר, גילוי תנועה חכם, גילוי חבלה במצלמה וזרימת נתוני metadata (מידע–על), יהיו מעתה אפשריות להעברה, ברזולוציות המגיעות עד 1080p. מערכת העל שבב DMVA2 בשבב יחיד מפחיתה את עלויות התהליך ההנדסי בשליש ואת שטח המעגל הנדרש בחצי, ובהשוואה לפתרונות תעשייתיים אחרים עם ריבוי שבבים, וכמו כן היא הופכת את יכולות ניתוח הווידיאו לאפשריות בטווח רחב יותר של יישומי מעקב. שרשרת האספקה ומורכבות התכנון מופחתים אף הם בשליש, הודות ליכולות הניתוח החכם המשולבות, ומאפשרות יציאה מהירה יותר לשוק (www.ti.com/dmva2–prhome).\nמערכת העל שבב DMVA2 מציעה ביצועי וידיאו משופרים פי שלושה בהשוואה למעבד הווידיאו DMVA1, והיא מצוידת בטכנולוגיית Codec החכמה של TI, אשר מספקת הקטנה של קצב הסיביות עד פי חמישה למען קבלת שיפורים באיכות הווידיאו וברוחב הפס של הרשת. המעבד DMVA2, שהפך את תכונות ניתוח הווידיאו לתכונה מובנית במצלמות IP ומספק אפשרויות בחירה רבות יותר בתכנון, הוא ההתקן הבא במפת הדרכים הייעודית של TI עבור יישומי מצלמות IP. כמו כן, מעבד הווידיאו DMVA2 תואם פינים ותוכנה עם מעבדי הווידיאו DMVA1, DM365 ו–DM368 של TI הפועלים בטכנולוגיית DaVinci – נקודה בעלת חשיבות רבה בשמירה על ההשקעות של הלקוחות. בנוסף לשימוש בשבב DMVA2 עצמו, הלקוחות יכולים להאיץ את זמן היציאה שלהם לשוק בעזרת תכנון לדוגמה של מצלמת IP ותוכנת יישום של מצלמת IP במערכת Linux עם קוד המקור.\nתמחור וזמינות\nלקוחות בתחום אבטחה בווידיאו, שיהיו הראשונים לאמץ את מערכת העל שבב DMVA2, יוכלו להתחיל לקבל דוגמאות ברבעון השני של 2010. על מנת לבצע הערכה של המערכת היום, הלקוחות יכולים להזמין את התכנון לדוגמה של DMVA2IPNC–MT5, מצלמת IP של TI, אשר פתוחה לקבלת הזמנות ומתומחרת ב–795 דולרים. לקבלת מידע נוסף בקר בכתובת www.ti.com/dmva2–prhome–ee.\nלמידע נוסף על פתרונות הווידיאו של TI\n*         תכנון לדוגמה של מצלמת IP מבוססת על המערכת על שבב DMVA2:\nwww.ti.com/dmva2–prhome–ee\n*         תכנון לדוגמה של מצלמת IP מבוססת על המערכת על שבב DMVA1:\nwww.ti.com/dmva1–2–prhome–ee", "keywords": "טקסס אינסטרומנטס,texas instruments,davinc,davinci,metadata,ווידאו,צילום,dmva2"}