{"url": "https://www.geektime.co.il/oneplus-one-launched-for-300-dollars/", "type": "article", "title": "מחיר נמוך, מפרט חזק ותחרות אגרסיבית לנקסוס - הושק OnePlus One", "description": "יצרנית הסמארטפונים הסינית שנוסדה רק לפני שנה, OnePlus, הכריזה על מכשיר ה-One, אשר יגיע עם מפרט טכני מרשים במיוחד, תוכנה שבנויה על בסיס הקהילה ומחיר מצחיק שיקח חלק בהשקה בינלאומית כבר בחודש הבא", "image": "https://files.geektime.co.il/wp-content/uploads/2014/04/composition-main1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-04-23T12:14:51Z", "modified_time": "2014-04-23T12:15:41Z", "articleBody": "יצרנית הסמארטפונים הסינית שנוסדה רק לפני שנה, OnePlus, הכריזה על מכשיר ה-One, אשר יגיע עם מפרט טכני מרשים במיוחד, תוכנה שבנויה על בסיס הקהילה ומחיר מצחיק שיקח חלק בהשקה בינלאומית כבר בחודש הבא\nקרדיט תמונה: יח״צ\nהאם אנו עומדים להכיר את החברה הבאה שתתחרה בסמסונג ובאפל? עם מערכת הפעלה מותאמת אישית שבנויה על ידי הקהילה, מפרט טכני מדהים ומחיר שמתחרה בליין הנקסוסים של גוגל, נראה שב-OnePlus עלו הפעם על הנוסחה המנצחת. איך אנחנו יודעים את זה? דקות אחדות לאחר אירוע ההשקה של המכשיר, שרתי החברה קרסו מהלחץ הגדול של המשתמשים שניסו להיכנס אל האתר ולרכוש להם אחד.\nאז אחרי שיצרנו את הציפייה, על מה מדובר פה בעצם? חברת OnePlus נוסדה בשנת 2013 לאחר שלפיט לאו, אחד מסגני הנשיא בחברת Oppo, נמאס והוא החליט להקים יצרנית סלולר משלו. התוצאה? מכשיר דגל עם מסך 5.5 אינץ׳ ברזולוציית 1080p ו-Gorilla Glass 3, עם המעבד החדיש ביותר של קוואלקום, Snapdragon 801 המככב בסמארטפוני הדגל של HTC וסמסונג, 3 ג׳יגה בייט של זיכרון פנימי RAM, רמקולים קדמיים של חברת JBL, מצלמה אחורית באיכות 13 מגה-פיקסל עם חיישן של סוני ומצלמה קדמית באיכות 5 מגה פיקסל.\nואם עד עכשיו חשבתם שאתם הולכים לקבל את כל הטוב שבעולם האנדרואיד, חכו, יש עוד: המכשיר יגיע עם CyanogenMOD 11S מבוססת אנדרואיד 4.4 KitKat, גירסא מותאמת אישית מבית היוצר של חברת Cyanogen, המפתחת מערכת ההפעלה מבוססת-אנדרואיד שנבנתה על ידי הקהילה, עבור הקהילה והפכה לא מזמן לחברה בע״מ שגייסה 30 מיליון דולר בשני סבבי גיוס מקרנות ההון סיכון הנחשבות ביותר בעולם. המסקנה: עדכוני אנדרואיד שוטפים, צמודים לגירסא האחרונה שתשוחרר על ידי גוגל ומעורבות גדולה מאוד של הקהילה בבניית התוכנה. ועדיין, החלק הטוב ביותר הוא, תחזיקו חזק, המחיר: 300 דולר לגירסאת ה-16 ג׳יגה-בייט (50 דולר פחות מהנקסוס 5) ו-350 דולר לגירסאת ה-64 ג׳יגה-בייט.\nקרדיט תמונה: יח״צ\nבשונה ממכשירי סמארטפון סיניים טיפוסיים, ה-OnePlus One יגיע עם Google Play Services ויכלול את חנות ה-Google Play, לצד אפליקציות מותקנות מראש כגון GMail ו-Google Maps. אסטרטגיית שיווק המכשירים של החברה גם היא שונה למדי מיצרניות הסלולר הסיניות הטיפוסיות, כאשר היא תשיק אותו כבר בגל ההשקה הראשון ביעדים נבחרים ברחבי העולם: ארצות הברית, אוסטריה, בלגיה, דנמרק, פינלנד, צרפת, גרמניה, הונג קונג, איטליה, הולנד, פורטוגל, ספרד, שבדיה וטייוואן. חסרה לכם מדינה? נכון, הסמארטפון לא יושק בכלל בסין, בגל ההשקה הראשון לפחות. ולעת עתה גם לא בישראל.\nאז איך מניחים את היד על המכשיר המסקרן הזה, שעולה פחות מ-1,000 שקלים? בימים הקרובים החברה תחלק הזמנות למשתמשים שיוכלו לרכוש את ה-One החל מאמצע חודש מאי, ולהזמין משתמשים נוספים לרכוש אותו – אותה אסטרטגיית מכירה המוכרת לנו, בין היתר מפרוייקטים כגון GMail ו-Google Glass. בנוסף, החברה תפתח בתחרות מיוחדת ב-26 באפריל, במסגרתה היא תעניק ל-100 משתמשים את הזכות להרוס את הסמארטפונים הקיימים שלהם ולקבל את המכשיר המסקרן בחינם. בנוסף, החברה תעניק לכם אפשרות לבחור Back Cover במגוון צבעים, ביניהם שחור, עץ, כחול, אפור ועוד.\n", "keywords": "אנדרואיד,cyanogenmod,cyanogen,סינוג׳ן,android,וואן פלאס,וואן,oneplus,one,סינית,chinese"}