{"url": "https://www.geektime.co.il/google-io-dates-revealed/", "type": "article", "title": "גוגל חשפה את מועד Google I/O ושמה של אנדרואיד הבאה בסדרת חידות", "description": "גוגל שיגעה את עולם המפתחים עם סדרת חידות בסגנון חדר בריחה, שבסופן גילו את תאריך כנס המפתחים, ואולי את השם של מערכת ההפעלה הבאה של אנדרואיד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/io-1516873517.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-25T14:00:05Z", "modified_time": "2018-01-25T13:26:51Z", "articleBody": "גוגל שיגעה את עולם המפתחים עם סדרת חידות בסגנון חדר בריחה, שבסופן גילו את תאריך כנס המפתחים, ואולי את השם של מערכת ההפעלה הבאה של אנדרואיד\nתמונה: צילום מסך\nכמו בכל שנה, גוגל מקיימת את כנס המפתחים שלה, Google I/O, וכמדי שנה, היא נותנת לקהילת המפתחים לגלות את מועדי הכנס באמצעות סדרה של חידות. הפעם, גוגל אתגרה את המשתמשים לפענח כתובת URL, ולשחק מעין משחק אסקייפ רום בכדי להגיע למידע הנכסף: הכנס השנתי יתקיים בין התאריכים 8-10 במאי במאונטיין וויו. בדרך כלל גוגל אוהבת להשחיל רמזים במהלך החידות, שיתכן וחשפו את השם של עדכון מערכת ההפעלה הבא של אנדרואיד שעתידה להחשף בכנס.\nבתחילה, חשבון המפתחים של גוגל בטוויטר העלה את הטיזר הבא:\nPlans are coming along for #io18… pic.twitter.com/48VpqvVqWU\n— Google Developers (@googledevs) January 24, 2018\n\nאלו שהבינו כי מדובר בקוד בינארי ופיענחו אותו, הגיעו לכתובת ה-URL של האתר של כנס המפתחים השנתי, שהציב אותם בתצוגת Street View אל מול מרכז המפתחים של גוגל. כעת, ממש כמו בסיור Street View רגיל, המשתמשים יכלו להכנס אל הלובי של הבניין, אך נתקלו במנעולים וחידות שונות שעליהם לפצח בכדי להתקדם במשחק ולחשוף את תאריך הכנס. אלו שהצליחו לפצח את כל החידות, הגיעו בסופו של דבר לאמפיתיאטרון שורליין הממוקם במאונטיין וויוו. אותו מיקום בו התקיים הכנס בשנתיים האחרונות, וגילו כי הכנס יתקיים בין התאריכים 8-10 במאי.\nבנוסף, במהלך הסיור בחדרים השונים בחיפוש אחר רמזים לפיצוח החידות, שמו לב כמה משתמשים כי באחד מהחדרים ישנה עוגת אננס הפוכה על השולחן. מאחר וגוגל ידועה בחיבתה לשמות מתוקים לעדכוני מערכת הפעלה מרכזיים של אנדרואיד, יתכן וזהו רמז לשמה של מערכת ההפעלה הבאה: Android P, על שם ה-Pineapple Cake. בעבר גוגל בחרה שמות כמו אוריאו, נוגט, מרשמלו ושאר ממתקים.\nתמונה: צילום מסך\nבמהלך הכנס גוגל צפויה להכריז על עדכוני מערכת ההפעלה אנדרואיד, עדכונים לעוזרת הקולית של גוגל, עדכונים לפלטפורמת ה-VR שלה, Daydream, שירותים נוספים כמו Google Photos, ואולי אף לחשוף מוצרים כלשהם. אם כי הסבירות לכך נמוכה, וגוגל נוטה להכריז על מוצרים חדשים במהלך חודש אוקטובר.", "keywords": "גוגל,io,i/o,כנס מפתחים,כנס המפתחים של גוגל,android pineapple cake,android pineapple,android p,אנדרואיד פי"}