{"url": "https://www.geektime.co.il/oneplus-2-sold-in-israel-contains-malware/", "type": "article", "title": "זהירות: מכשירי OnePlus 2 שנמכרים בישראל כוללים תוכנות זדוניות", "description": "OnePlus 2, אחד המכשירים הנחשקים בעולם, נמכר בישראל ללא הזמנות, אבל עם תוכנות זדוניות שמותקנות בו; KSP בתגובה: לא ידענו; הספק של הרשת: בדקנו וטיפלנו בבעיה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/BIG26.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-09-17T14:03:28Z", "modified_time": "2015-09-17T14:27:38Z", "articleBody": "OnePlus 2, אחד המכשירים הנחשקים בעולם, נמכר בישראל ללא הזמנות, אבל עם תוכנות זדוניות שמותקנות בו; KSP בתגובה: לא ידענו; הספק של הרשת: בדקנו וטיפלנו בבעיה\n\nמכשיר ה-OnePlus 2 הוא אחד מהמכשירים הנחשקים ביותר בעולם כיום. אולם כמו עם מכשיר ה-One שקדם לו, גם את הדגם החדש תוכלו לרכוש רק לאחר קבלת הזמנה מהחברה. כמה רוכשים זריזים הצליחו לרכוש בישראל את המכשיר החדש ללא הזמנות, אבל עם תוספת שהם לא ציפו לה: ה-OnePlus 2 הגיע עם 2 תוכנות זדוניות שהיו מותקנות מראש במכשיר.\nלגיקטיים נודע כי מכשירי OnePlus 2 שנמכרו ב-KSP, אחת מרשתות המחשבים והסלולר הגדולות בישראל, כללו נוזקות שהגיעו עם המכשיר. הנוזקות התגלו לאחר סריקה שנערכה למכשירים בעזרת אנטי-וירוס של AVG והעלתה 4 רכיבים מסוכנים (“Threats”) מתוכם 2 שניתנים להסרה ו-2 שאינם ניתנים להסרה. האפליקציות שלא ניתנו להסרה הן אפליקציית Browser ואפליקציית Fun Weather. שתי האפליקציות הללו סווגו על ידי AVG כמסוכנות מכיוון שבימים האחרונים התקבלו דיווחים לגביהן שקושרים אותן לוירוסים שונים. בדקנו בפורום הרשמי של OnePlus ושם נמסר לנו כי: “אף אחת מהאפליקציות הללו לא מגיעה עם מכשיר שמריץ OxygenOS ונקנה ישירות מ-OnePlus או ממפיץ רשמי שלה”.\nאגב, גם אם המשתמש יחליט לא לעשות שימוש בדפדפן הנגוע ולהשתמש במקום בכרום של גוגל, שמגיע כמובן עם המכשיר, כל אתר שבו ירצה לבקר וכל חיפוש שיעשה בגוגל עובר יעברו דרך טרקרים, שמנטרים ועוקבים אחרי הגלישה שלו כמו למשל global.ymtracking.com.\nפנינו לחברת OnePlus, שמסרה לנו את התגובה הבאה: “אנחנו לא ממליצים למשתמשים לרכוש את המוצרים שלנו ממקורות לא-רשמיים. בישראל, C-DATA היא המפיצה הרשמית היחידה של מוצרי OnePlus”. מחברת C-DATA נמסר לנו: “C-DATA היא המפיצה הרשמית של מוצרי OnePlus בישראל. אנחנו משתפים פעולה עם OnePlus כדי להשיק את OnePlus 2 בישראל בחודש אוקטובר”.\nלאחר שהבנו שמקור הבעיה אינו ב-OnePlus או במפיצה הרשמית שלה בישראל, פנינו לרשת KSP, שמפעילה יותר מ-45 סניפים בארץ ושם נרכשו המכשירים הנגועים והסתבר לנו ש-KSP לא רוכשת את המכשירים מהמפיץ הרשמי, אלא מיבואן בשם Mobile BD. פנינו ל-KSP ומהרשת נמסר לנו שהממצאים שלנו לא היו ידועים לה ולכן היא פנתה לקבלת הסברים מ-Mobile BD, החברה יבואנית שסיפקה לה את המכשירים.\nמ-Mobile BD נמסר כי הבעיה מוכרת בעולם ומחקר של חברת האבטחה G Data אף העלה כי מכשירים סיניים רבים, ביניהם של יצרנים מובילים, כוללים תוכנות זדוניות כחלק ממערכת ההפעלה. בנוסף מסרה לנו Mobile BD: ” מובייל בי. די ישראל הינה יבואית מכשירי הסלולר המובילה בישראל. החברה שמה לעצמה מטרה להביא לשוק המקומי את השירות והמוצרים הטובים ביותר. ולכן אנו שמים דגש רב על בחירת הספקים השונים איתם אנו עובדים ועל טיב הסחורה אותה אנו מפיצים. בעקבות התלונה ביצענו בדיקות ומאמצים רבים בכדי לאמת את התקלה ולפתור אותה. תוצאות הממצאים: 1. לאחר ביצוע של בדיקות באמצעות תוכנת AVG (תוכנת אנטי-וירוס ידועה) התגלה כי אכן קיימים בגרסה הנוכחית 2 תוכנות זדוניות. 2. הבאנו לידיעתם של הספקים איתם אנו עובדים בחו”ל בדבר הבעיה ובתמורה קיבלנו גרסה חדשה, גנרית לחלוטין, שעליה ביצענו את אותה בדיקה ולשמחתנו הבעיה נפתרה”.\nבנוסף נמסר לנו מ-Mobile BD: ” חשוב לציין! היום סופקו לחברת KSP מכשירי OnePlus 2 עם הגרסה החדשה. אנחנו מזמינים את כל לקוחותינו אשר רכשו את מכשירי ה-OnePlus 2 באחד מסניפי רשת KSP ליצור איתנו קשר בטלפון 03-9199888 ואנו נדאג להנחות אותם לשם ביצוע החלפת הגרסה”.\nדרך נוספת לפתור את הבעיה היא פשוט להחליף את רום ה-Oxygen הנגוע לרום המקורי של OnePlus. הוראות מפורטות תוכלו למצוא פה.\nלנו לא נותר אלא להצטרף להמלצה של חברת OnePlus ולא להתפתות למכשירים שמקורם אינו ידוע. רק חישבו על כמות המידע האישי והרגיש שאתם עומדים לאחסן עליו. לכן, גם אם אתם ממש בעניין של מכשיר ה-2 (ואנחנו מבינים אתכם) מומלץ להמתין להשקה הרשמית שלו בחודש הבא או לחכות להזמנה מהאתר הרשמי של החברה.\n ", "keywords": "oneplus,וואןפלאס,oneplus 2,וואפלאס 2,ksp,c-data,mobile bd,מובייל בידי,נוזקות,רוגלות,נוזקה,רוגלה,spyware,malware,וירוס,avg"}