{"url": "https://www.geektime.co.il/galaxy-buds-review/", "type": "article", "title": "בדקנו את ה-Galaxy Buds: הכי קרוב ל-AirPods לאנדרואיד עד כה", "description": "ביחד עם ה-Galaxy S10, סמסונג השיקה גם אוזניות אלחוטיות חדשות שאמורות להיות התשובה שלה לאיירפודס של אפל, הגלקסי באדס. בדקנו אותן לעומק וגילינו אלטרנטיבה מעולה למשתמשי אנדרואיד, אבל לא נטולת בעיות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/IMG_20190221_090409-1552291646-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-16T11:00:50Z", "modified_time": "2019-03-14T16:48:17Z", "articleBody": "ביחד עם ה-Galaxy S10, סמסונג השיקה גם אוזניות אלחוטיות חדשות שאמורות להיות התשובה שלה לאיירפודס של אפל, הגלקסי באדס. בדקנו אותן לעומק וגילינו אלטרנטיבה מעולה למשתמשי אנדרואיד, אבל לא נטולת בעיות\nצילום: גיקטיים\nשנתיים שלמות עברו מאז הפעם הראשונה ששמתי באוזניי את ה-AirPods של אפל והתאהבתי. אחרי שכולם לעגו להן בהתחלה, הן הפכו ללהיט ולאוזניות True Wireless שמצליחות לאתגר את הקטגוריות שבהן ה-AirPods מנצחות תמיד: סוללה, קישוריות והכי חשוב – נוחות השימוש. אבל לאחרונה פגשתי את ה-Galaxy Buds, האוזניות האלחוטיות החדשות של סמסונג, וגילית מתחרה הולמת אבל ממש לא מושלמת.\nצילום: גיקטיים\nה-Galaxy Buds הן גרסה חדשה של אוזניות ה-Gear הלא כל כך מוצלחות של החברה, ונראה שסמסונג לקחה את הזמן, בדקה את התחרות וניסתה לעשות את מה שאף מתחרה לא באמת עשתה: לבדוק את הסיבות שבגינן אנשים אוהבים ולא אוהבים את האיירפודס ולנסות לענות על הכל.\nה-Galaxy Buds הן אוזניות אלחוטיות (True Wireless) אבל דווקא מז’אנר ה-In-Ear. בהפתעה מוחלטת עבורי הן אוזניות ה-In-Ear הנוחות ביותר שהשתמשתי בהן עד כה, בעיקר הודות לעיצוב היחסי קומפקטי ולמשקל המאוד קליל של כל אוזנייה. הן מרגישות כמעט זולות מדי כשמוציאים אותן מהקופסה, אבל אם זה המחיר שאני צריך לשלם עבור אוזניות שלא נופלות לי מהאוזן בכל סיבוב ראש או חצי חיוך, אין לי בעיה עם זה.\nה-Galaxy Buds מגיעות עם שלושה מתאמים בגדלים שונים, אבל גם עם שני Fins שיכולים לסייע לשמור טוב יותר על האוזניות בתוך האוזן. גם בנסיעה מהירה יחסית על גבי קורקינט במדרכות המשובשות של תל אביב, האוזנייה הבודדת ששמתי לא נפלה ולו פעם אחת, אם כי מדי פעם הרגשתי צורך קל לתקן את הישיבה שלה באוזן כדי למנוע נפילה עתידית שלא בטוח שהייתה מתרחשת.\nהדמיון לאיירפודס מתחיל כבר בשלב הראשון של השימוש, אבל רלוונטי בעיקר למשתמשי גלקסי. אם אתם מחזיקים ב-Galaxy S10 ובגלקסי באדס, ברגע שתפתחו את הקייס של האוזניות יופיע חיווי על מסך ה-S10 שמזמין אתכם לחבר אותן בלחיצת כפתור. זה באמת תהליך נוח ויעיל, אבל זה לא קילר פיצ’ר כמו שסמסונג ואפל חושבות, בעיקר כי גם חיבור האוזניות למכשיר הפיקסל 3 שלי היה פשוט. פתחתי את הקייס כששתי האוזניות בתוכו והן הופיעו בתפריט הצימוד הסטנדרטי. אולי לא מדובר בחיבור ה”קסום” של האיירפודס באייפונים והבאדס בגלקסי S10, אבל התהליך הוא לא מסורבל או מעצבן כמו שרבים טוענים על צימוד מכשירי בלוטות’, שהוא בכל זאת תהליך חד פעמי לרוב. עם זאת, בשימוש במכשיר שהוא לא הגלקסי S10 לא יכולתי יותר לקבל את החיווי הגרפי המאוד אסתטי למצב הסוללה של האוזניות, כך שאין ספק שסמסונג רוצה שמשתמשי הבאדס ירגישו שהם מקבלים יותר ערך לאוזניות החדשות שלהם במכשירי הגלקסי שלה.\nצילום: גיקטיים\nסמסונג שכחה פרט אחד קטן וחשוב: כשתפתחו את הקייס כדי לראות את מצב הסוללה של האוזניות בחיווי המגניב לא תוכלו לראות את מצב הסוללה של הקייס, ולכן אתם עלולים למצוא את עצמכם מופתעים כשפתאום האוזניות לא נטענות. בעיה פשוטה ומטופשת שאפשר לפתור בעדכון תוכנה מהיר לאפליקציה של המכשירים הלבישים של סמסונג.\nצילום: גיקטיים\nאבל עם כל הכבוד לעיצוב ולשימושיות של האוזניות, בואו נדבר לרגע על הסאונד שלהן. למרות שסמסונג ממתגת אותן בשיתוף עם AKG (חברת בת של סמסונג), אין כאן שום בשורה בתחום הסאונד, שהוא כמעט נטול באסים ומוביל לצליל יחסית שטוח וחסר עומק. אם אתם מגדירים עצמכם כאודיופילים חפשו לעצמכם אוזניות אחרות (וממילא אתם וודאי לא תחפשו אוזניות In-Ear). עם זאת, ממש כמו ה-AirPods, הגלקסי באדס לא נועדו להאזנה מענגת למוזיקה, אלא להאזנה קז’ואלית ששמה דגש על נוחות שימוש ולא על איכות סאונד. לרוב השימושים הקלילים של האזנה למוזיקה, תוך כדי שיטוט בסופרמרקט או לנסיעה באוטובוס, הן מספקות תוצאות מספיק טובות, הן פשוט לא טובות מספיק לאלו שמחפשים איכות גבוהה ועומק לצלילים. במקרה של אוזניות אני מעדיף להחליף נוחות מקסימלית על איכות לא אופטימלית.\nהקייס של הגלקסי באדס מעוצב בצורת גלולה והוא מרגיש קצת זול, אבל קליל וקומפקטי. לא תמיד קל לקלוע עם האוזניות ישירות לנקודת ההטענה למרות שמדובר בחיבור מגנטי, אבל סופסוף סמסונג עושה כמעט הכל נכון עם הקייס והרבה יותר טוב מיצרניות אחרות: הוא נטען באמצעות USB-C (הגיע הזמן) כך שכמעט כל כבל שמטעין את הסמארטפון שלכם יכול לסייע, אבל הוא גם תומך בטעינה אלחוטית שזה מגניב ומבורך.\nמדי פעם הטענתי אותו גם על הגב של הגלקסי S10 שתומך בטעינה הפוכה, אבל עדיין מדובר בגימיק מטופש של ה-S10 שמדגים פחות או יותר רק את הנוחות של השימוש בבאדס בינתיים. הקייס, אגב, יספק לכם עד 7 שעות נוספות של האזנה, והאוזניות עצמן מספיקות ל-5-6 שעות, תלוי אם אתם בעיקר מאזינים למוזיקה או בעיקר משוחחים בעזרתן. לא מדובר בזמני סוללה נהדרים כמו של ה-AirPods בשילוב עם הקייס, אבל בהחלט בזמנים סבירים למדי שבעיקר יכריחו אתכם להטעין את האוזניות פעם בשבוע-שבועיים בערך בהאזנה סטנדרטית.\nצילום: גיקטיים\nכיף לגלות שאף אחת מהאוזניות לא מתפקדת כ-Slave. כלומר, תוכלו לשים את שתיהן או כל אחת מהן בנפרד באוזן והן יתפקדו ללא בעיה (בניגוד למשל ל-Beoplay E8 של B&O שבלי האוזנייה הימנית, לא תוכלו להשתמש בהן), וזו פעולה נוחה לשיחות טלפון ושימוש למשל במשרד שבו אתם רוצים להאזין למוזיקה או פודקאסטים באוזן אחת ואת האוזן השנייה להשאיר קשובה לסביבה. אגב, בניגוד לאיירפודס, לגלקסי באדס יש עמידות רשמית בפני נוזלים בתקן IPX2. זה לא הרבה, אבל זה אומר שסמסונג מאפשרת לכם להשתמש בהן גם בחדר הכושר בלי חשש.\nואם כבר דיברנו על הסביבה שלכם, למרות שהן אוזניות In-Ear עם אטימות סבירה לרעשים, הגלקסי באדס מאפשרות לכם לא להתנתק לחלוטין מהסביבה: בלחיצה ארוכה תוכלו לתת למיקרופונים החיצוניים להכניס סאונד פנימה, כך שלא תצטרכו להוריד את האוזניות כדי לשמוע למשל את כרוז הרכבת או אם קולגה טורדנית במשרד חייבת לספר לך משהו בזמן שאתם נהנים עם המוזיקה.\nהאוזניות מגיעות ללא האנטנות השנויות במחלוקת של האיירפודס, שזה בעיקרון עיצוב מבורך, אבל דווקא בכל הקשור למיקרופון נצפתה אכזבה ענקית. באזורים יחסית לא רועשים המיקרופון מתפקד בצורה סבירה בשיחות טלפון, אבל ברגע שמנסים להשתמש בו באזור עם רוח או אפילו ברחוב רועש, הצד השני בשיחה התלונן שהוא בקושי שומע אותי ונאלצתי לוותר על האוזניות ולעבור מהר לשוחח בטלפון כרגיל. האוזניות אמורות לעבור בין מספר מיקרופונים חיצוניים ופנימיים בדיוק בשביל להתנהל עם רעש חיצוני, אבל בפועל נראה שמשהו שם לא עובד. כמה חבל שהדבר הזה כל כך קריטי.\nתמונה: סמסונג\nאחד היתרונות המשמעותיים של ה-Galaxy Buds על כמעט כל אוזניית True-Wireless בשוק טמון בעובדה שהן תומכות ב-Bluetooth 5.0. כן, סופסוף גם היצרניות הגדולות עוברות לתקן החדש-כמעט-ישן שאמור לעשות הרבה סדר בבלגן של בלוטות’. התמיכה ב-5.0 מאפשרת לדיליי בצפייה בסרטונים להיות יותר נסבל ולטווח קליטה הרבה יותר גדול (עד פי 4), מה שאומר שאפשר להסתובב בבית בכיף כשהטלפון נמצא בחדר אחר מבלי שהחיבור יתנתק בקלות.\nלמרות ההבטחות הגדולות של התקן החדש, החלטתי לבדוק את טווח הקליטה של הבאדס אל מול האיירפודס, וחיברתי את שניהם אל גלקסי S10 פלוס ולאייפון X, וכמובן החלפתי ביניהם. בכל פעם שבדקתי זוג אוזניות אל מול מכשיר אחר, צעדתי הרחק מהמכשיר בקו ישר באזור פתוח, ושניהם איבדו קליטה פחות או יותר באותה הנקודה. לא מדובר כאן בניסוי מדעי, וייתכן שהיו הפרעות בקליטה, אבל מהבדיקה המהירה שלי עולה שהיתרון המדובר בבלוטות’ 5.0 בכל הנוגע למרחק הוא זניח לפחות בהשוואה לאיירפודס.\nבכל הנוגע לקישוריות לסמארטפון ישנה אכזבה לא קטנה. מדי פעם האוזניות מתנתקות לשנייה מהירה וחוזרות לפעילות רגילה, משהו שלא היה קורה כמעט לעולם באיירופודס. עם זאת במהלך התקופה הלא ארוכה שהאוזניות אצלי קיבלתי בערך 5 עדכונים שונים להן. העדכונים מתבצעים דרך אפליקציית ה-Wearables של סמסונג ואורכים כמה דקות בכל פעם. העדכון האחרון שקיבלתי עוסק ביציבות חיבור הבלוטות’, אז נראה שסמסונג ערה לבעיה ומנסה לתקן אותה ככל הנראה לאורך זמן. מאז העדכון נתקלתי בפחות ניתוקים, אבל גם כשהבעיה הופיעה בעבר היא לא הייתה קבועה.\nבאפליקציית ה-Wearable של סמסונג תוכלו לשנות כמה הגדרות של האוזניות, כמו הקראה של התראות, איקווילייזר (שלא משנה הרבה את חווית ההאזנה), ואפילו שינוי של מחוות המגע על משטח המגע של האוזניות. אפילו הצלחתי להגדיר (בניגוד לכפתור הביקסבי במכשירי הגלקסי) שלחיצה ארוכה על האוזנייה הימנית תפעיל את העוזרת הקולית של גוגל, ונעזרתי בה לא מעט כדי לדלג על קטעים בפודקאסטים ולהגביר את הווליום מבלי לשלוף את הסמארטפון מהכיס. וכן, אפשר להגדיר גם שלחיצה מסוימת תגביר או תחליש את הווליום, שזה כבר שימושי ונוח יותר מאשר המחוות המאוד מוגבלות של ה-AirPods, בוודאי באנדרואיד.\nלמשתמשי מכשירי הגלקסי של סמסונג, ה-Galaxy Buds הן כנראה האוזניות True-Wireless הנוחות ביותר לשימוש: הן מותאמות בדיוק להתממשקות אל מול המכשיר שלכם, החיבור שלהן יציב יותר, הן פשוט עובדות טוב והן מהאוזניות הנוחות ביותר שיצא לי לבדוק. לכל שאר משתמשי האנדרואיד, ה-Buds הן מתחרה נאה לנוחות של האיירפודס מבחינת שימוש, ואפילו מתומחרות בכ-100 שקלים פחות מהאוזניות של אפל (כ-700 שקלים), אבל הן עדיין לא מצליחות להביא בשורה בכל הנוגע לקישוריות, שהיא מהיתרונות האדירים של האיירפודס שפשוט לא מתנתקות בשום אופן. אם אתם מחפשים אוזניות True Wireless ממש עכשיו, אני מאמין שהבאדס של סמסונג הן מהאופציות הטובות ביותר שקיימות כרגע בשוק והן צעד ענק של סמסונג בקטגוריית המוצרים הלבישים, אבל הן עדיין רחוקות מלהיות אידיאליות.", "keywords": "גלקסי באדס,גלקסי באדז,אוזניות גלקסי,אוזניות סמסונג,סמסונג,אוזניות,true wireless,galaxy buds,galaxy s10,גלקסי s10,buds,headphones,review,סקירה,חוות דעת,השוואה,איירפודס,airpods,אפל,אנדרואיד,אוזניות לאנדרואיד,אוזניות אלחוטיות לאנדרואיד,android,google,samsung"}