{"url": "https://www.geektime.co.il/google-announces-the-pixel-4a/", "type": "article", "title": "גוגל חשפה הרגע את ה-Pixel 4a, עם מצלמה מעולה ומחיר אטרקטיבי", "description": "אחרי עיכובים רבים, גוגל סופסוף משיקה את מכשיר ה-Mid-Range המסקרן שלה עם מחיר נמוך אפילו יותר מזה של ה-iPhone SE החדש", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/Pixel-4a-1596467306-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-03T18:16:22Z", "modified_time": "2020-08-03T18:40:53Z", "articleBody": "אחרי עיכובים רבים, גוגל סופסוף משיקה את מכשיר ה-Mid-Range המסקרן שלה עם מחיר נמוך אפילו יותר מזה של ה-iPhone SE החדש\nתמונה: גוגל\nגם בעולם של מכשירי פרימיום שמסתכלים על תג מחיר של 1,000 דולר מלמעלה – טוב לדעת שיש גם מכשירים אחרים. אחרי ה-Nord של וואןפלוס מגיע היום תורה של גוגל, שמשיקה את ה-Pixel 4a – הגירסה הקצת יותר צנועה של מכשיר הפיקסל 4, עם המצלמה המעולה שלה, אבל גם עם תג מחיר שקשה להתעלם ממנו.\nתמונה: גוגל\nהמסך שנבחר עבור ה-Pixel 4a הוא מסך 5.81 אינץ’ מסוג OLED באיכות FHD+, ובניגוד לטרנד החם ביותר בעולם המובייל, עם קצב רענון סטנדרטי של 60 הרץ בלבד. המסך כן תומך בתצוגת Always On שמציגה את השעה והתראות אחרונות. לראשונה במכשירי פיקסל של גוגל, בצד המסך ימתין חור ייעודי למצלמת הסלפי של המכשיר שמסוגלת לצלם ב-8MP, וסורק טביעות האצבע עושה קאמבק לגב המכשיר. בנוסף, הרמקול העליון של המכשיר שמשמש אתכם לשיחות יתפקד גם על תקן רמקול נוסף לרמקול התחתון, כך שתקבלו צליל סטריאופוני.\nסוללת המכשיר מגיעה בקיבולת של 3,140mAh ותמיכה בטעינה מהירה של 18W. החולשה האמיתית של הפיקסל 4a נמצאת כמובן במעבד, כאשר הפעם נבחר עבורו Snapdragon 730G של קוואלקום שאמנם יספיק לכם כמעט לכל שימוש סטנדרטי, אבל פחות לשימושים כבדים כמו גיימינג חסר פשרות. המכשיר מגיע עם 6 גיגה זיכרון RAM ו-128 גיגה נפח איחסון. כמיטב המסורת של הפיקסל, גם הפיקסל 4a יגיע עם מערכת הפעלה אנדרואיד “נקיה” ועם הבטחה ל-3 שנים של עדכוני אבטחה ועדכוני מערכת הפעלה. בפינת הבונוס, גוגל פינקה עם חיבור אוזניות 3.5 מ”מ קלאסי.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nתמונה: גוגל\nאבל עם כל הכבוד לכל הנתונים הלא רעים האלו, מה שבאמת מעניין במכשירי הפיקסל הוא כמובן מערך הצילום שלו. בניגוד לפיקסל 4 שהכיל 2 מצלמות, הפיקסל 4a מסתפק במצלמה בודדת שמסוגלת לצלם תמונות ברזולוציית 12.2MP, ולצלם וידאו ב-4K ב-30 פריימים לשנייה. גוגל הוכיחה שוב ושוב לאורך השנים שהיא מסוגלת לעשות בית ספר לשאר היצרניות שדוחפות מצלמות – חלקן מיותרות – למכשירים שלהן, ולפני שנה אתם בחרתם את מצלמת הפיקסל 3 למצלמת השנה שלכם במבחן העיוור שלנו, על אף שגם הוא החזיק בעדשה אחת בלבד. תוכנת המצלמה של גוגל, שהיא המרכיב הסודי של מכשירי הפיקסל, תגיע כמובן גם ל-Pixel 4a, ואנו משערים שהתוצאות יהיו דומות למדי לאלו של ה-Pixel 3 וה-Pixel 3a.\nעם כל הפשרות כמו מעבד פשוט יותר, מסך קצת יותר בסיסי, חוסר בתקן לאטימות למים או אבק, חוסר בטעינה אלחוטית, והסרה של הרדאר המיותר שהציגה בדגם הקודם, גוגל גילחה את המחיר של הפיקסל 4a ל-350 דולר (לעומת 800 ו-900 דולר למכשירים הפיקסל 4 והפיקסל 4XL).\nלצערנו, כרגיל, הפיקסל 4a יימכר רק במספר מדינות מצומצם, ולא צפוי להגיע לישראל בשיווק רשמי. עם זאת, מניסיון העבר, ישנן כמה חנויות ורשתות מקומיות שידאגו לייבוא לא רשמי של הפיקסלים, כך שייתכן ותוכלו להניח עליו את ידכם גם בארץ.\nזה לא סוד שמכשירי הפיקסל, עד כמה שהם אהובים על קהילת מעריצי אנדרואיד וקהל המבקרים, נחלה כישלון יחסי בכל הנוגע למכירות. בין אם זה בעקבות השם הרע שיצא לגוגל בעקבות בעיות חומרה כאלה ואחרות, ובין אם זה פשוט כי היא תימחרה את עצמה כאילו הייתה יצרנית סמארטפונים ותיקה, היא לא הצליחה להפוך את ליין הפיקסלים לאהוד כמו סדרת מכשירי הנקסוס. היום, לטעמי, זה עומד להשתנות.\nגוגל עשתה משהו שהיא לא עשתה כבר הרבה זמן, וזה להבין את המקום והערך שלה בים אפשרויות הסמארטפונים. אף אחד לא הולך להדיח בקלות את סמסונג, אפל ואת וואווי מהפסגה, כיוון שהן שחקניות ותיקות שרכשו את אמון הלקוחות לאורך הרבה שנים. עם הפיקסל, גוגל רוצה להראות שהיא יכולה לעשות טוב יותר, אבל צריך להתחיל מאיפה, והפיקסל 4a הוא הזדמנות מעולה לעשות את זה.\nלקוחות שמגיעים לחנות ורוצים לקנות סמארטפון לא חייבים בהכרח את הדגם החדיש והעוצמתי ביותר, אלא מחפשים תמורה טובה לכסף שלהם (בטח בתקופה שכזו). אחרי ההשקות של החודשים האחרונים, הם נכנסים לחנות ומגלים שיש להם את האייפון SE החדש במחיר של 400 דולר שמאפשר להם להיכנס לאקוסיסטם של אפל בקלילות, את ה-Nord של OnePlus ב-380 אירו (שנמכר רק באירופה), ועכשיו פתאום יש להם גם את הפיקסל 4a, במחיר נמוך מכל אלו.\nהפעם גוגל מציעה מעטפת יותר צנועה, אבל עם שני הקלפים המנצחים שלה: מערכת הפעלה נקייה ופשוטה לשימוש, והמצלמה המצוינת שלה. במחיר נמוך יותר מזה של מה שהיה נחשב מכשירי דגל עד לפני שנים ארוכות. בהנחה שהחומרה של המכשיר תעשה את העבודה ל-90% מהאנשים, הפיקסל 4a יכול להפוך לקלף הכניסה של גוגל אל המיינסטרים של עולם הסמארטפונים, ולעיסקה שקשה להגיד לה לא. אבל זה אם גדול, כפי שלמדתי על בשרי עם הפיקסל 3.", "keywords": "גוגל,פיקסל,פיקסל 4a,pixel,pixel 4a,google,android"}