{"url": "https://www.geektime.co.il/geekstarter-11092020/", "type": "article", "title": "המטען האלחוטי הזה יטעין לכם את הגאדג'טים - בלי חיבור לחשמל", "description": "מטען מעוצב יטעין לכם גאדג'טים בצורה אלחוטית - גם כשאתם בדרכים. ועוד במדור מימון ההמונים: מתחרה חדש לדייסון, כונן SSD שישמור לכם על המידע ופודקאסט ישראלי שמוקדש לנשים החשובות בהיסטוריה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/f9035c12c3625d6c65028c3b4f25d0d7_original-1599648149-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-11T16:00:12Z", "modified_time": "2020-09-11T12:07:39Z", "articleBody": "מטען מעוצב יטעין לכם גאדג’טים בצורה אלחוטית – גם כשאתם בדרכים. ועוד במדור מימון ההמונים: מתחרה חדש לדייסון, כונן SSD שישמור לכם על המידע ופודקאסט ישראלי שמוקדש לנשים החשובות בהיסטוריה  \n\nפלטפורמות גיוס המונים כמו קיקסטארטר ואינדיגוגו נותנות במה לפרויקטים רבים מתחום הטכנולוגיה ומחוצה לו, ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. למרות זאת חשוב לזכור שלא מדובר בחנות או בחברות ותיקות עם ניסיון בייצור ובפיתוח מוצר, וכבר קרו לא מעט מקרים של פרויקטים שכשלו והותירו את התומכים ללא מוצר וללא הכסף, אז קחו זאת בחשבון. בכל מקרה, הנה כמה פרויקטים שאהבנו השבוע.\n \nThe Drop הוא מטען נייד אלחוטי שתוכלו לקחת איתכם לכל מקום ולהטעין באמצעותו את המכשירים התומכים שלכם, בין אם זה הסמארטפון שלכם או קייס אוזניות אלחוטיות. המטען מגיע עם קיבולת של 5,000mAh, מספיק כדי להטעין מ-0 ל-100% כמעט כל טלפון שנמצא כיום בשוק, למעט החריגים שביניהם. הצוות שמאחורי המוצר מדגיש כי חלק גדול מהמשיכה של המטען הנייד שלהם הוא העיצוב, כשהוא זוכה בקמפיין הגיוס לפרסומת שלא תבייש כל מותג גדול.\nמחיר: 159 דולר (כולל משלוח לישראל), כשהתשורה כוללת גם מטען נייד חוטי (The Dock), מועד משלוח משוער: נובמבר 2020\nלעמוד הקמפיין\n﻿\nחברת שואבי האבק הסינית Dreame נמצאת כבר כמה שנים בשוק הישראלי, כשכמה מהדגמים שלה נמכרים כבר בארץ בניסיון לכרסם קצת מנתח השוק של השחקנית הגדולה ומי שנחשבת למלכת שואבי האבק הידניים – דייסון. כעת פתחו ב-Dreame קמפיין מימון המונים באינדיגוגו לשואב ידני חדש – ה-T20.\nבחברה אומרים כי ה-T20 מגיע עם עוצמת שאיבה הגדולה ב-50% מזו של הדור הקודם של השואבים שלה, 150AW. השואב פועל במהירות של עד 125 אלף סיבובים בשנייה (RPM) ובעל ארבעי מצבי פעולה שונים. השואב החדש של Dreame מגיע גם עם מתג הפעלה רציפה – פיצ’ר שלא קיים בדייסון (אבל קיים ב-H6 של רובורוק שאהבנו) ובעל יכולת החלפת סוללה.\nמחיר: ערכת הבסיס עם 4 ראשים שונים עולה 219 דולר (כולל שילוח בחינם לישראל), מועד משלוח משוער: אוקטובר 2020\nלעמוד הקמפיין\n\nישנם לא מעט כונני SSD ניידים בשוק, אך הכונן הזה – VAVA Portable SSD – מגיע עם תמיכה בכמה מכשירים ונעילה מאובטחת בעזרת קורא טביעת אצבע. הכונן הקשיח של VAVA מגיע בשלושה גדלים שונים, חצי טרה, טרה, ושני טרה – כשכל כונני ה-SSD יספקו מהירות קריאה/כתיבה של 540/480MB/s.\nכונני ה-SSD של VAVA מגיעים, כאמור, עם מנגנון אבטחה הכולל קורא טביעת אצבע שיכול להכיל עד 10 טביעות אצבע שונות – למי מכם שרוצים לתת גישה לבני משפחה נוספים או חברי צוות. המכשיר תומך בעבודה לא רק עם מחשבי מאק ו-PC, אלא גם עם מצלמות, אייפדים, קונסולות משחק (בהן, כך טוענים המפתחים, הוא מספק ביצועים טובים יותר בעד 40% לעומת המתחרים) ומכשירי אנדרואיד.\nמחיר: 79 דולר לגרסת ה-500GB (המוצר לא כולל שילוח לישראל), מועד משלוח משוער: אוקטובר 2020\nלעמוד הקמפיין\n﻿\nInspira הוא פודקאסט עלילתי ישראלי המורכב מסיפורי השראה על נשים גדולות בהיסטוריה המיועד לנשים צעירות, ילדות ובנות נוער – בניסיון להציג בפניהן את מי שלא זכו לאור הזרקורים לרוב – בניגוד למקביליהן הגבריים. הפודקאסט, מבית “הסטארטאפיסטיות”, מגייס כספים כדי לייצר את הפרקים השונים, אך לא רק.\nהיזמות שמאחורי הפרויקט מספרות כי עם השלמת גיוס הסכום שהציבו לעצמן הן ישתמשו בכסף העודף לפיתוח תוכנית המקבילה לפודקאסט עצמו לבתי הספר היסודיים, כשהמטרה היא להתחיל פיילוט של התוכנית בבתי הספר כבר השנה. הקמפיין כולל תשורות שונות במדרגות התמיכה המשתנות – בהן מינוי לפודקאסט, חולצות Inspira, הצעת דמויות שיזכו לפרק משלהן ועוד.\nלעמוד הקמפיין\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "גיקסטרטר,גיקסטארטר,מימון המונים,קיקסטארטר,kickstarter,indiegogo,cdownfunding,geekstarter"}