{"url": "https://www.geektime.co.il/surface-go-review/", "type": "article", "title": "ביליתי חודש עם ה-Surface המוזל של מיקרוסופט וזה מה שאני חושבת עליו", "description": "הילה יונתן, מעצבת UX ומכורה לאייפד ולאפל, לקחה את הטאבלט ההיברידי המוזל של מיקרוסופט. אחרי חודש של שימוש - זו ההתרשמות שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/SurfaceGo-by-Hila-Yonatan-09-1543245595-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-27T12:40:28Z", "modified_time": "2018-11-27T17:42:37Z", "articleBody": "הילה יונתן, מעצבת UX ומכורה לאייפד ולאפל, לקחה את הטאבלט ההיברידי המוזל של מיקרוסופט. אחרי חודש של שימוש – זו ההתרשמות שלה\nתמונה: הילה יונתן\nבאופן כללי, מיקרוסופט אינה השם הראשון שקופץ לראש בעת שיח על טאבלטים. בשנים האחרונות, כמות הליבות עלתה, המחירים ירדו, מתחרים סיניים נכנסו לשוק. טאבלטים נהיו מוצר שמוצע בקופות של חנויות הנוחות בתחנות דלק, לצד מכונות תספורת וערכות קריוקי.\nלפני מספר שנים, טאבלט נתפס כמוצר יוקרתי, כזה שמאפשר לאנשי מקצוע להעביר מצגות ולהרשים לקוחות – עם מחיר בהתאם, הדבר הכי רחוק מצעצוע נוסף בארגז המשחקים של הילד.\nעבור אלו מכם שזוכרים, המותג Surface התחיל את דרכו כקונספט לשולחנות חכמים מבית מיקרוסופט, שהיו אמורים לאפשר זיהוי החפצים המונחים עליהם, רמה גבוהה של חישה ומענה לצרכים כמו תשלום, זיהוי מצרכים והרחבת שולחן העבודה ל… ובכן… שולחן העבודה כולו.\nהקונספט, כידוע, לא צלח – אבל המותג נשאר, ומצא בית טבעי בקו החומרה הניידת של מיקרוסופט: מחשבים ניידים וטאבלטים.\nלאחרונה קיבלתי לידיי את המתחרה האחרון שנכנס לזירה הרוויה של הטאבלטים: Microsoft Surface Go, שילוב מעניין בעולם הזה, המכוון לשוק הפרימיום. בואו נראה מה מעניין בו ובשילוב שהוא מביא.\nתמונה: הילה יונתן\nהדבר הראשון שחשבתי עליו כשקיבלתי את המכשיר לידיי היה – האם יש בו באמת צורך. ה-Surface Go הוא ממשיך דרכו של Surface Pro שיצא לפני כשנה, וזכה, מצד אחד לשבחים רבים על החומרה החזקה והמפרט האיכותי – אך גם לביקורת על הגודל והמחיר. ה-Surface Go הוא בעיניי הצעד המתבקש וההכרחי מצד מיקרוסופט, גם כשהדור הקודם, ה-Pro, עדיין רלוונטי (ועדיין מחזיק בתגית מחיר שאינה טריוויאלית).\nהפרקטיקה במקרה הזה אינה חדשה, שכן גם יצרניות טלפונים נוהגות להציע גרסאות “רזות” יותר של מוצרי הדגל שלהן כבר תקופה ממושכת. סדרת ה-Go באותה הדרך, מאפשרת כניסה לעולם ה-Surface של מי שרוצה לשלם פחות ועדיין ליהנות ממכשיר שנראה ומרגיש איכותי.\nתמונה: הילה יונתן\nברמה הפרקטית, Surface Go מבטיח להיות טאבלט מגוון שיענה על מרבית הצרכים של קהל היעד העיקרי (שהוא לכל הפחות, מי שרואה טאבלט ככלי, ולא כצעצוע לילד). זה יכול ומשמש ככלי עבודה בסיסי ונייד.\nהמשתמשים העיקריים של ה-Surface Go הינם אותם משתמשי ווינדוס שאינם מרגישים בנוח עם ecosystems אחרות. אלו שמצד אחד לא מקבלים מענה מלא באנדרואיד, ומצד שני מגלים שהגן הסגור של אפל מעט סגור מדי עבורם. למזלה של מיקרוסופט, עשורים של הטמעה עשו את שלהם – מרבית הציבור (המקצועי והחובבני כאחד) למדו להתרגל ל-Windows, ובאופן ספציפי לצורת החשיבה של Windows 10, שנבנתה במקור כדי להתאים גם לטאבלטים. מהבחינה הזאת, המוצר הזה קולע במדוייק לצורכי היוזרים ומאפשר להם את הנוחות והתחושה שבעבודה על ממשק ווינדוס.\nהשאלה ההגיונית היא, מדוע להשקיע ב-Surface ולא במחשב נייד?\nשוק המחשבים הניידים לא המתין למיקרוסופט לאורך השנים האחרונות, ודפדוף מהיר בקטלוגים של מחשבים יראה שיש היצע מכובד כבר היום. מחשבים ניידים עם מסכי מגע קיימים. מקלדות נפרדות אנו מכירים עוד מימי Asus Transformer. סדרות מוצרים דוגמת Yoga לקחו את נושא הקיפול ב-180מעלות ברצינות. אם כך, מה היתרון של Surface Go בעצם?\nתמונה: הילה יונתן\nנעים מאוד, Windows 10 Home S לשירותכם. מה מייצגת ה-S? ייתכן שמנהלי המוצר התכוונו להזכיר את האות המופיעה על החליפה של גיבור העל מבית DC, אך בעיניי, מדובר ב-Simple.\nהפעם הראשונה בה תפעילו את ה-Surface go החדש שלכם, תיפגשו עם הווינדוס המוכר (10) אבל בגרסה האחרונה של “מצב הטאבלט” שלו. מה זה אומר? לקחו את מצב ה-tiles הקיים בווינדוס 10 והתאימו אותו בצורה משמעותית למוצר. למעשה, בתור מי שהיתה משתמשת מדי פעם במצב הזה, אני יכולה להגיד שזו הפעם הראשונה שבה הרגשתי שסוף סוף מדובר במערכת הפעלה המתאימה למוצר הפיזי – ולא “סקין” למערכת הרגילה.\nאגב, חופש קטן שמיקרוסופט מאפשרים למשתמשים, שלהם הוא שניתן לחזור בקלות למערכת ההפעלה השלמה. כלומר, מי ששינוי אינו חברו הטוב, עדיין יוכל למצוא את עצמו נהנה מה-Surface עם ווינדוס 10 “רגיל”. חשוב לזכור: אפשר “לחזור” מ-S ל-Windows 10 Home, אבל זה יהיה שינוי חד סטרי וחד פעמי.\nתמונה: הילה יונתן\nאם אנחנו מדברים על חוויית ה-out-of-the-box, מהר מאוד תגלו שמיקרוסופט מעודדת אתכם להשתמש בחנות הפרטית שלה עבור תוכנות וכלים נוספים. בקשר לזה, האינסטינקט הראשוני שלי לכך היה: “איזה ביזבוז…” אבל לאחר היעדרות ארוכה שלי מהחנות של מיקרוסופט, הופתעתי לטובה. ההיצע שודרג, גרסאות Microsoft Store לאפליקציות אותן חיפשתי, קיימות, ובמקרים מסויימים – הפתרון שמוצע הינו הפתרון הטוב ביותר (לדוגמא: Netflix, Microsoft Store edition, שהוא הגרסה היחידה ל-PC המאפשרת הורדת פרקים לצפייה אופליין). זה אכן היה חשש משמעותי שלי, אך אני נותנת מילה טובה כשמגיע, וכאן ניכר שיפור.\nנראה לי שזה ברור, אבל אומר למען וודאות – מטבע הדברים, לא תמצאו שם תוכנות כבדות של אדובי, או כלים מורכבים מדי אחרים.\nאם כך, מה עוד מאפיין את קהל היעד אליו מכוון ה-Surface Go?\nאלו שמחפשים את המאזן המדוייק בין חווית משתמש מיקרוסופטית, לגאדג’ט לשימוש אלגנטי (אי אפשר להתעלם מהמראה ה-slick, שבהכרח יעורר עניין סביבכם), וחומרה שמספיקה להתנהלות בסיסית טובה. אני מדברת על עבודה משרדית, יצירת והעברת מצגות, קריאה וכתיבה, לימודים וצריכת מדיה על סוגיה.\nעדיין, זוהי אינה תחנת עבודה, ואינה מתיימרת להיות כזאת. כמשתמשים עתידיים, הייתי ממליצה לבדוק מראש אם האפליקציות והכלים החשובים לכם זמינים ב-Microsoft Store – ולחסוך את הבאסה של לגלות שתוכנה מסויימת פשוט אינה זמינה שם (או שחובה “לפרמט” לווינדוס רגיל).\nהציוד ההיקפי, זה שמגיע בתשלום נוסף, מציע דרכים חדשות להתנהל ולהפיק תועלת מהמכשיר. הוא כולל מקלדת (בצבעים! האפור הכי יפה. הנה, חסכתי לכם דילמה) וסטיילוס, אליהם רצוי להיערך מראש מבחינת מחיר, במידה והם אכן קריטיים לכם.\nמקלדת ה-detachable הייעודית הופכת את ה-Surface Go למחשב נייד בסיסי לכל דבר ועניין. אמנם זה תג מחיר עם נוכחות, אך מעבר לכך שהמקלדות נראות באמת מעולה וההקלדה נעימה וחלקה – מקלדת פיזית משפרת ומשלימה בעיניי את נוחות השימוש עם המוצר. הייתי לוקחת בחשבון שעדיין מדובר במקלדת נלווית למכשיר שגודלו 10 אינץ’, מה שמטבע הדברים משפיע על ממדי המקלדת. זה עשוי להיות מהותי לבעלי יד גדולה, או אנשים שהתרגלו לחוויית הקלדה מסויימת.\nגם עט חכם – Stylus – זמין למי מכם הקוראים שמחפשים יכולת רישום או שרטוט ידני על המסך (אתם יודעים מי אתם :) ). כאן, אין הרבה חדש תחת השמש, לטוב ולרע. מי שצריך ומחפש את היכולת הזו בגאדג’ט, היא קיימת ומתפקדת יפה גם בגרסאת ה-Go. אל תדאגו, לא שכחו מכם…\nתמונה: הילה יונתן\nבואו נדבר קצת על מה שאתם מקבלים.\nהמעבד בכל המהדורות של ה-Surface Go הינו פנטיום (מישהו החזיר את המותג הזה לחיים ולא אמר לי?) 4415Y עם כרטיס מסך מובנה Intel HD Graphics 615. כלומר, הגיימינג שלכם יסתכם בסוליטייר ובשולה המוקשים – ואני לא חושבת שהילד שלכם יוכל לשחק על זה פורטנייט.\nכמות זיכרון ה-RAM אינה גבוהה במיוחד לגרסאות ה-Go, מדובר ב: 4 או 8 ג’יגהבייט. קשה לי לומר שזה מספיק, במיוחד בגרסת ה-4. כך או כך, כנראה שתצטרכו להתרגל לסגור טאבים ולא להשאיר דברים רבים רצים ברקע. מצד שני, מדובר בטאבלט, ייתכן שלא תיכננתם לעשות זאת מלכתחילה. יש לומר שגם בגרסת ה-4GB שקיבלתי לידיי, ממש לא מורגשת איטיות בשימוש סביר, במיוחד בעבודה במצב Windows 10 S.\nאין מה לצפות לפלאים בגזרת נפח האחסון: גרסת ה-4 תגיע עם כונן 64GB המבוסס eMMC, בעוד ה-8 תציע SSD של 128GB. כמובן שיש מקום להרחבה עם כרטיס מיקרו SD.\nתמונה: הילה יונתן\nהמצלמות לא מרשימות בסטנדרטים של היום: 8MP מצלמה אחורית, 5MP קדמית, ושתיהן 1080p. מצד אחד, הטלפון שבכיס שלכם מציע יותר. מצד שני, מעטים הטאבלטים המציעים יותר מזה.\nהמסך עצמו הוא מסך מגע 10 אינץ’, איכותי למדי, המציע רזולוציית ברירת מחדל של 1800X1200, בצפיפות של 217 ppi. עבור הרוב המכריע של משתמשי המחשבים הניידים הקומפקטיים והטאבלטים, מדובר בסטנדרט, ולא תרגישו חוסר. בטח תשמחו לשמוע שהמסך מוגן על ידי Gorilla Glass 3. אני בכל זאת מכירה אנשים שיהיו קצת יותר רגועים אחרי שיצמידו מגן מסך, אז תרגישו בנוח.\nחוויית השמע שלכם תושלם על ידי זוג רמקולים “מספיקים” – דולבי, בהספק של 2W. למזלנו, חיבור 3.5mm יאפשר לכם לחבר את האוזניות שלכם וליהנות מרמה גבוהה יותר של שמע.\nכל זה מוחזק על ידי סוללה, שלפי הצהרת היצרן אמורה להספיק ל-9 שעות וידאו, הנטענת על ידי חיבור USB Type-C, כמקובל היום. אמנם אין הצהרה רשמית על כך, אך בשימוש אישי הרגשתי שגם שהטעינה מהירה משמעותית מזו של מכשירים אחרים.\nמשקלו הבסיסי הינו כחצי קילו, מה שהופך אותו, גם עם ציוד נלווה, לטאבלט במשקל בינוני, אך גם ללפטופ קל מאוד.\nתמונה: הילה יונתן\nנתחיל מהסוף. טווח המחירים נע בין 400 ל-600 דולר בחו”ל, או 2200 עד 2800 ש”ח אצל יבואנים מורשים.\nהמחיר אינו נמוך, וגם אינו כולל גם את הציוד הנלווה, אבל בהשוואה למוצרים מהסוג הזה ה-Go כן מציע יציבות ככלי משלים. בעיניי, זהו מחיר שנמצא על התפר שבין להיות טאבלט ממותג, איכותי ויקר – או לפטופ בסיסי, מסובב ראשים וזול.\nהייתי ממליצה בחום לבחון את הצרכים הספציפיים ולקבל החלטה בהתאם לייעוד המחשב – תיאום הציפיות העצמי הזה יהווה עבורכם את המדד בין רכישה מוצלחת לטעות פיננסית קטנה. בעיניי, הנישה הספציפית המתאימה למחשב כזה היא בעלי מקצוע הנמצאים בדרכים וצריכים “לסגור פינה”, בעלי מודעות כלשהי ל-form factor והצרכים השימושיים שלהם ממוצעים.\nאם נדבר לרגע על החוויה האישית, כפי שניתן לצפות מסקירה, אני מרגישה שההצלחה הגדולה ביותר של ה-Surface Go היא בכך שהמכשיר משחרר אותי מהמחשבה על “האם לקחת אותו”. אין צורך בשיקול המאפיין מחשבים ניידים – “האם אני אשב לעבוד והאם שווה לי להיסחב איתו היום?”. התשובה היא תמיד “כן”. הוא תמיד בתיק, תמיד נראה טוב, ברמה שזה no-brainer.\nבמסגרת השימוש שלי ב-Surface Go, יצא לי להתנהל איתו גם בחו”ל. שם, הוא היה ה-go-to שלי, המקום שבו המכשיר באמת מככב. הטיסות שלי הן בד”כ למטרות גם ביזנס וגם פלז’ר, והטאבלט בהחלט ענה על הצורך של תיקתוק דברים במהירות ללא סירבול, משקל ומקום שכרוכים בהפעלת לפטופ. הוא הפך לתחנת מדיה קטנה, בכל הרגעים שבהם אינני עובדת או רצה בפארק לצורך העניין: קריאה, נטפליקס, ספוטיפיי, פודקאסטים, משחקי קאז’ואל וכן הלאה.\nתמונה: הילה יונתן\nזה אמנם מעיד על ה-Surface רק בעקיפין, אבל באחד מהמשחקים הקבועים בהם אני משחקת, גיליתי שיש סנכרון מלא בין טלפון האנדרואיד, האייפד פרו וה-Surface, כך שבאמת אפשר להתחיל משחק בפלטפורמה אחת ולהמשיך באחרת. ברגע שגיליתי שגם ה-Surface נתמך, כאשת UX הערכתי את זה אפילו יותר.\nמבחינת פגישות ועבודה, באופן כללי, היתרון בטאבלט בזמן פגישה הוא הקלילות. לפעמים יש צורך להדגים או להציג משהו, לשרטט בזריזות ולשתף עם דרופבוקס או הלקוח את הקובץ השמור, כולל את האפשרות להניח על השולחן ולעבוד ביחד במצב פרזנטציה. כאן יש לי ניסיון רב בשימוש ב-iPad Pro של אפל, והסתקרנתי כיצד ייפתר בעיניי ה”ראש בראש” הזה. החומרה העדכנית של ה-Go, לצד היכולת לחבר ולנתק מקלדת, להניח אותו על השולחן במצב עומד באמצעות הפאנל בגב המכשיר (בלי לרכוש מלכתחילה קייס לשם כך) – מציבה את ה-Go בעמדת עליונות בסיבוב הזה.\nמבחינת המגוון התוכנות דווקא, זה המקום לדבר על חנות האפליקציות – ה-Microsoft Store, שמבחינתי היא מהווה חלק בלתי נפרד מחוויית השימוש במכשיר. בהשוואה ל-App Store של Apple ולצורך העניין, גם ה-Play Store של גוגל, היצע התוכנות (או האפליקציות) הינו דל יחסית. בתור אחת שעושה שימוש גם בטאבלט של Apple, התחושה האישית שלי בהקשר הזה היא שאני יכולה לסמוך יותר על Apple שאמצא את התוכנה הנכונה למשימה הנכונה. לכן, כיוון שבעיניי זה נושא שדורש בדיקה לפני רכישה, ה-App Store מנצח בסיבוב הזה.\n \nתמונה: הילה יונתן\nמודה, התחושה של רכישת מכשיר ייעודי, ובמקרה הזה גם סוג של wow factor היא בהחלט אחד היתרונות. המכשיר אכן מרשים ואת מה שהוא כן עושה – הוא עושה היטב. אני לא חושבת שזהו מחשב שצפוי לגרום לכם להניח את הלפטופ הקיים שלכם בצד, אבל עשוי לגרום לכם לחפש בית חדש לטאבלט הישן שלכם.\nבהצלחה, ואם מצאתם שימוש יצירתי לטאבלט (פלוס פלוס) המיוחד הזה, מוזמנים להגיב ולספר.", "keywords": "סקירה,התרשמות,hands on,סרפס גו,סרפייס גו,surface go,הילה יונתן,טאבלט,טאבלט היברידי,לפטופ,חומרה,מיקרוסופט"}