{"url": "https://www.geektime.co.il/oculus-quest/", "type": "article", "title": "מציאות מדומה בלי חוטים ובלי מחשבים: פייסבוק חושפת את Oculus Quest", "description": "פייסבוק חשפה את קונסולת ה-VR החדשה שלה: ה-Quest. המשקפיים יאפשרו VR מתקדם - בלי חוטים ובלי מחשבים או טלפונים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/09/2018oculus-quest-lifestyle-2jt-1-1538021709-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-27T10:15:00Z", "modified_time": "2018-09-27T09:36:00Z", "articleBody": "פייסבוק חשפה את קונסולת ה-VR החדשה שלה: ה-Quest. המשקפיים יאפשרו VR מתקדם – בלי חוטים ובלי מחשבים או טלפונים\nמקור: Oculus\nכנס Oculus Connect החמישי נפתח אתמול בסן פרנסיסקו והביא איתו מספר הכרזות מעניינות של Oculus – עכשיו חברת בת של פייסבוק – ואחת מחלוצות התחום. בנאום הפתיחה החגיגי חשף מארק צוקרברג, מנכ”ל פייסבוק, את ה-Oculus Quest (אוקולוס קווסט), משקפי המציאות המדומה החדשים של החברה וכינה אותם “זה מכשיר ה-VR שלו חיכינו”.\nמשקפי המציאות המדומה שהיו ידועים עד עכשיו בשם הקוד “סנטה-קרוז” נחשפים רשמית תחת השם Oculus Quest. המשקפיים הם עצמאיים – כלומר הם לא זקוקים למחשבי גיימינג מטורפים או סמארטפונים בתור מסך – כך שאתם פשוט מפעילים אותם ומוכנים למשחק בלי הגדרות או חיבורים מיותרים.\nהמשקפיים החדשים הם עצמאיים גם מבחינת הניווט בחלל בזכות מערכת Oculus Insight של החברה. כלומר אתם במקום להתקין חיישנים חיצוניים בפינות החדר כמו למשל ב-Vive של HTC, המשקפיים מציעים מערכת “פנים לחוץ” (inside-out) עם 4 חיישנים מובנים בתוכם. למרות זאת, המשתמשים נהנים ממערכת מלאה להתמצאות במרחב – 6DoF – כך שהמערכת תדע בכל רגע נתון היכן אתם נמצאים במרחב ומה התנועות שלכם.\nמקור: Oculus\nמבחינת תצוגה, הרזולוציה של ה-Quest עומדת על 1600×1440 פיקסלים לכל עין ועדשות מתכווננות כך שיתאימו לכל צורות הפנים. על פי פייסבוק גם מערכת האודיו המובנית עברה שידרוג והיא מפיקה צליל היקפי 360 מעלות בלי אוזניות, ומבחינת איחסון, המשקפיים החדשים מגיעים עם נפח איחסון פנימי של 64GB.\nהבקרים, כמו שאתם יכולים לראות בתמונה, די דומים לאלו של קונסולת ה-Rift, והם מאפשרים ‘מיפוי כפתורים’, כלומר שינוי והתאמה של הפונקציות השונות שלהם. כך מאפשרת Oculus למפתחי המשחקים התאמה קלה יותר של המשחקים הקיימים שלהם וייבוא מהיר יותר לאקוסיסטם של Oculus.\nהמשקפיים צפויים להגיע לשוק באביב 2019 ויימכרו תמורת 400 דולר. בזמן ההשקה יהיו זמינים עבורה יותר מ-50 כותרים שונים ביניהם משחקים בולטים מה-Rift כמו Moss, The Climb ו-Robo Recall.\n﻿\nמבחינת שאר מכשירים של Oculus, ה-Quest ממוצבים באמצע – בין ה-Oculus Go, שאמנם לא צריכים סמארטפונים ועולים רק 200 דולר, אבל מספקים ביצועים בסיסיים יחסית לבין ה-Rift שזקוקים למחשבי גיימינג עם מפרט מתקדם. בפייסבוק מתכננים שה-Quest יתחרו בקונסולות דוגמת ה-PSVR של סוני וה-Vive של HTC, כשהיתרון הגדול שלהם הוא שהם לא זקוקים למחשבים או להתקנת חיישנים.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nחוץ מה-Quest חשפה פייסבוק עוד מספר חידושים ביניהם תמיכה של אפליקציית המובייל של Oculus ב-Rift; עדכון תוכנה קרוב ל-Go, המשקפיים הנגישים של אוקולוס, שיאפשרו להם להציג תוכן באיכות גבוהה יותר ושידור של התוכן שמוצג בהם למכשירים נוספים; אפליקציית יוטיוב מגיעה סוף סוף לאקוסיסטם של Oculus – כולל ה-Oculus Go; משחקי ה-NBA ישודרו בלייב ב-Oculus Venues, אפליקציית הצפייה של אוקולוס שמדמה צפייה באצטדיון; ולבסוף, הגעתו של Vader Immortal חוויית VR של סדרת מלחמת הכוכבים.\nעם זאת, בלטו בהעדרם המייסדים של Oculus שכזכור נמכרה לפייסבוק תמורת 2 מיליארד דולר ב-2014. מאז הרכישה ועד השנה, הקפידו המייסדים לקחת חלק פעיל ב-Connect, כנס המפתחים של הפלטפורמה. בייחוד השבוע, אחרי הפרישה המתוקשרת של מייסדי אינסטגרם מפייסבוק – קשה להפריד את העובדה הזו משאר הפרידות הקשות של פייסבוק משאר המייסדים של החברות אותן רכשה.", "keywords": "vr,מציאות מדומה,אוקולוס,פייסבוק,quest,oculus quest,אוקולוס קווסט,"}