{"url": "https://www.geektime.co.il/lenovo-mirage-solo-daydream-camera/", "type": "article", "title": "גל ההכרזות של לנובו ב-CES מגיע עם מצלמה מעניינת למדי", "description": "עולם המציאות המדומה ממשיך לככב בתערוכת CES, כאשר לנובו חושפת משקפי Daydream ראשונים מסוגם ומצלמת 360", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/Lenovo-Mirage-Solo-Mirage-Camera_1-1515570603.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-10T12:20:52Z", "modified_time": "2018-01-10T11:27:29Z", "articleBody": "עולם המציאות המדומה ממשיך לככב בתערוכת CES, כאשר לנובו חושפת משקפי Daydream ראשונים מסוגם ומצלמת 360\nתמונה: Lenovo\nכאשר גוגל חשפה את ההתקדמות בפלטפורמת ה-Daydream שלה בכנס המפתחים השנתי שלה בחודש מאי, היא הכריזה כי בנוסף למשקפי ה-VR שלה שמשתמשים בסמארטפונים בתור ה”מסך”, יושקו בהמשך גם משקפיים עצמאיים לחלוטין אשר לא זקוקים לחיבור למחשב או לסמארטפון. Lenovo לקחה את תערוכת CES 2018 כהזדמנות לחשוף את המשקפיים הראשונים הללו שפותחו בשיתוף פעולה עם גוגל, ומגיעים עם מצלמת 180 שאמורה ליצור חוויות VR מעניינות.\nהמשקפיים החדשים שלנובו חשפה באירוע העיתונאים שלה בתערוכת CES נקראים Mirage Solo, שהם בעצם המשקפיים הראשונים של חברה חיצונית העושה שימוש בפלטפורמת ה-Daydream של גוגל, והראשונה לספק את פלטפורמת ה-Daydream ללא כל צורך בחיבורי כבלים למחשבים או סמארטפונים. מה שהופך אותם למשקפי VR עצמאיים לחלוטין שניתן להשתמש בהם בכל מקום. בזכות הניתוק מהכבלים, וללא צורך בחיישנים נוספים, ניתן לנוע למעלה, למטה, ימינה, שמאלה, אחורה וקדימה בצורה חופשית לחלוטין.\nהמשקפיים מגיעים עם סט שבבים Snapdragon 835 VR, גירסא מותאמת של סט השבבים של קוואלקום לצורכי מציאות מדומה. כמו כן, לערכה מצורף גם שלט Daydream אלחוטי הכולל טראקפד, לחצני שליטה בווליום ולחצן בית. לשלט כמובן ישנם חיישנים משל עצמו כדי להשתמש בו במהלך משחקים וחוויות VR. למשקפיים ישנם זכרון RAM בנפח 4GB, נפח אחסון של 64 גיגה (עם יכולת הרחבה ל-256), מסך 5.5 אינץ’ ברזולוציית 1440p, קצב רענון תמונה של 75Hz וזווית ראייה של 110 מעלות. מאחר והמשקפיים עצמאיים, הם מגיעים עם סוללת 4000mAa.\nהמשקפיים צפויים להגיע לשוק במהלך הרבעון השני של 2018, ואמורים להיות מתומחרים מתחת ל-400 דולר.\nתמונה: Lenovo\nלנובו לא רק חשפה מכשיר שמאפשר צריכה של תכני VR, אלא גם מכשיר מעניין ליצירת תכני VR בדמות מצלמת Lenovo Mirage Camera. המצלמה היא מצלמת Point-And-Shoot בעלת זוג עדשות 13 מגה-פיקסל בעלות זווית רחבה המסוגלות לצלם תמונה סטריאוסקופית (תלת מימדית) ב-180 מעלות. המצלמה מצלמת סרטונים באיכות 4K וב-30 פריימים לשניה, ומאפשרת שמירה מקומית על גבי המצלמה, או שידור ישיר של התוכן המצולם באמצעות Wi-Fi (או LTE בגרסא הסלולרית) ישירות ל-YouTube.\nהמצלמה החדשה של לנובו (בנוסף למצלמה דומה של Yi שנחשפה בתערוכה) משתמשת בפורמט VR180 עליו הכריזה גוגל בעבר. בניגוד למצלמות 360 מעלות, המצלמה החדשה מצלמת רק את מה שנמצא מולה, ולא מאחוריה. גוגל טוענת כי הפורמט הזה, בניגוד לפורמט 360, מאפשר צילום באיכות גבוהה יותר, ואף סטרימינג בשידור ישיר באיכות גבוהה. בנוסף, גוגל ולנובו טוענות שלקוחות לא באמת מסובבים את ראשם לאחור כשהם צופים בחוויות VR, ועל כן פורמט ה-180 הוא פורמט “מנצח” מבחינתה.\nהמצלמה צפויה להגיע לשוק במהלך הרבעון השני של 2018, ואמורה להיות מתומחרת מתחת ל-300 דולר. גירסאת ה-LTE אמורה להגיע בהמשך, ומחירה תכף נחשף.\n", "keywords": "lenovo,לנובו,גוגל,דיידרים,daydream,mirage solo,vr,virtual reality,מציאות מדומה"}