{"url": "https://www.geektime.co.il/the-future-of-things-treck-gc-2020/", "type": "article", "title": "מחר כנס המפתחים שלנו Geektime Code: הנה עוד קצת מהטוב שמחכה לכם", "description": "מחר ייפתח כנס המפתחים השנתי של גיקטיים, Geektime Code - השנה במתכונת אונליין. מי ידבר בכנס ומה עוד מצפה לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/Articles_Covers_draft1-08-1596478789-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-04T11:30:23Z", "modified_time": "2020-08-05T11:02:36Z", "articleBody": "מחר ייפתח כנס המפתחים השנתי של גיקטיים, Geektime Code – השנה במתכונת אונליין. מי ידבר בכנס ומה עוד מצפה לכם\n\nמחר, יום רביעי, 5 באוגוסט, יתקיים כנס המפתחים השנתי של גיקטיים, Geektime Code. בכנס ייערכו מעל ל-20 הרצאות אשר יחשפו את המשתתפים לטכנולוגיות החדשות, לדרכי העבודה של מפתחים בחברות מובילות ולאתגרים שאיתם מתמודדים הקולגות ביומיום. הכנס ייצא לדרך עם הרצאה מרכזית, ולאחריה ההרצאות יחולקו ל-3 מסלולים שונים.\nהמסלול יעסוק בכל הטכנולוגיות החדשות שמאתגרות את תחום הפיתוח ויעצבו את חיינו בעתיד; החברות, השירותים והמוצרים שמחברים בין הטכנולוגיה, העולם ובינינו. המסלול מורכב מהרצאות של בין 45-30 דקות כל אחת.\nאת המסלול יפתחו אנדראס זימר, Head of Eco-System & Software Strategy ב-Huawei Consumer Business Group, ומיכאל מוקרז׳יצקי, EU Developer Technical Support Engineer\nב-Huawei, שידברו על האקוסיסטם במובייל ועל ההתפחות שהוא עובר.  \n\nנמשיך עם ארז פאר, Senior System Architect, IoT ב-Motorola Solutions, שידבר על LoRaWAN – השלב הבא בתחום האינטרנט של הדברים; עמרי פימה, Chief Architect ב-Diagnostic Robotics, יעביר הרצאה מרתקת ומשעשעת בשם “Fixing Artificial Stupidity”; יניב ויסמן, Distribution Manager ב-Lenovo, ידבר על החידושים הטכנולוגיים שנועדו לעשות טוב בעולם עם הרצאתו “Smarter Technology for All”; ועדי פולק, מהנדסת תוכנה בכירה במיקרוסופט, תיתן כלים וטיפים לבנייה של פתרונות דאטה בהרצאתה “Building the Future with Efficient ML Pipelines and Responsible AI Solutions”.\nהאם צ’טבוטים יחליפו את האפליקציות? בנושא הזה יעסקו עמינדב גליקשטיין, Tech Lead ב-EY, וזאביק אבינר, מנכ”ל Boti, בהרצאתם “Chatbots VS Apps – Will Chatbots One Day Replace All Traditional Apps?”. רועי אברהמי, ראש מטה הדירקטוריון בנמל אשדוד, וים פלג, מייסד ומנכ”ל Deep Trading ירצו על “Making AI Matter in The Real-world”. \nהמסלול יסתיים עם ימה אנין אמינוף, מדענית נתונים ב-MyPart, בהרצאתה “Can You Sing with All the Voices of the Features?”. ההרצאה תעסוק בניתוח שירים – המבנה, המילים, ההרמוניות והמלודיות – על ידי כלים של ML, NLP ועוד.\nתודה לשותפים שלנו:\nmonday.com, בנק הפועלים – חטיבת טכנולוגיה ומחשוב\nAmdocs, Vonage, Motorola Solutions, Applied Materials,\nGotfriends, Huawei, Intuit, Lenovo, SAP\n", "keywords": "the future of things,front-end,הרצאות,backend,כנס,reactive programming,מפתחים,geektime code,פיתוח,כפר המכביה,agendatime,full-stack world,full-stack,,front end,full stack,full-stack world"}