{"url": "https://www.geektime.co.il/developer-philosophies-track-gc-2020/", "type": "article", "title": "הנה עוד כמה הרצאות שמחכות לכם השבוע בכנס המפתחים הגדול בישראל", "description": "כנס המפתחים השנתי של גיקטיים, Geektime Code, עובר לאונליין וייערך ביום רביעי הקרוב (5.8). הנה חלק מהתכנים שמחכים לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/Articles_Covers_draft1-07-1596018348-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-02T11:40:18Z", "modified_time": "2020-08-02T22:54:37Z", "articleBody": "כנס המפתחים השנתי של גיקטיים, Geektime Code, עובר לאונליין וייערך ביום רביעי הקרוב (5.8). הנה חלק מהתכנים שמחכים לכם\n\nביום רביעי הקרוב, 5 באוגוסט, יתקיים כנס המפתחים השנתי של גיקטיים, Geektime Code, וזה הזמן להציג את המסלולים בו יותר לעומק. בכנס ייערכו מעל ל-20 הרצאות אשר יחשפו את המשתתפים לטכנולוגיות החדשות, לדרכי העבודה של מפתחים בחברות מובילות ולאתגרים שאיתם מתמודדים הקולגות ביומיום. הכנס ייצא לדרך עם הרצאה מרכזית, ולאחריה ההרצאות יחולקו ל-3 מסלולים שונים.\nהמסלול יעסוק בכל מה שחשוב למפתחים ולא עוסק ישירות בטכנולוגיות: אורח החיים של המפתחים, התקדמות מקצועית ואישית והכישורים שיכולים להקפיץ את הקריירה. ההרצאות במסלול זה יועברו על ידי מפתחים, והן אורכות בין 45-30 דקות.\nהמסלול ייפתח בהרצאה “Systematic Innovation and Problem Solving in Software Using TRIZ”\nשל מיכאל קליקה מ-Intuit, שתעסוק בתיאוריית TRIZ לפתירת בעיות בהנדסת תוכנה וארכיטקטורה, במטרתה להחליף את גישת הניסוי והטעייה. אחריו יעלה גיא קרוננטל, SVP of R&D ב-Gigya, שיסביר איך לבנות ארגון R&D שיכול לעבוד בסקייל, כיצד לגייס בזמן שנפח העבודה גדל ואילו שינויים צפויים לקרות כאשר ארגון גדל מ-50 עובדים ל-200 עובדים. ואחרי כן יעלה אייל צורף, Software Development Manager ב-Amdocs Technology, שיספר על כל הדרכים בהן אפשר להוביל את צוות הפיתוח למצוינות. \nמירי קוריאל, בעלת ניסיון רב כ-VP R&D בחברות טכנולוגיה, תסביר בהרצאתה למפתחים כיצד לתקשר את העבודה שהם עושים כך שהמנהל שלהם יראה ויעריך אותה, וחשוב מכך – כיצד לעשות את זאת כשעובדים מהבית. ניר סגיב, Director of SW Architecture ב-Applied Materials, יעלה אחריה עם ההרצאה “What’s Wrong With Software? And How We Could Help Product Managers to Fix it!”, שתעסוק בבעיות תוכנה ובדרכים לפתור אותן.\nשלוש ההרצאות האחרונות יהיו של דניאל גורלובצקי, מייסד ומנכ”ל Tigon Recruiter, שידבר על המעבר מתפקיד פיתוח למנכ”לות בהרצאה “The Ultimate Guide for the Tech CEO”; שרון כץ, Head Of Web & Mobile Department בבנק הפועלים, ייתן הצצה אל מאחורי הקלעים של מחלקת הבנקאות הטכנולוגית; וזוהר ארד, VP R&D ב-Quicklizard, יסיים עם ההרצאה שלו “From Product to Platform” בה יספר כיצד הפך מנוע התמחור של החברה מ-B2B ל-SaaS.\nעוררנו את הסקרנות שלכם? מעולה. אלה רק חלק מההרצאות שיועברו במסלול אחד מתוך שלושה מסלולים, שיחד יקיפו את כל מה שמפתחים חייבים לדעת. כרטיסים לכנס ומידע על ההרצאות השונות אפשר נמצאים כאן.\nתודה לשותפים שלנו:\nmonday.com, בנק הפועלים – חטיבת טכנולוגיה ומחשוב\nAmdocs, Vonage, Motorola Solutions, Applied Materials,\nGotfriends, Huawei, Intuit, Lenovo, SAP\n", "keywords": "front-end,developer philosophies,הרצאות,backend,כנס,reactive programming,מפתחים,geektime code,פיתוח,כפר המכביה,agendatime,full-stack world,full-stack,,front end,full stack,full-stack world"}