{"url": "https://www.geektime.co.il/scalapeno-2018-10-free-tickets/", "type": "article", "title": "הכנס השנתי של מפתחי סקאלה חוזר לישראל ולנו יש 10 כרטיסים לחלק לכם", "description": "כנס Scalapeno 2018 ייערך ב-2 ביולי באוניברסיטת בן-גוריון בבאר שבע, ויארח 17 הרצאות של מומחי סקאלה מהארץ ומחו''ל. 10 מכם יקבלו מאיתנו כרטיס חינם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/GettyImages-672147455-1528705058.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-11T14:00:46Z", "modified_time": "2018-06-17T15:01:10Z", "articleBody": "כנס Scalapeno 2018 ייערך ב-2 ביולי באוניברסיטת בן-גוריון בבאר שבע, ויארח 17 הרצאות של מומחי סקאלה מהארץ ומחו”ל. 10 מכם יקבלו מאיתנו כרטיס חינם\nהכתבה בחסות\n\nצלם/תמונה: Caiaimage/Agnieszka Olek/ Getty Images Israel\nשפת Scala היא שילוב מעניין של מושגים מעולם ה-OOP וה-Functional. היא רצה בסביבת JVM ועובדת באופן שקוף מול ג׳אווה, אך גורמת לקוד להיות תמציתי וברור בהרבה. בנוסף, היא השפה של מערכות Open Source מרכזיות, כגון Spark ו-Kafka, ולכן גם אומצה על ידי הרבה חברות כשפת הפיתוח העיקרית.\nמה היתרונות והחסרונות שלה ומה עוד חשוב לדעת על סקאלה? כנס Scalapeno 2018 למפתחי Scala בתעשייה יעסוק בכל מה שרלוונטי כיום למפתחי Scala וטכנולוגיות ב-JVM – ממערכות Big Data ו-Stream Processing, תבניות למערכות בסקייל גבוה כמו Event Sourcing ו-CQRS ועד לתכנות פונקציונלי והטמעת השפה כחלק מתרבות הפיתוח בארגון.\nהכנס ייערך זו הפעם הרביעית בישראל ביום שני, 2 ביולי, באוניברסיטת בן-גוריון בבאר שבע, וצפוי למשוך אליו כ-250 מפתחים. במהלך האירוע יועברו 17 הרצאות בשני מסלולים – חלקן הרצאות קצרות של 10 דקות (Lightning) וחלקן הרצאות מלאות של 40 דקות – על ידי מפתחים בולטים ומובילי דעה בתעשייה בארץ ובחו”ל. בין הדוברים:\n– John de Goes, ה-Maintainer של Scalaz, ספריית Functional Programming ב-Scala\n– Luka Jacobowitz, היוצר של Cats, ספרייה נפוצה לפיתוח קוד פונקציונלי\n– Eric Torreborre שפיתח את Specs2, פריימוורק לכתיבת בדיקות ב-Scala\nאליהם יצטרפו מרצים ומפתחים מחברות בולטות בתעשייה המקומית והעולמית, שבחרו ב-Scala כשפת הפיתוח העיקרית שלהן. הכנס הוא כנס בינלאומי ויועבר בשפה האנגלית, וחלק מההרצאות יעסקו בהבדלים בין Scala לבין Kotlin או Clojure, שפות שבעצמן הולכות תופסות תאוצה בעולם ה-JVM.\n10 מקוראי גיקטיים יקבלו מאיתנו כרטיס מתנה ל-Scalapeno 2018 בשווי 250 שקלים. כל שעליכם לעשות הוא לכתוב בתגובות באתר על פיצ’ר מגניב שאתם עושים בו שימוש ב-Scala או על מוביל או מובילת דעה שאתה עוקבים אחריו/ה בכל הקשור לעדכונים בסקאלה. 10 התשובות המקוריות והמעניינות ביותר שייבחרו על ידי צוות גיקטיים יזכו את כותביהן בכרטיס חינם.\nאת התשובות יש לכתוב במערכת התגובות המובנת באתר (שימו לב: תגובות פייסבוק לא תיבדקנה) עד יום חמישי, 14 ביוני, בשעה 12:00. \nהפעילות הסתיימה, הודעות נשלחו לזוכים.\nלפרטים נוספים והרשמה", "keywords": "scalapeno 2018,סקאלה,dev,jvm,stream processing,big data,נטוורקינג,אירועים,מינגלינג,וויקס,wix"}