{"url": "https://www.geektime.co.il/wizetime-second-webinar-vc/", "type": "article", "title": "למה המשקיעים אמרו לכם לא? הוובינר הזה ייתן לכם את התשובה", "description": "איך עובדת תעשיית ההון סיכון, איך קרן מחליטה על השקעה ומה היא יכולה לתת לסטארטאפ מעבר לכסף? ביום שני, 14 בספטמבר, ארבעה משקיעים ישתתפו בוובינר השני של WizeTime ויענו על השאלות האלה ועוד. ההשתתפות חינם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/pexels-fauxels-3184328-1599650321-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-13T14:30:32Z", "modified_time": "2020-09-13T11:48:15Z", "articleBody": "איך עובדת תעשיית ההון סיכון, איך קרן מחליטה על השקעה ומה היא יכולה לתת לסטארטאפ מעבר לכסף? ביום שני, 14 בספטמבר, ארבעה משקיעים ישתתפו בוובינר השני של WizeTime ויענו על השאלות האלה ועוד. ההשתתפות חינם\nהכתבה בחסות\nתמונה: Pexels\nכמעט כל סטארטאפ מגיע לקרן הון סיכון על מנת לקבל השקעה, אבל איך עובדת תעשיית הון הסיכון בארץ ומהו התהליך הפנימי שמוביל בסופו של דבר להשקעה בסטארטאפ כזה ולא באחר?\nביום שני, 14 בספטמבר, ייערך במסגרת מיזם WizeTime וובינר בו יתקיים פאנל שייתן מבט מבפנים לתעשיית ההון סיכון. ארבעה משקיעים צעירים אשר עובדים בקרנות הון סיכון ישפכו אור על תהליך ההשקעה מתחילתו ועד סופו, ויסבירו למשתתפים איך ניגשים למשקיעים, מה לעשות ולא לעשות בפיץ’ ומהו הערך המוסף שקרנות הון סיכון יכולות לתת מעבר לכסף.\nאורון צ’רטקוב, Associate בקרן ההון סיכון של אמדוקס, שהוקמה במטרה להיות העיניים והאוזניים של החברה לחדשנות בתחומים אשר באופק האסטרטגי של תעשיית הטלקומוניקציה והמדיה בעולם אשר עשויים להשפיע עליה בעתיד. הקרן מסייעת לסטארטאפים להתפתח ולפרוץ קדימה תוך מינופה של אמדוקס כמובילה בשווקים אלו על ידי יצירת שיתופי פעולה, פתיחת דלתות וסיוע טכנולוגי. אורון מגיע מרקע של תכנון שבבים, ולפני הצטרפותו לקרן התמחה בפיתוח רכיבי זיכרון המוגנים ממתקפות חומרה ורכיבי זיכרון מוגני קרינה לשימוש בחלל, תחום בו הוא מחזיק פטנט וכן כתב עליו מספר מאמרים.\nדן פינחסי, Associate בקרן ההשקעות TPY Capital – קרן הון סיכון ישראלית המשקיעה בעיקר בחברות Enterprise Software. הקרן מתמקדת בחברות שמנצלות את כוח המידע, בעיקר על ידי שימוש בטכנולוגיות בינה מלאכותית ו-machine learning, וכן בחברות שהופכות את הארגונים ליעילים ואפקטיביים יותר. לפני שהצטרף ל-TPY, דן עבד במשך מספר שנים באמריקה הלטינית, שם יזם והקים פלטפורמת הלוואות דיגיטלית וחברה בתחום ה-eCommerce.\nרוצים להפיק אירוע דומה משלכם או להשתלב באירועים הבאים? דברו איתנו\nנופר שניידר, Associate בקרן הון הסיכון StageOne Ventures שמשקיעה במיזמים חדשניים בעלי עומק טכנולוגי בעולמות ה-B2B. הקרן פיתחה מיומנות וניסיון רב בהשקעות הון סיכון בשלבים מוקדמים, עם יכולת מרשימה לזיהוי מוקדם של מגמות טכנולוגיות פורצות דרך ויזמים מבטיחים בתחומם. נופר היא בוגרת 8200, ניהלה צוותי פיתוח תוכנה ומייסדת שותפה של קהילת NuVC למשקיעים צעירים.\nד”ר נדב קליין הוא Principal ו-EIR בקרן ההון סיכון Triventures, קרן גלובלית המנהלת כ-200 מיליון דולר ומשקיעה בסטארטאפים בתחומי הבריאות והרפואה, ובחברות המקשרות בינן ובין תחומים אחרים (fintech, insurtech, cyber ואחרים). ל-Triventures מספר גדול של משקיעים אסטרטגיים ממגוון תחומים, ביניהם Samsung, Johnson&Johnson, Boston Scientific, Philips, Abbott, Nikon ואחרים. נדב, אקדמאי ויזם בעברו בעל רקע טכנולוגי ומדעי עשיר, מוביל השקעות בחברות מכל השלבים – משלבי ה-ideation ועד שלבי ה-growth.\nWizeTime היא יוזמה משותפת של גיקטיים, גוף המדיה המוביל בישראל בתחומי הטכנולוגיה והיזמות, והארגון החברתי Wize, מגופי ההפקות החברתיות המובילים בישראל, אשר מפיק מדי שנה כ-400 אירועים, וובינרים וסדנאות במטרה להנגיש מדע וידע לקהל הרחב. הפעילות של WizeTime נעשית בשיתוף ובתמיכת חברות ההייטק וגופי ההשקעה המובילים בישראל, ותזכה לחשיפה רחבה דרך הקהילות וערוצי המדיה של שותפיה: גיקטיים (מעל ל-700 אלף קוראים יוניקים בחודש) ו-Wize (מעל ל-150 אלף יוניקים דרך נכסי המדיה של הארגון).\n ", "keywords": "קרנות הון סיכון,קרנות,הון סיכון,השקעה,וובינר,פיץ',מימון לסטארטאפים,wizetime,גיקטיים,,פיץ',פיץ\\'"}