{"url": "https://www.geektime.co.il/wizetime-first-webinar-7-9-20/", "type": "article", "title": "חושבים על שת''פ עם תאגיד גדול? הוובינר הזה בשבילכם", "description": "פאנל של בכירות ובכירים בתאגידים יענו על כל השאלות שחייבים לדעת לפני פנייה לתאגיד, וחשוב מכך - יספרו על כל הטעויות הנפוצות בדרך הזו וכיצד להימנע מהן. הוובינר ללא תשלום ופתוח לכולם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/pexels-fauxels-3183150-1-1598352048-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-27T14:00:34Z", "modified_time": "2020-08-27T14:23:12Z", "articleBody": "פאנל של בכירות ובכירים בתאגידים יענו על כל השאלות שחייבים לדעת לפני פנייה לתאגיד, וחשוב מכך – יספרו על כל הטעויות הנפוצות בדרך הזו וכיצד להימנע מהן. הוובינר ללא תשלום ופתוח לכולם\nהכתבה בחסות\nPhoto by fauxels from Pexels\nבתקופה הנוכחית קרנות רבות הפכו לבררניות יותר בכל הקשור לאפיקי ההשקעה שלהן, מה שגורם לסטארטאפים רבים להיתקל בקשיי גיוס ולהתקדם בפיתוח המוצר או הטכנולוגיה שלהם. אך גיוס מקרנות אינה הדרך היחידה של סטארטאפ להגיע לשלב הבא. תאגידים רבים מחפשים דרכים להישאר חדשניים ולשם כך משתפים פעולה עם מיזמים הפועלים בתחום הפעילות שלהם. כך, התאגידים מצליחים להישאר חדשניים ורלוונטיים, וסטארטאפים מרוויחים גב חזק, קשר וגישה ללקוחות ואפשרות ל-POC מהימן.\nאך כיצד כיצד נכון לפנות לאותם תאגידים, למי פונים ובאיזה שלב של הסטראטאפ נכון לעשות זאת? מהן הטעויות הכי גדולות שעושים סטארטאפים ותאגידים בקשר ביניהם וכיצד ניתן למנוע זאת? מה מתרחש מאחורי הקלעים בתאגיד מרגע יצירת הקשר עם הסטארטאפ ועד לקבלת ההחלטה על Go/No go?\nעל השאלות האלה ועוד יענו בכירים בתאגידים בוובינר “כשתאגידים גלובליים פוגשים יזמים – עשה ואל תעשה”, שייערך אונליין ביום ראשון, 7 בספטמבר, בשעה 20:00.\nהוובינר מיועד לכל יזם ויזמת, מנהלות ומנהלי חדשנות, ובעיקר עבור מי שמחפש דרכים חדשות ומעניינות להזניק את המיזם שלו.\nאת הפאנל ינחה אור המאירי, מנהל החדשנות של P&G בישראל וחלק מצוות החדשנות הגלובלי. המאירי פועל על מנת לייצר יתרון תחרותי עבור P&G, על ידי הטמעת טכנולוגיות ישראליות ביחידות העסקיות השונות של התאגיד ברחבי העולם, ובאמצעות יצירת שיתופי פעולה עם יזמות ויזמים ישראלים במנעד תחומים רחב (Industry 4.0, Cyber Security, Sustainability, FemTech, AgeTech, AdTech ועוד).\nלצדו תנחה גם רומי דוידור, הדירקטורית של קהילת CatalystIL הפועלת תחת המכון הישראלי לחדשנות. מדובר בקהילה מקצועית ראשונה מסוגה, שמהותה הוא פיתוח הידע והמקצוע של מנהלי חדשנות בסקטור הציבורי והפרטי בישראל וגם בעולם. בשנת 2018 דוידור הייתה שותפה להקמת הקהילה, שכיום מונה למעלה מ-2,000 חברים, 250 מנהלי חדשנות ומעל 90 אנשי מקצוע מהתחום.\nבפאנל ישתתפו חמדת שגיא, מנהלת האסטרטגיה והפיתוח העסקי ב-Konnect – מרכז החדשנות של קבוצת פולקסווגן בתל-אביב, המאתרת חדשנות וסטרטאפים בישראל ומחברת אותם למותגי הרכב והשירותים של הקבוצה, במטרה לייצר שיתופי פעולה מסחריים, הטמעות טכנולוגיות והשקעות. תחומי הייעד של Konnect הם טכנולוגיות לרכבים אוטונומיים, חשמליים, שירותי מוביליטי, ייצור מתקדם וסייבר סקיוריטי.\nערן לוי, מייסד ומנכ”ל Enel ישראל ומרכז החדשנות בתל אביב, דירקטור במעבדות החדשנות Infralab בחיפה ו-FinSec Lab בבאר שבע ויועץ לתאגידים ולסטארטאפים. לוי עוסק בקידום שיתופי פעולה, השקעות ופרויקטים התומכים בטרנספורמציה דיגיטלית של תעשיית האנרגיה העולמית, כגון אנרגיות מתחדשות, סייבר, פינטק, ערים חכמות, Industry 4.0, חיזוי ואוטומציה, רכב חשמלי ועוד.\nנטע-לי מאירי, מנהלת החדשנות הדיגיטלית וה-IT בחברת Nestlé, הפועלת כחלק מצוות החדשנות הגלובלי. מאירי מובילה את כלל הפעילות מול סטארטאפים ישראליים בתחומי ה-Software Enterprise, לרבות Cybersecurity ו-Fintech, וכן בעולמות ה-Industry 4.0 ובתחום המכשירים הלבישים.\nהוובינר הוא הראשון במיזם WizeTime – סדרת וובינרים דיגיטלית חדשה שהשיקו גיקטיים וארגון WIZE שתעסוק בטכנולוגיה, יזמות ומה שביניהם.\nהסדרה תעסוק בנושאים הבוערים ביותר בתעשיית ההייטק וסצינת היזמות בישראל, תארח דמויות מובילות מהתעשייה ותעסוק במגוון נושאים “חמים” הנוגעים לעולמות היזמות והטכנולוגיה: מהשלכות הקורונה והמשבר הכלכלי על ההייטק, דרך התאגידים וחברות הצמיחה המהוות את הקטר של התעשייה, וכלה במשקיעי הון סיכון, כלים ליזמים בתחילת הדרך והדרכות למעוניינים להשתלב כעובדים במקצועות ההייטק.\nכל האירועים יתקיימו אונליין והם פתוחים לכולם ללא תשלום.\nלפרטים נוספים והרשמה", "keywords": "גיקטיים,וויז,wize,wizetime,וובינר,אונליין,אירועי אונליין,זום,zoom,יזמים,יזמות,תאגידים,שת\"פ,שתופי פעולה,פאנל,בכירים בתאגידים,הסכם שת\"פ,גיוס הון,poc,שת\"פ,הסכם שת\"פ,הסכם שתפ,שתפ"}