{"url": "https://www.geektime.co.il/startup-invesments-july-2017/", "type": "article", "title": "הסטארטאפים הישראליים גייסו החודש כמעט חצי מיליארד דולר [סיכום חודשי]", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד). בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש יולי בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/coins-1523383_960_720.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-05T14:00:28Z", "modified_time": "2017-08-29T11:52:15Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד). בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש יולי בסצנת הסטארטאפים הישראלית\nמקור: Pixabay\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש יולי.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש יוני\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nהסטארטאפ הישראלי Spotinst מסייע ללקוחותיו לעשות שימוש בשירותי הענן המשתלמים ביותר, תוך כדי נטילת סיכון מינימאלי על ידי ביצוע ניתוח סטטיסטי של מחיר השרתים באמזון. החודש נודע כי החברה השלימה סבב גיוס נוסף בהיקף של 15 מיליון דולר בהובלת Intel Capital וקרן Vertex. לגיקטיים נודע כי סכום הכסף הגדול שגויס מגיע בעקבות גדילה מואצת של החברה בכל הקשור ללקוחות משלמים של החברה. המימון האחרון ישמש אותם להתרחבות בשווקים חדשים, כמו גם להתרחבות לענן של מיקרוסופט וניהול שרתי ה-“Spot” שלהם גם שם.\nSpotinst רוצה לבטל את הסיכון, מינימאלי ככל שיהיה, בעת בחירה שרת בענן. כדי למנוע ממצבים כאלו להתרחש, המוצר שפיתחה החברה הישראלית מחשב בזמן אמת, משערך את המחירים הטובים ביותר עבור הלקוחות, ויודע להציע ולוודא כי זו ההצעה הטובה ביותר שניתן למצוא כרגע. בעצם Spotinst מציעה פלטפורמה המנהלת את רכש השרתים עבור הלקוחות, תוך כדי שהיא מנהלת עבורם גם את הסיכונים הכרוכים בכך.\nהפתרון של Cyber Observer מציג למנהלי תחומי אבטחה, מנהלי אבטחת מידע ומנהלים רלוונטיים בארגונים פתרון ניהול שמבוסס על אינפוגרפיקה ומאפשר ליישם צעדי אבטחה במהירות. כך יכולים בעלי התפקידים בארגון לנהל ביעילות את מדיניות האבטחה של הארגון ולהתמודד מול איומי הסייבר ההולכים ומתרבים. החודש הודיעה החברה על גיוס של 3 מיליון דולר בהובלת קרן Talis Capital שפועלת מלונדון, והוא נעשה בהשתתפות המשקיעה הקיימת, קבוצת Swarth Group של שאול שני, הבעלים של ענקית הטלקום הישראלית ECI,\nהחברה הישראלית Theranica (טרניקה) מפתחת מדבקה אלקטרונית שצפויה להקל על תסמיני מיגרנה בעזרת פולסים חשמליים. כדי להמשיך ולעשות זאת, הודיעה החברה על גיוס של 6 מיליון דולר. החברה מפתחת מדבקה שמצמידים ליד בדומה לרצועה לסמארטפון שנמצאת בשימוש של רצים וספורטאים. בעזרת אלקטרודות ENS/NMES זעירות משדרת המדבקה לתאי העצב שמתחת לעור אותות חשמליים במתח נמוך לצורך נוירו-מודולציה (אפנון עצבי) וכך מפחיתה את עוצמת הכאב. המדבקה מתחברת לאפליקציית הסמארטפון בעזרת Bluetooth וכך ניתן לשלוט בהפעלה ובעוצמה של הפעילות שלה ולנהל רישום אחר כל ההפעלות שלה. הסוללה הנטענת והמימדים הקטנים של המדבקה הופכים אותה לניידת ומאפשרים להשתמש בה בבית, בעבודה ובדרכים.\nחברת DBmaestro, הנחשבת לספקית מובילה של פתרונות DevOps עבור מסדי נתונים, הודיעה על השלמת סבב גיוס בגובה 4.5 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן Vertex Ventures והוא נעשה בהשתתפות משקיעים קיימים בחברה.\nDBmaestro מפתחת טכנולוגיה לניהול השינויים המתרחשים בבסיסי נתונים. מוצר הדגל של החברה – Team Work, מלווה את מחזור חיי הפיתוח של מערכות מידע, מייעל את ניהול צוות הפיתוח, אוכף מדיניות פיתוח בארגון ומלווה את שלבי ההטמעה של המוצר בסביבות הייצור. בעזרת המוצרים של החברה ארגונים יכולים להקל על צוות ה-DevOps שלהם, על ידי ביצוע אוטומציה של הפריסה, שיפור וחיזוק אבטחת המוצר וכן הפחתת הסיכונים אליו הוא חשוף.\nטרוריסטים ועבריינים נעזרים בדפנות התחתיות של כלי רכב כדי להבריח סמים ואמצעי לחימה למקומות אסורים וכמובן, כדי להפוך אותם למכוניות תופת. הסטארטאפ הישראלי UVeye (יוביאיי), שמפתח מערכת לבדיקת החלק התחתון של הרכב, הודיע על השלמת סבב גיוס בגובה 4.5 מיליון דולר.\nהטכנולוגיה של החברה מתבססת על מערך של 5 מצלמות ברזולוציה גבוהה שסורקות את החלק התחתון של הרכב ומייצרות מודל תלת מימדי של כל תחתית הרכב. המערכת עושה שימוש בראייה ממוחשבת כדי לזהות איומים או חפצים מוסתרים. בנוסף, נעזרת המערכת בנתונים ובתמונות שמתקבלים מיצרני הרכב, כדי לאתר כל שינוי שנעשה במרכב של הרכב או תוספת שנוספה לו – ושונים מהמרכב המקורי. טכנולוגיה של למידת מכונה ‘מאמנת’ למעשה את המערכת כאשר היא בודקת כלי רכב של אותו יצרן וכך עולה גם רמת הדיוק של המערכת.\nחברת אבטחת המידע Symantec (סימנטק) מהמובילות בעולם הודיעה על חתימת הסכם לרכישת הסטארטאפ הישראלי Fireglass. סכום הרכישה לא פורסם, והעסקה צפויה להיסגר סופית ברבעון השלישי של 2017. פתרון האבטחה של החברה הנרכשת בעצם מבודד רשתות ארגוניות או נקודות קצה של משתמשים במטרה להגן על אלו מתוכנות זדוניות, התחזויות ותוכנות כופר למיניהן. בעקבות הרכישה, סימנטק תחזק את פלטפורמת הסייבר המשולבת שלה ותרחיב באופן משמעותי את הפתרונות שלה לגלישה בטוחה ברשת, לצד הגנה על תיבות דואר אלקטרוני.\nהפתרון של Fireglass מבודד את הדפדפן וכך מאפשר להקטין את שטח ההתקפה, לחזק את רמות האבטחה של הארגון ולהקטין באופן משמעותי את הנטל על מערך האבטחה של החברה ומחלקת ה-IT. במילים קצת יותר פשוטות: בעזרתו משתמשים יכולים “להקליק בביטחון” על כל לינק מכל מכשיר, מבלי להיחשף לתוכנות זדוניות ונסיונות פישינג. כך מובטח כי המשתמשים נשארים מוגנים, ללא תלות בקישורים שעליהם הם לחצו או על אתרי אינטרנט לא מאובטחים שבהם הם גלשו, מאחר שכל אתרי האינטרנט המזיקים ותכני הדוא”ל והקבצים המצורפים להם מבוצעים בתוך סביבה מבודדת ונפרדת לחלוטין.\nחברת המכשור הרפואי הודיעה על השלמת סבב גיוס D בגובה 12.3 מיליון דולר. את הסבב הובילו Canepa Healthcare, ATON Partners ו-Kraft Group. עד כה גייסה החברה בארבעה סבבי גיוס כ-83 מיליון דולר.\nהמוצר אותו פיתחה Dune Medical מיועד לעזור למנתחים לענות על השאלה: “האם הצלחתי להוציא את כל התאים הסרטניים?”. המערכת שפיתחה, MarginProbe, מסוגלת לזהות בזמן אמת ובחדר הניתוח עצמו המצאות של תאים סרטניים על גבי השוליים של הרקמות הקיימות, ובכך מאפשרת למנתחים להבין האם יש צורך להסיר איזורים נוספים, או לא.\nחברת MobileODT שפיתחה מכשיר לגילוי מוקדם של סרטן צוואר הרחם ומתבסס על הסמארטפון, הודיעה כי גייסה 6.825 מיליון דולר. החברה פיתחה מכשיר שמורכב על הסמארטפון ומתבסס על כוחות העיבוד והיכולות שלו. בין היתר כולל המכשיר מתמר (פרוב) שמתחבר למצלמה של הסמארטפון ויחידת תאורה חזקה שמאפשרים למעשה את הבדיקה הוגינלית. כל אחות במרפאה – גם בעיירות ספר ובמקומות מרוחקים – יכולה לבצע בדיקה ויזואלית של המטופלות, ולהעביר את הבדיקה בעזרת הסמארטפון והרשת לבחינה על רופאים מומחים. לאחר שהם מקבלים את הבדיקה הם יכולים לגלות ולאבחן מקרים של סרטן צוואר הרחם.\nחברת Intuition Robotics הישראלית מפתחת רובוט שיסייע למשתמשים מבוגרים במשימות השונות; הגיוס הנוכחי, בגובה 10 מיליון דולר, מביא את סך הגיוסים של החברה מאז הקמתה ל-16 מיליון דולר.\nIntuition Robotics מפתחת את ELLI-Q, הרובוט החברתי הוא רובוט מבוסס בינה מלאכותית, שמסייע לאנשים בני הגיל השלישי להישאר פעילים ולשמור על קשר עם הקרובים להם בעזרת מספר טכנולוגיות כמו שיחות וידאו, משחקים מקוונים ומדיה חברתית. הרובוט הקטן גם מעודד אורח חיים פעיל על ידי המלצות על תוכן מקוון, כמו הרצאות TED, מוסיקה וספרי אודיו או פעילויות בעולם האמיתי כמו הליכה לאחר צפייה ממושכת בטלוויזיה, תזכורות ללקיחה של תרופות ולפגישות ותורים, ושמירה על קשר עם המשפחה והחברים בעזרת צ’ט-בוט בפייסבוק מסנג’ר. המטרה של כל האמצעים האלו היא להתמודד עם ‘מגיפת’ הבדידות והבידוד החברתי שמתגברת בקרב בני הגיל השלישי.\nGenoox הישראלית מפתחת מערכת ביג-דאטה לניתוח וניהול מידע גנטי למחקר ורפואה מותאמת אישית. ביכולתה של הפלטפורמה לפשט את ניהול ופירוש הנתונים הגנטיים בשילוב נתונים קליניים והיסטוריים על המטופל, מה שמוביל לאימוץ רחב יותר של מידע גנומי בהחלטות הטיפול בחולה על ידי האצת איסוף, ניתוח ויישום של נתוני רצף גנטי ברחבי העולם. עבור רופאים, Genoox מייצרת ערך על ידי תרגום נתונים גנטיים מורכבים לתוך תובנות ספציפיות, שניתן לשתף עם המטופל בשפה פשוטה.\nהחודש הודיעה החברה על סגירת סבב גיוס בהיקף 6 מיליון דולר מאינימיטי קפיטל פרטנרס וגלילות קפיטל פרטנרס ובהשתתפות מספר משקיעים פרטיים מהתחום הגנטי. המימון האחרון ישמש את החברה לזירוז השירותים הגנומיים שלה ולספק למתקנים רפואיים פתרונות במטרה לסייע בפתרון בעיות בריאותיות בארה”ב.\nSymantec הודיעה החודש על רכישה נוספת, הפעם של Skycure (סקיי קיור) הישראלית המציעה פתרון לאבטחת מכשירים ניידים בארגון הכולל הגנה מפני אפליקציות זדוניות, התקפות רשת ופגיעויות במערכת ההפעלה למכשירי אנדרואיד, iOS ו-Windows. אחד היתרונות הבולטים של הפתרון של החברה טמון ביכולת שלו לא רק לזהות איומים בזמן אמת, אלא גם להפעיל הגנה עצמאית ב-iOS ובאנדרואיד, המונעת השתלטות על המכשיר ודליפה של מידע ארגוני ואישי כגון סיסמאות, הודעות ופרטי אנשי קשר.\nהטכנולוגיה שפיתחה Skycure נעזרת בחוכמת ההמונים כדי ליצור את התמונה השלמה ביותר של האינטרנט מנקודת המבט הניידת; המערכת עורכת מיליוני בדיקות אבטחה מדי חודש ומנטרת עשרות אלפי התקנים תאגידיים. הניתוח כולל בדיקת ההתנהגות הזדונית והלגיטימית של השירותים, האפליקציות והרשתות שעימן ההתקנים התקשרו, מה שמאפשר לה לחזות היכן יתרחשו המתקפות הבאות. טכניקות ניבוי וזיהוי האיומים שלה יעשירו את קווי המוצר למובייל של Symantec עבור ארגונים ויסייעו להם לשלב שימוש במכשירים ניידים לצרכי העבודה בארגון, ולהבטיח שמכשירים אלו יהיו מאובטחים בטרם יקבלו גישה למשאבים ארגוניים.\nחברת HelloRented (הלו-רנטד) הישראלית, שמפתחת פלטפורמת ביטוח למשכירים ולשוכרים, שיכולה להחליף את הערבים, הודיעה על גיוס בגובה מיליון דולר.\nהפלטפורמה של החברה מסייעת לשוכרי דירות להפיק פוליסת ביטוח חלופית להעמדת ערבים מסורתית, חתמים או פיקדונות ובטוחות אחרות. הביטוחים מופקים על חברת ביטוח מדרגת A-rated national insurance, כשדיירים שאושרו, יכולים תמורת תשלום חד פעמי להבטיח את הדירה תוך הבטחת כל תשלומי שכר הדירה העתידיים. השירות של Hello Rented מבטיח את ההכנסה מדמי השכירות לבעלי הבתים שיכולים להרגיש בטוחים לחלוטין, מבטח את חוזי השכירות ללא עלות ומאפשר למתווכים לסגור עסקאות נוספות בזמן קצר ללא בירוקרטיה מסורבלת והעברת מסמכים מאחד לשני.\nהסטארטאפ הישראלי Gong.io פיתח מערכת שמנתחת שיחות בין נציגי מכירות ללקוחות פוטנציאליים ומייצרת בסיום השיחה דו׳׳ח מפורט, שיעזור למאמצי המכירה. החודש הודיעה החברה על השלמת סבב גיוס בהיקף של כ-20 מיליון דולר בהובלת המשקיעים הקיימים: Norwest Venture Partners ושלמה קרמר, יחד עם המשקיעים החדשים שהצטרפו Wing Venture Capital ו-NextWorld Capital.\nבאמצעות השימוש בבינה מלאכותית ולמידה עמוקה (Deep Learning), המזהה דפוסי שיחה, Gong מאפשרת לצוותי מכירות ושיווק לזהות חוזקות, תחומים לשיפור ואתגרים המתעוררים תוך כדי שיחות המכירה של הארגון, על-מנת לשפר את טקטיקות המכירה ולהגדיל את כמות העסקאות.\nחברת Deep Instinct (דיפ אינסטינקט) הישראלית מיישמת יכולות של למידה עמוקה לפיתוח מערכות הגנת סייבר. פתרון ההגנה האקטיבי שלה נמצא על המכשירים עצמם ומגן כנגד איומי יום אפס והתקפות סייבר מתקדמות באופן מדויק ויעיל. בעזרתו ניתן לשמור על תחנות הקצה של הארגון או כל מכשירי המובייל על גבי כל תשתית.\nכדי להמשיך ולפתח את המוצר הודיעה החברה על השלמת סבב גיוס B בסך 32 מיליון דולר. את סבב הגיוס הובילה CNTP ביחד עם משקיעים אסטרטגיים הכוללים את  NVIDIA, Coatue Management ומשקיעים קיימים.​ מדובר בהשקעה השנייה של NVIDIA בסטארטאפ ישראלי, אחרי שזו השקיעה לאחרונה גם ב-Zebra Medical.\nבמקום להסתובב עם מספר כרטיסי אשראי מאפשר הפיתוח של Curve להסתובב עם הכרטיס שלו, ולבחור את הכרטיס הפעיל בעזרת אפליקציה. החודש הודיעה החברה על השלמת גיוס בגובה 10 מיליון דולר.\nחבילת השירותים של Curve פועלת בעזרת אפליקציה לסמארטפון וכרטיס המכיל בתוכו צ׳יפ, פס מגנטי ותומך בטכנולוגיה ללא מגע. באמצעות האפליקציה תוכלו לנווט בין הכרטיסים השונים, ולשלם עבור כל מוצר עם כרטיס אחר, אותו תגדירו כברירת מחדל. כמובן שכל הרעיון הוא לאפשר דינאמיות וקלות הפעלה, ולכן בלחיצת כפתור תוכלו להחליף בין הכרטיסים ולהגדיר שכרטיס אחר יהיה ברירת המחדל לחיובים עתידיים. דרך האפליקציה ניתן גם לנהל מעקב אחר כל החיובים שלכם שבוצעו בכל הכרטיסים, וכל הנתונים מתעדכנים בזמן אמת. כך בעצם נחסך הצורך להיכנס לאתר הבנק ולחפש אחר החיובים בכרטיס ספציפי, שכן הכל נמצא במקום אחד. בחברה גם מדגישים שכל הנקודות והבונוסים שתצברו, ימשיכו להיזקף לזכותכם כרגיל. בנוסף, מאפשרת האפליקציה לתייג כל הוצאה ולהוציא פירוט של הוצאות, לצורך החזר הוצאות למשל.\nOwnBackup הישראלית, המספקת שירותי שיחזור וגיבוי Cloud-To-Cloud, הודיעה על סגירת סבב גיוס B בהיקף של 7.5 מיליון דולר. החברה מפתחת טכנולוגיות גיבוי לארגונים שמאפשרת להם לגבות את כל המידע שלהם שנמצא בענן – הכוונה הן ל-SaaS (תוכנה כשירות) והן PaaS (פלטפורמה כשירות), כשבין היתר נכללים בה גם שירותים כמו SalesForce, סלאק ו-ServiceNow. הגיבוי הוא אוטומטי, בתזמונים קבועים וכמובן מאובטחים.\nמה שמייחד את המוצר של OwnBackup מתבטא ביכולת השחזור וההשוואה המאפשרים התאוששות מהירה ומדויקת של המערכת כולה במקרה של איבוד מידע. הפתרונות האלו נועדו להשלים את כלי הגנת המידע המובנים של ספקי השירות, באמצעות הגנה מפני אובדן והשחתת מידע הנגרמים מטעויות אנוש, ישומים זדוניים או שגיאות למיניהן.\nהסטארטאפ הישראלי Applitools מציע פלטפורמה לבדיקות ויזואליות לאפליקציות, המאפשרת לבצע בדיקות אוטומטיות שמכסות את כל האלמנטים הוויזואלים באתרי ווב, אפליקציות מובייל ומוצרי דסקטופ. בצורה זו ניתן לוודא שהאפליקציה מוצגת ועובדת בצורה תקינה למשתמשי הקצה בכל הדפדפנים ומערכות ההפעלה.\nהחודש הודיעה החברה על גיוס של 8 מיליון דולר בהובלת Sierra Ventures ובהשתתפות Bessemer Venture Partners והמשקיעים הקיימים Magma Venture Partners ,iAngels ו-La Maison. יחד עם המימון האחרון סך גיוסיה של החברה מגיע ל-15 מיליון דולר.\nחברת הסטארטאפ הישראלית-אמריקאית Vroom מעוניינת להמציא מחדש את תעשיית הרכב המסורתית באמצעות פלטפורמה מקוונת, המחברת בין מוכרים ורוכשים של רכבים משומשים. לאחרונה הודיעה החברה על השלמת סבב גיוס נוסף (Series F) בהיקף של 76 מיליון דולר, מה שמציב את סך גיוסיה מאז הקמתה על 295 מיליון דולר. את הסבב הנוכחי הובילה הקרן הישראלית Pico Venture Partners ביחד עם קרנות הון סיכון האמריקאיות קרן T. Rowe וקרן General Catalyst partners שכבר השקיעו בחברה בעבר.\nVroom רוצה להעביר את כל השלבים בתהליך רכישת הרכבים לאינטרנט, החל מהמימון ועד לרכישה עצמה. בשונה מסוחרי רכב רגילים שרק משמשים כמתווכים, החברה רוכשת את כלי הרכב מהצרכן הפרטי ולאחר מכן הוא מגיע למרכז הלוגיסטי של החברה. שם הוא עובר בדיקה יסודית, שיפוץ ותיקון יסודי היכן שצריך – כולל אפילו תיקוני פחחות וצבע. לאחר מכן, מתועד הרכב מכל הזוויות האפשריות, כולל פנים הרכב ומועלה לאתר החברה, ללא שימוש בפוטושופ.\nבאפריל השנה בוצע לראשונה בארץ צנתור מוח בעזרת טכנולוגיה חדשנית, שמאפשרת לצמצם את הסיבוכים והסיכון שכרוכים בהליך המורכב. מי שאחראי על הטכנולוגיה היא חברת המדיקל הישראלית Rapid Medical. החודש הודיעה החברה כי השלימה סבב גיוס בגובה 9 מיליון דולר.\nאחד המצבים הרפואיים המסוכנים והמורכבים ברפואת כלי הדם נקרא ‘מפרצת מוחית’, והוא מתאר התרחבות של כלי הדם, כמו למשל עורק מוחי, שנגרמת בגלל היחלשות של הדופן של כלי הדם. ההיחלשות, שיכולה להיגרם מפגיעה פיזית או בעקבות גיל מבוגר או שימוש בסמים למשל, יכולה לגרום לקריעה של העורק, דימום מסיבי ומוות. כיום הטיפול נעשה בעזרת צינתור, כשעל ידי ניפוח בלון באיזור המפרצת, הרופאים יוצרים למעשה קריש דם, שחוסם את האפשרות לדימום. אולם מכיוון שהטיפול דורש יצירה של חסימות בכלי הדם השונים, הוא גורם לעיתים לתוצאות לוואי כמו חסימה בעורקים בריאים והתפתחות של קרישי דם. קומנצ’י, הפיתוח של Rapid Medical, מאפשר צנתור ללא תופעות הלוואי והוא כולל רשת מתכתית גמישה ומתכווננת שמאפשרת לבצע את ההליך, ללא חסימה של כלי הדם במהלך הצינתור וללא הצורך בטיפול תרופתי ארוך ב’מדללי דם’.\nחברת AppsVillage הישראלית מפתחת טכנולוגיה להפיכת עמודי פייסבוק, שקיימים לכמעט כל עסק, לאפליקציית מובייל שתהיה זמינה להורדה תוך זמן קצר. החודש הודיעה החברה כי השלימה סבב גיוס סיד בגובה מיליון דולר.\nכל עסק שבבעלותו עמוד עסקי יכול להירשם באמצעות הפייסבוק שלו ל-AppsVillage ולקבל תצוגה מקדימה לפיצ׳רים ולנראות של העסק באפליקציית המובייל – ולבצע התאמות לפי העדפותיו. התהליך מהיר ויעיל ואינו דורש ידע בתכנות, למעט בירוקרטיה מסוימת במסגרת הליך הפרסום של האפליקציה בחנויות האפלקציות. לאחר כשבוע, תהיה האפליקציה זמינה להורדה בחנויות האפליקציות של אפל וגוגל. כל אפליקציה עוברת בדיקה יסודית על מנת לעמוד בכל הקריטריונים של חנויות ה-AppStore וה-Goolge Play.\nחברת Hargol Foodtech הישראלית, שפיתחה דרך גידול מיוחדת של חגבים וחרגולים לתעשיית המזון, גייסה לשם כך 600 אלף דולר בסבב סיד. החברה, (לשעבר “סטייק צרצר”) זיהתה את היכולת לגדל ולהפיק חלבון מחרקים כפתרון למחסור המסתמן בעולם לחלבון מהחי. יותר מ-2.5 מיליארד אנשים כבר אוכלים כיום חרקים ברחבי העולם כחלק מהתזונה הרגילה שלהם, והחרק הפופולרי ביותר הוא משפחת החגבים. החגבים נחשבים לבעלי הרכב תזונתי מצוין שכולל 70 אחוזים חלבון מלא ו-10 אחוזים ליפידים (אומגה 3 ואומגה 6), ויטמינים ומינרליים. אך כאמור כיום המקור הכמעט יחיד הוא איסוף בטבע, והחגבים זמינים לעונה קצרה בלבד של 6-4 שבועות בשנה ואוכלוסייתם נפגעת בשל שינויי אקלים ושימוש גובר בחומרי הדברה.\nהסטארטאפ הישראלי Syte מעוניין לשנות את הדרך בה אנשים מחפשים ורוכשים בגדים ואביזרים באינטרנט, באמצעות מנוע חיפוש ויזואלי המבוסס על אינטליגנציה מלאכותית. מנוע החיפוש מאפשר לקונים ומוכרים להפוך כל “אאוטפיט” לתוכן הזמין לרכישה. כלומר, מפרסמים או בלוגרים יכולים להפוך כל תמונה למוצר הזמין לרכישה, כך שכל פריט המופיע בתמונה יעביר את הגולש לאתר שבו ניתן לרכוש אותו או פריט דומה לו. בצד השני, לקוחות פוטנציאלים יכולים להבחין בפריט כלשהו שמצא חן בעיניהם בתמונה, ללחוץ עליו – והם כבר יופנו למקום שבו ניתן לרכוש פריט דומה.\nהחודש הודיעה החברה על השלמת סבב גיוס בגובה 8 מיליון דולר בהובלת NHN ventures ובהשתתפות Naver (מנוע חיפוש מוביל ביפן), פלטפורמת המסרים Line, KDC Ventures, Remagine VC, Magma VC ו-NBM Ventures. המימון יאפשר לחברה להרחיב את פעילותה בארה”ב, אירופה, מזרח אסיה ואוסטרליה.\nאם תעיפו מבט בגלריה שבסמארטפון שלכם תגלו בוודאי אלפי תמונות וסרטים שונים, שנמצאים כולם בתיקיה אחת מרכזית. חברת Imagry (אימג’רי) הישראלית, שמפתחת מנוע לזיהוי אובייקטים בתמונות ובוידאו בזמן אמת, גייסה 7 מיליון דולר.\nהמערכת שפיתחה Imagry מאפשרת זיהוי של מאות אלפי קטגוריות בתמונות בדיוק של 90 אחוזים ומעלה. בזכות הטכנולוגיה הזו אפשר יהיה להמשיך לצלם עוד ועוד תמונות, והמערכת האוטומטית של אימג’רי תוכל לסווג אותן ליותר מ-30 אלף קטגוריות שונות, שרמת הדיוק שלהן תותאם לצורכי המשתמש. על פי החברה, כל משתמש יוכל גם ליצור עד 200 קטגוריות חדשות בפחות מ-20 דקות. המוצר של החברה מיועד לשווקים שונים ביניהם קונסיומר, רפואה, שיווק, ביטחון, מחקר, לקויות ראייה ועוד והחברה מציעה SDK למפתחים בסביבות iOS, אנדרואיד, Windows ולינוקס.\nהסטארטאפ הישראלי DataRails פיתח מערכת שהופכת את תוכנת האקסל הותיקה לכלי ארגוני מודרני וחכם יותר. מדובר בפתרון BI לאופטימיזציה וניתוח של אקסלים מורכבים בזמן אמת המאפשר הבנה עמוקה ומהירה של נתונים פיננסים ועסקיים.\nהחודש הודיעה החברה על השלמת גיוס בגובה 6 מיליון דולר בסבב A, בהובלת קרן Vertex ובהשתתפות המשקיעים הקיימים: Cyrus Angel Fund, Joey Low ו-Oryzn Capital. גיוס זה מתווסף לגיוס קודם בגובה מיליון דולר בסבב סיד.\nשבעה חודשים אחרי ההודעה על סגירת סבב גיוס C בהיקף של 22 מיליון דולר, Dynamic Yield הישראלית מגייסת 9 מיליון דולר נוספים. החברה פיתחה פלטפורמה לפרסונליזציה וניהול חוויית משתמש שתכליתה היא לסייע למשווקים להגדיל את הכנסותיהם על ידי התאמה אישית אוטומטית של כל אינטרקציה עם הלקוח. המשקיעים החדשים הם Deutsche Telekom Capital Partners ו- La Maison שהצטרפו אל Vertex Ventures, ClalTech, Baidu ו-Global Founders Capital. כמו כן השתתפו בגיוס גם המשקיעים הקיימים: Bessemer Venture Partners, קרן ההון סיכון Marker LLP ו-Innovation Endeavors.\nהסטארטאפ הישראלי Somatix המפתח פלטפורמה המאפשרת קבלת מדדים על מצבו הגופני והרגשי של הפרט באמצעות איסוף, ניתוח והבנה של תנועות ידיים, הודיע על גיוס A בהיקף כולל של 6 מיליון דולר. את הסבב הובילה קרן Digitalis, קרן הון סיכון אמריקאית המתמחה בתחום הבריאות הדיגיטלית. ביחד עם המימון הנוכחי, סך גיוסיה של החברה מסתכם ב-7.5 מיליון דולר.\nהפלטפורמה של Somatix מאפשרת ללקוחותיה לנטר מרחוק ולקיים קשר עם עובדים, מטופלים או מבוטחים הנמצאים בתהליכי התמכרות, שיקום, או שהם פשוט מנסים לשמור על מצב שיגרתי תקין. החברה אוספת (באמצעות שעונים או צמידים חכמים) ממיינת ובוחנת, בזמן אמת, כמות גדולה של מידע על תנועת היד של הפרט תוך שימוש בלמידה ובאלגוריתמים סתגלנים (machine learning and adaptive algorithms) שפותחו בחברה. בשלב הבא עוברים הנתונים ניתוח בענן לשם גיבוש תובנות הקשורות למצבו הפיסיולוגי או הנפשי של העובד או המטופל והעברת המלצות למעביד או לנותן השירות הבריאותי.\nחברת מדידת האתרים והמובייל הישראלית SimilarWeb הודיעה על גיוס בהיקף של 47 מיליון דולר במטרה להרחיב את פעילותה הבינלאומית. החברה מציעה שירות ניתוח תנועת גולשים לאתרים המציג ניתוח מפורט של תנועה, בהסתמך על טכנולוגיה שמורכבת מאיסוף נתוני מדגם של עשרות מיליוני משתמשים והסכמי דאטה עם חברות ISP מרחבי העולם.\nSimilarWeb מודדת תנועה, זמן שהייה, איכות ‘מגע’ ושימוש, ועוד מספר פרמטרים שונים ביותר מ-80 מיליון אתרים ו–3 מיליון אפליקציות בקרוב ל-200 מדינות. המידע שהיא מספקת נועד לאפשר לחברות ולעסקים לנהל אסטרטגיות צמיחה והתרחבות יעילות יותר ברחבי האינטרנט ועולם המובייל. כך למשל מערכת מדידת האפליקציות במובייל של SimilarWeb מספקת תובנות למדדים שונים כמו הורדות או איכות השימוש וכך יוצרת תמונה מדויקת ואיכותית של המידע.\nחברת הסטארטאפ הישראלית IguazIO (איגוואזיו), המפתחת טכנולוגיה לניהול ואחסון נתונים ל-Big Data, IOT ויישומי ענן, הודיעה על השלמת סבב גיוס שני בהיקף של 33 מיליון דולר. את הסבב הובילה קרן ההון סיכון פיטנגו ביחד עם הקרנות Verizon Ventures, CME Ventures, Robert Bosch Venture Capital GmbH והמשקיעים הקיימים של החברה, קרן מאגמה, JVP ו-Dell Technologies Capital.\nIguazIO (שילוב של מפלי האיגואזו בדרום אמריקה ו-io) הוקמה בשנת 2014 על ידי אסף סומך, ירון חביב וירון שגב במטרה לפתח פתרון לאתגרי ניהול וניתוח ביג דאטה שעימם מתמודדים ארגונים עסקיים. הפלטפורמה של החברה – Continuous Analytics Data Platform משנה את הארכיטקטורה של ה- data stack וכך תורמת להאצת הביצועים בביג דאטה, אינטרנט של הדברים (IoT) ויישומי ענן. לטענתם, במשך שנים צוואר הבקבוק היה טמון בתוכנה, ו-Iguaz.IO משנה את התחום מהיסוד; המוצר של החברה פותח בהתבסס על משוב שהחברה קיבלה מחברות וארגונים גדולים שהטמיעו פתרונות ביג דאטה ו-Predictive Analytics.\nחברת הביג דאטה הישראלית Prospera Technologies מפתחת פתרונות ניטור ואופטימיזציה לתהליכי גידול חקלאיים באמצעות אלגוריתמי בינה מלאכותית וחיישנים. בעשותה כך, היא מנסה להפוך את ענף החקלאות המתבסס בעיקרו על אינטואיציה, לפעילות מחושבת היטב. החודש הודיעה החברה על סגירת סבב גיוס נוסף בהיקף של 15 מיליון דולר בהובלת קוואלקום ונצ׳רס, זרוע ההשקעות של קוואלקום, אליה הצטרפו גם סיסקו השקעות, ICV ו-Bessemer Venture Partners שכבר השקיעה בחברה בסבב קודם. סבב הגיוס הנוכחי יאפשר ל-Prospera, שכבר עובדת עם כמה מהמגדלים הידועים ביותר ברחבי העולם, להאיץ את ההתרחבות שלה בעולם ולהרחיב את שירותיה לגידולים שונים בגידולי שדה וחממות.\nאנחנו רגילים לחשוב על בוטים, ככלי שנמצא בשימוש על ידי האקרים, שעושים שימוש בהתקפות אוטומטיות, כדי לנסות לפרוץ למאגרי מידע ארגוניים או כדי להפיל אתר או שירות; אולם בוטים משמשים גם לצורך שימושים כמו כריית תוכן, כריית מחירים והונאות פרסום. החודש הודיע הסטארטאפ הישראלי, PerimeterX, שמפתח כלי הגנה לאיתור וחסימה של משתמשים לא אנושיים, על השלמת גיוס בגובה 23 מיליון דולר.\nPerimeterX פיתחה גישה חדשה לזיהוי איומים אלה על ידי חתימות התנהגותיות דינאמיות, שמתבססות על למידה מאיסוף של מאות אינדיקטורים שמאפשרים לאפיין משתמשים, דפדפנים ואת התקשורת עצמה. זאת במקום השיטות הקיימות שבעיקר מתבססות על חיפוש מאפיינים של בוטים שנראו בעבר, ולא תמיד יכולות לזהות התקפות חדשות שלא נראו. כך למשל מיקום סמן העכבר ישירות על כפתור בדף האתר, לעומת הזזת הסמן על הדף עד להגעתו לכפתור, גלילה למעלה ולמטה ועוד. ככל שמערכות החברה מזהות יותר ויותר התנהגויות אנושיות בדפי האינטרנט, כך היא בונה מודלים מתקדמים יותר לזיהוי התנהגות לא אנושית.\nחברת הסייבר הישראלית Nyotron (ניוטרון) הודיעה על השלמת סבב גיוס נוסף בגובה 21 מיליון דולר. את ההשקעה הובילה DGB Investments והשתתפו בה גם כל המשקיעים הקיימים – מבטח-שמיר, גיל אגמון ושמואל חרלפ (שהוא גם המשקיע הפרטי הגדול ביותר ב-Mobileye).\nהחברה פיתחה מערכת אבטחת מידע בשם Paranoid, שנועדה לספק הגנה מפני מתקפות סייבר חדשות ומתוחכמות ברמה לאומית, גם אם אין עליהן מידע. המערכת כוללת טכנולוגיה שמבצעת ניתוח התנהגותי לפעולות המחשב בזמן אמת, בעזרת שפת תכנות חדשה שפותחה על מנת לאפשר מיפוי התנהגויות מחשב (BPM). כך מסוגלת Paranoid להבדיל בין כל פעולה שמבוצעת על ידי תוכנה או משתמש לגיטימיים, לפעולה עויינת מקבילה שמבוצעת על ידי ע”י וירוס, סוס טרויאני, או תוקף סייבר.\nבעבר, משווק שהיה רוצה לדעת מה הן הפעולות השיווקיות והפרסומיות היה פשוט מדליק טלוויזיה, פותח מספר עיתונים או מזמין דוח מיוחד מחברות מתמחות. אבל בשנים האחרונות, כאשר שם המשחק בעולם השיווק הוא פרסונליזציה והתאמה אישית לפרטים, במקום לקבוצות אוכלוסיה, פעילויות שיווקיות רבות נשארות מתחת לרדאר. הסטארטאפ הישראלי BrandTotal רוצה לחשוף את המידע הזה בפני לקוחותיו ומגייס לצורך כך 2 מיליון דולר בסבב סיד.\nהפיתוח של BrandTotal פותר את בעיית ה-Dark marketing, כלומר, ״הצד האפל״ של השיווק, תופעה שנובעת מהסגמנטציה, כלומר שיווק מפולח ואישי, והפרגמנטציה – שיווק דיגיטלי המפוזר על פני פלטפורמות רבות. כתוצאה מכך מנהלי שיווק אינם יכולים להיחשף לקמפיינים של מתחריהם, אם הם אינם נמנים על קהל היעד המיועד לקמפיין וללא יכולת להבין את מאמצי התחרות. מכיוון שרוב מנהלי השיווק מאמינים בשיווק מפולח וממוקד, הציפייה היא שהמגמה רק תתגבר. הפיתוח של BrandTotal עושה שימוש במתודולוגיות, שלדברי החברה, לקוחות מעולמות הסייבר ומצליחות לדמות באופן מדויק את פעילותם של קהלי יעד שונים באינטרנט ולזהות את פעילות המתחרים בזמן אמת, כך שמותגים יכולים להשפיע על אסטרטגיית השיווק שלהם כאשר הדברים קורים, ולא רק לאחר מעשה.\nחברת WalkMe הישראלית, שפיתחה טכנולוגיה שמפשטת את חוויית השימוש באתרי אינטרנט ובתוכנות מבוססות ענן, הודיעה על סגירת סבב גיוס נוסף (Series E) בהיקף של 75 מיליון דולר. ביחד עם הסבב הנוכחי סך גיוסיה של החברה מסתכם ב-167.5 מיליון דולר. את סבב הגיוס האחרון הובילה Insight Venture Partners.\nWalkMe פיתחה טכנולוגיה שמפשטת את חוויית השימוש באתרי אינטרנט, באפליקציות ובתוכנות מבוססות ענן. הפלטפורמה של החברה מכוונת ומובילה משתמשים לביצוע פעולות בזמן שימוש בתוכנה או באתר אינטרנט. הטכנולוגיה שלה מספקת הכוונה והנעה לפעולה בשיטת צעד-אחר-צעד באמצעות שימוש בבלוני עצות, מבלי שהמשתמש צריך לעזוב את המסך בו הוא נמצא כדי לצפות במדריכי וידאו או כדי לקרוא מדריכי משתמש ועמודי FAQ מעייפים. ביכולתה של הטכנולוגיה לזהות באופן אוטומטי כאשר משתמש נתקל במכשול דיגיטלי – וזו תדאג להוביל אותו צעד אחד צעד “לחוף מבטחים”, ממש כמו שאפליקצית ניווט מכוונת אותנו ליעד ומלווה אותו לאורך כל הדרך. בשורה התחתונה: הטכנולוגיה של WalkMe מזהה את הקשיים באופן אוטומטי ובזמן אמת (בחברה מדמים את פעילותה ל-MRI שפועל 24 שעות ביממה) – ומספקת את התרופה הנכונה בזמן אמת.\nהסטארטאפ הישראלי Cool Cousin פיתח אפליקצית תיירות שרוצה להפוך את הטיול הבא שלכם לקצת יותר מקורי; באמצעות האפליקציה, שכרגע זמינה רק ב-iOS או בגרסת ווב, תוכלו למצוא ״בן דוד״ במגוון יעדים ברחבי העולם, כדי שזה (או זו) ישתף איתכם רשימה של כל המקומות הכי שווים לבקר בהם, ממש כאילו הייתם מקומיים. החודש הודיעה החברה על סגירת סבב גיוס סיד בהיקף של 2 מיליון דולר בהובלת קרן ההון סיכון הישראלית Elevator Fund, במטרה להרחיב את הפלטפורמה (ובין היתר לזרז את גרסת האנדרואיד של האפליקציה).\nבעזרת אפליקצית Cool Cousin ניתן לקבל המלצות אמינות בנוגע למה לעשות ואיפה, כאשר ניתן לבחור את ״בן הדוד״ שלכם על סמך תחומי העניין שלו, כדי לוודא שאתם ״באותו הראש״. ברגע שבחרתם את המקומי שמצא חן בעיניכם, כל ההמלצות שלו או שלה יוצגו בפניכם כרשימה או על מפה, ואף תוכלו לנהל איתם אינטראקציה על מנת לקבל סיוע וייעוץ (כמו לדוגמא לבקש מהמקומיים להזמין עבורכם אובר). כמו כן, רשימת ההמלצות למקומות מעניינים תכלול פרטים שימושיים כמו שעות פתיחה, כתובות ודרכי הגעה.\nEventer הישראלית מציעה פלטפורמה ליצירה וניהול אירועים, ללא צורך בידע טכני. החודש הודיעה החברה על גיוס מיליון דולר מקבוצת ההשקעות CoShare בסבב גיוס חיצוני ראשון, במטרה להאיץ את חדירתה לשווקי מכירת הכרטיסים למופעים ולאירועים בארץ ובעולם.\nEventer מציעה מערכת SaaS למכירת כרטיסים ולניהול כולל של מופעים ואירועים, ומותאמת לעבודה מקוונת ולעבודה לא מקוונת. כיום משרתת החברה למעלה מ-600 לקוחות בישראל, ארה”ב, מקסיקו ויפן, המגיעים מעולמות האומנות, המוסיקה והבידור. לצד לקוחות מעולמות הבידור בישראל כגון המועדונים האנגר 11, הבלוק והחתול והכלב, משרתת Eventer גם חברות דוגמת אמריקן אקספרס, חברת חשמל ועמותות כגון אנוש וגדולים מהחיים.\nפיתוח של אפליקציית IoT יכול להיות משימה מורכבת שאורכת זמן רב. בייחוד עכשיו, כשהיצרנים מציעים לצרכנים מכשירי IoT שונים, עולה החשיבות של אפליקציה ייעודית שתאפשר לצרכנים ליהנות מכל היכולות של המכשיר החדש. הסטארטאפ IQP (אייקיופי) פיתח פלטפורמה שמאפשרת לחברות וליחידים לפתח אפליקציית IoT מתקדמת תוך שעות, וללא צורך בכתיבת קוד. החודש הודיעה חברת GE Digital כי רכשה את הסטארטאפ. החברות לא פרסמו פרטים נוספים על הרכישה אך סכום העסקה מוערך בין 30 ל-40 מיליון דולר.\nעל פי נתוני החברה, המערכת שלה מאפשרת לחברות לצמצם את עלויות הפיתוח וזמני הפיתוח של אפליקציות בתחום ה-IoT ובתחומים אחרים ביותר מ-50 אחוזים. בנוסף, היא מאפשרת לכל משתמש, גם ללא רקע של תכנות, לפתח אפליקציות מבלי שיידע לכתוב שורת קוד אחת, זאת בעזרת ממשק Drag & Drop דמוי וויקס.\n ", "keywords": "סיכום גיוסים,גיוסים יולי 2017,יולי 2017,סטארטאפ,סטארטאפ ישראלי,גיוס הון,קרן הון סיכון"}