{"url": "https://www.geektime.co.il/monthly-funding-september-2019/", "type": "article", "title": "מיליארד דולר בחודש אחד: הסטארטאפים הישראלים לא עוצרים", "description": "חגים? בחירות? הסטארטאפים הישראלים לא נחו החודש לרגע, ולא הפסיקו לגייס כספים. אם לא הספקתם לעקוב, הנה כל השקעות, הרכישות והגיוסים של חודש ספטמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-01T16:00:15Z", "modified_time": "2019-10-02T10:20:43Z", "articleBody": "חגים? בחירות? הסטארטאפים הישראלים לא נחו החודש לרגע, ולא הפסיקו לגייס כספים. אם לא הספקתם לעקוב, הנה כל השקעות, הרכישות והגיוסים של חודש ספטמבר בסצנת הסטארטאפים הישראלית\n\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש אוגוסט\nגם אתם גייסתם? יש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אנחנו רוצים לשמוע\nחברת T-REX, המפתחת פלטפורמת אנליטיקה להשקעות מורכבות, הודיעה על השלמת סבב גיוס של 15 מיליון דולר בהובלת Citi, Viola Fintech ו-Westly Group ובהשתתפות Innogy ו-Macquarie.\nT-REX פונה למשקיעים מוסדיים ובנקים ומאפשרת להם חשיפה לשווקים פיננסים חדשים, שחסרים היום כלים למעקב וניהול כמו מימון פרויקטי אנרגיה, אחסון הלוואות ונכסים ואשראי מובנה. המוצרים שהחברה מפתחת מאפשרים סביבת עבודה שקופה, אחידה ומעודכנת בזמן אמת. כך למשל, המערכות של החברה מסוגלות לעקוב אחר אורך החיים המלא של נכסים לא נזילים ומאפשרת מדידת סיכון בהשקעה באמצעות אוטומציה בקליטת נתונים לאורך כל חיי ההשקעה – משלב הייזום ועד סיום קבלת התמורות עבור ההשקעה.\nחברת ניורה (Neura) הישראלית הודיעה כי השלימה סבב גיוס B בסך של 16 מיליון דולר בהובלת הקרנות Pitango Venture Capital ו-Liberty Technology Venture Capital II. כמו כן, לקחו חלק בסבב גם AXA Ventures, Amdocs ו-Moneta Capital. הפלטפורמה של החברה מאפשרת למפרסמים לדייק את האינטראקציות שלהם עם קהל היעד.\nNeura מאפשרת להעשיר אפליקציות ומכשירים עם תובנות על פעולות המשתמשים בעבר ובהווה, תוך כדי הצגת תחזיות מחושבות על הפעולה הבאה שהם צפויים לעשות. כלומר, היא עוזרת למותגים להתאים את המוצרים שלהם לצרכי היום-יום של כל משתמש, ולתקשר עם כל לקוח תוך התבססות על ההתנהגות שלהם והעדפותיהם בעולם האמיתי. בעוד עולם הפרסום עדיין מתנהל ברובו תוך קמפיינים מאסיביים ומאוסים להמונים, החזון של החברה הוא לבצע מהפכה בצורה בה מוצרים מתקשרים עם אנשים, תוך מתן יכולת למותגים לספק חוויות אישיות יותר ומבוססות-קונטקסט.\nחברת סטוק (Stoke Talent) המפתחת פלטפורמה לגיוס וניהול של פרילנסרים לפי דרישה בארגונים גדולים, הודיעה על השלמת סבב גיוס Seed בהיקף של 4.5 מיליון דולר בהובלת TLV Partners ובהשתתפות בועז חלמיש, זאק ויינברג ובוגומיל בלקנסקי (לשעבר VP גיוס בגוגל).\nהפלטפורמה של Stoke מאפשרת לחברות למצוא, לשכור ולנהל פרילנסרים על פי דרישה, ועם אפשרות לסקלביליות בהתאם לצרכי האירגון. בנוסף, הפלטפורמה מאפשרת ניהול של כוח האדם החיצוני, ומשתלבת עם אתרי פרילנסרים פופולאריים כך שניתן לגייס ולנהל את כוח האדם מאותה פלטפורמה, כולל מעקבי ביצועים ורגולציות שונות. הפלטפורמה של החברה עובדת במודל SaaS עם מינוי על פי השימוש של כל אירגון.\nחברת PerimeterX, שמפתחת מערכות להגנה מפני איומי בוטים,​ הודיעה כי הרחיבה את סבב הגיוס האחרון שלה ב-14 מיליון דולר נוספים, מה שמעמיד אותו כעת על 57 מיליון דולר. מי שהתווספו לסבב הן דויטשה טלקום קפיטל פרטנרס וסיילספורס ונצ׳רס, שהצטרפו ל-Scale Ventures Partners שהובילו את הסבב, יחד עם אדמס סטריט פרטנרס, קיינן פרטנרס, ורטקס ונצ’רס ודאטה קולקטיב (DCVC). ביחד עם הגיוס הנוכחי, סך ההון שגייסה החברה עומד על 91.5 מיליון דולר.\nהפלטפורמה של PerimeterX (פרימטראיקס) מתמקדת בזיהוי איומים והבחנה בין איום שהוא אנושי לבין איום שהוא בוט, ועצירה של כל אחד מאלו לפני שיהיה מאוחר מידי, וללא כל השפעה על המערכת. המוצרים שלה רלוונטים להגנה על יישומי אינטרנט וסלולר וממשקי תכנות (API). מלבד זיהוי התנהגותי של בוטים, המערכת יודעת להשתמש במידע שנאגר בה כדי לזהות מבעוד מועד האם בקשות שנשלחות למערכת הן לגיטמיות או טומנות בחובן סכנה.\nהסטארטאפ הישראלי BigID, שמסייע לארגונים להגן על מידע רגיש בנוגע ללקוחות והעובדים שלהם, להפחית, הודיע על השלמת סבב גיוס C בגובה 50 מיליון דולר בהובלת קרן  Bessemer Venture Partners. סך הגיוסים של החברה מאז הקמתה עומד כעת על 96 מיליון דולר.\nהטכנולוגיה שפיתחה BigID משלבת יכולות Machine Learning ו-Identity Intelligence כדי למצוא, לעקוב ולהפחית את הסיכון סביב כמויות המידע העצומות שחברות שומרות על לקוחותיהן, בהתאם לתקנות ה-GDPR, שנכנסו לתוקף בשנה שעברה. הפתרון של BigID מאפשר מיפוי וקיטלוג אוטומטי של כל המידע שנאסף לגבי כל לקוח ולקוח ומעניק כלים הכרחיים לאחראיים על בטחון המידע בארגון.\nראיתם בגד שמצא חן בעיניכם באינסטגרם? אולי תיק או נעליים ממש מגניבים על מישהו שחלף על פניכם ברחוב? הסטארטאפ הישראלי Stye מפתח מנוע חיפוש ויזואלי שיאפשר לכם לאתר את הפריטים הללו אונליין ולרכוש אותם – בלחיצת כפתור. החודש, הודיעה החברה כי השלימה סבב גיוס בהיקף של 21.5 מיליון דולר בהובלת Viola Ventures ובהשתתפות Axess Ventures, Lyra Ventures ו-Commerce Ventures. המשקיעים הקיימים בהם קרן מגמה ו-NHN Ventures לקחו חלק בסבב גם כן.\nSyte (סייט) נעזרת בבינה מלאכותית על מנת לנתח כל תמונה ולפרק אותה לגורמים עד לרזולוציות מדויקות של הרכב הבד, הצבע, ההדפס, האורך והגזרה. הרעיון הוא להחליף את החיפוש הטקסטואלי, ובמקום שתצטרכו לכתוב – ״חצאית נקודות חומה״ – תוכלו פשוט להעלות תמונה של מוצר שמצא חן בעיניכם, ולתת למנוע החיפוש לעבוד בשבילכם. בצורה זו, גם אם אתם לא יודעים את ההגדרה המדויקת של הגזרה, ההדפס או הסגנון, ואיך מבטאים זאת באנגלית, תוכלו לקבל המלצות למוצרים דומים ואולי אפילו זהים למקור.\nחברת VIM הישראלית שפיתחה זירת סחר לספקי ושירותי בריאות בארצות הברית הודיעה כי גייסה 24 מיליון דולר בהובלת Optum Ventures ובהשתתפות משקיעים נוספים. סך הגיוסים של החברה עומד על 37 מיליון דולר.\nהמרקטפלייס שפיתחה VIM (וים) מחברת בין הלקוחות, כלומר המטופלים, לבין ספקי השירות הרפואיים כמו בתי חולים ורופאים. בזכות האלגוריתם שפיתחה החברה היא “משדכת” בצורה מדוייקת בין המשתמשים במערכת, תוך כדי התאמה מירבית, מהירות וחיסכון כספי. על פי החברה, במערכת שלה רשומים יותר מ-10 מיליון פרופילים של מטופלים ויותר מ-150 אלף ספקים של שירותי בריאות שונים. בחברה טוענים כי השוק כיום מתנהל בצורה לא יעילה, מה שמוביל להוצאה מיותרת של טריליון דולר בארצות הברית לבדה – בעיה שהפלטפורמה שלה עשויה לפתור.\nחברת הקלינטק הישראלית Tipa (טיפה), שמפתחת אריזות מתכלות ביולוגית, הודיעה כי השלימה גיוס של 25 מיליון דולר ממספר משקיעים, כדי לשנות את המצב הזה. בין המשקיעים שלקחו חלק בגיוס: Blue Horizon Ventures, Triodos Organic Growth Fund ומשקיעים קיימים ביניהם Chestnut ו-GreenSoil Investments.\nהאריזות אותן מפתחת Tipa אמורות להיות בעלות אורך חיים דומה לפסולת אורגנית. בחברה משווים את אריזות המוצרים לקליפת תפוז שבה בסופו של דבר 100% מהתפוז מתכלה, ובעל שימושים נוספים לאחר מכן. המטרה של Tipa היא פיתוח אריזות גמישות עמידות, ובעלות חיי מדף בדומה לאריזות סטנדרטיות.\nחברת הסטארטאפ הישראלית Snyk (סניק), שמפתחת טכנולוגיה להגנה על ספריות חיצוניות מבוססות קוד פתוח, הודיעה על גיוס בגובה 70 מיליון דולר בהובלת קרן Accel ובהשתתפות GV, זרוע האחזקות של גוגל, וקרן Boldstart Ventures. ההשקעה האחרונה מביאה את סך הגיוסים של החברה מאז הקמתה ל-102 מיליון דולר.\nבעבר, רוב השימוש בקוד פתוח היה ב-5 קומפוננטות כמו Apache. כיום, מציעים המרקטפלייסים השונים יותר מ-200 אלף חבילות קוד פתוח שזמינות למפתחים. הפיתוח של Snyk מאפשר למפתח לבחון את החבילה שבה הוא רוצה להשתמש – עוד לפני השימוש – ומצביע על חולשות בקוד שלה, אם אלו קיימות; במקביל, הפיתוח של Snyk סורק את הקוד גם לפני העלאה לפרודקשן, כלומר, לפני שהוא נחשף לקהל המשתמשים. אם נמצאת בעיה, המערכת של Snyk מטמיעה את עדכון האבטחה הרלוונטי שיתקן אותה.\nKovrr רוצה לגשר בין עולם הסייבר לעולם הביטוח באמצעות פלטפורמה המנהלת ומכמתת את הסיכונים הפוטנציאליים עבור בתי עסק כתוצאה ממתקפות שונות. החברה מסייעת לגופי ביטוח למיניהם להתאים את תיק הביטוח האידיאלי עבור כל חברה, בהתאם לסיכונים אליהן היא חשופה. כעת, היא מודיעה על השלמת סבב גיוס בהיקף של 5.5 מיליון דולר בהובלת הקרנות StageOne ו-Alma Mundi ובהשתתפות InnoCells.\nהסטארטאפ הישראלי Kovrr משתמש במודיעין על סיכוני סייבר ומידע עסקי ממגוון מקורות ובעצם מסייע לחברות ביטוח וגופים רגולטוריים לבנות את תיק הביטוח האידיאלי עבור הלקוחות שלהם. Kovrr עוקבת, מאתרת ומעריכה את הפוטנציאל לנזק פיננסי כתוצאה ממגוון התקפות סייבר אפשריות – ממפה אותן, ומגלה מי ״קהל היעד״ שלהן – על מנת להעריך את הסיכונים של כל עסק ואילו מתקפות עשויות להיות מופנות כלפיו.\nחברת vHive (ויהייב) המאפשרת לחברות לנהל ציי רחפנים תעשיתיים באופן אוטונומי לצורך איסוף מידע, הודיעה על השלמת סבב גיוס של 5.5 מיליון דולר בהובלת Octopus Ventures ובהשתתפות המשקיעה הנוכחית StageOne ומשקיעים פרטיים נוספים.\nהמערכת שמפתחת vHive מאפשרת לארגונים ולמפעילי רחפנים לנהל משימות בכל סדר גודל, תוך התחשבות מובנית בסוג המשימה, סוג ומספר כלי הטיס, סוגי החיישנים האוספים מידע ובמגוון פרמטרים חיוניים נוספים כגון רגולציה, בטיחות, תנאים סביבתיים ודינמיקת המשימה בזמן אמיתי. בכך היא מאפשרת לארגונים לנהל את צי הרחפנים שלהם לצורך איסוף, ניהול, עיבוד וניתוח מידע ישירת מהשטח, אשר יכול להיות מתורגם לתובנות עיסקיות.\nחברת Explorium (אקספלוריום) המפתחת פלטפורמה המסוגלת לחלץ נתונים באופן אוטומטי ממאגרי מידע, הודיעה על השלמת סבב גיוס Seed וגיוס A בהיקף כולל של 15.5 מיליון דולר. סבב הסיד (בהיקף של 3.6 מיליון דולר) הובל על ידי Emerge ובהשתתפות F2 Capital, בעוד סבב ה-A (בהיקף של 15.5 מיליון דולר) הובל על ידי Zeev Ventures ובהשתתפות המשקיעות בסבב הסיד.\nהפלטפורמה של אקספלוריום מאפשרת לצוותי Data Science גישה לאלפי מאגרי מידע, בין אם הם פנימיים או חיצוניים, ולחלץ מהם מידע בצורה אוטומטית. כך למשל, חברת ביטוח יכולה לחזות את כמות השיחות במרכז שירות הלקוחות כדי לאייש את משמרות הנציגים. במקום להשתמש רק בתאריכים, שעות ומספר השיחות, הפלטפורמה של החברה מסוגלת להתחבר למאגר המידע של החברה ולהבין את המשמעות שלו לבד, להתחבר למאגרים אחרים הכוללים למשל חגים, מזג אוויר, דיווחי חדשות ועוד כדי להבין האם יש קשר בין הנתונים, ולאחר מכן תוכל להציג תמונה הרבה יותר מדויקת של כמות השיחות הצפויה.\nScyllaDB מפתחת מסד נתוני ביג דאטה בזמן אמת המבוסס על קוד פתוח, שרוצה להוות תחליף מוצלח ויעיל יותר ל-Apache Cassandra. החודש הודיעה החברה כי קיבלה השקעה בגובה של 25 מיליון דולר מ-Eight Roads Ventures. כמו כן לקחו חלק בסבב הגיוס המשקיעים הקיימים: Bessemer Venture Partners, קרן מגמה, Qualcomm Ventures ו-TLV Partners.\nScyllaDB (סילה דיבי) בנתה מחדש את הארכיטקטורה של Apache Cassandra כך שבמקום להשתמש בג’אווה, נעשה שימוש ב-++C. על פי החברה, בצורה זו ניתן להציע שיפור בביצועים, תוך שמירה על היציבות והפרוטוקול. מסד הנתונים שלה מספק רמת ביצועים גבוהה של 1,000,000 IOPS לשרת, הרחבה למאות שרתים, ו-99% tail latency של אלפית שנייה. כתוצאה מכך, משתמשי Scylla נהנים מהפחתה משמעותית במשאבי החומרה הדרושים להם, ויכולים להקטין את עלות הבעלות הכוללת והמורכבות של מערכותיהם.\nהסטארטאפ הישראלי Healthy.io רוצה להפוך את בדיקת השתן השגרתית לקצת יותר נוחה ואינטימית, באמצעות הפיכת הסמארטפון שלכם למכשיר רפואי לכל דבר. החודש, הודיעה החברה כי גייסה לשם כך 60 מיליון דולר נוספים בהובלת Corner Ventures.\nHealty.io רוצה לחסוך לכם את הצורך להגיע לקופת החולים, להמתין בתור, להשתמש בשירותים ציבוריים, להטיל מימיכם בכוס פלסטיק ולבצע את ה-‘Walk Of Shame’ כשבידיכם הכוס המלאה בכל טוב. נכון, אין ספק שהיום כל התהליך מהיר יותר ודרך אתר האינטרנט או האפליקציה התוצאות זמינות בתוך שעות ספורות, אבל שיטת בדיקה זו אינה יעילה מספיק שכן יש מחלות שמוטב לגלות אותן כמה שיותר מהר, ואת זה – הבדיקות בקופת החולים עדיין לא מאפשרות לעשות.\nהסטארטאפ YOUTILIGENT מאפשר לעסקים בתחום המזון והמשקאות לעבוד חכם יותר באמצעות רכיב שעוקב אחר הרגלי הצריכה של לקוחותיהם בזמן אמת. הפיתוח מיועד למכונות קפה, ברי מים, מקפיאי גלידות ומקררים למיניהם, והוא מאפשר לדעת איזה מוצר נצרך בכל רגע נתון, באיזו מידה, ומתי הגיע הזמן לחדש את המלאי. על מנת להמשיך ולפתח את הטכנולוגיה, הודיעה החברה לאחרונה כי השלימה סבב גיוס סיד של 1.5 מיליון דולר מקרן Cornerstone ומהרשות לחדשנות.\nכיום, נותני השירות בשוק מכונות המשקה והמזון פועלים בצורה אקראית כמעט לחלוטין, כשנתונים על היקפי ואופי הצריכה מגיעים באיחור, אם בכלל. העובדה ״על עיוור״ יכולה לגרום או להוצאה מיותרת של משאיות עם סחורה, או לחילופין לחוסרים בשטח בגלל שלא התקבל דיווח בזמן על צריכה מוגברת של מוצר מסוים. YOUTILIGENT (יוטיליג׳נט) יודעת לברר בדיוק מה הסטטוס בשטח, ושולחת עדכונים אוטומטיים בזמן אמת.\n​על לא מעט אריזות של מוצרי מזון אפשר למצוא כיתוב בסגנון ״מוצר זה יצא ממפעלנו כשהוא במצב מעולה, אבל אם בכל זאת התגלה בו פגם כלשהו, אנא צרו איתנו קשר״. הסטארטאפ הישראלי Yoran Imaging רוצה למנוע מתרחישים כאלו להתרחש מלכתחילה, באמצעות מערכת בקרה קפדנית למדי המבוססת על בינה מלאכותית. החודש, הוא הודיע כי גייס לשם כך 1.5 מיליון דולר מ-OpenValley והמשקיעים הפרטיים גיל מדין, טל שוחט, דוד לדרר ויניב טל.\nהסטארטאפ הישראלי Lumen מפתח מכשיר שיתאים לכם תזונה אישית בהתבסס על הנשיפה שלכם. החודש, הודיע החברה על השלמת סבב גיוס בהיקף של 8.5 מיליון דולר בהובלת H&H, ו-Unorthodox Ventures, ובהשתתפות Disruptive, גיגי לוי-וייס ומשקיעים פרטיים נוספים.\nהמכשיר של לומן דומה במקצת לינשוף משטרתי או למתקן אידוי (Vape), ולדברי החברה, כל מה שאתם צריכים לעשות כדי לפצח את המטבוליזם שלכם הוא פשוט לנשום דרך המכשיר, להחזיק את האוויר בריאות ל-10 שניות ולנשוף למכשיר. לומן בוחן בזמן אמת את ריכוזי תרכובות הגזים בנשימה שלכם ומסוגל להגיד האם הגוף שלכם ברגע זה מפיק אנרגיה משומנים או מפחמימות.\nTrigo המפתחת סופרמרקט בלי קופאים או קופות השלימה סבב גיוס A בגובה של 22 מיליון דולר בהובלת Red Dot Capital ובהשתתפות המשקיעים הקיימים, Vertex Ventures Israel ו-Hertz Ventures.\nהמערכת של טריגו משתמשת בראייה ממוחשבת, בינה מלאכותית ואלגוריתמים כדי לזהות אילו מוצרים הצרכן בחנות לקח מן המדף, ולחייב אותו בהתאם, בלי עמידה בקופות ובלי אפילו לסרוק את המוצרים בעמדות שירות עצמי. הלקוח יכול לבחור בין שני מסלולי חיוב: רכישה מזוהה שבמסגרתה יש להזדהות בכניסה לחנות עם כרטיס או אפליקציה, או מסלול רכישה לא מזוהה שמאפשר לשלם על המוצרים בסוף הרכישה, מבלי לסרוק אותם בקופה. את המערכת של טריגו יש להתקין על מצלמות סטנדרטיות בתקרת החנות, וכמובן להזין את רשימת המוצרים הקיימת בחנות (אם כי רובם כבר רשומים במערכת החברה).\nחברת Igentify הישראלית, שפיתחה פלטפורמת ייעוץ גנטי דיגיטלי, הודיעה על סגירת סבב גיוס A בהיקף כולל של 10.5 מיליון דולר מקרן aMoon ו-OurCrowd Qure המתמקדת בבריאות דיגיטלית. סך כל ההשקעות בחברה מאז הקמתה ב-2016 עומד על 12 מיליון דולר, ובין המשקיעים הקיימים שלה ניתן למנות את קרן בירד, חממת Open Valley, חברת Gene By Gene (שהיא במקרה גם החברה של אחד היזמים) והאנג׳לים אופיר דובובי ויוסי אקרמן.\nIgentify (אייג׳נטיפיי) מעוניינת לספק פתרון מקצה-לקצה לצוואר הבקבוק הקיים בעולם בתחומי הייעוצים הגנטיים השונים. החברה פיתחה מערכת דיטילית שמאפשרת לנהל את תהליך הבדיקה והייעוץ, החל משלב התקשור הראשוני מול המטופל לצורך איסוף מידע אישי ורפואי, דרך פענוח תוצאות גנטיות גולמיות, הצגת מידע חיוני לצוות הרפואי לצורך פירוש הנתונים, ובסופו של דבר – החזרת התשובות והממצאים לנבדקים.\nהסטארטאפ הישראלי GK8 שפיתח טכנולוגיה המאפשרת שליחת טרנזקציות מאובטחות לבלוקצ’יין ללא חיבור לאינטרנט, נחשף החודש לראשונה ומודיע על השלמת סבב גיוס בהיקף של 4 מיליון דולר. את סבב הגיוס הובילו מריוס נכט, ממייסדי חברת צ׳ק פוינט, וזרוע ההשקעות של בנק דיסקונט – דיסקונט קפיטל. כמו כן לקחו חלק בסבב הקרנות EdenBlock, StratX, iAngels, קבוצת IDEAL-HLS ורשות החדשנות.\nGK8 פיתחה טכניקות קריפטוגרפיות קנייניות שמאפשרות ביצוע טרנזקציות של נכסים דיגיטליים בבלוקצ’יין בזמן אמת ללא כל צורך בחיבור לאינטרנט, שמספקות סביבה מאובטחת לחתימה על טרנזקציות בלוקצ’יין ולביצוע התאמה באופן אוטומטי ומאובטח. על בסיס אלו פיתחה החברה ארנק קר מאובטח במיוחד, המצויד ביכולות של ארנק חם. לדברי החברה, העברות של נכסים דיגיטליים המאובטחות על ידי GK8 הופכות לבלתי נגישות לפורצים פליליים ולמתקפות סייבר מאורגנות.\n​Joonko פיתחה מערכת מבוססת בינה מלאכותית שתכליתה לזהות מקרים של אפליה בלתי מודעת נגד נשים ומיעוטים במקומות עבודה, כדי לסייע ביצירת סביבה ואווירה שוויונית בין כלל העובדים. החודש, הודיעה החברה על השלמת סבב גיוס סיד בגובה של 2.4 מיליון דולר בהובלת Alabama Futures Fund.\nהמערכת של Joonko (ג׳ונקו) מאפשרת לארגונים להכניס קצת גיוון בתהליך גיוס העובדים שלהם ״ולפתוח להם את הראש״ בפני מועמדים רלוונטים במיוחד; כאלה שאולי הם בכלל לא התייחסו אליהם ברצינות בשל דעות מוקדמות למיניהם (מגדר, גזע, דת), אבל בפועל – הם מתאימים הרבה יותר מאשר עוד מועמד קלאסי שנכנס בול לתבנית. הכלי האוטומטי שהם פיתחו מסייע למגייסים בכל חברה – קטנה כגדולה לחפש ולגייס עובדים חדשים באופן אובייקטיבי, מתוך מאגר רחב של מועמדים פוטנציאליים ומגוונים.\nחברת DustPhotonics, המפתחת מקלט-משדר אלקטרואופטי לטווחים קצרים ובינוניים המיועד לחוות שרתים, גייסה 25 מיליון דולר. את סבב הגיוס השני הובילה אינטל קפיטל, זרוע ההשקעות של אינטל, אליה הצטרפו WRVI ואביגדור וילנץ, ממייסדי אנאפורנה שנמכרה לאמזון. ביחד עם ההשקעה הנוכחית, סך הגיוסים של החברה מסתכם ב-42 מיליון דולר.\nהטרנסיבר שמפתחת DustPhotonics (דאסטפוטוניקס) מאפשר תקשורת בתוך חוות שרתים למרחקים הגדולים מ-100 מטר ועד 2 ק״מ לשימוש בקרב מגה-חוות שרתים. טכנולוגיית התקשורת שהיא פיתחה, AuraDP, מציעה פתרון אינטגרציה קצת אחר, לרוחבי פס נוכחיים ועתידיים על גבי אותה הפלטפורמה, והיא מיועדת בעיקר ליישומים הכוללים מחשוב ענן, מחשוב על ובינה מלאכותית.\nמוצר האבטחה של חברת הסייבר הישראלית ShieldIoT מאפשר לזהות איומי סייבר מהרגע הראשון שהם מתרחשים, לתפוס אותם בזמן, ולמנוע מהם להתפתח למשהו שעלול לסכן את העיר החכמה, המפעל או הבניין המחובר. החודש, הודיעה החברה על השלמת סבב גיוס סיד בגובה של 3.6 מיליון דולר בהובלת innogy Innovation Hub, האקסלרטור וזרוע ההשקעות של חברת האנרגיה הגרמנית innogy SE. כמו כן לקחו חלק בסבב גם Janvest Capital Partners, הקרנות Danmar, Minvest ומשקיעים פרטיים.\n​חברת הפינטק Tipalti, המספקת פלטפורמה לניהול כל תהליכי התשלומים מקצה לקצה, השלימה סבב גיוס בגובה של 76 מיליון דולר. את סבב הגיוס הובילו זאב ונצ׳רס, קרן ההון סיכון של אורן זאב, שהוא גם אחד מהמייסדים של החברה, ו-Group 11, לשעבר SGVC. כמו כן לקחו סבב בגיוס גם משקיעות חדשות בהן 01 Advisors של דיק קוסטלו, מנכ״ל טוויטר לשעבר ו-Greenspring Associates.\nTipalti (טיפלתי) פיתחה מערכת לאוטומציה של תשלומי ספקים ברמה הגלובלית, שמבטיחה לייעל את כל שלבי תהליך העבודה של התשלומים בפלטפורמה אחת. החברה מספקת מענה לבעיה הנובעת מכך שלא מעט חברות עובדות עם המון ספקים במקביל, ולאו דווקא מאותה מדינה, ולכן הן צריכות לדעת כיצד לתמוך בכל אחד מהם, וכיצד לעשות זאת בצורה יעילה וחסכונית.\nחברת Fundbox, שמנסה להעלים את המושג ״שוטף פלוס״ מהעולם, הודיעה על אחד מגיוסי הכספים המרשימים ביותר של השנה, עם היקף כולל של 326 מיליון דולר. הגיוס מורכב מסבב C של 176 מיליון דולר וגיוס אשראי של 150 מיליון דולר לצורך תפעול מערכת המימון החכמה של החברה. בגיוס המרשים הללו השתתפה כמות מרשימה של משקיעים בהם Allianz X, SEB Private Equity,Synchrony Financial, והמשקיעים הקיימים Khosla Ventures, General Catalyst ו- Spark Capital Growth.\nהמערכת של פאנדבוקס אמורה לפתור את בעיית ה’שוטף פלוס’ שכולנו מכירים: מצד אחד, יש את הקונה, שרוצה ליהנות מתנאי תשלום שנוחים לו, אבל מצד שני יש את המוכר שרוצה לקבל את הכסף עבור שירותיו באותו הרגע, ונאלץ להתמודד עם תשלומים מאוחרים גמישים וסוג של אי וודאות בנוגע לעתיד הכלכלי שלו, מה שלא מאפשר לו להתפתח בהכרח. בנקודה הזאת נכנסת פאנדבוקס ומאפשרת למוכר (בתחום ה-B2B) לקבל תשלום מיידי, תוך כדי איפשור תנאי תשלום גמישים לקונה, כמו שכולנו מכירים מעולם התשלומים בכרטיס האשראי, זאת על ידי מערכת חיזוי מדויקת שיודעת לתת למוכר אישור מהיר על התשלום ותנאיו.\nחברת נטרול הרחפנים D-Fend Solutions הודיעה על גיוס של 28 מיליון דולר בסבב B. את הגיוס הובילה Claridge ישראל, בהשתתפות והמשך תמיכתה של המשקיעה הקיימת Vertex. כספי הגיוס ישמשו לתמיכה בצמיחה הגבוהה של החברה ובביקוש הגובר לפתרון מוביל השוק שלה.\nהסטארטאפ הישראלי D-Fend (די-פנד) עומד מאחורי מערכת לאיתור והגנה מרחפנים. המערכת היא מערכת אוטונומית מתקדמת, אשר באופן אוטומטי מאתרת, מזהה ומנטרלת את איומם של רחפנים חשודים באמצעות השתלטות והנחתתם במקום בטוח שהוגדר מראש. הטכנולוגיה הוצגה באירוע הדגמה במטרה להטמיע ולפתח טכנולוגיות מסחריות וממשלתיות המשמשות לנטרול כלי טייס בלתי מאוישים.\nהעתיד של המפעלים ואתרי הייצור הופך להיות חכם יותר עם כל יום באמצעות מערכות IoT שונות, אבל עם כל הכבוד לקידמה הזאת, אף אחד לא מצפה שכעת כל המהנדסים ומפעילי המכונות ילכו ללמוד קוד כדי לבנות אפליקציות. Tulip, שצמחה מתוך MIT, פיתחה את ה-Manufacturing App Platform, כדי לאפשר למהנדסים הללו לבנות אפליקציות ייצור דיגיטליות, המשלבות נתונים ממפעילים, מחיישנים וממכונות, וכל זאת מבלי לדעת שורה אחת בקוד.\nלארחונה, הודיעה הודיעה החברה על השלמת סבב גיוס B בהיקף של 39.5 מיליון דולר. הסבב החל בתחילת 2019 עם השקעות מקרן Vertex, NEA ופיטנגו, ובעת האחרונה התפתח עם השלמה מחברת DMG MORI, יצרנית בתחום העיבוד השבבי.\nחברת הסייבר Cycode, המאפשרת למתכנתים בחברות וארגונים לוודא שקוד המקור שלהם לא מגיע לידיים הלא נכונות, הודיעה על השלמת סבב גיוס סיד של 4.6 מיליון דולר. את הסבב הובילה קרן ההון סיכון YL Ventures המתמחה בתחום הסייבר, והשתתפו בו מספר בכירים מתעשיית הסייבר: אייל גרונר, מייסד ומנכ״ל Cynet, מייקל פיי, נשיא ו-COO לשעבר של סימנטק, אנדי גרולניק, נשיא ומנכ״ל לשעבר של LogRhythm וג׳סטין סומייני, סמנכ״ל אבטחת מידע לשעבר ב-SAP.\nהקניין הרוחני הנמצא בקוד המקור מהווה יעד אטרקטיבי עבור תוקפים, שכן הוא יכול לכלול בתוכו סודות מסחריים של הארגון כמו לוגיקה עסקית, אלגוריתמים ומודלים של Machine Learning. חברת Cycode (סייקוד) הישראלית רוצה לסייע בשמירה עליו, באמצעות פלטפורמה המספקת שליטה, איתור ותגובה לאיומים בקוד מקור; הפלטפורמה מאתרת ומטפלת באופן אוטומטי באנומליות ובפעילות חריגה בקוד, ומספקת לארגונים הגנה מלאה, מבלי לפגוע בגישה או בפרודוקטיביות של המפתחים בקוד.\nחברת ShapeShift Gaming הודיעה על השלמת סבב גיוס בהיקף של 2.5 מיליון בהובלת North First Ventures ובהשתתפות Ground Up Ventures, Slingshot Ventures, Konvoy Ventures, רז פרידמן (ממייסדי פלייטיקה) ותוכנית ההאצה Fusion LA. החברה מפתחת פלטפורמה אשר מסוגלת לסרוק שידורים של יוטיוברים וטוויצ׳רים ממש כמו שגוגל סורקת אתרי אינטרנט.\nהפלטפורמה של ShapeShift משתמשת בטכנולוגיית ראייה ממוחשבת כדי לסרוק שידורים של סטרימרים, מנתחת אותם, שומרת את המידע ומספקת לצופים המלצות צפיה בזמן אמת.\nחברת Duda הישראלית, הקדימה להבין אי שם בשנת 2009 כי המובייל הולך להחליף את המחשב השולחני בגדול, ופיתחה כלי שיאפשר לכל אחד לבנות אתר מקצועי ומותאם לכל הפלטפורמות. לאחרונה, הודיעה החברה על קבלת השקעה בגובה של 25 מיליון דולר בהובלת חברת ההשקעות Susquehanna Growth Equity – SGE. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה חוצה את ה-50 מיליון דולר.\nDuda (דודא) פיתחה פלטפורמה לבניית אתרים, שבניגוד ל-Wix לצורך העניין, מתמקדת בעיקר בשוק ה-web professionals; עצמאיים, חברות לבניית אתרים, חברות hosting וסוכנויות לשיווק דיגיטלי. בנוסף, החברה מספקת פתרון white-label של אתר כשירות (Website-as-a-Service) עבור חברות SaaS ומאפשרת להן להציע יכולות עיצוב אתרים המשולבות בטכנולוגיה שלהן עבור לקוחות קטנים ובינוניים (רקורסיה – מישהו?).\nחברת Tastewise הישראלית עוסקת למחייתה בין היתר בהצצה לצלחות הפוטוגניות ביותר ברחבי הרשת על מנת לנתח מגמות בשוק המזון בזמן אמת. לאחרונה הודיעה החברה כי השלימה סבב גיוס בגובה של 5 מיליון דולר בהובלת קרן PeakBridge. הגיוס מצטרף להשקעת סיד של 1.5 מיליון דולר שקיבלה החברה לפני כשנה מ-Pico Partners.\nהמערכת של Tastewise מספקת למותגי מזון, למסעדות ולמלונות מידע בזמן אמת בנוגע להעדפות טעמים והצרכים התזונתיים המשתנים של לקוחות. מאחורי הקלעים, נעשה שימוש באלגוריתמים של למידת מכונה וחיזוי. אלא שבמקום רק להגיע למסקנה ש״כרוב כבוש הוא הלהיט הבא״ (מבוסס על סיפור אמיתי), ושכל המסעדות צריכות להכניס אותו לכמה שיותר מנות שהן מציעות, Tastewise לומדת גם את הסיבות שהובילו להגברת הפופולאריות של המאכל.\nחברת הסייבר הישראלית Cymmetria (סימטריה), שמתמחה בפתרונות הטעיית תוקפים, נמכרה לקרן ההשקעות הפרטית האמריקאית Stage Fund (סטייג’ פאנד). פרטי העסקה לא פורסמו, אולם על פי ההערכות מדובר במיליוני דולרים בודדים.\nCymmetria מפתחת טכנולוגיית הטעייה (Deception), שמטרתה להטעות את התוקפים, לגרום להם לתקוף מטרות סרק ולקבל מידע מזויף. המערכת של החברה למעשה יוצרת בפני התוקף אשליה שהוא הצליח לחדור למערכות של הארגון, כשלמעשה הוא פועל בסביבה וירטואלית שאינה יכולה כמובן לפגוע בשרתים של החברה. המערכת שהם פיתחו יכולה לפעול הן על השרתים של החברה והן על תשתיות הענן שלה.\nRMDY Health (לשעבר Wellness Layers) הישראלית מפתחת פלטפורמת רפואה דיגיטלית שתחסוך לכם את הצורך להגיע באופן פיזי למרפאה לצורכי מעקב. החודש הודיעה החברה כי היא נרכשה על ידי OPTIMIZERx האמריקאית תמורת 8 מיליון דולר במזומן ו-8 מיליון דולר נוספים במניות, והיא כוללת תמורה עתידית פוטנציאלית של 30 מיליון דולר בכפוף להשגת יעדי מכירות.\nRMDY (רמדי) רוצה להיות הוויקס של הבריאות הדיגיטלית, ולהציע מערכת שתאפשר לגופים רפואיים לתקשר באופן מקוון עם מטופלים, באמצעות יצירת אפליקציה המותאמת ספציפית לצרכים שלהם ושל המטופלים שלהם. היא הוקמה במטרה לעבור משירותי רפואה מסורתיים ויקרים המבוססים על מפגש פיזי עם החולה, לרפואה דיגיטלית – המאפשרת ניהול מרחוק והכוונה רציפה של מטופלים. באמצעות המערכת, ניתן לעקוב אחר נתונים המדווחים על ידי החולים עצמם מבחינת המרגש הפיזי והנפשי שלהם, למלא טפסים, שאלונים, לנהל שיחות וידאו, אודיו וטקסט.\nהחודש הודיעה מקדונלדס על רכישתה של חברת Apprente (אפרנטה) המפתחת טכנולוגיה לניהול שיחות ותהליכי רכישה באמצעות בינה מלאכותית. סכום הרכישה או תנאיה לא נחשפו. היזמים מאחורי אפרנטה הם זוג ישראליים בשם איתמר אראל ומשה לוקס, ומשרדי החברה יושבים במאונטיין וויו שבקליפורניה ומועסקים בהם 16 עובדים.\nהטכנולוגיה של Apprente מאפשרת אוטומציה מלאה של תהליך לקיחת הזמנה באמצעות דיבור באותה מהירות שהיא מתבצעת על ידי בני אדם. המערכת אמורה להתגבר גם על רעשים בסניפים, ועל בעיות שונות כמו מבטאים, שגיאות דקדוק ועוד. המערכת אמורה להתממשק גם אל מול מערכות Legacy מיושנות בין אם הן בסניפים או אפילו במרכזי הזמנות טלפוניים ומקדונלדס צפויה להשתמש במערכת של החברה גם בעמדות ה-Drive Thru שלה, בהן לקוחות מזמינים אוכל בעיקר באמצעות הקול בסביבה די רועשת של מכוניות.\nהסטארטאפ הישראלי Servicefriend מאפשר לעסקים לתקשר עם קהל הלקוחות שלהם באופן רלוונטי יותר לשנת 2019, ומבלי שאלו ידרשו להמתין לרגע על הקו עד שנציג שירות יתפנה. החודש, נודע כי פייסבוק הודיעה על רכישת החברה על מנת להטמיע את המוצר שלה במערך השירות של Calibra, חברת הבת שלה שתאפשר לכם להעביר, לקבל ולשלם על מגוון רחב של שירותים ומוצרים – באותה הקלות של שליחת הודעות וואטסאפ.\nServicefriend (סרוויס פרינד) מפתחת צ׳אטבוט היברידי המשלב יכולות AI שמטרתו היא לסייע לעסקים למקסם את הערך בתקשורת שהם מנהלים עם לקוחות, תוך כדי שיחה בממשק מוכר וטוב כמו המסנג׳ר של פייסבוק או וואטסאפ (של פייסבוק). לדברי Servicefriend, הצ׳אטבוט שהיא פיתחה יודע לפרש נכון וטוב יותר את השיח המתנהל עם הלקוח, וניתן להטמיע אותו בכל מערך שירות קיים כמו Zendesk או Salesforce.", "keywords": "גיוס,סיכום גיוסים,סיכום גיוסים ספטמבר 2019,הייטק,הון סיכון,funding,september funding,israeli startup,גיוסים ספטמבר 2019"}