{"url": "https://www.geektime.co.il/international-woman-day-2019-tech-events/", "type": "article", "title": "יום האישה 2019: הנה 14 יוזמות ואירועים שיקדמו את הקריירה שלכן", "description": "לכבוד יום האישה הבינלאומי אספנו עבורכן מגוון של יוזמות, תוכניות וסדנאות שיכולות לסייע בכניסה לענף המוביל במשק או בצעד לעבר התפקיד הבא שלכן בו", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/GettyImages-1006071592-1551696713-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-07T12:30:22Z", "modified_time": "2019-03-07T14:15:06Z", "articleBody": "לכבוד יום האישה הבינלאומי אספנו עבורכן מגוון של יוזמות, תוכניות וסדנאות שיכולות לסייע בכניסה לענף המוביל במשק או בצעד לעבר התפקיד הבא שלכן בו\n\nצלם/תמונה: Christoph Hetzmannseder/ Getty Images Israel\nענף ההייטק סובל מחוסר גיוון, ובשנים האחרונות מנסה לשנות זאת ולהכניס לשורותיו אנשים טובים ממגזרים שונים וחדשים. לצד המגמה המבורכת הזאת נדמה כי עדיין קיימת הסטיגמה כי נשים, מכל עדה ומגזר, נחשבות לפחות טכנולוגיות, וכיום עדיין מאיישות את רוב התפקידים הלא טכנולוגיים בתעשיית ההייטק. מלבד מספרן הנמוך בתפקידים טכנולוגיים, המחסור בכוח עבודה נשי בולט גם בתפקידי הנהלה בכירים, וכמו בכל המשק יש פער של עשרות אחוזים בשכר שמרוויחות נשים לעומת גברים באותם התפקידים.\nלמזלנו, התעשייה הטכנולוגית ידועה ככזו ששואפת למציאת פתרונות וכיום יש מגוון יוזמות ותוכניות ששמו לעצמן מטרה לקדם ולשלב נשים בענף. כמובן שאפשר לעשות יותר וגם רצוי כי כל חברה תפעל לשינוי המצב הזה אצלה ולהבאת גיוון במצבת עובדיה, אך חשוב לזכור כי כבר קיימות אפשרויות שיכולות לשנות את המצב עבור חלק מהנשים כבר מחר בבוקר.\nלכבוד יום האישה הבינלאומי הבאנו עבורכן, הנשים, מגוון של יוזמות, תוכניות וסדנאות שיכולות לסייע בכניסה לענף המוביל במשק. אנחנו מקווים כי הרשימה הזו תעזור לכל מי שמעוניינת לעשות את הצעד הראשון בדרך לקריירה חדשה או את הצעד הבא שלה בקריירה הקיימת, ולכל חברה ששוקלת ליזום תוכנית לשילוב נשים בשורותיה פשוט לקום ולעשות זאת.\nמכירים עוד תוכניות דומות? יזמתם אירוע לכבוד יום האישה? שלחו אותו אלינו או הכניסו אותו ללוח האירועים שלנו כאן ובחינם\nבמשרדי מרכז הפיתוח של אוטודסק ברוטשילד 22, תל אביב, התקיימה זו השנה השנייה סדנה מיוחדת לנשים המעוניינות ללמוד כתיבת קוד ללא תשלום ולהשתלב בתעשיית הייטק. הסדנה מאפשרת לנשים להתנסות בעולם התכנות דרך סדנה חינמית המלמדת כתיבת קוד ובניית אתר. הסדנה אורכת יום שלם ובמהלכה המשתתפות יושבות בקבוצות לפי רמת ידע: משתתפות ללא ידע קודם לומדות JavaScript בסיסי, ומשתתפות עם מעט ידע לומדות לפתח אפליקציית node שלמה. השנה הסדנה התקיימה בתחילת החודש, אך מדובר במסורת שנתית ואולי אם תהיה היענות מצד נשים מגיל 16 שבעלות תשוקה ללמוד לבנות דברים בעצמן. החברה תפתח סדנה נוספת עוד השנה.\nLIFT – Leading Impact from within היא יוזמה של תוכנית Woman2Woman של עמותת יוצאי 8200. היא נולדה מתוך חזון לשנות את שוק ההעסקה בישראל ולהוביל שינוי בשוק העבודה הישראלי באמצעות קידום נשים בכלל הסקטורים. המטרה היא להשפיע בצורה רחבה וסקיילבילית על המשק הישראלי, לחבר גם גברים לשיח ולייצר היכרות הבלתי אמצעית עם נשים וגברים משפיעים בארגונים.\nהפלטפורמה הושקה במהלך חודש פברואר האחרון, ואליה נתרמו ארגונים מובילים במשק, כגון סייבריזן, צ’ק פוינט, BDO, Dell EMC, בנק דיסקונט, גוגל ו-BCG. חברות נוספות המעסיקות אלפי עובדים בישראל ושותפות ליוזמה הן חברות ההייטק Payoneer, קלטורה, מיקרוסופט, Fiverr ו-Citi Bank. היוזמה מיועדת לקהילה של יוצאות 8200, שבה כ-4,500 נשים במגוון רחב של מקצועות, שנהנות מחיבור עם ארגונים, פתיחת דלתות המאפשרות לארגונים להיחשף אליהן ולהכיר טוב יותר את האפשרויות לשילובן בתוך הארגון.\nבנוסף, במסגרת הפעילות מתקיימים אחת לרבעון מפגשים של קהילת החברות המובילות את השינוי, שכוללים שיתוף ידע והעברת תכנים ומסרים וכן ליווי בהשתלבות בארגונים שונים.\nמקור: יח”צ\nחברת ביזאבו עורכת יום מיוחד לכבוד יום האישה הבינלאומי שיתחיל בתל אביב ויימשך בסניף החברה בניו יורק. האירוע יעסוק במנהיגות נשית בעולם הטכנולוגי של היום, ויכלול כיבוד, שתייה והרצאות מעניינות שיועברו בין היתר על ידי יעל ויזל, מנכ”לית Zeekit; לימור לחיאני, מנהלת הנדסת תוכנה במיקרוסופט, פרופ’ תמי תמיר, דיקנית החוג למדעי המחשב לשעבר ב-IDC ועוד.\nהתאחדות התעשיינים תערוך ביום רביעי בערב, 13 במרץ, אירוע המיועד לנשות סייבר בכירות. באירוע תספר ההאקרית סול צבי את סיפורה מעורר ההשראה: כיצד התחילה כהאקרית צעירה, עבדה עם ביל גייטס והקימה סטארטאפ בתחם הסייבר אותו מכרה ב-40 מיליון דולר. בנוסף, יתקיים פאנל נשים בתפקידים טכנולוגיים בכירים, קוקטיילים ונטוורקינג וכן ישאו דברים נשים בכירות ממערך הסייבר הלאומי, התאחדות התעשיינים ואיגוד ההייטק הישראלי. מספר המקומות מוגבל.\nרשת OpenValley מספקת מרחב עבודה ליזמים, חברות סטארטאפ ומובילי חדשנות באמצעות שיתופי פעולה ונטוורקינג, מנטורינג ותמיכה בתהליכי מימון, שותפות ופיתוח עסקי. לכבוד יום האישה הבינלאומי היא תקיים, היום (ה׳), במתחם שלה בקיסריה ערב סיפורים עם נשים שפשוט לא הסכימו לוותר. בין הדוברות: שרית גופן, שעזבה משרה בחברת ביטוח בגיל 42 והמציאה את עצמה מחדש; נעמי יוגב, שהתמודדה עם נישואים כושלים ומאבק נוסף ששינה את חייה; ולירון כהן אביב, שמצאה את האדם האחד שגרם לה להאמין שוב באהבה. כעלות כרטיס יחיד היא 70 שקלים, כרטיס זוגי: 120 שקלים. ניתן להזמין בטלפון *6823.\nעמותת “כל ישראל חברים” מפעילה תוכנית לעידוד ולקידום נערות הלומדות בבתי ספר באזורים שונים בפריפריה. התוכנית החלה לפעול בשנת 2011 במטרה לעודד אותן ללמידה משמעותית, לחשוף אותן לקריירה בהייטק ולפתח אצלן כישורי מנהיגות. התוכנית פועלת יחד עם חברות הייטק גדולות ורבות, כמו נס טכנולוגיות, IBM, גוגל, מיקרוסופט, מוטורולה, אמדוקס ועוד, כל אחת מתרכזת בבית ספר אחר.\nאמדוקס למשל מתמקדת בתלמידות ט’ ו-י’ בית הספר החשמונאים בבת ים, כל קבוצת גיל מונה 35-40 נערות ולכל קבוצה מסלול למידה שונה. הבנות מגיעות ל-5-6 ימי עיון בחברה, בהם הן נחשפות למנהלות בכירות בארגון ולמסלולי הקריירה שלהן ומקבלות הכשרה בתחומים שונים כמו ניהול פרויקטים, חשיבה יצירתית, כתיבת מצגות והצגה מול קהל; עובדות של מוטורולה מפורום הנשים הטכנולוגיות בחברה מתנדבות גם הן בתוכנית, וכל אחת מהן מעבירה 4 מפגשים, בהם הן מספרות על עצמן, על הדרך המקצועית והמקצוע שלהן; וכ-15 מנהלות בכירות בנס טכנולוגיות מתנדבות בתכנית ומהוות מודל לחיקוי ומנטוריות לבנות בתכנית, מעבירות תכניות העצמה לבנות ומלוות אותן בפרויקטים יחודיים במסגרת התכנית.\nביום ראשון הקרוב יתקיים אירוע שיא של כל השותפות בתוכנית. התוכנית מחפשת עוד שותפים לדרך או תרומות שיאפשרו את המשך הפעילות והרחבתה.\nהאקסלרטור 8200 עבור סטארטאפים (EISP לשעבר) פתח השנה תוכנית יזמות לנשים, במטרה לתת לנשים מוכשרות עם אוריינטציה יזמית טעימה מהעולם הזה, וכן כלים מעשיים ומתודולוגיות עבודה. בזכות התכנית האקסלרטור הצליח להגדיל ב-20% את כמות היזמות שהגישו מועמדות למחזור הנוכחי. המחזור התשיעי של תוכנית ההאצה נפתח בתחילת חודש מרץ, ובו 4 מיזמים שהוקמו על ידי נשים ו-7 מיזמים המובלים על ידי נשים.\nארגון LeadWith, במסגרת הפורום עם Product Queens ו-WE-Women Experience, באות, נשים בהייטק ונשים מדברות קריירה, עורך האקתון לנשים, צעירות ומנוסות בכל מקצועות ההייטק במטרה להדגיש את מקומן בתעשייה ולעודד נשים לקחת חלק בהאקתונים השונים שנערכים כל השנה.\nההאקתון יתקיים בימים חמישי ושישי, 28-29 במרץ, במשרדי AWS בתל אביב, ויגיעו אליו כ-100 נשים מחברות שונות. המשתתפות באירוע ייהנו מנטוורקינג ומפגש בין נשים בשלבי קריירה וממקצועות שונים בתעשייה, מעבודה קבוצתית, הרבה הרצאות וסדנאות העשרה ופעילויות מחברות וכיפיות.\nפורום קהילות הנשים בהייטק Ladies 1st, העומד מאחורי היוזמה, הוקם במטרה לייצר שיתופי פעולה וידע בין קהילות נשים בתחומי הייטק שונים. שיתוף הפעולה עוזר לקדם את מקומן של נשים בתעשייה ולהתמודד יחד עם סוגיות רוחביות.\nמנהלות LeadWith. צילום: תהילה אברהם\nחברת 3Base מעסיקה בבני ברק 130 נשים חרדיות שעוסקות בפיתוח במיקור חוץ לחברות טכנולוגיה גדולות כמו אמדוקס, Fiverr, AT&T ועוד. המיזם הוקם לפני 11 שנים כרעיון אידיאולוגי ומתוך מטרה לשלב את טובי המוחות של האוכלוסייה החרדית בשוק ההייטק הישראלי. המיזם התמקד בקידום נשים עוד מיומו הראשון והוא עוזר לייצר סביבת עבודה נוחה לנשים מהמגזר החרדי, שלפעמים הן המפרנסות היחידות במשפחה. המתכנתות החרדיות מצטרפות לחברה לאחר שסיימו סמינר עם תעודת הנדסאיות תוכנה ועוברות שני סבבים של מבחני לוגיקה בחשבון ורמת ידיעות באנגלית. עבור חרדיות שכבר עבדו בשוק וצברו ותק יש מסלול הצטרפות נוסף.\nQueenB היא עמותה שהוקמה על ידי סטודנטיות למדעי המחשב לנוכח מיעוט הנשים סביבן. מתוך רצון לשנות מציאות זו, העמותה שמה לעצמה למטרה להעלות את הייצוג הנשי בתחום הטכנולוגי. מטרת העמותה היא לייצר תחושת מסוגלות בקרב נערות ונשים לגבי יכולתן לעסוק בכל מקצוע שיבחרו, ופעילותה המרכזית היא תוכנית מלגות, שבה סטודנטיות למדעי המחשב מלמדות נערות בכיתה ח’ תכנות. כך מפעילה העמותה שיעורי תכנות שבועיים לנערות וקהילת סטודנטיות שנהנות מהאקתונים, יריד תעסוקה, הרצאות מנציגות בכירות מחברות הייטק מובילות וכמובן מהעובדה שהן עוזרות להרחיב את קהילת הנשים הטכנולוגיות בישראל.\n;she codes היא קהילה טכנולוגית של נשים, שהוקמה במטרה להגיע ל-50% מפתחות תוכנה בתוך עשור בישראל. היא הוקמה ב-2013 בידי רות פולצ’ק ומונה כעת למעלה מ 20,000 חברות. הארגון נותן מענה למגוון נשים – כאלה המגיעות ללמוד פיתוח תוכנה, לעשות הסבה מקצועית לתחום ההייטק, מפתחות שמטרתן להתקדם במקצוען ולפגוש מפתחות אחרות ונערות בגילאי תיכון שלומדות תכנות. ל-she codes; יותר מ-30 סניפים ברחבי הארץ, שבהם מתקיימים מסלולי לימוד תכנות, קבוצות לעבודה על פרויקטים בליווי מתנדבות מהקהילה, הרצאות טכנולוגיות, מפגשים עם נשים מעוררות השראה, ייעוץ קריירה ועוד.\nShe codes\nהפעם מדובר במשהו קצת שונה. מלבד המחסור בנשים בתפקידים טכנולוגיים בחברות הייטק, קיים גם מחסור בנשים בעלות עסק עצמאי, בכירות, דירקטוריוניות ומנכ”ליות, שיעלו את אחוז ההון שנמצא אצל נשים וגם יקדמו נשים אחרות לתפקידים בכירים במגוון סקטורים. פנתרה היא יוזמה של שני בורשטין, גלית בן שמחון ולימור דהאן, שהקימו מועדון סגור לנשים בלבד במטרה ליצור סביבה טבעית לנשים, כזו שתאפשר להן לצמוח ולהגיע להישגים. המועדון ממוקם בתל אביב, ומציע חלל עבודה מקום לנטוורקינג, הרצאות, ייעוץ וליווי עסקי, חדרי ישיבות ופגישות וכן כולל קמפוס, אקסלרטור וסיוע בגיוס מימון. החברות במועדון כרוכה בתשלום דמי חברות, והקבלה מותנית בראיון אישי, מילוי טופס ו/או המלצות אישיות.\nרק נשים יכולות להביא ילדים לעולם, אבל הן לחלוטין לא חייבות להיות היחידות שנשארות בבית או מוותרות על קריירה לטובת גידול ילדים. יש הרבה סיבות לכך שנשים הן עדיין המטפלות העיקריות בילדים (שכר נמוך מגברים, הנקה, חופשת לידה מוגבלת לגברים) אבל יש גם מי שמנסה לפתור אותו בדרכים יצירתיות.\nMommy Work הוא חלל עבודה משותף להורים וילדים והוא כולל עמדות עבודה בחלל open space, לצד מרחב קטנטנים בגילאי 0-3, עם מטפלות; חלל עבודה “סטרילי” מילדים ובו עמדות באופן ספייס; ופעוטון: חלל לקטנטנים שבו מטפלות, חדרי שינה ומשחקים. במתחם יש גם כמובן שירותי משרד מלאים כמו חדר ישיבות, פקס, מדפסת, חיבור לאינטרנט מאובטח ומטבחון מאובזר. המתחם ממוקם ברעננה, ועל אף שהוא נקרא Mommy Work, אנחנו בטוחים שגם אבות יוכלו לעבוד בו בשמחה רבה.\nלכבוד יום האישה הבינלאומי חברת הפינטק הגלובלית Credorax, בשיתוף EWPN, FinTech Connector ,FinTech Fever ו-Women in FinTech Israel, עורכת אירוע בהשתתפות עשרות נשות מקצוע מעולם הטכנולוגיה הפיננסית, במטרה להצדיע לנשות הפינטק בישראל ולייצר מעגלי שיח בנושאי כלכלה, תשלומים וטכנולוגיות פינטק בעולם. האירוע יתקיים ביום שני, 11 במרץ בשעות 19:00-17:00 במשרדי Credorax שבהרצליה פיתוח.\nהאירוע ייפתח בקבלת פנים ונטוורקינג, וימשיך בסדרת הרצאות: שרון אקשטיין, Chief HR & Business Operations Officer בקרדורקס תעלה עם ההרצאה “When Women Lead”; פסקל ברקוביץ תציג את הרצאתה “תגידו כן”; וכן יעלו נשות הפינטק מיטל רביב, Director, Head of Fintech & Innovation ב-KPMG ומירב הראל Managing Partner בחברה בהרצאה Fintech Fever.", "keywords": "יום האישה,יום האישה הבינלאומי,קידום נשים,העצמה,8 במרץ,8.3,women,נשים בהייטק,נשים בכירות,נשים מנהלות,חללי עבודה,הרצאות,סדנאות"}