{"url": "https://www.geektime.co.il/cicso-acquires-israeli-intucell/", "type": "article", "title": "סיסקו רוכשת את Intucell הישראלית ב-475 מיליון דולרים [אקזיט]", "description": "סיסקו, חברת התקשורת האמריקאית מודיעה על רכישתה של חברת הסטארטאפ הישראלית Intucell, המתעסקת בהתאמה דינמית של רשתות הסלולר במטרה לעזור לספקיות להציע שירות טוב ומהיר יותר", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/intucell.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-23T16:13:18Z", "modified_time": "2013-01-24T09:59:49Z", "articleBody": "סיסקו, חברת התקשורת האמריקאית מודיעה על רכישתה של חברת הסטארטאפ הישראלית Intucell, המתעסקת בהתאמה דינמית של רשתות הסלולר במטרה לעזור לספקיות להציע שירות טוב ומהיר יותר\nסיסקו, ענקית התקשורת האמריקאית, הודיעה היום (ד’) על כוונותיה לרכוש את חברת הסטארטאפ הישראלית Intucell. סכום הרכישה המדובר עומד על 475 מיליון דולרים במזומן, כאשר זה מגיע לאחר שני סבבי השקעה בחברה, שעומדים על סך של 8.5 מיליון דולרים. Bessemer Venture Partners שהובילה את סבב ההשקעה האחרון של החברה לפני כשנתיים, שעמד על 6 מיליון דולרים, תהנה מתגמול בשווי של כחצי ממחיר הרכישה.\nהטכנולוגיה שפיתחה חברת Intucell הישראלית, מיועדת לעזור לספקיות הרשתות הסלולריות להתאים בצורה דינמית את הרשת הסלולרית שלהן, כך שיוכלו להעצים ולמקסם את מהירות רשת האינטרנט, ולהקטין כמה שיותר את כמות ההתנתקויות של שיחות מהרשת. הפתרון בו מתמקדת החברה הוא SON, רשת ארגון עצמית, המאפשרת למגדלים הסלולריים לתקשר אחד עם השני ולמעשה לאפשר להם להתרחב “ולשור” את התאים הסלולריים השונים אחד מהשני.\nהפיתוח של החברה מאפשר למשתמשים העומדים “על קצה” של מגדל סלולרי מסויים לעבור אל מגדל אחר בצורה חלקה ואידיאלית, ללא ניתוקים או האטות בגלישה. משתמשים הנמצאים במרכז הקליטה של המגדלים הסלולריים יהנו גם הם מהטכנולוגיה המדוברת, באמצעות קליטה טובה ומשופרת בצורה משמעותית.\nכחלק מהרכישה הנוכחית, תשולב Intucell בקבוצת האינטרנט והמובייל של סיסקו, ותהווה מרכז פיתוח נוסף עבור החברה. סיסקו מצידה, תהנה בזכות הרכישה מהעצמת שירותיה ברחבי ארצות הברית, שם מעוניינת להוביל את שוק התקשורת. הרכישה כולה צפוייה להסגר במהלך הרבעון השלישי של 2013, כאשר החברות מקוות כי לא יהיו הפתעות או שינויים של הרגע האחרון.\nIntucell נוסדה ב-2008 על ידי רני וולינגשטיין ועידו סוזן, ופעלה עד היום מתחת לראדר למרות שברזומה שלה מופיעים שיתופי פעולה גדולים ומרשימים למדיי, הכוללים שיתוף פעולה עם רשת פלאפון הישראלית ורשת AT&T האמריקאית, כאשר החוזה עם החברה האמריקאית העומד על שירות של 4 שנים, מוערך בכ-55 מיליון דולרים. נכון להיום, החברה מונה למעלה מ-80 עובדים כאשר הכנסותייה השנתיות מוערכות בכ-30 מיליון דולרים.\nעבור סיסקו מדובר ברכישה העשירית אותה מבצעת בישראל, כשבין החברות שנרכשו ניתן למצוא שמות מוכרים יותר ופחות כגון ClassData שנמכרה עבור 50 מיליון דולרים, InfoGear שנמכרה ב-300 מיליון דולרים, NDS שנמכרה עבור 5 מיליארד דולרים לצד חברות נוספות שנרכשו בסכומים גבוהים ומשמעותיים גם הן.", "keywords": "intucell,אינטוסל,סיסקו,cisco,תקשורת,תקשורת סלולרית,תקשורת מקוונת,at&t,פלאפון,son,,at&t"}