{"url": "https://www.geektime.co.il/google-launches-android-basics-in-kotlin-free-course/", "type": "article", "title": "גוגל ממש רוצה שתפתחו לאנדרואיד עם Kotlin אז היא מציעה עכשיו קורס חינמי שמתאים גם למתחילים", "description": "אתם עומדים לבנות את האפליקציות הראשונות שלכם, ב-Kotlin או בכלל, בלי להוציא שקל מהארנק. לא תיקחו?", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/Google-Kotlin-Badges-1595140014-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-19T13:16:41Z", "modified_time": "2020-07-19T13:22:16Z", "articleBody": "אתם עומדים לבנות את האפליקציות הראשונות שלכם, ב-Kotlin או בכלל, בלי להוציא שקל מהארנק. לא תיקחו?\nתמונה: גוגל​\nהתקופה האחרונה כפתה על חלק גדול מאיתנו לחשב מסלול מחדש במקרה הרע, או לנסות לנצל את הסגרים בשביל ללמוד יכולות חדשות. אז אם חשבתם לפתח אפליקציות לאנדרואיד, גוגל נותנת לכם הזדמנות ללמוד בחינם את שפת התיכנות מהצומחות בעולם, Kotlin. ולא, ניסיון בתיכנות הוא ממש לא חובה בקורס הזה.\nקוטלין הפכה לשפת פיתוח רשמית לאנדרואיד ב-Google I/O 2017. היא רצה על גבי Java Virtual Machine והחלה להיות משולבת באנדרואיד סטודיו כבר בגירסה 3.0. בדומה ל-Java, גם קוטלין מונחת עצמים ומתבססת על מערכת טיפוסים (Statically Typed). היא מאפשרת כתיבת קוד נייטיב גם ל-iOS, macOS ול-JavaScript לצורך שימוש באפליקציות ווב. היא נחשבת ידידותית יותר למשתמש, ונוחה במיוחד לפתרון בעיות מורכבות.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nבגוגל מציינים כי יותר מ-50% מהמפתחים המקצועיים לאנדרואיד משתמשים ב-Kotlin וכי זו אחת משפות התכנות האהובות ביותר על פי סקרי Stack Overflow (מקום 4). מלבד הפופולאריות שלה, בגוגל גם הודיעו ב-2019 כי הם מתעדפים מעתה את Kotlin בכך שכל פיצ’ר ו-Jetpack API חדש יושקו קודם כל ב-Kotlin, ורק לאחר מכן לשפות האחרות. בגוגל גם מדווחים כי 60% מהמפתחים המקצועיים כבר משתמשים בשפה הזו, וכ-70% מ-1000 האפליקציות המובילות ב-Play Store משתמשות בה.\nהקורס שנקרא Android Basics In Kotlin מציע לכם הדרכה, שלב אחר שלב, בשימוש ב-Android Studio כדי לבנות את האפליקציות הראשונות שלכם ב-Kotlin או בכלל, ואפילו מלמד אתכם כיצד להריץ אותן על מכשירי אנדרואיד (באמצעות וירטואליזציה, כמובן). בכך, גוגל מקווה לחשוף אתכם לכלים השונים של מפתחי אנדרואיד, ללמד אתכם את עקרונות התיכנות הראשוניים, וטוענת שעד סוף הקורס יהיו ברשותכם מספר אפליקציות שבניתם בעצמכם.\n﻿\nהקורסים מחולקים ליחידות ולמקטעים, ובסוף כל מקטע יחכה לכם מבחן קצר שיוודא שלמדתם את כל מה שחשוב, ולאחר השלמה של כל מבחן תקבלו תג וירטואלי שתוכלו לשמור בפרופיל המפתח שלכם. הקורס עדיין נמצא בתהליכי עבודה ומשוחרר באופן מדורג, כאשר נכון למועד כתיבת שורות אלו, רק היחידה הראשונה מתוך 5 זמינה לצפייה, אשר כוללת הוספת תמונות וטקסט לאפליקציות, שימוש ב-Classes, אובייקטים והתניות ליצירת אפליקציה אינטראקטיבית. בגוגל טוענים שישחררו עוד יחידות בקרוב מאוד, אז כדאי להמשיך ולעקוב.\nגם את זה אתם עומדים לבנות. תמונה: גוגל\nנזכיר כי לגוגל יש אינטרס ברור לחיזוק של Kotlin, בעיקר לאור המאבק המשפטי הארוך בינה לבין Oracle שקנתה את Sun, החברה שפיתחה את Java. במסגרת התביעה, אורקל טוענת שגוגל השתמשה ב-APIs בג’אווה שלא על פי תנאי השימוש (“Fair Use”) כשפיתחה את אנדרואיד באמצעותה. הדיון כבר עבר לבית הדין הגבוה לצדק בארצות הברית לאחר מספר ערעורים של שני הצדדים, אבל אין ספק שבגוגל רוצים להפחית את התלות בשפה הותיקה.\nקורס הבסיס ב-Kotlin זמין לכם בחינם ממש כאן\nואם הקורס הזה קצת קטן עליכם, גוגל מציעה קורסים חינמיים נוספים: Kotlin Bootcamp for Programmers, Android Kotlin Fundamentals ו-Advanced Android in Kotlin", "keywords": "קוטלין,kotlin,גוגל,אנדרואיד,פיתוח,פיתוח אפליקציות,קורס חינמי,קורסים חינמיים,מדריכים לפיתוח אפליקציות,מדריכים,מדריך,קורס,קורס לפיתוח אפליקציות,google,android,course,android basics,מפתחים"}