{"url": "https://www.geektime.co.il/facebook-copying-chineese-features/", "type": "article", "title": "העולם מהתפך: פייסבוק מאמצת פיצ'רים זהים ל-WeChat הסינית", "description": "הזמנים בהם סין הייתה מעתיקה טכנולוגיות מהסיליקון וואלי חלפו מן העולם, וכיום הענקיות הסיניות, כמו Tencent ו-RenRen, מהוות מקור השראה לחברות רבות מחוץ לסין - השינויים שערכה לאחרונה פייסבוק בפלטפורמה שלה יעידו על כך. האם התהפכו היוצרות?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/GettyImages-988165294-1552639486-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-15T16:30:24Z", "modified_time": "2019-03-16T09:39:26Z", "articleBody": "הזמנים בהם סין הייתה מעתיקה טכנולוגיות מהסיליקון וואלי חלפו מן העולם, וכיום הענקיות הסיניות, כמו Tencent ו-RenRen, מהוות מקור השראה לחברות רבות מחוץ לסין – השינויים שערכה לאחרונה פייסבוק בפלטפורמה שלה יעידו על כך. האם התהפכו היוצרות?\n\nצלם/תמונה: S3studio/ Getty Images Israel\nמאת רבקה פנין\nפייסבוק מתכננת לשנות את פלטפורמת המדיה החברתית שלה עם תוספות כמו הודעות פרטיות, קבוצות ותשלומים, שדומים לחידושים האחרונים של אפליקציית WeChat הסינית. כל אלו הן הדוגמאות העדכניות ביותר לטכנולוגיה של סין המועתקת במערב. זוהי מגמה שהתפתחה במהלך העשור האחרון, כאשר הטכנולוגיה של סין נטשה את הסטנדרט של העתקת הטכנולוגיות של עמק הסיליקון, כאשר פייסבוק הועתק בסין על ידי RenRen.\nאפליקציות התוכן, החברה והמסחר הסיניות מתקדמות יותר מאלה שבמערב. WeChat מאפשרת לקנות, לשלם ולשוחח בקלות וביעילות, וזה יותר פונקציונלי מאשר האפליקציות של פייסבוק. ל-Tecent, בעלת אפליקציית המסרים WeChat, יש מיליארד משתמשים. WeChat Pay מונה 900 מיליון משתמשים ומשמשת כארנק נייד מיידי שעוקף בנקאות וכרטיסי אשראי כדי לשלם עבור פריטים על ידי סריקה, באמצעות אפליקציה ייעודית לנייד.\nWeChat השיקה גם מיני-חנויות המשלבות בין תוכן למסחר בצורה חלקה עם קישורים לרכישת המוצרים שניתן לגשת אליהם רק מתוך WeChat. זוהי גישה ראשונה וחדשנית בסין למוניטיזציה לאפליקציות לנייד. בתוך שנתיים מהשקתה המיני-חנויות הגיעו ל-200 מיליון משתמשים, מה שהביא גם את טסלה ו-Walmart להשיק מיני-חנויות ב-WeChat.\nWeChat כמעט שלא פעילה כלל בארה”ב, ומשאירה הזדמנות לפייסבוק למלא את הפער עם החידושים שלה. הודעות ושיחות של WeChat ניתנות לשימוש בארה”ב, אך הפונקציות של תשלומים וקניות אינן נגישות בארה”ב ללא חשבון בנק בסין וחשבון משתמש רשום. רק כ-2% ממשתמשי האינטרנט בארה”ב ניגשים ל-WeChat פעם בכמה ימים – אם כי רוב אנשי הקשר העסקיים הסינים-אמריקניים שסקרנו בארה”ב ובסין מעידים על התועלת שלה.\nזו לא הפעם הראשונה שפייסבוק מחקה מודל סיני. אפליקציית סרטוני הווידאו של סין TikTok הניעה את פייסבוק ב-2018 להשיק את הגרסה שלה, Lasso, שתוארה בסין כהעתק 100% של האפליקציה שנוצרה בסין. הגרסה המקוונת של WeChat למעטפות האדומות של השנה הסינית החדשה, הממולאות בכסף למתנות לחברים ולמשפחה, גם העניקה השראה לפייסבוק, שבדקה את האפשרות למשלוח כסף כמתנה מקוונת גם בפלטפורמה שלה.\nנראה כי היוצרות התהפכו וכעת דווקא חיפוש אחר עסקים מוצלחים יותר בסין כדי להעתיק אותם אל מחוץ לסין נהיה חלק מהמירוץ הטכנולוגי של ארה”ב-סין.\nהכתבה פורסמה לראשונה בפורבס ישראל\nלקריאה נוספת:\n“לא חשבנו שנעשה מהפכה בעולם המשפט”\nחשמל בלתי נדלה: סין מתכננת לבנות תחנת כוח סולארית בחלל", "keywords": "פייסבוק,tencent,renren,wechat,אפליקציות סיניות,פיצ\\'רים סיניים,העתקה,רשתות חברתיות,טכנולוגיות סיניות,מערב,מזרח"}