{"url": "https://www.geektime.co.il/group-42-open-office-in-israel/", "type": "article", "title": "לראשונה: ענקית טכנולוגיה מאיחוד האמירויות פותחת משרד בתל אביב", "description": "ומחפשת שיתופי פעולה עם סטארטאפים ישראליים: ''נשמש כגשר לסטארטאפים ישראליים שרוצים להרחיב פעילות באיחוד האמירויות ובמזרח התיכון''", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/jeremy-bishop-L1ufUOQORsw-unsplash-1599750774-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-10T19:02:47Z", "modified_time": "2020-09-10T19:02:47Z", "articleBody": "ומחפשת שיתופי פעולה עם סטארטאפים ישראליים: ”נשמש כגשר לסטארטאפים ישראליים שרוצים להרחיב פעילות באיחוד האמירויות ובמזרח התיכון”\nמקור: Unsplash\nפירות נוספים לנירמול היחסים עם איחוד האמירויות מגיעים להייטק הישראלי. אחרי שמוקדם יותר השבוע דיווחה חברת Salaryo על השקעה ראשונה של קרן הון שבסיסה הוא דובאי, מודיעה עכשיו G42, אחת מחברות הטכנולוגיה הגדולות באיחוד האמירויות, כי תפתח סניף בתל אביב, כדי לקדם את שיתוף הפעולה עם הסטארטאפים הישראליים.\nG42 או Group 42 שנוסדה ב-2018, נחשבת לאחת מחברות הטכנולוגיה המובילות בתחומים של AI וענן במזרח התיכון והיא מעסיקה מאות עובדים. בהודעה שפרסמה החברה היום (ה’) היא חושפת כי תפתח חברת-בת בישראל. פנג ז’יאו, מנכ”ל G42, סיפר כי מטרת המיזם היא כפולה: “הקמת הסניף הישראלי תחזק את הנוכחות שלנו באיזור, ותעניק לנו גישה ישירה לאחד מהאקוסיסטמים התוססים והבוגרים בעולם”. ז’יאו הוסיף כי הקבוצה: “תשמש כגשר לסטארטאפים ישראליים שרוצים להרחיב פעילות לאיחוד האמירויות ולמזרח התיכון”.\nאת המיזם החדש ינהלו במשותף אנשים משתי המדינות והוא יתמקד בנושאי ביו-טק, בריאות, טכנולוגיות ומחקר AI, אגריטק (טכנולוגיות חכמות לחקלאות), טכנולוגיות הקשורות באספקת מים, אנרגיות מתחדשות וערים חכמות. “בישראל פועלים יותר מ-6,000 סטארטאפים, היא הריכוז הגבוה ביותר של חברות טכנולוגיה ביחס לגודל האוכלוסיה (חוץ מהסיליקון וואלי), והיא מובילה בעולם במספר המדענים ביחס לאוכלוסיה עם 145 מדענים על כל 10,000 איש בהשוואה ל-85 מדענים על כל 10,000 איש בארה”ב, 70 ביפן ופחות מ-60 בגרמניה” נכתב בהודעה.\nהצעד של פתיחת סניף ישראלי מצטרף לשיתופי פעולה נוספים עליהם הכריזה החברה בשבועות האחרונים. בין היתר חתמה החברה מזכר הבנות עם רפא”ל ועם התעשייה האווירית; ומאוחר יותר הודיעה החברה על שותפות עם הסטארטאפ Nanoscent, שפיתח ערכת בדיקת קורונה מהירה שמתבססת על דגימת אוויר – “אף מלאכותי” אם תרצו. החברה עומדת גם מאחורי מיזם 4Humanity, בדיקת שלב 3 לחיסון לוירוס הקורונה, בו לוקחים חלק כ-15,000 מתנדבים באיחוד האמירויות, ירדן ובחריין.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\n ", "keywords": "uae,אבו דאבי,איחוד האמירויות,אקוסיסטם,דובאי,סטארטאפ ישראלי,סטארטאפים"}