{"url": "https://www.geektime.co.il/crunchbase-unicorn-report-2019/", "type": "article", "title": "142 חברות חדשות הצטרפו השנה למועדון ׳׳חדי הקרן׳׳: הישראליות מככבות", "description": "נכון לשנת 2019 פועלות יותר מ-500 חברות ששוויין עולה על מיליארד דולר. כיאה לאומת הסטארטאפ, יש נציגות ישראלית מכובדת. מי התברגה לרשימה?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/toy-791265_1280-1577690029-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-30T14:30:30Z", "modified_time": "2020-01-01T13:26:06Z", "articleBody": "נכון לשנת 2019 פועלות יותר מ-500 חברות ששוויין עולה על מיליארד דולר. כיאה לאומת הסטארטאפ, יש נציגות ישראלית מכובדת. מי התברגה לרשימה? \nמקור: Pixabay\nהתואר חד-קרן, שניתן בעבר לחברות בודדות, שהגיעו להערכת שווי של מיליארד דולר, הפך בשנים האחרונות לתואר קצת פחות נדיר מהחיה המיתולוגית. למעשה, פעילות היום ברחבי העולם מאות חברות שנהנות מחברות במועדון האקסקלוסיבי. דוח חדש מסכם את 2019 וחושף את הנתונים מאחורי המיליארדים.\nעל פי הדוח של מאגר Crunchbase, התווספו בשנת 2019 אל מועדון חדי הקרן 142 חברות חדשות. למרות המספר המרשים מדובר על ירידה קלה משנה שעברה – אז הצטרפו למועדון 158 חברות – שיא של כל הזמנים. ב-2017 אגב הצטרפו למועדון 102 חברות.\nבאופן לא מפתיע, המדינה שייצרה השנה הכי הרבה חדי קרן היא ארה״ב עם 78 חברות, כשבהפרש ניכר מאחוריה, נמצאת סין עם 22 חברות. מדובר בירידה די משמעותית מהשנה שקדמה לה, אז יצאו 58 חדי קרן מסין. בדוח של Crunchbase הסטארטאפ ניישן מיוצגת עם 4 חברות ישראליות חדשות במועדון היוקרתי – אותו מספר חברות כמו בריטניה והודו, אבל בפועל – המספר גבוה אף יותר.\nUnicorn, בעברית – חד-קרן, הוא סטארטאפ ששוויו מוערך ביותר ממיליארד דולר (או יותר). מי שטבעה את הביטוי היא משקיעת הון הסיכון איילין לי (Aileen Lee), המייסדת של Cowboy VC, קרן הון סיכון אמריקאית המתמקדת בהשקעות סיד. הפעם הראשונה בה נעשה שימוש בביטוי ״חד קרן״ הייתה ב-2013, כאשר לי פרסמה טור אורח באתר TechCrunch בו היא דיברה על המועדון האקסקלוסיבי של חדי הקרן, ומאז – ״התופעה״, שבאותה התקופה נחשבה לנדירה במיוחד, נחשבת לקצת פחות כזו כיום – עם יותר מ-500 חדי קרן ברחבי העולם.\n \n \nכבוד. מקור: Crunchbase\nבדרכן אל עבר הערכת השווי היוקרתית, צריכות כמובן החברות, שנמצאות בשלבי הצמיחה שלהן, לגייס מאות מיליוני דולרים. במהלך 2019 החברות הללו גייסו 85.1 מיליארד דולר – סכום מרשים אם כי נמוך משמעותית מ-139 מיליארד הדולר שגויסו ב-2018 או מ-93.8 המיליארד שגויסו ב-2017. חדי הקרן החדשים שהתווספו ב-2019 הוסיפו 216 מיליארד דולר להערכות השווי של כל חדי הקרן, וגייסו סך כולל של 50.5 מיליארד דולר.\nהתחומים המרכזיים בהם בלטו חדי הקרן בשנת 2019 הם הפיננסים, מסחר וקניות, דאטה ואנליטיקס, תחבורה, SaaS ובריאות. שימו לב – אין זכר לסייבר ואבטחה.  החברה בעלת השווי הגדול ביותר כרגע היא אובר (7.3 מיליארד דולר) וקצת אחריה JD Health עם הערכת שווי של 7 מיליארד דולר. סוגיה נוספת אם כי מעט מצערת ששווה להתייחס אליה נוגעת למגדר; רק חמישה מתוך 142 חדי הקרן החדשים שהצטרפו ב-2019 מובלים על ידי יזמת – כלומר 4% בלבד, כש-16 מהם (12%) הוקמו על ידי צוות מעורב של גברים ונשים. רוב החברות – 114 מהן, כלומר 84%, נוסדו על ידי גברים.\nנכון לעכשיו, במאגר של Crunchbase רשומות 538 חברות ששווין מוערך ביותר במיליארד דולר ומעלה, מתוכן – 8 ישראליות; Monday, Landa Digital Printing ו-Infinidat​ בולטות בדירוג עם הערכת שווי  של 2 מיליארד דולר. חברות נוספות, עם שווי ״צנוע״ יותר של מיליארד דולר בלבד הן Como, איירון סורס, Lightricks, OrCam Technologies ו-Riskified. מתוך החברות האלו, החברות החדשות במועדון הן IronSource, Lightricks, Riskified ו-Monday. יחד עם זאת, יש לקחת את הנתונים בעירבון מוגבל מכיוון שנראה כי ב-Crunchbase שכחו עוד כמה חברות ישראליות שהצטרפו השנה לרשימה: Rapyd, Trax שגייסה כבר יותר מ-350 מיליון דולר, Next Insurance ו-Cybereason.\n\n\n\n\n\n\nמי יהיו הסטארטאפ, הקרן והאקסלרטור של השנה?\nהגישו את המועמדים שלכם לפרסי ה-GeekAwards\n\n\n", "keywords": "חד קרן,יוניקורן,crunchbase,חברה ישראלית,מיליארד דולר,סטארטאפ,הייטק,סטארטאפ ישראלי,"}