{"url": "https://www.geektime.co.il/biocatch-raised-145m/", "type": "article", "title": "מגה-גיוס באמצע הקורונה: BioCatch גייסה 145 מיליון דולר", "description": "חברת סטארטאפ הישראלית מציעה דרך לאמת את המשתמשים באמצעות ניתוח של למעלה מ-2,000 פרמטרים שונים בהתנהגות שלהם. מיום הקמתה גייסה החברה כ-192 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/צוות-BioCatch-1-1520860708.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-04-16T14:33:03Z", "modified_time": "2020-04-16T14:33:03Z", "articleBody": "חברת סטארטאפ הישראלית מציעה דרך לאמת את המשתמשים באמצעות ניתוח של למעלה מ-2,000 פרמטרים שונים בהתנהגות שלהם. מיום הקמתה גייסה החברה כ-192 מיליון דולר\nצוות המנהלים ב-BioCatch\nחברת אבטחת המידע הישראלית BioCatch (ביוקאץ’), שמפתחת טכנולוגיה לזיהוי משתמשים בהתבסס על דפוסי ההתנהגות שלהם, גייסה 145 מיליון דולר בהובלת קרן Bain Capital.\nהדרך של BioCatch להתמודד עם איומי הסייבר היא באמצעות התמקדות בהתנהגות המשתמש והתוקף במקום להוסיף שכבות אבטחה נוספות בנקודת הקצה. הטכנולוגיה שלה אוספת ומנתחת למעלה מ-2,000 פרמטרים מהם היא מפיקה פרופיל של התנהגות המשתמש ומודלים לסוגים שונים של התנהגות מורשית וזדונית, פעילות רובוטית, הנדסה חברתית (גניבת זהות – פישינג, וכו’) ואיומי סייבר אחרים. כך למשל, המערכת עוקבת אחרי אחיזת המשתמש במכשיר, גודל היד שלו, האם הוא ימני או שמאלי וקואורדניציית עין-יד על מנת לאמת את זהותו.\nמדי חודש עוקבת החברה אחר יותר מ-5 מיליארד טרנסקציות ומספקת התראות בזמן אמת לכל אנומליה התנהגותית שמזוהה ברשת. בדרך זו החברה בולמת את התרמית בנקודת המוצא ומצמצמת את העלויות התפעוליות המשמעותיות הכרוכות בניהול תרמיות.\nBioCatch נוסדה ב-2011 על ידי אבי תורג’מן ובני רוזנבאום ז”ל. והיא מעסיקה כיום כ-65 עובדים במרכז הפיתוח בתל אביב ובמטה בארה”ב. מאז הקמתה גייסה החברה כ-192 מיליון דולר. סבב הגיוס הנוכחי הובל על ידי קרן Bain Capital והשתתפו בו גם Industry Ventures, American Express Ventures, CreditEase, Maverick Ventures וקרן OurCrowd.\nעל פי דיווחי החברה, ההכנסות הנשנות שלה (ARR), אחד המדדים החשוב בחיי סטארטאפ בשלבי הצמיחה, צמחו בשנה האחרונה ב-150 אחוזים. בחברה מתגאים ביותר מ-90 מיליון משתמשים עם לקוחות דוגמת Zelle, American Express, Itau Unibanco ובנק Natwest.\nהחברה פועלת בשוק תחרותי למדי בו כמה חדי-קרן וחברות גדולות דוגמת Checkr ו-Trusona של אורי הייזן.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\n ", "keywords": "biocatch,אבטחת מידע,ביו קאץ\\',גיוס,גיוס הון,דפוס התנהגות,זיהוי משתמש,סטארטאפ,סטארטאפ ישראלי"}