{"url": "https://www.geektime.co.il/private_channel/israeli-export-nafta/", "type": "article", "title": "שינויים בהסכם NAFTA: האם הייצוא הישראלי בסכנה?", "description": "ארה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/nafta-1526567997.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-03T15:54:56Z", "modified_time": "2018-05-23T20:16:01Z", "articleBody": " ארה”ב הגישה הצעה המקשיחה את כללי המקור של ההסכם, במטרה לעידוד ייצור מקומי בארה”ב. הנוסח מתייחס בשלב זה רק לתעשיות הרכב, הטקסטיל וההלבשה, ועלול להיות בעל השפעה שלילית על הייצוא הישראלי\n \n\nמאת יפעת אלון-פרל, הנציגה הכלכלית בוושינגטון\nבחודש אפריל 2017 חתם נשיא ארה”ב, דונלד טראמפ, על צו נשיאותי המורה על פתיחת הסכם North American Free Trade Agreement – NAFTA – שעיקרו יצירת אזור סחר חופשי בין המדינות ארה”ב, קנדה ומקסיקו (מדינות ה-NAFTA). ההסכם מסדיר מעבר של סחורות וכוח אדם בין גבולות המדינות וקובע הסרת מגבלות סחר ומכסים בעיקר בענף החקלאות ותעשיות הטקסטיל והרכב.\nבין חודש אוגוסט לחודש דצמבר 2017 הצדדים קיימו חמישה סבבים של משא ומתן על ההסכם המחודש. הנספחות הכלכלית עוקבת אחר פרטי המשא ומתן בין הצדדים ובוחנת כיצד הם עשויים להשפיע על הייצוא הישראלי. כעת נראה כי אחד הנושאים שעשויים להשפיע לרעה הוא דרישתה של ארה”ב לשינוי כללי המקור הקיימים בהסכם ה-NAFTA הקיים.\nבמסגרת חידוש המשא ומתן ארה”ב הגישה הצעה מטעמה (ההצעה האמריקאית) המהווה הקשחה של כללי המקור במתכונתם הנוכחית, וזאת מתוך מטרה מוצהרת לעידוד ייצור מקומי בארה”ב על חשבון ייצור במדינות אחרות. נוסח כללי המקור בהצעה האמריקאית הידוע לנו בשלב זה מתייחס רק לתעשיות הרכב, הטקסטיל וההלבשה, ולהבנתנו עלול להיות בעל השפעה שלילית על הייצוא הישראלי.\nכללי המקור הנוכחיים קובעים דרישה של 62.5% “regional value content”. כלומר, 62.5% מהרכיבים ייוצרו במצטבר אצל שלוש המדינות להסכם, והשאר יכולים להיות מיוצרים במדינה אחרת. ההצעה האמריקאית מבקשת להעלות דרישה זו ל-80%, ומוסיפה דרישה חדשה לפיה לפחות 50% יהיה U.S content.\nבנוסף, אם ההצעה האמריקאית תתקבל, יצרני רכב יידרשו לעקוב אחר המקור של כל אחת מתשומות הרכב על מנת לחשב את ה-regional value content. כיום, על פי ההסכם הנוכחי, חברות נדרשות לעקוב אחר המקור של תשומות ספציפיות בלבד. מניתוח ראשוני נראה, כי כללי המקור בהצעה האמריקאית צפויים להשפיע על היצוא הישראלי בשני מישורים:\nבמישרין, העלאת דרישת ה-regional value content ודרישת ה-S. domestic content, יחד עם הדרישה לעקוב אחר המקור של תשומות המוצר, עשויות להקטין משמעותית את ההזדמנויות עבור חברות ישראליות לספק תשומות רכב לארה”ב קנדה ומקסיקו (רכיב ה-outside content יורד משמעותית מ-38% ל-20%).\nבעקיפין, יצרני רכב וחברות מתעשיית הרכב הנמצאות באזור ה-NAFTA טוענים שההצעה תעלה את ההוצאות בייצור הרכב. לצמצום נזק זה הם ייאלצו לקזז מעלויות מחקר ופיתוח ומהכנסת רכיבי טכנולוגיה ברכב. אם אכן כך יקרה, חברות ישראליות המספקות פתרונות טכנולוגים לתעשיית הרכב עלולות להיפגע.\nכלל המקור לטקסטיל והלבשה בהסכם הנוכחי הוא כלל ה-yarn-forward, הדורש שהחוט המשמש להכנת בדים ייוצר באחת ממדינות ה-NAFTA. כמו כן, כל שלבי ההכנה אחרי הכנת החוט חייבים להתבצע באחת ממדינות ה-NAFTA. לכלל זה קיים חריג ה- tariff preference levels – TPLs, הקובע תקרת הוצאה שנתית על מוצרי טקסטיל שעד אליה יצרנים וחברות ממדינות ה-NAFTA רשאים לייבא ממדינות אחרות.\nחריג זה מאפשר ליצרנים ישראלים לעקוף את כלל המקור “yarn-forward” ולספק חוטים ובדים לחברות המייצרות הלבשה במקסיקו, ארה”ב וקנדה. ההצעה האמריקאית מבקשת לבטל את החריג. ביטול ה-TPLs ימנע מיצרנים ישראלים לספק רכיבי טקסטיל והלבשה למדינות ה-NAFTA.\nאם אתם צופים פגיעה אפשרית בפעילות שלכם בעקבות השינויים שתוארו לעיל, או מעוניינים לקבל מידע מעמיק יותר בנושא, ובכל שאלה או בקשה אחרות – מזמינים אתכם לפנות אלינו: אודליה לזימי Odelya.lazimi@israeltrade.gov.il.\nרוצים לקרוא עוד כתבות מהנציגויות הכלכליות של ישראל בעולם? היכנסו לבלוג מינהל סחר חוץ\n", "keywords": ""}