{"url": "https://www.geektime.co.il/bioprotect-raises-25m-in-d-round/", "type": "article", "title": "הסטארטאפ הישראלי BioProtect גייס 25 מיליון דולר", "description": "הסטארטאפ פיתח בלון מתכלה המשמש לצמצום הנזקים מהקרנות בחולי סרטן הערמונית. וגם: Medasense גייסה 18 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/costa-image-1600761618-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-22T12:00:42Z", "modified_time": "2020-09-22T11:54:54Z", "articleBody": "הסטארטאפ פיתח בלון מתכלה המשמש לצמצום הנזקים מהקרנות בחולי סרטן הערמונית. וגם: Medasense גייסה 18 מיליון דולר\nמצמצמים את הנזק של ההקרנות | מקור: BioProtect\nהסטארטאפ הישראלי BioProtect, שפיתח בלון המסייע בהפחתת נזקי ההקרנות בחולי סרטן הערמונית, הודיע על השלמת סבב D בסך 25 מיליון דולר. את סבב הגיוס הובילו קרן אלמדה וה-Family Office של המשקיע וינסנט צ’נגוויז והשתתפו בו גם קרן פרגרין, קרן KBI הדרום קוראנית וקרן טריוונצ’רס.\nיותר ממיליון גברים מאובחנים עם סרטן הערמונית ברחבי העולם מדי שנה, וכ-400,000 מהם יעברו טיפולי הקרנות. טיפולי הקרנות בסרטן הערמונית הוגבלו בעבר מחשש לנזק קרינתי העלול להיגרם לרקטום.\nב-BioProtect (ביופרוטקט) פיתחו בלון מבוסס פולימר מתכלה בשם ProSpace Balloon Spacer, המסייע בצמצום נזקי טיפול הקרינה בכך שהוא מרחיק פיזית את בלוטת הערמונית מהאיבר הסמוך הנמצא בסיכון – הרקטום.\nה-Spacer של ביופרוטקט מאפשר לרופאים מרווח של יותר מ-1.5 ס”מ הנראה לעין באולטרה סאונד ובטומוגרפיה ממוחשבת (CT). הבלון שפיתחו בביופרוטקט נותר יציב במהלך טיפול ההקרנה ונספג לתוך הגוף עם סיומו.\nבביופרוטקט אומרים כי המוצרים שהם מפתחים מייצגים שוק פוטנציאלי של כ-4 מיליארד דולר, כשהפיתוחים שלהם יוכלו לסייע בהגנה על רקמות בריאות בטיפולים הקרנות לסוגי סרטן נוספים – כמו סרטן צוואר הרחם וסרטן הלבלב – וכירורגיה כללית.\nבשיחה עם גיקטיים אמר מנכ”ל החברה גיל רוזן כי התפרצות מגיפת הקורונה לא השפיעה על הגיוס של החברה, ואולי להיפך. “במקרה שלנו זה לא עיכב, ואפילו אפשר לומר שזה שהמשקיעים ראו שאנחנו מתקדמים יפה וראו את זה כאינדיקציה חיובית”, אמר.\nרוזן התייחס לגיוס ואמר כי “הסגירה הסופית של הגיוס תאפשר להשלים הנסוי הראשי מול ה-FDA, לקבל את אישור ה-FDA , ולהאיץ פיתוח המוצרים הבאים”. ביופרוטקט הוקמה ב-2004 על ידי ד”ר אדריאן פז, פרופסור אבי דומב, ושאול שוחט המשמש היום כ-CTO. מאז הקמתה גייסה החברה 37 מיליון דולר.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nסטארטאפ Med-Tech ישראלי נוסף, Medasense, הודיע על השלמת גיוס סבב C בסך 18 מיליון דולר. את סבב הגיוס הובילו קרן Sabadell Asabys הספרדית, משקיעים פרטיים מישראל והמשקיעים הקיימים בחברה Baxter Ventures, Olive Tree Ventures ו-LGL Capital.\nMedasense Biometrics (מדסנס) פיתחה טכנולוגיה, אשר מאפשרת לה להעריך ולעקוב באופן אובייקטיבי אחר שינויים ברמת הכאב של המטופל, על ידי עיבוד פרמטרים פיזיולוגיים רבים אשר מושפעים מכאב. הערכה מדויקת ואובייקטיבית של כאב עשויה לייעל את הטיפול בכאב, לשפר את אפקטיביות הטיפול ולצמצם תופעות לוואי הנובעות מטיפול לא אופטימלי בכאב.\n﻿", "keywords": "סטארטאפ,סטארטאפ ישראלי,גיוס,גיוס הון,ביופרוטקט,ביו-פרוטקט,סרטן,סרטן הערמונית,מדטק,bioprotect,ביו פרוטקט"}