{"url": "https://www.geektime.co.il/altstore-in-the-new-rival-to-apples-appstore/", "type": "article", "title": "רצה לשחק נינטנדו באייפון, וסיים עם אלטרנטיבה חוקית וחינמית לאפסטור של אפל", "description": "מפתח אמריקאי רק רצה לייצר אמולטור למשחקי נינטנדו באייפון, אבל נתקל בדחיות חוזרות ונשנות. אחרי ארבע שנים, הוא שדרג את האמולטור ועל הדרך יצר אלטרנטיבה לחנות של אפל שמחזיקה מפתחים קצר. ואיך כל זה קשור למחאה בהונג קונג?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/altstore-1570713785-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-12T13:00:08Z", "modified_time": "2019-10-12T10:23:45Z", "articleBody": "מפתח אמריקאי רק רצה לייצר אמולטור למשחקי נינטנדו באייפון, אבל נתקל בדחיות חוזרות ונשנות. אחרי ארבע שנים, הוא שדרג את האמולטור ועל הדרך יצר אלטרנטיבה לחנות של אפל שמחזיקה מפתחים קצר. ואיך כל זה קשור למחאה בהונג קונג?\nכך נראה האתר של ה-Altstore | מקור: צילום מסך\nהן לגוגל והן לאפל יש חנויות אפליקציות, כשלכל אחת גישה שונה. גוגל יותר פתוחה מבחינת האפליקציות שהיא מאפשרת למפתחים להעלות לחנות ה-Google Play Store. מנגד, אפל קשוחה יותר ומציגה רשימת הגבלות באורך הגלות על מפתחים שרוצים להכניס את האפליקציות שלהם ל-App Store. בעבר, כדי לעקוף את ה-App Store היינו צריכים ללכת בדרכים עקלקלות כמו ג’יילברייקינג – מה שהיה מונע מאיתנו לעדכן את המכשיר אחרת הכל היה נמחק. כעת הגיע מפתח iOS בן 24 שיצר דרך לעקוף את אפל – חוקית ובלי ג’יילברייקינג. היבט מעניין בחנות החדשה הוא האפשרות שתשמש כבית לאפליקציות שהוסרו ע”י אפל, בין השאר כאלו שהוסרו במסגרת לחץ על ענקית הטכנולוגיה מצד סין – משהו שהמפתח רמז לו בסדרת ציוצים מסתוריים.\nריילי טסטאט ניסה במשך שנים לפתח אימולטור למשחקי נינטנדו, שרצה להעלות לחנות האפליקציות של אפל. האימולטור, שזכה לשם GBA4iOS, נדחה על ידי אפל בטענה על הפרת זכויות יוצרים. העלאה של האימולטור לחנות יכלה ליצור לאפל בעיות קשות עם נינטנדו – מכיוון שהייתה פותחת פתח לאנשים להוריד קובצי משחק (ROM) ולהשתמש באימולטור של ריילי כדי לשחק, במקום לשלם על משחקים רשמיים או משחקי Freemium.\nטסטאט הצליח לעקוף את ההגבלות של אפל באמצעות רכישת רישיון בחינת אפליקציות שהחברה מוכרת בדרך כלל לחברות גדלות שרוצות לבחון אפליקציות חדשות – שם בעלי הרישיון לא כפופים לרשימת הדרישות הארוכה והקשוחה של אפל. הוא העלה את האימולטור שלו לשם, אך באפל עלו די מהר על הניסיון של ריילי – והוא נחסם.\nנקודה חשובה לציין: רישיון בחינת האפליקציות שקנה ריילי – Developer Enterprise Certificate – עמד לפני כמה חודשים בשערורייה שהובילה לפגיעה ביחסים בין אפל לפייסבוק וגוגל. אחד הסיפורים הגדולים שקשורים לרישיון היה סביב העובדה שפייסבוק עודדה בני נוער להשתמש ב-VPN כדי להתקין תוכנת מעקב באמצעות הרישיון ובכך לעקוף את ההגבלות של אפל. פייסבוק שילמה לנערים ולנערות כדי לעקוב אחר הרגלי הגלישה שלהם. גם לגוגל הייתה אפליקציה דומה שעקפה את ההגבלות של אפל, שהעניקה פרסים לבני נוער כדי לעקוב אחר הרגלי הגלישה.\nכך נראות האפליקציות להורדה ב-Altstore | מקור: צילום מסך\nריילי רחוק מלהיות הראשון שמנסה לעקוף את אפל וההגבלות של על אפליקציות בחנות שלה. כבר לפני יותר מעשור צצו דרכים לעקוף את חנות האפליקציות של אפל באמצעות “‘ג’יילברייקינג” – פריצה באמצעות תוכנה וחיבור האייפון למחשב התקנה של חנויות אלטרנטיביות שמציעות אפליקציות עם פיצ’רים שאפל (או האפליקציות הקיימת ב-App Store) לא מאפשרות.\nבעבר היו כמה אפליקציות שהציעו את האפשרות לעקוף את ה-App Store, אחת מהן היא Cydia של המפתח ג’יי פרימן (“סאוריק”). בדצמבר שעבר הנחית פרימן מכה על תעשיית הג’יילברייקינג ההולכת וקטנה, כשהודיע שיפסיק לתחזק את חנות האפליקציות האלטרנטיבית שהקים ואת מערך התשלום שלה.\nוכאן נכנס ריילי לתמונה – עם סצינת הג’יילברייקינג שהולכת ודועכת, שלא לדבר על הסרבול שהיה כרוך בחלק מהדרכים לעקוף את אפל, הוא העלה לפני שבועיים ניסיון חדש לעקוף את אפל – Altstore. הפיתוח של ריילי לא מסתמך יותר על רישיונות מפתחים בתשלום אלא גורם לכך שחשבון ה-Apple ID שלכם ייחשב כחשבון מפתח ב-Xcode, הכלי של אפל למפתחים קטנים ולמי שרוצה לתרגל פיתוח ל-iOS (סטודנטים, לדוגמה).\nעם החלטתם לנסות את Altstore, חשוב שתדעו שאתם צריכים לתת את הסיסמה שלכם כדי שחשבון ה-Apple ID שלכם ייחשב כחשבון פיתוח של Xcode. בפוסט על עליית Altstore לאוויר הבטיח ריילי כי הסיסמה משמשת אך ורק לטובת שינוי ייעוד החשבון, לא תועבר לגורמים צד ג’ ותישמר באופן מאובטח במכשירכם.\nאחרי התקנה חד-פעמית של תוכנה בשם Altserver על המחשב חיבור למחשב ולאייטונס (לא הכל מושלם בתהליך, אין מה לעשות), Altstore תותקן על האייפון שלכם. ה-Altserver הוא המקבילה של אייטונס לכל מה שקשור בחנות האפליקציות האלטרנטיבית. האלטסרבר מעדכנת על גבי Wifi את ה-Altstore ואת האפליקציות שבה – כדי להימנע מחיבור האייפון למכשיר כדי לעדכן את האפליקציות.\nנכון לעכשיו, Altstore מכילה רק אפליקציות שפיתח ריילי עצמו: Delta – הדור הבא של האימולטור שלו למשחקי נינטנדו שאותו פיתח במשך ארבע השנים האחרונות ו-Clip – אפליקציה לניהול ה-Clipbord של האייפון שלכם, שבו נשמר המידע הזמני שאתם מעתיקים ומדביקים בין אפליקציות.\nומה לגבי אפליקציות נוספות? בגלל שמדובר בפרויקט טרי יחסית, ריילי הבטיח בפוסט הבלוג שלו כי ברגע שיתאפס על התפעול של Altstore בשוטף, הוא יתחיל לעבוד על דרך שתאפשר לכל מפתח שירצה להעלות את האפליקציה שלו לחנות. הוא כותב אפילו שהתהליך יהיה דומה לזה שב-Cydia, אבל מדגיש שהוא מתכנן שזה יהיה יותר נוח למפתחים להעלות את האפליקציות שלהם.\n???????? https://t.co/ECpwT7jicJ\n— Riles ????‍♂️ (@rileytestut) October 10, 2019\n\nוכאן נכנסת הזווית האקטואלית: סין עומדת בליבה של שערוריית צנזורה בכמה חזיתות, אחת מהן היא סביב ההפגנות בהונג קונג. הסינים לחצו על אפל עקב מפה המשתמשת במידע nהמשתמשים לסימון חסימות והימצאות של שוטרים במסגרת ההפגנות בעד הדמוקרטיה ונגד חוק ההסגרה לסין. אפל דחתה בעבר את אישור העלאת האפליקציה ל-App Store אך חזרה בה, כעת היא רשמית נכנעה לסין והורידה את האפליקציה. בנוסף, הסירה אפל את אפליקציית כלי התקשורת Quartz מהחנות בסין עקב הסיקור של ההפגנות בהונג קונג.\nבעקבות המהלך, צייץ מחדש ריילי כתבות על הורדת האפליקציות עם אימוג’י המרמז על האפשרות שהאפליקציה תמצא את דרכה ל-Altstore. זו כמובן רק השערה, אבל הסיכוי שה-Altstore תהפוך למקום הבטוח של אפליקציות מחתריות במכשירי אפל מעניין מאוד ויכול לגרור ניסיונות אגרסיביים מצד אפל לנטרולה בהקדם כדי שלא לפגוע בעסקיה מול שווקים גדולים, כמו סין לדוגמה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "אפליקציה,אפל,אפסטור,חנות אפליקציות,אלטסטור,סין,צנזורה,הונג קונג,app store,apple,apple app store,altstore,china,hong kong,censorship,riley testut"}