{"url": "https://www.geektime.co.il/ios13-bug-gives-keyboards-full-access/", "type": "article", "title": "אפל: משתמשי אייפונים ואייפדים ששידרגו ל-iOS 13 חשופים לדליפת מידע", "description": "בחברה פרסמו הודעה על כך שבאג יכול לתת ''גישה מלאה'' למכשיר, אך לא הודיעו מתי בדיוק ישוחרר העדכון שיתקן את הבעיה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/00100lPORTRAIT_00100_BURST20190925072209948_COVER-2-1569389893-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-26T16:10:50Z", "modified_time": "2019-09-26T16:14:31Z", "articleBody": "בחברה פרסמו הודעה על כך שבאג יכול לתת ”גישה מלאה” למכשיר, אך לא הודיעו מתי בדיוק ישוחרר העדכון שיתקן את הבעיה\nמגיע עם מערכת ההפעלה הבעייתית בקופסה – אייפון 11 | צילום: גיקטיים\nאפל שחררה בשבוע השעבר את הגרסה החדשה של מערכת ההפעלה שלה – iOS 13. אתמול היא כבר הספיקה לשחרר את גרסה 13.1, שמתקנת חלק מהבאגים של הגרסה הקודמת. עם זאת, באפל טרם תיקנו באג במערכת החדשה שיכול לאפשר למקלדות צד ג’ שהתקנתם על האייפון או האייפד שלכם לקבל “גישה מלאה” למכשיר – גם אם לא אישרתם זאת.\nבאפל התייחסו לבאג במערכת ההפעלה החדשה שלהם, שמאפשר למקלדות שהתקנתם על מכשירכם “לשוחח” עם אפליקציות אחרות, לקבל גישה לאינטרנט ואף לשמור בשרתיהן את כל מה שכתבתם, כמו מיילים, הודעות וסיסמאות – כך דווח ב-TechCrunch.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nבחברה אמרו כי תיקון לבאג יופץ “בקרוב”, אך לא נקבו תאריך מסוים. בחברה מבהירים כי הבאג לא רלוונטי למשתמשים במקלדת ברירת המחדל של iOS, שהייתה מוגבלת עד כה וזכתה בין השאר לפיצ’ר ההקלדה ב-Swipe, שמשתמשי המקלדות החיצוניות ואנדרואיד מכירים כבר שנים.\nהבעיה מבחינת אפל? מערכת ההפעלה שמגיעה עם הבאג מגיעה עם כל משפחת מכשירי אייפון 11 למיניהם והאייפד החדש שהוכרזו מוקדם יותר החודש והחלו להישלח למזמינים המוקדמים ברחבי העולם. מן הסתם, לא כולם משתמשים במקלדות צד ג’, אך גם חלק מהמספר הלא מבוטל הזה שם משתמשים רבים בסכנה.\nאם אתם משתמשים במקלדות צד ג’, או לא בטוחים אם אתם משתמשים בהן, ורוצים לנטרל אותן עד לעדכון התוכנה הבא של אפל שינטרל את הבאג, כל שעליכם לעשות הוא ללכת להגדרות, לבחור בכללי (Genreal), מקלדת (Keyboard), מקלדות (Keyboards) ואז לוודא שאתם על מקלדת ברירת המחדל של iOS.\nעל פי TheVerge, הגרסה הבאה של מערכת ההפעלה של אפל – iOS 13.2 – נמצאת כבר בגרסת הבטא שלה, כך שייתכן שהתיקון לבאג יופץ בהקדם. עם זאת, העמימות בהודעה של אפל בנוגע לקיומו של הבאג עדיין שמה את תאריך פרסום העדכון בסימן שאלה.", "keywords": "אפל,אייפון,אייפד,מקלדת,באג,אבטחת מידע,ios,ios 13,ios 13.1,ipados,iphone,ipad,iphone 11,iphone 11 pro,iphone 11 pro max"}