{"url": "https://www.geektime.co.il/most-interesting-announcements-microsoft-ignite/", "type": "article", "title": "אפליקציית אופיס חדשה והסרט ''סופרמן'' מאוחסן על פיסת זכוכית: אלו ההכרזות המעניינות של מיקרוסופט", "description": "וגם: עורך הקוד הפופולרי מגיע לדפדפן, פלטפורמת עבודה משותפת לניהול כל שירותי הענן לעסקים, כולל של המתחרות ועוד הכרזות בולטות מכנס Ignite באורלנדו", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/Satya-Nadella-Microsoft-Ignite-2019-1000x667-1572942413-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-05T11:35:56Z", "modified_time": "2019-11-05T11:35:56Z", "articleBody": "וגם: עורך הקוד הפופולרי מגיע לדפדפן, פלטפורמת עבודה משותפת לניהול כל שירותי הענן לעסקים, כולל של המתחרות ועוד הכרזות בולטות מכנס Ignite באורלנדו\nשורת הכרזות עם פתיחת הכנס | מקור: מיקרוסופט\nIgnite, הכנס השנתי שעורכת מיקרוסופט לאנשי IT, נפתח אתמול (ב’) בארצות הברית. בנאום הפתיחה המסורתי חשף מנכ”ל מיקרוסופט, סאטיה נאדלה, לא מעט חידושים והכרזות. הנה כמה מהמעניינים שביניהם.\nאם אתם אוהבים להשתמש באפליקציות אופיס באנדרואיד וב-iOS, אבל מבואסים מהעובדה שאתם צריכים להתקין אפליקציה שונה לוורד, אקסל ופאוורפוינט – אנחנו אנשי בשורות. מיקרוסופט הכריזה על איחוד שלוש האפליקציות הפופולריות שלה לאחת – שבה תוכלו לעשות את כל הפעולות שיכולתם לעשות עד כה בנפרד. האפליקציה תאפשר לכם גם לצלם מסמכים וטבלאות מודפסים ולערוך אותם, לצד המרת צילומים ל-PDF ואפילו לסרוק QR. במיקרוסופט לא אמרו מתי בדיוק תשוחרר הגרסה המלאה, אך תוכלו להצטרף לגרסת ה-Preview שלה, גם לאנדרואיד וגם ל-iOS.\nאחרי שהציגה מוקדם יותר השנה את פלטפורמת Fluid Framework שלה, שיכולה לשמש לעבודה משותפת ברשת, ב-Ignite הכריזה מיקרוסופט על גרסת התנסות פומבית ראשונה של המוצר החדש, והציגה כיצד המוצר ישמש לעבודה משותפת באופיס ברשת (ממכ כמו עבודה על Google Docs). הפלטפורמה תאפשר גם חיבור שירותים מבוססי אינטליגנציה מלאכותית, כמו אינטגרציה עם העוזרת האישית קורטנה או עם שירותים חדשים שיפותחו. במיקרוסופט פתחו הרשמה למפתחים שרוצים גישה מוקדמת ל-Preview של הפלטפורמה החדשה.\n\nזה לא סוד שאינטרנט אקספלורר לא היה הדפדפן הכי חד בקלמר, ונראה שבמיקרוסופט מנסים להרחיק את עצמם ממנו עוד ועוד. עכשיו, אחרי שעבר להתבסס על מנוע כרומיום – בדיוק כמו כרום – זוכה  Edge, הדפדפן של מיקרוסופט ללוגו חדש. הדפדפן זמין כבר בגרסת בטא, אולם הוא יהיה זמין לכלל המשתמשים החל מ-15 בינואר ויכלול את שירות הסינכרון של מיקרוסופט לסיסמאות, היסטוריה, מועדפים ועוד בכל הפלטפורמות. הוא גם יכולול את מערכת ההגנה של מיקרוסופט מפני מעקב, שתגיע מובנית כברירת מחדל.\nמוקדם יותר השנה בכנס Build הכריזה מיקרוסופט כי עורך הקוד הפופולארי שלה – שנמצא אפילו בשימושם של המתכנתים בגוגל –  יזכה לגרסת אונליין בשם Visual Studio Online. כעת הכריזה מיקרוסופט כי מפתחים שרוצים להתנסות בגרסת הרשת של העורך הקוד יכולים לעשות אותה ב-Preview הפתוח שלה. העורך יגיע עם תמיכה בכל הפיצ’רים המרכזיים של גרסת הדסקטופ כמו למשל תמיכה ב-Workspaces, תמיכה ב-Live Share, פיצ’ר כתיבת הקוד המשותפת ו-IntelliCode, כלי ה-AI שעוזר לכם לכתוב קוד מדויק ומהיר יותר.\nכן, אנחנו יודעים שהעוזרות הקוליות של גוגל, אמזון ואפילו אפל זוכות לבמה גדולה יותר מקורטנה של מיקרוסופט, אבל זה לא אומר שבחברה ויתרו עליה. העוזרת הקולית יכולה להיות גם עוזר קולי וזכתה לקול גברי חדש. בנוסף, הגרסה החדשה שלה תקריא לאלו מכם שמשתמשים באאוטלוק ב-iOS (ובהמשך גם באנדרואיד) את תקציר המיילים שקיבלתם, תעזור לכם לסמן מיילים חשובים ולהשיב להם וגם תמחק את המיילים הלא חשובים. היא גם תזכיר לכם על אירועים חשובים ואפילו תציע לכם זמנים שבהם תוכלו להשקיע אקסטרה מאמץ ולעבוד במרוכז לפי הלו”ז שלכם.\nמיקרוסופט הכריזה על מוצר חדש, בשם Project Cortex, שייצור “רשת ידע” לחברה שלכם על ידי שימוש בלמידת מכונה לניתוח כל המסמכים שלכם, והצפתם בתוכנות של מיקרוסופט כמו אאוטלוק, Teams ואופיס – בזמן המתאים. הרעיון הוא לאפשר לעובדים למצוא בקלות ובזריזות את המידע שנמצא בפלטפורמות השונות של מיקרוסופט – בין אם על ידי חיפוש קל או בצורת לינקים נוחים בתוכנות השונות. מדובר בכלי שיכול להיות שימושי מאוד לחברות המייצרות נפח גדול של מידע, על ידי סידורו והפצתו בצורה נוחה באמצעות למידת מכונה.\n\nמיקרוסופט הכריזה על Azure Arc, שייתן לחברות לנהל את כל שירותי הענן שלהן – כולל זה שאצל המתחרות גוגל (Google Cloud) ואמזון (AWS). השירות החדש יעבוד עם שרתי ווינדוס ולינוקס ויאפשר למשתמשים להביא איתם גם חלק מהפיצ’רים המוגבלים רק ל-Azure לטובת ניהול שירותי הענן שאינם של מיקרוסופט.\nמיקרוסופט איחדה כוחות עם אולפני האחים וורנר והציגה דרך מיוחדת לאחסון מידע – על גבי זכוכית. מנכ”ל מיקרוסופט סאטיה נאדלה הציג בכנס פיסת זכוכית בגודל של 75 מ”מ על 75 מ”מ שעליה אוחסנה הגרסה המקורית של הסרט סופרמן משנת 1978, שהופק ע”י אולפני האחים וורנר, במסגרת מה שזכה לכינוי “פרויקט סיליקה”.\nלצורך האיחסון נעזרת מיקרוסופט בלייזר פמטוסקונד (Femtosecond Laser) שצורבים את המידע ב-3 מימדים על גבי הזכוכית. על פי נאדלה, המידע שעל הזכוכית עמיד גם כאשר תכניסו את הזכוכית לתנור, למיקרוגל או כאשר תשרטו אותה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "מיקרוסופט,כנס,הכרזות,מוצרים,שירותים,איגנייט,אזור,אדג\\',דפדפן,אופיס,אפליקציה,אפליקציות,אנדרואיד,וורד,פאוור פוינט,פאוורפוינט,אקסל,קורטנה,אאוטלוק,מייל,ios,ויז\\'ואל סטודיו,visual studio online,project cortex,azure arc,office app,cortana,ignite,microsoft ignite"}