{"url": "https://www.geektime.co.il/microsoft-summit-tlv-azure/", "type": "article", "title": "מיקרוסופט העולמית תקיים בתל אביב את ועידת הענן שלה, 2,500 איש צפויים לפקוד אותה", "description": "אחרי שהגיעה לכמה מדינות בעולם, ועידת Microsoft Tech Summit תגיע לתל אביב בסוף נובמבר ויארח בכירים מהחברה העולמית, כמו ג'וליה ווייט וסקוט גאת'רי, בוועידה יתקיימו סדנאות ופגישות. הכניסה ללא עלות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/GettyImages-518420748.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-16T11:20:05Z", "modified_time": "2017-11-06T13:11:11Z", "articleBody": "אחרי שהגיעה לכמה מדינות בעולם, ועידת Microsoft Tech Summit תגיע לתל אביב בסוף נובמבר ויארח בכירים מהחברה העולמית, כמו ג’וליה ווייט וסקוט גאת’רי, בוועידה יתקיימו סדנאות ופגישות. הכניסה ללא עלות\nהכתבה בחסות\n\nצלם/תמונה: Bloomberg/ Getty Images Israel\nמיקרוסופט העולמית בחרה לאחרונה כמה מדינות שבהן תציג את המגמות העדכניות ביותר בענן שלה. אחרי ביקור בסידני אוסטרליה, היא תגיע גם לתל אביב עם אירוע Microsoft Tech Summit. האירוע צפוי למשוך כ-2,500 מפתחים, אנשי IT, סטודנטים ואוהבי טכנולוגיה, שיבואו לשמוע על החידושים בתחומי תשתיות IT וענן, פלטפורמת האפליקציות, Security, תקשורת, IoT, בינה מלאכותית, ביג דאטה ו-BI ועוד.\nזוהי הפעם השנייה שהכנס נערך בישראל. השנה הוא יתקיים במרכז הירידים בתל אביב, בימים רביעי וחמישי, 30-29 בנובמבר, וההשתתפות בו ללא עלות.\nבמשך יומיים שורה של בכירים בחברה מהארץ ומחו”ל יעבירו הרצאות, סדנאות ו-Demos, והמשתתפים בכנס יוכלו להיפגש עם בכירי החברה ב-Hub מפנק שיוקם במתחם האירוע. ביום הראשון של הכנס ג’וליה ווייט, CVP Azure and Security, תעביר את ההרצאה המרכזית שתעסוק בכל המגמות העדכניות בענן; וביום השני סקוט גאת’רי (Scott Guthrie), סגן נשיא בכיר וראש חטיבת הענן של החברה, יעביר מרתון Coding ופיצה בשם “Azure Red Shirt Dev Tour”.\nההרצאות יתחלקו לשלושה תחומים עיקריים: Infrastructure & Applications, Data & AI ו-Modern Workplace, ובמהלכן יוצגו החידושים הכי עדכניים ויתקיימו השקות של מוצרים חדשים מכנס מיקרוסופט Ignite באורלנדו, ובהם אינטגרציה בין מוצרי מיקרוסופט ובין לינקדאין, חידושים בפתרונות OSS על AZURE, שילוב CLOUDYN (חברה ישראלית שמיקרוסופט רכשה לאחרונה) בתוך פורטל הניהול של AZURE, חידושים ל-AZURE FUNCTIONS, COSMOSDB ו-AZURE COGNITIVE SERVICES, חבילות חדשות ל-OFFICE ול-WINDOWS ופתרונות סייבר סקיוריטי חדשים.\nלפרטים נוספים ולהרשמה", "keywords": "microsoft,microsoft tech summit,מיקרוסופט,ג\\'וליה ווייט,סקוט גאת\\'רי,תשתיות it,ענן,פלטפורמת האפליקציות,security,תקשורת,iot,בינה מלאכותית,ביג דאטה,bi"}