{"url": "https://www.geektime.co.il/our-new-fruits-will-come-from-the-factory-and-not-from-nature/", "type": "article", "title": "בעוד שנתיים תאכלו פירות מהונדסים ויש מי שפתחו במלחמת נגד כבר עכשיו", "description": "במהלך השנה אמור משרד החקלאות של ארצות הברית לאשר את זני התפוח Arctic Granny ו-Arctic Golden, התפוחים המהונדסים גנטית הראשונים שיצאו לשוק. על אף שכנראה יעברו עוד שנתיים לפני שהפרי יגיע לחנויות, לפחות יצרן אחד כבר ממהר לסמן את התפוחים שלו כלא-מהונדסים גנטית", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/apple21.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-31T15:23:50Z", "modified_time": "2014-08-31T15:25:18Z", "articleBody": "במהלך השנה אמור משרד החקלאות של ארצות הברית לאשר את זני התפוח Arctic Granny ו-Arctic Golden, התפוחים המהונדסים גנטית הראשונים שיצאו לשוק. על אף שכנראה יעברו עוד שנתיים לפני שהפרי יגיע לחנויות, לפחות יצרן אחד כבר ממהר לסמן את התפוחים שלו כלא-מהונדסים גנטית\nצילם: טראביס ראת׳בון, מדע פופולארי\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 243 שראה אור ביולי 2014 ונכתבה במקור על ידי ברוק בורל.\nקמפיין התפוחים המתהווה הוא הקרב האחרון במלחמה על אורגניזמים מהונדסים גנטית (GMOs) – נושא שהפך עם הזמן לשנוי יותר ויותר במחלוקת. בעשור האחרון, עוררה המחלוקת סביב GMOs התפרעויות ברחבי העולם והביאה לוונדליזם ביבולים באורגון, בבריטניה, באוסטרליה ובפיליפינים. במאי השנה, חתם מושל ורמונט על חוק שיהפוך אותה כנראה למדינה הראשונה בארצות הברית שדורשת תווית לרכיבים שעברו הנדסה גנטית; יותר מ-50 מדינות בעולם כבר דורשות אותה. הסנטור דיוויד זאקרמן המייצג את ורמונט אמר ל-Democracy Now, “כצרכנים, אנחנו שפני ניסיון, כי אנחנו באמת לא מבינים את ההשלכות”.\nאבל האמת היא ש-GMOs נחקרו לעומק, ונראה שהם הרבה פחות חריגים ממה שנראה במהומה התקשורתית. כדי לייצר את זן תפוחי ה-Arctic, לקחו הביולוגים גנים מזני ה-Granny Smith וה-Golden Delicious, הינדסו אותם לדכא את האנזים שגורם להשחמה, והשיבו אותם לרקמות העלים. הפעולה הזאת הרבה יותר מדוייקת מהשיטות המסורתיות, אשר דורשות ממגדלים לבצע האבקות ידניות בתקווה שהם יצליחו לייצר פרי עם המאפיין הרצוי. ביולוגים מפתחים גם שיטות הנדסה גנטית שיהפכו צמחים לעמידים למזיקים ולקוטלי עשבים; המאפיינים האלה שולטים ביותר מ-1.74 מיליון קמ”ר של יבולי GMO שכבר נשתלו ברחבי העולם. מדענים עובדים עם מגוון יבולים ששורדים מחלות, בצורות ושטפונות.\nאז ממה, בדיוק, מפחדים הצרכנים? כדי לענות על השאלה, בחר מגזין ״מדע פופולארי״ בעשר מבין הטענות הנפוצות ביותר לגבי GMO וראיין כמעט תריסר מדענים. התשובה הקולקטיבית שלהם: זה לא ממש מפחיד.\nהנדסה גנטית היא טכנולוגיה רדיקלית בני אדם משפיעים על גנים של יבולים כבר אלף שנים, על ידי רבייה סלקטיבית של צמחים עם מאפיינים מועדפים. (דוגמה מושלמת: אלפי זנים של התפוחים). למעשה כמעט כל יבולי המזון שלנו עברו התאמה גנטית בצורה כלשהי. במובן הזה, GMO אינו רדיקלי בכלל. אבל הטכניקה אכן שונה באופן דרמטי מרביית צמחים מסורתית.\nהנה כיצד זה פועל: המדענים מפיקים מעט מה-DNA של צמח מסוים, מהנדסים או משכפלים אותו, ומשלבים אותו אל תוך הגנום של אותו המין או מין אחר. הם משתמשים בחיידקים כדי להעביר את החומר הגנטי החדש, או בירי כדורי מתכת זעירים מצופים ב-DNA אל תוך תאי צמחים בעזרת “רובה גנים”. המדענים אינם יכולים לשלוט בדיוק היכן ה-DNA הזר ינחת, לכן הם חוזרים ומנסים עד שהם מקבלים דגימת גנים עם המידע הנכון במקום הנכון.\nהתהליך הזה מאפשר רמת דיוק גבוהה יותר. “עם GMOs, אנחנו מכירים את המידע הגנטי בו אנחנו משתמשים, אנחנו יודעים לאן הוא נכנס בגנום, ואנחנו יכולים לראות אם הוא קרוב לאלרגן או לרעלן או אם הוא הולך לנטרל [גן אחר]”, אומרת פגי ג. למאו, ביולוגית צמחים באוניברסיטת קליפורניה בברקלי. ” כשאתה מצליב בין זנים שונים ברבייה מסורתית – אתה רק יכול לנחש את התוצאה”.\nה-GMOs הם חדשים מכדי שנוכל לדעת אם הם מסוכנים זה תלוי בדרך שבה מגדירים חדש. צמחים הונדסו גנטית במעבדות לפני 30 שנה, והפכו למוצר מסחרי ב-1994. מאז, פורסמו יותר מ-1,700 מחקרי בטיחות שעברו ביקורת עמיתים, כולל חמישה דוחות ארוכים ממועצת המחקר הלאומית, שמתמקדים בבריאות האדם והסביבה. הקונסנזוס המדעי הוא שיבולי GMO הקיימים כיום בשוק זהים מבחינה בריאותית ליבולים קונבנציונליים.\nחקלאים לא יכולים לשתול מחדש זרעים שעברו הינדוס גנטי בשנות ה-90, לא אישר משרד הפטנטים שימוש בגנים המכונים terminator genes, שיכולים להפוך זרעים לעקרים, שנועד לשמור על זכויותיהם של מפתחי הזנים. במקום זה, חברות זרעים דורשות מחקלאים לחתום על הסכמים שאוסרים שתילה מחדש כדי להבטיח מכירות שנתיות. קנט ברדפורד, מדען צמחים באוניברסיטת קליפורניה בדיוויס, אומר שחקלאים מסחריים בקנה מידה גדול בכל מקרה לא שומרים זרעים. תירס הוא היבריד של שתי שושלות של אותם מינים, לכן זרעיו לא יעבירו את המאפיינים הנכונים לדור הבא. אפשר לשמור זרעי כותנה וסויה, אבל רוב החקלאים לא טורחים לעשות את זה. “האיכות פוחתת – יש בתוכם זרעי עשבים וכו’ – וזה לא משתלם כלכלית”, אומר ברדפורד.\nאנחנו לא זקוקים ל-GMO – יש דרכים אחרות להאכיל את העולם. יבולי GMO לבדם כנראה לא יפתרו את בעיות המזון של העולם. אבל עם שינויי האקלים וצמיחת האוכלוסייה המאיימים על אספקות מזון, יבולים מהונדסים גנטית יוכלו להגביר באופן משמעותי את התפוקה. “יבולי GMO הם רק כלי אחד להבטיח שהעולם ישאר בטוח מבחינה תזונתית כשיתווספו לאוכלוסיית העולם שני מיליארד בני אדם עד 2050”, אומר פדרו סאנצ’ז, מנהל מרכז בטיחות החקלאות והמזון במכון העוסק במדעי כדור הארץ של אוניברסיטת קולומביה. “הם לא הפתרון היחיד, וכיום עדיין אין צורך בהם, אבל בהחלט טוב שיהיו בארסנל שלנו”.\nGMOs גורמים לאלרגיות, לסרטן ולבעיות בריאות אחרות. אנשים רבים חוששים שהנדסה גנטית מחדירה חלבונים מסוכנים, בעיקר אלרגנים ורעלים, לשרשרת המזון. זהו חשש סביר למדיי: באופן תאורטי, זה אפשרי שגן חדש יבטא חלבון שמעורר תגובה במערכת החיסונית. זאת הסיבה שחברות ביוטכנולוגיה מתייעצות עם מנהל המזון והתרופות לגבי סוגי מזון מהונדסים גנטית ומבצעים בדיקות אלרגיה ורעילות נרחבות. הבדיקות האלה הן התנדבותיות אבל נפוצות; אם לא מבצעים אותן, ה-FDA יכול לחסום מוצרים.\nמחקר שפורסם ב-2012 על ידי חוקרים מאוניברסיטת קן בצרפת, שצוטט באופן נרחב, טוען שאחד מזני התירס המהונדסים גנטית של Monsanto גרמו לגידולים באוכלוסיית החולדות. אבל אמינות תוצאות המחקר נפגעה באופן נרחב בגלל שיטות מחקר פגומות, וכתב העת פסל אותו ב-2013. לאחרונה פרסמו חוקרים מאוניברסיטת פרגויה באיטליה סקירה של 1,783 מבחני בטיחות של יבולי GMO; 770 בחנו את ההשפעות על בריאות בני אדם ובעלי חיים. הם לא מצאו ראיות לכך שמוצרי המזון מסוכנים.\nכל המחקרים העוסקים ב- GMOs מומנו על ידי תאגידים חקלאיים. זוהי טענה פשוט לא נכונה. בעשור האחרון, פרסמו מאות חוקרים עצמאיים מחקרי בטיחות שעברו הערכת עמיתים. לפחות תריסר קבוצות רפואיות ומדעיות ברחבי העולם, כולל ארגון הבריאות העולמי והאיגוד האמריקאי לקידום המדע, ציינו שה-GMOs שאושרו עד כה למכירה בטוחים.\nיבולים מהונדסים גנטית גורמים לחקלאים להשתמש בכמויות יתר של חומרי הדברה וקוטלי עשבים. הטענה הזאת דורשת ניתוח. שני GMO רלוונטיים שולטים בשוק. הראשון מאפשר ליבולים לבטא חלבון מהבקטריום Bacillus thuringiensis (Bt), שהוא רעיל לחרקים מסויימים. הוא גם הרכיב הפעיל בחומרי הדברה בהם משתמשים חקלאים אורגניים. יבולי Bt הפחיתו באופן דרמטי את ההסתמכות על חומרי הדברה כימיים באיזורים מסויימים, אומר ברוס טבשניק, אנטומולוג מאוניברסיטת אריזונה.\nהשני גורם ליבולים להיות עמידים לקוטל העשבים גלייפוסט, כך שחקלאים יכולים לרסס שדות שלמים בצורה חופשית ולהמית עשבים בלבד. השימוש בגלייפוסט נסק בארצות הברית מאז שה-GMOs האלה הוצגו ב-1996. גלייפוסט הוא בין קוטלי העשבים הפחות רעילים, עם רעילות פחותה פי 25 מזו של קפאין. השימוש בו הפחית הסתמכות על אלטרנטיבות רעילות יותר, כמו אטרזין.\nGMOs יוצרים חרקי-על ועשבי-על. אם החקלאים מסתמכים בצורה מוגזמת על Bt או גלייפוסט, פיתוח עמידות לחומרי הדברה היא בלתי נמנעת, אומר טבשניק. כך פועלת האבולוציה, והיא מקבילה לאנטיביוטיקה שיוצרת חיידקים עמידים יותר. כתוצאה מכך יאלצו החקלאים לחזור להשתמש בכימיקלים חזקים יותר. הפתרון, הוא אומר, להשתמש בניהול מזיקים משולב, אשר כולל גידול יבולים שונים בסבב. אותו הדבר חל על כל סוג חקלאות.\nGMOs פוגעים במיני חרקים מועילים. האמירה הזאת הופרכה בחלקה. מדבירי חרקים מסוג Bt נקשרים לחלבונים המצויים במעיים של חרקים, והורגים מינים מסויימים. עבור רוב החרקים, שדה של יבולי Bt בטוח יותר מאחד שמרוסס עם חומר הדברה שקוטל ללא הבחנה. פרפרי דנאית מלכותית, למשל, מייצרים את אותם חלבונים כמו אחד ממזיקי המטרה של ה-Bt, וניסוי מעבדה שהתקיים באוניברסיטת קורנל משנת 1999 הראה שהזנת הזחלים בצמחי אסקלפיאס המצופים באבקני תירס Bt יכלה להרוג אותם. אבל חמישה מחקרים שהתפרסמו ב-2001, מצאו שפרפרי הדנאית מלכותית אינם נחשפים לרמות רעילות של אבקני Bt בטבע.\nמאמר משנת 2012, שפורסם על ידי אוניברסיטת איווה סטייט ואוניברסיטת מינסוטה, העלתה סברה ש-GMOs עמידים לגלייפוסט אחראים בשנים האחרונות לצניחה באוכלוסיית הדנאית המלכותית, וזאת כתוצאה מכך שקוטל העשבים הורג את האסקלפיאס – מקור המזון היחיד של הזחלים – בתוך וליד יבולים שעושים בו שימוש.\nגנים מהונדסים מתפשטים ליבולים אחרים וצמחי בר, ומפרים את איזון המערכת האקולוגית. החלק הראשון עשוי להיות בהחלט נכון: צמחים מחליפים חומר גנטי כל הזמן באמצעות אבקנים, אשר נושאים DNA צמחי – כולל מקטעים מהונדסים גנטית. על פי וויין פארוט, גנטיקאי צמחים באוניברסיטת ג’ורג’יה, הסיכון לחוות שכנות הוא נמוך יחסית. קודם כל, אפשר להפחית את הסיכויים להאבקה הדדית על ידי דירוג לוחות זמנים של שתילת צמחים, כך ששדות מואבקים במהלך חלונות זמן שונים. (חקלאים עם שדות GMO ואורגניים סמוכים כבר עושים את זה). ואם מעט אבקני GMO כן נוחתים בשדה אורגני, זה לא בהכרח יבטל את הסטטוס האורגני. מוצרי מזון שנושאים את תווית “פרויקט נקי מ-GMO מורשים להכיל 0.5 אחוז GMO במשקל יבש.\nבאשר ל-GMO שחודר לצמחי בר, הישרדות הצאצאים תלויה באופן חלקי בשאלה אם המאפיין מספק יתרון אדפטיבי. גנים שמסייעים לצמחי בר לשרוד עשויים להתפשט, בעוד אלה אשר, נאמר, מגבירים תכולת ויטמין A עשויים להישאר ברמות נמוכות או להיעלם לחלוטין.\nטכנולוגיית ה-GMO השכיחה ביותר כיום, DNA משוחלף, ממקמת גנים בתוך התאים של הצמח באמצעות חיידקים או כלי העברה מקצועיים, אבל כרוכה בה מידת מה של ניסיון וטעייה. שיטה חדשה שנקראת עריכה גנטית משתמשת באנזימים כדי לחתוך ולהוציא חלקיק ספציפי של DNA כדי למחוק אותו או להחליף אותו. השיטה מאפשרת שינויים מדוייקים יותר בגנום של צמח. מדענים מאוניברסיטת קליפורניה בברקלי כבר עובדים עם השיטה כדי לייצר קסאווה עמידה לווירוסים.\nעריכה גנטית עשוייה גם לספק חומר למחלוקת חדשה. שיטות GMO עכשוויות משאירות מאחריהן עקבות – לדוגמה, חתיכת DNA מבקטריום המשמש להחדרת גנים חדשים. האנזימים המשמשים בתהליך העריכה הגנטית לא מותירים טביעת אצבע שכזאת, לכן, בעתיד יהיה קשה יותר לזהות צמחים מהונדסים גנטיים באמצעות בדיקות.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "תפוח עץ,תפוח מהונדס,תפוח מהונדס גנטית,מדע פופולארי,מדע פופולרי,gmos,gmo"}