{"url": "https://www.geektime.co.il/top-6-startups-for-kamatech-accelrator/", "type": "article", "title": "בעזרת הטק: 224 סטארטאפים נרשמו לאקסלרטור החרדי הראשון, רק 6 התקבלו", "description": "224 סטארטאפים הגישו מועמדות לתוכנית ההאצה הראשונה המיועדת למגזר החרדי, אולם רק 6 מהם התקבלו וזכו לחבילת סיוע נדיבה. מהם המאפיינים המיוחדים של התוכנית ומהם הסטארטאפים הנבחרים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/04/SMALL1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-04-20T20:15:08Z", "modified_time": "2015-04-22T07:45:13Z", "articleBody": "224 סטארטאפים הגישו מועמדות לתוכנית ההאצה הראשונה המיועדת למגזר החרדי, אולם רק 6 מהם התקבלו וזכו לחבילת סיוע נדיבה. מהם המאפיינים המיוחדים של התוכנית ומהם הסטארטאפים הנבחרים\n\nלפני כשלושה חודשים סיפרנו לכם על תוכנית ההאצה המיוחדת של קמא-טק, המיועדת ליזמים חרדיים. היום (ב’) נבחרו 6 הסטארטאפים שיזכו לחבילת תמיכה, מנטורינג על ידי סטארטאפים ישראלים מובילים והצגה מול משקיעים בלונדון ובניו יורק.\nנדמה שגם המארגנים לא צפו את הרעב שיש במגזר החרדי ליצירת מיזמים בתחומי ההיי-טק, משום שלא פחות מ-224 סטארטאפים חרדיים הגישו מועמדות להיכלל באקסלרטור. מתוך כל הסטארטאפים הללו רק 6, שנבחרו על ידי חבר שופטים בראשות המשקיע יזהר שי, יזכו לקחת חלק בתוכנית. ששת הסטארטפים שנבחרו הם:\nWork Capital – של היזם שמחה נוימרק – שמפתח אפליקציה שפותרת את בעיית תזרים המזומנים לבעלי עסקים קטנים ומסייעת בהלוואות גישור בין לקוחות לספקים. האפליקציה מבוססת על טכנולוגיות מתקדמות ואלגוריתמים מתוחכמים לחישוב סיכונים.\nProg – של היזמים טובי וחיים דיקמן – מעין מארקטפלייס ליוצרים ולמעצבים בתחום התקשורת החזותית.\nPojo – של היזמים אריאל קליקשטיין ויוני לוקסנברג – מעין Wix למקצוענים – מאפשרת יצירה ומכירה של תבניות לבניית אתרים על גבי פלטפורמת וורדפרס.\nEnglishOn של היזמים מיכאל משיאן ואאור שרף – סטארטאפ שמפתח תוסף ללימודי אנגלית על גבי אתרי אינטרנט. בעזרת התוסף שהחברה מפתחת, יכולה להפוך כל כתבה בכל אתר חדשות לסביבה ללימוד, אימון ותרגול אנגלית.\nDMC של היזמת יוכבד סלר – מפתחת מערכת לתיקון מתודולוגי של טעויות במסדי נתונים של ביג דאטה במערכות ארגוניות.\nCognilyze של דביר לרר – מספקת מנוע המלצות חדשני ומתוחכם לקניות – הגולש קונה מוצר באינטרנט (למשל באיביי או באמזון) ומנוע ההמלצות יודע לצפות מה הוא עוד רוצה לקנות ולהציע לו מוצרים מתאימים.\nכזכור, בתוכנית שלושה מכיבים ייחודיים למגזר: המרכיב הראשון הוא שבניגוד לתוכניות האצה אחרות, התוכנית לא תתרחש בחלל עבודה אחד, אותו חולקים היזמים. במקום זאת, יאומץ כל סטארטאפ חרדי על ידי סטארטאפ ישראלי מוביל, שייארח אותו גם פיזית במשרדיו. בין הסטארטאפים המאמצים שייקחו חלק במחזור הראשון ניתן למנות את Wix, Outbrain, LiveU, Taboola, Plarium ו-IronSource; המרכיב השני הוא צוותי פיתוח ללא עלות, זאת בזכות שיתוף פעולה של התוכנית עם הקמפוס האקדמי לוסטיג לבנות חרדיות; והמרכיב השלישי הוא שבסיום התוכנית יציגו היזמים בשלושה דמו-דיי: בישראל, בניו יורק ובלונדון.\nאירוע ההשקה שנערך היום כלל גם פאנל, בו השתתפו בועז מעוז, מנכ”ל סיסקו ישראל, פרופסור אמנון שעשוע, יו”ר Mobileye וד”ר יאיר שינדל ראש מטה ישראל דיגיטלית במשרד ראש הממשלה. שעשוע אמר: “בתפיסת העולם החילונית שלי היה נראה לי טבעי שהתרבות החרדית ועולם ההיי-טק לא מתחברים. אבל לאחר שנחשפתי לפעילות של קמא-טק הבנתי שהצורך והעניין ביזמות ובהיי-טק מבעבע בחברה החרדית ואנחנו החילונים לא מודעים לכך”. שעשוע הוסיף: “התוכנית שהשקנו משכה 224 תוכניות עסקיות מקבוצות יזמים ויזמיות מהחברה החרדית. אני חושב שזה מדהים ושיש כאן פוטנציאל אדיר לשילוב חרדים בלב העשייה הכלכלית במדינה”.\n ", "keywords": "סטארטאפ,מיזם,קמא-טק,חרדים,חרדי,תוכנית האצה,אקסלרטור,אקסלרטור חרדי,תוכנית האצה חרדית,סטארטאפ חרדי,סטארטאפ דתי,מיזם חרדי,מיזם דתי,יוסי ורדי,אמנון שעשוע,מובילאיי,mobileye,יאיר שינדל,בועז מעוז,prog,pojo,englishon,dmc,cognilyze,work capital"}