{"url": "https://www.geektime.co.il/preempt-security-acquired-by-crowdstrike-for-96m/", "type": "article", "title": "סטארטאפ הסייבר Preempt נמכר ב-96 מיליון דולר", "description": "הטכנולוגיה של Preempt צפויה להיטמע בתוך פלטפורמת אבטחת הענן של הרוכשת - CrowdStrike האמריקאית. עד לרכישתה גייסה החברה 27.5 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/product-1@2x-1600925973-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-24T09:18:11Z", "modified_time": "2020-09-24T09:18:11Z", "articleBody": "הטכנולוגיה של Preempt צפויה להיטמע בתוך פלטפורמת אבטחת הענן של הרוכשת – CrowdStrike האמריקאית. עד לרכישתה גייסה החברה 27.5 מיליון דולר\nמקור: Preempt\nסטארטאפ הסייבר הישראלי-אמריקאי Preempt Security, המפתח פלטפורמת Zero Trust לזיהוי ונטרול איומים על מערכות ארגוניות, נרכשה על ידי Crowdstrike האמריקאית, המספקת לארגונים אבטחה בענן. הסטארטאפ הישראלי נרכש עבור כ-96 מיליון דולר.\nPreempt Security (פריאמפט סקיוריטי) מפתחת פלטפורמת Zero Trust להגנה על רשתות ארגוניות המבוסס על זהות, התנהגות ופרופיל סיכון. המוצר של Preempt מציע מענה אקטיבי בזמן אמת, בשונה ממרבית מוצרי האבטחה בתחום ניתוח ההתנהגות, אשר מסתפקים בדיווח על התרעות ושליחתם למרכז בקרה (SIEM) וימתינו לטיפול על ידי אנליסטים בדיעבד. הטכנולוגיה של החברה משלבת יכולות Machine Learning יחד עם הבנה של פרוטוקולי הזדהות ברשתות ארגוניות, ומשתמשת ביכולות האלו כדי לסכל התקפות בזמן אמת.\nב-CrowdStrike, המספקים אבטחה בענן לארגונים, מתכננים להטמיע את הטכנולוגיה שפיתחו ב-Preempt בפלטפורמה שלהם – CrowdStrike Falcom – כדי לשפר את יכולות האבטחה שמציעה החברה לארגונים כשתספק להם נראות (Visibility) מקצה לקצה ועל ידי אכיפת מידע מבוסס זהות.\nמנכ”ל Preempt אג’יט סנצ’טי התייחס לרכישה ע”י CrowdStrike ואמר כי “על ידי שילוב המומחיות של Preempt באבטחת הזהות לצד הסקייל הרחב של CrowStrike ויכולת ניטור האיומים שלהם נוכל להציע ללקוחות אבטחה מקיפה לסביבות עבודה משולבות (Hybrid Workload) ולעובדים מרחוק”.\nPreempt הוקמה בשנת 2014 על ידי רומן בליאכמן המכהן כסמנכ”ל הטכנולוגיות, ואג’יט סנצ’טי, המכהן כמנכ”ל החברה. מרכז הפיתוח של החברה ממוקם ברמת גן, ומטה החברה ממוקם בסן פרנסיסקו. עד לרכישתה גייסה החברה (לפי פיצ’בוק) 27.5 מיליון דולר, כשסבב הגיוס האחרון שלה היה ב-2018.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,פריאמפט,פריאמפט סקיוריטי,קראוד סטרייק,סייבר,zero trust,preempt security,crowdstrike"}