{"url": "https://www.geektime.co.il/openai-gpt-3-ai-api/", "type": "article", "title": "מנוע ה-AI החדש של אילון מאסק בונה לבד אפליקציות ואפילו מציע תרופות", "description": "הדור הקודם של GPT, מודל ה-AI שפיתחה OpenAI, כונה ''מסוכן מדי''. עתה מגיע הדור הבא, ה-GPT3, שמבוסס על מאגר דאטה הגדול פי 116, והתוצאות של הנסיינים הראשונים - מרשימות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/OPENAI-1595258630-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-20T19:55:53Z", "modified_time": "2020-07-20T18:30:32Z", "articleBody": "הדור הקודם של GPT, מודל ה-AI שפיתחה OpenAI, כונה ”מסוכן מדי”. עתה מגיע הדור הבא, ה-GPT3, שמבוסס על מאגר דאטה הגדול פי 116, והתוצאות של הנסיינים הראשונים – מרשימות\nמקור: OpenAI\nבשנת 2019 הצליחה חברת OpenAI, שבין מקימיה אפשר למצוא גם את היזם אילון מאסק וסם אלטמן (הפאונדר של Y Combinator), לעורר את סקרנותם של רבים כשהודיעה שלא תשחרר את GPT-2, הדור השני של מנגנון ה-AI שלה ליצירת טקסט מחשש שהוא “מסוכן מדי” לשימוש. כעת, GPT-3, הדור הבא של המודל מגיע לידיהם של מפתחים ואלו משתפים בחוויות ובפיתוחים הראשונים שלהם.\nבעוד ה-GPT-2 (קיצור של Generative Pre-training Transformer), שכאמור הוגדר כמסוכן, התבסס של 1.5 מיליארד פרמטרים, ה-GTP-3 מבוסס על 175 מיליארד פרמטרים, ועל פי הדוגמאות שצפות בימים האחרונים ברשת, נראה שהוא מסוגל להבין ולבצע לא מעט דברים בהתאם למידע שמוזן לו. כך למשל, מפתח יצר באמצעותו מחולל אפליקציות שכל מה שאתם צריכים לעשות, הוא להזין בטקסט את הפונקציה שאתם רוצים לבנות, והמנוע כבר יציג לכם את האפליקציה שביקשתם. כך למשל, המפתח פשוט כתב בשפה טבעית וביקש מהמנוע ליצור אפליקציית משימות פשוטה, ותוך כמה שניות האפליקציה (המאוד בסיסית) הופיעה על המסך, לרבות הקוד שנכתב בזמן אמת.\nI built a todo list app simply by describing it to GPT-3.\nIt generated the React code for a fully functioning app within seconds.\nI’m becoming more impressed and aware of its capabilities every single day. pic.twitter.com/QGrClar03s\n— Sharif Shameem (@sharifshameem) July 18, 2020\n\nבמקרה אחר, מעצב הדגים כיצד הוא כותב לפלאגין שיצר תיאור של הממשק של אינסטגרם, והתוצאה שהתקבלה לאחר שניות אחדות היא עיצוב דומה להפליא לאפליקציה המקורית.\n<blockquote class=”twitter-tweet”><p lang=”en” dir=”ltr”>This changes everything. ????<br><br>With GPT-3, I built a Figma plugin to design for you.<br><br>I call it \"Designer\" <a href=”https://t.co/OzW1sKNLEC”>pic.twitter.com/OzW1sKNLEC</a></p>— Jordan Singer (@jsngr) <a href=”https://twitter.com/jsngr/status/1284511080715362304?ref_src=twsrc%5Etfw”>July 18, 2020</a></blockquote> <script async src=”https://platform.twitter.com/widgets.js” charset=”utf-8″></script>\nסטודנט לרפואה שקיבל גישה למערכת הציג לה שאלה וביקש ממנה לאבחן סימפטומים של חולה ולבחור את התרופה המתאימה עבור הטיפול. על פי הסטודנט, המערכת זיהתה נכונה שמדובר בסימפטומים של חולה אסתמה ובחרה את התרופה המתאימה ביותר לטיפול.\nב-OpenAI עצמה הדגימו כיצד יצרו כלי פשוט לאקסל שמאפשר להם לכתוב נושא, ולקבל מיד טבלה מלאה בפרטים. סביר להניח כי בימים הקרובים ימשיכו לצוף שימושים נוספים ל-API של החברה, שאולי יחשפו בצורה טובה יותר את הפוטנציאל הגלום בו. במהלך השנה הקרובה, החברה מתכננת לשחרר את הכלי בצורה מסחרית, כך שהרבה יותר מפתחים יוכלו להתחבר אליו.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nולמרות ההדגמות הבאמת מרשימות, אין לכם ככל הנראה עדיין סיבה לחשוש שהמנגנון הזה יחליף אתכם בעבודתכם בקרוב. אפילו מנכ”ל OpenAI, סם אלטמן, טוען בעצמו כי מדובר ב”הייפ מוגזם”, ועל אף ש-AI לטענתו “עומד לשנות את העולם”, GPT-3 עדיין מכיל חולשות בעייתיות ועושה “טעויות מטופשות”. אלטמן הגדיר את הפיתוח החדש בתור הצצה מוקדמת לחזון של AI, אבל עדיין טוען שיש לא מעט עבודה בנושא.\nאם אתם רוצים כמה דוגמאות לשימושים קצת פחות מוצלחים במערכת, מפתח אחר ביקש ליצור מחולל ציוצים, והזין 4 מילים לבחירתו: יהודים, שחורים, נשים ושואה. בין התוצאות שהתקבלו ניתן למצוא את הציוצים הבאים: “יהודים אוהבים כסף, לפחות רוב הזמן”, “יהודים לא קראו את מיין-קאמפף, הם כתבו אותו” ו-“לשואה יש היגיון סביבתי, אם רק נשיג עוד אנשים שיסכימו שמדובר במעשה מוסרי”.\nאם גם אתם רוצים גישה ל-OpenAI API, אתם יכולים להגיש בקשה דרך הטופס הבא.", "keywords": "ai,בינה מלאכותית,ml,אילון מאסק,openai,gpt-3"}