{"url": "https://www.geektime.co.il/had-keren-gefen-capital/", "type": "article", "title": "''אנחנו נזהרים לא להשקיע בחברות שפותרות בעיה ספציפית לתקופת הקורונה''", "description": "גפן קפיטל הוקמה לפני שלוש שנים ופועלת במודל evergreen, שמאפשר לה המון גמישות. מנהלי הקרן - לימור גנות, שניר ויסמן ודייויד אפלבאום - מספרים שהם בורחים מטרנדים, שהקורונה לא שינתה את הביזנס ומפרגנים ליזם עקשן במיוחד", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/קרן-קפיטל-78_fixed-1595229698-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-23T18:00:54Z", "modified_time": "2020-08-24T11:49:24Z", "articleBody": "גפן קפיטל הוקמה לפני שלוש שנים ופועלת במודל evergreen, שמאפשר לה המון גמישות. מנהלי הקרן – לימור גנות, שניר ויסמן ודייויד אפלבאום – מספרים שהם בורחים מטרנדים, שהקורונה לא שינתה את הביזנס ומפרגנים ליזם עקשן במיוחד\n\nבישראל פועלות כיום 202 קרנות הון סיכון (132 קרנות ישראליות ו-70 קרנות זרות). כל אחת מתמקדת בשלבים שונים בחיי סטארטאפ, בתחומים שונים ומאמינה באסטרטגיית השקעה משלה. במסגרת מדור “חד קרן” אנחנו מביאים לכם מדי חודש קרן הון סיכון אחת ואת הסיפור שמאחוריה – האופן שבו היא בוחרת חברות להשקעה, ההצלחות והכישלונות, נורות האזהרה והדמויות שמעוררות השראה במייסדיה.\nמימין: שניר ויסמן, דייויד אפלבאום ולימור גנות. צילום: שלומי יוסף\nשנת הקמה: 2017\nמייסדים: שלדון שטיין, דודי ויסמן, לימור גנות ושניר ויסמן\nגודל הקרן: Evergreen, N/A\nמנהלי הקרן: לימור גנות (שותפה מנהלת), שניר ויסמן (שותף) ודייויד אפלבאום (פרינסיפל)\nשלבי ההשקעה: “אנחנו מעדיפים חברות שהן אחרי הוכחת היתכנות (Post POC) וצריכות כסף כדי להשלים פיתוח ולהתחיל שיווק ומכירות, אבל בפועל אנחנו גמישים מאוד אם אנחנו רואים פוטנציאל לצמיחה משמעותית, שווי של לפחות פי 10 מהשווי שבו השקענו, פחות מעניין אותנו אם החברה בשלב של seed או C Round”.\nמהם תחומי ההשקעה המובילים?\nויסמן: “אנחנו קרן עם ספקטרום השקעות רחב ולכן יש לנו פורטפוליו מאוד מגוון. התחום המוביל אצלנו כיום הוא enterprise software, עם דגש על חברות B2B שפונות לחברות גדולות. בנוסף, אנחנו אוהבים טכנולוגיות שעושות disruption לתעשיות מסורתיות ולכן השקענו בין היתר ב-industry 4.0, digital health, robotics, food-tech, ואפילו בחברת defense & military tech”.\nמיהן חברות הפורטפוליו הפעילות כיום?\nיש לנו כיום 17 חברות פורטפוליו. נציין כמה מהן:\n– Glassbox: עוזרת לחברות למפות את המסלול הדיגיטלי של לקוחותיהן באתר האינטרנט ובמובייל ומנגישה לחברות מידע קריטי המאפשר תגובות וניתוחים מידיים ויעילים.\n– Twine: פיתחה מדפסת ראשונה מסוגה אשר צובעת חוטי טקסטיל לבנים על פי דרישה, ובכך מסירה לחלוטין את התלות הלוגיסטית המסורתית בחברות אשפרה.\n– InterAl: מגדירה מחדש אינטגרציה בין מערכתית באמצעות computer vision ובכך מביאה אופטימיזציה לפרודוקטיביות הארגונית ואקסלרציה ב-time to market.\n– Ametrine: פיתחה טכנולוגיה של ננו חלקיקים אשר מאפשרת הסוואה רב-שימושית מאמצעי זיהוי מולטי-ספקטרליים ומספקת פתרון לאיום ההולך וגובר מולו ניצבים כוחות צבא וביטחון.\n– Diagnostic Robotics: מספקת פתרון מבוסס AI המוריד עומס ממערכת הבריאות ומשפר את חוויית המטופלים בחדרי מיון. כיום הטכנולוגיה משמשת גם למלחמה בקורונה על ידי מיפוי אפידמיולוגי אוטומטי וחיזוי הנקודות בהן תהיה התפרצות או התפרצות מחודשת.\n– Saturas: פיתחה חיישן IOT שמוטמע בגזעי עצים ומספק אינדיקציה מדויקת של פוטנציאל המים בצמח.\n– Octopai: מציעה פתרון אוטומציה לחברות לייעול ושיפור ההבנה והשליטה בזרימת מידע בעולם ה-Big Data המודרני (automated metadata lineage).\n– Ananda Networks: מייצרת רשת מבוססת תוכנה (Network as a Service) שבנויה כשכבה פרטית ובלתי נראית אשר ״מתלבשת״ על האינטרנט המסורתי ומאפשרת לחברות וארגונים להישאר מחוברים בצורה פשוטה ומאובטחת.\n– DouxMatok: מאפשרת הפחתה של כ-40% בכמויות הסוכר ללא השפעה על הטעם.\n– ImmunAi: מאפשרת אקסלרציה בפיתוח של תרופות אונקולוגיות והתאמה אישית לפרופיל הגנטי של החולה במחלות אוטואימוניות.\nמהי אסטרטגיית ההשקעה שלכם?\nאפלבאום: “משום שמודל הקרן הוא evergreen, אסטרטגיית ההשקעה שלנו גמישה – אין לנו דד-ליינים להשקעות או לאקזיטים, מה שמאפשר לנו ולחברות הפורטפוליו שלנו חופש פעולה נדיר יחסית בעולם ההון סיכון. המודל הזה מאפשר לנו להיות לא מקובעים ולבצע השקעות במגוון רחב של תחומים ושלבים, אך אנחנו כן מחפשים קו מחבר בין כל ההשקעות שלנו והוא בידול טכנולוגי ופנייה לשוק האמריקאי כשוק היעד העיקרי. כמו כן, נעדיף להשקיע בשיתוף קרנות מובילות בארץ ובעולם, מכיוון שלדעתנו שיתוף פעולה כזה ברוב המקרים תורם משמעותית לחברות הפורטפוליו להתקדם ולהתפתח”.\nאילו השפעות יהיו לדעתכם למשבר הקורונה – בתעשייה בכלל, ואצלכם בפרט?\nגנות: “באופן עקרוני אצלנו business as usual בכל מה שקשור להשקעות. אנחנו נזהרים שלא להשקיע בחברות שפותרות בעיה ספציפית לתקופת הקורונה, מכיוון שאלו ‘השקעות זמניות’ שסביר שהשווי שלהן מנופח בתקופה זו. אנו חיים בעולם מאוד דינמי, ובהתאם לכך הצרכים והפתרונות המוצעים משתנים כל הזמן. מובן שמשבר הקורונה מאיץ שינויים מסוימים, ופה אנחנו דווקא כן מתמקדים – יש השקעות מעניינות מאוד בתחומים של רפואה דיגיטלית, digital transformation וכדומה, שזוכות לתנופה בתקופה זו, אבל לטעמנו גם תהיינה רלוונטיות גם בעידן שאחרי הקורונה”.\nמהן נורות האזהרה שיגרמו לכם לברוח מהשקעה?\nאפלבאום: “ברגע שכולם רצים לכיוון מסוים, אנחנו חותכים לכיוון שונה. אנחנו משתדלים לא לרוץ אחרי טרנדים בהשקעות, מאחר שלרוב בתחומים אלה יש הרבה רעש ושוויים מנופחים. נעדיף גם להימנע מהשקעה בחברה שיש לה מתחרים רבים, שכן היא תיאלץ להשקיע המון משאבים כדי להתבלט, גם אם בפועל יש לה יתרון טכנולוגי. בנוסף, אנחנו רוצים לראות דינמיקה טובה בצוות, ובמקרים שרואים שהצוות לא ‘מנגן’ כמו שצריך, זו בהחלט נורת אזהרה מבחינתנו”.\nמה הטיפ שלכם ליזמים?\n1. תמיד היו קשובים ושמרו על גמישות מחשבתית. אל תיצמדו לתסריט שיחה קבוע מראש, אלא התאימו את עצמכם לאופי של המשקיעים ולדינמיקה של הפגישה. יחד עם זאת, דאגו לנווט את הפגישה כך שתעבירו את המסרים החשובים לכם.\n2. אם קרן אחת סירבה לכם, זה לא אומר שלא תתאימו לקרן אחרת – בקשו פידבק אמיתי כדי להשתפר. אם הרגשתם שלמרות הסירוב היה חיבור טוב, בקשו הפניה לקרנות שלהן תתאימו יותר, לא מעט השקעות נסגרות כך.\n3. דברו עם חברות פורטפוליו של המשקיעים הפוטנציאלים כדי ללמוד עליהם. לגיטימי שגם אתם תעשו את הדיו-דיליג’נס שלכם על המשקיעים לפני שתשקיעו זמן ומאמץ – It takes two to tango.\nבמה אתם שונים מקרנות אחרות?\nגנות: “בשלוש נקודות עיקריות: 1. העובדה שהשותפים בקרן הם בעלי רקע תפעולי וניסיון עשיר בהקמה, ניהול, פיתוח והבאה ל-scale של חברות.\n2. רשת הקשרים החזקה שלנו בארה”ב תורמת משמעותית לחברות הפורטפוליו שלנו.\n3. העובדה שאין לנו דד-ליינים להשקעות או לאקזיטים מאפשרת גמישות שאין להרבה קרנות.\nבדיעבד, באיזו חברה הייתם רוצים להשקיע ופספתם?\nויסמן: “חברת Meta Networks – נתנו לחברה הצעת השקעה (TS) ובאותו שבוע היא קיבלה הצעת רכישה”.\nאיזו דמות בתעשייה (המקומית או העולמית) מעוררת בכם השראה?\nגנות, ויסמן ואפלבאום: “פה היינו רוצים לפרגן קצת לציונות. היזם והמנכ”ל של חברת הפורטפוליו שלנו Twine, אלון משה, נולד וגדל בקניה. כבר בצעירותו החליט ללמוד עברית בחשאי מתוך מטרה לעלות לישראל. יום אחד הוא קנה כרטיס טיסה לישראל והודיע למשפחתו שהוא נוסע. בשנת 1989 הוא ‘דפק לצה”ל על הדלת’ והודיע להם שהוא מתגייס, אך למרות שמחזור הגיוס של אותה שנה כבר החל הוא לא הסכים לדחייה וכעבור חודש התגייס לחיל האוויר. לאחר שירותו הצבאי הוא חזר לג’ונגלים בקניה כדי לצייר  ולעבוד עם פילים יתומים שהוריהם נהרגו כתוצאה מציד לא חוקי.\n“לאחר מספר שנים חזר משה לישראל כדי ללמוד באוניברסיטה. הוא נכשל במבחן הקבלה, בעיקר בגלל העברית, התעקש והצליח להתקבל לאוניברסיטת בן גוריון. הוא סיים תואר ראשון בהנדסת מכונות ולאחר מכן תואר שני במנהל עסקים (קלוג-רקנאטי). כעבור מספר שנים הקים את Twine מתוך מטרה לשנות את תעשיית הטקסטיל, שלא השתנתה עשרות שנים”.\nלאיזו קרן אחרת מגיע פרגון?\nגנות, ויסמן ואפלבאום: “כקרן עם אסטרטגיית השקעות די ייחודית בחרנו לפרגן ל-FJ Labs – קרן הון סיכון וסטודיו להצמחת סטארטאפים מניו יורק, המתמחה בהשקעות marketplaces online. הקרן הוקמה ב-2015 על ידי שני יזמים ואנג’לים לשעבר שבחרו לשמור על אופי ההשקעות הזה גם ב-scale. הם פיתחו אסטרטגיית השקעות ייחודית המאפשרת גמישות השקעתית, מהירות (שבועיים מהשיחה הראשונה עד החלטת השקעה) וקרקע לשיתופי פעולה עם מעל 100 קרנות בארה”ב ובעולם. הם בנו מוניטין ויצרו התמקצעות בהשקעות Market Place, הם לא לוקחים מושבים בדירקטוריון, לא לוקחים את ה-Lead ולא  משקיעים בסבבי המשך”.", "keywords": "חד קרן,קרן הון סיכון,משקיעים,יזמים,סטארטאפים,טכנולוגיה,השקעה בשלבים מוקדמים,seed,pre seed,saas,b2b,גפן קפיטל,gefen capital,דייויד אפלבאום,לימור גנות,שניר ויסמן,גיוס בזמן קורונה,חברות פורטפוליו,שת\"פ,,שת\"פ,חממה טכנולוגית,קרן הון תאגידית,שתפ"}