{"url": "https://www.geektime.co.il/geekstarter-100720/", "type": "article", "title": "קונסולה בגודל של מחזיק מפתחות מגיעה עם כ-1,000 משחקי רטרו", "description": "קונסולה קטנטנה תאפשר לכם לשחק במשחקי הרטרו של כל הקונסולות המובילות של פעם. ועוד במדור מימון ההמונים שלנו: טאבלט שיאפשר לכם לפתח ב-Raspberry Pi בכל מקום, ובעיקר מחוץ לבית, ומברשת שיניים שלא דורשת מכם להזיז אצבע", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/FUNKEYS-1594199804-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-10T12:30:30Z", "modified_time": "2020-07-11T11:40:48Z", "articleBody": "קונסולה קטנטנה תאפשר לכם לשחק במשחקי הרטרו של כל הקונסולות המובילות של פעם. ועוד במדור מימון ההמונים שלנו: טאבלט שיאפשר לכם לפתח ב-Raspberry Pi בכל מקום, ובעיקר מחוץ לבית, ומברשת שיניים שלא דורשת מכם להזיז אצבע\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולריות בעולם, המעניקות במה לפרויקטים רבים מתחום הטכנולוגיה ומחוצה לו ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. למרות זאת חשוב לזכור שלא מדובר בחנות או בחברות ותיקות, וכבר קרו לא מעט מקרים של פרויקטים שכשלו והותירו את התומכים ללא מוצר וללא הכסף, אז הביאו זאת בחשבון.\n \n \nCutiePi הוא טאבלט, נייד כמובן, שמאפשר לפתח על Raspberry Pi בכל מקום שתרצו. הוא מגיע עם מסך מגע בגודל של 8 אינץ’, מעבד +Raspberry Pi Compute Module 3 וסוללה של 5,000mAh, וכל כולו – חומרה, תשתית וממשק – בקוד פתוח. יש לו ידית נשיאה, שיכולה לשמש גם כמעמד, ועוביו 12 מילימטר בלבד.\nהרעיון הוא כמובן לאפשר לכם ליצור ולבטא את היצירתיות שלכם בכל מקום, מבלי להיות כבולים לציוד כבד ונייח.\nמחיר: כ-190 דולר. המשלוח לישראל חינם. מועד משלוח: נובמבר 2020\nלעמוד המוצר\n \nצחצוח שיניים הוא פעולה פשוטה ושגרתית, אך למעשה רובנו לא מקפידים לעשות אותה כמו שצריך. כדי לשמור כראוי על השיניים הצחצוח צריך להיות 2 דקות לפחות, המברשת שלכם אמורה להיות בעלת רכות המתאימה לשיניים שלכם וחשוב גם לשים לב לעוצמת הצחצוח.\nCleanFreak היא מברשת שיניים אוטונומית שתדאג לכל הפרמטרים האלה, מבלי שאתם תזיזו אצבע. היא עשויה סיליקון גמיש וסט המברשות שלה מותאם לסוג השיניים – ארוכות יותר לקדמיות וקצרות יותר לאחוריות. היא מעוצבת כך שהיא מקיפה את רוב השיניים, והיא זו שזזה ומצחצחת אותן. CleanFreak מגיעה לכל הרווחים ועד לשיניים האחריות ביותר, ואתם רק צריכים לא לזוז ולחכות חצי דקה – 15 שניות לצחצוח השיניים התחתונות ו-15 נוספות לעליונות.\nהפיתוח הוא של סטארטאפ ישראלי בשם DentFreak שגם הופיע בתוכנית הכרישים, והמייסדים מספרים כי הוא מסיר 93% מהפלאק, בעוד מברשת רגילה לרוב מסירה כ-40% פלאק בלבד. ל-CleanFreak יש שני גדלים – מדיום ולארג’ – כדי שכל אחד יוכל להתאים את המברשת באופן מושלם לפה שלו.\nמחיר: 99 דולר, 10 דולרים נוספים עבור משלוח לישראל. מועד משלוח: פברואר 2021\nלעמוד המוצר\n \nכשזה מגיע לקונוסולות משחק, רובנו מחפשים את הדרך לשחק בהן על מסכים גדולים, ולרוב במשחקים החדשים ביותר. המוצר הבא עושה בדיוק הפוך, וזה מגניב ומיותר בו זמנית.\nFunKey S היא קונסולת משחק קטנטנה שמאפשרת לכם לשחק בכל משחקי הרטרו. כמה קטנה? היא נראית כמו המינימי של GameBoy Advanced SP, אורכה כ-7 סנטימטר כשהיא פתוחה (זו קונסולת צדפה) והמסך שלה הוא 1.54 אינץ’. הרעיון הוא להוסיף אותה למחזיק המפתחות שלכם, ולשחק בכל זמן פנוי. על אף הגודל, המעבד שלה (ARM Cortex-A7 @ 1.2 GHz) חזק מספיק כדי להציע כמעט אלף משחקים, ולחזור לאותה נקודה במשחק בתוך 5 שניות מהפתיחה.\nאז במה משחקים? כאמור, משחקי רטרו, בין היתר מהקונסולות NES, SNES, Gameboy, Gameboy Color, Gameboy advance, Sega Master System, Sega Genesis (Megadrive), Sega Game Gear, Playstation 1, Atary Lynx, WonderSwan ו-Neo Geo Pocket. כל המשחקים כבר נמצאים על הקונסולה. רק צריך לבחור את הקונסולה הנוסטלגית שאתם אוהבים, והיצע המשחקים בה יופיעו על המסך הקטנטן.\nכצפוי, הסוללה הנטענת לא מבטיחה פה שעות של משחק. בסוללה מלאה ניתן לשחק כשעה וחצי, אך הטענה של כ-15 דקות תחזיר אותה למצב מלא, ואתכם חזרה למשחק.\nמחיר: כ-70 דולר. 10 דולרים נוספים עבור המשלוח לישראל. מועד משלוח: נובמבר 2020\nלעמוד המוצר", "keywords": "iot,raspberry pi,אור מרגיע,אטרי,אספרסו,אפליקציה,אפליקציה ייעודית,גאדג\\'טים,גדג\\'טים,גיים-בוי,גיימבוי,גיקסטארטר,השקעות,השקעות המונים,טאבלט,כרטיסי ביקור,לוגו,מברשת שיניים,מימון המונים,משחקי רטרו,נינטנדו,סמארטפון,פיתוח,פלייסטיישן 1,צחצוח,קונסולה,קורונה,קייס נטען"}