{"url": "https://www.geektime.co.il/hey-app-battle-against-apple/", "type": "article", "title": "היזם הסדרתי נגד אפל: ''מתנהגים כמו גנגסטרים''", "description": "למייסד של אפליקציית Basecamp נמאס והוא בחר לצאת למלחמה כנגד אפל: ׳׳אין שום סיכוי שאנחנו הולכים לשלם את הכופר של אפל׳׳", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/photo-1530319067432-f2a729c03db5-1592377028-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-17T16:25:33Z", "modified_time": "2020-06-17T16:28:51Z", "articleBody": "למייסד של אפליקציית Basecamp נמאס והוא בחר לצאת למלחמה כנגד אפל: ׳׳אין שום סיכוי שאנחנו הולכים לשלם את הכופר של אפל׳׳\nשלום ולא להתראות: מקור: Unsplash\n​שנתיים של עבודה ומיליוני דולרים שהושקעו בפיתוח שירות מייל חדש שרוצה להכניס קצת ריגושים לתיבת הדואר האלקטרוני של כולנו עשויים לרדת לטימיון, בעקבות ברקס שקיבל היישום מאפל. אלא שהיזמים שמאחוריו לא מתכוונים לוותר כל כך מהר, ולא מפחדים להתלכלך ולצאת למלחמה כנגד אפל.\nביום שני האחרון הושק שירות מייל חדש בשם Hey שרוצה לחדש את התחום המוזנח. לא מעט מפתחים ניסו את מזלם והציעו אלטרנטיבה ל-Gmail ו-Outlook, אבל חברת Basecamp שעומדת מאחוריו היא חברה ותיקה ומוערכת שמאמינה בשירות שלה.\nבעוד שהגרסה הראשונה של האפליקציה עלתה ללא בעיות ל-App Store, הגרסה הבאה שכללה כמה תיקוני באגים נתקלה באור אדום ולא אושרה על ידי אפל. התברר, כי הדחייה נבעה מכך שהאפליקציה גובה את התשלומים לא דרך מערכת התשלומים של אפל (In-App Purchase), מה שמפר את הנחיה 3.1.1 הקובעת כי על המפתחים להשתמש במערכת של אפל לביצוע רכישות. כמובן שכך גם גובה אפל את העמלה שלה שנעה בין 15 אחוז ל-30 אחוז מכל תשלום.\nבסדרת ציוצים נסערת שכתב היזם מאחורי Hey, דייוויד היינמאייר הנסון, הוא כותב: ״וואוו, אני פשוט המום. אפל תחסום את העדכון של הגרסה החדשה של Hey, שכוללת תיקוני באגים ופיצ׳רים חדשים, אלא אם ניכנע לדרישה המקוממת שלהם לתשלום של בין 15-30% מההכנסות שלנו. חמור מכך – נאמר לנו כי אם לא נמלא אחר הדרישה, הם יסירו את האפליקציה״.\nכדי לא להבריח יישומים פופולאריים כדוגמת נטפליקס, ספוטיפיי, Audible ו-Amazon Kindle, אפל מסווגת אותם כאפליקציות ״Reader״; המשמעות היא שמשתמשים יכולים להירשם לשירותים האלו דרך אתר האינטרנט הייעודי שלהם – ולהמשיך ולהשתמש בשירות דרך אפליקציית ה-iOS החינמית שלו. היינמאייר הנסון שיתף במייל הדחייה שנשלחו לו על ידי אפל, בו כתוב כי מכיוון שהשירות לא מוגדר כאפליקציית ״Reader״, הוא לא זכאי ״לפטור״ הזה, שבעצם מוביל לכך שאפל לא מרוויחה סנט מאותם יישומים.\nבטוויטר, הנסון הקביל את הדרישות של אפל לדרישת פרוטקשן: “כמו כל מאפיונר טוב, הם “ביקרו” אצלנו בשיחה טלפונית ואישרו שניפוץ החלונות (מניעת האפשרות לתקן את הבאגים) לא היתה טעות. אחר-כך, בלי לייפות את המציאות, הם הודיעו שיפגעו לנו בחנות (יסירו את האפליקציה שלנו) אם לא נשלם”. בכל מקרה, אם למישהו היה ספק, ב-Hey לא מתכוונים לוותר כל כך מהר: ״אין שום סיכוי שאנחנו הולכים לשלם את הכופר של אפל. אני אשרוף את הבית הזה בעצמי לפני שאאפשר לגנגסטרים כאלה ליהנות מהשלל״.\nבמקרה או שלא במקרה – הסיפור מתפוצץ יום אחרי שנודע שהאיחוד האירופי פתח בחקירה נגד אפל; הנציבות האירופית הודיעה כי היא מודאגת מכך שההגבלות והתנאים שהטילה אפל במסגרת השירותים שלה יכולים לפגוע בתחרות, וייבדק האם התנאים שהגדירה מפירים את חוקי התחרות של האיחוד. החקירה מתמקדת בין היתר בדרישה של אפל להטמיע את מערכת התשלום שלה באפליקציות (וכך לגזור עמלה של עד 30% מכל רכישה), לצד העובדה שהיא מונעת ממפתחים לעדכן משתמשים כי ישנן אופציות רכישה זולות יותר לעומת המערכת של אפל.", "keywords": "אפל,ios,in app purchases,אפליקציה,hey,שירות אימייל,שירות מייל,apple pay,app store,apple,in-app purchases"}