{"url": "https://www.geektime.co.il/monthly-funding-october-2019/", "type": "article", "title": "החגים לא מנעו מהסטארטאפים הישראלים לגייס החודש יותר מ-700 מיליון דולר", "description": "לא הספקתם לעקוב? הנה הנה כל ההשקעות, הרכישות והגיוסים של חודש אוקטובר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-02T12:00:09Z", "modified_time": "2019-11-01T17:47:59Z", "articleBody": "לא הספקתם לעקוב? הנה הנה כל ההשקעות, הרכישות והגיוסים של חודש אוקטובר בסצנת הסטארטאפים הישראלית\n​אומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש ספטמבר\nגם אתם גייסתם? יש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אנחנו רוצים לשמוע\nRapyd (לשעבר CashDash), המפתחת פלטפורמה להעברת תשלומים גלובליים לעסקים וצרכנים קטנים, הודיעה על השלמת סבב גיוס נוסף (C) בהיקף של כ-100 מיליון דולר בהובלת Oak HC/FT ובהשתתפות Tiger Global, Caotue, General Catalyst, Target Global, Stripe ו-Entree Capital.\nRapyd מפתחת פלטפורמה המאפשרת העברת כספים אלקטרונית בין מדינות דרך העברות בנקאיות, ארנקים דיגיטליים, מזומן ואמצעי תשלום נוספים. בכך החברה יכולה לסייע בהחלפת המערכות המיושנות שמשמשות חברות אשראי ובנקים, ולהציע מערכת חכמה יותר שמאפשרת מגוון גדול יותר של שיטות תשלום מאשר רק כרטיסי אשראי סטנדרטיים. כיום תומכת הפלטפורמה שלה ב- 65 סוגי מטבעות בלמעלה מ-170 מדינות עם למעלה מ-500 שיטות תשלום אלטרנטיביות, ומאפשרת לבצע העברות גלובליות בזמן אמת תוך כדי חיסכון בעמלות.\nWaycare שרוצה להפחית את כמות תאונות הדרכים באמצעות חיזוי הודיעה על השלמת סבב גיוס A בהיקף של 7.3 מיליון דולר. הסבב הובל על ידי SJF Ventures ובהשתתפות Next Gear Ventures, UpWest, Innogy, Spider Capital, Goldbell, Zymestic Solutions, ו- Janom.\nפלטפורמת ה-SaaS של Waycare אוספת מידע רב ממקורות שונים כמו כלי רכב, מצלמות דרך, חיישני דרכים, אירועי עבר, אירועים המתקיימים באיזור הכביש וכמובן את תחזית מזג האוויר, וזאת על מנת לעבד אותו ולספק תובנות שיאפשרו את ניהול התנועה ובטיחות הנוסעים בכבישים. המערכת מסוגל לחזות היכן עשויות להתרחש תאונות בעת הקרובה ובכך מאפשרת לרשויות להיערך בטרם עת, לנהל את התנועה, ובתקווה, למנוע את התאונה הבאה.\nהסטארטאפ הישראלי Talenya רוצה לסייע למגייסים למצוא מועמדים פוטניצאלים באמצעות בוטים. כעת, הוא מודיע על השלמת גיוס של 6.5 מיליון דולר בהובלת קרן Ibex Investors והמשקיעים הקיימים: lool Venture ו-Gal Ventures.\nTalenya (טלניה) פיתחה בוטים שמסוגלים לאתר מועמדים מתאימים למשרות על ידי איסוף ועיבוד מידע ממאות מקורות באינטרנט. אם המגייסים האנושיים יחפצו בכך, הבוטים יכולים גם ליצור קשר עם מועמדים מתאימים ולהזמין אותם לראיון עבודה באופן אוטומטי. לדברי החברה, הטכנולגיה שלה מאתרת מועמדים שמגייסים אנושיים אינם מצליחים לאתר, ובין היתר היא יכולה לחזות את הסיכוי שמועמד מסוים יהיה פתוח להצעות עבודה חדשות.\nNext Insurance המציעה ביטוח דיגיטלי לעסקים קטנים בשוק האמריקאי, הודיעה על השלמת סבב גיוס C בהיקף של 250 מיליון דולר מענקית הביטוח Munich Re. עד כה גייסה החברה 381 מיליון דולר במשך שלוש שנים, והגיוס האחרון בוצע על פי וליואציה של למעלה ממיליארד דולר.\nNext (נקסט) מציעה שירות ביטוח דיגיטלי לעסקים קטנים בארצות הברית, ובניגוד לשירותים אחרים, היא מציעה את כל התהליך במקום אחד דרך מחשב או אפילו מכשיר נייד. בין הכיסויים השונים של החברה ניתן למצוא חבות כללית, חבות מקצועית, ביטוחי רכב מסחרי וביטוח אובדן כושר עבודה. החברה מציעה את הביטוח הדיגיטלי שלה ליותר מ-1000 סוגי עסקים קטנים שונים ובינהם מדריכי ספורט, אדריכלים ועוד, כאשר כל בית עסק מקבל את פוליסת הביטוח המדויקת עבור צרכיו. החברה גם מאפשרת רכישה של הפוליסות שלה באמצעות סוכן ביטוח וכמו כן מאפשרת ללקוחות לשנות את פרטי הפוליסות שלהם בזמן אמת באמצעות פורטל ייעודי ובכל עת.\nאחד החששות הגדולים ביותר של אנשים שסובלים מאלרגיות שונות לרכיבי מזון הוא האכילה במסעדה חברת allerguard הישראלית רוצה לסייע להם בעזרת מכשיר ש”מריח” אלרגנים במזון, וגייסה לצורך זה 1.5 מיליון דולר בהובלת Coshare ובהשתתפות eHealth Ventures והרשות לחדשנות.\nallerguard (אלרגארד) מפתחת מכשיר קומפקטי ונייד שיאפשר לאנשים הסובלים מאלרגיה מסוימת לסרוק את האוכל שהם אוכלים – ולוודא שהוא לא מכיל רכיבים מועדים לפורענות כמו בוטנים או ביצים. בניגוד למכשירים אחרים הקיימים בשוק, המוצר שהם פיתחו לא דורש דגימה פיזית של המזון, אלא מתבסס על ניתוח האדים היוצאים ממנו. בשל השימוש בשיטה זו, בחברה מבטיחים שמדובר בתוצאות מדויקות יותר שכן בעוד שדגימה ספציפית של מנה מסוימת יכולה לצאת תקינה, יתכן שחלק אחר במנה, שלא נדגם, כן ״נגוע״ ברכיבים בעייתיים.\nחברת Future Meat שמפתחת בשר מעבדה שגדל ללא כל סבל מצד החיות, הודיעה על השלמת סבב גיוס A בהיקף של 14 מיליון דולר בהובלת S2G Ventures ו-Emerald Technology Ventures. כמו כן השתתפו בסבב Manta Ray Ventures, Bits x Bites ומנכ”ל Monde Nissin, הנרי סוסנטו, שמפתחת גם היא תחליפי בשר משלה.\nFuture Meat הוא לא בדיוק תחליף בשר, כיוון שהוא כן מבוסס פיזית על בשר. כדי לגדלו, נוטלים תאי גזע מהחי בתהליך שלדברי החברה אינו גורם סבל לחיה, ולאחר מכן מגדלים אותו בביו-ריאקטור. בתהליך הגידול אותם תאי גזע הופכים לתאי שריר ולתאי שומן והם למעשה אינסופיים, כלומר, אחרי הדגימה הראשונית של התאים ניתן לשכפל אותם שוב ושוב מבלי להשתמש בחיות אחרות. לטענת החברה, התהליך מוביל לכך שהמרקם והטעם המקורי של הבשר נשמר.\nקרן Connecticut Innovations, זרוע החדשנות וההשקעות של מדינת קונטיקט, הודיעה כי השקיעה 750,000 דולר בחברת Paygilant הישראלית, המפתחת מערכת למניעות הונאות בתשלומים במובייל.\nPaygilant מפתחת מערכת אשר מנתחת מידע כדי לזהות מאפיינים של ניסיונות הונאה במובייל. ה-API של החברה רץ ברקע בעת תהליך התשלום מבלי שהרוכש (או הלא-רוכש, אם מדובר בהונאה) כלל ישים לב. המערכת מנתחת נתונים שונים מהמכשיר של המשתמש, נתונים התנהגותיים של המשתמש ומידע נוסף בתהליך העסקה. בנוסף, מאבטחת החברה את תהליך התשלום.\n\nחברת SolCold הישראלית פיתחה חומר מיוחד שמשתמש דווקא באור השמש כדי לקרר משטחים. וכן, הם יכולים תיאורטית גם לקרר את הבית או הבניין, ואפילו את המכונית שלכם. החודש הם גם גייסו 3.5 מיליון דולר מקרן Chartered הסינגפורית.\nאת החומר שסוקולד מייצרת ניתן לשים פחות או יותר על כל דבר. ממכוניות, למבנים, מכולות, בגדים, מטוסים ועוד. לדברי החברה, שימוש בחומר יכול להוביל לחסכון משמעותי בהוצאות קירור ומיזוג, וכמובן להפחתה משמעותית בפליטת גזי חממה.\nחברת הסייבר Upstream Security, המתמחה בהגנה על רכבים מחוברים, הודיעה על השלמת סבב גיוס שלישי בגובה של 30 מיליון דולר. את הסבב הובילה קבוצת אליאנס שמחזיקה במותגים רנו, ניסאן ומיצובישי, והשתתפו בו גם קבוצת וולוו, יונדאי, וחברת הביטוח Nationwide. כל המשקיעים הקיימים – גלילות קפיטל, Maniv Mobility ו-CRV השתתפו גם הם בסבב.\nUpstream Security פיתחה מוצר מבוסס ענן המיועד להגנה על כלי רכב מחוברים מפני איומי סייבר או משימוש בטכנולוגיה שלהם לרעה. לדברי החברה, הפלטפורמה שלה מצמצמת באופן משמעותי את היכולת להשתלט על רכבים מרחוק בעזרת בינה מלאכותית. החברה מאפשרת ליצרני רכב, מפתחי אפליקציות, ספקי שירות וציי רכבים מודל הגנה חדש המתבסס על יצירת מגן שחוסם מתקפות סייבר עוד לפני שהן מגיעות לרשתות של הרכבים המותקפים. כל הנתונים שנאספים מוצגים בלוח בקרה אחד וחכם המאפשר לנטר את כל הרכבים בצי בזמן אמת.\nחברת Otoma שרוצה להביא את הבנקים למאה ה-21 הודיעה על השלמת סבב גיוס A בהיקף של 8 מיליון דולר בהובלת קרן Moneta וקרן New Era Capital Partners, ובהשתתפות ClalTech.\nהמערכת של Otoma מורכבת מאוסף מודולים אשר רותם את כוח האוטומציה לצורך תהליך ההטמעה, והופך אותה למהירה, יעילה ומדויקת יותר מאשר האופן בו מערכות חדשות נפרשות כיום. במקום לבדוק את אופן הטמעת המערכות באופן ידני, המערכת של Otoma מסוגלת ליצור בדיקות אוטומטיות אשר מבוססות על מקרים מהעולם האמיתי (בניגוד למקרים תיאורטיים שלעיתים לא תואמים את המציאות), ולהציג את המידע בצורה גרפית וברורה, כדי שתהליך ההטמעה יהיה מהיר יותר, מה שיכול לחסוך לבנקים ולחברות לא מעט כסף, ובתקווה גם לחסוך להם בעיות בתהליך.\nהסטארטאפ הישראלי Hi Auto, שרוצה שנוכל להפעיל את העוזרת הקולית גם בזמן נהיגה, בלי לצרוח, גייס 4.5 מיליון דולר. את סבב הגיוס הובילו דלק מוטורס וזוהר זיספאל, שמכהן גם כיו”ר החברה, והשתתפו בו גם Allied Holdings ,Goldbell Investments ו-Plug And Play.\nהמערכת של Hi Auto מסוגלת להתלבש על מעבדים קיימים, וזקוקה רק למיקרופון ומצלמה אשר מסוגלת לקרוא את שפתי הנהג, ומסוגלת לנקות רעשים שונים שאתם וודאי מכירים ברכב: קולות של שאר הנוסעים ברכב, רדיו, רוח, גשם ורעשים נוספים. המצלמה המותקנת מאפשרת במקביל גם פונקציה של זיהוי הירדמות של הנהג. לטענת החברה, זהו הפיתוח האודיו-ויזואלי הראשון להפרדת דוברים ולניקוי רעשי רקע.\n​חברת הלוגיסטיקה CommonSense Robotics עוברת מיתוג מחדש ומשנה את שמה ל-Fabric, ובמקביל הודיעה על השלמת סבב גיוס בגובה של 110 מיליון דולר. את סבב הגיוס הובילה Corner Ventures והשתתפו בו גם קרן Aleph הישראלית, Temasek, Innovation Endeavors, CPPIB ו-La Maison.\nFabric מפתחת טכנולוגיה המשלבת רובוטיקה ו-AI כדי לאפשר לקמעונאים לספק משלוחים תוך שעה על פי דרישה ללקוחות, תוך כדי שמירה על הרווחיות. החברה מתמקדת בבנייה של מיקרו-מרכזי-אספקה שמשלבים בתוכם את היתרונות של מחסנים עירוניים אוטומטיים. מרכזים עירוניים אלו מאפשרים לקמעונאים לעמוד בדרישה ההולכת וגוברת למשלוחים On-Demand, ומהעבר השני, לספק לצרכנים רכיבים לארוחת הערב בתוך שעה ולא בתוך יממה.\nהסטארטאפ הישראלי Voca.ai, המפתח מערכת שאמורה להפוך לעתיד של עולם שירות הלקוחות הטלפוני, הודיע כי קבוצת ההשקעות של American Express תצטרף כמשקיעה אסטרטגית בחברה. לגיקטיים נודע כי אמריקן אקספרס הצטרפה ל-Lool Ventures ו-Flint Capital שכבר השקיעו בחברה בעבר, לגיוס אסטרטגי של 3.5 מיליון דולר.\nVoca.ai מפתחת מערכת המאפשרת שיחה דו כיוונית בין הלקוח לבין נציג השירות הוירטואלי, בלי שהלקוח כלל יוכל להבחין כי הוא מדבר עם בוט. בחברה מסבירים כי אותו סוכן וירטואלי יודע להתאים פרמטרים שונים בהתאם ללקוח כמו קול, שפה, מבטא ואפילו טון דיבור. בכך, מרכזי שירות טלפוני יכולים לייעל את עצמם, ולאפשר לסוכנים והנציגים האנושיים לטפל בפניות היותר מסובכות, ולקצר את זמני ההמתנה.\nViz.ai פיתחה טכנולוגיה מבוססת AI המסייעת לרופאים לנתח במהירות ובאופן מדויק סריקות CT. החודש הודיעה החברה על השלמת סבב גיוס בגובה של 50 מיליון דולר בהובלת קרן Greenoaks Capital. כמו כן לקחו חלק בגיוס הקרנות Threshold, CRV, והמשקיעים הקיימים – GV (לשעבר גוגל ונצ׳רס) ו-Kleiner Perkins.\nViz.ai משתמשת באלגוריתמי ראיה ממוחשבת ולמידה עמוקה על מנת לזהות מקרי שבץ בסריקות מוח, ולהתריע תוך דקות לרופאים הרלוונטיים. על ידי התרעה מיידית לצוות הרפואי, ניתן להפחית משמעותית את הזמן עד קבלת הטיפול, מה שאמור להגדיל באופן משמעותי את סיכויי ההחלמה של החולה.\nFiredome הישראלית מאפשרת לזהות, להגיב ולמנוע פגיעויות במכשירים מחוברים (IoT) באופן אוטומטי ובזמן אמת, עוד לפני שנגרם נזק. החודש, הודיעה החברה כי השלימה סבב גיוס A בגובה של 10 מיליון דולר בהובלת Two Sigma Ventures. כמו כן לקחו סבב בגיס Silvertech Ventures, World Trade Ventures והמשקיעים הקיימים של החברה.\nFiredome מציעה ליצרניות IoT מוצר אבטחה מבוסס תוכנה שפועל בזמן אמת ומגן על מכשירי הקצה, מתאים למערכות הפעלה שונות, ובנוי כדי לתמוך במיליונים רבים של מכשירים. המערכת כוללת Software agent פשוט להטמעה, מנוע המבוסס על בינה מלאכותית וצוות SOC שפועל 24/7, שיחד מאתרים, מונעים ומגיבים לאיומים וההתקפות השונות. בצורה זו, הפלטפורמה מאפשרת לצמצם עד כמה שניתן הפרות אבטחה, מפחיתה את עלויות התפעול, ומקטינה את כמות שדרוגי החירום לקושחה (שחרור פאצ׳ים) שהיצרנים נאלצים לבצע.\nPepticom הירושלמית רוצה לסייע למרכזי מחקר ולחברות פארמה לפתח תרופות פפטידיות חדשות מהר יותר באמצעות בינה מלאכותית. החודש, הודיעה החברה כי גייסה 5 מיליון דולר מ-Chartered Group בסבב גיוס A.\nPepticom נעזרת בבינה מלאכותית על מנת לייעל ולהאיץ באופן משמעותי את יכולתם של החוקרים לגלות מולקולות פפטידיות מתקדמות שישמשו לתרופות חדשות. הטכנולוגיה שלה מאפשרת לגלות את התרופות הפפטידיות המתקדמות ביותר, באמצעות חיפוש יעיל יותר במערך גדול של קומבינציות אפשריות.\n​Hunterz.io מציעה פלטפורמה המאפשרת לפרילאנסרים מקושרים במיוחד לסייע לסטארטאפים הנמצאים בתחילת דרכם בהגעה אל לקוחות פוטנציאליים. החודש, הודיעה החברה על השלמת סבב גיוס סיד בגובה של 3 מיליון דולר בהובלת TLV Partners ובהשתתפות ICONYC labs ומספר אנג׳לים.\nHunterz.io מיועדת לסטארטאפים שרוצים לחבור לארגונים גדולים ולא יודעת מאיפה להתחיל, בעיקר מכיוון שאין להם צי של אנשי פיתוח עסקי שישווקו עבורם את המוצר. במקום ללכת לעשרות מיטאפים או לשלוח מיילים בתקווה שהגורם הרלוונטי יועיל בטובו לקרוא ואף לענות, הם מאפשרים לאלו לנצל את קשריהם של פרילאנסרים, המכונים ״האנטרים״ עם אותם ארגונים. בתמורה – הפרילאנסרים, שמשמשים כמעין מתווך, מקבלים תשלום על החיבור שהם יוצרים בין הסטארטאפ לארגון – ללא תלות בהאם זה הניב עסקה או לא.\nTactile Mobility מציע פתרון משלים לעזרי סיוע ויזואליים לרכבים כמו מצלמות, מכ״ם ו-LiDAR, ״שמרגיש״ את תנאי הכביש על מנת להגיב בהתאם. החודש, הוא השלים סבב גיוס בגובה של 9 מיליון דולר בהובלת פורשה ובהשתתפות יוניון טק ונצ’רס  – יבואנית טויוטה ולקסוס בישראל. ביחד עם הגיוס הנוכחי, שעומד על 9 מיליון דולר, מסתכם סך ההשקעות ב-Tactile ב-18 מיליון דולר.\nהתוכנה של Tactile Mobility (טקטייל מוביליטי) אוספת מידע בזמן אמת מחיישני רכב שאינם ויזואליים – מהירות הגלגל, זווית הגלגל, סל״ד, ומפיקה מהם מידע על הדינמיקה שבין תוואי הדרך לרכב לצורך קבלת החלטות נהיגה מושכלות יותר. בעוד שמרבית הפתרונות הקיימים היום בשוק מתבססים על חוש הראייה ועל הוספת ״אקסטרה עין״ שתסייע לרכב להבין את המתרחש סביבו, Tactile Mobility מתמקדת בקטגוריה חדשה המבוססת על חישה וירטואלית.\nBecome (לשעבר Lending Express) מסייעת לעסקים קטנים ובינוניים לקבל הלוואות המותאמות לצרכים שלהם, בתוך יממה אחת בלבד. החודש, הודיעה החברה על השלמת סבב גיוס A בהיקף של 10 מיליון דולר בהובלת הקרנות Benson Oak ו- Magenta Venture ובהשתתפות Entrée Capital​, iAngeles ו-RIO Ventures Holding. כמו כן, קיבלה החברה 2.5 מיליון דולר מויולה קרדיט במסגרת ״חוב לצמיחה״. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על כ-13 מיליון דולר.\nהטכנולוגיה של Become מאתרת עבור עסקים קטנים ובינוניים הלוואות בתנאים שמתיימרים להיות הטובים ביותר עבורם בתוך זמן קצר. היא ממפה את מאפייני העסק (באמצעות ניתוח של מספר שאלות פשוטות שעליהן יש להשיב), חוזה מהם סיכוייו לקבל הלוואה, ומתאימה לו את הגוף הפיננסי שבאמצעותו קיימת הסבירות הגבוהה ביותר לקבלת המימון.\nהסטארטאפ הישראלי Folloze מפתח פלפטורמת שיווק ומכירות ייעודית ל-B2B שמטרה להפוך את תהליך המכירה לקצת פחות מעיק, ומותאם אישית עבור כל לקוח פוטנציאלי. החודש, הודיעה החברה על השלמת סבב גיוס B של 11 מיליון דולר בהובלת BGV ובהשתתפות SVB, Grayhawk Ventures, Cervin Ventures ו-Grayhawk Ventures. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה מאז הקמתה מתקרב ל-30 מיליון דולר.\nCASTOR הודיעה החודש כי גייסה 2 מיליון דולר מ- JIHTV, מקרן ההון סיכון של אוניברסיטת תל אביב TAU Ventures ויצרנית הכימיקלים Evonik. החברה פיתחה תוכנה המסייעת ליצרנים להחליט האם שווה להם לייצר מוצר מסוים בהדפסה בתלת מימד, או לחילופין להיצמד לשיטות ייצור מסורתיות יותר.\nTonkean חשפה לאחרונה כי גייסה 7.2 מיליון דולר נוספים, מה שמעמיד את סך ההשקעות בה מאז הקמתה ב-2015 על כ-10 מיליון דולר. החברה רוצה לעזור לחברות וארגונים לייעל תהליכים באמצעות הטמעת אוטומציה לתהליכים ומשימות שלרוב מתבצעים באופן ידני – כמו למשל מילוי דוח נוכחות באופן יומיומי.\nDuality Technologies מפתחת טכנולוגיה המאפשרת לארגונים וחברות לבצע ניתוחי נתונים מורכבים המבוססים על למידת מכונה ובינה מלאכותית, מבלי לדאוג שמא המידע הרגיש שלהם יגיע לידיים הלא נכונות. כשנה אחרי סבב הגיוס הקודם, הודיעה החברה על גיוס של 16 מיליון דולר בסבב גיוס A. את הגיוס הובילה קרן ההשקעות של אינטל, אינטל קפיטל, והשתתפו בו גם Hearst Ventures והמשקיעה הקיימת Team8.\nהסטארטאפ הישראלי Stampli מאפשר לכל אחד לשלוט בצורה קלה בחשבוניות ועל הדרך להיפטר מהניירת. החודש הודיע הסטארטאפ על השלמת סבב גיוס בגובה 25 מיליון דולר, שמעמיד את סך הגיוסים שלו על 32 מיליון דולר.\nStampli הינה מערכת ענן מבוססת NOSQL DB, שמרכזת בתוכה את כל החשבוניות של הארגון. מרגע שמוזנת או נסרקת חשבונית למערכת, היא נכנסת ל”מחזור החיים” במערכת של Stampli. לצד ייעול תהליך אישורי החשבוניות, פיקוח מקצה לקצה מתחילתה ועד לסוף דרכה של החשבונית, הפתרון גם אינו דורש הטמעה מסובכת והוא משתלב די בקלות עם פלטפורמות קיימות כמו NetSuite, SAP או QuickBooks של Intuit.\nהסטארטאפ הישראלי Workiz הודיע על גיוס של 5 מיליון דולר בהובלת Magenta Venture Partners ובשיתוף המשקיעה הקיימת, קרן Aleph. השירות של Workiz נותן לבעלי עסקים קטנים ממשק הכולל, בין היתר, קביעת לוחות זמנים לעובדים וניהול חשבוניות. השירות של החברה עובד במודל SaaS ומאפשר לבעלי עסקים לנהל את החברה שלהם דרך הענן. השירות מאפשר לנותני שירותים קטנים כמו מנעולנים, מתקני שערים ומתקני מכשירי חשמל ביתיים לנהל רישום ותיעוד דיגיטלי של הפעילות האופרטיבית והשיווקית שלהם ביעילות.\n​Namogoo מסייעת לאתרי קניות אונליין לשמור על הקונים הפוטנציאליים שלהם על ידי כך שהיא חוסמת הפרעות והסחות כמו פרסומות לאתרים מתחרים. החודש, הודיעה החברה על גיוס של 40 מיליון דולר בהובלת קרן ההון סיכון OAK HC/FT ובהשתתפות המשקיעים הקיימים: Blumberg Capital, Hanaco ו-GreatPoint Ventures. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על 69 מיליון דולר.\nהטכנולוגיה של Namogoo מזהה וחוסמת את אותן פרסומות של מתחרים ותוכן לא רצוי המוחדר אל הדפדפן של הגולש בזמן הביקור באתר, מה שעשוי לפגוע בתהליך הרכישה בכך שהוא מנתב את המשתמש אל מחוץ לאתר. על ידי חסימת התכנים האלו אצל הלקוחות, Namogoo משמרת למעשה את המבקרים באתר ומונעת זליגה של ההכנסות לאתרים מתחרים\n​Eximo Medical הישראלית, אשר פיתחה מכשור רפואי לטיפול בחסימות בעורקים, נרכשה על ידי AngioDynamics. העסקה מורכבת מתשלום של 46 מיליון דולר במזומן, ועוד 20 מיליון דולר נוספים המותנים בעמידה באבני דרך בהמשך.\nטכנולגיית הלייזר של Eximo Medical (אקסימו מדיקל)  מיועדת לטיפול במחלות עורקים היקפיים (PAD). הטכנולוגייה שלה מסוגלת להעביר אנרגיית לייזר גבוהה בפולסים קצרים ובאורך גל של 355 ננומטר בסיבים האופטיים שבקטטר, תוך שמירה על שלמות הקטטר במהלך ההליך הרפואי. בנוסף להפחתת הסיכון לחסימת כלי דם קטנים כתוצאה מתסחיפים שמקורם בחסימה המטופלת, הטכנולוגיה של אקסימו מדיקל גם מקטינה את הסיכון לפגיעה בכלי הדם, ומאפשרת טיפול בסטנטים חסומים.\nהסטארטאפ הישראלי Presenso (לשעבר Deep-Sense) משתמש ב-AI כדי לזהות מתי מכונות תעשיות ״לא מרגישות טוב״, ולמנוע את השבתתן שעולה לא מעט כסף למפעלים. החודש, נודע כי החברה נרכשת על ידי תאגיד SKF השוודי. פרטי העסקה וסכום הרכישה לא פורסמו, אך היא מוערכת בכ-30 מיליון דולר וצפויה להיסגר סופית בחודשים הקרובים.\nמטרת הטכנולוגיה של Presenso (פריסנסו)  היא להתריע למפעילים הרבה לפני שהמכונה תקולה, כדי להוריד את זמני ההשבתה המצטברים למינימום. היא עושה זאת באמצעות איסוף והזרמה לענן של כמויות גדולות של דאטה תעשייתי בזמן אמת, ממאות מכונות ואלפי סנסורים שונים. על ידי שימוש בארכיטקטורות של רשתות נוירונים עמוקות המהוות תשתית ללמידה עמוקה (Deep Learning), המנוע התבוני של Presenso לומד בצורה אוטונומית לחלוטין התנהגויות של מכונות.\n​ענקית שירותי הרשת Akamai הודיעה על רכישת ChameleonX הישראלית, המפתחת פלטפורמה להגנה מפני איומי סייבר על אפליקציות Web. מאז הקמתה, גייסה החברה הישראלית 1.9 מיליון דולר מחממת thetime וקרן ההון סיכון שלה – Firstime של אילן שילוח, יונתן בן ארצי וניר טרלובסקי. סכום הרכישה לא דווח, אולם לפי הערכות הוא עומד על כ-20 מיליון דולר, מה שמשקף החזר השקעה נאה ל-thetime וליזמים.\nהחברה מאפשרת לאתרים להתגונן מפני מתקפות Mageceart, גניבת פרטי תשלום וזהות. המערכת מנתחת את התנהגות הקוד באתר בזמן ריצה, ובאמצעות מודלים של למידת מכונה ו-Deep Learning, מסוגלת לזהות ולהגן מפני פעילות חשודה והזרקה של קוד זדוני אשר מקורו בניצול חולשות אבטחה של שירותי צדדים שלישיים.\nחברת ​Fortinet האמריקאית הודיעה על רכישת סטארטאפ הסייבר הישראלי enSilo המתמחה באבטחה של נקודות קצה. סכום העסקה לא פורסם, אך מאז הקמתה גייסה החברה כ-60 מיליון דולר, ועל פי ההערכות, סכום העסקה נמוך ככל הנראה מהיקף ההשקעות בה.\nenSilo (אינסיילו) פועלת בתחום הפופולארי של זיהוי ומניעת התקפות נגד תוכנות כופר, נוזקות ממוקדות, מתקפות ללא קבצים ומתקפות זדוניות משלל סוגים אחרים שארגונים, בעיקר גדולים, מתמודדים איתם באופן יומיומי. לרוב, אמצעי ההגנה של אותם ארגונים הם באמצעות מוצרים שמטרתם למנוע מהתוקף לחדור מבחוץ אל תוך הארגון, אבל enSilo מגיעה מכיוון אחר; נקודת ההנחה שלה היא שקשה עד בלתי אפשרי למנוע חדירה של גורם עוין חיצוני, אבל בהחלט אפשר למנוע ממנו לשבש ולגנוב מידע רגיש.\n ", "keywords": "גיוס,סיכום גיוסים,סיכום גיוסים אוקטובר 2019,הייטק,הון סיכון,funding,september funding,israeli startup,גיוסים אוקטובר 2019"}