{"url": "https://www.geektime.co.il/deepcube-raises-7m-in-a-round/", "type": "article", "title": "למידה עמוקה על סטרואידים: DeepCube גייסה 7 מיליון דולר", "description": "הסטארטאפ הישראלי פיתחה טכנולוגיה שתבצע אופטימיזציה לכל מודל למידה עמוקה ותצמצם את גודלו בכ-90% - מבלי לאבד את הדיוק שלו. עד כה גייסה החברה 12 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/deep-1600768954-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-22T15:59:45Z", "modified_time": "2020-09-22T14:59:35Z", "articleBody": "הסטארטאפ הישראלי פיתחה טכנולוגיה שתבצע אופטימיזציה לכל מודל למידה עמוקה ותצמצם את גודלו בכ-90% – מבלי לאבד את הדיוק שלו. עד כה גייסה החברה 12 מיליון דולר\nצילום מסך\nהסטארטאפ הישראלי DeepCube, המפתח טכנולוגיה לאופטימיזציה של מודלי למידה עמוקה, מודיע היום (ג’) על השלמת גיוס סבב A בהיקף של 7 מיליון דולר. את סבב הגיוס הובילה הקרן הקנדית Awz Ventures והשתתפו בו גם הקרנות Koch Disruptive Technologies ו-Nima Capital.\n“הבעיה הגדולה בכל המודלים של למידה עמוקה היום שהמודלים הם גם גדולים (מבחינת כמות הזיכרון שדורשים), וגם מאוד יקרים מבחינת עלויות הריצה. כתוצאה מכך, התקנה על מכשירי קצה עם משאבים מוגבלים כמעט ולא קיימת, ובצד של Datacenters העלויות יקרות מאוד”, אומר ד”ר אלי דוד, מנכ”ל DeepCube (דיפ קיוב).\nהסטארטאפ שבראשו הוא עומד פיתח אוסף שיטות בלמידה עמוקה, המגובים על ידי 8 פטנטים עד כה, שמאפשרים לו לבצע אופטימיזציה אוטומטית לכל מודל למידה עמוקה, כך שגודל המודל יקטן ביותר מ-90% – ללא איבוד דיוק.\nבנוסף, החברה פיתחה תשתית הרצה ייעודית ללמידה עמוקה (inference framework) שיכולה לרוץ על כל סוגי החומרה – בדאטה-סנטר או על מכשיר קצה – ומאפשרת לה להריץ את המודלים שעברו אופטימיזציה ע”י הטכנולוגיה שלה ולקבל שיפור במהירות ובצריכת הזיכרון. על פי דוד, ניתן לשפר את המהירות ואת צריכת הזיכרון של המודלים ביותר מפי 10 מאשר בהרצתם שלא על התשתית שיצרו בדיפ קיוב.\nבשיחה עם גיקטיים אומר דוד כי “בזמן שהחומרות השונות מציעות שיפורים קטנים של 10-20% אחד אל מול השני, הפתרון המבוסס תוכנה של דיפ קיוב מביא שיפור במהירות בסדרי גודל, וזאת ללא קשר לחומרה שביד הלקוח. לא משנה כמה החומרה מהירה או איטית, כמה יקרה או זולה, הלקוח יקבל שיפור דרמטי במהירות וכך יוזיל עלויות בהתאם, באמצעות התוכנה של דיפ קיוב”.\nדיפ קיוב הוקמה ב-2018 על ידי ד”ר אלי דוד וירון איתן. בחברה 20 עובדים ומשרדיה ממוקמים בתל אביב ובניו יורק. בחברה אומרים כי ההון שגויס ישמש אותה להמשך הרחבת הפיתוח שלה, ובעיקרו יושקע בהרחבת ה-go to market של המוצר שלה. עד כה גייסה החברה 12 מיליון דולר, 5 מיליון מתוכם בסבב Seed שלא דווח עד עתה.\n\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "סטארטאפ,סטארטאפ ישראלי,גיוס,גיוס הון,גיוסי הון,דיפקיוב,דיפ קיוב,ai,בינה מלאכותית,למידת מכונה,ml,למידה עמוקה,deep learning,machine learning,deepcube"}