{"url": "https://www.geektime.co.il/hetz-ventures-77-m-for-second-fund/", "type": "article", "title": "קרן Hetz סגרה גיוס של 77 מיליון דולר לקרן השנייה שלה", "description": "עם סגירת הקרן השנייה שלה תנהל Hetz Ventures כספים בסך כולל של למעלה מ-130 מיליון דולר. בין ההשקעות הבולטות שלה Trigo ו-Codota", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/Hetz-Ventures-1600173611-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-15T17:30:48Z", "modified_time": "2020-09-15T16:09:49Z", "articleBody": "עם סגירת הקרן השנייה שלה תנהל Hetz Ventures כספים בסך כולל של למעלה מ-130 מיליון דולר. בין ההשקעות הבולטות שלה Trigo ו-Codota\nצוות Hetz Ventures. צילום: יוסי מסה\nקרן ההון סיכון הישראלית Hetz Ventures (חץ) הודיעה היום (ג’) על סגירת הקרן השנייה שלה בסך של 77 מיליון דולר. הקרן, שגויסה במלואה בזמן משבר הקורונה, ביצעה סגירה ראשונה בחודש אפריל, והסגירה הסופית התרחשה בחודש יולי עם ביקושי יתר. עם סגירת קרן 2, Hetz Ventures תנהל כספים בסך כולל של למעלה מ-130 מיליון דולר.\nHetz Ventures, שהוקמה בשנת 2018, מתמחה במיזמי דיפ-טק בשלבים המוקדמים שלהם, שעוסקים בתחומי הטכנולוגיה לארגונים, DevOps, סייבר, מחשוב ענן ופינטק. על פי הקרן, כ-90% מהמשקיעים בקרן השנייה הם משקיעים בינלאומיים מנוסים. עם זאת, חלק ממייסדים של חברות הפורטפוליו שלה מקרן 1 ביצעו השקעה חוזרת בקרן החדשה, לצד יזמים מקומיים אשר, על פי הקרן, חתומים כבר על אקזיטים. הקרן החדשה כבר ביצעה שתי השקעות.\nבתגובה לסגירת הקרן אמר יהודה טאוב, שותף מנהל בHetz Ventures: “הקמנו את Hetz Ventures לפני קצת פחות משלוש שנים במטרה להשקיע בחברות אשר בונות טכנולוגיות עמוקות, בעלות חסמי כניסה משמעותיים, והממנפות מודלים עסקיים יצירתיים לשינוי תפיסות שוק. בעולם העסקי המתנהל תחת השפעת הקורונה, טכנולוגיות אלו הינן בעלות חשיבות עליונה. אנחנו בונים שותפויות עם חברות שסוגרות פערים אמיתיים בשוק”. טאוב הוסיף: “הרשת הבינלאומית הענפה שלנו מאיצה באופן אקספוננציאלי את הצלחתן של חברות הפורטפוליו שלנו בחו”ל. עד היום, כל החברות בהן השקענו הרוויחו מרשת צומחת זו, בעיקר לשם איתור שותפים בינלאומיים ולקוחות ראשונים. אנו נרגשים מההזדמנויות בהן הקרן החדשה תאפשר לנו להשקיע. בנוסף, העובדה שהרוב המוחלט של משקיעינו מקרן 1 השקיעו שוב בקרן 2 מעידה על הביטחון הרב בגישה שלנו, וכן על רצונם של רבים מהיזמים בהם תמכנו בעבר להיות משקיעים שלנו”.\nבקרן מתגאים בקבלת החלטות מהירה, כשלדבריהם, מהפגישה הראשונה עם המייסד ועד להשקעה בחברה, נדרשים לקרן כארבעה שבועות ואף פחות, בהם מוצגות הבעיה וההזדמנות בשוק, ובהמשך לכך, מנתחים את הפתרון, התחרות ואת הלקוחות הפוטנציאליים, באמצעות תהליך יסודי ושקוף.\nהקרן הראשונה של Hetz השקיעה ב-10 חברות בהן Trigo, שמאפשרת רכישה ללא מעבר בקופות; Granulate, שמבצעת אופטימיזציה של תשתיות ענן ועומסי עבודה לשיפור ביצועים בזמן אמת; Codota, שמפתחת מערכת השלמה אוטומטית (autocomplete) לכתיבת קוד במגוון שפות תכנות דוגמת  Python, C, HTML, ג’אווה, סקאלה, קוטלין וג’אווה סקריפט; ו-Anima, שמאפשרת אוטומציה של עיצוב מבוסס Sketch, XD או Figma וייצוא למגוון שפות תכנות דוגמת Sketch ו-HTML. בנוסף, כולל הפורטפוליו של Hetz Ventures גם את החברות: Jones, MarketBeyond, DeepChecks, Infinipoint ו-Acumen.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "קרן הון,קרן הון סיכון,השקעה,חץ,קרן hetz,hetz ventures"}