{"url": "https://www.geektime.co.il/sim-cards-for-free-in-israel/", "type": "article", "title": "התחרות נמשכת: חברות הסלולר מציעות כרטיסי SIM בחינם", "description": "כשהכל כלול והמחירים מתחילים להתייצב, עוברות מפעילות הסלולר למרכיב הבא ומוותרות על תשלום נפרד עבור כרטיס הסים.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/sim.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-13T16:20:11Z", "modified_time": "2014-02-13T16:55:04Z", "articleBody": "כשהכל כלול והמחירים מתחילים להתייצב, עוברות מפעילות הסלולר למרכיב הבא ומוותרות על תשלום נפרד עבור כרטיס הסים.\n\nהפוסט נכתב על ידי יאיר מור, NEXTER.\nשוק הסלולר בישראל התייצב בחודשים האחרונים סביב רמת מחיר של בין כ-50 שקל בחודש לתוכניות ללא הגבלה עם גלישה מוגבלת ל-100 שקל בחודש לתוכניות הסטנדרטיות הכוללות 3 גיגה-בייט גלישה. עם זאת, בימים האחרונים מסתמן כי החברות מצאו סעיף נוסף שקיצוץ בו יקל על משתמשי החברות הגדולות לעבור אליהן: כרטיס ה-SIM.\nבשבוע שעבר ביטלה 012-מובייל, מותג התקשורת המוזל של פרטנר, את מחיר כרטיס ה-SIM, הרכיב הזעיר עליו שמורים פרטי הלקוח והמאפשר לו להחליף מכשירים בכוחות עצמו ללא צורך בפעולה כלשהיא מול החברה. זמן קצר לאחר מכן החלה גם הוט מובייל להציע כרטיסי SIM חינם למצטרפים. אתמול בבוקר הצטרפה גולן טלקום למגמה, אך לא ביטלה לחלוטין את עלות כרטיס ה-SIM, אלא הכריזה על מבצע שיסייע “למשפחות שרוצות לעבור יחדיו לגולן טלקום”, על ידי האפשרות לרכוש כרטיס SIM אחד ב-49 שקלים ולקבל עד 5 נוספים.\nבינתיים, החברות הנותרות אינן ממהרות להצטרף למגמה, אך נראה כי הן גם לא פוסלות את רעיון ביטול מחיר רכישת הכרטיס. באורנג’, למשל, אמרו לנו שאצלם מחיר הכרטיס נשאר 88.9 שקל, אך ב”מבצעים נקודתיים” הם מעניקים ללקוחות – חדשים או קיימים – כרטיסים ללא תשלום. ברמי לוי תקשורת הסבירו שאינם מתכוונים להעניק את הכרטיסים, הנרכשים על ידי החברות בפרוטות, חינם אלא להתרכז בהענקת המחיר התחרותי ביותר לתוכנית.\nחשוב לציין כי החיוב על כרטיסי SIM הוא חרב פיפיות – מצד אחד, ביטולו מעודד לקוחות לערוק מחברתם הקודמת לחברה אחרת, אך באותה מידה הוא יכול גם לעודד אותם לערוק מהחברה החדשה לחברה אחרת בכל רגע נתון. 49 השקלים – המחיר הסטנדרטי לכרטיס כזה – משמשים מעין ערובה לכך שהלקוח לא ירצה לעבור ספקיות לעתים קרובות מדי, ולהיות מחויב במחיר בכל פעם מחדש.\nטבלת מחירי הסלולר בישראל (מעודכנת ל-12.2.14)\nהפוסט פורסם לראשונה ב-NEXTER.\nלקריאה נוספת:\nסוף מפתיע: מצלמה נפלה ממטוס והמשיכה לצלם\nכך התקבלתי לעבודת חלומות באפל – וברחתי משם\nקרדיט תמונה: sim via Shutterstock.", "keywords": "פלאפון,סלקום,אורנג׳,גולן טלקום,הוט מובייל,רמי לוי,יופון,הום סלולר,מחירי הסלולר בישראל,סים,כרטיסי סים,סים בחינם,הוט-מובייל"}