{"url": "https://www.geektime.co.il/playstation-5-and-playstation-5-digital-edition-vs-xbox-series-x-and-xbox-series-s/", "type": "article", "title": "אז מה עדיף? פלייסטיישן 5 או Xbox Series X? תנו לנו לעשות לכם סדר", "description": "מה ההבדלים במפרטים? אילו משחקים יוצאים לאיזו קונסולה? איזו קונסולה תגיע ראשונה לארץ? 4 קונסולות עומדות להתחרות על ליבכם בחודש נובמבר, ואנחנו רוצים לעשות לכם סדר בבלאגן", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/VS-1600414688-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-18T10:41:15Z", "modified_time": "2020-09-18T10:41:15Z", "articleBody": "מה ההבדלים במפרטים? אילו משחקים יוצאים לאיזו קונסולה? איזו קונסולה תגיע ראשונה לארץ? 4 קונסולות עומדות להתחרות על ליבכם בחודש נובמבר, ואנחנו רוצים לעשות לכם סדר בבלאגן\n\nהשבוע יצאה לדרך באופן רשמי מלחמת הקונסולות החדשה. זאת לאחר שמיקרוסופט וסוני חשפו סופסוף את כל הפרטים בנוגע לקונסולות הדור הבא שלהן. כעת, מיליוני שחקנים בעולם יכולים לדעת פחות או יותר מה הם עומדים לקבל, מתי, ובאיזה מחיר. יש לא מעט פרטים מבלבלים בהשקות הללו, והרבה דמיון בין הקונסולות, אז בואו נעשה לכם סדר בין כולן כדי שאתם תוכלו להחליט איזו קונסולה מתאימה לכם יותר.\nהפלייסטיישן 5 מגיע עם מעבד Zen 2 בעל 8 ליבות של AMD במהירות דינמית של עד 3.5GHz; מעבד גרפי בארכיטקטורת RDNA 2 של AMD במהירות דינמית של עד 2.23GHz או 10.3 טרהפלופס; זיכרון 16GB מסוג GDDR6 עם מהירות של 448GB/s; ומה שסוני טוענת שהוא הדובדבן שבקצפת שלה, כונן SSD שהונדס ספציפית לקונסולה החדשה בנפח 825GB בטכנולוגיית NVMe עם מהירות קריאה של עד 5.5GB/s.\nה-Xbox Series X, תגיע גם היא עם מפרט די דומה: מעבד Zen 2 בעל 8 ליבות של AMD, במהירות דינמית של עד 3.8GHz; מעבד גרפי בארכיטקטורת RDNA 2 של AMD במהירות דינמית של עד 1.825Ghz או 12.15 טרהפלופס; זיכרון 16GB מסוג GDDR6 במהירות של עד 560GB/s ב-10 הגיגה הראשונים, ועד 336GB/s ב-6 הגיגות הנותרים; ולבסוף כונן SSD בנפח 1 טרה בייט מסוג NVME עם מהירות כתיבה של עד 4.8GB/s.\nשתי הקונסולות תומכות ב-HDMI 2.1, מה שאומר שהן תומכות בקצב העברת נתונים גבוה ובקצב רענון דינאמי של עד 120 הרץ. בפועל, זה אמור להוביל לחווית גיימינג הרבה יותר חלקה פשוטו כמשמעו, ולפחות תופעות שקורות בקצבי ריענון נמוכים יותר כמו Tearing.\nעל פניו, לכל אחת מהקונסולות יש יתרונות וחסרונות קטנים עד כדי כמעט זניחים במפרט שלהן. מיקרוסופט וסוני טוענות שהן יוכלו להריץ משחקים ברזולוציית 4K ב-60-120 פריימים לשנייה, אבל לא היינו ממהרים לקבוע שנראה בעת הקרובה משחקים שמנצלים את שני הפרמטרים הללו עד הסוף. בסוני לא מפסיקים לשבח את ה-SSD של עצמם, ואכן על הנייר הוא מהיר יותר, והם טוענים שזהו המפתח לחווית גיימינג טובה יותר, אם כי למיקרוסופט יש יתרון קל ביכולת המעבד והמעבד הגרפי. האמת, סביר להניח, נמצאת איפשהו באמצע.\nהאם בפועל נוכל להבדיל בין הביצועים של הקונסולות? בשביל זה נצטרך לחכות להתנסות אמיתית בהן. מניסיון העבר, גם כשקונסולה אחת הייתה עם יתרון על השניה, ההבדלים לא היו ניכרים או כאלו שאמורים לגרום לכם להעדיף קונסולה אחת על פני השניה, והמון פעמים ההבדלים האלו תלויים ביכולות ובכוח הרצון של המפתחים לדחוף את חומרת הקונסולות עד הקצה.\nמילה על נפח האיחסון. כן, במיקרוסופט מתגאים ב-1 טרה-בייט איחסון לעומת 825GB של סוני, אבל מה שחשוב הוא בפועל כמה מקום למשחקים תשאיר לנו מערכת ההפעלה, לכן, גם שם, נצטרך להמתין קצת.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nלחובבי תקני התמונה והאודיו כדאי לשים לב שנכון לעכשיו, נראה שהפלייסטיישן 5 לא יתמוך בתקן Dolby Atmos, אלא ינסה להציג תקן סאונד חדש בשם “3D Audio” לחווית סאונד תלת מימדית ועדיפה, לטענת סוני, על פני זו של דולבי. מיקרוסופט, לעומת זאת, אישרה ששתי הקונסולות שלה יתמכו בתקן Dolby Atmos ובתקן ה-HDR הפופולארי של דולבי, Dolby Vision.\nמצאו את ההבדלים. תמונה: סוני\nלצד הפלייסטיישן 5, סוני הפתיעה וחשפה מהדורה נוספת בשם PlayStation 5 Digital Edition. בין שתי הגירסאות יש שני הבדלים: כונן אופטי, ומחיר. הגירסה הרגילה מגיעה עם כונן אופטי שתוכלו להשתמש בו כדי להריץ דיסקים של משחקים או סרטי בלו-ריי, ועולה 500 דולר. הגירסה הדיגיטלית מגיעה בלי כונן, ועולה 400 דולר.\nאם אתם יודעים שאתם רוצים בוודאות פלייסטיישן, ומתלבטים בין שתי הגירסאות, זה מה שיעזור לכם לקבל את ההחלטה: אם אתם מחזיקים באוסף דיסקים לפלייסטיישן 4, אוסף סרטי בלו-ריי, או רוצים לשמור לעצמכם את הזכות לקנות משחקים איפה שתרצו, ואולי אפילו למכור ולהחליף משחקים עם מכרים למשל, עדיף שתרכשו את הפלייסטיישן 5 הרגיל עם הכונן האופטי.\nאם אתם לא מתכננים לצפות בסרטי בלו-ריי, לא קשורים למשחקים ישנים על דיסקים, ואתם מוכנים להתחייב לרכוש משחקים אך ורק דרך החנות של סוני, כך שלא תוכלו למכור הלאה משחקים שסיימתם -אתם יכולים לחסוך לעצמכם 100 דולר ולקנות את ה-PlayStation 5 Digital Edition.\nמשמאל לימין: ה-Series X וה-Series S\nגם למיקרוסופט יש קונסולה שניה בשרוול, ה-Xbox Series S. היא תגיע עם מעבד Zen 2 קצת יותר חלש במהירות מקסימלית של 3.6GHz; מעבד גרפי מבוסס RDNA 2 במהירות מקסימלית של 1.565GHz וכוח עיבוד מקסימלי של 4 טרהפלופס; זיכרון RAM בנפח 10 גיגה; וכונן SSD מסוג NVME בנפח 512 גיגה ומהירות מקסימלית זהה של 4.8GB/s. שימו לב שגם הקונסולה הזו מגיעה ללא שום כונן אופטי.\nבכל הנוגע לביצועים הגרפיים, ה-Xbox Series S לא אמורה בדיוק להיות קונסולת “דור הבא” קלאסית. היא יכולה להציג משחקים ברזולוציה של עד 1440p ב-60-120 פריימים לשניה. עם זאת, לטענת מיקרוסופט, תוכלו לשחק בה בכל משחקי הדור הבא שיצאו לקונסולה שלה, פשוט לא ברמת הביצועים הכי גבוהה של המשחקים.\nשימו לב שה-Xbox Series S לא באמת מקבילה ל-PlayStation 5 Digital Edition – כמו שהקונסולות הקודמות מקבילות כמעט בצורה מושלמת. ה-Series S מאופיינת בכך שהיא חסרת כונן דיסקים ועם מפרט צנוע יותר בהשוואה לאחותה הגדולה, לעומת הגירסה הדיגיטלית של הפלייסטיישן 5 שמאופיינת רק בכך שהיא נטולת כונן דיסקים.\nאז למי ה-Series S מתאימה? ובכן, ה-Series S מיועדת יותר למי שפחות אכפת לו מאיכות גרפית וביצועים, ורוצה לשלם את המחיר הנמוך ביותר שאפשר כדי בכל זאת לא לפספס את משחקי הדור הבא עצמם. הורים למשל שירצו לקנות קונסולה חדשה לילדים, ופחות אכפת להם ממפרטים, ימצאו את האופציה הזאת כמצוינת.\nלצד השקת הקונסולה, סוני חשפה גם את המחירים של משחקי הדגל הראשונים לקונסולה, וכאן יש לנו בשורה קצת רעה: מחירי המשחקים, לפחות מהאולפנים שבבעלות סוני, ינועו בין 49.99-69.99 דולר. משחקי דגל לדור הקונסולות הנוכחי עמדו עד כ-60 דולר למשחק חדש, מה שאומר שבקפיצה לדור הבא נצטרך לשלם כ-10 דולר יותר למשחקים הבולטים ביותר.\nבמיקרוסופט עוד לא חשפו את המחירים של המשחקים הראשונים שלהם, אך מפיצת המשחקים 2K חשפה עוד ביולי שגירסת ה-Series X של NBA 2K21 תעלה 69.99 דולר – ממש כמו המחיר של משחקי הדגל של סוני. רוב הסיכויים שאלו יהיו המחירים החדשים גם המשחקים הבולטים לאקסבוקס.\n﻿\nאנחנו יכולים להמשיך ולדבר שעות על טרה פלופים, כונני SSD, תקנים וכל שאר הסחות הדעת. אבל בסופו של דבר יש אלמנט אחד קריטי במיוחד שצריך להנחות אתכם בעת קניית קונסולת משחק חדשה: המשחקים.\nזוהי ככל הנראה הנקודה החשובה ביותר בסופו של דבר כשאתם ניגשים לבחור קונסולת משחק. ישנם משחקים כמו Call Of Duty, פיפ”א, אססנז קריד ועוד רבים וטובים שיוצאים וימשיכו לצאת לשתי הקונסולות  (פלייסטיישן ואקסבוקס). אלו הם משחקים שבדרך כלל שייכים לסדרות אהובות, וההבדלים בין ביצועי הקונסולות במקרים של המשחקים הללו, הם זניחים. מונח הקסם בעולם הקונסולות הוא משחקים אקסקלוסיביים.\nכמו שלכל שירות סטרימינג יש סדרות מקור שמשודרות רק אצלו, גם בעולם הגיימינג ישנם משחקים בלעדיים שיוצאים לקונסולות ספציפיות במטרה למשוך אתכם, הקונים, לקנות דווקא את הקונסולה הזאת. לכל חברה יש את האקסקלוסיביים שלה, ואתם צריכים בעיקר להבין במה אתם מתכננים לשחק.\n﻿\nלמיקרוסופט יש אקסקלוסיביים בולטים כמו סדרת Halo, Gears Of War, Forza, Sea Of Thieves, Ori ועוד. סוני מחזיקה בסדרות משחקים בולטות כמו Uncharted, The Last Of Us, Infamous, God Of War, Horizon: Zero Dawn, ספיידרמן ועוד. קחו בחשבון שגם משחקים עתידיים של אותם מותגים נוטים לצאת לאותן משפחות קונסולות, ולא לזלוג לקונסולות אחרות.\nאם אתם מתכננים לשחק במשחקים שמוגדרים Cross-Platform ויצאו לשתי הקונסולות, יכול להיות שעדיף לכם ללכת על האופציה הזולה מבין השתיים, במקרה הזה ה-Xbox One S. אבל אם אתם רוצים גם לשחק במשחקי Cross-Platform וליהנות מגרפיקה הרבה יותר מוצלחת, תוכלו להוסיף כ-100 דולר ולרכוש את ה-PlayStation 5 Digital Edition.\nאם פעם היינו מדברים רק על משחקים וחומרה, הרי שזו שנת 2020, והיום כולם מדברים בשירותי פרימיום ומינויים. מיקרוסופט הפתיעה עם שירות ה-Game Pass שלה שאפשר להגדיר אותו בתור הנטפליקס-של-המשחקים. אתם משלמים כל חודש סכום חודשי קבוע של כ-55 שקלים לחודש, ובתמורה אתם מקבלים גישה לספריה של יותר מ-100 משחקים שזמינים לכם להורדה.\nמיקרוסופט טרפה את הקלפים כשהיא הודיעה שכל המשחקים האקסקלוסיביים שלה לקונסולות האקסבוקס יהיו זמינים גם בשירות הגיים פאס, ואפילו משחקי השירות EA Play יצטרפו לספריה. כלומר, במקום לקנות למשל את פלייט סימולטור החדש ב-60 דולר, אתם יכולים לשלם 55 שקלים לחודש, ולשחק בו כחלק מהמינוי. זו הצעה מפתה למדי למשתמשי אקסבוקס, והיא זמינה גם במחשב.\n﻿\nבסוני החליטו סופסוף להגיב להצעה הזאת, והציגו את PlayStation Plus Collection. זהו אוסף של משחקי הפלייסטיישן 4 מהטובים ביותר שיצאו, וכולל לא מעט משחקי ענק כמו Uncharted, The Last Of Us, Battlefield 1 ועוד רבים וטובים. האוסף הזה יוצע ללא תוספת מחיר למנויי שירות הפלוס של פלייסטיישן (שבכתבה הזאת בדקנו עבורכם אם כדאי לשלם עליו). אז מצד אחד, זו ספריית משחקים מוצלחת במחיר הרבה יותר נמוך מזה של מיקרוסופט, אבל מצד שני, משחקים אקסקלוסיביים חדשים של סוני לא יוצעו במסגרתו, וטרם ידוע האם הספרייה הזאת תשתנה במהלך חייו של השירות. אז זו לא בדיוק הצעה מקבילה, אבל זה לחלוטין בונוס נהדר למשתמשי הפלוס.\n\nה-Xbox של מיקרוסופט תהיה הראשונה להגיע לכל העולם, וגם לישראל ב-10 בנובמבר. ה-Xbox Series S הצנועה תוצע במחיר של 1,349 שקלים, בעוד ה-Xbox Series X תוצע במחיר של 2,199 שקלים. המכירה המוקדמת תחל כבר ב-22 בספטמבר.\nחובבי סוני יצטרכו להתאפק קצת יותר, כיוון שה-PlayStation 5 של סוני יגיע באיחור קליל וביום ההשקה הגלובלי של סוני (לאחר ההשקה בשווקי המפתח שלה), ב-19 בנובמבר. מחיר ה-PlayStation 5 הרגיל יעמוד על 2,449 שקלים, בעוד ה-PlayStation 5 Digital Edition תימכר ב-1,999 שקלים. המכירה המוקדמת תחל ב-1 באוקטובר.\nנזכיר כי שתי קונסולות הדגל ימכרו בשוק האירופאי ב-500 אירו. בנדא מגנטיק, יבואנית אקסבוקס בישראל תימחרה את האקסבוקס החדשות במחיר כמעט זהה למחיר האירופאי שלהן. לעומת זאת, ישפאר, יבואנית פלייסטיישן בישראל, מתמחרת בפועל את הפלייסטיישן 5 הרגילה כאילו היא עלתה 600 אירו, ואת המהדורה הדיגיטלית כאילו היא עלתה כמעט 500 אירו.\nאז בישראל כמו בישראל, גם אם החומרה כמעט זהה, ומחיר המחירון באירופה הוא זהה, עדיין נגזר עלינו למצוא הבדלים במחירים בין יבואנים שונים. קונסולת הדגל של סוני בישראל תעלה 11% יותר מאשר קונסולת הדגל של מיקרוסופט בישראל, וזה אולי לא הפרש משמעותי, אבל זה עשוי להטות לא מעט “קולות צפים” של מתלבטים.\nסביר להניח שבחודשים הקרובים ועד למועד השקת הקונסולות, נשמע על לא מעט פיצ’רים חדשים של כל אחת מהקונסולות, ואולי גם על משחקים עתידיים שיצאו לכל אחת מהן, כך שיש עוד לא מעט לגלות. אם אתם מתכננים להזמין את הקונסולה במכירה המוקדמת, אין לכם עוד הרבה זמן להתלבט עד שהיא תחל בישראל, אבל אם יש לכם עוד שאלות, אני, שאר הכתבים של גיקטיים וכמובן קהילת הקוראים של גיקטיים מחכים לכם בקבוצת ה-GeektimeClan בפייסבוק בכל שעה.\n ", "keywords": "פלייסטיישן 5,סוני,פלייסטיישן,פלייסטיישן 5 דיגיטל אדישן,פלייסטיישן 5 מהדורה דיגיטלית,sony,playstation,playstation 5,playstation 5 digital edition,ps5,אקסבוקס,אקס בוקס,מיקרוסופט,אקסבוקס s,אקסבוקס x,microsoft,xbox series s,xbox series x,gaming,consoles,אקס-בוקס,השוואה"}