{"url": "https://www.geektime.co.il/nvidia-acquires-arm-for-40b/", "type": "article", "title": "רשמי: NVIDIA רוכשת את Arm תמורת 40 מיליארד דולר", "description": "ענקית המעבדים הגרפיים הופכת היום לענקית מעבדים נקודה, וזה עלה לה 40 מיליארד דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/Arm-NVIDIA-1600060902-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-14T08:41:56Z", "modified_time": "2020-09-14T09:33:58Z", "articleBody": "ענקית המעבדים הגרפיים הופכת היום לענקית מעבדים נקודה, וזה עלה לה 40 מיליארד דולר\nתמונה: NVIDIA\nאחרי שבועות ארוכים של שמועות ודיווחים רבים, ענקית השבבים והמחשוב NVIDIA הודיעה הלילה רשמית כי היא רוכשת את יצרנית השבבים הבריטית Arm מידי Softbank תמורת 40 מיליארד דולר (או 26,666,666 כרטיסי RTX 3090 חדישים).\nמאז שסופטבנק רכשה אותה ב-2016, Arm התקדמה בצורה משמעותית כמעט בכל השווקים שלה, והפכה לארכיטקטורת ברירת המחדל כמעט בכל מעבד מרכזי במכשירי אנדרואיד, iOS, אמבדד ו-IoT. בנוסף, היא נכנסה לתחום הלפטופים עם מחשבים של מיקרוסופט, אסוס ועוד שחלקם עברו לארכיטקטורה של החברה, במקום X86 של אינטל. וכמובן, אי אפשר לשכוח את המהלך המשמעותי של אפל שהוכרז בסוף יוני, ובו הודיעה החברה כי בתוך שנתיים כל מחשבי המק של אפל יעברו לארכיטקטורת Arm עם שבב האפל סיליקון.\nבמהלך חודש יולי דווח בוול סטריט ג’ורנל כי סופטבנק מחפש לממש את אחזקותיה ב-Arm, אותה רכשה ב-2016 תמורת 32 מיליארד דולר. החברה בחנה אפשרות של הנפקת Arm בבורסה, או רכישתה, כחלק מתוכנית מימוש נכסים רחבה שכוללת גם מכירת חלק מההשקעות מעליבאבא ו-T-Mobile. בין היתר נועדה המכירה להחזיר לענקית ההשקעות היפנית את השקעותיה המדשדשות ב-WeWork ועוד.\n“Arm הפכה למעבד הפופולארי ביותר בעולם”, כתב ג’נסן וואנג, מייסד ומנכ”ל NVIDIA. “אנחנו משלבים זרועות עם Arm כדי לייצר את חברת המחשוב המובילה בעולם לעידן ה-AI… איחוד של יכולות עיבוד ה-AI של NVIDIA והתפוצה הנרחבת של מעבדי Arm, יאפשרו לנו להגיע להזדמנויות המחכות בתחום ה-AI והמחשוב המתקדם בענן, סמארטפונים, מחשבים אישיים, מכוניות אוטונומיות, רובוטיקה, 5G ו-IoT”.\nג’נסן טוען שלאחר צירופה של Arm למשפחה, NVIDIA תוכל להגיע להרבה יותר מפתחים מבעבר: מ-2 מיליון ל-15 מיליון מפתחים. כמו כן, הוסיף ג’נסן כי Arm תמשיך לפעול מאנגליה ו-NVIDIA תשמור על מודל הרישיונות הפתוח והגישה הנייטרלית של Arm ללקוחות. האמירה האחרונה נועדה כמובן לרכך התנגדות רגולטורית צפויה.\nהשנים האחרונות היו שנים נפלאות עבור NVIDIA וגם עבור ARM. הראשונה היא כמובן ענקית המעבדים הגרפיים שהצליחה לשמוט לסתות באירוע ההשקה שלה רק לפני שבועות ספורים, ולהצליח משמעותית בשוק ה-AI והרכבים האוטונומיים, אך לא הצליחה להתרחב אל שוק המעבדים ככלל ושוק המובייל בפרט. הרכישה של Arm מצליחה לקנות לה את כרטיס הכניסה שהיא רצתה והייתה צריכה לשני השווקים הללו.\nהארכיטקטורה של Arm נמצאת כמעט בכל מקום ובשימוש של כמעט כל השחקניות הגדולות בעולם: אפל עם מעבדי ה-A ומעבדי המקים החדשים, מיקרוסופט עם לפטופ ה-Surface X, מעבדי המובייל של Qualcomm ועוד רבות וטובות. באמצעות הרכישה, NVIDIA נכנסת בכל הכוח לשוק המעבדים, והופכת לכוח ענק כנגד אינטל ו-AMD שיהיה נוכח בחלק נכבד מהמכשירים שבהם כולנו משתמשים. השילוב המשמעותי בין ייצור מעבדים כללים לבין ייצור מעבדי גרפיים יאפשר ל-NVIDIA להציג ביצועים הרבה יותר עוצמתיים, בזכות אינטגרציה משופרת.\nלרכישה יש גם השלכות על ההייטק הישראלי. NVIDIA כבר עכשיו מחזיקה במרכז הפיתוח ביקנעם, בזכות הרכישה של מלאנוקס תמורת 6.9 מיליארד דולר ב-2019. בנוסף, יש לה עוד מרכז פיתוח שמתמחה ב-AI בירושלים, ועתה, בעקבות העסקה היא כעת גם תשלוט במרכז הפיתוח של Arm ברעננה.", "keywords": "nvidia,arm,ארם,אנווידיה,שבבים,gpu,cpu,מעבדים,מעבד,ai,עסקה,סופטבנק,softbank"}