{"url": "https://www.geektime.co.il/reports-claim-that-nvidia-might-buy-arm-for-more-than-32b/", "type": "article", "title": "האיום החדש על אינטל: NVIDIA בדרך לרכוש את ARM ביותר מ-32 מיליארד דולר", "description": "ענקית המעבדים הגראפיים נמצאת במשא ומתן מתקדם, והצעד הזה עשוי לשנות את עולם השבבים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/05/1280px-ARMCortexA57A53-1558529886-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-02T14:30:50Z", "modified_time": "2020-08-02T20:08:11Z", "articleBody": "ענקית המעבדים הגראפיים נמצאת במשא ומתן מתקדם, והצעד הזה עשוי לשנות את עולם השבבים\nתמונה: Arm\nהאם עולם השבבים בדרך לרעידת אדמה נוספת? דיווח חדש גורס כי חברת Nvidia האמריקאית נמצאת בתהליכי משא ומתן מתקדמים לרכישת Arm הבריטית מידיי SoftBank.\nעל פי הדיווח של בלומברג, המבוסס על מקורבים לדבר, שני הצדדים שואפים להגיע לעסקה כבר במהלך השבועות הקרובים, זאת מאחר ש-Nvidia היא המחזרת העיקרית אחרי Arm. במהלך חודש יולי דווח בוול סטריט ג’ורנל כי סופטבנק מחפש לממש את אחזקותיה ב-Arm, אותה רכשה ב-2016 תמורת 32 מיליארד דולר. החברה בחנה אפשרות של הנפקת Arm בבורסה, או רכישתה, כחלק מתוכנית מימוש נכסים רחבה שכוללת גם מכירת חלק מההשקעות מעליבאבא ו-T-Mobile.\nהדיווח המוקדם של הג’ורנל מסביר את מהירות ההתקדמות היחסית בעסקה שעשויה להפוך לעסקה הגדולה ביותר בהיסטוריה של תעשיית המוליכים-למחצה. באם הדיונים לא יבשילו לכדי עסקה, סופטבנק עדיין צפויה להמשיך עם מהלך ההנפקה של Arm.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nנזכיר כי גם אם Nvidia אכן תצליח להגיע לעיסקה עם Arm וסופטבנק, היא תיאלץ להתמודד אל מול הרגולטורים שלא ימהרו לאשר מיזוג משמעותי שכזה. בכל זאת, Arm היא שחקנית נייטרלית בשוק השבבים, ורכישה על ידי שחקנית אחרת, שרוכשת בעצמה זכויות שימוש ממנה, עשויה לפגוע בתחרות מול היריבות האחרות שרוכשות מ-Arm את זכויות השימוש בארכיטקטורה שלה כדי לבנות את השבבים שלהן.\nבאם העיסקה תצא לפועל, Nvidia תקבל את דריסת הרגל המשמעותית הראשונה שלה בשוק המובייל, וסופסוף תוכל להתרחב מעבר למעבדים הגראפיים שלה שכבר חולשים על תחום הגיימינג, AI ועוד. ברכישת Arm, אנווידיה תוכל לשלוט היטב גם על תחומי המעבדים הגראפיים וגם המעבדים הסטנדרטיים שיוכלו לעבוד ביחד בצורה טובה יותר. המהלך יאפשר לה לאתגר את AMD – שהיא היחידה שנהנית נכון להיום ממעמד של יצרנית מעבדים ומעבדים גראפיים לעולמות הדאטה-סנטר.\nמאז שסופטבנק רכשה אותה ב-2016, Arm התקדמה בצורה משמעותית כמעט בכל השווקים שלה, כאשר היא הפכה כמעט לארכיטקטורת ברירת המחדל בכל מעבד מרכזי במכשירי אנדרואיד ו-iOS. בנוסף, היא אפילו גלשה אל תחום הלפטופים עם מחשבי ה-Surface של מיקרוסופט שחלקם עברו לארכיטקטורה של החברה.\nוכמובן, אי אפשר לשכוח את המהלך המשמעותי של אפל שהוכרז בסוף יוני, ובו הודיעה החברה כי בתוך שנתיים כל מחשבי המק של אפל יעברו לארכיטקטורת Arm. רכישה במחיר של עד כ-55 מיליארד דולר, כפי שסבורים בבלומברג, תהיה הדובדבן שבקצפת בהתקדמות המרשימה של החברה.\nזה לא היה השבוע המוצלח ביותר עבור אינטל. החברה הודיעה כי פיתוח שבבי ה-7 נ”מ שלה מתעכב משמעותית בעוד יריבתה המרה AMD הציגה את מעבדי ה-7 ה”מ שלה עוד ב-2019. לאחר מכן פיטרה אינטל את מורטי רנדוצ’ינטלה, המהנדס הראשי שלה כחלק ממדיניות “לקיחת אחריות”. ואם כל זה לא הספיק, בעת חשיפת הדוחות הרבעוניים האחרונים, בוב סוואן, מנכ”ל אינטל, סיפר למשקיעים כי אינטל שוקלת להפסיק לייצר את שבביה בעצמה. מהלך שעוד יותר מדגיש את המודל העסקי המוצלח של Arm, שבעצם מאפשרת ליצרניות אחרות להשתמש בארכיטקטורה שלה לצורך הינדוס שבבים משלהן, וייצור שלהם באתרים אחרים.\nרכישה של Arm על ידי שחקנית משמעותית כמו Nvidia, תהיה עוד מכה קשה עבור אינטל שחוטפת מכות מכל הכיוונים, ומתקשה לעמוד בקצב של המתחרות שלה.", "keywords": "אינטל,ארם,ארמ,arm,nvidia,אנווידיה,נווידיה,סופטבנק,softbank,soft bank,רכישה,מעבדים,מעבד,intel"}