{"url": "https://www.geektime.co.il/100tb-ssd-drive-costs-40k-dollars/", "type": "article", "title": "כונן SSD בנפח 100TB הוא הגדול בעולם, וגם היקר בעולם", "description": "אחרי ההכרזה על SSD בגודל 100 טרה-בייט ב-2018, נחשף עכשיו רשמית המחיר האסטרונומי שלו, שיעמוד על לא פחות מ-40 אלף דולר. יש לו גם אח קטן בגודל 50TB, אבל גם הוא לא מיועד לכל כיס", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/NIMBUS-1594219517-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-09T12:30:37Z", "modified_time": "2020-07-09T09:56:23Z", "articleBody": "אחרי ההכרזה על SSD בגודל 100 טרה-בייט ב-2018, נחשף עכשיו רשמית המחיר האסטרונומי שלו, שיעמוד על לא פחות מ-40 אלף דולר. יש לו גם אח קטן בגודל 50TB, אבל גם הוא לא מיועד לכל כיס\nמקור: NimbusData\nחברת Nimbus Data, המייצרת מוצרי אחסון לשוק הארגוני, הכריזה כבר בעבר על תוכניות לייצר כונן SSD בנפח עצום. עתה היא מכריזה גם על זמינות וגם על תג המחיר של כונן ה-SSD החדש שלה, שמגיע עם נפח בריא של 100 טרה-בייט.\nהכונן – ואחיו הקטן בנפח 50 טרה-בייט – מגיעים בגודל 3.5 אינץ’ עם אחד משני ממשקים סטנדרטיים לבחירת המשתמשים – SATA III או SAS-2. שני הכוננים של NimbusData מגיעים למהירות כתיבה/קריאה של עד 500 מגה-בייט בשנייה, וקצב קריאה וכתיבה רנדומלי כונני ה-SSD של עד 114 אלף IOps. כונני ה-SSD מבוססים 3D NAND, המאפשרת פיתוח של זיכרון דחוס במיוחד.\nלטענת היצרנית, כונן ה-ExaDrive DC100 צורך כ-85% פחות חשמל לכל טרה-בייט, מה שאמור לקצץ את עלויות צריכת החשמל, הקירור והאחסון בקרוב ל-50% בהשוואה לכוננים של יצרניות אחרות (0.1 וואט לכל TB שמועבר).\nדגם ה-100 טרה-בייט של כונן ה-SSD הזה הוא גדול פי 5 מהכונן הקשיח הגדול ביותר בשוק (שאינו SSD) וגדול בשני שליש מכונן ה-SSD הגדול ביותר בשוק כרגע – כונן 60 טרה-בייט של ענקית האחסון Seagate שיצא לשוק עוד ב-2016.\nוכמה יעלה התענוג הזה? כונן ה-100 טרה-בייט יעלה לא פחות מ-40 אלף דולר, כשמי שירצה לרכוש את הגרסה הקטנה יותר יאלץ להיפרד מ-12,500 דולר. אם נעשה חישוב זריז נגלה כי בדגם ה-50 טרה-בייט, כל טרה יעלה למשתמש בממוצע 250 דולר, כשבגרסה הגדולה יותר כל טרה-בייט יעלה 400 דולר – כאמור, בקטנה.\nמן הסתם הצרכן הביתי אינו הלקוח שאליו מכוונת NimbusData, כשחברות גדולות בתחומים כמו ביג דאטה, אחסון בענן ובינה מלאכותית, שלהן כיסים עמוקים במיוחד, יכולות להוות קליינטורה אפשרית. בחברה מעניקים לכם חמש שנות אחריות על הכוננים המפלצתיים ואומרים כי הזמן הממוצע בין כשלונות אפשריים של הכונן בכתיבה וקריאה של מידע הוא 2.5 מיליון שעות.", "keywords": "אחסון,ssd,כונן קשיח,כונן ssd,נימבוס דאטה,solid state drive,nimbusdata,exadrive,solid-state drive"}