{"url": "https://www.geektime.co.il/wwdc-2020-what-to-expect/", "type": "article", "title": "מחר ייפתח כנס המפתחים של אפל: מה צפוי לנו?", "description": "אוזניות קשת, אופציה לביטול הודעות אחרי שליחתן ושינוי די משמעותי בממשק האייפון - אלו כל החידושים והפיצ׳רים שאפל צפויה להכריז עליהם מחר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/wwdc2020-1592729827-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-21T19:58:15Z", "modified_time": "2020-06-22T12:12:12Z", "articleBody": "אוזניות קשת, אופציה לביטול הודעות אחרי שליחתן ושינוי די משמעותי בממשק האייפון – אלו כל החידושים והפיצ׳רים שאפל צפויה להכריז עליהם מחר\nמקור: Apple\nמחר (ב׳) בשעה 20:00 (שעון ישראל) אפל צפויה לקיים את כנס המפתחים שלה – WWDC, כשהפעם, הודות לקורונה יהיה לראשונה הכנס בפורמט וירטואלי ונטול קהל. באירוע, אפל צפויה לחשוף את כל החידושים שיגיעו למערכות ההפעלה הבאות שלה (בפלטפורמות השונות) וגם כמה מכשירים חדשים. כמו תמיד, מידע בנוגע לחלק מההכרזות הצפויות כבר דלף, ואלו הם כמה מהדברים המעניינים שצפויים לנו.\nבמרכז האירוע, אנו צפויים להיחשף לחידושים במערכת ההפעלה הבאה של האייפון – iOS 14. לפי דיווחים קודמים, בגרסה הבאה משתמשים יוכלו לשנות את סדר הארגון של האפליקציות ולהציג אותן בתצורה של רשימה, מה שאמור להקל על הגלילה ולעזור לכם למצוא את האפליקציה שאתם מחפשים מהר יותר.\nכמו כן, אפל עשויה לשחרר במעט את האחיזה שלה בכל הקשור לאפליקציות שנפתחות כברירת מחדל לפעולות מסוימות, כמו למשל שליחת מייל או ניווט. בגרסה הבאה, משתמשים יוכלו לבחור שאפליקציות צד שלישי כדוגמת ספוטיפיי, ג׳ימייל, כרום או Maps יהיו ברירת המחדל במקום אפל מיוזיק, מייל או ספארי. שמועה נוספת נוגעת לכך שאפל עשויה להביא את הווידג׳טים המוכרים ממכשירי אנדרואיד למסך הבית שלה, זאת לצד אלו הקיימים כיום שמציגים את השעה, התאריך ולוח השנה.\nממשק ההודעות של אפל, iMessage, צפוי לקבל שדרוג נחמד גם כן שיכלול אפשרות לשחזר הודעה אחרי שליחתה במקרה שהתחרטם, או תיוג איש קשר ספציפי בקבוצה – Mention / @  כדי לשלוח לו מעין נדנוד ולתפוס את תשומת ליבו.\niOS 14 עשוי לכלול פיצ’ר מציאות רבודה (AR) חדש שיאפשר למשתמשים לסרוק מקומות ומוצרים בעולם האמיתי ולקבל עליהם מידע שימושי. הפיצ’ר זכה לשם הזמני Gobi בקוד של מערכת ההפעלה, ועל פי הדיווחים הוא נבדק בחנויות המותג של אפל ובחנויות סטארבאקס. עוד דווח כי אפל בוחנת כיצד להשתמש בפיצ’ר החדש כדי לעזור לצרכנים שירצו לסרוק מוצר ב-AR לקבל עליו מידע, כולל המחיר שלו, ולהשוות זאת למוצרים דומים. Gobi, יוכל לקרוא קודים הדומים לקוד ה-QR בחנויות שיעבדו עם אפל ויקפיץ בפני המשתמש מידע שימושי ב-AR.\nחידושים נוספים בגזרת התוכנה היא אפליקציית כושר חינמית חדשה שתיתמך באייפון, ב-Apple Watch וב-Apple TV; על פי הדיווחים, האפליקציה החדשה של אפל תכלול סרטוני הדרכה שבהם המתאמנים יוכלו לראות כיצד לבצע נכון אימונים שונים, כמו מתיחות, אימוני ליבה, כוח, ריצה, אופניים, יוגה ואימוני חוץ ומתיחות. מהקוד עולה כי ה-Apple Watch יסייע למשתמשים לעקוב אחרי האימונים שלהם כחלק מהאפליקציה החדשה. אגב שעון, גרסה watchOS 7 צפויה להתחדש בפיצ׳ר למעקב שינה ורמות החמצן בדם.\nמקור: Pixabay\nבהמשך לדיווחים מתחילת החודש, אפל צפויה להודיע כי אחרי שנים היא נוטשת את מעבדי אינטל בארכיטקטורת x86 ותתחיל לשלב בדגמים הבאים של המחשבים שלה, הנייחים והניידים, מעבדים בארכיטקטורת ARM שאותם תייצר בעצמה. מעבדים בארכיטקטורת ARM נחשבים לרוב לזולים יותר, יעילים הרבה יותר מבחינה אנרגטית, מה שאמור לשפר דרמטית את צריכת הסוללה, וכוללים קישוריות מהירה במיוחד, שמאפשרת למחשבים להיות מחוברים כל הזמן – בדיוק כמו סמארטפון. עם זאת, המחשבים המצוידים במעבדים החדשים לא צפויים להגיע לשוק לפני 2021.\nאחד התחומים שאליהם אפל צפויה להיכנס צץ כבר בקוד של iOS 13, וכולל השקה של מוצר פיזי חדש שזכה לשם הקוד AirTags. מדובר בתגיות קטנות שהמשתמשים יוכלו להצמיד לדברים החשובים להם, כמו צרור מפתחות וארנק, ולעקוב אחריהם בעזרת אפליקציית Find My המותקנת על כל מכשיר iOS. מדובר במתחרים ישירים למוצרים הפופולריים ביותר כיום של חברת Tile.\nשמועה נוספת שעשויה להפוך למציאות מחר היא הכרזה על אוזניות שיקראו ״AirPods Studio״; מדובר באוזניות Over Ear (קשת), תחום אליו אפל טרם נכנסה, אם לא מחשיבים את האוזניות במותג Beats. לא הרבה ידוע על האוזניות המסקרנות, אך כנראה שמדובר באוזניות בלוטות׳ עם מנגנון ביטול רעשים, מה שיהפוך אותן למתחרות רציניות של Bose וסוני.\nיתכן כי נראה גם גרסה מחודשת ואף מוזלת לרמקול של אפל, ה-Home Pod, שיתמוך גם במכשירים שאינם מתוצרת אפל, כמו גם גרסה מעודכנת לאוזניות הפופולאריות של החברה, האיירפודס. בגדול, הדיווחים עוסקים בכך שיש סיכוי שרוב מוצרי החברה יקבלו מחר רענון, בהם ה-iMac וסטרימר ה-Apple TV שישודרג במעבד חדש ונפח אחסון נדיב יותר.\nאנחנו כמובן נדווח מחר בלייב מהאירוע הגדול של אפל, ואתם מוזמנים להצטרף אלינו באפליקציית גיקטיים (לאייפון או לאנדרואיד), עמוד הפייסבוק שלנו או הטוויטר שלנו, ואל תשכחו להירשם לערוץ הטלגרם שלנו בו תוכלו לקבל את העדכונים מיד עם יציאתם.", "keywords": "אפל,wwdc,wwdc 2020,apple even,כנס מפתחים אפל,אירוע אפל,אייפון,ios,ios 14"}