{"url": "https://www.geektime.co.il/insider-jobs-22092020/", "type": "article", "title": "הנה 10 משרות חדשות בהייטק ששווה לכם לבדוק", "description": "חל''ת, פיטורין, סתם מרעננים - לא משנה מה הסיבה, הנה 10 משרות שוות בהייטק הישראלי ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/people-working-in-front-of-computer-3182763-1593421815.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-29T19:43:47Z", "modified_time": "2020-09-30T13:07:38Z", "articleBody": "חל”ת, פיטורין, סתם מרעננים – לא משנה מה הסיבה, הנה 10 משרות שוות בהייטק הישראלי ששווה לכם לבדוק\n\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nAlign Technology היא חברת ציוד רפואי בינלאומית שנוסדה ב-1997 בלב עמק הסיליקון שבקליפורניה. החברה מובילה בתחומה בעולם, וממציאה מחדש את האופן שבו טיפולים אורתודנטיים וטיפולים לשיקום הפה מתבצעים למיליוני אנשים ברחבי העולם. המוטו שלה הוא Transforming Smiles, Changing Lives.\nבישראל החברה מפעילה מרכז עתיר טכנולוגיה ועובדת עם הטכנולוגיות המתקדמות ביותר, ובהן: בניית מערך דרישות למוצרים עתידיים (תוכנה וחומרה), System Engineering, ארכיטקטורה מקצה לקצה מרמת ה-Cloud ועד רמת ה-Firmware; אופטיקה, אלגוריתמיקה, AI, ML, DevOps, אוטומציה, עבודה עם חומרים מורכבים (מכניקה) ואלקטרוניקה מתקדמת, ועוד.\nהחברה מעודדת פיתוח אישי ומקצועי של העובדים, תוך גמישות העסקה מהבית ומהמשרד, וחושפת אותם לאתגרים מקצועיים רבים ופיתוחים טכנולוגיים מובילים, מה שמצריך מהצוותים השונים להיות יצירתיים, מקצועיים ועצמאיים.\n\nמה הם מחפשים?  \n  To send a CV for the position of Senior System Engineer  –\nTo send a CV for the position of Sr. Software Architect  –\nRedisLabs היא חברה מובילה בתחום ה-DataBase. הקוד שפיתחה משרת מאות אלפי מפתחים בעולם ומאפשר לאפליקציות להגיב בזמן אמת, תחת כל עומס של טרנזקציות, על ידי שימוש במבני נתונים מובנים מתוך זיכרון. החברה הוקמה בשנת 2011 ומונה 400 עובדים ב-3 סייטים מרכזיים: ארה”ב, לונדון וישראל. בסייט הישראלי נמצא גם מרכז הפיתוח.\nבאחרונה גייסה החברה 100 מיליון דולר בהובלה של Bain Capital ו-TCV האמריקאיות, ובהשתתפות המשקיעות הקודמות: Goldman Sachs Growth, Francisco Partners, Viola Ventures וזרוע ההשקעות של Dell, ובכך הצטרפה למועדון הנחשק של חברות חד קרן.\nבימים אלה רוב עובדי החברה עובדים מהבית. רדיס לאבס הייתה בין החברות הראשונות שבחרה לסגור את המשרדים בגל הראשון של הקורונה על מנת לשמור על בריאות העובדים, ולמרות ההשקעה הרבה במשרדים החדשים מאפשרת לעובדיה עד היום עבודה מלאה מהבית.\n\nמה הם מחפשים?  \n To send a CV for the position of Infrastructure Developer –\n\nTo send a CV for the position of Software Team Leader – Core Cluster Team –\nסיילספורס היא ענקית פתרונות הענן וה-CRM המובילה בעולם, ומחברת בין חברות מכל הגדלים והתעשיות ללקוחותיהן.\nהחברה מדורגת בעקביות ברשימות החברות המובילות בעולם. כך למשל, לפי פורבס, היא אחת מהחברות הכי חדשניות בעולם; על פי מגזין People, היא נמצאת במקום ראשון ברשימת החברות שאכפת להן; וברשימת 100 החברות שהכי טוב לעבוד בהן של Fortune היא נמצאת כבר 12 שנים ברציפות.\nמרכז הפיתוח של החברה בישראל ממשיך לגדול, בעיקר באזורי Big Data ו-AI. עובדי החברה בישראל הם בעלי תרומה משמעותית לחידושים הטכנולוגיים בתחומים אלה שמשפיעים על מיליוני משתמשים בכל העולם.\n\nמה הם מחפשים?  \n To send a CV for the position of Senior Backend Infrastructure Engineer –\nTo send a CV for the position of Senior Big Data Engineer –\nגונג הגיעה בתזמון מושלם עם השינוי שעובר עולם התוכנה, מתוכנות שמעבדות מידע, אל תוכנות חכמות שמנתחות מידע ומשתמשות בו לעזור לאנשים בעבודתם היומיומית. החברה מפתחת מוצר AI אשר משתמש בשיטות החדשניות ביותר (Deep Learning ועוד). מדובר במנוע שאוסף תקשורת בין אנשים—שיחות, מיילים, צ’אטים—”מבין” אותה ומכוון את ההבנה לשיפור מקצועי של עובדים בחברה, לשקיפות גדולה יותר בארגון, ולתובנות אסטרטגיות להנהלה.\nהמוצר הראשון של החברה, שיועד לאנשי מכירות אסטרטגיים שמוכרים מוצרים מורכבים, הפך לסטנדרט דה-פקטו בארגונים מובילים. המוצר ממשיך להתרחב לאיסוף סוגים חדשים של תקשורת, התקדמות לקראת ניהול כמעט-אוטומטי של סדר היום של אנשי המכירות וטיפול במקצועות נוספים.\n\nמה הם מחפשים?  \nTo send a CV for the position of SR. PRODUCT DESIGNER –\nTo send a CV for the position of Software Team Lead –\nבניית אתר טוב מחייבת מקצועיות ולכן דודא מתמקדת בשוק ה-web professionals, כלומר עצמאיים, חברות לבניית אתרים, חברות hosting וסוכנויות לשיווק דיגיטלי, ומספקת להם פלטפורמה קלה ונוחה לבניית אתרים שיהפכו גולשים לרוכשים במהירות. אך בדודא לא מדובר רק על בניית אתר, דודא יודעת לספק ללקוחותיה כלים נוספים שעוזרים להם לנהל את העסקים שלהם בקלות ובהצלחה, כמו תקשורת עם הלקוחות על גבי האתר, יכולות ניהול לקוחות, ניהול צוות, יכולות קידום של האתר ועוד.\nדודא נפרסת על 4 לוקיישנים בעולם: פאלו אלטו, קולורדו, ברזיל ותל אביב, ומשרתת אלפי חברות בכל העולם. לקוחות דודא בנו עד היום למעלה מ-14 מיליון אתרים רספונסיביים והיד עוד נטויה. המשרד המרכז-תל אביבי של החברה מונה כ-80 עובדים, בקומות 28-29 במגדלי הארבעה, מרחק נגיעה מהכל עם נוף יום יומי לשקיעה המופלאה של העיר.\n\nמה הם מחפשים?  \nTo send a CV for the position of Full stack Team Leader  –\nTo send a CV for the position of DevOps Engineer–\n", "keywords": "סיילספורס,טנדם,גונג,ג'נרל מוטורס,align tech,redis labs,duda,playstudios,gm,gong,salesforce,tandemg,ג'נרל מוטורס,bi,big data,cyber security,devop,devops,front end developer,geektime insider,product manager,qa engineer,risk management lead,ux/ui expert,אינסיידר,גיקגו\\'ב,גיקטיים,משרות,סייבר,עבודה בהייטק"}