{"url": "https://www.geektime.co.il/meet-our-crowd-the-first-equity-crowdfunding-platform-dedicated-to-israeli-startups/", "type": "article", "title": "ג'ון מדבד משיק את OurCrowd: לגייס השקעה לסטארטאפ שלכם באמצעות Equity Crowdfunding", "description": "ג'ון מדבד, היזם הסדרתי ולשעבר מייסד ומנכ", "image": "https://files.geektime.co.il/wp-content/uploads/2013/02/OurCrowd.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-06T10:12:06Z", "modified_time": "2013-02-06T13:28:26Z", "articleBody": "ג’ון מדבד, היזם הסדרתי ולשעבר מייסד ומנכ”ל ורינגו ושותף מנהל בקרן ההון סיכון Israel Seed Partners, השיק אתמול את OurCrowd. שמונה סטארטאפים ישראלים גייסו דרך הפלטפורמה. מהפכה חדשה בעולם גיוס ההשקעות?\nג’ון מדבד, יזם סדרתי ומייסד OurCrowd. צילומסך\nג’ון מדבד, היזם הסדרתי ולשעבר מייסד ומנכ”ל ורינגו ושותף מנהל בקרן ההון סיכון Israel Seed Partners, השיק אתמול את OurCrowd, מיזם חדש וייחודי המשתמש בטרנד ה-CrowdFunding ששוטף את העולם בחודשים האחרונים לטובת גיוס השקעות עבור סטארטאפים ישראלים. עם 5.5 מיליון דולר בבנק ועוד 6.5 מיליון דולר שכבר הספיק לגייס דרך הפלטפורמה עבור לא פחות מ-8 סטארטאפים ישראלים, נראה כי מדבד הצליח למצוא את מה שרבים עדיין מחפשים.\nלהגיד Crowdsourcing בשנתיים האחרונות, זה כמעט כמו להגיד Social, Local או Mobile. זה חם, זה לוהט וכולם רוצים לראות איך אפשר להשתמש בחוכמת ההמונים כדי להפוך את הסטארטאפ\\המיזם שלהם לטוב יותר. אחת מהנישות של Crowdsourcing נקראת Crowdfunding, אותה נישה שאתם בוודאי מכירים מאתרים כגון Kickstarter או מקביליו הישראלים, Mimoona ו-Headstart.\nעד השנה שעברה, סטארטאפ או חברה שרצתה לגייס כסף באמצעות אחת מהפלטפורמות הללו, הייתה צריכה להבטיח מתנות, פיזיות או וירטואליות, למשתמשים שמשקיעים בה את כספם. בחודש אפריל האחרון, עבר בבית המחוקקים האמריקאי חוק חדש המאפשר סוג חדש של מימון המונים, Equity CrowdFunding, המאפשר לחברות לגייס כסף ממספר גדול של משקיעים, בסכומים המתחילים ב-1000 דולרים בלבד, בתמורה למניות או אופציות בחברה.\nמאז ועד היום, עשרות אם לא מאות מייזמים העוסקים בניסיון לגייס כסף לסטארטאפים באמצעות מימון המונים התרוממו ברחבי ארצות הברית וגם מחוצה לה. בין הבולטים מביניהם ניתן למצוא את FundersClub האמריקאי וכמובן את המיזם המשותף של אתר השקעות האנג’לים, Angellist ופלטפורמת המסחר Second Market. האתרים הללו, כמו רבים אחרים, מאפשרים גם לאנשים שאינם עומדים בתנאי הסף של הרשות לניירות ערך בארצות הברית כ”משקיעים מורשים”, להשקיע בסטאטראטפים גם סכומים קטנים ובתמורה, לקבל נתח מניות או אופציות מהחברה.\n\nבדומה ל-Fundersclub, גם OurCrowd של מדבד היא פלטפורמת Equity CrowdFunding, אך בניגוד אליו ולכל הפלטפורמות האחרות, OurCrowd עוסקת בגיוס כספים עבור סטארטאפים ישראלים בלבד. נכון להיום, לפי מה שידוע לנו, הצעה של מניות לציבור הרחב בישראל שלא דרך הרשות לניירות ערך בישראל לא ממש מוסדרת בחוק ובמקרים רבים תחשב כלא חוקית, אך מדבד מסביר כי הפלטפורמה והמיזם עצמו עומדים בדרישות החוק. “למיטב ידיעתי, מה שאנחנו עושים הוא חוקי לגמרי. יש לנו עורכי דין גם בישראל וגם בחו”ל ויחד איתם בנינו את המערכת בצורה שאינה עוברת על החוק הישראל או האמריקאי” מסביר מדבד בראיון לניוזגיק.\nכדי להצטרף כמשקיע ל-OurCrowd, אתם נדרשים להצהיר האם אתם אמריקאים, ישראלים, אוסטרלים, או תושבי מדינה אחרת ושאתם עומדים בתנאי הסף של אותה המדינה על-מנת שתחשבו כ”משקיעים מוכרים”. על מנת להצטרף למערכת כמשקיעים ישראלים, דורשים ב-Ourcrowd שתצהירו על עצמכם כבעלי שווי כולל של 12 מיליון ש”ח לפחות במזומן ונכסים וכי יש לכם ניסיון בהשקעות בשוק ההון, בין אם כתוצאה מעבודה בתפקיד בשוק ההון או במוסד פיננסי ובין אם כתוצאה מניסיון עבר של השקעות שביצעתם.\nלאחר שנרשמתם לפלטפורמה כמשקיעים ועברתם את תהליך האישור הידני, תוכלו לצפות בכל הסטארטאפים הישראלים שמנסים לגייס כעת כסף באמצעות OurCrowd. עבור כל אחד מהסטארטאפים, תוכלו לבחון את התיאור הכללי של החברה, לצפות בפרזנטציה שלה למשקיעים או בסרטון ווידאו קצר על החברה, לקבל רקע בסיסי על הצוות שמוביל את החברה, לעמוד על תנאי ההשקעה ולבסוף, לקבל ניתוח דעה של צוות OurCrowd לגבי החברה הכולל מידע לגבי השוק, המתחרים, יישום הרעיון של החברה וכמובן, סיכויי החברה להצליח.\nאם אהבתם את מה שראיתם, תוכלו לבחור להשקיע כל סכום החל מ-10,000 דולרים ומעלה כבר ישירות מתוך האתר, אך כאן בערך מסתיים החלק המקוון של הפלטפורמה עבור המשקיעים. מכאן והלאה, מדובר בהתנהלות המזכירה כמעט כל קרן הון-סיכון שאתם מכירים.\nלאחר ההתחייבות באמצעות האתר, אנשי OurCrowd ידאגו להעביר אליכם את טפסי ההשקעה לחתימה ולא מכן תתבקשו להעביר את הסכום אליו התחייבתם בהעברה בנקאית. לאחר שמספיק משקיעים העבירו את הכסף, OurCrowd למעשה תפתח שותפות מוגבלת עבור אותה השקעה בודדת, בה חברים כל המשקיעים ובה OurCrowd מוגדרת בתור שותף כללי. “נכון להיות יש לנו כבר מאות משקיעים רשומים באתר” מסביר מדבד. “כדי לפתור את הבעיות החוקיות, מה שיצרנו הוא למעשה מצב שבו לחברה יש משקיע אחד שהוא OurCrowd. נציג בדירקטוריון ואנחנו נהיה מעורבים בתפקוד השוטף וסביר להניח שגם בסיבובים עתידיים כמו כל משקיע אחר”.\n\n“אנחנו מתכננים לעשות בין 30 ל-50 השקעות בשנה” מספר מדבד. בתגובה לשאלה של כיצד הם יתמודדו עם כמות כזו גדולה של חברות, שכל אחת מהן דורשת לא מעט תשומת לב וזמן, בייחוד עם OurCrowd אמורה לשבת בדירקטוריון של כולם, הוא מסביר כי נכון להיום מעבר אליו, פועלים ב-OurCrowd כ-10 שותפים נוספים, יזמים לשעבר ומשקיעים שונים כגון סטיבן בלוגרט (לשעבר מגלנקור), פיני לוזזויק (לשעבר מברודקום ואלטה-ברקלי), אלן זיבוטופסקי (לשעבר מגולדמן-סאקס וליהמן ברדרס), זאק מילר (SeekingAlphoa), גדי מזור (Onset), רובי ציטרון (Jerusalem Global), דיויד ארונוביץ (SecureWave) וג’יי קליש (לשעבר מאלוט הישראלית).\nבנוסף לשותפים, מסביר מדבד, תעשה החברה שימוש במגוון רחב של מנטורים, יזמים סדרתיים מהתעשייה אשר ישמשו את OurCrowd בתור הנציגים בדירקטוריון של החברות המגייסות השקעה דרך הפלטפורמה.\n“אפשר להגיע דרך האתר, אבל כמו כל משקיע אחר, גם אלינו עדיף להגיע דרך Introduction עם מישהו שמכיר אותנו ואת הצוות של המיזם” מסביר מדבד. מבחינת ההתנהלות תהליך ההצטרפות של חברות ל-OurCrowd, המערכת מתנהלת כמו קרן הון סיכון כמעט בכל אופן. “כאשר מגיע אלינו מיזם חדש, אנחנו אלו שעושים את ה-Due Diligence, עושים משא ומתן וחותמים על Term Sheet מול החברה. למעשה, ה-Term Sheet שלנו דומה לכל Term Sheet אחר שאתם מכירים בתעשייה, עם כמה הבדלים קטנים שקשורים לאופי הגיוס”.\nעד ההשקה הרשמית אתמול, הספיקה הפלטפורמה החדשה של מדבד לגייס לא פחות מ-6.5 מיליון דולר עבור 8 סטארטאפים ישראלים כולל חברות כמו Sherpa, TradeOS, Nextpeer, Tapit, SiteBlackBox, Abe’s Market, Parko ו-Consumer Physics. הישג מרשים לכל הדעות, המעמיד את OurCrowd בשורה אחת (אם לא לפני) עם מיזמי ה-Equity Crowdfunding הגדולים שהוזכרו מוקדם יותר.\nבנוסף לשמונה הסטארטאפים שכבר גייסו, נכון לכתיבת שורות אלה מגייסים דרך הפלטפורמה חמישה סטארטאפים נוספים, כאשר ארבעה מביניהם כבר הספיקו לסגור את החלק הראשון של הגיוס (First Tranche) ולקבל את הכסף מהמערכת.\nצילום מסך. אתר Ourcrowd\n“אני רואה את התהליך הזה כזכות גדולה ואנחנו רוצים לאפשר לאנשים להגשים חלומות” מסכם מדבד. “כולנו מדברים על ההתדרדרות של ענף ההון סיכון ועל המשבר ונותנים כל מיני כותרות קודרות, אבל אנחנו רוצים לבוא ולהפגין מציאות אחרת. אני נמצא כאן 30 שנה ואני לא זוכר תקופה שהיו כל כך הרבה סטארטאפים מעניינים, אנג’לים שרוצים להשקיע, קרנות ומשקיעים מחו”ל שרוצים להשתתף ובסך הכל אני מאוד אופטימי. אני שמח להיות זה שמוביל את המודל החדש הזה וכמו שזה נשמע כרגע, לפחות מבחינת הסכומים שכבר גויסו, אנחנו יותר מתקדמים גם משתי הפלטפורומות שעושות אותו הדבר בארצות הברית”.", "keywords": "ג\\'ון מדבד,ourcrowd,jonathan medved,equity crowdfunding,crowdfunding,סטיבן בלוגרט,פיני לוזזויק,אלן זיבוטופסקי,זאק מילר,גדי מזור,רובי ציטרון,דיויד ארונוביץ,ג\\'יי קליש,sherpa,tradeos,nextpeer,tapit,siteblackbox,abe\\'s market,parko,consumer physics"}