{"url": "https://www.geektime.co.il/google-and-facebook-digital-wellbeing/", "type": "article", "title": "גוגל ופייסבוק השיקו אפליקציות חדשות שיפסיקו את ההתמכרות שלכם לטלפון", "description": "אחרי שהן גרמו לנו להתמכר לסמארטפונים ולרשתות חברתיות, שתי חברות הענק משחררות את הכלים שאמורים להחזיר למשתמשים את השליטה, אבל רק אחד מהם שווה את הזמן שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/GDWB-1542785353-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-21T09:48:35Z", "modified_time": "2018-11-21T09:48:35Z", "articleBody": "אחרי שהן גרמו לנו להתמכר לסמארטפונים ולרשתות חברתיות, שתי חברות הענק משחררות את הכלים שאמורים להחזיר למשתמשים את השליטה, אבל רק אחד מהם שווה את הזמן שלכם\nתמונה: גוגל\nשנת 2018 הייתה שנה מעניינת בעולם הטכנולוגיה, כאשר אחד הטרנדים הבולטים ביותר (חוץ מהמגרעות במסכי סמארטפונים) הוא ללא ספק טרנד ה-Digital Wellbeing. המשתמשים החלו להבין את ההשלכות של הטכנולוגיה על החיים שלנו, נחשפו ללא מעט חסרונות והשפעות שליליות שלה, ומבינים שהיא עשויה לגרום להתמכרות. כעת גם פייסבוק וגם גוגל משחררות את המנגנונים שלהן לשמירה על אורך חיים דיגיטלי, כדי לנסות לעזור לכם להיות קצת יותר מודעים ולהחזיר את השליטה אליכם.\n\nאפליקציית ה-Digital Wellbeing של גוגל הייתה זמינה בגירסת בטא בחודשים האחרונים בעיקר על מכשירי הפיקסל של החברה, אך בימים האחרונים האפליקציה שוחררה רשמית אל ה-Play Store בחינם, ללא שינויים נראים לעין מעבר להסרת תווית הבטא. שימו לב כי האפליקציה זמינה להורדה בשלב זה רק למכשירי הפיקסל של גוגל ולמכשירי Android One בגירסת אנדרואיד 9 ומעלה.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nהכלי העיקרי באפליקציה של גוגל הוא ה-Dashboard שבו תוכלו לראות את זמני השימוש שלכם במכשיר, כמות הפעמים שפתחתם את המכשיר היום, הזמן שהשתמשתם בכל אחת מהאפליקציות וכמה התראות קיבלתם. לאחר שהבנתם כמה זמן אתם שורפים על אפליקציות מסוימות, תוכלו גם לפעול בהתאם: ה-Dashboard מאפשר לכם להגביל את זמן השימוש היומי לכל אפליקציה שתרצו או לקבל התראה כשאתם עומדים לעבור אותו בלחיצת כפתור. בנוסף, גוגל שיפרה את מנגנון ה-Do Not Disturb, וכעת הפעלה שלו לא תצמצם רק את כמות ההתראות והרעשים, אלא גם את הנוכחות הויזואלית שלהם. כמו כן, אם תהפכו את המכשיר על גבי המסך, הוא יכנס אוטומטית למצב ה-DND.\nלבסוף, גוגל רוצה שגם תניחו את המכשיר כשאתם אמורים ללכת לישון במקום להמשיך להסתובב באינסטגרם. על כן הציגה את מצב ה-Wind Down, כשתגיעו לשעת השינה הייעודית שקבעתם באפליקציה, התצוגה תהפוך לשחור לבן, והמכשיר יכנס ל-DND מיידית. גוגל טוענת שהרעיון הזה עוזר למשתמשים להבין שהגיע הזמן לישון ולהניח את המכשיר בצד.\nתמונה: צילום מסך\nבחודש אוגוסט פייסבוק הודיעה כי תשחרר גם היא כלי למעקב אחרי זמני השימוש בפייסבוק, וכלים שיסייעו לכם לצמצם את זמן השימוש ברשת החברתית. לאחר דחייה, החברה שיחררה את הכלי תחת השם “Your Time On Facebook”. כדי לגשת אליו, הכנסו לאפליקציית פייסבוק באנדרואיד או באייפון, לחצו על לחצן ה”המבורגר” בפינת המסך, בחרו ב-Settings & Privacy וב-Your Time On Facebook.\nבדשבורד תוכלו לראות כמה זמן אתם משתמשים באפליקציית פייסבוק (אך לא בשילוב עם אפליקציית אינסטגרם למשל) ותוכלו אפילו לקבוע הגבלת זמן לשימוש באפליקציה, שאם תעברו אותה, תקבלו התראה. כמו כן, ניתן לערוך מהאיזור הזה באפליקציה את העדפות הפיד שלכם, ואפילו לבטל מעקב אחרי עמודים וחברים חופרים במיוחד.\nלעומת גוגל ואפל שנותנות למשתמש כלים שונים כדי לפקח על ההתמכרות ואפילו לטפל בה, כלי ה-Wellbeing של פייסבוק הוא דל במיוחד. אין בו ניתוח של השימוש שלכם בפייסבוק למשל לפי קטגוריות, חברים או דפים, אפשרות לחסימת הגישה לאפליקציה לאחר זמן מה, והוא אפילו לא זמין בגירסת הדסקטופ של פייסבוק.\nאחרי שגרמו לנו להתמכר, ענקיות הטכנולוגיה מנסות לעזור לנו עכשיו להגמל – למה?", "keywords": "גוגל,פייסבוק,אנדרואיד,digital wellbeing,אורח חיים דיגיטלי,facebook,google"}