{"url": "https://www.geektime.co.il/john-mcafee-coin-of-the-day/", "type": "article", "title": "ג׳ון מקאפי פירסם כל יום מטבע דיגיטלי מומלץ והוא זינק בעשרות אחוזים", "description": "פחות משבוע אחרי שהתחיל מקאפי לשתף מידי יום במטבע דיגיטלי שהולך 'לשנות את העולם' הוא נאלץ להפסיק. הסיבה? נוצר אפקט במסגרתו המונים נהרו לרכוש את המטבע ולמכור אותו שעות בודדות או ימים לאחר מכן, ברגע שמחירו קיפץ במאות אחוזים. כמו כן, יש הטוענים שהוא פרסם מטבעות 'שקר' תמורת עמלה מכובדת", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/bitcoin-1813503_960_720-1514383836.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-27T16:45:20Z", "modified_time": "2017-12-27T16:44:05Z", "articleBody": "פחות משבוע אחרי שהתחיל מקאפי לשתף מידי יום במטבע דיגיטלי שהולך ‘לשנות את העולם’ הוא נאלץ להפסיק. הסיבה? נוצר אפקט במסגרתו המונים נהרו לרכוש את המטבע ולמכור אותו שעות בודדות או ימים לאחר מכן, ברגע שמחירו קיפץ במאות אחוזים. כמו כן, יש הטוענים שהוא פרסם מטבעות ‘שקר’ תמורת עמלה מכובדת\nמקור: Pixabay\nב-21 בדצמבר, לפני קצת יותר משבוע, החל ג’ון מקאפי (John McAfee), כן, אותו אחד שעומד מאחורי חברה קטנה בשם McAfee לשתף את עוקביו בטוויטר במטבעות קריפטוגרפיים ששווה להם להכיר. כמובן שהכוונה היא לא למטבעות מוכרים כמו הביטקוין, את’ריום או לייטקוין, אלא למטבעות שזכו לקצת פחות תהילה. מקאפי מציין שמתוך 2,000 מטבעות, בודדים הם אלו שאינם ‘פח’ או מרמות למיניהן. איך הוא יודע? ובכן, בניגוד לרבים אחרים הוא קורא את כל ה-White Papers, והמטבעות האלטרנטיביים שבהם הוא משתף את קוראיו עוד ישנו את העולם, לדבריו.\nBeginning tomorrow, I will each day talk about a unique altcoin. Most of the 2,000 coins are trash or scams. I’ve read every white paper. The few I’m connected to I will tell you. The rest I have no position in. These coins will change the world. You can support\nthat change\n— John McAfee (@officialmcafee) December 20, 2017\n\nאם מיהרתם לפתוח את חשבון הטוויטר שלכם ולנקות ממנו קצת אבק שהצטבר, כדאי שתדעו שהפינה היומית תהפוך לשבועית. מסתבר שפחות משבוע אחרי שהפרויקט המיוחד עלה לאוויר, החלו להישמע לא מעט ביקורות בנוגע אליו, ועל כך שמקאפי גוזר עמלות שמנות מהמפתחים של אותם מטבעות. לפי חקירה של האתר finance magnates, מקאפי גבה עמלה של 25 ביטקוין ו-15% מהמטבע המסוקר על ידו.\nיתרה מכך, נוצר “McAfee Effect”; המונים נהרו לקנות את המטבעות המומלצים על ידו ולאחר דקות או שעות הם פשוט מכרו אותם, ברגע שהמחיר קפץ והניב להם רווח.\nDue to heavy pressure from crypto adherents, exchanges, developers and every other corner of the earth (and God himself chastised me in my dreams last night), the “Coin of the day” will become “Coin of the week” starting immediately. You can look for it every Monday morning.\n— John McAfee (@officialmcafee) December 26, 2017\n\nסתם כדי שתבינו את ההשפעה, מטבע אחד של Reddcoin – RDD נסחר ב-18 בדצמבר תמורת 0.0028 דולר בלבד. נכון להיום, מטבע אחד נסחר תמורת 0.014270 דולר.\nמקור: צילום מסך\nהביקורות, שהגיעו ממפתחים, בורסות ו’נאמני התחום’ טענו שנוצרה שיטה המיועדת לאנשים המחפשים לעשות כסף מהיר, מה שמקשה על אלו שמחפשים אחר השקעות לטווח ארוך להעריך את השווי האמיתי של מטבע. בשל כל הסיבות הללו, “Coin of the week” יהפוך החל מעכשיו למדור שבועי, שיעלה בכל יום שני בבוקר בחשבון הטוויטר של מקאפי. לפחות עד ההאשמה הבאה.", "keywords": "ג\\'ון מקאפי,בלוקצ\\'יין,מקאפי,john mcafee,מטבע קריפטוגרפי,ביטקוין,שווי מטבע"}