{"url": "https://www.geektime.co.il/playstation-plus-and-xbox-games-with-gold-free-games-september-2020/", "type": "article", "title": "נחשפו המשחקים החינמיים לפלייסטיישן ולאקסבוקס לחודש ספטמבר, ואתם צריכים להתכונן לקרב", "description": "יש לכם PlayStation Plus או Xbox Live? אוהבים משחקים חינמיים? סיימתם לחרוש את Fall Guys? מצוין. כי סוני מכינים לכם את PUBG ואת Street Fighter V, ומיקרוסופט שולחת אתכם לניו יורק הנטושה בחודש ספטמבר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/PUBG-1598538219-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-28T13:00:19Z", "modified_time": "2020-08-28T10:58:56Z", "articleBody": "יש לכם PlayStation Plus או Xbox Live? אוהבים משחקים חינמיים? סיימתם לחרוש את Fall Guys? מצוין. כי סוני מכינים לכם את PUBG ואת Street Fighter V, ומיקרוסופט שולחת אתכם לניו יורק הנטושה בחודש ספטמבר\nעיבוד תמונה: גיקטיים\nכמידי חודש, מנויי שירותי הפרימיום של Xbox Live ה-PlayStation Network מקבלים משחקים חינמיים שזמינים להורדה למשך חודש שלם, שניתן לשחק בהם כל עוד הם מנויים על השירות בתשלום. והפעם: אחרי שבחודש שעבר סוני שיגעה את עולם הגיימינג עם Fall Guys, משחק הבאטל רויאל שהפך ללהיט עצום, אנחנו חוזרים אחורה בזמן למשחק שהתחיל את שיגעון הבאטל רויאל, וגם הולכים קצת מכות כי למה לא. ובמיקרוסופט\n﻿\nאי שם ב-2017, כשהמילה פורטנייט עוד לא אמרה לכם כלום, יצא המשחק PUBG לאוויר העולם והגיע להצלחה פנומנלית עם קונספט חדשני שהשתלט על עולם הגיימינג מאז: אתם צונחים לתוך שדה קרב לצד עוד 100 שחקנים אמיתיים בלי שום נשק. אתם צריכים למצוא נשקים, להרוג את כל האחרים וכל זאת תוך כדי שהמפה הענקית שבה אתם מסתובבים הולכת ומצטמצמת. אין לכם פסילות, וברגע שיהרגו אתכם, נגמר המשחק. בסופו של דבר, רק אחד מנצח.\nהמשחק שבר את השיאים של כל הזמנים, והוביל ליצירתו בפועל של ז’אנר הבאטל רויאל, שהמשיך למשחקי ענק כמו פורטנייט ואפילו הוביל את Call Of Duty ליצירת מצב משחק חדש וחינמי בשם Warzone. בקיצור, עולם הגיימינג לא נראה אותו דבר מאז. אם אתם עדיין לא משחקים בו, אני חושב שקצת יעוף לכם הראש מהעובדה ש-PUBG מעולם לא היה חינמי, והמשחק עדיין מתעדכן באופן קבוע עם מפות, רכבים ונשקים חדשים. אז אחרי שאתם מסיימים להפסיד קצת ב-Fall Guys, תנו לו גם צ’אנס.\nמה זה Fall Guys ולמה כל העולם מדבר על זה?\n﻿\n​זה הזמן להתחיל לצעוק “האדוקן!” ברחבי הבית, כי החל מה-1 בספטמבר תוכלו להוריד את Street Fighter V, והפעם לא תצטרכו לנשוף לתוך קסטות או ללכת לארקייד. המשחק הזה, שיצא עוד ב-2016, עדיין מקבל עידכוני תוכן עד ימינו אנו עם דמויות וזירות שמתווספות כל העת. Street Fighter V קיבל ביקורות מעט מעורבות שהיללו את המשחקיות העמוקה, אבל קצת מסובכת עבור כאלו שרק משכשכים את רגליהם לראשונה בתחום.\nאל תשכחו שמחכות לכם גם שעות של הפסדים במצב האונליין, בו תוכלו גם להתחרות מול חברים, אפילו אם יש להם PC. שיהיה לכם בהצלחה.\n﻿\nהחל מה-1 בספטמבר תוכלו להוריד את The Division. זהו אחד המשחקים המורכבים ביותר של Ubisoft ששם אתכם במרכז ניו יורק הנטושה והחורפית אחרי שוירוס קטלני התפשט ברחבי העיר. אוקי, יכול להיות שזה לא הזמן הכי טוב לשחק במשחק הזה, אבל היי. לפחות התפקיד שלכם הוא להחזיר את הסדר לעיר מוכת האסון. כדי להימנע מבדידות, אתם יכולים לשחק את המשחק כולו עם עוד 3 חברים במצב און ליין. יש לכם שלל משימות להשלים, נשקים לאסוף ואתגרים לא פשוטים שתצטרכו להתמודד איתם במשחק המאוד ארוך הזה.\nהחל מה-16 בספטמבר תוכלו להוריד את The Book of Unwritten Tales 2, משחק Point And Click שהוא סוג של פארודיה על סיפורי האגדות המפורסמים בכל הזמנים (ואפילו עקיצות לכיוון דיסני!).\nוהודות לתמיכה המצוינת של מיקרוסופט במשחקי עבר, החל מה-1 בספטמבר תוכלו לשחק ב-De Blob 2, משחק פלטפורמה שבו אתם צריכים להחזיר את הצבע לעולם. וב-16 בספטמבר תוכלו גם להוריד את Armed and Dangerous, משחק אקשן שבו אתם תצטרכו לירות ולפוצץ כל דבר בדרככם, אבל עם המון הומור ורגעים ומשעשעים להפליא.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "פלייסטיישן פלוס,משחקים חינמיים,סוני,פלייסטיישן,sony,playstation,playstation plus,free games,סטריט פייטר,פול גייז,fall guys,פול גייס,פאבג'י,פאב ג'י,pubg,ps4,פאבג'י,פאב ג'י,פאב ג\\'י,פאבג\\'י"}