{"url": "https://www.geektime.co.il/geeky-attractions-at-home/", "type": "article", "title": "סגר? הנה כמה אטרקציות גיקיות שתוכלו לעשות מהסלון", "description": "קבלו שלוש המלצות על פעילויות אפשרויות שמהן תוכלו ליהנות גם בפיג'מה, כי אי אפשר לצאת מהבית ומרתון הקטאן או הבינג' בנטפליקס כבר מיצו את עצמם: מחדרי הבריחה של Qase ו-BreakInBox ועד טיסה ב''הטייסת''", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/online2-1601617894-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-10-02T16:00:03Z", "modified_time": "2020-10-02T08:55:47Z", "articleBody": "קבלו שלוש המלצות על פעילויות אפשרויות שמהן תוכלו ליהנות גם בפיג’מה, כי אי אפשר לצאת מהבית ומרתון הקטאן או הבינג’ בנטפליקס כבר מיצו את עצמם: מחדרי הבריחה של Qase ו-BreakInBox ועד טיסה ב”הטייסת”\n\nהימים הם ימי סגר ב’ ואם כבר הגעתם לסוף של הנטפליקס, קצת מיציתם את הפלייסטיישן וגם מרתון קטאן כבר מחוץ לתחום – אספנו עבורכם כמה אטרקציות עם ניחוח גיקי שיוכלו לנסות לשפר את ימיכם עם המשפחה בבית.\nחדרי בריחה הם אחלה דרך לאתגר את עצמכם ואת החברים, אך הקורונה מונעת מאיתנו כרגע להגיע למבנים מוזרים באזורי תעשייה כדי לעשות זאת. כאן נכנס לתמונה הסטארטאפ הישראלי Qase (קייס), שרוצה להביא אליכם הביתה את הקונספט של חדר בריחה – יחד עם טאבלט וסייעת קולית ייעודית.\nאיך זה עובד? אתם מזמינים באתר את המשחק שתרצו, ושליח יביא לכם באופן מיידי או בהזמנה מראש את המשחק במועד המבוקש. המשחק כולל טאבלט עם סייעת קולית בשם קייסי לצד שלל חפצים פיזיים, אפקטים ורמזים שמרכיבים ומלווים את עלילת המשחק, שנמשך בממוצע 60-80 דקות. לאחר כשעתיים יגיע שליח שיאסוף את המשחק חזרה.\nהעוזרת הווירטואלית קייסי משמשת כמפעילה של המשחק, בדומה למפעילים בני אנוש בחדרי בריחה רגילים. קייסי מאובזרת בטיפים ובדיחות בניסיון להחליף את המפעילים האנושיים בחדרי הבריחה. היא מזהה את רמת המשתתפים והשגיאות שעשו, כך שבמקרה הצורך היא נחלצת לעזרתם עם רמזים שיסייעו להם לעמוד במשימה.\nבתום המשחק ‘קייסי’ מזמינה את המשתתפים לצילום קבוצתי בטאבלט ומעדכנת את השליח כי הוא יכול לבוא ולאסוף את המשחק. השליח שמגיע לאסוף את המשחק מביא לשחקנים את התמונה הקבוצתית לאחר שעברה עיבוד תמונה בהתאם לנושא המשחק והודפסה על גבי מגנט למזכרת – בדיוק כמו בחדרי בריחה רגילים. המחיר של “חדרי הבריחה” של Qase נעים בין 249 ל-279 שקלים למשחק.\n\n“הטייסת“, כשמה כן היא, טייסת סימולטור המאפשרת לכם לבצע קורסי טיסה בסימולטורים של מטוסי קרב, כמו ה-F-16 וה-F-35. בימים כתיקונם, מדובר על אטרקציה פיזית שממוקמת במתחם הסינמה סיטי בגלילות, אולם ברוח התקופה, תוכלו לחוות את הטיסה – גם מרחוק עם דונגל ותוכנה ייעודיים. בניגוד למשחקי מחשב דוגמת ה-Flight Simulator המצוין, קורסי הטיסה הקרבית של ‘הטייסת’ הם קורסים שכוללים מספר מפגשים מותאמים אישית לכל אחד, מובלים אונליין ע”י טייסי קרב במילואים ומדריכות סימולטור קרבי, ומבוססים על תכנים הלקוחים מעולם הטיסה הן על הקרקע (תהליכי לימוד והכנה) והן באוויר.\nבמהלך הקורס תלמדו את יסודות הטיסה ותרכשו מיומנות טיסה (מהסלון שלכם) על מטוסי 16-F. הקורס מנסה לדמות ככל האפשר את התנהלותם של טייסים בטייסות הקרב הישראליות ולפי “הטייסת”, אמור ללמד אתכם גם כמה חלקים חשובים בעבודת הטייס כמו יסודות התחקיר, עבודת צוות, שיפור תהליכי קבלת החלטות ועוד.\nהקורסים של “הטייסת” לא זולים ומתחלקים לשניים: הקורס הראשון, יסודות הטיסה הקרבית – ALPHA 1, כולל שמונה מפגשי אונליין, אחת לשבוע. כל מפגש כולל תדריך משימה יומי, תכנון יחידני/צוותי, טיסות בסימולטור ותחקיר טיסה מקצועי. מחירו של הקורס הוא 1450 שקלים+220 שקלים נוספים לרכישת סטיק ייעודי לקורס.\nהקורס השני של “הטייסת” הוא “טיסה קרבית על מטוסי 16-F”, והוא מורכב מארבעה קורסים שבכל אחד מהם שמונה מפגשים שבועיים. בכל מפגש בקורס מתרגלים המשתתפים יסודות התקיפה, קרבות אוויר ומתארים משולבים ומורכבים. המחיר נקבע לפי כמות הקורסים הנבחרים, כשקורס בודד עולה 1,450 שקלים שני קורסים עולים 2,825 שקלים, שלושה קורסים עולים 4,130 שקלים וארבעה קורסים עולים 5,360 שקלים. ההשתפות בקורסי ה-F-16 מותנית בהשתתפות בקורס היסודות.\n﻿\nBreakInBox הוא משחק המיועד למשתתפים בגילאי 16 ומעלה שרוצה להביא את הקונספט של חדרי הבריחה אליכם הביתה, רק שבניגוד ל-Qase – כאן מדובר בגרסה האנלוגית של חדרי הבריחה. המשחק מורכב סה”כ משלוש קופסאות – גדולה, בינונית וקטנה – כשכל אחת מהן נעולה במנעול שנפתח רק אם תצליחו לפתור את החידה המופיעה על כל קופסה.\nכל מה שמופיע על הקופסה קשור לפתרון, ולכן עליכם להגדיל ראש, לחשוב כמה שיותר יצירתי ולוודא שלא השארתם מאחור אף רמז. חשוב לציין שבניגוד לחדרי בריחה “רגילים”, כאן כל האמצעים כשרים – כלומר, מותר ואף חובה להיעזר בכל כלי רלוונטי (גוגל, ויקיפדיה, חבר טלפוני). מתקשים? בתחתית של כל קופסה תמצאו שלושה קודי QR שתוכלו לצלם כדי לקבל רמזים שיעזרו לכם בפתרון החידה ומעבר לקופסה הבאה. גם אנחנו התנסינו בעבר ב-BreakInBox וזה מה שחשבנו עליה.\nב-BreakInBox מציעים כמה קופסאות ברמות קושי משתנות, שבכל אחת מהן חידות שונות כמובן. בחברה גם הוציאו גרסה חדשה של הקופסה שלהם לטובת תקופת החגים. מחיר סט קופסאות (בלי קשר לרמת הקושי) עומד על 148 שקלים לקופסה.\n", "keywords": "חדר בריחה,חדרי בריחה,קייס,ברייק אין בוקס,סימולטור,סימולטור טיסה,אטרקציות,סגר,קורונה,qase,breakinbox"}