{"url": "https://www.geektime.co.il/insider-jobs-june18/", "type": "article", "title": "מהנדסי תוכנה, אנשי QA ולא רק: הנה 8 משרות שוות בהייטק הישראלי", "description": "הנה 8 משרות שוות בהייטק הישראלי ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/working-in-front-of-the-computer-3184355-1592467782-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-19T16:30:31Z", "modified_time": "2020-06-21T15:45:43Z", "articleBody": "הנה 8 משרות שוות בהייטק הישראלי ששווה לכם לבדוק\n\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nJustEat-Takeaway\nJustEat-Takeaway, התאגיד ההולנדי, הוא מרקטפלייס של אוכל הפועל ב-23 מדינות ברחבי העולם ומשרת מאות מיליונים של משתמשים. בשנת 2018 רכש התאגיד את תן ביס הישראלית בזכות המוצר הייחודי שלה ומתוך הבנה שמנוע הצמיחה העיקרי הצפוי לשנים הקרובות הוא קהל ה-B2B בו תן ביס מתמחה. בעקבות הרכישה, המוצרים של תן ביס נבנים בימים אלה מחדש במטרה לשרת מאות מיליונים של משתמשים בעולם. מרכז הפיתוח בתל אביב מונה כיום 60 עובדים וצפוי לגדול בשנה הבאה ל-100 עובדים ועד 2021 לכ-250 עובדים.\n\nמה הם מחפשים?  \nTo send a CV for the position of Senior QA Automation Engineer  –\nTo send a CV for the position of Senior Frontend Developer: Angular  –\nTo send a CV for the position of Senior Database Administrator  –\nSisense\nעם מעל 800 עובדים בשמונה משרדים ברחבי העולם, מניו-יורק, דרך טוקיו, לונדון, ומלבורן, וגיוס כספים של כ-200 מיליון דולר, חברת Sisense מציבה רף חדש בתחום ה-BI: הכלי שפיתחה החברה הוא אחד מ-5 כלי ה-BI המובילים בעולם. הרעיון לפיתוח מערכת שמאפשרת למשתמשים עסקיים לנהל ולנתח מידע (Data) נולד עוד בשנת 2004 תחת קורות המרכז הבינתחומי בהרצליה. מאז עברו הרבה מים בנהר והחברה משתייכת כיום למועדון הנחשק של חדי – הקרן: חברות ששוויין גבוה ממיליארד דולר.\n\nמה הם מחפשים?  \nTo send a CV for the position of Data Architect   –\nTo send a CV for the position of Senior QA Engineer  –\n\nArmis\nארמיס היא חברת סייבר שמתעסקת ב-Agentless device security. המוצר של החברה הוא מעין אנטי-וירוס למכשירי IoT, שפועל מבלי שיש צורך להתקין דבר על המכשירים עצמם, אלא באמצעות איסוף מסיבי של מידע בנוגע לאופן בו מכשירים בעולם מתנהגים, אנליזה חכמה של המידע הזה, והזנת המידע בחזרה למוצר.\n\nמה הם מחפשים?  \n  To send a CV for the position of Senior Software Engineer  –\nTo send a CV for the position of Network Researcher –\nPixellot\nפיקסלוט מפיקה באופן אוטומטי שידורים חיים של משחקי ספורט ללא מגע יד אדם. החברה הוקמה ב-2013. כיום היא משדרת כ-90 אלף שעות שידור ספורט בחודש, מה שהופך אותה למעשה, לחברת הפקות הספורט הגדולה בעולם מבחינת היקפי שעות שידור.\n\nמה הם מחפשים?  \n  To send a CV for the position of Automation Infrastructures Develepor  –\n\n ", "keywords": "justeat-takeaway,pixellot,armis,sisense,תןביס,סייסנס,ארמיס,פיקסלוט,bi,big data,cyber security,devop,devops,front end developer,geektime insider,general motors,gong,insider,overwolf,product manager,qa engineer,risk management lead,ux/ui expert,vayaar,אוברוולף,אינסיידר,ג\\'נרל מוטורס,גונג,גיקגו\\'ב,גיקטיים,ואייר,משרות,סייבר,עבודה בהייטק,תנביס"}