{"url": "https://www.geektime.co.il/old-television-to-blame-in-internet-outage-in-wales/", "type": "article", "title": "כל בוקר באותה השעה נפל האינטרנט לכל הכפר, עד שהתגלתה האשמה: טלוויזיה ישנה", "description": "טכנאים ותושבים כאחד הופתעו לגלות איך טלוויזיה יד-שנייה אחת יכולה למרר את החיים של כפר שלם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/tv-1844964_1920-1600961985-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-26T11:00:00Z", "modified_time": "2020-09-25T20:14:26Z", "articleBody": "טכנאים ותושבים כאחד הופתעו לגלות איך טלוויזיה יד-שנייה אחת יכולה למרר את החיים של כפר שלם\nתמונה: Pixabay\nעכשיו כשכולנו תקועים בבית שוב, נדמה שאין דבר חשוב יותר מאשר חיבור אינטרנט יציב. אבל תושבים של כפר קטן בוויילס בשם אברהוסן סבלו מבעיה קבועה: בכל יום ב-7 בבוקר, האינטרנט היה קורס בכל הכפר. אחרי לא פחות מ-18 חודשים של תסכול, הגיעו מהנדסים לכפר כדי לחקור את התופעה ובתקווה לשים לה סוף, וגילו מקרה מוזר למדי.\nתחילת הסיפור נשמעת כמו כל מקרה תקלה שקרה לכם בעבר. התושבים התלוננו לספקית האינטרנט והתקשורת, Openreach, על כך שבכל יום באותה שעה, האינטרנט בכפר מתנתק לכל התושבים, או שהמהירות צונחת באופן דרמטי. מהנדסים של החברה ניסו שוב ושוב לפתור את הבעיה מרחוק, אולם בדיקות שהחברה ערכה הוכיחו שהרשת עובדת בצורה תקינה, אפילו החלפה של חלק מתשתית הכבלים לא עזרה. מצלצל לכם מוכר?\nמייקל ג’ונס, טכנאי של Openreach, לקח על עצמו את האתגר והחליט שהוא חייב למצוא את המקור לבעיה. למרות הקורונה, ולמרות הרצון לפתור הכל מרחוק, הבין הטכנאי שאין ברירה ועל הצוות הטכני להגיע למקום. אולם בגלל מגבלות הקורונה, לא הצליח צוות ההנדסה של החברה למצוא מלון בקרבת הכפר הנידח. בלית ברירה התפשרו הטכנאים על בית אירוח במרחק של כמעט 100 ק”מ מהכפר, ויצאו אליו עם שחר.\nלאחר שכל הדרכים הקודמות לטפל בבעיה כשלו, הגיע צוות המומחים למסקנה שהתקלה נגרמת בעקבות תופעה בשם “SHINE” (קיצור של Single High-level Impulse Noise). במסגרתה, מכשיר או אלמנט מסוים מייצר הפרעה אלקטרונית שמסוגל להשפיע על רשת האינטרנט באיזור. אותן הפרעות יכולות לגרום לשיבושים בתשתיות אינטרנט מבוססות נחושת ואלומיניום, בעיקר בשירותי ADSL ו-VDSL2. אותה תופעת SHINE יכולה לגרום לקריסה מוחלטת, או לגרום למערכת ניהול הקו לנסות לייצב אותו באמצעות האטה של המהירות.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nהצוות השתמש במכשיר המסוגל לנתח שינויים בספקטרום התדרים, והתהלך ברחובות הכפר בגשם שוטף ב-6 בבוקר, אולם הם לא גילו שום הפרעה. “ב-7 בבוקר, כמו שעון, זה קרה! המכשיר שלנו איתר התפרצות אדירה של רעש אלקטרוני בכפר”, מספר ג’ונס.\nהצוות ניסה לאתר את מוקד הרעש, וגילה שהוא לא נובע מעמוד חשמל, גנרטור ענק או דאטה-סנטר חבוי, אלא בוקע מתוך בית של תושב הכפר. הטכנאים מיהרו אל הבית ושם גילו כי בכל יום ב-7 בבוקר בדיוק, נוהג אותו תושב להדליק את טלוויזיית ה-CRT הישנה שלו. הרעש האלקטרוני שהייתה גורמת הטלוויזיה היה פשוט משבש את כל תשתיות האינטרנט של הכפר. הצוות הסביר לתושב על התקלה, ולדברי החברה, הוא הזדעזע מהידיעה שהוא זה שגורם לתקלה שמשגעת את הכפר יותר משנה וחצי. התושב, שנשאר אנונימי, הסכים שלא להשתמש בטלוויזיה הישנה לעולם.\nמאז אותו יום, כך מדווחת החברה, לא דווחו עוד תקלות ברשת. המנהדסת הראשית של Openreach, סוזן רטרפורד טוענת כי מדובר בתקלה מאוד לא נדירה: “כל מכשיר עם רכיב חשמלי – תאורה, מיקרוגלים ומצלמות אבטחה יכולים להשפיע על חיבור הרשת שלכם”.\nאבל הסוף הטוב באמת הגיע כשחברת התקשורת הודיעה שתחבר את הכפר וכל האיזור הנידח לתשתית הסיב האופטי שלה. כך שיש לכם עוד סיבה לקנא בכפר נידח בוויילס, בזמן שאתם עדיין מעלים קבצים על 5 מגה-ביט לשניה, ומתקשרים לתמיכה הטכנית שמאשימה את הראוטר שלכם.\n ", "keywords": "אינטרנט,תקלות,internet,openreach,טלוויזיה,טלוויזיית crt,"}