{"url": "https://www.geektime.co.il/mi-band-5-review/", "type": "article", "title": "אחד הגאדג'טים המוצלחים של 2020: בדקנו את Mi Band 5 של שיאומי", "description": "ה-Mi Band 5 של שיאומי מספק ניטור כושר והמון (המון) פיצ'רים קטנים נוספים ושימושיים יחד עם מחיר סופר אטרקטיבי. היינו אומרים שהוא יכול לחלוטין להחליף שעון חכם, אבל הוא עדיין לא שם. הנה כל הרשמים שלנו עליו", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/photo_2020-08-13_10-38-01-1597304302-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-14T10:30:25Z", "modified_time": "2020-08-16T10:47:33Z", "articleBody": "ה-Mi Band 5 של שיאומי מספק ניטור כושר והמון (המון) פיצ’רים קטנים נוספים ושימושיים יחד עם מחיר סופר אטרקטיבי. היינו אומרים שהוא יכול לחלוטין להחליף שעון חכם, אבל הוא עדיין לא שם. הנה כל הרשמים שלנו עליו \nצילום: גיקטיים\nאני לא איש של ספורט. כלומר, כן, אני אוהב מאוד לצפות בספורט, אבל לעסוק בו ממש – פחות. אז למה אני כותב על גאדג’ט שהוא בהגדרתו צמיד לניטור ספורט? ובכן, כנראה שרוב הרוכשים אותו הם קהל חובב כושר. ככל הנראה לא תראו יותר מדי מדבקות 42.2 או 21.1 על כלי הרכב שלהם, וכנראה שהם לא מעלים מפות ריצה שלהם ברשתות החברתיות.\nאבל שיאומי מייעדת את סדרת ה-Mi Band לקהל שעושה ספורט מדי פעם, וגם אם יותר מזה, הוא לא מעוניין להשקיע סכומי עתק במוצרים של חברות כמו גרמין, פיטביט או פולאר. זו גם הסיבה שהצמידים הקודמים של החברה היו פופולריים ביותר ובין הנמכרים ביותר בעולם. לאחרונה השיקה שיאומי בישראל גם את הגרסה החמישית של הצמיד, Mi Band 5, אז לקחנו אותו לבדיקה.\nה-Mi Band 5 היא, כצפוי, הגרסה החמישית של צמיד הכושר של שיאומי שהוכרזה בחודש יוני האחרון בסין ושבחודש שעבר זכתה לגרסה גלובלית שגם הגיעה לישראל. הקופסה של המי בנד 5 הייתה כנראה הדבר הכי פחות מרשים שפתחתי אי פעם, והיא כללה את הצמיד עצמו ומטען (עוד עליו בהמשך) – c’est tout. בפועל זה לא נחשב מבחינתי לרעתה של שיאומי, זה לא שהיה לה יותר מדי מה להוסיף לאריזה – המוצר עומד בפני עצמו.\nה-Mi Band 5 מגיע עם מסך 1.1 אינץ’ מסוג AMOLED, שהוא גדול יותר ב-20% מזה שהגיע בדגם הקודם ומסוגל להגיע ל-450 ניטים, כך שיכולתי לראות אותו מצוין גם בשמש. למכשיר גם חיישן דופק, שעל פי החברה מדוייק יותר ב-50% (במקביל לשידרוג האלגוריתם שלו); יש לו יכולות ניטור שינה ופעילויות ספורט שונות; ובנוסף, חידוש שפונה לקהל הנשי – יכולות מעקב אחר המחזור החודשי וימי ביוץ.\nברמת המפרט המאוד קצר, ה-Mi Band 5 מגיע עם 512KB של RAM ו-16MB אחסון, כשאתם לא יכולים לאחסן עליו שום דבר (בניגוד למרבית השעונים החכמים) והוא מגיע, בישראל, עם קישוריות של בלוטות’ 5.0 (BLE). הצמיד מגיע עם סוללת 125mAh ומשקלו 11.9 גרם.\nבסין אגב הוא מגיע עם NFC, מה שמאפשר למשתמשים שלו לשלם איתו במסופונים תומכים. עתה, עם כניסת ה-EMV לישראל, אנחנו מקווים שלפחות בדגם הבא, ה-NFC לא יישכח בדרך לישראל.\nצילום: גיקטיים\nעם זאת, תוספת נחמדה היא ה-SpO2 מד סאטורציה (רמת חמצן) בדם, מדד חשוב שמאפשר לעקוב בצורה טובה יותר אחרי הביצועים והבריאות של המשתמשים, כולל רמת השינה (ותיכף נגיע אליה).\nצמיד הספורט של שיאומי, כמו הרבה מהמוצרים הלבישים הנמצאים היום בשוק מחייב שימוש באפליקציה הייעודית שלו, במקרה הזה אפליקציית Mi Fit של שיאומי. אני כבר התמרמרתי על הצורך הזה כשסקרתי את ה-Galaxy Active 2 של סמסונג, וגם כאן אני מרגיש צורך להתמרמר על הנושא, אם כי במידה מועטה יותר.\nכן, זה היה מעצבן לנסות לחבר את הצמיד לבלוטות’ בלי לקלוט שאני חייב אפליקציה חיצונית, משהו ש-NFC יכול היה לפתור בקלות – אבל אחרי שהורדתי אותה התהליך היה ממש קליל ועבד חלק.\nבתור מישהו שמנסה לנטר במידה מסוימת את כמות הצעדים שלו והמשקל – במיוחד בתקופת הקורונה שבה הפיכה לבטטת כורסה היא סכנה קיימת – מבאסת אותי העובדה שכל הנתונים שהצמיד מנטר כלואים באפליקציות של היצרניות, שיכולות רק לייבא נתונים מאפליקציות חיצוניות (כמו גוגל פיט שבה אני משתמש) ולא לייצא את המידע הזה גם.\nעם זאת, האפליקציה מספקת שימושיות רבה, במיוחד בהיעדר מסך גדול כמו בשעונים חכמים, והיא משמעותית יותר נוחה מאחרות שבהן התנסיתי (ע”ע סמסונג). אחרי יום-יומיים כבר התרגלתי לפנות אליה לניטור השינה שלי, החלפה קלה של ‘פני השעון’ (הסקין) כשהתחשק לי לחדש ולעדכן אותה במשקל החדש שלי (ירדתי, עובד הכושר הזה). כמובן שאם יש לכם משקל חכם של שיאומי או חברה אחרת באקוסיסטם שלה, העדכון נעשה אוטומטית.\nצילום: גיקטיים\nהצמיד מציע ניטור של 11 פעילויות שונות – למרות שאף אחת מהן לא התאימה לי ספציפית. אז כן, יש אופציות מאוד סטנדרטיות כמו ריצה, רכיבה על אופניים, קפיצה על חבל ואפילו שחייה (השעון עמיד במים עד לחץ של 5 אטמוספירות – בלי דירוג IP כלשהו), אבל כולל גם אפשרויות שפחות מתאימות למי שלא מתאמן בחדר כושר (במיוחד בתקופת הקורונה) כמו אליפטיקל או אופני כושר, וסליחה עם בעליהם הגאים של מכשירים ביתיים כאלו. אמנם נוספו אופציות בגרסה החדשה כמו יוגה, אבל לא מצאתי אפשרות לניטור אימון סיבולת (קרדיו) או אימון כוח – שתי האופציות המועדפות עלי באימוני ה-Peloton שלי.\nבהיעדר אופציה מותאמת (והיעדר מצב התאמה אישית) בחרתי במצב הפריסטייל המנטר את אורך האימון ומנטר את מספר הקלוריות המוערך, שאותן השלתי מגופי בזמן אותו האימון. בהיעדר מצב מותאם באמת בחרתי לפעמים גם שלא לנטר אימון ספציפי אלא לבדוק תוך כדי את השינויים בדופק וברמות הלחץ שהצמיד ניטר עצמאית.\nבסך הכל אני חושב שיש פה מוצר שיכול לעשות אחלה עבודה למתאמנים הפעלתנים יותר, שיוצאים לריצות בחוץ או מחרפים נפשם בחדרי הכושר הסגורים בימי קורונה. גם ניטור שחייה והתוספת של יוגה, אופציה מוצלחת לאימון מרחוק, הופכים אותו למאוד אטרקטיבי.\n“קום, עצלן!” | צילום: גיקטיים\nכמו שכתבתי ניטור הספורט עבד היטב, גם אם לא מותאם בדיוק לאימונים שלי, וכך גם ניטור הדופק ומידת הלחץ (stress) שבו אני נמצא – אבל שם לא נגמרים הפיצ’רים של הצמיד הקטן הזה. הוא מצויד בעוד כמה פיצ’רים קטנים ונחמדים שלדעתי מעלים אותו מדרגה של “מוצר שמיועד לאנשים שרוצים לנטר את הכושר שלהם” ל”תחליף טוב לשעון חכם”.\nאז כמו שציינתי קודם, הצמיד מנטר גם את השינה שלכם ומציע חלוקה יפה של הלילה לפי שינה עמוקה, שנת חלום (REM), שינה קלה ועירנות – עם פירוט של טווח הזמנים של כל שלב. בשיאומי מסבירים כי ניטור השינה השתפר ב-40%, ואכן הרגשתי שבסך הכל קיבלתי תמונה מלאה על כל אחד מהלילות שישנתי כשהצמיד על פרק כף היד שלי.\nפיצ’ר קצת מוזר, ואחד שלא הרגיש הכי אמין, היה ההשוואה שביצעה האפליקציה ביני לבין שאר משתמשי ה-Mi Fit בכל הקשור לאיכות השינה, כשאיכשהו בכל יום – כך לפי האפליקציה – ישנתי יותר טוב מ-%X משאר המשתמשים. זה הרגיש לי קצת מומצא, כי גם בלילות שישנתי מעט ובאופן לא הכי רציף לפי הניטור של האפליקציה עדיין ישנתי יותר טוב מ-89% מהמשתמשים. אלא אם כולם הורים, ואז הכל מובן.\nמלבד יכולות ניטור השינה המוצלחות של הצמיד הוא מספק עוד כמה פיצ’רונים מאוד נחמדים כמו ביצוע תרגילי נשימה בעזרת הצמיד – סוג של תוספת מדיטציה יומית בלי הצורך באפליקציות חיצוניות. ה-Mi Band 5 אמנם לא תומך בעברית כשפת ההפעלה, אבל אם תחברו אותו לטלפון תוכלו לקבל התראות מאפקליציות או על שיחות עם עברית הפוכה – כשההתראה על שיחה הייתה בסה”כ מאוד נוחה. ביבואן הרשמי של הצמיד אומרים כי “שפות נוספות יגיעו בעתיד” בעדכון OTA (באוויר, בלי שתצטרכו לחבר אותו למחשב) – אבל לא היינו סומכים על זה. הצמיד גם יכול לשמש כמכשיר המסייע באיתור הטלפון אם אתם לא מוצאים אותו – וכל עוד הם מחוברים כמובן.\nשני דברים קטנים שפחות אהבתי הם העובדה שהוא אמנם מציע התראה שאני קורא לה “התראת ‘קום עצלן'” שמזהה שאתם לא בתנועה ומציעה לכם לקום ולמתוח איברים – הבעיה היא שהוא עושה זאת רק אחרי שעה שלמה של חוסר תנועה ולא מאפשרת התאמה אישית, נגיד כל חצי שעה או שעה ורבע.\nדבר נוסף הוא חוסר היכולת של הצמיד להיות תחליף שעון מוצלח. כשבחרתי שהתצוגה תדליק את עצמה בכל פעם שאזיז את היד לכיוונים כמו בשעונים חכמים, הפיצ’ר היה מאוד מקרטע והפעיל את עצמו בקלות רבה מדי – כך שזה הפך ללא נוח, פגע בחיי הסוללה וגרם לי לבטל את האפשרות.\nמעבר לזה, שיאומי הוסיפה פיצ’רים שלא קשורים דווקא לבריאות או כושר, כמו לחצן צילום. הצמיד הופך ללחצן צילום מרחוק באפליקציית המצלמה שלכם, שזה פיצ’ר מאוד קטן אבל יכול להיות נחמד אם אתם מנסים לצלם תמונה כשהטלפון לא ביד שלכם (לא אמרנו תמונה קבוצתית כי קורונה). הוא גם יציג בפניכם את מזג האוויר ומאפשר שליטה במוזיקה שאתם מפעילים – גם באפליקציות כמו ספוטיפיי – כל עוד הוא מחובר בבלוטות’ למכשיר, פיצ’ר נוח בזמן אימון או כשהטלפון לא במרחק נגיעה.\nהרווחתי את זה! | צילום: גיקטיים\nאחד השיפורים המשמעותיים ששמחתי לגלות הוא יכולת הטעינה של המי בנד. מעכשיו, ניתן להטעין אותו בעזרת מטען מגנטי המתחבר ישירות לצמיד (המורכב מרצועה וגוף הצמיד). זאת בניגוד לכל הדורות הקודמים של ה-Mi Band – שהצריכו שליפה מעיקה של גוף המכשיר מהרצועה כדי להטעין אותו. הסוללה, בקיבולת 125mAh, אמורה להחזיק כ-14 ימים פר טעינה – לפי שיאומי.\nאחרי כ-20 יום ללא טעינה הגעתי ל-30% סוללה – הרבה יותר ממה שבשיאומי הבטיחו על הנייר. זאת למרות שהפעלתי כמעט כל אפשרות ניטור אפשרית, כולל אלו שהאפליקציה הגדירה כזוללת סוללה.\nיש לא מעט צמידי כושר בשוק – בהם ה-Inspire של fitbit, ה- Color Band A2 של וואווי ו-Vivosmart של גרמין. מתחיל בהשוואה ל-Inspire של פיטביט – שאמנם מנטר שינה ו-15 פעילויות ספורט שונות – ההבדלים הם שמיים וארץ. בפיטביט לא תמצאו ניטור דופק אלא אם תרכשו את גרסת ה-HR שעולה 150 שקלים יותר, למכשיר מסך מונוכרומטי לעומת המסך הצבעוני ב-Mi Band 5 והוא בסה”כ מציע הרבה פחות פיצ’רים וחיי סוללה נחותים (5 ימים מול 14, על הנייר) במחיר הרבה יותר גבוה – 350 שקלים (או 500 אם תרצו לנטר את הדופק שלכם).\nה-Vivosmart 4 של גרמין הוא אפילו מתחרה פחות מוצלח, שאמנם מנטר את הדופק שלכם לעומת הפיטביט אבל עדיין לא מספק שימושיות גבוה יותר לעומת ה-Mi Band כדי להיות מתחרה ראוי. חיי סוללה של 7 ימים (כל עוד לא תחליטו לנטר את השינה שלכם) ומסך מונוכרומטי – היתרון של גארמין מגיע בעיקר בתחום התוכנה – אבל בשביל 670 שקלים, הוא רחוק מלהיות אופציה למי שלא רוצה לשבור את הבנק עבור מכשיר פחות שימושי.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nאם תשאלו אותי, לגמרי קונים. מדובר במוצר שמבחינתי לגמרי יכול לסגור את הפינה של שעון חכם מינוס – בעל פונקציונליות מוגבלת, אבל במידה שלחלוטין מספקת את הדעת. ברמת העיצוב לא מדובר פה בעילוי כלשהו אבל השימושיות של ה-Mi Band 5 מבחינתי סימנה V על כל כך הרבה קופסאות מחוץ לתחום ניטור הספורט שהיא נכון לעכשיו הגאדג’ט הכי מוצלח שנתקלתי בו זה הרבה זמן.\nעם מחיר אטרקטיבי במיוחד לעומת צמיד כושר אחרים, ועל אחת כמה וכמה לעומת מי שמחפש תחליף זול אבל סופר מוצלח לשעון חכם עם חיי סוללה אדירים וטעינה נוחה – מדובר במוצר מצוין למי שצריך צמיד. אם יש לכם את הדור הקודם, זה כבר תלוי בכם. אין שינוי מהפכני, אבל מצד שני ההוצאה לא כזו גדולה, יחסית כמובן, במחיר סביר של 200 שקלים אצל היבואן הרשמי המילטון ואפילו פחות באתרי מכירה שונים.", "keywords": "xiami mi band 5,xiaomi,ביקורת,דופק,כושר גופני,ניטור דופק,סקירה,סקירת מוצר,סקירת שיאומי מי בנד 5,צמיד כושר,שיאומי,שיאומי מי בנד 5"}