{"url": "https://www.geektime.co.il/xiaomi-mi-a2/", "type": "article", "title": "אנדרואיד נקי ושידרוגים רבים: שיאומי הכריזה על ה-Mi A2", "description": "כמו הדגם הקודם, גם ה-Mi A2 ו-A2 Lite מריצים אנדרואיד נקי ומגיעים עם מערכת הפעלה עדכנית גרסה 8.1. המחיר? החל מ-209 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/Screen-Shot-2018-07-24-at-15.28.39-1532435387-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-24T15:50:15Z", "modified_time": "2018-07-24T16:24:10Z", "articleBody": "כמו הדגם הקודם, גם ה-Mi A2 ו-A2 Lite מריצים אנדרואיד נקי ומגיעים עם מערכת הפעלה עדכנית גרסה 8.1. המחיר? החל מ-209 דולר\nמקור: Xiaomi Mi A2\nיצרנית הטכנולוגיה הסינית שיאומי הכריזה היום (ג׳) על מכשיר הדגל הבא והמצופה שלה, ה-Mi A2. אחד המאפיינים הבולטים והמוצלחים במכשיר היא ללא ספק מערכת ההפעלה הנקיה שבו, Android One, שתגרום לאלו מכם שמתגעגעים לימי הנקסוס הטובים להרגיש בבית. לצד ה-A2 הציגה שיאומי גם את גרסת הלייט של המכשיר, שאמנם מגיעה עם מערך צילום ומעבד מעט פחות חדשניים, אבל עם סוללה שצפויה לשרוד יומיים של שימוש.\nה-Mi A2 בעל מסך FHD בגודל 5.99 אינץ׳ (מאוד לא מתחשב בסובלים מ-OCD) ברזולוצייה של 2160×1080 פיקסלים. כפי שניתן לראות בתמונה למעלה, למרות הטרנד התורן, המכשיר בעל שוליים ״כמו של פעם״ ונטול מגרעת (Notch), בעוד שגרסת הלייט דווקא כן מגיעה עם אחת כזו ומציעה יחס מסך-גוף של 19:9.\nXiaomi Mi A2\nמקור: Mi A2\nה-A2 מגיע עם מעבד Snapdrgaon 660 בתצורה של 4GB RAM+ 32GB אחסון/4GB RAM + 64GB אחסון/ 6GB RAM+128 אחסון וסוללת 3,010mAh מובנית. מערך הצילום שלו מורכב מזוג מצלמות אחוריות של 20 ו-12 מגה פיקסל ומצלמה קדמית של 20 מגה פיקסל, כשכולן משלבות יכולות AI כמו שראינו ב-LG G7 וב-וואווי P20.\nאלו מכם שמתקשים להיפרד מחיבור האוזניות יאלצו לעשות זאת, שכן שיאומי ציידה את המכשיר בחיבור USB Type-C בלבד, אבל הערכה כוללת מתאם אודיו. מאפיין דומה נוסף לנקסוסים הוא בצבעים: ה-A2 זמין בזהב, שחור ותכלת. מבחינת מחירים, הגרסה הבסיסית ביותר מתחילה ב-290 דולר ומגיעה עד ל-408 דולר עבור גרסת ה-128GB אחסון ו-6GB זיכרון RAM. שידרוגים נוספים הם זיכרון RAM בתקן LPDDR4X במקום LPDDR3 ותמיכה ב-Bluetooth 5.0 במקום 4.2 בקודם.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן >\n\n\n\nאמ;לק. מקור: Xiaomi\nאופציה נוספת ששווה לכם לשקול היא גרסת הלייט של המכשיר, שעשויה לקרוץ לחלקכם אפילו יותר מהגרסה הרגילה. המכשיר בעל מסך בגודל 5.84 אינץ׳ עם שוליים דקיקים (אך לא מהדקיקים ביותר), מעבד Snapdragon 625 וקיים בתצורות של 3GB RAM+32GB אחסון/4GB RAM+32GB אחסון/4GB RAM+ 64GB אחסון. מערך הצילום שלו מורכב מצמד מצלמות אחוריות של 12 ו-5 מגה פיקסל עם מצב AI ומצלמת סלפי קדמית של 5 מגה פיקסל. הוא מצויד בסוללה גדולה יותר של 4,000mAh שתספיק לכם על פי החברה ל-34 שעות של ניגון מוסיקה, 6 שעות של משחק או 8.5 שעות של צפייה בסרטי HD.\nMi A2 Lite. מקור: Xiaomi\nXiaomi Mi A2 Lite\nגרסת הלייט שזמינה גם היא בשלושה צבעים מוצעת תמורת תג מחיר התחלתי של 209 דולר עבור גרסת ה-3GB+32GB או 267 דולר עבור גרסת ה-4GB+64GB. שיאומי החליטה להשיק את המכשירים תחילה בספרד, אבל אלו צפויים להגיע לעוד 40 מדינות נוספות, סביר להניח שישראל היא אחת מהן.\nבמסגרת אירוע ההכרזה שנערך היום שיאומי הציגה את השווקים המרכזיים שלה, וניתן לראות כי ישראל בולטת ברשימה. לפי הנתונים של היצרנית הסינית, שיאומי היא אחד המותגים הפופולארים בשוק הסמארטפונים הישראלי, ונמצאת במקום השלישי. הישג מכובד למדי לחברה שעד לפני כמה שנים הייתה אנונימית ונחשבה כ״עוד חברה סינית״ שרק מחקה את האחרות.\n", "keywords": "שיאומי,xiaomi,xiaomi mi a2,a2,mi a2,סמארטפון,מכשיר דגל,הכרזת מכשיר,android one"}