{"url": "https://www.geektime.co.il/come-work-with-us-simplee-vcita/", "type": "article", "title": "בואו לעבוד איתנו: 2 חברות הייטק מספרות למה שווה לעבוד דווקא אצלן", "description": "שתי חברות הייטק מספרות למה שווה לכם להצטרף דווקא אליהן, ועל הדרך משתפות גם במשרות הפנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/vcita-jobs-1573984292-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-19T18:30:21Z", "modified_time": "2019-12-19T18:00:57Z", "articleBody": "שתי חברות הייטק מספרות למה שווה לכם להצטרף דווקא אליהן, ועל הדרך משתפות גם במשרות הפנויות אצלן\n\nמי תאפשר לכם לעבוד עם הטכנולוגיות הכי מתקדמות, איפה תוכלו לרוץ מרתונים במסגרת העבודה ומי תפנק אתכם בארוחת שף בצהריים? סידרנו לכם הצצה פנימה לחברות vCita ו-Simplee, אולי אחת מהן תהיה מקום העבודה הבא שלכם.\nרוצים לראות עוד חברות? כנסו ל-Geektime Insider\n\nהמוצר של חברת Simplee משפר את חייהם של מיליוני אנשים בארצות הברית. החברה מספקת לבתי חולים ומוסדות רפואיים גדולים פתרונות SaaS לטיפול בפן הפיננסי מצד המטופלים ומביאה בהצלחה חדשנות לתחום יחסית שמרני.\nלמעלה מ-2000 בתי חולים וקליניקות משתמשים בשירות של Simplee ונעזרים בה למעלה מ-15 מיליון מטופלים ברחבי ארצות הברית. בשנת 2018 טיפלה החברה בתשלומים בהיקף של יותר מ-1.5 מיליארד דולר (!). באותה שנה, שיעור משקי הבית האמריקאים שהשתמשו ב-Simplee עמד על 17%. לאחרונה חתמה החברה על הסכם שיתוף פעולה עם CERNER הענקית. שיתוף הפעולה הזה צפוי להגדיל את מספר העסקאות של Simplee באופן משמעותי.\nעבודה ב-Simplee משמעותה התנסות בטכנולוגיות מתקדמות כגון Machine Learning, בה החברה עושה שימוש על מנת להציע פתרונות תקשור ותשלום מותאמים אישית לכל מטופל ומטופל.\nהפתרון של החברה עונה על צורך מרכזי בשוק הבריאות האמריקאי: הוא מקל בצורה משמעותית על הבנת החשבון הרפואי ותשלומו ועוזר לבתי החולים לגבות חלק גדול יותר מחשבונות המטופלים בצורה מודרנית, מהירה, יעילה וזולה יותר, תוך שיפור משמעותי בשביעות רצון המטופלים.\nב-Simplee מבינים שהעובדים הם הנכס האמיתי של החברה, דואגים להם לפעילויות רבות ומגוונות, בדגש על פעילויות מחוץ למשרדים, ומשקיעים משאבים לא מבוטלים לספק להם סביבת עבודה נוחה ומפנקת. מעבר לימי הכיף ושיעור היוגה השבועי, העבודה בחברה מתאפיינת בהתחשבות ובגמישות, ניתן לעבוד מהבית במידת הצורך והעובדים מוערכים לפי איכות העבודה ולא לפי כמות שעות העבודה.\nהחברה מאמינה בפיתוח העובדים ומקפידה על ניהול תוכניות פיתוח אישיות, מותאמות לכל עובד לפי תחומי העניין והיעדים שלו. במשרדי החברה בתל אביב (יש גם משרדים בקליפורניה), כל העובדים יושבים יחד באופן ספייס, כולל ה-CTO ומנהל הפיתוח, מתוך תפיסה של ניהול בגובה העיניים, שקיפות ופתיחות.\nבין העובדים נרקמים יחסי חברות, שמשפיעים לטובה על ההווי במשרד וגולשים אל מחוץ לשעות העבודה. בהפסקות משחקים יחד פלייסטיישן וכשבאמת צריך הפוגה נוסעים לטיול שנתי או יוצאים לערבים צוותיים וחברתיים.\nלמשרות פתוחות בחברת Simplee\n\nvCita נוסדה בשנת 2010. במשרדי החברה בתל אביב ובסיאטל עובדים כיום למעלה ממאה אנשים. החברה מפתחת אפליקציה יעילה ונוחה לניהול עסקים קטנים, ובין קהל לקוחותיה למעלה מ-100 אלף נותני שירותים, יזמים עצמאיים, ויועצים בכל העולם.\nהחזון של vCita הוא לצמצם את הפער בין עסקים קטנים לארגונים גדולים, ולאפשר לכל בעל עסק קטן לשגשג בסביבה רווית תחרות. החברה מייצרת תהליכי עבודה אוטומטיים שמחליפים את הפעולות החיוניות שמעסיקות את העסקים הקטנים: ניהול יומנים ואנשי קשר, זימון פגישות, גביית תשלומים, ושיווק דיגיטלי. בכך, היא חוסכת זמן יקר לבעלי העסקים ומאפשרת להם להתמקד בעיקר.\nהפלטפורמה שפיתחה החברה מאפשרת לכל בעל עסק לייעל משימות ולנהל את קשריו עם הלקוחות מא’ עד ת’: מההיכרות הראשונית ועד גביית התשלום על השירות שניתן. בנוסף, הפלטפורמה מאפשרת לבעל העסק להעניק שירות טוב יותר ומקצועי יותר לכל לקוח – לפני, בזמן ואחרי השלמת העסקה.\nמעבר לניהול פגישות, יומן ומאגר לקוחות, ב-vCita מבינים ששיווק דיגיטלי קל ונוח הוא חיוני לכל עסק קטן. הפלטפורמה מאפשרת ליצור בקלות קופונים, לטרגט לקוחות בקמפיינים שיווקים במייל, ולעקוב אחר ביצועי הקמפיין בכל שלב.\nכחלק מפילוסופיית ה”א’ עד ת'” של vCita, החברה מלווה את בעל העסק גם בעת גביית התשלום, כולל שליחת תזכורות תשלום אוטומטיות לפי תאריך החשבונית. הפלטפורמה מאפשרת לכל לקוח לשלם במגוון דרכים: במעמד זימון הפגישה; לאחר קבלת חשבונית דרך PayPal או כרטיס האשראי שלו; ובאמצעות סליקה טלפונית עם בעל העסק.\nעובדי החברה מספרים שהיא מהווה עבורם ״בית ספר מעולה לטכנולוגיה, לשיווק ולפיתוח מוצר”. החברה מציעה מוביליות ומסלולי קידום לעובדים מצטיינים ומאמינה במתן הזדמנות גם למועמדים “מחוץ לקופסה”, חסרי ניסיון ואחרים.\nב-vCita מקפידים על איזון מספרי בין הגברים העובדים בחברה לבין הנשים, בדגש על תפקידי ניהול. העבודה מתבצעת בשעות המקובלות אבל החברה ידידותית מאוד לבעלי משפחות, ומאפשרת לשלב בין חיי הבית והמשפחה לקריירה וחיי המשרד.\nvCita מעודדת מדיניות “דלת פתוחה” שמזמינה כל עובד ועובדת לגשת לכל אחד מאנשי הצוות, בכל המחלקות ובכל התפקידים, לשתף, להתייעץ, ולשאול שאלות. הפילוסופיה הניהולית של החברה היא ש”כל שינוי מתחיל בשאלה אחת” ודיאלוג חופשי ופתוח הוא חלק מה-DNA של החברה.\nvCita היא חברה רב-תרבותית, רב-גילית, ובולטת בסביבת עבודה אוהדת וסובלנית. במהלך 2018, הצטרפה החברה לשביתת הנשים ולמחאת הלהט”ב, והעניקה לעובדים ימי חופש כדי להשתתף בהפגנות ובאירועים.\nהאווירה במשרד נינוחה וכיפית. בין פגישות או כשצריכים הפוגה מהעבודה אפשר להנות משולחן הפוזבול, להשתתף ב-Happy Hour שבועית, ימי גיבוש ומסיבות, או לתפוס משהו במטבח שמשתדל (ובדרך כלל מצליח) לקלוע לכל הטעמים, כולל חטיפים לחברים על 4.\nלמשרות פתוחות בחברת vCita", "keywords": "cyber,doublevreify,insider,jobs,mobile,simplee,vcita,אינסיידר,ביג דאטה,גיוס עובדים,דיגיטלי,הרצליה,ישראל,לימודים,משאבי אנוש,עבודה בהייטק,עבודה בסטארטאפ,קידום"}