{"url": "https://www.geektime.co.il/2010-decade-favorite-dev-lenguage/", "type": "article", "title": "האהובה, השנואה והמשפיעה: אלו שפות הפיתוח שהכי אהבתם בעשור האחרון", "description": "ב-2010 לא לכולם עוד היה סמארטפון וב-2019 כל אחד כבר יכול ללמוד תכנות. מה קרה בתחום בעשור האחרון - אילו שפות כיכבו, אילו מתחילות לאבד מהיוקרה שלהן ומה צפוי בשנים הקרובות? כל הסקרים החשובים והנתונים המעניינים על תחום הפיתוח בעשר השנים האחרונות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/screen-1839500_1920-1577969088-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-07T11:30:42Z", "modified_time": "2020-01-07T11:20:04Z", "articleBody": "ב-2010 לא לכולם עוד היה סמארטפון וב-2019 כל אחד כבר יכול ללמוד תכנות. מה קרה בתחום בעשור האחרון – אילו שפות כיכבו, אילו מתחילות לאבד מהיוקרה שלהן ומה צפוי בשנים הקרובות? כל הסקרים החשובים והנתונים המעניינים על תחום הפיתוח בעשר השנים האחרונות\nהכתבה בחסות\nתמונה: Pixabay\nאומרים ששנה אחת של בן אדם שווה לשבע שנים בחייו של כלב. כמה שווה עשור בתחום הטכנולוגיה, ובייחוד העשור האחרון? כשהתחלנו אותו לא לכולם היה סמארטפון, ועכשיו תראו אותנו. שנה חדשה, ובמיוחד עשור חדש, זה הזדמנות מצוינת להסתכל אחורנית על מה שעבר ענף ההייטק ולבחון את הסטטיסטיקות. מי היו שפות הפיתוח המובילות, אילו מהן הצליחו לבסס השפעה משמעותית בזמן הקצר ביותר ואצל מי מהן כבר אבד הניצוץ? יצאנו לבדוק את התשובות לשאלות האלו וחזרנו עם נתונים מעניינים מאוד.\nאתר Stack Overflow החל לבדוק מגמות בקרב מפתחים בשנת 2011: באילו שפות הם משתמשים בעבודה ואילו מהן הם רוצים ללמוד. באותה שנה מילאו את הסקר של האתר 2,532 מפתחים. קפיצה מהירה ל-2019 – ואת הסקר ממלאים השנה כבר 90 אלף מפתחים.\nלאורך כל העשור חזרה בסקרים הללו ברשימת חמש השפות המובילות אותה השפה – JavaScript שהיא גם השפה המובילה לשנת 2019 (70% מהמפתחים בחרו בה בסקר האחרון). אחד ההסברים לפופולריות של JavaScript הוא האימפקט הגדול שהיה לה על עולם הפיתוח. Frameworks כמו Node.js ו-AngularJS אפשרו להשתמש בשפה זו הן לצד ה-Client והן לצד ה-Server. היכולת להשתמש באותן הטכנולוגיות לשימושים שונים היא לא פחות מאשר שינוי תפיסה בענף הטכנולוגיה.\nאחריה בחמש השפות המובילות הופיעו (HTML/CSS (63%), SQL (57%), Python (39% ו-(Java (39%. למעשה, פרט ל-HTML כל השפות המובילות השנה הובילו את הרשימה גם בשנים 2017-2013, כך שלמרות ההתפתחויות הטכנולוגיות המהירות והמרובות בענף יש דברים שנשארים יציבים למדי.\nמבין החיפושים שבוצעו במנועי חיפוש הפופולריים ביותר (גוגל, ויקיפדיה, יאהו, באידו, בינג, אמזון, MSN וכו’), אפשר לזהות את המגמות הבאות: ב-2010 השפה שעמדה בראש החיפושים היא Python, שנכנסה מהאקדמיה והצליחה בזכות התמציתיות, השימוש הפשוט והפונקציונליות המאפיינות אותה. ב-2011 וב-2012 הייתה זו Objective C וב-2013 Transact SQL; ב-2014 כיכבה JavaScript, ב-2015 הייתה זו Java, וב-2016 שפת GO; ב-2017 שפת C הייתה מלכת החיפושים וב-2018 שוב Python חזרה לראש הטבלה, הפעם בזכות השימוש השכיח שנעשה בה בתחום ה-Machine Learning.\nתמונה: Pixabay\nחברת KARAT, המנהלת את תהליכי ראיונות העבודה של חברות ההייטק המובילות בעולם, אספה גם היא נתונים מעניינים. ב-3 השנים האחרונות היא בדקה מה היו השפות השכיחות ביותר שבהן משתמשים בראיונות טכניים לבדיקת רמת הידע של המועמדים לעבודה. הנתונים העלו שתי שפות שצועדות בראש: Java ו-Python, שמובילות בפער ענק על שלוש השפות שסוגרות את החמישייה – JavaScript, C# ו-C++. מנתונים של חברת התוכנה SQLink נכון לסוף 2019, השפות הנדרשות ביותר בקרב חברות ההייטק בישראל הן Python ,Java, C++, Node.js ו-GO.\n\nעל פי תוצאות הסקר של Stack Overflow השפות שהשפיעו הכי הרבה על עולם הפיתוח הן Ruby ו- Ruby on Rails. אם תשאלו טכנולוגים מובילים, הם כנראה יגידו שהסיבה לכך היא שמדובר ב-Framework ששינה לתמיד את הפיתוח ל-WEB, – כתיבה של מספר פקודות מצומצם וקיבלתם אפליקציה בסיסית שכבר עובדת.\nגם למפתחים יש רגשות והם באים לידי ביטוי ביחסי האהבה-שנאה לשפות שבהן הם צריכים לפתח. אז מהי השפה השנואה ביותר לשנת 2019? את המקום הראשון והלא מחמיא קטפה השפה הוותיקה VBA, עם 75.2% ממלאי הסקר של Stack Overflow. מי שעוקב אחר הסקר מדי שנה ודאי זוכר שזו לא הפעם הראשונה וכנראה גם לא האחרונה. אחריה ברשימת השנואות נמצאות Objective C עם 68.7% ו- Assembly עם 64.4%. לעומת זאת השפה האהובה ביותר היא Rust שלה הצביעו 83.5% ממלאי הסקר, ואחריה בתיקו Python ו-Typescript עם 73.1%.\nאי אפשר לסגור רשימת סיכום עשור מבלי לחזות מגמות חדשות. אז מה צפוי לנו בשנה הקרובה? בכל הקשור לשכר, על פי נתוני 2019 של אתר Stack Overflow, אלה 6 השפות שכנראה ימשיכו להבטיח למפתחים בהן את המשכורות הגבוהות ביותר (על פי סדר יורד): Clojure, C#, GO, SCALA, ELIXIR  ו-RUBY.\n\nJava הפופולרית נכנסת למגמת ירידה עקב הדחיפה הבולטת שבגוגל עושים לכיוון Kotlin, אך JavaScript כנראה לא תאבד מהפופולריות שלה גם ב-2020, כך שאם אתם מעוניינים לפתח ל-WEB זו עדיין השפה עבורכם.\nמי שמעוניין בקריירה בתחום ה-Data Science כדאי שילמד השנה שתי שפות: R ו-Python, ולמעוניינים לפתח עבור Apple כדאי לבחור ב-Swift. ולסיום, אם אתם מפתחים ותיקים שרוצים ללמוד שפה חדשה השנה, הימור חכם יהיה ללמוד GO, שהופכת לשפה המובילה של גוגל בפרויקטים החדשים ולמידתה מסתמנת כהשקעה נכונה לשנים הבאות.", "keywords": "sqlink,אסקיולינק,עבודה בהייטק,javascript,framework,עבודה בסטארטאפ,python,השמה,stack overflow,שפות פיתוח,גיטהאב,"}