{"url": "https://www.geektime.co.il/syte-raised-8m/", "type": "article", "title": "תמונה אחת שווה אלף פריטים: Syte הישראלית מגייסת 8 מיליון דולר", "description": "בעזרת מנוע החיפוש של Syte תוכלו למצוא פריטים דומים למוצר שראיתם בפייסבוק, באינסטגרם או על מישהו ברחוב. קצת כמו מנוע החיפוש הויזואלי של גוגל, רק עם תוצאות הזמינות לרכישה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/syte.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-18T17:28:34Z", "modified_time": "2017-07-18T17:36:48Z", "articleBody": "בעזרת מנוע החיפוש של Syte תוכלו למצוא פריטים דומים למוצר שראיתם בפייסבוק, באינסטגרם או על מישהו ברחוב. קצת כמו מנוע החיפוש הויזואלי של גוגל, רק עם תוצאות הזמינות לרכישה\nצוות Syte\nהסטארטאפ הישראלי Syte מעוניין לשנות את הדרך בה אנשים מחפשים ורוכשים בגדים ואביזרים באינטרנט, באמצעות מנוע חיפוש ויזואלי המבוסס על אינטליגנציה מלאכותית. מנוע החיפוש מאפשר לקונים ומוכרים להפוך כל “אאוטפיט” לתוכן הזמין לרכישה. כלומר, מפרסמים או בלוגרים יכולים להפוך כל תמונה למוצר הזמין לרכישה, כך שכל פריט המופיע בתמונה יעביר את הגולש לאתר שבו ניתן לרכוש אותו או פריט דומה לו. בצד השני, לקוחות פוטנציאלים יכולים להבחין בפריט כלשהו שמצא חן בעיניהם בתמונה, ללחוץ עליו – והם כבר יופנו למקום שבו ניתן לרכוש פריט דומה.\nהיום (ג’) הודיעה החברה על השלמת סבב גיוס בגובה 8 מיליון דולר בהובלת NHN ventures ובהשתתפות Naver (מנוע חיפוש מוביל ביפן), פלטפורמת המסרים Line, KDC Ventures, Remagine VC, Magma VC ו-NBM Ventures. המימון יאפשר לחברה להרחיב את פעילותה בארה”ב, אירופה, מזרח אסיה ואוסטרליה.\nמקור: Syte\nל-Syte כבר יש מוצר פעיל בשוק – Glamix. מדובר בצ’אט בוט שיעזור לכם למצוא ברשת פריטים שמצאו חן בעיניכם – בין אם באתר כלשהו ובין אם על מישהי או מישהו ברחוב. שירות הסטיילינג המשודרג מתבצע באמצעות בוט המופעל בעזרת הפייסבוק מסנג’ר, שם אתם מנהלים את כל האינטראקציה ביניכם. בחלון הצ’אט תוכלו לשתף בתמונות שצילמתם או תמונות שמצאתם ברשת, ואותו עוזר אופנה אישי חביב ישלח לכם באופן מידי הצעות לרכישת פריטים זהים או דומים בטווח מחירים רחב. כמו כן החברה פיתחה גם תוסף לכרום בשם “Fashion Lover” שמאפשר להפוך כל תמונה ברשת לפריט הניתן לרכישה.\nSyte הוקמה ב-2015 על ידי עופר פריימן, ד”ר הלג ווס, עידן פינטו ו-ליהי פינטו פריימן.\n“הפלטפורמה של Syte מאפשרת למוכרים ומפרסמים להגדיל את נתח הרווחים שלהם על ידי מתן אפשרויות קנייה מתאימות ללקוחות”, אומר מנכ”ל וממייסדי Syte, עופר פרימן. “אנו נרגשים מההשקעה במוצר שלנו, דבר זה מאפשר לנו לעבוד בצורה חלקה. אנו יכולים להתמקד בקידום הטכנולוגיה שלנו לשווקים חדשים, שיפור השירותים שאנו מספקים, ופיתוח טכנולוגיה מתקדמת”.\n", "keywords": "גיוס,syte,אופנה,פשטק,fashtech,עופר פריימן,הלג ווס,עידן פינטו,fash&tech"}