{"url": "https://www.geektime.co.il/10-jobs-in-cyber-security/", "type": "article", "title": "מחפשים משרות באבטחת מידע? יש לנו 10 הצעות שוות", "description": "רוצים לשדרג את הקריירה בתחום הסייבר? הנה 10 משרות ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/cyber-security-2765707_1280-1595837457-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-29T11:30:46Z", "modified_time": "2020-07-29T19:29:33Z", "articleBody": "רוצים לשדרג את הקריירה בתחום הסייבר? הנה 10 משרות ששווה לכם לבדוק\nהכתבה בחסות\nתמונה: Pixabay\nאם בחרתם בתחום הסייבר ואבטחת המידע, כנראה האתגר המקצועי, העניין ותחושת הערך המוסף חשובים לכם מאוד בקריירה. התחום המרתק הזה מאפשר לבדוק ולחקור פרצות אבטחה ולבצע מבדקי חדירה; לפתח, לתפעל ולשכלל מערכות הגנה מפני איומי סייבר; וכמובן להיות חלק מהתחום הצומח שמוצא פתרונות לבעיות אקוטיות. אך הסיפוק והעשייה לא צריכים לגרום לכם להתפשר על כל שאר הדרישות שלכם ממקום העבודה – האווירה, התנאים, השכר, האפשרות להתפתח ולהתקדם והיכולת לשמור על איזון בין העבודה לבין הבית והמשפחה. לנו יש לא פחות מ-10 משרות כאלה בדיוק.\nלחברת סייבר מתחת לראדר דרוש/ה Penetration Tester. החברה הוקמה על ידי יוצאי תלפיות ויחידות סייבר מסווגות אחרות ומפתח מוצר סייבר מרתק. התפקיד כולל מחקר של תשתיות מערכות ההפעלה ובניית מוצר חדש מאפס, והעבודה באווירה סטארטאפיסטית ויזמית.\nדרישות:\n– מינימום שנתיים ניסיון ב-Penetration Testing\n– ידע בארכיטקטורה בפן אבטחת המידע\n– יתרון : Low level ב-C++, Reverse\nמייל לשליחת קורות חיים: geektime@sqlink.com\nחברת סטארטאפ שמפתחת פתרון הגנתי עבור תשתיות IOT מגייסת Security Reverse Engineer. הפלטפורמה מציעה אנליזה מדויקת של המצוי מול הרצוי: דרישות אבטחה האידאליות מול הפלטפורמה הקיימת של תשתית ה-IOT. החברה סיימה לאחרונה סבב גיוס של 45 מיליון דולר מקרנות מובילות ומשקיעים אסטרטגיים, מעסיקה 150 עובדים וממוקמת בתל אביב.\nדרישות:\n– 3 שנות ניסיון ב-Reverse Engineering\n– Low Level\n– ניסיון בעבודה עם ++C ו-Python\nמייל לשליחת קורות חיים: geektime@sqlink.com\nסטארטאפ ממומן היטב, המובל על ידי יזמים בעלי רקורד של אקזיטים, מגייס חוקר/ת Cyber. מדובר בתפקיד מחקר טהור ללא פיתוח שמיועד לחוקרים וחוקרות שמחפשים עבודה בסביבת חדשנות אמיתית. התפקיד כולל עבודה עם לקוחות גלובליים ויש בו הרבה אפשרויות ללמוד ולהתפתח מקצועית.\nדרישות:\n– 5 שנות ניסיון בתפקידי Reverse\n– ניסיון עם מחקר חולשות\nמייל לשליחת קורות חיים: geektime@sqlink.com\nחברת הייטק מובילה, רווחית ומצליחה, עובדת על מוצר חדש ומגייסת א/נשים טובים/ות למחלקת הסייבר. החברה מפתחת מוצר שמשנה את האופן שבו ארגונים עובדים, ולשם כך עובדת עם הטכנולוגיות החזקות ביותר. מדובר בתפקיד אסטרטגי שמחבר בין הפיתוח לתשתיות, והוא כולל הובלה של כל תחום אבטחת המידע בין ממשקים בארגון. אתגר טכנולוגי ותנאים מעולים מובטחים.\nדרישות:\n– ניסיון עם כלי שליטה ובקרה SOC/SIEM\n– ידע בטרגוט התקפות סייבר\n– יכולת תיעוד וניתוח אירועי סייבר\nמייל לשליחת קורות חיים: geektime@sqlink.com\nחברה ישראלית שהפכה לגלובלית מגייסת Security Researcher. החברה מספקת מגוון רחב של פתרונות טכנולוגיים לשוק אכיפת החוק והוקמה על ידי חוקרים וחוקרות יוצאי קורס אר”ם. התפקיד כולל עבודה עם גופי אכיפת חוק בארץ ובחו”ל, בקו מוצרים מגוון – ממובייל ועד לשעונים חכמים ולרחפנים.\nדרישות:\n– 3 שנים ניסיון ב-Vulnerability Research, עדיפות ב-Embedded envs\n– ARM / TrustZone RE\n– Cryptographic primitives and weaknesses\n– Advanced fuzzing\nמייל לשליחת קורות חיים: geektime@sqlink.com\nדרוש/ה ראש צוות לקבוצה שאחראית על ה-Security Operation בחברה עולמית, העוסקת בתחומי שיתוף מידע מאובטח בין ארגונים, שליטה ובקרה על פעילות משתמשים והגנה מפני התקפות סייבר. התפקיד מצריך הבנה בתשתיות Corporate, הכרת כלים של אבטחת מידע, הגנה ו-End Point. התפקיד הוא 40% HO וכולל ניהול 2 עובדים וכן דורש זמינות לאורך היממה. החברה עובדת עם המון טכנולוגיות חדשות וממוקמת במרכז הארץ על יד קו רכבת.\nדרישות:\n– ניסיון כראש צוות SOC ועבודה ב-Threat Hunting\n– ניסיון ניהולי של שנה\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברת מדיקל גלובלית דרוש/ה אחראי/ת אבטחת מידע להקמה של תחום חדש בחברה. החברה מתמחה בפיתוח מכשירים האחראים לאבחון וטיפול של הפרעות בקצב הלב, והתפקיד כולל הובלה של תחום אבטחת המידע למוצרי החברה, ניהול ממשקים, בחינת טכנולוגיות Security חדשות וסקירת מגמות שוק, כתיבת נהלי אבטחת מידע ועוד. החברה דואגת לאיזון פנאי-עבודה, ארוחות, חניה ולא פחות חשוב מכך – אתגר טכנולוגי.\nדרישות:\n– תעודות הסמכה רלוונטיות (CISSP, CISO)\n– לפחות 4 שנות ניסיון בתחום ה-Security בארגונים גלובליים\n– ניסיון עבודה מול ממשקי רגולציה, ניסיון בכתיבת נהלים בתחום\n– ניסיון בתפקידי פיתוח תוכנה/חומרה – יתרון\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלסטארטאפ גלובלי מוביל, המפתח מוצר חדשני בעולמות תוכן מעניינים, דרוש/ה CISO. העבודה היא עם טכנולוגיות Big Data ומערכות מורכבות, והתפקיד כולל הובלה והקמה של מערך הסקיוריטי בחברה. החברה בעלת אופי סטארטאפיסטי אך עם גב כלכלי של חברת ענק, ומי שיתקבל לתפקיד ייכנס לעמדה בכירה של צוות מתהווה, עם השפעה משמעותית על המוצר ואפשרות לגדול ולהתפתח יחד עם החברה.\nדרישות:\n– תואר ראשון במדעי המחשב או תחום משיק\n– לפחות 10 שנות ניסיון כ-CISO\n– 3 שנות ניסיון ניהולי\nמייל לשליחת קורות חיים: geektime@sqlink.com\nחברת סטארטאפ העוסקת בתחום הסייבר מגייסת Reverse Engineer. החברה נמצא מתחת לרדאר ועובדת בחזית הטכנולוגיה על מוצר חדשני. בחברה אווירת סטארטאפ ויש דגש רב על שיתוף ידע ועבודת צוות.\nדרישות:\n– שנתיים ניסיון ב-Reverse Engineering\n– ניסיון בעבודה עם Malware Analysis automation\n– ניסיון בעבודה בשפות ++Python/C\nמייל לשליחת קורות חיים: geektime@sqlink.com\nלחברת סטארטאפ המפתחת שכבת הגנה עבור תעשיית ה-Automotive דרוש/ה חוקר/ת פרוטוקולים לאיפיון איומי סייבר. התפקיד כולל מחקר וניתוח של פרוטוקלי תקשורת בתעשיית האוטומוטיב, בדיקות חדירות ובדיקות אנומליות. החברה ממומנת היטב, מובלת על ידי יזמים בולטים עם רזומה עשיר של הצלחה, ממוקמת בתל אביב ודואגת לתנאים מעולים ו-Work Life Balance.\nדרישות:\n– לפחות שנתיים של מחקר פרוטוקולי תקשורת\n– תואר ראשון במדעי המחשב\n– ניסיון ב-Python או כתיבת סקריפטים\nמייל לשליחת קורות חיים: geektime@sqlink.com", "keywords": "סייבר,אבטחת מידע,אסקיולינק,עבודה בהייטק,פרצות,האקרים,ראיון עבודה,תנאים מצוינים,עניין טכנולוגי,אתגר טכנולוגי,איזון פנאי עבודה,sqlink,איזון פנאי-עבודה"}