{"url": "https://www.geektime.co.il/10-jobs-for-java-dev/", "type": "article", "title": "מפתחי JAVA, יש לנו 10 משרות מעולות בשבילכם", "description": "מגיפה עולמית, משבר כלכלי? לא נראה שהביקוש למפתחי Java מושפע מזה. אספנו עבורכם 10 משרות שייתנו לכם גם אתגר וגם תנאים ושכר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/05/programming-2115930_1280-1558248369-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-14T11:30:42Z", "modified_time": "2020-06-14T11:19:12Z", "articleBody": "מגיפה עולמית, משבר כלכלי? לא נראה שהביקוש למפתחי Java מושפע מזה. אספנו עבורכם 10 משרות שייתנו לכם גם אתגר וגם תנאים ושכר\nהכתבה בחסות\nמקור: Pixabay\nהעולם יכול להיסגר עקב מגפה עולמית, הבורסות יכולות ליפול ומדינות שלמות ימצאו את עצמן במשבר כלכלי חמור, אבל הביקוש למפתחי Java לא ירד אפילו קצת. ועם ביקוש גבוה באות דרישות גבוהות: לאתגר, לעניין, להשראה, לתנאים ולשכר. האם במצב הנוכחי קיימת משרה שתענה על כולן? נראה שכן, אולי אפילו יותר מאחת. הנה עשר משרות שיתאימו לכם בול:\nלאחת מחברות ההייטק המובילות בישראל, הממוקמת באזור השרון, Expert Java Software Engineer. התפקיד כולל: הובלת צוות, לקיחת חלק פעיל בתהליכי הפיתוח של הצוות ועידוד וקידוד שיטות עבודה בפיתוח הצוות. הזדמנות מצוינת להשתלב בסביבת עבודה מהנה, שבה אפשר להשפיע ולתרום, תוך למידה והתפתחות אישית.\nדרישות:\n– תואר ראשון רלוונטי\n– ניסיון בהובלת צוות\n– ניסיון של 5 שנים בפיתוח Java\n– ניסיון בעבודה בסביבת AGILE\nלשליחת קורות חיים\nחברת הייטק גלובלית מובילה בתחום ה-eCommerce מגייסת ר”צ פיתוח לניהול 10-8 מפתחי Java. הזדמנות להיכנס לחברה איכותית ומובילה ולעבוד עם טכנולוגיות חדשות בסביבה דינמית ומאתגרת.\nדרישות:\n– ניסיון של 3 שנים בניהול צוות פיתוח בינוני (10-5 מפתחים)\n– ניסיון בפיתוח Java\n– ניסיון עם SPRING\n– ניסיון מחברות Web, Online\nלשליחת קורות חיים\nלחברת SU הממוקמת במרכז תל אביב מפתח/ת Java להצטרפות לצוות Scrum. התפקיד כולל פיתוח מוצרים בסביבת Big Data’ תוך דגש לכתיבת קוד נקי. הזדמנות מצויינת להיות חלק מחברה בצמיחה המציעה תנאים מעולים.\nדרישות:\n– 4 שנות ניסיון בפיתוח Java\n– תואר ראשון במדעי המחשב או הנדסת תוכנה\n– ניסיון מוכח בפיתוח Backend ועבודה מול בסיסי נתונים\n– ניסיון בעבודה במתודולוגיית Agile/ Scrum\n– אנגלית ברמה גבוהה\nלשליחת קורות חיים\nחברת SU בתנופה אדירה הממוקמת בצפון מחפשת Senior Java Developer להשתלבות בצוות. החברה מפתחת מוצר חדשני ופורץ דרך בתחום האוטומוטיב, ומחפשת מפתח/ת שיוכלו להוביל טכנולוגית צוות פיתוח ב-Java. הזדמנות להצטרף לצוות מתפתח בתפקיד משמעותי.\nדרישות:\n– תואר אקדמי בהנדסת תוכנה/מדעי המחשב – הכרחי\n– לפחות 4 שנות ניסיון בפיתוח Java מעל LINUX\n– ניסיון מחברת SU – יתרון\n– ניסיון עם כלי CI/CD – יתרון משמעותי\nלשליחת קורות חיים\nחברה גלובלית מובילה בתחום ה-eCommerce מגייסת מפתח/ת Java בכיר/ה. התקפיד כולל: ארכיטקטורה ודיזיין חדש של המערכות והסבת מערכות ישנות לחדשות. הזדמנות להיכנס לחברה איכותית ולעבוד עם טכנולוגיות חדשות בסביבה דינמית ומאתגרת.\nדרישות:\n– 5 שנים ניסיון בפיתוח Java לצד ה-Server\n– ניסיון בטכנולוגיות Spring\n– NOSQL, Java8, CICD, RXJava\n– תואר רלוונטי בתחום\nלשליחת קורות חיים\nמחלקת בוטיק בארגון פיננסי גדול במרכז הארץ מחפשת מפתח/ת Java תותח/ית שישתלבו כחלק מצוות חדש וצעיר המוקם מאפס. במסגר התפקיד תידרש עבודה במתודולוגיית Agile, עבודה עם SPARK, BIG DATA, כלי CI/CD ועוד. האתגרים העיקריים בתפקיד הם לימוד מהיר של סביבת עבודה וחדשנות טכנולוגית מתקדמת.\nדרישות:\n– ניסיון בפיתוח Java Backend\n– ניסיון עם Spring/ Spring Boot/ Spring Cloud\nלשליחת קורות חיים\nלחברת הייטק גלובלית, הממוקמת בהרצליה, ר”צ Java. התפקיד כולל ניהול צוות של כ-10 מפתחי Java, ביצוע Code review וארכיטקטורה. הזדמנות להשתלב בתפקיד משמעותי בחברה גלובלית המציעה תנאים מעולים.\nדרישות:\n– 7 שנים ניסיון בפיתוח Java\n– ניסיון בפיתוח MicroServices\n– ניסיון בניהול צוות גדול\nלשליחת קורות חיים\nלחברת תקשורת מובילה באזור השרון מפתח/ת Java בכיר. תפקיד עצמאי הכולל פיתוח תוכנה מאפס ועבודה בחזית הטכנולוגיה. הזדמנות להשתלב בחברה מובילה ויציבה וליהנות מתנאים מעולים.\nדרישות:\n– לפחות 5 שנים ניסיון בפיתוח BACKEND עם Java\n– ניסיון בפיתוח מעל LINUX – חובה\n– ניסיון בעבודה עם PYTHON – יתרון\n– תואר בהנדסת תוכנה/מדעי המחשב – יתרון\nלשליחת קורות חיים\nחברה גלובלית ומצליחה, היושבת באזור השרון ועוסקת בפיתוח קטלוגים אינטרנטיים, מגייסת Site Reliability Engineer. במסגרת התפקיד: עבודה עם טכנולוגיות חדשות ובסביבה דינמית ומאתגרת ועבודה עם המפתחים החזקים ביותר בתחום. מחצית מהתפקיד מתרכז בפיתוח Java, ובשאר הזמן – ארכיטקטורה ותכנון, NOC ועבודה בסביבת פרודוקשן וכן עבודה עם Machine Learning. הזדמנות להיכנס לחברה איכותית, מובילה טכנולוגית ומפנקת מאוד בתנאים.\nדרישות:\n– לפחות 4 שנות ניסיון בפיתוח Java\n– ניסיון עבודה בסביבת פרודקשן, Performance, עומסים\nלשליחת קורות חיים\nלחברת סטארטאפ סופר טכנולוגית באזור השרון מפתח/ת Java מנוסה. התפקיד כולל פיתוח ב-Java 8, SCALA ועבודה בסביבת BIG DATA. הזדמנות להשתלב בתפקיד מעניין ומאתגר.\nדרישות:\n– תואר ראשון רלוונטי\n– 3 שנים ניסיון בפיתוח Java8, Spring, Spring Boot\n– ניסיון בעבודה בסביבת BIG DATA\nלשליחת קורות חיים", "keywords": "java,java developer,אסקיולינק,sqlink,עבודה בהייטק,עבודה בסטארטאפ,תכנות,פיתוח,מפתחים,מפתחות,דורשים מפתחים,ראיון עבודה,קורות חיים,"}