{"url": "https://www.geektime.co.il/10-jobs-for-seniors/", "type": "article", "title": "הרבה יותר מחזית הטכנולוגיה: הנה 10 משרות בשכר שובר שוק", "description": "הגעתם לשלב בקריירה בו אתם בעלי ניסיון מקצועי וניהולי, ואתם מחפשים את המשרה שתעזור לכם לפתח אף יותר הכישורים הללו, וכמובן גם לרכוש כמה חדשים, משרה שתניב לכם שכר שובר שוק, תנאים מפנקים ואיזון בית ופנאי. אספנו בעבורכם כמה משרות עם שכר של מעל 40K שיתאימו לכם בול", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/OB820S0-1598873818-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-15T11:17:28Z", "modified_time": "2020-09-15T11:14:49Z", "articleBody": "הגעתם לשלב בקריירה בו אתם בעלי ניסיון מקצועי וניהולי, ואתם מחפשים את המשרה שתעזור לכם לפתח אף יותר הכישורים הללו, וכמובן גם לרכוש כמה חדשים, משרה שתניב לכם שכר שובר שוק, תנאים מפנקים ואיזון בית ופנאי. אספנו בעבורכם כמה משרות עם שכר של מעל 40K שיתאימו לכם בול\nהכתבה בחסות\nתמונה: freepik.com\nהגעתם לשלב בקריירה בו אתם בעלי ניסיון מקצועי וניהולי, ואתם מחפשים את המשרה שתעזור לכם לפתח אף יותר הכישורים הללו, וכמובן גם לרכוש כמה חדשים, מבלי לוותר על שכר שובר שוק, תנאים מפנקים ואיזון בית ופנאי. אספנו בעבורכם כמה משרות עם שכר של מעל 40K שיתאימו לכם בול.\nחברת סטארטאפ בעולם הסקיוריטי מגייסת ארכיטקט/ית בכיר/ה. מדובר בסטארטאפ שהוקם על ידי בכירי תעשיית הההייטק ומנוהל באופן אישי על ידי אחת הדמויות הבולטות ביותר בתעשיית הסייבר. החברה גייסה 125 מיליון דולר בהובלת קרנות מובילות, והפלטפורמה שפיתחה נחשבת חלוצית ופורצת דרך בעולם אבטחת המידע בתחום הווירטואליזציה.\nהתפקיד כולל ארכיטקטורה ודיזיין למערכת מורכבת שמהווה את תשתית המוצר. הסטאק טכנולוגי כולל פיתוח ב-Java ו-Python, כמו כן, Elastic Search/Redis וגם DB פנימי שפותח בחברה; עבודה עם תקשורת, Web API, Data Processing, Storage ו-Analytics.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברת סייבר התקפי מתחת לראדר מגייסת חוקר/ת חולשות מנוסה עם חמש שנות ניסיון בפיצוח אתגרים של מחקר חולשות. מדובר בחברה רווחית שעובדת מול לקוחות מרחבי העולם. הצוות מורכב מחוקרי החולשות הטובים בתחומם מהארץ ומחו”ל, והחברה מעניקה תנאים מעולים ושכר שובר שוק.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברה גלובלית ומובילה בתחום ה- Storage מגייסת Firmware Architect. הזדמנות להשתלב במרכז פיתוח של חברה גלובלית, ובמעבדת חדשנות הנחשבת מובילה בחברה. מדובר בעבודה על מוצרים מורכבים ומעניינים שנחשבים לעתודת החדשנות של החברה. עובדים על Linux בסטאק טכנולוגי: RTOS\\ARM\\ARC ,ThreadX, MQX, Nucleus, VxWorks, Embedded Linux וכותבים ב-C RT Embedded. תנאים מעולים וחבילת שכר מפנקת במיוחד.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברת הייטק גלובלית עם מוצר עבור הדור החדש של עולם ה-ad-tech מגייסת DevOps Lead להקמת צוות תחתיו. עובדים בסקייל עצום (15 מיליון משתמשים) וממומנים היטב (מעל 100 מיליון דולר). החברה מחפשת מנהל/ת DevOps לתפקיד הקמה וגיוס צוות תחתיה/ו שישמשו אוטוריטה טכנולוגית ויעבוד עם טכנולוגיות מתקדמות: Linux, Docker, Kubernetes, AWS, Terraform, CD/CI. החברה מעסיקה 60 עובדים במרכז הפיתוח בארץ ו-300 בשאר העולם. שכר שובר שוק ותנאים מעולים.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברת סטארטאפ מצליחה מגייסת מנהל/ת עבור קבוצת המוצר הכי מצליח של החברה. החברה הוכתרה כחד קרן, נחשבת לאחת מהחברות המבטיחות ביותר על ידי אנליסטים מובילים ונבחרה לאחת מהחברות שהכי טוב לעבוד בהן. החברה קרובה להנפקה וזהו תזמון מעולה להצטרף אליה. החברה מחפשת מנהל/ת קבוצת פיתוח עם שש שנות ניסיון בניהול קבוצה, יתרון לבעל/ת הכרות עם מוצרי SAAS עתירי Data ופלטפורמות מובייל.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברת סייבר עם מוצר בעולמות ה-Cloud מגייסת Data Engineer לתפקיד ראשון ויחיד בחברה. מדובר בתפקיד של One (Wo)man’s show. החברה כרגע מתחת לראדר וזו הזדמנות מעולה לחבור לגרעין הקשה של המייסדים, ולהיות חלק מסטארטאפ בתחילת דרכו אך בעל אופק ומשענת כלכלית איתנה. החברה מחפשת Data Engineer מנוסה עם עבודה ב-Python, הכרות עם BigQuery ,Athena ו-Apach מהווה  יתרון. תנאים מעולים וחבילת אופציות נדיבה למצטרפים.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברת סטארטאפ עם מוצר בעולם האוטומוטיב מגייסת Java Tech Lead. החברה סיימה סבב גיוס של 100 מיליון דולר מקרנות מובילות, ומובלת על ידי יזמים מוכרים מאוד עם רקורד של אקזיטים בעברם. המוצר מבוסס אלגוריתמים של ראייה ממוחשבת, והעבודה היא בעיקר מול השוק האמריקאי.\nזו הזדמנות מעולה להשתלב בתפקיד הובלה טכנולוגית בסטארטאפ יציב וממומן עם אופק ממשי לאקזיט. החברה מחפשת מפתח/ת Java מנוסה שמחפש/ת את השלב הבא בקריירה ומעוניינ/ת לנהל צוות. מדובר בסטאק טכנולוגי היברדי שמשלב JAVA 40% ,Python 40% ו-20% GO.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברה מתחת לראדר שעוסקת במחקר חולשות מחפשת Android internals שרוצה להיות חלק מהעשייה ומהאווירה. מדובר בחברה צעירה ומצליחה (הקרנות והאנליסטים אף יטענו שמאוד), ממומנת היטב שמעוניינת כרגע לשמור על הצוות שלנו קטן ואיכותי (כולם יוצאי יחידות). מחפשת מפתח/ת C++/Android עם ארבע שנות ניסיון לפחות. \nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברת סייבר מוכרת ומרשימה מגייסת IOS Internals. מדובר באחת החברות הגדולות והמוכרות בתעשייה, רווחית עם לקוחות משלמים. החברה מגייסת מפתח/ת INTERNAL ב-C/C++ למוצרי מובייל מנוסה עם 5 שנות ניסיון לפחות, מנוסה בעבודה על Windows וכן Internals או Linux Internals ובעל/ת תואר במדעי המחשב או שירות צבאי באחת מהיחידות הטכנולוגיות.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il\nחברה מובילה מגייסת Senior Big Data Engineer. מדובר באחת מחברות התקשורת המובילות והיציבות כיום באקו סיסטם, המנהלת את תעבורת האינטרנט של אתרים מובילים, מפתחת פתרונות מאפס ועוסקת בחדשנות. החברה מעסיקה 200 עובדים ומגייסת מפתח/ת Big Data מנוסה, לכל הפחות 5 שנות ניסיון, לעבודה עם Java/ Scala. יתרון גדול להכרות טובה מאוד עם Docker.\nמייל לשליחת קורות חיים: geektime@gotfriends.co.il", "keywords": "גוט פרנדס,got friends,עבודה בהייטק,עבודה לבכירים בהייטק,חברות מגייסות,מפתחים,מפתחות,בעלי ניסיון,תנאים מעולים,שכר שובר שוק"}