{"url": "https://www.geektime.co.il/10-cyber-jobs-gf/", "type": "article", "title": "רלוונטי תמיד: 10 משרות פתוחות בסטארטאפים מובילים בתחום הסייבר", "description": "משבר הקורונה והמעבר לעבודה מרחוק הביאו לזינוק בניסיונות התקיפה על ארגונים ואנשים פרטיים, מה שרק חיזק את החשיבות של תחום הסייבר. הנה 10 משרות שוות בתחום המאתגר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/simon-abrams-k_T9Zj3SE8k-unsplash-1590636608-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-31T11:39:01Z", "modified_time": "2020-05-31T10:39:29Z", "articleBody": "משבר הקורונה והמעבר לעבודה מרחוק הביאו לזינוק בניסיונות התקיפה על ארגונים ואנשים פרטיים, מה שרק חיזק את החשיבות של תחום הסייבר. הנה 10 משרות שוות בתחום המאתגר\nהכתבה בחסות\nPhoto by Simon Abrams on Unsplash\nהנתונים השונים הראו שבניגוד לענפים רבים – בתקופת משבר הקורונה נרשם זינוק בניסיונות הפריצה ומתקפות הסייבר כנגד ארגונים ומשתמשים פרטיים. ישראל נחשבת כבר שנים למעצמת סייבר ותקופה כזו רק מחדדת את חשיבות התחום האטרקטיבי. אז אם אתם מועסקים בתחום ומחפשים חידוש או אולי מעוניינים להשתלב בו לראשונה – אספנו עבורכם 10 משרות פתוחות שכדאי לכם לבדוק.\nחברת סטארטאפ המפתחת פלטפורמת אבטחה לתשתיות IoT מגייסת מפתחי/ות ++C שירצו לקחת את המוצר צעד אחד קדימה. הפלטפורמה מנתחת באופן שוטף את פעילות התשתית ומתריעה מיד על איום שעלול לסכן את המערכת. החברה לאחר גיוס של 115 מיליון דולר ואקזיט מוצלח, מקימי החברה הם יוצאי חברות אבטחת מידע מוכרים וידועים.\nדרישות: \n– 5 שנות נסיון בפיתוח ++C\n– תואר טכנולוגי\nמייל לשליחת קורות חיים  \nחברה המובילה בשנים האחרונות חדשנות נגד מתקפות סייבר (איראן ממש לא מדאיגה אותנו) מגייסת Vulnerability Security Research. מוצר החברה נועד לסייע לממשלות בבניית אסטרטגיה ומערכיי סייבר. לשמחתנו מתקפת הסייבר האחרונה הוכיחה לנו שהמוצר שלנו בנוי היטב וברמה הגבוהה ביותר. נשמח לפגוש חוקרי וחוקרות חולשות שמחפשים את האתגר הבא ורוצים להיות חלק מחוד החנית של הסייבר ההגנתי בארץ.\nדרישות \n– 3 שנות ניסיון במחקר חולשות\nמייל לשליחת קורות חיים  \nחברה הבונה פלטפורמת SaaS אשר שמאפשרת לטכנולוגיות ענן לעבוד בצורה מאובטחת יותר מבלי לפגוע ביעילות ובמהירות מגייסת מפתח/ת Java שמכיר/ה Elastic Search ועבד/ה עם Redis בסביבת AWS. אם את/ה מגדיר/ה את עצמך כ-Java שחי ונושם סייבר בחמש השנים האחרונות – מקומך אצלנו.\nהחברה ממוקמת בקו רכבת תל אביב.\nדרישות:\n– 5 שנות ניסיון בפיתוח Java\nמייל לשליחת קורות חיים  \nחברת סטארטאפ עם מוצר מולטידצפלינרי המפתחת פלטפורמת סייבר הגנתית עבור חברות Industry 4.0 מגייסת מנהל/ת מוצר אבטחת מידע. מייסדי החברה הם דמויות מוכרות מעולם הסייבר ההגנתי (יוצאי יחידות טכנולוגיות עם רקורד של הצלחה בעולם העסקי) כשהמוצר ממוקד עולמות ה-OT ו-SCADA.\nהחברה ממוקמת בקו רכבת תל אביב.\nדרישות: \n– ניסיון של שנתיים בניהול מוצר מחברת סייבר\nמייל לשליחת קורות חיים  \nחברת סייבר שמפתחת מוצר סייבר הגנתי עבור ארגונים. פלטפורמת החברה מושתת על התקפות דמה שמאפשרות לארגונים לבנות תשתית בלתי חדירה עבור איומי סייבר. צוות המחקר של החברה מורכב מהחוקרים הטובים ביותר בתעשיה והחברה מחפשת ראש/ת צוות מחקר שינהיג את הצוות ויקח אותו קדימה.\nהחברה ממוקמת בהרצליה.\nדרישות: \n– ניסיון ניהול צוות מחקר\n– הכרות עם מחקר של מערכות הפעלה Mac\n– הכרות עם מחקר Cloud על סוגיו\n– רקע ב- Red Team\nמייל לשליחת קורות חיים  \nסטארטאפ מבטיח בעולם אבטחת המידע הממונכ״ל ומנוהל באופן ישיר ואישי על ידי אחד מיזמי אבטחת המידע הידועים והמצליחים, מגייס מפתח/ת Python. מוצר החברה נועד להוזיל עלויות אבטחה של תשתיות ענן מורכבות מבלי להתפשר על מהירות המערכת.\nדרישות:\n– 5 שנות ניסיון בפיתוח Python\n– ניסיון בעבודה עם Cloud\nמייל לשליחת קורות חיים  \nחברת סטארטאפ מובילה בתחום הסייבר מגייסת DevOps. החברה הוקמה על ידי בכירים יוצאי היחידות הטכנולוגיות שגייסו מעל 90 מיליון דולר בשנתיים האחרונות ולאחרונה סיימו סבב גיוס נוסף. החברה מפתחת מוצרים מאפס ועובדת מול לקוחות גלובלים בסקייל עצום.\nדרישות:\n– 5 שנות ניסיון כ-Devops\n– Cloud\n– Kubernetes\n– Terraform / Cloudformation\nמייל לשליחת קורות חיים  \nסטארטאפ שמפתח פלטפורמה שמאתרת איומי סייבר בארגונים עם מוצר האוסף נתונים ובונה תרחישי התקפה אפשריים וכן מערכת אנליטיקס המאפשרת לארגונים תובנות לגבי הערכת כוח האדם שדרוש להתמודדות עם התקפות מגייס מפתח/ת Fullstack.\nהחברה ממוקמת בתל אביב.\nדרישות:\n– 5 שנות ניסיון בפיתוח Java\n– נסיון של שנה בפיתוח בAngular2+ או React\n– ניסיון בעבודה עם Cloud\nמייל לשליחת קורות חיים  \nסטארטאפ בעולם הוירטואליזציה מגייס ראש/ת צוות Python. החברה גייסה למעלה מ-50 מיליון דולר, נמצאת בצמיחה מתמדת והיום מונה כ-200 עובדים. התפקיד כולל אחוזים גבוהים של Hands On וניהול צוות של 5 אנשים.\nהחברה ממוקמת בקו רכבת תל אביב.\nדרישות:\n– 5 שנות ניסיון בפיתוח Python\nמייל לשליחת קורות חיים  \nחברת סטארטאפ שמפתחת פלטפורמות הגנה לתשתיות IoT ומונה קבוצה של מפתחים/ות וחוקרים/ות מהטובים בארץ נמצאת במומנטום של צמיחה ומחפשת מפתחים/ות חזקים שיצטרפו לנבחרת.\nהחברה ממוקמת בקו רכבת תל אביב.\nדרישות: \n– ניסיון בפיתוח Low Level\n– C/ Linux\n– ניסיון בעבודה עם פרוטוקולי תקשורת\n– אבטחת מידע – יתרון משמעותי\n– Linux Kernel – יתרון משמעותי\nמייל לשליחת קורות חיים  ", "keywords": "gotfriends,ג׳וב,גיוס,גיקג׳וב,האקרים,מגייסים,מעסיקים,משרות פתוחות,סייבר,עבודה"}