{"url": "https://www.geektime.co.il/monthly-funding-spetember-2020/", "type": "article", "title": "הסטארטאפים הישראליים גייסו כמעט מיליארד דולר בספטמבר. מה עומד מאחורי המספר המרשים הזה?", "description": "הסטארטאפים הישראליים דיווחו על השקעות של לא פחות מ-986 מיליון דולר בספטמבר 2020, אבל האם מאחורי המספרים האלו עומד 'טריק' תקשורתי? וגם, כמה מהכסף הזה הגיע לחברות בשלבים מוקדמים וכמה לחברות בצמיחה. זה היה החודש שהיה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/abundance-bank-bank-notes-bills-259132-1-1587561397-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-10-02T10:30:40Z", "modified_time": "2020-10-04T10:40:09Z", "articleBody": "הסטארטאפים הישראליים דיווחו על השקעות של לא פחות מ-986 מיליון דולר בספטמבר 2020, אבל האם מאחורי המספרים האלו עומד ‘טריק’ תקשורתי? וגם, כמה מהכסף הזה הגיע לחברות בשלבים מוקדמים וכמה לחברות בצמיחה. זה היה החודש שהיה\n\n \nגם אתם גייסתם? יש לכם סטארטאפ מעניין? אנחנו רוצים לשמוע\nהסטארטאפים הישראליים גייסו החודש כ-986 מיליון דולר בלא פחות מ-37 עסקאות. מדובר במספר עסקאות כמעט כפול מ-19 העסקאות באוגוסט, ומספר שגדול אף ממספר העסקאות שדווחו ביולי, שהיה חודש פעלתני יחסית עם 28 עסקאות השקעה ורכישה.\nלמרות עשרות העסקאות שדווחו החודש, הרי ש-2 חברות אחראיות על כמעט מחצית מסך הגיוסים של ספטמבר: Snyk עם 200 מיליון דולר ו-Next Insurance שגייסה רבע מיליארד דולר – כלומר כ-45 אחוזים מסך הכספים החודש.\nסכום הגיוסים המרשים של החודש גדול בכמעט 50% מסכום גיוסי ההון בחודש אוגוסט האחרון. עם זאת, לא מדובר בתופעה חריגה. גם בספטמבר אשתקד גייסו הסטארטאפים הישראליים מיליארד דולר, לאחר אוגוסט שחון יחסית. אחת הסיבות לזינוק – בשנים הקודמות לפחות – היא החזרה מחופשות הקיץ בעולם, והאפשרות לסטארטאפים ולמשקיעים לסגור סופית את ההשקעות. עם זאת, על פי ההערכות שלנו, לא מעט מהגיוסים הללו נסגרו קודם לספטמבר, אולם דווחו רק במהלכו, כדי למקסם את החשיפה התקשורתית ולהגיע לקהל רחב יותר.\nגם החודש, כמו בחודש שעבר, אנחנו רואים מגמה של עלייה במספר הגיוסים של חברות בשלבי צמיחה (סבב B וצפונה) לעומת חברות Early Stage. מתוך כלל העסקאות שדווחו החודש, נרשמו 21 גיוסים של חברות צומחות לעומת 16 של חברות Early Stage – כשמסתכלים על הסך הכספי של הגיוסים, אנחנו רואים שחלקן של החברות בצמיחה עומד על 80 אחוז. בחודש אוגוסט האחרון למשל כ-80 אחוז מהעסקאות היו של חברות בשלבים המוקדמים היה, אולם במונחים כספיים הרוב היה עדיין של חברות בצמיחה.\nיהיה מעניין לראות אם זו תהיה מגמה מתמשכת, שבמסגרתה הקרנות ומשקיעים יתרחקו קצת מהסטארטאפים הקטנים שעדיין אין להן מוצר שנמכר ודרושות למימון כדי לקדם תהליכים כמו POC, לעומת השקעה בחברות מוכחות עם רשימת לקוחות משלמים.\nעם תחילת משבר הקורונה, היו שטענו שהגיוסים של החברות בחודשים הראשונים היו סוג של “זנב ארוך” ושאריות לימים שקדמו להתפרצות המגיפה. אבל שבעה חודשים (והספירה נמשכת) לתוך המשבר העולמי, אפשר לומר בזהירות שלפחות כרגע נראה שהברזים טרם נסגרו, ולמשקיעים עדיין יש כסף פנוי שמחפש השקעות. עם זאת, נראה שהמיקוד של המשקיעים והקרנות נע לכיוון החברות המבוססות שכבר הוציאו מוצר, צברו משתמשים ולקוחות. בנוסף, נתון נוסף שחוזר בשיחות רבות שלנו עם גורמים בתחום הוא ה-Down Round, כלומר מצב שבו חברות, גם גדולות ומבוססות, מגייסות כסף ולא מעט, אבל על פי הערכת שווי נמוכה יותר מסבב הגיוס הקודם. במסגרת זו נכנס משקיע חדש, שאמנם מזרים חמצן חדש לחברה וכסף להתרחבות בזמן שמתחרות מצטמקות, אבל גורם גם לשינוי במבנה האחזקות של החברה ועלול לפגוע במשקיעים קיימים. לפחות תקשורתית, סטארטאפים לא יודו בכך, לכן קשה קצת להניח את האצבע על היקף התופעה, אבל היא קיימת, בדיוק כפי שהיתה קיימת במשברים הקודמים של 2000 ו-2008.\nמלבד היקף הגיוסים הנאה שעליהם דווח החודש, התבשרנו במקביל על לא פחות משישה אקזיטים של סטאראפים ישראליים. רוב האקזיטים, ארבעה מתוך השישה, הם מכירה של חברה ישראלית לחברה ישראלית אחרת – Vayo, Odo, ClickCease ו-Fleetonomy.\nAnima גייסה 2.5 מיליון דולר\nהסטארטאפ הישראלי אנימה פיתח מערכת שהופכת עיצובים ב-Sketch, XD ו-Figma לאפליקציות ואתרים – בלי קוד, וכבר הספיק לקחת חלק באקסלרטור הנחשב בעולם. בין לקוחותיו כבר נמצאות כמה ענקיות כמו פייסבוק, גוגל ואמזון.\nAnyVision גייסה 43 מיליון דולר \nאניוויז’ן הישראלית, שמפתחת טכנולוגיה לזיהוי פנים לגופי בטחון ולגופים אזרחיים, הודיעה על השקעה חדשה; ברקע – נסיגה של מיקרוסופט מהשקעה בחברה והקמת מיזם חדש עם רפא”ל.\nElastimed גייסה 600 אלף דולר\nהסטארטאפ מפתח גרב חכם שיעסה את הרגל של המטופלים כדי לשפר את זרימת הדם ברגליים. עד כה גייסה החברה 4.2 מיליון דולר.\nSalaryo גייסה 5.8 מיליון דולר\nסטארטאפ הפינטק הישראלי הוא הראשון להצהיר על גיוס הון מקרן הממוקמת באיחוד האמירויות, והמנכ”ל שלו טוען שזו רק ההתחלה.\nPcysys גייסה 25 מיליון דולר \nהסטארטאפ הישראלי מפתח ”האקר וירטואלי” המבצע עבור חברות בדיקות חדירות אוטומטיות. עד כה גייסה החברה 40 מיליון דולר.\nSnyk גייסה 200 מיליון דולר\nהחברה הישראלית, שמגנה על ספריות קוד פתוח חיצוניות, הכפילה את הערכת השווי שלה תוך פחות משנה.\nDeel גייסה 30 מיליון דולר\nהסטארטאפ גייס מאז הקמתו כ-48 מיליון דולר משורה של משקיעים בולטים בהם מייסד Reddit, מנכ”ל גיטהאב, Y Combinator וקרן אנדריסן-הורביץ.\nmetadata גייסה 6.5 מיליון דולר\nהמערכת לייצור לידים וניהול קמפיינים של החברה מתפארת במאגר מידע ענקי של מיליארד וחצי פרופילי משתמשים פוטנציאליים. עד כה גייסה החברה 15 מיליון דולר.\nEverCompliant גייסה 35 מיליון דולר\nתחת השם החדש, EverC, ממשיכה החברה לספק לבנקים, חברות כרטיסי אשראי וחברות סליקה את המערכת שלה לזיהוי הלבנת עסקאות ברשת. עפ”י החברה, כחצי טריליון דולר מולבנים בעסקאות מקוונות בכל שנה.\nINTHEGAME גייסה 1.2 מיליון דולר\nהחברה טוענת שהיא יכולה להפוך כל שידור למעניין יותר עם פעילויות אינטראקטיביות, ומצליחה לגייס כספים גם מאחד מגופי שידור הספורט החשובים בישראל.\nCapitolis גייסה 11 מיליון דולר\nסטארטאפ הפינטק הישראלי מפתח פלטפורמה שיוצרת חיבור טכנולוגי בין שחקנים מובילים בעולם הפיננסים, ומבצעת אופטימיזציה אוטומטית של הפעילות ההונית שלהם.\nPlantt גייסה מיליון דולר\nהסטארטאפ הישראלי פלאנט, שהוקם על ידי יוצאי OrCam, משתמש ב-AI כדי לשפר את מערך שירות הלקוחות של חברות.\nBWR גייסה 10 מיליון דולר\nהסטארטפ הישראלי ”רובוטיקה כחול-לבן” מפתח פלטפורמה לשליטה ובקרה מרחוק של כלים אוטונומיים. בין המשקיעים: רן שריג מדאטורמה.\nBrandTotal גייסה 12 מיליון דולר\nהסטארטאפ הישראלי משתמש בשיטות מעולם הסייבר כדי לספק למותגים נתונים תחרותיים ותובנות ע”י חשיפת פעילויות השיווק של המתחרים\nMedigate גייסה 30 מיליון דולר\nהסטארטאפ שמנסה להגן על מרכזים רפואיים מפני תקיפות סייבר ממשיך לגייס\nVarada גייסה 12 מיליון דולר\nהסטארטאפ הישראלי, שפיתח שכבת אנליזה שיכולה לסייע לכם לנתח מידע מדויק בתוך פטה-בייטים של מידע בקלות ובמהירות, מוסיף כעת יכולות למידת מכונה למוצר שלו.\nSternum גייסה 6.5 מיליון דולר\nהסטארטאפ הישראלי מפתח מערכת הגנה למכשירי IoT ובין מקימיו גם נטלי תשובה, לשעבר עובדת NSO וסלברייט.\nLIGC גייסה 3 מיליון דולר\nהסטארטאפ הישראלי LIGC, שמפתח פילטרים מבוססי גרפן שבהם ניתן לעשות שימוש במסכות פנים לצורך סינון נגיפים -בהם הקורונה, גייס 3 מיליון דולר.\nAidoc גייסה 20 מיליון דולר\nהסטארטאפ קיבל אישורי FDA ל-3 ממוצריו עם התפרצות המגיפה ומציג נתוני צמיחה מרשימים מאוד בטווח זמן קצר.\nPhytolon גייסה 4.1 מיליון דולר\nהחברה משתמשת בתהליכי התססה של שמרים כדי לייצר את צבעי המאכל הטבעיים. החברה גייסה עד כה 5.3 מיליון דולר.\nHysolate גייסה 10 מיליון דולר \nהמוצר של הייסולייט יוצר למעשה שני מחשבים וירטואליים – גם בגישה מרחוק – בהתאמה לימי הקורונה. ולמה גייסה פחות מהסבב הקודם שלה?\nKRE8.TV גייסה 1.1 מיליון דולר\nהסטארטאפ הישראלי יצר פלטפורמה הנותנת לאנשים להזמין ברכות מצולמות ממפורסמים ומשפיענים. בתכנון: כניסה לשוק האמריקאי.\nBioProtect גייסה 25 מיליון דולר\nהסטארטאפ פיתח בלון מתכלה המשמש לצמצום הנזקים מהקרנות בחולי סרטן הערמונית.\nMedasense גייסה 18 מיליון דולר\nMedasense פיתחה טכנולוגיה המאפשרת לה להעריך ולעקוב באופן אובייקטיבי אחר שינויים ברמת הכאב של המטופל.\nDeepCube גייסה 7 מיליון דולר\nהסטארטאפ הישראלי פיתח טכנולוגיה שתבצע אופטימיזציה לכל מודל למידה עמוקה ותצמצם את גודלו בכ-90% – מבלי לאבד את הדיוק שלו. עד כה גייסה החברה 12 מיליון דולר.\nEasySend גייסה 11 מיליון דולר\nהסטארטאפ הישראלי יצר פלטפורמה לביצוע דיגיטציה לטפסים עבור גופים כלכליים, מה שהפך כמעט להכרח בימי קורונה. עד כה גייסה החברה 16 מיליון דולר.\nV-Wave גייסה 28 מיליון דולר\nהסטארטאפ הישראלי יכול להקל על חייהם של עשרות מיליונים שסובלים מבעיות לב. שנתיים אחרי סגירת סבב C, הוא מתרחב משמעותית.\nNext Insurance גייסה 250 מיליון דולר\nקרן הצמיחה של גוגל הובילה סבב גיוס בגובה 250 מיליון דולר ב-Next Insurance הישראלית; על פי ההערכות, הגיוס נעשה על פי שווי של 2.2 מיליארד דולר.\nkeepMED גייסה 15 מיליון דולר\nהסטארטאפ הישראלי keepMED פיתח מכשיר לטיפול בדום נשימה המתאים את עצמו לגוף המשתמש. עד כה גייסה החברה 25 מיליון דולר.\nAxis Security גייסה 32 מיליון דולר\nחצי שנה בלבד אחרי שנחשף עם גיוסים של 17 מיליון דולר, מודיע הסטארטאפ הישראלי אקסיס, שמאפשר גישה פרטית ומאובטחת ליישומים ארגוניים, על גיוס של 32 מיליון דולר נוספים.\nPapaya Global גייסה 40 מיליון דולר\nהסטארטאפ הישראלי Papaya Global, שמפתח מערכת לניהול גלובלי של עובדים, גייס עד היום 90 מיליון דולר.\nTetaVi גייסה 2 מיליון דולר\nהחברה הישראלית פיתחה מערכת ניידת המאפשרת לצלם ולהפיק וידאו וולומטרי באיכות גבוהה, ללא צורך בסטודיו מסך ירוק מקצועי.\nCoralogix גייסה 25 מיליון דולר\nקורלוג’יקס, המפתחת פלטפורמה לניתוח קובצי לוג, גייסה עד עתה 40 מיליון דולר; המנכ”ל מאמין שהמוצר החדש שלה יוזיל את העלויות למשתמשים ב-70 אחוזים.\nBioCatch גייסה 20 מיליון דולר\nהסטארטאפ הישראלי מציע דרך לאמת את המשתמשים באמצעות ניתוח של למעלה מ-2,000 פרמטרים שונים בהתנהגות שלהם. עד היום גייסה החברה 212 מיליון דולר.\nStrigo גייסה 8 מיליון דולר \nבצל המעבר להדרכה מרחוק, גייסה סטריגו הישראלית 8 מיליון דולר מהמשקיעים הקיימים שלה.\nIonir גייסה 11 מיליון דולר\nהסטארטאפ הישראלי (לשעבר Reduxio) השיק פלטפורמה המאפשרת העברה, העתקה, שחזור וניהול נתונים בכל גודל ונפח מתשתיות ענן בלחיצת כפתור.\nPhytech גייסה 23.5 מיליון דולר\nחברת האגריטק הישראלית מחברת חיישני IoT לצמחים ומנתחת בזמן אמת ע”י בינה מלאכותית את הנתונים כדי לייצר המלצות השקיה לחלקאים.\nCrowdStrike משקיעה ב-Sixgill הישראלית\nחברת הסייבר האמריקאית (שרכשה גם את Preempt) הודיעה על השקעה אסטרטגית בסטארטאפ הישראלי Sixgill, המסייע לחברות וארגונים גדולים לאתר ולנטרל בזמן איומים שמקורם ב-Dark Web. סכום ההשקעה לא פורסם\niCast נרכשה ע”י Storytel השוודית\nהפלטפורמה הישראלית שהתחילה בכלל כשירות פודקאסטים מצטרפת לענקית הבינלאומית שעומדת להשיק את השירות שלה בארץ ב-2021\nVayo נרכשה על ידי גונג הישראלית\nהחברה שרק הצטרפה למועדון חדי הקרן לא מבזבזת זמן, ומתחילה ברכישה של חברת ה-SaaS, שהמוצר שלה מאפשר את סידור המידע הפזור ברחבי הארגון על ידי שימוש ב-ML וניתוחי שפה שונים.\nOdo נרכשה ע”י צ’ק פוינט בכ-30 מיליון דולר\nOdo Security המייצרת רשת וירטואלית מבוזרת וממודרת באופן דינמי על סמך מאפיינים פרסונליים שונים. כל עובדי החברה הנרכשת צפויים להצטרף לצ’ק פוינט.\nPreempt נרכשה ע”י CrowdStrike האמריקאית ב-96 מיליון דולר\nהטכנולוגיה של Preempt צפויה להיטמע בתוך פלטפורמת אבטחת הענן של הרוכשת – CrowdStrike האמריקאית. עד לרכישתה גייסה החברה 27.5 מיליון דולר\nClickCease נרכשה ע”י CHEQ הישראלית\nשני הסטארטאפים נלחמים בהונאות קליקים, שעולות למפרסמים ולאתרי תוכן מיליארדי דולרים בשנה\nFleetonomy נרכשה על ידי Via הישראלית בעשרות מיליוני דולרים\nזוהי הרכישה הראשונה של Via הישראלית, שרק בחודש מרץ גייסה 400 מיליון דולר; פליטונומי, החברה הנרכשת, מפתחת מערכת ניהול ציי רכב מבוססת AI וגייסה מאז הקמתה 4.5 מיליון דולר", "keywords": "סיכום גיוסים,סיכום גיוסים אוגוסט 2020,אוגוסט 2020,גיוס,רכישה,אקזיט,סטארטאפ ישראלי,גיוסים,הייטק,גיוסי הון ואקזיטים 2020,סיכום גיוסים ספטמבר 2020,ספטמבר 2020"}