{"url": "https://www.geektime.co.il/keepmed-raises-15m/", "type": "article", "title": "פיתוח ישראלי ששם קץ לדום נשימה בשינה גייס 15 מיליון דולר", "description": "הסטארטאפ הישראלי keepMED פיתח מכשיר לטיפול בדום נשימה המתאים את עצמו לגוף המשתמש. עד כה גייסה החברה 25 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/a1-1601375707-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-29T16:00:47Z", "modified_time": "2020-09-30T07:51:25Z", "articleBody": "הסטארטאפ הישראלי keepMED פיתח מכשיר לטיפול בדום נשימה המתאים את עצמו לגוף המשתמש. עד כה גייסה החברה 25 מיליון דולר\nמקור: keepMED\nסטארטאפ המד-טק הישראלי keepmed, המפתח מכשיר לטיפול בדום נשימה בשינה, גייס 15 מיליון דולר. בסבב הגיוס השתתפו משקיעים חדשים בהם Celeste Management ,Financière Arbevel ו-4See Ventures; לצד המשקיעים הקיימים בחברה: Merieux Equity Partners, Pitango Capital Venture, Xenia Capital Venture, C4 Ventures ו-Lavorel Medicare.\nדום נשימה חסימתי היא תסמונת המאופיינת באירועים חוזרים ונשנים של חסימת דרכי הנשימה העליונות במהלך השינה, ומזוהה עם עלייה משמעותית בסיכון למחלות לב, סוכרת ושבץ. התסמונת מלווה לרוב בנחירות חזקות, שינה מקוטעת ותחושת עייפות כרונית, עם השלכות קשות על איכות החיים, בטיחות בדרכים ותפוקת העבודה.\nkeepMED פיתחה מוצר בשם keePAP, מכשיר רספונסיבי לטיפול בדום נשימה חסימתי בשינה (OSA) בעזרת לחץ אוויר חיובי (PAP) מותאם אישית. בדומה למכשירים אחרים מבוססי PAP המסורתיים, המוצר שפיתחו ב-keepMED משתמש בלחץ אוויר חיובי כדי לשמר את דרכי הנשימה העליונות פתוחות.\nעם זאת, במקום לדחוף בצורה רציפה עשרות ליטרים של אוויר בדקה לדרכי הנשימה העליונות,keePAP מגייס את מערכת הנשימה של המשתמש עצמו כדי לספק בדיוק את רמת הלחץ הנדרשת, רק בעת הצורך ועם הזרמת אוויר מינימלית.\nמנכ”ל החברה, אלכס רפופורט, התייחס לגיוס ואמר: “אנו מקבלים בברכה את המשקיעים החדשים ומודים למשקיעים הקיימים שלנו, ובמיוחד ל-Merieux Equity Partners על תמיכתם המתמדת במאמצינו להביא פתרון פורץ דרך זה לסובלים מתסמונת דום נשימה חסימתי”. רפופורט הוסיף: “משימתנו היא לסייע לאנשים הסובלים מתסמונת דום נשימה, לנשום ברצף במהלך הלילה – באופן טבעי ככל האפשר ועם התערבות מינימלית. שנת לילה טובה היא המפתח לבריאות טובה ואיכות חיים”.\nkeepMED הוקמה ב-2012 ע”י רפופורט ומשרדיה ממוקמים בראשון לציון, ועל פי נתוני Pitchbook, גייסה החברה מאז הקמתה 25 מיליון דולר. keepMED קיבלה את האישור רגולטורי באירופה, ה-CE Mark, למוצר שלה והשלימה מחקר ראשון בבני אדם בסוף שנת 2019. כעת מתכננת keepMED להשתמש בהון שגייסה כדי לקדם את הפיתוח הקליני של keePAP לקראת אישור FDA והשקה שלו בארה”ב ובאירופה.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\n ", "keywords": "סטארטאפ,סטארטאפ ישראלי,גיוס,גיוס הון,גיוסי הון,מדטק,מד-טק,מכשור רפואי,דום נשימה,דום נשימה בשינה,keepmed,keepap,מד טק"}