{"url": "https://www.geektime.co.il/dynamic-yield-raised-another-9m/", "type": "article", "title": "ממשיכה לגדול: Dynamic Yield הישראלית מרחיבה את סבב הגיוס ל-31 מיליון דולר", "description": "החברה משתמשת בלמידת מכונה ובינה מלאכותית כדי לאפשר למנהלי השיווק לבנות חוויית משתמש מותאמת אישית, ובסופו של דבר - להגדיל כמובן מכירות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/Behavioral_Exit_Intent_Messages.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-20T18:30:41Z", "modified_time": "2017-07-20T17:39:34Z", "articleBody": "החברה משתמשת בלמידת מכונה ובינה מלאכותית כדי לאפשר למנהלי השיווק לבנות חוויית משתמש מותאמת אישית, ובסופו של דבר – להגדיל כמובן מכירות\nמקור: Dynamic Yield\nשבעה חודשים אחרי ההודעה על סגירת סבב גיוס C בהיקף של 22 מיליון דולר, Dynamic Yield הישראלית מגייסת 9 מיליון דולר נוספים. החברה פיתחה פלטפורמה לפרסונליזציה וניהול חוויית משתמש שתכליתה היא לסייע למשווקים להגדיל את הכנסותיהם על ידי התאמה אישית אוטומטית של כל אינטרקציה עם הלקוח. המשקיעים החדשים הם Deutsche Telekom Capital Partners ו- La Maison שהצטרפו אל Vertex Ventures, ClalTech, Baidu ו-Global Founders Capital. כמו כן השתתפו בגיוס גם המשקיעים הקיימים: Bessemer Venture Partners, קרן ההון סיכון Marker LLP ו-Innovation Endeavors.\nליעד אגמון, מייסד שותף של Dynamic Yield הסביר בעבר לגיקטיים כי המוצר מורכב מ-“stack” של טכנולוגיות שמאפשרות לחברות מסחר אלקטרוני, תוכן ומוצר לייצר חוויות יותר פרסונליות ללקוחות שלהם בין אם זה באפליקציה, באתר אינטרנט, סלולארי או באימיילים. ״בבסיס אנחנו ׳Data Management Platform׳ שיודע לאסוף מידע על משתמשים, לחבר מידע מה-CRM ומבורסות מידע חיצוניות כמו Bluekai, ולהשתמש במידע הזה על מנת לייצר פילוחים מעניינים של הלקוחות, ולייצר באופן אוטומטי מנועי המלצות למוצרים, תוכן ועוד. הטכנולוגיה שלנו מאפשרת ללקוחות שלנו להגדיל את ההכנסות שלהם על ידי שיפור ברלוונטיות של החוויה עבור לקוחותיהם, מה שמוביל לגידול במכירות ובצריכת התוכן״. מאז הגיוס האחרון התווספו למוצר מודולים נוספים של המלצות מוצרים ותוכן בתוך אימיליים, כמו גם שליחת אימיילים אוטומטית לפי החלטות המבוססות על למידת מכונה.\nמימין לשמאל: המייסדים ליעד אגמון ועמרי מנדלביץ׳, צילום: Arseny Gurevich\nהרחבת הגיוס מגיעה בעקבות ההחלטה של החברה להאיץ את צמיחתה ולפתוח משרד בלונדון, להרחיב את שירותיה לענפים חדשים ולהמשיך ולהשקיע בטכנולוגיית למידת מכונה ו-AI. החברה הוקמה ב-2012 על ידי ליעד אגמון ועמרי מנדלביץ׳ ומעסיקה כיום כ-130 עובדים, כ-80 בישראל, 35 בניו יורק ו-15 בשאר העולם.\n״הטכנולוגיה של Dynamic Yield מאפשרת לכל מותג או פלטפורמת מסחר להפוך את חוויית הלקוח לאישית יותר ורלוונטית יותר. כולנו מכירים את ההבדל בין חוויית הלקוח שלנו באמזון לבין רוב האינטראקציות המקוונות שלנו, והסיבה שההבדל כל כך בולט היא שמאד קשה לתת חוויה כזו, האתגר הטכנולוגי גדול, ולאורך השנים היו הרבה הבטחות שלא מומשו. החברה הוכיחה וממשיכה להוכיח שאפשר להעניק ללקוחות שלך חוויה אופטימלית לכל גולש בלי להשקיע מיליונים בפיתוחים ייעודיים. השילוב בין צוות מעולה למוצר מצוין הפך את החלטת ההשקעה לפשוטה.״, אמר לגיקטיים גיא הורוביץ, שותף ב-Deutsche Telekom Capital Partners.", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,dynamic yield,דינאמיק אילד,פילוח לקוחות,פילוח משתמשים,התאמה אישית,תוכן,ליעד אגמון,עמרי מנדלביץ׳"}