{"url": "https://www.geektime.co.il/pixel-5-and-pixel-4a-5g-announced-by-google/", "type": "article", "title": "גוגל חשפה את פיקסל 5 עם כמה הפתעות ומחיר נמוך מתמיד", "description": "המעבד אולי לא הכי חזק, אבל עם תוכנה ומחיר אטרקטיביים ותמיכה ב-5G, מנסה גוגל לפצח מחדש את שוק המובייל עם Pixel 4a 5G ו-Pixel 5", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/Hi_Res_-_Pixel_4a_5G_and_Pixel_5.max-1000x1000-1601491310-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-30T22:01:29Z", "modified_time": "2020-09-30T22:15:36Z", "articleBody": "המעבד אולי לא הכי חזק, אבל עם תוכנה ומחיר אטרקטיביים ותמיכה ב-5G, מנסה גוגל לפצח מחדש את שוק המובייל עם Pixel 4a 5G ו-Pixel 5\nתמונה: גוגל\nחודש ההשקות מגיע לסיום עם אירוע החומרה הגדול של גוגל, שכמו שאר האירועים בחצי השנה האחרונה, התקיים במתכונת וירטואלית, ובמסגרתו חשפה החברה שלל מכשירים חדשים ומסקרנים. כוכבי הערב והאחרונים להיחשף הם מכשירי הפיקסל החדשים, והפעם נראה שגוגל נוקטת בשיטה קצת שונה מהרגלה עם הפיקסל 5, ומבטלת חלק נכבד מההחלטות הדי כושלות של הפיקסל 4.\nגוגל סופסוף זונחת את השוליים העבים שאיפיינו את ליין הפיקסלים הראשי, ועוברת עם הפיקסל 5 למסך קצה לקצה מסוג AMOLED בגודל 6 אינץ’ וברזולוציית 2340X1080. קצב ריענון המסך נותר על 90 הרץ, מה שאומר שלא מדובר במסך שיאתגר ענקיות כמו סמסונג או אפילו את OnePlus שכבר מתהדרות (או עומדות להתהדר) במסכי 120 הרץ. עם זאת, 90 הרץ זה די והותר כדי להציג לכם אנימציות וגלילות בצורה חלקה הרבה יותר בהשוואה למסך 60 הרץ סטנדרטי. מצלמת הסלפי עברה לחור ייעודי ממש כמו ב-Pixel 4a וגם הפעם היא מצלמת 8 מגה-פיקסל.\nבמעבר מהשוליים העבים, גוגל גם זונחת בפועל את ההימור שלה על ‘סולי’ הרדאר שאפיין את הפיקסל 4 ושימש לפתיחת המכשיר באמצעות זיהוי פנים ולמחוות ידיים. הפעם, גוגל חוזרת לחיישן הפיזי הישן והטוב שממוקם שוב בגב המכשיר.\nתמונה: גוגל\nעוד בגב המכשיר תוכלו למצוא את מערך הצילום שהפך את הפיקסלים של גוגל למתחרים (והזוכים) בכל שנה בפרס “מצלמת השנה”. גם הפעם גוגל נשארת עם שתי מצלמות בלבד: הראשית הינה מצלמת 12.2MP עם מפתח צמצם של f/1.7, ובמצלמה השניה ישנה הפתעה צפויה בדמות מצלמת 16MP רחבה (107 מעלות, במקום עדשת הטלפוטו בדגם הקודם) עם מפתח צמצם של f/2.2. יהיה מעניין לראות האם גוגל תהיה השחקנית הראשונה שתצליח להציג תמונות רחבות באיכות המוצלחת שאליה התרגלנו ממכשירי פיקסל.\nאבל למען האמת, המצלמות של הפיקסלים לא הפכו למפורסמות בגלל מגה-פיקסלים או מפתחי צמצם, אלא בגלל התוכנה והאלגוריתמים שמעבדים את התמונות והסרטונים שאתם מצלמים. גם הפעם גוגל מוסיפה פיצ’רים חדשים, ובראשם שיפורים ל-HDR+, המנגנון המפורסם שלה שכעת אמור לספק לכם תמונות חדות וברורות יותר; מצב צילום הלילה שודרג וכעת הוא יעבוד גם במצב פורטרט; ואם כבר פורטרט, Portrait Light יאפשר לכם לקבוע בדיעבד מקור תאורה שיאיר את הפנים שלכם; ו-3 מצבי ייצוב חדשים יאפשרו לכם לעשות תנועות מצלמה חלקות ביותר בוידאו (שנחשב לחלק החלש יותר במערך הצילום המצטיין של גוגל).\nבגיזרת הפיצ’ר המדהים של הערב שבקושי קיבל התייחסות תוכלו למצוא את Hold For Me, פיצ’ר חדש של גוגל דופלקס שימתין במקומכם על הקו כשאתם מחכים לתורכם בשירות הלקוחות או התמיכה הטכנית, ויודיע לכם כשנציג אמיתי ענה לשיחה. אם זה לא מספיק, גוגל מעדכנת גם את אפליקציית ההקלטות המצוינת שלה, וכעת תוכלו ממש לסמן קטעים בתוך תמלול ההקלטה, ולהסיר או לשתף קטע ספציפי מתוך הקלטה.\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nבתוך המכשיר מחכה ההפתעה הגדולה מכל. במקום להציג מפרט של מכשיר דגל, גוגל מנסה משהו קצת אחרת ובוחרת במעבד Snapdragon 765G של קוואלקום. זהו מעבד שנחשב לדי חזק (בטח תמורת המחיר שלו), אך עדיין מדובר במעבד למכשירים שנמצאים בין שוק הפרימיום לשוק הביניים כמו ה-OnePlus Nord. המעבד שנבחר לפיקסל 5 בעצם הופך אותו למכשיר תומך 5G (וכמובן גם ברשת LTE סטנדרטית).\nהפיקסל 5 עמיד למים ואבק בתקן IP68, ויגיע עם זיכרון RAM בריא של 8GB, נפח איחסון של 128GB, ואולי סופסוף גוגל תוציא מכשיר עם זמן סוללה נורמלי, כיוון שהפעם הפיקסל 5 מצויד בסוללת 4080mAh עם יכולת טעינה מהירה ב-18W וטעינה אלחוטית והפוכה. גב הפיקסל 5 עשוי מאלומיניום ממוחזר, ונראה קצת יותר גס ופחות חלק מקודמיו.\nהפיקסל 5 מסמן כיוון חדש עבור גוגל, שלא הצליחה לתרגם את ההצלחה שלה בתחום התוכנה גם לתחום החומרה עד כה בעולם המובייל. הגימיקים והגדלים השונים נעלמו ועימם גם ככל הנראה הרצון להתחרות במכשירים המשוכללים בשוק. אבל תמורת המפרט הממש לא רע הזה, אתם תצטרכו להיפרד רק מ-700 דולר, שזה מאות דולרים פחות ממה שרוב יצרניות הפרימיום יגבו מכם תמורת הטוב ביותר שלהן, אבל עדיין כמה מאות דולרים יותר ממכשירי הביניים המתחרים כמו ה-Nord של וואןפלוס למשל. האם זו הנוסחה שתפצח עבור גוגל את שוק ה-Mid? רק הזמן יגיד.\nבנוסף, גוגל חשפה כמובטח גם מהדורת 5G של ה-Pixel 4a, הסמארטפון המוזל של גוגל שהושק רק באוגוסט. ה-Pixel 4A 5G חולק לא מעט דמיון עם הפיקסל 5, כאשר הוא מגיע עם אותו המעבד, אותו נפח האיחסון, אותו מערך צילום ואותו חיישן טביעות אצבע.\nההבדלים המשמעותיים ביותר נמצאים במסך ה-AMOLED שמגיע בגודל 6.2 אינץ’ (ומכך הוא צפוי להיות קצת פחות חד מהפיקסל 5 הקטן יותר) וקצב ריענון של 60 הרץ בלבד; בגיזרת ה-RAM תצטרכו להסתפק ב-6 גיגה מכובדים, וגם הסוללה הוקטנה ל-3885mAh, ללא תמיכה בטעינה אלחוטית בין היתר בעקבות גב המכשיר שעשוי מפלסטיק. עם זאת, גוגל השאירה את יציאת האוזניות הקלאסית כפי שעשתה עם מכשירי ה-A הקודמים.\nה-Pixel 4A 5G ימכר ב-500 דולר, שהם תוספת של 150 דולר על פני ה-Pixel 4A הקלאסי.\nכל המפרטים של מכשירי הפיקסל שגוגל מוכרת כעת", "keywords": "גוגל,פיקסל,פיקסל 5,פיקסל 4a,אנדרואיד,אנדרואיד 11,google,android 11,pixel,pixel 4a,pixel 4a 5g,pixel 5"}