{"url": "https://www.geektime.co.il/geekmamlitz011020/", "type": "article", "title": "הגיק ממליץ: וובינרים שלא כדאי לכם לפספס באוקטובר", "description": "המיטאפים והכנסים הופכים לוובינרים ואנחנו זורמים: הנה מבחר וובינרים טכנולוגיים שווים שיתקיימו במהלך החודש הקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/ZOOM-VIDEO-2-1587300714.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-10-03T19:04:48Z", "modified_time": "2020-10-03T19:04:48Z", "articleBody": "המיטאפים והכנסים הופכים לוובינרים ואנחנו זורמים: הנה מבחר וובינרים טכנולוגיים שווים שיתקיימו במהלך החודש הקרוב\n\nהקורונה מביאה איתה שינויים ורוב רובם של הכנסים והמיטאפים נדחים. לכן, לפחות בזמן הקרוב – כולנו נשארים בבית ונפגשים בוובינרים. פה תוכלו להתעדכן בוובינרים הטכנולוגיים הבולטים שצפויים להתקיים בשבוע הקרוב. אם אתם מארגנים וובינר, או נתקלתם בוובינר לקהילה הטכנולוגית הישראלית שמתקיים בימי הסגר, מוזמנים לעדכן אותנו כאן במייל ולפרסם את הוובינר שלכם חינם בלוח האירועים שלנו.\n(מחשוב ענן)\nמתי? 29 בספטמבר עד 30 באוקטובר, 2020\nגוגל תקיים השנה את Google Cloud Next OnAir, כנס הענן השנתי שלה כאירוע וירטואלי, ובו יוצג הדור הבא של טכנולוגיות החברה בתחום הענן. הכנס יתקיים במשך חמישה שבועות, החל ביום שלישי, 29 בספטמבר, ותכניו יהיו זמינים לנרשמים מראש לצפייה ב-YouTube, בצירוף כתוביות.\nאז מה מחכה לכם?\nהשבוע הראשון 29.9-5.10: יוקדש לתובנות עסקיות עבור מגזרי התעשייה השונים, ויכלול הרצאות של בכירי Google Cloud, שותפים ולקוחות מובילים.\nהשבוע השני 6-12.10: המשתתפים יוכלו ללמוד הכל על שיתופי פעולה עסקיים ושיפור הפרודוקטיביות באמצעות G Suite, על מגוון כליה ושירותיה: Google Meet, Gmail עסקי ועוד.\nהשבוע השלישי 13-19.10: יתמקד בתשתית הגלובלית והמאובטחת של Google, המאפשרת לנהל workloads ולבצע מודרניזציה שלהם בצורה מהימנה, יעילה ובטוחה.\nהשבוע הרביעי 20-26.10: יעסוק ב-Data Analytics, ניהול דאטה ו-Cloud AI. המשתתפים יוכלו ללמוד כיצד ניתן להפיק בקלות תובנות עסקיות מתוך הדאטה באמצעות פלטפורמה מנוהלת בענן, שירותי דאטה ויכולות AI מתקדמות.\nהשבוע החמישי והאחרון 27-30.10: יוקדש למודרניזציה של יישומים. גוגל מאמינה בקוד פתוח ומאפשרת ללקוחות – גם ללא צוות תפעולי – לפתח ולהריץ יישומים בעזרת פלטפורמת אפליקציות עסקיות ו-APIs.\nלפרטים נוספים והרשמה\n(יזמות וסטארטאפים)\nמתי? 13 באוקטובר, 2020\nוובינר בו יציגו חברות GOOGLE ו-GoGIS את החידושים האחרונים ב-Google Maps.\nלפרטים נוספים והרשמה\n(פיתוח תוכנה)\nמתי? 14-15 באוקטובר, 2020\nהינכם מוזמנים לכנס המפתחים השנתי – Couchbase Connect.ONLINE (הרשמה חינם) אשר יתקיים בין התאריכים 14-16 באוקטובר עבור מפתחים, ארכיטקטים, מנהלי מסדי נתונים, DevOps ואנליסטים שרוצים ללמוד על Couchbase, לחדד את כישורי פיתוח היישומים שלהם ולשתף את חוויותיהם עם עמיתים. הכנס פתוח לכל חברי קהילת Couchbase, לרבות משתמשי קוד פתוח, משתמשים טכניים המעוניינים בפתרונות NoSQL, שותפים ולקוחות. השתתפו באתגרי הכנס (כמו הרשמה, שיתוף חברתי, צפייה בהדגמות ועוד), צברו נקודות, ותוכלו לזכות בפרסים שווים במיוחד כמו Nintedo Switch, אוזניות Airpods ועוד.\nלפרטים נוספים והרשמה\n(יזמות וסטארטאפים)\nמתי? 27 באוקטובר, 2020\nיזמים/ות – אירופה מגיע אליכם!\nהזדמנויות עסקיות מ 40 מרצים אירופאים, 11 אקסלרטורים, למעלה מ 250 מיליון יורו למימון והשקעות, 3 מדינות: גרמניה, שוויצריה ואוסטריה והכל ביום אחד בכנס וירטואלי ייחודי ב 27 לאוקטובר.\nהכנס מיועד לתת לסטרטאפים ישראלים הזדמנויות עסקיות וחשיפה לחברות ומשקיעים מגרמניה, שוויצריה ואוסטריה. בין הענפים שיקבלו התייחסות הכנס: 5G, סייבר, eHealth, פודטק, ניומדיה, ספורטק, קמעונאות, לוגיסטיקה, תעשיה4.0, ספורטק, ביג דאטה, תעופה וחלל, ו Mobility.\nהפורמט הייחודי שפותח לכנס מקנה לסטרטאפים אפשרויות אינטראקציה רבות עם הדוברים/ות, החל מפגישות 1:1, שולחנות אינטראקטיבים עגולים, וסדנאות מומחים.\nרישום מוקדם במחיר מיוחד לסטרטאפים של 149 ש״ח (במקום 399 ש״ח) עד גמר הכרטיסים המיוחדים (המחיר לפני מע״מ ועלות כרטוס).\nלפרטים נוספים והרשמה\nמארגנים וובינר שווה? שמעתם על אחד כזה? מוזמנים לעדכן אותנו כאן במייל.", "keywords": "meetup,אבטחת מידע,אירועי לסטארטאפים,אירועים,אירועים בהייטק,באר שבע,ביוטק,ביטקווין,בלוקצ\\'יין,גיוס הון,גיקלנדר,גרין כארד,הייטק,הרצאות,השקעות,השקעות פיננסיות,וובינר,וובינרים,חלבונים,חלל משותף,טכנולוגיה,יזמות,יזמות וסטארטאפים,יזמים,כנסים,מהנדסות,מהנדסים,מיטאפ,מיטאפים,מימון,מינגלינג,מנטור,מנטורים,מפתחים,משקיעים,נטוורקינג,ניהול,ניהול מוצר,נשים,נשים בהייטק,סדנאות,סטארטאפים,פייסבוק,פינטק,פיץ\\',פיתוח,פיתוח תוכנה,פלטפורמת ענן,קורונה,קרנות הון סיכון,רילוקיישן,שיווק,שיתופי פעולה,שתפ"}