{"url": "https://www.geektime.co.il/doore-israeli-smart-doorbell-review/", "type": "article", "title": "האם הסמארטפון והאצבעות שלכם יחליפו את המפתחות? בדקנו את המנעול החכם הישראלי של DOORe", "description": "המנעול החכם הישראלי של DOORe יאפשר לכם לראות מי מצלצל בדלת, לנעול ולפתוח את הדלת מרחוק, ולהשתמש בטביעות אצבע במקום מפתח. בדקנו אותו כדי לגלות כיצד הוא בפועל, למי הוא מתאים ולמי קצת פחות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/IMG_20200726_110751-1596698716-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-08T12:30:03Z", "modified_time": "2020-08-10T12:22:16Z", "articleBody": "המנעול החכם הישראלי של DOORe יאפשר לכם לראות מי מצלצל בדלת, לנעול ולפתוח את הדלת מרחוק, ולהשתמש בטביעות אצבע במקום מפתח. בדקנו אותו כדי לגלות כיצד הוא בפועל, למי הוא מתאים ולמי קצת פחות\nמקור: גיקטיים\nבכל הקשור למוצרי בית חכם, הישראלים אימצו לא מעט גאדג’טים כמו תאורה חכמה, שליטה על הדוד החשמלי ושליטה על המזגן. אבל דווקא תחום המנעולים החכמים ומערכות אינטרקום מחוברות נשאר לרוב מתחת לרדאר, בניגוד לפופולריות של מוצרים כמו הרינג של אמזון ונסט של גוגל בגולה. בשנים האחרונות אנחנו רואים בישראל התעוררות בשוק עם כניסה של חברות ותיקות וחדשות והשקה של מנעולים חכמים כמו LOCKAPP של רב-בריח, ENTR של מוטילוק ו-Yale ו-LOCK 8200.\nהאחרונה להשיק מנעול חכם היא חברת קוברה, המוכרת בעיקר מעולמות הרכב – ואחראית בין היתר על מותג Proof – שהשיקה לאחרונה את DOORe – מערכת בפיתוח ישראלי שמורכבת ממנעול חכם, סורק טביעות אצבע ופעמון-מצלמה.\nהרעיון פשוט. במקום להסתובב עם מפתחות או להשאיר מפתחות למשפחה או עובדי משק בית, הנעילה מתבצעת בעזרת הסמארטפון שלכם או קורא טביעת האצבע. בנוסף, כצעדי אבטחה נוספים, מגיעה הערכה עם אינטרקום ומצלמה. אז איך עובד השילוב? מה לגבי היבטי האבטחה? והאם סוף סוף יש לנו מתחרה מקומי ראוי לתחרות מעבר לים?\nחמשת הרכיבים של מערכת DOORe. צילום: איה וינד\nההתקנה הראשונית נעשית על ידי טכנאי של היצרנית, חברת קוברה. ההתקנה ארכה כ-40 דקות, שכללו התקנה פיזית, התקנת אפליקציה, צימוד והגדרות של המרכיבים השונים במערכת והסבר קצר. המערכת כולה בנויה בצורה אלחוטית, אולם אם תרצו, תוכלו גם לחבר אותה לחיבור מתח נמוך, שמשמש מערכות אינטרקום ואזעקות, עם זאת, קחו בחשבון שההתקנה תהיה ארוכה יותר. בשלב הנוכחי, חיבור מסוג זה לא כרוך בתוספת עלות. בנוסף, ניתן לקבע את החלקים השונים על ידי קידוחים, אולם גם אפשר, כמו שאני בחרתי להתקין הכל בעזרת מדבקות 3M חזקות למשקוף הדלת, קירות וארונות בקרבת הדלת. על פי החברה המדבקות יכולות לעמוד גם בתנאי מזג אוויר קשים, כש-2 היחידות החיצוניות כוללות גם הגנה מגניבה בדמות חיישן זווית, כך שאם מישהו ינסה לפרק את היחידה, תישמע אזעקה ותקבלו התראה לנייד.\nההתקנה כללה כמובן הרכבה של המנעול עצמו על גבי הדלת. כאן, מגיע היתרון המרכזי של המנעול של DOORe והוא, שהוא פועל על כמעט כל דלת קיימת – במקרה שלי – דלת ‘רב-בריח’ סטנדרטית. כלומר, כדי להתקין אותו, אתם לא צריכים להחליף צילינדר, מנעול או דלת ועל פי החברה, הוא יתאים ל-99.9 אחוז מהמערכות כיום בשוק.\nבנוסף, ההתקנה כללה גם התקנה של הפעמון החכם, כלומר המצלמה-אינטרקום מחוץ לדלת; התקנה של קורא טביעות האצבע; הרמקול שדרכו תשמעו את הצלצול בדלת – שמתחבר ישירות לשקעים קיימים; וחיבור המגשר – Bridge, שנועד לחבר בין בין כל הרכיבים לרשת (גם Wi-Fi וגם BLE) – וגם הוא דורש שקע. הרכיב המגשר (הרכזת) כולל נורת LED לחיווי לגבי תקינות.\nאגב, אם אתם גרים בדירה שכורה, בחברה מסבירים שאין בעיה לפרק את ההתקנה (על ידי טכנאי שלהם) ולהעביר את המערכת לבית חדש.\nהרכיב הראשון והחשוב ביותר הוא כמובן מערכת הפתיחה והנעילה. איך זה עובד בדיוק? ובכן, מאחורי המנגנון כולו עומדת מערכת פתיחה ונעילה פשוטה למדי, שכוללת מעין זרוע רובוטית זעירה שיושבת על “הפרפר” שבדלת שלכם. כמו שאתם מסובבים את המפתח עם כיוון השעון כדי לנעול, ונגד כיוון השעון כדי לפתוח, כך פועל המנגנון של המערכת לאחר קבלת ההוראה מכם.\nההתקנה על גבי המנגנון הקיים. צילום: גיקטיים\nהמנגנון הזה נמצא בתוך מארז מסיבי ובולט בצורת אליפסה שמנמנה, ובתוכו נמצא גם את רכיבי התקשורת עם המערכת, ואת מקור הכח של המנעול – 4 סוללות AA. על פי החברה, הסוללות יספיקו בשימוש ממוצע, שכולל כ-24 פתיחות וסגירות ביום, ל-3 עד 6 חודשים (תלוי גם בסוג הסוללה). לפני שהסוללות ימותו, תקבלו התראה. הניסיון שלי עם המערכת ארך כחודש, וטרם קיבלתי התראה על סוללה חלשה או צורך להחליף אותה.\nצידו הפנימי של המנגנון. צילום: גיקטיים\nדיברנו על מה יש בתוך המנעול, עכשיו בואו נעבור רגע לצד החיצוני שלו.\nמבחינת עיצוב, מדובר באביזר שלא ניתן להתעלם ממנו, ולאו דווקא בקטע טוב. מילא המימדים המסיביים, אבל לצערי, לפחות בשלב זה, החברה מציעה את המנעול רק בצבע לבן. כתוצאה מכך, אם יש לכם דלת כהה כמו דלתות רבות בארץ – המנעול יבלוט. ברור לי שבשלב הראשוני, עבור היצרנית מדובר בכאב ראש של עלויות ייצור תבניות נוספות ולוגיסטיקה; אבל מצד שני, אני מאמין שקהל כמו אדריכלים, מעצבי פנים וכל מי שקצת חרד לעיצוב הבית – עלול להירתע מכך, ולכן אני מקווה שהדור השני יגיע כבר עם מספר אפשרויות צבע לבחירה.\nה-DOORe מגיע רק בלבן, וחבל. היה יכול להיראות הרבה יותר טוב. הדמייה: גיקטיים\nמעבר לזה מדובר בעיצוב די סטנדרטי עם לא מעט השראה ממנעולים דומים דוגמת ה-Arlo Doorbell וה-Nest Hello של גוגל.\nהעיצוב… מצלצל מוכר. משמאל לימין: DOORe, גוגל נסט, Arlo | צילומים: Arlo, Nest, איה וינד\nבחלקה התחתון של יחידת המנעול נמצא את כפתור הפתיחה והנעילה. מדובר בכפתור פיזי אמנם, אבל הוא שטוח מאוד – על גבול הטאץ’ – ומספיקה נגיעה קלה יחסית כדי להפעיל אותו. זה מאוד נוח, אבל שימו לב שילד כבן שנתיים הצליח ללחוץ עליו ללא בעיות מיוחדות, ומכיוון שלא רק הצילינדר נפתח, אלא כל הדלת נפתחת פיזית, עליכם להשגיח היטב.\nעיצובית – וגם פרקטית – התלהבתי כמו ילד מתאורת הלד שמקיפה את הכפתור בצורת טבעת, ונותנת חיווי האם הדלת ננעלת עכשיו או נפתחת. לא אוהבים את הצבעים של ברירת המחדל? אין בעיה, תוכלו להחליף אותם באפליקציה לכל צבע שתרצו. עוד משהו שאהבתי הוא האפקט דמוי הרובוט של תנועת הפתיחה והנעילה, שנוצר כתוצאה מסיבוב המנגנון. אמנם צליל כזה די בולט באמצע הלילה או מוקדם בבוקר, אבל תמיד תוכלו להשתמש בכפתור הידני בחלקו העליון של הפאנל, ולהימנע מהרעש.\nהמנעול עם טבעת ה-LED מסביב. צילום: גיקטיים\nהכפתור הזה הוא כפתור פיזי, שמחליף במובן מסויים את המפתח המובנה שנמצא היום בדלתות. ככה, אם הסוללה נגמרה, או יש כשל אלקטרוני אחר, תוכלו תמיד לסובב אותו ידנית – ממש כאילו היה מפתח – ולפתוח או לנעול את הדלת.\nבצמוד למנעול – על גבי קורת הדלת – יתקינו לכם מגנט קטן, שישמש את המערכת לדעת האם הדלת טרוקה או פתוחה לרווחה. אם המערכת תגלה שמישהו יצא או נכנס בלי לטרוק את הדלת, תקבלו התראה לנייד. שימושי.\nהתקשורת בין רכיבי התקשורת השונים נעשית הן בעזרת Bluetooth (למשל בין קורא טביעות האצבע והמנעול) והן בעזרת Wi-Fi – אם כי שימו לב שהמערכת תפעל בתדר 2.4GHz בלבד. זה אחד מהפישולים הקטנים והמעצבנים שמכשירים “זולים” מאלו חוטאים בהם, ולא ציפיתי לקבל אותם מ-DOORe. כואב לכם להוסיף מודם קצת יותר יקר עם תמיכה ב-5GHz כדי שלא נצטרך לכפות על הרשת שלנו חיבור ל-2.4GHz?\nכל התקשורת בין ההתקנים השונים מוצפנת בתקן AES-256, אחד מתקני ההצפנה הפופולריים והמובילים כיום. זו גם הסיבה שהסרטונים לא ניתנים לצפייה על ידי אף גורם מלבדכם. כאמור, המערכת מתבססת על תקשורת Wi-Fi, אולם אם האינטרנט הביתי שלכם לא יציב, תוכלו להשתמש בה גם בכרטיס סים חיצוני (בעלות נפרדת).\nקורא טביעות האצבע. צילום: גיקטיים\nאחד הרכיבים היותר חשובים במערכת הוא קורא טביעות האצבע, ובפועל הוא אמור להיות האמצעי השכיח והמהיר ביותר לכניסה לבית.\nכמו שאר חלקי הערכה, גם קורא טביעות האצבע מגיע בצבעי לבן-שחור דומיננטי, אם כי, מסיבה לא ברורה, זנח מעצב המוצר את הקווים המעוגלים שמאפיינים את שאר הרכיבים לטובת עיצוב מלבני של הסורק. הסורק אטום למים ואבק בתקן IP66, כך שאין לכם כל בעיה שהוא יהיה חשוף לגשם או השקייה של גינה למשל.\nבחלקו העליון נמצא נורת חיווי, כך שנוכל לדעת מה מצב הסורק. כשהוא במצב שינה, כלומר רוב הזמן, נורת החיווי כבויה; בזמן פעולת הסריקה הוא הופך ורוד ואם יש זיהוי של טביעת האצבע הנורה תציג צבע לבן והדלת תיפתח. אם טביעת האצבע לא תזוהה, נראה אור אדום ויושמע צליל אזהרה.\nעם ההתקנה הראשונית של המערכת תתבקשו – בדיוק כמו בסמארטפון שלכם – להגדיר אצבעות לסריקה. תהליך הסריקה שונה מהסורק שבסמארטפון שלכם, כי לא תתבקשו להרים ולהניח את האצבע בזוויות שונות, אלא פשוט להניח את האצבע למשך כמה שניות.\nמההתנסות שלי עולה כי הסורק עובד היטב מבחינת זיהוי וטיב האימות של טביעת האצבע, וכמעט שלא נתקלתי בזיהויים שגויים – לא False Positive ולא False Negative. כל זה בסייג גדול והוא שהאצבעות שלכם לא רטובות או לחות מגשם, זיעה, מנת צ’יפס שומנית מדי או אלכוג’ל. במקרה כזה, תאלצו לנגב את האצבע בבגד, לנסות אצבע אחרת או לעבור לפתיחה בעזרת הסמארטפון. לכן, ההמלצה שלי היא בכל מקרה להוסיף מספר טביעות אצבע. לא צריכה להיות לכם בעיה, כי תוכלו להזין עד 99 טביעות אצבע שונות.\nסוגייה נוספת שנתקלתי בה עם סורק טביעות האצבע תעניין בעיקר את ההורים שבינינו. מתברר שלמרות ניסיונות רבים, הסורק לא מסוגל לקרוא טביעת אצבע של ילדים. בדקתי עם ילדים במגוון גילאים – החל מ-7 ועד 12, אבל לצערי, הקורא לא קלט את טביעות האצבע. מהחברה נמסר לי כי הדבר נובע מבעייתיות במבנה טביעת האצבע של ילדים בגילאים הללו, אבל זו טענה מוזרה, בהתחשב בעובדה שילדים נעזרים בטביעות האצבע שלהם כדי לפתוח את מכשירי הסמארטפון שלהם. לכן, למרות הציפייה שילדים יוכלו להסתובב נטולי מפתחות, שהם נוטים לאבד או לשכוח, הם לא יוכלו לפתוח את הדלת עם טביעת האצבע – אלא רק עם הסמארטפון שלהם.\nפתיחה בעזרת טביעת אצבע עם חיווי צבעוני. צילום: גיקטיים\nמבחינת אבטחה, בחברה מספרים כי טביעות האצבע נשמרות לוקלית על הקורא, ואינן עוברות לסמארטפון או לענן, כך שאם אתם משתמשים בטביעת אצבע בטלפון שלכם, לא מדובר בהבדל מהותי. כאמור, תקשורת ה-BLE ליחידות השונות במערכת מוצפנת בתקן AES-256.\nעם זאת, הבעיה המרכזית מבחינתי בכל הקשור לפעולה של קורא טביעות האצבע היא זמני הפעולה של הקורא. ראשית, הוא איטי יותר משמעותית מהסורקים שניתן למצוא בכל סמארטפון. במקום כחצי שנייה שאורך תהליך הסריקה והפתיחה בסמארטפונים, תהליך הקריאה של הסורק של DOORe אורך בממוצע כ-2.3 שניות. אולם ב-99 אחוז מהמקרים זמני הקריאה יהיו ארוכים יותר משמעותית ואני אסביר.\nברירת המחדל של הקורא היא מצב שינה, מעין Standby שנועד לחסוך בחיי סוללה. כתוצאה מכך בכל פעם שתניחו את האצבע שלכם הקורא צריך קודם כל לעבור “להתעורר” ולעבור למצב פעילות, ורק אז מתחילה הסריקה. בפועל זה אומר שסריקה תארך כ-5 שניות. נכון, לא מדובר בכשל קריטי, אבל התחושה שלי שעם קצת יותר הקפדה על איכות הרכיבים (נגיד חיישן מתקדם יותר), סוללה גדולה יותר (שתאפשר למערכת להיכנס פחות למצב סטנד-ביי) ותוכנה יעילה יותר – הפעולה היתה יכולה להיות קצרה יותר משמעותית.\nזמן הסוללה, על פי החברה, עומד על יותר משנה (בין 12-16 חודשים) לשימוש של עד 12 סריקות ביום, כשהמערכת שולחת התראה על סוללות חלשות שיש להחליפן.\nלסיכום, לפני מספר ימים הגיע אלי עדכון קושחה OTA לסורק. אמנם העדכון לא פתר את הסוגיות הללו, אבל מבחינתי זה סימן מעודד לבאות, ואני מקווה שאולי בעתיד זמני הפעולה יתקצרו בעזרת עדכון תוכנה מרחוק. אם לא – אני מקווה שלפחות בדור הבא יגיע עדכון ברמת החומרה. עד אז, נושא טביעות האצבע במערכת זוכה אצלי לציון מספיק בקושי.\nהפעמון בפעולה. צילום: גיקטיים\nחלק מרכזי נוסף שמרכיב את המערכת של DOORe הוא מה שהחברה מכנה “פעמון וידאו חכם” וכולל מצלמת אבטחה, שמגיעה עם כפתור לצלצול ומשמשת גם כאינטרקום. הרעיון הוא כזה: אורחים שמגיעים אליכם לוחצים על הפעמון, אתם מקבלים התראה לסמארטפון ויכולים לדבר איתם וכמובן לפתוח את הדלת מרחוק. חוץ מזה, תוכלו להשתמש במצלמה המובנית כדי לראות מה קורה מאחורי הדלת – מעין הצצה דרך חור העינית במאה ה-21.\nניכר שהעיצוב של היחידה ספג לא מעט השראה ממצלמת ה-Hello של Nest וה-Video Doorbell של Arlo: גוף אליפטי שחור-לבן עם מודול מצלמה מלמעלה ולחיץ הפעמון למטה. גוף הפעמון-מצלמה, כמו קורא טביעות האצבע, גם הוא מוגן ממים ומאבק בתקן IP65, כך שאתם מסודרים בזמן גשם.\nיחידת המצלמה בזמן טעינה. צילום: גיקטיים\nבתוך הגוף נמצא חיישן צילום CMOS בגודל “1/4 ברזולוציה של 1280×720 (כלומר 720p); עדשת 2.8 מ”מ זווית רחבה (160 מעלות) וחיישן אינפרה-אדום לצילומי לילה. בנוסף, כוללת היחידה גם ערכת שבבים מסוג HI3518E של HiSilicon הסינית (חברת הבת של וואווי), ערכת שבבים שניתן למצוא בלא מעט מצלמות תוצרת סין.\nהתוצאה לרוב מספקת למדי. אין בעיה לזהות פנים ואנשים בקרבה למצלמה – ובמובן הזה המצלמה עושה את העבודה היטב. הדברים היחידים שהייתי משפר במערך הצילום הזה הם טווח צבעים רחב יותר, שייקל על הצפייה כאשר השמש נמצאת מול המצלמה, או כאשר האובייקט נמצא בצל; ודבר שני, הוא הרזולוציה שלצערי עומדת על 720p בלבד. ה-Hello של נסט-גוגל מגיעה למשל עם 1600×1200, כשה-Arlo מגיעה עם רזולוציית 1536×1536 (כן, ביחס מוזר של 1:1). לא מדובר בדיל ברייקר, אבל בהחלט קצת מעיק, מכיוון שלא פעם אנחנו רוצים לבחון פרטים בתמונה ולהגדיל חלקים מצולמים או לחילופין לבחון כיתוב על חבילה או מה כתוב לשליח על החולצה.\nדוגמה לצילום יום. מקור: גיקטיים\nהמצלמה מתהדרת גם ביכולת ראיית לילה (אינפרה-אדום) – עם טווח של עד 3 מטרים – ואכן היא עושה עבודה סבירה בתנאי תאורה קשים ואף חושך מוחלט. לא תקבלו כאן רזולוציות מטורפות או יכולות קליטת פרטים כמו באור יום, ובטח לא מפתחי צמצם וחיישני צילום ופיקסלים גדולים כמו במצלמות סמארטפון, אבל מצד שני, תוכלו לקבל תמונה מספיק טובה, כדי לדעת מי מאחורי הדלת והאם לפתוח אותה או לא.\nצילומי לילה. פסדר… לא יותר. מקור: גיקטיים\nהאפליקציה מאפשרת לכם להתחבר בכל רגע למצלמה – וכך להשקיף על הנעשה בחוץ; או כאשר מישהו לוחץ על הפעמון – מה שיקפיץ לכם התראה בסמארטפון עם אפשרות לענות כבר משורת ההתראות; ולבסוף, כוללת היחידה גם חיישן תנועה, שיוכל להתריע על תנועה חשודה. רמת הרגישות של חיישן התנועה ניתן לכיול, כך שלא תקפצו מכל חתול תועה או מכונית שעוברת בשכונה.\nאבל הבעיה המרכזית שלי עם חיישן התנועה היא בכלל לא חומרתית, אלא ברמת ה-UX. כאשר אני מקבל לטלפון התראה על תנועה ולוחץ על ההתראה – אני מצפה לראות את הקטע המדובר, כדי לראות מה גרם לטריגר. אבל במקום זאת, לחיצה מובילה לצפייה במתרחש בזמן אמת. בחברה טוענים כי מדובר בבחירה מודעת, שתאפשר למשתמשים לראות מה קורה ברגעים אלו מול הדלת, ולא להתעסק בהתראה, אולם אני לא השתכנעתי. בתור משתמש של מצלמות אבטחה שונות, התרגלתי שברגע שאני מקבל התראה, אני גם יכול לראות מה היה הטריגר, ואז לעבור במידת הצורך לצפייה בזמן אמת. אני מקווה שהחברה תיישם עדכון תוכנה פשוט, שיאפשר לכל הפחות למשתמשים לבחור מה קורה מצב כזה.\n﻿\nחוץ מפעמון ומצלמה כוללת היחידה גם מיקרופון זעיר ורמקול, שהם, ובכן, מיקרופון זעיר ורמקול, לצורך תקשורת דו-כיוונית. אל תצפו כאן לדרייברים של רמקולים או איכות שמיעה יוצאת דופן ואין כאן ניקוי של רעשי רקע כמו רוח, אלא רמת האודיו שאתם מקבלים פחות או יותר בכל אינטרקום ותיק וקיים.\nחיישן האינפרה-אדום בזמן פעילות. צילום: גיקטיים\nככלל, כל ההתראות שמגיעות מהפעמון וכן התראות שנובעות מחיישן התנועה נשמרות כסרטונים בני 10 שניות על גבי הענן של החברה (שמאוחסן על גבי AWS של אמזון) ונשארים שם לחצי שנה. אם תרצו, תוכלו להוריד כל סרטון כזה למכשירכם האישי.\nעם זאת, הבעיה המרכזית של המערכת – הוא זמן הפעולה הארוך מדי והלא צפוי. מרגע שלחצתי על התראה שקיבלתי, עוברות כ-2 שניות עד שאני רואה את הנעשה, ואז נאלצתי להמתין שהמערכת תסתנכרן אל המנעול ואני אראה אייקון ירוק, שמאפשר לי ללחוץ עליו ולפתוח אותו. התהליך הזה לוקח בממוצע 10.2 שניות. אמנם השונות גדולה, ואחרי עשרות תיזמונים קיבלתי תוצאות שנעו בין 4 שניות ל-17 שניות, אבל בסופו של דבר זה יותר מדי זמן.\nבהתחלה חשבתי שמדובר בבעיית רשת, אולם בדיקת מהירות וחיבור פסלה את האפשרות הזו. בנוסף, הן המודם והן הראוטר שלי נמצאים קרוב למנעול וגם לסמארטפון, ובכל מקרה, הצלצול עצמו הופיע מייד, כשהשיהוי (Latency) אינו גדול במיוחד. הבעיה נובעת מהרגע שאתם מנסים להתממשק למנעול ושולחים את הפקודה לפתיחה.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nלכן, התחושה שלי שהזמן הדרוש לפתיחה הוא פשוט ארוך מדי. כמה ארוך? קשה לכמת, אבל הזמן הזה נגזר בראש ובראשונה מהסבלנות המוגבלת של האורחים שלכם או השליחים, ולפחות במקרה שלי, רבים איבדו את הסבלנות ולחצו שוב על הפעמון. בסופו של דבר, מצאתי את עצמי פותח את הדלת מרחוק עם האינטרקום הנוסף שלי או ניגש פיזית אל הדלת ולפתוח אותה, וזה לא סימן טוב.\nכולי תקווה שעדכוני תוכנה עתידיים יפתרו את הבעיה. אנחנו נעקוב ונעדכן את הכתבה, אם וכשזה אכן יקרה.\nמיקרו-USB? באמת? צילום: גיקטיים\nובפינת התלונה היומית, בואו נדבר שנייה על הטעינה. אם אתם בוחרים בחיים האלחוטיים, בלי לחווט ולחבר לחשמל את המערכת, צפו לקצת טרטורים. שלא תבינו לא נכון, חיי הסוללה הם סבירים, ולא דורשים יותר מדי התעסקות כמו טעינה יומית. אבל לא ברור לי מדוע אין אחידות בסוללות. חלק מהיחידות (מנעול וקורא טביעות אצבע) מתבססות על סוללות AA רגילות, שתצטרכו להחליף לבד, והמצלמה כוללת סוללת ליתיום-יון להטענה. חבל שלא הכל ניתן להטענה פשוטה עם כבל, ודורש מאיתנו להצטייד בסוללות חיצוניות. בנוסף, אם אנחנו כבר בענייני טעינה וחיבורים, מאוד מאכזב לגלות שב-2020, בחרו ב-DOORe לצייד את המכשירים בחיבור מיקרו-USB ולא USB-C, כאילו אנחנו ב-2012.\nאם פעם יכלו יצרנים להיתלות בתירוצים על הפופולריות של מיקרו-USB והעובדה שלכולם יש מטענים כאלו בבית, הרי שהיום העולם כולו מחובר ל-USB-C. כששאלתי יצרן ישראלי פעם מדוע בחר להשתמש במיקרו-USB, הוא הסביר לי שעבורו מדובר במחצית ולפעמים אף שליש מהעלות של USB-C, ובכמויות מסחריות של עשרות אלפי יחידות, מדובר בחיסכון גדול. אני לא יודע מה הסיבה שיצרני DOORe בחרו בתקן המיושן – אבל פשוט אין לזה צידוק ב-2020.\nצילום: גיקטיים\nהאפליקציה של DOORe, שפותחה גם היא בישראל, כוללת מספר אפשרויות.\nהמסך המרכזי כולל 4 כפתורים גדולים: פתיחה וסגירה (טריקה) של הדלת; נעילה שלה; התחברות למצלמה ולאינטרקום; ועוד פיצ’ר עתידי שהחברה מכנה “Family Room”, ויאפשר בעתיד הקרוב (על פי החברה) להתקין מצלמות בתוך הבית, ולעקוב אחרי פעילות של גורמים שנכנסו לדירה בהרשאה כמו מטפלת, ילדים, שליח שהביא חבילה וכו.\nמהמסך המרכזי ניתן לעבור למספר לשוניות: לוג – יומן שמרכז את כל האירועים שנרשמו במערכת: כך למשל ניתן לראות התראות שהתקבלו מחיישן תנועה; מי מהמשתמשים פתח ונעל את הדלת, באיזו שעה ובאיזו צורה (הכפתור הפיזי, אפליקציה או קורא טביעות האצבע); האם הדלת נשארה פתוחה ועוד.\nלשונית נוספת היא לשונית המשתמשים. כאן אתם נכנסים לתפקיד ה-IT של הבית, מוסיפים ומסירים משתמשים, בוחרים מה יהיו הגישות שלהם ועוד. כך למשל משתמש בדרגת Guest מיועד לילדים ועובדי משק בית כמו מטפלים ועוזרים – שיוכלו לפתוח ולנעול את הדלת ולצפות במצלמה, כדי לראות מי בדלת, אבל לא יוכלו למשל לקבל התראות או להוסיף משתמשים אחרים; משתמשים בדרגת Owner יקבלו גישה מלאה לכל היכולות של המערכת.\nמסך הלוגים של המערכת. מקור: גיקטיים\nהלשונית האחרונה היא ההגדרות, ושם תוכלו להגדיר כל רכיב במערכת ולהתאים אותו להעדפות שלכם. בין היתר תוכלו לשנות את הגדרות הפעמון, להדליק, לכבות או לשנות את רמת הרגישות של חיישן תנועה וגם לשנות את עוצמת הקול של הפעמון, אולם מסיבה לא ברורה לא ניתן לשנות את הרינגטון של הפעמון. לצערי, לא ניתן בשלב הזה לבחור רינגטון מהאוסף האישי שלכם או להוריד רינגטונים אחרים, ואתם כבולים ל-50 הרינגטונים המובנים שמגיעים עם הפעמון. אמנם מדובר במבחר שיספיק להרבה, אבל עם קישוריות כזו, הייתי מצפה שאוכל לבחור לבד את הצלצול ולא לבחור מתוך ספריית צלילים, שנלקחה היישר מ-2004 עם צלצולים “24 פולי”. מעבר לזה, האפליקציה בסיסית למדי, ולמרות שלא היה מזיק לה קצת טאץ’ של UI (הסברים על כל אפשרות למשל), היא עושה את העבודה.\nאפשרות שחסרה לי אישית במערכת היא התממשקות עם מערכות בית חכם ועוזרות קוליות קיימות כמו האסיסטנט של גוגל במקרה שלי. לטעמי, מוצר מחובר, שיוצא ב-2020 ולא תומך בפלטפורמות העיקריות כמו ה-Assistant של גוגל או HomeKit של אפל, פשוט יוצא מהמפעל כשהוא כבר לא מעודכן. אלא אם כמובן הוא מגיע עם אקוסיסטם ותיק ונרחב מאחוריו דוגמת מוצרי בית שגם .\nכך למשל, בכנס המפתחים האחרון שלה, הראתה אפל כיצד ניתן לצפות בסרט בנטפליקס על גבי האפל tv, כשלפתע מישהו מצלצל בדלת. הסרט נעצר מייד, ועל גביו מופיע וידאו בזמן האמת שמצלם הפעמון, כשהמשתמש יכול לבחור אם לפתוח או לענות. בהדגמה שערכתי בעבר עם מצלמה ה-Nest, ראיתי כיצד בזכות האינטגרציה עם גוגל, אם מישהו מצלצל בדלת, המצלמה תשתמש בזיהוי פנים, ובמקום צלצול רגיל, היא תכריז: “Idan is at the front door”. כמובן שאם יש לכם רמקול חכם עם מסך, צלצול בדלת יפעיל אוטומטית את התצוגה עליו ותוכלו גם לבקש מהעוזרת הקולית שתפתח את הדלת. כך שאם יש לכם רמקולים חכמים או אתם משתמשים באחד מהאקוסיסטמים הנפוצים כמו האסיסטנט, אלכסה או סירי – קיימת תחושה קלה של פספוס.\nמהחברה נמסר בתגובה כי בהמשך הפיתוח תהיה התייחסות לכך ו”עוד תכונות רבות נוספות המתוכננות להתווסף”. אבל אתם ידועים מה אומרים, לא כדאי לקנות מוצרים על סמך הבטחות עתידיות, אלא על בסיס מה שיש.\nצילום: גיקטיים\nאחרי כחודש של שימוש במערכת, התחושה שלי היא שהמנעול החכם של DOORe הוא מוצר טוב, שעושה לרוב את העבודה, אבל פשוט לא מלוטש עד הסוף: ניתן לנעול ולפתוח את הדלת מרחוק, מה שיכול לעזור בלא מעט מקרים, כמו ילד שחוזר מבית ספר, שליח שמגיע או אורח שבא לבקר; ועכשיו אמנם שיא הקיץ, אבל תדמיינו חורף קריר, כשאתם כבר במיטה מתחת לפוך ומנסים להיזכר – “נעלנו או לא נעלנו את הדלת”; בנוסף, גם המצלמה של המערכת נותנת לכם מושג מי עומד בדלת או אם מישהו חשוד מסתובב לידה, כשהכל מגובה בלוג אירועים.\nהמנעול הזה בעיקר סוגר את הפינה עבור אנשים שאינם טכנולוגיים יתר על המידה. בזמן שמערכות אחרות דורשות הזמנה מאתרים בארץ או בחו”ל, ואז תהליך התקנה עצמאי של המנעול על הצילינדר ושאר החלקים, הגדרת המערכת וכמובן התמודדות עצמאית עם בעיות שונות בתפעול, DOORe מציעה מערכת שלמה, שמגיעה עם התקנה מקצועית, שירות תמיכה טלפוני ואיחסון בענן לחצי שנה – שכלול במחיר. עבור לא מעט אנשים, השקט הזה, שווה לא מעט. יתרון נוסף של המערכת הוא שהיא מגיעה קומפלט עם כל הרכיבים: מנעול, מצלמה, קורא טביעת אצבע ואפליקציה – מה שלא הרבה מתחרות מציעות.\nצילום: גיקטיים\nאבל, ויש כאן אבל, גיליתי במסגרת הסקירה מספר סוגיות שמעיבות על חוויית השימוש במערכת. בראש ובראשונה המהירות של המערכת. בחברה אמנם מסבירים שמדובר בפועל יוצא של תקני האבטחה המחמירים, ותהליכי ההצפנה, האימות והזיהוי בין החלקים השונים במערכת, אבל כל זה לא מסביר מדוע במערכות מקבילות ומאובטחות לא פחות כמו ה-Nest של גוגל (בשילוב המנעול של Yale), השיהוי נמוך יותר משמעותית בכל הפעולות השונות; גם נושא עיצוב המוצר של היחידות השונות וה-UI/UX דורשים לא מעט ליטוש; ולבסוף, המחסור בתמיכה בעוזרות קוליות ובמערכות בית חכם קיימות – עלול להפריע ללא מעט לקוחות פוטנציאליים.\nהחדשות הטובות הן שלפחות חלק מהבעיות פתירות. זאת בהנחה כמובן שקוברה, המפתחת והמשווקת של DOORe, תמשיך את עבודת הפיתוח, תשפר את האלגוריתמיקה והאופטימיזציות של רכיבי התוכנה השונים, ותשלח ב-OTA עדכוני חומרה וקושחה. אם החברה גם תוסיף פיצ’רים עם הזמן – כיאה למערכות מחוברות –  היא תוכיח שהיא מחוייבת למערכת ותשדר מסר חיובי לרוכשים. המפתח – בידיים שלה.\nהמנעול החכם של DOORe נמכר דרך אתר החברה ומחירו עומד על 89 ש”ח ב-36 תשלומים. עלות סים חודשית היא 19.90 ש”ח.", "keywords": "מנעול חכם,דלת חכמה,מצלמת אבטחה,דורי,קוברה,doore,אינטרקום,ייל,אנטר,entr,מולטילוק,רב-בריח,אפליקציה,נסט,nest,arlo,ארלו,גוגל,מצלמה חכמה,בית חכם"}