{"url": "https://www.geektime.co.il/tetavi-raises-2m-more-for-a-6m-a-round/", "type": "article", "title": "6 חודשים אחרי: TetaVi גייסה עוד 2 מיליון דולר", "description": "החברה הישראלית פיתחה מערכת ניידת המאפשרת לצלם ולהפיק וידאו וולומטרי באיכות גבוהה, ללא צורך בסטודיו מסך ירוק מקצועי.", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/TETAVI-1585458647.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-30T18:00:35Z", "modified_time": "2020-09-30T18:41:24Z", "articleBody": "החברה הישראלית פיתחה מערכת ניידת המאפשרת לצלם ולהפיק וידאו וולומטרי באיכות גבוהה, ללא צורך בסטודיו מסך ירוק מקצועי.\nמקור: TetaVi\nבשנים האחרונות נכנס תחום הווידאו הוולומטרי לחייהם של חובבי הספורט, המאפשר לראות משחקי ספורט ומהלכים מרכזיים מזוויות שונות, במה שהזכיר לרבים משחק פיפא בפלייסטיישן. בחודש מרץ הודיעה חברת TetaVi הישראלית על השלמת גיוס של 4 מיליון דולר בהובלת קרן REDDS ומשקיעים קיימים. היום (ד’) מודיעה החברה על הרחבת סבב הגיוס ב-2 מיליון דולר נוספים, לסכום כולל של 6 מיליון דולר. בשיחה עם גיקטיים בחודש מרץ חשף מנכ”ל החברה כי היא נמצאת במגעים עם מספר משקיעים בינלאומיים נוספים כדי לגייס כ-4 מיליון דולר נוספים.\n﻿\nTetaVi (תטא-וי) פיתחה מערכת מצלמות מקיפה, שיודעת ללכוד ולשדר בשידור חי וידיאו וולומטרי באיכות גבוהה. הטכנולוגיה של החברה יכולה לייצר דמויות, להקליט וידאו ואף להפיק הולוגרמות בשידור חי – וכל זה בעזרת מערכת ניידת, ללא צורך במסך ירוק או סטודיו, ובאיכות גבוהה. לצורך הפעילות מתבססת המערכת של החברה על בין 4 ל-8 מצלמות עומק בלבד, אלגוריתמים של ראייה ממוחשבת ובינה מלאכותית.\nהטכנולוגיה מאפשרת למעשה לצופה לנוע בתוך הסצנה בחופשיות – ממש כמו במשחק מחשב – והיא ניתנת לשילוב בתוכן טלוויזיוני כמו משחקי ספורט, אפליקציות ומשחקים במובייל וכן במשקפי מציאות רבודה ומדומה.\nTetaVi הוקמה ב-2016 על ידי ד”ר מיקי תמיר, מייסד ויו”ר הדירקטוריון, שהקים כבר מספר חברות כגון Pixellot, אורעד היי-טק, טראק 160 ו-Sport VU; מיכה בירנבוים, שמביא איתו ניסיון של כ-20 שנה בפיתוח אלגוריתמיקה של עיבוד תמונה ועבד עם תמיר במהלך השנים. החברה מעסיקה 23 עובדים במרכז הפיתוח בתל אביב, ובמשרדי החברה בניו יורק, לוס אנג’לס וטוקיו.\nבשיחה עם גיקטיים מספר גלעד טלמון, מנכ”ל TetaVi, כי ההרחבה הנוכחית התאפשרה בעקבות עמידה של החברה ביעדים עסקיים וטכנולוגיים ו”מתוך הבנה של המשקיעים כיצד המגמות בשוק, בייחוד לאור השפעות הקורונה על הרגלי צריכת התקשורת של הציבור, משתלבות עם האסטרטגית הגידול והפתרונות של טטאווי”.\nטלמון מסביר כי בניגוד לפתרונות קיימים בשוק הווידאו הוולומטרי, המערכת של TetaVi ניתנת להתקנה בכל סטודיו או חדר; היא קולטת שטח צילום גדול יותר ומאפשרת צילום של 3-5 בני אדם בו זמנית. כמו כן, טלמון מסביר כי התוצר הסופי של המערכת ניתן לשילוב במנועים הגרפיים הבולטים בשוק כמו Unity ו-Unreal.\n ", "keywords": "tetavi,גיוס,גיוס הון,גיימינג,השקעה,וידאו,וידאו וולומטרי,טטה-וי,סטארטאפ,ספורט"}