{"url": "https://www.geektime.co.il/aurora-labs-raises-23m/", "type": "article", "title": "מריוס נכט, LG, פורשה וטיוטה משקיעות 23 מיליון דולר ב-Aurora Labs", "description": "הסטארטאפ שרוצה שלא תקפצו למוסך כדי לתקן בעיות קוד ממשיך לגייס וטוען שהוא עובד עם יצרניות שאחראיות לשליש מהמכוניות שעל הכביש", "image": "https://files.geektime.co.il/wp-content/uploads/2020/09/AuroraLabs-ControlCenter-1600758790-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-09-22T13:59:00Z", "modified_time": "2020-09-22T12:44:33Z", "articleBody": "הסטארטאפ שרוצה שלא תקפצו למוסך כדי לתקן בעיות קוד ממשיך לגייס וטוען שהוא עובד עם יצרניות שאחראיות לשליש מהמכוניות שעל הכביש\nתמונה: Aurora Labs\nבשנים האחרונות הופכים כלי הרכב מכלים מכניים עם קצת מערכות מחשוב ומולטימדיה למחשבים מתקדמים על גלגלים עם עשרות מערכות ממוחשבות שונות, וככל שעידן הרכב החשמלי והאוטונומי מתקרב אלינו, כך אנחנו נסתמך יותר על הקוד, ופחות על הדלק. ובתוכנה כמו בתוכנה, תמיד יהיו תקלות. אז כדי שלא תצטרכו להגיע למוסך על כל באג, Aurora Labs הישראלית מפתחת מערכת לניהול תוכנת הרכב שלכם.\nהמערכת של Aurora היא פתרון משולב עם אלגוריתם למידת מכונה שיכול לגלות תקלות בהתנהגות התוכנה, ואף לחזות אירועי קריסה. בנוסף, המערכת מסוגלת לתקן מרחוק בזמן אמת תקלות תוכנה, לספק עדכוני תוכנה מהירים, וכל זאת ללא צורך בהשבתת הרכב. כך היצרניות יכולות לוודא שהרכבים תקינים, והנהגים יכולים להנות מחווית נהיגה חלקה וללא תקלות תוכנה מפתיעות.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nבנוסף, בחברה מסבירים כי רגולציה עולמית חדשה מחייבת את חברות הרכב לספק עדכוני אבטחה בתוכנות רכב קיימות. על כן, היצרניות נותנות עדיפות כעת לתחום התוכנה בתהליך פיתוח המוצרים שלהן. הפיתוח של החברה נועד למנוע באגים מראש וכן למנוע קריאות יזומות לשירות (ריקול), הליך ידוע ויקר בעולם הרכב.\nהיום (ג’) מודיעה אורורה לאבס על השלמת סבב גיוס B בהיקף של 23 מיליון דולר ממשקיעים מעניינים במיוחד: מריוס נכט, מייסד צ’ק פוינט, LG Technology Ventures, Toyota Tsusho, UL Ventures ומשקיעות נוספות. המשקיעה המעניינת ביותר היא Porsche SE, המחזיקה העיקרית בקבוצת פולקסווגן שהיא גם המחזיקה במותגי רכבים בולטים כמו אאודי, פורשה, סקודה, סיאט וכמובן פולקסווגן. בכך אורורה ממשיכה להעמיק את דריסתה בשוק הרכב, עם השקעות מיצרניות גדולות ומשמעותיות.\nבשיחה עם גיקטיים מסביר זוהר פוקס, מייסד שותף ומנכ”ל אורורה לאבס כי החברה עובדת כיום עם 4 ענקיות רכב שאחראיות על כשליש מייצר המכוניות העולמי. “שתיים מתוכן מתקדמות לשלב הייצור הסדרתי”, חושף פוקס. הגיוס הקודם של החברה הושלם ב-2018, אז גייסה 8.4 מיליון דולר. ב-2017 גייסה 2.7 מיליון דולר, כך שעד כה היא גייסה בפועל כ-34 מיליון דולר. Aurora Labs הוקמה ב-2016 על ידי זוהר פוקס, שמכהן כמנכ”ל החברה ואורי לדרמן, שמכהן כמנהל התפעול של החברה.", "keywords": "אורורה,אורורה לאבס,aurora labs"}