{"url": "https://www.geektime.co.il/10-amazing-jobs-in-the-best-companies-for-women/", "type": "article", "title": "10 משרות הייטק שאתן צריכות להכיר", "description": "נשים בתפקידי ניהול בפיתוח? צ'ק; שכר שווה ואיזון פנאי-עבודה? צ'ק וצ'ק. אספנו לכן 10 חברות המקדמות סביבת עבודה שוויונית לנשים ולגברים, ומגייסות עכשיו לתפקידים שווים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/woman-in-blue-floral-top-sitting-while-using-laptop-806835-1594719545-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-15T14:45:48Z", "modified_time": "2020-07-15T14:16:11Z", "articleBody": "נשים בתפקידי ניהול בפיתוח? צ’ק; שכר שווה ואיזון פנאי-עבודה? צ’ק וצ’ק. אספנו לכן 10 חברות המקדמות סביבת עבודה שוויונית לנשים ולגברים, ומגייסות עכשיו לתפקידים שווים\nהכתבה בחסות\nתמונה: Pexels\nאנחנו מנהלים קהילות נשים בהייטק ושומעים מהשטח את הכאבים של מועמדות בתחום, בכל הקשור לסביבת עבודה אוהדת לנשים בחברות שונות. על כן החלטנו בגוטפרנדס לתמוך בחברות שמקדמות סביבת עבודה חיובית לנשים במקצועות הטכנולוגיים.\nלפניכם 10 חברות שמעוניינות לקדם סביבת עבודה שוויונית לנשים (ועל הדרך גם לגברים) במקצועות הטכנולוגיים, והן מציעות איזון פנאי-עבודה, אפשרות לעבודה מהבית וכמובן אפשרויות קידום והתפתחות.\nבכל החברות המופיעות כאן יש נשים בתפקיד ניהולי בפיתוח, נשים מהוות מעל 20% מכוח האדם בחברה והן דואגות לשכר שוויוני לשני המינים, גם במקרים בהם נשים מגיעות עם ציפיות שכר נמוכות לעומת גברים באותו התפקיד.\nלצוות המתמקד במחקר ופיתוח אלגוריתמים מסוגי Machine Learning, NLP, AI ו-Deep Learning דרושה חוקרת NLP. מדובר בתפקיד מחקרי של מודלים מבוססי פתרונות NLP והוא מיועד לבעלות תואר שני במדעי המחשב/מתמטיקה.\nהחברה המגייסת מונה 200 עובדים, מפתחת מוצרים מאפס ומנהלת בישראל מעבדת החדשנות שהיא חלק מארבע מעבדות ברחבי העולם.\nלשליחת קורות חיים\nחברת סייבר שעוסקת בתחום ניהול חולשות מגייסת מפתחת FullStack. החברה גייסה 14 מיליון דולר מקרנות מובילות, ולוקחים בה חלק כמה מן המשקיעים והיזמים הבולטים בעולם הסייבר.\nבתפקיד המיועד העבודה היא עם טכנולוגיות: Python ו-Angular8 ובסביבת AWS, Redis,Mongo ו-PostgreSQL. מדובר בתפקיד משמעותי: עבודה צמודה לפרודקט וחיבור לביזנס, ארכיטקטורה ואחריות על הפרודקשן.\nלשליחת קורות חיים\nחברת סטארטאפ רוויחית ובצמיחה מגייסת Data Scientist לצוות. החברה מפתחת פלטפורמה חדשנית שמסייעת בחיזוי ומניעה של תאונות דרכים, ומסייעת לערים ולכוחות שיטור במניעתן.\nלאחר גיוס מוצלח של 10 מיליון דולר, צוות הפיתוח מתרחב ומציע תפקיד הכולל מימוש, מחקר ופיתוח. עובדים בסביבת Big Data ובטכנולוגיות:  Numpy, Scipy, Pandas ו-Scikit.\nלשליחת קורות חיים\nסטארטאפ שעוסק בניהול סיכוני סייבר, כגון מתקפות ממוקדות, מתקפות כופר והפלת שרתים מחפש מפתחת פייתון מנוסה שתצטרף לצוות של 8 אנשים. החברה ממומנת היטב ובעלת מרחב נשימה של שנתיים קדימה. התפקיד דורש היכרות מצוינת עם Python וקצת טכנולוגיות Client.\nלשליחת קורות חיים\nחברה בת 5 שנים ובמגמת צמיחה רותמת את כוח ה-Machine Learning להצלת חיי אדם, ומסייעת למחלקות טיפול נמרץ לאבחן הידרדרות של חולים. החברה מגייסת Data Science בעלת ניסיון ב-Python/Scala/R ורקע ב-Deep Learning. יתרון לבעלות היכרות עם הכלים Spark ו-Hive/Hadoop.\nלשליחת קורות חיים\nחברת סטארטאפ שמפתחת פלטפורמת משחקים (Social Gaming) הנחשבת ל-game changer   באקוסיסטם: מדורגת במקומות ראשונים מבחינת הורדות ועובדת בסקיילים גבוהים.\nהחברה מגייסת ראש צוות Analytics שתוביל את המחלקה קדימה. מדובר בתפקיד חוצה ארגון שכולל עבודה מול מחלקות ה-Engineering, Product, Marketing וההנהלה, ודורש ניסיון בניהול מחלקת אנליזה ו-3 שנות Hands On בעבודת BI. יתרון גדול להיכרות עם תעשיית המשחקים.\nלשליחת קורות חיים\nחברת סטארטאפ, שגייסה לאחרונה 23 מיליון דולר, עם מוצר בעולם הסקיוריטי מגייסת ראש צוות להובלת פיתוח תשתיתי. החברה מפתחת פלטפורמה בעולם ה-web-security וממוקמת בתל אביב. בין דרישות התפקיד: ניסיון של חמש שנים בפיתוח NodeJS/Go ניסיון בעבודה עם NOSQL והיכרות עם kafka/redis/Mongo.\nלשליחת קורות חיים\nסטארטאפ שפיתח פלטפורמה המסייעת לאתרי e-commerce גדולים לזהות פריטי קניות ברמת דיוק גבוהה ומסייע ב-Check-Out מהיר, מגייס נשים שישתלבו בצוות ה-core של החברה ויעבדו ב-python. הסטאק הוא: microservices, distributed systems ו-Docker ודרושה מישהי בעלת ארבע שנות ניסיון בפיתוח backend – Python, שמכירה עבודה על מערכות מבוזרות ובעלת תואר ראשון.\nלשליחת קורות חיים\nלחברה המפתחת פלטפורמה שמסייעת לחנויות לנהל את מערך האופרציה שלהן בצורה יעילה יותר דרושה אשת צוות בדיקות. החברה ממומנת היטב, עם גב כלכלי איתן של תאגידים מובילים, קיימת שנתיים ונמצאת בצמיחה. התפקיד הוא בדגש על בדיקות ידניות ובהמשך כניסה לאוטומציה. התפקיד כולל דרישה של שנת ניסיון בבדיקות Web והיכרות עם Databases ו-API.\nלשליחת קורות חיים\nלחברת סייבר ממומנת היטב, המונה 30 עובדים וגייסה לאחרונה 40 מיליון דולר דרושה מפתחת אוטומציה. החברה מגינה על מוצרים ארגוניים ומאפשרת להם להתאושש בצורה מהירה וקלה אחרי מתקפת סייבר. התפקיד כולל פיתוח אוטומציה ב-Python ועבודה צמודה עם מחלקת הפיתוח, והוא מיועד למפתחות אוטומציה מנוסות (3 שנות ניסיון) עם Python.\nלשליחת קורות חיים\n*הכתבה מנוסחת בלשון נקבה אך מיועדת לשני המינים", "keywords": "got friends,גוט פרנדס,עבודה בהייטק,סביבת עבודה,נשים בהייטק,איזון פנאי עבודה,עבודה מהבית,פיתוח,נשים בפיתוח,מפתחות,שכר שוויוני,איזון פנאי-עבודה"}