{"url": "https://www.geektime.co.il/gopro-hero-8-review/", "type": "article", "title": "גו-פרו HERO8: שידרוג, לא מהפכה", "description": "ה-HERO 8 של GoPro, שהמציאה למעשה את הקונספט של מצלמות האקסטרים, לא מחדש יותר מדי, אבל משתדרג במקומות הנכונים. מה אהבנו ומה פחות?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/IMG_20191209_143706-1577256575-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-04T11:00:00Z", "modified_time": "2020-01-04T09:24:08Z", "articleBody": "ה-HERO 8 של GoPro, שהמציאה למעשה את הקונספט של מצלמות האקסטרים, לא מחדש יותר מדי, אבל משתדרג במקומות הנכונים. מה אהבנו ומה פחות?\nצילום: גיקטיים\nבשנים האחרונות מתמודדת GoPro מול בעיה מתסכלת למדי. היא מייצרת מצלמות טובות מדי.\nאיך מוצר טוב מדי יכול לפגוע בחברה? ובכן, אם אתם יצרני מצלמות אקסטרים, שהמציאו למעשה את התחום לפני כעשור, ואתם מייצרים מצלמות עמידות עם מפרט טוב ומספק – לצרכן אין ממש סיבה לזרוק את המצלמה הישנה ולרכוש חדשה – בטח כשאתם המוצר הכי יקר בשוק. מצלמות אקסטרים – בניגוד לסמארטפונים שעולים בערך אותו דבר – אינן נמצאות בשימוש יומיומי ולכן קשה גם להצדיק את הרכישה.\nזה לא עוצר מגו-פרו להציג בכל שנה חידושים ופיצ’רים, אבל לא תמיד זה מספיק. השנה, השיקה החברה את ה-HERO 8, שלצד שינויי עיצוב, ממשיכה לשים דגש על פיצ’ר הייצוב שלה – ה-HyperSmooth. האם הצליחה החברה? האם שווה לכם לרכוש את מצלמת הפרימיום שלה?\nהמצלמה החדשה לא מביאה איתה רעידת אדמה במונחי עיצוב. המבנה כמעט זהה לזה של ה-HERO7, ועדיין מדובר באותה קופסה שחורה עם עדשה בחזית, שראינו פחות או יותר ב-HERO הראשונה. החידוש המרכזי שבכל זאת מביא איתו העיצוב הוא שבתחתית המצלמה נוספו שתי רגליות מתקפלות המאפשרות חיבור קל יותר שלה לאביזרים השונים של החברה – חדשים וישנים כאחד. כלומר, אחרי שב-HERO5 הפכה המצלמה עצמה לעמידה ממים, עכשיו עם הרגליות המתקפלות – כבר לא תזדקקו יותר לשלד הפלסטיק המוכר.\nה-HERO8 והרגליות המובנות. צילום: גיקטיים\nהרגליות החדשות חוסכות מהמשתמשים לזכור לקחת איתם לכל מקום תוסף שיאפשר חיבור של המצלמה לאביזרים. חבל שיצרנית מצלמת האקסטרים לא השכילה להוסיף את הפיצ’ר הדי פשוט הזה לפני שהמתחרה DJI פלשה להם לתחום בקיץ האחרון ועשתה את אותו הדבר עם הדגם הראשון של מצלמת האקסטרים שלה – Osmo Action. בכל מקרה, התוצאה היא גם מצלמה דקה יותר שיותר נוח לארוז ולהסתובב איתה.\nצילום: גיקטיים\nחבל גם שבגו-פרו עדיין לא מצאו דרך לשים מסך קדמי על ה-HERO8, כמו שעשתה המתחרה DJI. גם בדגם הזה ממשיכה החברה לדבוק במסך הפשוט להחריד שמציג למשתמשים את סוג הצילום (וידאו, סטילס, Time Lapse), אחוז הסוללה ונפח האחסון הפנוי בדקות – כמה עוד ננסה לוודא שאנחנו נראים טוב בצילום וידאו סלפי בעזרת האפליקציה בלבד? התלות באפליקציה, במיוחד כשרוצים לצלם בסביבה שפחות אופטימלית עם סמארטפונים (מים, לדוגמה), ממש פוגעת בחוויית השימוש בעיניי.\nהפתרון היחיד לבעיה כרגע הוא לרכוש תוסף (מפתיע, תודו) בשם Display Mod ש-גו-פרו השיקה עם ה-HERO8. התוסף ייתן לכם את מה שמגיע כברירת מחדל אצל המתחרה (Osmo Action), אבל תצטרכו להיפרד מעוד 80 דולר בשביל היכולת לראות את עצמכם בזמן צילום מבלי להשתמש באפליקציה. המודים האלו מתחברים למעין דלת צידית שבה גם תמצאו את כרטיס ה-SD והסוללה. כן, סוף סוף כולם במקום אחד.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nשינוי עיצובי נוסף שלא אהבנו כל-כך הוא העדשה הקבועה. גו-פרו עברה לעדשה קבועה כדי להפוך את המצלמה לעוד יותר דקה, וזה עובד. אבל מצד שני, זה אומר שבניגוד לדגמים קודמים (החל מה-HERO5), אם העדשה תיסדק או תישבר, כבר לא תוכלו פשוט להבריג אותה החוצה ולהחליף ותזדקקו להליך תיקון מורכב יחסית במעבדה. עם זאת בחברה מתגאים שהעדשה עמידה הרבה יותר לשריטות בזכות ציפוי Gorilla Glass.\nצילומי הסטילס של ה-HERO8. צילום: גיקטיים\nבגו-פרו ממשיכים לעבוד בכל הכוח על ייצוב התמונה, מגמה שהחלה עוד ב-HERO6. בדגם הקודם הציגה החברה את פיצ’ר הייצוב המשופר HyperSmooth, שהמשיך לדגם הנוכחי וזכה לשידרוגים – כולל אופציית Boost לייצוב האגרסיבי מלכתחילה. הפיצ’ר עדיין מתבסס על ייצוב תוכנתי ולא אופטי, כלומר, לאחר הצילום – התוכנה של המצלמה מיישרת את הוידאו בהתבסס על המידע שהתקבל מהחיישנים בזמן הצילום. תופעת הלוואי אגב היא איבוד של שולי הצילום שלכם.\nגו-פרו החליפה את סוג הסוללה שבו היא משתמשת החל מהדגם הנוכחי, והוא הדגם היחיד שעומד בסטנדרטים של חלק מהפיצ’רים המשופרים של המצלמה כמו ה-HyperSmooth וה-Boost. משמע, אם יש לכם אוסף של סוללות מדגמים קודמים זה יעזור, אבל רק אם תרצו לצלם מבלי להשתמש בכל הפיצ’רים החדשים. מבאס.\nהדגם החדש כולל גם שדרוג של הממשק שהציגה החברה ב-HERO7, ומציע כמה מצבי צילום קבועים מראש לכל אחת משלושת אפשרויות הבסיס: תמונה, וידאו ו-HyperWarp. מלבד המצבים המגיעים עם המצלמה, משתמשים יכולים להוסיף מצבי צילום שיקבעו מראש.\nצילום: גיקטיים\nעוד יתרון להסרת כלוב הפלסטיק הוא האפשרות לשלב מיקרופון בחזית. כך שאם אתם וולוגרים או סתם רוצים לדבר אל המצלמה הסאונד שלכם יישמע טוב יותר. כמובן שאין תחליף למיקרופון ייעודי שמחובר, אבל עדיין, זה יותר פרקטי בתנאי אקסטרים.\nרציתי לכתוב שהגו-פרו החדשה יציבה מאוד, אבל זה מרגיש כאילו זה לא מספיק כדי לתאר כמה יציבים הסרטונים שמייצרת המצלמה הזו. כדי לבדוק את יכולות הייצוב המשופרות של המצלמה שהגיעו עם שיפור פיצ’ר ה-HyperSmooth בדקנו את המצלמה בנסיעה על קורקינט בשביל אופניים תל אביבי – תוואי דרך שמורכב בעיקר ממהמורות ובורות.\nבסרטון המצורף כאן אתם יכולים לראות צד לצד איך נראית הנסיעה עם השימוש בפיצ’ר המשופר על השביל, עם קפיצות, ירידה לכביש ועלייה למדרכה – לעומת הנסיעה באותו השביל ובאותן המהמורות כשפיצ’ר ה-HyperSmooth מנוטרל. ניתן לראות שההבדלים בין שני הצילום בשני המצבים דרמטיים, כשבצילום בלי פיצ’ר הייצוב הווידאו כל תזוזה ממש משפיעה על איכות הווידאו בזמן שהצילום עם הפיצ’ר נראה כמו צילום בעזרת גימבל.\nלקחנו את הפיצ’ר המעודכן של גו-פרו לכמה מבחנים – חלקם בודקים את הצילום עם הפיצ’ר ובלעדיו וחלקם כוללים השוואה שלו לעומת הגרסה הקודמת שלו על גבי ה-HERO7. במקרה אחד בדקנו איך תצטלם נסיעה על קורקינט בשביל אופניים תל אביבי – עם ה-HyperSmooth ובלעדיו. התוצאות היו די מדהימות, הפיצ’ר החליק כל כך הרבה מהקפיצות הקטנות שבדרך, לצד ירידה לכביש והמשך נסיעה על השביל.\n﻿\nלקחנו את המצלמה למבחן גם במדרונות של ואל טורנס שבאלפים הצרפתיים וגם שם ה-HERO8 סיפקה צילומים מצוינים וחלקים, בתזוזה רבה ובחלק מהמקרים גם עם רוח קדמית חזקה – הפיצ’ר של גו-פרו מצליח לנצח את איתני הטבע ולספק וידאו נהדר וחלק. למעשה, הייתם יכולים לטעות ולחשוב שרחפן צילם את הוידאו הזה.\nהיכולת להשתמש ביכולת ה-HyperSmooth 2.0 של הגו-פרו שיפרה משמעותית את חוויית השימוש, כשאתה יודע שיש לך “גב” טכנולוגי שיחפה על היעדר היכולת שלנו לספק תנאי צילום אופטימליים. בין אם זו הזזה דרמטית של המצלמה בטעות, עוד מהמורה בדרך או תנועה חדה אחרת בזמן הצילום – הפיצ’ר המשופר שם כדי לתקן את זה אוטומטית. מדובר בהישג לא קטן של יצרנית מצלמות האקסטרים, שמפצה על היעדר שיפורים מבניים (כמו מסך קדמי, לדוגמה) בשיפור יכולת הצילום – הבסיס של המוצר שלה.\nתמונות סבירות בתנאי תאורה לא אופטימליים | צילום: גיקטיים\nהאיכות של תמונות הסטילס לא רעה בסך הכל. התמונות חדות לרוב – אם כי כרגיל בגו-פרו אין לכם עומק שדה – אז אתם יכולים לשכוח מאפקט BOKEH כמו במצבי פורטרט בסמארטפונים. הצבעים נאמנים למציאות, ואם תרצו – תמיד תוכלו לצלם תמונות במצב RAW ולשדרג אותן אחר-כך בעיבוד תמונה. אבל כמובן שהמצלמה נועדה יותר להמונים ועבור פוסטים זריזים באינסטגרם או בפייסבוק איכות התמונה מספקת בהחלט, אם כי חיישני הצילום של סמארטפונים מובילים כיום יספקו לכם תמונה טובה הרבה יותר. אבל מצד שני, בהצלחה עם לצלם הסמארטפון כשאתם בתוך המים-שלג-קופצים ממטוס. אם תצטרכו – תוכלו להיעזר גם במצב ה-HDR המובנה שפועל בדומה למה שמוכר לכם מהמצלמה בסמארטפון עם שילוב של מספר חשיפות לצורך הפחתת רעשים וגירעון בתמונה.\nעוד סיטואציה שבה היה עדיף לכם להסתמך על הסמארטפון שלכם היא חושך. למרות שלמצלמה מצב צילום בתאורה נמוכה, התמונות כמו שתוכלו לראות מגורענות מאוד וכל מצב דומה בסמארטפון ייצר תמונה טובה יותר.\nהצילום ב”מצב חושך” סביר, אבל לא יכול להחליף סמארטפון | צילום: גיקטיים\nאם אתם מאלו שאוהבים את המראה המאוד מובהק של התמונות שמייצרות המצלמות של גו-פרו, מה טוב. אבל אם אתם רוצים שמצלמת האקשן שלכם תצלם גם תמונות “סטנדרטיות” יותר, לצערנו אין בפינו בשורה בכל הקשור לתחום – קניתם מצלמה של חברה אחרי שמונה דגמים דובקת בעקרונותיה, לטוב ולרע.\nשאלת מיליון הדולר: אז מי צריך את המוצר הזה? התשובה המיידית היא כמובן חובבי האקסטרים, שרוצים לתעד את עצמם בפעילות כלשהי – כשהמצלמה הזו לא מפסיקה להשתפר ולשדרג את חוויית הצילום מהסוג הזה. תמורת 1,949 ש”ח אצל היבואן הרשמי DAA, מדובר במוצר שהוא לא לכל כיס – אבל בהחלט יכול לשפר את חוויית הצילום. פיצ’רים כמו ה-HyperSmooth 2.0 מאפשרים לכם ליהנות מייצוב דמוי גימבל, שהופך כל צילום למקצועי הרבה יותר, וגם תוספת הרגליות חוסכת התעסקויות מיותרות. האם זה שווה את הכסף? אם אתם מרבים בפעילויות אקסטרים ולא רכשתם מצלמה חדשה בשנים האחרונות – התשובה היא כן. מדובר במועמדת חזקה מאוד לצד ה-Osmo Action המצוינת של DJI. אם רכשתם בשנתיים האחרונות מצלמה – או שאתם לא מרבים בפעילות אקסטרים – לא בטוח שתג המחיר מצדיק שידרוג.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "גו פרו,הירו 8,גופרו,gopro,hero8,gopro hero8,gopro hero 8,מצלמת אקסטרים,מצלמת אקשן,סקירה,סקירת מוצר,סקירת מצלמה"}