{"url": "https://www.geektime.co.il/new-tech-in-sport/", "type": "article", "title": "פיתוחים חדשים בתחום הספורט מוכיחים שאנחנו חיים בעתיד", "description": "תחום הספורט עבר בשנים האחרונות מהפכה שהפכה אותו למדוייק וויזואלי הרבה יותר לצופים - הנה סקירה קצרה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/soccer.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-19T18:30:11Z", "modified_time": "2017-07-19T17:49:53Z", "articleBody": "תחום הספורט עבר בשנים האחרונות מהפכה שהפכה אותו למדוייק וויזואלי הרבה יותר לצופים – הנה סקירה קצרה\n\nקרדיט צלם\\תמונה: Stanislaw Pytel, Getty Images Israel\nמאת אוריאל נוסבאום\nשימוש באמצעים טכנולוגים במהלך אימונים של קבוצות ספורט מקצועיות הינו דבר מקובל ונפוץ מאוד כיום. בענפי הספורט המרכזיים (כדורגל, כדורסל, בייסבול ופוטבול) השימוש בטכנולוגיות מידע הוא אבן יסוד באימונים והכנה למשחקים. שימוש בסטטיסטיקה הינו מסורת ארוכת שנים בספורט אך לאחרונה חל שינוי מהותי בעקבות פריצות דרך בתחום הלמידה החישובית העמוקה אשר מאפשרות למאמנים גישה לכמויות עצומות של מידע רלוונטי אשר לא היה נגיש בעבר. דוגמאות אחרונות כוללות למשל את Second Spectrum אשר מפתחת מערכות ניתוח מידע מבוססות למידה וראייה ממוחשבת.\n\nמערכות אלו מנתחות את כל מהלכי המשחק על ידי עקיבה אחר השחקנים והכדור באמצעות מצלמות אשר מותקנות באצטדיון/אולם ומספקות תובנות על בסיס המידע שברשותן. למרות הפוטנציאל הכלכלי הגדול והאתגרים בתחום, נראה שעל פניו עולם הבינה המלאכותית טרם חדר לתחום הספורט באותה המידה בה הוא שולט כיום בתחומים אחרים. עם זאת, נראה כי המגמה הכללית בהחלט מצביעה על שילוב גובר של טכנולוגיות מתקדמות מבוססות בינה הן בצד המקצועי של אירועי ספורט (אימונים מותאמים אישית לכל שחקן, תכנון מהלכים קבוצתיים מבוססי מחשב) והן בצד הבידורי שלהם (זיהוי אוטומטי של שחקנים במהלך הילוכים חוזרים בטלויזיה, טכנולוגיות גרפיקה מתקדמות למיקום מודלים תלת מימדיים של שחקנים בתוך אולפן, ניתוח מהלכים אוטומטי בטלויזיה ועוד).\nאם אתם חשים שעוקבים אחריכם, אחרי כל דבר שאתם עושים, אתם צודקים. התמונות המצורפות כאן הן דוגמאות לטכנולוגית זיהוי פנים ולטכנולוגית זיהוי אובייקטים שפותחו בשנים האחרונות.\nתמונה מס’ 1: זיהוי פנים\n\nתמונה מס’ 2: זיהוי אובייקטים\n\n \nהמספר המופיע ליד כל אובייקט מציין את ההסתברות לזיהוי נכון. בתמונה הראשונה מדובר באלגוריתמים די ישנים. כיום לאור פריצות דרך מחקריות בתחום הלמידה החישובית אפשר כבר להגיע לביצועים מרשימים הרבה יותר כמו שניתן לראות בתמונה השניה שבה אלגוריתם מזהה היכן יש אובייקטים ומהו סוגם. בנוסף, האלגוריתם אף מספק את ההסתברות לזיהוי נכון כך שניתן להעריך את מידת הביטחון בזיהוי.\nתמונה 3: זיהוי תבניות תנועה\n\nבתמונה 3 כבר ניתן לראות זיהוי תבניות תנועה של אדם. תבנית תנועה היא ייחודית לכל אדם ולכן זיהוי ושמירה של תבנית זו יכול לשמש למעשה כאמצעי זיהוי בכל מקום.\nבמשך שנים ובאופן מסורתי, עוד לפני האינטרנט ואפילו לפני הטלויזיה ספורט על ענפיו השונים היה תחום מבוסס Data. חובבי ספורט מאז ומתמיד בחנו ביצועי ספורטאים באמצעות סטטיסטיקות שנאספו אט אט ולאורך שנים רבות באופן ידני. אך העידן החדש הביא עימו כלים חדשים ומתוחכמים מאי פעם לאיסוף נתונים ולא פחות חשוב – לזיהוי תבניות שאף אחד לא חשב מעולם לחפש.\nהקסם בכדורגל נובע משלוש תכונות עיקריות (חלקן אם לא כולן נכונות לכל ספורט קבוצתי):\nבאמצעות איסוף Data מסוגים שונים ניתן לתכנן אלגוריתמים לומדים כך שיעזרו למנהלים ספורטיבים ולמאמנים לשפר את ביצועי הקבוצה ולייצר מהלכים חדשים ויצירתיים כל הזמן.\nלמעשה, רעיונות לתכנון מכונות שיכולות לחקות “הגיון” ולפעול בצורה נבונה אינם חדשים כלל. בערך ב-1670 לייבניץ (מאבות החשבון הדיפרנציאלי) העלה את הרעיון לבנות מכונה שמבצעת פעולות על רעיונות ולא על מספרים – כלומר מקבלת כקלט פקודה מילולית (למשל “הרם את הכוס”), מזהה את מצב העולם (“הכוס מונחת על השולחן”) ומבצעת את הפעולה הנדרשת. כמובן שבתקופתו הרעיון נזנח ונשאר בגדר מדע בדיוני עד 1956. בזמן זה כבר היו קיימים מחשבים וצוות הכולל חוקרים מהמכון הטכנולוגי של מסצ’וסטס (MIT), אוניברסיטת קרנגי מלון (CMU) ו-IBM יצרו מכונות שדיברו אנגלית, שיחקו שחמט והוכיחו משפטים במתמטיקה. באמצע שנות השישים התחום פרח ומשרד ההגנה האמריקאי השקיע הון בקידום המחקר בתחום הבינה המלאכותית שבתקופתה זו התמקד בפיתוח אלגוריתמים שפותרים בעיות בצורה נבונה. האמונה הרווחת היתה שתוך 20 שנה מכונות יוכלו לבצע כל מטלה שאדם יכול לבצע. ובכן, לא כך קרה.\nהשנים עברו, הקשיים גברו ולא הוערכו נכונה וב-1974 הקונגרס האמריקאי הפסיק את מימון המחקר בנושאי בינה מלאכותית והתחום כולו שקע אל תוך מה שקרוי עד היום “החורף של הבינה המלאכותית”. בתחילת שנות ה-80 חווה פריחה קצרה ועוד לפני תום העשור שקע שוב.\nהרבה מן הבעיות בתחום הבינה נבעו מהרעיון הכללי מאחוריה. הגישה המסורתית לתכנון כללה תכנות של מחשב להגיב למספר תרחישים אפשריים. כל תרחיש אשר הוא מזהה – קיימת עבורו תגובה מוכנה שתוכנתה בו מראש. הבעיה היתה שילוב המחשב בסביבה אנושית בה לא ניתן לדעת מראש מהם כל התרחישים האפשריים בהם הוא עלול להיתקל. הגישה פשוט לא עבדה. עם התפתחות תחום הלמידה החישובית (שבראשיתו היה תחום שונה מבינה והיום תחומים אלו מאוחדים) החלו להופיע רעיונות שונים. במקום לנסות לתכנת את המחשב בצורה מתוחכמת פשוט נלמד את המחשב לזהות סיטואציות שונות ותגובות אפשריות לסיטואציות אלו. עבור כל תגובה אפשרית נזין במחשב ציון כך שהמחשב יכול כעת לדעת עבור סיטואציה ספציפית מהי תגובה טובה יותר ומהי תגובה טובה פחות. רעיון זה נקרא למידה מפוקחת (Supervised Machine Learning) והוא קיים שנים רבות. עם זאת, עד תחילת שנות האלפיים הלמידה החישובית דשדשה עקב שתי בעיות מרכזיות:\nהראשונה – בכדי ללמד מחשב “מקרים ותגובות” בצורה מספיק טובה כך שהוא יוכל לפעול בסביבה כללית עם אי ודאות נדרשת כמות עצומה של דוגמאות מתויגות בתהליך הלימוד. דוגמא טובה לכך היא זיהוי פנים. בכדי שמחשב יוכל לקבל כקלט תמונה שהוא לא ראה מעולם ולסמן על גביה היכן נמצאים פנים יש להראות לו עשרות אלפי תמונות מתויגות (כלומר- תמונות שבהן מישהו סימן היכן יש פנים) בתהליך הלימוד. אז אמנם לא צריך “לתכנת” אותו להבין איך נראים פנים ולכן נחסך הקושי המשמעותי שכרוך בלתאר מתמטית מהם פנים בצורה כללית אך כעת צריך להשיג עשרות/מאות אלפי דוגמאות מתויגות.\nהשניה – מכיוון שתהליך האימון דורש כמות עצומה של דוגמאות משאבי המחשוב הנדרשים עבור ביצוע האימון הם אדירים. בתום האימון ניתן להריץ את התוכנה על כל מחשב אך מהלך האימון דורש אמצעי מחשוב כבירים.\nהבעיה השניה נפתרה פשוט על ידי התקדמות טכנולוגית בתחום המעבדים. הבעיה הראשונה נפתרה על ידי האינטרנט. באמצעות האינטרנט ניתן להשיג היום כמות תמונות גדולה ככל שנרצה.\n\nקרדיט צלם\\תמונה: Jens Schlueter, Getty Images Israel\nאז אחרי העיקוף הקצר שעשינו בכדי להכיר (קצת) את התחום אפשר להגיע לנושא שמעניין אותנו – בינה מלאכותית בספורט. באופן מסורתי כל תחומי הספורט נעזרים בסטטיסטיקה שנאספת במהלך משחקים. עד לאחרונה השימוש בסטטיסטיקה הנאספת היה פרימיטיבי ביותר אך בעשרים השנים האחרונות חלה התקדמות משמעותית מאוד בתחום. רבות דובר על איסוף וניתוח מידע בספורט אך נראה כי בתקופה הנוכחית מתרחשת פריצת דרך עצומה המשלבת בינה מלאכותית עם ניתוח מידע. המצע עליו החלה המהפכה הוא כמות המידע. מערכות לומדות מכל הסוגים דורשות כמויות מידע עצומות בכדי להפיק תוצאות משמעותיות. בספורט באופן מסורתי כמעט כל המשחקים מצולמים ומוקלטים ולכן ניתן גם בדיעבד ללמוד המון ממשחקים שכבר שוחקו וכך בעצם לבנות מאגר מידע עצום המכיל כמות בלתי נגמרת של משחקים לשימוש בתהליך האימון. חשוב להבין שמאגרי המידע העצומים הללו הם למעשה האוצר היקר של חברות ניתוח המידע.\nאם נחזור לרגע לפסקה הראשונה שבה אמרתי שאם אתם מרגישים שעוקבים אחריכם זה כנראה נכון אז זו הסיבה. לפתח אלגוריתם לומד שידע לצורך העניין לזהות את מסי בקטע וידאו זו לא בעיה. לספק לו מספיק סרטונים של מסי להתליך האימון כך שיוכל להבדיל בינו לבין שחקנים אחרים זו כבר בעיה גדולה מאוד ולכן מי שבידיו מאגר סרטונים כזה הוא אדם עשיר מאוד. לכן, חברות ענק כמו פייסבוק וגוגל מעודדות אותנו “לשתף” הכל- תמונות, סרטונים, סטטוסים, מה אנחנו אוהבים ומה לא וכו’. כך למעשה הן בונות מאגרי מידע עצומים ומתויגים ששווים הון ושייכים רק להן ללא לשלם לנו כלום.\nבספורט כבר קיימת כמות עצומה של מידע סטטיסטי שנאסף ותויג לאורך המון שנים ולכן ניתן להשתמש בו ליצור אלגוריתמים לומדים. ב-2015 חברה אמריקאית בשם STATS – Sports Team Analysis and Tracking Systems רכשה את חברת פרוזון (PROZONE) והפכה לחברת הספורט דאטה הגדולה בעולם.\nלפני בערך 5 שנים STATS התקינה מערך מצלמות מיוחד בכל אולמות הכדורסל ב-NBA ובאצטדיוני כדורגל נבחרים באירופה והחלה באיסוף נתונים. באמצעות המצלמות (8 במספר) ניתן לעקוב אחר כל שחקן במהלך כל המשחק ברמת דיוק גבוהה מאוד ובקצב דגימה גבוה במיוחד. מטרת איסוף המידע היא בסופו של דבר לייצר מאגרי מידע מתויגים אשר מכילים תיוגים כגון: מהלכים התקפיים טובים (שהובילו לשערים), מהלכים הגנתיים טובים (שמנעו שערים, יותר קשה לתייג- איך יודעים שמנענו שער?) וכו’. לאחר מכן ניתן להזין את מאגרי המידע העצומים הללו לאלגוריתם לומד ולהתחיל לייצר מהלכים חדשים עם אותו תיוג ואפילו לייעל אותם כך שיתקבלו מהלכים חדשים אשר מעלים את ההסתברות לכיבוש שער או לחילופין מהלכים הגנתיים/ מערכים אשר מפחיתים את ההסתברות לספיגת שער למינימום. נשמע קשה? זה אכן כך, אך אפשרי. התהליך עצמו הוא תהליך אופטימיזציה מורכב מאוד אך עם זאת פריצות דרך בתחום המחשוב (בעיקר הודות לחברת NVIDIA) ובמחקר בתחום הלמידה העמוקה ורשתות נוירונים מאפשרות לכך לקרות. אם כך – מאניבול אאוט בינה מלאכותית אין.\nעם התפתחות תחום האימון בעשורים האחרונים – החל מפילוסופיות המשחק השונות וכלה בהתמקצעות בכל התחומים הקשורים למשחק (תזונה, כושר גופני, שינה, פסיכולוגיה, טקטיקה, לבוש וכו’) הקושי לייצר חדשנות הולך ועולה והסיכוי לחשוב על דברים שעוד לא חשבו עליהם הולך ופוחת. אם כן, בכדי למטב את הביצועים על הדשא (או על כל מגרש אחר) יש להמציא יש מאין. מצד אחד, תמיד נראה כאילו לא ניתן לייצר כבר שום דבר חדש וראינו הכל. מצד שני, אם מנסים לחשב את מספר האופציות האפשריות לסדר עשרה שחקני שדה במערך ומנסים להתחשב בכל המערכים האפשריים ובכך שקבוצה יכולה להחליף מערכים מספר פעמים במשחק בצורה אקראית או עקב אירוע כלשהוא מגיעים למספר דימיוני של אופציות אפשריות העולה על מספר האטומים ביקום כולו. זו למעשה הסיבה שתמיד ניתן להמציא משהו חדש ושכל פעם שאנו רואים משהו כזה אנחנו מיד חושבים “איך אף אחד לא עשה את זה קודם?”. האמת היא שיש המון אפשרויות אך קשה מאוד למצוא אחת כזו. בבעיות מסוג זה שיטות אופטימיזציה מבוססות בינה מלאכותית פורחות. הן יכולות לייצר פתרונות חדשנים ככל שרק נרצה. למרות זאת, עדיין יש מספר אתגרים קשים מאוד כאשר עוברים להשתמש בשיטות אלו.\nב-STATS מנסים כבר לא מעט שנים לענות על השאלה הבאה: “בהינתן מהלך התקפי נתון, מהו המהלך ההגנתי האופטימלי?”\nלאחרונה, שיתוף פעולה בין STATS לחברת דיסני ואוניברסיטאת Caltech הוליד תשובה חדשה. הפיתוח נקרא Data-Driven Ghosting using Deep Imitation Learning והוא מבוסס על רעיון שהוצג ב-2013 על ידי הטורונטו רפטורס מה-NBA. בטורונטו יצרו (בעמל רב יש לציין) מערכת הנקראת Ghost. במערכת זו הוקלטו מהלכי התקפה רגילים בעוד צוות האימון מסמן וירטואלית איפה לדעתם המגינים צריכים לעמוד בכל רגע על מנת להגן בצורה אופטימלית. לאחר שסיימו לבנות מאגר הכולל את כל מהלכי ההתקפה האפשריים (לדעתם) היה בידם מאגר מידע (קטן יחסית) הכולל את ההתגוננות האופטימלית (לדעת צוות האימון) כנגד כל אחד מן המהלכים. כעת, ניתן היה לשחק משחקים רגילים תוך כדי העונה ובניתוח של המשחק לאחר סופו ניתן היה להשוות את ההתנהגות של השחקנים בפועל במשחק אל מול ההתנהגות האופטימלית בכל מצב ולראות האם ישנם הבדלים ואם אכן ישנם, לתקנם. בDisney וCaltech לקחו את הרעיון הזה אל הקצה. באמצעות אלגוריתם לומד בנו מערכת Ghosts מתוחכמת מאין כמוה עבור כדורגל. בניגוד לטורונטו המערכת של Disney לומדת את אסטרטגיית ההגנה האופטימלית מול כל מהלך התקפי על יד צפייה באלפי מהלכי כדורגל ולא בצורה ידנית. כך נבנה לו מאגר של מהלכי הגנה אופטימליים. ה-Ghosts של Disney למדו לבדם מתי כדי ללחוץ כקבוצה, מתי לשמור אישית, כיצד לסגור קווי מסירה וכו’. הכל בצורה אוטומטית ולא מפוקחת. כעת גם קבוצות כדורגל יכולות לנתח מהלכים לאחר משחקים ולראות האם אכן שחקניה מתנהגים בצורה אופטימלית באמצעות השוואתם לGhosts. אם זה לא מספיק, לאחרונה התאפשר אפילו להתאים את מודל הקבוצה מולה מתגוננים לקבוצות ספציפיות. כך למשל ניתן להתגונן ספציפית מול הסגנון של ריאל מדריד או כל קבוצה אחרת. כיום, המידע המוצג מהתוכנה מוצג בזמן אמת על גבי המשחק האמיתי. צוות האנליסטים יושב במשרד ורואה את המשחק בזמן אמת על המסך כאשר בנוסף לשתי הקבוצות המשחקות על הדשא הוא צופה גם במיקומי הGhosts על הדשא ויכול ליצור קשר עם צוות האימון תוך כדי המשחק ולעדכן אם מתגלות בעיות ספציפיות כגון שחקן שלא סוגר נכון וכו’. אם לשפוט לפי הטרנדים הנוכחיים וקצב המעבר של טכנולוגיות מעולם המחקר לעולם העסקי כנראה שבחמש השנים הקרובות נראה מהפכה בתחום השימוש במידע ובבינה מלאכותית בכל ענפי הספורט עקב ההתפתחויות הגדולות במחקר בתחום ובענף כריית המידע.\nלסיום, חשוב לציין שבינה מלאכותית בעולם הספורט נמצאת בחזית המחקר מבחינת אתגרים ושווי כלכלי. יישומים נוספים לבינה מלאכותית כבר כיום בספורט כוללים פיתוח תוכניות אימונים מותאמות אישית לספורטאים, תזונה ותרופות מותאמות אישית בהתאם למדדים בזמן אמת של ספורטאים, זיהוי תבניות במשחקים, חלוקה של סטטיסטיקות לקבוצות השפעה שונות(אילו סטטיסטיקות משפיעות יותר ואילו פחות על התוצאה), ניתוח מהלכים בזמן אמת עבור שידורי טלויזיה, הערכת מדדים פיזיים של שחקנים ללא שימוש בחיישנים כלשהם ועוד.\nסרטון המסביר על המחקר של Disney ו-Caltech:\n\nלמאמר בנושא המחקר: (המאמר זכה בפרס בכנס Sports Analytics Conference שנערך ב-MIT, בוסטון במרץ 2017)\nלאתר הכנס המכיל עוד הרצאות מצולמות ואת כל המאמרים שהשתתפו השנה\nהכותב הינו כתב באתר הזווית", "keywords": "טכנולוגיה,ספורט,הזוית,פיתוחים טכנולוגים,זיהוי תמונה,זיהוי תמונות,sport tech"}