{"url": "https://www.geektime.co.il/startups-investments-september-2016/", "type": "article", "title": "הסטארטאפים הישראלים מסכמים את ספטמבר עם 32 גיוסים ו-7 אקזיטים", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש ספטמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-01T12:40:56Z", "modified_time": "2016-10-01T12:40:56Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש ספטמבר בסצנת הסטארטאפים הישראלית\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש ספטמבר.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש אוגוסט\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nBeyond Verbal הישראלית, אשר פיתחה פלטפורמה לניתוח רגשות מונחה קול, הודיעה החודש על גיוס 3 מיליון דולר במסגרת סבב A. את הסבב הנוכחי הובילה ענקית הטכנולוגיה הסינית Kuang Chi Science Limited. החברה משתמשת בלמידה חישובית כדי לפענח רגשות, מצב נפשי ומצבים בריאותיים באמצעות אינטונציות קוליות. באמצעות הטכנולוגיה שפיתחה ניתן למשל לשפר את יעילותם של מרכזי שירות טלפוניים או לעקוב אחר מצבים בריאותיים לאורך זמן. עד כה, Beyond Verbal אספה למעלה מ-2.5 מיליון קולות מתויגים רגשית בלמעלה מ -40 שפות.\nהמעבר לדיגיטל הביא לא מעט אתגרים לחברות התוכן והאמנים, ביניהם שמירה על זכויות היוצרים ומעקב אחר הפופולאריות והתפוצה של היצירות שלהם. החודש הודיעה חברת הסטארטאפ הישראלית Revelator, שמפתחת פלטפורמה לניהול זכויות יוצרים כי השלימה סבב גיוס בגובה 2.5 מיליון דולר בהובלת המשקיעה האסטרטגית, Exigent Capital ובהשתתפות חברת Digital Currency Group וקרן הון הסיכון Reinvent.\nלאחר שאמנים וחברות המוסיקה מעלים את המוסיקה שלהם לשרתיה של החברה, הפלטפורמה של Revelator (רלבייטור) מאפשרת להם אז להפיץ את המוסיקה בשירותים דוגמת Spotify או Apple Music ולעקוב אחר ההפצה של המוסיקה, מספר ההשמעות והמקורות השונים שעושים בה שימוש. כך שאם למשל מפיק פודקאסט נעזר במערכת הוא יכול לעקוב אחר מספר ההשמעות, ההטמעות ולקבל תגמולים על כל השמעה. המערכת, שמוצעת במודל של SaaS, מספקת לאמנים ולחברות המוסיקה מידע רב על נתוני ההפצה של המוסיקה שלהם ומשלבת בין דיווחים, אנליטיקות ומכירות.\nחברת הסייבר הישראלית Cronus השלימה סבב גיוס שני בסך 3.5 מיליון דולר. בין המשקיעים, הקרן האמריקאית Janvest VC, אשר השתתפה גם בסבב הגיוס הקודם, משקיע אירופי ומשקיע אסטרטגי מהונג קונג. החברה זכתה גם לתמיכה מכספי המדען הראשי במסגרת תכנית הסייבר הדו שנתית.\nCronus פיתחה אלגוריתם שביכולתו לחקות במדויק את קו המחשבה של האקר. אלגוריתם זה מאפשר לפתרון החברה (CyBot) לסרוק באופן אוטומטי, מהיר וזהיר את כלל מערכות המחשוב של החברה. הפתרון, אשר כבר מותקן בארגונים גלובליים המופיעים ברשימת Fortune 1000, מבצע מאות אלפי מבדקי חדירות בזמן קצר וכך מאפשר לארגונים להיערך ולהתגונן מראש מפני כל אפשרות חדירה.\nחברת הסטארטאפ הישראלית Celeno (סלנו) מרעננה, המפתחת שבבי תקשורת להעברה של וידאו, הודיעה על השלמת סבב גיוס בגובה 38 מיליון דולר בהובלת Red Dot Capital Partners, קרן שמתמחה בחברות בצמיחה. הסבב האחרון מביא את סך הגיוסים של החברה מאז הקמתה ל-106 מיליון דולר.\nCeleno מפתחת שבבי WiFi שיכולים להעביר שידורי וידיאו ביתי בתקן ה-WiFi 802.11ac. הטכנולוגיה של החברה מאפשרת להעביר וידאו רציף, גם בסביבה ביתית רוויית הפרעות, והצ’יפים שלה משולבים במוצרים רבים דוגמת סטרימרים, טלוויזיות, טאבלטים וממירים. בין היתר מאפשרים המעבדים של החברה להאיץ את ההתקנה של תשתיות IPTV באיכות גבוהה\nשנה בלבד לאחר שהצטרפה Crossense (קרוסנס) הישראלית לחממת נילסן אינובייט בקיסריה, נרכשת החברה על ידי Toluna (טולונה) הצרפתית. סכום הרכישה לא פורסם, אך ככל הנראה מדובר באקזיט עם רווח נאה על השקעת הסיד שבוצעה בחברה ביולי 2015. Crossense פיתחה טכנולוגיה המאפשרת מדידת התנהגות צרכנים בעולם הדיגיטלי, כגון הרגלי צריכת מוסיקה ווידאו, חשיפה לפרסומות ורכישות מקוונות על פני מגוון תחומים ופלטפורומות.\nCrossense הוקמה בסוף יוני 2015 במטרה לענות על הפערים של חברות מחקר השוק במדידת נתוני הצפייה והרכישות באינטרנט על גבי מספר רב של פלטפורומות דיגיטליות כגון מובייל, מחשבים, סטרימרים ועוד. החברה נוסדה על ידי צחי בן יוסף (מנכ״ל), רועי זלצמן (סמנכ״ל הטכנולוגיות) ועידו עזרן (סמנכ״ל פיתוח).\nהסטארטאפ הישראלי WSC Sports Technologies פיתח טכנולוגיה שמזהה ומקטלגת בצורה אוטומטית את המתרחש על מגרש הספורט ומייצרת פידים אישיים שתפורים לכל אוהד. החודש הודיעה החברה על השלמת סבב גיוס A בגובה 12 מיליון דולר בהובלת Intel Capital.\nהטכנולוגיה של החברה סורקת בזמן אמת שידורי ספורט ומזהה אירועים משמעותיים במשחק. לאחר שהיה מזהה מהלכים כמו הטבעות וקליעות ועל ידי מי הם נעשו ומייצרת באופן אוטומטי סרטוני וידאו קצרים בהתאם להעדפות או לבחירות מראש. אם למשל משתמש מסויים ירצה לראות את כל ההטבעות של לברון, הוא יקבל וידאו ערוך עם כל הקטעים המתאימים ואם משתמש אחר ירצה לראות את כל הקליעות של סטפן קרי או כל החסימות של קוואי לאונרד הוא יקבל וידאו מותאם.\nהסטארטאפ הישראלי Wefi, העוסק באיסוף וניתוח מידע אודות שימוש בסמארטפונים, נרכש על ידי ספקית הסלולר האמריקאית TruConnect. בעוד שפרטי העסקה הרשמיים לא נמסרו על ידי אף אחד מהמעורבים, ההערכה היא כי סכום הרכישה נמוך מסכום ההשקעה בחברה עד כה (27 מיליון דולר).\nהמוצר הראשון שפיתחה החברה הציע מאגר של רשתות אלחוטיות חינמיות, על-מנת לאפשר למשתמשים לגשת בכל מקום שבו הם נמצאים אל הרשת האלחוטית החינמית בעלת הקליטה הטובה ביותר (כמו Waze לרשתות ווי פיי). האפליקציה שפותחה, אשר זמינה להורדה בחינם עבור משתמשי אנדרואיד, יודעת להתחבר באופן אוטומטי לרשת הטובה ביותר בכל מקום בעולם, מערכת המבוססת בין היתר על חוכמת ההמונים.\nבהמשך, התמקדה החברה במוצר עבור רשתות הסלולר, מוצר אשר נועד לצמצם את עומסי ה-Data מהרשתות הסלולריות אל הרשתות האלחוטיות בצורה שקופה לחלוטין למשתמש. אחרי ששני המוצרים הללו לא המריאו יותר מידי, פיתחה החברה מערכת איסוף וניתוח מידע אודות שימוש בסמארטפונים. בעזרת הטכנולוגיה הזו חברות התקשורת יכלו לשפר את ביצועי הרשת ואת חוויית המשתמש באפליקציות שלהן. אותה מערכת הציעה שירותים אנליסטיים שבאמצעותם ספקיות יכלו לקבל נתונים עדכניים אודות מגמות בשוק, מגמות המתבססות על שימוש ביישומים השונים על ידי משתמשים אמיתיים.\nחברת הסטארטאפ הישראלית Wiser, שפיתחה מערכת אוטומטית להשוואת תמחורים ברשת, נמכרה לחברת Quad Analyticx Inc האמריקאית. פרטי העסקה לא פורסמו, אולם על פי ההערכות, שילמה החברה האמריקאית כמה מיליוני דולרים.\nהטכנולוגיה שפיתחה Wiser (ווייזר) מאפשרת השוואת מחירים לאתרי מסחר מקוונים. משתמשים במערכת יוכלו לקבל פירוט מלא על מלאי המוצרים של אתרים מתחרים, כולל מחירם המדוייק. לאחר שהתקבלו הנתונים, המערכת יכולה לעדכן בצורה אוטומטית את המחירים באתר של המשתמש, מבלי שהוא יצטרך לעשות זאת בצורה ידנית. אם ירצה, המערכת של החברה גם מאפשרת לו לבדוק תמחורים שונים במקביל, במעין בדיקת A/B ולראות את התוצאות שלהם. לבסוף, המערכת אוספת את כל נתוני המכירות השונים ומייצרת מהם דוחות ואנליטיקות שמתבססות על מספר פרמטרים.\nהסטארטאפ הישראלי prooV, המציע פלטפורמת ״Pilot as a service״ שמחברת בין סטארטאפים וספקי תוכנה לחברות וארגונים גדולים, הודיע על השלמת סבב גיוס A. סבב הגיוס, בהיקף של 7 מיליון דולר, הושלם בהובלת Mangrove Capital Partners ו-OurCrowd.\nהפלטפורמה של prooV מאחדת ומשפרת את כל הליך ה-Proof Of Concept (הוכחת היתכנות) על ידי כך שמאפשרת לארגונים גלובאליים לחבור ולבחון פתרונות של ספקי תוכנה וסטארטאפים מכל מקום בעולם דרך סביבת בדיקה מאובטחת מרחוק. הפלטפורמה נועדה להפחית באופן משמעותי את צריכת הזמן והמשאבים בתהליך, כך שארגונים יכולים להשלים תהליכי הוכחת היתכנות של בדיקת הטכנולוגיה החדשה בתוך ימים, במקום חודשים.\nחברת ה-Marketing Analytics הישראלית Datorama (דאטורמה) מציעה מנוע אינטגרציה לתחום השיווק בארגונים עבור משווקים, סוכנויות פרסום, חברות טכנולוגיה ואחרים. החודש הודיעה החברה על השלמת סבב גיוס שלישי בגובה 32 מיליון דולר בהובלת Lightspeed Venture Partners. כמו כן השתתפו בסבב גם המשקיעים הקיימים: Marker LLC ו-Innovation Endeavors של אריק שמידט. סך ההשקעות ב-Datorama מאז הקמתה עד כה עומד על 50 מיליון דולר.\nDatorama מאפשרת ניתוח ואנליטיקה של פעילויות השיווק כפתרון שלם, הכולל יכולות אינטגרציה אוטומטית, מידול מידע דינמי, Automated Insights, כלי ויזואליזציה, קבלת התראות וביצוע פעולות מבוססות יעדים.\nאחת מהתופעות המעצבנות ביותר עצמאים ופרילאנסרים היא תופעת ה’שוטף פלוס’, שמשמעה דחייה של התשלום במספר שבועות או חודשים. חברת הפינטק הישראלית CreditPlace (קרדיטפלייס) פיתחה פלטפורמת השקעות מסוג Peer-to-Peer המאפשרת למשקיעים לרכוש חשבוניות הממתינות לתשלום (להלן, חשבוניות “שוטף פלוס”), שהופקו לספקים של חברות גדולות ויציבות, חברות ממשלתיות ומשרדי ממשלה.החודש הודיעה החברה על גיוס של 1.6 מיליון דולר.\nהפלטפורמה שפיתחה החברה מאפשרת לבית העסק המוכר את החשבונית לקבל תשלום במועד של “שוטף 0” ואילו המשקיעים מקבלים בתוך עד ארבעה חודשים החזר השקעה בתוספת תשואות. החברה מספקת למשקיעים תשואה מובטחת מראש בשיעור של 4.5 אחוזים ל-7.5 אחוזים לשנה בהשקעה לטווח קצר, לרוב בין 30 ל-90 יום. ההשקעה נעשית באמצעות זירת המסחר של החברה, בה מוצגות החשבוניות שבית העסק מעוניין למכור באופן המאפשר למשקיעים לבחור את תיק העסקאות המתאים להם. החברה גובה עמלת פקטורינג מבית העסק במימון החשבונית שנעה בין 0.5-0.7 אחוזים מהחשבונית ומהמשקיעים גובה החברה עמלת משקיע בגובה 10% מהריבית – בזמן תשלום הריבית.\nCTERA Networks הישראלית, המציעה פתרונות אחסון ענן מאובטחים לארגונים, הודיעה על השלמת סבב גיוס נוסף בהיקף של 25 מיליון דולר. את הסבב הובילה קרן ההון סיכון האמריקאית Bessemer (המשקיעה הקיימת) ביחד עם קרן Vintage, שהצטרפה כמשקיעה. סבב גיוס זה מעמיד את סך גיוסיה של CTERA על 70 מיליון דולרים. הגיוס הנוכחי ישמש לצמיחת החברה על מנת לתמוך בביקוש הגובר למוצריה.\nבמילים פשוטות: CTERA מאפשרת לארגונים ליהנות מחוויית שיתוף קבצים ׳מודרנית׳ (file sync & share), מבלי להתפשר על אבטחת המידע ותוך כדי מתן שליטה מלאה על היכן המידע נשמר.\nאחרי שנתיים של פעילות מתחת לרדאר, הודיעה חברת הסייבר Claroty (קלארוטי), שמפתחת טכנולוגיות אבטחה לתשתיות קריטיות, על גיוס של 32 מיליון דולר. Claroty היא החברה השנייה שמשיק מיזם הסייבר Team8. את הגיוס הנוכחי הובילה קרן ההון סיכון בסמר, לצידה השקיעו גם Innovation Endeavors, ICV, Red Dot Capital Partners, Marker LLC ו-Mitsui and CO.\nבשנתיים האחרונות פיתחה Claroty פלטפורמת אבטחה חדשה לתשתיות הקריטיות והרגישות ביותר, שמספקת הגנה והתראות מפני התקפות סייבר. עם זאת, ובניגוד למוצרי סייבר אחרים, שמתמקדים בזיהוי חדירות או פעילות לא מורשה ברשת הארגונית, הפלטפורמה שפיתחה Claroty יכולה להתריע במקביל גם על תקלות בהליכי העבודה התקינים ברשת הייצור. את היכולת הזו הצליחה להשיג החברה בעזרת למידה עמוקה ופרטנית של פרוטקולי התקשורת (ICS/SCADA – סקאדות) של יצרני הציוד התעשייתי דוגמת Schneider ו-GE.\nCato Networks (קאטו נטוורקס), שפיתחה רשת ארגונית מבוססת ענן ובעלת אבטחת מידע מובנית, הודיעה על השלמת סבב גיוס שני בהיקף של 30 מיליון דולר. את הגיוס הובילה קרן Greylock Partners בהשתתפות קרן Singtel Innov8 ומשקיעים קיימים, בהן הקרנות U.S Ventures Partners ו-Aspect Ventures וכן מייסדי החברה שלמה קרמר וגור שץ. כמו כן הודיעה החברה על כך שהטכנולוגיה שפיתחה זמינה כעת לקהל הרחב בכל השווקים, וכי ההון שגייסה ישמש אותה למחקר, פיתוח והתרחבות לשוק העולמי.\nפתרונות הענן שקאטו מציעה כוללים מספר יתרונות מרכזיים בהם הפחתה במספר מוצרי האבטחה הנדרשים לארגונים וחסכון בהוצאות רכישה, פריסה, שדרוג ובהתאמה שלהם; צמצום בעלויות קישוריות על ידי הורדה משמעותית של תעבורת אינטרנט על-גבי רשת התקשורת הארגונית; גישה ישירה לענן מכל מקום ללא כל צורך במספר רב של מוצרי אבטחה ייעודית במתקני הארגון; אכיפת מדיניות אבטחה אחידה עבור כלל האתרים, משתמשים ניידים, והתשתיות הפיזיות ובענן, ללא צורך בריבוי פתרונות נקודתיים ואבטחה דינמית ועדכנית מבוססת על פלטפורמה שלא דורשת את מעורבות הלקוח.\nחברת Sensibo, שמפתחת טכנולוגיה להפיכת מזגנים רגילים למזגנים חכמים, הודיעה על השלמת גיוס סיד של 2.6 מיליון דולר וחתימת הסכם שיתוף פעולה, עם יצרנית המזגנים הגדולה בהודו.\nהמערכת שפיתחה החברה מאפשרת למשתמש להפוך כל מזגן שנשלט בעזרת שלט-רחוק למזגן חכם. מרגע שהותקנה המערכת המשתמש יכול לשלוט במזגן ולשנות את ההגדרות שלו ישירות מהסמארטפון ובנוסף ליהנות מפיצ’רים כמו הפעלה וכיבוי אוטומטיים, חיבור לפלטפורמות ומוצרי בית חכם אחרים דוגמת  IFTTT, SmartThings, Amazon Echo, Apple HomeKit והפעלה ברגע שהמשתמש מתקרב לביתו או כיבוי אוטומטי עם עזיבת הבית. Sensibo החלה את את דרכה ב-2014, במסגרת פרויקט מימון המונים מצליח שגייס 180 אלף דולר.\nחברת הסטארטאפ הישראלית Optimove (אופטימוב) הודיעה על השלמת סבב מימון ראשון בגובה 20 מיליון דולר מקרן IGP של חיים שני ומשה ליכטמן. זהו הגיוס הראשון ל-Optimove, שהוקמה לפני שבע שנים, וצמחה בהיקף של 100% בשנה בשלוש השנים האחרונות. מדובר בהשקעה החמישית של IGP, שמאז היווסדה השקיעה 100 מיליון דולר בחברות ישראליות בשלב הצמיחה.\nהפלטפורמה של Optimove מסייעת לחברות בניהול מערך השיווק הממוקד שלהן ופועלת בתחום טכנולוגיית שימור הלקוחות ומקסום שווי הלקוח. הכלים של Optimove מסייעים לאנשי שיווק להבין באופן עמוק את התנהגות הלקוחות ולתכנן, על בסיס התובנות, תקשורת המותאמת למאפיינים הייחודים של כל לקוח. התוכנה מיועדת למקסם את מחזור החיים של הלקוח ולהגדיל את נאמנותו למותג. המודל הייחודי של Optimove מבוסס על אלגוריתם חיזוי התנהגות מבוסס machine learning, ומאפשר תקשורת רב-ערוצית, מונחית “ביג דאטה” מול לקוחות הקצה של המותג.\nחברת Imagu Vision Technologies התל אביבית, אשר עד היום לא זכתה לחשיפה רבה בישראל הודיעה על רכישתה בידי iCarbonX הסינית. החברה הישראלית פיתחה טכנולוגיה מבוססת בינה מלאכותית להבנת תמונה (IU-Image understanding); החברה מתמקדת בפיתוח תוכנה המאפשרת למחשבים להבין את הסביבה, ולזהות אובייקטים בתמונות דיגיטליות ווידאו בצורה דומה (עד כמה שניתן) לדרך שבה עושים זאת בני האדם. היקף העסקה לא נחשף, אך בעקבות הרכישה נודע כי תיפתח בארץ שלוחה של iCarbonX-Israel, שבעצם תהווה מרכז מחקר ופיתוח בתחום ה-AI.\nהטכנולוגיה שפיתחה Imagu Vision Technologies ניתנת ליישום במגוון ענפים כגון רפואה והדמיות רפואיות, מוליכים למחצה, בטחון פנים ו-eCommerce. כך לדוגמא, אתרי מסחר יכולים להשתמש בטכנולוגיה כדי לאפשר למשתמשים וללקוחות הפוטנציאלים למדוד את מידות הגוף שלהם באמצעות מצלמת אינטרנט סטנדרטית בלבד.\nQualiTest (קווליטסט), בית בדיקות התוכנה הגדול בישראל והשני בגודלו בעולם, נמכר לקרן Marlin Equity Partners. החברה שהוקמה בשנת 1998 על ידי אלי מרגולין ואייל זילברמן הייתה בשליטתם ביחד עם קרן קדמה ו-Goldrock Capital. במסגרת העסקה, Marlin תרכוש את המניות שבידי קרן קדמה, Goldrock ואת אלו של מרגולין, בעוד שזילברמן, המשמש כיום כמנכ״ל, ימשיך להוביל את החברה לאחר הרכישה וימשיך להחזיק בנתח משמעותי ממניות החברה.\nQualiTest מספקת שירותי אבטחת איכות ושירותי בדיקות תוכנה מקצה לקצה שנועדו לסייע לחברות להקטין סיכונים עסקיים (להפסיד כסף ולאבד משתמשים) לפני שאלו משחררות תוכנות ועדכוני תוכנה חדשים.\nחברת הבדיקות הדיגיטליות Applause, הודיעה על גיוס של 35 מיליון דולרים בסבב F. הסבב הנוכחי הובל על ידי Direct Equity Partners, תכנית השקעות המנוהלת על ידי Credit Suisse והוא כלל גם השקעה מהשותפים האסטרטגיים – Accenture. כמו כן השתתפו בסבב הגיוס המשקיעים הקיימים של החברה, בהם Goldman Sach’s Merchant Banking Division, QuestMark Partners, Scale Venture Partners, Longworth Partners, Mesco Ltd וכן MassVentures. סבב הגיוס האחרון של החברה עמד על כ-43 מיליון דולר במסגרת סיבוב E בינואר 2014. סך ההשקעות אשר נעשו בחברה מאז הקמתה מסתכם ב-115 מיליון דולר.\nApplause מאפשרת לחברות לספק חוויה דיגיטלית טובה יותר – החל מ-web, דרך מובייל, מוצרים לבישים, IoT ועוד. על ידי שילוב שירותי בדיקה, אוטומציית בדיקות וקהילה גלובלית, החברה מסייעת למותגים גדולים ומוכרים בעולם להגיע ליעדים שלהם ולבנות חוויה דיגיטלית איכותית סביב כל מערכת הפעלה, מכשיר, מערכת הפעלה, מפעיל, מיקום או כל קריטריון אחר אשר חשוב עבור אותן חברות. במילים פשוטות: החברה פיתחה פתרון שמאפשר לבחון את הדירוג של כמעט כל אפליצקיה ברחבי העולם, כמה אנשים דרגו אותה, ואת הציון שלה על פי קריטריונים שקבעה (לדוגמא: אלו הן 15 האפליקציות הישראליות הפופולאריות ביותר בעולם).\nחברת Totango (טוטנגו) הישראלית הודיעה החודש על גיוס של 8 מיליון דולר לפיתוח פלטפורמת ה-customer success שלה. את סבב הגיוס הנוכחי הובילה קרן BGV של המשקיע והיזם אריק בן חמו, שכיהן כמנכ”ל יצרנית ציוד התקשורת האמריקאית 3COM ויצרנית מכשירי כף היד Palm.\nTotango מפתחת פלטפורמת customer success ברמה הארגונית, שמסייעת לעסקים לפשט את התהליכים השונים בתחום הצלחת הלקוחות, על ידי חיבור של כל נתוני הלקוח, ניטור השינויים בבריאות הלקוח ועידוד למעורבות פרואקטיבית. משתמשי המערכת יכולים בין היתר לחזות פוטנציאל נטישת לקוחות ולהגיב בהתאם. הטכנולוגיה של החברה מתבססת על אינדיקטורים רבים שמאפשרים לחברות לבנות פרופיל מדוייק של לקוחותיהם ולהתאים את השירותים והמוצרים, כך שיישרתו את לקוחותיהם באופן מיטבי, מה שיימנע פוטנציאל נטישת לקוחות (churn) ויגדיל את אפשרות הרחבת השירותים.\nTipalti (טיפלתי) הישראלית, המפתחת שירות לאוטומצית תשלומים לספקים במטרה לפשט את התהליך, הודיעה על השלמת סבב גיוס של 14 מיליון דולר בהובלת SGVC. החברה מתכננת להשתמש בכספים שגויסו כדי להאיץ את צמיחתה ולהגדיל את מחלקות השיווק והמכירות.\nTipalti מתעסקת בתחום בירוקרטי שאולי נשמע קצת משעמם, אבל כל חברה קטנה כגדולה עשויה למצוא אותו רלוונטי; החברה מציעה פלטפורמה לאוטומציה של תהליכי העבודה של ניהול ותשלום לספקים מקצה לקצה. מדובר בפתרון מבוסס ענן המאופיין על ידי טכנולוגיה לאיסוף ואישור חשבוניות, המייעלת את תהליך הניהול של פעולות תשלום לספקים; מקליטת ספקים, לתאימות מס, עיבוד חשבוניות, ביצוע תשלומים מקומיים וגלובליים וניהול התאמות תשלומים, תוך חיבור למערכות החשבונאות והמערכות לתכנון משאבי הארגון. אותם תשלומים נחשבים לנטל מאוד כבד עבור כל חברה, ו-Tipalti ׳מטפלת׳ בבעיה באמצעות שורת קוד אחת.\nבצל הדיווחים על צמצום הפעילות והפיטורים בישראל, הודיעה ענקית הבילינג הישראלית אמדוקס על רכישת 3 חברות סטארטאפ ומיזוגן, ביניהן חברת Pontis מרעננה, שמפתחת פלטפורמת שיווק מותאמות אישית לספקי תקשורת. תמורת העסקה תשלם אמדוקס כ-90 מיליון דולר.\nPontis הינה ספקית מובילה של פתרונות דיגיטליים לתקשור תלוי-הקשר עם לקוחות הקצה. הטכנולוגיה של Pontis לקבלת החלטות ולמידה בזמן אמת, מאפשרת לספקיות שירותים להציע ללקוחותיהן אינטראקציות תלויות הקשר ומותאמות אישית, הרלוונטיות למיקומו של כל לקוח במסעו עם ספקית השירותים. עם Pontis, אמדוקס ממוצבת בעמדה ייחודית על מנת לעזור לספקיות השירותים לקבוע מהי הפעולה הבאה הטובה ביותר בהתקשרות שלהן עם הלקוח, ובהתאם לכך להציע לו את השירות המתאים ביותר, בין אם בערוצים נכנסים או יוצאים, בזמן הנכון ובערוץ הנכון.\nתמיד רציתם לדעת איפה הסלבס עושים את הקניות שלהם? חברת הסטארטאפ הישראלית Seebuy, פיתחה טכנולוגיה שיודעת לזהות את המוצרים שנמצאים בתמונות שמתפרסמות ברשת, מכל מכשיר. לחיצה על התמונה תציג בפניכם מוצרים שזוהו, ולחיצה על מוצר שאהבתם תפנה אתכם לאתר ממנו תוכלו לקנות אותו. החודש, הודיע הסטארטאפ על השלמת סבב גיוס סיד בגובה 2 מיליון דולר מאנג׳לים פרטיים.\nהפתרון של Seebuy מאפשר לגולשים לגלות רובד נוסף בתמונות המופיעות באתרי תוכן תוך שהם מקבלים שכבת מידע מהימנה אודות המוצרים הנמצאים בתמונות עצמן. הממשק יוטמע באתרי תוכן במדורי האופנה, הספורט, הטכנולוגיה הלייפסטייל, כחלק בלתי נפרד מהאתר ויהפוך כל תמונה למיני חנות אינטרנטית, דרכה יוכל הגולש לקנות את המוצר בקליק אחד.\nמצלמות האבטחה הרבות שפזורות בכל מקום מצלמות 24/7 ואוגרות שעות של וידאו ונתונים. הסטארטאפ הישראלי Agent VI פיתח מערכת שמנתחת את צילומי הוידאו ומקטלגת אותם בצורה קלה ונוחה. החודש הודיע הסטארטאפ הישראלי על גיוס הון בגובה 6 מיליון דולר בהובלת הענקית הסינית Kuang-Chi.\nAgent VI (אג’נט וי. איי.) מפתחת מערכת עיבוד וידאו ותמונה שמיועדת לניתוח הקלטות של מצלמות מעקב. הפלטפורמה שפיתחה החברה כוללת יכולות AI (אינטלינציה מלאכותית) ואפשרות לקיטלוג שעות רבות של וידאו על פי אירועים, אנשים או תנועות חשודות – הכל בזמן אמת. השירות של החברה פועל הן ברמה המקומית והן על גבי תשתית הענן. הטכנולוגיה של החברה נמצאת בשימוש על ידי אלפי לקוחות.\nZeekit (זיקית), שפיתחה פלטפורמת B2C ואפליקצית מובייל במטרה לנסות ולשנות את הדרך שבה משתמשים רוכשים פריטים אונליין, הודיעה על גיוס של 9 מיליון דולר. את סבב הגיוס הנוכחי (A) השלימה החברה בעזרת אנג׳לים פרטיים לרבות משקיעים מובילים בתעשיית הטכנולוגיה הישראלית ביחד עם משקיעים מתחום התקשורת, הקולנוע והלייף סטייל בארה״ב.\nבעזרת הטכנולוגיה של Zeekit צרכנים פוטנצייאליים יכולים למדוד באופן וירטואלי את הפריט בו הם מעוניינים לפני שהם לוחצים על כפתור הרכישה באתר או מודדים אותו בחנות. כדי לעשות זאת, עליהם להעלות תמונת גוף מלאה וברורה. בשלב הבא, כאשר הם יתקלו בפריט שמצא חן בעיניהם אונליין, בעיתון או בחנות, הם יוכלו למדוד אותו באופן וירטואלי ולדעת איך הוא יראה עליהם ספציפית. מדובר בפתרון אידיאלי עבור אלו מאיתנו ששונאים למדוד בגדים או חוששים לרכוש באינטרנט בשל הסיכוי שהמידה או הגזרה לא יתאימו. מה שנחמד הוא שניתן ממש לשחק ולבצע ׳Mix and match׳ של פריטים המוצעים בחנויות ואתרים שונים, וכך ליצור אאוטפיט שלם שיתאים לנו בול, בלי לקום מהכיסא.\nCurve הישראלית מפתחת ׳כרטיס על׳ שנועד להחליף את כל כרטיסי האשראי שלנו, כך שנוכל להשאיר את הארנק בבית או לפחות להסתובב עם כרטיס אחד במקום כמה. החודש הודיעה החברה על גיוס של 3 מיליון דולר, לקראת השלמת סבב גיוס A בדצמבר השנה.\nחבילת השירותים של Curve (קרב) פועלת בעזרת אפליקציה לסמארטפון וכרטיס המכיל בתוכו צ׳יפ, פס מגנטי ותומך בטכנולוגיה ללא מגע. באמצעות האפליקציה תוכלו לנווט בין הכרטיסים השונים, ולשלם עבור כל מוצר עם כרטיס אחר, אותו תגדירו כברירת מחדל. כמובן שכל הרעיון הוא לאפשר דינאמיות וקלות הפעלה, ולכן בלחיצת כפתור תוכלו להחליף בין הכרטיסים ולהגדיר שכרטיס אחר יהיה ברירת המחדל לחיובים עתידיים. דרך האפליקציה ניתן גם לנהל מעקב אחר כל החיובים שלכם שבוצעו בכל הכרטיסים, וכל הנתונים מתעדכנים בזמן אמת. כך בעצם נחסך הצורך להיכנס לאתר הבנק ולחפש אחר החיובים בכרטיס ספציפי, שכן הכל נמצא במקום אחד. בחברה גם מדגישים שכל הנקודות והבונוסים שתצברו, ימשיכו להיזקף לזכותכם כרגיל.\nענקית התוכנה האמריקאית CA Technologies ׁ(לשעבר Computer Associates) הודיעה כי רכשה את חברת הסטארטאפ הישראלית BlazeMeter. החברות לא פירטו את סכום העסקה, אולם על פי הערכות שונות הוא נע בין 90 ל-100 מיליון דולר.\nBlazeMeter (בלייזמטר) היא חברת SaaS המספקת שירותי בדיקות עומס וביצועים לאתרי אינטרנט, אפליקציות מובייל ו-API. המוצר מאפשר לערוך בדיקות עומסים מורכבות שבעבר הצריכו הקמת תשתיות בכמה צעדים פשוטים וללא חומרה יעודית. הפלטפורמה של BlazeMeter מבוססת ענן ומסוגלת לענות על הדרישות העולות בעת תהליך בדיקת הביצועים של אפליקציות שונות, לווב או למובייל. החברה מציעה ליווי לאורך כל מחזור החיים של האפליקציות, החל משלב הפיתוח המוקדם, דרך ההעלאה ל-Production וגם בשלבים שלאחר מכן, בהתאם לדרישות לקוחותיה. החברה מאפשרת למפתחים להריץ בדיקות המדמות החל מ-1,000 ועד למעלה ממיליון משתמשים המריצים את האפליקציה בו זמנית ממגוון רחב של איזורים גיאוגרפיים. זאת, ללא הצורך בתשתית מלאה של בדיקות.\nהסטארטאפ הישראלי Vroom של היזמים הישראליים אלון בלוך ואלי וורטמן, לא עוצר לרגע והופך לאחת מהחברות הגדולות בארצות הברית בתחום מכירת הרכבים המשומשים. החודש הודיע הסטארטאפ על השלמת סבב גיוס E בגובה 50 מיליון דולר, מה שמעמיד את סך הגיוסים שלו מאז הקמתו על 218 מיליון דולר.\nVroom פועלת בצורה שונה מסוחרי רכב רגילים שרק משמשים כמתווכים. לאחר שהחברה רוכשת את כלי הרכב מהצרכן הפרטי, הוא מגיע למרכז הלוגיסטי של החברה. שם הוא עובר בדיקה יסודית, שיפוץ ותיקון יסודי היכן שצריך – כולל אפילו תיקוני פחחות וצבע. לאחר מכן, מתועד הרכב מכל הזוויות האפשריות, כולל פנים הרכב ומועלה לאתר החברה, ללא שימוש בפוטושופ. לקוח שמעוניין לרכוש רכב מ-Vroom נעזר במנוע החיפוש של החברה, כדי להגדיר בדיוק את רכב שהוא מעוניין מתוך כ-2,600 כלי רכב ו-400 דגמים שונים שכרגע נמצאים במאגר שלה.\nפלטפורמת גיוס ההמונים OurCrowd הודיעה על השלמת סבב גיוס בגובה 72 מיליון דולר, שמביא את סך הגיוסים של הקרן מאז הקמתה על 102.5 מיליון דולר.\nOurCrowd הוקמה ב-2013 על ידי ג’ון מדבד, יזם סדרתי ולשעבר מייסד ומנכ”ל Veringo ושותף מנהל בקרן ההון סיכון Israel Seed Partners. בדומה ל-Fundersclub, גם OurCrowd של מדבד היא פלטפורמת Equity CrowdFunding, כשההשקעות שלה אינן מוגבלות רק לישראל ומתקיימות גם במיזמים בארה״ב, בריטניה, הודו ואוסטרליה. בפלטפורמה רשומים יותר מ-15 אלף משקיעים פרטיים, מ-110 מדינות ברחבי העולם.\nחברות רבות כיום נעזרות בקבוצות חיצוניות של משתמשים, ספקים או שותפים, כדי לפתח את מוצריהן ולהציע שירותים שונים. די אם ניקח כדוגמה את אובר על עשרות אלפי הנהגים שלה, Airbnb על מאות אלפי המארחים שלה או eBay ואמזון עם הסוחרים שלהן. אבל כיצד מנהלים תקשורת אפקטיבית עם עשרות או מאות אנשים שאינם חלק מהארגון? חברת הסטארטאפ הישראלית Mobilize (מובילייז), שפיתחה פלטפורמת תקשורת בין ארגונים וקבוצות חיצוניות, הודיעה על גיוס בגובה 6.5 מיליון דולר.\nהחברה פיתחה מעין ״מערכת הפעלה״ לקבוצות – בדומה לSlack –  שכוללת את כל הכלים המוכרים לנו כיום לניהול קבוצות: החל מ-CRM לניהול רשימת הקשר של משתתפי הקבוצה וכלה ביכולות תקשורת דוגמת מיילים, סמסים, ניהול אירועים ושיתוף קבצים. בניגוד לכלי תקשורת פנימיים כמו Slack או Yammer – המערכת של Mobilize עוצבה במיוחד לפתור את האתגר של ניהול חברי קבוצה אשר בדרך כלל אינם נמצאים באותו המקום או עובדים באותה החברה.\nההודעות הנשלחות מהמערכת מגיעות לחברי הקבוצה בערוצים המתאימים להם – כמו למשל סמס או אימייל והם יכולים לענות בדרך המתאימה להם. מכיוון ש-Mobilize מתממשקת לערוצי התקשורת הללו, מנהלי הקבוצות, יכולים לקבל חיווי ואנליטיקות מדוייקים על קבלת המסרים והתגובות ולהשיג יותר מ-60 אחוזי מענה לכל הודעה.\nבכל יום מתקיימים בישראל מאות אירועי תרבות והעשרה שונים, שכל אחד מהם מיועד לקהל אחר ומתרחש במקום אחר. כדי שנוכל למצוא את האירועים המתאימים לנו ביותר – הן מבחינת עניין והן מבחינת קרבה ועלות – מציע הסטארטאפ הישראלי OMGWhen מנוע חיפוש לאירועים בארץ ובעולם. החודש הודיע הסטארטאפ על גיוס של 2 מיליון דולר.\nהשירות שפיתחה OMGWhen (אואמג’יוון), זמין גם כאתר וגם כאפליקציה לסמארטפון ומאפשר למשתמשים לשוטט בין מגוון אטרקציות המתרחשות בכל רגע נתון ובכל מקום בארץ ובעולם. במאגר ניתן למצוא בין היתר פסטיבלים, סדנאות, הופעות, הרצאות, מסיבות, מסעדות, פעילויות מיוחדות לילדים וכן לקבל מידע על אירועים חינמיים.\nחברת Anodot (אנודות) הישראלית, אשר מפתחת מערכת לניתוח אנליטי וקבלת תובנות לארגונים הפועלים בסביבת ביג דאטה, הודיעה על השלמת סבב גיוס בהיקף של 8 מיליון דולר. סבב הגיוס הנוכחי מביא את היקף ההשקעות בחברה מאז הקמתה ביוני 2014 לסך כולל של 12.5 מיליון דולר.\n Anodot מאפשרת זיהוי אוטומטי ושליחת התרעה למקבלי ההחלטות בטווח של דקות בודדות. מערכת ה-machine learning שפיתחה החברה מאפשרת העברת מידע אנליטי בזמן אמת במטרה לנטר, לדווח ולהמחיש ויזואלית אירועים עסקיים חריגים, כבר בעת התרחשותם. בצורה זו מאפשרת המערכת לנהל במהירות וביעילות את האירועים, לנצל חלון הזדמנויות עסקי או למנוע משבר, בניגוד למצב הקיים כיום בו החברות מזהות ומטפלות באירועים רק כעבור מספר ימים או שבועות.\nקרן Aleph של אדן שוחט, מייקל אייזנברג ואהרון רוזנסון שהצטרף לאחרונה כשותף שלישי, הודיעה החודש על סגירת קרן נוספת, Aleph II, לאחר שגייסה עבורה כ-180 מיליון דולר. קרן Aleph, שהוקמה ב-2013, מנהלת כיום למעלה מ-150 מליון דולר, ומתמקדת בהשקעות בסטאראפים בשלבים מוקדמים.\nאביגיל לוין, מנהלת השיווק והקהילה ב-Aleph סיפרה לגיקטיים כי בכוונתם להמשיך ולהשקיע מתוך הקרן הראשונה לפני שיתחילו להשתמש בקרן החדשה. מעבר לכך לא נמסרו פרטים נוספים כגון מאילו משקיעים הם גייסו את הכסף והאם הקרן תתמקד בתחומים או בסטאראטאפים הנמצאים בשלבים ספציפיים.\nAqua Security (אקווה סקיוריטי), ספקית פלטפורמה לאבטחת אפליקציות בקונטיינרים וירטואליים, הודיעה על השלמת סבב גיוס (Series A) בהיקף של 9 מיליון דולר בהובלת Microsoft Ventures. משקיעי הסיד של החברה, TLV Partners ושלמה קרמר, השתתפו גם הם בסבב הגיוס הנוכחי, אשר מציב את סך ההשקעות בה עד כה על 13.5 מיליון דולר.\nפלטפורמת האבטחה של Aqua מספקת פתרון אבטחה עבור סביבות קונטיינרים, כשהיא תומכת בקונטיינרים של Docker על Windows ולינוקס, וזמינה להפעלה על מרכז דאטה מקומי או בענני Azure, AWS ו-Google. היא מספקת הגנה לאורך מחזור חיי הקונטיינר, מהפיתוח ועד להרצה בסביבת ייצור, באמצעות שילוב פרופילים חכמים של אבטחה, אנליטיקה של התנהגות, ומחקר פנימי של אבטחת סייבר. כמו כן, היא מסייעת להאיץ את השימוש בקונטיינרים ולגשר על הפער שבין DevOps ואבטחת מערכות מחשוב.\nפיזיותרפיה נמצאת איתנו כבר מהמאה ה-19, אולם מהפכת ה-VR שאנחנו חווים בשנים האחרונות מאיימת להשפיע גם בתחום ותיק זה. החודש הודיעה חברת הסטארטאפ הישראלית VRPhysio (וי.אר.פיזיו) על גיוס 700 אלף דולר בעזרת פלטפורמת גיוס ההמונים הישראלית ExitValley(אקזיטוואלי).\nVRPhysio מפתחת מוצר שמציע טיפול פיזיותרפי בשילוב מציאות מדומה ומאפשר קבלת ביו-פידבק בזמן אמת ומייעל כך את הטיפול וההחלמה. משקפי המציאות המדומה של החברה, אשר מתממשקים עם הסמארטפון, מצויידים במשקולות ומאפשרים אימון פיזיותרפי, תוך כדי משחקי מציאות מדומה. אחד המשחקים אשר מבוסס על עולם התוכן של בית היוצר של VRPhysio – חיל האוויר הישראלי, הוא משחק הפלת מטוסים, אשר במסגרתו משחק המטופל טייס שמיירט מטוסי אויב באמצעות סיבוב והטיית כוונת המטוס. לאחר האימון נשלח פידבק מסכם גם למטופל וגם לפיזיותרפיסט המטפל, מה שמייעל את תהליך הטיפול וההחלמה. המוצר של החברה מתוכנן לתת מענה טיפולי למגוון רב של פציעות, החל משיקום פצועי תאונות דרכים, דרך לוחמים בצבא, ועד פציעות ספורט ופציעות יומיומיות.\nהסטארטאפ הישראלי Reporty HLS פיתח אפליקציה המאפשרת לציבור הרחב לשדר וידאו ומיקום לגופי חירום ולרשויות בזמן אמת. החודש הודיעה החברה על השלמת סבב גיוס שני בהיקף של 5.15 מיליון דולר ממשקיעים אסטרטגיים מארה”ב, לונדון, סין, רוסיה וישראל, שנכנסו כמשקיעים חדשים. ביחד עם הגיוס הקודם, בו המשקיע המרכזי היה ראש הממשלה ושר הביטחון לשעבר, אהוד ברק, שכיום עומד בראש הדירקטוריון של החברה, גייסה Reporty קרוב ל-7 מיליון דולר.\nהפתרון של Reporty (ריפורטי) הינו תשתית חירום לאומית מלאה שכולל בין היתר אפליקציה לסמארטפונים, מערכות שליטה ובקרה (שו”ב), ותשתית מלאה להעברת שיחות, ניתוב, תעדוף אוטומטי, מערכות איכון ועוד. האפליקציה מאפשרת שידור וידאו ומיקום לגופי חירום ולרשויות מקומיות בזמן אמת. באמצעות לחיצת כפתור, יכול כל אזרח בישראל לדווח על תאונה או מפגע, תוך שידור וידאו בזמן אמת מלווה בשיחה רגילה ומבוססת מיקום. הדיווח מתאפשר גם באזורים בעלי קליטה נמוכה.\nעל פי מחקר שנערך לאחרונה, כמעט 80 אחוזים ממומחי האבטחה העידו כי הארגונים שלהם קורסים תחת עול ההתראות והבקרה על ההתקפות מבחוץ. חברת הסייבר הישראלית SecBI (סק בי.איי.) שמפתחת פלטפורמה לניהול ובקרה אחר התראות הסייבר בארגון, הודיעה על השלמת סבב גיוס ראשון בגובה 5 מיליון דולר.\nSecBI מפתחת פלטפורמה שעוזרת למומחי האבטחה בארגון לראות בצורה ברורה את כל ההתקפות שספג הארגון ולקבל ניתוחים מדוייקים שלהם, כדי שיוכלו לקבל תובנות ולהסיק מסקנות כיצד להגן עליו טוב יותר בעתיד. לצורך כך, מנתחת המערכת שפיתחה החברה את קובצי הלוגים של הארגון, תוך כדי שימוש באלגוריתמים שונים של למידת מכונה.\nסטודיו המשחקים הישראלי Tacticsoft הודיע על גיוס של כמיליון דולר מ-London Venture Partners והאנג׳ל הישראלי גיגי לוי וייס. הסטודיו שפועל כבר משנת 2006 עומד מאחורי המשחקים הפופולארים Battle Dawn, משחק אונליין רב משתתפים המיועד ל-PC, משחק האסטרטגיה Super Mechs שזמין בגרסה לאנדרואיד, iOS ו-PC ו-Battle Dawn: Earth Arena, משחק אסטרטגיה רב משתתפים נוסף בו השחקנים צריכים לכבוש כמה שיותר שטחים. אמנם המשחקים הללו הפכו את Tactisoft לחברה די רווחית, אך ההון שגויס יסייע לחברה להתמקד בפיתוח משחקים נוספים.\nהסטארטאפ הישראלי Folloze מעוניין לשנות את תהליך המכירה בין חברות וארגונים (B2B) ומפתח לצורך כך פלטפורמת מכירה ויזואלית עם מעקב, ניטור ואינטראקציה בזמן אמת. החודש, הודיע הסטארטאפ על סגירת סבב גיוס בגובה של 7.3 מיליון דולר. את ההשקעה הובילו יחד Canvas Ventures ו-NEA, המשקיעה שהובילה את סבב הסיד של החברה בשנה שעברה, ביחד עם Cervin Ventures ועוד. החברה תשתמש במימון כדי להאיץ את פריסתה בשוק, ביחד עם מאמצי השיווק והמכירות.\nבזכות יכולות המעקב והמדידה של הפלטפורמה, צוותי המכירה יכולים לראות מתי בדיוק הלקוח הפוטנציאלי קורא את התוכן, ואז ליצור עימו קשר בזמן אמת בטלפון, בצ’ט ובמייל ולהכות בברזל בעודו חם. על פי החברה, התוצאה היא יותר לקוחות וזמן מכירה קצר יותר. Folloze מאפשרת לצוותי המכירות להמשיך לעבוד עם הפלטפורמות והכלים הפופולאריים הקיימים כרגע בשוק ביניהם Salesforce.com, Box, Eloqua, Hubspot ו-MailChimp. המודל העסקי של החברה מתבסס על מכירת מינויים, כשהמחיר לכל מינוי נגזר ממספר המשתמשים שבארגון ובמגוון של התוכן שבו נעשה שימוש.\nחברת Karamba Security (קרמבה סקיוריטי) הישראלית המפתחת טכנולוגיה להגנה על מערכות הרכב השונות, הודיעה  על גיוס של 2.5 מיליון דולר וכניסה של משקיעה אסטרטגית לחברה.\nתוכנת ה-Carwall (על משקל Firewall) שפיתחה Karamba מאפשרת ליצרניות הרכב להגן על המכוניות שלהן מהאיומים השונים על-ידי הגנה על יחידות השליטה האלקטרוניות (ECUs) הנגישות לרשת חיצונית (באמצעות אינטרנט, WiFi ,Bluetooth), כך שהאקרים לא יוכלו לחדור דרכן אל הרשת הפנימית של הרכב ולשבש את פעילותו או לאיים על בטיחות הנהג והנוסעים. הפתרון שפיתחה החברה מבטיח כי רק האפליקציות או הקוד המורשים לכך יוכלו להיטען ולרוץ על גבי ה-ECU. תוך כדי חסימה של כל קוד בלתי מוכר, כך שה-ECU בטוח מפני תקיפות ללא קשר אם מקורן באינטרנט, בהתקן USB, וללא חשש מהתראות שווא.\n\n ", "keywords": "גיוס,סיכום גיוסים,סיכום גיוסים חודשים,אקזיט,רכישה,חברה ישראלית,סיכום ספטמבר 2016,ספטמבר 2016,סטארטאפ,סטארטאפ ישראלי"}