{"url": "https://www.geektime.co.il/trax-acquires-qoopius-and-survey/", "type": "article", "title": "טראקס הישראלית במסע קניות: רכשה 2 חברות בחודש אחד", "description": "מצוידת ב-100 מיליון דולר, טראקס לא מפסיקה לרכוש חברות", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/product-activation-600x525-1583940352-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-11T18:30:06Z", "modified_time": "2020-03-11T17:58:23Z", "articleBody": "מצוידת ב-100 מיליון דולר, טראקס לא מפסיקה לרכוש חברות \nתמונה: Survey.com\nרק כמה שבועות לאחר שהודיעה על רכישת חברת קופיוס הצרפתית, מודיעה Trax הישראלית, ששווה כבר יותר ממיליארד דולר, כי היא רוכשת את Survey.com האמריקאית. שתי הרכישות מתאימות למטרת העל של טראקס והיא יצירת מערכת שתאפשר לקמעונאים לסדר את המדפים שלהם בצורה הטובה ביותר, ובכך להביא להגדלת המכירות.\n﻿\nהסטארטאפ הראשון אותו רכשה טראקס, אשר נקרא Qopius, מאפשר לבצע דיגיטציה למדפים ה״טיפשים״ של החנויות. בין אם באמצעות רובוט, מצלמות מדף, רחפנים או סמארטפונים, המערכת של החברה מסוגלת לזהות ולסווג את המוצרים שעל המדף, ומעבירה את המידע למערכת חכמה שמאפשרת לחנות לקבל החלטות חכמות בזמן אמת. כך למשל ניתן לזהות מוצרים שעומדים לאזול מן המלאי, מוצרים שקיימים במלאי אך לא נמצאים על המדף, מוצרים שהמחיר שלהם שגוי, מוצרים שנמצאים במקום הלא נכון, ועוד.\nהסטראטאפ השני שטראקס הודיעה על רכישתו היום (ד׳) נקרא Survey.com, והוא משלב בין פתרון טכנולוגי לבין פתרון Crowdsourcing. החברה מחזיק בכ-700,000 נציגים אנושיים שנמצאים בשטח ומייצרים מידע, נתונים ואנליטיקות ישירות מהחנויות. כך קמעונאים ומותגים יכולים לדאוג שהמוצרים שלהם תמיד נמצאים במלאי ומוצגים במקום ובדרך הנכונה.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\n“אנו שמחים לקבל את Survey.com למשפחת טראקס”, אמר דרור פלדהיים, Chief Commercial Officer ומייסד חברת טראקס. “עם הצטרפות חברת Survey.com לחברת טראקס נחזק את האפשרות שלנו לסייע לקמעונאים ולמותגים לקבוע אסטרטגיות שונות ברמה הטובה ביותר. בנוסף, רכישה זו מאפשרת לטראקס לשרת את הצרכים הייחודים של עסקים שונים בשוק – פלח המהווה מקום משמעתי לצמיחה כיום״.\nצמד המייסדים מימין לשמאל: יואל בר-אל ודרור פדלהיים. צילום: יניב אסא\nTrax מפתחת טכנולוגיית ראייה ממוחשבת, שמאפשרת ללקוחותיה לצלם את המדפים בחנויות ולקבל נתונים וניתוח של אופן סידור המוצרים והשפעתו על המכירות הצפויות. כך, בזמן אמת ניתן לבצע פעילויות מיידיות על בסיס תובנות אלה. החברה נוסדה ב-2010 על ידי יואל בר-אל ודרור פלדהיים. מטה החברה ממוקם בסינגפור, ובמקביל אליו פועל מרכז פיתוח גדול בתל אביב. בנוסף, החברה מפעילה משרדים ברחבי אסיה פסיפיק, אירופה, המזרח התיכון, צפון אמריקה ודרום אמריקה. מאז הקמתה, גייסה החברה למעלה מ-350 מיליון דולר משורת משקיעים בהם Warburg Pincus, Boyu Capital, Investec ו-GIC. לחברה למעלה מ-175 לקוחות בהן קוקה קולה, שופרסל הישראלית וענקית המשקאות AB InBev.\n2019 ו-2020 יזכרו כשנים די טובות עבור החברה: רק בחודש יולי האחרון הודיעה החברה על השלמת סבב גיוס ענק של 100 מיליון דולר במטרה להגדיל את הפריסה הגלובאלית שלה, וכמו כן לגייס עוד עובדים לחברה. בפרק זמן של פחות משנה, הספיקה טראקס לרכוש גם את Shopkick האמריקאית.", "keywords": "survey.com,qopius,טראקס,trax,קמעונאות"}