{"url": "https://www.geektime.co.il/claroty-raises-32-mm/", "type": "article", "title": "עולה מעל לרדאר: Claroty מגייסת 32 מיליון דולר, כדי להגן על התשתיות הקריטיות", "description": "אחרי שנתיים של פעילות חשאית נחשפת היום Claroty, שמפתחת פלטפורמת הגנה ובקרה על מתקני תשתית קריטית; זהו הסטארטאפ השני שהשיק מיזם הסייבר Team8 של מפקד 8200 לשעבר נדב צפריר. מייסד Claroty: הפתרון שלנו היה יכול לעצור את סטאקסנט", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/power-station-374097_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-13T14:47:01Z", "modified_time": "2016-09-13T17:43:41Z", "articleBody": "אחרי שנתיים של פעילות חשאית נחשפת היום Claroty, שמפתחת פלטפורמת הגנה ובקרה על מתקני תשתית קריטית; זהו הסטארטאפ השני שהשיק מיזם הסייבר Team8 של מפקד 8200 לשעבר נדב צפריר. מייסד Claroty: הפתרון שלנו היה יכול לעצור את סטאקסנט\n\nאחרי שנתיים של פעילות מתחת לרדאר, מודיעה היום חברת הסייבר Claroty (קלארוטי), שמפתחת טכנולוגיות אבטחה לתשתיות קריטיות, על גיוס של 32 מיליון דולר. Claroty היא החברה השנייה שמשיק מיזם הסייבר Team8. את הגיוס הנוכחי הובילה קרן ההון סיכון בסמר, לצידה השקיעו גם Innovation Endeavors, ICV, Red Dot Capital Partners, Marker LLC ו-Mitsui and CO.\nבמשך שנים, עשו מתקני תשתיות קריטיות דוגמת מפעלי מים ואנרגיה שימוש ברשתות תקשורת ובציוד ייעודיים ופנימיים, שלא מחוברים לאינטרנט. מצד אחד, מדובר על חלום של כל מומחה אבטחה, וירידה משמעותית ברמת הסיכונים והחשיפה בפני מתקפות, אבל מצד שני, בעולם המשתנה של היום, שדורש גישה, בקרה ושליטה 24/7 – גם מרחוק – מדובר בבעיה. בשנים האחרונות אנחנו רואים יותר ויותר חברות, שעוסקות בתשתיות קריטיות כמו מפעלי מים, תחנות כח ותשתיות תחבורה, שמחברות את הרשתות והציוד התעשייתי שלהן (OT) לרשת (IT), מה שמייצר כמובן דרישה לטכנולוגיות אבטחה ייעודיות.\nבשנתיים האחרונות פיתחה Claroty פלטפורמת אבטחה חדשה לתשתיות הקריטיות והרגישות ביותר, שמספקת הגנה והתראות מפני התקפות סייבר. עם זאת, ובניגוד למוצרי סייבר אחרים, שמתמקדים בזיהוי חדירות או פעילות לא מורשה ברשת הארגונית, הפלטפורמה שפיתחה Claroty יכולה להתריע במקביל גם על תקלות בהליכי העבודה התקינים ברשת הייצור. את היכולת הזו הצליחה להשיג החברה בעזרת למידה עמוקה ופרטנית של פרוטקולי התקשורת (ICS/SCADA – סקאדות) של יצרני הציוד התעשייתי דוגמת Schneider ו-GE.\nמייסדי Claroty הם אמיר זילברשטיין, יזם סדרתי, שבעברו הקמת Waterfall Security Solutions ו- Gita Technologies; גלינה אנטובה, סמנכ״לית הפיתוח עסקי, שניהלה את שירותי הסייבר של סימנס ובני פורת, סמנכ״ל הטכנולוגיות של החברה, ששימש כחוקר סייבר ב-NorthBit, פיקד על צוות מחקר סייבר אסטרטגי בצה”ל והוביל פרויקט שזכה בפרס ביטחון ישראל היוקרתי.\nלמרות שרק עכשיו נחשפה החברה תקשורתית, הרי שהטכנולוגיה שלה כבר נמכרת ונמצאת בשימוש של לקוחות תעשייתיים מעולמות האנרגיה, גז והייצור.\nמייסדי קלארוטי. צילום: יורם רשף\nכדי להבין קצת יותר לעומק את הטכנולוגיה של החברה, מודל הפעולה שלה ואיך תוך זמן קצר יחסית של פעולה, מצליחים לגייס סכום מרשים של 32 מיליון דולר, שוחחנו עם נדב צפריר, בעברו מפקד 8200 וכיום מנכ״ל Team8 ונשיא Claroty; אמיר זילברשטיין, מייסד משותף ומנכ”ל החברה ובני פורת, מייסד משותף וסמנכ״ל הטכנולוגיות של החברה.\nיש לא מעט פתרונות אבטחה לתשתיות. מה מיוחד בפתרון של Claroty?\nפורת: “הנראות. עד עכשיו, התשתיות היו ‘סגורות’. בשנים האחרונות הכל התחיל להתחבר: סימנס רוצה לוודא שהכל בסדר עם הטורבינה שהיא התקינה, מפעל אחד רוצה שלעובד בבאר-שבע תהיה שליטה מרחוק. הבעיה היא שהבקרים תוכננו ויוצרו כדי לטפל ברמה המקורית. אם תשלח לבקר 10 פקטות (חבילת מידע, חבילה או חבילת נתונים, י.א.) בו זמנית, הוא יקרוס”.\nלדברי פורת, בגלל היצרנים השונים ובגלל שלא היתה תקשורת בין הרכיבים השונים ובין אנשי התפעול, המנהלים לא קיבלו את התמונה המלאה. המוצר של Claroty יורד לרמת ‘הברזלים’ של כל רכיב בנפרד ומבין את הפרוטוקול לעומקו, ולכן הוא הצליח לייצר מעין דשבורד שמעניק תמונה כוללת למנהלים על המתרחש במתקנים. כך שגם אם מתרחשת תקלה טכנית, שאין לה שום קשר למתקפה חיצונית, הרי שהמערכת יכולה להתריע על כך.\nצוות קלארוטי. צילום: יורם רשף\nאיך מצליחים תוך זמן קצר יחסית ללמוד לעומק את המערכות שקיימות כיום? שיתוף פעולה עם היצרנים? הנדסה לאחור של הרכיבים?\nפורת: “קודם כל גייסנו לצורך זה את האנשים הטובים ביותר, כדי שיבינו את הפרוטוקולים. אנחנו מעסיקים יותר מ-45 מומחים מתחום אבטחת הסייבר ורשתות תעשייתיות, כשצוות המחקר מורכב מבוגרי יחידות הסייבר והטכנולוגיה של צה״ל. בנוסף, בנינו מעבדה מתקדמת עם כל הציוד של כל היצרנים בעולם. אנחנו לומדים לעומק כל רכיב בנפרד ובמקביל משתפים פעולה עם היצרניות”. לדברי פורת, כבר כיום מכסה החברה כ-85 אחוזים מהפרוטוקולים הקיימים, כשתוך שבועות יתבצע התאמה לכל פרוטוקול – גם הנידח ביותר. “אנחנו לא יכולים להבטיח ללקוח 90 אחוז נראות, זה לא שווה כלום, ולכן אנחנו מבטיחים 100 אחוזים של נראות” הוא מסכם.\nחוץ מהנראות, מה עוד מיוחד במערכת Claroty?\nפורת: “יש לנו אנשים שהיו גם מהצד השני של הגדר… כך שאנחנו יודעים על מה ואיך להגן. אנחנו מספקים הבנה ברורה מה קרה, כך שנציג תקלות, אירועי אבטחה וטעויות אנוש, אבל לא נציף בהתראות”.\nנדמה שהמקרה הידוע ביותר של מתקפת סייבר שהיתה מיועדת למתקני תשתית היה המקרה של Stuxnet, אותה תולעת שפותחה, על פי פרסומים זרים, במשותף על ידי ארצות הברית וישראל, והצליחה לגרום נזק חמור ואף השבתה של מתקני הגרעין האיראניים.\nהאם הטכנולוגיה של Claroty היתה יכולה לזהות ולחסום את Stuxnet?\nפורת: “לגמרי. וגם מתקפות דוגמת המתקפה על רשת החשמל באוקראינה (במהלכה נותקו כרבע מיליון אוקראינים מהחשמל על ידי האקרים אנונימיים, י.א.) המערכת שלנו תזהה גם זירו-דייז”.\nצפריר, גרימברג וגרינברג, מייסדי Team8. צילום: גיקטיים\nClaroty היא החברה השנייה שמשיק מיזם הסייבר המסקרן Team8; כזכור, המיזם שהושק בשנה שעברה, פועל בדרך שונה מהנהוג. לאחר שמחלקת המחקר של Team8 מגלה תחומי פעילות עם בעיות ללא פתרון, מקים למעשה המיזם את הסטארטאפ, מגייס את האנשים המתאימים ומספק לו את ההון ההתחלתי לו יידרש. נדב צפריר, מפקד 8200 לשעבר, ומי שעומד בראש המיזם מסביר כי ככל שעובר הזמן כך יעלה הצורך בפתרונות שמספק Claroty.\nצפריר: “מערכות התשתית הולכות ומתחברות לרשת. אבל דור המילניאלז, שרגיל לנוחות וליעילות ותופס יותר מקום וגורם לכך שהמערכות כיום כולן הופכות להיות חכמות – רשתות חשמל ואנרגיה חכמות, תחבורה חכמה וכלי רכב אוטונומיים. אנחנו כבר רואים כיצד כיום הכל כולל חיבור מראש”.\nאמיר, זו לא החברה הראשונה שאתה מקים (זילברשטיין הקים בין היתר את Waterfall Security ואת Gita Technologies, י.א.) ובכל זאת, זו פעם ראשונה שהקמת חברה במודל הייחודי של Team8. מה ההבדלים?\nזילברשטיין: “נכון וכיזם חוזר – יכלתי גם לבחור. הכח של Team8 הוא עצום. הם חלק מאיתנו, נדב הוא הנשיא והם מספקים לנו גישה אדירה לטאלנטים, לשווקים וללקוחות משלמים. המטרה שלנו להיות חברה גדולה ואין פלטפורמה טובה מזאת”.\nמדוע היתה צריכה Claroty לגייס סכום גבוה כל-כך של 32 מיליון דולר?\nזילברשטיין: “החברה בנויה לרוץ מהר, וכמו שאר החברות של Team8, אנחנו רוצים להיות הכי גדולים ומובילים בשוק האבטחה של התשתיות”.\nצפריר: “אנחנו רואים פה הזדמנות ואנחנו רוצים לבנות חברה גדולה לזמן ארוך. קח לדוגמה את סינגפור שהכריזה על עצמה כ-Smart Nation עם מערכות תנועה כמו רמזורים ומכוניות שמדברים זה עם זה. אם אנחנו רוצים להיות השחקנים המובילים בסינגפור אנחנו חייבים את המשאבים האלו”.\nבראיון קודם אמרת לנו שהחברה תשיק עוד חברות בקרוב, מה על הפרק?\nצפריר: “נכון ובשבועות הקרובים נשיק עוד חברה שתביא בשורה בתחום ההגנה”.", "keywords": "גיוס הון,סטארטאפ,claroty,קלארוטי,team8,טים8,סייבר,תשתיות,scada,ics,נדב צפריר,אמיר זילברשטיין,בני פורת"}