{"url": "https://www.geektime.co.il/taboola-raises-117m/", "type": "article", "title": "Taboola הישראלית מודיעה על גיוס 117 מיליון דולר [גיוס]", "description": "Taboola המספקת המלצות תוכן רלוונטיות למשתמשים מודיעה היום (ד׳) על השלמת סבב גיוס חמישי, מה שמציב את סך גיוסיה עד כה על 157 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/taboola1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-04T16:05:57Z", "modified_time": "2015-02-04T15:11:28Z", "articleBody": "Taboola המספקת המלצות תוכן רלוונטיות למשתמשים מודיעה היום (ד׳) על השלמת סבב גיוס חמישי, מה שמציב את סך גיוסיה עד כה על 157 מיליון דולר\nמקור: Taboola\nחברת טבולה (Taboola) הישראלית, המפתחת פלטפורמה להמלצות תכנים באינטרנט, הודיעה היום (ד׳) על השלמת סבב גיוס בהיקף של 117 מיליון דולרים בהובלת Fidelity Management ו-Research Company. עוד השתתפו בגיוס המשקיעים הקיימים Marker LLC ו-Steadfast Capital ומשקיעים אסטרטגיים חדשים בהם Advance Publications, Comcast Ventures, מר קרלו דה בנדטי, יו״ר Gruppo Editoriale L’Espresso, יאהו יפן, Groupe Arnault ועוד.\nהמערכת שפיתחה החברה מפענחת את מעורבות הגולש, תוך כדי שצופה בסרטונים וקורא ותכנים על גבי הרשת. כך ניתן למשל לנתח את הסרטונים הרלוונטים ביותר עבור כל גולש במהירות, ולהציע לו לא רק תכנים נוספים המתאימים לו, אלא גם תכנים המתאימים לאתרים השונים בהם גולש. על מנת לעשות זאת, בנתה החברה מדד הנקרא EngageRank, שמכיל את הפרמטרים השונים הנדרשים על מנת להציע את התכנים למשתמשיה. בעוד שבתחילת דרכה החברה התמקדה בהמלצת תכני וידאו, בשנתיים האחרונות החלה להציג גם המלצות תוכן טקסטואלי וכך בעצם מתחרה ראש בראש בחברה ישראלית המציעה שירות דומה – Outbrain.\nמדובר בסבב הגיוס החמישי של טבולה מאז נוסדה ב-2007. כבר בשנה הראשונה גייסה החברה 1.5 מיליון דולרים מ-Evergreen בסבב הסיד, בנובמבר 2008 גייסה 4.5 מיליון דולרים בהובלת Evergreen ובהשתתפות משקיעים נוספים במסגרת סבב הגיוס הראשון, באוגוסט 2011 גייסה 9 מיליון דולרים בהובלת Crescent Point ו-Evergreen במסגרת סבב הגיוסים השני בשנת 2012 גייסה 10 מיליון דולרים נוספים בהובלת קרן Marker LLC ובהשתתפות Evergreen ו-WGI Group במסגרת סבב הגיוסים השלישי. בפברואר 2013 השלימה טבולה סבב גיוס הון בהיקף של 15 מיליון דולרים בהובלת קרן ההון סיכון Pitango Venture Capital. סך גיוסיה של החברה עד כה מסתכמים בכ-157 מיליון דולר.\nהפלטפורמה של טבולה משרתת מעל ל-200 מיליארד המלצות ליותר מ-550 מיליון מבקרים יחודיים (Unique users) מידי חודש וביניהם אתרים פופולארים כדוגמת USA Today, Fox Sports ו-NBC News. מטה החברה ממוקם בניו יורק ומשרדיה פרוסים בתל אביב, לונדון, בנגקוק ופסדינה.\nבריאיון עם גיקטיים, שאלנו את אדם סינגולדה, מייסד החברה, על המשך הפעילות של טבולה בישראל ובתשובה מסר לנו כי מחצית מפעילות החברה נעשית בימים אלה מתל אביב. ״אחת משלוש הסיבות שגייסנו סיבוב כזה גדול זה כדי להשקיע בטכנולוגיה ומבחינתי, להשקיע בטכנולוגיה אומר להשקיע במרכז הפיתוח בישראל והוא צפוי לגדול משמעותית בקרוב״.\nאאוטבריין היום כבר נמצאים רגע לפני הנפקה. האם אתם מחכים לראות מה יהיה איתם וכיצד השוק יגיע לפני שאתם קופצים לביצה הציבורית?\n״בדיוק הפוך, בחרנו כרגע שלא להנפיק את החברה כי אנחנו לא חושבים שזה מתאים בשלב הזה, אבל זה לא אומר שאנחנו פוסלים את הנושא בהמשך הדרך כשהתנאים לכך יבשילו. היום יש בשוק לא מעט שחקנים, חלקם חברות פרטיות, חלק ציבוריות וחלק בדרך להנפקה. אם אאוטבריין באמת בדרך להנפקה אז אני באמת מאחל להם בהצלחה וחושב שזה רק מוכיח שהשוק מספיק מעניין״.\nלפי הדיווחים האחרונים החברה היום כבר רווחית ומייצרת לא מעט הכנסות, אז אם אתם לא מתכננים הנפקה בזמן הקרוב, למה גייסתם סכום כל-כך גדול?\n״החברה רושמת רווחים כבר 6 רבעונים רצופים. החברה היא חברה טכנולוגית מאוד והגיוס הקרוב אמור לשמש אותנו להמשיך ולשפר את הטכנולוגיה, בין אם באמצעות הגדלת מרכז הפיתוח שלנו בתל-אביב שמוביל את הצד הטכנולוגי של החברה ובין אם באמצעות רכישות של חברות וטכנולוגיות משלימות שיכולות לספק לנו ערך מוסף. כמו כן, הכסף אמור לשמש גם להמשך ההתרחבות הגלובלית של החברה ולכניסה לשווקים נוספים״.\nאמרת שכרגע גם רכישת חברות אחרות נמצאת על הכוונת שלכם. איזה סוג של פתרונות אתם מחפשים?\n״אנחנו מחפשים חברות וטכנולוגיות שיכולות לשפר את הערך שאנחנו נותנים לאתרי התוכן (Publishers) על-ידי שיפור ה-Engagement של המשתמשים והמוניטיזציה של בעלי האתרים מהתוכן, או פתרונות מהצד של המפרסמים שיודעים לעשות Targeting טוב יותר וכל דבר אחר שיצליח לייצר למפרסמים ערך גבוה יותר מהסכום שהם משקיעים בקידום התכנים שלהם״.", "keywords": "גיוס,גיוס הון,טבולה,taboola,אדם סינגולדה,תוכן,וידאו,video content,engagement,"}