{"url": "https://www.geektime.co.il/netflix-video-promos/", "type": "article", "title": "נטפליקס בודקת שילוב של פרומואים בצפייה והצופים לא אוהבים את זה", "description": "משתמשי נטפליקס ברחבי העולם החלו להבחין בפיצ׳ר חדש אך לא מאוד רצוי שקוטע את צפיית הבינג׳ הפופולארית עם מעברונים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/netflix-2705725_960_720-1534663431-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-19T11:30:10Z", "modified_time": "2018-08-19T11:31:04Z", "articleBody": "משתמשי נטפליקס ברחבי העולם החלו להבחין בפיצ׳ר חדש אך לא מאוד רצוי שקוטע את צפיית הבינג׳ הפופולארית עם מעברונים\nמקור: Pixabay\nנטפליקס, שירות הסטרימינג הפופולארי בעולם, מתבסס על מודל כלכלי בצורת מינוי ואין אפשרות להשתמש בו באופן חינמי כמו למשל בספוטיפיי, תמורת האזנה לפרסומות. אלא שכעת מסתמן כי ענקית התוכן בוחנת דרך חדשה לגרום למשתמשיה להיחשף לסדרות וסרטים חדשים, באמצעות מעברונים שיופיעו בין פרק לפרק, מה שקוטע את צפיית הבינג׳. התלונות הגיעו די מהר.\nבמהלך סוף השבוע האחרון משתמשים החלו להתלונן בפוסטים ברדיט ובטוויטר על כך שבעת צפייה תמימה בנטפליקס הם נאלצו לצפות בפרסומת שלא ניתן היה לדלג עליה בלחיצת כפתור (כמו שהתרגלנו לראות ביוטיוב). נטפליקס, מיהרה להגיב לדיווחים ותלונות המשתמשים, ואישרה כי היא בוחנת כרגע את ה”פיצ׳ר” החדש.\nיחד עם זאת, על פי החברה, אותם טריילרים, שמגיחים בין פרק לפרק, נועדו לסייע למשתמשים לגלות תכנים חדשים שתואמים לטעם שלהם. כלומר, מטרת אותן פרסומות היא סה״כ להעשיר את ספרית התוכן של המשתמשים, ולאפשר להם לגלות עוד תכנים שמסתתרים בשירות.\nיתכן שהרעיון ימצא חן בעיני חלק מהמשתמשים, אבל ההגיון הבסיסי אומר שמי שיחפוץ בכך – יוכל לדלג על המעברון בלחיצת כפתור, וכאן בעצם טמונה הבעיה. נטפליקס התייחסה גם לסוגיה הזו, ואמרה כי מדובר בבאג, שכן אמורה להופיע אופציה לדלג על הפרומואים, והנושא ייבדק. בכל מקרה, מדובר בבדיקה אחת מתוך רבות שנטפליקס מבצעת בכל רגע נתון, הכל על מנת ללמוד טוב יותר את המשתמשים שלה, ולעזור להם לבזבז כמה שיותר זמן יקר בצפייה אינסופית בטלוויזיה. בינתיים – אתם יכולים להיות רגועים, לבינג׳ שלכם שלום.\nIf @Netflix gives us commercials I will absolutely cancel my subscription. I literally pay for no commercials.\n— Gigi ????✨ (@2thickGi) August 19, 2018\n\n@netflix for the record, this new ad setup that you have between episodes is stupid. It does not make me want to watch more shows, it just irritates me that I can’t read the preview for the next episode. Get rid of this shit!\n— Starfox51315 (@Starfox51315) August 17, 2018\n\n@netflix did you seriously just hit me with an ad for your trash anime what the fuck\n— Intergalactic Tham (@Tham1700) August 17, 2018\n\n@netflix if you guys start putting commercials/ads in between episodes jus now im taking my subscription back jus like this pic.twitter.com/tIC4gTQcmi\n— frangelica ♓︎ (@saranduhh) August 19, 2018\n\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\n \n", "keywords": "נטפליקס,netflix,בינג׳,צפיית בינג׳,bing,פרסומות נטפליקס,המלצות תוכן"}