{"url": "https://www.geektime.co.il/interlude-raises-18-2-mm/", "type": "article", "title": "גיוס מהסרטים: Interlude של יוני בלוך מגייסת 18.2 מיליון דולר מ-MGM", "description": "מדובר בהשקעה אסטרטגית של החברה; במקביל החברות מפיקות סרט אינטראקטיבי שמבוסס על הסרט ''משחקי מלחמה''", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/6400.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-09T09:09:52Z", "modified_time": "2015-12-09T09:17:07Z", "articleBody": "מדובר בהשקעה אסטרטגית של החברה; במקביל החברות מפיקות סרט אינטראקטיבי שמבוסס על הסרט ”משחקי מלחמה” \nבלוך. מקור: cc-by-Robert Scoble, flickr\nאולפני הסרטים הגדולים של הוליווד כמו MGM אינם בדיוק השם הראשון שעולה לנו לראש כאשר אנחנו מדברים על חדשנות. אמנם האולפנים מצטיינים בהפקות עתירות כוכבים, איתור תסריטים מבריקים וצילום ברמה הגבוהה ביותר, אבל בכל מה שנוגע לטכנולוגיות חדשות שמערבות את הצופים, הן נמצאות הרחק מאחור. MGM רוצה לשנות את המצב ולכן היא מובילה השקעה של 18.2 מיליון דולר בסטארטאפ הישראלי Interlude של המוסיקאי-יזם יוני בלוך.\nInterlude (אינטרלוד) מפתחת פלטפורמה המאפשרת ללקוחות ליצור סרטוני וידאו אינטראקטיביים. בין השאר יכולים יוצרים להפיק וידאו קליפ לשיר, שבו הצופים בוחרים את הזמר שישיר או הכלי שינוגן – הכל, תוך כדי השיר המתנגן, מבלי להמתין לטעינה נוספת. בין היתר הופקו קליפים לקולדפליי, סיילו גרין, קארלי ריי ג’ספן והמפורסם מכולם, בוב דילן, קליפ שזכה בפרסים רבים. שימושים נוספים שהציגה החברה כוללים פרסומות אינטראקטיביות שבהן הצופה יכול לבחור ולשנות אלמנטים בסרט כמו לבוש, התנהגות גיבורים והעלילה. במסגרת זו הציגה החברה שיתופי פעולה עם קוקה קולה, רבלון ו-MAC. החברה גם הציגה תוכן אינטראקטיבי, שחלקו ממותג וחלקו מיועד לערוצים שונים כמו MTV ו-FOX. לאחרונה אפילו נכנסה החברה לתחום המשחקים כאשר הציעה מספר משחקונים שמתבססים על הטכנולוגיה שלה.\nInterlude הוקמה בשנת 2009 על ידי המוסיקאיים יוני בלוך, ברק פלדמן וטל זובלסקי. לאחר הגיוס הנוכחי, עומדים סך הגיוסים של החברה על 36.5 מיליון דולר כשבין המשקיעות הקיימות ניתן למנות את קרן Innovation Endeavors של אריק שמידט, Intel Capital, קרן Marker, קרן Sequoia Capital וענקית המוסיקה הבינלאומית Warner Music Group. סבב ההשקעה הנוכחי של Intelude הובל על ידי MGM שאחראית על סרטים כמו “חלף עם הרוח”, “איש הגשם”, סדרת רוקי וסדרת ג’יימס בונד, ומדובר כמובן בהשקעה אסטרטגית, כשיו”ר ומנכ”ל החברה יצטרף לדירקטוריון של Interlude. חוץ מ-MGM לוקחות חלק בסבב גם משקיעות קיימות כמו Sequoia Capital, Warner Music Group ו-Intel Capital וגם משקיעה חדשה – Samsung.\nבתגובה לגיוס מסר בלוך: “למרות שוידאו תמיד היה כלי חזק להעביר סיפור, הוא לא הצליח עד עכשיו להתאים את עצמו מצופה לצופה. אנחנו רוצים לאפשר ליוצרים ליצור קשר מיוחד עם כל צופה, מה שיכול לשנות את כל מערכת היחסים בין הסרטים לצופים”.\nזו לא הפעם הראשונה ש-Interlude ו-MGM משתפות פעולה ביניהן; לפני כחודשיים הודיעו החברות על שיתוף פעולה במסגרתו הן מפיקות סרט אינטראקטיבי קצר בהשפעת “משחקי מלחמה” (WarGames), המותחן שובר הקופות מ-1983, במסגרתו מצליח לפרוץ האקר צעיר למערכת הטילים הגרעיניים של ארצות הברית.\n \nמי היו היזמים, המשקיעים, הסטארטאפים, קרנות ההון סיכון, האקזיטים וחברות ההייטק הישראליות שעשו את זה ובגדול השנה? הצביעו והשפיעו. טקס Geek Awards 2016 כבר ממש מעבר לפינה ואתם תקבעו מי יהיו הזוכים הגדולים השנה. להצבעה\n;", "keywords": "גיוס,גיוס הון,השקעה,סטארטאפ,יוני בלוך,ברק פלדמן,אינטרלוד,interlude,mgm,סמסונג,אינטל קפיטל,intel capital,סקויה,מרקר,marker,sequoia,"}