{"url": "https://www.geektime.co.il/rounds-raises-12-mm/", "type": "article", "title": "הסטארטאפ הישראלי Rounds מגייס 12 מיליון דולר בהובלת קרן סקויה [גיוס]", "description": "הישראלית רשמה עד כה למעלה מ-25 מיליון הורדות לאפליקציה שלה ומהקמתה בשנת 2008 גייסה סכום כולל של 22 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/rounds.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-14T18:05:44Z", "modified_time": "2015-01-14T19:21:48Z", "articleBody": "הישראלית רשמה עד כה למעלה מ-25 מיליון הורדות לאפליקציה שלה ומהקמתה בשנת 2008 גייסה סכום כולל של 22 מיליון דולר\nמקור: Rounds\nחברת הסטארטאפ הישראלית ראונדס (Rounds), המציעה למשתמשים אפשרות לנהל שיחות וידאו בזמן אמת לצד פעילויות חברתיות ומשחקים מודיעה היום (ד׳) על גיוס בסך 12 מיליון דולר בהובלת קרן סקויה, מה שמעמיד את סך הגיוסים מתחילת דרכה של החברה עד כה על 22 מיליון דולר.\nאת סבב הגיוס השני של החברה הובילה קרן סקויה אשר באמתחתה רווחים רבים בשל השקעה נבונה שביצעה בפלטפורמת המסרים המיידים – Whatsapp. הגיוס בוצע ביחד עם משקיעים נוספים כמו סמסונג וחברת התקשורת ורייזון ורודיום של דניאל רקנאטי, המשקיעים הקיימים בחברה.\nשוק המובייל מוצף בפלטפורמות לניהול שיחות וידאו וביניהם גם כאלו מוצלחות ופופולאריות ביותר כמו Skype ו-Viber ולכן נשאלת השאלה מה כל כך מיוחד דווקא ב-Rounds? הרעיון העומד מאחורי הממשק הוא לאפשר לכם לנהל ״מסיבה ווירטואלית״ באמצעות הסמארטפון שלכם יחד עם חבריכם. ראונד מאפשרת למשתמשיה לבצע אינטראקציות כדוגמת משחקים או צפייה בסרטוני יוטיוב האחד עם השני, ולדברי דני פישל, מנכ״ל החברה, ב- 94% מסך כל השיחות המתבצעות באמצעותה נעשה שימוש בפיצ׳רים השונים הללו.\nהחברה נוסדה בשנת 2008 על ידי שלושת היזמים דני פישל, אילן לייבוביץ’ ודימטרי שסטק אשר בתחילת דרכה נקראה Gixoo ואלו עסקו בפיתוח מוצר המאפשר ניהול שיחות וידאו ביחד עם משחקים בין המשתתפים. מאז החברה עברה כברת דרך לא קטנה וביניהם סבב גיוס של 3 מיליון דולר בהובלת Verizon Ventures בשנת 2011, גיוס נוסף של 5 מיליון דולר בשנת 2013 תוך כדי שהציגה מגוון גרסאות מתקדמות ומשופרות ליישום אשר מאפשר כיום לנהל שיחת וידאו עם עד כ-12 משתמשים במקביל.\nעל הפופולאריות הרבה של האפליקציה ניתן ללמוד בין היתר ממספר ההורדות שלה העומד על 25 מיליון בזמן שהיא זמינה להורדה עבור אנדרואיד ו-iOS.\nRounds יושבת בתל אביב ומונה כיום כ-20 עובדים. לדברי פישל, הגיוס הנוכחי ישמש לצורכי מחקר על מנת להבין באילו תכנים, פיצ׳רים ומשחקים מעוניינים המשתמשים. כמו כן גם פתיחת משרד בארה״ב עומד על הפרק ובתקווה יצא לפועל בעתיד.", "keywords": "סקויה,גיוס,גיוס הון,sequoia,rounds,ראונדס,סטארט אפ,חברה ישראלית,app,אפליקציה,video app,וידאו"}