{"url": "https://www.geektime.co.il/cooladata-raises-7-5-million-dollars/", "type": "article", "title": "CoolaData הישראלית מגייסת 7.5 מיליון דולרים [גיוס]", "description": "חברת הסטארטאפ הישראלית מגייסת הון בסבב גיוס ראשון גדול למדי מקרנות ההון סיכון הישראלית גריילוק פרטנרס וכרמל ונצ'רס וממשקיעים פרטיים מוכרים בתעשייה.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/10/CoolaData1.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-10-22T16:23:57Z", "modified_time": "2013-10-22T16:23:57Z", "articleBody": "חברת הסטארטאפ הישראלית מגייסת הון בסבב גיוס ראשון גדול למדי מקרנות ההון סיכון הישראלית גריילוק פרטנרס וכרמל ונצ’רס וממשקיעים פרטיים מוכרים בתעשייה.\nמקור: יח”צ\nחברת הסטארטאפ הישראלית CoolaData, המפתחת כלי ניתוח לשיפור האינטראקציה עם גולשים בפלטפורמות B2C הודיעה היום (ג’) על השלמת סבב גיוס בהיקף של 7.5 מיליון דולרים. זהו סבב גיוס ההון הראשון של החברה אותו הובילו קרנות ההון סיכון Greylock Partners ו-Carmel Ventures, בהשתתפות משקיעים פרטיים ביניהם רמי ליפמן ואלכס פינצ’ב.\nאת הכסף תשקיע CoolaData בפיתוח המוצר ובחיזוק מערך השיווק והמכירות של החברה. כחלק מהסכם ההשקעה, יורם שניר, שותף בקרן ההון סיכון Greylock Partners ישראל, ואבי זאבי, שותף כללי וממייסדי קרן ההון סיכון Carmel Ventures שהובילו את סבב הגיוס הנוכחי, יצטרפו למועצת המנהלים של החברה.\nחברת CoolaData נוסדה לפני כשנה, לאחר ששני המייסדים, תומר בן משה וגיא גרינברג היו בעלי עסק לייעוץ חיצוני. הרעיון העומד מאחורי המיזם הוא לאפשר לחברות לקחת את כל המידע שהם אוספים מאפליקציות Web, לשלב אותו עם מידע פנימי ולעשות פעולות כגון ניתוח עוקב של הנתונים, אשכולות ופונקציות סטטיסטיקה ואנליטיקות נוספות – כל זאת על גבי הפלטפורמה של CoolaData.\nהמערכת של CoolaData מתאימה למערכות E-Commerce, לאפליקציות סלולריות ולפלטפורמת גיימינג שונות. היא עושה את עיבוד הנתונים על ידי בליעה של הנתונים, עיבוד כל שימוש במנוע סמנטי מותאם אישית, ולאחר מכן חשיפה דרך ממשק SQL או “מסמך אנליטי”, מושג שהמציאה החברה, המשמש כמו מסמך Word עבור הניתוחים המתבצעים על ידי הפלטפורמה הכולל מגוון רחב של פריטים חזותיים, בין היתר. את המסמכים הללו ניתן להטמיע ביישומים ופלטפורמות האחרות, ולקבל נתוני צד-שלישי באמצעות API או נתונים פנימיים של מערכת CoolaData.\n“CoolaData עונה על שאלות עסקיות מורכבות”, סיפר מנכ”ל החברה, תומר בן משה. “לקוחות החברה יכולים, בהטמעה קצרה ופשוטה, לקבל תובנות על התנהגות משתמשים ולתרגם אותן לאינטרקציות אפקטיביות.” נכון לעכשיו, השירות נצא בגירסאת בטא ומשמש מגוון לקוחות בתחומי המסחר האלקטרוני, המובייל והגיימינג. CoolaData צפויה לצאת מבטא ולהיות זמינה לכלל המשתמשים ברבעון הראשון של שנת 2014.", "keywords": "cooladata,כלהדאטה,סטארטאפים,סטארטאפ,גיוס,startups,startup,raise,fund,סטארטאפ והון סיכון"}