{"url": "https://www.geektime.co.il/corning-announces-3d-gorilla-glass/", "type": "article", "title": "Corning מכריזה על הדור הבא של Gorilla Glass", "description": "החברה תציג ב-CES את טכנולוגיית המסכים החדשה שלה, המיועדת למכשירים בעלי מסך מעוגל - מכשירים לבישים כמו שעונים וצמידים, לצד סמארטפונים קעורים.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/01/corning-gorilla1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-05T10:44:10Z", "modified_time": "2014-01-05T10:44:10Z", "articleBody": "החברה תציג ב-CES את טכנולוגיית המסכים החדשה שלה, המיועדת למכשירים בעלי מסך מעוגל – מכשירים לבישים כמו שעונים וצמידים, לצד סמארטפונים קעורים.\nמקור: יח״צ\nאם אתם קוראים באתר הזה, כנראה שיש לכם סמארטפון ואם יש לכם סמארטפון, כנראה שיש לכם Gorilla Glass. כרגע בגירסא השלישית שלה, הזכוכית המשוריינת המיוצרת על ידי חברת Corning האמריקאית ונמצאת ברוב הטלפונים החכמים היום, ביניהם סמארטפוני ה-Galaxy S למיניהם, HTC, LG ועוד, נועדה להיות עמידה בפני שריטות ופגיעות חיצוניות. אתמול, הכריזה החברה על סוג חדש של Gorilla Glass, בשם 3D Gorilla Glass, המיועד לדור הבא של המכשירים אשר יגיעו עם תצוגה מעוגלת.\nמדובר, כמובן, בין היתר על סמארטפונים בעלי מסך קעור. לאחרונה, הושקו מספר מכשירים המציגים מסך גמיש מסוג זה כגון ה-Galaxy Round של סמסונג, אשר הושק על ידי האחרונה באוקטובר 2013 לקהל הקוריאני וה-G Flex של LG שהושק על ידי LG בנובמבר 2013 ומהווה בעצם את הסמארטפון הגמיש הראשון. המכשירים הללו הגיעו עם מסכי OLED אך גם עם טכנולוגיית מסכים שונה מאשר זו של Gorilla Glass. כעת, עם הצגתה של טכנולוגיית ה-3D Gorilla Glass, סביר להניח כי גם האחרונות יציגו מכשירים עם טכנולוגיית המסכים של Corning.\nמקור השם, Gorilla Glass 3D מגיע מעצם העובדה שהמסכים מגיעים מתהליך ייצור חדש שיכול לבנות את הזכוכיות בצורות ייחודיות המותאמות לבקשתו של הלקוח, מבלי לאבד את תכונות העמידות בפני שריטות ופגיעות כפי שנראו ב-3 הגירסאות הקיימות של Gorilla Glass הנמצאות במירב הסמארטפונים הזמינים בשוק. כאשר הטכנולוגיה פונה אל עתיד הבנוי יותר על מכשירים לבישים מעוגלים כגון שעונים חכמים, צמידים חכמים וכד׳, Gorilla Glass 3D מיועדת להיות טכנולוגיית המסכים הדומיננטית גם במרחב החדש של המסכים המעוגלים והגמישים.\nהחברה תציג את הטכנולוגיה החדשה לראשונה בתערוכת האלקטרוניקה הגדולה בעולם, CES 2014 שתפתח בעוד יומיים. מדובר אמנם בשדרוג משמעותי עבור הצרכנים, שכן מכשירים לבישים עלולים להיות פגיעים יותר למכות ולשריטות מאשר סמארטפונים, הנמצאים אצל חלק מהמשתמשים בכיס או בפאוץ׳ נפרד. אך יותר מכל, מדובר בהישג משמעותי עבור חברת Corning, שהצליחה לזהות את המגמה מהר מספיק ולשדרג את הטכנולוגיה המצויינת שלה בהתאם.", "keywords": "קורנינג,גורילה גלאס,corning,gorilla glass,מסך מעוגל,curved screen,3d"}