{"url": "https://www.geektime.co.il/how-to-use-video-for-promotion/", "type": "article", "title": "איך תגרמו לסרטונים שלכם לבלוט על היתר? 4 טיפים מנצחים", "description": "תכני וידאו הוכחו כאפקטיביים מאוד ברשתות החברתיות ואין צורך להיות איש קולנוע כדי לייצר סרטון מצליח לעסק. איך עושים את זה נכון? אספנו עבורכם את 4 הטיפים החשובים ביותר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/GettyImages-520190177-e1510488354456.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-16T12:00:01Z", "modified_time": "2017-11-19T19:35:20Z", "articleBody": "תכני וידאו הוכחו כאפקטיביים מאוד ברשתות החברתיות ואין צורך להיות איש קולנוע כדי לייצר סרטון מצליח לעסק. איך עושים את זה נכון? אספנו עבורכם את 4 הטיפים החשובים ביותר\nהכתבה בחסות\nצלם/תמונה: Oli Kellett / Getty Images Israel\nמאת שקד כהן, סמנכ”לית Getty Images Israel\nלגרום לפוסטים בעולם המדיה החברתית לבלוט זו משימה לא קלה לכל עסק, קטן או גדול. שימוש בתמונות מרשימות היא התחלה טובה, אך וידאו יכול להיות אפקטיבי יותר. חברת הטכנולוגיה Buffer חקרה מעל 16 מיליון פוסטים ו-100,000 מותגים במדיות החברתיות, ומצאה שבפייסבוק תכני וידאו משיגים פי שלושה במדד המעורבות מכל סוג תוכן אחר. זו כנראה הסיבה שחברות כמו Animoto, המייצרת פלטפורמה שמקלה על אנשים ליצור תכני וידאו מתמונות וקליפים, צוברות יותר ויותר פופולריות בקרב עסקים.\nלפי סינדי קנאפיק, המנהלת את Animoto for Business, צרכנים מבלים הרבה מזמנם במדיות החברתיות, ולכן ישנה חשיבות גדולה מתמיד לחברות לייצר שם נוכחות. אך מעבר לנוכחות, חברות ומותגים חייבות לשים דגש על הגשת תוכן שמעניין את הצרכנים, ומי שמובית את תחום התוכן כיום הוא ללא ספק הווידאו.\nצלם/תמונה: Bernhard Lang / Getty Images Israel\nשימוש נכון במדיום הווידאו יכול להיות קל למדי, ולא נדרש תואר בקולנוע וצילום. איך בכל זאת עושים את זה? אספנו מספר טיפים ליצירת סרטונים שישאירו חותם במדיות החברתיות.\nאחת הסיבות שהפכו תוכן וידאו לכל כך אפקטיבי היא שמבחינה היסטורית אנשים מעדיפים סיפורים כשהם משתפים מידע. שלא כמו תמונה אחת, וידאו מאפשר הרבה יותר חופש קריאייטיבי לספר סיפור ויזואלי. אל תהססו להשתמש בסאונד ובטקסט ויזואלי – הם יוסיפו זוויות מעשירות לתוכן.\nצלם/תמונה: AE Pictures Inc / Getty Images Israel\nתזמון הוא פן קריטי למדיה החברתית. הרבה קמפיינים מצוינים מצליחים להתפרסם משום שהיוצרים שלהם הגיבו במהירות למשהו טרנדי ובכך הוסיפו לשיח המתהווה בתזמון נכון. תמונות וידאו ממאגרים יכולות לשמש כנשק הסודי והמהיר שלכם ביצירת הווידאו, ובכך לאפשר לכם להתרכז בהצגת הסיפור במהירות במקום לצלם ולהסריט חומר בעצמכם.\n \nצלם/תמונה: H. Armstrong Roberts/ClassicStock / Getty Images Israel\n \nהשתמשו בכתיבה בווידאו שלכם. זו אחת הדרכים הטובות ביותר לןמשוך את תשומת ליבם של גולשים בזמן שהם גוללים בפיד שלהם, ומשאיר את הסרטון שלכם אפקטיבי גם כשהסאונד מושתק.\nצלם/תמונה: Jacquie Boyd / Getty Images Israel\n \nאנו עדים לכך שאנשים משתמשים באותו url לווידאו בכל ערוצי המדיה החברתית. אף על פי שזה נראה צעד אפקטיבי, זו לא הגישה הטובה ביותר. מכיוון שתוכן מקורי – כזה שמועלה לפלטפורמה בה אתם נמצאים באותו הרגע – עובר עיבוד ואופטימיזציה על ידי הפלטפורמה, חשוב שתעלו תכני וידאו בנפרד לכל אחת מהפלטפורמות החברתיות, ולא תשתפו מהאחת לשנייה. וידאו שמועלה במיוחד למדיה החברתית שבה הוא אמור לככב, מביא תוצאות טובות יותר מכל סוג תוכן אחר\n\nצלם/תמונה: Bernhard Lang / Getty Images Israel\n ", "keywords": "getty images israel,video,social medoa,וידאו,רשתות חברתיות,קידום בווידאו,יח\"צ,קידום מכירות,יחצ,יחצ"}