{"url": "https://www.geektime.co.il/callbytext-brings-skype-to-dumb-phones/", "type": "article", "title": "להתחבר לסקייפ בלי אינטרנט עם CallByText", "description": "CallByText מאפשרת למשתמשים רבים להנות מהיתרונות של VoIP במחיר שהוא עדיין זול משמעותית מהמחיר של החיוג הרגיל, גם אם אין להם סמארטפון.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/02/callbytext-300x185.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-03-01T11:45:09Z", "modified_time": "2011-03-01T19:50:13Z", "articleBody": "CallByText מאפשרת למשתמשים רבים להנות מהיתרונות של VoIP במחיר שהוא עדיין זול משמעותית מהמחיר של החיוג הרגיל, גם אם אין להם סמארטפון.\nהמחירים הזולים יחד עם הנגישות המתגברת של הטכנולוגיה, הביאו את עולם ה-VoIP הנייד בכלל ואת סקייפ בפרט היישר אל הציבור הרחב. בשנים האחרונות אנו רואים מגוון רחב של פתרונות VoIP ניידים שנוצרו במטרה לספק למשתמשים את האפשרות להתקשר למשתמשים אחרים (דוגמת Fring, Jajah ו-Viber הישראליות), לרוב על-גבי רשת האינטרנט, ובכך לחסוך בעלויות השיחה באופן משמעותי, בעיקר כאשר מדובר בשיחות בינלאומיות.\nאף על פי כן, השימוש ב-VoIP בצורה ניידת עוד לא באמת הגיע לנחלת הכלל מכיוון שהוא עדיין מחייב שימוש בקישוריות מבוססת Data. למרות שאחוז האימוץ של סמארטפונים יחסית גבוה בעולם המערבי, גם כאן, רוב המשתמשים עדיין מחזיקים בטיפשופונים (טלפונים ניידים ישנים שאינם תומכים בתקשורת Data בצורה מסודרת) ולפיכך לא באמת יכולים להנות מהעלויות המוזלות שמציע השימוש ב-VoIP.\nראובן גמליאל, שיאון כהן ועידן לוין, שלושה יזמים ישראלים, החליטו לנסות ולהביא את פתרון ה-VoIP להמונים באמצעות פתרון מבוסס SMS Callback. הפתרון של השלושה, אשר נקראת CallByText, מאפשר להוזיל את עלויות השיחה באמצעות שימוש בחשבון הSkype של הלקוח גם כאשר אין חיבור אינטרנט ו/או כשאין בנמצא מכשיר תומך Skype, מאחר ואת השיחות מבצעים בעזרת הודעת SMS.\nעל מנת לייצר שיחה באמצעות השירות של CallByText, הלקוח רושם בהודעת SMS את המספר אליו הוא מעוניין לחייג, שולח את ההודעה אל שירות החיוג של החברה והמערכת מחברת את הלקוח עם הנמען בשיחת וועידה באמצעות חשבון ה-Skype של הלקוח.\nהשירות מיועד לכולם ונתמך מכל מכשיר המסוגל לשלוח הודעות SMS ואולם לטובת משתמשי האייפון CallByText מציע אפליקציה חינמית, בדמות חייגן חלופי, המקלה על התהליך ומאפשרת למשתמשים לבצע חיוג רגיל באמצעות האפליקציה, כשתהליך שליחת ה-SMS מתבצע ברקע.\nעל-מנת להפעיל את השירות בפעם הראשונה, יש להירשם באתר החברה ולרשום את מספר הטלפון שלכם לצורך זיהוי בעלות על המכשיר. לאחר קבלת SMS לצורך זיהוי חד-ערכי של המכשיר, המערכת גם מבקשת את שם המשתמש והסיסמא שלכם בסקייפ לצורך השימוש בשירות לייזום השיחות.\nככה זה עובד. CallByText\nבשלב הראשון, האפליקציה עדיין נמצאת בגרסת בטא ולכם השירות ניתן בחינם. אף על פי כן, עלות השיחה מורכבת ממספר גורמים ומשתנה בהתאם ליעדי השיחה –\nבמבט ראשון, צירוף של שלושת המרכיבים נראה מפחיד, אך בפועל אם עושים את החשבון, זה עדיין יוצא זול יותר באופן משמעותי מאשר חיוג רגיל (שזאת האלטרנטיבה היחידה הקיימת עבור בעלי טיפשופונים). חשוב לציין כי במידה והלקוח נמצא בחו”ל יתכן חיוב עבור שיחה נכנסת, בהתאם להסכם בין הלקוח למפעיל הסלולארי, אך ניתן להימנע מהחיוב על-ידי שימוש בכרטיס סים מקומי.\nאך האם זה עדיין אטרקטיבי כשמשווים את העלויות מול שירותי VoIP אחרים? עידן לוין, אחד מהיזמים, מסביר לנו כי אין באמת מקום להשוואה. “אם יש לכם חיבור לאינטרנט, תשתמשו בו – זה תמיד יצא לכם יותר זול. אנחנו לא מגיעים כדי להתחרות באפליקציות ה-VoIP השונות, אלא כדי לגשר על הפער הקיים בין השירותים הללו לבין משתמשים שאין להם מכשירים התומכים בחיבור Data ושאינם יכולים להנות מהיתרונות של הטכנולוגיה החדשה בגלל שהם מחזיקים במכשירים ישנים יותר”.\nלוין סיפר לנו כי בעתיד מתכננת החברה לעבוד במודל פרימיום, כאשר כל משתמש יוכל להנות ממספר שיחות מוגבל ללא תשלום דרך המערכת ולאחר מכן, יוכלו המשתמשים לרכוש חבילות לפי כמות השיחות שהם מבצעים דרך המערכות. אף על פי כן, לוין ציין כי החברה לא מעוניינת להעמיס על הלקוחות תשלום נוסף ולכן אינה גובה תשלום על הודעות ה-SMS ואף פועלת לרכישת מספרי גישה נוספים במדינות נוספות על-מנת להוזיל את השירות. “נכון להיום, עלות ה-SMS הינה עלות רגילה של SMS בינלאומי למספר אנגלי וברוב המפעילות מדובר בתוספת זניחה בהשוואה למספר מקומי”.\nממספר בדיקות שבצענו לשירות נראה כי איכות השיחה הייתה גבוהה יותר, כמעט בכל המקרים, מהשיחות שבצענו באמצעות חיבור סקייפ על-גבי אותו המכשיר. היתרון שבויתור על חיבור ה-Data, שעדיין מהווה צוואר בקבוק בכל הקשור ל-VoIP נייד, הוא שבכל זאת מאפשר למשתמשים להנות מאיכות שיחה גבוהה יותר בכלל ואיכות שמע בפרט. \nהחברה פועלת כבר מספר חודשים באמצעות השקעה מכיסם של היזמים המוערכת בכמה עשרות אלפי דולרים. החברה השיקה לאחרונה את גרסת הבטא של השירות והספיקה לצבור במהלך החודש האחרון כמה אלפי משתמשים ממספר גדול של מדינות ברחבי העולם. “אנחנו רואים הרשמה מתגברת לשירות ושימוש במערכת של אנשים מכל קצוות תבל, מדינות מפותחות ונחשלות כאחד, מה שמחזק אצלנו את התחושה שאנחנו מציעים פתרון לבעיה כואבת לא רק אצל ישראלים” ציין לווין בראיון לניוזגיק. \nהמודל המעניין שמציעה CallByText מאפשר למשתמשים רבים שאינם נהנים היום מהיתרונות של VoIP להנות מהם במחיר שהוא עדיין זול משמעותית מהמחיר של החיוג הרגיל. נוסף על כך, האפליקציה שמציעה החברה לאייפון (ובקרוב גם לאנדרואיד) מצביעה על-כך שהחברה אינה רואה בפתרון שלה שירות לבעלי טיפשופונים בלבד. גם בעלי סמארטפונים בדרך כלל יבחרו שלא להפעיל את חיבור ה-Data בחו”ל עקב העלויות הגבוהות להחריד (אלא אם רכשו כרטיס סים מקומי עם גישת Data) וכך יאלצו לנדוד מ-Hotspot אחד לשני, על-מנת “לחסוך” את העלויות באמצעות השימוש בתוכנות ה-VoIP השונות.\nלסיכום, אין ספק ש-CallByText הצליחה לייצר לעצמה נישה מעניינת, סוג של “מרווח” בין העולם הטכנולוגי החדש והישן ,ויהיה מעניין כמה זמן המרווח הזה יחזיק מעמד והאם בזמן הזה, תספיק החברה גם לעשות ממנו כסף.\n\n", "keywords": "callbytext,voip ללא data,voip without data connection,mobile voip,ראובן גמליאל,שיאון כהן,עידן לוין"}