{"url": "https://www.geektime.co.il/ces-2012-sony-xperia-nxt/", "type": "article", "title": "סוני (כבר-בלי-אריקסון) חושפת שני מכשירים חדשים מסדרת Xperia", "description": "סוני נוטשת את אריקסון וממתגת מחדש את משפחת ה-Xperia עם שני מכשירים חדשים.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/xperia-nxt.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-11T10:45:30Z", "modified_time": "2012-01-11T14:48:41Z", "articleBody": "סוני נוטשת את אריקסון וממתגת מחדש את משפחת ה-Xperia עם שני מכשירים חדשים. \nאף על פי שעדיין לא קיבלה את כל האישורים הרגולטוריים, יצאה השבוע סוני לדרך עצמאית (לאחר הפרידה המתוקשרת מאריקסון) בתחום מכשירי הסלולר כאשר השיקה במסגרת CES 2012 שני מכשירים חדשים ומתגה מחדש את משפחת Xperia תחת השם Xperia NxT.\nמשפחת המכשירים החדשה של סוני כוללת בשלב הזה שני מכשירים בלבד. השינוי המשמעותי בין המכשירים החדשים של סוני לקו מכשירי ה-Xperia הישנים הוא קודם כל השינוי בעיצוב. בניגוד לקווים המעוגלים המוכרים שאפיינו את הסדרה הקודמת, מכשירי ה-NxT מאופיינים בקווים חדים יותר ובקו עיצובי חדש שנקרא Iconic Identity.\nהמכשיר הראשון בסדרה הוא ה-Xperia S (לא לבלבל עם ה-Xperia ARC S שהושק לפני מספר חודשים עוד לפני שמיזם הסלולר עבר לבעלות מלאה של סוני), סמארטפון מבוסס אנדרואיד, המצויד במעבד כפול ליבה של Qualcomm במהירות 1.5Ghz, מסך 4.3 אינץ’ בטכנולוגיית ברוויה של סוני, מצלמת 12 מגה-פיקסל אחורית, המאפשרת צילום תמונות תוך 1.5 שניות ממצב השהייה, מצלמה קדמית באיכות 720p וזכרון פנימי של 32GB ללא אפשרות הרחבה.\nהמכשיר השני בסדרה נקרא Xperia ION והוא כמעט זהה לאחיו המבוגר. ההבדלים העיקריים בין השניים הוא שה-ION תומך בטכנולוגיית הדור הרביעי LTE, כולל מסך טיפה גדול יותר של 4.6 אינץ’ והוא בעל זכרון פנימי של 16GB בלבד, אך עם אפשרות לכרטיס הרחבה של עד 32GB נוספים.\n[flagallery gid=7 name=”Gallery”]\nשני המכשירים החדשים כוללים קישוריות נוחה למסכים מרובים עבור צרכנים המבקשים לשתף תוכן וליהנות ממנו על גבי המסך המתאים ביותר לסיטואציה, בין אם זה מקלט טלוויזיה, סמארטפון, לפטופ או טאבלט על-ידי צפייה בתוכן המועדף עליהם בפורטל Sony Entertainment Network באמצעות חיבור HDMI לטלוויזיה הביתית. בנוסף, המכשירים החדשים כוללים בתוכם שבב NFC, אשר בתוספת של אפליקציה המותקנת על-גבי המכשיר, מאפשר למשתמשים לשתף תוכן האחד עם השני, וכמו כן ליהנות ממספר רב וגדל של אפליקציות ושירותים התומכים בטכנולוגיה זו.\nאחת מאותן אפליקציות, אשר פותחה במיוחד על-ידי סוני עבור המכשירים החדשים, היא אפליקציה שנקראת Smart Tags. התגים החכמים של סוני הם בעצם גרסה מתוחכמת יותר של פרופילי המשתמש המוכרים עוד מימי מכשירי הנוקיה הישנים. ניתן לשנות הגדרות שונות בהתאם לפרופילים השונים (כגון שעון מעורר ליד המיטה, פתיחה או כיבוי של רשת אלחוטית או קליטת GPS ועוד) ושינוי הפרופילים עצמו, מתבצע על-ידי קירוב של מכשיר ה-NxT שלכם לתגית פיזית הנמצאת באותו המיקום. לדוגמה, ניתן להגדיר תגיד חכמה שממוקמת ליד המיטה ובכל פעם שתניח את הטלפון ליד המיטה, הוא יועבר באופן אוטומטי למצב שקט.\nכמו כן, שני המכשירים מוגדרים כ- PlayStation™ Certified, מה שמאפשר למשתמשים גישה למאגר המשחקים הסגור של סוני לאנדרואיד וגישה לחנות ה-PlayStation Store.\nשני המכשירים החדשים יהיו זמינים למכירה בארצות הברית כבר במהלך השבועות הקרובים, כאשר ה-ION יהיה זמין למכירה בלעדית ברשת ה-LTE של AT&T. מאחר ובישראל עדיין אין רשת LTE פעילה (היחידה שהתחילה לפעול בתחום היא פרטנר, אשר צפויה להתחיל את הבדיקות של התשתית החדשה כבר במהלך השנה הנוכחית, אך זמינות לציבור הרחב לא צפויה לפני 2013), סביר להניח שאת ה-ION לא נראה בארץ. לעומתו, אנו מעריכים כי את ה-S החדש נוכל לראות בישראל כבר במהלך החציון הראשון של השנה הנוכחית.\nהכותב הינו אורח חברת סמסונג בתערוכת CES 2012 בלאס וגאס.\n ", "keywords": "sony,sony-ericsson,xperia,xperia s,xperia ion,אקספריה,סוני,סוני אריקסון,ces,ces 2012"}