{"url": "https://www.geektime.co.il/sony-ericsson-xperia-x10-review/", "type": "article", "title": "סוני אנדרואידי: Xperia X10 / סקירה", "description": "שנה אחרי ההשקה הבינלאומית הוא מגיע גם לארץ. Ericsson Eperia X10, סמארטפון אנדרואידי במחלוקת. סקירה מקיפה ווידאו", "image": "https://files.geektime.co.il/wp-content/uploads/2011/03/bla38.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-03-22T11:30:13Z", "modified_time": "2011-03-22T12:41:42Z", "articleBody": "שנה אחרי ההשקה הבינלאומית הוא מגיע גם לארץ. Ericsson Eperia X10, סמארטפון אנדרואידי במחלוקת. סקירה מקיפה ווידאו\nצילום: יח\"צ\nאת צעדיה הראשונים בתחום האנדרואיד עושה סוני  אריקסון עם מכשיר ה-X10 מסדרת Xperia היוקרתית. כאשר הושק המכשיר בעולם,  בתחילת 2010 נחשב אז למוצלח במיוחד: מסך 4 אינצ’ נחשב גדול יחסית, מעבד  1GHz חזק ומערכת האנדרואיד הפופולרית. אצלנו בישראל הוא מגיע שנה אחרי,  כשכיום השוק העולמי והישראלי מוצפים במכשירים שאלו הם כבר הסטנדרט  הטכנולוגי ויותר מכך. האם ה-X10 מצליח לעמוד במבחן הזמן ולהישאר רענן גם אל  מול השוק הנוכחי? צפו בביקורת המלאה בהמשך.\n \nבמבט הראשוני על ה-X10, ניתן למצוא את המסך בגודל ה-4 מסוג TFT  Capacitive כשניתן לראות בבירור את מגן המסך השקוף המגן עליו מפני  שריטות. בדומה למכשירי המגע, ה-X10 הוא מגנט טביעות אצבע לא קטן, אך אנחנו  כבר התרגלנו לזה במכשירי מגע. מעל המסך ניתן למצוא את האפרכסת ושאר  החיישנים של המכשיר (קרבה, תאורה) ואת הלוגו של SE. מתחת למסך ניתן למצוא  את שלושת מקשי הניווט של האנדרואיד (בדר”כ זה 4, אבל סוני החליטה להסיר את  מקש החיפוש – אנחנו אהבנו את זה): חזרה, בית ואפשרויות. בצידו העליון של  ה-X10 ניתן למצוא את כפתור הכיבוי/הדלקה/שינה, את חיבור 3.5 מ”מ לאוזניות  ואת יציאת ה-microUSB שמכוסה בכיסוי גומי שנועד להאריך את חייה.\nהמכשיר גדול אך במידה סבירה בהחלט, מרגיש נוח ביד  והעיצוב יפה ויוקרתי. מבחינת  איכות ההרכבה, ה-X10 עשוי על טהרת הפלסטיק.  מכסה הסוללה וכך גם המכשיר כולו  עשויים מפלסטיק רגיל שנעים להחזיק בו כשמשחקים  באפשרויות של המכשיר, אם כי גילינו שהלכלוך נתפס בו במהירות ולא מעט פעמים  היינו צריכים לנקות את  ה-X10 מאבק או מסיבים אחרים שהצטברו עליו בעת  השימוש. כמו כן גם על מכסה  הסוללה ניתן לשים לב לטביעות אצבע (בגרסה הלבנה  של ה-X10 זה הרבה פחות  בולט); כמו כן בצדדי המכשיר ניתן לשים לב לפס  הכסוף (שגם הוא עשוי מפלסטיק)  שמוסיף לעיצוב של ה-X10 עצמו.\nבצידו  הימיני של ה-X10 ניתן למצוא את מקשי השליטה בווליום ומקש הצילום המובנה,  ובצד שמאל ניתן למצוא את הספיקר של המכשיר. בתחתית ה-X10 ניתן למצוא את  המיקרופון. בגב המכשיר ניתן למצוא את מצלמת ה-8.1 מגה פיקסל עם פלאש ה-LED  כשמתחתיהם נמצא הכיתוב XPERIA (סדרת הדגל החדשה של SE) וכיתוב של SE.  מתחת למכסה הסוללה ניתן למצוא את הסוללה של ה-X10, בעלת עוצמה של 1500mAh,  ומעליה ניתן למצוא את כניסת כרטיס ה-SIM וכניסת חריץ ה-microSD שנעשית ע”י  דחיפה של הכרטיס להוצאתו ולהכנסתו כאחד.\nה-X10 מצויד במסך בגודל 4 אינץ’ מסוג TFT Capacitive ברזולוצית WVGA של  854X480 פיקסלים. מבחינת ניגודיות ועמידה בתנאי השמש למסכים מהסוג הזה,  שבדר”כ נעלמים באור שמש ישיר, ה-X10 הציג תוצאות סבירות עד טובות, והיה  ניתן להשתמש בו באור שמש ישיר וגם הצבעים היו בסה”כ טובים; אי אפשר להשוות  זאת למסכי ה-Super AMOLED או ל-ClearBlack של נוקיה, אבל סוני אריקסון  בסה”כ עשתה עבודה טובה עם המסך. הבעיה היחידה שמצאנו היא שהבהירות לא מספיק  גבוהה: גם כשהיא על המקסימום היא עדיין לא סיפקה את התוצאות שחיפשנו.\nמבחינת המגע, ה-X10 דורש שיפור: הוא רחוק מאיכות המגע של ה-iPhone 4  וה-Galaxy S והוא דיי מזכיר לנו את אותו מגע בינוני של ה-Motorola  Milestone. לא מעט פעמים בזמן הניווט בתפריטי המכשיר, נכנסנו ליישום שלא  רצינו וגם נתקלנו מידי פעם בצורך ללחוץ קצת יותר חזק מהרגיל (מה שלא מאפיין  את מסכי ה-Capacitive) כדי להיות בטוחים שאנחנו נגיע למקום שאנחנו רוצים.  יש כאן מקום לשיפור, והרבה.\nעל גבי ה-X10 רצה מערכת ההפעלה Android 2.1 Elcair, כשבהשקתו ברחבי  העולם הוא הושק עם Android 1.6, אך הוא קיבל עדכון ל-2.1 (אנחנו עדיין  מחכים ל-2.2, שלא לדבר על 2.3). הדבר הראשון שאנחנו שמים לב אליו בממשק של המכשיר הוא ש-SE  צבע את כולו בצבע כחול, ואפשר להגיד שאהבנו את הסגנון (גילוי נאות: כחול  זהו הצבע המועדף על המסקר) שבו הממשק מעוצב. מסך הנעילה הוא הסטנדרטי של אנדרואיד רק עם שינוי ממשק של SE: נוכל לראות את השעה, יום ותאריך, באיזה  רשת סלולרית אנחנו משתמשים. בתחתית המסך נמצאת שורה בעלת 2 מקשים, מעבר  מהיר בין מצב שקט לכללי, ופתיחת נעילת המקשים. החלקת האצבע משמאל לימין על  גבי שורה תפתח לנו את נעילת המקשים, והמעבר משקט לכללי יעשה בדיוק באותה  צורה – רק בכיוון הפוך.\n\nבפתיחת המכשיר מנעילה, יוצג בפניכם מסך הבית הראשי. ל-XPERIA X10 חמישה  מסכי בית שתוכלו לערוך ולשנות כרצונכם, אך משום מה אפשרות הוספת ומחיקת  מסכי הבית נעלמה מהמכשיר. על גבי מסך הבית נוכל לראות מספר קיצורי דרך אל  הפקודות הבסיסיות במכשיר:  דרכם נוכל לגשת אל הטלפון, ממשק ה-Mediascape, וספר  הטלפונים. בתחתית המסך נוכל להגיע אל התפריט ע”י לחיצה על מקש התפריט, וגם  נוכל לדעת באיזה מסך בית אנחנו נמצאים ע”י צפייה בנקודות המופיעות בצידו  התחתון של המסך. לחיצה ארוכה על אחת הנקודות תביא אותנו אל מצב ההעברה  המהיר בין מסכי הבית. מעל כל זה ניתן למצוא את ווידג’ט החיפוש של גוגל.  במרומי מסך הבית תוכלו למצוא את חלון ההתראות ובו מצב הסוללה, שעה, מצב  קליטה והאם המכשיר צורך נתונים, כאשר בצד ימין תופיע לכם התראה כאשר תקבלו  מייל חדש והתראות נוספות.\nברגע שתחליקו את האצבע כלפי למטה במסך הבית וכמעט בכל מקום בממשק  המכשיר, יפתח לכם חלון ההתראות המלא. חלון ההתראות לא זכה כאן לאפשרויות  מיוחדות וזהו המסך הסטנדרטי: אנחנו רואים רק את הרשת הסלולרית שאליה אנחנו  מחוברים, התראות על שיחות שלא נענו והאם הגיעו אלינו SMSים. כשנשמע מוזיקה  דרך ממשק ה-Mediascape נוכל להגיע אל הממשק בדרך מהירה יותר.\nגם התפריט של ה-X10 הוא התפריט האנדרואידי הבסיסי (והטיפה בעייתי,  לטעמינו). כניסה לתפריט מתבצעת באמצעות לחיצה על מקש התפריט במסך הבית.  התפריט האנדרואידי הוא תפריט משתנה: בכל פעם שתתקינו אפליקציה חדשה על  המכשיר, מיקומי סדר האפליקציות ישתנה, מכיוון שהתפריט מסודר תמיד ע”פ סדר  ה-ABC ולאחר מכן לפי סדר האלף – בית. בתפריט הזה אין לנו אפשרות לסדר את  האייקונים לפי רצונינו (כמו ב-TouchWiz של סמסונג) וגם לא נוכל לשנות את  תצוגת התפריט – שהיא למעשה רשימה גדולה של אייקונים שמסודרים בצורה של  שורות כשבכל שורה יש 4 יישומים, והחלקת המסך כלפי מטה/למעלה תעביר אתכם אל  אפלקציות שלא נראות במסך הראשי כאשר אנחנו לא בתפריט.\nכמו שאר מכשירי האנדרואיד, גם ל-X10 יש 2 מקלדות וירטואליות שמהוות חלק  מרכזי ממשק המכשיר עצמו. נתחיל עם המקלדת האופקית: בסה”כ, היא עושה את  העבודה שלה בצורה טובה כשגודל המסך (4 אינץ’) מגיע כאן לידי ביטוי ומציג  לנו אותיות גדולות ורחבות יותר מהרגיל, מה שמקנה לנו הקלדה נוחה יותר.  המקלדת עצמה מראה לנו את כל האותיות הא’-ב’ וה-A-Z במצב אופקי, כאשר  הפריסה שלהם היא כמו במקלדת הרגילה של המחשב. גם המקלדת הרוחבית מציגה לנו  את האותיות כמו במחשב, כשבדומה למקלדת האופקית, יתרון מסך ה-4 אינץ’ שוב  מביא לנו אותיות רחבות וגדולות יותר. חסרון קטן שמצאנו היא בשורה העליונה  שם מקש מחיקת התווים טיפה גדול מידי מהרגיל, מה שגורם לאותיות בשורה  העליונה להיות ממוקמות בצד שמאלי יותר מהרגיל (זוהי למעשה אותה בעיה  שמאפיינת את כל המקלדות הרוחביות בכל מכשירי האנדרואיד), אך בסופו של דבר  זהו דבר שמתרגלים אליו עם הזמן. הבעיה המרכזית במקלדת ה-X10 היא דווקא  המגע, שכאן חסרונו מורגש בעיקר, ומונע מאיתנו להקליד מהר בשל הצורך ללחוץ  לחיצות “קשות” יותר על פני המסך. החלפת שפה מתבצעת בשורה התחתונה, שם נמצא  בנוסף את מקש האנטר, ומקשי המספרים והסימנים.\nה-X10 מצויד במעבד 1GHz ו-384MB שעל פניו, אמורים להעניק לו מהירות  שמשתווה או קרובה למכשירים הכי טובים בשוק היום, אך זה לא כך במציאות:  המהירות של ה-X10 בהשוואה למכשירים אחרים בעלי מעבד ה-1GHz היא בינונית  ומטה. לא מעט פעמים המכשיר נתקע לשניה או שתיים בעת השימוש ובעת שיחות עם  אנשים אחרים איכשהו מסך ההתראות של אנדרואיד נפתח לנו בצורה בלתי ברורה. גם  המעבר בין התפריטים לפעמים הוא לא הכי מהיר לאלה שכבר חוו 2-3 סמארטפונים  טובים. ככל הנראה הסיבה לכך היא במערכת האנדרואיד 2.1 בהשוואה ל-Froyo  ול-Gingerbread הנחשבות מהירות יותר (הדוגמה הכי טובה היא ה-Galaxy S,  שהעדכון ל-2.2 שיפר אותו פלאים) וככל הנראה העדכונים האלה, אם וכאשר יגיעו  למכשיר הזה (וככל הנראה יגיעו: Arc, Play, Pro ו-Neo של SE כולם מצוידים  ב-2.3 עם אותו ממשק של ה-X10) יתנו לו שיפור מהירות רציני. הסיבה השניה היא  כמות ה-RAM: דווקא העובדה של-X10 , זיכרון של 384 MB RAM פחותה לעומת אלה  שיש להם 512MB, גורמת לכך שכמות העומס על המכשיר גדולה ובגלל כמות ה-RAM  קטנה והחוסר בזכרון עבודה פנוי לעומת ה-512MB, זוהי גם סיבה נוספת לאיטיות  שלו. מאכזב.\nמבחינת מולטימדיה, כאן מגיע החלק המרכזי בממשק של ה-X10: סוני אריקסון  הציגה לראשונה את ממשק ה-MediaScape ו-TimeScape בתוך ממשק המכשיר, שעל כל  ממשק נתייחס באופן פרטני, אך נתחיל עם ממשק ה-MediaScape: בממשק זה מרוכזים  כל תכני המולטימדיה המרכזיים של ה-X10: וידיאו, מוזיקה ותמונות. בכל שלושת  הדברים המטרה היא זהה: לאחד את כל התכנים שהוספו או נצפו לאחרונה ולהעניק  לכם גישה מהירה אליהם במקום לעבור בכל היישומים הייעודים. כמו כן ישנו גם  סנכרון עם הפייסבוק בכל מה קשור לתמונות האחרונות שהועלו מהמשתמש שלכם  ותוכלו לראות את האלבומים האחרונים שלכם בפייסבוק ישירות מהממשק עצמו.  כמובן שמעבר לנגן הוידאו או גלריית התמונות או נגן המוזיקה מתבצעת ע”י  קיצור הדרך שניתן למצוא בצד שמאל העליון של כל ממשק אחר בהתאמה.\n\nנגן המוזיקה הוא נגן סטנדרטי עם החלוקה הרגילה של השירים ע”פ אמנים,  אלבומים, ז’אנרים וכ’ו, כשהמעבר ביניהם נעשה ע”י החלקת האצבע ימינה/שמאלה  על גבי השורה למטה או החלקת המסך באותם הכיוונים. גם ה-X10 מציג תמיכה  בפורמטים הרגילים ואנחנו לא רואים פה איזושהי תמיכה בפורמט יוצא דופן. הדבר  שאהבנו בעיצוב של ממשק המוזיקה הוא שבכל הזדמנות נתונה אנחנו רואים את  עטיפת האלבום של אותו אלבום שבחרנו כמעט בכל הזדמנות מה שמוסיף לא מעט  להנאה מהנגן עצמו. כמובן שכשהשיר מתנגן אנחנו נוכל להריץ אותו קדימה/אחורה  או לעצור אותו באמצעות המקשרים הווירטואליים הייעודיים. הדבר שבלט בחסרונו  בנגן המוזיקה של ה-X10 הוא האקווילזר. גם איכות השמע של ה-X10 דרך האוזניות  היא מרשימה אך עדיין לא מספיק טובה כמו ה-Galaxy S וה-iPhone 4, שהוא הכי  טוב בתחום זה.\nגם נגן הוידאו הוא פשוט ביותר ותוכלו לראות את כל הסרטונים/וידאו  שבמכשיר שלכם על גבי מסך אחד. בעת ניגון סרטון הוידאו ישנה רק אפשרות, כמו  בנגן המוזיקה, לעצור את הוידאו וכו’. לא תמצאו כאן תמיכה פרט לפורמטים  הבסיסיים בלבד (3GP ו-MP4) ולכן אין לבנות על DviX/XviD.\nאפליקציית התמונות אף היא בסיסית ביותר ותוכלו לראות את כל התמונות  שלכם על גבי מלבנים קטנים שמחוברים זה לצד זה. בעת הצפייה בתמונה ישנה  אפשרות של שליחת התמונה באמצעות דרכים שונות, להפוך את התמונה למועדפת.  הדבר היחיד שחסר פה הוא ה-Multitouch: אם נרצה לבצע זום לתמונה נצטרך לעשות  את זה באמצעות המקשים הייעודים שנמצאים במסך הממשק. אוי סוני אריקסון…\nממשק נוסף שסוני אריקסון הכניסה הוא ממשק ה-Timescape שמטרתו היא לאחד  את כל העדכונים מהרשתות החברתיות שלכם (פייסבוק וטוויטר) ואת כל המיילים  שלכם במקום אחד. תוך כדי סנכרון תוכלו לצפות בכל העדכונים החברתיים,  הודעות, שיחות, מיילים ועוד במקום אחד, בסה”כ הממשק נחמד ונותן גישה יותר  מהירה להודעות נכנסות, אך אנחנו היינו מעדיפים את אפליקציות הייעודיות לכל  שירות, ששם יש לנו את כל שאר האפשרויות.\nאבל הבונוס הגדול הוא בעצם במערכת ההפעלה אנדרואיד הוא המרקט שעשיר  במגוון רחב של אפליקציות (כ-150 אלף אפליקציות והמספר עוד ממשיך לגדול מיום  ליום) ומשחקים שמעשירים את חווית השימוש במכשיר. את כל אלה תוכלו להוריד  דרך המרקט.\nה-X10 מצויד במצלמת 8 מגה-פיקסל עם פלאש LED שיאיר לנו בתנאי תאורה חלשים.\nממשק הצילום של ה-X10 מצוין: בצד ימין של הממשק ישנה את שורת  האפשרויות, שבשונה מממשקים אחרים, סוני אריקסון הוסיפו כאן קיצורים לכל  הדברים השימושיים: תוכלו לשנות את רזולוציית הצילום, לשנות את המיקוד  (מאקרו וכו’), לשנות את מצבי הסצנה ולבחור את הדרך שבה תצולם התמונה. לשאר  ההגדרות כמו איזון הלבן, מייצב התמונה, טיימר ועוד תוכלו להגיע דרך לחיצה  על מקש התפריטים. חסרון קטן שמצאנו הוא שכדי להפעיל את פלאש ה-LED נצטרך כל  פעם נכנס לתפריט ההגדרות המתקדם בכדי לקבוע האם הוא יעבוד או לא, זאת  במקום להוסיף כפתור לגישה מהירה. כמו כן דבר נוסף ששמנו לב אליו הוא  התגובתיות האיטית  במעבר ממשק המצלמה מאנכי לרוחבי אשר לוקח כ-2 שניות כדי  לבצע  את הסיבוב. גם מהירות המיקוד של התמונה היא יחסית מהירה איך לא מהירה  מספיק בכדי להשתוות למספר 1 בתחום, ה-N8, שהמיקוד בו מתבצע בפחות מחצי שניה.\nמבחינת איכות התמונות, רמת הפרטים היא מצוינת וגם הצבעים של התמונה דיי  טובים; החדות של התמונות מצוינת ורמת הרעש הדיגיטלי בתמונה בקושי מורגשת  ולפעמים היא לא קיימת. הדבר היחיד שאולי SE יכלו לשפר זוהי רמת הניגודיות,  אבל כאן אנחנו כבר מגזימים. להלן דגימות תמונה מה-X10:\n  \nהשדרוג המשמעותי של ה-X10 מ-1.6 ל-2.1 היה ללא ספק היה שדרוג צילום  הוידאו מאיכות WVGA ל-HD ב-24 פריימים לשניה. סה”כ אפשר להגדיר את איכות  הוידאו HD כטובה: היא לא להיט כמו ה-N8 או ה-Galaxy S (שמציג צבעים טובים יותר). החדות ורמת הפרטים של של הוידאו לא הכי טובה שיש, וזה דווקא נובע  מסיבה אחרת: טווח הפריימים לשניה הוא דינמי. ככל שיש יותר פרטים בתמונה, ככה  כמות הפריימים יורדת וזאת כדי לא ליצור וידאו קופצני. זה גם מסביר למה  הוידאו שצילמנו שקל  כמחצית (24 מגה בסה”כ) לעומת מכשירים אחרים שבדקנו  בעבר, לכן לא תמיד נקבל את האיכות המקסימלית בצילום הוידאו. דגימת וידאו מה-X10.\nל-X10 יש רמקול מונופוני יחיד שממקום בצידו השמאלי העליון. מבחינת עוצמה,  הרמקול עצמו מספיק חזק – ממוצע ביחס לרמקולים מהסוג הזה. מבחינת האיכות גם  ה-X10 עשה עבודה טובה והצלחנו להבין את הנאמר מהצד השני של השיחה. האפרכסת  עצמה לא להיט והיא לא הפיקה עוצמה מספיק חזק כמו שציפינו ממנה.\nה-X10 מצויד בדפדפן הרגיל של האנדרואיד, שתמיד היה מצוין בכל הגרסאות והדעות שלנו עליו נשארו כמו שסיקרנו מכשירים קודמים.\nזהו אותו הממשק שניתן למצוא בכל מכשירי האנדרואיד הקיימים: שורת הכתובות  תמיד תימצא למעלה וכשתחזרו בחזרה לנקודה העליונה ביותר של הדף, היא תפתח  לכם מחדש. לחיצה על מקש התפריטים פותח לנו את שאר האפשרויות של הדפדפן, שם  נוכל לרענן את הדף, לפתוח דף חדש ולבצע עוד מספר פעולות, וגם להיכנס לממשק  ההגדרות של הדפדפן. כמו כן, ה-X10 מצויד ב-Wi-Fi b/g שגם עשה את עבודתו  כראוי ולא נתקלנו בבעיות קליטה כלשהן.\nהביצועים של הדפדפן נשארו כמעט זהים כמו במכשירי אנדרואיד שיצא לנו  לסקור בעבר. הדפדפן הציג לנו את הדף כמו שצריך, כשמשום מה, ה-Multitouch,  שבולט בהיעדרו בגלריית התמונות, נמצא כאן וניתן להשתמש בו בצורה טובה.  חסרון נוסף שהוא דווקא ספציפי ל-X10 (ובכלל, לכל מכשירי האנדרואיד 2.1  ומכשירי ה-Mid-Range ומטה בגרסת 2.2) הוא החוסר ב-Abode Flash, מה שאומר  של-X10 חסר תכני פלאש ולא יכולנו להריץ אתרי או משחקי פלאש כלל וכלל. הדבר  האחרון (ששוב) הפריע לנו הוא מהירות הביצועים של הדפדפן עצמו: כשאנחנו  מנווטים בדף התזוזה אינה חלקה אלא “מגומגמת” וכאשר אנחנו עושים שימוש  במולטיטאץ’, מהירות התגובה סבירה ולא מהירה כמו במכשירים אחרים. כמובן שכל  אלה הינם תלונות משניות שלא צריכות להשפיע יותר מידי על חווית הגלישה, אך  קשה שלא לשים לב לזה.\n\nה-X10 מצויד בסוללה בעוצמת 1500mAh כשע”פ SE, היא אמורה לספק לנו עד 8  שעות שיחה רצופה ו-425 שעות של המתנה רצופה. במבחני המציאות הסוללה של  ה-X10 הייתה יחסית מאכזבת לעומת סמארטפונים בעלי גודל מסך זהה וגם סוג  סוללה זה, כשהבעיה המרכזית היא סוג המסך של ה-X10, שגם בשל גודלו אבל בעיקר  בגלל סוגו, כשהמאכל האהוב עליו הוא חשמל, והוא זולל אותו כמו שצריך.  בשימוש רגיל כשהבהירות בהגדרות מקסימליות, מספר שיחות ועוד טיפה Wi-Fi –  הצלחנו לשרוד יום שלם. בשימוש יותר מאסיבי יותר (משחקים בעיקר) כבר לאחר  כמה שעות מצב הסוללה ירד למתחת 50%.\nבחברות הסלולר בישראל ה-X10 משווק רק ברשת פלאפון, שם המחיר שלו הינו 99.9  שקלים לחודש (3594.4 ש”ח כולל מע”מ) ולמדברים מעל 400 דקות בחודש יקבלו  זיכוי מלא. בחנויות הפרטיות המחיר נע בין 1870-2250 שקלים.\nה-X10 הוא מכשיר שמשקף את מצבה הנוכחי של סוני אריקסון לשנת 2011: מאכזבת,  כשכבר אף אחד לא מצפה ממנה לכלום. עיכובים בהשקתו ברחבי העולם, עיכובים  בשדרוג גרסת האנדרואיד שלו מ-1.6 ל-2.1 והעיכוב הרציני בגיור לעברית גרמו  לכך שה-X10 הושק בארץ כשנה ו-3 חודשים (!) לאחר שהוכרז רשמית בנובמבר 2009  והושק רק במרץ 2010 ברחבי העולם. כן, ה-X10 הוא בסה”כ מכשיר טוב עם מספר  יתרונות בולטים כמו מצלמת הסטילס, אך כשהוא מגיע להתחרות ב-2 מכשירים  עיקריים, ה-iPhone 4 וה-Galaxy S, גם ברמה הטכנולוגית וגם ברמה התמחירית,  יש מרחק לא קטן שעל סוני אריקסון להשלים. אז איך כן אפשר לשפר את המצב של  ה-X10? השדרוג המתבקש הוא ל-2.2 (שתעניק לו מהירות משופרת, תמיכה בפלאש  בדפדפן, התקנת אפליקציות על גבי המיקרוSD, ושימוש בפלאש LED בצילום וידאו),  ואולי, רק אז, המצב יראה אחרת.\n– איכות בניה טובה\n– מצלמת סטילס וצילום וידאו HD\n– עיצוב\n– אנדרואיד 2.1 כבר מיושנת מידי – דרוש שדרוג\n– מהירות פעולה בינונית ומטה\n– המגע דורש שיפור\n– אין תמיכה בפלאש בדפדפן\n– אין תמיכה ב-DviX/XviD\n– אין רדיו FM\n– Sony Ericsson XPERIA X10\n– סוללה 1500mAh\n– כבל USB\n– מטען\n– אוזניות סטרופוניות\nמעבד: 1GHz Scorpion processor, Adreno 200 GPU, Qualcomm QSD8250 Snapdragon chipset\nזכרון: 1GB זכרון פנימי, 384MB RAM\nמסך: 4 אינץ’ מסוג TFT ברזולוציה של 854X480 פיקסלים, מגע Capacitive\nמצלמה: 8MP, רזולוציה 3264X2448, צילום וידאו HD 720p@24 FPS\nקישוריות: Bluetooth 2.1, A-GPS, Wi-Fi b/g ,3G HSDPA, 7.2 Mbps; HSUPA, 2.0 Mbps\nמערכת הפעלה: Android 2.1 Elcair\nסוללה: 1500 mAh\nמידות: 119X63X13\nמשקל: 135 גרם\nקרינה: SAR 1.25\nפורסם לראשונה באתר TGspot", "keywords": "סוני,אריקסון,סמארטפון,סוני-אריקסון,סלולרי,xperia,xperia x10,ביקורת סוני אריקסון x10,ביקורת x10,ביקורת xperia x10,ביקורת sony ericsson xperia x10,ביקורת אקספריה,ביקורת סוני אריקסון,ביקורת אקספריה x10"}