{"url": "https://www.geektime.co.il/new-gopro5-leaks/", "type": "article", "title": "תמונות ופרטים ראשונים חושפים את ה-GoPro Hero 5", "description": "חוברת הדרכה למצלמה החדשה חושפת מפרט משודרג, שירות איחסון בענן והגנה ממים ללא צורך במארז מגן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/https-2F2Fblueprint-api-production.s3.amazonaws.com2Fuploads2Fcard2Fimage2F1841992FScreen_Shot_2016-08-19_at_9.14.15_AM.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-21T10:14:35Z", "modified_time": "2016-08-21T10:14:35Z", "articleBody": "חוברת הדרכה למצלמה החדשה חושפת מפרט משודרג, שירות איחסון בענן והגנה ממים ללא צורך במארז מגן\n \nמקור: MIRRORLESS RUMORS\nחברות הטכנולוגיה כבר יודעות שקשה – מאוד קשה היום – לשמור על סודיות וחשאיות גמורה בנוגע להשקות של המוצרים שלהן. הקורבן הנוכחי היא יצרנית מצלמות האקסטרים הגדולה בעולם, חברת GoPro האמריקאית עם תמונות ופרטים ראשונים שדלפו וחשפו את מצלמת הדגל הבאה של החברה, ה-GoPro Hero 5.\nמקור: MIRRORLESS RUMORS\nהמקור להדלפות ולתמונות הפעם היא טיוטה של חוברת ההדרכה שתצורף למצלמה, כשזו תושק. חוץ מהאיור שממחיש לנו כיצד תיראה המצלמה החדשה, חושפת חוברת ההדרכה גם לא מעט פרטים טכניים על המפרט והפיצ’רים שלה. ראשית, ה-Hero 5, שתכלול מסך מגע, תהיה עמידה בפני מים ואבק – ללא צורך במארז מגן. זו לא תהיה הפעם הראשונה ש-GoPro תייצר מצלמה עם הגנה מובנית; לפני כשנה וחצי השיקה החברה את מצלמת ה-Session הקובייתית של החברה שכבר כללה את הפיצ’ר הזה. המצלמה החדשה גם תיישר קו עם הסמארטפונים והמחשבים החדשים ותכלול חיבור מסוג USB-C.\nחידוש נוסף של המצלמה החדשה הוא התמיכה בפקודות קוליות, כך שהמשתמשים יוכלו לצלם את ביצועיהם, מבלי להתעסק במצלמה כלל, פשוט על ידי אמירת פקודות קוליות כמו GoPro start video; חידוש נוסף הוא ייצוב התמונה, שאמנם לא יהיה זמין ב-4K ובקצב פריימים גבוה מ-60fps, אבל עדיין צפוי לאפשר למשתמשים ליהנות מוידאו חלק הרבה יותר.\nמבחינת מצבי צילום, תתמוך המצלמה בצילום ברזולוציית 4K בקצב של 30fps; צילום ברזולוציית 2K בקצב של 60fps ואיכות 1080p בקצב של 120fps. המצלמה תומכת בתמונות סטילס ברזולוציית 12 מגה-פיקסל והיא תכלול לראשונה תמיכה בצילום ב-RAW בפורמט dng, מה שעשוי לעזור לצלמים לשפר את איכות התמונות שלהם.\nעם זאת, אחד החידושים העיקריים שתציג GoPro אינו קשור רק למפרט. החברה תשיק שירות גיבוי ואיחסון בענן שייגבה בצורה אוטומטית את הוידאו והתמונות של המשתמשים ישירות מהמצלמה. השירות החדש שייקרא GoPro Plus אמנם ידרוש חיבור WiFi ולא כולל מודם סלולרי עצמאי. מכך ניתן גם להבין שהמצלמה לא תתמוך בסטרימינג לייב, הטרנד הנוכחי ברשת.\nאחת ההכרזות המסקרנות ביותר של GoPro לה אנחנו מחכים לא מעט זמן היא ההכרזה על Karma, הרחפן החדש שלה, שיושק בשנה הבאה.\nלקריאה נוספת:\nהמצלמה הקטנה והקלה ביותר של GoPro, הכירו את Session [סקירה]\nGoPro Hero 4: האם זו מצלמת האקסטרים הטובה ביותר? ועוד איך [סקירת וידאו]\nממשיכה לצלול: הכנסותיה של GoPro נחתכו, השקת הרחפן נדחתה\n ", "keywords": "gopro,gopro hero 5,גופרו,גו פרו,הירו,gopro hero5,"}