{"url": "https://www.geektime.co.il/gopro-launches-hero4-session-heroplus-lcd/", "type": "article", "title": "גו-פרו משיקה מצלמה חדשה וקטנה במיוחד, הכירו את Session", "description": "יצרנית מצלמות האקסטרים המובילה בעולם GoPro הודיעה לפני זמן קצר על השקתן של 2 מצלמות חדשות: אחת שקטנה בחצי משאר המצלמות של החברה ואחת שכוללת מסך מגע מובנה במחיר נמוך", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/BIG9.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-06T16:26:52Z", "modified_time": "2015-07-06T16:37:03Z", "articleBody": "יצרנית מצלמות האקסטרים המובילה בעולם GoPro הודיעה לפני זמן קצר על השקתן של 2 מצלמות חדשות: אחת שקטנה בחצי משאר המצלמות של החברה ואחת שכוללת מסך מגע מובנה במחיר נמוך\nהקטנה והזולה (יחסית). מקור: יח”צ\nחדש בגיקטיים: לוח משרות הייטק שמתמקד רק במשרות מתחום ההייטק, מתעדכן באופן קבוע ופתוח למגייסים ולמחפשי עבודה.\n \nחברת GoPro האמריקאית, יצרנית מצלמות האקסטרים הפופולאריות ביותר בעולם, ומי שבמידה מסויימת המציאה את הקטגוריה מפתיעה ומשיקה 2 דגמים חדשים של מצלמות האקסטרים שלה. לאחר שהשיקה לפני מספר חודשים את סדרת ה-HERO4 שלה, מודיעה היום (ב’) החברה על ההשקה הרשמית של 2 הדגמים החדשים, שכל אחד מהם מביא בשורה מכיוון אחר.\nזו לא העדשה, זו המצלמה. מקור: יח”צ\nדגם ה-Session הוא התוספת החדשה לסדרת ה-HERO4 האחרונה של החברה – המצלמה הקטנה ביותר שייצרה החברה מעולם. המצלמה הקטנה נהנית מכל היתרונות של שאר המצלמות בסדרה, רק שהיא קטנה יותר ב-50 אחוזים יותר מהמצלמות האחרות והיא גם שוקלת 74 גרם בלבד (כולל מארז), כלומר, 40 אחוזים יותר קלה מאחיותיה. המצלמה עצמה מוקשחת ועמידה במים עד לעומק של 10 מטרים, ללא צורך במארז ייחודי לצלילה.\nמבחינת וידאו, תומכת ה-Session באיכות 1080p עד 1440p בקצב של 60 פריימים לשנייה; וצילום סטילס נעשה ברזולוציית 8 מגה-פיקסל. כמו שאר המצלמות בסדרת ה-HERO4, תומכת המצלמה ב-QuikCapture, כלומר הדלקה מהירה וצילום אוטומטי בלחיצת כפתור אחת. הסוללה המובנית מספיקה לשעתיים עבודה רצופה, ולמרות גודלה היא תואמת במלואה לכל האביזרים והחיבורים הקיימים כיום ל-GoPro. ה-Session תתחיל להימכר בישראל ביום ראשון הקרוב (12.7) והמחיר המומלץ לצרכן עומד על 2,189 ש”ח.\nמסך מגע לכולם. מקור: יח”צ\nהמצלמה החדשה הושקה לפני כחודש בארצות הברית ועתה היא מגיעה לישראל. הפיצ’ר המרכזי במצלמה הוא כמובן המסך המובנה שהיה שמור עד עכשיו ל-HERO4 SILVER. כל מי שעשה שימוש ב-GoPro יודע כמה לא נוח ולא אינטואיטיבי הניווט בה ללא השימוש בסמארטפון. עתה, ניתן יהיה ליהנות ממסך מגע גם במצלמה ברמת המחיר הנמוכה של החברה. מעבר למסך, ה-HERO+LCD מציעה צילום וידאו באיכות 1080p בקצב של 60 פריימים לשנייה וצילום סטילס ב-8 מגה-פיקסל. אפשרויות העריכה החדשות ששילבה GoPro במערכת ההפעלה שלה מאפשרות עתה עריכה מהירה על גבי המצלמה ושיתוף מהיר ברשתות החברתיות, מבלי להזדקק כלל לסמארטפון. המארז המוקשח של ה-HERO+LCD עמיד למים עד לעומק של 40 מטרים, וגם היא תומכת באפשרות להדלקה מהירה וצילום אוטומטי. הסוללה המובנית מספיקה לעד שעתיים עבודה רצופה. המחיר המומלץ לצכן של ה-HERO+LCD עומד על 1700 ש”ח. 2 המצלמות מיובאות על ידי היבואנית הרשמית של GoPro, חברת DAA שיווק ספורט, שמעניקה עליהן שנתיים אחריות.\n", "keywords": "gopro,גופרו,מצלמת אקסטרים,gopro hero4 session,gopro hero+ lcd,מסך מגע,"}