{"url": "https://www.geektime.co.il/linux-ubuntu-available-to-all-windows-10-users/", "type": "article", "title": "מהיום תוכלו להתקין אובונטו היישר מהחנות של ווינדוס 10", "description": "זה לא חלום... החל מהיום תוכלו להתקין את הפצת לינוקס הפופולארית ביותר היישר מהחנות של Windows 10 ולהריץ זו לצד זו אפליקציות של שתי מערכות ההפעלה; מיקרוסופט: גם הפצות SUSE ו-Fedora בדרך לחנות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/Untitled-1-copy-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-11T10:30:52Z", "modified_time": "2017-07-11T10:32:22Z", "articleBody": "זה לא חלום… החל מהיום תוכלו להתקין את הפצת לינוקס הפופולארית ביותר היישר מהחנות של Windows 10 ולהריץ זו לצד זו אפליקציות של שתי מערכות ההפעלה; מיקרוסופט: גם הפצות SUSE ו-Fedora בדרך לחנות\nמקור: צילום מסך\nאם לפני מספר שנים היו אומרים לכם שתוכלו להוריד ולהתקין הפצת לינוקס – היישר מהחנות הרשמית של מיקרוסופט – ולהריץ אותה על גבי מחשב ה-Windows שלכם במקביל למערכת ההפעלה של מיקרוסופט, בוודאי הייתם חושבים שמדובר בהזייה או חלום. אבל הרגע הזה הגיע.\nלפני מספר שבועות, במסגרת כנס המפתחים שלה, הודיעה מיקרוסופט כי תאפשר התקנה של אובונטו (Ububtu) הפצת הלינוקס הפופולארית ביותר – היישר מתוך חנות האפליקציות שלה; החל מהיום האפשרות הזו זמינה לכל המשתמשים.\nצילום מסך: גיקטיים\nכדי להתקין את Ubuntu, עליכם קודם כל לאפשר הרצה של לינוקס על המחשב שלכם ואתם עושים זאת על ידי כניסה ל-Control Panel – שימו לב, לא מדובר על Settings – ושם בחירה ב-Program and Features ואז Turn Windows features on or off. בחלונית שתיפתח לכם עליכם לסמן את Windows Subsystem for Linux – Beta.\nאם תרצו תוכלו גם להזין ב-Powershell של ווינדוס את השורה:\nEnable-WindowsOptionalFeature -Online -FeatureName Microsoft-Windows-Subsystem-Linux\nאחרי שתאשרו ותבצעו איתחול של המערכת, פשוט היכנסו לחנות האפליקציות של Windows 10 וחפשו Ubuntu או שפשוט תלחצו על הלינק הזה כדי להגיע אליה ישירות.\nהגרסה אותה ניתן להוריד כרגע מחנות האפליקציות היא 16.04LTS בילד 20170619.1 ותוכלו גם להשתמש בטרמינל וגם להריץ בממשק הגרפי (GUI). בזכות שכבת ה-Windows Subsystem for Linux יוכלו משתמשי Windows 10, שהתקינו את Ububtu להריץ קובצי ELF של לינוקס על גבי Windows 10 לצד אפליקציות Windows 10 רגילות.\nצילום: גיקטיים\nההשקה של Ubuntu בחנות האפליקציות של Windows 10 היא רק הצעד הראשון והחברה כבר הודיעה כי בנוסף ל-Ubuntu, היא נמצאת בתהליך של שילוב ב-WSL של 2 הפצות פופולאריות אחרות: Suse ו-Fedora. בנוסף, צפויות 2 ההפצות להגיע גם הן לחנות האפליקציות של Windows – בדיוק כמו Ubuntu – כך שגם אותן תוכלו להתקין בקרוב באותה הקלות.\nהצעד הנוכחי של מיקרוסופט הוא עוד צעד בשינוי המרשים שעושה החברה בשנים האחרונות ובראשו אימוץ הקוד הפתוח. לפני כשנה הצטרפה החברה בצורה רשמית ל-Linux Foundation, העמותה שמקדמת פיתוח בקוד פתוח ואף הגדילה לעשות והצטרפה כחברת ‘פרימיום’, שתתרום לארגון כ-500 אלף דולר בשנה. חוץ משיתוף הפעולה עם Canonical וההצטרפות לעמותה, פיתחה מיקרוסופט גרסת לינוקס ל-SQL Server; פתחה חלקים גדולים ב-NET.; הוסיפה תמיכה ב-Azure ל-FreeBSD; קנתה את Xamarin והפכה את ה-SDK והספריות לקוד פתוח, והשתתפה במספר פרויקטים שהובילה Linux Foundation כמו Node.js, OpenDaylight ומיזם ה-Open API.\nמקור: Canonical", "keywords": "מיקרוסופט,לינוקס,אובונטו,ubuntu,linux,canonical"}