{"url": "https://www.geektime.co.il/intel-buys-texas-instruments-cable-modem-devision/", "type": "article", "title": "אינטל מתעתדת לרכוש את חטיבת מודם הכבלים של חברת טקסס אינסטרומנטס (Texas Instruments)", "description": "חברת אינטל הכריזה היום על חתימת הסכם לרכישת פס הייצור של מודם הכבלים של חברת טקסס אינסטרומנטס", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/08/intel-logo-blue-300x161.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-08-16T19:01:50Z", "modified_time": "2010-08-16T19:01:50Z", "articleBody": "חברת אינטל הכריזה היום על חתימת הסכם לרכישת פס הייצור של מודם הכבלים של חברת טקסס אינסטרומנטס\nחברת אינטל הכריזה היום על חתימת הסכם לרכישת פס הייצור של מודם הכבלים של חברת טקסס אינסטרומנטס. הרכישה מעמיקה את המיקוד של אינטל בתעשיית הכבלים ובפלחי שוק מוצרי הצריכה האלקטרוניים (CE), שבהם תיושם מומחיותה של החברה בבניית פלטפורמות ה-system on a chip) SoC) שמבוססות על מעבדי האטום של אינטל (Intel® Atom™).\nאינטל מתכננת לשלב את פס הייצור של ה-Puma מבית טקסס אינסטרומנטס, הטוב מסוגו, בטכנולוגיה הסטנדרטית של התקן להעברת מידע דיגיטלי על תשתית כבלים (DOCSIS) ובפלטפורמות SoC כדי לייצר ממירים מתקדמים וכן מוצרי נתבים ביתיים (residential gateway) ומודמים לתעשיית הכבלים. המטרה היא להעמיד לרשות יצרני הציוד המקורי פלטפורמה חזקה ופתוחה שתאפשר להם לייצר מוצרים חדשניים ומובדלים עבור ספקי השירות, מוצרים אשר ישפרו את חווית המשתמש בצריכת תכני וידאו, קול ומידע בבית.\n“כשמחברים את האנשים המוכשרים מקבוצת הכבלים של טקסס אינסטרומנטס למאמציה של אינטל לייצור טכנולוגיה מתקדמת שתותקן במוצרי צריכה אלקטרוניים, מקבלים שילוב מנצח”, אמר בוב פררה, מנכ”ל, חטיבת הכבלים של קבוצת ה-Digital Home באינטל. “אינטל מתמקדת בייצור פלטפורמות SoC שבבסיסם של מוצרי צריכה אלקטרוניים כגון ממירים, טלוויזיות דיגיטליות, נגני Blu-ray*, companion boxes, ומכשירים נלווים. הרכישה מחזקת בעיקר את ההיצע על רצף המוצרים שמיועד לנתבי כבלים ומחזקת את מחויבותה המתמשכת של אינטל לתעשיית הכבלים”.\nכל עובדי קבוצת מודם הכבלים של חברת טקסס אינסטרומנטס קיבלו הצעות להצטרף לאינטל באתרי הבית שלהם, בעיקר בישראל, ויצטרפו לקבוצת ה-Digital Home של אינטל. לא נמסר מידע על התנאים הנוספים בעסקה. ההסכם כפוף לאישור הרגולטור ולתנאים הנהוגים בסגירת עסקות. השלמת העסקה צפויה להתרחש ברבעון הרביעי של שנת 2010.", "keywords": "docsis,intel,puma,soc,system on a chip,texas ins,אינטל,טקסס אינסטורמנטס,texas instruments"}