{"url": "https://www.geektime.co.il/shopial-acquired-by-magento/", "type": "article", "title": "שופינג ישירות מהפייסבוק: מג׳נטו רוכשת את Shopial הישראלית", "description": "בעזרת המוצר של Shopial בעלי עסקים יכולים לייבא את החנות המקוונת שלהם באיביי, אטסי או וויקס באופן מלא לפייסבוק. בעקבות הרכישה מג׳נטו תרחיב את הפתרון הקיים שלה כיום והצוות הישראלי יחבור לצוות של Magento BI בארה׳׳ב", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/shopial-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-18T17:00:26Z", "modified_time": "2017-04-19T09:01:18Z", "articleBody": "בעזרת המוצר של Shopial בעלי עסקים יכולים לייבא את החנות המקוונת שלהם באיביי, אטסי או וויקס באופן מלא לפייסבוק. בעקבות הרכישה מג׳נטו תרחיב את הפתרון הקיים שלה כיום והצוות הישראלי יחבור לצוות של Magento BI בארה׳׳ב\nצוות Shopial, מימן היזם ניסים לחיני, היזם והמנכ״ל אופיר טהור באמצע עם החולצה הכחולה ובצד שמאל מנהל הפיתוח יוני ארביב\nShopial (שופיאל) הישראלית אשר הוקמה לפני כ-5 שנים על ידי אופיר טהור וניסים לחיני נרכשת על ידי מג׳נטו (Magento), אחת מהחברות המובילות כיום במסחר אלקטרוני באינטרנט. (חלקכם אולי מכירים את Shopial בשמה הקודם – Easy Social Shop). סכום הרכישה לא פורסם, אך נאמר לנו כי ״כל הצדדים יצאו מרוצים״.\nהחברה פיתחה מוצר שמאפשר לבעלי עסקים להקים חנות ולפרסם אותה ברשתות החברתיות בהן פייסבוק, פינסטרסט ואינסטגרם באופן די פשוט וללא כל ידע מוקדם. ״טכנולוגית הפרסום של Shopial היינה ייחודית במינה כיוון שהיא מאפשרת ללקוחותיה לפרסם בצורה אוטומטית ביתר פשטות ללא כל צורך בידע או יכולות שיווקיות ובכך להגדיל את כמות המכירות שלה״, הסביר טהור.\n״לאחר הקמת החנות, המוצר שלנו מעדכן באופן אוטומטי את החנות המקוונת מהחנות המקורית שאותה המשתמשים חיברו. אנחנו מאפשרים להם לשנות את מבנה החנות והעיצוב שלה מן הסתם, על מנת להתאים אותה לעמוד הפייסבוק שלהם. יש לנו לא מעט שיתופי פעולה עם חברות מסחר אלקטרוני, מה שעזר לנו לגייס לקוחות בצורה מהירה. המוצר שלנו מתמקד בפשטות מבחינת המשתמש כך שאנחנו מטפלים בכל הסיבוכיות מאחורה״, הסביר לנו טהור, מייסד שותף של החברה.\nמאפיין מעניין נוסף של Shopial הוא מערך הפרסום בה; ״גם כאן בנינו מענה פשוט ויצרנו אלגוריתם שבעצם מריץ פרסומות בצורה של טייס אוטומטי. אנחנו מאפשרים ללקוחות שלנו לייצר פרסומות בפייסבוק ובאינסטגרם בלחיצת כפתור כאשר אנחנו מייצרים בשבילם את התוכן (מן הסתם מהתוכן בחנות המקורית), בוחרים בשבילם את קהל היעד לפרסומות ועושים אופטימזציה לבידינג ולקהל היעד (Targeting) של הפרסום תוך כדי ריצה. המערכת בעצם מאפשרת לאנשים שאין להם יותר מידי ידע בפרסום לבוא ולבנות פרסומות בצורה מקצועית תוך כדי שאנחנו דואגים שהם יבזבזו את הכסף בצורה נכונה וחכמה״, הוסיף.\nלמוצר כיום יש למעלה מ-175,000 חנויות שמכילות יותר מ-24 מיליון מוצרים שונים ב-158 מדינות שונות.\nכמו כן לחברה שיתופי פעולה עם למעלה מ-20 חברות ובפרט שיתופי פעולה משמעותיים עם GoDaddy,, WIX ו-Facebook. מאז הקמתה גייסה Shopial כ-2.1 מיליון דולר מהקרנות Our Crowd ולול ונצ׳רס.\nבעקבות הרכישה, Shopial תיקרא מעכשיו Magento Social והיא בעצם תאפשר להרחיב את הפתרון הקיים שמג׳נטו מציעה כיום; הצוות הישראלי יעבור לארה״ב ושם הם יתחברו ל-Magento BI, מחלקה המבוססת על RJMetrics, חברה נוספת שנרכשה לאחרונה על ידי מג׳נטו. ״החיבור מן הסתם מאוד הגיוני ומתבקש, כיוון ש-Magento BI נותן לך ניתוח מידע על הפעילות בחנות ואילו Maegnto Social מסייע במציאת לקוחות חדשים והחזרת ישנים תוך שימוש הניתוח המורכב שהתקבל מ-Magento BI״.", "keywords": "אקזיט,שופיאל,מגנ׳טו,magento,חנות אינטרנט,מסחר אונליין,exit,רכישה,רכישה ישראלית,סטארטאפ ישראלי,"}