{"url": "https://www.geektime.co.il/apple-adapter-sales-2/", "type": "article", "title": "מחקר חדש חושף את המוצרים הנמכרים ביותר של אפל", "description": "אומץ? מחקר חדש של חברת המחקר Ceros בדק מה הם המוצרים הנמכרים ביותר ב-BestBuy וגילה כי המתאמים והכבלים שולטים במכירות של אפל ותורמים רבות לשורת הרווח שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Screenshot_1-1535371074-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-27T15:30:14Z", "modified_time": "2018-08-27T16:00:25Z", "articleBody": "אומץ? מחקר חדש של חברת המחקר Ceros בדק מה הם המוצרים הנמכרים ביותר ב-BestBuy וגילה כי המתאמים והכבלים שולטים במכירות של אפל ותורמים רבות לשורת הרווח שלה\nמקור: Apple\nמאת: אופיר ארצי, TGSPOT\nאפל (Apple) דיווחה לאחרונה על רווחי שיא ברבעון השני של 2018, ועל כך שהגיעה לשווי שוק בלתי יאומן כמעט של טריליון דולר. כעת מתברר כי לפחות חלק גדול מזה כלל לא קשור למכשירי ה-iPhone או למחשבי ה-Mac. בסט ביי (Best Buy) האמריקאית, שנחשבת לחברה שמוכרת הכי הרבה מוצרי אפל מלבד חברת המקור בעצמה, דיווחה לאחרונה כי מוצרי אפל הנמכרים ביותר שלה הם דווקא אביזרים נלווים ולא דווקא מוצרים.\nלפי דו”ח של חברת המחקר סרוס (Ceros), המוצר הנמכר ביותר בבסט ביי ברבעון האחרון היו אוזניות ה-AirPods של ולאחריו מתאם שקע אזניות מ-3.5 מילימטר למחבר Lightning, שכן כזכור אפל ויתרה על שקע האוזניות הסטנדרטי לפני כשנתיים, ומאז לקוחותיה שמעוניינים להשתמש באוזניות עם חיבור פיזי חייבים להשתמש במתאם. מחירו של המתאם – 9 דולר (כ-33 שקלים).\nהבא בתור הוא המחשב MacBook Air ואחריו עוד דונגל – כבל טעינה ממחבר USB ל-Lightning, בשווי של 19 דולרים (כ-70 שקלים). האביזר הבא בתור הוא אוזניות EarPods חוטיות עם מחבר Lightning (כ-100 שקלים), ואחריו עוד כבל טעינה, הפעם באורך של 2 מטרים. כל שאר המקומות בעשרת הגדולים הם אוזניות חוטיות או מתאמים שונים למחברים שונים. מה שאומר שלפחות בכל הנוגע למוכרי קמעונאות צד שלישי, הכסף הגדול מוזרם לחברה דווקא משום שהיא אימצה סטנדרטים יחודיים משלה ולכן מכריחה את לקוחותיה להשתמש במתאמים.\nפורסם במקור ב-TGSPOT\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\n ", "keywords": ""}