{"url": "https://www.geektime.co.il/2-bubble-apps-that-will-help-you-be-more-productive/", "type": "article", "title": "חיות בבועה: 2 אפליקציות מולטי-טסקינג שיעזרו לכם להיות פרודוקטיביים יותר", "description": "ה-Chat Heads של פייסבוק פתחו את הסכר לאפליקציות שמשפרות את הפרודוקטיביות היום-יומית במכשיר האנדרואיד שברשותכם. הנה כמה אפליקציות שמנצלות את הקונספט על הצד הטוב ביותר.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/Screen-Shot-2014-06-26-at-20.10.25.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-27T10:47:58Z", "modified_time": "2014-06-27T10:48:59Z", "articleBody": "ה-Chat Heads של פייסבוק פתחו את הסכר לאפליקציות שמשפרות את הפרודוקטיביות היום-יומית במכשיר האנדרואיד שברשותכם. הנה כמה אפליקציות שמנצלות את הקונספט על הצד הטוב ביותר.\nקרדיט תמונה: פייסבוק\nאחת הבעיות הכי גדולות במערכות הפעלה ניידות היא מולטי-טסקינג. בעוד מרבית הסמארטפונים מסוגלים להריץ יותר מאפליקציה אחת במקביל, החוויה של המעבר בין המשימות עדיין לא לוטשה בצורה כזו שנהנה להשתמש בה. הרבה פעמים, מעבר בין משימות דורש מכם לעזוב את כל מה שאתם עושים באפליקציה הנוכחית. לדוגמא, במכשיר האייפון או האייפד, במידה ומדובר באפליקציה שהפעלתם לא מזמן צריך ללחוץ פעמיים על כפתור הבית ולעבור אליה בעוד במכשירי אנדרואיד מדובר על תהליך דומה.\nהפעם, הישועה הגיעה דווקא מהמקום הכי פחות צפוי. קונספט ה-Chat Heads (אני אוהב לקרוא להם ״בועות״) אותה הציגה פייסבוק באפליקציית ה-Messenger שלה עובד יופי גם בהרבה מקרים אחרים. ב-ROM המותאם אישית Paranoid Android, אחד מהמועדפים עליי ביותר השיקו את Halo, חווית מולטי-טאסקינג לנוטיפיקציות באנדרואיד. בינתיים, ה-Halo הספיק למות אבל הקונספט של שימוש בבועות בכדי לייעל את ריבוי המשימות בסמארטפונים חי, קיים ונושם. לפניכם 2 האפליקציות החדשות והשימושיות ביותר אשר מתבססות על עיקרון הבועיות:\nצילום מסך, עיבוד תמונה\nכמה פעמים קרה לכם שקראתם כתבה, או פשפשתם בפיד הפייסבוק שלכם ונתקלתם בלינק אותו רציתם לפתוח אבל להגיע אליו אחר כך? לי, לפחות, זה קרה המון פעמים. מעצבן מאוד שאני צריך לעזוב את הפיד בפייסבוק או את הכתבה שאני קורא כרגע, לחכות שהכתבה החדשה תעלה, לקרוא אותה ורק אחרי כמה דקות לחזור לכתבה המקורית, או לחילופין להחליף בין הטאבים בדפדפן המובייל. האפליקציה הקטנה והגאונית הזו, בשם Link Bubble תפתור לכם את הבעיה הזו בקלי קלות. לאחר ההתקנה (חינם) ברגע שתלחצו על לינק מסויים באפליקציה מסויימת, היא תשאל אתכם באיזה דפדפן תרצו להשתמש. במידה ותרצו לפתוח את הלינק בדפדפן, תוכלו לבחור כך אך במידה ולא, תוכלו לפתוח אותו באפליקציה.\nמה שקורה מעכשיו הוא כמו קסם: בועה קטנה תיפתח בצידו של המסך, תטען את הדף המבוקש ולא תפריע לכם במה שאתם עושים כרגע. הבועית גם תדע לספר לכם מתי הדף המבוקש סיים להיטען, כך שלא תצטרכו לחכות זמן מיותר ולצפות בדף באופן מיידי. כאשר תתפנו אליו, פשוט לחצו על הבועית ותעברו לדף המבוקש בחלון צף. כאשר תסיימו עם הדף, כל מה שעליכם לעשות הוא לגרור את הבועית ל-X למטה, במידה ועשיתם זאת בטעות או התחרטתם תוכלו ללחוץ על Undo. האפליקציה תומכת בדפים מרובים (בגירסאת ה-Pro) כך שתוכלו ללחוץ על מספר לינקים מכתבה מעניינת שקראתם או מהניוזפיד שלכם בפייסבוק ולהתפנות אליהם בזמנכם החופשי.\nלהורדת Link Bubble מה-Play Store (גירסא חינמית)\nלהורדת Link Bubble מה-Play Store (גירסאת פרו – 5 דולר)\n\nצילום מסך\nהאם אמרתם לעצמכם פעם (בראש, כמובן): ״אם הייתה לי דרך בה הייתי יכול לשמור את כל הטקסטים והלינקים שהעתקתי ולחזור אליהם יותר מאוחר, הייתי האדם המאושר ביותר בעולם״? גם אם כן וגם אם לא, לפעמים מבאס מאוד לגלות שהלינק השימושי או הטקסט העצום ששמרתם ב-Clipboard המוגבל של הסמארטפון שלכם הלך לאיבוד ברגע שהעתקתם טקסט חדש. גם את הבעיה הזו אפשר לפתור באמצעות בועה וזה בדיוק מה שעשו ב-Copy Bubble החינמית.\nCopy Bubble תהיה שם רק מתי שתרצו אותה, כך שתוכלו להסתיר אותה בכל פעם שתחשבו שהיא מפריעה לכם על גבי המסך. כברירת המחדל, היא נמצאת במסך הנוטיפיקציות וברגע שתעתיקו לינק מסויים או סתם טקסט, הוא יתווסף באופן אוטומטי לבועה. כאשר תרצו לגשת לאחד מהטקסטים שהעתקתם, תוכלו להציג את Copy Bubble ולראות בתצוגה פשוטה רשימה של כל האייטמים המועתקים. תוכלו להסיר אייטמים משם בקלות, להעתיק אותם מחדש בקליק בכדי להדביק במקום אחר ואפילו לשתף. ברגע שסיימתם, תוכלו להסתיר את הבועית על ידי לחיצה על הפקודה המתאימה במסך הנוטיפיקציות.\nלהורדת Copy Bubble מה-Play Store (חינם)\n\nמכירים אפליקציות ״בועיות״ נוספות? שתפו אותנו בתגובות.", "keywords": "אפליקציות,מולטיטאסקינג,link bubble,copy bubble,בועיות,בועות,apps,multitasking,chat heads,צ׳אט הדס"}