{"url": "https://www.geektime.co.il/visual-ly-launches-startup-universe/", "type": "article", "title": "Visual.ly מציגה אינפוגרפיקה שממפה את עולם הסטארטאפים", "description": "החברה השיקה כלי גרפי המבוסס על CrunchBase ומציג בצורה ויזואלית עשרות אלפי חברות סטארטאפ, מייסדים וקרנות הון סיכון. שווה הצצה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/07/visually_startup_small.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-07-10T18:55:38Z", "modified_time": "2013-07-10T18:09:38Z", "articleBody": "החברה השיקה כלי גרפי המבוסס על CrunchBase ומציג בצורה ויזואלית עשרות אלפי חברות סטארטאפ, מייסדים וקרנות הון סיכון. שווה הצצה\nמקור: יח”צ\nחברת הסטארטאפ Visual.ly, המציעה למשתמשים אפשרות ליצור ולשתף אינפוגרפיקות בקלות וללא ידע קודם בעיצוב, הציגה היום שירות חדש, המאפשר למשתמשים לגשת לסטארטאפים ולמידע עליהם בצורה ויזואליות: The Startyup Universe. בתוך “עולם הסטארטאפים” של החברה ניתן לסייר וללמוד על יותר מ-12 אלף קרנות הון סיכון, 29 אלף חברות סטארטאפ ו-34 אלף מייסדים ואנשי מפתח בתעשייה.\nהשירות החדש למעשה לוקח את מסד הנתונים של אתר הטכנולוגיה TechCrunch, הנקרא CrunchBase ומבוסס על אותו העיקרון עליו מבוססת ויקיפדיה, כאשר גולשים יכולים להשתתף ולהכניס מידע אודות כל חברה הנמצאת במסד הנתונים. מסד הנתונים CrunchBase מכיל קשת רחבה של חברות סטארטאפ, מייסדים, משקיעים וקרנות הון סיכון, והכלי החדש של Visual.ly  מאפשר לגולש להביט על המידע בצורה הרבה יותר ויזואלית וידידותית.\n“ב-CrunchBase יש שפע של נתונים, אבל הם לא כל כך ויזואליים”, סיפר לגיקטיים טל שייח, סמנכ”ל השיווק ב-Visual.ly. “על ידי עיבוד הנתונים בצורה גרפית הצלחנו ליצור מדריך לעולם הסטארטאפים, המאפשר למשתמש לחקור את התעשייה הזו ולגלות את היחסים בין חברות הסטארטאפ, למייסדים ולקרנות ההון סיכון, ואילו סוגים של חברות סטארטאפ פופולריות יותר לאורך הזמן, בעיקר במונחים של כסף הון סיכון.”\nמקור: יח”צ\nהחברה משיקה מידי פעם מוצרים חדשים וחינמיים שנועדו להפוך למקורות גדולים של מידע הנוחים לעיבוד באמצעות ויזואליזציה של המידע. בחודש מרץ, השיקה החברה את שירות Visual.ly Google Analytics Report המאפשר לבעלי אתרים להפוך את המידע המתקבל משירות המעקב של גוגל אודות האתרים שלהם לאינפוגרפיקות ויזואליות, מזמינות ופשוטות להבנה ופענוח של הנתונים השונים, שיציעו הבנה בסיסית של מצב האתר בהרף עין.\nVisual.ly, הממוקמת בסן פרנסיסקו החלה את פעילותה באפריל 2011 ומאז הספיקה לגייס בסבב הסיד 2 מיליון דולרים ובסוף חודש מרץ האחרון, במסגרת סבב גיוס ראשון 2 מיליון דולרים נוספים מקרנות ההון סיכון והמשקיעים הפרטים Crosslink Capital, SoftTech, 500 Startupsas Kapor Capital, Giza Ventures, Naval Ravikant, Mark Goines, Josh James ואחרים.", "keywords": "visual.ly,visual,crunchbase,startups,startup,venture capital,vc,founders,קרנות הון סיכון,מייסדים,סטארטאפים,סטארטאפ,קראנצ\\'בייס,טקראנץ\\',ויזואלי,סטארטאפ והון סיכון"}