{"url": "https://www.geektime.co.il/lg-ces-2013-announcment/", "type": "article", "title": "LG חושפת את Laser TV, מקרן שעשוי להחליף את הטלויזיה שלכם [CES 2013]", "description": "במסגרת מסיבת העיתונאים שקיימה חברת LG בתערוכת CES 2013, חשפה החברה סדרת מוצרים חדשים, אחד מהם מסקרן במיוחד", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/DSCF4214.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-08T10:01:24Z", "modified_time": "2013-01-08T14:32:12Z", "articleBody": "במסגרת מסיבת העיתונאים שקיימה חברת LG בתערוכת CES 2013, חשפה החברה סדרת מוצרים חדשים, אחד מהם מסקרן במיוחד\nצילום: יניב פלדמן, ניוזגיק, לאס וגאס\nיום לפני פתיחת תערוכת CES, קיימה LG מסיבת עיתונאים בה הכריזה על ליין המוצרים החדש שלה ל-2013. את ההצגה השנה גנבו שתי מערכות תצוגה חדשות: הראשונה, טלוויזית ה-OLED הראשונה של LG, אחת מהטלוויזיות הראשונות שמושקות באופן מסחרי ומערכת תצוגה מבוססת מקרן טווח קצר, אשר הושקה תחת השם Laser TV.\nהמסך הראשון שחשפה LG ב-CES 2013 היה ה-OLED HD TV, דגם 55EM9700, בגודל 55 אינץ’. הדגם צפוי להגיע אל ארצות הברית בחודש מרץ, עם תג מחיר גבוה במחיר של 12,000 דולר. בקוריאה, לעומת זאת, יוכלו המשתמשים למצוא את המסך כבר במהלך החודש הבא במחיר העומד על כ-10 אלף דולרים, ושאר המדינות יאלצו להמתין בסבלנות להשקות שיערכו במהלך השנה הקרובה.\nבהכרזה זו הפכה LG לחברה הראשונה המצהירה על זמינותה של טלוויזיית הדור הבא, OLED, כאשר ציפיותיה של החברה הן לגדול בשוק זה ולהפיץ כ-7.2 מיליון יחידות עד 2016. עוד הוסיף האוויס קוון (Havis Kwon), מנכ”ל ונשיא חטיבת הבידור הביתי של LG כי הפצת הטלוויזיות הללו למעשה מעידות על עידן חדש בתחום הבידור הביתי, שלא התחדש מאז שהושקה הטלוויזיה הצבעונית לפני כ-60 שנים, או מאז שהושקה טלוויזית ה-HD הראשונה לפני כ-15 שנים. קוון הוסיף כי כאשר המשתמשים יראו את טלוויזיות ה-OLED החדשות, הם ישארו ללא מילים.\nטלוויזיות ה-OLED של החברה אכן מגיעות עם מפרט מרשים, בעובי של 4 מילימטרים בלבד ושוקלות פחות מ-10 קילוגרמים – לצד תצוגה ריאליסטית הודות לטכנולוגית WRGB שפיתחה LG, המתמקדת בארבעה פיקסלי צבע במקום השלושה שהיו עד היום – לבן, אדום, ירוק וכחול. בנוסף לאיכות התצוגה, מציעה החברה זוויות צפייה רחבות יותר מבעבר, מה שהופך את חווית הצפייה כולה לכזאת שהמשתמשים לא חוו בעבר – או לפחות כך טוענת LG.\nהמכשיר שהצליח לתפוס את עינינו במסגרת מסיבת העיתונאים היה ללא ספק ה-LaserTV החדש של LG. המכשיר, שנחשף בעבר תחת שם הקוד HECTO הוא למעשה מקרן טווח קצר הכולל בתוכו את ה-Smart TV של החברה, לצד יכולות של טלוויזיה דיגיטלית. כלומר, המקרן מיועד להציע למשתמשים את חווית הקולנוע הביתית האידיאלית, בעיקר בשל יכולותו להקרין תמונות גם ממרחקים קצרים במיוחד, בניגוד למקרנים הקיימים היום בשוק הדורשים מאיתנו סלון גדול במיוחד.\nעל פי LG, חווית הצפייה במקרן המדובר היא הקרובה ביותר לחווית צפייה בקולנוע, כאשר טווח הצפייה של המשתמשים יכולים להיות מינימלי ביותר כ-56 סנטימטרים (22 אינץ’) ועד כ-254 סנטימטרים (100 אינץ’), בעל תצוגת HD 1080p ואיכויות שעל פי החברה גורמות לשחורים במסך לבלוט במיוחד, גם אם כל סביבת הצילום בתוך הסרט חשוכה גם היא.\nבכל הנוגע לפלטפורמת ה-Smart TV, משתמשים שירכשו את המקרן יוכלו להנות מהפיצ’רים הידועים של LG כגון שירות הענן של החברה, LG Cloud, לצד Magic Remote, המאפשר מעבר בין ערוצים באמצעות כתיבת מספר הערוץ עם האצבע על גבי השלט, Smart World ותמיכה בטכנולוגיית WiDi של החברה. בנוסף, בזכות אפשרויות ה-Digital TV המובנות, יוכלו המשתמשים לגשת בקלות אל הרשתות החברתיות שלהם כגון פייסבוק, אתרי תכנים כגון נטפליקס או פשוט לצפות בתכנים הזמינים ישירות משירות הפרימיום של LG, לצד אפשרות צפייה בסרטונים או תמונות מהספרייה הפרטית של המשתמשים.\nLaser TV מגיע מצוייד עם שני רמקולי 10W מובנים בתוכו, במטרה להעניק שמע טוב יותר וכזה שמעניק חוויה יותר קרובה לזאת שמקבלים המשתמשים בקולנוע. המכשיר, בגובה 5.7 אינץ’ (כ-14.50 סנטימטרים) מסוגל לרוץ 25,000 שעות ללא החלפת הנורה – ומדובר על חיים הארוכים פי 5 מנורות המרקורי הקיימות כיום במקרנים.\n[flagallery gid=62 name=Gallery]\nבנוסף למוצרים אלה הציגה LG טלוויזית Ultra HDTV – בעלת מסך בגודל 84 אינץ’, לצד דגמי טלוויזיה נוספים בגדלים הנעים בין 55 ו-65 אינץ’ שעתידים להגיע לחנויות במהלך 2013. החברה מתכננת להציג גם את הדור השלישי של Google TV, ומתכננת להשיק במהלך 2013 שבעה דגמים חדשים, שיגיעו בחמישה גדלים שונים. כחלק מהשדרוגים של החברה, הכריזה כי ב-2013 תעבור לייצור טלוויזיות LED, ללא CCFL – אך כן ימשיכו עם ליין הפלזמות.\nעל מנת לשפר את חווית הצפייה ולהעניק למשתמשים שבחרו לרכוש את אחת מהטלוויזיות של החברה ערך מוסף, הודיעה החברה על מגוון השותפויות החדשות שלה, הכוללות בין היתר את אקטיויז’ן, ווריזון, גוגל ודיסני – כאשר אלה יעזרו לה לייצר תכנים באיכות UHDTV ותלת מימד, שיגיעו ישירות לסלון ביתם של המשתמשים.\nכותב הפוסט הוא אורח בתערוכת CES 2013 המתקיימת בימים אלה בלאס וגאס, סייעה בידיעה חן אידן.\n ", "keywords": "lg,מסך lg,מסכי lg,laser tv,oled,uhdtv,smart tv,ces 2013,led,"}