{"url": "https://www.geektime.co.il/ces-2013-first-impressions/", "type": "article", "title": "יריית הפתיחה: CES 2013 תפתח מחר, אלו חלק מהחידושים הצפויים שם", "description": "מערכת ניטור ביתית למזג האויר, סלולרי שזקוק לסוללת AA אחת בלבד ופטנט פשוט ומתבקש שיעשה לכם סדר בכבלים ברגע. הצצה לחידושים הראשונים של תערוכת האלקטרוניקה הגדולה בעולם", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/ces2013.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-07T11:19:13Z", "modified_time": "2013-01-07T16:13:20Z", "articleBody": "מערכת ניטור ביתית למזג האויר, סלולרי שזקוק לסוללת AA אחת בלבד ופטנט פשוט ומתבקש שיעשה לכם סדר בכבלים ברגע. הצצה לחידושים הראשונים של תערוכת האלקטרוניקה הגדולה בעולם\nתמונה: צילומסך\nהפתיחה הרשמית של CES 2013 תתרחש רק מחר, אך כבר אתמול (א’) התקיים אירוע העיתונאים המרכזי המכונה CES Unveiled. זוהי מיני-תערוכה שבמסגרתה מציגות כמה עשרות חברות את המוצרים והחידושים החמים ביותר שלהן. בהשוואה לשנים קודמות, ה-CES Unveiled של השנה היה דל ומעט מאוד חידושים אמיתיים הוצגו בו.\nחברת netatmo הציגה תחנת ניטור סביבתית המאפשרת לקבל את הנתונים על מגוון מכשירי iOS ו-Android. התחנה כוללת שני מרכיבים – יחידה חיצונית שממוקמת מחוץ לבית ומודדת טמפרטורה, לחות ולחץ ברומטרי ויחידה פנימית המודדת את אותם פרמטרים ובנוסף לכך רמת CO2 ורעש. היחידה החיצונית מופעלת על ידי 4 סוללות AAA המתפקדות כשנה והיחידה הפנימית על ידי ספק כח. שתי היחידות כוללות רכיבי WiFi המשדרים את הנתונים הנאספים, דרך הראוטר הביתי, אל הענן של חברת netatmo.\nהמשתמש יכול לצפות בנתונים האישיים שלו באמצעות טלפון חכם או טאבלט ואם הוא חפץ בכך, גם לשתף את המידע של היחידה החיצונית בין שאר המשתמשים במערכת. באופן זה נבנית רשת חברתית של נתונים אקלימיים ומתקבלת תמונה גלובלית בזמן אמת. המערכת זמינה לרכישה במחיר של $179 והתוכנה יכולה לשלוט במספר בלתי מוגבל של תחנות.\nחברת SpareOne הציגה שני טלפונים סלולריים המיועדים לשימוש בשעת חירום ומופעלים באמצעות סוללת AA אחת בלבד.\nלטענת החברה, כאשר הם אינם בשימוש, זמן החיים של הטלפונים הוא 15 שנים ומכיוון שאין להם צג הצורך אנרגיה, זמן הדיבור שניתן להשיג באמצעות סוללה אחת הוא 10 שעות.\nהטלפונים פועלים בדור 2 של טכנולוגית GSM ועל המשתמש להכניס לתוך הטלפון SIM כלשהו. בנוסף, כולל הטלפון כפתור מצוקה שיכול להתקשר למוקד חרום אחד ללא SIM.\nבתוך הטלפון מובנה גם פנס כיס המופעל באמצעות אותה סוללת AA. בדגם המתקדם, המכונה SpareOne PLUS גם ממומשת טכנולוגית איתור המתבססת על התא הסלולרי אליו מחובר הטלפון (לא באמצעות GPS). עלות הטלפון מהדגם המתקדם היא $99 והמחיר לדגם הפשוט יותר עדיין לא נקבע.\nתמונה: צילומסך, SpareOne\nחברת Datagard הציגה פתרון המיועד להגן על מכשירים ניידים (iOS ו-Android) בעת שהם גולשים באמצעות נקודות גישה זרות או דרך 3G. הפתרון מתבסס על מנגנון VPN המותקן כאפליקציה במכשיר הנייד. לאחר הרצת האפליקציה, מוצג בשורת הסטטוס של המכשיר סמליל (icon) המראה שהתוכנה פעילה.\nמרגע זה כל התקשורת האלחוטית של המכשיר מתבצעת תוך שימוש בשרתים של חברת Datagard. לחברה יש היום 16 שרתים הפרוסים ברחבי ארה”ב ואירופה ומאפשרים גלישה מאובטחת במקומות אלה תוך שימוש ב-IP מקומי (proxy). החברה טוענת שמנגנון ה-VPN שלה מכווץ את הנתונים העוברים בו בכ-25% ובכך מפחית את צריכת ה-3G של המשתמש. התוכנה גם מציגה סטטיסטיקה מפורטת של השימוש ב-3G.\nבחור חביב בשם Russ Johnson הציג באירוע פטנט חמוד המונע את התופעה הידועה של הסתבכות חוטי האוזניה. הפטנט מבוסס על שרוול צר וגמיש, המכונה CordCruncher, שלתוכו מושחלים חוטי הטלפוניה אותם ניתן מתוח עד לאורך של כמטר וחצי.\nכאשר מסיימים את השימוש באוזניה, משתמשים בשרוול עצמו על מנת לכווץ את חוטי האוזניה. בסרטון המופיע כאן למטה ניתן לראות את המנגנון בפעולה. כששאלתי את Russ מדוע אינם מיישמים את הפטנט הזה גם לכבלים אחרים כמו USB או מטענים, הוא סיפר לי שהפטנט של החברה רשום רק על השרוול ושבפועל אין שום מניעה ליישם אותו על כל סוג של כבל, הוא רק מחפש חברת אוזניות או כבלים שתקנה את הפטנט…\n\n\nהפוסט פורסם לראשונה בבלוג NetCHEIF.\n ", "keywords": "מזג אויר,מזג אוויר,מערכת לניטור מזג אוויר,ces,ces 2013,cordcruncher,datagard,saperoneneatmo,סלולרי לחירום,ces unveiled"}