{"url": "https://www.geektime.co.il/unique-customer-expereince-is-the-key-for-paid-broadcasting/", "type": "article", "title": "חוויית לקוח חדשנית היא המפתח לקרב על הטלוויזיה בתשלום", "description": "כיצד יכולים ספקי הטלוויזיה בתשלום להתמודד עם עולם הוידאו באינטרנט והאם יש להם סיכוי? יונה פרנסקי חושב שכן ומסביר שהמפתח טמון בשיפור חוויית הלקוח.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/12/shutterstock_157740680-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-12-12T13:04:27Z", "modified_time": "2014-02-17T14:36:33Z", "articleBody": "כיצד יכולים ספקי הטלוויזיה בתשלום להתמודד עם עולם הוידאו באינטרנט והאם יש להם סיכוי? יונה פרנסקי חושב שכן ומסביר שהמפתח טמון בשיפור חוויית הלקוח.\nהכתבה בחסות\n\nמאת יונה פרנסקי, מנהל Market Insight & Strategy Manager, Amdocs\nכפי שהסברתי במאמר הקודם שלי, אף על פי שהדברים מתנהלים באופן סביר יחסית בתעשיית הטלוויזיה בתשלום נכון להיום, קיימים אתגרים רבים באופק ואחת הדרכים המרכזיות להתמודדות עם אותם אתגרים, אם לא המרכזית שבהן,  היא שיפור חווית הלקוח.\nקיימים שני מימדים של חוויית הלקוח עליהם יכולה הטלוויזיה בתשלום להסתמך על מנת ליצור יתרון מול החברות המזרימות תכנים באינטרנט (OTT=Over The Top).\nהמימד הראשון של שיפור חוויית הלקוח הוא הטיפול בחוויית הצפייה. יתרון זה נעוץ בשנים הרבות שהשקיעו ספקי הטלוויזיה בתשלום ביצירתה של חוויית צפייה איכותית במיוחד (גם אינפורמטיבית וגם אינטואיטיבית).\nבוא נאמר את הדברים כפי שהם: הצפייה בתכנים המוזרמים באינטרנט, נכון להיום לפחות, היא כמו צפייה בטלוויזיה עם תריסים. פעולות פשוטות שהמשתמשים המורגלים בטלוויזיה בתשלום מקבלים כמובן מאליו – כמו צפייה בדבר אחד תוך בדיקה אלו תכנים נוספים זמינים, בין אם בערוצים אחרים ובין אם ב-VOD, עדיין אינה אפשרית בפלטפורמות של OTT ועם זאת, מדובר במאפיין הבסיסי ביותר של מדריך התוכניות האלקטרוני (EPG או Electronic Program Guide) של הטלוויזיה של ימינו.\nהטלוויזיה בתשלום אינה נחה על שמריה, היא ממשיכה לנסות לשפר את חוויית הצופה, לעיתים קרובות באמצעות מפתחים מצד שלישי. אחת מהדוגמאות הפופולאריות היא של חברת Jinni הישראלית, המספקת מנוע חיפוש סמנטי עבור סרטים ותכני טלוויזיה הלומד “להכיר” את המשתמש על פי הרגלי צפייה ו/או רייטינג, ולאחר מכן מספק לו המלצות תוכן מותאמות אישית ופתרונות המבוססים על טעם וההעדפות הצופים. חברות גדולות כגון Comcast בארה”ב, כבר משתמשות ב- Jinni כדי להניע את ההמלצות בתוך מדריך התוכניות האלקטרוני שלהן, וכדי לשפר את חוויית הצופה.\nוידאו: כיצד עובד פתרון התאמת התכנים של Jinni\n\nדוגמה נוספת בתחום היא של חברת The Video Point, המציעה בחירה חכמה של סרטים, ומביאה באיכות גבוהה אל חדרי המגורים את הסרטונים הטובים ביותר באינטרנט, תוך הסתמכות על העדפות אישיות. מפעילים כמו SingTel בחרו ב-The Video Point כדי לחבר את חוויית הווידיאו באינטרנט אל בתי הצופים.\nהמימד השני של חוויית הלקוח בו יש לספקי טלוויזיה בתשלום יתרון ברור, הוא הקשר עם הלקוח. כיצד מתייחסים ללקוח במהלך מחזור החיים של המגעים איתו: עריכת קניות, רכישה, קבלת השירות, קבלת החשבון ותשלום.\nעבור מרבית שירותי הווידיאו באינטרנט, המושג של יחסים עם הלקוח הוא מזערי ביותר או שאינו קיים כלל. הרישום מתבצע באופן מקוון. זוהי אמנם דרך נוחה ביותר, אך אם יש בעיה כלשהי בשירות, אין עם מי לדבר ואין מי שיכול לסייע לך על פני כל שרשרת האספקה האינטרנטית. במקרה של בעיה, האם היא בתשתית האינטרנט, ספק האינטרנט, המיכשור או הסטרימינג של הווידאו? ועם מי נוכל לדבר על אודות בעיות גבייה? לספקי טלוויזיה בתשלום יש יתרון ברור הודות לבעלותם על כל המערכות הנלוות, והם ממשיכים להשקיע על מנת לשפר את חוויית הלקוח.\nגם כאן אפשר ללמוד מסטארטאפ ישראלי בשם SundaySky, חברה המסייעת למפעילי תקשורת כגון  AT&T להציג חשבוניות וידיאו מותאמות אישית. חברות טלוויזיה בתשלום יכולות גם הן להשתמש בחשבוניות וידאו בהן הלקוח מקבל הסבר פשוט ואינטואיטיבי לגבי החיובים וכך ולצמצם את מספר שיחות הטלפון המגיעות אל מרכז השירות, לחסוך כסף ולהגדיל את שביעות הרצון של הלקוחות.\nתעשיית הטלוויזיה בתשלום נמצאת במצב יחסית טוב, למרות שכנראה אין היא במצב כל כך טוב כפי שהיא מתיימרת. הדרך הטובה ביותר של החברות לשמר את יתרונן היא להמשיך לנצל את היתרון שלהן במונחים של חוויית הלקוח. הגיע הזמן שתעשיית הטלוויזיה בתשלום תספק לצופים חווית צפייה מושלמת וחוויית יחסי לקוח ששום חברת OTT לא תוכל לספק. פתרונות חדשניים כמו של Jinni, The Video Point, ו- SundaySky עוזרות להם להתקדם לעבר המטרה.\nאם לא תעשה כן, עלולה תעשיית הטלוויזיה בתשלום לגלות שהמודל העסקי הנוכחי שלה בנוי על “בית הקלפים”.\nקרדיט תמונה: Shutterstock / woman watching tv", "keywords": "טלוויזיה בתשלום,טלויזיה בתשלום,vod,ott,over the top,video point,jinni,sunday sky,singtel,at&t,at&t"}