{"url": "https://www.geektime.co.il/startups-investments-november-2013/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו בנובמבר 2013", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות והגיוסים של חודש נובמבר 2013.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-30T11:22:18Z", "modified_time": "2013-11-30T11:22:18Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות והגיוסים של חודש נובמבר 2013.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש אוקטובר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nמקור: Flickr, cc-by 401(K) 2013\nחברת ZeroVM הישראלית, העומדת מאחורי פיתוח מערכת שרתים וירטואלית המיועדת לענן, נרכשה על ידי חברת האחסון האמריקאית RackSpace. פרטי העסקה לא נחשפו, אך כחלק ממנה יהפכו משרדיה התל אביביים של ZeroVM למרכז המחקר והפיתוח המקומיים של RackSpace.\nJVP, קרן ההון סיכון הירושלמית משלימה סבב גיוס בסך 120 מיליון דולרים לקרן השביעית שלה. על פי הדיווח הנוכחי, הקרן מתכננת להמשיך ולהשקיע בתחומים בהם השקיעה עד היום, הכוללים חברות בתחום המדיה, תקשורת, אינטרנט, תוכנה, טכנולוגיות אחסון ואבטחת מידע.\nחברת Comm-IT הישראלית, בית מערכות לפתרונות משולבים בתחומי התוכנה, הודיעה על רכישת החברה הישראלית Valinor, המעניקה שירותי ייעוץ ופתרונות משלימים לסביבת SQL Server. היקפה של העסקה, המבוססת בחלקה על יעדים, מוערך בכ-7.5 מיליון שקלים (2.12 מיליון דולרים). בעקבות המיזוג, Valinor צפוייה להשלים את חטיבת המומחים של Comm-IT ולהציע למגוון הלקוחות של 2 החברות את כלל שירותי הקבוצה השונים.\nחברת הסטארטאפ הישראלית Garantia Data, ספקית שירותי Redis Cloud Services לארגוני Enterprise, הודיעה על השלמת סבב בהיקף של 9 מיליון דולרים. זהו סבב הגיוס הראשון של החברה, לאחר שהשלימה באוגוסט 2012 את סבב הסיד, בגובה 4 מיליון דולרים ממשקיעים פרטיים ביניהם זהר גילון, משקיעים פרטיים שהשקיעו ב-StoreWise אשר נרכשה על ידי IBM ב-2010 וחברת ההשקעות TheTime של אילן שילוח.\nמניית הסטארטאפ הישראלית Wix, המפתחת פלטפורמה מתקדמת לבניית אתרי אינטרנט, תתחיל להסחר בבורסת הנאסד״ק תחת השם WIX לפי שווי העומד על כ-800 מיליון דולרים. במסגרת ההנפקה הראשונית גייסה החברה 127 מיליון דולרים מהציבור, כאשר שווי החברה עומד על למעלה מ-760 מיליון דולרים.\nWinward פיתחה טכנולוגיה בשם MarInt, המשתמשת בלווינים מסחריים וב-Pinpoints הממוקמים ברחבי העולם הימי בכדי לפקח באופן רציף על התנועות של כלי שיט ברחבי העולם באופן רציף – יכולת אשר לא הייתה זמינה לפני כן ברמה המסחרית. תוך שימוש באלגוריתמים מתוחכמים שפיתחה החברה, ה-MarInt יודעת לא רק לנטר את המיקום של כלי השיט הללו, אלא גם להציג את הפרטים המזהים שלו, הדרך בה הוא נסע מאז שעזב את הנמל בו עגן, ספינות נוספות בצי ואף לנתח את ההתנהגות שלו הללו בזמן אמת.\nחברת הסטארטאפ הישראלית מובלי (Mobli), המפתחת אפליקציה חוצה פלטפורמות לשיתוף תמונות וסרטוני וידאו, הודיעה על השלמת סבב גיוס בהיקף 60 מיליון דולר. את סבב הגיוס ביצעה כהשקעה אסטרטגית חברת America Movil, מפעילת הסלולר הגדולה ביותר באמריקה הלטינית ואחת ממפעילות הסלולר הגדולות בעולם, אשר נמצאת בבעלותו של קרלוס סלים, מיליארדר שהונו מוערך בכ-75 מיליארד דולרים ומדורג כאיש השני העשיר בעולם, מייד אחרי ביל גייטס.\nחברת הסטארטאפ הישראלית סנסיבל (Sensible Medical Innovations), העומדת מאחורי פיתוח מוניטור לא פולשני למדידת נוזלים בגוף הודיעה על השלמת סבב גיוס. החברה מתכננת להשתמש בסכום הגיוס הנוכחי על מנת להמשיך לאסוף נתונים ממחקרים קליניים בנוגע לאופן פעולת המוצר שלה, ומתכננת להשיק אותו בצורה מסחרית לרופאים ומטופלים ברחבי העולם.\nחברת הסטארטפ הישראלית צ׳קמרקס (Checkmarx), המפתחת כלים לבדיקה ואנליזה של קוד ומזהה פרצות ובעיות אבטחה, הודיעה על השלמת סבב גיוס בהיקף של 8 מיליון דולרים. מוצר הדגל של Checkmarx, הנקרא CxSuite למעשה מאפשר למשתמשים לצמצם את הזמן אותו צריך להשקיע צוות הפיתוח וה-QA של האפליקציה במציאת פרצות אבטחה פוטנציאליות בקוד המוצר.\nחברת הסטארטאפ הישראלית LapSpace Medical, המפתחת מַפשֵׂק למעי הדק, כלי המסייע בניתוחים לפרוסקופיים הודיעה על השלמת סבב גיוס ראשון בהיקף כולל של מיליון דולרים. המַפשֵׂק המיוחד שפיתחה החברה מוחזק באופן שאינו מצריך כוח אדם נוסף ולמעשה מחזיק את המעי הדק בכדי שהמנתח יוכל להגיע אל האיבר הרצוי בכמה שפחות הפרעות.\nמדובר ברכישה השנייה של ענקית הטכנולוגיה בישראל ועל אחת הרכישות הגדולות יותר שביצעה אפל מחוץ לארה״ב. בפריימסנס היושבת ברמת החייל ומעסיקה למעלה מ-150 עובדים הושקעו עד כה 85 מיליון דולרים על ידי הקרנות של ג׳נסיס, ג׳מיני, קיינן וסילבר לייק סומרו.\nחברת הסטארטאפ הישראלית Compass-EOS, המפתחת טכנולוגיה להעברת נתונים מהירה בין שבבים, הודיעה על השלמת סבב גיוס בהיקף של 42 מיליון דולרים. מאז הקמתה, פעלה החברה מתחת לרדאר ממשרדיה בנתניה והיוותה מוקד התעניינות מצד קרנות הון סיכון ומשקיעות שונות בתחום החומרה. רק במרץ 2013 נחשפה Compass-EOS לראשונה וחשפה את המוצר המרכזי אותו היא מפתחת. מדובר בשבב המבוסס על טכנולוגיית icPhotonics המפותחת על ידי החברה, המסוגל להתמודד עם עיבוד אופטי בשבבי סיליקון, ונמכר, על פי החברה בתוך נתבים אלחוטיים המשווקים אל הקהל הרחב.\nחברת הסטארטאפ הישראלית Zula, המפתחת פלטפורמה המאפשרת ביצוע שיחות ועידה או טקסט מבוססות ענן, הודיעה על השלמת סבב גיוס סיד נוסף מ-Microsoft Ventures. הרעיון העומד מאחורי המוצר שמפתחת חברת Zula מזכיר מגוון רחב של שירותים הקיימים כיום, המאפשרים לבצע שיחות קול, טקסט או וידאו מבוססות ענן בין מספר רב של משתמשים ללא קשר למדינה, הפלטפורמה או המערכת בה הם משתמשים.\nחברת הסטארטאפ הישראלית אן-טרינג (N-Trig), המייצרת מסכי מגע, משלימה סבב גיוס בסך 4.5 מיליון דולרים. הישראלית עומדת מאחורי פיתוח וייצור מסכי מגע, לצד ייצור עטי סטיילוס משלימים עבורם. את הטכנולוגיה אותה פיתחה החברה ניתן למצוא במגוון מכשירי סמארטפון, טאבלטים ואולטרה בוקים, כאשר לחברה מספר שותפות גדולות במיוחד הכוללות את HP, דל, אסוס, לנובו, HTC, טושיבה ואחרות.\nסייבר ארק (CyberArk) הישראלית, העוסקת בתחום אבטחת המידע, מתכוננת לקראת הנפקת מניות החברה. על פי התכנון, החברה מעוניינת להנפיק את מניותיה בבורסת וול סטריט במהלך המחצית הראשונה של 2014, ובמסגרת ההנפקה הראשונית בכוונתה לגייס בין 100 ל-150 מיליון דולרים, על פי שווי של כ-500 מיליון דולרים.\nחברת הסטארטאפ הישראלית Xtreme Reality, המפתחת טכנולוגיה לניתוח תנועות תלת מימדיות באמצעות מצלמות דו-מימדיות סטנדרטיות, הודיעה על השלמת סבב גיוס בהיקף של 10 מיליון דולרים. בניגוד לפתרונות האחרים הקיימים בתחום זיהוי התנועה, הפתרון של אקסטרים ריאליטי אינו דורש חומרה מיוחדת ומסתפק במצלמה אחת פשוטה על-מנת לבצע זיהוי מלא של שלד הגוף ובאמצעות התוכנה שפיתחה החברה, מתורגמות התנועות הללו לפקודות מחשב.\nחברת הסטארטאפ הישראלית ג’יפיטי (Jifiti), העומדת מאחורי אפליקציה לרכישת מתנות, משלימה סבב גיוס בסך מיליון דולרים. סבב ההשקעה של החברה מגיע בעיצומה של עונת הקניות בארצות הברית, ימים ספורים לפני חג ההודיה וכחודש לפני חג הרכישות הגדול מכולם: חג המולד. סכום הגיוס עשוי לעזור לחברה להגיע אל קהל הרוכשים הגדול, ובכך למעשה להגדיל את מספר המשתמשים והחנויות העושות שימוש באפליקציה.\nאנחנו מאחלים לכל החברות המגייסות המון בהצלחה. יש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il", "keywords": "גיוס,גיוסים,סטארטאפ,סטארטאפים,גיוס הון,גיוסים חודשי,jifiti,xtreme reality,cyberark,n-trig,zula,compass-eos,apple,primesense,lapspace medical,checkmarx,sensible,mobli,windward,wix,garantia data,valinor,comm-it,jvp,zerovm,"}