{"url": "https://www.geektime.co.il/curiyo-raises-1-9-million-dollars/", "type": "article", "title": "Curiyo הירושלמית מגייסת 1.9 מיליון דולר [גיוס]", "description": "חברת הסטארטאפ הישראלית Curiyo, שעוזרת למשתמשים למצוא תוכן ומידע על מילה או נושא מתוך מאמר - הודיעה על גיוס של 1.9 מיליון דולר.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/curiyo-small.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-29T15:36:42Z", "modified_time": "2014-06-29T15:36:42Z", "articleBody": "חברת הסטארטאפ הישראלית Curiyo, שעוזרת למשתמשים למצוא תוכן ומידע על מילה או נושא מתוך מאמר – הודיעה על גיוס של 1.9 מיליון דולר. \n \nאוספת תוכן ומידע, מבלי לפתוח טאבים חדשים ומבלי לעזוב את האתר. מקור: צילום מסך\nחברת הסטארטאפ הישראלית Curiyo הודיעה על גיוס של 1.9 מיליון דולר ממשקיעים וקרנות כמו OurCrowd, Cedar Fund, 2M, Kima Ventures, Tom Glocer, Gigi Levy, JumpSpeed Ventures ועוד משקיעים פרטיים. החברה, שמשרדיה נמצאים בירושלים, נוסדה על ידי ידי בוב רוזנשיין, שהיה גם המנכ”ל של Answers.com עד שנמכרה תמורת 127 מיליון דולר לחברת האחזקות AFCV Holdings.\nCuriyo הוא כלי לדפדפן שמספק למשתמש את כל המידע על מילה מסויימת ברגע שהמשתמש מבצע עליה “לחיצה ארוכה”. המידע מגיע בצורת חלון מידע עם תמונות, קטעי וידאו, קטעי חדשות, עדכוני מדיה חברתית וערך ויקיפדיה. כך המשתמש לא צריך לפתוח טאב חדש לכל מקור מידע ולהתחיל לחפש מידע רלוונטי, אלא נהנה מכל המידע בלחיצה אחת על כפתור ובאותו טאב. Curiyo תומך במספר פלטפורמות: אפליקציית אנדרואיד, תוסף לוורדפרס ותוסף לכרום. החברה גם מציעה ליצרני תוכן כמו בלוגרים ועיתונאיים להטמיע את התוסף באתר שלהם (מדובר בשורת קוד אחת בלבד), וכך להציע לקוראים את השירות, ללא צורך בהתקנה נוספת. כך גם האתר מרוויח מכך שהגולש אינו נוטש את האתר לטובת אתרים אחרים, אלא נשאר בדף שלו.\nלאחרונה הודיעה החברה על שיתוף פעולה עם USA TODAY, במסגרתו יוטמע השירות במדור ה-Life של העיתון (רק בגרסת הדסקטופ ולא במובייל). לארי קריימר, הנשיא והמו”ל של USA TODAY אמר אז: “אתרי תוכן מחפשים דרכים חדשות להשיג תוכן, כדי לשמור על תשומת הלב של הצרכנים. Curiyo יצרה דפוס חדש לגילוי של תוכן והיא עושה את זה בצורה יפהפיה. אנחנו נרגשים להשיג את Curiyo וכבר רואים תגובות חיוביות ב-USA TODAY”. בוב רוזנשיין אמר כי “יצרנו פלפטפורמה חדשה לאיסוף וגילוי של תוכן. המטרה שלנו היא לרכז את התוכן המושך ביותר במקום אחד, בצורה פשוטה עם כמה שפחות מאמץ”.\nבמקביל להכרזה על הגיוס, הודיעה החברה גם על מינויו של תום גלוסר, שהיה בעבר המנכ”ל של חברת המדיה, Thomson-Reuters, ליועץ לחברה. גלוסר משרת גם כדירקטור ב-Morgan-Stanley ו-Merck.\n", "keywords": "קיוריו,curiyo,גיוס,answers.com,קרן הון סיכון,קרן הון,vc,אנסרס,בוב רוזנשיין,bob rosenschein,ourcrowd,cedar fund,morton meyerson of 2m,kima ventures,tom glocer,gigi levy,jumpspeed ventures"}