{"url": "https://www.geektime.co.il/origami-logic-raised-15m/", "type": "article", "title": "ניצול מקסימלי של תקציב שיווקי: Origami Logic מגייסת 15 מיליון דולר", "description": "החברה מאפשרת למפרסמים לעקוב אחר ביצועי הקמפיינים השיווקים שלהם בזמן אמת ולמקסם את התוצאות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/origamilogic-1517321483.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-30T17:59:49Z", "modified_time": "2018-01-30T17:16:36Z", "articleBody": "החברה מאפשרת למפרסמים לעקוב אחר ביצועי הקמפיינים השיווקים שלהם בזמן אמת ולמקסם את התוצאות\nמקור: Origami Logic\nחברת Origami Logic מפתחת פלטפורמה שמסייעת למותגים למקסם את מהלכי השיווק שלהם ולמדוד את ביצועיהם בעזרת אנליטיקה מתקדמת יותר ולמידת מכונה, מה שנועד לשפר את השקיפות ואת זמן התגובה לשינויים בשוק והתנהגות הצרכנים שלהם. כעת, מודיעה החברה על השלמת סבב גיוס שלישי בהיקף של 15.2 מיליון דולר בהובלת הקרנות Saban Ventures ו-Viola Ventures, לצד משקיעים קיימים.\nחברת האנליטיקה השיווקית Origami Logic (אוריגמי לוגי’ק) מסייעת לארגונים להבין ולשלוט בביצועי פעילויות השיווק שלהם, תוך גילוי והצגת תובנות המצביעות על מה עובד טוב יותר ומה פחות. הידיעה הזו מאפשרת לארגונים למקסם את תוצאות מהלכי השיווק שלהם, מבלי לבזבז בדרך הון עתק. הפתרון של אוריגמי לא נועד להתחרות במערכות המנהלות קמפיינים פרסומיים הפועלים בשוק, אלא להשלים אותן ולהעניק להן את הצד הניתוחי שישמש את אנשי השיווק. בין לקוחותיה של החברה ניתן למנות את המותגים AB InBev (שרכש השבוע את הסטארטאפ הישראלי WeissBeerger),קלוגס ו-P&G.\nOrigami Logic הוקמה בשנת 2011 על ידי שלושה מייסדים בעלי ניסיון: עופר כהנא, עופר שקד ואלון עמית. כהנא הקים וניהל את חברת ClassX, אשר התמזגה עם VocalTec. לאחר מכן, הוא הקים את חברת Kagoor Networks אשר התמחתה בטכנולוגיית VoIp, שנרכשה על ידי Juniper Networks. שקד הקים וניהל את חברת FareChase שנרכשה על ידי ענקית החיפוש Yahoo והפכה לימים ל-Yahoo Travel. לאחר מכן בנה וניהל שקד את מנוע התשובות Yahoo Answers. אלון הגיע אל החברה מפרוייקטים קודמים בגוגל בפייסבוק, שם היה אחראי על מערכות ה-Backend של מודעות החיפוש בגוגל ומערכת הפרסומות של פייסבוק. מטה החברה ממוקדם במנלו פארק, קליפורניה שבעמק הסיליקון, והיא מחזיקה במשרדים נוספים גם בתל אביב, ניו יורק ואפילו תאילנד. סה”כ מעסיקה כ-61 עובדים, מרביתם בחו”ל.\nסבב הגיוס הנוכחי מגיע 4 שנים אחרי סבב הגיוס הקודם, אז גייסה Origami Logic כ-15 מיליון דולר נוספים. בין משקיעיה של החברה ניתן למנות את הקרן האמריקאית Jafco Ventures, Accel Partners ולייטספיד ונצ׳רס. מאז הקמתה, סך גיוסיה מסתכם בכ-40 מיליון דולר.\n“עם המעבר של עסקים לפלטפורמות דיגיטליות ומובייל-תחילה, כמעט שלא עובר שבוע בו סמנכ”ל שיווק בכיר או מותג ענק אינו מתבטא בתקשורת ביחס לסוגיות הקשורות לשקיפות וייעול הוצאות הפרסום,” אמר עופר כהנא, מנכ”ל ומייסד משותף בחברה. “נראות, שמירה על שפת המותג, השפעה וחשיפה, בעלות על נתונים ושקיפות ההוצאות – כל אלה הם נושאים עליהם אנו שומעים מדי יום ומטרידים את המפרסמים הגדולים. פלטפורמת Origami נועדה לפתור את סוגיות הטרנספורמציה העסקית המהותיות הללו, וסבב גיוס זה יאפשר לנו להתמודד עם הצורך הגובר הזה”.", "keywords": "גיוס,סבב גיוס,סטארטאפ,סטראטאפ ישראלי,origami logic,אוריגמי לוג\\'יק,אנליטיקה,שיווק,אנליטיקה שיווקית"}