{"url": "https://www.geektime.co.il/windows-intune-teched/", "type": "article", "title": "לנהל את עמדת הקצה הארגונית עם Windows InTune", "description": "ארגונים קטנים בעלי צוות IT מצומצם משקיעים לא מעט משאבים בניהול תחנות הקצה שלהם. בחודשים הקרובים צפויה מיקרוסופט להשיק שירות חדש בשם Windows InTune שיאפשר להם להעביר גם את עבודת הניהול לשירותי הענן", "image": "https://files.geektime.co.il/wp-content/uploads/2010/10/SystemOverviewWithDesktopAndBrowser-300x225.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-10-21T17:54:07Z", "modified_time": "2010-12-04T10:10:41Z", "articleBody": "ארגונים קטנים בעלי צוות IT מצומצם משקיעים לא מעט משאבים בניהול תחנות הקצה שלהם. בחודשים הקרובים צפויה מיקרוסופט להשיק שירות חדש בשם Windows InTune שיאפשר להם להעביר גם את עבודת הניהול לשירותי הענן\nהפוסט נכתב בחסות חברת מיקרוסופט, העורכת את כנס Tech-Ed 2010 שיתקיים באילת ב-28-30 בחודש נובמבר. אחד המסלולים המרכזיים בכנס הוא מסלול ה-Optimized Desktop. המסלול יעסוק בפתרונות מיקרוסופט קיימים ועתידיים  לתחנות קצה הכולל פתרונות לפריסה ותחזוקה, פתרונות וירטואליזציה ותחנות קצה חכמות. אם אתם  מעוניינים ללמוד יותר על נושא תחנות הקצה וניהולן ועל הפתרונות של מיקרוסופט בתחום,  אתם מוזמנים לשריין את מקומכם במסלול ה-Optimized Desktop בכנס.\nבשנה האחרונה הכריזה מיקרוסופט על שינוי הכיוון של החברה וההתמקדות באסטרטגית שירותי ענן. לפני פחות מחצי שנה, חשפה מיקרוסופט שירות חדש בשם Windows Intune אשר מיועד לאפשר לארגונים קטנים ובינוניים (עד 500 תחנות קצה) לנהל, לעדכן ולאבטח את תחנות הקצה  שלהם באמצעות כלי ניהול מבוססי ענן. כחלק מהשירות, הארגונים יקבלו רישיונות לשדרוג תחנות הקצה שלהם בארגון לגרסת ה-Enterprise של Windows 7 ויוכלו גם להשתמש בחבילת ה-Microsoft Desktop Optimization Pack (או MDOP בקיצור) המספקת מגוון של כלי ניהול ווירטואליזציה, אשר היו  אפשריים לשימוש עד היום רק במסגרת תוכנית ה-Software Assurance המיועדת  לארגונים גדולים בעלי חוזה רישוי מתחדש עם מיקרוסופט.\nאחת מנקודות המפתח העיקריות של השירות החדש היא היכולת לתזמן ולנהל את  העדכונים של מערכת ההפעלה ואפליקציות מטעמה של מיקרוסופט בצורה מרוכזת, דבר שהצריך  עד היום שימוש בשרת WSUS או בכלי ניהול אחר. חשוב לציין כי למרות ש-Intune ידע לנהל עדכונים של כלי  מיקרוסופט, הוא לא ידע לטפל בעדכונים של אפליקציות צד שלישי ולא בפריסה  והתקנה של אפליקציות שאינן אפליקציות של מיקרוסופט. התכונות הללו, שמורות כפי  הנראה עבור חבילת ה-System Center, אשר גרסת ה-Cloud שלה צפויה להחשף בחודשים הקרובים ולהשתחרר לשוק בתחילת 2011.\nבכל הקשור לאבטחת מידע, Windows Intune משתמש באותו מנוע Anti-Malware שעומד בבסיס מוצרי ה-Forefront של החברה וקיים גם באנטי-וירוס החינמי של מיקרוסופט המיועד לשוק הביתי, ה-Microsoft Security Essentials. כמו כן, תאפשר המערכת גם ניטור בסיסי של תחנות הקצה ותספק התראות במייל על   תחנות קצה נגועות או בעייתיות מבחינת עדכונים.\nהניהול עצמו של המערכת יתבצע באמצעות מערכת ניהול אינטרנטית המבוססת על אפליקציית Silverlight אשר תציג בצורה מרוכזת את כל התחנות בארגון ותאפשר לצפות במצב העדכונים  ואבטחת המידע שלהם (עדכוני אנטי-וירוס ותקריות וירוסים על-תחנות  ספציפיות). מערכת הניהול תאפשר למנהל הרשת לנהל את המחשבים מכל מקום  (באמצעות גישה Webית לקונסול הניהול) ואף להשתלט על תחנות קצה מרחוק  באמצעות Remote Assistance. בנוסף, המערכת תאפשר ניהול מלאי חומרה ותוכנה בסיסי יחסית (בהשוואה  למערכות ייעודיות דוגמת ה-Configuration Manager של מיקרוסופט) במטרה לסייע  לעסק לעקוב אחרי המחשבים והרשיונות בעסק. כמו כן, ניתן יהיה להשתמש  בקונסול הניהול על-מנת לנהל בצורה מרוכזת את מדיניות האבטחה ולהגדיר מדיניות  עדכונים, הגדרות Firewall ומדיניות שימוש באנטי-וירוס, גם אם המכונות לא  נמצאות פיזית בתוך הארגון.\n\nמבחינת דרישות המינימום לצורך השימוש בשירות, החברה צריכה לעבוד עם תחנות קצה המבוססות על Windows XP עם Service Pack 2 לפחות, אך מומלץ לשדרג את התחנות ל-SP3. ניתן גם לשדרג  ל-SP3 בצורה מנוהלת באמצעות השירות החדש לאחר ההתקנה. כמובן שהמערכת תומכת  בגרסאות האחרונות של Windows Vista (גרסאות Business, Enterprise ו-Ultimate) ו-Windows 7 (גרסאות  Enterprise, Ultimate ו-Professional). כמו כן, דרישות הקדם מחייבות גישת  Administrator לכל המחשבים אותם אתם מעוניינים לנהל ומבחינת דרישות החומרה,  דרוש מחשב בעל מעבד במהירות 500Mhz לפחות עם זכרון של מעל ל-256MB (דרישות  המינימום לחלונות XP עם חבילת השירות השנייה).\nרוצים לשמוע עוד? חפשו את ההרצאה על Windows InTune במסלול ה-Optimized Desktop בכנס Tech-Ed 2010 .", "keywords": "microsoft,tech-ed,tech-ed 2010,windows intune,intune"}