{"url": "https://www.geektime.co.il/google-acquires-velostrata/", "type": "article", "title": "אקזיט: גוגל רוכשת את Velostrata של איסי בן שאול", "description": "פרטי העסקה לא פורסמו, אך מאז הקמתה גייסה החברה הישראלית למעלה מ-30 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/img-israelteam-1525889699.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-09T21:21:00Z", "modified_time": "2018-05-09T23:28:42Z", "articleBody": "פרטי העסקה לא פורסמו, אך מאז הקמתה גייסה החברה הישראלית למעלה מ-30 מיליון דולר \nהצוות הישראלי של Velostrata\nהיום (ד׳) הודיעה גוגל כי היא חתמה על הסכם לרכישת הסטארטאפ הישראלי Velostrata אשר פיתח ענן היברידי שמעבד נתונים בזמן אמת. בעקבות הרכישה, וולוסטרדה תצטרף ל- Google Cloud. הטכנולוגיה שפיתחה Velostrata מאפשרת לארגונים להזרים משימות חישוב מאתר החברות אל הענן ובחזרה תוך דקות, בלי להעתיק את הנתונים או את התוכנות עצמן לענן, וכך לשמור על ביצועים אופטימליים. לדברי החברה, הפתרון שהיא פיתחה הוא היחיד שמאפשר ארכיטקטורת ענן היברידית לפי דרישה עבור אפליקציות ליבה ארגוניות, כשאין צורך לערוך שינויים ביישומים, מערכות הפעלה או במיקום הנתונים, אופן וניהול האיחסון שלהם. כלומר, אנשי הארגון יכולים להמשיך להשתמש באותם כלים ותהליכים לניהול התשתית החישובית, אליהם הם מורגלים והעברת משימות החישוב לענן וממנו נעשית בלחיצת כפתור.\nVelostrata (וולוסטרדה) הוקמה ב-2014 על ידי שני יזמים ותיקים: איסי בן-שאול, שמכהן כמנכ”ל החברה ועדי דגני, שמכהן כסמנכ”ל המוצרים של החברה. בן-שאול הוא יזם ותיק ששימש כמנהל טכנולוגיה ראשי ושותף להקמת Actona, חברה לאופטימיזציה של רשתות תקשורת שנרכשה על-ידי סיסקו ב-2004 תמורת 100 מיליון דולר, ולאחר מכן הקים את Wanova, שנרכשה על ידי VMware ב-2012 תמורת כ-80 מיליון דולר. דגני היה מהנדס בכיר ב-Actona וסמנכ”ל המוצרים ב-Wanova. סכום הרכישה לא פורסם, אך מאז הקמתה גייסה החברה סך כולל של כ-31.5 מיליון דולר מקרן Intel Capital, זרוע ההשקעות של אינטל, קרן Norwest Venture Partners וקרן 83North.\nאייל מנור, VP Engineering ב-Google Cloud התייחס לרכישה ואמר כי הרכש החדש ירחיב את הפורטפוליו הרחב של גוגל בכל הקשור לתמיכה וסיוע לארגונים במעבר לענן של החברה.  ״אנו מתרגשים מכך שהצוות המוכשר יצטרף אלינו במשרדינו בתל אביב, ומהידע הטכני שהם מביאים עימם אל Google Cloud״, כתב בפוסט.\n﻿\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "velostrata,אקזיט,וולוסטרדה,רכישה,גוגל,google,חברת ישראלית,exit,סטארטאפ,סטארטאפ ישראלי,איסי בן שאול"}