{"url": "https://www.geektime.co.il/palo-alto-networks-acquire-lightcyber-for-105-million-dollars/", "type": "article", "title": "אקזיט: פאלו אלטו רוכשת את Lightcyber תמורת 105 מיליון דולר", "description": "פאלו אלטו נטוורקס מודיעה הערב על רכישתו של הסטארטאפ הישראלי לייטסייבר העוזר לארגונים לזהות איומים המגיעים מתוך הרשת הפנימית שלהם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/Screen-Shot-2017-02-28-at-21.39.03.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-28T23:10:40Z", "modified_time": "2017-03-01T12:00:00Z", "articleBody": "פאלו אלטו נטוורקס מודיעה הערב על רכישתו של הסטארטאפ הישראלי לייטסייבר העוזר לארגונים לזהות איומים המגיעים מתוך הרשת הפנימית שלהם\nמימין לשמאל: גיורא אנגל ומיכאל מומצ׳וגלו (מייסדים), גונן פינק (מנכ״ל החברה)\nחברת פאלו אלטו מודיעה הערב (ג׳) על רכישתו של סטארטאפ הסייבר הישראלי, Lightcyber תמורת 105 מיליון דולר. זוהי הרכישה השניה של סטארטאפ ישראלי על ידי החברה. כזכור, ב-2014 רכשה פאלו אלטו בסכום של מעל ל-200 מיליון דולרים את חברת Cyvera.\nלייטסייבר הוקמה בשנת 2011 על ידי היזמים גיורא אנגל ומיכאל מומצ׳וגלו, ואת החברה מנהל גונן פינק.\nהטכנולוגיה אותה פיתחה LightCyber מאפשרת לארגונים לזהות איומים ופרצות ברשת הפנימית שלהם, עוד בשלבים מוקדמים, תוך כדי זיהוי מהיר בזמן אמת של איומים פוטנציאליים. כך, עוזרת החברה למנוע את התפשטות האיום אל ענפים נוספים בתוך הרשת, תהליך שעלול לסכן מידע רב וחשאי של החברות השונות.\nאיומים ממוקדים (APT) מסוגלים לעקוף את מערך האבטחה הראשון והבסיסי בו עושות שימוש מרבית החברות, ואף ׳לחיות׳ שם מבלי שהעובדים, המשתמשים או מערך האבטחה עצמו יהיה מודע לכך. כתוצאה מכך, אותם איומים מסוגלים לאסוף במשך שבועות ארוכים ואף חודשים מידע אודות החברה ולעשות בו שימוש, מבלי שזו תדע על כך.\nפתרון האבטחה אותו מציעה החברה, מכונה LightCyber Magma, ונועד להחזיר את השליטה לידיו של מנהל האבטחה בחברה, באמצעות זיהוי מוקדם של האיומים. מאחורי הקלעים, הטכנולוגיה ממפה ויוצרת פרופילים של התנועה הפנימית של עובדי החברה, מזהה התנהגות חשודה ובכך מבדילה בין משתמשים לגיטימיים לזדוניים. בשלב זה עוקבת המערכת אחר המשתמשים הבעייתים בחזרה אל נקודת המוצא שלהם, במטרה לנתח האם אכן מדובר באיום ממשי או לא – ולהגיב בהתאם.\nבתחילת 2015 הכריזה החברה על אינטגרציה של המוצר עם הפירוול של פאלו אלטו נטוורקס. שיתוף פעולה מוצרי וטכנולוגי שסלל בסופו של דבר את הדרך לרכישתה.\n\nמנכ״ל לייטסייבר, גונן פינק, הגיב על המכירה ״אנחנו שמחים להצטרף אל הצוות של פאלו אלטו, כדי לעזור לארגונים לחזק את ההגנות שלהם נגד תוקפים מתוחכמים מולם הם מתמודדים היום״.\nכזכור, לפני כשנה השלימה החברה גיוס של כ-20 מיליון דולר במסגרת סבב B בהובלת כללטק (ClalTech), זרוע ההשקעות בטכנולוגיה בישראל של Access Industries וכלל תעשיות, יחד עם היזם והמשקיע שלמה קרמר, (אשר היה חבר בורד בפאלו אלטו נטוורקס בין השנים 2006-2012) שהצטרף לדירקטוריון החברה בשנת 2015. סך כל הגיוסים של החברה עד האקזיט עמד על 32 מיליון דולר. כמו כן השתתפו בגיוס האחרון המדווח של החברה גם המשקיעים Battery Ventures, Glilot Capital Partners, Vertex, ו-Amplify Partners.\nבנוסף לסכום האקזיט הרשמי, ההערכה היא שהיזמים והעובדים יקבלו 10-20 מיליון דולרים נוספים אשר יגדילו את שווי העסקה (מניות, שווי אופציות ובונוסים).\n", "keywords": "palo alto networks,lightcyber,exit,israeli startup,glilot capital,battery ventures,"}