{"url": "https://www.geektime.co.il/vevo-youtube-breakup/", "type": "article", "title": "אחד הערוצים הכי נצפים ביוטיוב - בדרך להתחרות ביוטיוב", "description": "המותג VEVO זוכה למיליוני צפיות מידי יום תחת הפלטפורמה של יוטיוב, אבל גוגל היא זו שזוכה לרוב ההכנסות מפרסום. מנכ''ל הערוץ מתכנן מהלך שיהפוך אותה למתחרה מרה של יוטיוב", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/Screenshot_1-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-19T12:03:52Z", "modified_time": "2016-12-19T12:12:54Z", "articleBody": "המותג VEVO זוכה למיליוני צפיות מידי יום תחת הפלטפורמה של יוטיוב, אבל גוגל היא זו שזוכה לרוב ההכנסות מפרסום. מנכ”ל הערוץ מתכנן מהלך שיהפוך אותה למתחרה מרה של יוטיוב\n\nמאת: שלי קרפנטר, פורבס ישראל\nהשלטים הענקיים מחוץ למשרדו של אריק האגרס הם תזכורת צורמת למה שהוא מתמודד מולו. מגדל המרקט סטריט בסן פרנסיסקו מציג בגאווה את שמות הסטארט־אפים המהוללים שהוא משמש כבסיסם – Uber ו־ Square, אבל VEVO,  שממשרדיה במרומי הקומה ה־21 נשקף נופה המרהיב של העיר, לא זוכה לאזכור. האגרס מאמין כי ל־Vevo מגיע מקום מבין השמות הבולטים בזירה הדיגיטלית.\nאחרי הכל, בסרטוני המוזיקה שלו צופים מיליוני מעריצים מידי יום. אבל המותג Vevo סובל מאי בהירות מסויימת באשר למהותו, וכמנכ”ל, המשימה המרכזית של האגרס כעת היא לשנות את תדמית החברה שלו מ”השותפה הלא מוערכת של יוטיוב” לפלטפורמת סטרימינג שעומדת בפני עצמה.\nVevo, שרובה בבעלות חברות התקליטים Universal music ו־ Sony music entertainment, שתיים משלוש חברות התקליטים הגדולות, מנסה לעשות עבור תחום המובייל את מה ש־MTV עשתה עבור הטלוויזיה: להיות יעד מרכזי עבור קליפים ממוזיקאים עולים ופופולריים.\nרבים מהסרטונים כבר מופצים בערוצי המותג של Vevo ביוטיוב ובאתר הרשמי שלו – אחד האתרים הפופולריים בעולם (מישראל, אגב, הגישה אליו מוגבלת). הקליפ “Hello” של אדל לדוגמה, נצפה 1.7 מיליארד פעמים ביוטיוב והפך לקליפ השישי הנצפה ביותר באתר בכל הזמנים. ערוץ היוטיוב של הזמר ג’סטין ביבר, JustinBieberVEVO, הוא השלישי הפופולרי ביותר באתר. וכאן נמצא האתגר. רוב הצפיות בקליפים של Vevo מתקבלות דרך יוטיוב, ולא באתר של Vevo או באפליקציה של החברה, וחובבי מוזיקה בקושי נרשמים ללוגו הקטן של Vevo, המופיע בתחתית המסך בכל קליפ.\nהאגרס רוצה לשנות זאת ולמשוך יותר חובבי מוזיקה ל־ Vevo עצמה, אך היציאה מצלה של יוטיוב תהיה מאתגרת. Vevo נולדה ב־2009 מתוך משא ומתן אינטנסיבי בין גוגל, השולטת ביוטיוב, וחברות התקליטים, שלא היו מרוצות מהכסף שקיבלו מיוטיוב. החברות התמקחו על הקטלוגים הגדולים שלהם ודרשו מגוגל לקבל דיל חדש: שני הצדדים יקימו את Vevo כאתר בפני עצמו וכספק ערוצים של אמנים ביוטיוב. “חברות התקליטים אמרו, ‘תנו לנו להשיק את Vevo כי אם לא…'”, אומר מארק מוליגאן, אנליסט ב־ MIDia Research.\nהברית הניבה פירות. האגרס מספר לפורבס ש־ Vevo מצפה להכנסות של 500 מיליון דולר השנה – חלק גדול מתוכן הודות לעסקת ההכנסות מפרסום שיש לה עם יוטיוב. 25 מיליון אנשים בממוצע צופים בסרטונים של Vevo מידי יום באתר או ביוטיוב. לא רק שזה הופך את Vevo לשחקן מרכזי בעולם המוזיקה הדיגיטלית, אלא גם שם אותה בשורה אחת עם חמשת ערוצי הכבלים המובילים בארצות הברית.\nהאגרס (43) נכנס לתפקידו כמנכ”ל באפריל 2015 במטרה לדחוף את החברה קדימה. אם יצליח להעביר אפילו חלק קטנטן מהקהל של יוטיוב אל אתר Vevo ואל האפליקציה שלה, יוכל להגדיל את ההכנסות מפרסום בצורה משמעותית, בהתחשב בכך שיוטיוב שומרת חלק גדול מהכנסות האלה לעצמה. “היום Vevo היא רק סימן מים”, הוא אומר. החלום הוא להפוך אותה למותג לייף סטייל לצעירים.\nיחד עם יותר מ־ 325 עובדים בניו יורק, סן פרנסיסקו וערים אחרות, האגרס, שהיה המנהל הקודם של מחלקת המדיה באינטל, עשה צעד גדול. ביולי Vevo שחררה עיצוב חדש של האתר והאפליקציה המכוון למשיכת צופי. YouTube עכשיו כשפותחים את Vevo במחשב או בסמארטפון מופיע מיד נגן וידיאו, שמנגן מוזיקה מיד עם ההפעלה. כמו בהרבה שירותי סטרימינג, ניתן ליצור פלייליסט אישי, לעקוב אחרי פלייליסטים של אחרים ולראות הצעות המבוססות על היסטוריית הצפייה של המשתמש. האגרס אומר שאפליקציית Vevo היא המקום בו אנשים יכולים למצוא את המוזיקה הכי טובה ולא “ליפול על סרטונים שמסבירים איך להאכיל ג’ירפה”, כפי שקורה ביוטיוב. הצלחה אחת הוא כבר רשם, כשבאוגוסט האחרון Warner Music Group, חברת התקליטים הגדולה השלישית, הסכימה להפיץ את תכניה דרך Vevo, וסתמה חור גדול בקטלוג שלה (ל־ Warner עדיין יש דיל נפרד עם יוטיוב).\nעל פי eMarketer, החיפוש של Vevo אחר תשומת לב מתוזמן היטב. ההוצאה על פרסום וידיאו דיגיטלי מתוכננת להגיע ל־ 10.3 מיליארד דולר השנה, 43% מזה מיועד למובייל. עד 2019 הסכום יכול להגיע ל־ 16.3 מיליארד. רובו פונה לדור ה־ Y, שלא אכפת לו לצפות בסרטונים על המסך הקטן. זה קהל שבאופן ספציפי רעב לתוכן מהסוג ש־ Vevo מציעה.\nאבל יוטיוב לא מתכוונת לשחרר את חובבי המוזיקה שלה לשום מקום. בנובמבר 2015 היא השיקה אפליקציה ייעודית משלה, YouTube music. בקיץ, בעת ש־ Vevo שינתה את עיצוב האתר, יוטיוב השיקה קמפיין לאומי לקידום האפליקציה שלה.\n“הפידבק מחובבי מוזיקה היה עד כה מעולה”, אומר דובר יוטיוב. בספטמבר שכרה החברה את אחד מוותיקי התעשייה, ליאון כהן, מנהל לשעבר בוורנר ומייסד הלייבל העצמאי Entertainment 300, לתפקיד מנהל מוזיקה גלובלי. כחלק מתפקידו הוא יפעל לתיקון היחסים עם אמנים בכירים, שחלקם טוענים שהחברה משלמת להם מעט מידי עבור התוכן שלהם. במכתב לצוות החדש שלו אמר כהן כי הוא מצפה “לעזור לקהילת המוזיקה לאמץ את השינויים הטכנולוגיים שאנו רואים במוזיקה כיום, וכך להוציא את הבלבול וחוסר האמון מהמשוואה”.\nלמרות התחרות הגלויה, גם Vevo וגם גוגל מתעקשות שהיחסים טובים. “בכל מערכת יחסים יש עליות וירידות, אבל שני הצדדים יצאו מרווחים”, אומר האגרס. גם גוגל שומרת על ניטרליות: “אנחנו עובדים אחד לצד השני כדי לתמוך באמנים ליצור קשרים עם המעריצים שלהם ברחבי העולם”, אמר דובר החברה.\nכשהוא מחפש להטביע חותם, האגרס עדיין מתמודד עם אתגר נוסף. בעוד שחברות מוזיקה סטרימינג כמו Spotify התרחבו עם הוספתם של תכני וידיאו לשירותים שלהם, אף חברה המבוססת באופן ספציפי על סרטוני מוזיקה טרם התרוממה. “אני לא חושב שמישהו גילה מודל תחרותי המבוסס באופן טהור על סרטוני מוזיקה”, אומר וודי מארשל, משקיע וחבר דירקטוריון ב־Spotify. האגרס מאמין ש־ Vevo יכולה לשנות את המצב עם שינוי העיצוב האחרון ושירות מנויים בעתיד. החברה מתכננת להתחיל עם שירות חינמי ולעבור בהדרגה לשירות פרימיום בתשלום. אבל גם כאן הסיכויים קלושים. שירות המנויים של יוטיוב, YouTube Red , מאפשר למעריצים “להשתמש באפליקציה על מנת להקשיב לסרטוני מוזיקה, ללא חיבור לאינטרנט, גם כשמסך הסמארטפון כבוי וללא הפרעה של פרסומות”, מספר דובר החברה.\nשום דבר מזה לא יעצור את Vevo מלהתקדם קדימה כששירות המנויים שלה צפוי לצאת בחצי הראשון של 2017. “נוציא את זה כשזה יהיה מוכן”, אומר האגרס. עבור Vevo השאלה הגדולה היא לא מתי זה יהיה מוכן, אלא אם למישהו יהיה אכפת.\nהכתבה פורסמה במקור בפורבס ישראל\nלקריאה נוספת:\nהמודל ההפוך: החברה שמפתחת תרופות למחלות הנדירות ביותר\nסופו של השעון הביולוגי? החברה שממציאה את תעשיית הפוריות מחדש\n ", "keywords": "vevo,יוטיוב,youtube,כסף,מוניטיזציה,וידאו,קליפ,וידאו קליפ,גוגל,"}