{"url": "https://www.geektime.co.il/applango-raises-million-dollars-to-manage-your-organization-saas-services/", "type": "article", "title": "Applango מגייסת מיליון דולרים במטרה לנהל את שירותי ה-SaaS בארגון שלכם [Microsoft Azure]", "description": "סטארטאפ ישראלי חדש מציע לארגונים גדולים את האפשרות לרכז את כל שירותי הענן שלהם במקום אחד, ולבדוק אילו רשיונות נחוצים לארגון ועל אילו רשיונות ניתן לוותר", "image": "https://files.geektime.co.il/wp-content/uploads/2013/06/applango285175.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-06-25T14:30:10Z", "modified_time": "2013-06-30T14:11:41Z", "articleBody": "סטארטאפ ישראלי חדש מציע לארגונים גדולים את האפשרות לרכז את כל שירותי הענן שלהם במקום אחד, ולבדוק אילו רשיונות נחוצים לארגון ועל אילו רשיונות ניתן לוותר\nהכתבה בחסות\nשם החברה: Applango\nפיץ’ במשפט: Applango מאפשרת לארגונים לנהל את השליטה באפליקציות SaaS, לבצע אופטימיזציה לרשיונות במסגרת הארגון ולנהל בצורה טובה יותר את המשתמשים בשירות.\nכיצד משתמשים בפלטפורמת Azure: השירות של Applango רץ על גבי הפלטפורמה של Azure בשווקים ספציפיים.\nמקור: יח”צ\nבסביבה העסקית של היום, השימוש בשירותים מבוססי ענן (SaaS) הוא פופולרי מתמיד – גם כמשתמשים פרטיים אנו רגילים להשתמש במוצרים מבוססי ענן, אם מדובר בשירות דואר אלקטרוני כגון ג’ימייל, שירות אחסון וסנכרון קבצים כגון דרופבוקס ושירות ניהול וכתיבת מסמכים כגון Google Drive או Office 365. בארגונים, הצורך בשירותים הללו גדל פי כמה, מה שמאלץ את הארגונים לרכוש חבילות שונות של רישיונות עבור כל שירות ושירות, לפי מספר העובדים בארגון והצורך בשימוש בו.\nאך לא תמיד הנהלת הארגון, בעיקר בארגונים גדולים המונים מעל ל-100 עובדים, יודעת לעקוב ולראות כיצד העובדים בארגון משתמשים ברישיונות הללו. יכול בהחלט להיות שבחלק משירותי הענן העובדים בכלל אינם משתמשים והכסף של הארגון שרכש את הרישיונות הללו, נזרק לפח בסופו של דבר. בארגונים גדולים יותר, המונים 1,000 עובדים ומעלה, המעקב הזה הופך למשימה בלתי אפשרית.\nמקור: יח”צ, עיבוד תמונה\nאת הבעיה הזו בדיוק מגיעה לפתור חברת סטארטאפ ישראלית בשם Applango שנוסדה בינואר 2012 וגייסה עד עתה יותר ממיליון דולרים ממשקיעים פרטיים מארצות הברית ואירופה ומ-Our Crowd של ג’ון מדבד. המייסדים, דניאל סרפתי וטניה אפשטיין מספרים כי הרעיון הגיע כתוצאה מהשימוש ההולך וגובר בשירותי SaaS שונים והצורך המובן בניהול ומוניטיזציה של השירותים הללו. הבעיה המרכזית היא, כמובן, השאלה האם הכסף (המצומצם, לרוב) אשר החברות מוציאות לטובת שימוש בשירותים הללו נותן את הערך האמיתי לעובדים.\nApplango למעשה מהווה Gateway בין העובד לשירות הענן בו הוא משתמש, על ידי שימוש בפרוטוקול SAML 2.0 – Security Assertion Markup Language, שהוא בעצם פרוטוקול מבוסס XML המאפשר לדומיינים מאובטחים להעביר ביניהם מידע בנוגע לכניסות של משתמשים. החברה פונה בעיקר לשוק האנטרפרייז, ומכוונת לחברות המעסיקות בין 500 ל-2,000 עובדים. היתרון הגדול בפתרון של Applango, הוא העובדה שלרוב החברות הגדולות אין יכולת לעקוב אחרי שירותי ה-SaaS השונים בהן העובדים שלהן משתמשים, באילו הם באמת מוצאים שימוש ותועלת ובאילו אין צורך והכסף של הארגון סתם מתבזבז.\nלאחר ההרשמה לאתר של Applango, תוכלו, בתור מנהלי ה-IT בארגון, להוסיף את אפליקציות ה-SaaS השונות בהם משתמש הארגון שלכם ואת חשבונות המשתמשים בשירותי ה-SaaS האלו, ולצפות ביעילות בה העובדים משתמשים בשירותים הללו. לדוגמא, במידה ורכשתם רישיון עבור 100 משתמשים בדרופבוקס, תוכלו להוסיף את רשימת המשתמשים בדרופבוקס בארגון שלכם ולצפות כמה פעמים הם נכנסו לשירות, כמה זמן הם שהו בפנים ועל ידי כך לקבל פידבק מספרי לשימוש באפליקציות הענן בארגון שלכם.\nכמו כן, תוכלו לקבל גרפים המייצגים פילוג של שימוש באפליקציות. לדוגמא, תוכלו לדעת מהן 5 האפליקציות בהן העובדים משתמשים הכי הרבה בארגון וההפך, מה רמת השימוש בכל אפליקציה ביחס לאפליקציות ה-SaaS האחרות, כמה רישיונות לא נמצאים בשימוש ביחס למספר הרישיונות שרכשתם ואף תוכלו לתכנן את התקציב החודשי והשנתי שלכם לאפליקציות SaaS לארגון תוך שימוש במידע שמתקבל מהכלי. האפליקציה תומכת, נכון לכתיבת שורות אלו ב-34 שירותי SaaS מובילים, ביניהם כמובן דרופבוקס, אופיס 365, סיילספורס וכד’.\nבחברה מציינים כי השירות אינו יודע להתממשק בשלב זה עם ספקי השירות עצמם, אלא מסתמך יותר על התקנת התוסף המתאים אצל העובד כאשר כל כניסה לשירות ענן עוברת דרך ה”דלת” של Applango. בעתיד, מקווים בחברה להתממשק באופן מובנה אל ספקי השירות ובכך לספק למנהלי ה-IT מידע מורחב יותר פרט לכניסה ויציאה של המשתמש משירות הענן, אלא גם כיצד הוא משתמש בו והאם עדיף בכלל להשתמש בשירות אחר, מצומצם יותר לאותם הצרכים בכדי להגדיל את הערך המתקבל בתמורה לתקציב.\n\nמתחרותיה העיקריות של Applango הם ספקיות שירותי ה-IT Asset Management, המאפשרות לחברות לעקוב אחר שימוש באפליקציות המותקנות על המחשבים של העובדים שלהן אך עושות זאת באמצעות התקנת Agent מסויים על המחשבים של העובדים ומפספסות למעשה את כל המעקב אחרי השימוש דרך המובייל, המהווה כ-40 אחוזים מסך השימוש באפליקציות הענן.\nחברות כמו Newvem, Cloudability ו-Cloudyn מבצעות בעיקר מעקב אחר ההוצאות עבור השימוש בשרתי הענן של אמזון אך לא יודעות לבצע מעקב בפועל אחר השימוש עצמו. כמו כן, ספקיות SSO כגון Okta ו-OneLogin יודעות לספק דיווחי כניסות לשירותים השונים, אך Applango יודעת לספק את הניתוח אודות נתוני השימוש האלו על ידי השוואה לשימוש “צפוי” לפי סוג המשתמש, כגון איש מכירות, מפתח, מנהל ועוד, ובכך נותנת ערך מוסף לחברה.\nלמרות הכל, במבט מרחוק לא ברור הצורך בשירות כזה, שכן לארגונים בסדר גודל הזה בדרך כלל יש את פתרון ה-Software License Management משל עצמם או שהם מעסיקים עובדים המנהלים לוקאלית את הרישיונות הללו. השירות של Applango אולי מרכז בצורה טובה את שירותי ה-SaaS השונים בארגון, אך אינו משמש פתרון כולל גם ל-Inventory הלוקאלי ומאלץ את הארגונים הללו להפעיל שני שירותי Software License Management במקביל. נוסף על כך, לרוב שירותי ה-SaaS הגדולים יש יכולות ניטור דומות, אשר מאפשרות למנהלי ה-IT בארגון לקבל את המידע, פר אפליקציה ולרכז אותו בעצמם.", "keywords": "applango,גיוס,raise,fund,startups,startup,סטארטאפים,סטארטאפ,ענן,מוניטיזציה,רישיונות,licenses,cloud,אפלנגו,ארגונים,organizations,saas,סאס,azure,אז\\'ור,מיקרוסופט,microsoft,אזור,סטארטאפ והון סיכון"}