{"url": "https://www.geektime.co.il/volicon-acquired-by-verizon/", "type": "article", "title": "אקזיט: ורייזון רוכשת את Volicon הישראלית", "description": "החברה הישראלית פיתחה מערכת אחת רבת עוצמה אשר מסייעת לרשתות שידור להאיץ את תהליך העבודה שלהן בזמן אמת", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/volicon-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-17T18:45:40Z", "modified_time": "2016-04-30T12:45:06Z", "articleBody": "החברה הישראלית פיתחה מערכת אחת רבת עוצמה אשר מסייעת לרשתות שידור להאיץ את תהליך העבודה שלהן בזמן אמת\nמקור: Volicon\nיום חמישי שמח ל-Volicon הישראלית; החברה אשר עוסקת בעולם המדיה הדיגיטלית ובכריית מידע מתוך וידאו בפרט נרכשה על ידי ענקית התקשורת האמריקאית, השייכת כיום ל-AOL. סכום הרכישה לא פורסם. החברה הישראלית נחשבת לספקית מובילה של צילום, איחסון, ניטור והתאמה של וידאו עבור רשתות שידור מובילות בהן NBC ו-Fox News.\nVolicon פיתחה מערכת שביכולתה להקליט וידאו ללא הפסקה ולבצע כריית מידע על כל נתוני הוידאו המוקלטים. כמו כן, המערכת מאפשרת לבצע חיפוש וידאו על פי הטקסט, לנתח רייטינג, ואף לאתר תקלות בשידורי הכבלים ולדעת היכן בדיוק התרחשה התקלה, ממה היא נובעת ולאילו נזקים היא גרמה. הרכש האחרון יהפוך לנכס מרכזי עבור שירותי המדיה הדיגיטלית של Verizon, ויאפשר לחברה העולמית להפוך לספקית מרכזית של טכנלוגיה ושירותי תקשורת עבור רשתות שידור ותעשיית הוידאו באינטרנט.\nהמערכת של Volicon כוללת מספר פיצ׳רים שימושיים עבור רשתות שידור; ראשית, היא מאפשרת לשדרנים ומפיקי תוכניות ליצור במהירות ובקלות סרטונים המורכבים ממקורות תוכן רבים, בין אם באמצעות עריכה פשוטה ובין אם על ידי כך שמציעה אפשרויות חיפוש מתקדמות לתוכן רלוונטי. כמו כן מדובר במערכת אחת אשר תומכת במגוון פורמטים – HD-SDI, HDMI, MPEG TS ושידור אנלוגי, שגם מקליטה וידאו 24/7 כדי שחלילה לא יתפספס חומר עסיסי. כלי נוסף שמציעה החברה מאפשר ליצור קליפים קצרים של תוכן אותם ניתן לשתף בקלות באינטרנט וברשתות החברתיות, או סתם לשלוח לצוות העובדים בתור בדיחה פנימית.\nשילוב הטכנולוגיות של שתי החברות נועד להרחיב עוד יותר את גבולות הפתרונות המיועדים לוידאו מקצה לקצה. לשתי החברות יש כבר כלי עבודה עם וידאו המשלימים האחד את השני, וביחד יוכלו להציע פתרון שיאפשר ליוצרי התוכן ולרשתות השידור לייצר תכנים, קליפים ולקטים של אירועים משמעותיים בין אם מדובר בשידור חי, ליניארי או VOD.\nVolicon הוקמה בשנת 2005 על ידי אלי ורשבסקי, יהודה ברנד וגוליוס פרל. בשנת 2007 גייסה החברה קצת יותר ממיליון דולר מ-Brookline Venture Partners, ו-Naftali Investments.\nאלי ורשבסקי, מייסד ומנכ״ל Volicon אמר כי ״אנו שמחים להיות חלק ממשפחת Verizon. התחייבות זו מהווה הזדמנות אסטרטגית בכל הקשור לפיתוח המוצרים שלנו, וביכולתה להפיק תועלת רבה יותר עבור הלקוחות שלנו״.\nנשיא שירות המדיה הדיגיטלית של Verizon בוב טואי התייחס לרכישה ואמר: עם המעבר לעולם דיגיטלי, נייד ומבוסס וידאו, אנו מחויבים לאפשר לכל היוצרים, המו״לים ורשתות השידור להציג את התוכן שלהם באינטרנט באיכות הגבוה ביותר ביחד עם שותף גלובלי ומהימן. Volicon מספקת כיום שירותים ללמעלה מ-1,200 מפעילי וידאו ושידור ברחבי העולם. בשילוב עם ניסיון עמוק בניטור וניתוח של וידאו, היא תאפשר לשפר את הניראות, השקיפות ואיכות התוכן והפרסומות של הלקוחות שלנו״.", "keywords": "אקזיט,exit,חברה ישראלית,ווליקון,volicon,וריזון,verizon,מדיה,מדיה דיגיטלית,רשתות שידור,עריכת וידאו,שידור,digital media,verizon digital media,סטארטאפ"}