{"url": "https://www.geektime.co.il/google-io-giveaways/", "type": "article", "title": "Toys are Google: מבט ראשון ל''צעצועים'' שחילקה גוגל בכנס המפתחים שלה [וידאו]", "description": "כל שנה בכנס המפתחים שלה, לצד ההכרזות וההשקות, מקפידה גוגל לפנק את המבקרים בגאדג'טים שונים. השנה, כיכבו ברשימת הפינוקים השעון החכם החדש של סמסונג והתקן מציאות מדומה שעשוי מ... קרטון. הצלחנו להניח את ידינו על הצעצועים החדשים האלה, אז הנה טעימה ראשונה מהם", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/111111.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-07-04T12:54:28Z", "modified_time": "2014-07-04T13:02:50Z", "articleBody": "כל שנה בכנס המפתחים שלה, לצד ההכרזות וההשקות, מקפידה גוגל לפנק את המבקרים בגאדג’טים שונים. השנה, כיכבו ברשימת הפינוקים השעון החכם החדש של סמסונג והתקן מציאות מדומה שעשוי מ… קרטון. הצלחנו להניח את ידינו על הצעצועים החדשים האלה, אז הנה טעימה ראשונה מהם\nטובים השניים: 2 מהמתנות שקיבלו המשתתפים בכנס המפתחים של גוגל. מקור: Google, Samsung + עיבוד תמונה\nאירוע המפתחים האחרון של גוגל הציג לא מעט חידושים מלהיבים. די אם נזכיר את אנדרואיד L, הגרסה הבאה של אנדרואיד שכוללת עיצוב רענן ומגוון פיצ’רים חדשים; Android Auto – שמביאה את מערכת ההפעלה אל הרכב; Android TV – שמביאה מגוון של תכנים ומשחקים אל המסך המרכזי של הבית; Google Fit – פלטפורמה להתקנים ולאפליקציות הבריאות; עדכונים לממשק ה-Chromecast וכמובן השקתה של Android Wear – הגרסה שנועדה לפעול על שעונים חכמים ושאר פרטי המחשוב הלביש המציפים אותנו בזמן האחרון. אולם מעבר להכרזות המעניינות ולחידושים שהוצגו בכנס, אלפי הצופים שגדשו את Moscone Center עסקו גם בשאלה מה יהיה השי שיקבלו השנה באי הכנס. לגוגל יש מסורת רבת שנים של שי (Giveaway) שהיא מעניקה לבאי הכנס, כשלרוב, השי קשור לנושא שבראש מעייני החברה באותו זמן. בכנס השני, שנערך ב-2009, חילקה החברה סמארטפונים של HTC, בשנה לאחר מכן, זכה כל מבקר גם ל-סמארטפון של HTC וגם ל-Nexus One של החברה או Droid של מוטורולה.\nשנה אחר-כך חילקה החברה טאבלט Galaxy Tab 10.1, כרומבוק של סמסונג וראוטר אלחוטי נייד; ב-2012 חילקה גוגל Galaxy Nexus וסטרימר מסוג Nexus Q ובנוסף, גם טאבלט Nexus 7 וכרומבוק של סמסונג ובשנה שעברה זכו המבקרים ל-Chromebook Pixel. השנה, זכו באי הכנס ל-3 מתנות שברוח הימים, קשורות כמובן למחשוב לביש: שעון G Watch של LG או Samsung Gear Live לבחירתם; שעון מוטורולה Moto360, שיקבלו כולם ברגע שיושק; ו-Google Cardboard – דגם מתקפל עשוי קרטון, עם תושבת לסמארטפון, שמאפשר, יחד עם האפליקציה התואמת, ליהנות מחוויית מציאות מדומה תלת מימדית. לא מפליא אם כן, שלמרות שהוקצו לכנס מעל ל-6,000 כרטיסים, ולמרות שמחיר כרטיס בודד הגיע ל-900$ – הרי שהכרטיסים אזלו תוך דקות בודדות. אגב, לשם השוואה, כרטיסים לאירוע המפתחים של אפל, שגם אזלו תוך דקות בודדות, עלו 1,600 דולר והקנו למבקרים כרטיס מתנה הטעון ב-25$ לחנות ה-iTunes. אז לאחר שהצלחנו לחרף את נפשנו ולהשיג 2 מהגאדג’טים שחילקה גוגל, הנה סקירה קצרה שלהם. ויש גם וידאו.\nמקור: Samsung\nקודם כל, חשוב להדגיש. השעון הזה לא יחליף את הטלפון שלכם וגם לא מתיימר לעשות זאת. להיפך, בלעדי הסמארטפון שלכם הוא הופך להיות, ובכן… שעון. מאוד יפה אמנם, אבל שעון. השעון מתפקד בעיקר כמראה להתראות של הטלפון: שיחות נכנסות, הודעות, פגישות ואירועים מתוכננים ועוד. הוא ימדוד דופק, יספור לכם צעדים  וגם יאפשר לכם מעקב אחרי כל המדידות האחרונות שלכם; ובעיקר, הוא ישמש כמעין שלוחה ניידת של שירות של Google Now ויציג לכם כרטיסיות עם המידע שתזדקקו לו.\nתוכלו להפעיל את השעון פשוט על ידי מגע ובחירה באופציות השונות או על ידי השליטה הקולית המצוינת של גוגל. הפקודות הקוליות מאפשרות לכם לבצע מספר רב של פעולות בשעון ובטלפון פשוט על ידי דיבור (בהנחה שאתם ביחסים טובים עם אנגלית). כפי שתוכלו לראות בסרטון תוכלו לבקש מהשעון שישלח הודעת טקסט (כולל הנוסח שלה) או יעדכן אתכם מה מזג האוויר שצפוי להיום. בנוסף, אתם יוכלים לבקש מהשעון שיפעיל את הסטופר או הטיימר, לעדכן אתכם כמה צעדים עשיתם היום, שיספר לכם מה עשתה ברזיל היום במונדיאל ועוד. עם הכרזתה של Android Wear, יוצרת למעשה גוגל אקוסטיסטם חדש, כך שעוד ועוד אפליקציות יוכלו להתממשק לשעון והוא יוכל לספק עוד ועוד פיצ’רים. מחירו של השעון בארה”ב עומד על 199$.\nמקרטון ל-oculus ב-2 שניות. מקור: Google\nלפני כשלושה חודשים בלבד הוציא מארק צוקרברג את פנקס הצ’קים ופייסבוק רכשה את Oculus Rift, יצרנית מכשירי המציאות המדומה, תמורת סכום עתק של 2 מיליארד דולר. והנה, דווקא המתחרה ממאונטן וויו הצליחה להפתיע עם התקן שמציע חוויית מציאות מדומה תלת מימדית מקורית והרבה יותר זולה מה-350$ שתעלה לכם יחידה של Oculus Rift. Google Cardboard הינו התקן העשוי מקרטון ומיועד להרכבה עצמית. הערכה מגיעה עם 2 תבניות קרטון מפורקות, אותן תצטרכו לקפל לפי ההוראות הפשוטות למדי שמצורפות לערכה. לאחר מכן, עליכם יהיה להרכיב את העדשות המצורפות, סקוצ’ים, גומייה – וזהו.\nהשלב הבא יהיה להתקין את אפליקציית Google Cardboard הזמינה להורדה בחינם ב-Google Play. לאחר הפעלת האפליקציה, יש להכניס את הטלפון להתקן הקרטון ולהצמיד לפנים. האפליקציה משתמשת בחיישנים השונים של הסמארטפון, כדי להבין לאן אתם מסתכלים ולהתאים את התצוגה בהתאם. התצוגה של המסך מחולקת ל-2, ויחד עם העדשות התואמות נוצרת ראייה סטריאוסקופית ואשלייה של תלת מימד.\nבצד ההתקן, שילבה גוגל מגנט פשוט שלחיצה עליו מייצרת “בחירה” באפליקציה בעזרת המצפן המשולב בסמארטפון שלכם. שבב NFC מאפשר לאפליקציה לרוץ אוטומטית, ברגע שהיא מזהה את הטלפון בקרבת ההתקן. כפי שתוכלו לראות בוידאו, גוגל שילבה באפליקציית הדמו מספר אפשרויות ביניהן: מבט תלת מימדי בפסל – בעזרת תנועת ראש בלבד ניתן לסקור אותו מכל הזוויות ומכל הצדדים; Youtube – אתם למעשה מביטים בקיר תלת מימדי עם עשרות קטעי וידאו עליו ויכולים פשוט לשוטט בין קטעי הוידאו עם תנועות הראש שלכם; Windy Day – סרטון אנימציה חביב שמתרחש ממש סביבכם. אתם מביטים לאחור ורואים סנאי, מסתכלים לצד ורואים כיצד הרוח מעיפה לעכבר את הכובע וכו. Google Earth – להתבונן בנופים מדהימים בתלת מימד; ו-Street Vue – להסתובב בפריס; Photo Spheres – אם צילמתם תמונה פנורמית ב-360 מעלות בעזרת המצלמה שלכם, תוכלו להביט בהן; Tour Guides – ביקור וירטואלי בארמון ורסאיי ועוד.\nלפני ההפעלה הראשונה של ה-Cardboard, ובייחוד לאחר שהתנסינו ב-Oculus Rift, היינו סקפטיים למדי לגבי החוויה שמזמנת לנו פיסת קרטון מקופלת. אולם מהר מאוד התחלפה הסקפטיות בהתפעלות. החוויה מרגישה אמיתית למדי, כוללת גם סאונד.והרגשנו ממש חלק מתוך הסרט האינטראקטיבי. ההפעלה פשוטה ואינטואיטיבית וזמני הטעינה מהירים למדי. המכשיר עימו בדקנו את הערכה הוא Nexus5. ההתקן המקורי פותח על ידי 2 עובדי גוגל צרפת במסגרת מפרויקט 20% המרתק של החברה, במסגרתו היא מאפשרת לעובדים להקדיש 20% מזמנם לפרויקטים מיוחדים וחדשניים. יחד עם ה-API ששיחררה החברה תנסה גוגל לספק חוויית VR – מציאות מדומה – לכולם, מבלי להזדקק למכשירים יקרים. אם אתם מרגישים שאתם חייבים את ה-Cardboard, אתם יכולים להזמין ערכות תואמות למשל באתר הזה. אם כי למרות תג מחיר סביר יחסית של 25$ (כולל עדשות איכותיות, מגנטים ותג NFC) – הרי שמשלוח לישראל כרוך בתוספת של יותר מ-30$ משלוח, מה שהופך אותו לפחות משתלם. גוגל מאפשרת לכם להכין לבד את הערכה עם הוראות מדוייקות, רשימת קניות ואפילו קבצים מדוייקים להדפסה וחיתוך. בהצלחה.\n\nתודה ליונתן שיפר על ה-Samsung Gear Live ולרפאל אוזן על ה-Cardboard", "keywords": "גוגל,google,כנס מפתחים,google i/o,גאדג\\'ט,מתנות,hands on,samsung gear live,google cardboard,vr,oculus rift,מציאות מדומה,גאדגט"}