{"url": "https://www.geektime.co.il/startups-investments-april-2016/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו ונרכשו באפריל 2016", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אפריל", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-30T12:30:11Z", "modified_time": "2016-04-29T18:03:28Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אפריל\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש פברואר.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש מרץ\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nחברת Metabomed הישראלית, העוסקת בחקר מטבוליזם הסרטן באמצעות ביולוגיה חישובית, הודיעה על הרחבת סבב הגיוס הראשון שלה ממשקיעים קיימים וחדשים בהיקף כולל של 18 מיליון דולר. בסבב השתתפו המשקיעים הקיימים – החממה הטכנולוגית ממנה פועלת החברה,MS Ventures ,Boehringer Ingelheim Venture fund , קרן פונטיפקס ומוסד הטכניון למחקר ולפיתוח. בין המשקיעים החדשים שהצטרפו לסבב ניתן למנות את חברת פייזר וארקין החזקות.\nהחברה מתמקדת בגילוי ובפיתוח תרופות של מולקולות קטנות המכוונות על חלבוני מטרה חדשים בתחום מטבוליזם הסרטן. בעזרת גישה גנטית/מטבולית ייחודית אליה הגיע Metabomed, הפלטפורמה שבבעלות החברה מאפשרת לזהות חלבוני מטרה חדשים המהווים גיבוי הכרחי של גנים מטבוליים אשר פעילותם מבוטלת בתאים סרטניים. באמצעות עיכוב חלבוני מטרה אלה, מתכוונת החברה לפתח תרופות ממוקדות, העשויות להיות בררניות יותר בתקיפת תאי המטרה הסרטניים – ולפיכך ימנעו מפגיעה בתאים בריאים. בסופו של דבר הטכנולוגיה שפיתחה החברה הישראלית עשויה להוביל לאופציות טיפול חדשות בתחום האונקולוגיה, ולספק לחולים תרופות בטוחות ויעילות יותר.\nבחודשים האחרונים עלה לכותרות ‘משבר העגבניות’ לאחר שמחירן עלה בצורה דרסטית. האשם היה וירוס קשה שתקף את הענף. אבל אם תשאלו את מייסדי Taranis (טארניס) יכול להיות ששילוב של אלגוריתמים, תחזיות וביג-דאטה היו יכולים להציל את המצב.החודש הודיע הסטארטאפ הישראלי על גיוס של 2 מיליון דולר ממספר משקיעים, ביניהם מארק בניוף, מייסד ומנכ”ל ענקית התוכנה האמריקאית Salesforce (סיילספורס).\nTaranis פיתחה מודל מטאורולוגי מתקדם שמשקלל מידע מלוויינים וחיישני מזג אוויר, כדי לספק ניתוח מקומי של שדות וגידולים, שמגיע לרזולוציה של עד פי 20 מהמודלים הנמצאים בשימוש היום. על פי ההערכות כיום, מחלות ומזיקים שונים בשדות גורמים לנזק של מעל ל-300 מיליארד דולר, למרות השימוש בריסוסים שונים. באמצעות הטכנולוגיה שפיתחה Taranis, החקלאי יודע בדיוק מתי לתזמן ריסוס כדי להגן על השדה, זאת בניגוד למצב כיום שבו החקלאי מרסס רק לאחר שהוא מזהה פגיעה משמעותית ולמעשה הוא נמצא באיחור. את הטכנולוגיה שפיתחה Taranis היא מציעה במודל SaaS, שמתבסס על גודל השדות, והיא כבר נמצאת בשימוש בכמה חוות ענק בגודל של מאות אלפי דונמים בשווקי יעד מרכזיים של החברה ביניהם רוסיה, ברזיל וישראל.\nהסטארטאפ הישראלי Unispectral, המפתח את הדור הבא של המצלמות הדיגיטליות כדי שאלו יוכלו לנתח את תכונות החומר המצולם, הודיע על השלמת סבב גיוס ראשון (A) בסך 7.5 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן JVP בהשתתפות קרנות ההשקעה RBVC – Robert Bosch Venture Capital, סמסונג – Samsung Catalyst Fund וקרן החדשנות מומנטום של אוניברסיטת תל אביב. סבב הגיוס יאפשר לחברה להאיץ את תהליך פיתוח המוצר שלה ולגייס עובדים נוספים.\nUnispectral מפתחת את החומרה והתוכנה של חיישן היפר-ספקטרלי המסוגל לנתח את תכונות החומר המצולם, ובכך מעוניינת לשנות את שיטת חישת הצבע המקובלת בעולם הצילום בעשרות השנים האחרונות. החיישן, המיועד למגוון שימושים בשוק הצרכני מבודד את האור הנקלט בגלאי מובנה למאות גוונים, ומסוגל לנתח את תכונות החומר המצולם. כך למשל, בעזרת החיישן ניתן לקבל פירוט מדויק של הרכב המשקה האלכוהולי שלכם בבר.\nחברת הביומד הישראלית Biop Medical, שמפתחת מכשיר לאבחון בזמן אמת של סרטן בצוואר הרחם, הודיעה על השלמת סבב גיוס A בסך 2.25 מיליון דולר מ-Shanghai Creative Investments ומשקיעים אמריקאים. ההון שגוייס יאפשר לחברה להמשיך בפיתוח מוצריה ולבצע במכשיר האבטיפוס שלה ניסויים קלינים בבית החולים האוניברסיטאי Semmelweis בהונגריה ובמרכז הרפואי רבין בישראל, כאשר המוצר הסופי צפוי להיות מוכן עד סוף השנה הנוכחית.\nBiop Medical פיתחה טכנולוגיה לגילוי מוקדם של סרטן צוואר הרחם עם שיעור דיוק גבוה במיוחד. מוצר הדגל שלה מתמקד בזיהוי, סיווג ואבחון של סוג הסרטן. היישום הראשון של הטכנולוגיה שפיתחה יציע אלטרנטיבה לבדיקות הביופסיה הנדרשות כדי לאתר ולאבחן באופן מדויק את הגידול הסרטני.\nחברת הסטארטאפ הישראלית Mintigo, העוזרת לעסקים גדולים בגיוס ממוקד של לקוחות חדשים בעלי ערך גבוה, הודיעה על השלמת סבב גיוס בסך 15 מיליון דולר בהובלת קרן סקויה. סבב הגיוס הנוכחי מגיע לאחר שעברה על החברה שנה מוצלחת ביותר עם צמיחה של 700 אחוזים בהשוואה לשנת שעברה, וההון שגוייס יתמוך בצמיחה המהירה של החברה. כמו כן, מדווחת Mintigo כי יצאה בשיתופי פעולה עם לקוחות ארגוניים משמעותיים בהם Oracle, Getty Images ו-Red Hat.\nMintigo פיתחה פלטפורמת תוכנה מבוססת ענן המאפשרת לצוותי מכירות ושיווק לעשות שימוש בנתונים וסטטיסטיקות לניבוי במטרה להגדיל את המכירות. מאגר הנתונים של החברה מכסה כיום למעלה מ-200 מיליון בני אדם ו-15 מיליון חברות. הפתרון שפיתחה מאפשר ללקוחותיה, בעלי עסקים, להרוויח ממאגרי המידע שלה ולמצוא את המידע הרלוונטי ביותר מתוך הררי הדאטא הקיימים. כדי לעזור לחברות להתמודד עם אתגר איתור הלקוחות, אל מול המידע הכמעט-אינסופי הקיים היום ברשת האינטרנט, פיתחה Mintigo טכנולוגיה שעוזרת לאפיין ולקטלג את הלקוחות הפוטנציאליים, כדי לדעת מראש לאלו מהם יש את הסיכוי הרב ביותר לשרוד את תהליך הגיוס שיהפוך אותם מאנשי קשר פוטנציאליים ללקוחות משלמים של כל חברה.\nחברת הסטארטאפ הישראלית Vasona Networks, אשר עוזרת לחברות הסלולר להתמודד עם עומסים ברשת, הודיעה על השלמת סבב גיוס C בגובה 14.6 מיליון דולר. בהשקעה השתתפו Bessemer Venture Partners ו-NexStar Partners. בעזרת הפתרונות של החברה מפעילות רשתות סלולר ברחבי העולם יכולות לספק חווית משתמש טובה יותר, להתגבר על העומסים ברשתות 3G ו-4G ולהבין כיצד בדיוק פועלת הרשת כדי לנהל ולתכנן טוב יותר את פעילותן.\nבמילים פשוטות הפתרונות של החברה עוזרים לחברות הסלולר לקבל בחזרה את השליטה באמצעות פתרונות שיזהו מתי עומסים עתידים להתרחש, זאת כדי לעצב את תנועת המשתמשים באופן שיבטיח שכל אחד מהם יהנה מחוויה טובה. סבב הגיוס עליו הודיעה יתמוך בהמשכי הפיתוח של החברה במוצרי הליבה שלה, תוך כדי שיסייע במימון למטרת פיתוחים חדשים כגון תחום הוירטואליזציה.\nחברת Genome Compiler הישראלית המספקת פלטפורמת תוכנה אינטואיטיבית וכוללת לעוסקים בהנדסה גנטית ובביולוגיה סינתטית ומולקולרית, הודיעה כי היא נרכשת על ידי Twist Bioscience האמריקאית. מטרת הרכישה היא לנצל את הטכנולוגיה והמומחיות של החברה הישראלית כדי לקדם היצע מוצרים דיגיטלי, לרבות פתרון מסחר אלקטרוני עם יכולות תכנון גנטי.\nGenome Complier הישראלית מציעה כלים מקיפים לתכנון והמחשת דנ”א, ניהול נתונים ושיתוף פעולה. לקוחותיה נהנים מחוויית תכנון נוחה באמצעות פלפטורמה אחת הכוללת כלי תכנון מתקדמים, מגוון מאגרי פלסמידים וקשרים ישירים למערך ספקי סינתזת דנ״א ושירותי אוטומציה במעבדה.\nהסטארטאפ הישראלי Comedy.com מציג פלטפורמה שהושקה החודש לאחר גיוס של 1.5 מיליון דולר. בסבב הגיוס השתתפו Rhodium, 2B Angels, Sandler Investments, NXTP Labs ומנהלים בכירים מפייסבוק ו-Hulu. החברה פיתחה פלטפורמה לצפייה בסרטונים קומיים מקוריים, העושה שימוש באלגוריתם הלומד ׳תוך כדי תנועה׳ את הטעם הקומי הספציפי של כל אחד מהמשתמשים ומציע פיד ייחודי ומותאם אישית עבורו. בצד השני, הפלטפורמה מציעה ליוצרים קומיקאים גישה לציוד ווידאו מתקדם ובתמורה משתפת את החומרים שלהם באופן בלעדי.\nComedy.com עובדת ישירות עם קבוצה מובחרת וספציפית במיוחד של יוצרי תוכן קומי, במקום שכל אחד יוכל להעלות לאתר תכנים בלי סינון. כיום לפלטפורמה יש שיתופי פעולה עם קומיקאים די מוכרים (אולי בארה״ב) בהם ׳Woody The Great׳ ו-Curtis Lepore שנהנים מחשיפה של עשרות מיליוני צפיות מידי חודש, אחריהם ניתן לעקוב כדי לקבל עדכונים ברגע שמועלה סרטון חדש.\nהסטארטאפ הישראלי Sweetch Health שפיתח מעין ׳חיסון דיגיטלי׳ עבור סוכרת, הודיע על השלמת סבב גיוס בסך 3.5 מיליון דולר. את סבב הגיוס הובילו חברת הטכנולוגיה פיליפס יחד עם גוף השקעות ההמונים OurCrowd, שרק לאחרונה גייס בעצמו 10 מיליון דולר. כמו כן השתתפו בגיוס Pontifax ו-Lionbird. המימון הנוכחי ישמש להשלמת תוכנית ניסיונית וניסויים קליניים שיתחילו בקרוב ולמטרת שיווק המוצר בארה״ב. ברגע שאלו יושלמו, התכנון הוא ש-Sweetch תהיה מוכרת ושימושית ברמה שאנשי צוותים רפואיים ברחבי העולם ׳ירשמו׳ אותה למטופלים.\nהחברה הישראלית פיתחה אפליקצית בריאות העוסקת בתחום הרפואה המונעת, המסייעת להקטין באופן משמעותי את הסיכון שבמעבר ממצב טרום-סוכרתי לחולה סוכרת. איך? האפליקציה מייצרת תכנית התערבות אישית, הדרגתית ופשוטה לתפעול, המותאמת באופן אישי לכל משתמש. תכנית זו מניעה את המשתמש לפעולה, תוך כדי שמעניקה חיווים באפליקציה וטיפים בזמן אמת ומעוררת מוטיביציה בקרב המשתמשים.\nבחודש שעבר פרסם ה-FBI הודעת אזהרה על פיה מכוניות חכמות הופכות ליותר ויותר פגיעות לאיומי תקיפה שונים של האקרים. חברת Karamba Security, שמפתחת טכנולוגיה להגנה על מכוניות, הודיעה לאחרונה על השלמת סבב גיוס של 2.5 מיליון דולר בהובלת קרן YL Ventures.\nעד היום פעלה Karamba Security (קרמבה סקיוריטי) מתחת לרדאר והיום היא חושפת לפחות חלק מפעילותה. כיום יכולים תוקפים להסתנן למערכות מחשוב המוטמעות בכלי רכב ולהשתלט עליהן, עד כדי הדממת המנוע בעת נסיעה. הפתרון של Karamba מאפשר לחברות הרכב להגן על המכוניות שלהן מאיומים אלה על-ידי הגנה על יחידות השליטה האלקטרוניות (ECUs) הנגישות לרשת חיצונית (באמצעות אינטרנט, WiFi ,Bluetooth), כך שהאקרים לא יוכלו לחדור דרכן אל הרשת הפנימית של הרכב ולשבש את פעילותו או לאיים על בטיחות הנהג והנוסעים. הפתרון שפיתחה החברה מבטיח כי רק האפליקציות או הקוד המורשים לכך יוכלו להיטען ולרוץ על גבי ה-ECU. תוך כדי חסימה של כל קוד בלתי מוכר, כך שה-ECU בטוח מפני תקיפות ללא קשר אם מקורן באינטרנט, בהתקן USB, וללא חשש מהתראות שווא.\nאתר Smartlation הישראלי המפעיל מרקטפלייס שעוסק אך ורק בתרגום, הודיע על השלמת סבב גיוס בגובה 3.1 מיליון דולר. סבב הגיוס הושלם באמצעות קרן ההשקעות קריפטון וקבוצת Webpick בראשות משה צרפתי ונדב ברנדשטטר. על פי ההסכם קרן ההשקעות קריפטון תקבל 30% מהמניות ואופציה לרכישת מניות נוספות בהתאם להתקדמות הפעילות.\nהמודל של השירות מבוסס על הזמנה ישירה של הלקוחות ממתרגמים מקצועיים, מה שמאפשר לטענת החברה הוזלה משמעותית במחירים, תוך כדי שמירה על תוצאות איכותיות ומהירות.\nהחברה משתמשת באלגוריתם חכם (Patent Pending) המאפשר התאמה בין צרכי הלקוחות להצעות הספקים, וקובע מחיר סופי לעבודה כבר במעמד ההזמנה, בניגוד למצב הקיים היום בחברות המסורתיות בו המחיר נקבע בסוף העבודה. בנוסף, יכולים הלקוחות לראות את מידת ההתאמה של הספק ולמיין את הספקים לפי איכות, מהירות ביצוע ומחיר.\nכיום Smartlation.com מפעילה מתרגמים בעשרות מדינות ומשרתת לקוחות פרטיים ועסקיים בלמעלה מ-100 שפות ודיאלקטים,הכוללים גם התמחויות שונות באופן שוטף בתרגום חומר רפואי, משפטי, הנדסי, טכני, תעופתי, אקדמי ועוד.\nאתרי קניות כיום משקיעים כסף רב, כדי שנחפש מוצרים ונשלים את הרכישה דווקא אצלם; למרות זאת, נדמה שאפשרויות החיפוש באתרים רבים מוגבלות ביכולות שלהן, וגורמות לנו לקבל תוצאות לא רלוונטיות. הסטארטאפ הישראלי Twiggle (טוויגל) מנסה לשנות את המצב ומפתח טכנולוגיה שתעזור למבקר באתר להפוך גם ללקוח. החודש הודיעה החברה על גיוס של 12.5 מיליון דולר.\nכדי להבין מה בדיוק עושה Twiggle, אתם פשוט יכולים להיכנס לאתר כמו אמזון ולנסות לחפש“סמארטפון עם המצלמה הטובה ביותר”. החיפוש יניב מגוון רב של תוצאות שכוללות למשל מצלמת אקסטרים, מצלמת אבטחה, עדשה לסמארטפון, מוט סלפי ועוד כמה סמארטפונים, שבהחלט לא ראויים לתואר של הסמארטפונים עם המצלמות הטובות ביותר. האשם הוא כמובן מנוע החיפוש המוגבל יחסית של האתרים, דוגמת ה-A9 של אמזון, שמפרקים את החיפוש שלנו למילות מפתח אולם מפספסים לגמרי את הקונטקסט הכללי. את המצב הזה רוצה לשנות Twiggle. אלגוריתם החיפוש שמפתח הסטארטאפ מצליח לפענח מה בדיוק רוצה הצרכן שכותב בשפה טבעית ומוצא לו את המוצרים הרלוונטיים ביותר תוך שימוש בעיבוד שפה טבעית (NLP), מדע נתונים ובינה מלאכותית.\nתהליכי אימות ובדיקה של צ’יפים גורמים לא פעם לצווארי בקבוק ועיכוב של כל תהליך התכנון והייצור של הצ’יפ. על כן, כל פתרון שיכול להאיץ את ההליכים הללו, מתקבל בסקרנות רבה בקרב יצרניות השבבים. החודש הודיעה חברת Cadence (קיידנס) על רכישתה של חברת Rocketick הישראלית, שמפתחת טכנולוגיה למיקבול ולהאצה של סימולציות לבדיקת שבבים. Rocketick הוקמה ב-2008 על ידי יזמים יוצאי 8200 ונהנתה מהשקעות של קרנות תאגידיות כמו אינטל -NVIDIA.\nהטכנולוגיה של Rocketick, שזכתה לשם RocketSim, יכולה להאיץ את סימולטור ה-Incisive Enterprise של קיידנס ולספק עד פי שישה האצה עבור סימולציות register-transfer-level, עד פי עשרה האצה ל-Gate level ועד פי שלושים בסימולציות DFT ברמת Gate level וזאת בשימוש על שרת מרובה ליבות סטנדרטי. הטכנולוגיה כבר נמצאת בשימוש של מספר חברות בתחום המוליכים-למחצה הפועלות בתחום המובייל, השרתים והתחומים גרפיים, ביניהן NVIDIA, צורן ומלאנוקס הישראליות.\nנדמה שאחת המטלות המעיקות ביותר על אנשי העולם הראשון היא שטיפת רכב. נכון, אנחנו לא אלו שעושים את העבודה הקשה באמת, אבל הצורך להגיע למקום הרחיצה, להמתין בפקק שנוצר בכניסה למנהרת השטיפה ובעיקר לבזבז זמן יקר – כל אלו גורמים לנו לנסות לדחות את הקץ כמה שרק אפשר. סטארטאפ ישראלי חדש בשם BonShine (בוןשיין) מאיים לעשות מהפכה בתחום ומגייס לצורך כך מיליון וחצי דולר. היזם שמאחוריו הוא מנכ”ל Gett לשעבר, דוד גלטמן.\nהאפליקציה של השירות מאפשרת למשתמש לבחור מראש מועד ומקום מועדף לניקיון, ובמועד שנקבע יגיעו נציגי החברה לנקות את הרכב מבחוץ ומבפנים. בעזרת האפליקציה, יכול המשתמש להתעדכן בסטטוס הניקוי ולשלם עבור השירות והטיפ, אם ירצה, בכרטיס אשראי. בנוסף, יוכל המשתמש לדרג את המנקה לפי מדדי שירות ושביעות רצון.\nאחד הכלים החזקים ביותר שבו משתמשים האקרים כיום הוא התקפות אוטומטיות שמבוצעות על ידי בוטים, כלומר תוכנות שרצות בצורה אוטומטית ומבצעות במשותף משימות שונות, כדי לעזור לתוקף להשיג את מטרתו בין אם זה פריצה למאגרי נתונים, כריית נתונים או הפלת שרתים. החודש הודיע הסטארטאפ הישראלי, PerimeterX, שמפתח כלי הגנה לאיתור וחסימה של משתמשים לא אנושיים, על השלמת גיוס של 12 מיליון דולר.\nPerimeterX (פרימיטר איקס) פיתחה גישה חדשה לזיהוי איומים אלה על ידי חתימות התנהגותיות דינאמיות, שמתבססות על למידה מאיסוף של מאות אינדיקטורים שמאפשרים לאפיין משתמשים, דפדפנים ואת התקשורת עצמה. זאת במקום השיטות הקיימות שבעיקר מתבססות על חיפוש מאפיינים של בוטים שנראו בעבר, ולא תמיד יכולות לזהות התקפות חדשות שלא נראו.\nAccel היא אחת מהקרנות הנחשבות ביותר בעולם; לא מפתיע בהתחשב בעובדה שבפורטפוליו שלה רשומות חברות כמו פייסבוק, דרופבוקס, סלאק, ספוטיפיי, DJI, cloudera ו-Etsy. החודש הודיעה הקרן על קרן חדשה בגובה חצי מיליארד דולר, שתתמקד בהשקעות בישראל ובאירופה.\nAccel London V, הקרן החדשה של Accel, תשקיע בסטארטאפים בשלבים המוקדמים ובשלבי צמיחה בכל התחומים, אם כי היא תתמקד בעיקר בתחומי זירות הסחר (מרקטפלייס), SaaS (תוכנה-כשירות), ביג דאטה ותוכנות ארגוניות. ביחד עם הקרן החדשה שהושקה היום, עומד סך ההשקעה של הקרנות השונות של Accel בישראל ובאירופה על 2.5 מיליארד דולר. ב-2015 רשמו הקרנות האירופאיות של Accel עשרות אקזיטים של חברות בשווי שוק מוערך של 15 מיליארד דולר.\nאתם אולי לא הייתם מכנים במילה ספורט אירוע שבו אלפי צופים נלהבים מביטים במשחק מחשב – אבל אי אפשר להתווכח עם המגמה. eSport הוא אחד התחומים החמים ביותר בעולם הטכנולוגיה. קחו למשל את גמר ה-Intel Extreme Masters שנערך בפולין השנה. באירוע הגמר, שהפגיש גיימרים שהתמודדו ביניהם ב-League of Legends, נכחו באצטדיון יותר מ-100 אלף צופים ועוד כ-2 מיליון צפו במשחק בזמן אמת בסטרימינג. וכמו כל תחום צומח, גם הוא מייצר דרישה לשירותים נלווים. zengaming, סטארטאפ ישראלי צעיר, שמפתח רשת חברתית לגיימרים, הודיע החודש על גיוס של 2.8 מיליון דולר.\nהרשת החברתית של zengaming מאפשרת לשחקנים, קבוצות, ספונסרים וחובבי eSports מרחבי העולם ליצור פרופילים מקצועיים, להתחרות ביניהם ולהיחשף בתעשייה. במהלך שנת הפעילות הראשונה, החברה מיצבה את עצמה כ”לינקדאין של ה-eSports” וצברה יותר ממיליון משתמשים, שעושים שימוש בשירותים השונים שלה כדי לחבור לשחקני Counter Strike מרחבי העולם. עתה, מתכננת החברה גם להוסיף תמיכה גם במשחקים האסטרטגיה הפופולאריים ביותר כמו DoTA 2, League of Legends, Starcraft ועוד.\nחברת הסטארטאפ הישראלית EQUInom (אקווינום) העוסקת בטיפוח ובהשבחת זרעים לתעשיית המזון העולמית, הודיעה החודש על השלמת סבב גיוס שני בהיקף 1.25 מיליון דולר בהובלת חברת הזרע (1939) בע״מ, המתמחה בייצור זרעים וגידולי שדה.\nחברת EQUInom פיתחה טכנולוגיית השבחה ייחודית לזרעים, שמשלבת בין שימוש מסיבי במידע הנאסף ברצפי דנ”א (DNA sequencing), לבין מידע פנוטיפי (מופע של הצמח). השימוש באלגוריתמים של החברה מאפשר לזהות איזורים ב-DNA בעלי ערך טיפוחי ולשלבם יחד למוצר סופי. בצורה זו מצליחה החברה להגיע לרמות של דיוק ומהירות פיתוח שלא היו אפשריות עד כה. התוצאה היא זני זרעים, שמהם יופקו חומרי גלם חדשים בריאים וזולים יותר, שעלות הייצור שלהם מופחתת – כל זאת ללא שימוש בהנדסה גנטית (GMO).\nהסטארטאפ הישראלי Meucci פיתח אפליקציה שמאפשרת לבצע שיחות GSM קבוצתיות בחינם מכל מקום ולכל מקום בעולם. לצד השקת האפליקציה הודיעה החברה גם על השלמת סבב גיוס ראשון בהיקף של 6 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן סינגולריטים של משה חוגג, ביחד עם המשקיעים אלון כרמל ו-Dragon Ventures. הסכום שהתווסף להון החברה יאפשר לה להשקיע בפיתוח השלבים הבאים של המוצר, לגייס עובדים נוספים מעבר ל-12 שמועסקים בה כיום וכמו כן להתמקד במאמצי השיווק.\nלצד האפשרות לנהל שיחות GSM קבוצתיות ושיחות VoIP אל GSM, אפליקצית Meucci מאפשרת להוסיף לשיחה מספר בלתי מוגבל של משתתפים, זאת גם אם האפליקציה אינה מותקנת במכשיר של כל הנמענים. בעצם, כאן טמון הבידול המרכזי של האפליקציה מיישומים דומים – העובדה שאינה דורשת מכלל המשתתפים להתקין אותה ולהיות מחוברים לרשת. כך, אפשר להתקשר בקלות גם לסבתא מחו״ל, בלי לסבך אותה עם התקנה של סקייפ או וייבר.\nמייסדי חברת NorthBit הישראלית, גיל דבח ואריאל שיפטן, קיבלו מתנה מכובדת בהחלט לחג הפסח; נודע כי חברת הבוטיק הקטנה מהרצליה פיתוח נרכשה על ידי מג׳יק ליפ (Magic Leap) האמריקאית, אחת החברות המסקרנות והמבטיחות ביותר בשוק כרגע.\nלא הרבה ידוע על חברת NorthBit, מלבד זה שמדובר בחברת פרוייקטים המתמחה באבטחת סייבר, המספקת שירותי מחקר ופיתוח עבור חברות קטנות וגדולות שצריכות שירותי מחקר מעמיק של תוכנה. כך למשל יכולה החברה הישראלית להתבקש לבחון לעומק מוצר מסוים ולמצוא בו פרצות אבטחה. החברה בעצם לוקחת תוכנה קיימת, ׳פותחת׳ אותה וחוקרת את הקוד ממנו היא מורכבת (reverse engineering).\nחברת Crosswise הישראלית הודיעה על רכישתה בידי אורקל תמורת סכום המוערך בכ-50 מיליון דולר. Crosswise יודעת לזהות את קבוצת המכשירים השייכת למשתמש מסויים, וכך בעצם לזהות את המשתמש בין ההמון ולהעביר את המידע אל לקוחותיה, בכדי להציג בפניו פרסום רלוונטי. לאור הרכישה, עובדי החברה יעברו לשורותיה של אורקל, ל-Oracle Data Cloud.\n \nהטכנולוגיה שפיתחה Crosswise מאפשרת לזהות את קבוצת המכשירים השייכים למשתמש מסוים (בהם טאבלט, סמארטפון או מחשב נייד), מבלי לסכן את פרטיותו או להשתמש בסממנים אישיים אודותיו. כך, בעוד שהמשתמש יכול להיות רגוע שאינו נחשף לחברות צד שלישי יתר על המידה, חברות המדיה יכולות להיות גם הן רגועות, שכן הקמפיינים שלהן מגיעים ליעד המתאים בצורה ממוקדת ביותר. הטכנולוגיה בעצם מסוגלת לקשר בין המשתמשים למכשירים בהתאם למידע רב, הכולל בין היתר את מיקום המכשיר, סוגי האפליקציות המותקנות בו, דפוסי השימוש, האתרים בהם ביקרו המשתמשים ואפילו עוצמת הלחץ שנוצרה על המסך בעת לחיצה.\nהסטארטאפ הישראלי Payaya שהוקם רק לפני כ-4 חודשים הודיע על השלמת סבב גיוס סיד בגובה 600,000 דולר מאנג׳לים פרטיים. החזון של Payaya הוא לשנות את הדרך שבה מנוהלים היום עובדים שאינם עובדים ישירים של החברה: עובדי אאוטסורסינג, קבלני משנה ועובדים גלובליים שמועסקים על ידי חברות העסקה מטעם חברות האם (קבוצת עובדים שמהווה כיום כ-30% מכוח העבודה של חברות אמריקאיות). בשיחה עם גיקטיים הסבירה עינת גז, מייסדת שותפה ומנכ״ל החברה כי סבב הגיוס הנוכחי ישמש אותם להשקת הפלטפורמה הראשונית ולתחילת פיילוט עם 20 לקוחות אמריקאיים.\nPayaya מציעה פלטפורמת SaaS אשר משלבת הן פתרון למציאת ספקים און ליין והן מערכת לניהול כלל התהליך. תכליתה של המערכת היא ליצור שקיפות מלאה, להחליף את האקסלים והמיילים, לעשות סדר בבלגן הקיים היום בתהליך, ולהוריד את עלויות העסקה על ידי חיבור ספקים בצורה ישירה לחברות ללא גופים מתווכים ביניהם אשר מוסיפים עמלות משמעותיות.\nהסטארטאפ הישראלי ClipFort, שמפתח מחסנית עם חיישן ביומטרי, נמכר לחברת Azonto האוסטרלית תמורת כ-22 מיליון דולר. בתוך כל מחסנית שמיוצרת על ידי ClipFort, מוטמע קורא טביעות אצבע בדומה לקורא שנמצא היום במכשירי הסמארטפון השונים, כשאת טביעות האצבע של בעליו החוקיים של הנשק מזינים עם הרכישה. מרגע שהמחסנית המיוחדת טעונה באקדח לא ניתן לבצע בו אף פעולה ללא הזנת טביעת האצבע, כולל הוצאה שלה, דריכת הנשק וכמובן ירי. כל תהליך הזיהוי אורך פחות משנייה ואם אכן יש טביעת אצבע מאומתת, הנשק יהיה פעיל, כשרמת הדיוק עומדת על 99.99 אחוזים.\nהמחסנית שעולה בין 150 ל-200 דולר מותאמת כמובן לאקדח של המשתמש וניתן לטעון אותה עם כדורים חדשים לאחר השימוש. השוק העיקרי אליו פונה החברה הוא כמובן השוק האמריקאי, שם, על פי ההערכות, נמצאים יותר מ-310 מיליון כלי נשק שונים בידי האזרחים. חוץ מהשוק האזרחי, מתכננת החברה לפנות גם לכוחות הבטחון השונים.\nתשעה חודשים בלבד לאחר הגיוס הקודם, שעמד על 5 מיליון דולר, משלימה Apester את סבב הגיוס הראשון שלה עם גיוס של 12 מיליון דולר נוספים בהובלת קרן Blumberg Capital ומשקיעים נוספים. בכך משלימה החברה סבב גיוס ראשון מכובד בגובה 17 מיליון דולר.\nהסטארטאפ הצעיר נוסד בסוף 2014 על ידי מוטי כהן ודניאל צדוק, שהקימו אותו לאחר שעשו פיבוט מפיתוח פלטפורמה ליצירת משחקים חברתיים. מאז נהנה הסטארטאפ מקצב צמיחה מרשים עם 200 מיליון חשיפות חודשיות, על פני יותר מ-400 אתרי תוכן מובילים (ביניהם Time Inc., AOL, The Daily Telegraph, The Huffington Post, FOX, USA Today, BBC, Sky, Bild). על פי הנתונים שהציגה החברה, ממוצע ההקלקה של משתמשים על התוכן שנוצר בפלטפורמה עומד על ממוצע של 17%, פי 100 יותר מבאנר סטנדרטי. השימוש בפלטפורמת הסקרים עוזר להפיק מכל פיסת תוכן משעממת כמרתקת שתהיה, אינטראקציה משמעותית מהמשתתפים אשר באה לידי ביטוי בין היתר בעלייה של עשרות אחוזים בשיתופים ברשתות החברתיות. על פי הנתונים של החברה היא נהנית מיותר ממיליארד אינטראקציות בשנה.\nניתוח קובצי לוג, כדי למצוא את הגורם לקריסה של תוכנה כלשהי, הוא עבודה מורכבת ומאתגרת, בייחוד כאשר מדובר על טרה-בייטים של מידע. Takipi (טקיפי), סטארטאפ ישראלי שפיתח טכנולוגיה לאיתור מהיר של בעיות בקובצי לוג, הודיע על גיוס של 15 מיליון דולר, שיוקדשו לצורך האצת תהליך המחקר והפיתוח והשיווק של החברה.\nTakipi (טקיפי) מנטרת שגיאות ותקלות אחרות ומקליטה את זרימת הקוד שהובילה לאותה נקודה, כולל ערכי כל המשתנים כפי שהיו לפני פיצוץ הקוד. בעזרת איסוף נתונים אלה Takipi מאפשרת למתכנתים להבין באופן מיידי מה הוביל לבעיה, כמה היא חמורה ואיך לוודא שהיא נפתרה לאחר תיקון הקוד. Takipi אוספת גם אנליטיקות על כל השגיאות שקרו בשרתים ומאפשרת לצוותי פיתוח להחליט במהירות באיזה בעיות לטפל קודם. המוצר של החברה ניתן להתקנה תוך 5 דקות ואינו דורש שינויים בקוד שכבר נכתב. כבר בשנה הראשונה הצליחה החברה לגייס כ-120 לקוחות ביניהם סמסונג, HP, אמדוקס ו-TripAdvisor.\nחממת הטכנולוגיה הישראלית Trendlines, אשר מתמקדת בהשקעות בחברות צעירות העוסקות בתחום המכשור הרפואי והחקלאות, יוצאת בשיתוף פעולה עם חבר התרופות הגרמנית Bayer. במסגרת שיתוף הפעולה תשקיע החברה הגרמנית 10 מיליון דולר במשך 5 שנים בקרן השקעות ייעודית בתחומי העיסוק של Trendlines. הקרן, שקיבלה את השם ׳Bayer Trendlines Ag Innovation׳, תתקיים כאמור מהשקעה הכספית של Bayer, אך זו שתנהל אותה בפועל היא החברה הישראלית.\nתנאי אקלים קיצוניים, עמידות העשב והדברה מאסיבית הם רק חלק מהאתגרים העומדים בפני עולם החקלאות כיום. במקביל, חקלאים נמצאים תחת לחץ מתמיד כדי לייצר כמות מספקת של מזון שיהיה בטוח, בריא ובר קיימא. באמצעות הקרן החדשה של Bayer ו-Trendlines, השתיים שואפות ללקט את הפתרונות המתקדמים ביותר הקיימים בשוק לאותם אתגרים, ובכך לתרום לעיצוב העתיד של החקלאות, ולהיטיב גם עם החקלאים וגם עם לקוחות הקצה.\nפלטפורמת LawGeex הישראלית, שנועדה לסייע לכל מי שצריך לחתום על חוזה בשלב מסוים בחייו (כולנו), הודיעה על השלמת סבב גיוס בגובה 2.5 מיליון דולר. את ההון גייסה החברה בעזרת Lool Ventures, LionBird והאנג׳לים אילן תירוש ורמי ליפמן. הכסף שגויס ישמש את החברה להרחיב ולשפר את המוצר, להגדיל את הצוות (בדגש על תחום השיווק והטכנולוגיה) ועבור פעילות שיווק בשוק האמריקאי.\nאפשר לומר ש-LawGeex היא מעין Feex גרסת החוזים; כמו שפלטפורמת Feex מבצעת השוואה בין מאגר המידע הקיים במערכת, בכדי לסייע למשתמשים לחסוך כסף ולגלות מחדלים שגורמים לו לבזבז יותר כסף, כך גם היא עושה שימוש בניתוח מידע הקיים במאגריה ועל סמך ניתוחו מגיעה למסקנות אודות תקינותם של חוזים.\nחברת הסטארטאפ הישראלית Forter הודיעה על השלמת סבב גיוס C בגובה 32 מיליון דולר מ-Scale Venture Partners, Sequoia Capital ו-NEA – New Enterprise Associates. החברה מסייעת לסוחרים לזהות משתמשים לגיטימיים ולאפשר לאלו לפתוח את הסחר שלהם לכל רחבי העולם, זאת באמצעות מנגנון אבטחה שיזהה בתוך שניות האם מדובר בעסקה לגיטימית שניתן לאשר, או האם מדובר בניסיון לתרמית.\nלפי נתונים שפורסמו על ידי ה-Global Fraud Attack Index התקפות הונאה מקוונות גדלו במהלך שנת 2015 ב-215%, תוך כדי שאותן הונאות רק משתכללות והופכות קשות לזיהוי. המימון האחרון יאפשר לחברה להמשיך ולהניע את הצמיחה המהירה שלה, תוך כדי התרחבות ברחבי ארה״ב והמשך פיתוח ושדרוג המערכת האוטומטית של החברה למניעת הונאות בעולם המסחר אלקטרוני.\nקרן Vintage Investment Partners שהוקמה בשנת 2003 השלימה סבב גיוס בסך 200 מיליון דולר לקרן חדשה בשם Vintage IX. באמצעות הקרן תשקיע החברה בקרנות הון סיכון בישראל, ארה״ב ובאירופה, וגם בקרנות private equity העוסקות בתחום הטכנולוגיה בארץ.\nאופן התנהולתה של קרן Vintage מבוסס על שלושה מודלים; קניית מניות של חברות טכנולוגיה מאנג׳לים, ממייסדים ועובדים לשעבר, השקעות בקרנות הון סיכון מובילות וגם בחברות הנמצאות בצמיחה מתמדת ובשלב מתקדם. תכליתה של הקרן הוא לסייע לגופים שלא מתמחים יותר מידי בתחום הטכנולוגי, אך ברור להם שאפשר להרוויח מהעולם הזה לא מעט כסף – וכאן Vintage נכנסת לתמונה.\nעל פי מקורות זרים, רכישה של חזייה היא לא פעם חוויה מטרידה ומתישה שלא מעט נשים לא אוהבות. הפתרון: Brayola, מרקטפלייס שמתאים לכל אישה את החזיה המתאימה לה ביותר ממספר יצרנים שונים. החודש הודיע הסטארטאפ על גיוס של 2.5 מיליון דולר ממשקיעים פרטיים.\nBrayola (בריולה) הוא פרי פיתוחה של אורית חשאי, לשעבר מנהלת בקרן ההון-סיכון הישראלית Carmel Ventures ובעלת מעל ל-10 שנות ניסיון בחברות היי-טק וסטארטאפ ישראליות.\n \nלדברי חשאי, “הרעיון פשוט. איפה-שהוא בעולם ישנה אישה, שאולי לא נראית כמוך, או מתנהגת כמוך, אבל יש לה את אותן חזיות במגירה. בריולה מסוגלת להמליץ לך על חזיות חדשות עבורך בהתבסס על מה שבחרו נשים אחרות, שחולקות איתך את המידה והסגנון. נשים רוצות להאמין שהן ייחודיות לגמרי, אבל הן חולקות צרכים דומים רבים, בעיקר כשזה נוגע לחזיות. כעת נשים יכולות לעזור אחת לשנייה לגלות חזיות חדשות על-ידי שיתוף מידע אודות החזיות שכבר יש להן”.\nחברת הסטארטאפ Preempt Security, המורכבת ברובה מבוגרי יחידת המודיעין הטכנולוגית 8200, הודיעה על השלמת סבב גיוס A בסך 8 מיליון דולר. את הסבב הנוכחי הובילה קרן ההשקעות General Catalyst Partners והשתתפו בו מיקי בודאי וראקש לונקר (Rakesh Loonkar) מייסדי Trusteer שנרכשה על ידי IBM בשנת 2013 ופול סגן, שהיה מנכ״ל Akamai Technologies. לא הרבה ידוע על הסטארטאפ שהוקם בשנת 2014, אך תכליתו של המוצר שפיתח היא להתמודד עם איומי אבטחה פנימיים בזמן אמת. בעזרת המימון הנוכחי תשקיע החברה בהרחבת מאמצי השיווק והמכירות תוך כדי האצת פיתוח המוצר.\nבגדול, המוצר של Preempt יכול לזהות פעילות זדונית ברשת ולהגיב בהתאם, לעיתים קרובות אפילו מבלי לערב את צוות האבטחה בחברה, תוך כדי שמירה על פעילות עסקית רציפה. ביכולתו של המוצר לכסות את כל נקודות הקצה המחוברות לרשת, כולל מכשירים ניידים.\nאחת הדרכים המעניינות ביותר של חברות הסייבר כיום להתמודד עם מתקפות 0DAY או APT (מתקפות מתקדמות ממוקדות) היא שימוש בטכנולוגיות הטעייה שונות. מדובר בדרכים שונות שגורמות להאקרים לטעות ולחשוב שהם חודרים למערכות פנימיות רגישות של אנשים או ארגונים, כשלמעשה הם פועלים במעין ‘ארגז חול’ מוגן וכל מעשיהם מפוקחים ונרשמים. החודש הודיעה חברת TrapX הישראלית, שמפתחת ‘מלכודות דבש’, על גיוס של 5 מיליון דולר נוספים במסגרת סבב B – זאת תשעה חודשים בלבד לאחר שהודיעה על גיוס של 9 מיליון דולר.\nמוצר הדגל של החברה מסייע בין היתר לחברות לזהות פירצות אבטחה ותוכנות זדוניות (Zero Day Malware) על ידי העתקת המערכות הקיימות של הארגון לשרתים אחרים, עם אבטחה מוחלשת בכוונה תחילה, אך בצורה כזו שהתוקפים אינם מסוגלים לזהות את ההבדלים בין השרת ה״אמיתי״ לשרת המשוכפל שנוצר למטרות האבטחה. באופן טבעי, מדובר בארגונים גדולים במיוחד, כך שאבטחה חלשה מושכת את ההאקרים ואת ניסיונות הפריצה על המערכות המוחלשות של הארגונים.\nכאשר אנחנו אומרים היום שסמארטפון מסויים הוא יקר או מחירו גבוה, אנחנו בדרך כלל מתכוונים לדגמים מסויימים של מכשירי הדגל שמחירם בישראל עשוי להגיע ל-4,000 ואפילו 5,000 ש”ח. אולם Sirin, סטארטאפ ישראלי שפועל עדיין מתחת לרדאר, עומל בשנתיים האחרונות על פיתוח של סמארטפון יוקרתי ויקר במיוחד שיימכר תחת תג מחיר של לא פחות מ-50 אלף ש”ח. הפיצ’ר המרכזי: אבטחה ברמה הגבוהה ביותר. החודש הודיע Sirin על גיוס של 72 מיליון דולר.\nבשיחה עם גיקטיים לא הסכים משה חוגג מסירין לחשוף יותר מדי פרטים על המכשיר החדש והפנה אותנו שוב ושוב להכרזה הרשמית של המכשיר שתתרחש בחודש הבא. עם זאת הוא הסכים לומר שהשלמת הגיוס תאפשר לחברה ליצור ולייצר את המוצר ולעמוד בלוחות הזמנים שלה.\nהסטארטאפ הישראלי Viewly, המציע פלטפורמה המרכזת את כל הקמפיינים החברתיים המתנהלים באינטרנט במקום אחד, הודיע על השלמת סבב גיוס ביחד עם השקה רשמית של המוצר. סבב הגיוס הנוכחי בסך 1.35 מיליון דולר הושלם בהובלת שון תל, יזם ישראלי ומייסד אתר יד 2 ובהשתתפות אנג׳לים פרטיים ואנשי עסקים.\nViewly מסייעת לגולשים מרחבי העולם המעוניינים לתרום לקהילה ולעשות מעשים טובים למען הזולת בכך שהיא מאפשרת לכל אחד ליצור ולהפיץ קמפיינים המקדמים מגוון מטרות כגון תרומת מזון לאוכלוסייה חלשה או לעמותות המעודדות אימוץ בעלי חיים. הרעיון מאחורי הפלטפורמה הוא לקדם מטרות באמצעות קמפיינים ויראלים, כמו לדוגמא מקלט לבעלי חיים המבקש מכל התומכים לצרף תמונת סלפי עם חיית המחמד שלהם ולתייג את המקום. מאז שעלה הקמפיין לאוויר לפני כחודשיים השתתפו בו קרוב ל-45,000 איש.\nלפני כשבוע נודע כי SintecMedia הישראלית, חברה מובילה בתחום ניהול מערכות השידור (Broadcast Management), נמצאת בשלבים מתקדמים לקראת חתימה על הסכם מכירתה לקרן הפרייבט אקוויטי האמריקאית Francisco Partners. כעת, העסקה קיבלה אור ירוק ונחתמה על ידי שני הצדדים, במסגרתה רכשה Fransisco Partners את החברה מידי Riverwood Capital האמריקאית תמורת 400 מיליון דולר. בסופו של דבר מדובר כאן בעסקה שנחתמה בין שני פרייבט אקוויטי לא ישראלים, אך מייסד החברה אמוץ ירדן עדיין ירוויח לא מעט מהעסקה, שכן הוא מחזיק בכ-5% ממניות החברה (משהו כמו 20 מיליון דולר).\nSintecMedia מציעה את מערכת ה-OnAir אשר מהווה פתרון רב תכליתי המתאים למשתמשים מרובים בו זמנית ובמקומות שונים. כמו כן המערכת מסייעת לניהול פעולת שידור טלוויזיה יבשתי בכבלים, בלווינים ובשידור דיגיטלי בתשלום. לחברה מאות לקוחות מסביב לעולם ותוכנת הדגל שלה מותקנת בתחנות שידור מוכרות כגון NBC, CBC ו-BBC. באמצעות התוכנה ניתן לנהל את כל התהליכים הקשורים לתחנת הטלוויזיה החל מתכנון לוח השידורים, רכישת תוכניות, ניהול חוזים ועד למכירת פרסומות. באתר החברה מצוין כי SintecMedia מעבדת למעלה מ-33 מיליארד דולר ממכירות פרסום עבור למעלה מ-100 לקוחות ב-40 מדינות.\n \n \n \n ", "keywords": "גיוס,גיוסים,סיכום גיוסים,סיכום חודשי,גיוסים אפריל,אפריל,אפריל 2016,חברה ישראלית,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,exit"}