{"url": "https://www.geektime.co.il/wix-acquires-momentme/", "type": "article", "title": "WIX רוכשת את Moment.me הישראלית תמורת 10 מיליון דולר [אקזיט]", "description": "וויקס מודיעה היום על רכישתה של Moment.me, המאפשרת לאגד במקום אחד תמונות ממגוון רשתות חברתיות בהתאם לאירועים ולמיקומים שונים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/04/wix1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-04-02T14:27:28Z", "modified_time": "2015-04-02T14:45:54Z", "articleBody": "וויקס מודיעה היום על רכישתה של Moment.me, המאפשרת לאגד במקום אחד תמונות ממגוון רשתות חברתיות בהתאם לאירועים ולמיקומים שונים\nמקור: עמוד האפליקציה, Moment.me\nWix הישראלית מודיעה היום (ה׳) על רכישתה של חברת Moment.me הישראלית אף היא. Moment.me מאגדת תמונות ממגוון רשתות חברתיות בהתאם לאירועים שונים. סכום העסקה לא פורסם, אך לפי הערכות עומד על 10 מיליון דולרים.\nהפלטפורמה אותה פיתחה החברה, הזמינה במובייל ובווב, מאפשרת למשתמשים להעלות ולצפות במגוון תמונות וסטטוסים “מרגעים” שונים שלהם או של חבריהם, ללא תלות ברשת החברתית בה פרסמו אותם. כלומר, המערכת מסוגלת לאסוף את התמונות שצולמו על ידי המשתמשים בהתבסס על מיקומם ולאחד אותם אל אלבום אחד גדול, המיועד להציע את הרגע כפי שחוו אותו עשרות, מאות ואלפי המשתמשים שנכחו בו.\nכך לדוגמה, מציעה האפליקציה אפשרות לצפות באלבומים מהופעות של אמנים שונים, פסטיבלים ברחבי העולם ואפילו בתמונות שהועלו ישירות מהמונדיאל, כפי שצולמו על ידי האוהדים והמשתמשים השונים הנוכחים במקום. המטרה היא להציע למשתמשים להיות חלק מהחוויה גם אם יושבים על כסא המשרד, כאשר את התמונות השונות יכולים לשתף או לשמור למכשיריהם.\nמעבר לכך, החברה מציעה שירות מקביל המאפשר יצירה של מיני אתרי מובייל לאירועים שונים, כאשר האתרים המדוברים ניתנים ליצירה בתוך מספר דקות ואינם דורשים ידע בקוד או רקע טכני מקדים. האתרים מאפשרים להפוך את האירועים השונים לזכרונות המורכבים מאוספי התמונות של המשתתפים בהם, אליהם ניתן לגשת מכל מכשיר.\nבעוד שיצירת האתר מוצעת בחינם, האחסון מוגבל בזמן והאתר יעלם בתוך שבעה ימים מרגע יצירתו. כאן נמצא מודל המוניטיזציה של החברה, המאפשר למשתמשים לשלם החל מ-8 דולרים לחודש על מנת לקבל אחסון למשך תקופה ארוכה יותר, כמו גם אנליטיקות ומידע משלים על התמונות והמדיה המועלים לאתר הייעודי.\nהודעה נרגשת בדבר הרכישה פורסמה באתר הרשמי של החברה הנרכשת, בפוסט בו בישרה כי כחלק מהסכם הרכישה על ידי וויקס, שירותים מסוימים שמציעה יופסקו החל מה-30 באפריל. יחד עם זאת, שירות הלידים (Leads) ימשיך לעבוד ולקלוט משתמשים חדשים.\nהחברה נוסדה בשנת ב-2012 על ידי רוני אלקיים, אילון תירוש ובועז אדטו ועד היום גייסה כשלושה מיליון דולר בהובלת Blumberg Capital ו-SingTel Innov8.\n\n ", "keywords": "wix,moment.me,רכישה,אקזיט,תמונות,רשת חברתית,וויקס,סטארטאפ,startup,exit,,social media,so,סטארטאפ והון סיכון"}