{"url": "https://www.geektime.co.il/infinidat-raises-150-mm/", "type": "article", "title": "Unicorn חדש נולד: Infinidat הישראלית גייסה 150 מיליון דולר לפי שווי של 1.2 מיליארד דולר [גיוס]", "description": "חברת הסטארטאפ הישראלית Infinidat גייסה סכום שיא של 150 מיליון דולר; מגה-גיוס שמשקף לה שווי מוערך של 1.2 מיליארד דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/04/BIG38.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-04-29T13:26:19Z", "modified_time": "2015-04-29T13:40:56Z", "articleBody": "חברת הסטארטאפ הישראלית Infinidat גייסה סכום שיא של 150 מיליון דולר; מגה-גיוס שמשקף לה שווי מוערך של 1.2 מיליארד דולר\n\nחברת האיחסון Infinidat סיימה סבב גיוס, או יותר נכון, מגה-גיוס בסך 150 מיליון דולר בהובלת קרן הון הסיכון הפרטית TPG Growth. החברה מפתחת פתרונות איחסון לשוק הארגוני. סך הגיוסים של החברה, שהוקמה ב-2011, עומד כעת על כ-230 מיליון דולר והיא מוערכת כעת ב-1.2 מיליארד דולר.\nמי שעומד מאחורי Infinidat הוא משה ינאי, יזם סדרתי שהקים את חברות הסטארטאפ XIV, שנמכרה ב-2008 ל-IBM תמורת כ-300 מיליון דולרים ולאחר מכן, מכר את Diligent, סטארטאפ נוסף שהקים, גם כן ל-IBM. ינאי גם מכר סטארטאפ אחר שלו, Symmetrix, לענקית איחסון אחרת, EMC.\nInfiniBox, מוצר הדגל של Infinidat, מתבסס על איחסון בדיסקים מגנטיים, ומאפשר להגדיל את כמות הדיסקים, תוך כדי שמירה על היעילות. ה-InfiniBox תומך בנפחים של החל מ-250 טרה-בייט ועד 2 פטה-בייט של מידע בתא סטנדרטי של 42U.\nבתגובה לגיוס מסר ינאי: “Infinidat עומדת לעשות מהפכה בעולם האיחסון הארגוני עם מוצר איחסון שהוא פשוט יותר ומשתלם יותר בצורה דרמטית ומציע ביצועים, נפח ואמינות”. ינאי הוסיף: “פתרון האיחסון של Infinibox כבר נמצא בשימוש של לקוחות רבים מסביב לעולם, ביניהם מספר רב של חברות שהופיע ב-Fortune 500”.\n ", "keywords": "סטארטאפ,infinidat,משה ינאי,זוהר גילון,אינפיינידאט,גיוס,מגה גיוס,חד קרן,גיוס הון"}