{"url": "https://www.geektime.co.il/yglf2019-two-days-on-the-beach/", "type": "article", "title": "פרונט-אנד על החוף: כנס YGLF 2019 יתקיים באפריל בקיבוץ נחשולים", "description": "כנס הפרונט-אנד המוכר בישראל ייערך השנה ב-4-3 באפריל על שפת החוף בקיבוץ נחשולים. המשתתפים ייהנו ממסלולים של הרצאות וסדנאות, שיועברו על ידי מפתחים ידועי שם בכל העולם. ההרשמה בעיצומה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/GettyImages-899125316-1549447769-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-10T11:25:02Z", "modified_time": "2019-02-10T10:33:05Z", "articleBody": "כנס הפרונט-אנד המוכר בישראל ייערך השנה ב-4-3 באפריל על שפת החוף בקיבוץ נחשולים. המשתתפים ייהנו ממסלולים של הרצאות וסדנאות, שיועברו על ידי מפתחים ידועי שם בכל העולם. ההרשמה בעיצומה\nהכתבה בחסות\n\nצלם/תמונה: DaniloAndjus\\ Getty Images Israel\nכנס מפתחי הפרונט-אנד, YGLF, יתקיים השנה בימים רביעי וחמישי, 4-3 באפריל, במתכונת שונה וכיפית. על שפת חוף קיבוץ נחשולים ייערך YGLF 2019: Code Camp ובו ישתתפו כמה מהשמות המובילים בתעשייה בארץ ובעולם, שיקיימו הרצאות על הנושאים החמים בתחום ויערכו מגוון סדנאות מעשיות.\nהכנס יתקיים כאמור במשך יומיים שלמים, והוא כולל לינה וארוחות. באי הכנס ייהנו משני מסלולים מקבילים: מסלול הרצאות ומסלול סדנאות קוד מעשיות, כך שהמשתתפים יקבלו הזדמנות לצלול אל לימוד התכנים ולהעשיר את עצמם הן ברמה הקונספטואלית והן ברמה הפרקטית. כל המשתתפים יקבלו גישה לכל ההרצאות ויוכלו להירשם לכל אחת מהסדנאות, אך חשוב לציין שמספר המקומות מוגבל, ועל כן מומלץ להירשם מראש.\nבין מנחי הסדנאות והמרצים שיעלו על הבמה נמצאים מפתחים מובילים ומוכרים מכל העולם, ובהם:\n– קייל סימפסון, מומחה ג׳אווה-סקריפט ומחבר סידרת הספרים ״You Don’t Know JS״\n– אסים חוסיין, Cloud Developer Advocate במיקרוסופט\n– ריק האריס, מ”הניו יורק טיימס” שפיתח את הספרייה הפופולרית Rollup.js\n– אונה קרווטס, Developer Advocate for Web Technologies בגוגל\n– ג’ון לינדקוויסט, מייסד egghead.io\nבנוסף, הכנס יעסוק בעתיד של ג׳אווה סקריפט כשפה ובעתיד של Reactive UI Frameworks ב-CSS Houdini Task Force, שמפתח כלים הנותנים למפתחים להגדיר Extendable CSS באפשרות להשתמש בטכנולוגיות פרונט-אנד, בשביל לפתח אפליקציות מבוססות AI ובשימוש ב-ES Proxies.\nבסדנאות המעשיות המשתתפים יוכלו בין היתר להתנסות ולהעמיק את הידע בספריות RxJS, MobX Advanced JavaScrip. כנס YGLF הוא כנס מפתחי הפרונט-אנד המוכר בישראל, ובשנים האחרונות אף פרץ את גבולות הארץ והתקיים גם בקייב ובליטא.\nלפרטים נוספים והרשמה\n\n ", "keywords": " yglf 2019,code camp, yglf 2019: code camp,קיבוץ נחשולים,מפתחים,פרונט-אנד,front end,אפריל,כנס,הרצאות,סדנאות,hands on,,yglf 2019,yglf 2019: code camp,פרונט אנד"}