{"url": "https://www.geektime.co.il/lg-g7-hands-on/", "type": "article", "title": "לקחנו את ה-G7 החדש להתנסות ראשונה ויש לנו 7 דברים להגיד עליו [וידאו]", "description": "לקחנו את המכשיר לסיבוב קצר, והנה ההתרשמות הראשונה שלנו ממנו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/Screen-Shot-2018-05-02-at-13.41.38-1525282911.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-03T09:20:52Z", "modified_time": "2018-05-06T12:13:11Z", "articleBody": "לקחנו את המכשיר לסיבוב קצר, והנה ההתרשמות הראשונה שלנו ממנו  \nמקור: LG G7 ThinQ\nאמש (ד׳) הכריזה LG על מכשיר הדגל החדש שלה, ה-G7 ThinQ. עד שנשלים את הסקירה המלאה והמקיפה, לקחנו את המכשיר להתרשמות ראשונית, ומצאנו 7 מאפיינים שכדאי שתכירו.\nטוב, אנחנו לא יכולים להגיד שאנחנו מופתעים, אבל גם LG החליטה ליישר קו (או אולי דווקא לקטוע אותו) עם שאר יצרניות הסמארטפונים, ולצייד את המכשיר ב-Notch – אותה ‘מגרעת’ במסך, שזכתה לפופולאריות בעקבות אפל, למרות שדווקא חברת Essential היא זו שהציגה אותה לראשונה. כמו ב-P20 של וואווי, גם LG מאפשרת לכם בתפריט הגדרות התצוגה להעלים אותה בלחיצת כפתור. אם תבחרו להישאר איתה, תוכלו לנצל את הנדל”ן לצורך צפייה בהתראות והודעות נכנסות, ואפילו לשנות את הרקע שלה לצבעוני. אגב, בגלל שב-LG בחרו ללכת על מסך LCD, המסך אף פעם לא יהיה שחור מלא כמו במסכי AMOLED למשל.\nה-LG G7 ThinQ מגיע עם מצלמת 8MP קדמית ו-2 מצלמות 16MP אחוריות. כמובן שלא נוכל להתחמק מ”צילום מבוסס בינה מלאכותי”, ה-AI CAM. מדובר למעשה ב-19 מצבי צילום שונים, לעומת 8 בעבר, שמתאים את הגדרות הצילום לאובייקט שאתם מצלמים – פירות, אנשים, חיות – המצלמה תזהה ותתאים את ההגדרות שלה בהתאם.\nכמובן שניקח את המצלמה של המכשיר לבדיקות מקיפות יותר בתנאי תאורה שונים ונשווה אותה למצלמות מתחרות, אבל ככלל, ניתן לומר שהמצלמה של ה-G7 מחדשת בעיקר ברמת התוכנה ללא חידושים חומרתיים. זאת בניגוד למפתח הצמצם הדינמי של ה-S9 פלוס או המצלמה המשולשת של ה-P20.\nצילום: גיקטיים\nהכפתור של LG הממוקם בגב המכשיר עדיין איתנו ומשמש כמנגנון טביעת האצבע, אבל הפעם החליטה LG לוותר על הפן הלחיץ שלו. אז איך מדליקים את מסך המכשיר? או באמצעות הקשה פעמיים על המסך, או על ידי לחיצה על הכפתור בצד ימין שמשמש גם לכיבוי והפעלה שלו – ממש כמו מרבית הסמארטפונים בשוק.\nצילום: גיקטיים\nאז אמנם ל-LG אין עוזרת אישית משלה כמו לסמסונג, אבל מצד שני – לגוגל יש אחת, והיא מצוינת – אז למה לא להשתמש בה? המכשיר החדש של LG כולל כפתור ייעודי שלחיצה עליו תפעיל את העוזרת של גוגל. הקשה אחת על הכפתור תפעיל את Google Assistant ושתי הקשות מהירות יפעילו את Google Lens. אופציה נוספת היא ללחוץ על המקש ברציפות ולהתחיל לדבר מידית עם Google Assistant.\nה-Assistant תעזור לכם גם בביצוע של משימות שקשורת במכשיר ותוכלו למשל להגיד לה Open camera in portrait mode. נחמד.\nאגב, ניסינו לבדוק האם אפשר לבחור ייעוד אחר לכפתור כמו למשל להשתמש בו כדי להפעיל פנס או מצלמה – אבל לצערנו גילינו שכמו ב-S9 וב-S8 של סמסונג, הדבר לא אפשרי וחבל.\nצילום: גיקטיים\nה-G7 ThinQ בעל מסך בגודל 6.1 אינץ׳ באיכות QHD ומריץ את טכנולוגיית ה-LCD החדשה של החברה – Super Bright Display – שמאפשרת צפייה נוחה גם תחת אור ישיר של השמש, עם בהירות מסך ברמה של 1,000 nit. כמו כן, ניתן להתאים את התצוגה לשישה סוגי צפייה שונים: אוטומטי, חסכוני, סינמה, ספורט, משחק ומקצועי. במצב אוטומטי הטלפון מנתח אוטומטית את התוכן – תמונה, ווידיאו, אתר, משחק וכדומה – ומבצע אופטימיזציה של התצוגה וצריכת החשמל.\nלפחות בהתרשמות הראשונית שלנו לא הצלחנו לראות הבדלים של שמים וארץ מול מכשירי דגל אחרים, אבל את זה נבדוק כמובן בהרחבה בסקירה המלאה שלנו.\nה-LG G7 ThinQ כולל רמקולים מסוג Boombox, שמנצלים את המרחב הפנימי של המכשיר כתיבת תהודה להפקת צליל באס ברמה כפולה מזו של סמארטפונים רגילים. כלומר, כשהנחנו את המכשיר על משטח כמו שולחן למשל הסמארטפון מנצל את תיבת התהודה כוופר להגברה נוספת של אפקט הבס. לפחות מההתנסות הראשונית שלנו, הסאונד מרשים ויכול במקרים מסויימים אפילו להיות תחליף לרמקול אלחוטי סטנדרטי.\nכאשר החזקתי לראשונה את ה-P20 של וואווי, מערך הצילום המשולש בלט ועורר אצלי סקרנות. כאשר צילמתי ב-S9 פלוס, התלהבתי מהצמצם הדינמי ויכולות ה-Super SlowMotion וה-960fps שלו, אבל למעט העיצוב והצבע החדש שאהבתי מאוד, קשה לי להגיד שאחד הפיצ’רים ב-G7 החדש בולט ומעורר יותר מדי סקרנות. רוב השינויים הם פנימיים וברמת התוכנה וה-AI. האם זה יספיק כדי להחזיר את ההתלהבות של הקונים? רק הזמן יגיד.\nנכון לעכשיו LG לא חשפה את מועד ההשקה המתוכנן של המכשיר וגם לא את המחיר שלו, אבל ה-G7 כבר נמצא בידינו ואנחנו נעלה בקרוב עם סקירה מלאה בגיקטיים. עד שזה יקרה, אתם מוזמנים לצפות ברשמים הראשוניים שלנו מהמכשיר.", "keywords": "g7 thinq,hands on,lg g7,lg g7 thinq,חברת lg,מכשיר דגל,סמארטפון"}