{"url": "https://www.geektime.co.il/nexus-6p-first-impressions/", "type": "article", "title": "אחרי 24 שעות עם הנקסוס 6P החדש, זה מה שחשבנו", "description": "נקסוס 6P, מכשיר הדגל החדש של גוגל, יושק שבוע הבא בישראל; לקחנו אותו ל-24 שעות והנה התובנות שלנו", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/6401-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-25T10:30:55Z", "modified_time": "2015-12-25T10:38:30Z", "articleBody": "נקסוס 6P, מכשיר הדגל החדש של גוגל, יושק שבוע הבא בישראל; לקחנו אותו ל-24 שעות והנה התובנות שלנו\nצילום: גיקטיים\nלאחר שבועות רבים של שמועות והדלפות חשפה גוגל בסוף ספטמבר את מכשירי הנקסוס החדשים שלה: ה-5X שיוצר על ידי LG וה-6P, שיוצר על ידי וואווי. הנקסוס 5X כבר הושק בישראל לפני כחודש והתגלה כמכשיר מצוין ובשבוע הבא יושק בישראל הנקסוס 6P.\nלקחנו את מכשיר הדגל החדש של של גוגל לסקירה, ואחרי 24 שעות איתו, חזרנו עם כמה תובנות עליו.\nSnapdragon 810 + 3GB RAM + Adreno 430 = אין הפתעות.\nהמכשיר מריץ משחקים כבדים ללא גמגום, האפליקציות רצות בצורה חלקה, וידאו 1080p רץ חלק, הממשק טס.\nכמו כל מכשיר שמתבסס על ה-810, גם כאן עולה כמובן השאלה, מה לגבי ההתחממות. ובכן, מהניסיון שלנו עד עתה, המכשיר מתחמם, בעיקר לאחר צילום וידאו ארוך ומשחק של יותר מ-10 דקות, אבל לא מעבר לנורמל. כמובן שבסקירה המלאה נערוך לו בדיקות מקיפות עוד יותר.\nהנקסוס 6P כולל מסך OLED בגודל 5.7 אינץ’ ברזולוציית QHD. התצוגה מצוינת ובהירה, כשהצבעים חיים, אבל לא רוויים מדי. בתוספת הרמקולים הסטריאופוניים המצוינים, שממוקמים בצורה סימטרית בשני צדדי המסך, ה-6P הזכיר לנו קצת מסך טלוויזיה. גם מבחינה פיזית וגם מבחינת חוויית הצפייה.\nל-6P סוללה גדולה בקיבולת 3,450mAh, בניגוד למשל לסוללת ה-3,020mAh של הנוט 5.\n24 שעות הוא פרק זמן קצת גבולי בכל מה שקשור לסוללה, ובסקירה המלאה נבדוק את הסוללה לאורך זמן. אולם, מההתרשמות הראשונית, שמחנו לגלות שצלחנו יום מלא של שימוש שכולל שיחות, ווטסאפים, גלישה, צילום ו-GPS עם כ-55 אחוז סוללה.\nכמו הנקסוס 5X, גם ה-6P נהנה מזמן סטנד-ביי מרשים, בזכות פיצ’ר ה-Doze של אנדרואיד 6 מרשמלו. כך שגם אם תשאירו אותו ללא טעינה בלילה, ירדו לו כ-3 אחוזים בלבד. ה-6P גם כולל טעינה מהירה שמאפשרת לכם להגיע מ-0 אחוז סוללה ל-50 אחוז סוללה תוך חצי שעה בלבד בחשמל וסוללה מלאה תוך כשעה וחצי.\nבניגוד לנקסוס 6, אחיו הלוויתני משנה שעברה שכלל מסך 6 אינץ’, הנקסוס החדש עבר דיאטה קלה והמסך שלו קטן ל-5.7 אינץ’. עכשיו אנחנו לא טוענים שהמכשיר מומלץ לבעלי ולבעלות ידיים קטנות, ממש לא. אולם בעלי ידיים ממוצעות ומעלה ייהנו ממכשיר שהוא לא גדול מדי, דק יחסית ונוח לאחיזה.\nה-Imprint, קורא טביעות האצבע של מכשירי הנקסוס, עובד מצוין. בדיוק כמו בנקסוס 5X, נגיעה קלה בו תפתח את המכשיר ללא צורך בציור ציורים על המסך או הקלדת קודים.\nעכשיו בואו נדבר רגע על המיקום שלו.\nהרציונל של גוגל אומר שכאשר תשלפו את המכשיר מהכיס או מהתיק, האצבע המורה שלכם כבר תהיה מונחת על הקורא שבגב המכשיר, כך שעד שתרימו אותו, הוא כבר יהיה פתוח מנעילה ומוכן לעבודה.\nאבל אם אתם מרבים לעבוד כשהמכשיר מולכם, קחו בחשבון שתצטרכו כל פעם להרים אותו ולגעת בקורא טביעות האצבע שממוקם מאחור או לחילופין לצייר את הצורה שהגדרתם. אנחנו מעדיפים את המיקום שבחרו סמסונג, OnePlus או מייזו למשל בכפתור הבית שמתחת למסך או אפילו סוני ששילבה את הקורא בכפתור ההדלקה הצידי של ה-Z5, אבל ככל הנראה מדובר בעניין של הרגל.\nצולם ב-6P, הקליקו להגדלה. צילום: גיקטיים\nהנקסוס 6P כולל כמעט בדיוק את אותה המצלמה של הנקסוס 5X ולכן אם אתם לא רוצים לחכות לסקירה המלאה של ה-6P, אתם יכולים להעיף מבט בסקירה שלנו למצלמה של הנקסוס 5X.\nאמ;לק: מצוינת בתנאי תאורה טובים, לא רעה בתנאי חשיכה. ה-+HDR משדרג את התמונות; גודל הפיקסל הוא 1.55 מיקרון מה שאומר שיותר אור נכנס ופחות מריחות; אין מייצב תמונה אופטי אבל זה מורגש בעיקר בוידאו.\nההבדל הזניח אגב הוא בצילום וידאו ב-Slow Motion: בנקסוס 5X תיהנו מקצב של 120fps בעוד שב-6P תיהנו מ-240fps.\nצילום: גיקטיים\nהמלבן השחור בחלקו העליון של גב המכשיר כולל את עדשת המצלמה, פלאש ה-LED והפוקוס האוטומטי של המצלמה. למרות הצבע הבולט שלו (אם לא בחרתם מכשיר שחור) והבליטה הפיזית הקלה – מהר מאוד מתרגלים אליו. ולא, הוא לא גורם למכשיר לרקוד כשמקלידים עליו.\nחיבור ה-USB-C. צילום: גיקטיים\nקראו עוד:\nמה חושבים בעולם על מכשירי הנקסוס החדשים?\nאיזה נקסוס חדש כדאי לכם לקנות?\n ", "keywords": "נקסוס,נקסוס 6p,nexus 6p,nexus,google,גוגל,סקירה,התרשמות,24 שעות,hands on"}