{"url": "https://www.geektime.co.il/google-to-launch-wearable-sdk-based-on-android/", "type": "article", "title": "תוך חודש: גוגל תשיק SDK למחשוב לביש; המכשירים בדרך?", "description": "על פי סונדר פיצ׳אי, תוך חודש תושק ערכת מפתחים (SDK) ייחודית למכשירים לבישים, המבוססת על מערכת ההפעלה אנדרואיד. האם ההשקה המתקרבת מבשרת על כך שהשעון החכם של גוגל קרוב מתמיד?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/sundar-pichai1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-10T09:29:50Z", "modified_time": "2014-03-10T09:30:58Z", "articleBody": "על פי סונדר פיצ׳אי, תוך חודש תושק ערכת מפתחים (SDK) ייחודית למכשירים לבישים, המבוססת על מערכת ההפעלה אנדרואיד. האם ההשקה המתקרבת מבשרת על כך שהשעון החכם של גוגל קרוב מתמיד?\nמקור: Google Plus\nאם חשבתם שגוגל תסתפק באנדרואיד כמערכת ההפעלה הפופולרית ביותר לסמארטפונים ולטאבלטים, אז חשבתם. מסתבר, כי בגוגל הולכים בכל הכוח על תחום המיחשוב הלביש וישיקו ערכת פיתוח תוכנה SDK למכשירים לבישים תוך מספר שבועות, עוד במהלך החודש הנוכחי. את הדברים הללו אמר האיש החזק בגוגל והאחראי על תחום האנדרואיד, כרום ואפליקציות בחברה, סונדר פיצ׳אי במהלך כנס SXSW המתקיים זה עתה באוסטין, טקסס.\n״בעוד מספר שבועות נשיק את ה-SDK הראשון (למכשירים לבישים) עבור מפתחי אנדרואיד. באמצעות ה-SDK, נפרוס את החזון שלנו למפתחים באופן בו אנו רואים את השוק הזה עובד.״, סיפר פיצ׳אי. כזכור, ישנם מכשירים רבים אשר משתמשים ב-SDK הקיים של אנדרואיד, בצורה המותאמת למכשירים לבישים (ולא לבישים) הזמינים לרכישה כבר עכשיו. בין היתר, דונגל ה-ChromeCast של החברה, המבוסס על גירסא מיוחדת של אנדרואיד לטלוויזיות, שעון ה-Galaxy Gear הראשון מבית סמסונג, ה-I’m Watch, משקפי ה-Google Glass (אשר צפויים לקבל שדרוג לאנדרואיד 4.4 בקרוב), שעון ה-Sony Smartwatch ומכשירים לבישים נוספים.\nה-SDK החדש של גוגל למכשירים לבישים צפוי להיות מבוסס, על פי הערכות, על ממשק שבבסיסו שירות ה-Google Now של החברה ותקשורת קולית עם המשתמש – בדומה למשקפי ה-Google Glass אשר מעניקים למשתמש חווית Hands Free לביצוע מגוון רחב של משימות. כמו כן, ההכרזה של פיצ׳אי מסמלת ככל הנראה צעד נוסף של גוגל בדרך להשקת שעון חכם משלה יחד עם חברת LG, אשר הכיסוי הלבן צפוי לרדת מעליו לראשונה כחודש לאחר שחרור ה-SDK המדובר ואותו ככל הנראה מתכננות החברות לחשוף לקהל הרחב במסגרת כנס המפתחים השנתי של גוגל, Google I/O. בינתיים, בגוגל מכינים את הקרקע ואת המפתחים לקראת השקה פוטנציאלית, וכשגוגל מכינה – היא בדרך כלל לא מאכזבת.\nמערכת ההפעלה החדשה צפויה להיות קלת-משקל במיוחד, ובהתחשב בעובדה שהיא ככל הנראה תהיה מבוססת על הגירסא העדכנית ביותר של אנדרואיד, 4.4 KitKat, סביר להניח כי היא תתמוך במגוון רחב של מכשירים בעלי מעבדים שלא מהשורה הראשונה, חסכוניים באנרגיה ועם מגוון רחב של סוגים של מסכי מגע, חיישנים ופריטים אחרים שצפויים להיות בשימוש על ידי המפתחים ועל ידי יצרניות שונות ומשונות של מכשירים לבישים. מה שעדיין לא ברור זה כיצד גוגל תתמחר את הרישיון לאנדרואיד בצורה כזו, שכן בסמארטפונים ובטאבלטים זוהי חבילת השירותים הניידים של גוגל (Google Apps) אשר מניבה לחברה הכנסות עבור כל מכשיר שנמכר ויכול בהחלט להיות כי לפחות בשלב ההתחלתי, גוגל תפיץ את הערכה כולל מספר לא-קטן של שירותי ליבה מבית החברה, בחינם.", "keywords": "גוגל,שעון חכם,google,smartwatch,אנדרואיד,android,kitkat,קיטקט,google now,גוגל נאו,sdk,ערכת מפתחים,lg,אלג׳י"}