{"url": "https://www.geektime.co.il/tencent-intel-and-haier-new-console/", "type": "article", "title": "אינטל ו-Tencent משיקות קונסולת משחקים שמתבססת על חלונות 10", "description": "הענקית הסינית שאחראית בין היתר על League of Legends הודיעה על הקונסולה החדשה שפותחה בשיתוף עם אינטל ותיוצר על ידי Haier", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/tencent-tgp-box.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-16T09:36:50Z", "modified_time": "2016-05-16T09:56:20Z", "articleBody": "הענקית הסינית שאחראית בין היתר על League of Legends הודיעה על הקונסולה החדשה שפותחה בשיתוף עם אינטל ותיוצר על ידי Haier\nאירוע ההשקה של הקונסולה החדשה. מקור: shafa.com\nכשהושקה חלונות 10 לפני כ-10 חודשים, דיברו רבות במיקרוסופט על יכולות הגיימינג של מערכת ההפעלה החדשה. בין השאר העמיקה מיקרוסופט את האינטגרציה בין חלונות 10 ובין ה-Xbox הקונסולה המצליחה של החברה. עתה, מודיעה הענקית הסינית Tencent על קונסולה חדשה, שתתבסס על מערכת ההפעלה של מיקרוסופט ופותחה בשיתוף פעולה עם אינטל.\nהקונסולה החדשה שתיקרא TGP Box פותחה במשותף על ידי Tencent (טנסנט) ואינטל והיא תיוצר על ידי Haier, יצרנית סינית אחרת. Tencent אחראית על סטודיו המשחקים Riot Games שמפתח את League of Legends, משחק מולטיפלייר עם עשרות מיליוני שחקנים פעילים.\nהחברה חשפה את הקונסולה החדשה במסגרת אירוע שערכה בתערוכת CES Asia, וציינה כי היא תהיה מבוססת על הדור השישי של מעבדי i3/i5/i7 (סקיילייק) ותריץ את חלונות 10. מבחינת יכולות ציינה החברה את האפשרות לשחק במשחקים שנמצאים על הקונסולה עצמה או משחקים שנמצאים על שרתים, לשחק לבד או במשחקים מרובי משתתפים, להוריד משחקים מהחנות הייעודית ולצפות ולשדר סטרימינג של משחקים כמו ב-Twitch. בנוסף, ניתן יהיה לעבור בכל רגע למצב חלונות 10 רגיל.\nTencent הודיעה כי הקונסולה החדשה כבר תומכת במספר כותרים ביניהם League of Legends, FIFA Online 3, NBA 2K, Monster Hunter, Need for Speed: Hot Pursuit Tournament, כשמשחקים נוספים צפויים להגיע בקרוב. החברה לא חשפה את מחיר הקונסולה, ומתי, היא תהיה זמינה מחוץ לסין.\nכרגע, החברה מכוונת אל השוק הסיני – שוק לא מפותח יחסית בכל מה שקשור לגיימינג בקונסולות. כזכור, בשנת 2000 הטיל המשטר הסיני הגבלות קשות על המכירה והשימוש בקונסולות משחק בסין, זאת כדי להגן על התרבות ועל הנוער הסיניים – איסורים שבוטלו רק בשנה שעברה. לכן, למרות שעל פי מכון המחקר Newzoo קיימים כיום בסין יותר מ-173 מיליון גיימרים, הרי שהמספר צפוי עוד לעלות. ב-2014 הכניסו עסקי הגיימינג של Tencent כ-2.15 מיליארד דולר\nהאם מדובר בקונסולה או במחשב גיימינג? כבר כיום הגבולות בין קונסולות ומחשבי גיימינג מטושטשים למדי. כך למשל ניתן לרכוש Steam Machine, ‘קונסולות’ או מחשבי גיימינג שמתבססים על פלטפורמת Steam של Valve ומיוצרים על ידי חברות שונות. בעוד שבצד החומרה ההבדלים קטנים יחסית, הרי שה-SteamOS של Valve מתבססת על Debian, ולא חלונות 10.", "keywords": "tencent,גיימינג,קונסולה,משחקים,intel,טנסנט,אינטל,האייר,haier,tgp box,blade"}