{"url": "https://www.geektime.co.il/cynerio-raised-7m/", "type": "article", "title": "חברת Cynerio מגייסת 7 מיליון דולר‎ כדי להגן על מכשור רפואי ממתקפות סייבר", "description": "המערכת של Cynerio מנטרת ומזהה התנהגויות חריגות של מכשור רפואי מחובר בזמן אמת, תוך הבנה ההקשר וההשלכות הקליניות של הדבר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/Cynerio-1547040686-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-09T16:02:24Z", "modified_time": "2019-01-09T16:05:07Z", "articleBody": "המערכת של Cynerio מנטרת ומזהה התנהגויות חריגות של מכשור רפואי מחובר בזמן אמת, תוך הבנה ההקשר וההשלכות הקליניות של הדבר \nקרדיט: רייצ’ל מורי פוטוגרפי\nעידן ה-IoT הגיע גם אל בתי החולים והציוד הרפואי, וכמות המכשירים הרפואיים המחוברים כדוגמת MRI, מוניטורים ומכונות הנשמה אמנם הופכים חכמים יותר, אבל גם חשופים לפרצות אבטחה. הסטארטאפ הישראלי Cynerio (סיינריו) פיתח טכנולוגיה שמסייעת למערכות בריאות להילחם ביעילות באותם איומים. כעת, מודיעה החברה כי גייסה לשם כך 7 מיליון דולר בהובלת RDC, חברה בבעלות משותפת של אלרון ורפאל, Accelmed ו-MTIP.\nפלטפורמת ה-IoMT – Internet of medical things של Cynerio מבצעת מעקב מתמיד אחר ציוד רפואי מחובר, ומנתחת באופן אוטומטי את התהליכים הרפואיים בהם המכשור הרפואי לוקח חלק. כך, היא מאפשרת לבצע ניתוח סיכונים המתייחס להשפעה של אירוע סייבר על מתן שירות רפואי, להתריע על התנהגויות חריגות ולעצור איומי סייבר על מנת להגן על חיי החולים והמידע הרפואי.\nCynerio הוקמה ב-2017 על ידי לאון לרמן (מנכ”ל) ודניאל ברודי (CTO). סה״כ מועסקים בחברה כ-20 עובדים, מרביתם במשרדיה ברמת גן. בין לקוחותיה ניתן למנות את בית החולים רמב״ם והמרכז הרפואי איכילוב.\nלאון לרמן, מנכ”ל החברה, מוסיף: “Cynerio מחויבת להגן על עתיד עולם הבריאות והרפואה הדיגיטלית תוך התמקדות בחוליה החלשה והפגיעה ביותר – המכשור הרפואי וה-IoT. אנחנו מספקים פתרון שפותח באופן ייעודי עבור בתי החולים, תוך הבנה עמוקה של הסביבה הרפואית ואילוציה, שמטרתו להגן מפני תקיפות סייבר ולוודא שבתי החולים, למרות האיומים המתגברים, יוכלו להמשיך לספק שירותים רפואיים בצורה בטוחה”.\nיש לציין ש-Cynerio לא לבד בשוק; דוגמא לחברה שעוסקת בתחום היא CyberMDX הישראלית, שגם היא מאפשרת זיהוי ולמידה של המכשור הרפואי והנכסים הקריטיים ברשת באופן אוטומטי והגנה עליו, זאת ללא התערבות במכשור עצמו.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "גיוס,סיינריו,cynerio,סטארטאפ,סטארטאפ ישראלי,גיוס הון,סבב גיוס,iomt"}