{"url": "https://www.geektime.co.il/cymmetria-raises-9-mm/", "type": "article", "title": "גיוס: Cymmetria משלימה גיוס בגובה 9 מיליון דולר", "description": "החברה מפתחת טכנולוגיות הטעייה לתוקפים ומשלימה את הגיוס, ארבעה חודשים בלבד לאחר שהשלימה את גיוס ה-Seed שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/BIG9.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-11T09:16:00Z", "modified_time": "2015-11-11T09:28:21Z", "articleBody": "החברה מפתחת טכנולוגיות הטעייה לתוקפים ומשלימה את הגיוס, ארבעה חודשים בלבד לאחר שהשלימה את גיוס ה-Seed שלה\nהתקפות ממוקדות דורשות הגנה ממוקדת. מקור: Cymmetria\n4 חודשים בלבד לאחר שגייסה מיליון וחצי דולר במסגרת סבב Seed, מודיעה חברת הסייבר הישראלית Cymmetria על השלמת סבב גיוס A בגובה 9 מיליון דולר.\nהחברה משתייכת למספר הולך וגובר של חברות אבטחת המידע, שמפתחות טכנולוגיית הטעייה (Deception), שמטרתה להטעות את התוקפים, לגרום להם לתקוף מטרות סרק ולקבל מידע מזויף. המערכת של החברה למעשה יוצרת בפני התוקף אשליה שהוא הצליח לחדור למערכות של הארגון, כשלמעשה הוא פועל בסביבה וירטואלית שאינה יכולה כמובן לפגוע בשרתים של החברה. המערכת של החברה יכולה לפעול הן על השרתים של החברה והן על תשתיות הענן שלה. על פי מחקר של גרטנר, תוך כשנתיים, כ-10 אחוזים מכלל הארגונים והחברות ישתמשו בשירותי הטעייה דוגמת זו שמפתחת Cymmetria, כך שמדובר בשוק בעל פוטנציאל עצום.\nהחברה הוקמה לפני ב-2014 על ידי מומחה האבטחה גדי עברון, שכיהן כסגן נשיא בענקית האבטחה הרוסית Kaspersky Lab ומי שהקים את מערך אבטחת הסייבר של מערכות המיחשוב של משרדי הממשלה. אל גדי עברון הצטרף דין זיסמן, יוצא 8200, שמשמש כסמנכ”ל הטכנולוגיה של החברה ורן הראל ששימש כאחראי אבטחה בבנק לאומי ו-Verint. סבב גיוס ההון הנוכחי של החברה הובל על ידי קרן Sherpa Ventures האמריקאית של שרווין פישוואר וסקוט סטנפורד, שהשקיעה גם ב-Uber וב-Airbnb וב-Meerkat הישראלית. בנוסף ל-Sherpa Ventures השתתפו בסבב גם המשקיעים הנוכחים בחברה ביניהם Y Combinator, קרן Felicis ו-Rally Ventures. סבב הגיוס הנוכחי מעמיד את סך הגיוסים של החברה מאז שהוקמה על 10.5 מיליון דולר. ל-Cymmetria משרדים בהוד השרון ובסן פרנסיסקו, בהם היא מעסיקה 16 עובדים. החברה השתתפה במחזור הקיץ האחרון של אחד מהאקסלרטורים הנחשבים בעולם, Y Combinator.\nחברות אבטחה ישראליות נוספות שעוסקות בהטעייה הן Illusive networks של שלמה טובול ועופר ישראלי, שגייסה בזמן קצר כ-27 מיליון דולר בין השאר מקרן New Enterprise Associates, אחת הגדולות בעולם ו-TrapX שגייסה לאחרונה 9 מיליון דולר.\n \n ", "keywords": "cymmetria,סימטריה,סיימטריה,גיוס,גיוס הון,סטארטאפ,סייבר,cyber,הטעיה,deception,y combinator,sherpa ventures,y-combinator"}