{"url": "https://www.geektime.co.il/premiere-rush-cc-released/", "type": "article", "title": "אדובי משיקה את Premiere Rush CC במיוחד ליוטיוברים ולעורכים ''על הדרך''", "description": "אדובי שיחררה היום את הגירסה החדשה שלה לתוכנת העריכה הפופולארית, פרימייר, שמיועדת בעיקר לאלו שצריכים לערוך סרטונים מהירים בכל מקום", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/Premiere-Rush-CC-1539612973-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-15T19:00:17Z", "modified_time": "2018-10-15T17:32:52Z", "articleBody": "אדובי שיחררה היום את הגירסה החדשה שלה לתוכנת העריכה הפופולארית, פרימייר, שמיועדת בעיקר לאלו שצריכים לערוך סרטונים מהירים בכל מקום\nתמונה: אדובי\nמאז שיוטיוב הפכה להיות אחד האתרים הפופולארים ברשת, ראינו את העלייה של המקצוע החדש: היוטיובר. בין אם מדובר בילדים, מבוגרים וקשישים, כל אחד יכול להפוך להיות כוכב תוכנית רשת משל עצמו, וחלקם אפילו הופכים למיליונרים. במיוחד בשביל אלו שמשתמשים ברשתות החברתית להעלאת סרטונים אישיים, Adobe מציגה גירסה מיוחדת של פרימייר, שתוכלו להשתמש בה בכל מקום, ובקלות. הכירו את Premiere Rush CC.\nהגירסה המיוחדת של פרימייר, שהיא בעצם גירסה יותר פשוטה של תוכנת העריכה המקצועית, זמינה לשימוש בכל פלטפורמה: אייפון, אנדרואיד (בהמשך), טאבלטים ומחשבים, כדי שתוכלו לערוך את הסרטונים שלכם בכל מקום. באמצעות שירות הענן של אדובי, Creative Cloud CC, תוכלו לעבור ממכשיר למכשיר בקלות ולהמשיך את העבודה שלכם היכן שתרצו.\nעם התוכנה תוכלו לעשות פחות או יותר כל מה שאתם צריכים לסרטונים שלכם, תוכלו לצלם, לערוך, לתקן צבעים, לעבוד על הסאונד ולהוסיף כותרות באנימציות שונות. בסוף עבודת העריכה תוכלו להעלות ישירות מהאפליקציה את הסרטון לאן שתרצו, בין אם זה ליוטיוב, פייסבוק, אינסטגרם או Behance, כאשר כל פלטפורמה תקבל את הפורמט המתאים לה. כך, אם הכנתם סרטון ליוטיוב בפורמט אופקי, תוכלו לייצא אותו בקלות בפורמט ריבועי מושלם לאינסטגרם, או אנכי לתצוגה טובה יותר בפייסבוק במובייל.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nאם אתם סקרנים, אתם יכולים להשתמש בתוכנית למתחילים של Rush, שתאפשר לכם לקבל גישה לתוכנה במלואה בגירסת המובייל והדסקטופ, שם תוכלו ליצור כמה פרויקטים שרק תרצו, אך אתם מוגבלים בייצוא (Export) של עד שלושה פרויקטים. לאחר מכן תוכלו לשדרג את החשבון שלכם בתשלום. Premiere Rush CC מתומחרת במינוי חודשי של 10 דולר לחשבון בודד, 20 דולר לצוותים ו-30 דולר ללקוחות עסקיים. אם יש לכם גם את Premiere Pro CC, תוכנית סטודנטים, או שאתם מנויים לכל האפליקציות של אדובי, האפליקציה זמינה לכם לשימוש חופשי ממש עכשיו.", "keywords": "עריכה,אדובי,סרטונים,עריכת וידאו,adobe,adobe premiere rush cc,פרימייר ראש"}