{"url": "https://www.geektime.co.il/adobe-premiere-clip-launches-on-android/", "type": "article", "title": "אדובי משיקה עורך וידאו מתקדם לאנדרואיד", "description": "Premiere Clip הוא עורך הוידאו הראשון של ענקית התוכנה האמריקאית לסביבת האנדרואיד, והוא זמין עכשיו בחינם", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/נןע.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-01T09:35:45Z", "modified_time": "2015-12-01T09:41:03Z", "articleBody": "Premiere Clip הוא עורך הוידאו הראשון של ענקית התוכנה האמריקאית לסביבת האנדרואיד, והוא זמין עכשיו בחינם\nמקור: Adobe\nאדובי מוכרת בין השאר כמי שאחראית על פרמייר, תוכנת עריכה הוידאו הפופולארית ביותר בעולם. לאחר שהחברה כבר השיקה את Premiere Clip לסביבת ה-iOS, הגיע עכשיו תורם של מכשירי האנדרואיד ליהנות מעורך וידאו עם כמה יכולות מרשימות למדי.\nהעורך החדש יאפשר לכם לערוך סרטוני וידאו שצילמתם במצלמה של הסמארטפון, כאלו שהורדתם למכשיר או כאלו שנמצאים בענן. לאחר שבחרתם את סרטוני הוידאו שמעניינים אתכם תציג לכם האפליקציה אפשרות לעריכה אוטומטית או חופשית. אם תבחרו באפשרות הראשונה, תגיעו לאשף עריכה אוטומטית דוגמת זה שתמצאו באפליקציות כמו Magisto הישראלית; האפליקציה תיצור עבורכם את הקולאז’, שיהיה ערוך על פי המוסיקה שתבחרו, כשאתם יכולים לשנות את קצב הקליפ, סדר הסרטונים וכו. האפשרות השנייה, המעניינת יותר, היא העריכה החופשית. במסגרת זו תוכלו לערוך כל סרטון וידאו בנפרד ולהניחו על הטיימליין של העריכה; תוכלו לקצר אותו, לפצל אותו לשניים, להוסיף אפקטים סטייל אינסטגרם, לייצר סלואו-מושן ועוד.\nמכיוון שהאפליקציה היא חלק מה-Creative Cloud של אדובי, תוכלו לסנכרן אותה עם שאר האפליקציות של אדובי, שמותקנות לכם על גבי המכשירים השונים. כלומר, תוכלו למשל להפסיק את העריכה על גבי הסמארטפון או הטאבלט, ואז להיכנס לפרמייר שמותקנת לכם על הלפטופ או המחשב האישי ולהמשיך את העריכה בדיוק מאותה נקודה, כשכל ההגדרות, כל הסימניות (Markers), הטיימליין, כל הסרטונים וכל האפקטים זמינים, כאילו בניתם את הפרויקט שלכם כולו על המחשב האישי.\nלאדובי, שעומדת מאחורי תוכנות העריכה והעיצוב המובילות בעולם כמו פוטושופ, Lightroom ו-InDesign יש כ-25 אפליקציות מובייל שונות, שרובן מיועדות לסביבת ה-iOS. אנחנו מקווים שההשקה הזו תסמל כניסה יותר מאסיבית של החברה לפיתוח של כלים מקצועיים גם לסביבת האנדרואיד. Premiere Clip, כמו רוב האפליקציות של אדובי למובייל, היא חינמית לגמרי והיא זמינה להורדה בגוגל פליי.\n\n \nמי היו היזמים, המשקיעים, הסטארטאפים, קרנות ההון סיכון, האקזיטים וחברות ההייטק הישראליות שעשו את זה ובגדול השנה? הצביעו והשפיעו. טקס Geek Awards 2016 כבר ממש מעבר לפינה ואתם תקבעו מי יהיו הזוכים הגדולים השנה. להצבעה", "keywords": "אדובי,וידאו,premiere clip,פרמייר קליפ,premiere pro,adobe,adobe creative cloud,adobe cc,עורך וידאו,עריכת וידאו"}