{"url": "https://www.geektime.co.il/wordpress-con-5-free-tickets/", "type": "article", "title": "כנס הוורדפרס חוזר לישראל ויש לנו 5 כרטיסים לחלק לכם", "description": "למעלה מ-1,000 מפתחים, מעצבים, אנשי שיווק, מנהלי תוכן, יזמי ווב, סוכנויות, חברות תוכנה ועוד צפויים להגיע ב-13 בספטמבר למרכז לאגו ראשל''צ ולשמוע על כל החידושים של פלטפורמת בניית האתרים. 5 מקוראי גיקטיים יקבלו מאיתנו כרטיס ללא עלות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/wordpress-923188_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-05T14:18:35Z", "modified_time": "2017-09-06T17:22:58Z", "articleBody": "למעלה מ-1,000 מפתחים, מעצבים, אנשי שיווק, מנהלי תוכן, יזמי ווב, סוכנויות, חברות תוכנה ועוד צפויים להגיע ב-13 בספטמבר למרכז לאגו ראשל”צ ולשמוע על כל החידושים של פלטפורמת בניית האתרים. 5 מקוראי גיקטיים יקבלו מאיתנו כרטיס ללא עלות\nמקור: Pixabay\nכנס הוורדפרס מגיע בפעם השנייה לישראל, וצפוי למשוך למעלה מ-1,000 מפתחים, מעצבים, אנשי שיווק, מנהלי תוכן, יזמי ווב, סוכנויות, חברות תוכנה וכל מי שבונה ומשתמש בפלטפורמת בניית האתרים. הכנס יתקיים ביום רביעי, 13 בספטמבר, במתחם Lago שבראשל”צ, ויעסוק בניהול ובניית אתרים, תוכן מקצועי וטכני לאתר, שיווק, דיגיטל, ניהול תוכן וחוויית משתמש.\nבמהלך היום יתקיימו הרצאות מקצועיות בשני מתחמים, והמשתתפים יוכלו לעבור ביניהם ולקחת חלק בהרצאות ובסדנאות המעניינות אותם:\nמתחם WP-DEV: סקירה של החידושים השונים בתחום, דרכי האבטחה היעילים לאתרי וורדפרס, הכיוון שאליו מתקדמת הפלטפורמה וכלים לשיפור העבודה כיום; וכן סקירה ודיון בדרישות חוק הנגישות החדש ודרכי ההתמודדות עימן ובהתפתחות המסחר האלקטרוני ומקומה של הפלטפורמה בתהליך זה.\nמתחם WP-MANAGE: המרצים יסקרו את האפשרויות העומדות לרשות מנהלי התוכן והדיגיטל בפלטפורמה, יחלקו ידע שיאפשר למשתתפים לנצל את יכולות הוורדפרס במלואן ויתנו דגשים שיעזרו בעיצוב נכון ותכנון נוח ונגיש של חוויית המשתמש. בנוסף, יתקיים דיון שיעסוק באפשרויות השיווק והשילוב  של האתרים במדיה החברתית.\nבין המרצים שייקחו חלק בכנס נמצאים: אור פיאלקוב, מרצה לפרסום ושיווק באינטרנט המתמחה בפרסום בפייסבוק בעזרת כלים מתקדמים; Raitis Selevis, מנהל המוצר של visual composers ובעל יותר מ-10 שנות ניסיון ב-E-Commerce ו-UI/UX; שוקי מן, פעיל בעולם הדיגיטל, מרצה ומומחה בתחומי האנליטיקס והדאטה, היזם של כנס All Things Data והבעלים של  LixFix; רן בר זיק, מפתח אינטרנט המומחה בהתמודדות עם איומי פריצה והסכנות הקיימות בעבודה עם ממשק הוורדפרס; Lukas, מומחה לשירותי ענן ואחסון, ראש צוות לשיתופי פעולה ואסטרטגיה בחברת Plesk; צבי רבינוביץ’, בעל ניסיון של יותר מ-10 שנים בתחום הפיתוח האינטרנטי ומומחה בחנויות מסחר אינטרנטיות.\n5 מקוראי גיקטיים יקבלו מאיתנו מתנה – כרטיס כניסה לכנס מתנה. כל שעליכם לעשות הוא לחלוק איתנו את הטיפים שלכם להשגת חוויית משתמש מצוינת. חברי מערכת גיקטיים יבחרו את 5 הקוראים שייתנו את הטיפים הכי יצירתיים, מרעננים וחדשניים. את התגובות יש לכתוב במערכת האתר (שימו לב: תגובות פייסבוק לא תיבדקנה), עד יום רביעי, 6 בספטמבר, בשעה 17:00 אחר הצהריים.\nכמו כן קוד קופון מיוחד לקוראי Geektime יאפשר רכישת כרטיס מוזל לכנס ב-289 ש”ח בלבד (יש להכניס אותו למקום המיועד לכך בעמוד ההרשמה): geektimep4w2017\nלפרטים נוספים ולהרשמה\nשימו לב: הפעילות הסתיימה. הזוכים יקבלו הודעה בהקדם.\n", "keywords": "wordpress,כנס,מתחם לאגו,כנס וורדפרס,וורדפרס,חוויית משתמש,מפתחים,מעצבים,אנשי שיווק,מנהלי תוכן,יזמי ווב,סוכנויות,חברות תוכנה"}