{"url": "https://www.geektime.co.il/startups-jobs-march-14/", "type": "article", "title": "רוצים לעבוד בסטארטאפ? הנה 5 משרות בחברות שגדלות בטירוף", "description": "נמאס לכם מביורוקרטיות של חברות גדולות ובא לכם לעבוד במקום עם צוות קטן ואיכותי? אספנו עבורכם 5 סטארטאפים שגדלים ומגייסים עובדים כאילו אין מחר. תציצו ותראו מה יכול רלוונטי עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/GettyImages-597895978-e1489488289802.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-14T15:50:58Z", "modified_time": "2017-03-14T15:12:06Z", "articleBody": "נמאס לכם מביורוקרטיות של חברות גדולות ובא לכם לעבוד במקום עם צוות קטן ואיכותי? אספנו עבורכם 5 סטארטאפים שגדלים ומגייסים עובדים כאילו אין מחר. תציצו ותראו מה יכול רלוונטי עבורכם\n\nקרדיט צלם\\תמונה: Bloomberg/ Getty Images Israel\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או החברה שלכם תופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nToday AnyClip is growing extensively, with new products, people, clients and funding.\nAnyClip is looking for world-class data scientists with a passion for algorithms to join a newly formed Data Science working on RTB algorithms. Being a data scientist on this team entails three primary domains, namely, model design, implementation and deployment. As such, a suitable scientist must have a diverse skill-set, and must be comfortable with moving back and forth between these specialties.\nFurther, a very strong scientific background is absolutely essential. Bonus: Experience in AdTech industry, especially programmatic advertising/ RTB, Bid optimization, and DMPs is a big plus.\nResponsibilities:\n– Develop, implement and extend algorithms for real-time auctioning, predictions, floor pricing, ad inventory estimation, and audience segmentation.\n– Apply data science and machine learning skills to help design and implement core components of our algorithms to help model and monetize the large amounts of data that AnyClip generates everyday.\n– Investigating and understanding extremely large data-sets (Hundreds of Terra-Byts) , and building models based on Big Data solutions.\nRequirements:\n– Minimum 3 years hands on commercial experience in at least one of Java, C++, Scala, or Python and extensive experience with ML modelling tools like R, Spark ML, H20.\n– Minimum 3 years hands on commercial experience in machine learning, statistical modeling, data mining, pattern recognition, and probability theory, especially in AdTech industry.\n– Knowledge and hands on experience working with HDFS.\n– Experience with at least one of Cloudera, Hortonworks, MapR Hadoop distributions.\n– Minimum MS or Ph.D. in Statistics, Applied Mathematics or Computer Science.\nלעוד משרות פתוחות ב-AnyClip\n\nThe UI/UX Designer works with industry standard design tools, has a profound understanding of product requirements, and is a creative thinker with a proven ability to learn quickly and work independently.\nResponsibilities:\n– A challenging environment – You will define and communicate the visual aspect of the product, taking into consideration its value and the User’s experience.\n– Inspiration – You will work with awesome people with lots of tech experience that will push you to new limits and help you develop your full potential. At Gigya, the best solution always wins.\n– Convenient and fun – Our offices are located in Azrieli Towers with a breathtaking view and are easily accessible by bus, car and train. We’ve got the best gadgets and frequently participate in fun, exciting and team-building activities.\nResponsibilities:\n– UI – 1-2 years of experience at least\n– Experience in User Experience Design. Wireframing, UX research\n– Knowledge and experience in the spec and design of user interfaces for web and mobile\nPixel-perfect precision, attention to details – a must\n– Skills: Adobe Suite.\n– Motivation, with quick learning abilityies, and high level of focus\n– Team-work abilities\n– Excellent English\n*Please attach a portfolio with CV\nלעוד משרות פתוחות ב-Gigya\nעובדי SentinelOne\nResponsibilities:\n– You will be responsible for Reversing the newest malware and exploits and Designing methods to detect malware types (ransomware, RAT, info stealers) using OS monitoring, extensive user data and in house malware instrumentation lab.\n– You will be developing and using internal research tools and frameworks, Creating POCs and inventing ways to prevent exploitation of complete types of attacks (java exploitation, use after free, etc).\n– You will also be encouraged to write white papers, blogs and articles (but only if wishes to).\n– You will meet extraordinary challenges facing the newest malwares and tech obstacles and overcoming them. You will work with the very BEST in the industry in a flexible and independent environment.\n– You will influence the design of a disruptive product that will shape the security industry of tomorrow.\nRequirements:\n– 3+ years of deep reverse engineering experience (IDA python scripts / embedded / etc)\n– Extensive familiarity with the malware world (how malware operate, infamous families)\n– Experience reversing malware and handling anti-reversing/debugging techniques\nPython, C and C++ development skills\n– A problem solver type of person\n– Understanding of existing AV software internals – Advantage\n– Previous experience working as part of a research team – Advantage\n– Familiarity with windows internals (kernel and user mode) – Advantage\nלעוד משרות פתוחות ב-SentinelOne\n\nGigaSpaces is looking for a software engineer to join the R&D team and become a focal point for planning and building the next generation Spark distribution that leverages an underlying in-memory data grid for low latency query processing and data storage.\nRequirements:\n– 3+ years of previous work experience or B.Sc. in Computer Science or related field\n– Thorough knowledge and experience with Java and Scala\n– Experience with large-scale production databases\n– Experience and knowledge of big data technologies such as Hadoop, Hive, Spark, Kafka\n– Experience with public clouds like AWS, Google, Azure – a big advantage\n– Enthusiasm about technology & with can-do approach\n– Ability to learn quickly and adapt to change\n– Professional, organized, efficient and accurate\nלעוד משרות פתוחות ב-GigaSpaces \n\nWe are looking for a senior DevOps engineer who will be responsible for building and maintaining Riskified’ servers and taking the product to the next level. As a DevOps engineer you will analyze the company’s services and processes in order to improve the overall availability, scalability, and reliability of its services.\nThe position is an integral part of the Development team, and plays a key role in product planning and execution.\nResponsibilities:\n– Automate all operational processes\n– Continuously improve Riskified’s visibility into its systems and applications with advanced monitoring, metrics, and log analytics\n– Identify root causes of critical problems throughout the platform, and take necessary steps to resolve them\n– Build and deploy tools to ensure the health and reliability of the Riskified platform\n– Help build our product release workflow and continuous delivery system\n– Manage the underlying infrastructure on AWS. Design, build, and manage our next-generation infrastructure\n– Create and maintain internal configuration and deployment\n– Understand, implement, and automate security controls, governance processes, and compliance validation\n– Oversee Continuous Integration/Continuous Deployment\nRequirements:\n– At least 6-7 years prior experience as DevOps Engineer\n– Strong background in Linux administration\n– Experience working with configuration management such as Chef, Puppet, or Ansible\n– Proficiency with at least one scripting/programming language, preferably Ruby, Python, or JS\n– Experience with Build/Deploy/Continuous Integration tools such as Jenkins or GoCD\n– Extensive experience working with cloud platforms (preferably AWS) including cloud formation, VPC, etc.\n– Proficient with monitoring tools\n– Operational experience working with databases (PostgreSQL, Elasticsearch) – an advantage\n– Experience in docker container technology – an advantage\n– Ability to prioritize tasks and work independently\nלעוד משרות פתוחות ב-Riskified\nרוצים שגם המשרה או החברה שלכם תופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים.\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "data scientists,anyclip,senior devops engineer,malware researcher,sentinelone,riskified,big data & scala expert xap team,junior ui/ux designer,gigya,משרות,סטארטאפים,עבודה בהייטק,מפתחים,מעצבים,אנשי תוכנה,ux,gigaspaces,big data & scala expert xap team"}