{"url": "https://www.geektime.co.il/hitech-jobs-march-12/", "type": "article", "title": "10 חברות גדולות שמגייסות עובדים ויש להן משרות להציע לכם", "description": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיות עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/googlestartup.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-12T18:00:17Z", "modified_time": "2017-03-12T17:25:30Z", "articleBody": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיות עבורכם\nמקור: Pixabay\n \nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. רוצים שגם המשרה או החברה שלכם תופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים.\nמקור: cc-by-Dvirraz\nResponsibilities:\n– You will take ownership and accountability of specific modules within an application and provide technical support and guidance during solution design for new requirements, problem resolution for critical / complex issues\n– You will develop a maintainable, scalable and supportable code in Java language.\n– You will present demos of the software products to stakeholders and internal/external customers, using knowledge of the product/solution and technologies to influence the direction and evolution of the product/solution.\n– You will investigate issues by reviewing/debugging code and providing fixes and workarounds, will review changes for operability to maintain existing software solutions, will highlight risks and will help mitigate risks from technical aspects.\n– You will bring continuous improvements/efficiencies to the software or business processes by utilizing software engineering tools and various innovative techniques, and reusing existing solutions.\n– You will represent/lead discussions related to product/application/modules/team (for example, leads technical design reviews). Build relationships with internal customers/stakeholders\nRequirements:\n– BS in Computer Sciences – a MUST\n– Team player – a MUST\n– 4+ Years of programming in Java – a Must\n– 3+ years of extensive work in network solutions – a Must\n– 3+ years of experience in Linux – a Must\n– Awareness of programming concepts and experience in debugging of complicated systems in efficient way – a Must\n– Deep knowledge in networking – routers, switches, firewalls – an Advantage\n– Knowledge in Virtualization, Cloud, OpenStack, Vmware, NFV, SDN, OpenFlow and new protocols such as VXLAN, NV-GRE – an Advantage\n– Experience in designing and implementing solutions with distributed nature (e.g. high-availability, active-active) – an Advantage\nTo send a CV for the position of Software Engineering Specialist – Amdocs\n\nWe are looking for a senior Backend Developer to join our team and develop NICE flagship product suite. As a SW Engineer, you’ll be part of an agile cross functional team based in IL, which has a key role in developing the next generation application suite that targets NICE major customers.\nResponsibilities:\n– Design of software according to agreed standards, architecture and requirements\n– Implementation of software according to design\n– Planning and performing testing to ensure fit to standards (e.g. security, scalability, etc.), design as well as functional and non-functional requirements\n– Supporting customers and the support groups by analyzing and solving product issues\n– Interface with various R&D groups, as well as support and services groups.\nRequirements:\n– BSc in Computer Science/Software Engineering or equivalent\n– Minimum 3 years of experience as Server Side Developer (Java/C#)\n– Strong OO design and coding skills\n– Experience working in Agile\n– Experience in continuous integration and continuous delivery\n– Experience with automation in unit and system level\n– Excellent interpersonal skills\nTo send a CV for the position of Senior Software Engineer – Nice\n\nResponsibilities:\n– Develop and lead a business development process focused on scouting for startups in the industrial IoT & Healthcare space, as candidates for GE Digital’s startup program\n-• Create a regular pipeline of candidates by leading a thought leadership, communication & scouting process\n– Lead a startup selection process by reporting to GE Digital leadership regularly\n– Work with startup CEOs to establish business connections & partnerships between GE business units and the Israeli startups who are in the program\n– Create an ecosystem of internal and external partners & mentors – Connect with the Israeli tech community and engage internal stakeholders\n– Mentor companies on ongoing basis\n– Liaise with GE Ventures, GE’s capital investments arm and with GE Global Research, GE’s R&D organization\nRequirements:\n– Minimum 2 years of proven experience in working with Israeli cyber startups, entrepreneurs & innovators\n– Business development skills – Scouting for innovation, managing relationships, creating deal structures & projects\n– Managerial experience – Experience in leading projects, managing products, cross functional teams in hightech sectors\n– Proven experience in working with technology either in a technical role (developer, engineer etc) or product oriented role. Ability to understand technological concepts.\n– A connector – A strong network in the Israeli tech community – entrepreneurs, VCs, government officials\n– Experience in leading strategic initiatives in a large matrix US organization & creating stakeholders support\n– Strong influencing & motivating skills\n– Experience in working in an industrial company – Nice to have\n– Fluent in English. Willing to travel abroad several times a year.\n– Independent, driven, adaptable, honest, confident, enthusiastic\nTo send a CV for the position of Ecosystem Development Manager – General Electric\nSRF (Storm Runner Functional) is all about leveraging the cloud for the customer’s functional testing. It is a brand new offering for functional testing, and includes all the cutting edge new dev technologies. If you are passionate about Node.JS and Angular, love Javascript but can dive into new technologies quickly your place is with us.\nResponsibilities:\n– Developing web and cloud solutions for functional testing\n– Framework development\n– Research and development for new and cutting edge technologies\n– Leading features from initial concept through defining functional requirements and till implementation.\n– Work in diverse environments\n– Optimization and performance enhancement\nRequirements:\n– Excellent and experienced Software engineer (minimum 3-5 years’ experience)\n– Excellent in Javascript, Node.JS, Angular\n– Familiar with cloud offerings (AWS, Azure, cloud foundry) – advantage\n– Familiar with Linux/Containers (Dockers) – advantage\n– High interpersonal skills and motivation\n– Degree in computer science or software engineering\n– Independent and initiative developer\nTo send a CV for the position of Full Stack Developer – HPE Software\nAs our UX/UI Designer you will work closely with multiple teams, mainly Product, R&D and Branding to ensure the creation of engaging, positive, user experiences and intuitive interfaces for both web and mobile applications.\nResponsibilities:\nIn this role, you will create smart, beautiful and responsive designs for both our online solutions as well as our leading Back-office products by defining interaction models and understanding and communicating user scenarios and end-to-end experiences.\nYou will play a key role in turning big ideas into simple, beautiful features and dealing with the continuous challenge of making the complicated simple, fun and accessible while juggling between multiple types of products with different kinds of audiences.\nRequirements:\n– 1-5 years of experience designing online web interfaces, either consumer or back-office/SaaS (Both preferred).\n– Very strong knowledge and solid understanding of UX/UI, Interest in the experience and feelings people go through – not just how it looks\n– Extensive experience producing high-quality, pixel perfect designs, from concept to production\n– A fast learner and a focused team player, with passion to constantly learn and acquire new tools and knowledge\n– Extensive experience in Photoshop and Illustrator\n– Vast experience in wire-framing and mock-ups, usage of tools such as Axure and Invision are a major advantage.\n– Team player with great communication skills. You should be able to clearly articulate your design decisions and what problems they’re solving.\n– Experience working in an Agile environment, participating in team Product Backlog grooming sessions to grasp the greater picture – major advantage.\n– Degree in Interactive Design/Human Interactions/Cognitive sciences/Visual\n– Please provide a portfolio of your design work as part of the application.\nTo send a CV for the position of UI/UX – Salestech\n\nThe User Acquisition manager will be responsible for managing large-scale advertising campaigns for Lastminutetravel.com on Web and Mobile. The successful candidate is an analytical and business-savvy number-cruncher who can independently manage multiple acquisition campaigns as well as develop new partnerships with key industry players to drive new business.\nRequirements:\n– Minimum 1+ years in hands-on online marketing experience (Account Manager/Media Buyer/PPC manager)\n– Analytical skills and performance oriented, advanced knowledge and understanding of performance metrics, i.e. CTR, CPA, ROI and other KPIs\n– Fluent English – both verbal and written\n– Proven advertising experience with at least one of the following platforms: Facebook, Outbrain, Taboola, AdWords  – an advantage\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution – an advantage\n– Knowledge in SEO/ASO – an advantage\n– High enthusiasm and interest in working within a fast-paced, international environment\nTo send a CV for the position of Junior User Acquisition – TGS\n\nWe are now seeking to penetrate the UK market and are looking for an ambitious and entrepreneurially minded Business Development Manager. The Business Development Manager will focus mainly on the POS provider and POS reseller markets; promoting the Como platform as the leading mobile loyalty and engagement solution for businesses and the customers.  The ideal candidate will have a rich experience in the point of sale market and/ or with companies selling products that integrate with POS companies. The individual will work mainly on developing partnerships and new distribution channels for Como.  The Business Development Manager will get full product training and be equipped with Como’s top sales and marketing tools. This position will report into Como’s UK Managing Director, based in London.\nResponsibilities:\n– Source and close integration and partnership deals with small and mid-size POS companies\n– Develop new business opportunities through established networks, relationships, independent research, and online sales strategies.   Proactively execute business-to-business outreach to target high value accounts\nRequirements:\n– at least 5 years of Business development experience, including face-to-face meetings with all decision making levels, outbound calls, and/or online sales. Experience selling digital platforms, such as mobile apps, online ads, CRM systems, POS solutions, websites, etc.\n– A knowledge of the optimal businesses in the UK territory for the solution\n– Strong negotiation skills\n– Self-motivated with an excellent work ethic\n– First-rate communication and presentation skills\nTo send a CV for the position of Business Development Manager – Como\nThe Renewal and Training Sales Representative will be responsible for direct sales, negotiation and administrative support as part of Radware Renewal teams in EMEA and APAC. The main goal is to achieve the requested revenue by renewing the support contracts and selling training as per the pipeline.\nResponsibilities:\n– Contacting the customers by e-mail and telephone in order to offer Service Renewal contract and Training courses.\n– Negotiating mainly by e-mail and telephone with partners and customers\n– Issuing of quotations and follow up until close-up of the deal\n– Ongoing and regular relationship with partners, customers and Radware sales teams in EMEA & APAC\n– Achieve monthly, quarterly and annual sales targets.\nRequirements:\n– Previous Sales and Administrative experience in Hi-Tech companies\n– Fluency in English written and spoken.\n– Sales proven SkillsAdvantages\nTo send a CV for the position of Renewals and Training Sales Representative – radware\nResponsibilities:\n– Analyze and validate customer requests\n– Serve as a subject matter expert on Check Point’s main-train technologies\n– Work with R&D and QA resources to advocate for customer requests for product enhancements.\n– Coordinate RFE release planning with R&D\n– Serve as a point of headquarter technical escalation for opportunities that require product specialization\nRequirements:\n– Expert—level familiarity with Check Point product experience\n– 3 to 7 years of experience working in the networking engineering or architecture – customer facing role an advantage.\n– Significant experience in Information Technology supporting development of complex projects involving significant infrastructure requirements.\n– Proven project management experience\nTo send a CV for the position of Enhanced Solution Manager – Check Point\nמקור: עמוד הפייסבוק של Optimove\nDevelop your career, get acknowledged for your efforts, and work with dedicated people who love what they do in one of Tel Aviv’s top startups.\nOptimove’s Customer-Success Manager (CSM) fills a dynamic and essential client-facing role, interacting collaboratively with clients, project managers and software developers to deliver outstanding results. Dedicated to our client success and satisfaction, our CSMs serve as the main point of contact with our valued customers. This role requires highly-effective management and people skills coupled with robust analytical capabilities. The CSM is a valuable member of the customer-facing team and the position is one which brings with it an excellent opportunity to learn and grow within a lively and challenging environment.\nResponsibilities:\n– In charge of customer relationships\n– End-user customer training\n– Guidance and advice for enhancing the use of the system\n– Education regarding new and existing features\n– Ongoing customer enablement\nRequirements:\n– Excellent spoken and written English\n– Strong presentation skills\n– Excellent Excel skills\n– Strong analytical skills\n– Customer enablement orientation\n– Rich and effective interpersonal skills\n– Bachelor degree in Economics or Business\n– Experience in online software or technology field – a benefit\nTo send a CV for the position of Customer Success Manager – Optimove\n\nלחברת SQLINK, הממוקמת באזור המרכז, דרוש/ה תוכניתן/ית NET מנוסה. מדובר בתפקיד מרכזי בצוות שעתיד להוביל את הפיתוח, תפקיד מאתגר בעל השפעה רבה, עם תנאים מעולים ואפשרויות קידום והתפתחות. בואו להיות חלק מצוות מפתחים בחזית הטכנולוגיה של החברה.תנאים מצוינים למתאימים.\nדרישות:\n– תואר BSc במדעי המחשב או ניסיון מעשי מקביל משירות צבאי ביחידה טכנולוגית\n– 3+ שנות ניסיון בפיתוח תוכנה ב C#/++C\n– ידע רחב במערכות Multi Threaded, Design Patterns, OOD ו-OOP\n– שליטה מעולה באנגלית כתיבה/קריאה/דיבור\n– ידע ב- WPF, WCF – יתרון\n– ניסיון בפיתוח ב- ASP, Angular, JS, and AJAX – יתרון\nלשליחת קורות חיים למשרת תוכניתן/ית NET – SQLINK\nרוצים שגם המשרה או החברה שלכם תופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים.\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "גיקג\\'וב,מפתחים,אנשי שיווק,מעצבים,ui/ux,salestech,tgs,nice,sqlink,optimove,check point,radware,como,,amdocs,back end developer,full stack developer,general electric,hpe software,matrix,​salestech​,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}