{"url": "https://www.geektime.co.il/geekjob-100115/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 10 בינואר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: System Analyst, Senior Backend Developer, Front End Developer ,C++ Developer ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/geekjob-title.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-10T16:36:34Z", "modified_time": "2016-02-04T11:32:01Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: System Analyst, Senior Backend Developer, Front End Developer ,C++ Developer ועוד\n \n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n \nדרישות:\nתואר ראשון בהנדסה תעשייה וניהול עם התמחות במערכות מידע / תואר ראשון במערכות מידע / תואר ראשון במדעי המחשב- חובה\nלפחות  שנתיים ניסיון בתפקיד מנהל/ת פרויקט בארגון גדול- חובה\nניסיון בהובלת פרוייקטי PCI–יתרון משמעותי\nיכולת להוביל תהליכי גיבוש ארכיטקטורה החל מרמת התשתיות ועד ל detailed design – יתרון\nניסיון בעבודה צמודה עם צוותי תשתיות ואבטחת מידע- חובה\nניסיון קודם בארגון פיננסי-יתרון\nלהגשת קורות חיים לתפקיד מנהל/ת פרויקטים ומנתח מערכות Log-On\n \n• Being part of a leading team to design and introduce Hadoop based solutions as the next    generation platform of the company.\n• Building a Big Data solution from scratch using leading technologies like Spark/Flink/Tez\n• Being a part of a POC for technology and architecture selection.\n• Build a dual solution for cloud and on-prem.\n• Participating in the full life cycle of the solution from design through deployment and        support including introducing the technologies and solution to all R&D.\nRequirements:\n• At least 2 years developing in Hadoop and Big Data technologies.\n• Proven experience and deep understanding of Hadoop, Map/Reduce, HDFS and HBase/Cassandra\n• Knowledge and/or experience in Hadoop and big data echo system technologies like: Hive, Pig, Spark, Cascading, Storm, MLlib, Kafka, Flume, Sqoop, Oozie.\n• Analytical and problem solving skills, applied to Big Data domain\nTo send a CV for the position of Hadoop Developer – Optimal Plus\nAs a Full-stack Software Engineer for Jive (the largest and fastest growing independent vendor in the Social Business Software market aka Social CRM) you’ll play a critical role in delivering the market-leading social software platform for the enterprise.\nThis is no small feat, especially when dealing with enterprise customers but you will be well rewarded with the knowledge that your work will be bringing joy to millions of users who remain bound by old, clunky and stale enterprise applications.\nYou will be on a team that focuses on improving the wide range of existing features in Jive’s core product thus you will range throughout the application from the user interface through to the database.\nIn this role you will actively engage with QA, product management, customer support, product design, UI, and the rest of the development organization to achieve your goals. You¹ll have the distinct pleasure of being a hero to Jive’s customers as you improve the product based on their feedback.\nRequirements:\n3-4 years of software development experience with solid Java or #C expertise.\nExperience in designing and implementing high performance, web based applications.\nStrong knowledge of web services and RESTful apis.\nKnowledge of agile development methodologies.\nWe are looking for a smart, highly motivated, out of the box thinker that is also a great team player.\nExcellent communication skills are expected.\nBachelor ‘s degree in computer science or equivalent discipline.\nPREFERRED QUALIFICATIONS:\nSome experience developing with Javascript, CSS, and HTML.\nExperience with web technologies in the Java environment.\n To send a CV for the position of Java Developer – Full Stack – JIVE \nWe are looking for an experienced and passionate individual to join our core information collection team!\nOur collection technology uses advanced C++ techniques to gather and analyze low-level (kernel and user-space) information, on which we build our disruptive solution for stopping advanced cyber-threats.\nChallenges in this position include writing software that can reach the depths of the operating system without resorting to writing kernel code, optimizing for extreme performance constraints while keeping a high frequency of sampling, and researching uncharted territories of the OS API.\nRequirements:\n• Great interpersonal skills – a must\n• Mastery of C++ (proven experience focusing on system-level windows) or at least 4 years of experience in relevant software development.\n• Firm understanding of the inner workings of Windows and/or Mac OS X: architecture, memory management, processes and libraries.\n• The ability to independently take a feature through the entire cycle – from conception and definition, through design, implementation and testing, and until successful release to production.\n• Relevant military background/BSc from a known university- an advantage.\n\nTo send a CV for the position of  C++ Developer- Cybereason \nBe a part of the server team and work on a variety of challenging SW projects  – web/windows services, back-end/front-end services, web sites, DB\nDeveloping with Microsoft cutting edge technology – C#, .NET 4.5, WCF,ASP.\nNET, MS-SQL\nWork with a dynamic young group of people in a start up environment\nRequirements:\nB.Sc. in Computer Science/ Software Engineering – grade average of 85+\nAt least 3 years of proven experience\nStrong knowledge in Microsoft technology in particular and other programming languages in general\nStrong knowledge in DB\nStrong knowledge in Client/Server architecture\nStrong knowledge in web technologies\n\nTo send a CV for the position of SW Engineer-Server Team –Plus500\nA successful, fast growing Internet company is looking for a System Analyst. The System Analyst Specialist has a leading role in the R&D department by understanding the business requirements and designing the systems where these requirements are implemented.\nKey responsibilities:\nRequirement gathering, gap analysis, writing high level and detailed specification documents, DB modeling, interfaces specification, support to R&D and QA teams, leading complex integration and customization efforts.\nRequirements:\nKnowledge:\nKnowledge of system analysis tools and techniques,\nKnowledge of DB modeling, user interfaces design and API definitions\nFamiliarity with internet related technologies (web services/rest protocols)\nExperience:\nProven experience as a systems analyst – at least 3 years\nExperience in Financial systems, e-commerce or payment processing – advantage\nExperience in complex systems- mandatory\nExperience as a programmer (C#, ASP.NET, JAVA) – advantage\nAbility to understand source code\nExperience in BPM processes – advantages\nEducation:\nBA in systems information engineering or computer science – significant advantage\nPersonal skills:\nGeneral systematic view, professionalism, good personal relations, team player, responsibility, ability to work in uncertain situations under time pressure\nTo send a CV for the position of System Analyst –SAFECHARGE\nWe are looking for QA Engineers specializing in the areas of Storage, Clustering, Networking and System-integration. Candidates should have a “hands-on” approach, with a strong system-level perspective and capability of performing automated end-to-end tests for storage systems (including performance, stress, load tests etc).\nKey Responsibilities:\n• Design, develop and execute complex automated tests (Python-based).\n• Design and implement comprehensive state-of-the-art test automation frameworks and tools to evaluate, create and maintain quality procedures.\n• Define, develop and execute testing plans.\n• Implement cutting edge continuous testing environment.\nRequirements:\n• Experience developing test automation infrastructure and/or automating tests that operate across multiple server and client machines\n• Experience in analyzing large and diverse systems, understanding of QA processes and procedures.\n• Background in developing test automation infrastructure and/or automating tests on a combination of Linux and Windows servers.\n• Demonstrated testing experience (Test Definition & Execution) in the following fields: Integration, performance, stress, stability\n• Knowledge of low-level OS user and kernel development (Linux or other) – an advantage.\n• Knowledge of block-level Storage / storage networking protocols / file systems – an advantage.\n• B.Sc./B.A. degree in computer science, engineering or related discipline – an advantage\n\nTo send a CV for the position of Test Automation – QA Engineer- XtremIO\nForter is looking for a talented Back-end developer to join an outstanding team, responsible for our backend infrastructure.\nWhat it’s like to work at Forter:\nWe’re super-picky about who we hire, so once you’re on board, you’re working with an amazing team. But instead of boring you with words, you can check what happens when our own Itai Frenkel tries to explain why you should work with him?\nRequirements:\nThis is you:\n• A passionate software engineer who sees his profession as craftsmanship\n• At least 5 years of working on your craftsmanship.\n• Enthusiastic about writing tests and deploying your code to production, because you own your things!\n• Experienced in planning and building scalable real-time data systems\n• Experienced in Java/Python/Clojure/Scala or similar\n• Enthusiastic about performant web scale server systems\n• Well founded in data-structures and analytical problem solving\n• A fast learner with a “Can DO” attitude\nWould be very cool to have:\n• Experience in building micro services based architecture\n• Expertise with Amazon Web Services ecosystem\n• Experience with ElasticSearch or other search engine technologies\n• Experience with Spark, Storm, Samza, Hadoop, Hive, Map-Reduce or other distributed processing technologies stack\n• Knowledge with Cassandra, Couchbase, MongoDB, DynamoDB or other NoSQL databases\n• Self-taught from Coursera, Khan Academy or others\nTo send a CV for the position of Senior Backend Developer (Forter) \nIBM XIV is a high-end cloud-optimized storage system helping thousands of enterprises meet the challenge of data growth in a dynamic world. XIV continues to evolve toward a new generation and requires first-class engineers.\nJoin an era of innovation at one of the largest software companies in the world, where we develop a Linux based storage solution for large-scale business needs.\nJob Description & Responsibilities\nIn this role you will work closely with IBM Manufacturing organization, IBM IT and XIV platform team. You will be part of a group of talented developers architecting, designing and developing our next generation of products.\nRequirements:\nIT related experience\nBSc./B.A/M.Sc. in electronic engineering / computer science /computer engineering / equivalent degree – a Must\n1+ years of experience with scripting languages (eg. BASH, Perl, Ruby, Python) – a Must\nWillingness to travel to IBM sites worldwide to support product installations, tests and development – a Must\nFamiliarity with Storage / Networking protocols and concepts – An advantage\nExcellent verbal, written and interpersonal communication skills\nTo send a CV for the position of Software Developer – XIV Platform team (IBM)\nBlazemeter is a fast growing startup with an outstanding technology and top tier customers.\nWe are building the next-generation cloud-based performance testing solution, and looking for brilliant Web Developer who is super innovative, creative and possesses a strong UX orientation to join us\nRequirements:\n3+ years of experience in software development:\nJavaScript and frameworks (jQuery, Backbone.js, Angular.js, Ember.js etc)\nHTML/CSS\nCSS and HTML preprocessors (Less, Stylus, Jade..)\nWeb API technologies (AJAX, REST)\nJavaScript build tools (Gulp, Grunt, Webpack, Browserify..)\nDB (mySQL and MongoDB)\nAcademic degree in Computer Sciences/Engineering\nAdvantages:\nAWS S3 and EC2\nCI – Jenkins and TravisCI\nOSX and Linux ecosystem experience\nSource control – Git and Github\nStart-up experience and knowledge of Agile development methodologies\nTo send a CV for the position of Front End Developer (BlazeMeter)\n \n ", "keywords": "web,front end developer,גיקג\\'וב,דרושים,מהנדסים,מנהלים,מעצבים,hadoop,java,qa engineer,c++ developer,משרות,משרות בהיי-טק,software,מתכנתים,ראשי צוות,רשת,מנהל/ת פרויקטים,developer,system analyst,גיקגו\\'ב"}