{"url": "https://www.geektime.co.il/geekjob-040115/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 4 בינואר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Big Data Infrastructure Developer, IT Manager, Network Engineer ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-04T13:30:21Z", "modified_time": "2016-01-04T13:56:27Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Big Data Infrastructure Developer, IT Manager, Network Engineer ועוד\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n \nJoin a growing IT team in supporting an R&D environment as well as the corporate network for a company of over 400 people, running both Windows and Linux systems.\nResponsibilities\n•Ensure system availability and integrity for the R&D environment, QA Lab and the corporate network and systems.\n•Installation and maintenance of networking equipment (switches, routers, firewalls).\n•Installation and maintenance a large scale virtual systems.\n•Installation and maintenance of the corporate systems, storage servers, etc\nRequirements:\nMinimum 5 years IT/System experience\nMandatory knowledge and proven experience in the following areas:Networking skills (design and implementation of complex network environment ,Network Security (design and implementation of a variety of security-related products, Expert in Linux systems, Virtualization: Vmware (vCloud automation) , Familiarity with ITIL and ITSM systems (for example Service Now) ms )\nWindows-based systems (advantageous): Sharepoint,Exchange Server, Active Directory\nBachelor’s Degree in Computer Science, Engineering or equivalent\n•High level English, both written and verbal\n\nTo send a CV for the position of IT Engineer –ForeScout\nWorking as part of our R&D group team, the Java developer will be responsible for full lifecycle development of our systems, from initiation to design, architecture, development, integration and deployment. You will Operate as the Development group’s focal point for data solutions and will report directly to the R&D group manager .You will be working on a sophisticated, large-scale data platforms which provide several products in the Ad industry.\nRequirements:\nBsc. In computer science / SW Eng. or related field from a well know university or MAMRAM/8200.\n7+ years’ experience in development.\n5+ years of Experience in server side Java development in Linux environment\nExperience with open source/Apache technologies like: Hibernate, Spring, Tomcat, Spark, Hadoop.\nTech oriented person with ability to examine and investigate new technologies.\nExperience as Tech lead or team architect – big advantage.\nExperience with data and Big Data technologies\nExperience with AWS cloud computing infrastructure & Services (Kinesis, EC2, Auto scaling, ELB, RDS etc) – Must.\nExperience with large-scale cloud based systems including performance & scalability – Big Advantage\nExperience with Agile Scrum, continues delivery and integration environments – must.\nDeep understanding of OOD, Java internals, multithreading and parallel processing\nAbility to mentor team members\nExperience in the online Ad industry and programmatic area – Big advantage.\n\nTo send a CV for the position of Java Developer – Sizmek\n\nThe engineer will be part of a team developing complex, distributed, and sophisticated networking products. The engineer will be responsible for precise analysis, design, and coding in the Linux environment.\nRequirements:\nAt least 5 years of experience in C/C++ programming and Linux\nStrong experience in Object-oriented software design and development\nStrong experience in Linux development\nStrong experience in the client/server application development\nSolid background in TCP/IP networking\nKnowledge of Layer 7 network protocols (such as HTTP, SSL, FTP, and DNS)\nTo send a CV for the position of Senior SW Engineer– radware\n \nPlaytika is looking for a Facebook Media Buyer to join our company.\n– Hands-on management of large-scale Facebook campaigns to drive app installs and user reengagement\n– Analyze campaigns’ performance and optimize accordingly via various systems.\n– Work with content writers and graphic designers to create high standard ads.\nRequirements:\n– At least one year of experience in web or mobile Facebook campaign management.\n– Highly analytical, highly proficient with Excel, familiar with BI tools.\n– Knows how to work with strict performance goals.\n– Proven track record in scaling an online advertising account.\n– Online gaming/ gambling company experience – a major advantage.\n\nTo send a CV for the position of Facebook Media Buyer – playtika\neXelate is looking for a star Java developer to take part in the development of our cutting edge serving platform, handling massive scale (billions of hits and TBs of data daily) in multiple data centers, ensuring high performance and low latency.\nRequirements:\nAt least 4 years of hands-on experience in server-side Java\nAbility to transform a request/user-story to software design and implementation\nCreativity and excellent problem-solving skills\nGood English (verbal AND written)\nAdvantages\nExperience in high-scale, low-latency Web-serving systems\nExperience in Java 8\nExperience with multithreading/multiprocessing\nExperience in NoSQL databases and clusters\nExperience in working with Agile methodologies\nExperience in TDD\nExperience in Linux and Open-Source tools\nTo send a CV for the position of Server side java developer – eXelate\nWe are looking for a talented and passionate Senior Developer to our front-end teams of the LiveEngage platform.\nIn this position you lead the implementation of key web (client-side) tasks in a highly technological, innovative, and vibrant environment.\nWe work in small teams and use continuous integration/deployment methodologies to run quickly as a startup while maintaining the highest quality for our customers.\nResponsibilities\nJoin a strong team in a highly dynamic environment that works in scrum and agile methodologies\nLead topics and designs in a highly technological environment with complex architectures\nWork closely with UX teams and Product management to define and build the optimal user experience for our web UI\nRequirements:\nBA/B.Sc. in Computer Science or equivalent\nAt least 4 years of web client-side development\nStrong Passion for front-end development\nDeep knowledge and understanding of client-side architecture and experience in building large scale web applications\nExperience with client-side JS frameworks, and specifically Prototype and Marionette – advantage\nResults driven, with good execution skills\nTo send a CV for the position of Senior Web Front-end Developer-LivePerson\nHelp build a fair, open and sustainable internet.\nTackle server side and client side challenges (with some of the most sophisticated client-side JavaScript you’ve ever see) while focusing on creating scalable, extendable and robust infrastructure.\nGet deeply involved with all aspects of running a successful startup, from product definition to implementation and deployment.\nRequirements:\n2-5 years of experience in Full Stack web development.\nExperience with server side development – PHP – a must.\nDeep knowledge of the in-browser “computing environment” – browser architecture, Javascript, DOM, CSS, browser plug-in architectures – a must.\nExperience working with RESTful web services and other API’s – an advantage.\nWorking experience with DBs infrastructure and MySQL – an advantage.\nExperience with the online media eco system- a significant advantage.\nDevelopment of large scale web applications: high traffic, highly available services, big-data processing – an advantage.\nExperience with WordPress, Dropul and/ or Joomla – an advantage.\nAre self-starting and can work independently.\nB.Sc. degree in Computer Science or similar – an advantage.\nTo send a CV for the position of Senior Full Stack Developer – ChameleonX LTD\nThe position will include developing our core product (phonegap based mobile app) together with building our web-app from scratch. Server side development will be an option in the future.\nPaybox is looking for a creative WEB developer with an entrepreneurial spirit and motivation to be part of a winning team. We are looking for a developer experienced with html / css / Javascript that is a real go-getter to join us.\nRequirements:\nSignificant web development experience – Must\nExperienced with Html / CSS / Javascript and responsive web design\nGood knowledge of server – client communication protocols (http, https, web sockets)\nBachelor of computer science or equivalent – big advantage\nAdvantage for candidates experienced with: Angular.js, Node.js, MongoDB, Phonegap\nTo send a CV for the position of Front-End Web Developer (Paybox)\nGameFly Streaming brings high-ends video games to the world’s largest TV media distribution platforms. We are looking for a Software Developer to join the Client/UI Team for development on streaming UI/UX software.\nDevelop features for the next generation Cloud Gaming Streaming UI\nOptimize UI L&F, efficiency, speed, responsiveness and user friendliness\nRequirements:\nB.Sc. in Computer Science\n1+ year(s) experience as software developer with the following expertise :\nC#\nMultithreaded\nsystems\nPerformance analysis and tuning\nUNITY 3D games engine – advantage\nNetworking protocols – advantage\nGood architectural view – able to find order and structure in a complex system\nStrong debugging skills\nExcellent English communication skills\nTo send a CV for the position of Software Developer Streaming UI – GameFly Israel\nDevelop highly polished casual mobile games for iOS and Android\nWrite optimized code for efficiency and performance\nParticipate in game design decisions and processes\nAnalyze data in order to improve games\nRequirements:\n2+ years experience in games development\nExtensive game development platform knowledge: Unity/AS3/C++\nPassionate about the gaming industry\nExcellent written and verbal English communication skills\nSuperior teamwork skills\nHighly creative with an eye for detail\nExperience in a full product cycle development\nGame design experience\nMastery of physics engines (Box2d, Nape, or others)\nSend your CV and a list of games you have developed.\nTo send a CV for the position of Game Developer – Funtomic", "keywords": "ui,ux,vsli engineer,web,web designers,גיקג\\'וב,דרושים,מהנדסים,מנהלים,מעצבים,משרות,משרות בהיי-טק,מתכנתים,ראשי צוות,רשת,geekjob,גיקגו\\'ב"}