{"url": "https://www.geektime.co.il/geekjob-201215/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 20 בדצמבר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Big Data Infrastructure Developer, IT Manager, Network Engineer ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-20T12:59:20Z", "modified_time": "2015-12-20T12:59:20Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Big Data Infrastructure Developer, IT Manager, Network Engineer ועוד\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nהנבחרת המובילה של Apple בחנויות iDigital ברמת אביב, דיזינגוף סנטר,ראשון-לציון, חיפה, כפר-סבא, ירושלים ואילת\nמחפשת אתכם/ן: חובבי גאדג’טים בעלי תודעת שירות ומכירה שמעוניינים/ות לרכוש ידע טכנולוגי בעולם מוצרי אפל.\nהכשרה על חשבון החברה! הצטרפו לחוויה ובואו לעבוד עם אנשים מדהימים ברשת iDigital store.\nהעבודה במשמרות, מתאימה גם לסטודנטים/ות.\nדרישות:\nניסיון בשירות ומכירה – יתרון.\nאהבה לטכנולוגיה ולמוצרי Apple.\nיכולת עבודה בצוות, אנגלית ברמה טובה, מוטיבציה גבוהה ונכונות להשקעה.\nלהגשת קורות חיים לרשת iDigital\nPerion is looking for an enthusiastic engineer to join our Big Data team.\nThe team is responsible on the collecting, storing, processing, and analyzing of huge sets of data from multiple sources and building the company’s data infrastructure serving the various product teams in the company. Your primary focus will be on choosing optimal solutions to use for these purposes, then maintaining, implementing, and monitoring them. You will also be responsible for integrating them with the architecture used across the company.\nRequirements:\nRelevant academic degree in Engineering/Computer Science or equivalent\nAt least 3 years of experience in software development in Java\nProficient understanding of distributed computing principles\nExperience with various messaging systems, such as Kafka or RabbitMQ\nExperience with Amazon Web Service\nExperience with live production\nWe wouldn’t mind if you have\nProficiency with Hadoop v2, MapReduce, HDFS\nGood knowledge of Big Data querying tools, such as Pig, Hive, and Impala\nExperience with Spark\nExperience with NoSQL databases, such as HBase, Cassandra, MongoDB\nExperience with building stream-processing systems, using solutions such as Storm or Spark-Streaming\nGood understanding of Lambda Architecture, along with its advantages and drawbacks\nExperience with Cloudera/MapR/Hortonworks\nTo send a CV for the position of Big Data Infrastructure Developer\nDo you eat performance and scale challenges for breakfast?\nDo you run around the office high-fiving everyone when you reduce ten milliseconds from an SQL query?\nIf you’re looking for challenges with server solutions and running cutting-edge NoSQL big data architecture, then look no further!\nOur complex environment, will ensure that you’ll help solve big data challenges (using Hadoop, Cassandra and other NoSQL solutions) while working in continuous integration and deployment.\nWe deliver -fast, with ‘0 bugs’ as a concept, without quality wavers. To make it happen, we write ‘clean code’, build decoupled components, unit test most of our new code and perform code review for every commit. We work in continuous integration & delivery mode, as every developer distributes code to the website at least once a day.\nCome win with us!\nRequirements:\nB.Sc. in computer science or software engineering\n7+ years of experience in server-side development\nExtensive knowledge in OOD, architectural and design patterns\nSelf-directed, ambitious, team player, and a strong communicator\nExperience working with complex database schemas.\nContinuous integration and deployment\nExperienced with end to end data and large scale performance challenges\nGood understanding of Agile concepts\nTo send a CV for the position of Senior Server Developer\nAs a Backend Engineer at Jive you’ll take part in the next generation of Jive software, working on ambitious projects on from the vendor of market-leading social software platform for the enterprise.\nIn this role you will actively engage with other engineers, QA, product management, customer support, product design, and the rest of the development organization to achieve your goals.\nYou will be part of a team that focuses on Jive’s data services infrastructure.\nOur team is focused on providing scalable and robust services, extending our real-time distributed data and messaging systems for Jive’s upcoming, next generation product portfolio.\nCollaborate with the engineering team on architecture, design and development of both existing and new features.\nWork with other self-motivated and creative engineers, who think outside of the box, solve complex problems pragmatically, execute quickly, and innovate – curious individuals who want to learn new technologies and create something exciting every day.\nRequirements:\n5-6 years of software development experience with solid backend development expertise in one or more of the following languages: Java, Scala, Node.js, Python, C#…\nStrong knowledge of web services and implementation of RESTful apis, in a SOA environment.\nExperience with document databases, one or more of: RethinkDB, MongoDB, Cassandra.\nFamiliarity with distributed systems concepts.\nExperience in designing and implementing durable, redundant high performance data services.\nDemonstrated OOP design capability.\nFamiliarity with agile development methodologies, working in a Continuous Integration environment.\nExperience in writing unit tests and code coverage orientation.\nFamiliar with the Linux environment, tools and command.\nTeam player, excellent communication skills are expected.\nBachelor ‘s degree in computer science or equivalent discipline.\nAt least 1 year Node.js experience – Major advantage\nExperience with Redis, RethinkDB.\nExperience with queuing systems – RabbitMQ/ SQS/ Kafka.\nExperience with EC2, SQS and other AWS services.\nExperience with CDNs – CloudFront / Akamai.\nTo send a CV for the position of Senior Server Developer\nThe IT Manager will play a pivotal role in optimizing the performance of our global team. This is a new in-house position and is an opportunity for the right person to leave a mark and grow with the company. We’re looking for a problem solver who can help troubleshoot for the team and someone with an eye for innovation to keep up with emerging technologies.\nRequirements:\nFirm experience with Windows, Mac and Linux clients\nStrong networking background\nStrong background in equipment maintenance: PCs, laptop hardware, communication hardware and peripherals\nExperience with Google Apps administration (or other equivalent service)\nTo send a CV for the position of IT Manage\nAorato team in Israel is an innovator in enterprise security.\nAorato will give customers a new level of protection against threats through better visibility into their\nidentity infrastructure. With Aorato we will accelerate our ability to give customers powerful identity and cyber-security solutions that span on-premises and the cloud, which is central to our overall hybrid cloud strategy.\nAorato’s sophisticated technology learns entities’ behavior by building organizational security interaction graph and analyzes it using machine learning, to detect suspicious activities of users, devices and resources on a company’s network.\nSooooo, if you are SUPER talented and you want to be part of a SUPER talented team, building an AMAZING product using the NEWEST technologies -> ping us!\nRequirements:\nBSC or MSC in Computer Science or Software Eng.\nSolid experience and passion around software engineering\n5+ years of experience in software development – C# experience preferred\nKnowledge in architecture and design of scalable and high performance complex distributed systems\nExperience with DBs – SQL/NoSQL\nMultithreading + async development\nTeam player, confident, independent and enthusiastic!–\nTo send a CV for the position of Sr. Software Engineer- Aorato\nA successful, fast growing Internet company located in Ramat Gan is looking for a Network engineer to join a leading team. The Network team is responsible for a complex WAN/LAN data center infrastructure in an international, large-scale environment.\nKey Responsibilities:\n– Maintain a complex production and corporate network infrastructure on 24/7 basis\n– Support and ensure the development process for internal customers: R&D, CSO, Help Desk, Operations\nRequirements:\nKnowledge & Skills (Experience):\n– At least 5 years of experience as a network engineer in a large scale highly availability environment.\n– Hands on experience with network equipment: switches, routers, firewalls, load balancers, IPS/IDS\n– Hands on experience with Cisco products on an CCNP level\n– Expert knowledge in routing protocols BGP, OSPF, EIGRP\n– Hands on experience with F5 LTM, ASM\n– Hands on experience with Checkpoint and Fortinet products\n– Experienced in security and Cyber\n– Fluent English\n– Proficiency in Linux environments\n– Proficiency in virtual network environment (VMWARE) – An advantage\n– Proficiency in VOIP, Asterisk – An advantage\nEducation:\n– Cisco, Checkpoint certification – An advantage\n– Academic degree – An advantage\nPersonal skills:\n– Autodidactic skills\n– Good interpersonal and teamwork skills\n– Ability to work in a dynamic working environmen\nTo send a CV for the position of Network Engineer (52594)\nTabTale, one of the most promising startup in Israel, is looking for Ninja Junior Java Developer to join our Publishing Team. As a Junior Java Developer you will be at the forefront of the technology and develop organizational software that been used by all the company.\nIf you wish to be a part of young, innovative, dynamic team and work with great talented people like you- come to work with us & fulfill your dream!.\nRequirements:\nAt least one year of experience in Java/C++/C#\nBA in B.Sc./ exact sciences is required.\nTo send a CV for the position of Java Developer\nOur data science team is responsible for the algorithmic core of Supersonic’s offering through maximizing business value and accelerating the company’s growth.\nAs part of our team, you will address statistical, machine learning and data mining problems within the scope of fraud detection, user behavior prediction, content recommendation etc.\nWe are looking for a talented and highly motivated Data Scientist to join our team.\nA strong candidate will have solid statistics knowledge and programming skills to develop large scale algorithms using cutting-edge technologies.\n \nRequirements:\nAt least 3 years of experience working with predictive and probabilistic models, clustering algorithms and other classification models (e.g., Logistic Regression, Neural Networks, K-Means and decision trees).\n* Proven experience in server side development, strong code writing and design capabilities (Scala- big advantage!)\n* M.Sc/PhD in Computer Science, Statistics, Operations Research or equivalent\nTo send a CV for the position of Senior Data Scientist", "keywords": "ui,ux,vsli engineer,web,web designers,גיקג\\'וב,דרושים,מהנדסים,מנהלים,מעצבים,משרות,משרות בהיי-טק,מתכנתים,ראשי צוות,רשת,גיקגו\\'ב"}