{"url": "https://www.geektime.co.il/geekjob-091215/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 9 בדצמבר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Security Researcher, מנהל/ת מוצר, אנליסט/ית מערכות מידע ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/6902393678_0c2225383e_z.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-09T13:10:08Z", "modified_time": "2015-12-09T13:56:34Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Security Researcher, מנהל/ת מוצר, אנליסט/ית מערכות מידע ועוד\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nBe a part of the server team and work on a variety of challenging SW projects  – web/windows services, back-end/front-end services, web sites, DB.\nDeveloping with Microsoft cutting edge technology – C#, .NET 4.5, WCF,ASP.NET, MS-SQL.\nWork with a dynamic young group of people in a start up environment.\nRequirements:\nB.Sc. in Computer Science/ Software Engineering – grade average of 85+.\nAt least 3 years of proven experience.\nStrong knowledge in Microsoft technology in particular and other programming languages in general.\nStrong knowledge in DB.\nStrong knowledge in Client/Server architecture.\nStrong knowledge in web technologies.\nTo send a CV for the position of SW Engineer-Server Team\n\nWorking as part of our R&D group team, the Java developer will be responsible for full lifecycle development of our systems, from initiation to design, architecture, development, integration and deployment. You will Operate as the Development group’s focal point for data solutions and will report directly to the R&D group manager .You will be working on a sophisticated, large-scale data platforms which provide several products in the Ad industry.\nRequirements:\nBsc. In computer science / SW Eng. or related field from a well know university or MAMRAM/8200.\n7+ years’ experience in development.\n5+ years of Experience in server side Java development in Linux environment.\nExperience with open source/Apache technologies like: Hibernate, Spring, Tomcat, Spark, Hadoop.\nTech oriented person with ability to examine and investigate new technologies.\nExperience as Tech lead or team architect – big advantage.\nExperience with data and Big Data technologies.\nExperience with AWS cloud computing infrastructure & Services (Kinesis, EC2, Auto scaling, ELB, RDS etc) – Must.\nExperience with large-scale cloud based systems including performance & scalability – Big Advantage.\nExperience with Agile Scrum, continues delivery and integration environments – must.\nDeep understanding of OOD, Java internals, multithreading and parallel processing.\nAbility to mentor team members.\nExperience in the online Ad industry and programmatic area – Big advantage.\nTo send a CV for the position of Java Developer\n\nDo you want to get your hands on the most cutting edge technology before it reaches the Market?\nIntel’s SW group is looking for a talented Security Researcher.\nIn this position you will work on ensuring security aspects of Intel software and firmware products. You will be a member of the security evaluation team, located in Haifa, encompassing all aspects of the architecture, design and implementation.\nHow your day will look like (when you are not working on your own personal initiatives):\nIdentify flaws and vulnerabilities in complex secure systems.\nReverse engineering and white box SW analysis.\nWorking with software, hardware, embedded systems, cryptography etc.\nProvide feedback to development teams.\nRequirements:\nCuriosity, Passion and Initiative.\nAttacking state of mind.\nAbility to learn and integrate new information very quickly.\nFamiliarity with security attacks and mitigation.\nOut-of-the box, abstract thinking. Creative problem solving.\nIt will be great if you would also have:\nExperience using IDA, idapython, ollydbg, gdb.\nExperience reverse engineering binary applications.\nExperience with vulnerability assessment and exploit development.\nExperience with operating system and compiler internals.\nExperience with embedded devices.\nKnowledge of cryptographic principles.\nTo send a CV for the position of Security Researcher\n\nWe are looking for talented, creative and energetic individuals to join us. Our awesome front end team is creating the next generation of digital education platforms.\nYou will work in a productive and inspirational R&D environment, using cutting edge technologies.\nRequirements:\nB.Sc. in Computer science or equivalent practical experience.\nExpert in (at least) one software development language.\nGood understanding of web platforms.\nExperience solving cross-browser/cross-platform compatibility issue.\nExperience in Mobile Dev:IOS, Android, windows mobile.\nTo send a CV for the position of Front End Expert\n\nThe Security Researcher will join the Security Innovation Group in Radware’s CTO Office, which researches new network attacks and technologies. Research is focused on new threat domains, including analysis of attack tools and malware, attacking techniques, development of mitigation techniques, and understanding and penetrating into cyber operations. The position requires an all-around player with the inclination and capabilities for research skills, rapid code development, initiative, and ownership.\nRequirements:\nOver 8 years of work experience, and at least 3 years in a security position.\nAn all-around player capable of research, coding, and out-of-the-box thinking.\nProven experience in security research and malware analysis.\nExcellent understanding of networking design principles and protocols (such as TCP/IP and IPv4).\nEnglish written and verbal communication skills, ability to write articles.\nTo send a CV for the position of Researcher\n\nAs a Product Manager at Windward, you will be responsible for product planning and execution throughout the lifecycle of a SaaS-based product. In this role you will be responsible for gathering and prioritizing product and customer requirements, defining the product vision, and working closely with our R&D, Sales and Marketing teams to ensure revenue and customer satisfaction goals are met and that the product supports the company’s overall strategy and goals.\nIn this position you will:\nLead the ideation, technical development, and launch of innovative products.\nEstablish shared vision across the company by building consensus on priorities leading to product execution.\nDrive product development with a team of world-class engineers and designers.\nIntegrate usability studies, research and market analysis into product requirements to enhance user satisfaction.\nDefine and analyze metrics that inform the success of products.\nUnderstand Windward’s strategic and competitive position and deliver products that are recognized as best in the industry.\nMaximize efficiency in a constantly evolving environment where the process is fluid and creative solutions are the norm.\nRequirements:\n5+ years Product Management experience.\nExceptional communication and presentation skills.\nExceptional organizational and analytical skills.\nUnderstanding of the technical architecture of complex and highly scalable web applications and/or SAAS products.\nExperience designing simple and intuitive user interfaces – ability to create examples through wireframes and mockups.\nExperience developing SAAS / web application products, technologies and platforms – an advantage.\nBA/BS in Computer Science or related technical field – an advantage.\nTo send a CV for the position of Product Manager\n\n\nOur software development team is responsible of data reduction technologies inside IBM’ high end storage controllers. The team is responsible for design, development, and all technical related aspects of the core of the technology, dealing with different storage platforms, complex distributed systems, and flash systems serving enterprise level requirements of high throughput, and low latency traffic. The selected candidate will be part of a small and professional team that develops the cutting edge technology. The team writes code in C++ for Linux platform, and collaborates with global teams in IBM.\nAbout IBM Real-time Compression:\nBased on the Storwize acquisition, IBM Real-time Compression provides state of the art data reduction technology designed to improve efficiency by compressing and deduplicating data, enabling you to store many times as much data in the same physical disk space – with no performance degradation, and with associated savings in capital, operational, maintenance and management resources. Unlike other approaches to data reduction, IBM Real-time Compression is designed to be used with active primary data such as production databases and VM applications. IBM Real-time Compression engine is is integrated into all of IBM’s high-end storage controllers.\nRequirements:\n3- 8 years C++ programming experience using object-oriented methodology.\nHighly motivated and independent, good in solving complex problems.\nA team player.\nGrade Sheet must be provided with the application.\nB.Sc /B.A. in computer science/computer engineering or equivalent.\nKnowledge in storage -advantage.\nExperience in performance-oriented development, multi-tasking-advantage.\nExperience in developing enterprise class software-advantage.\nExperience in server-side development -advantage.\nDevelopment experience on Linux OS-advantage.\nTo send a CV for the position of Experienced Software Developer – RTC\n\nA successful, fast growing Internet company is looking for a System Analyst. The System Analyst Specialist has a leading role in the R&D department by understanding the business requirements and designing the systems where these requirements are implemented.\nRequirement gathering, gap analysis, writing high level and detailed specification documents, DB modeling, interfaces specification, support to R&D and QA teams, leading complex integration and customization efforts.\nRequirements:\nKnowledge of system analysis tools and techniques,knowledge of DB modeling, user interfaces design and API definitions.\nFamiliarity with internet related technologies (web services/rest protocols).\nProven experience as a systems analyst – at least 3 years.\nExperience in Financial systems, e-commerce or payment processing – advantage.\nExperience in complex systems- mandatory.\nExperience as a programmer (C#, ASP.NET, JAVA) – advantage.\nAbility to understand source code.\nExperience in BPM processes – advantages.\nBA in systems information engineering or computer science – significant advantage.\nGeneral systematic view, professionalism, good personal relations, team player, responsibility, ability to work in uncertain situations under time pressure.\nSafeCharge is proud to be to an equal opportunity employer .\nTo send a CV for the position of System Analyst\n\nWe’re looking for a talented full stack developer to hold a challenging, pivotal position in the core team of a new and promising start-up located in Kfar Saba.The position includes infrastructure design, planning and development, writing server and client components, which are supposed to communicate with other server components on the platform.\nRequirements:\nBS degree in Computer Science, similar technical field of study or equivalent practical experience.\n3-5 years of development experience Python – A must.\nExperience working with the following: web application development, Unix/Linux .environments, distributed and parallel systems, networking, developing large software systems, security software development.\nFamiliarity with Linux environment, End to end understanding of systems infrastructure, good.\nFront-end capabilities (HTML5 , JavaScript, CSS) – a big advantage.\nTo send a CV for the position of Full Stack Developer-Python\n\nA well-established company in the field of networking is seeking for a Senior Algorithm Developer for a New Innovation Team leading next generation state of the art technologies. The position includes designing development roadmaps,seeking new technologies,designing network related algorithms,algorithms implementations,lab testing and documents and patents designing.\nYou get to join a new innovation team – next generation technologies.\nRequirements:\nBA /BSc in computer science/Mathematics- Mandatory. MSc – advantage.\n3+ year experience as a Network Algorithm Engineer – a plus.\nNetwork system architecture and router/switch algorithm- a plus.\nExperience with PCB – a plus.\nExperience in DSP/ Image Processing.\nStrong in defining and solving both theoretical and practical problems- Must.\nAbility complexed problems, designing state of the art solutions.\nStrong knowledge in system modeling, simulation, and prototyping.\nProven track record on system/algorithm design and evaluation- a plus.\nTo send a CV for the position of Senior Algorithm Developer​\n\n", "keywords": "ui,ux,vsli engineer,web,web designers,גיקג\\'וב,דרושים,מהנדסים,מנהלים,מעצבים,משרות,משרות בהיי-טק,מתכנתים,ראשי צוות,רשת,גיקגו\\'ב"}