{"url": "https://www.geektime.co.il/geekjob-031215/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 3 בדצמבר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Java/ C++/ Python Professional, איש/אשת אוטומציה, Online Marketing, מפתח/ת J2EE, מעצב/ת UI ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-03T13:32:35Z", "modified_time": "2015-12-03T12:50:54Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Java/ C++/ Python Professional, איש/אשת אוטומציה, Online Marketing, מפתח/ת J2EE, מעצב/ת UI ועוד\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nחברת סטארטאפ, שהוקמה בשנת 2013, מפתחת מנוע חיפוש המציג אפשרויות לתחבורה ציבורית ברחבי אירופה. המוצר זמין ב-WEB ובאפליקציות Mobile. כיום החברה מונה 125 עובדים, ב-30 מדינות שונות. בסוף 2014 גייסה החברה 27 מיליון דולר.\nדרישות:\nנכונות לרילוקיישן לברלין.\nאנגלית ברמה גבוהה.\nניסיון באחת מהשפות הבאות: Java, Ruby ,JavaScript, C# , python.\nניסיון בבדיקות אוטומטיות באחד מהכלים : Cucumber, Selenium, Appium, Calabash, CasperJS.\nניסיון בבדיקות ידניות.\nהבנה בסיסית ב-HTML , JS.\nניסיון ב-CI – יתרון.\nניסיון בבדיקות אוטומציה לMobile – יתרון.\nלשליחת קורות חיים למשרת Software Developer in Testing\n\nלחברת הייטק מעולה באזור המרכז דרושים מפתחי JAVA תותחים בסביבת WEB.\nדרישות:\n3-4 שנות ניסיון בפיתוח J2EE- חובה.\nניסיון בעבודה עם spring.\nניסיון עם BIG DATA- יתרון משמעותי.\nתואר מאוניברסיטה נחשבת- יתרון משמעותי.\nלשליחת קורות חיים למפתח/ת J2EE\nManaging online and offline campaigns in variety of platforms. The marketing Campaigns\nManager is responsible for analyzing data and optimizing campaigns performance by investigating the markets preferences, think of attractive creatives and analyzing the campaigns data in order to decide what to do next. Working with leading companies: Google, Facebook, Bing, Twitter etc.\nRequirements:\nB.Sc. in Engineering/BA Statistics or similar- Grade average 80 and up.\nAnalytical abilities.\nHigh level of English.\nExcel skills.\nAdditional languages – advantage.\nTo send a CV for the position of Online Marketing\n\nAre you a passionate UI Designer?\nHave you ever dreamt to work in one of the world’s leading gaming companies?\nTo leave your mark? To make a difference?\nPlaytika is the place for you.\nTogether we will create the most epic kick-ass entertainment experience ever!\nCreate a playful, intuitive cohesive look & feel, and overall user experience for our products.\nResponsible for designing and implementing challenging and dynamic interfaces for web and mobile environments.\nConceptualize, present and execute ideas within a tight schedule technical.\nRequirements:\nAt least 2 years of experience in UI design.\nDeep understanding of UX principals.\nExcellent knowledge of Photoshop and Flash and After Effects.\nKnowledge in 3D Max/Maya/illustrator – advantage.\nExperience developing for multi-platform user interface – advantage.\nGaming background – advantage.\nPLEASE ATTACH PORTFOLIO (sorry, but we will contact only resumes with portfolio links).\nTo send a CV for the position of UI Designer\nWe are seeking for an QA lead.\nRequirements:\n3-5 years’ experience in software manual testing (Functional ,UI ,regression and versions release).\nMinimum 2 years’ experience as a technical QA leader.\nProven experience on web based application testing (client –server).\nProven experience on read and write tests documents (STD, STP, STR).\nExperience working with Test management tools (visual studio/MTM/QC).\nAutodidact, independent, problem solver with get things done attitude.\nAdvantage:\nExperience with automation testing tools for web (selenium-webDriver) – a major plus.\nExperience with O.O languages (c#, Java).\nExperience with scripting language (JavaScript).\nExperience with packet analysers tools (Wireshark, fiddler).\nWorking with AgileScrum methodologies.\nTo send a CV for the position of QA Lead\nAs our Senior Technical Architect, you will design and lead projects, solutions and product development at the forefront of the company. You will assist the product team with defining the company solutions and will join the sales and the delivery teams when technical effort is needed. You will develop code for strategic prototypes.\nAs part of the CTO office team, you will be part of technical initiatives and the company vision.\nRequirements:\n10+ years of experience in large system development.\n10+ years of hands-on experience developing code for prototypes.\nExcellent knowledge in networking.\nExcellent knowledge and experience in system design & Open Daylight.\n5+ years of OO and Java experience.\nTo send a CV for the position of Senior architect\n\nA leading International Online Corporate is seeking for Java/ C++/ Python Professional for relocation toTokyo-Japan.\nTo join a well-known corporate and to lead cutting edge technologies and architecture for Big data based products.\nGreat opportunity for relocation to Japan! To work in a fast paced company and state of the art technologies.\nRequirements:\nComputer science degree from a leading academic institute.\nSolid hands-on experience in web application in Java,C++ or Python.\nSolid experience in Big Data – A must.\nExperience in wide range of data stores – My SQL/Mongo DB/Redis.\nExperience in machine learning and B2C companies – Big advantage.\nBest practice person and developer.\nEnglish – Business level .\nWilling to relocate to Tokyo.\nTo send a CV for the position of Java/ C++/ Python Professional\n\nHave you ever wanted to take part in building a big data search and analytics engine?Have you ever dreamed that you will have an opportunity to re-invent the way people explore big data? ‘Reinventing Big-Data Engine’ is happening NOW in Kusto team.\nThe team started as a small incubation a year ago, and has already made a lot of buzz inside Microsoft, offering new solution for exploring and analyzing logs data which is based on new disruptive technology. Kusto’s lists of customers already includes large Microsoft cloud services, and is constantly expanding.\nNow, that the team is growing, we are looking for strong and motivated developers to position Kusto as THE technology for log search and text analytics across Microsoft, providing value to external customers offering and Microsoft internal large scale telemetry initiatives. Join us and be part of the Next Big Data Thing.\nRequirements:\nYou are passionate about writing performant code (C# and C++).\nYou are even more passionate about building a large scale service.\nYou are really interested to understand how things work deep down.\nYou see the mission and you know how to drive to it on your own.\nYou love customers and wish you had a link to them directly.\nYou have a desire to deal with a real engineering challenge and win.\nTo send a CV for the position of Software Engineer- Kusto\n\nNinja iOS developer wanted for a startup that will change the world!\nLocated in the heart of Tel Aviv, in Rothschild Avenue, with espresso, sushi at noon & hipsters on the street. BEEN THERE DONE THAT. PapTap is not just any startup.\nElite technology squad with the cause of making small businesses lives happier.\nOffices are fun & cool in Or Yehuda with parking for all, unaware hipsters & without the traffic. So instead of waking every morning into the daily Tel Aviv chase, wake up with a smile & come home – to us.\nRequirements:\nBA/BS degree in Computer Science, Engineering or a related subject.\nAt least 2-3 year of experience with native (Objective C) iOS applications development on Xcode platform.\nAt least 3 published running apps in portfolio.\nDeep understanding of the full mobile development life cycle, actual experience with OOP in Objective C, Memory Management, iPhone/iPad Utilization, Social Integration, Client-Server, SQLite, Delegation, Storyboards, Core Animations, Core Data, FMDataBase, UIDynamics, OpenGL.\nCollaboration abilities with cross-functional teams to define, plan, execute and ship new features.\nTo send a CV for the position of Lead iOS Developer\n\nForter is looking for a Fullstack (Product) Engineer to develop and cultivate new products for fraud detection. More than in other teams, the engineering decision made in Forter’s product team needs to balance not only engineering factors, but also user experience, aesthetics, legal and financial considerations, and a general sense for what’s most important.\nEngineers on the product team have a knack for making tools powerful without compromising their ease of use. This applies to both for visual tools (like our customers’ dashboard and internal analysts’ system) and programming tools (like our API).\nStuff you’ll be doing:\nInfluence how our product offering looks and behaves.\nContribute to our browsers’ interfaces and research toward fraud prevention.\nDesign and implement unique solutions for data interfaces both to merchants’ platforms and internal tools (for our analysts team).\nTake full ownership of a feature set from first discussion to bringing it live on the site.\nRequirements:\nExperience of 3+ years throughout the web development stack such as Node.js, AngularJS, React.js etc.\nExpert-level knowledge of javascript: you understand prototypical inheritance, scope & closures.\nAdvanced HTML & CSS (including SASS/LESS) skills.\nStrong pixel-by-pixel attention to detail.\nGreat communication skills.\nSelf-driven and can deliver solutions partnering with both internal and external development teams without the need of a project manager.\nTo send a CV for the position of Fullstack (Product) Engineer", "keywords": "ui,ux,vsli engineer,web,web designers,גיקג\\'וב,דרושים,מהנדסים,מנהלים,מעצבים,משרות,משרות בהיי-טק,מתכנתים,ראשי צוות,רשת,גיקגו\\'ב,לוח משרות הייטק"}