{"url": "https://www.geektime.co.il/geekjob-251115/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 25 בנובמבר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: UI Designer, מומחה שיווק אונליין, Software Architect for New Innovation Team ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-25T16:22:23Z", "modified_time": "2015-11-25T16:23:28Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: UI Designer, מומחה שיווק אונליין, Software Architect for New Innovation Team ועוד\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nלחברת ביטוח מובילה באיזור המרכז דרוש/ה בודק/ת תוכנה WEB לתפקיד מעניין כחלק מצוות בדיקות תוכנה.\nדרישות:\nניסיון של שנה – שנתיים בביצוע בדיקות תוכנה ידניות וכתיבת תסריטים תוך יישום מתודולוגיית בדיקות.\nניסיון בבדיקות client-server – חובה.\nניסיון בבדיקות WEB – חובה.\nידע וניסיון בעבודה מול DB – חובה.\nניסיון בבדיקת אפליקציות mobile – יתרון משמעותי.\nידע בתחום הביטוח – יתרון משמעותי.\nלשליחת קורות חיים למשרת בודק/ת תוכנה WEB\n\nחברה מובילה בתחומה מגייסת אקדמאים מצטיינים בלימודי מדעים מדוייקים למסלול ייחודי.\nמדובר בהכשרה ועבודה בתפקידי פיתוח תוכנה בחברות גדולות, מוכרות ומבוססות ברחבי הארץ.\nדרישות:\nתואר ראשון או שני במדעים מדויקים, מדעי המחשב וכד’.\nפסיכומטרי בציון 700 ומעלה והצטיינות בתקופת הלימודים.\nנכונות מלאה להכשרה אינטנסיבית במשך כ-25 שבועות.\nכושר למידה עצמית, מוסר עבודה גבוה ותקשורת בין אישית.\nלשליחת קורות חיים למשרת אקדמאים מצטיינים\nAre you a passionate UI Designer?\nHave you ever dreamt to work in one of the world’s leading gaming companies?\nTo leave your mark? To make a difference?\nPlaytika is the place for you.\nTogether we will create the most epic kick-ass entertainment experience ever!\nCreate a playful, intuitive cohesive look & feel, and overall user experience for our products.\nResponsible for designing and implementing challenging and dynamic interfaces for web and mobile environments.\nConceptualize, present and execute ideas within a tight schedule technical.\nRequirements:\nAt least 2 years of experience in UI design.\nDeep understanding of UX principals.\nExcellent knowledge of Photoshop and Flash and After Effects.\nKnowledge in 3D Max/Maya/illustrator – advantage.\nExperience developing for multi-platform user interface – advantage.\nGaming background – advantage.\n*** PLEASE ATTACH PORTFOLIO (sorry, but we will contact only resumes with portfolio links).\nTo send a CV for the position of UI Designer\n\ndapulse is a successful new tool for managing teams and entire companies. Released about a year and a half ago, dapulse shows an amazing growth with customers like Uber, Blizzard, Wix, Fiverr, Outbrain, WeWork and 1700 others.\nWhat you’ll be doing:\nManage high budget and large scale Facebook and Google PPC\ncampaigns.\nAnalyze and optimize campaigns constantly to maximize revenue.\nInitiate and implement improvements and creative solutions to increase campaigns activity.\nRequirements:\n2+ years of online marketing experience.\nProven track record of effectively managing large advertising budgets generating high-volume of quality leads media buying.\nHands-on experience with Google AdWords / Facebook Ads is a must.\nAbility to optimise all aspects of a PPC campaign: keyword research, bid management, ad copywriting, landing pages, conversion funnel.\nExperience with multi-country web marketing efforts.\nTo send a CV for the position of Online Marketing Expert\n\nA well-established company in the field of networking is seeking for a Software Architect.\nTo join a new innovation team. To seek and implement new technologies, lead the development cycle in several state of the art innovations and to be the subject matter expert for the development teams within the company.\nThis is a great opportunity to join a new innovation team seeking and implementing state of the art technologies in the field of networking.\nRequirements:\nBsc in computer science from a leading academic institute.\n5+ years server side development experience.\nExperience in software architecture – a must.\nSolid programming skills in Java,Python.\nExperience in web application/virtualization – a must.\nExperience in networking – big advantage.\nProven oop experience – a must.\nLinux experience – a must.\nHands-on person,new technologies seeker,very independent.\nTo send a CV for the position of Software Architect for New Innovation Team\nAs the primary support person, you will be responsible for analyzing, investigating and working with R&D to resolve customer issues. You will work hands on with databases (MySQL, RedShift, Couchbase, Elastic), Amazon AWS, and other leading technologies.\nAs the first engineer on the new support team, you will be able to influence on the work procedures, tools and vision of the team.\nRequirements:\nExperience working with SQL – Must.\nHigh attention to detail, with ability and passion to troubleshoot complex problems.\nExcellent written and verbal communication skills (English and Hebrew).\nAble to work independently and make decisions. Demonstrated ability managing priorities in a fast-paced environment.\nA strong sense of empathy with customers.\nAt least 3-4 years experience in a similar role in a SaaS or web company, working on critical production environments.\nTo send a CV for the position of Tier 2 Support Engineer\n\nDevOps engineer that will join a team that creates & maintains critical web services for the company.\nRequirements:\nAt least 3 years of experience in a dynamic language (Ruby, PHP, Perl, JS).\nDBA experience (MySQL, PostgreSQL, CouchDB, Memcache, Redis).\nLinux sysadmin experience.\nUnderstanding of protocols and software stacks used with web development.\nExperience working with high-traffic, scalable systems (in public or hybrid clouds is a plus).\nWorking knowledge of source control tools (git is a plus).\nAbility to research, learn and implement new technologies in short time.\nAbility to work independently and as a part of a team.\nTo send a CV for the position of DevOps Engineer\n\nJoin the new Microsoft Health team in Israel, and help us make a difference in people’s lives. Come and make real world impact by building innovative technology that will empower consumers to take a proactive and preventative approach to their health, fitness and wellness, using biometric data from wearable devices, rich user understanding, and diverse world knowledge.\nTechnology evolution and market trends create a unique opportunity to help our users manage their health and wellness in a highly personalized manner. Microsoft Health aims to provide disruptive capabilities in this space. The new Microsoft Health team in Israel will focus on driving innovative personalized health and wellness scenarios and experiences in Cortana and beyond, and powering those scenarios with advanced personal analytics based on machine learning models and diverse algorithmic approaches.\nWe are looking for Senior Software Engineers, with strong technical leadership. The ideal candidate would be an experienced developer with background in delivering services and experiences at scale, experienced with complicated landscapes, familiar with big data and machine learning, experienced with creating algorithms that leverage diverse data, proficient in C# or similar and a quick learner.\nRequirements:\nB.Sc. in Computer Science or equivalent.\n5+ years of software development experience using C#, Java or similar language.\nStrong technical abilities, problem solving, design, coding and debugging skills.\nExperience in developing, shipping and operation of cloud services is a significant advantage.\nExperience in Machine Learning and algorithm development is a significant advantage.\nStrong communication skills and track record of successful cross-group collaboration.\nIndependent, quick learner, capable of making decision in an ambiguous environment.\nEnthusiastic and team player.\nTo send a CV for the position of Sr. Software Engineer- Microsoft Health ILDC\n\nDo you love solving problems and help others? Do you want to work with customers who are changing the way software development is done? Join the BlazeMeter Customer Support Team.\nResponsibilities:\nHelp customers solve technical problems.\nReproduce customer issues.\nDevelop samples demonstrating JMeter testing in the Source cloud.\nCollaborate internally with development and sales teams.\nRequirements:\nGood understanding of computer basics such as:\nComputer Networking ;Operating Systems (Redhat/Debian/osx) ;Scripting languages (Java, Ruby, JS, Python) – advantage.\nService orientation.\nGiving proper customer support while keeping the Company’s interests.\nResponsible, self-directed and highly adaptive to changing priorities.\nTroubleshooting skills.\nDebugging scripts/product .\nWriting basic scripts.\nStrong Analytical capabilities.\nWorking hours : Monday- Thursday 10:00 – 19:00 , Sunday & Friday 10:00-15:00.\nComing from the field of Testing/QA/DevOps/Ops – advantage.\nTechnical knowledge in performance testing – advantage.\nEnglish Speaker.\nTo send a CV for the position of Support Engineer", "keywords": "ui,ux,vsli engineer,web,web designers,גיקג\\'וב,דרושים,מהנדסים,מנהלים,מעצבים,משרות,משרות בהיי-טק,מתכנתים,ראשי צוות,רשת,גיקגו\\'ב"}