{"url": "https://www.geektime.co.il/geekjob-191115/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 19 בנובמבר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: מומחה Ruby/Java, ראש צוות אבטחת מידע, Full stack marketing manager ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-19T13:28:20Z", "modified_time": "2016-02-04T11:30:06Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: מומחה Ruby/Java, ראש צוות אבטחת מידע, Full stack marketing manager ועוד\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nהתפקיד כולל תמיכה ושירות לעובדי החברה בסביבה מרובת משתמשים.\nמתן פתרונות תקשורת, טיפול בתקלות. מדי פעם יציאה לשטח לצורך טיפול בתקלות בסניפים.\nנכונות לעבוד במשמרות (9:00-18:00 / 10:00-19:00 / 11:00-20:00) ומשמרות של ימי שישי (חופש באמצע שבוע, במידה ועובדים בשישי).\nכוננות של 24/7 בתשלום.\nדרישות:\nעדיפות לבוגר: MCSA ,MCITP עם הסמכות.\nניסיון קודם – יתרון משמעותי.\nידע בתחום הרשתות. והחומרה.\nניסיון בפתרון תקלות ב-Office, Windows 7.\nידע ב-Active Directory, Office 365, DNS, DHCP.\nידע ב-PBX FREE – יתרון.\nאנגלית ברמה גבוהה.\nלשליחת קורות חיים למשרת IT – HELPDESK\n\nניהול צוות האחראי על תפעול שותף של מערך ההרשאות, עבודה בסביבה מרובת מערכות ותמיכה והטמעה של פרויקט IdM ארגוני. התפקיד מצריך עבודה מול גורמים טכנולוגיים ועסקיים כאחד, יכולת הנעה והובלה של פעילויות לקידום מערכות חדשות בצד ניהול המשתמשים וההרשאות.\nדרישות:\nניסיון של לפחות שנתיים בניהול צוות.\nניסיון בהובלה והטמעה של תהליכי עבודה.\nניסיון רלוונטי בתחום מערך ההרשאות.\nהיכרות עם מערכות SAP – יתרון.\nהיכרות עם מערכות AS400 – יתרון.\nהכרות וניסיון בעבודה עם צוותי פיתוח .\nיישום ותפעול שוטף של תשתית מרכזית לניהול מערך משתמשים והרשאות אל מול מערכות הארגון.\nלשליחת קורות חיים למשרת ראש צוות אבטחת מידע\nJoin an amazing full stack tech marketing services company that serves the most innovative early stage companies out there. Help startups skyrocket their launch and scale up, globally. Areas of responsibility: Strategic marketing, marketing project management, global PR, content marketing, online / mobile campaigns, media buying and tracking, SEO, mobile-app marketing, data driven analytics and much more. Yeah, stretch up your skills.\nRequirements:\nNative / superb English speaker (English only resumes please! Interviews will be held in English) – work will include writing in social channels and professional blog posting.\nSocial animal (like really!) including Twitter.. Instagram.. LinkedIn.. Facebook and more\nOnline / Mobile / Tech products marketing experience a must! (We don’t care if it’s 2 or 5 years, you get the idea).\nAnalytics and reporting expertise a must- We are after a data driven professional, who can track the behavior of users / visitors and optimize conversions.\nExcellent presentation skills – You will need to present / train entrepreneurs and run marketing workshops.\nTechy sole. Passionate about mobile, online and tech products.\nWe’d love it if you also have / are:\nPrevious experience with mobile / online advertising campaigns – FB, Google, Twitter and specific ad networks.\nPrevious experience with content writing / editing / distribution – Both organic and paid (Yeah, techy content for geeks like us).\nPrevious experience with online / mobile analytics platforms such as Google analytics, Mixpanel, etc.\nA VB, Techcrunch, Geektime, TNW, BI reader on a daily basis. You goatta know what’s going on.\nA mingling kinda guy. Someone who feels comfortable at industry events, charismatic and impressive.\nTo send a CV for the position of Full stack marketing manager\n\nNinja iOS developer wanted for a startup that will change the world!\nLocated in the heart of Tel Aviv, in Rothschild Avenue, with espresso, sushi at noon & hipsters on the street. BEEN THERE DONE THAT. PapTap is not just any startup.\nElite technology squad with the cause of making small businesses lives happier.\nOffices are fun & cool in Or Yehuda with parking for all, unaware hipsters & without the traffic. So instead of waking every morning into the daily Tel Aviv chase, wake up with a smile & come home – to us.\nRequirements:\nThe Ninja must have honor and:\nBA/BS degree in Computer Science, Engineering or a related subject.\nAt least 2-3 year of experience with native (Objective C) iOS applications development on Xcode platform.\nAt least 3 published running apps in portfolio.\nDeep understanding of the full mobile development life cycle, actual experience with OOP in Objective C, Memory Management, iPhone/iPad Utilization, Social Integration, Client-Server, SQLite, Delegation, Storyboards, Core Animations, Core Data, FMDataBase, UIDynamics, OpenGL.\nCollaboration abilities with cross-functional teams to define, plan, execute and ship new features.\nTo send a CV for the position of Lead iOS Developer\nA successful, fast growing Internet company located in Ramat Gan is looking for a .Net Developer.\nRequirements:\nKnowledge in MS SQL database, including schema design, writing queries and stored procedures.\n5 years of software development experience, 3+ using C# .Net framework 2.0 or higher.\nAt least 3 years’ experience with OOD/OOP & Design pattern.\nAt least 3 years working experience in development team.\nAt least 1 year experience with ASP.NET.\nHighly proficient or mother-tongue English.\nBSC Degree – mandatory.\nGood interpersonal relationship and teamwork skills.\nAchievement-oriented, hard worker.\n“Out of the box” thinker.\nAutodidactic skills.\nPlease include the positon number in the e-mail headline.\nSafeCharge is proud to be an equal opportunity employer.\nTo send a CV for the position of Dot Net Developer\nManage the product department;\nCollaborate to define the product vision, strategy and business model;\nOwn game metrics and ensure success and growth of the product;\nDrive the product roadmap from beginning to end;\nIdentify opportunities for key initiatives to enhance the customer experience;\nDefine requirements, drive customer experience projects, and work with all relevant cross-functional teams to guarantee smooth, efficient implementation;\nOwn feature definitions, detailed requirements, business process changes, internal communications, and implementation plans;\nDrive optimization planning and monitor current initiatives: define testing protocol (A/B, multi-variant, etc.), set up process using optimization tools, write test projections and forecasts, and measure performance to report on variances and recommendations;\nManage ongoing maintenance and enhancement of product features.\nRequirements:\n5+ years of experience in product management in social-networking, or game development is a must, mobile product management experience is an advantage.\n3+ years of experience in managing a product department – a must.\nGaming company experience – great Advantage.\nExperience in B2C – a must.\nExperience in working with R&D offshore – an advatange.\nProven ability to partner with cross-functional disciplines, and to influence effectively.\nExperience creating wire frames for feature development, including reporting and tracking tools.\nExperience with A/B testing – an advantage.\nTo send a CV for the position of VP Product\nThe full stack developer will join our core web application team, and take a central role in building the customer-facing web application. The developer will be responsible for end-to-end design and implementation of major features, Mainly focusing on server-side Java with a dash of client-side, giving our customers clarity and control over an advanced big-data security analysis solution.\nRequirements:\nGreat enthusiasm for clever technology and getting things done.\nGreat interpersonal skills – a must.\n3+ years of experience with modern web application technologies.\n3+ years of experience in Java application backend development.\nProven ability to translate product requirements into successful features.\nExperience in AngularJS or similar technologies – an advantage.\nTo send a CV for the position of Full Stack Developer\nOur technology-driven Internet Company is looking for a hardcore Ruby/Java Expert to join our talented R&D team and work on our core server/application products\nResponsibilities:\nDevelop our next-generation distributed, web-based systems.\nLead and deliver high scale projects from end to end.\nGather product and technical requirements.\nWrite unit and integration tests; collaborate with QA automation.\nDesign system deployment and configuration for continuous\nintegration.\nBe responsible for monitoring integration and smooth production\noperation.\nDesign and write code primarily using: Ruby on Rails; HTML/CSS;\nJavaScript and Ajax while working in Agile methodology.\nWork with Big Data using NoSQL technology (e.g. Mongo,\nCassandra, etc.).\nRequirements:\nAt least 8 years of experience with Java/RoR/PHP development.\nExperience with project design, coding and release to customers.\nExperience with Agile development, including continuous integration, continuous deployment and coding for automated testing.\nExtensive experience with Server-side technologies such as: ActiveRecord; Ruby; ROR; HTTP Protocol; etc.\nExperience with application servers such as: Nginx, Apache, Unicorn.\nProficient in POSIX based environments such as Linux or Mac OS X.\nBonus Points:\nFirst-hand experience in Test-Driven Development.\nExperience with NoSQL systems (MongoDB, Couchbase, etc.).\nExperience with designing and coding large scalable systems.\nExperience with developing web applications: JS, HTML, CSS, AJAX, REST, JQuery, Angular.\nTo send a CV for the position of Ruby/Java Expert\n\n“Game Changer” is what we often hear from our customers. This is a rare opportunity to join a young startup and become part of the core team. We offer a competitive salary and options plan.\nReactful serves more than 50 million visitors each month, empowering our customers’ websites with the latest in conversion patterns. Our “collaborative learning” technology processes droves of data from each customer and reaches deep conclusions on visitor behavior patterns and the appropriate reaction to them.\nTechnology Snapshot: Google Cloud, Google App Engine (Python), BigQuery, BigTable, Prediction API, Proprietary Machine Learning algorithms\nJavascript, CSS, HTML, AngularJS, JQuery, Ajax & DOM manipulations, Responsive Web\nTech we didn’t think about and you like.\nWe are a young, small and vibrant startup with well-known paying customers and are looking to grow massively in the upcoming year. Since we spend lots of time at work, we also value our working space & atmosphere.\n5 things to know about us @Reactful: We-\nAre a global company. We work out of Palo Alto CA & Tel Aviv\nServe well known paying customers from around the globe who love our product\nAre funded by serious investors who deeply believe in what we’re building\nWork with cutting edge tech that is redefining an industry (and is interesting to build out)\nValue our work space and invest heavily in a techy (nerdy?), fun environment\nRequirements:\nExceptional learning skills and a can-do attitude.\nExperience with big data and cloud development.\nSignificant programming experience and Python in particular.\nExperience with Front-end development – Advantage.\nMotivation to become a team leader in the future – Advantage.\nTo send a CV for the position of Full Stack Developer", "keywords": "ui,ux,vsli engineer,web,web designers,גיקג\\'וב,דרושים,מהנדסים,מנהלים,מעצבים,משרות,משרות בהיי-טק,מתכנתים,ראשי צוות,רשת,גיקגו\\'ב"}