{"url": "https://www.geektime.co.il/galaxy-gear-review/", "type": "article", "title": "Galaxy Gear: שעון חכם שאתם לא ממש צריכים [סקירה]", "description": "ה-Galaxy Gear של סמסונג הוא מוצר מוקפד אך חסר שימושיות. כשבוחנים את המחיר, הפונקציונאליות וזמן הסוללה, קשה למצוא סיבות טובות מספיק ללכת ולרכוש אחד.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/11/galaxygearmain.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-11T13:06:09Z", "modified_time": "2013-11-11T13:06:09Z", "articleBody": "ה-Galaxy Gear של סמסונג הוא מוצר מוקפד אך חסר שימושיות. כשבוחנים את המחיר, הפונקציונאליות וזמן הסוללה, קשה למצוא סיבות טובות מספיק ללכת ולרכוש אחד.\nמקור: יח״צ\nטכנולוגיה לבישה הפכה בשנים האחרונות לדבר שבשגרה – עם שעונים חכמים המסתנכרנים עם הסמארטפון כגון ה-Pebble או ה-I’m Watch אשר מהווים למעשה Second Screen למשתמש הקצה, צמידים שמנטרים צעדים ושינה כגון ה-Jawbone Up, Fitbit Flex או Nike Fuelband הצליחו לחדור בצורה די יפה לשוק ולהעלות את המודעות הבריאותית של המשתמשים לעצמם. בקטגוריה זו תמצאו גם שעוני ספורט שיודעים לנטר דופק כגון ה-Polar ושבבים הטמונים בנעלי המשתמשים ומחוברים לסמארטפון שמעניקים למשתמשים זוויות שונות של מעקב אחר הפעילות הספורטיבית שלהם. בשנה האחרונה נכנסו לאופנה הזו גם מכשירים מתקדמים יותר, כגון ה-Scanadu Scout וה-Angel Sensor שיודעים למדוד טמפרטורת גוף, רמת חמצן בדם ופרמטרים נוספים ויכולים לעזור משמעותית לרופאים לעקוב אחר הפציינטים שלהם ולהגיב במהירות בעת מצבי חירום.\nבתוך ים המוצרים האלו, אשר הספיקו לתפוס נישות ספציפיות מסויימות, נחתה, איך לא, גם סמסונג – אשר בתור אחת מהחברות המשפיעות ביותר בתחום לא יכולה להישאר יותר מידי זמן מחוץ למשחק. מדובר כמובן ב-Galaxy Gear, אשר זכה להופעה הפומבית הראשונה שלו בספטמבר השנה, בתערוכת IFA 2013 בברלין ומאז הספיק לככב במיטב הפרסומות של ענקית הטכנולוגיה הקוריאנית במהלך שנועד לשווק אותו בתור ״הדבר הבא״. עם עיצוב מפתיע, תלות במגוון מוגבל של מכשירים ומחיר שלא מבייש את הדור האחרון של הסמארטפונים או הטאבלטים, נקודת הפתיחה של המוצר החדש היתה בהחלט בעייתית.\nצילום: אבישי בסה, Geektime\nהמכשיר עצמו בנוי מצמיד עשוי גומי, משולב בפלדת אל-חלד שמרגישים איכותיים במיוחד ועיצובו בסיסי. המסך עצמו, כמו כן גם המסגרת של השעון מרובעת למדי ונראה שבסמסונג באמת השתדלו להעניק חוויה דומה, עד כמה שאפשר לסמארטפון בעיצוב השעון עצמו, וכך הוא אכן מרגיש. בהשוואה לשעון ה-Pebble מדובר בהבדל של שמיים וארץ – ה-Pebble מצועצע הרבה יותר ומרגיש גם זול בהתאם, אך חשוב גם להזכיר כי מחירו של ה-Galaxy Gear כפול. כמו כן, בניגוד למסך ה-E-Paper של ה-Pebble, מסך המגע של ה-Gear מרגיש הרבה יותר יוקרתי ונחמד לתפעול, והכפתור הבודד מצידו הימני של המכשיר מעניק לו הרגשה מינימלית אך טובה, בניגוד לכפתורים הגדולים המעטרים את ה-Pebble משני צידיו.\nהייתי מספיק זמן עם השעון בכדי להגיד שלמרות שהוא לא מוסיף איזשהו פקטור אחר או סמל סטטוס של יוקרתיות ללבוש היום-יומי שלי, הכולל בדרך כלל חולצה קצרה וג׳ינס, הוא בהחלט נוח לשימוש מבחינת החוויה הבסיסית שלו: סיבוב פרק כף היד לכיוון הפנים תפעיל באופן אוטומטי את המסך בכדי שתוכלו לראות מה השעה או לתפעל את מגוון הפונקציות הקיימות בשעון והאופרציה עם היד השנייה לא ממש מסובכת או דורשת התנסות מיוחדת, כך שמבחינת הגישה לכפתורים ולפונקציות ומבחינת העיצוב הכללי של השעון, בסמסונג עשו עבודה לא רעה בכלל.\nצילום: אבישי בסה, Geektime\nה-Gear אורז בתוכו מסך בגודל 1.63 אינץ׳ ותצוגה ברזולוציה של 320×320, האחראים יחד לחדות של 277ppi (לשם ההשוואה, ב-iPhone 5C תמצאו 326ppi). לשעון יד בעל מסך קטן כל כך בהחלט מדובר ברזולוציה מספקת, וגם התצוגה במציאות, מעבר לנתונים הטכניים לא מצריכה יותר מכך – מדובר על פונטים גדולים ואייקונים בפורמט מסויים המותאמים לשעון, ונראים טוב מאוד. המסך עצמו מסוג Super AMOLED, כפי שניתן למצוא בסמארטפונים כמו ה-Galaxy S3, חד, בהיר והתצוגה שלו סבירה מספיק לשימוש גם בתנאים של אור שמש, תלוי בבהירות שהגדרתם, כמובן. השעון מצוייד ב-2 מיקרופונים לטובת איכות דיבור מירבית, שהוכיחה את עצמה בשימוש ככלי הדיבור העיקרי שלי, ורמקול אחד בו שומעים טוב את האדם בצד השני של השיחה, אך לא חזק מספיק, גם ברמת הווליום המקסימלית.\nמתחת לפני השטח, את ה-Galaxy Gear מריץ מעבד ה-Exynos של סמסונג במהירות שעון של 800MHz, כאשר סמארטפונים מהליין הגבוה רצים כיום במהירות עיבוד כפולה לפחות. עם זאת, אסור לשכוח שעדיין מדובר בשעון, ועל פי הצרכים גם כוח העיבוד שנדרש מהמכשיר יורד בהתאמה. פרט לכך, למכשיר 512MB של זיכרון פנימי RAM והוא מריץ גירסא מותאמת אישית של אנדרואיד 4.2.2, אך גם כאן צפויים עדכוני תוכנה נוספים לגירסאות 4.3 ו-4.4 של אנדרואיד, אשר הותאמה במיוחד לשימוש עבור מכשירים המגיעים עם זיכרון פנימי של 512MB RAM ומעלה, וה-Galaxy Gear בהחלט נופל לתוך הקטגוריה הזו. החיסרון היחידי, שאולי נובע מהמפרט הטכני הגבוה באופן יחסי, הוא הסוללה – 315mAh בלבד שמספיקים, במקרה הטוב, לחצי יום עבודה וזה הרי – דיי מגוחך.\nצילום: אבישי בסה, Geektime\nפרט לכך, המכשיר מגיע עם מגוון רחב של דרכי קישוריות וחיישנים – Low Energy Bluetooth 4.0 לצורך קישוריות Bluetooth בצריכת אנרגיה נמוכה עם הסמארטפון שלכם, דבר שהוכיח את עצמו, בכל מקרה בשימוש רציף עם מכשיר ה-Galaxy Note 3. אמנם יכול בהחלט להיות שמדובר בסוללה המפלצתית של ה-Note 3 שבזכותה הסמארטפון לא הותש אחרי שימוש של כמה שעות בלבד, אך גם הסוללה של ה-Gear (שהיא קטנה בנפחה גם ככה) לא חוותה ירידה משמעותית בעת הקישוריות הרציפה לסמארטפון. חוץ מזה, השעון מגיע עם מד תאוצה וג׳ירוסקופ המאפשרים לו באמצעות אפליקציית ה-Pedometer למדוד את מספר הצעדים של המשתמש.\nה-Gear מגיע עם מצלמת חיישן 1.9 מגה פיקסל ברזולוציה הניתנת לבחירה בין 1:1 (1392×1392) או תמונה רחבה יותר ביחס 4:3 (1280×960). מיקום המצלמה פונה אמנם קדימה ומאפשר למשתמשים לצלם כל הזמן את מה שלפניהם, ואפילו למטרידים מביניכם לרגל אחר מי שנמצא לפניכם בעת שהוא חושב שאתם רק בודקים משהו לא בסדר בשעון שלכם, אך עדיין מדובר במצלמה בינונית למדי, ובהתחשב בעובדה שבכיס שלי כרגע נמצא סמארטפון עם מצלמה עם חיישן 13 מגה פיקסל, אם אני כבר טורח לצלם תמונה, אני אבחר בסמארטפון שלי לטובת ביצוע המשימה, ולא בשעון, במיוחד בהתחשב בעובדה שאני לא אוכל לשתף אותה דרך השעון בחשבון הפייסבוק שלי לדוגמא, באותו הרגע.\nצילום: אבישי בסה, Geektime\nצילום: אבישי בסה, Geektime\nצילום: אבישי בסה, Geektime\nבעוד את כל הפונקציות הבסיסיות של השעון, כגון שינוי האופן בו השעה מוצגת ואילו אייקונים יוצגו לידה ניתן לשנות ללא תלות בסמארטפון, או שעון העצר. חוץ מכך – בכדי להיכנס לעולם האפליקציות המתאימות ל-Galaxy Gear, יש להגדיר את השעון עם הסמארטפון שברשותכם ולהוריד את אפליקציית ה-Gear Manager, אשר אמונה על כל התוכן שיימצא בשעון שלכם. בעוד רוב המשתמשים היו מסתבכים עם ההליך, מציאת האפליקציה והחיבור ל-Galaxy Gear, למשתמשי ה-Galaxy Note 3, המכיל את האפליקציה באופן מובנה, והסמארטפונים המכילים את שבב ה-NFC – מדובר בהליך פשוט יותר: כל שעליכם לעשות, הוא להצמיד את גב בית הסוללה הכלול עם השעון אל גב הסמארטפון שברשותכם – והאפליקציה תרד באופן עצמאי אל המכשיר.\nמגוון האפליקציות שניתן להוריד את ה-Galaxy Gear מוגבל למדי, ולמרות שמשתמשים ״מתוחכמים״ כבר הספיקו למצוא דרך כלשהי בכדי ״לדחוף״ אפליקציות צד שלישי אל השעון בדרך עקיפה – מומלץ להתרכז נכון לעכשיו באפליקציות המותאמות לשעון, והרשימה אינה גדולה במיוחד: eBay, Snapchat, Path, Evernote ו-RunKeeper זמינים להורדה דרך חנות האפליקציות של סמסונג, אך למרבה הצער, אפליקציות שימושיות יותר כגון GMail, WhatsApp, פייסבוק ואפליקציות נוספות שמהוות את הסיבה העיקרית לכך שאתם מוציאים את הסמארטפון מהכיס בכדי להתעדכן במה שקורה סביבכם, עדיין בולטות בהיעדרן, וכנראה שמסיבות ברורות של תחרות. ישנן תחליפים, כגון FBQuickview לפייסבוק ו-Tweet Quickview לטוויטר, אך האפליקציות הללו אינן משתוות ברמתן לאפליקציות שהיינו רוצים לראות במוצר שנמצא מתחת לאף שלנו כל הזמן: ההודעות הפרטיות אינן נצפות במלואן, ונראה כי יש עוד הרבה חבלי לידה שצריך לתקן לקראת המכשירים הבאים ועדכוני הגירסא הבאים בסידרה.\nצילום: אבישי בסה, Geektime\nהרבה משתמשים בוודאי ירצו להרגיש כיצד ה-Galaxy Gear מסתנכרן עם הסמארטפון שלהם, אך אני מניח שבסופו של דבר נסכים על כך שבמצב הנוכחי, מדובר באביזר נלווה אך מיותר לסמארטפון שלכם. אמנם מדובר במכשיר שיעניק לכם אינדיקציה אודות הודעות חדשות או נוטיפיקציות מסויימות מהסמארטפון שלכם, אך לא משהו שלא תוכלו להגדיר באופן עצמאי. גם אם תסתכלו אל מעבר לחסרונות של המכשיר ולעצם העובדה שמדובר במוצר שעדיין לא נותן ערך מוסף משמעותי למשתמש ותרצו לרכוש אחד כזה ולהניח אותו בבית, עדיין מדובר על הוצאה גדולה למדי, כאשר מחירו בחו״ל נע בין 300-350 דולרים ליחידה ובישראל – לא פחות מ-2,000 שקלים, סכום שבסביבתו תוכלו לרכוש סמארטפון כגון Galaxy S3 חדש מהקופסא.\nנראה, כי בסמסונג מיהרו מידי לשחרר מוצר חדש לשוק, כדי להחשב כמובילים בתחום הנחשב חם ולבדוק כיצד השוק מגיב אליו, אלא שכעת הבומרנג הזה חוזר אליהם ומהר מידי. אני מניח שגם שם ילמדו את הלקחים והגירסאות הבאות של המכשיר כבר יגיעו עם שימושיות יותר גדולה, מצלמה טובה יותר וחיי סוללה משופרים. בשלב זה אני מעדיף את השעון ״הטיפש״ שלי.\nצילום: אבישי בסה, Geektime\nגודל: 37x57x11 מ״מ.\nמשקל: 74 גרם.\nמעבד: Samsung Exynos, 800MHz.\nמסך ותצוגה: LCD Super AMOLED 1.63 אינץ׳, 262 אלף צבעים, 320×320 פיקסלים.\nקישוריות: Bluetooth 4.0.\nיציאות: ללא, יציאת Micro USB במתקן הטעינה.\nמצלמה: 1.9 מגה פיקסל, פוקוס אוטומטי, חיישן BSI.\nחיישנים: מד תאוצה, ג׳ירוסקופ.\nתמיכה בפורמטי וידאו: MP4, H.264.\nתמיכה בפורמטי שמע: AAC.\nסוללה: 315mAh.", "keywords": "סמסונג,גלקסי,גיר,שעון,שעון חכם,סמארטפון,נוט,samsung,galaxy,gear,watch,smartwatch,smartphone,note,galaxy note 3,גלקסי נוט 3"}