{"url": "https://www.geektime.co.il/shellshock-the-bash-virus/", "type": "article", "title": "גם OSX לא חסינה: הכירו את Shellshock, פירצת אבטחה חדשה המאיימת על האינטרנט", "description": "Heartbleed? חכו עד שתראו את זה. חור אבטחה עם פוטנציאל הרס גדול בהרבה מאיים על כמות רבה של מכשירים המריצים מערכות הפעלה מבוססות UNIX, כולל Mac OSX.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/09/shutterstock_1694021992.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-09-26T09:00:43Z", "modified_time": "2014-09-26T17:56:59Z", "articleBody": "Heartbleed? חכו עד שתראו את זה. חור אבטחה עם פוטנציאל הרס גדול בהרבה מאיים על כמות רבה של מכשירים המריצים מערכות הפעלה מבוססות UNIX, כולל Mac OSX.\nקרדיט תמונה: Shutterstock\nלאחר שהספקנו להירגע טיפה מפירצת ה-Heartbleed, שוק אבטחת המידע שוב סוער וגועש בימים האחרונים. האם אחד מהכלים הנפוצים ביותר כיום בעולם המחשוב הוא אחד מהגורמים המאיימים ביותר על אבטחת המידע של מחשבים רבים בעולם?\nעל פי דיווח של מומחה אבטחה בשם רוברט גרהאם (Robert Graham), מסתבר כי נמצאו בתקופה האחרונה סריקות רבות שכוונתן למצוא באג בשם Shellshock, אשר מקורו במעטפת שורת הפקודה Bash (ראשי תיבות של Born Again Shell).\nמעטפת (אנשי מקצוע מכירים את המושג בתור Shell) ה-Bash,  משמשת לצורך העברה ו”פירוש” של פקודות מהמשתמש אל מערכת ההפעלה ונכללת ככלי חינמי הנבנה על ידי קהילת הקוד הפתוח, במערכות הפעלה המבוססות UNIX. בין הנפגעות הפוטנציאליות ניתן למצוא את מערכת ההפעלה החופשית לינוקס, על שלל הפצותיה השונות ויותר מכך – OSX של חברת אפל, אשר הצטיירה עד כה כאחת ממערכות ההפעלה החסינות ביותר מחורי אבטחה.\nShellshock מאפשרת לתוקפים להריץ קוד זדוני מרחוק על מגוון רחב של מערכות – דוגמאת שרתי אינטרנט, נתבים או כל מכשיר אחר אשר עושה שימוש בגירסא של Bash המכילה את הקוד הפגום. כל מה שעל התוקף לעשות, הוא להזריק את הקוד הזדוני שלו אל משתני הסביבה של מערכת ההפעלה באמצעות סקריפט CGI או OpenSSH. כאשר תהליך מסויים עושה שימוש ב-Bash, הקוד מבוצע והפירצה הושלמה בהצלחה. מפיצות רבות של גרסאות שונות ללינוקס כבר דחפו את התיקונים הנדרשים ל-Shellshock אל המשתמשים שלהם, ביניהם Red Hat, Ubuntu, Fedora, CentOS ועוד. על פי הדו״ח, באג ה-Shellshock קיים כבר יותר מ-22 שנים וככל הנראה נוצל מספר לא קטן של פעמים בהיסטוריה, אך התגלה והתפרסם רק בימים האחרונים.\nאך החשש הגדול ביותר של מומחי האבטחה הוא דווקא מהמכשירים אליהם יהיה הרבה יותר קשה לדחוף עדכונים, כגון טלפונים סלולריים מסוימים המריצים גירסא ישנה של מערכת ההפעלה אנדרואיד ואפילו פריטים הנמצאים בשימוש יום-יומי של המשתמש הממוצע, כגון מצלמות אבטחה ואף מקררים. המומחים הזהירו כי מעטפת ה-Bash מכילה באג מדאיג במיוחד אשר עשוי להביא להשתלטות על כ-100 מיליון מחשבים ברחבי העולם, מה שיאפשר להשיג שליטה על מחשבים נגועים ובכך להשמיד נתונים, להשתלט על הרשתות ולשגר התקפות רחבות היקף על אתרי אינטרנט מסויימים בכדי לגרום להפלתם מרשת האינטרנט.\nאז מה אתם צריכים לעשות בכדי להיות מוגנים מה-Shellshock האימתני? ובכן, אם אתם משתמשי לינוקס, סביר להניח שכבר קיבלתם את העדכון המתאים למחשב הנמצא ברשותכם, עליו מותקנת ההפצה המתאימה.\nבמידה ויש ברשותכם Mac OSX, את תגובתה של אפל לעניין אף אחד עדיין לא הצליח להשיג, אך היינו ממליצים לכם להיות עם היד על הדופק ועם העכבר בתוך לשונית העדכונים ב-Mac App Store בכדי להבין מתי אפל ישחררו את העדכון המצופה לפירצה.\nבכל מקרה, עדיף לא להפעיל תוכניות שהורדתם ממקורות לא מוכרים ולהיזהר במידת האפשר, בכדי שהמחשב שלכם לא יהפוך לעוד מכונה שמתגייסת לצוות ההאקינג של Shellshock.\nקרדיט תמונה: Stealing a purse through a laptop concept for computer hacker, network security and electronic banking security", "keywords": "heartbleed,shellshock,לב מדמם,צדפה בהלם,נוזקה,וירוס,malware,virus,האקר,hacker"}