{"url": "https://www.geektime.co.il/the-dark-side-of-the-internet/", "type": "article", "title": "סיור בסמטאות האפלות של הרשת", "description": "שליש מתושבי כדור הארץ ו-85% מהישראלים מחוברים לרשת האינטרנט. עם זאת, מעטים מכירים את החלקים ''הנסתרים'' שברשת - חלקים שאינם נגישים למשתמש הממוצע. קבלו הצצה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/darkside.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-02T14:38:56Z", "modified_time": "2013-01-04T20:41:54Z", "articleBody": "שליש מתושבי כדור הארץ ו-85% מהישראלים מחוברים לרשת האינטרנט. עם זאת, מעטים מכירים את החלקים ”הנסתרים” שברשת – חלקים שאינם נגישים למשתמש הממוצע. קבלו הצצה\nהפוסט נכתב על ידי דן פלד, סטודנט לניהול ומדעי המחשב באוניברסיטה הפתוחה ומחזיק בתעודת CEH.\nתמונה: flickr, cc-by, Khairil Zhafri\nעל פי האתר Internet World Stats המספק מידע סטטיסטי עדכני על האינטרנט, יותר מ-2.2 מיליארד אנשים (כמעט שליש מאוכלוסיית כדור הארץ) עושים שימוש באינטרנט. ישראל לא נשארת מאחור כמובן, ובנתונים שפרסם משרד התקשורת עולה כי כ-85% מהבתים בישראל מחוברים לאינטרנט.\nעל אף היותו נפוץ כל כך, מעטים מהמשתמשים בו שמעו (במקרה הטוב) את אחד המושגים: Deep Web, Invisible Web, Undernet או Dark Web. כל אחד מהביטויים האלה מתייחס לחלקים “הנסתרים” שבאינטרנט – חלקים שאינם נגישים למשתמש הממוצע. מטעמי נוחות, לאורך המאמר אשתמש במונח Undernet.\nזוכרים את הסצנה בה הארי פוטר נכנס לסמטת Diagon, שם הוא נחשף לעולם חדש ומרתק? כך ניתן לדמיין את ה-Undernet. בסקירה אסביר את המושגים הנ”ל ואענה על שאלות כמו: מי ולמה מתעניין ב-Undernet? מדוע לא כל המידע נגיש למשתמש הממוצע? כמו כן, אסקור את הנושא של Web Crawling ואיך מנועי חיפוש עובדים.\nלמען הפשטות, אחלק את האינטרנט על-בסיס הנגישות למשתמש:\n1. Surface Web.\n2. Deep Web/Undernet.\n3. Dark Internet.\nסמטת Diagon מהסרט הארי פוטר\nהמונח Surface Web מתייחס לחלקים באינטרנט שניתנים למפתוח על ידי מנועי חיפוש קונבנציונליים. מנועי חיפוש בונים מאגרי מידע של הרשת בעזרת שימוש בתוכנות הנקראות Spiders או Web Crawlers שמתחילים את עבודתם עם רשימה של אתרים מוכרים. ה”עכביש” מקבל העתק של כל דף וממפתח אותו ומידע שימושי כך שיהיה נגיש במהירות לפעם הבאה שיהיה צריך לשלוף אותו. כל קישור לדף חדש בו ה”עכביש” לא ביקר, מתווסף לרשימת הדפים שאותם הוא צריך לבקר בהמשך. בסופו של דבר, כל הדפים הנגישים ממופתחים, אלא אם לעכביש נגמר הזמן או השטח בהארד-דיסק (ראוי לציין שלגוגל ו-Bing אין באמת מגבלת זמן או דיסק). אותו אוסף של דפים נגישים הוא זה שמגדיר את ה-Surface Web.\nDeep Web, הידוע (גם בשמות Deepnet ,Invisible Web ,Undernet או Hidden Web) הוא החלק ברשת שאינו שייך ל-Surface Web. רבים מבלבלים בין ה-Undernet ל-Dark Internet אבל בשורות הבאות אסביר את ההבדלים ביניהם. Mike Bergman, מייסד חברת BrightPlanet טבע את המשפט הבא: “ניתן להקביל חיפוש באינטרנט כיום לגרירה של רשת דיג באוקיינוס. דברים רבים יכולים להיתפס ברשת, אבל כמות אדירה של מידע נמצאת עמוק מאוד, ולפיכך מתפספסת”.\nמחקר שנערך מטעם אוניברסיטת קליפורניה שבברקלי בשנת 2001, אומד את נפח ה-Undernet בכ-7,500 טרה-בייטס. הערכות נוספות מדברות על מספרים כמו כ-300,000 אתרים כל ברחבי ה-Undernet בשנת 2004 וכ-14,000 אתרים בחלק הרוסי של ה-Undernet בשנת 2006.\nאחרון (ולא) חביב – Dark Web הוא מונח שכולל בתוכו את כל הרשתות באינטרנט שאינן נגישות. אין לבלבל בין ה-Dark Web לבין ה-Undernet שכן האחרון מתייחס לרשתות סודיות ואתרים שקשה למצוא בעוד הראשון כבר לא נגיש באמצעים קונבנציונליים. כישלונות בהקצאת משאבים אינטרנטיים שנוצרו בשל מגמת הצמיחה הכאוטית של האינטרנט הן הסיבה העיקרית להיווצרות ה-Dark Internet. צורה אחת של Dark Internet היא אתרים צבאיים שיושבים ב-MILNET הארכאית.\nMILNET (קיצור של Military Network) היא שם שניתן לחלק ב-ARPANET המיועד לתעבורת רשת בלתי מסווגת של משרד ההגנה האמריקאי. בשנת 1983 פוצלה ה-MILNET מה-ARPANET שנשארה שמישה לטובת מתן שירותים לקהילת המחקר האקדמי. הקישוריות הישירה שהייתה קיימת בין שתי הרשתות נחתכה מסיבות אבטחה. מאוחר יותר בשלהי שנות ה-80 התרחבה והפכה ל-DDN ,Defense Data Network שבסופו של דבר הפכה בשנות ה-90 ל-NIPRNET (קיצור שלNon-classified Internet Protocol Router Network) בעשורים האחרונים גדלה ה-NIPRNET לממדים אדירים וכיום היא מהווה את הרשת הפרטית הגדולה בעולם.\nעובדה זו מקשה מאוד על משרד ההגנה האמריקאי לבצע בקרה ומדי שנה 10 מיליון דולרים מהתקציב האמריקאי הולכים לטובת מיפוי של המצב העדכני של הרשת, במאמץ לנתח את התפתחותה ולזהות משתמשים שאינם מורשים. חלק מ-10 מיליון הדולרים הללו, הולך גם לבדיקת ואיתור חולשות באבטחה. בשנים האחרונות משרד ההגנה האמריקאי עושה מאמצים כבירים לשיפור האבטחה של הרשת ובשנת 2012 הפנטגון הודיע כי הוא מבקש 2.3 מיליארד דולרים על מנת לשדרג את האבטחה.\nתרשים של ה-MILNET מה-1 באפריל 1986\nכעת נחזור לעניננו. גילן של הרשתות הממשלתיות הללו הוא לפעמים שווה ערך לגיל ה-ARPANET המקורי, ולפעמים הן בדיוק אותן רשתות ממשלתיות פשוט לא התאגדו לתוך ארכיטקטורת האינטרנט שבינתיים התפתחה. על פי מקורות מסוימים, קראקרים משתמשים בטכניקות שונות לחטיפת ראוטרים פרטיים על מנת שיוכלו לנתב דרכם תקשורת או להסוות פעילות שאיננה חוקית. בעזרת שימוש בראוטרים הפרטיים הללו, ה-Dark Web יכול לשמש כפלטפורמה לשימוש פסול באינטרנט.\nאז לסיכום, כדי לחדד את ההגדרה של ה-Dark Web, מדובר בחלק באינטרנט שמורכב ממכונות שאינן נגישות באמצעים קונבנציונליים. לרוב המשמעות היא שהגדרות בראוטר כווננו כך שלא יהיה ניתן לגשת אליו. עם זאת, הביטוי “אינן נגישות” משתנה בעיני המתבונן. בסופו של דבר מחשבים שנמצאים ב-Dark Web עדיין מחוברים, פשוט לא ניתן לגשת אליהם בשיטות ה”מסורתיות”.\nכדי לקבל סדר גודל לגבי ההבדלים בין ה-Undernet ל-Surface Web מצורפת הטבלה הבאה:\n\nאנונימיות היא צורך קיומי עבור פושעי סייבר ולאורך השנים התפשטו ופותחו טכנולוגיות שונות שמיועדות לשמר את האנונימיות ברשת. החל בכאלה שמצפינות ערוצי תקשורת של מסרים מידיים (דוגמת PGP) וכלה בשירותי VPN. ה-Undernet מספקת לגולשים בה הזדמנות לחמוק מעייניהם של אלה שאוכפים את החוק. פשעי סייבר מאופיינים בכך שישות טכנית כלשהי משתמשת בשירותים החבויים ב-Undernet. ב”שוק השחור” סוחרים יכולים להקים מכירות פומביות, למכור תוכנות זדוניות ופרצות Zero-Day תוך שימור האנונימיות של כל הגורמים המשתתפים במכירה. מלבד פושעי סייבר, גם עיתונאים משתמשים בשירותי ה-Undernet בכדי לעקוף את הצנזורה של מדינות מסוימות.\nמטבע הדברים, ממשלות מגדילות את היכולת שלהן לפקח על הרשת החבויה. לאחרונה ה-FBI הקים יחידת מעקב שתפקידה הוא לפתח כלים טכנולוגיים לפיקוח על האינטרנט ועל תקשורת אלחוטית. “Going Dark” הוא שם הקוד לפרויקט שמרחיב את היכולות של ה-FBI ובכך מספק להם את היכולת להאזין לתקשורת בזמן אמת. על פי מקורות מסוימים, ל-FBI כבר יש יכולת ליירט הודעות ברשתות חברתיות וגם אימיילים. סביר מאוד להניח שחלקכם שמע על המערכת הזו שידועה בשם Carnivore ומאוחר יותר שמה שונה ל-DCS1000.\nבדומה ל-FBI, גם ה-NSA משקיעה משאבים בניטור של הרשת. לפני כשנה, הסוכנות החלה לבנות את מרכז הריגול הגדול ביותר בעיר Bluffdale. המרכז נקרא Utah Data Center ותפקידו יהיה ככל הנראה לנטר, לפענח ולעבד כל תקשורת שנמצאת תחת חקירה, מבלי להתחשב בסוג השידור. עלות המרכז היא כ-2 מיליארד דולר והוא צפוי להפוך למבצעי בספטמבר 2013.\nUtah Data Center – תרשים מתוך Wikipedia\nעם זאת, למרות כל מה שכתבתי לעיל, צריך להדגיש שב-Undernet משתמשים גם מדענים, חוקרים, עיתונאים ואנשים נורמטיביים שפשוט רוצים לשמור על הפרטיות שלהם.\nמנועי חיפוש “רגילים” אוספים את המידע בשתי דרכים עיקריות:\n1. קבלת המידע מ-Web Master (בעל האתר) אשר מעוניין כי האתר שלו יופיע במנוע החיפוש.\n2. שימוש בתוכנות שנקראות “Crawlers” או “Spiders”. אלה תוכנות שמסיירות ב-WWW בדומה לגולש אבל באופן מתודי ואוטומטי ומיועדות ליצור העתק של כל הדפים בהן הן ביקרו, ומשם יועברו לעיבוד על ידי מנוע החיפוש שימפתח את הדפים שהורדו בכדי לאפשר חיפושים מהירים.\nהטכניקה הנ”ל טובה, אך לא יעילה למציאת משאבים שנכנסים לאחת מהקטגוריות הבאות:\n1. תוכן דינאמי – דפים דינמיים שמחזירים תשובה כשנשלח אליהם קלט, או כאלה שניגשים אליהם דרך טפסים (Forms).\n2. תוכן לא מקושר – דפים שלא מקושרים אל דפים אחרים, בצורה כזו שמונעת מה-Crawlers/Spiders להגיע אליהם. דפים כאלה נקראים Backlinks או Inlinks.\n3. דפים פרטיים – אתרים שדרושים הרשמה ולוגין.\n4. דפי תוכן הקשרי – כאלה שהתוכן שלהם משתנה בהתאם למחשב שניגש אליהם. (לדוגמא, גישה מכתובת IP XXX.XXX.XXX.XXX תציג דף מסוג Y).\n5. תוכן מוגבל גישה – אתרים שמגבילים את הגישה אליהם באמצעים טכניים כמו Robots.txt, CAPTCHAs וכו’…\n6. תוכן שהוא Scripted – דפים שניתן לגשת אליהם רק דרך קישורים שנוצרים ב-JavaScript. כמו כן, תוכן שמורד בצורה דינאמית משרת ה-Web דרך Flash או Ajax.\n7. תוכן שאיננו HTML/Text – טקסטים שמוטמעים בתוך מולטימדיה (תמונות/וידאו) או קבצים בפורמט שלא נתמך על ידי מנועי החיפוש.\n8. תוכן טקסט בפרוטוקול Gopher וקבצים שמאוחסנים על שרתי FTP שלא “מסומנים” על ידי רוב מנועי החיפוש – גוגל לדוגמא לא “מסמנת” אתרים מחוץ לפרוטוקולים HTTP או HTTPS.\nנסו לחשוב ב”מסדי נתונים” ופתחו את העיניים שלכם. תוכלו למצוא מסדי נתונים שלמים שמכילים דפים מה-Undernet על ידי חיפוש שגרתי ברוב ספריות ה-Web הכלליות:\n\nטיפ: השתמשו בגוגל ובמנועי חיפוש אחרים בכדי לאתר מסדי נתונים על ידי חיפוש המילה “database”. זכרו שה-Undernet קיימת. בנוסף למה שאתם מוצאים במנועי החיפוש (כולל Google Scholar) ותיקיות ה-Web בטבלה הנ”ל, ישנם “מכרות זהב” נוספים בהם תצטרכו לחפש. מכרות אלה כוללים מגזינים, ארכיוני חדשות ועוד מגוון מקורות שמכוני מחקר וספריות משלמים כסף בכדי לחפש בהם.\nעד כה ראינו שה-Undernet, בזכות האנונימיות שהיא מספקת, פותחת הזדמנויות למגוון פושעי סייבר, אבל מלבד זאת היא יכולה להוות גם כלי ניתוח שימושי. Tor Metric Portal מציע ניתוחים סטטיסטיים שמייצגים את נפח הפעילות ב-Tor. ערכים אלה יכולים לשמש גם למטרות מודיעין. לדוגמא, אם ננתח מדדים עיקריים ברשת נוכל ללמוד על קיומן של מערכות ניטור פנים-ארציות למטרות צנזורה. לאחרונה, נעשה שימוש במערכות שכאלה באיראן ובסוריה בניסיון לדכא מחאות של מתנגדי המשטר ודליפה של מידע אל מחוץ למדינה. מצבים אלה הם ביטוי של משבר פוליטי במדינה ושימוש נכון ב-Tor Metric Portal יכול לתת אלמנט נוסף של הערכה לניתוחים המודיעיניים של חוקרי המודיעין.\nלדוגמא, ניתוח של מספר הגישות לרשת Tor בהצלבה עם “כמה גישות היה ניתן לבצע ל-Tor באותו זמן”, מגלה לנו איך תאגיד הטלקומוניקציה האתיופי פרס למטרות בדיקה DPI Deep Packet Inspection על כל תעבורת האינטרנט במדינה.\n\nעל מנת לגשת לחלקים עמוקים יותר ב-Deep Web, צריך להשתמש ב-Proxy כמו Tor.\nבחיי היום-יום שלנו יש לנו רמה מסוימת של פרטיות. יש לנו וילונות על החלונות, דלתות למשרדים ואפילו מגני מסך מיוחדים ש”חוסמים” עיניים סקרניות. הרצון לפרטיות מתרחב גם לשימוש באינטרנט. אנחנו לא רוצים שאנשים ידעו מה כתבנו בגוגל, על מה דיברנו בתוכנות כמו Messenger, או באילו אתרים גלשנו. לצערי, המידע הפרטי שלכם, ברובו, נגיש למי שצופה…\nכשאתם עושים דברים מסוימים באינטרנט, קיימות סיבות רבות ללמה תרצו להישאר בעילום שם. עם זאת, זה לא בהכרח אומר שאתם עושים משהו לא חוקי.\nפרויקט Tor, ראשי תיבות של The Onion Router הוא פתרון מוכר לבעיית הפרטיות באינטרנט. לפרויקט יש היסטוריה ארוכה שנובעת מפרויקט שנוהל על ידי מעבדת מחקר של הצי האמריקאי. לאלו שמתעניינים בהיסטוריה, תוכלו למצוא עוד חומר כאן. Tor היא בעצם רשת של מחשבים מסביב לעולם אשר מעבירה בקשות באופן מוצפן מתחילת הבקשה ועד שהיא מגיעה למכונה האחרונה ברשת, הידועה גם בתור exit node. בנקודה זו, הבקשה מפוענחת ומועברת אל שרת היעד. Exit node משמשת גם כנקודת היציאה של הבקשה וגם בתור נקודת הכניסה למידע שחוזר למשתמש שהגיש את הבקשה.\nכאשר אתם משתמשים ב-Tor, היעד הסופי שאיתו אתם מתקשרים, רואה את התקשורת הנכנסת כאילו מקורה מה-exit node. הוא לא יודע איפה אתם נמצאים או מהי כתובת ה-IP האמיתית שלכם. יתר על כן, המערכות האחרות ברשת Tor אינן יכולות לדעת את המיקום שלכם, מכיוון שבסופו של דבר הן רק מעבירות תנועה מבלי לדעת מה מקורה. התקשורת שתחזור אליכם בתגובה תגיע אליכם אבל מבחינת Tor אתם בסך הכל עוד “הופ” בדרך.\nתוכנת Tor היא חינמית לשימוש וזמינה לרוב מערכות ההפעלה. תוכלו להתקין את Tor על מערכת ה-Ubuntu שלכם על ידי כתיבת הפקודה: apt-get install tor. לפלטפורמות אחרות כמו Windows או Mac OS X תוכלו להוריד את החבילה מהאתר של Tor. ברוב המקרים, מה שתרצו להוריד זה את ה-Bundle. ניתן להוריד מכאן.\nלאחר ההתקנה, תוכלו להשתמש מידית ב-Tor. שימו לב שאם תורידו את ה-Bundle, כל התעבורה של הדפדפן שלכם תעבור דרך Tor. אם ברצונכם להשתמש בדפדפן אחר כמו FireFox, הדבר אפשרי ופשוט יחסית לביצוע. כל שעליכם לעשות הוא להתקין “הרחבה” ל-FireFox שנקראת TorButton.\nהכפתור נמצא בפינה הימנית למטה של הדפדפן מרגע שההרחבה מותקנת. לחיצה פשוטה על הכפתור מאשפרת לכם להפעיל או לכבות את השימוש ב-Tor. כעת כל שנותר לכם לעשות זה לקנפג את הדפדפן שלכם כך שיעבוד עם ה-Proxy. בנקודה זו, אתם אמורים להיות מסוגלים לגלוש באינטרנט באנונימיות. בכדי לוודא שהפעילות שלכם אכן אנונימית כדאי להיכנס לאתר כמו http://www.whatismyip.org ולוודא שכתובת ה-IP שחוזרת אליכם מהאתר שונה מכתובת ה-IP האמתית שלכם. אם זה המצב, הכל עובד כמו שצריך ותוכלו להמשיך בעסקיכם.\nבעוד Tor היא שירות מעולה, יש לה גם חסרונות. חסרונות אלו ישפיעו על מהירות הגלישה שלכם, האבטחה והאמינות של מידע שנשלח על גבי הרשת והיכולת שלכם לגשת למשאבים.\n1. מהירות – החיסרון העיקרי של Tor הוא מהירות הגלישה האיטית. זוהי בעיה מוכרת והיא קיימת מכמה סיבות. החיבור שלכם מקפץ בין מדינות בכל רחבי העולם, ובנוסף, חלק מעמדות ה-Tor הן בעלות רוחב-פס נמוך. למזלנו, קיימות תכניות לשדרוג המהירות והביצועים של Tor.\n2. מפעילי Tor בלתי-מהימנים – אנשים חסרי מצפון ידועים בהרצה של exit nodes. מה זה אומר? המשמעות היא שמפעיל Tor שרץ על exit node ומסתכל באופן ספציפי על התקשורת שלכם, יכול לשנות את התנועה לרווחתו. אם אתם מבצעים Login לאפליקציה שאינה משתמשת ב-SSL להצפנת הסיסמא, הפרטים שלכם חשופים לעיניו של מפעיל exit node. כמו כן, קחו בחשבון שמפעילי exit nodes מסוגלים לבצע מגוון מתקפות כמו man-in-the-middle ואפילו להזריק תקשורת ל”שיחות” שאינן מוצפנות. לדוגמא, דמיינו שאתם גולשים באתר אינטרנט רגיל, ומישהו שמפעיל exit node מחליט להזריק לכם iframe או קוד JavaScript זדוני. אם הקוד מנסה לנצל חולשה שהמחשב שלכם פגיע בפניה, אתם עלולים למצוא את עצמכם נגועים.\n3. רשימות שחורות – אתרים ושירותים מסוימים באינטרנט עוקבים אחר התנהגותם של אלה שמפעילים exit node. המשמעות של כך היא שאתם עלולים להיחסם מגישה לאתרים מסוימים בזמן השימוש ב-Tor. בעוד שרוב השימוש ב-Tor הוא לגיטימי, אנשים מסוימים משתמשים ב-Tor בכדי להחביא פעילות לא-חוקית. כתוצאה מכך, אתרים מסוימים בוחרים לחסום גישה לכתובות IP מסוימות כדי לצמצם את אותה פעילות.\nאם כבר התחלנו לגעת במגרעות של Tor זה יכול להיות זמן מתאים לדבר על כמה מתקפות פוטנציאליות כנגד משתמשי Tor. באופן כללי ניתן לומר ש-Entry node היא המערכת היחידה שיודעת את הזהות האמיתית של “הלקוח” ו-Exit node היא המערכת היחידה שיודעת את היעד של “הלקוח” ומהו המידע שהוא שולח.\n1. מתקפה דרך Plug-Ins בדפדפן – בכדי לגלוש באנונימיות דרך Tor, “הלקוח” חייב להשתמש ב-HTTP Proxy כך שהמידע שלו יעבור דרך Tor ולא על גבי האינטרנט. יש לכך חשיבות מרובה מכיוון שברירת המחדל של דפדפנים היא לשלוח שאילתות DNS שלא דרך SOCKS. גם אם משתמשים ב-Tor, אתרים מסוימים יוכלו לזהות את הגולש על ידי תוספות/PlugIns שמותקנים בדפדפן שלו, לדוגמא: Flash, JAVA, בקרי ActiveX ועוד לא בהכרח מעבירים את המידע דרך ה-Proxy:\nמה שאנחנו רואים בתרשים הנ”ל הוא מתקפת דפדפן שמתבצעת על ידי אפליקציית Java שכלולה באתר. במצב כזה, הדפדפן של הגולש פותח גם קשר ישיר מול מכונה שאוגרת את המידע שנשלח ועל ידי כך מסכנת את האנונימיות של הגולש.\n2. מתקפה על ידי ניצול של TorButton – כאמור, TorButton היא הרחבה שמאפשרת למשתמש בה להפעיל/לכבות את השימוש ב-Tor על ידי לחיצת כפתור פשוטה. במתקפה הנ”ל Exit node זדוני משנה את הדפים שאליהם נכנס הגולש על ידי שתילה של קוד JavaScript שמתחבר שוב ושוב לשרת שאוגר מספר ID. אם הגולש מכבה את השימוש ב-Tor על ידי לחיצה על TorButton אבל משאיר לשונית/חלון שבו הקוד עדיין רץ, הוא יתחבר ישירות לשרת האוגר.\nבפועל מדובר בהתקפה די פשוטה אבל מוגבלת באפקטיביות שלה. היא תוכל לחשוף רק גולשי Tor שיפסיקו את השימוש ב-Proxy בזמן שהדפדפן עדיין פתוח. ניתן להתגונן מההתקפה הזו בקלות אם נשנה את ההגדרות של TorButton כך שברגע שנפסיק את השימוש ב-Tor טעינה מחדש של דפים והרצה של קוד JavaScript מופסקים לפני שינוי הגדרות ב-Proxy.\n3. מתקפת MitM (Man in the Middle) – זוהי היא מתקפה בה מידע שנשלח בין מחשב א’ למחשב ב’ מיורט על ידי מחשב ג’ מבלי שא’ או ב’ יודעים מכך.\nברגע שחיבור ה-TCP מיורט, התוקף בעצם משרת כ-Proxy שמטבע הדברים יכול לקרוא ולשנות את המידע שמיורט. הסכנה ב-Tor היא מה-Exit nodes שבעצם יכולים לראות את המידע שאנחנו שולחים ליעד מבלי שהוא מוצפן. בכדי להתגונן מפני התקפה שכזו עלינו להשתמש בהצפנה חזקה מקצה-לקצה וכאמצעי הגנה נוסף לוודא את האותנטיות של השרת שאיתו אנחנו מדברים. תהליך האימות נעשה בדרך כלל באופן אוטומטי על ידי כך שהדפדפן שלכם משווה את תעודת ה-SSL אל מול קבוצה נתונה של רשויות אישורים מוכרות. אם אתם מקבלים הודעה בסגנון של התמונה הבאה, יכול להיות מאוד שאתם נתונים למתקפת MitM ואל לכם להתעלם מן ההודעה.\n\n \nשימו לב שכדאי לקחת בחשבון את העובדה שתוקף יכול לנקוט אמצעים נוספים בכדי להביא למצב שבו ההודעה הזו תהיה “שקופה למשתמש”. תמיד כדאי לצאת מנקודת הנחה שכשאתם גולשים ב-Tor המידע שאתם מעבירים עלול להיות גלוי למישהו.\n4. תחנות Tor בבעלות עוינת – לא ניתן להוכיח זאת, אך מספר רב של חוקרי אבטחה עם שם עולמי בתחום דוגלים בהנחה כי מספר רב של Exit Nodes נמצאים בבעלות גופים עם מטרות לא תמימות (כגון ה-NSA). הרעיון הוא שבמידה ולגוף יהיה שליטה על כלל החוליות (כברירת מחדל – 3) המהוות את תחנות הממסר של חבילת מידע ובייחוד על תחכנת הקצה (ה-exit node) ניתן יהיה להבין רבות על הגולש.\nעד כאן עם מתקפות שניתן לבצע על משתמשי Tor. יחד עם זאת, ראוי לציין שקיימות מתקפות אפשריות רבות נוספות.\nגלישה ב-Deep Web יכולה להיות מעניינת ופרודוקטיבית אך יחד עם זאת גם מסוכנת. לפעמים מספיקה בקשה אחת משרת בכדי לחשוף אתכם ואת המידע שאתם שולחים. כשאתם נרשמים לשירותים כלשהם, אל תשמשו בשמות שמזהים אתכם או את הארגון שלכם. בנוסף, אל תשתמשו בסיסמאות שבהן אתם משתמשים בחשבונות אחרים שלכם. אם אתם נתקלים במשהו שנראה לכם מפוקפק (וסביר להניח שתתלו בכזה) או שאתם מבצעים פעילות שאתם חוששים ממנה למרות היותכם אנונימיים, עליכם להפסיק.\nהפוסט נכתב על ידי דן פלד ופורסם לראשונה בגליון 38 של Digital Whisper בינואר 2013.\n ", "keywords": "אינטרנט,הצד האפל של הרשת,חלקים נסתרים באינטרנט,undernet,invisable web,deep web,dark wer,web,internet,הצד הנסתר של הרשת"}