{"url": "https://www.geektime.co.il/geekstarter-19-06-14/", "type": "article", "title": "GeekStarter: מצעד פרוייקטי ה-Kickstarter וה-Indiegogo שאהבנו השבוע", "description": "והשבוע: מקרן חכם ונייד מבוסס אנדרואיד, משקפי שמש אמיתיים עם פילטרים ועוד גאדג׳ט שמוצא את האביזרים האבודים שלכם. צפו בפרוייקטי מימון ההמונים שאהבנו השבוע.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/trackr6001.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-19T16:22:34Z", "modified_time": "2014-06-19T16:22:34Z", "articleBody": "והשבוע: מקרן חכם ונייד מבוסס אנדרואיד, משקפי שמש אמיתיים עם פילטרים ועוד גאדג׳ט שמוצא את האביזרים האבודים שלכם. צפו בפרוייקטי מימון ההמונים שאהבנו השבוע.\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. בפינת גיקסטארטר, בכל שבוע נציג בפניכם 3 פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\nקרדיט תמונה: יח״צ\nבתקופה האחרונה מתעורר הצורך לצפות בתכנים באיכות גבוהה גם ללא מסך טלוויזיה. המקרנים הנייחים השונים מספקים פתרון נאה לבעיה הזו, אך הבעיה הכי גדולה הייתה ונשארה הניידות שלהם ועצם העובדה שצריך לחבר אליהם מחשב, או כל מכשיר אחר שיוכל להוציא את השידור החוצה דרכם. ה-Odin של חברת Dos Owls הוא מקרן נייד, קטן ונייד מספיק בשביל להכניס אותו לכל תיק ומן הצד השני – מריץ את מערכת ההפעלה אנדרואיד ובעל גישה ליותר ממיליון אפליקציות בחנות של גוגל, ה-Play Store. פרט לכך, הוא יכול לשמש בתור מסך שני למחשב האישי שלכם, כמובן. המקרן מסוגל לספק חווית צפייה של 25 אינץ׳ ממרחק של כ-90 ס״מ (יארד אחד), ו-250 אינץ׳ ממרחק של כ-9 מטרים (10 יארד).\nה-Odin מגיע עם מעבד ARM A9 מרובע ליבות במהירות שעון של 1.6GHz וזיכרון פנימי של 2GB RAM, כך שהוא בהחלט יכול לעמוד בהרבה מאוד משימות, כגון צפייה בסרטים, גלישה באינטרנט והורדת אפליקציות בו זמנית. הדגמים המוצעים מגיעים עם זיכרון אחסון פנימי של 8GB, 16GB ו-64GB. הוא גם מגיע כמובן עם תמיכה ב-Wi-Fi, Bluetooth, 2 יציאות USB ויציאת 3.5 לחיבור אוזניות ורמקולים. במידה ותהיתם כמה התענוג הזה יעלה, בדף הפרוייקט ניתן להשיג אותו כעת תמורת 499 דולר והוא צפוי להגיע לתומכים לקראת סוף השנה. 18 יום לפני תום תקופת המימון בקיקסטארטר, הפרוייקט גייס 160 אלף דולר מתוך 250 אלף דולר אותם הוא מקווה לגייס, כך שקשה להגיד האם החזון של Dos Owls יתגשם בסופו של דבר, או לא.\nלדף הפרוייקט בקיקסטארטר\n \nקרדיט תמונה: יח״צ\nהאם קניתם פעם את אחד מזוגות המשקפיים האלו, הנמכרים בעיקר בשווקים, אשר משנים באופן קיצוני את הגוון של העולם סביבכם? כעת, מעצבים לקחו את הקונספט הדומה וייצרו משקפי שמש כאלו, Tens שמם, אשר הופכים את העולם סביבכם לעולם עם גוון צבעים שונה וחם יותר. ״מה אם הייתה דרך לדלג על כל המצלמות, האפליקציות והפילטרים השונים ולבצע פילטר מראש על כל מה שאנחנו רואים, תוך התנתקות מהטכנולוגיה?״ התוצאות, ללא ספק, מאוד מרשימות.\nפרט לפילטר הצבעים היפים אותם מציעים המשקפיים, ה-Tens מגיעים גם עם הגנה נגד קרני UV ומנגנון הגנה כנגד שריטות. ״עדשות עם גוונים צבעוניים מאפשרים לאור שנכנס לגוף שלכם להיות מרוכז בספקטרום אחד. לכן, מצב הרוח שלכם ישתפר על פי צבע העדשות שלכם.״ מספרים מייסדי הפרוייקט. ניתן לרכוש את המשקפיים ב-Indiegogo תמורת 36 ליש״ט (כ-61 דולר) לזוג. עד כה, הפרוייקט מהווה הצלחה גדולה מאוד, כאשר מייסדי הפרוייקט קיוו לגייס 9,400 ליש״ט, אך הגיעו לסכום של 314 אלף ליש״ט, 17 יום לתום תקופת המימון באינדיגוגו.\nלדף הפרוייקט באינדיגוגו\n\nצילום מסך\n \nאין ספק, מאוד מבאס לשכוח ולאבד את הסמארטפון, הארנק או את צרור המפתחות שלכם לבית ולאוטו, במיוחד אחרי אירועים עמוסים במיוחד בהם אתם עלולים להשאיר את אחד מהאביזרים הללו במקום אשר יהיה לכם קשה מאוד למצוא אותם אחר כך. כבר ראינו בתקופה האחרונה המון גאדג׳טים חדשים, חלקם תחת מימון המונים אשר מתיימרים להציג פתרונות טובים לבעיה הזו, וה-TrackR Bravo הוא אחד מהפתרונות הפשוטים ביותר והזולים ביותר בהם נתקלנו עד כה (במחיר של 29 דולר ליחידה), והוא כובש בימים האחרונים את אתר מימון ההמונים אינדיגוגו. תמורת 10 דולרים נוספים, תוכלו לחרוט את השם שלכם ומספר הטלפון שלכם, או כל משפט אחר שתרצו לחרוט על גב המכשיר ולצמצם את הסיכוי לאבד אותו.\nה-TrackR Bravo, בדומה לכל שאר המכשירים בסגנון עושה שימוש ב-Bluetooth LE בכדי להישאר מחובר כל הזמן לסמארטפון שלכם. במידה ושכחתם את הסמארטפון שלכם, תוכלו לגשת אליו על ידי לחיצה על ה-TrackR. במידה ושכחתם את מחזיק המפתחות, הארנק או כל אביזר אחר אליו תבחרו להצמיד את ה-TrackR, תוכלו לאתר אותו על ידי גישה לאפליקציה של TrackR בסמארטפון שלכם. במידה ואיבדתם את שניהם, אין לכם הרבה מה לעשות אלא לחפש טוב טוב, או להסתמך על החריטה בגב המכשיר. מה שכן, ה-TrackR דק במיוחד ונוח מאוד להלביש אותו בתוך הארנק, או על מחזיק המפתחות שלכם. מייסדי הפרוייקט ביקשו לגייס 20 אלף דולר לטובת מימון הפרוייקט, אך נכון לכתיבת שורות אלו הסכום כבר עומד על 252 אלף דולר, 36 יום לפני תום תקופת המימון באינדיגוגו.\nלדף הפרוייקט באינדיגוגו\n", "keywords": "קיקסטארטר,גיקסטארטר,אינדיגוגו,kickstarter,geekstarter,indiegogo,מימון המונים,odin,tens,trackr bravo,מקרן,משקפיים,משקפי שמש,פילטרים,locator"}