{"url": "https://www.geektime.co.il/5-positions-in-startups-march-5/", "type": "article", "title": "רוצים לעבוד בסטארטאפ? הנה 5 תפקידים בחברות שגדלות בטירוף", "description": "נמאס לכם מביורוקרטיות של חברות גדולות ובא לכם לעבוד במקום עם צוות קטן ואיכותי? אספנו עבורכם 5 סטארטאפים שגדלים ומגייסים עובדים כאילו אין מחר. תציצו ותראו מה יכול רלוונטי עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/GettyImages-612137574-e1488699409725.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-05T13:30:42Z", "modified_time": "2017-07-11T14:19:14Z", "articleBody": "נמאס לכם מביורוקרטיות של חברות גדולות ובא לכם לעבוד במקום עם צוות קטן ואיכותי? אספנו עבורכם 5 סטארטאפים שגדלים ומגייסים עובדים כאילו אין מחר. תציצו ותראו מה יכול רלוונטי עבורכם\n\nקרדיט צלם\\תמונה: Bernard Weil, Getty Images Israel\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\n\nDescription:\nWe are looking for a hands-on Full Stack Teal Leader to manage 4-5 engineers (local and off shore teams) and in-addition 4-5 matrix managed Full Stack developers, to design, develop and move web-based systems/tools/dashboards to production. You will lead a team to help secure the company’s position at the forefront of the video advertising industry.\nResponsibilities:\n– Lead a team of five seasoned full stack engineers\n– Matrix management of 4-5 additional off shore full stack engineers\n– Design, develop, implement and move web-based systems/tools to production.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 3 years in leading a team of software engineers\n– 2+ years in Back End: PHP, OOP.\n– 3+ years hands on JavaScript\n– 2+ years in Front End: HTML, CSS.\n– Experience with SQL/NoSQL databases.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – preferred.\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nלעוד משרות פתוחות ב- AnyClip\n\nRiskified’s Automation Team is seeking a tech savvy back-end web developer to take part in building a large scale real-time automated decision engine for an eCommerce fraud detection system. As a back-end developer you will be responsible for developing a system that translates models and rules into classifications of eCommerce orders, for automating processes of feature engineering, for model training, and additional adjustments.\nResponsibilities:\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems\n– Assess and adopt new available technologies\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code\n– Design the overall architecture of the machine learning application\n– Translate R research code to Ruby production code\n– Use TDD to write well-tested code\n– Fix bugs fast and improve application performance\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design\n– Proficient knowledge of a back-end programming language, preferably Ruby\n– Someone who can plan and design the system from a high level perspective\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives\n– Can handle Math/Statistics algorithms and transform them to workable code\n– Highly data-driven, knowledge of SQL\nלעוד משרות פתוחות ב-Riskified\nהשפים בפעולה\nWe are looking for an experienced sales directors to join our growing business development and sales team.  Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc.\nDescription:\n– Qualify and nurture inbound leads for high/low touch opportunities\n– Create own opportunities and harvest them, with the help of the backend sales team\n– Personal responsibility for “high touch” accounts\nRequirements:\n– Must have at least 5 years of sales experience executive, at least 2 years in the CDN market\n– Experience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage\n Location:\n– For USA: preference for LA and NY\n– For EMEA: preference for Germany, UK,  or France\nלעוד משרות פתוחות ב-Hola Better Internet\nצילום: גיקטיים\nThe release manager will be responsible for leading the versions execution in R&D scrum teams. As part of his ownership, the release manager will create detailed planning for R&D releases, including timeline, scope, resources, dependencies. The release manager will lead the execution of the releases by coordinating the different dependencies in and/or out of R&D departments, manage the release’s risks, remove execution barriers and communicate their status to the organization. The release manager will work closely with the R&D scrum teams: developers and product owners.\nA strong candidate will have a solid experience with technology and software project management methodology. He/she will possess strong analytic skills as well as strong communication skills, capacity planning, project/program management, processes, and change management.\nResponsibilities:\n– Responsible for release planning and management, starting from design plan to production\n– Responsible for resource planning and time plan.\n– Responsible for production control and roll out.\n– Responsible for beta channel management.\nRequirements:\n– B.A/BSc in computer science or engineering\n– 10 years’ experience working with in R&D departments\n– At least 5 years’ experience in managing R&D teams or in Release and Project management of product – must!\n– Knowledge in Agile methodology – Must!\n– Experience with SAAS/Web products – big advantage!\n– Strong understanding of Product and Software Development Methodology/Life cycle and program management processes.\n– Strong track record of delivering results.\nלעוד משרות פתוחות ב-Como\n\nGigya is looking for an experienced software engineer to help develop our next generation of user management cloud services that reach over 500 million end users.\nThe job is located at Gigya’s R&D center in the Azrieli Towers, Tel Aviv. The position is ideally suited to server-side C# engineers looking to challenge themselves in a dynamic, data intensive, highly-distributed computing environment.\nAbout The Position:\nThe primary challenge for the C# Server developer will be to model, design and develop Service-Oriented (SOA) user management systems that perform at massive scale. You will work in a small, highly-experienced team that regularly solves dynamic software engineering challenges in Gigya’s core services, on production systems that serve over 500 million users. You will regularly work with battle-hardened managers and experienced developers from other teams in our R&D center.\nResponsibilities:\n– Design and develop Customer Identity & Access Management (CIAM) cloud service on Gigya’s global platform.\n– Manage the product lifecycle planning, execution, QA, and through to production.\n– Solve complicated and dynamic challenges as they arise in highly concurrent distributed systems.\n– Develop services using the newest methodologies in C# 5.0, TPL, actor-based model and Aspect programming.\n– Interface with cutting-edge platforms such as Orleans and MongoDB.\nRequirements:\n– 4+ years experience programming in C#.\n– 4+ years experience working with RDBMS or distributed NoSQL database systems.\n– Experience in server-side programming with excellent multitasking abilities.\nלעוד משרות פתוחות ב-Gigya\nרוצים שגם החברה שלכם תופיע ברשימה כמו זו? פנו אלינו עכשיו ל-insider@geektime.co.il.\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "סטארטאפ,גיוס עובדים,backend developer,riskified,sales director,hola better internet,full stack team leader,anyclip,senior c# server software engineer,como,release manager,gigya,,checkmarx,checkpoint,cybereason,sentinel one,משרות בסייבר"}