{"url": "https://www.geektime.co.il/coin-master-raised-125m/", "type": "article", "title": "מיני-אקזיט לחברה הישראלית שמאחורי Coin Master על פי הערכת שווי של יותר ממיליארד דולר", "description": "קרן Insight ממשיכה במסע השופינג שלה, הפעם עם רכישת מניות בגובה של 125 מיליון דולר מהמייסדים של חברת Moon Active", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/coinmaster-1580042881-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-26T16:08:45Z", "modified_time": "2020-01-26T16:13:03Z", "articleBody": "קרן Insight ממשיכה במסע השופינג שלה, הפעם עם רכישת מניות בגובה של 125 מיליון דולר מהמייסדים של חברת Moon Active\nמקור: Moon Active\nמייסדי חברת הגיימינג הישראלית MoonActive, אשר עומדת מאחורי משחק המובייל הפופולארי Coin Master, מימשו אחזקות בגובה של 125 מיליון דולר מקרן Insight. במסגרת העסקה, הקרן רכשה מניות מבעלי המניות הקיימים שלה, שהשקיעו בה עד כה כ-10 מיליון דולר בלבד. על פי החברה, העסקה התבצעה על פי ערך של 1.25 מיליארד דולר.\nMoon Active (מון אקטיב) פיתחה את Coin Master, משחק קז׳ואל עם מיליוני משתמשים פעילים ביום. רק ב-Google Play, חצה המשחק את רף ה-50 מיליון הורדות, והוא נמצא במקום ה-2 בקטגוריית ה-Top Grossing, מייד אחרי PUBG, ולפני קנדי קראש, קלאש רויאל ו-Pirate Kings של JellyButton הישראלית שנרכשה על ידי פלייטיקה.\nCoin Master אמנם זמין להורדה בחינם, אך כמו משחקים רבים וטובים אחרים כדוגמת Candy Crush ו-Clash Royal, הוא מציע In-App Purchases, כלומר רכישות וירטואליות שמאפשרות לשדרג את המשחק ויכולות השחקן. המחירים של השדרוגים הללו מתחילים בקצת פחות מ-4 ש״ח, אבל המכורים הכבדים יכולים לרכוש שדרוגים בסכום מכובד של עד 1,300 ש״ח. כנראה שלא מעט משתמשים מתפתים לבצע רכישות וירטואליות, שכן החברה מדווחת על הכנסות של יותר מחצי מיליארד דולר בשנה ועל רווחים משמעותיים.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nמאז הקמתה גייסה Moon Active כ-10 מיליון דולר מקרן סינגולריטים, גיגי לוי, גיא גמזו ואור עופר, מייסד SimiliarWeb. במרכז הפיתוח שלה שבתל אביב מועסקים קרוב ל-400 עובדים, מחציתם גויסו רק בשנה האחרונה. בנוסף, החברה מתפעלת מרכז פיתוח נוסף בקייב.\nמאז שפתחה קרן Insight האמריקית את המשרדים שלה בישראל, היא לא נחה לרגע; בתחילת החודש היא הודיעה על רכישת הסטארטאפ הישראלי Armis על פי הערכת שווי 1.1 מיליארד דולר. עוד לפני פתיחת הסניף המקומי בתל אביב שפועל בניהולו של דניאל ארונוביץ, הקרן השקיעה יותר מ-700 מיליון דולר ב-15 חברות ישראליות, בהן עוד כמה חדי קרן כמו Sisense, Monday, WalkMe ו-JFrog.", "keywords": "moon active,coin master,מון אקטיב,רכישה,אקזיט,קרן insight,אינסייט"}