{"url": "https://www.geektime.co.il/palo-alto-demisto-acquisition/", "type": "article", "title": "אקזיט ענק: פאלו אלטו רוכשת את Demisto תמורת 560 מיליון דולר", "description": "פאלו אלטו הודיעה על רכישת חברת הסטארטאפ הישראלית, שפעילה בתחום האוטומציה של אבטחת המידע. התשלום יתבצע במניות ובמזומן", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/demisto-768x576-1550580735-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-19T14:54:54Z", "modified_time": "2019-02-19T14:59:14Z", "articleBody": "פאלו אלטו הודיעה על רכישת חברת הסטארטאפ הישראלית, שפעילה בתחום האוטומציה של אבטחת המידע. התשלום יתבצע במניות ובמזומן\nמקור: Demisto\nחברת אבטחת המידע האמריקאית Palo Alto Networks (פאלו אלטו נטוורקס) הודיעה היום (ג’) כי תרכוש את הסטארטאפ הישראלי Demisto (דמיסטו) שמסייע למרכזי ניהול אבטחה (SOC) לייעל את פעילותם ולקצר באופן משמעותי את הזמן שלוקח להם להגיב לאירועים. עסקת הרכישה צפויה להיות מושלמת ברבעון הנוכחי, בכפוף לאישורים של הרגולטור האמריקאי.\nדמיסטו פועלת בתחום האוטומציה של אבטחת המידע (SOAR) והיא נהנתה מצמיחה גדולה בשנתיים האחרונות, שכללה בין היתר גדילה של 300 אחוזים במספר הלקוחות. הגרסה האחרונה של החברה הוסיפה יכולות בתחום ״ציד האיומים״ (threat hunting) ובאבטחת ענן, כולל “תמונת חקירות” (investigation canvas)  – כלי המסייע לאנשי אבטחת המידע על ידי ויזואליזציה של התקפות – וכן אוטומציה של תהליכי אבטחת המידע אצל לקוחות שמשתמשים בשירותי הענן של אמזון (AWS).\nדמיסטו הוקמה ב-2015 על ידי סלביק מרקוביץ’, דן שראל, גיא רינת ורישי בהרגבה. למרקוביץ’ זה כבר האקזיט השני, לאחר שמכר ב-2011 את חברת Centrigo שהקים לתאגיד מק’אפי תמורת 50 מיליון דולר. מאז הקמתה גייסה דמיסטו כ-70 מיליון דולר, ובין המשקיעים בחברה שיגזרו קופון נאה מהמכירה ניתן למנות את Greylock האמריקאית שהצטרפה בסבב האחרון באוקטובר 2018, וכן משקיעות ותיקות יותר כמו קרן ClearSky וחברת סלאק, אך קרן Accel שהשתתפה בכל הסבבים של החברה צפויה ליהנות במיוחד. עוד השקיעו בחברה, משקיעים פרטיים דוגמת מנכ”ל cylance, סטוארט מקלור; הטכנולוג הראשי של Lookout, קווין מהאפי, ונשיא Blue Coat, מייק פיי.\nPalo Alto Networks, שנסחרת בנאסד”ק בשווי של מעל ל-21 מיליארד דולר, תרכוש את דמיסטו ב-560 מיליון דולר בעסקה שמורכבת ממזומן וממניות.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\n ", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,אבטחת מידע,soar,demisto,דמיסטו"}