{"url": "https://www.geektime.co.il/startup-invesments-april-2018/", "type": "article", "title": "מסכמים את אפריל: סטארטאפים ישראלים גייסו יותר מ-200 מיליון דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש אפריל בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-05T14:00:32Z", "modified_time": "2018-05-04T14:23:12Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש אפריל בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש מרץ\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nמהרגע שלחצתם על כפתור ה-Publish, קשה מאוד לעקוב אחר מסלול החיים שהתוכן שלכם יעבור ובאיזה פורמט הוא יסיים. במרבית המקרים, הכותבים המקוריים בכלל לא יהיו מודעים למצבים שבהם העבודות שלהם, יש שיגידו האומנות, נוצלו לרעה וקיבלו בעלות אחרת.\nהסטארטאפ הישראלי Copyleaks מנסה להילחם בפלגיאריזם וגניבת זכויות יוצרים באינטרנט באמצעות סריקה וזיהוי של תוכן טקסטואלי גנוב. וכן, ניחשתם נכון – הטכנולוגיה מתבססת על בינה מלאכותית. על מנת לנסות ולכבוש את השוק האמריקאי, הודיעה החברה על סגירת סבב גיוס בסך 1.1 מיליון דולר בהובלת Connecticut Innovations.\nהיזם הסדרתי איתי בוגנר, שמאחוריו 2 אקזיטים ועוד חברה אחת בצמיחה לא עוצר. החודש הוא חשף את הסטארטאפ החדש שהקים – Meta Networks (מטה נטוורקס) – שהודיע גם על גיוס של 10 מיליון דולר.\nהמוצר שמפתחת Meta Networks נותן לכל משתמש זהות ייחודית וקבועה, בלי קשר למקום או האופן שבו התחבר לרשת. הפיתוח מציע שתי דרכים להתחבר לרשת הארגונית – באמצעות OpenVPN ו-IPSec – שיטה המיועדת בעיקר לעובדי החברה או באמצעות דפדפן לטובת חיבורים זמניים כמו לעובדי קבלן.\nהפלטפורמה מאפשרת מדיניות אבטחה מקצה לקצה בין המשתמש לבין המשאבים הארגוניים הספציפיים שאליהם המשתמש מעוניין לגשת בארכיטקטורת Zero Trust, כדי למנוע גישה לא מורשית ולהקטין התקפות מבחוץ. הפיתוח של החברה, שמנתב תעבורה מבוססת זהות ברמת Network Packet, מתממשק עם פתרונות אבטחה אחרים מבוססי ענן ומאפשר אינטגרציה מהירה.\nעל פי חלק מההערכות, חברות לא יודעות מה מתרחש ב-40% מהמכשירים שלהן – בין אם מדובר במחשבים ניידים או נייחים, מדפסות, נורות חכמות ומקלדות. כאן נכנס לתמונה הסטארטאפ הישראלי Armis, המסייע לארגונים לסגור את הפער באבטחת האינטרנט של הדברים בארגונים. הפתרון של החברה מעניק מבט מקיף הכולל את כל המכשירים שבהם נעשה שימוש בחברה, תוך ניתוח וסיווג המכשירים והתנהגותם באופן שמאפשר לזהות סכנות והתקפות.\nהחודש, הודיע Armis על סגירת סבב גיוס שני של 30 מיליון דולר בהובלת Red Dot Capital Partners ו-Bain Capital Ventures. כמו כן לקחו חלק בגיוס המשקיעות הקיימות – Sequoia Capital ו-Tenaya Capital.\nחברת Nutrino (נוטרינו), אשר עוסקת בניתוח מידע ואנליטיקות בתחום התזונה, הודיעה על השלמת סבב גיוס A בגובה 8 מיליון דולר בהובלת Pereg Ventures, ובהשתתפות Nielsen Ventures, Gandyr Group ומשקיעים קיימים מ-New York Angles ומשקייעם פרטיים נוספים מישראל. כספי הגיוס ישמשו להרחבת השירותים בתחום הבריאות הדיגיטלית, וטיפוח שותפויות נוספות בתחום ניתוח והסקת מסקנות ממידע בתחום התזונה, בדגש על תחום הסוכרת.\nנוטרינו מאפשרת למשתמשים לתכנן את הארוחות שלהם בצורה אישית על בסיס הרקע הרפואי שלהם, מטרות הפעילות הגופנית שלהם ומנטרי הפעילות המועדפים עליהם ומציעה המלצות בזמן אמת. בניגוד לאפליקציות תזונה אחרות, הפתרון של נוטרינו לא מבוסס רק על ספירת קלוריות אלא על שלל פרמטרים נוספים.\nKaramba Security (קרמבה סקיוריטי) המפתחת פתרונות סייבר לרכבים המקושרים לאינטרנט ולרכבים אוטונומיים, הודיעה כי השלימה גיוס הלוואה בהיקף של 10 מיליון דולר מחברת (Western Technology Investment (WTI.\nהטכנולוגיה של Karamba מאפשרת ליצרניות הרכב להגן על המכוניות שלהן מהאיומים השונים על-ידי הגנה על יחידות השליטה האלקטרוניות (ECUs) הנגישות לרשת חיצונית (באמצעות אינטרנט, WiFi ,Bluetooth), כך שהאקרים לא יוכלו לחדור דרכן אל הרשת הפנימית של הרכב ולשבש את פעילותו או לאיים על בטיחות הנהג והנוסעים. הפיתוח של החברה מבטיח כי רק האפליקציות או הקוד המורשים לכך יוכלו להיטען ולרוץ על גבי ה-ECU, תוך כדי חסימה של כל קוד בלתי מוכר, כך שה-ECU בטוח מפני תקיפות ללא קשר אם מקורן באינטרנט, בהתקן USB, וללא חשש מהתראות שווא (False Positive).\nכנראה שיקח עוד קצת זמן עד שנקבל את המוצרים שרכשנו באינטרנט באמצעות רחפן, אבל בינתיים פתרונות כדוגמת זה של GetPackage מאפשרים לזרז את התהליכים. הפלטפורמה של החברה רוצה להביא את מהפכת הכלכלה השיתופית אל עולם השליחויות, ומאפשרת לכל אחד להפוך לשליח ולהרוויח כסף בזמנו הפנוי, ובמקביל – לאפשר לצרכן הסופי ליהנות משירות משלוחים מהיר יותר – מהיום להיום. החודש גייסה החברה כ-2 מיליון דולר מיבואנית הרכב קבוצת מאיר וחברת בר שיווק והפצה.\nהפלטפורמה של GetPackage מעוניינת לספק פיתרון נוח גם לשולח וגם לשליח, ולבטל את הצורך בשימוש בגורם מתווך – מה שמבטיח לבוא לידי ביטוי בעלויות נמוכות ומשתלמות יותר. הפתרון רלוונטי למשל לחנויות ישראליות שיכולות להציע שירותי משלוחים מהיום להיום – ולהתחרות בענקיות מעבר לים כדוגמת אסוס, נקסט וכמובן אמזון, שאולי מציעות מבצעים משתלמים יותר – אבל אם אתם צריכים בגד דחוף לאירוע ספציפי ואין לכם זמן לחכות – זה קצת פחות רלוונטי (לפחות עד שהן יפעילו מחסנים בישראל). כמו כן, השירות רלוונטי גם לעסקים שצריכים לשלוח במיידי שיקים, חוזים או זר פרחים לעובדת שמאושפזת בבית החולים, וגם לאנשים פרטיים כמונו כמוכם – שצריכים לשלוח פריט מסוים באופן מיידי, ומעדיפים שלא לשלם על כך סכומי עתק.\nהסטארטאפ הישראלי Axonize (אקסונייז) מפתח פלטפורמה ייעודית לאינטרנט של הדברים (IoT) המאפשרת לחברות בתחום להתמקד בפיתוח המוצר והאפליקציה, ולא לבנות מערכת שלמה מההתחלה. המערכת של Axonize מאפשרת לחבר, לנטר ולנהל מגוון חיישנים ומערכות ולספק בין היתר פתרונות, לעסקים חכמים או לערים חכמות. מכיוון שהפתרון מוכן מראש ודורש רק התאמות פשוטות עבור הלקוח, הזמן הנדרש להתאמת פתרון מסתכם בימים ספורים בלבד לעומת חודשים.\nהחודש, הודיעה Axonize על סגירת סבב גיוס של 6 מיליון דולר בהובלת Meron Capital ובהשתתפות Deutsche Telekom (שהיא גם לקוחה של החברה) והמשקיעים הקיימים בהם StageOne Ventures ו- Cornerstone Venture Partners האמריקאית. ביחד עם ההשקעה הנוכחית, סך גיוסיה של החברה מסתכם ב-7.5 מיליון דולר.\nכיום, כשכמעט כל הארגונים כבר נמצאים בענן, נשאלת השאלה מי דואג לגיבוי של התוכן שנמצא בענן? הסטארטאפ הישראלי OwnBackup, אשר מפתח טכנולוגיות לגיבוי ושחזור Cloud-To-Cloud, הודיע על השלמת סבב גיוס בגובה 15.5 מיליון דולר בהובלת Insight Venture Partners, משקיעה חדשה, Vertex Ventures ובהשתתפות משקיעים קיימים דוגמת Innovation Endeavors, Oryzn Capital ו-Salesforce Ventures. הכספים שגוייסו בסבב הגיוס הנוכחי ישמשו את החברה להמשך פיתוח המוצר והרחבת צוות החברה.\nהטכנולוגיות של OwnBackup מאפשרות גיבוי אוטומטי ובתזמונים קבועים של מערכות Saas (תוכנה כשירות) ו-Pass (פלטפורמה כשירות) כמו SalesForce, Slack ו-ServiceNow, כאשר הגיבויים הינם מאובטחים. לפתרון של OwnBackup הוא בעל יכולת שחזור והשוואה שמאפשרים התאוששות מהירה ומדויקת של המערכת במקרה של איבוד מידע. בכך, הפתרון מגן על המידע מפני אובדן או השחתה הגרמנים על ידי טעויות אנוש, יישומים זדוניים, התקפות שונות, תקלות ושגיאות למינהן.\nחברות הפקה ואולפני סרטים משקיעים תקציבי ענק וכוח אדם רב על מנת לנסות לפצח את הנוסחה המושלמת שתוביל לשובר הקופות הבא. הסטארטאפ הישראלי Vault Analytics עשוי לסייע באמצעות מערכת מבוססת בינה מלאכותית, שמבצעת ניתוח מעמיק לתוכן משלב הרעיון, דרך התסריט ועד הפקתו בפועל. כלומר, כל חברת תוכן יכולה להשתמש בטכנולוגיה שלה על מנת לבצע ניתוח מתקדם ולקבל חיזוי ואנליזה של פוטנציאל הסרט שלהם. החברה מתמקדת כרגע בשלב שלפני שחרור התוכן לקהל הרחב ובמתן תחזיות, דוגמת הגודל הצפוי של קהל הצופים (ובמילים אחרות – כמה גדול יהיה הרווח) וניתוח סוגי הקהלים מבחינה דמוגרפית.\nהחודש הודיעה Vault Analytics על קבלת השקעה של מיליון דולר ושיתוף פעולה אסטרטגי עם חברת TV Azteca, חברת תוכן ספרדית הנחשבת לשנייה בגודלה בעולם.\nאנשי המשרדים מכירים היטב את הפעמים בהן לא מספיקים להכין אוכל בבית וצריך לחפש מה לאכול לארוחת צהריים. אפשרות אחת היא לצאת לאחת המסעדות בסביבה ולהוציא לא מעט כסף ואפשרות שנייה היא מאכלים לא הכי בריאים כמו מנות חמות למינהן. הסטארטאפ הישראלי Genie רוצה לאפשר לכם להכין מנות מזינות, טעימות ומרכיבים טבעיים בלבד, בלחיצת כפתור, ממש כמו מה שנספרסו עשו לקפה. החודש הכריזה החברה על השלמת סבב גיוס A בהיקף של 10 מיליון דולר בהובלת Carl Marks Securities, שייעצו במסגרת ההשקעה והשקיעו בחברה. שאר המשקיעים במסגרת סבב הגיוס הם משקיעים פרטיים.\nבעידן ה-Big Data, יש מן הסתם לא מעט מידע, אבל מידע הוא רק חלק אחד מתהליך קבלת החלטות, וככל שחברה היא יותר גדולה ומלאה במשקיעים, מנהלים ואנשי צוות, כך גם מגוון הדעות גדל. מה שהופך את תהליך קבלת ההחלטות לקשה מאי פעם. לשם כך הקימה Epistema (אפיסטמה) הישראלית מערכת קבלת החלטות חדשה, שמשלבת בין הדעות המרובות של גורמים שונים בחברה, לבין המידע האמיתי שנמצא בשטח, וזאת כדי לעזור לכם לקבל את ההחלטה הנכונה ביותר. לגיקטיים נודע כי החברה השלימה סבב גיוס בגובה 6 מיליון דולר בהובלת קרן MizMaa, ובהשתתפות Flint Capital, ו-PICO Partners. כספי הגיוס יסייעו לחברה במכירות המוצר והתרחבות החברה.\nבין המשקיעים בחברה נמצאת גם קרן Mithril של פיטר ת’יל, אחת הדמויות החזקות והמשפיעות בעמק הסיליקון, שהיה ממייסדי פייפאל ומראשוני המשקיעים בפייסבוק. ההשקעה החדשה היא הראשונה שמבצעת הקרן בישראל. כמו כן, גם פלטפורמת התקשורת הארגונית סלאק (Slack) השקיעה בחברה במסגרת סבב הגיוס. מה שעשוי להעיד על שילוב עתידי ועמוק יותר של המערכת של Epistema בפלטפורמת הצ’אטים הפופולארית עד מאוד.\nסטארטאפ הסייבר הישראלי empow הודיע כי השלים גיוס של 10 מיליון דולר, לצורך פיתוח טכנולוגיית הגנה על ארגונים שמתבססת על אינטגרציה של כל כלי ההגנה הקיימים שלהם ושילוב של למידת מכונה.\nהתפיסה שהובילה את empow (אמפאו) היתה שלא חסרים כלים וטכנולוגיות להגנה על משאבי הארגון. נהפוך הוא. לטענת empow ישנם יותר מדי כלים, כשארגונים חושבים שיותר ויותר כלים ושירותים שיישמו יהפכו אותם למאובטחים יותר. אולם, מה שקורה בפועל, על פי empow, הוא שהחברות הללו פחות בטוחות, משום שהכלים ‘מבודדים’ ולא מתקשרים אחד עם השני, כך שיכולות עדיין להישאר פרצות לא מאובטחות. הטכנולוגיה של empow עושה שימוש בחלקים מהטכנולוגיות הקיימות של הארגון כדי ליצור ‘חלקיקי אבטחה’ וליצור שכבת הגנה נוספת שיושבת על גבי שכבת האבטחה הקיימת של הארגון. השכבה ה’מופשטת’ הזו נעזרת בכלים השונים, ומצליחה להגן בצורה יעילה יותר על כל מערכות הארגון.\nלמרות מהפכת הקניות ברשת, שבה אנחנו יכולים להזמין מוצרים מרחבי העולם ובמחירים זולים יותר מאשר רכישה בחנות מקומית, לקוחות רבים מעדיפים לוותר על רכישה באתרים בינלאומיים לאור העובדה שהם מופתעים מסוגיות כמו תשלום מיסים, משלוחים ותוספות שונות למחיר שהם לרוב לא יצטרכו להתמודד עימם ברכישה מאתרים מקומיים. חברת Globel-e אשר מאפשרת לחברות בינלאומיות להעניק ללקוחות חווית רכישה מקומית, ובכך להגדיל את המכירות שלהן, הודיעה על השלמת סבב גיוס רביעי של 20 מיליון דולר מ-Apax Partners.\nGlobal-e מציעה פתרון לחברות אשר ממיר את כל חווית הקניות באתר שלהן לחוויה מקומית, על פי מיקום הגולש. בין היתר, המערכת מסוגלת לבצע התאמה של השיטוט והחיפוש באתר, ובעיקר להתאים את אפשרויות התשלום והסליקה המקומיות בכל מדינה. באמצעות חישוב שערי חליפין, שיעורי מכס ומיסים נוספים, המערכת מסוגלת להציג ללקוח מחיר סופי. החברה אף מסייעת לחברות להפעיל אפשרויות שילוח והחזרה שונות, ובכך להרחיב פעילויות של חברות לשווקים בינלאומיים.\nחברת הסטארטאפ REACH (ריץ’, לשעבר, Seegnature) הודיעה על השלמת סבב גיוס שני בסך 3.5 מיליון דולר בהובלת קרן ההון סיכון האמריקאית של גיגי לוי – NFX.\nהפלטפורמה שפיתחה REACH מאפשרת קיום של פגישות מרחוק כולל אימות זהות לקוח, עבודה על מסמכים וביצוע חתימה דיגיטלית בזמן אמת באמצעות שיחת וידאו מתועדת. כך, הפלטפורמה מונעת את הצורך במפגש פיזי בעולם העסקי גם במקומות שכיום מפגש כזה נדרש.\nהסטארטאפ הישראלי SecuredTouch (סקיורד טאץ’) רוצה לבטל את הצורך בסיסמאות מעיקות באמצעות חותמת דיגיטלית ייעודית לכל משתמש שמבוססת על האינטראקציה שלו עם המכשיר. כך, גם אם לגורם בלתי מורשה יש את הסיסמא האישית של המשתמש, הוא לא יוכל להתחבר למערכת – שכן הוא לא מבצע את אותם דפוסים כמו הבעלים של החשבון.\nהחודש הודיעה החברה על השלמת גיוס של 8 מיליון דולר במסגרת סבב A בהובלת חברת הענק הגרמנית Arvato, שזוהי השקעתה הראשונה בישראל, ובהשתתפות RDC של אלרון ורפאל ומשקיעים נוספים. לצד ההשקעה הכספית, טכנולוגית ה-Behavioral Biometrics של החברה תשתלב בפלטפורמת זיהוי ההונאות של Arvato.\nהסטארטאפ הישראלי LeaderMES (לידרמס) מאפשר למפעלי תעשייה קטנים ובינוניים לייעל את תהליכי העבודה שלהם באמצעות חיבורם לענן וניהול כל התהליך באופן דיגיטלי. החודש הודיעה החברה כי השלימה סבב גיוס של 5 מיליון דולר מקרן FirsTime הישראלית ומשקיעים פרטיים. ההשקעה תשמש את החברה לחיזוק והרחבת פעילויות השיווק והמכירות שלה בישראל ובשוקי חו”ל, להמשך פיתוח המוצר, ולגיוס עובדים נוספים.\nהתקנת המערכת של LeaderMES אורכת שעות ספורות בשיטת Plug & Play, ועל פי החברה, היא משפרת את התפוקות ב-10% ויותר כבר בשבועות הראשונים להפעלתה. המערכת כוללת פתרון וובי, אפליקצית מובייל ומערכות תקשורת – שיחד מאפשרים לנהל את יעילות הציוד הכוללת במפעל (OEE) בזמן אמת, וליישם תהליכי עבודה מתקדמים בתחומי התכנון, בקרת האיכות, האחזקה ובקרת האנרגיה.\nבתוך השוק הרווי של אתרים, שירותים ואפליקציות לחיפוש והזמנת כרטיסי טיסה מנסה לבלוט Alice (אליס). החודש הודיע הסטארטאפ על גיוס של 1.5 מיליון דולר מחברת תלמה נסיעות ותיירות, שלקחה חלק גם בסבב הגיוס הקודם של החברה.\nבעזרת מנוע החיפוש של אליס ניתן לחפש טיסה למספר יעדים במקביל ועל פני טווח תאריכים. כלומר, משתמש יכול לחפש טיסה לפי תאריכים גמישים או תאריכים מדויקים, כדי לראות מתי המועד הכי משתלם. כמו כן, החברה משדרגת במעט את המערכת ומציעה כעת חיפוש ליעדים רבים יותר – למעלה מ-350, על פני שנה קידמה. כמו מנוע חיפוש טיפוסי, גם באליס המשתמש יכול לבצע סינון על התוצאות (טיסות ישירות, צ׳ארטר, low cost, שעות טיסה וכו׳) וכך לצפות רק בטיסות הרלוונטיות עבורו.\nנתונים וגרפיקה: גיקטיים\nהסטארטאפ הישראלי-אמריקאי Kidbox מסייע להורים ברחבי ארה״ב לרכוש בגדים לילדים שלהם מבלי לצאת מהבית. בניגוד לרכישה ״רגילה״ דרך האינטרנט, הקונספט מאחורי המוצר של קידבוקס הוא שליחת מארז מותאם אישית של פריטי אופנה לילדים מגיל ינקות ועד 14, בהתאם לפרופיל הילד והעדפותיו.\nכנראה שהרעיון מצא חן לא רק בעיני הורים לילדים, שכן החברה הודיעה על השלמת סבב גיוס בהיקף של 15.3 מיליון דולר, מה שמעמיד את סך גיוסיה עד כה על 28 מיליון דולר. את הסבב הנוכחי הובילה Canvas Ventures, בהשתתפות המשקיעים הקיימים בהם קרן Firstime Ventures הישראלית ו-HDS Capital. כמו כן הצטרפו לסבב משקיעים אסטרטגיים בהם קבוצת גינדי.\nהסטארטאפ הישראלי Playsight (פלייסייט) רוצה להפוך כל מגרש ספורט לחכם ולחבר את הפעילות במגרש הפיזי עם העולם הדיגיטלי, כיאה למאה ה-21. באמצעות שילוב של מצלמות באיכות גבוהה ומערכת תוכנה עם יכולות ראייה ממוחשבת שמזהה ומנתחת את הנעשה על המגרש, ניתן לייצר תובנות רלוונטיות שיסייעו לספורטאים לשפר את ביצועיהם.\nלאחרונה הודיעה החברה על הרחבת סבב הגיוס האחרון (Series C) שלה ב-10 מיליון דולר נוספים, מה שמעמיד אותו על סך כולל של 21 מיליון דולר. בגיוס לקחו חלק משקיעים חדשים בהם SoftBank Ventures Korea ו-CE Ventures מהונג קונג.\nהאם מסד הנתונים של חברת הסטארטאפ הישראלית ScyllaDB יוכל להחליף את קסנדרה? ב-ScyllaDB חושבים שכן ומצליחים לרתום גם את המשקיעים – עם השקעה נוספת בגובה 10 מיליון דולר בהובלת TLV Partners ובהשתתפות משקיעים קיימים.\nהמהנדסים של ScyllaDB (סילה דיבי) בנו מחדש את הארכיטקטורה של Apache Cassandra. במקום להשתמש בג’אווה, נעשה שימוש ב-++C, וכך הושג, על פי החברה, שיפור בביצועים, תוך שמירה על היציבות והפרוטוקול. מסד הנתונים מספק רמת ביצועים גבוהה של 1,000,000 IOPS לשרת, הרחבה למאות שרתים, ו-99%  tail latency של1 אלפיות שנייה. כתוצאה מכך, משתמשי Scylla יכולים להפחית משמעותית את משאבי החומרה הדרושים להם, תוך הקטנת עלות הבעלות הכוללת והמורכבות של מערכותיהם. קהל היעד של החברה הוא חברות וארגונים שעושים שימוש כיום ב-Scylla מ-Cassandra, MySQL, Hbase, MongoDB, Redis.\nהישראלי Guesty (גסטי) מפתח כלי לאחסון וארגון נתונים בכל הקשור להזמנות ורישומים בתחום הנופש והתיירות, בפלטפורמה אחת. החודש הודיע הסטארטאפ על גיוס של כ-20 מיליון דולר בסבב גיוס B.\nGuesty מפתחת מערכת אוטומטית לטיפול בכל שלבי ההשכרה והאירוח בפלטפורמות כמו Booking.com, HomeAway, airbnb או אפילו אתר עצמאי. בין השאר המערכת עונה בצורה אוטומטית ובכל שעות היממה על שאלות של מתענינים ומאפשרת לתקשר עם מתעניינים ולקוחות דרך כל הפלטפורמות ממקום אחד; המערכת גם יודעת לסנן מתעניינים שבעל הנכס לא מעוניין לארח על בסיס קריטריונים כמו גיל, דרישות אימות מסויימות, מספר חוות דעת מינימאליות או כל קריטריון אחר; המערכת יכולה לאשר הזמנה בצורה אוטומטית ולהעביר לאורחים מידע כמו דרכי הגעה והיכן לקבל את המפתח; לאחר העזיבה, המערכת אף יכולה לכתוב ביקורת על האורח ולסייע לבעל הנכס להזמין שירותי ניקיון במועד ספציפי.\nחברת Rookout (רוקאאוט) המציעה מערכת לפתרון מהיר של תקלות תוכנה בסביבת הפרודקשן נחשפה החודש לראשונה ומודיעה על השלמת סבב גיוס ראשון בגובה 4.2 מיליון דולר מהקרנות TLV Partners ו-Emerge. כספי הגיוס ישמשו להמשך והעצמה של המחקר והפיתוח של המערכת, ולחדירתה לשוק.\nהפתרון של Rookout מאפשר זיהוי מהיר של תקלות בסביבת פרודקשן על ידי הצבת חוקי אד-הוק בתוך סביבת הפרודקשן. המערכת בעצם מדמה חוויה של עבודה עם פתרונות Debugging, אך ללא עצירה של הקוד בלייב. בכך האפליקציה ממשיכה לרוץ כרגיל, בעוד שהמידע, שהמפתח ביקש מהמערכת במספר קליקים, נאסף בנקודות העצירה המתבקשות. ניתן לצפות במידע שנאסף במערכת של רוקאאוט או לבקש מהמערכת לשלוח אותו למערכות אחרות נפוצות. בכך, ניתן להבין את האפליקציות בצורה טובה יותר, לזהות שגיאות באופן מהיר יותר, ולהפיק תובנות שיאפשרו את תיקונן תוך חסכון בזמן. רוקאאוט תומכת בשפות Python, NodeJS ו-JVM בכל סביבות הענן, כולל באפליקציות Serverless.\nיותר מ-26 מיליון בני אדם בעולם סובלים מאי-ספיקת לב (מצב שבו הלב אינו מספק מספיק דם ביחס לדרישות הגוף), מה שאומר שחייהם של רבים כוללים ביקורים תכופים בבתי חולים, ובאופן כללי – אלו סובלים מאיכות חיים ירודה ותוחלת חיים נמוכה בהשוואה לשאר האוכלוסיה. חברת V-Wave הישראלית פיתחה התקן זעיר שמווסת את לחץ הדם בעליות הלב המיועד לשימוש בחולים הסובלים מאי ספיקת לב כרונית.\nהחודש הודיעה החברה כי השלימה סבב גיוס (Series C) של 70 מיליון דולר בהובלת קרן Deerfield Management ובהשתתפות הקרנות Endeavour Vision ו-Quark Ventures במטרה לממן מחקר קליני פיבוטלי. כמו כן לקחו חלק בסבב Johnson & Johnson Innovation, Edwards Lifesciences, קבוצת BRM , Pontifax ,Triventures , BioStar Ventures, ,Ventures  PuraVida Aperture Venture Partners, ו-Israeli Secondary Fund.\nהסטארטאפ הישראלי Watteam (וואטים), המפתח מד הספק חכם לאופניים, הודיע על השלמת סבב גיוס ראשון בגובה 5 מיליון דולר מהאנג’ל אייל שחר.\nמד הספק לאופניים הוא לא דבר חדש. אבל מד ההספק של Watteam, ה-Powerbeat, אמור לתת יותר מידע, בעל יותר דיוק ובעיקר, במחיר הרבה יותר נגיש. ברגע שרוכב מסובב את פדל האופניים כדי להתקדם, הוא למעשה יוצר עיוות מקרוני. Watteam פיתחו התקן מכני (רשום כפטנט) אשר דוגם את גודל העיוות, משדר את הסיגנל אל הרכיבים האלקטרוניים שלהם שמחוברים למערכת החיישנים. לאחר לקיחת 200 דגימות בשנייה, המידע מועבר לאפליקציה אשר באמצעות אלגוריתמים שונים יכולה לתת מידע על אופן הרכיבה של הרוכב.\nמקרים של גניבות מידע רגיש ממערכות ארגוניות, הם לא דבר חדש. בין אם הם מתרחשים על ידי עובדים שסרחו, או עובדים אשר זהותם נגנבה במסגרת תקיפה חוץ ארגונית, הם מהווים סכנה תמידית למידע של החברה. חברת האבטחה הישראלית Fortscale (פורטסקייל), שפיתחה מערכת אשר אמורה לזהות ולבלום מקרים שכאלו, נרכשת על ידי ענקית האבטחה האמריקאית, RSA, תמורת סכום המוערך של כ-20 מיליון דולר. מאז הקמתה בשנת 2012, Fortscale גייסה 24 מיליון דולר, כך שלא מדובר בעסקה מוצלחת למדי מצידה של החברה הנרכשת.\nבמסגרת הרכישה, חלק מעובדי Fortscale יקלטו במרכז הפיתוח של RSA. החברה מעסיקה כ-20 עובדים במרכז הפיתוח שלה בתל אביב, ועשרה נוספים בעמק הסיליקון. כמו כן, במסגרת הרכישה, מייסד ומנכ”ל החברה, עידן טנדלר, אישר לגיקטיים את דבר הרכישה והוא צפוי לעזוב את תפקידו. הטכנולוגיה שפיתחה החברה תשולב כשירות במסגרת הכלים של RSA.\nכמה פעמים הזמנתם נעליים באינטרנט, או מדדתם מידות שונות בחנות, רק כדי לגלות שהן לא במידה הנכונה עבורכם? וודאי נאלצתם להחזיר את הנעליים ולעיתים אפילו למכור אותן רק כי הן לא מתאימות לכם. בקרוב מאוד, אולי לא תצטרכו להתמודד עם הסיטואציות הללו אם תרכשו מוצרים של Nike, כיוון שהחודש ענקית ההנעלה והספורט רכשה את הסטארטאפ הישראלי Invertex, אשר מספק פלטפורמת מדידה באמצעות אפליקציה בבית, או טאבלטים בחנות. תנאי העסקה טרם נחשפו. זוהי הרכישה השניה של Nike ב-30 הימים האחרונים, וזאת לאחר כמעט שנתיים בהן לא ביצעה החברה כל רכישה.\nInvertex מציעה מספר פתרונות הכולל אפליקציית מובייל שמאפשרת ללקוחות ליצור מודל תלת מימדי מכף הרגל שלהם, ולקבל מהאפליקציה את מידת כף הרגל המדויקת שלהם בטרם הם מבצעים רכישת נעליים באינטרנט שעשויה להסתיים בהחזרה לחנות שיכולה להמנע מראש. בנוסף, החברה מציעה לחנויות טאבלטים קבועים שמאפשרים לנציגי המכירות ליצור את המודל המדובר עבור הלקוחות, וזאת כדי לחסוך את הלבטים בנוגע למידה הנכונה ואת הזמן בו אורכת המדידה הפיזית, והניסוי והטעייה בחנות. כמו כן, החברה מציעה מכשיר דמוי משקל בחנות עליו לקוחות יכולים לעלות, להמדד, ובתוך 5 שניות לקבל את המידה המדויקת שלהם.\nענקית הסייבר Palo Alto Networks (פאלו אלטו נטוורקס) הודיעה על הרכישה של הסטארטאפ הישראלי Secdo (סקדו), אשר מאפשר יכולת איסוף וחקירת מידע מנקודות קצה, וזאת כדי להעצים את יכולת הזיהוי והבלימה של מתקפות סייבר. פרטי העסקה לא נחשפו, אך לגיקטיים נודע כי העסקה התבצעה לפי הערכות השוק של החברה, כאשר שיווי העסקה הינו כ-100 מיליון דולר. הרכישה צפויה להסתיים במהלך הרבעון השלישי של החברה הרוכשת.\nהפתרון של Secdo הוא פלטפורמת שאוספת ושומרת את כל המידע הנחוץ ממחשבי ושרתי הארגון, ומסוגלת לנתח את התראות הסייבר באופן אוטומטי. כך, צוותי האבטחה יכולים לחקור ולאמת כמות רבה יותר של התראות בצורה חכמה ומדויקת, ולגבש את התמונה המלאה של כל אירוע במהירות. במקרה של מתקפה מאומתת, הפלטפורמה מסוגלת להציע כלים לתגובה ולהסרת האיום.", "keywords": "אפריל 2018,גיוסים,סטארטאפ ישראלי,סטארטפ,סיכום גיוסים,סיכום גיוסים אפריל 2018,קרן הון סיכון"}