{"url": "https://www.geektime.co.il/monthly-investments-december-2016/", "type": "article", "title": "סוף שנה: אילו סטארטאפים ישראלים גייסו ונרכשו בחודש דצמבר?", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש דצמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-31T12:30:46Z", "modified_time": "2016-12-30T22:27:40Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש דצמבר בסצנת הסטארטאפים הישראלית\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אוקטובר.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש נובמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nלפני כשנה נחשף הסטארטאפ Lemonade, שרוצה לעשות מהפכה באחד מהתחומים השמרניים ביותר בעולם, תחום הביטוח. הסטארטאפ, שהודיע אז על גיוס סיד מרשים בגובה 13 מיליון דולר, השלים באוגוסט האחרון גיוס של 13 מיליון דולר נוספים מקרן XL Innovate, זרוע ההשקעות של ענקית הביטוח האמריקאית XL. החודש הכריזה החברה על גיוס סבב B בגובה 34 מיליון דולר, מה שמביא את סך הגיוסים שלה ל-60 מיליון דולר.\nהביטוח שמציעה Lemonade הוא ביטוח P2P, כלומר, ‘ביטוח עמית-לעמית’, מודל פעולה חדש, עם כמה תכונות מייחדות. כמו חברות הביטוח הישיר בארץ ובעולם, גם Lemonade פועלת ללא תיווך של סוכני ביטוח. אולם בניגוד לחברות הביטוח הישיר השונות, החברה לוקחת את הרעיון צעד אחד קדימה, וגם מספר נציגי המכירות והשירות הוא זעום, מכיוון שכל הפעילות והקשר של הלקוחות נעשה בעזרת האפליקציה ושימוש רחב ב-AI ובצ’ט-בוטים. כך למשל ניתן לבחור באפליקציה ביטוח דירה, לערוך את ההתאמות האישיות של הנכס שלנו ולשלם תוך 90 שניות – ממש באותה הקלות שאנחנו מזמינים מוצר באמזון. פוליסת ביטוח לבעל דירה עולה כ-35 דולר לחודש ושוכר ישלם כ-5 דולר.\nחברת HearMeOutֿ הישראלית, שמפתחת רשת חברתית מבוססת עדכונים קוליים, הודיעה החודש על גיוס של 5 מיליון דולר במסגרת הנפקה בבורסה האוסטרלית. החברה מציעה לכל משתמש להקליט מבזקים קוליים קצרים – עד 42 שניות – שיגיעו לעוקבים שלו. המשתמשים יוכלו להיכנס לרכב ולהאזין לפיד  – ממש כאילו הם מקשיבים לתחנת רדיו.\nהסטארטאפ הישראלי SECDO (סקדו), אשר פיתח פלטפורמה לחקירה ותגובה לאירועי סייבר מתוחכמים, הודיע על השלמת סבב גיוס A. ההשקעה בגובה של 10 מיליון דולר התבצעה בהובלת חברת Rafael Development Corporation, חברת בת של אלרון ורפאל. כמו כן השתתפו בסבב גם משקיעים פרטיים וביניהם מריוס נאכט (שותף מייסד ויו״ר Check Point) ושלושת המייסדים של Anobit – אריאל מייסלוס, אהוד ויינשטיין ואפיר שלוי. המימון ישמש את החברה להרחבת מחלקות המכירות ושירות הלקוחות בארה״ב, ולמרכז המחקר והפיתוח שלה ברעננה.\nSECDO פיתחה פלטפורמה המאפשרת לצוותי אבטחת מידע בארגונים לחקור, לאמת ולפתור אירועי תקיפת סייבר מורכבים בצורה מדויקת ותוך זמן קצר. אותם צוותים לא מסוגלים לחקור ולאמת את כל התראות אירועי הסייבר שנוצרות ממגוון סיבות; כמות ההתראות הגדולה, חוסר בכוח אדם מיומן והיעדר יכולת לאסוף ולנתח נתונים רלוונטיים ממחשבי ושרתי הארגון. בשל המורכבות של הדבר, הזמן הנדרש לחקירת כל התראה שכזו אורך זמן רב ואף יכול להגיע לחודשים. מיותר לציין שגם תהליך הסרת האיומים הוא מורכב, ארוך ומצריך שימוש במערכות שונות.\nכשלושה מכל ארבעה אנשים בני 70 ומעלה, סובלים מקרעים בגידי הכתף, שמחברים בין השריר לעצם הזרוע. חברת OrthoSpace הישראלית שמפתחת שתל להקלה על הכאבים באיזור זה הודיעה כי גייסה 7 מיליון דולר. את סבב הגיוס הובילה קרן JJDC, זרוע ההשקעות של Johnson&Johnson.\nהפתרון של OrthoSpace, שנקרא InSpace, יוצר חיץ פיזי בין הרקמות בחלל הכתף. לצורך כך מוחדר “בלון” (משתל נספג) שמחקה את הפונקציה של הרקמה השומנית (“בורסה”) המקורית בכך שהוא פועל כחוצץ בין ראש עצם הזרוע לבין עצם השכמה ומאפשר תנועה חלקה יותר וללא חיכוך. ההחדרה של הבלון היא פשוטה ביותר ונעשית בדרך כלל בניתוח ארתרוסקופי או בפתיחה חלקית של הכתף. תהליך ההחדרה אורך כעשר דקות בלבד, ואחרי מספר שעות ניתן לשחרר את המטופל לביתו. במהלך החודשים שלאחר מכן, מתכלה הבלון בהדרגה יחד עם הריפוי ומונע כך את הצורך בניתוח. הפתרון של החברה זכה כבר לאישור של ה-FDA האמריקאי וה-CE האירופאי.\nחברת Gordian Surgical הודיעה כי השלימה סבב גיוס בגובה 2.25 מיליון דולר בהובלת יצרנית המיכשור הרפואי הגרמנית B.Braun ומשקיעים נוספים.\nהחברה פיתחה מכשיר המאפשר סגירה יעילה, מהירה ופשוטה של החתך הפנימי לאחר הוצאת המכשור, תוך שליטה מלאה למנתח. המכשיר משמש הן כטרוקר, כלי בו משתמשים בכל ניתוח לפרוסקופי לפתיחת חלל הבטן הפנימית ולהחדרת המכשור האופטי (המצלמה) ומכשירים נוספים הנחוצים להשלמת הפעולות הכירורגיות וכמכשיר לסגירת החתכים הפנימיים הנוצרים בתהליך הניתוחי.\nחברת Beamr הישראלית שפיתחה טכנולוגיה לכיווץ תמונות וסרטונים מבלי לאבד מאיכותם, הודיעה על השלמת סבב גיוס נוסף. הסבב הנוכחי בהיקף של 4 מיליון דולר התבצע בהובלת Verizon Ventures, שהצטרפה אל המשקיעים הקיימים – Innovation Endeavors של אריק שמידט, Marker LLC ו-Disruptive. סבב ההשקעה האחרון יאפשר ל-Beamr להאיץ את פיתוח פתרונותיה ולשפר את ביצועי הרשת ואיכות הוידאו שלה.\nהטכנולוגיה של Beamer מציעה דחיסה של ה-Bitrate של הפורמט בעד 50 אחוזים, וכאמור במסגרת הדחיסה היא אינה משפיעה על איכות התמונה או הסרטון, ואינה משנה את הפורמט של התכנים המקוריים. כך, ניתן לאפשר הזרמה (סטרימינג) חלקה של תכני HD על גבי חיבורי פס רחב קיימים, הכוללים גם מכשירים סלולריים. הטכנולוגיה עוזרת גם לבעלי התכנים לחסוך בעלויות ההפצה, כשאלה כוללים מפיצי תכנים, שירותי OTT ומפעילי רשתות.\nהאפליקציה HouseParty (האוס פארטי) מאפשרת ליצור שיחות וידאו ספונטניות בין מספר משתתפים; כמו סנאפצ’ט, האפליקציה פונה לדור ה-Z, ומציעה פיצ’רים, עיצוב ושפה קליליים ולא רשמיים. כך שלמשל כאשר אתם פותחים ‘חדר’, משוחחים עם עוד משתתפים ולא מגדירים אותו כ’פרטי’, יכולים גם חברים של חברים להצטרף לחדר, אלא שאז מופיעה התראה “Stranger Danger”.\nלאחרונה הודיעה החברה על גיוס של 50 מליון דולרים בהובלת קרן Sequoia, כאשר בגיוס משתתפות גם הקרנות Aleph ו-Greylock Partnerss, אשר השקיעו גם בסיבובים הקודמים של החברה.\nהחברה, שמספקת מידע על זיהום אוויר בקרבת המשתמשים, גייסה 3 מיליון דולר והשיקה API לשימוש חברות IoT, עיריות וגופים ממשלתיים.\nהאפליקציה שפיתחה BreezoMeter מציגה מידע אודות רמת זיהום האוויר במיקום בו אתם נמצאים בזמן אמת, ביחד עם פתרונות התמודדות עם רמת הזיהום. האלגוריתם שפיתחה החברה מתבסס בעיקר על ניטור שמבצעים גופים ממשלתיים, כמו למשל המשרד לאיכות הסביבה בישראל, בשילוב של מידע על רוחות, צילומי לוויין ודיווחי תנועה, כדי לייצר מדד מדוייק של מצב זיהום האוויר עד לרזולוציה של רחובות ספציפיים. הנתונים מונגשים ומוצגים בצורה קלילה בעזרת חדק של פיל, שמעיד על רמת הזיהום.\nקרן פיטנגו (Pitango) הודיעה על השקת הקרן השביעית שלה, ״פיטנגו ונצ’ר קפיטל 7״ בהיקף של 175 מיליון דולר. הקרן החדשה תתמקד בחברות צעירות בשלבים מוקדמים ביותר כולל סיד, ותפעל לצידה של קרן הצמיחה הראשונה של פיטנגו המתמקדת בחברות בשלבים מתקדמים. מבחינת תחומים, הקרן תתמקד בהשקעה בתחומי ה-IT ומדעי החיים, בדגש עלIoT Enterprise Infrastructure , Digital Health ואינטליגנציה מלאכותית.\nחברת הסטארטאפ הישראלית EverCompliant, שמפתחת טכנולוגיה למניעת הלבנת עסקאות מקוונות, הודיעה על השלמת גיוס בגובה 9.5 מיליון דולר בהובלת Arbor Ventures ובהשתתפות משקיעים קיימים.\nבנקים סולקים וספקי שירותי תשלום (PSP) משקיעים מאמץ רב בזיהוי פעילות הונאה מקוונת המתועלת דרך בתי עסק לגיטימיים לכאורה. EverCompliant (אברקומפליינט) פיתחה מערכת שמאפשרת לתעשיית התשלומים לזהות ולנטר כמות בלתי מוגבלת של בתי עסק לאורך זמן, ולחשוף מעורבות שלהם בפעילויות הונאה, אשר עשויות ליצור סיכון ונזק פיננסי הן לסולקים והן לציבור הרחב. באמצעות השימוש במוצר הדגל שלה, ה-MerchantView, סולקים וספקי שירותי התשלום יכולים להפחית באופן דרמטי את הזמן והמשאבים הדרושים להם בתהליך החיתום תוך כדי הקטנה משמעותית של הסיכון בשלב זה. בחברה מדגישים כי הטכנולוגיה שלהם נבחנה, אושרה ואומצה על ידי בנקים סולקים וספקי שירותי תשלום בישראל, אירופה וארה”ב. בין השאר נמנים על לקוחותיה בארץ: ישראכרט, לאומיקארד, כאל, IBM וקסטרו.\nבלו-ויין (BlueVine) אשר פיתחה פלטפורמה שעוזרת לבעלי עסקים קטנים לקבל תשלום מיידי עבור החשבוניות שהם מנפיקים, הודיעה על סגירת סבב גיוס של 49 מיליון דולר. את סבב הגיוס הנוכחי, הרביעי במספר, הובילה קרן הצמיחה של Lightspeed Venture Partners והשתתפו בו גם המשקיעים הקיימים בחברה – Rakuten FinTech, Citi Ventures, 83North, Menlo Ventures Fund ו-Silicon Valley Bank.\nBlueVine מעניקה פתרונות מימון לעסקים קטנים לצורך רכישת מלאי, כיסוי הוצאות והרחבת הפעילות כדי לאפשר לבעלי עסקים להתמקד בצמיחת העסק שלהם במקום לדאוג לחשבון הבנק. החברה פיתחה פלטפורמה מקוונת ומבוססת ענן לצורך מימון חשבוניות, מה שנקרא ״פקטורינג״, המאפשר להעניק לעסקים מקדמות מהירות על חשבון חשבוניות שטרם נפרעו. כך עסקים קטנים יכולים לקבל תשלום מיידי בגין חשבוניות שמועד הפירעון שלהן חל תוך שבוע עד 90 ימים. מוצר נוסף של BlueVine הנו Flex Credit, המהווה קו אשראי גמיש לשימוש העסק.\nהסטארטאפ הישראלי Knowmail רוצה לייעל את הדרך שבה אנחנו עובדים עם תיבת המייל שלנו. כדי לעשות זאת, החברה פיתחה מנוע מבוסס אינטליגנציה מלאכותית שיעזור למשתמש להתמקד, לחסוך זמן ולשפר באופן כללי את חווית השימוש במייל.\nהחודש הודיעה החברה על השלמת סבב גיוס בהיקף של 3.5 מיליון דולר בהובלת CE Ventures. כמו כן השתתפו בסבב המשקיעים הקיימים בהם AfterDox, Plus Ventures, 2B Angels, INE Ventures ומספר משקיעים פרטיים. ההון שהתווסף לקופת החברה ישמש אותה לפיתוח פיצ׳רים נוספים והרחבת בסיס הלקוחות שלה ברחבי העולם.\nהסטארט אפ הישראלי Intezer (אינטזר) שפיתח מערכת המאפשרת נראות של כל התוכנות והקבצים הפועלים בארגון, גייס 2 מיליון דולר. את הסבב הובילו Samsung NEXT תל אביב ואלון כהן, מייסד ומנכ”ל לשעבר של סייברארק עם מספר אנג’לים נוספים.\nIntezer פיתחה מעין “מצלמת אבטחה” עבור המרחב הדיגיטלי, אשר מציגה מפה ויזואלית ופשוטה של כל התוכנות הפועלות בכל רגע נתון בארגון, עד לרמת קטעי-קוד בודדים בזיכרון. בעזרת מערכת זו, ניתן לאתר כמעט כל תקיפת סייבר, שכן כל תקיפה מחייבת את התוקף להריץ קוד כלשהו במערכות הארגון. הצגה פשוטה של המציאות הכל-כך מורכבת של קוד שרץ במערכות, מתאפשרת בזכות הטכנולוגיה של החברה, שעובדת כמו Shazam ויכולה לקבל כל קובץ או קוד לא מוכר, “לסנן רעשים” ולזהות מה הוא ומה המקורות שלו.\nסטארטאפ ה-InsurTech הישראלי Hippo הודיע על השלמת סבב גיוס ראשון בהיקף של 14 מיליון דולר כדי לפתח ולשווק את המוצר שלו. את הסבב הובילה קרן Horizons Ventures (שהשקיעה בעבר בחברות כמו פייסבוק, Waze וספוטיפיי) והשתתפו בו הקרנות RPM, Properl, GGV Capital ו-Pipeline Capital ביחד עם מספר יזמים ומשקיעים מוכרים מעולם ה-FinTech.\nHippo נוסדה ב-2015 על ידי היזמים הישראליים אסף וונד ואייל נבון, אך היא פועלת באופן מלא מקליפורניה. כפי שניתן לראות באתר הרשמי של החברה, מעבר לעובדה שהם מבטיחים להציג פה משהו ״גדול״, אין יותר מדי פרטים. השירות קיבל כבר את האישורים הרגולטורים הנדרשים מצד מחלקת הביטוח בקליפורניה, והוא נמצא כרגע בשלבי בטא ניסיוניים לקראת ההשקה הרשמית בתחילת 2017.\nהסטארטאפ הישראלי RoutePerfect השואף להיות ״One stop shop״ לתכנון והזמנת טיולים מרובי יעדים באירופה, הודיע על סגירת סבב גיוס נוסף בהיקף של 2 מיליון דולר. המימון האחרון הגיע מהקרנות ASF ו-Cyrus, קרן Elevator ומשקיעים פרטיים בהם מיור כספי (יו”ר החברה), האחי דני וינקי מרגלית וליאון רקאנטי באמצעות חברת ההשקעות שלו Glenrock.\nבמימון החדש תשתמש RoutePerfect על-מנת לבנות גרסת מובייל ולפתח את ערוצי ה-B2B דרך שיתופי פעולה עם אתרי תיירות שונים. כמו כן, הגיוס הנוכחי ישמש להשלמת החבילה עם טיסות, השכרת רכב, רכבות, אירועים ופעילויות, העברות, ומדריכי טיולים.\nהסטארטאפ הצעיר Dragonera (דרגונרה) הודיע על השקתו הרשמית לצד סגירת סבב גיוס סיד בהיקף של 3 מיליון דולר מ-Singulariteam. מדובר בשירות פיתוח מבוסס אינטליגנציה מלאכותית שרוצה להפוך חלק ניכר מפיתוח הפיתוח המוצר לאוטומטי. Drgaonera פיתחה פלפטורמה שמסייעת ליזמים להתגבר על מכשולים הכרוכים בעיצוב ובניית MVP (המוצר המהיר ביותר שאפשר להוציא אותו לשוק). כתוצאה מכך יזמים וחברות יוכלו להשקיע יותר זמן, כסף והון אנושי על פיתוח חלקים אחרים וחשובים לא פחות של המוצר. המימון החדש יאפשר לחברה לקדם את הטמעת שירותיה בשווקים חדשים.\nLumus הישראלית, המפתחת רכיבים אופטיים המאפשרים תצוגה של תכנים מסוג מציאות רבודה במשקפיים חכמים, הודיעה על גיוס של 30 מיליון דולר מ-Quanta ו-HTC. הגיוס הנוכחי מתווסף ל-15 מיליון דולר שגייסה החברה מוקדם יותר השנה בהובלת קבוצת המשקיעים הפרטית Shanda Group ביחד עם Crystal-Optechh, יצרנית רכיב פוטו-אלקטרי סינית. המימון החדש ישמש את Lumus כדי להרחיב את הפיתוח, הפעילות העסקית והשיווק של טכנולוגיית התצוגה השקופה שלה להתקנים לבישים.\nטכנולוגיית התצוגה השקופה של Lumus (לומוס) ממוקמת בקדמת העין והיא מורכבת מעדשה שמכילה מחזירי אור שקופים דקים במיוחד – LOE – Light-Guide Optical Elementt, ביחד עם מיני-מקרן שמשדר תמונה לעדשה. שילוב של שני המרכיבים הללו מבטיח להעניק שדה ראייה רחב, צבע אמיתי, בהירות כמו באור היום ותצוגה שקופה וברורה. כמו כן, בצורה זו ניתן ליצור משקפיים בגודל הקטן ביותר עבור כל שדה ראייה נתון, וכך לייצר צגים לבישים למשקפיים שהם קומפקטיים, נוחים ולא פחות חשוב – אופנתיים.\nחברת Nurami Medical (נוראמי מדיקל), שמפתחת תחליף סינתטי לרקמת קרום המוח, הנפגעת במהלך ניתוחי ראש, הודיעה על השלמת גיוס של 650 אלף דולר.\nNurami Medical מפתחת פלטפורמה טכנולוגית חדשנית לתיקון ולהחלפה של רקמות רכות. המוצר הראשון שייצא לשוק, הינו תחליף סינתטי מתכלה לרקמת קרום המוח, המיועד לשימוש בניתוחים נוירו-כירורגיים. בעתיד, תותאם הטכנולוגיה לניתוחים נוספים, בהם נדרשת החלמה ארוכה ופוטנציאל הזיהום גבוה ועלול לגרום למוות. הטכנולוגיה של החברה מבוססת על שילוב של ננו-סיבים בעלי תכונות מתקדמות ואטם חכם המופעל בזמן ההשתלה בגוף. האטם מונע חדירה של חיידקים פנימה ודליפה מסוכנת של נוזלי המוח החוצה, בעוד שהסיבים יוצרים תחליף רקמה שמסייעת לתיקון וגדילה מחדש של רקמת קרום המוח הפגועה. בכך, מתאפשרים ריפוי וגדילה מהירה וטובה יותר של הרקמה.\nהסטארטאפ הישראלי Dynamic Yield (דינאמיק אילד) אשר פיתח פלפטורמה לפרסונליזציה ואופטימיזציה של חווית משתמש, הודיע על גיוס של 22 מיליון דולר. את הסבב הובילו Vertex Ventures ו-ClalTech יחד עם Baidu ו-Global Founders Capital. כמו כן השתתפו בגיוס גם המשקיעים הקיימים: Bessemer Venture Partners, קרן ההון סיכון Marker LLP ו-Innovation Endeavors.\nליעד אגמון, מייסד שותף של Dynamic Yield הסביר לגיקטיים כי המוצר מורכב מ-“stack” של טכנולוגיות שמאפשרות לחברות מסחר אלקטרוני, תוכן ומוצר לייצר חוויות יותר פרסונליות ללקוחות שלהם בין אם זה באפליקציה, באתר אינטרנט, סלולארי או באימיילים. ״בבסיס אנחנו ׳Data Management Platform׳ שיודע לאסוף מידע על משתמשים, לחבר מידע מה-CRM ומבורסות מידע חיצוניות כמו Bluekai, ולהשתמש במידע הזה על מנת לייצר פילוחים מעניינים של הלקוחות, ולייצר באופן אוטומטי מנועי המלצות למוצרים, תוכן ועוד. הטכנולוגיה שלנו מאפשרת ללקוחות שלנו להגדיל את ההכנסות שלהם על ידי שיפור ברלוונטיות של החוויה עבור לקוחותיהם, מה שמוביל לגידול במכירות ובצריכת התוכן״.\nXplenty (אקספלנטי) הישראלית, אשר רוצה לפשט את עולם הביג דאטה, הודיעה על גיוס בגובה 4 מיליון דולר. את הסבב הובילו הקרנות האמריקאיות Bain Capital Ventures, Rembrandt Venture Partners ו-True Ventures. בגיוס השתתפו גם המשקיעים הקיימים של החברה – Magma Venture Partners ו-Waarde Capital. בנוסף לגיוס, הודיעה החברה על רכישתה של Driven, חברה אמריקאית המפתחת מערכות ניטור בסביבות של ביג דאטה.\nXplenty מפתחת ומספקת שירות מבוסס ענן לאינטגרציה ועיבוד נתונים ממגוון מקורות מידע, המסייע לארגונים לטייב ולהכין דאטה לניתוח. ככל שארגונים משתמשים ביותר שירותים, צורכים ומייצרים יותר דאטה כך גם הצורך בשירותי integration data, טכנולוגיה שייעודה לחבר מגוון רחב של מקורות מידע, לעבד אותו ולהכין אותו לניתוח ולדו״חות, הופך משמעותי וקריטי. Xplenty מפתחת ומספקת שירות מבוסס ענן לאינטגרציה ועיבוד נתונים ממגוון מקורות מידע, המסייע לארגונים לטייב ולהכין דאטה לניתוח. המוצר שלה מאפשר גם לאנשים שלאו דווקא מגיעים מרקע טכני לבנות תהליכים של אינטגרציה ועיבוד נתונים בענן ללא צורך בכתיבת קוד. בצורה זו הדגש עובר לביצוע ניתוח הנתונים עצמם ולא להכנת הנתונים, תהליך אשר מצריך המון זמן והשקעה.\nמעבר לדירה חדשה, שיפוץ וכל דבר שקשור בקנייה חדשה לדירה מלווה בכאב ראש אינסופי: למדוד, להתאים צבעים ובעיקר המון צורך בדימיון (שלא כולנו בורכנו בו). יוני נבו, ניר דאובה, עוזי אגרי ועמירם אברהם החליטו ב-2012 לייסד את Cimagine כדי לגרום לכם להפסיק לדמיין ולהתחיל לעשות. פלטפורמת המציאות הרבודה שהם יצרו תשמש אתכם באופן פרטי ובאופן עסקי בקבלת החלטות קנייה טובות יותר וחווית קנייה עשירה יותר.\nכנראה שהרעיון מצא חן בעיניי סנאפצ׳ט, שכן היא בחרה לרכוש את הפיתוח הישראלי תמורת סכום המוערך ב-30-40 מיליון דולר. מדובר ברכישה הראשונה של סנאפצ׳ט בישראל שתהפוך את החברה הישראלית למרכז הפיתוח שלה כאן.\nלמרות הסיכון ואי-הודאות בתחום, הרי שלנוכח הריביות הנמוכות במשק, קיימים לא מעט אנשים שהיו רוצים לקחת חלק פעיל יותר בשוק ההון. עם זאת, בניגוד למשקיעים מקצועיים ולגופי השקעות, הידע שלהם מוגבל, אין להם את הידע הטכני להפעיל מערכות מורכבות ובעיקר, אין להם את הזמן להשקיע במעקב ובניתוח של אירועים גלובליים שיכולים להשפיע על ערך המניות שבידיהם. המערכת של Capitalise מאפשרת מסחר אוטומטי בשפה טבעית, שמתבצע בעזרת תרחישים אפשריים, שנקבעים מראש. החודש הודיעה החברה כי השלימה גיוס של 4 מיליון דולר נוספים.\nCapitalise (קפיטלייז) מפתחת מערכת מסחר, שמאפשרת לכל משקיע בשוק ההון לבצע אוטומציה מלאה לתרחישי המסחר שלו וכל זאת בעזרת ממשק NLPP (שפה טבעית). תרחישי המסחר הם למעשה האירועים להם הסוחר ממתין וכאשר הם מתרחשים, הוא יקנה או ימכור נכסים פיננסים שונים. מדובר במגוון רחב של אירועים – החל מאירועים פיננסיים כמו ירידה או עליה במחירי מניות, חוזים או כל מכשיר פיננסי אחר וכלה באירועים עולמיים כמו משקעים במדינה מסוימת, ריכוזי מכליות נפט בים או תנועה ברשתות החברתיות. בנוסף, מאפשרת החברה גם להגדיר תרחיש שמתבסס על כמה אירועים שונים לגמרי – שבהתקיימם תתבצע הוראת מכירה או קנייה.\nאם גם אתם שונאים לחכות ולהתייבש לטכנאי שירות, יכול מאוד להיות של-Timing יש את הפתרון עבורכם. החברה, שמפתחת מערכת ניווט לספקי שירות, הודיעה על גיוס של מיליון דולר מקרן Terra Venture Partners.\nTiming (טיימינג) פיתחה מערכת ניווט לספקי שירות, שמנטרת את צי המכוניות של עובדי שירות שמגיעים לבית הלקוחות. מדובר באתגר לא פשוט מכיוון שקיימים פרמטרים רבים שמשפיעים על תכנון המסלול של כל נציג וזמן הגעתו ללקוח. המערכת של Timing מבצעת אופטימיזציית מסלולים מראש ובצורה דינאמית במהלך היום, תוך כדי התחשבות בחלונות זמן, בקשות מלקוחות, זמני מציאת חנייה, מזג האויר, תנועה אופיינית ועוד. בחברה טוענים, שבזכות האופטימיזציה הזו, ספקי השירות מסוגלים להגיע ליותר קריאות שירות ביום.\nחג שמח לסטארטאפ הישראלי HexaTier (לשעבר GreenSQL) שנרכש על ידי יצרנית הסמארטפונים הסינית וואווי (Huwaei). לפי כלכליסט סכום הרכישה עומד על 42 מיליון דולר. בעקבות הרכישה וואווי תקים מרכז פיתוח לבסיסי נתונים בענן. ממה שידוע, מאז הקמתה בשנת 2009 גייסה Hexatier קצת פחות מ-15 מיליון דולר מהקרנות JVP, 2Bangles, Atlantic Capital Partners ו-Rhodium.\nכיום ארגונים מעבירים את הפעילות שלהם לענן וממקמים בו את הנתונים הרגישים ביותר שלהם, תוך כדי שהם חשופים לאינספור איומים וסיכונים פנימיים וחיצוניים יחד. המוצר של החברה הישראלית עונה על כל דרישות האבטחה של ארגונים כיום והוא מסייע לאלו למנוע ממידע רגיש ואישי ממגוון תחומים להגיע אל הידיים הלא נכונות. זאת הוא עושה באמצעות גילוי אוטומטי של המידע הרגיש בבסיסי נתונים, מניעת התקפות מסוג ״SQL Injection״, ניטור פעילות בבסיסי הנתונים (DAM) ומיסוך והסתרת מידע ממקורות בלתי מורשים.\n\n", "keywords": "סיכום גיוסים,גיוסים,גיוסים דצמבר,גיוסים דצמבר 2016,סטארטאפ,סטארטאפ ישראלי,חברה ישראלית,אקזיט,גיוס,exit"}