{"url": "https://www.geektime.co.il/startups-investments-october-2016/", "type": "article", "title": "בזמן החגים: סטארטאפים ישראלים גייסו החודש 235 מיליון דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אוקטובר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-05T14:00:03Z", "modified_time": "2016-11-04T16:49:21Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אוקטובר בסצנת הסטארטאפים הישראלית\n\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אוקטובר.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש ספטמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nהחודש הודיעה החברה על השלמת גיוס מרשים בגובה 180 מיליון דולר, מה שמציב את סך הגיוסים של החברה מאז הקמתה על יותר מ-245 מיליון דולר. סבב הגיוס הנוכחי הובל על ידי קרן Technology CrossOver Ventures – TCV. בנוסף ל-TCV, השתתפה בגיוס גם קרן Susquehanna Growth Equity, אחת מהמשקיעות הקיימות בחברה\nPayoneer נכנסה לתחום התשלומים בשנת 2005 במטרה להעניק לחברות גדולות אפשרות להעביר תשלומים בצורה נוחה, פשוטה ומאובטחת, לעובדים ברחבי העולם. לשם כך, פיתחה החברה פלטפורמה המאפשרת העברת תשלומים מקוונים במספר דרכים שונות, מהחברות אל נותני השירות הרלוונטיים. מטרתה העיקרית היא להעצים את המסחר הגלובלי בשווקים מגוונים, כאשר חברה מארצות הברית תוכל להעסיק נותני שירות מהודו, בריטניה ואפילו מישראל – ולשלם להם בדרך הנוחה ביותר עבורם. ביו היתר מציעה החברה ללקוחותיה אפשרויות תשלום שונות, הכוללות כרטיסי אשראי, ארנקים אלקטרוניים, חיובים מיידים (Debit) ואף ביצוע של העברות בנקאיות, תוך חיסכון בזמן ההעברה ובעלויות\neBay ממשיכה בסבב השופינג הישראלי שלה; החודש הודיעה החברה על כך שהיא רוכשת את Corrigon (קוריגון), חברה ישראלית, המפתחת טכנולוגיה לחיפוש חזותי. התנאים הפיננסיים של העסקה לא נמסרו.\nהטכנולוגיה ש-Corrigon פיתחה מסייעת בזיהוי עצמים בתמונות, בביצוע התאמה של מרכיבים חזותיים וטקסטואליים על מנת לוודא שהתמונה מזוהה, מסווגת נכון ותואמת באופן הקרוב ביותר למוצר מקביל. עבור צרכן הקצה, הטכנולוגיה שלה מאפשרת בין היתר לאתר פריט בתמונה שמצא חן בעיניכם, ובלחיצת כפתור פשוטה להגיע לחנות שתמכור לכם אותו במהרה.\nאפליקצית NewsTab הישראלית רוצה להציע מעין הכלאה של Flipboard ל-Feedly; באמצעותה, משתמשים יכולים לעקוב אחר החדשות שמעניינות אותם בצורה אינטואיטיבית. החודש הכריזה החברה על השקת אפליקצית האנדרואיד שלה ובנוסף על סבב גיוס של 1.5 מיליון דולר. את הסבב הובילו האנג׳לים  אייל לוי ופול מוריץ ביחד עם ארנון קטלן, מייסד החברה.\nהחזון של NewsTab הוא לשלב בין היכולות לעקוב אחרי כל פיד חדשות עם חווית משתמש אינטואיטיבית, יפה וחכמה, כזו שגם תאפשר למשתמש לעקוב אחר נושאים ולקבל תקציר איכותי של הפידים שמעניינים אותו.\nסימפל אורדר (SimpleOrder) הישראלית מציעה פתרון בדמות מערכת פשוטה המאפשרת למסעדות ובתי קפה להזמין סחורה מהספקים השונים, לנהל מלאי ולהפיק דו״חות באופן מקוון. החודש נודע כי היא השלימה גיוס בגובה 2.75 מיליון דולר. את הסבב הנוכחי הובילו קרן Lazarus Israel Opportunities ו-Foodlab Capital, בהשתתפות המשקיעה הקיימת Cyrus Angel Fund ואנג׳לים פרטיים.\nהמערכת של SimpleOrder מאפשרת לכל בעל עסק בתחום המזון לעקוב ולנהל את ההוצאות בזמן אמת. בחברה מסבירים שהמוצר שפיתחו מתאים למסעדות מכל סוג וגודל, בין אם מדובר בבית קפה שכונתי ובין אם במסעדה בעלת כוכב מישלן. כך ניתן ליצור שקיפות מלאה בכל הליך ההזמנה ולחסוך הן ללקוחות והן לספקים את הצורך בהתעסקות המעיקה בניירת לא נגמרת של הזמנות, תעודות משלוח וחשבונות ובסופו של דבר גם חוסכת לאלו כסף. בעזרת המערכת, שלא דורשת התקנת תוכנה או רכישת חומרה (שכן מדובר בפלטפורמה מבוססת ענן) ניתן לנהל את המלאי, לתמחר את התפריט בזמן אמת ולקבל מידע שוטף על העסק גם ללא צורך להיות בו באופן פיזי.\nהסטארטאפ הישראלי examPAL בעל חזון שאפתני למדי: לעזור לכל אחד לעבור את בחינת ה-GMAT בהצלחה בתוך 4 שבועות בלבד. החודש, הודיע הסטארטאפ על סגירת סבב גיוס סיד בגובה מיליון דולר משתי דמויות מפתח בתעשייה – ערד נווה ומרקוס הגר, שהשקיע גם ב-Uber וב-Reddit. לצד ההודעה על הגיוס, החברה משיקה באופן רשמי את המוצר שלה, שירות SaaS המתבסס על למידת מכונה, המציע קורסים מקוונים להכנה לבחינות לקראת MBA (או קורסים קדם אוניברסיטאים בכללי).\nבבסיס המערכת של examPAL עומדת שיטת לימוד שמלמדת את המשתמשים לזהות במהירות איזו משלוש גישות יכולה לפתור את השאלה במהירות. שיטה זאת נקראת PAL, ראשי התיבות של Precise, Alternative, Logical. הלימוד נעשה באמצעות סרטוני וידיאו אינטראקטיביים, שכבר במהלכם המערכת משתמשת בתשובות שענה המשתמש ובזמן התשובה כדי ללמוד איך הוא חושב והיכן הוא מתקשה. בשלב הבא עובר המשתמש תרגול דיאגנוסטי (מאבחן), שמאבחן את רמת היכולת שלו ביישום כל שיטת פתרון על סקאלה של 0-7. התרגול מתאים את עצמו למשתמש, כך שאם לדוגמא הוא הצליח בשאלה, הוא יתמודד בהמשך עם שאלה קשה יותר, ואם טעה בשאלה, הוא יקבל שאלה קלה יותר.\nChorus.ai פיתחה מערכת בינה מלאכותית שמנתחת את השיחות הללו ומספקת את כל התובנות בצורה אוטומטית למקבלי ההחלטות בארגונים. החודש הודיעה החברה על גיוס של 6.3 מיליון דולר.\nChorus.ai (קורוס) מקליטה את כל שיחות המכירה של צוותי השיווק ולאחר מכן היא מתמללת אותה; עכשיו מתחיל החלק המעניין והוא איתור החלקים החשובים בשיחה. המנהלים יכולים בלחיצה אחת לחפש מילים מסויימות או לבחור בנושאים כמו ‘תמחור’, ‘בעיות’, ‘דאגה’, ‘מתחרים’ ו’סגירת עסקה’. המערכת מוצאת לבד מילות מפתח ומשייכת אותן לנושאים רלוונטיים. בלחיצת כפתור אחת יכולים גם המנהלים להגיע לכל השאלות ששאלו או נשאלו נציגי המכירות ולראות את התשובות. המערכת של Chorus.ai מתממשקת עם שירותים כמו אלו שמציעים Salesforce למשל.\nבלב ליבה של המכונית האוטונומית עומדות כמובן הטכנולוגיות השונות שמאפשרות לה להתנייד במרחב מבלי להתנגש בעצמים או באנשים. לתחום הצפוף, שמאוכלס כבר בחברות דוגמת מובילאיי הישראלית, נכנסת חברה ישראלית בשם Oryx (אוריקס) שהודיעה על השלמת סבב גיוס בגובה 17 מיליון דולר.\nהטכנולוגיה של Oryx מתבססת על ננו-אנטנות שקולטות גלי אור – בדיוק כמו גלי רדיו – ומאפשרות לרכב לנווט ולהימנע ממכשולים. הפתרון של Oryx עושה שימוש בגלי אור אינפרא-אדום שבטוחים לגמרי לשימוש; במקום מתקן שמסתובב ב-360 מעלות, המערכת פולטת את הקרניים בבת אחת בצורה היקפית מסביב לרכב, ואנטנות זעירות, שגודלן כ-5 אלפיות המילימטר בלבד, קולטות את גלי האור שחוזרים.\nרמת הדיוק של האנטנות של Oryx כל-כך גבוהה שהן מסוגלות לזהות עצמים זעירים על הכביש ממרחק של 150 מטר, כשהיכולות הללו לא נפגעות גם בשמש ישירה ומסנוורת וגם בחשיכה מוחלטת – בכל תנאי מזג האוויר. לדברי Oryx, לא רק שהמערכת שפיתחה מדוייקת פי 50 מה-LIDAR, הרי שאין בה חלקים נעים, כך שהיא אמינה יותר לשימוש מתמשך והיא דורשת הרבה פחות כוחות עיבוד ממערכות הראייה הממוחשבת שמנתחות את התמונה.\nKampyle פיתחה טופסי פידבק מקוונים לאתרים ושירותים, שמאפשרים ללקוחות להביע את דעתם על חווית הגלישה, הרכישה או השימוש במוצרי החברה. המוצר שמוצע לחברות בפלטפורמת SaaS, מאפשר לחברות להטמיע את טופסי המשוב בקלות, ולאסוף דרכם מסרים, תובנות וחוות דעת, כשכל הנתונים שנאספים מוצגים בצורה ברורה על גבי דשבורד. בין היתר עושה המוצר אינטגרציה עם Google Analytics ופלטפורמות CRM כמו Salesforce. משתמשי המוצר ייהנו מאנליטיקות ביג-דאטה ומדוחות מפורטים ופשוטים שמעניקים להם מבט מקיף על כל נושא אותו ירצו לחקור. חברת Medallia תציע את המוצר של Kampyle במסגרת שירות Medallia Digital, המשלב את פלטפורמת ניתוח המידע של החברה יחד עם היכולות של Kampyle לאיסוף משוב לקוחות באינטרנט ובמובייל.\nחברת אבטחת המידע הישראלית FireLayers חתמה על הסכם סופי לרכישתה על ידי חברת Proofpoint האמריקאית, שהוקמה על ידי ה-CTO של Netscape ב-2002. סכום הרכישה מוערך ב-55 מיליון דולר  והוא יתבצע בעסקת מזומנים של 46 מיליון דולר והיתרה במניות. שילוב הפתרונות של FireLayers ו-Proofpoint יאפשרו לארגונים לזהות ולחסום הן קבצים זדוניים והן לינקים שישותפו דרך יישומי SaaS כגון אופיס 365 או דרופבוקס.\nבארגונים לשלוט על הגישה והפעולות המתבצעות בשירותי הענן ואף לאכוף מדיניות אבטחת מידע אחידה, המותאמת לצרכים הספציפיים של הארגון או המשתמשים השונים בו. הטכנולוגיה שפיתחה החברה כוללת תהליך אימות לאיום בזמן אמת ומתן ציון בהתאם לרמת הסיכון שלו, כדי לאפשר לחברות לשלוט בצורה קצת יותר טובה על משאבי הענן שלהם. FireLayers מספקת את אותם ניתוחים לצוות ה-IT כדי שאלו יוכלו ליצור ׳איזורים בטוחים׳ לעבודה רציפה, תוך כדי הגנה על נתונים ארגוניים, תשתיות ועסקאות פיננסיות הן מפני תקיפות ואיומים חיצוניים במודע, והן מהתנהגות מסוכנת שלא במודע.\nחברת PointGrab הישראלית הודיעה החודש על גיוס בהיקף 7 מיליון דולר, כדי להמשיך ולפתח את החיישנים שלה לבניינים חכמים. סבב הגיוס הושלם בהובלת Philips Lighting ו-Mitsubishi UFJ Capital מיפן, ביחד עם המשקיעה הקיימת קרן ABB Ventures ומשקיעים נוספים.\nמוצר הדגל של החברה, CogniPoint, הוא סנסור קצה חכם בעל יכולת ניתוח אינטגרלית, המנטר את פעילותם של אנשים הנמצאים בבניינים מסחריים. את החיישן החכם ניתן למקם בתקרה של משרדים, בתי אבות או מקומות מסחריים. הסנסור מנתח את מה שמתרחש בחלל, ולפי זה מייצר אנליטיקות בזמן אמת, שמאפשרות בין היתר לפתח אפליקציות ייעודיות לאותם חללים. (בשלב זה, PointGrab מתמקדת רק בפיתוח הסנסור, ולא בפיתוח האפליקציות, אך יתכן מאוד שבעתיד יכנסו גם לפיתוח היישומים עצמם).\nוואצ׳יט (Wochit), אשר פיתחה פלטפורמה ליצירת וידאו לאתרי תוכן ולרשתות חברתיות, גייסה החודש 13 מיליון דולר. את הסבב הנוכחי הובילו גופי התוכן ProSieben, SPH Media Fund, Singapore Press Holdings’ ו-Carlo de Benedetti. ההשקעה האחרונה תסייע לחברה להמשיך ולקדם את טכנולוגיות הפקת הוידאו וכן להרחבת פעילות החברה לשווקים נוספים ברחבי העולם.\nהייחוד של הפלטפורמה בא לידי ביטוי בכך שהיא מאפשרת גם לאנשים ללא נסיון בעריכת וידאו לייצר סרטונים מקצועיים. בעוד היוצר מתמקד ביצירת הסיפור, הפלטפורמה מציעה לו סרטונים ותמונות רלוונטים, מאפשרת לו להוסיף טקסט על גבי הסרטון, וכן להקליט קריינות (או להשתמש ברשת מקצועית של קריינים באנגלית וספרדית), ומתאימה באופן אוטומטי אלמנטים כמו פתיח, לוגו, מעברים ושאר אפשרויות גרפיות. בנוסף המערכת מאפשרת יצירה פשוטה של סרטונים מרובעים ומאונכים שמתאימים לרשתות חברתיות כמו אינסטגרם וסנאפצ׳אט.\nחברת הסטארטאפ הישראלית Gauzy, המפתחת פתרונות טכנולוגיים ויישומים מתקדמים המבוססים על הטמעת Liquid Cristal בזכוכיות חכמות, השלימה סבב גיוס של כ-7 מיליון דולר. את סבב הגיוס הובילה קרן Lazarus האמריקאית ביחד עם Olive Tree VC ו-Waarde Capital.\nהחברה מציעה מגוון רחב של מוצרים ויישומים בתחום השליטה במעברי אור – LCG-Liquid Crystal Glass. טכנולוגיה זו מאפשרת מגוון יישומים כמו ברמות שקיפות שונות (Dimming), אפשרות להקרנה באיכות גבוהה על גבי חומרים שונים, שליטה אלקטרונית במעברי אנרגיה וחום דרך מפתחים שקופים (כמו חלונות) ועוד.\nכדי להמחיש טוב יותר את היכולות של הטכנולוגיה – תארו לעצמם מצב שבו תוכלו לראות את תוכן המקרר שברשותכם בזמן שהדלת נשארת סגורה ואטומה (לא רק שזה ממש מגניב, חשבון הבנק יודה לכם). דוגמא נוספת היא שבמקום לפתוח את דלת הכניסה בבית ברגע שמישהו מצלצל, בלחיצת כפתור הזכוכית האטומה תהפוך לשקופה כדי שתוכלו לראות מי הגיע, בלי לפתוח את הדלת (פתרון אידיאלי לילדים ששוכחים שאסור לפתוח את הדלת בלי מבוגר בבית).\n", "keywords": "סיכום גיוסים,גיוסים,גיוסים אוקטובר,גיוסים אוקטובר 2016,סטארטאפ,סטארטאפ ישראלי,חברה ישראלית,אקזיט,גיוס,exit"}