{"url": "https://www.geektime.co.il/lithiumcard-in-indiegogo/", "type": "article", "title": "מטען נייד בגודל כרטיס אשראי מוצע באינדיגוגו", "description": "מטען נייד בגודל כרטיס אשראי שכולל את כל החיבורים הדרושים ומציג טעינה מהירה לסמארטפון. הצצה לפרוייקט גיוס המונים חדש באתר אינדיגוגו.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/03/litium.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-02T11:19:00Z", "modified_time": "2014-03-02T11:40:19Z", "articleBody": "מטען נייד בגודל כרטיס אשראי שכולל את כל החיבורים הדרושים ומציג טעינה מהירה לסמארטפון. הצצה לפרוייקט גיוס המונים חדש באתר אינדיגוגו.\n\nה-LithiumCard, מטען נייד, קטן ודק במיוחד שניתן להכניס לארנק ומכיל למעשה את כל הרכיבים הנדרשים להטענה מהירה של מכשירים ניידים קטנים כמו סמארטפונים ואחרים, חצה את רף הגיוס שלו יומיים בלבד לאחר שעלה לאתר גיוס ההמונים אינדיגוגו.\nהסוללה עצמה קטנה יחסית, בנפח 1200mAh, אך היא נועדה לשמש למעשה כ״עזרה ראשונה״ וכוללת לטענת המפתחים טכנולוגיה לטעינה מהירה בשם HyperFET שמציעה להקפיץ לכם את אחוזי הסוללה במכשיר הסמארטפון באחוז אחד לדקה.\nכרטיס ה-LithiumCard מגיע בשתי תצורות: האחת כוללת חיבור microUSB הנחשב כשכיח למכשירי אנדרואיד והשני חיבור ה-Lightning המאפיין את מכשירי iOS בינהם האייפון, האייפד והאייפוד. הכרטיס גם כולל חיבור USB דקיק שמאפשר את טעינתו שלו עצמו באמצעות חיבור למחשב או ישירות למקור מתח.\nיומיים אחרי והפרוייקט כבר חצה את הרף שקבע לעצמו כשהוא עומד על 38,231 דולרים, נכון לכתיבת שורות אלה, מתוך 30,000 שהציב לעצמו כיעד. עם למעלה מחודש ימים שנותרו, אין ספק שמדובר בהצלחה של ממש ואלו מכם שחשבו להניח את ידם על הגרסה המוזלת פספסו כבר את ההזדמנות.\nבשלב זה המחיר המינמלי שתצטרכו לשלם על מנת לרכוש את ה-LithiumCard עומד על 50 דולרים, כשתוספת תמוהה של 5 דולרים נוספים מתבקשת עבור אלו המעוניינים בחיבור ה-Lightning של אפל (המפתחים מסבירים שהייצור של חיבור ה-Lightning יקר יותר). עבור משלוח אל מחוץ לארה״ב תתבקשו להוסיף 5 דולרים נוספים. המחיר אמנם אינו זול אך בקטגוריית המטענים הניידים הממוזערים הוא בהחלט מציע משהו אטרקטיבי יותר בעיקר בשל היותו שטוח ונוח יותר לנשיאה והעובדה שמכיל כבר את החיבורים עצמם.\nבמסגרת הפרוייקט הציבו היזמים גם מספר יעדים שבמידה ויחצו אותם, יוסיפו פיצ׳רים נוספים לרכישות הקיימות. שני יעדים כבר נחצו ועל כן כל מי שירכוש את המטען הנייד יקבל חינם גם מעיין מדבקה רב פעמית אותה הם מכנים NanoStik שתאפשר להצמיד את הכרטיס לגב הסמארטפון, אם כי אנחנו מוצאים את זה מעט פחות נוח באופן כללי.\n", "keywords": "lithiumcard,אינדיגוגו,גיוס המונים,מטען נייד,מטען נייד בגודל כרטיס אשראי,מטען נייד קטן,indiegogo"}