{"url": "https://www.geektime.co.il/linearb-raised-1-6/", "type": "article", "title": "הסטארטאפ Linear B מגייס 1.6 מיליון דולר כי מחלקות הפיתוח מבולגנות", "description": "מחלקות רבות בארגונים מבצעות החלטות מבוססות דאטה, אבל דווקא המחלקה הטכנית מכולן - מחלקת הפיתוח, לא עושה זאת. Linear B רוצה לשנות זאת", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/cropped-4bf944ab-e85a-4a2a-81d5-07d40aac836d-original-3-1547545928-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-15T16:00:36Z", "modified_time": "2019-01-15T16:29:38Z", "articleBody": "מחלקות רבות בארגונים מבצעות החלטות מבוססות דאטה, אבל דווקא המחלקה הטכנית מכולן – מחלקת הפיתוח, לא עושה זאת. Linear B רוצה לשנות זאת\nמייסדי החברה מימין לשמאל: דן ליינס ואורי קרן\nהסטארטאפ הישראלי Linear B רוצה לעזור למפתחים ולמנהלים לשפר את הפרודוקטיביות ואיכות העבודה שלהם על ידי איסוף וניתוח נתונים, ובעצם לקבל ערך גדול יותר מההשקעה שלהם במאמצי הפיתוח. כעת, עם עשרה לקוחות שעובדים עם הפלטפורמה במסגרת פיילוט, מודיעה החברה כי סגרה סבב סיד בהיקף של 1.6 מיליון דולר מאריאל מייסלוס ומשה ליכטמן. ההשקעה האחרונה תשמש את החברה כדי להרחיב את מצבת העובדים שלה ולהמשך פיתוח המוצר.\nLinear B הוקמה ב-2018 על ידי דן ליינס ואורי קרן, אחרי שהשניים התאכזבו לגלות שבאופן פרדוקסלי דווקא ארגוני הפיתוח הם אלו שממעטים להשתמש בנתונים בתהליך קבלת ההחלטות שלהם. כלי האנליטיקה של Linear B מיועד לשימוש קבוצתי בקרב צוותים במטרה לסייע לאלו לעבוד נכון ומסודר יותר, באמצעות הצגת תובנות אוביקטיביות ושימושיות לעבודה רציפה.\nעל ידי התחברות לפלטפורמת פיתוח התוכנה של הארגון (JIRA, BitBucket, GitLab, GitHub), היא מנתחת את איכות הקוד, הרגלי העבודה והדינמיקה החברתית בצוות, ועל סמך כל אלו היא מספקת המלצות מותאמות אישית לכל ארגון כדי ״לבנות צוותי פיתוח חזקים ושמחים יותר״ (זה מה שהם אומרים). כמו כן, המערכת מאפשרת לבצע השוואה בין ארגונים, כדי לראות מה המצב שלהם בהשוואה לשאר התעשייה.\n״אם מסתכלים על כל אגף בארגון, החל ממכירות ועד ל-HR, מנהלים יכולים להשתמש בדאטה על מנת להשפיע בתהליכי קבלת ההחלטות שלהם. אין ספק שזה אירוני שדווקא בסביבה טכנית וממוקדת נתונים של כל עסק – הלא היא מחלקת הפיתוח, מדובר במחלקה היחידה שמסתכמת על אינסטינקטים ותחושות בטן על מנת לשפוט ביצועים, פרודוקטיביות ומעורבות העובדים״, אומר אורי קרן, מנכ״ל ומייסד Linear B.\nהחברה מחזיקה במשרדים בסנטה מוניקה, קליפורניה ובאור יהודה, ומעסיקה כרגע כ-5 עובדים.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,פיתוח,linear b,לינאר ב,עבודת צוות"}