{"url": "https://www.geektime.co.il/pliops-raised-30m/", "type": "article", "title": "סופטבנק מובילה גיוס של 30 מיליון דולר ב-Pliops הישראלית", "description": "החברה פיתחה מעבד זיכרון חדש אשר עונה לצורך בביצועים גבוהים בעידן הענן והבינה המלאכותית, תוך כדי הפחתה משמעותית של העלויות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/pliops-1548840819.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-30T15:36:02Z", "modified_time": "2019-01-30T15:36:02Z", "articleBody": "החברה פיתחה מעבד זיכרון חדש אשר עונה לצורך בביצועים גבוהים בעידן הענן והבינה המלאכותית, תוך כדי הפחתה משמעותית של העלויות \nמימין לשמאל: אורי בייטלר, משה טוויטו ואריה מרגי. מקור: Pliops\nחברת Pliops (פליופס), אשר פיתחה מעבד זיכרון חדש וייעודי ליישומי ענן ובינה המלאכותית, הודיעה היום (ד׳) כי גייסה כ-30 מיליון דולר. את סבב הגיוס הנוכחי (Series B) הובילה Softbank Ventures Asia והשתתפו בו כל משקיעי סבב A, בהם: Viola Ventures, Intel Capital ו-SOMV. כמו הן הצטרפו לסיבוב שני משקיעים אסטרטגיים – Western Digital Capital ו- XilinxCapital.\nPliops (פליופס) פיתחה דור חדש של טכנולוגיה לעיבוד storage, שתכליתה להתמודד עם הגידול הבלתי פוסק בעומס הדאטה הנובע מהמעבר של ארגונים לענן ומהשימוש הגדל ביישומים תובעניים כגון ML ו-AI. מכיוון שכמות הדאטה בארגונים גדלה בקצב מהיר יותר מזה שהמערכות הקיימות של מרכזי הנתונים נועדו להכיל, נוצר כיום צוואר בקבוק אשר משפיע על האפקטיביות של כל שוק מרכזי הנתונים בענן, שהיקפו 390 מיליארד דולר. ״מעבד האיחסון של פליופס למעשה מחליף מספר רב של שכבות תוכנה לא יעילות בפתרון יעיל יותר שמאפשר לפשט באופן משמעותי ארכיטקטורות של data centers על ידי קומבינציה של תוכנה והאצות חומרה ייעודיות״, הסביר לגיקטיים אורי בייטלר, מנכ”ל ומייסד שותף של Pliops.\nמעבד האחסון שפיתחה Pliops מאפשר אינטגרציה יעילה יותר של מסדי הנתונים הפופולאריים כגון MySQL או Cassandra על גבי דיסקים מבוססי פלאש (SSDs). המשמעות היא שניתן יהיה להוביל להפחתה של 90% בעומס המחשוב, הורדה של פי 20 בתעבורת הרשת ושיפור של פי 50 בזמן התגובה (Latency) – מה שבסופו של דבר מיתרגם ליעילות מקסימלית של עבודת עיבוד הנתונים והפחתה דרמטית של העלויות הקשורות בעבודה בענן.\nPliops הוקמה בשנת 2017 על ידי אורי בייטלר (CEO), משה טוויטו (CTO) ואריה מרגי (Chairman), שלושתם מגיעים מתעשיית ה- Storage וה-Flash. כיום מועסקים בחברה כ-30 עובדים, מרביתם במשרדים ברמת גן וחיפה, והיתר בסן חוזה. הסבב הנוכחי מביא את סך גיוסי החברה לסכום של 40 מיליון דולר. הגיוס הנוכחי יאפשר ל- Pliops להאיץ את תהליך הפיתוח, ולהרחיב את הצוותים בישראלו ובארה”ב וכן להקים נוכחות בשווקי המזרח. בישראל מתכוונת החברה לגייס במהלך השנה עוד כ- 20 עובדים.\nניר אדלר, שותף כללי בקרן ההון סיכון SOMV התייחס להשקעה ואמר: ״Pliops מביאה חדשנות עמוקה לתחום ניהול אחסון הזיכרון של מחשבים. כל אחד מאתנו, בעודנו משתמשים באפליקציות, משתפים תמונות ושומרים קבצים –  הינו משתמש עתידי של פליופס. הפוטנציאל הוא עצום ובאמצעות גיוס ההון הנוכחי, החברה תבנה את המסדים לחברה רב לאומית משמעותית״.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\n ", "keywords": "גיוס,גיוס הון,pliops,פליופס,סטארטאפ,סטארטאפ ישראלי,סבב גיוס"}