{"url": "https://www.geektime.co.il/microsoft-kills-windows-vista/", "type": "article", "title": "הסטה לה-ויסטה: מיקרוסופט הורגת רשמית את מערכת ההפעלה הכי שנואה שלה", "description": "תגידו ביי ביי ל-Windows Vista: מיקרוסופט מפסיקה רשמית את התמיכה במערכת ההפעלה הוותיקה שהחלה כהבטחה גדולה וסיימה ככישלון צורב", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/winvista-final-scr-04-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-12T09:00:43Z", "modified_time": "2017-04-12T07:57:56Z", "articleBody": "תגידו ביי ביי ל-Windows Vista: מיקרוסופט מפסיקה רשמית את התמיכה במערכת ההפעלה הוותיקה שהחלה כהבטחה גדולה וסיימה ככישלון צורב\nמקור: operating-system.org\nעשר שנים לאחר שהושקה רשמית והיתה זמינה לציבור ו-7 שנים לאחר העדכון האחרון שלה זוכה Windows Vista למסמר האחרון בארון המתים שלה: מיקרוסופט הודיעה כי מעתה לא תתמוך יותר במערכת ההפעלה המזדקנת ועל משתמשיה לשדרג בהקדם למערכת חדשה יותר.\nעוד לפני ההשקה ב-2007, רבים הכירו את Windows Vista בשם הקוד הפנימי שלה Longhorn. המערכת היתה אמורה להחליף את Windows XP המצליחה מ-2001 עם פיצ’רים כמו ממשק UI חדש בשם Windows Aero, שכלל חלונות שקופים למחצה; כפתור Start חדש, גאדג’טים, מערכת חיפוש חדשה בכל קובצי המחשב, כלי ליצירת DVD ותצוגה תלת-מימדית של תוכנות שרצות ברקע. אולם הממשק היה כבד מדי עבור המחשבים הקיימים, מה שגרם לבעיות מהירות ולתסכול רב אצל המשתמשים. גם תלונות על מערכת האבטחה החדשה User Account Control או UAC שהציגה התראות מעצבנות למדי על פעולות רבות שביצע המשתמש במחשב שלו, וביקשה ממנו לאשר או לבטל כל הפעלה של תוכנה. תלונות נוספות הועלו כנגד מנגנון ה-DRM (ניהול זכויות דיגיטליות) הנוקשה של מערכת ההפעלה ובעיות תאימות עם תוכנה וחומרה קיימות.\nמקור: operating-system.org\nכל אלו הובילו לקבלת פנים צוננת במיוחד אצל משתמשים פרטיים וארגונים כאחד וחוסר רצון בולט לשדרג את Windows XP שנחשבה למוצלחת ופופולארית. בשיאה, היא היתה בשימוש של יותר מ-200 מיליון משתמשים עם נתח שוק של 19 אחוז – זאת לעומת נתח שוק של 63 אחוזים ל-Windows XP הוותיקה. מיקרוסופט השקיעה משאבים רבים בשיווק של מערכת ההפעלה אולם לבסוף ב-2010 הופסקו כל פעילות השיווק שלה. המערכת עוד נמכרה ליצרני מחשבים עד 2011, ובאפריל 2012 הפסיקה מיקרוסופט את התמיכה לקהל הרחב עם הבטחה ל-5 שנים נוספות של תמיכה ב-Windows Vista Service Pack 2, שהסתיימו עכשיו. בפועל, מה שזה אומר הוא שמיקרוסופט לא תתקן באגים, לא תוציא עדכוני אבטחה ולא תתמוך טכנית ב-Windows Vista. ההודעה מצטרפת ל-Firefox ולגוגל שהודיעו כי המוצרים שלהן יפסיקו לתמוך ב-Vista במהלך השנה, כשהגדילה לעשות ענקית המשחקים Blizzard שהודיעה לפני מספר שבועות כי לא תאפשר למשתמשי Vista לשחק במשחקים שלה.\nכיום אגב נתח השוק של Vista עומד על 0.72 אחוזים, זאת לעומת 49.4 אחוז של Windows 7 ו-25.4 אחוזים של Windows 10. למעשה, אפילו Windows XP – כאמור מ-2001 – עדיין זוכה לפי 10 יותר משתמשים עם נתח שוק של 7.44 אחוזים, ככל הנראה בזכות מסופים וקופות.\nמקור: operating-system.org\nהכישלון של Vista החל למעשה מעין דפוס מחזורי של מערכות ההפעלה, במהלכו מוציאה מיקרוסופט מערכת הפעלה שזוכה לשבחים ולפופולאריות, כשהבאה אחריה זוכה לכישלון יחסי ושוב – מערכת טובה. כך זכתה ב-2001 Windows XP לקבלת פנים חמה, עם Vista השנואה לאחר מכן, שפינתה מקומה ל-Windows 7 המוצלחת, רק כדי להיות מוחלפת על ידי Windows 8 הכושלת, שהוחלפה על ידי Windows 10, שזוכה לקבלת פנים חמה והיא מערכת ההפעלה האחרונה שמוציאה מיקרוסופט במודל הנוכחי.", "keywords": "מיקרוסופט,ויסטה,windows vista,מערכת הפעלה,מערכות הפעלה"}