{"url": "https://www.geektime.co.il/ozcode-raised-3-5m/", "type": "article", "title": "הסטארטאפ OzCode, שמאתר באגים בקוד, גייס 3.5 מיליון דולר", "description": "פלטפורמת ה-DeBugging של החברה רוצה לחסוך למפתחים את ההתעסקות הסיזיפית בתיקון באגים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/Screen-Shot-2018-11-13-at-15.23.30-1542116406-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-14T08:08:19Z", "modified_time": "2018-11-14T08:08:19Z", "articleBody": "פלטפורמת ה-DeBugging של החברה רוצה לחסוך למפתחים את ההתעסקות הסיזיפית בתיקון באגים\nמקור: OzCode\nהסטארטאפ הישראלי OzCode המפתח פלטפורמה לאיתור באגים ולניתוח קוד, הודיע היום (ג׳) על השלמת סבב גיוס ראשוני בהיקף של 3.5 מיליון דולר. את הגיוס הובילה קרן RDC הנמצאת בבעלת אלרון ורפאל והשתתפה בו גם TPY Capital.\nפלטפורמת ה- Debugging-as-Service של OzCode (אוז קוד) מאפשרת למפתחים “לנסוע בזמן” על גבי הקוד בזמן פיתוח וריצה, במטרה לצמצם את זמן איתור הבאגים – משעות וימים, עד לדקות ספורות. המוצר, שפועל בסביבת הענן של מיקרוסופט Azure, משמש כפלטפורמה לשיתוף פעולה בין מפתחים בה הם יכולים לבצע ניתוח של מקור הבעיה (Root cause analysis). כמו כן, יכולת ״הנסיעה בזמן״ המדוברת, מאפשרת למפתחים לאתר את רגע הכשל המדויק בסביבת ענן מבוזרת, באופן מיידי.\nהמערכת מציעה פיצ׳רים שימושיים נוספים כמו ״Prebugging״ – המאפשר למפתחים ״לחזות את העתיד״ ולתקן באגים עוד לפני שהם מתרחשים; PII – צנזור אוטומטי של מידע אישי המאפשר לעמוד במגבלות רגולרטוריות ו-“Live Coding – המאפשר למפתח לקבל איימות מיידי לגבי שינויים עוד טרם פריסה מחדש.\nOzCode הוקמה על ידי ארז פליס – מנכ”ל החברה, עומר רביב – ה-CTO ואלון פליס – הארכיטקט הראשי.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,ozcode,אוזקוד"}