{"url": "https://www.geektime.co.il/monthly-funding-may-2019/", "type": "article", "title": "עשרות גיוסים ו-7 אקזיטים: מסכמים את חודש מאי בהייטק הישראלי", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש מאי בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-01T12:00:54Z", "modified_time": "2019-05-31T13:57:13Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש מאי בסצנת הסטארטאפים הישראלית\n\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש אפריל\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nהסטארטאפ הישראלי Spot.IM מאפשר לאתרי תוכן ליצור קהילות וחוויה אינטראקטיבית יותר סביב התכנים שעולים בהם, על מנת לגרום לקוראים שלהם להישאר באתר כמה שיותר זמן. החודש, הוא הודיע על סגירת סבב גיוס D בהיקף של 25 מיליון דולר בהובלת Insight Venture Partners. בנוסף השתתפו בגיוס גם Norma Investments, AltaIR Capital, Cerca Partners ו-WGI Group.\nהמטרה של Spot.IM היא לאפשר חוויה של רשתות חברתיות בתוך הכתבות, מתוך רצון שהקוראים יעדיפו להשאר בתוך הכתבה המקורית כדי לדון בה עם קוראים אחרים או להגיב עליה, במקום לשתף אותה דרך חשבון הפייסבוק שלהם.\nחברת הביומד CardiacSense מפתחת שעון חכם לזיהוי הפרעות בקצב הלב, ברמת דיוק המקבילה לא.ק.ג, שהיא הבדיקה הנפוצה כיום. לאחרונה, היא הודיעה על גיוס של כ-3.5 מיליון דולר מקבוצת מרחביה הישראלית, טוגדר השקעות המונים וקבוצת משקיעים אסטרטגיים מאירופה. עם השלמת הסבב הנוכחי עומד סך גיוסי החברה על כ-8.5 מיליון דולר, כשהגיוס האחרון הושלם לפני קצת יותר משנה.\nCardiacSense (קארדיאקסנס) מפתחת טכנולוגיות רפואיות המבוססות על אלגוריתמים וחיישנים לניטור רציף וארוך טווח של הפרעות בקצב הלב, מדידת לחץ דם וזיהוי פרמטרים חיוניים אחרים – המשולבות במכשירים לבישים. המוצר המתקדם ביותר שלה, שעבר בהצלחה ניסוי קליני ראשון, הוא שעון חכם המשלב אלגוריתמים וחיישנים המאפשרים זיהוי הפרעות בקצב הלב ברמת דיוק מרבית.\nחברת הסטארטאפ הישראלית QEDIT מפתחת פתרונות וכלים לשמירת פרטיות המידע של ארגונים ובנקים בזמן שהם מעבירים נכסים באמצעות רשתות מבוזרות. החודש, הודיעה החברה כי השלימה סבב גיוס A בהיקף של 10 מיליון דולר בהובלת MizMaa Ventures. כמו כן, לקחו חלב בסבב הגיוס Jovon, Collider Ventures, Meron Capital, RGAX, Target Global ו-Ant Financial, המוכרת יותר בשמה הקודם – Alipay (פלטפורמת התשלומים וחלק מקבוצת עליבאבא הסינית).\nQEDIT (קדאיט) מסייעת לבנקים, חברות ביטוח וארגונים חיוניים נוספים לשמור על חשאיות המידע בזמן שהם מעבירים אותו באמצעות רשתות מבוזרות. בנוסף, היא מסייעת לחברות להקים מערכות לניהול שרשרת האספקה בשילוב האקו-סיסטם שלהן, תוך שמירה על מידע רגיש. המערכת של החברה מתבססת על תיאוריית ״הוכחות באפס ידיעה״ (Zero-knowledge proof), שמשמעה – כל צד יכול להציג לצד השני ווידוא של אמיתות טענה כלשהי, מבלי לחשוף עליה כל מידע. במילים אחרות – צד אחד יכול להזדהות מול גורם אחר באמצעות סיסמה, מבלי לחשוף את הסיסמה לצד השני. באמצעות השיטה המדוברת, ניתן לספק שכבה חזקה של אבטחה המקודדת את המידע מכל צדדיו, פרט קריטי וחיוני עבור כל ארגון המחזיק כמויות גדולות של מידע רגיש, פרטי ואישי.\nGett (לשעבר גט טקסי), שירות המוניות הישראלי, השלים סבב גיוס של 200 מיליון דולר. מדובר בהרחבה וסגירה סופית של סבב הגיוס האחרון של החברה, במסגרתו גייסה החברה כ-80 מיליון דולר לפני קצת פחות משנה. בגיוס, המורכב משילוב של מימון חוב ואקוויטי, השתתפו כל המשקיעים הקיימים בחברה, בהם: קבוצת פולקסוואגן, Access , Kreos, MCI ועוד. ככל הנראה, מדובר בסבב הגיוס האחרון שתסגור החברה לפני הנפקה ראשונית המתוכננת לרבעון הראשון של 2020.\nParasonic (פאראסוניק) ​הישראלית רוצה לספק מענה לאחת מהבעיות המטרידות והמגעילות ביותר שכל הורה מכיר: כינים. במקום הטיפול הידני המצריך שימוש בכימיקליים ודורש סבלנות מהילד והתעסקות של ההורה, החברה מציעה מסרק אולטרסוני שיכול לקטול כינים וביצי כינים. הודש, הודיעה החברה כי גייסה כ-585,000 דולר מ-25 משקיעים דרך פלטפורמת השקעות ההמונים Exit Valley. הגיוס יאפשר לחברה להתחיל בשיווק והפצה מאסיביים של המוצר בשווקי המטרה – ישראל, גרמניה ואנגליה בשלב ראשון ובהמשך גם ארה”ב.\nWekaIO (ווקה) המספקת פתרונות אחסון מבוססי ענן לחברות וארגונים הודיעה על גיוס של 31.7 מיליון דולר בסבב C. בין המשקיעים שלקחו חלק בגיוס ניתן למצוא את NVIDIA, ווסטרן דיגיטל, Hewlett Packard Enterprise ו-Seagate.\nWekaIO פיתחה טכנולוגיה אשר רוצה לשנות את דרך האחסון בארגון ובענן על ידי הפיכת ההתקנה של אחסון במרכז הנתונים לפשוטה יותר. פתרונות האחסון שלה מציעים אלטרנטיבה לפתרונות מהדור הישן, שלא עומדים בקצב ובעומסי העבודה המודרניים. מטרתה היא להציע רמות גבוהות יותר של יעילות בעלות כוללת שלדבריה לא הייתה אפשרית בטכנולוגיות האחסון הותיקות.\n\nAleph Farms (אלף פארמס) מצאה דרך ליצור סטייקים המתבססים על תאי בקר שמבטיחים להיות דומים בטעם, במבנה ובמרקם, מבלי לגרום כל סבל או נזק לחיה. הטכנולוגיה של החברה אינה מתבססת על הנדסה גנטית, אלא מסתמכת על תהליך טבעי של חידוש ובניית רקמות שרירים המתרחש בקרב פרות. החודש, הודיעה החברה כי סגרה סבב גיוס ראשון בהיקף של 11.65 מיליון דולר בהובלת קרן VisVires New Protein ובהשתתפות M-Industry ו-Cargill.\nהסטארטאפ הישראלי MultiVu שרוצה לפשט ולהנגיש את טכנולוגיית התלת ממד באמצעות חיישן ייעודי לאימות וזיהוי פנים, הודיע על גיוס של 7 מיליון דולר במסגרת סבב סיד בהובלת OurCrowd. בנוסף, השתתפו בגיוס גם Cardumen Capital ו-Junson Capital.\nMultiVu (מולטי-וויו) תיעזר בהון שגייסה על מנת להשלים את פיתוח החיישן המיועד עבור אימות פנים תלת ממדי. פתרון ההדמיה התלת ממדית שלה מבוסס על חיישן אחד – כלומר כזה הכולל עדשת מצלמה אחת בלבד, בניגוד לפתרונות קיימים העושים שימוש בשני חיישנים ובאור מקרן. מדובר בפתרון שניתן להטמיע בקלות בכל מכשיר נייד או נייח, ללא צורך בכל חומרה נוספת – מלבדו. היתרונות המרכזיים של הטכנולוגיה הם מחיר נוח (חיישן בודד), מימדים קומפקטיים, ויעילות בכל הקשור לצריכת האנרגיה, מבלי להתפשר לטענתם על הדבר החשוב ביותר – בטיחות ושמירה על פרטיות המשתמשים.\nחברת Siemplify (סימפליפיי), המפתחת פלטפורמה המציגה את כל המידע החשוב למערך האבטחה של החברה, הודיעה על השלמת סבב גיוס C בהיקף של 30 מיליון דולר. הסבב הושלם בהובלת Georgian Partners ובהשתתפות המשקיעים הקיימים בחברה 83North, G20 Ventures ו-Jump Capita.\nהפלטפורמה של סימפליפיי משלבת את כל הכלים שכבר קיימים בארגון, ומאפשרת להציג אותם במקום אחד. המערכת מאפשרת גם להגדיר תהליכי טיפול אוטומטיים לסוגים מסוימים של אירועים, כך שלא תצטרכו לטפל כל פעם באותן הבעיות, וצוות האבטחה שלכם יוכל להתפנות למשימות חשובות לא פחות. המערכת של החברה לא נועדה להחליף את המערכות הקיימות שלכם, אלא לספק שכבת הגנה נוספת שמאפשרת להציג ולטפל באירועים בצורה ויזואלית ומהירה.\nהסטארטאפ הישראלי-בריטי Ravin.AI מפתח מערכת המיועדת בעיקר עבור ציי רכב וחברות השכרה שבודקת את מצבו הפיזי של הרכב באמצעות בינה מלאכותית וללא צורך בחומרה ייעודית. כעת, הוא מודיע על השלמת סבב גיוס של 4 מיליון דולר בהובלת Pico Partners של אלי וורטמן ובהשתתפות קרן ההשקעות של Royal Dutch Shell ויזם הרכב אדם דרייזין, ממייסדי American Traffic Solutions.\nהטכנולוגיה עושה שימוש בתצלומים הנלקחים בצורה אוטומטית ממצלמות אבטחה, או לחילופין על ידי משתמש בטלפון סלולרי. אלגוריתמים הפועלים ברקע יוצרים תמונה עדכנית של הרכב מכל צדדיו ומספקים מאלו דוח. מצד אחד, הטכנולוגיה מדמה את פעולת בודק הרכב המקצועי והאנושי, אבל מצד שני, ביכולתה לנתח רכבים, גם כאלו שלא ראתה בעבר, ברמת דיוק גבוהה יותר.\nחברת הסייבר הישראלית Guardicore הודיעה על השלמת סבב גיוס בהיקף של כ-60 מיליון דולר בהובלת Qumra Capital ובהשתתפות Partech, Deutsche Telecom Capital Partners ו-ClalTech. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה מגיע ל-110 מיליון דולר.\nהטכנולוגיה שהיא פיתחה, הנקראת GuardiCore Centra, מאפשרת ללקוחות ארגוניים לאבטח באופן מהיר את היישומים העסקיים הקריטיים ביותר שלהם, ועל הדרך להאיץ את קצב הפיתוח ולא להתמהמה בגלל מחדלי אבטחה למיניהם. הפלטפורמה, הכוללת יכולת התבוננות וויזואליזציה של שכבת האפליקציה ויכולת איתור ותגובה, תומכת למעשה בכל סביבה של מרכז מחשוב, לרבות שרתים ווירטואליים, רשתות מוגדרות תוכנה, קונטיינרים ותשתיות ענן פרטיות וציבוריות.\nבעולם שבו מתחילים לראות יותר ויותר קורקינטים ואופניים חשמליים ברחובות, טבעי שיצוצו גם סטארטאפים שינסו לספק מענה לכמה מהסוגיות שרלוונטיות לאותם כלי תחבורה אלטרנטיביים. הסטארטאפ הישראלי VOOM (וום, לשעבר SkyWatch) מפתח פלטפורמת ביטוח עבור תחום ה-Specialized Mobility, כלומר כלי תחבורה ייחודיים לפי דרישה. עכשיו מודיע הסטארטאפ על השלמת סבב גיוס של 5 מיליון דולר בהובלת Arbor Ventures יחד עם הקרנות Verizon, F2 Capital Ventures, Kaedan Capital ו-Plug and Play. ביחד עם המימון הנוכחי, סך הגיוסים של החברה מגיע ל-7 מיליון דולר.\nחברת Percepto, המפתחת רחפנים אוטונומיים לשימוש תעשייתי, הודיעה על גיוס של 15 מיליון דולר. את הגיוס הובילה קרן ההשקעות האמריקאית USVP והשתתפו בו גם המשקיעים הקיימות: הקרנות Emerge, NHN ו-Spider Capital.\nPercepto (פרספטו) מפתחת רחפנים תעשייתיים אוטונומיים בתחנת עגינה (drone-in-a-box). בעברית: מדובר ברחפן הנשלט באופן מוחלט על ידי תוכנה, מה שאומר שהוא לא דורש תפעול על ידי מטיס או מפעיל באתר הפיזי בו הוא פועל.\nהיתרון של החברה בא לידי ביטוי בכך שהיא פועלת מסביב לשעון, ולא דורשת התערבות אנושית גם בתנאי מזג מאתגרים כמו גשם, שלג ורוחות חזקות. הרחפן מצויד במערכות צילום יום ולילה, ומשתמש בבינה מלאכותית על מנת לזהות בזמן אמת סכנות בטחון, בטיחות, ותקלות תפעוליות פוטנציאליות, כשמאחורי הקלעים, המערכת נשלטת מרחוק על ידי תוכנה בענן.\nחברת Veego (ויגו) הישראלית מפתחת מנוע מבוסס AI ו-ML שמסוגל לזהות, למנוע ולנתח תקלות במכשירים חכמים. המערכת יושבות על גבי Gateways, ראוטרים ומכשירי קצה חכמים שונים. מטרתה היא למנוע ולטפל באופן אוטונומי בתקלות ברכיבים מחוברים.\nהחודש, הודיעה החברה על השלמת סבב גיוס Seed בגובה 5 מיליון דולר. הסבב הושלם בהובלת State of Mind Ventures, בהשתתפות North First Ventures ומשקיעה חדשה ומעניינת שרוצה גם היא לכבוש את עולם ה-IoT: קרן Robert Bosch Venture Capital הלא היא זרוע ההשקעות של Bosch.\nחברת הסייבר הישראלית Hunters.AI פועלת בצורה מאוד ממוקדת בתחום הזיהוי של איומי סייבר, ומספקת מענה על השאלה – ״האם הארגון נמצא כרגע תחת התקפה?״. “הבחירה בהתמקדות בזיהוי של שיטות התקפה לעומת חריגות משגרה או זיהוי מבוסס חתימות מוכיח את עצמו בארגונים ברחבי העולם ביחס בין False Positive ל-Misdetections, והוא הבסיס למתודולוגיית הזיהוי הפרואקטיבית שנקראת Threat Hunting”,מסביר לגיקטיים אורי מאי, מנכ״ל החברה. החודש, הודיעה Hunters על השלמת גיוס בגובה 5.4 מיליון דולר.\nTriEye מפתחת פתרון חישה ויזואלי לרכבים אוטונומיים שנועד לסייע למערכות הקיימות כיום ברכב (ADAS) ולכלי רכב אוטונומיים בעתיד להשיג יכולת ראיה אידיאלית גם בתנאי מזג אוויר ותאורה קשים. החודש היא הודיעה על גיוס של 17 מיליון דולר בסבב גיוס A בהובלת אינטל קפיטל ובהשתתפות מייסד צ׳ק פוינט מריוס נכט ו-Grove Ventures של דב מורן.\nהמטרה של TriEye היא לאפשר לרכב ‘לראות’ באמצעות שימוש במספר טכנולוגיות; החברה פיתחה חיישן מבוסס גלי אינפרה-אדום קצרי טווח, או SWIR – Short Wave Infrared, המאפשר לרכבים אוטונומיים חישה ויזואלית מוגברת ואיכותית.\nמכירים את תהליכי האימות שאתרים ופלטפורמות שונות מבקשים מכם לעבור כל הזמן כדי להוכיח שאתם זה אתם? חברת Identiq, שרוצה ליצור מעין רשת קשרים בין אתרים שיוכלו לאמת את הזהות שלכם בקלות, נחשפה לראשונה והודיעה כי השלימה גיוס Seed בהיקף של 5 מיליון דולר בהובלת Entree Capital ובהשתתפות Slow Ventures, Vertex Ventures ו-Oryzn Capital.\nIdentiq בנתה רשת מבוזרת שמאפשרת למשתמשים בה לסייע בתהליך האישור של משתמשים חדשים, ובעצם להעיד לטובת אלו שהם מכירים מבלי לחשוף שום פרט אישי שלהם. כדי לעשות את זה היא משתמשת בפרוטוקולים קריפטוגרפיים, המאפשרים אישור של חברי הרשת בצורה מאובטחת תוך שמירה על פרטיותם.\nהסטארטאפ הישראלי-אמריקאי ChargeAfter, שמסייע ללקוחות לרכוש מוצרי צריכה באמצעות הלוואה מותאמת אישית נחשף החודש לראשונה ומודיע כי השלים סבב גיוס בהיקף כולל של 8 מיליון דולר. סבב הגיוס נעשה בהובלת Propel Venture Partners והשתתפו בו גם PICO Venture Partners, Plug and Play accelerator ו-Synchrony. המימון ישמש את החברה להרחבת הנוכחות שלה בארה״ב באמצעות הגדלת צוות השיווק והמכירות, כמו גם להרחבת מרכז הפיתוח הפועל בישראל.\nהסטארטאפ הישראלי Equalum פיתח פלטפורמה לעיבוד נתונים ממקורות מידע שונים המאפשרת לארגונים לבצע ניתוחי דאטה ולקבל תובנות רלוונטיות בזמן אמת. החודש, הוא הודיע כי השלים סבב גיוס בהיקף של 18 מיליון דולר בהובלת קרן Planven, ובהשתתפות United Ventures ומשקיעים אירופאיים נוספים. כמו כן, לקחו חלק בסבב הגיוס המשקיעים הקיימים של החברה – Innovation Endeavors ו-GE Ventures.\nהמערכת של Equalum (אקוולום) מסייעת לארגונים עשירים במידע לרכז נתונים תפעוליים ממקורות רבים ומגוונים לתוך בסיסי נתונים שונים, ולהפיק מהם תובנות בזמן אמת. הטכנולוגיה שלה ממנפת את היתרונות שבפלטפורמות קוד פתוח כמו Apache Spark ו-Apache Kafka, במסגרת פתרון מקיף אשר לא דורש התקנה ידנית, פיתוח קוד, או תחזוקה – מה שחוסך לא מעט זמן וכסף ביצירת ההתממשקות בין אלו.\nLogz.io מפתחת כלי אשר מתחבר אל שרתים ארגוניים במטרה לנטר את אלו, ומציג תמונה גרפית של מצב המערכות השונות בו. החודש הודיעה החברה כי השלימה סבב גיוס נוסף (Series D) בהיקף של 52 מיליון דולר בהובלת קרן ההשקעות General Catalyst. כמו כן השתתפו בסבב גם הקרנות Giza Ventures Capital, Vintage Investment Partners, Vintage, 83North, OpenView Ventures ו-Next47.\nLogz.io (לוגז איי או) נוסדה על ידי תומר לוי ואסף יגאל, שני מתכנתים שבמסגרת עבודתם הקודמת היו צריכים לנהל סביבות מחשוב גדולות ומבוזרות וחיפשו דרך פשוטה ואפקטיבית יותר לזהות תקלות שגורמות לאובדן משתמשים ולהפסדים כספיים. המערכת שהם פיתחו מאפשרת למתכנתים להתמקד בפיתוח ושיפור התוכנה שלהם בעזרת שירות ענן המזהה ומתריע על תקלות נוכחיות ופוטנציאליות במערכות שלהם, מבלי שהם יצטרכו להשקיע שבועות וחדשות בבנייה של מערכות כאלה בעצמם.\nOwnBackup, המציעה פלטפורמה לגיבוי ושחזור מענן לענן, הודיעה על השלמת סבב גיוס שלישי בהיקף של 23.25 מיליון דולר. את הגיוס הובילו Insight Venture Partners ו-Vertex Ventures והשתתפו בו גם המשקיעי הקיימים: Innovation Endeavors, Oryzn Capital ו-Salesforce Ventures.\nשירותי הגיבוי והשחזור מענן לענן של OwnBackup מספקים גיבוי יומיומי, אוטומטי ומאובטח של נתוני  SaaS (תוכנה כשירות) ו-PaaS (פלטפורמה כשירות) כמו SalesForce, Slack ו-ServiceNow. המערכת של החברה עוזרת כיום ליותר מ-1000 עסקים ברחבי העולם להגן על נתונים חיוניים שמאוחסנים בענן – במטרה למנוע השחתה/אובדן של נתונים, להבטיח המשכיות עסקית, ולצמצם עד כמה שניתן הפרעות תפעוליות.\nענקית הענן Salesforce רכשה את הסטארטאפ הישראלי Bonobo AI. החברה הנרכשת פיתחה פלטפורמת AI שמנתחת את כל התקשורת המדוברת והכתובה בין נציגי שירות ללקוחות, על מנת להפיק מאלו תובנות רלוונטיות. פרטי העסקה וסכום הרכישה לא פורסמו, אך מאז הקמתה גייסה החברה הישראלית כ-4.5 מיליון דולר מהקרנות G20, Capri Ventures וממשקיעים פרטיים בהם אריה מרגי, ממייסדי XtremIO.\nאחרי שמכר חברות שהקים לאינטל ולצ’ק פוינט, מסמן היזם הסדרתי איתי בוגנר עוד אקזיט מוצלח, כשהוא מוכר את Meta Networks (מטה נטוורקס), שהקים לפני שנתיים בלבד, ל-Proofpoint האמריקאית תמורת 120 מיליון דולר, שמורכבים מ-111 מיליון דולר במזומן ועוד 9 מיליון דולר במניות של Proofpoint הציבורית. מאז הקמתה גייסה מטה נטוורקס 10 מיליון דולר, מה שהופך את האקזיט לאחד המוצלחים והמהירים בשנים האחרונות בהייטק הישראלי.\nהמוצר שפיתחה Meta Networks נותן לכל משתמש זהות ייחודית וקבועה, בלי קשר למקום או האופן שבו התחבר לרשת. הפיתוח מציע שתי דרכים להתחבר לרשת הארגונית – באמצעות OpenVPN ו-IPSec – שיטה המיועדת בעיקר לעובדי החברה או באמצעות דפדפן לטובת חיבורים זמניים כמו לעובדי קבלן.\nחברת ServiceNow האמריקאית שנסחרת ב-NYSE ומגלגלת כמיליארד דולר בשנה הודיעה כי רכשה את חברת Appsee (אפסי) הישראלית, כולל הקניין הרוחני והטאלנטים שלה. הרכישה האחרונה היא השלישית שמבצעת החברה בישראל בשנים האחרונות והיא תתבצע במתכונת של acqui-hire מורחב, כשהחברה האמריקאית תצרף אליה עובדים של הסטארטאפ וכן את הקניין הרוחני שלו – אולם לא את לקוחות החברה והמוצר שלה, שיפסיק לפעול בשנה הקרובה.\nAppsee פיתחה פלטפורמה לניתוח התנהגות משתמשים באפליקציות מובייל. בין היתר מאפשרת הפלטפורמה של החברה למפתחים להבין את התנהגות המשתמשים שלהם בצורה הטובה ביותר ולגלות היכן נקודות התורפה של האפליקציות: מה גורם למשתמשים לא להירשם, מה גורם להם לא להשלים תהליך רכישה, בעיות בממשק וכו.\nחברת Cognigo הישראלית הודיעה כי היא נרכשה על ידי NetApp האמריקאית, חברת Data Services ותיקה שמעניקה פתרונות לאחסון וניהול מידע ארגוני. בפוסט שפירסם מייסד ומנכ״ל החברה גיא ליבוביץ׳, הוא מספר כי המוצר של החברה יוטמע וירחיב את היצע המוצרים של NetApp. סכום הרכישה לא פורסם, אך לפי דיווחים הוא עומד על כ-65 מיליון דולר.\nCognigo (קוגניגו) מפתחת פלטפורמת AI ריכוזית להגנה על מידע ועמידה בדרישות החדשות של רגולציות הגנת מידע (כגון החוק האירופאי להגנת המידע GDPR). הפתרון שלה יוצר נקודת בקרה מרכזית לניהול ולאבטחת נתונים קריטיים, נכסי מידע רגישים ופרטים אישיים מזהים. המערכת עושה שימוש בבינה מלאכותית על מנת לגלות, לסווג ולהגן על נתונים, זאת ללא צורך בהגדרות ידניות. כמו כן, הפתרון אוכף באופן אוטומטי תקנות אבטחה ותקנות פרטיות במאגרי מידע ברשת הארגונית ובענן.\nחברת הסטארטאפ הישראלית הותיקה LiveU, שמציעה טכנולוגיה לשידור לווייני מכל מקום בעולם באמצעות ציוד פשוט, הודיעה כי אחרי 13 שנות פעילות היא נרכשת על ידי פרנסיסקו פרטנרס, קרן פרייבט אקוויטי אמריקאית, יחד עם שותפתה להשקעה, קרן IGP Capital. פרטים פיננסיים של העסקה לא פורסמו, אך לפי הערכות סכום הרכישה עומד על כ-200 מיליון דולר.\nLiveU (לייביו) מספקת פתרונות שידור וידאו איכותיים על גבי רשת רשתות אלחוטיות כגון WiFi, 4G LTE, WiMAX ו-LAN, המאפשרים לספק איכות וידאו מקסימלית בהתאם לתנאי הרשת הזמינים. אלטרנטיבת השידור הנוחה שלה אפשרה להעביר שידורים חיים ממגוון רחב של אירועים מרכזיים ברחבי העולם בהם המונדיאל, טקס פרסי האוסקר, המשחקים האולימפיים ועוד.\nפאלו אלטו נטוורקס הודיעה כי היא רוכשת – לא אחד – אלא שני סטארטאפים ישראליים; Twistlock ו-PureSec. חברת Twistlock נרכשה תמורת סכום מכובד של כ-410 מיליון דולר. הטכנולוגיה של החברה מנטרת ומבקרת פעילות חשודה, מנהלת חולשות ומזהה ומבודדת איומים המכוונים אל סביבות ה-production. בנוסף, היא מספקת פתרון מלא המתאים לארגונים גדולים, כך שהם יוכלו לאמץ את טכנולוגיית הקונטיינרים בצורה קלה יותר, ומסוגלת להבטיח הטמעה נרחבת יותר של טכנולוגיה זו\nהרכש השני, PureSec, נמכר לפאלו אלטו בסכום המוערך ב-50 מיליון דולר. המערכת של PureSec היא פלטפורמת אבטחה המיועדת במיוחד לארכיטקטורת ללא-שרת על ידי הוספת שכבת הגנה ברמת הקוד של היישום. המערכת מגנה על עצמה תוך כדי חסימה של ניסיונות תקיפה וניטור של התנהגות היישום. החברה תומכת הן בסביבת AWS Lambda והן בסביבה המקבילה ב-Azure של מיקרוסופט ויש לה עשרות לקוחות בתחומים כמו ביטוח, רפואה, מדיה, אינטרנט, ונדל’ן.", "keywords": "סיכום גיוסים,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,סיכום גיוסים מאי,מאי 2019,סיכום גיוסים 2019"}