{"url": "https://www.geektime.co.il/monthly-funding-april-2019/", "type": "article", "title": "עוד חודש מרשים לסטארטאפים הישראליים: גייסו קרוב ל-600 מיליון דולר", "description": "הייתם בחופש? לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש אפריל בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-04T11:00:02Z", "modified_time": "2019-05-22T16:01:57Z", "articleBody": "הייתם בחופש? לא הספקתם לעקוב אחרי כל מה שקרה החודש? הנה כל השקעות, הרכישות והגיוסים של חודש אפריל בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש מרץ\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nהסטארטאפ הישראלי Pagaya (פאגאיה) אשר מתמחה בניהול סיכוני אשראי וחיתום בעולמות ההלוואות הצרכניות המקוונות (P2P), הודיע על השלמת סבב גיוס של 25 מיליון דולר, חצי שנה בלבד אחרי הסבב הקודם. קרן ההשקעות האמריקאית Oak HC/FT הובילה את הסבב שהשתתפו בו כל המשקיעים הקודמים: ויולה ונצ’רס, חברת כלל ביטוח, GF פמילי אופיס, הארווי גולומב (מנכ”ל ויו”ר אמריקן אקספרס לשעבר) ובנק סיאם קומרישאל.\nהטכנולוגיה של Pagaya מספקת פתרונות ניהול השקעות למשקיעים מוסדיים, בתחום המסחר בהלוואות מקוונות, וזאת באמצעות שימוש בטכנולוגיות Machine-Learning: הטכנולוגיה ניזונה מנתונים של מליוני הלוואות היסטוריות ומאגרי מידע רבים נוספים בכדי לבחור בצורה מושכלת ובפרקי זמן של מילי שניות את ההלוואות עם כדאיות ההשקעה הגבוהה ביותר\nCyberHat (סייברהט) מספקת פלטפורמה לניטור, איתור ותגובה לאירועי סייבר בזמן אמת לחברות וארגונים בישראל וברחבי העולם. החודש, היא הודיעה על השלמת סבב גיוס בהיקף של 6 מיליון דולר מקרן ההשקעות Mangrove.\nחברת הסייבר CyberHat מפתחת מוצר SOC – Security Operations Center בשם CYREBRO הרלוונטי לעסקים בכל גודל, תעשייה או טכנולוגיה, ומסייע לאלו להתמודד עם אירועי סייבר בזמן אמת ובאופן היעיל ביותר. באמצעות תהליך אופטימיזציה של טכנולוגיות מתקדמות וגישה פרואקטיבית, היא מסייעת ללקוחותיה לקחת את אבטחת המידע של הארגון לידיהם.\nTeridion מפתחת טכנולוגיה שיכולה על פי החברה להאיץ את העברת הנתונים ולקצר את זמני התגובה ברשת – פי 2 ועד פי 20 במקרים מסוימים. החודש, היא מודיעה על השלמת סבב גיוס של 9 מיליון דולר, בהובלת קרן JVP, ויתר המשקיעים הקיימים: קרן Magma Venture וקרן סינגטל innov8. הגיוס הנוכחי מתווסף מביא את סך הגיוסים בחברה לסכום כולל של 35 מיליון דולר.\nTeridion (טרידיון) מספקת שירות שפותר את בעיית המהירות והיציבות ברשת האינטרנט, ומעביר מידע במהירות שגבוהה בין פי 5 לפי 20 מהאינטרנט הרגיל תוך שמירה על אמינות גבוהה ויציבות הרשת. המוצר הראשון שלה פנה לחברות שמפעילות אפליקציות ענן, והוא מאפשר ללקוחות הקצה שלהם גישה מהירה לשרתים.\nבניגוד לאתרי התיירות שמוכרים כרטיסים לקהל הרחב, נדמה שסוכני הנסיעות והאתרים שמוכרים את אותם כרטיסים נשארו קצת מאחור מבחינה טכנולוגית. כאן בדיוק נכנס לתמונה הסטארטאפ הישראלי Avian (אוויאן) שרוצה לשנות את המצב. לגיקטיים נודע כי הסטארטאפ השלים גיוס של מיליון דולר מהג׳אנקשן ומקרן Village Global האמריקאית שנתמכת קבוצת יזמים מיליארדרים בתחום הטכנולוגיה בראשות ביל גייטס, מארק צוקרברג וג׳ף בזוס, וכן משקיעים פרטיים נוספים.\nAvian פיתחה פלטפורמה שבה חברת תעופה יכולה לראות את כל פעילות המכירות שלה, בכל אחת מסוכנויות הנסיעות שעובדות איתה. כך למשל יכולה אל על לראות בזמן אמת כמה כרטיסים, מוצרים נלווים ושירותים שהיא מציעה נמכרים באתרים דוגמת Alice, Kiwi או Expedia.\nהסטארטאפ הישראלי Lemonade (למונייד), אחת מחברות הפינטק וה-InsureTech הנחשבות שיצאו מישראל, הודיע על השלמת סבב גיוס D בהיקף ענק של 300 מיליון דולר. את הסבב הובילה, כמו בסבב הקודם, קבוצת SoftBank היפנית, והשתתפו בו כמה מהקרנות הבולטות בעולם: Allianz, General Catalyst, Google Ventures, OurCrowd ו-Thrive Capital.\nלמונייד מציעה תפיסה קצת אחרת ומודרנית על הרעיון הארכאי של ביטוח: במקום סוכנים ונציגים, התקשורת של הלקוח נעשה באמצעות אפליקציה אשר נעזרת ב-AI ובצ’אטבוטים כדי להנפיק את תעודת הביטוח, ואפילו במקרים של הגשת תביעה. בחברה אף טוענים כי תהליך של תביעה, כולל בירור ותשלום ללקוח, לוקח כ-3 שניות בלבד.\n\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nחברת אבטחת המידע Armis (ארמיס) פונה לחברות וארגונים שרוצים להגן על מכשירי ה-IoT שלהם שלרוב לא זוכים להגנה המספקת כגון מדפסות, קוראי אינפרא-אדום ומנורות חכמות. החודש הודיעה על השלמת סבב גיוס של 65 מיליון דולר, מה שמעמיד את סך גיוסיה עד כה על 112 מיליון דולר. את הסבב הובילה קרן סקויה קפיטל ביחד עם Insight Venture Partners ו- Intermountain Venture, והשתתפו בו גם המשקיעות הקיימות בהן Red Dot Capital Partners ו-Tenaya Capital.\nהסטארטאפ 3DSignals (ט׳רי-די-סיגנלס) אשר אוסף ומנתח מידע אקוסטי ממכונות ישנות במפעלים כדי לחלץ מהן תובנות, הודיע על השלמת סבב גיוס A בהיקף של 17 מיליון דולר בהובלת State Of Mind Venture ובהשתתפות Grove Ventures, מר אנריקה מ. אבואיטיז ג’וניור מהפיליפינים ו-Dive Digital.\nהחברה רוצה לעזור למפעלים וליצרני מכונות לשפר את יעילות הייצור שלהם על ידי מניעת תקלות לא צפויות, ובאמצעות ניטור וניתוח המידע שהן מפיקות – מידע אקוסטי. החברה הישראלית פיתחה חיישנים על קוליים שמקשיבים בכל רגע נתון לאותות האקסוטיים המופקים ממכונות תעשייתיות בזמן עבודתן.\nחברת אבטחת הקונטיינרים אקווה סקיוריטי מאפשרת לארגונים לאבטח את סביבות הקונטיינרים הוירטואליות שלהם בשלב הפיתוח ובזמן ההרצה, ולזהות ולמנוע פעילות חשודה והתקפות בזמן אמת. החודש, היא הודיעה על גיוס של 62 מיליון דולר בהובלת קרן Insight Partners ובהשתתפות המשקיעים  הקיימים: Lightspeed, TLV Partners, שלמה קרמר ו-M12, קרן ההשקעות של מיקרוסופט.\n \nAmenity Analytics מפתחת פלטפורמה שעוזרת להפוך כמויות עצומות של דאטה ממקורות טקסטואלים בלתי מובנים לכדי תובנות עסקיות שימושיות. החודש ודיעה החברה כי השלימה סבב גיוס בהיקף של 18 מיליון דולר בהובלת חברת הביטוח STARR Companies. כמו כן השתתפו בגיוס Allstate  והמשקיעים הקיימים – אינטל קפיטל ו-State of Mind Ventures.\nAmenity Analytics (אמניטי אנליטיקס) פיתחה פלטפורמת בינה מלאכותית לכריית טקסט (Text-Mining), המשלבת בין אינטליגנציה אנושית לבינה מלאכותית במטרה לספק תובנות מתוך מקורות מידע בלתי מובנים (מידע מופשט, לא מקוטלג). המערכת משתמשת בבינה מלאכותית המתקנת את עצמה כדי לחלץ תובנות מכל סוג של טקסט.\nחברת Bizzabo הישראלית מאפשרת לחברות וארגונים לתכנן ולהוציא לפועל אירועים בצורה יעילה ומסודרת יותר. שנה וחצי אחרי סבב הגיוס הקודם, הודיעה החברה כי השלימה סבב גיוס רביעי בהיקף של 27 מיליון דולר, בהובלת הקרן Viola Growth ו-Next47, קרן ההשקעות של תאגיד Siemens ובהשתתפות Pilot Growth. ביחד עם הגיוס הנוכחי, סך גיוסיה של החברה מגיע ל-56 מיליון דולר.\nBizzabo (ביזאבו) מפתחת פלטפורמה לניהול ושיווק של כנסים ואירועים עסקיים, המאפשרת למארגן הכנס לייצר חוויה פרסונלית עבור כל משתתף, ולקבל מידע מהמערכת אודות הצלחת האירוע וההשפעה העסקית בסיומו. מדובר בפתרון כולל למארגני אירועים שמכסה את כל הצרכים והדרישות שלהם במקום אחד – החל מבניית האתר לאירוע בממשק נוח של Drag&Drop, לניהול רישום המשתתפים ויצירת קמפיינים שיווקים ורשתות חברתיות-עסקיות סביב האירועים.\nהסטארטאפ הישראלי AIdoc מעוניין לייעל את תהליך עבודתם של הרדיולוגים בכך שהוא מאפשר לזהות חריגות קריטיות, מדגיש אותן ומתריע עליהן בפני המטפל. החודש הוא מודיע כי השלים סבב גיוס B בסך כולל של 27 מיליון דולר בהובלת Square Peg, מה שמעמיד את סך גיוסיו עד כה על כ-40 מיליון דולר.\nAIdoc (איידוק) רוצה לעזור לרדיולוגים לפענח תמונות רפואיות באופן הרבה יותר מהיר, אך לא פחות מדויק. הטכנולוגיה שלהם מנתחת את הסריקה והמידע הקליני של המטופל ומכווינה את הרדיולוג למקומות הכי רלוונטיים בהדמייה. המוצר שלה הוא כבר מזמן לא חזון, והמערכת שלה מותקנת מלמעלה מ-100 בתי חולים ברחבי העולם, בין היתר בבית חולים שיבא בארץ.\nהסטארטאפ הישראלי Sightec (סייטק), המפתח מערכות אוטונומיות לשוק התעופה, הודיע על גיוס של 2 מיליון דולר מהקרנות Sherpa InnoVentures ו-Playfair Capital.\nהמערכת של Sightec מאפשרת לכלי טייס בעלי אוטונמיה מלאה או חלקית להתמצא, לנווט, לנחות ולבצע משימות מורכבות בזמן אמת וברמת דיוק גבוהה, גם במצבים של תקשורת מוגבלת כגון חסימות GPS. בדומה ליכולת ההתמצאות האנושית, המאפשרת לבני אדם למקם עצמם במרחב על בסיס חוש הראייה, כך הטכנולוגיה שפיתחה Sightec מאפשרת לכלים אוטונומיים להבין את המרחב בו הם נמצאים ולפעול בהתאם, בזמן אמת, ללא תלות בתקשורת חיצונית.\nתחום האודיו על-פי-דרישה נמצא בשנים האחרונות בצמיחה מואצת כשפודקאסטים, תוכניות רדיו מוקלטות וספרים קוליים זוכים לפופולאריות חסרת תקדים. למרות זאת, ובניגוד לאתרים או מסמכים, כל נושא החיפוש בתוכני אודיו נמצא בחיתוליו, וזה קשה מאוד עד בלתי אפשרי למצוא למשל פודקאסטים שבהם מוזכרת המילה “רכב אוטונומי”. כאן נכנס לתמונה הסטארטאפ הישראלי Audioburst (אודיוברסט) שמפתח פלטפורמת חיפוש קולית. החודש הודיעה החברה על השקעה בגובה של 10 מיליון דולר בהשתתפות משקיעות אסטרטגיות חדשות – חברת יונדאי הקוריאנית ו-דנטסו היפנית, אחת מסוכנויות הפרסום הגדולות בעולם.\nאין ספק ששוק ה-IoT והמוצרים החכמים שמקיפים אותנו פורח, אבל הבעיה היא שסוגיית האבטחה של אותם מוצרים לא מקבלת מספיק דגש ומענה, בעיקר בשל העובדה שלכל אחד מהמוצרים הללו מערך שונה של מאפייני אבטחה. הסטארטאפ הישראלי VDOO רוצה לעזור, באמצעות פתרון מקצה לקצה, אשר מאפשר ליצרניות לזהות את דרישות האבטחה הנחוצות עבור מוצריהן ולהטמיע אותן. לאחרונה, הוא הודיע כי גייס 32 מיליון דולר בסבב B בהובלת קרנות ההון סיכון WRVI Capital ו-GGV Capital.\nVDOO מסייעת ליצרני מכשירים מחוברים לשפר את רמת האבטחה של מוצריהם באמצעות ניתוח אוטומטי של פערי האבטחה של כל התקן. במסגרת הפתרון שהיא מציעה, מתבצע ניתוח של פערי אבטחה במכשירי IoT אל מול דרישות האבטחה הספציפיות עבור כל מכשיר, ומוצעת תכנית פעולה מפורטת המומלצת לטיפול בחוסרי האבטחה הללו – בתוך פחות משעה.\nעל פי הערכות ארגון הבריאות העולמי, יותר מ-422 מיליון בני אדם ברחבי העולם חולים בסוכרת, ורובם ככולם נאלצים להזריק לעצמם מנות אינסולין כדי לאזן את גופם. חברה ישראלית בשם Betalin Therapeutics מפתחת טיפול חדש במהלכו מושתל בגוף החולה לבלב מלאכותי ביולוגי שיכול לדאוג שהמטופל לא יצטרך יותר להזריק אינסולין לעולם, ובשביל להגיע להישג שכזה, החברה נעזרת בלא אחרת מאשר קנאביס.\nהחודש הודיעה החברה כי היא השלימה סבב גיוס A בהיקף של 2.5 מיליון דולר מקרן הון סיכון סינית, משפחת פוזיילוב, ומספר אנג’לים נוספים מישראל וארצות הברית.\nבגלל בעיות קליטה של GPS בתוך מבנים סגורים, לא יכולים מבקרים לנווט כראוי בתוך נמלי תעופה, בתי חולים, קניונים וחנויות ענק. החודש הודיעה חברת הסטארטאפ הישראלית Oriient, שמפתחת טכנולוגיה לניווט תוך-מבני, על השלמת גיוס בגובה 4 מיליון דולר. את הגיוס הובילו F2 Capital ו-innogy Innovation Hub, זרוע החדשנות של ענקית האנרגיה הגרמנית innogy.\nהטכנולוגיה של Oriient מתבססת על חיישני הסמארטפונים שלנו ועל השדה המגנטי של כדור הארץ. היא פיתחה דרך לנווט בתוך מבני ענק כמו חנויות וטרמינלים, ללא צורך בהתקנה של חומרה או תוכנה.\nהדרך לעולם שבו יסעו רק רכבים אוטונמיים עוד ארוכה ומפותלת, אבל הסטארטאפ הישראלי Phantom Auto רוצה לסייע בזירוז העניינים באמצעות תוכנה שמאפשרת לשלוט באותם רכבים מרחוק. החודש הודיעה החברה כי השלימה גיוס של 13.5 מיליון דולר בהובלת Bessemer Venture Partners, מה שמעמיד את סך גיוסיה מאז הקמתה על 19 מיליון דולר.\nהמערכת שפיתחה Phantom Auto (פנטום אוטו) מאפשרת להשתלט מרחוק על רכבים אוטונמיים, גם ממרחק של אלפי ועשרות-אלפי קילומטרים. אמנם ההתמקדות המרכזית כרגע היא בעיקר במשאיות, אבל המערכת מיועדת לשליטה מרחוק גם ברכבים פרטיים, ברובוטים תעשייתיים או בכאלו המשמשים לשילוח חבילות.\nחברת Reali רוצה להכניס קצת רלוונטיות לתחום הנדל״ן שקפא על שמריו, ולשנות את המצב הנוכחי בו הרבה יותר מידי כסף הולך לידיהם של סוכנים ומתווכים נדל״ן, במקום לקונים והמוכרים עצמם. החודש, היא הודיעה כי גייסה 30 מיליון דולר בהובלת המשקיעות הקיימות: Zeev Ventures  של אורן זאב ו- Signia Venture Partners. כמו כן, השתתפה בגיוס גם קרן S.G.Ventures של דובי פרנסס.\nהמערכת שפיתחה מאפשרת למוכר ולקונה לבצע את העסקה בצורה פשוטה, כאשר כל העסקה מנוהלת דרך האפליקציה; דרכה ניתן לקבוע ביקור בנכס, לקבל אישור משכנתא, לראות האם אתה עומד בקריטריונים הפיננסיים של רכישת הנכס, לקבל את המסמכים של הנכס ולהגיש עליו הצעה. כמו כן, הפן האומנותי באפליקציה מאפשר לרוכשים פוטנציאלים לשחק עם עם העיצוב של הבית ולראות האם הוא מתאים לצרכיהם.\nחברת SolarWinds האמריקאית הודיעה כי היא מתכוונת לרכוש את הסטארטאפ הישראלי, Samange (סמאנאג’), תמורת 350 מיליון דולר במזומן. העסקה צפויה לצאת לפועל כבר במהלך הרבעון השני של 2019. זוהי הפעם הראשונה שהחברה האמריקאית רוכשת חברה בישראל, והיא מתכננת להוסיף את מוצרי Samange לפלטפורמת ניהול ה-IT שלה המותאמת לחברות קטנות ועד לתאגידי ענק.\nלב המערכת של Samange היא תוכנת SaaS שנועדה לנהל את כל ההתקשרות שלכם עם מחלקת ה-IT. במקום לחפש את איש הקשר הנחוץ שוודאי לא ישמח שאתם פונים אליו בטלפון, התוכנה של Samange מנהלת את הבקשות שמגיעות מכל המחלקות ל-IT, ומפנה אותן אל האנשים הרלוונטים ומנהלת את כל הטיפול באותן בקשות. ברוח הימים – גם המערכת של Samange מבוססת כמובן ML ו-AI, ואמורה לייעל את כל ניהול ה-IT. שאר המחלקות יכולות לשלוח בקשות באמצעות שירותים כמו סלאק או אפילו באמצעות גוגל.\nענקית הוידאו Vimeo הודיעה על רכישת Magisto הישראלית, המפתחת אפליקציה אינטואיטיבית לעריכת וידאו שמיועדת לקהל הרחב. תנאי העסקה או היקפיה לא פורסמו, אך היא צפויה להסגר במהלך הרבעון השני של שנת 2019, ומוערכת ב-100 מיליון דולר.\nMagisto (מג’יסטו) מאפשרת לכל אחד ליצור סרטונים באיכות גבוהה ובממשק פשוט. זאת על ידי שילוב של מערכת AI שיודעת לזהות את הרגעים החשובים ביותר בסרטונים והיכן לשתול אותם במהלך הסרטון. הקשר בין שתי הפלטפורמות הוא די ברור. Magisto (מג’יסטו) מחזיקה ביכולת היצירה, ו-Vimeo מחזיקה בפלטפורמת ההפצה. על פי הודעת Vimeo, נראה כי החברה מתכננת לפתח ביחד עם Magisto יכולות עריכת סרטונים קצרים לפלטפורמה של וימאו למטרות אישיות ולמטרות עסקים, כדי שהיא תוכל להפוך לפלטפורמה היחידה שבה כולם צריכים להשתמש כדי ליצור, להפיץ ולעקוב אחרי הסרטונים שלהם. לדברי Magisto, האפליקציות הקיימות של החברה ימשיכו לפעול כרגיל לצד היכולות החדשות של אפליקציית Vimeo.\nחברת Just Eat האנגלית, חברה ציבורית בתחום משלוחי המזון, הודיעה על רכישתה של Practi הישראלית, המאפשרת לעסקים לקבל ונהל דיווחים על מכירות, לקוחות, מלאים ישירות מאפליקציה אחת. סכום הרכישה עומד על 8 מיליון דולר.\nPracti פיתחה מערכת המאפשרת שימוש בקופות ומערכות ניהול עסקים קטנים ובינוניים באמצעות טאבלטים, כך שבעלי עסק יוכלו לעבוד בנוחות ממכשיר אחד. בעל העסק מקבל דיווחים שוטפים על העסק, יכול לראות מידע אנליטי מגוון אודות העסק וגם לגבות באמצעות המערכת כספים מלקוחות. המערכת של פרקטי מוטמעת בכמה בתי עסק בולטים בישראל כמו טוני ווספה, ללין, ארקפה ועוד.\n ", "keywords": "סיכום גיוסים,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,סיכום גיוסים אפריל,אפריל 2019,סיכום גיוסים 2019"}