{"url": "https://www.geektime.co.il/startup-invesments-march-2018/", "type": "article", "title": "חג שמח לסטארטאפים הישראליים: גייסו החודש כ-350 מיליון דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש מרץ בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-31T14:00:10Z", "modified_time": "2018-03-31T11:23:59Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש מרץ בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש פברואר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nNielsen Innovate, קרן השקעות וחממה טכנולוגית ברישיון של המדען הראשי המיועדת לחברות בשלבים התחלתיים השקיעה החודש ב-5 סטארטאפים ישראלים. כל אחד מהם קיבל השקעה בגובה 600 אלף דולר. הסטאראפים שקיבלו השקעה הם: BrainVu, Enerjoy, Package.AI,  Stamp.ee ו- Xenia.\nחברת הסטארטאפ הישראלית MinerEye, המתמחה בתחום ניהול ואבטחת מידע רגיש עם טכנולוגיה שמזהה אוטומטית מידע רגיש, הודיעה החודש על גיוס של 3 מיליון דולר בהובלת קרן Homeland Security Fund AWZ הישראלית-קנדית.\nחברת MinerEye (מיינראיי) פיתחה טכנולוגית בינה מלאכותית לזיהוי, סיווג ומעקב אוטומטי אחר מידע רגיש הנמצא במאגרי מידע ופלטפורמות אחסון שונות של הארגון. לאחר זיהוי המידע הרגיש מתקיים מהלך אוטומציה שמאבטח את המידע בענן פרטי של הארגון ומאבחן למי יש סיווג לחשיפה לאותו מידע ואיזה מידע הארגון אמור למחוק, להצפין או למנוע גישה אליו. המערכת שפיתחה החברה לומדת למעשה את תבניות המידע הרגיש, את הסיטואציות בהן הוא מופיע וההקשר שלהן ומתאימה אותן בצורה אוטומטית, במקום שמנהלי האבטחה או ה-IT ייאלצו לכתוב כללים ספציפיים לכל אירוע או סוג קובץ. כך למשל תתאים המערכת של החברה את המידע בארגון לדרישות רגולציית ההגנה על הפרטיות באירופה (EU GDPR) שייכנסו לתוקף במאי הקרוב.\nתהליך האבחון של מחלות כמו סרטן הוא תהליך יחסית ארוך, עם זמני המתנה ארוכים, שדורש עבודה מדויקת למדי של פתולוג. כל אבחון שגוי יכול להיות בעל השלכות משמעותיות על חיי המטופלים, ומתברר כי הפרוצדורה לא השתנתה כמעט במאה השנים האחרונות. חברת Nucleai (נוקלאיי) המפתחת מערכת אבחון סרטן מבוססות בינה מלאכותית, הודיעה על השלמת סבב גיוס Seed בגובה 5 מיליון דולר, בהובלת Vertex Ventures ו-Grove Ventures. כמו כן השתתפו בסבב המשקיעים הפרטיים בריאן קופר וניר קלקשטיין באמצעות Impact First. באמצעות הכספים אשר גויסו בסבב הגיוס הנוכחי, החברה מתכננת להאיץ את פיתוח המערכת באמצעות הכפלת צוות החברה.\nחברת הסטארטאפ הישראלית Capitolis (קפיטוליס) הודיעה על השלמת גיוסים בגובה 29 מיליון דולר – שמורכבים מסבב Seed וסבב A. החברה פועלת בתחום הפינטק, אולם לא ידוע הרבה מעבר לזה. גם בהודעה לעיתונות ששחררה החברה היא מתארת את תחום הפעילות שלה בהגדרות מעורפלות כמו “מוצרים שמנסים לספק פתרונות למגבלות שוק ההון בעיקר בתחום המניות ומסחר במטבע חוץ”.\nבניגוד לעבר, אז עיקר השימוש בקוד פתוח היה בעיקר ב-5 קומפוננטות כמו Apache, מציעים כיום המרקטפלייסים השונים יותר מ-200 אלף חבילות קוד פתוח שזמינות למפתחים. הפתרון של Snyk מאפשר למפתח לבחון את החבילה שבה הוא רוצה להשתמש – עוד לפני השימוש – ומצביע על חולשות בקוד שלה, אם אלו קיימות; במקביל, Synk סורק את הקוד גם לפני העלאה לפרודקשן, כלומר, לפני שהוא נחשף לקהל המשתמשים. במידה ונמצאת בעיה, המערכת של Snyk מטמיעה את עדכון האבטחה הרלוונטי שיתקן אותה. כדי לגלות את החולשות, נעזרת החברה הן במאגרים פתוחים והן בסריקות שלה, שמציפות קודים בעייתיים מרחבי הרשת. כיום עושים שימוש בפלטפורמה יותר מ-120 אלף מפתחים והיא משתפת פעולה עם חברות כמו Heroku, JFrog, ו-Microsoft Sonar. בין הלקוחות של החברה ניתן למנות את Auth0 ,Digital Ocean ו-SkyScanner.\nסבב הגיוס האחרון, בגובה 7 מיליון דולר, הובל על ידי Boldstart Ventures ו-Cannan Partners. והשתתפו בו גם Heavybit Fundfire ופיטר מקאי. סך הגיוסים של החברה מאז הקמתה עומד על 10 מיליון דולר.\nהסטארטאפ הישראלי Virdix (וירידיקס) רוצה לסייע לחקלאים לעבור מחקלאות מבוססות ניחושים ואינטואיציה לחקלאות מבוססת נתונים חיים מהשטח, על מנת לאפשר להם להפיק מקסימום תפוקה תוך חיסכון משמעותי במשאבים. מערכת הניטור והבקרה שהם פיתחו מנגישה מידע בזמן אמת ישירות מהשורשים של הצמחים באופן פשוט, מה שמאפשר לעקוב ולשלוט אחר פעולות ההשקייה בחווה.\nהחודש הודיעה החברה כי השלימה סבב גיוס ראשוני של 750,000 דולר בהובלת קרן ALTAIR ומשקיעים פרטיים בהם יהונתן אופנהיימר, רן חקלאי, צוק אברהם ואוהד פלוטניק.\nMixed Place שמה לעצמה מטרה להעשיר את כל העולם באלמנטי מציאות רבודה, ובכך ליצור שכבה חדשה של מידע ותוכן על גבי המציאות הקיימת. החברה רוצה לספק תשתית לחברות אחרות ליצירת חווית AR, בין אם לתערוכות, ניווט בקניונים, בתי חולים, סופרמרקטים, יצירת פעילויות שיווקיות ואפילו אתרי בנייה. אחת הפעילויות הבולטות שקיימה החברה לאחרונה התרחשה באירוע ההשקה של ה-iPhone X בישראל, החברה יצרה פעילות לממתינים בתור שאפשרה להם לשחק במשחק AR במרחב הקניון, “לאסוף” איקסים, ולזכות בפרסים. החודש, הודיעה חברה על השלמת סבב גיוס Seed בגובה 750 אלף דולר מקבוצת PPI Worldwide.\nאנחנו מוקפים כיום בחיישנים, מוצרים לבישים ושעונים חכמים אחרים שעוקבים אחרי הפעילות שלנו ומדרבנים אותנו להשקיע בפעילות גופנית. אולם Hello Heart (הלו הארט) מצליח לאסוף את המידע ולהציל – פשוטו כמשמעו – חיים של משתמשים בו. הנשק: הרבה דאטה, אלגוריתמים ושיטות הנעה פסיכולוגיות. החודש הודיע הסטארטאפ על גיוס של 9 מיליון דולר בהשתתפות כמה מהקרנות המובילות בעולם.\nהפיתוח של החברה מתבסס על מחקרים לניהול ושיפור יתר לחץ דם ובריאות לב ונעזר הן בנתונים שמתקבלים ממספר מקורות ביניהם: נתונים ממכשירי ניטור לחץ דם של המשתמש, שמועברים בעזרת Bluetooth לסמארטפון; תוצאות של בדיקות מעבדה שביצע המשתמש – המערכת מתממשקת אוטומטית למרכזים רפואיים בארצות הברית; ומידע שהוא מזין ידנית ממד לחץ דם רגיל. התוצאה: במקום רק להביט במדדים או מספרים, שאולי לא אומרים להם הרבה, יכולים אנשים עם יתר לחץ דם וסיכון למחלות לב להבין ולשפר את הבריאות שלהם בזמן אמת, כשהתובנות וההמלצות שמספקת להם המערכת נבדקו מחקרית ומוצגות בצורה פשוטה וידידותית. בנוסף לתוצאות ולתובנות מציגה המערכת גם תזכורות לנטילת תרופות וכן טיפים יומיים בנושאים בריאותיים ותזונתיים.\nהסטארטאפ הישראלי Vectorious (ווקטוריוס) מפתח מערכת תוך-גופית מבוססת שבב, המאפשרת ניהול אופטימלי של אי-ספיקת לב. המוצר אותו פיתחה החברה, V-LAP, מבוסס שתל אלחוטי מיניאטורי הממוקם בתוך הלב, אשר מנטר את תפקוד הלב ומשדר את הנתונים באמצעות יחידה חיצונית למרכז איסוף נתונים של קופת החולים או בית החולים בו מטופל החולה. בצורה זו ניתן להעניק טיפול אופטימלי לכל חולה, על פי מצבו המדויק, מידי יום.\nהחודש, הודיעה Vectorious כי השלימה סבב גיוס הון שני (Series B) בהיקף של 9.5 מיליון דולר. את סבב הגיוס הובילו Broadview Ventures מבוסטון, קרן הון סיכון GEOC מסין, וכן המשקיעים הקיימים הכוללים את זוהר גילון, יהודה זיסאפל, פרופ׳ נאווה זיסאפל, זוהר זיסאפל, ארי רבד ועוד. לצד סבב הגיוס, החברה קיבלה 2.25 מיליון דולר מ-Horizon 2020 – תוכנית למחקר וחדשנות של האיחוד האירופי וכן מענק מרשות החדשנות הישראלית. ההשקעה תשמש את החברה להרחבת הצוות ולביצוע ניסויים קליניים לצורך שיווק המוצר באירופה.\n\nארכיטקטורת Serverless מאפשרת לחברות להתמקד בפיתוח הלוגיקה העסקית שלהן מה שחוסך התעסקות מיותרת בתשתיות. אפליקציות Serverless טיפוסיות הן מבוזרות, פועלות בסגנון מונחה-אירועים וכוללות שימוש בשירותים מנוהלים, ביניהם, Databases, Storage elements, Queues וכן ממשקי API חיצוניים רבים. בעוד שהיתרונות רבים וברורים, לעיתים צוותי התשתיות והפיתוח מאבדים שליטה על סביבת הפיתוח שלהם, מה שמקשה על זיהוי ותחקור תקלות וניתוח ביצועים של האפליקציה. הסטארטאפ הישראלי Epsagon (אפסגון) פיתח פלטפורמת ניטור ביצועים ייעודית לארכיטקטורות Serverless מבוססת AI אשר מתריעה ומזהה בעיות ביצועים וצווארי בקבוק מבעוד מועד, ומאפשרת לחברות – קטנות כגדולות, למנוע תקלות על ידי זיהוי מקדים וסימון בעיות פוטנציאליות.\nהחודש, הודיעה החברה על השלמת סבב גיוס בגובה 4.1 מיליון דולר בהובלת Lightspeed Venture Partners, StageOne Ventures ואריאל מייסלוס. מייסלוס הוא היזם שמאחורי Stratoscale ומי שמכר את חברתו הקודמת, אנוביט, לאפל. הגיוס ישמש את Epsagon לפיתוח המוצר וכן להגדלת מאמצי השיווק והמכירות.\nסטארטאפ הננו-לוויינים הישראלי NSLComm (לשעבר, SkyFi) הודיע כי השלים גיוס של 6.25 מיליון דולר. את סבב הגיוס הובילו קרן JVP, קרן Liberty, קרן GF Hawk, מיזם השקעות ההמונים OurCrowd וקרן קוקפיט של אלעל.\nהטכנולוגיה שפיתחה NSLComm מאפשרת כיסוי של רשת האינטרנט בכל נקודה על כדור הארץ בעזרת לווייני תקשורת זעירים. היא מיועדת בעיקר לשימוש במדינות מתפתחות או על גבי מטוסים וספינות וכן על ידי רשתות IoT, שזקוקות לחיבור לרשת בכל נקודה – גם באיזורים ללא כיסוי סלולר. הטכנולוגיה מתבססת על רפלקטור (צלחת האנטנה) נפרש וסאב-רפלקטור גמיש, המאפשר דיוק רב הנדרש לתקשורת מהירה.\nחברת Medial EarlySign (מדיאל ארליסיין) הותיקה הפועלת משנת 2009 הודיעה על סגירת סבב גיוס בהיקף של 30 מיליון דולר, מה שמעמיד את סך גיוסיה עד כה על 50 מיליון דולר. החברה מפתחת פלטפורמה מבוססת בינה מלאכותית, המסייעת לצוותים רפואיים לטפל בחולים במחלות דוגמת סרטן או סוכרת באופן מותאם ומדויק יותר, זאת באמצעות מינוף תוצאות בדיקות דם ומעבדה שגרתיות. באמצעות המוצר, הצוות הרפואי יכול לקבל החלטות קליניות טובות יותר ובזמן, מה שמאפשר לשפר את תוצאות הטיפול וכמובן להפחית בעלויות הכוללות של התהליך, שלא לדבר על הטרחה של המטופל במקרים שהוא מקבל טיפול שלא רלוונטי ואידיאלי עבורו.\nהסטארטאפ הישראלי Actiview (אקטיביו) מפתח מערכת שתאפשר למגייסים ולאנשי HR לנתח את יכולותיהם של המועמדים בעזרת חוויות מציאות מדומה שונות. החודש הודיע הסטארטאפ, שהיה עד עכשיו בשלב ה-Stealth, על השלמת סבב גיוס בגובה 6.5 מיליון דולר מהמיליארדר הישראלי טדי שגיא.\nAssense, מוצר הדגל של החברה, עושה שימוש בטכנולוגיות של מציאות מדומה, כדי להציב את המועמד בסימולציות של מצבים שונים מחיי היומיום. המערכת נעזרת בנתונים שונים שמתקבלים כולל מידע מרחבי (spatial data), משלבת מידע ממקורות נוספים, ולבסוף מנתחת אותם. כך יכולים מנהלי ה-HR לאמוד את הפרופיל ההתנהגותי והקוגניטיבי של המועמד ולקבל החלטה מושכלת על מידת התאמתו לארגון ולתפקיד אליו הוא מיועד.\nהסטארטאפ HeraMED רוצה להסיר את אי-הוודאות של נשים הריוניות רבות בעזרת מוניטור ביתי קומפקטי שבודק את העובר ומתחבר לסמארטפון. במקרה הצורך, תוכל האישה לשדר את התוצאות לרופא. לצורך הפיתוח השלים עכשיו הסטארטאפ גיוס של 400 אלף דולר במסגרת פלטפורמת השקעות ההמונים הישראלית ExitValley.\nהפיתוח של HeraBEAT מתבסס על טכנולוגיית Ultrasound Doppler, שנמצאת בשימוש במוניטורים המקצועיים של בתי החולים, אולם עברה אופטימיזציה והתאמה לפתרון ניייד וקומפקטי לשימוש ביתי. בשיחה עם גיקטיים, מסביר דודי גרוברמן, מנכ”ל ומייסד שותף HeraMED, שהמוצר פותח מראש כך שיתאים לתפעול ביתי על ידי האישה בבית ללא כל צורך בידע או ניסיון מוקדם, והוא גם המוניטור הראשון בעולם שמחובר אלחוטית – בטכנולוגיות BLE – לסמארטפון של האישה, ללא חוטים מסורבלים.\nהסטארטאפ הישראלי Reflectiz (רפלקטיז) פיתח מערכת שסורקת ומנטרת טכנולוגיות המוטמעות באתרי אינטרנט על מנת לוודא את תקינותם. באמצעות המידע שנאסף החברה מספקת לאתרי אינטרנט יכולות שליטה ובקרה על הטכנולוגיות (כלי פרסום, וידאו או סטטיסטיקה לדוגמא) וכן תובנות חשובות המאפשרות לשפר את פעילותן, לקצר זמני טעינה וליעל את הביצועים – גם ברמה הטכנית וגם ברמות העסקיות – פיננסיות. הפלטפורמה מדמה פעילות של דפדפן, כלומר של משתמש הקצה ולא של תנאי מעבדה, ופועלת באמצעות יכולות בינה מלאכותית וניתוחי ביג דאטה כדי לספק תמונת מצב מלאה ואמיתית.\nלגיקטיים נודע כי Reflectiz השלימה סבב גיוס סיד בסך מיליון דולר, בו השתתפו בין היתר קרן החדשנות של המדען הראשי, 12Angeles, Bat Investments ומספר אנג’לים, ועתה עומד הסטארטאפ לקראת גיוס נוסף.\nחברת אבטחת המידע הישראלית BioCatch (ביו קטץ’) מפתחת טכנולוגיה לזיהוי משתמשים בהתבסס על דפוסי ההתנהגות שלהם, על מנת להגן מפני חדירה לחשבונות האינטרנט והמובייל שלהם. כלומר, ברגע שגורם לא מורשה יכנס לחשבונות של לקוחות קצה בארגון שעושה שימוש במוצר, ישלחו התראות על התנהגות לא מוכרת, וכך יהיה ניתן לעצור את הפעילות בחשבון בזמן אמת.\nהחודש הודיעה החברה על השלמת סבב גיוס בהיקף של 30 מיליון דולר בהובלת קרן Maverick Ventures ובהשתתפות American Express Ventures, JANVEST Capital, OurCrowd CreditEase, Kreos Capital ו-NexStar Partners. ההשקעה תשמש את BioCatch להמשך צמיחה והתרחבות גיאוגרפית.\nהסטארטאפ הישראלי RapidAPI פיתח פלטפורמה בקוד פתוח המסייעת למפתחים למצוא ולהתחבר ל-APIs שונים בקלות באמצעות שכבת וירטואליזציה,  כאשר אותה שכבה מאפשרת להם להתחבר לכל API בפורמט אחיד. לדברי החברה, בפלטפורמה שלה משתמשים למעלה מ-500,000 מפתחים, מה שמעיד על עליה של 1,600% מהתקופה המקבילה אשתקד.\nעל מנת לתמוך בצמיחה, הודיעה היום (ג׳) RapidAPI על סגירת סבב גיוס A בהיקף של 9 מיליון דולר בהובלת הקרן Andressen Horowitz, שהשקיעה בעבר בחברה. כמו כן לקחו חלק בסבב מריוס נכט, דב מורן והקרן SVAngels. אידו ג׳ינו, מייסד משותף של החברה אמר לגיקטיים שהכסף שגויס יסייע להם להרחיב את כמות המפתחים במערכת, וכן לפתח באופן אינטנסיבי יותר את גרסת ה-הenterprise של המוצר.\nחברת ContinUse Biometrics (קונטיניוס ביומטריקס) הישראלית, המפתחת חיישן שמסוגל לנטר יותר מ-20 מדדים שונים בגוף מרחוק, הודיעה על השלמת סבב גיוס B בגובה 20 מיליון דולר בהובלת Chartered Group. החברה תשתמש בכספים אשר גויסו בסבב הנוכחי לשיווק ובדיקות קליניות, כדי להוציא את המוצר לשוק עוד השנה.\nהחיישן של החברה, המורכב ממצלמה ולייזר, מאפשר ניטור של וויברציות ותנועות עדינות מאוד שהגוף יוצר ברזולוצייה של ננו-מטר, ובאמצעות המידע הזה ומערכות בינה מלאכותית מסוכל להפיק יותר מעשרים מדדים שונים בגוף כמו רמת גלוקוז, רמת אלכוהול, לחץ דם, דופק ומדדים נוספים. כל זאת ללא כל מגע. באמצעות רמת הדיוק של הפתרון של ContinUse, ניתן לנטר את הרעידות הללו גם דרך לבוש המשתמש ובכך להפיק את המדדים הרצויים ללא צורך בחשיפה ישירה לעור המשתמש.\nחברת הסטארטאפ Luminate Security (לומינייט סקיוריטי), אשר יצאה ממצב Stealth, רוצה לשנות את מה שאנחנו יודעים על גישה מאובטחת ללקוחות קצה, ומודיעה על השלמת סבבי גיוס Seed ו-A בגובה 14 מיליון דולר. הקרנות שהשתתפו בסבבי הגיוס הן U.S. Venture Partners וקרן ההון סיכון Aleph. הכספים אשר גויסו בסבבי הגיוס הנוכחים ישמשו את החברה להמשך פיתוח המוצר ומאמצי שיווק נוספים.\nLuminate מציגה פלטפורמת SaaS, אשר מספקת פתרון לגישה מאובטחת ופשוטה ולאפליקציות ארגוניות בענן ובשרתי החברה. האבטחה נעשית ברמת האפליקציה הבודדת, ולא ברמת הרשת, כך שהרשת הארגונית לא נחשפת בעצמה. כל שאר המשתמשים בארגון יכולים לגשת בקלות לכל משאבי הארגון בצורה בטוחה ומכל מכשיר, ללא תלות במיקום ה-Data Center. החברה מסבירה כי הפתרון שלה משתלב בקלות עם כל כלי ה-IT הקיימים.\nהסטארטאפ הישראלי Solebit (סולביט) מפתח פתרון לזיהוי ומניעה של מתקפות סייבר ייעודיות והתקפות המבוססות על zero-day. הוא מאפשר לזהות את התקיפה בשלב הראשוני שלה ולחסום אותה באופן אוטומטי, עוד לפני שהיא נכנסת ופוגעת ברשת הארגונית, זאת באמצעות בחינה של כל פריטי המידע על מנת לאתר קוד בלתי מורשה.\nהחודש הודיעה החברה כי סגרה סבב גיוס A בסך 11 מיליון דולר בהובלת ClearSky Security. משקיעים נוספים שלקחו חלק בסבב גיוס זה כוללים את MassMutual Ventures ו- Glilot Capital Partners.\nפלטפורמת הסחר וההשקעות הישראלית eToro (אי-טורו) הודיעה כי גייסה 100 מיליון דולר, לצורך השקעה במיזמי בלוקצ’יין שונים והמשך פיתוח פלטפורמת ההשקעה שלה. החברה לא פירטה על פי איזו הערכת שווי בוצע הגיוס, אולם על פי ההערכות הוא בוצע על פי הערכת שווי של 800 מיליון דולר.\nפלטפורמת הסחר הישראלית מאפשרת מסחר והשקעות עם דגש על אלמנטים חברתיים. כך למשל יכולים משקיעים מתחילים לשכפל את תיקי ההשקעה של משקיעים מובילים ומנוסים, כדי לזכות בשאיפה בתשואות גבוהות, פיצ’ר שמכונה CopyTrading. בין היתר מאפשרת זירת הסחר של eToro לסחור בפורקס, ניירות ערך, חוזי הפרשים (CFD) ובשנים האחרונות נוספה גם אפשרות לסחר במטבעות קריפטוגרפיים כמו ביטקוין, ביטקוין קאש ואת’ר.\nשוק הנדל”ן הוא לרוב זירת השקעות לא רעה (לאלו שיכולים להרשות לעצמם, כמובן), אך כמות הנכסים האפשריים להשקעה והמדדים שכדאי לקחת בחשבון, מקשה על זיהוי הזדמנויות להשקעה. חברת Skyline AI, אשר שואפת להפוך את שוק הנדל”ן לכזה המתבסס על מדע מדויק ככל הניתן, מודיעה כי השלימה סבב גיוס Seed בגובה 3 מיליון דולר מקרן Sequoia Capital, הכספים שנאספו בסבב הגיוס ישמשו את החברה להמשך פיתוח הפלטפורמה שלה, שתספק תובנות אף יותר מורכבות לנכסים.\nהפלטפורמה אותה פיתחה Skyline AI מנתחת באופן רציף למעלה מ-130 מקורות מידע שונים ומבצעת חיזוי סיכון, תשואה וערך עתידי של כל נכס בארצות הברית . הטכנולוגיה מבוססת על בינה מלאכותית, ומאפשרת לאתר הזדמנויות השקעה שלא נוצלו והזדמנויות השקעה עם יחסי סיכון-תשואה מיטביים.\nחברת הבלוקצ’יין הישראלית Saga (סאגה) גייסה 30 מיליון דולר במטרה לפתח מטבע דיגיטלי, שמצד אחד ייהנה מהיתרונות של הבלוקצ’יין ומצד שני, יהנה מיציבות של מטבעות סטנדרטיים. בין המעורבים במיזם, נגיד בנק ישראל לשעבר, הפרופסור יעקב פרנקל.\nהמטבע שמפתחת Saga, מבטיח את היתרונות של מטבעות דיגיטליים כמו מניעת מניפולציות מלאכותיות בערך המטבע וכן עלות עסקאות נמוכה והוא נועד לשמש כמערכת תשלומים גלובלית. עם זאת, בניגוד לשאר המטבעות הדיגיטליים הוא כולל 2 הבדלים מרכזיים. ראשית, הוא מתוכנן להיות מטבע הקריפטו הראשון שנהנה מיציבות – ללא התנודתיות הקיצונית שמאפיינת מטבעות קריפטו רגילים; בנוסף, הוא אינו אנונימי, והמשתמשים בו עוברים תהליך “הכר את הלקוח”, המוכר לנו מעולמות הבנקאות, במסגרתו נדרש המוסד הפיננסי להכיר את הלקוחות שלו, הרקע שלהם, אופי הפעילות בחשבון שלהם ועוד.\nקניית דירה היא מבין ההשקעות הגדולות ביותר שאדם מבצע במהלך חייו, אם לא הגדולה ביותר. הסטארטאפ הישראלי RealX (רילקס) רוצה לנסות ולחסוך לכם ולו במעט בעלויות קניית הדירה, באמצעות קיצוץ עמלת התיווך הממוצעת שעומדת על 2% לפחות מ-1% (0.9% מכל צד). מדובר בפלטפורמה אשר מחברת בין מוכרי דירות ורוכשי דירות ומעניקה לאלו ליווי צמוד החל משלב איתור הנכס ועד החתימה על חוזה המכר, על מנת לוודא שהם הגיעו לעסקה הטובה ביותר. בנוסף, החברה מפתחת טכנולוגייה מבוססת בינה מלאכותית המשדכת בין הקונה לנכסים בעלי סבירות גבוהה שיתאימו עבורו.\nכדי להמשיך ולפתח את המוצר, הודיעה החברה על סגירת סבב גיוס ראשון של 1.5 מיליון דולר מדרורית ורטהיים, קרן AltaIR, שבה שותף רומן אברמוביץ׳ ומשקיעים פרטיים נוספים.\nחברת Atidot (עתידות) הישראלית מסייעת לחברות ביטוח חיים ופנסיה להבין את הלקוחות שלהן טוב יותר, ולייצר עבור כל אחד מהם מוצר המותאם אישית לצרכים שלהם. החודש הודיעה החברה על השלמת סבב גיוס A בגובה 5 מיליון דולר בהובלת קרן Vertex ובהשתתפות המשקיעים הקיימים: Moneta Seeds, קרן הגידור The D. E. Shaw Group ובנק הפועלים.\n“Atidot משתמשת בטכנולוגיות ענן, ביג דאטה ו-AI (או predictive analytics) משולבת עם הבנה עמוקה בביטוח כדי למנף את המידע הקיים בחברות ביטוח, ביחד עם מידע ציבורי רלוונטי בשביל לבנות תמונת מצב של הלקוח, וכן כדי לחזות את ההתנהגות הביטוחית שלו” אומר דרור קצב, שותף-מייסד ומנכ”ל החברה.\nבין אם מדובר בעולם המשפטים, החינוך, האקדמיה, הרפואה, המדיה או הדוברות – קיים צורך גדול בתמלול של שיחות ודיבור. אבל למרות הצורך הגדול, הוא עדיין מתבצע ברובו באופן ידני כמעט לחלוטין. סטארטאפ חדש בשם Verbit אשר רוצה לשפר את עולם התמלולים האוטומטי, הודיע על השלמת סבב גיוס Seed בגובה 11 מיליון דולר תוך שנה בלבד מיום הקמתו. סבב הגיוס הנוכחי הובל על ידי Vertex Ventures ו- HV Ventures Oryzn Capital. הכספים אשר נאספו בסבב הגיוס הנוכחי נועדו לאפשר את המשך הפיתוח של המוצר והחברה.\nהפתרון של Verbit משלב את האלגוריתמים המוכרים לתמלול אוטומטי, אך עם תוספת של שילוב מתמללים אנושיים. תפקיד המתמללים הוא לתקן את עבודת המנגנונים האוטומטיים, כאשר באמצעות Machine Learning, כל תיקון שמתבצע משפר את האלגוריתם האוטומטי של Verbit, ובכך מקרב אותה לכדי תמלול אוטומטי מלא. עם זאת, בחברה מבהירים כי תמלול אוטומטי מוחלט לא יהיה זמין בעשור הקרוב, וזאת כתוצאה של יותר מדי משתנים במהלך הדיבור כמו קצב דיבור, מבטא, צורות ביטוי וכדומה.\nהסטארטאפ הישראלי Foretellix (פורטליקס) מציע גישה חדשה, כדי לפתור את הבעיה הגדולה ביותר של תעשיית הרכב האוטונומי כיום – הבטיחות של כלי הרכב – כמו שראינו בתאונה הקטלנית שבה היתה מעורבת המכונית האוטונומית של אובר בשבוע שעבר. כחלק מהפתרון שלו, מפתח הסטארטאפ שפה שתוכל לשמש כסטנדרט לתיאור תרחישים של רכב אוטונומי. השפה אמורה להיות פתוחה, כך שכולם יוכלו להשתמש בה לבדיקת הרכבים עוד לפני שיעלו על הכביש. הפתרון יעבוד עם כל פלטפורמות הבדיקה הקיימות, ובכללן סימולציות, Test tracks ושאר שיטות הבדיקה הקיימות בשוק.\nהחודש, הודיע הסטארטאפ על השלמת גיוס ראשוני של 1.5 מיליון דולר מהאנג’לים זוהר סיזאפל, גיל אגמון (בעלים ומנכ”ל דלק רכב, שגם השקיע במובילאיי), בני שניידר (שמכר את Ravello ל-Oracle), עמירם יהודאי, משה גבריאלוב וקרן Nextgear.\nחברת האבטחה הישראלית CyberArk (סייברארק) הודיעה על רכישת הסטארטאפ הישראלי Vaultive, ספקית טכנולוגיית אבטחה בענן. פרטי העסקה שנחתמה היום לא פורסמו, אבל החברה הנרכשת גייסה מאז הקמתה 19 מיליון דולר. בעקבות הרכישה, הצוות הישראלי שמונה כ-20 עובדים ישתלב ב-CybeArk עצמה, בעוד שצוות המכירות שפועל מארה”ב יפסיק את פעילותו.\nVaultive מאפשרת לעסקים ושירותים למיניהם לוודא כי המידע המסווג עימו הם עובדים לא יגיע לידיים הלא נכונות, זאת באמצעות שירותי הצפנה בתוך רשתות פנימיות. מוצריה מאפשרים לעסקים לעבור לשירותי ענן מבלי שיצטרכו לוותר על השליטה בתוכן ולתת ״לחתול לשמור על השמנת״. על ידי שימוש בטכנולוגית ההצפנה שפיתחה החברה היא מסייעת לארגונים לשמור על הבעלות באמצעות מפתח לתוכן הרגיש על ידי כך שניתן להצפין את המידע עוד לפני שעזב את הרשת הפנימית לטובת שירות ענן כזה או אחר. בהתבסס על הטכנולוגיה של Vaultive, סייברארק תספק שקיפות ובקרה מוגברת על משתמשים עסקיים בעלי הרשאות חזקות, וכן על מנהלי שירותי ה-SaaS (תוכנה כשירות), ה-IaaS (תשתית כשירות) וה-PaaS (פלטפורמה כשירות).\nעם ההתפתחות של דרכי תקשורת אלטרנטיביות כמו וואטסאפ, פייסבוק מסנג’ר ודומיהן, נראה שפלטפורמת הדואר האלקטרוני נשארה הרחק מאחור. המיילים שאנחנו מקבלים נראים פחות או יותר אותו הדבר מאז שנות ה-2000 וזה בדיוק מה שחברת ActivePath (אקטיב פאת’, לשעבר PowerInbox) ביקשה לשנות. החודש הודיעה חברת Broadridge האמריקאית על רכישת הסטארטאפ הישראלי ActivePath. תנאי העסקה טרם פורסמו.\nActivePath יצרה מערכת אינטואיטיבית לבניית תבניות של אימיליים, הודעות SMS, קבצי PDF ועוד. כל אלו הופכים לאינטראקטיביים באמצעות HTML 5 ובעצם מאפשרים מצד אחד לחברות לבנות בקלות מסרים אשר יתורגמו לפעולות על ידי הלקוחות, ומצד שני מאפשרים ללקוחות חווית שימוש קלה יותר ונעימה יותר ללא כניסה לפורטלים, אתרים וכדומה. כך לקוחות יכולים לבצע פעולות לקוניות כמו תשלום דו”חות, חשבונות ונושאים רגולטורים נוספים בקלות ובמהירות. מערכת שליחת ההודעות של החברה גם דואגת לתזמוני שליחה חכמים כדי שהדואר לא יסומן כספאם על ידי התוכנות השונות.", "keywords": "סיכום גיוסים,גיוסים מרץ  2018,מרץ 2018,סטארטאפ,סטארטאפ ישראלי,גיוס הון,קרן הון סיכון,גיוסים מרץ 2018"}