{"url": "https://www.geektime.co.il/startup-invesments-february-2018/", "type": "article", "title": "קצר אך משתלם: סטארטאפים ישראלים גייסו בפברואר למעלה מ-300 מיליון דולר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש פברואר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-03T12:30:34Z", "modified_time": "2018-03-02T16:58:59Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש פברואר בסצנת הסטארטאפים הישראלית\n\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש ינואר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nכמעט כל משרד מוצא את עצמו עם צורך בהזמנת אוכל, בין אם לישיבות מיוחדות, הרמות כוסית, אירועים או אפילו כארוחה רגילה. לרוב, מדובר בפעולה שאורכת זמן רב, דורשת השוואה בין מספר ספקים, בניית תפריטים על פי הצרכים של העובדים, ולעיתים אפילו לא ברור איך יראה האוכל שעומד להגיע לאירוע הבא שלכם. חברת Platterz פיתחה פלטפורמת הזמנת אוכל מספקי קייטרינג ומסעדות שונות שיכולה להפוך את תהליך ההזמנה המייגע למהיר ונוח יותר. החודש הכריזה החברה כי השלימה סבב גיוס A בגובה 15 מיליון דולר בהובלת “אלף”, ובהשתתפות משקיעים קיימים כמו AltaIR Capital ו-Globalive Capital. הכספים אשר נאספו בסבב הגיוס הנוכחי ישמשו את החברה בהאצת פיתוח המוצר והתרחבות גלובלית במהלך השנה הקרובה.\nהפלטפורמה של Platterz נעזרת ב-Machine Learning ומערכות בינה מלאכותית כדי להתאים את הארוחות בצורה מדויקת לצרכי הלקוחות. האדם המזמין יכול להשתמש במערכת בחינם ולהזין אליה נתונים שונים כמו מועד האספה, תקציב, מספר נפשות, צרכים דיאטטים (טבעונות, רגישויות שונות וכדומה), העדפות ועוד, והמערכת תאתר ממאגר המסעדות וספקי המזון שלה את התפריט האפשרי. הלקוחות יכולים לראות את המזון המוצע, לתאם את המשלוח ולהבין טוב יותר מה הם עומדים להזמין, ואת העלויות השונות.\nכיום כאשר טייס רחפן רוצה לעשות שימוש מסחרי ברחפן שלו, עליו להיות מבוטח. הבעיה היא שקיימות מעט מאוד חברות ביטוח שמספקות לכך מענה, וגם אלו שכן – גובות על כך המון כסף. הפלטפורמה של SkyWatch מאפשרת לכל אחד, בין אם הוא מטיס רחפן להנאתו ורוצה להיות מבוטח (כנגד נזק צד ג’, הפרת פרטיות בטעות) ובין אם הוא מטיס מסחרי (למשל – צלם אירועים או טלוויזיה), לקבל ביטוח באופן מיידי ולפי דרישה בעלות שעתית, ובהתאם לאזור שבו הוא רוצה להטיס את הרחפן.\nהחודש הודיעה החברה על סגירת סבב סיד בהיקף של 2 מיליון דולר מהקרנות Kaedan Capital, F2 Capital ווריזון ונצ’רס, ובהשתתפות בכירים מתעשיית הביטוח בישראל ובעולם ומומחים מתעשיית הרחפנים.\nהסטארטאפ הישראלי Travel Trix Pro (טרוול טריקס פרו) מציע פלטפורמה המאפשרת לעקוב אחר ירידות מחירי חדרים בבתי מלון. באמצעות הפלטפורמה, ניתן לבצע מעקב אחר תנודות במחירים גם ללא צורך בביצוע הזמנה, כך שברגע שהמחיר ירד מתחת למחיר המטרה שקבע המשתמש – תתבצע הזמנה חדשה/מחודשת באופן אוטומטי.\nהחודש הודיעה החברה הישראלית כי היא נרכשה על ידי “Service” האמריקאית, כאשר סכום הרכישה לא פורסם. עד היום התקיימה החברה הישראלית במודל של מימון עצמי, ללא גיוסי הון. בעקבות הרכישה, הצוות הישראלי, שמונה 5 עובדים כולל המייסד, יהפוך למרכז הפיתוח של הרוכשת. מבחינת המוצר, רכישת Travel Tricks Pro תאפשר ל-Service להרחיב את שירותיה למשתמשים בתחום המלונות, שכן עד היום היא התמקדה בפיצוי לקוחות מחברות תעופה בגין עיכובים וביטולי טיסות. בעזרת Hotel Rate Pro, המוצר של החברה הישראלית, היא תוכל לחדש למשתמשיה באופן אוטומטי הזמנות למלונות, כאשר ימצא תעריף נמוך יותר וללא דימוי ביטול.\nעסקים קטנים ובינוניים אחראים ל-54 אחוזים מהתוצר הגולמי בארה”ב ומעסיקים כ-50 אחוז מכוח העבודה בארה”ב – נתח שרק הולך וגדל. מכיוון שהבנקים בארה”ב נותנים מענה מוגבל לביקוש הרב והצורך של עסקים קטנים לאשראי הם נאלצים לחפש אלטרנטיבות. חברת הפינטק הישראלית Behalf פיתחה מערכת שמאפשרת להם ליהנות מאשראי מהיר תוך בדיקת רקע מהירה.\nחברת הפינטק הישראלית Behalf (ביהאלף) מתמחה בשירותי הלוואות מקוונות לעסקים קטנים ובינוניים בארה”ב. Behalf מציעה לבעלי עסקים קטנים לקבל מימון לטווח קצר של עד 50 אלף דולר בתוך יממה. על ידי כך – יכולים עסקים קטנים להגדיל את היקף הפעילות שלהם, להקטין את הסיכון ובאותה נשימה גם לאפשר ללקוחותיהם אפשרויות תשלום נוחות יותר.\nהחודש השלימה גיוס חוב בהיקף של 150 מיליון דולר, בהובלת קרן ההשקעות הפרטית Soros Management Fund LLC של המיליארד ג’ורג’ סורוס וקרן Viola Credit. שני הגופים השקיעו גם אקוויטי בחברה. בסך הכל גייסה החברה – כולל גיוסי החוב – סך של 306 מיליון דולר והיא משלשת את הכנסותיה מדי שנה.\nלא כל אקזיט הוא אקזיט שמח: בעשורים האחרונים, תחום הפרסום עבר מספר תמורות, כאשר העיקריות שבהן נוגעות לכניסתן האגרסיבית של גוגל ופייסבוק לשוק הפרסום. שתי חברות הענק השתלטו במהרה על רוב שוק הפרסום ברשת כאשר הפלטפורמות שלהן מנגישות מודעות פרסום למיליארדי אנשים מדי יום. מתחרות כמו Taboola ו-Outbrain גם הן מצליחות לנגוס בשוק הפרסום, אך פייסבוק וגוגל שולטות בו ביד רמה, וגורמות לסוכנויות פרסום ופלטפורמות רבות לקרוס זו אחר זו. החודש נודע כי אינפולינקס (Infolinks), סטארטאפ ישראלי בתחום ה-Ad-Tech (יוזמות בתחום הפרסום הדיגיטלי) נרכש על ידי חברת +Thrive מניו יורק תמורת סכום של מיליונים בודדים. על פי הדיווח, Thrive+ מתכננת להגדיל את מרכז הפיתוח של Infolinks אשר בתל אביב, ולהסב אותו לכדי מרכז של Thrive+ בישראל.\nאינפולינקס פיתחה טכנולוגיות שאיפשרו לאתרי אינטרנט קטנים ליצור מערכי פרסום באתר שלהם, ולייצר עוד הכנסות מהתנועה באתר על ידי ניצול של שטחים באתר. החברה עדיין מחזיקה בכמה עשרות אלפי לקוחות פעילים, אך בעולם בו פייסבוק וגוגל שולטות בתחום הפרסום, החברה התקשתה בהתמודדות בתחרות. על פי הערכות בתעשייה, פייסבוק וגוגל מחזיקות ביחד בנתח שוק של 63% משוק הפרסום הדיגיטלי בארצות הברית ומגלגלות עשרות מיליארדי דולרים בשנה ביחד. בכך, שחקניות קטנות יותר בתחום ה-Ad-Tech לא מצליחות להוות תחרות אמיתית לשתי החברות.\nהסטארטאפ הישראלי MDClone, המספק פלטפורמת דאטה מאובטחת לעולם הרפואה, הודיע על סגירת סבב גיוס בהיקף 15 מיליון דולר. את ההשקעה הובילה Lightspeed (לייטספיד) והשתתפה בה גם קרן אורבימד ישראל, שהובילה את הגיוס הראשון של החברה ב-2016.\nMDClone מציגה תפיסה קצת אחרת לגישה, הגנה, ניתוח ומחקר של מידע רפואי, ומספקת מענה לאחד מהאתגרים הגדולים ביותר כיום בעולם הרפואה; כמויות נתונים שהולכות וגדלות מצד אחד, ומצד שני יכולת מוגבלת הדורשת משאבים גדולים (בכח אדם וזמן) לגישה וניתוח מידע רפואי שעשוי להוביל לטיפול איכותי ויעיל יותר במטופלים ושיפור תהליכי הניהול המורכבים בארגונים רפואיים.\nהפלטפורמה מנגישה מידע מהמערכת הרפואית בזמן אמת וללא צורך במתווכים (כגון אנשי IT/מתכנתים). כמו כן, היא מייצרת מידע סינתטי (כלומר – אנשים מומצאים), אשר שומר על המאפיינים הסטטיסטיים של המידע אמיתי, תוך שמירה על חיסיון המידע הרפואי. ביכולתה של הפלטפורמה לשפר באופן משמעותי את יכולת השימוש בדאטה, ומנוע הנתונים הסינתטי שלה מציע פתרון שמבטל לחלוטין את הסיכון לפגיעה בפרטיות שתמיד קיים בגישה למידע רפואי רגיש לצורך ניתוח נתונים ומחקר.\nבשנים האחרונות מוצפים הבתים שלנו במכשירים חכמים כמו תאורה שנשלטת מרחוק, מצלמות אבטחה, מזגנים, אביזרי שליטה בתריסים וכמובן מחשבים וסמארטפונים. הסטארטאפ הישראלי SAM מפתח טכנולוגיה שמיועדת להתמודד עם האתגר המרכזי שמציבה המגמה הזו, כלומר אבטחה על המכשירים והמידע שלנו. החודש הודיע הסטארטאפ הישראלי על גיוס של 3.5 מיליון דולר.\nהטכנולוגיה של SAM מאפשרת זיהוי חד-חד ערכי של כל המכשירים החכמים המקושרים לרשת הביתית ובעזרת טכנולוגיית בינה מלאכותית, מיישם את מדיניות האבטחה המתאימה על כל מכשיר, מאתר אירועים חריגים ומטפל בהם באופן מידי. במקביל, מתריעה המערכת של החברה על אירועים חריגים גם לגורמים השונים האחראיים על הפצת תיקוני אבטחה. כך למשל עדכוני תוכנה למתקפות מסוג Krack ו-Mirai הותקנו במאות אלפי נתבים הפועלים על 15 פלטפורמות שונות, בתוך 48 שעות בלבד.\nפלטפורמת Houzz של היזמים עדי טטרקו ואלון כהן נחשבת למובילה בעולם בכל הקשור לשיפוץ ועיצוב הבית. היא מספקת למשתמשים את כל הכלים להם הם זקוקים בתהליך – מעיצוב חדר ועד לבניית בית מאפס. החודש, הודיעה החברה על הרחבת היצע המוצרים שלה באמצעות רכישת הסטארטאפ Ivimark, אשר פיתח כלי לניהול עסק בתחום עיצוב הפנים, כמו גם פלטפורמה ייעודית לקהילת מעצבים ועסקים. בעקבות הרכישה, שהסכום שלה לא פורסם, Houzz תגדיל משמעותית את צוות הפיתוח שלה בתל-אביב ותעבור למשרדים חדשים שיאכלסו את כל העובדים החדשים.\nהפלטפורמה מסייעת למעצבים לנהל את העסק שלהם באופן אפקטיבי ופשוט יותר – החל מחיפוש ובחירת מוצרים, הערכת עלויות, ניהול החשבונות ועד לניהול הרכש והלקוחות. הפלטפורמה מבטיחה שאת כל הפרויקט – מתחילתו ועד סופו – ניתן יהיה לנהל באמצעות כלי אחד. בנוסף, הסטארטאפ הצליח לבנות קהילה פעילה סביב הפלטפורמה – בפורום, מגזין מסחרי, סמינרים מקוונים וקבוצות מיט-אפ הנפגשות ברחבי ארה”ב. מטה החברה ממוקם בניו יורק, אבל הפיתוח מתבצע מישראל. Ivymark גייסה סבב סיד בהובלת קרן Disruptive ופיטנגו, ובהמשך הצטרפה ל-NFX Guild וקיבלה השקעה מגיגי לוי, כך שסך גיוסיה מאז הקמתה מסתכם ב-2.9 מיליון דולר.\nהסטארטאפ הישראלי Aperio Systems (אפריו סיסטמס) מפתח מערכות להגנה מפני חדירה לתשתיות קריטיות כמו תחנות כח, אסדות גז, מתקני מים או כורים גרעיניים כנגד איומי סייבר וגופים זדוניים – הן חיצוניים והן פנימיים, באמצעות אבטחת אמינות הנתונים האופרטיביים. המוצר של החברה משתלב לתוך מערכות ה-SCADA הקיימות (מערכות הבקרה) ומאפשר לגלות מניפולציות זדוניות. בצורה זו ניתן להוריד בצורה דרמטית את הסיכון להשבתה או הורדת תפוקה, מה שמספק המשכיות אופרטיבית וחוסן מקבימלי של המערכות הפועלות.\nהחודש הודיעה החברה על קבלת השקעה אסטרטגית של 2.5 מיליון דולר להמשך הפיתוח מ-EDP, אחת מחברות האנרגיה המובילות באירופה, זאת בעקבות פיילוט מוצלח להגנה על ציוד ייצור חשמל. EDP הצטרפה לסבב יחד עם Data Point Capital, קרן השקעות המתמחה בתחום ההגנה בסייבר, Jump Capital המתמחה בחברות בשלב הצמיחה ו-Scopus.\n\nככל שחברות וארגונים שמים את מבטחיהם בתשתיות טכנולוגיות ובטכנולוגיית ענן, נפתחות בפניהם הזדמנויות ואפשרויות לא קטנות, אך כך גם גדלים הסיכונים. מתקפות סייבר כלפי חברות או ארגונים עשויות לגרום לנזק כלכלי, ולעיתים אפילו פיזי, רב. לעיתים, כשמזהים את המתקפה תוך כדי שהיא מתרחשת, חלק מהנזק כבר נעשה. לכן עדיף אם ניתן היה למנוע את המתקפה עוד לפני שהיא מתרחשת.\nחברת Perception Point, המפתחת טכנולוגיה שמזהה מתקפות בשלב מוקדם יחסית, הודיעה על השלמת סבב גיוס ראשון בגובה של 8 מיליון דולר, בהובלת קרן פיטנגו, State Of Mind Ventures ו-Korea Investment Partners.\nחברת Tipalti הישראלית מספקת פלטפורמה לניהול כל תהליכי התשלומים מקצה לקצה ומאפשרת ללקוחות להקטין את עומס העבודה ב-80%, תוך הקטנת סיכונים של ציות מס, הונאות, ביקורות וציות רגולטורי. באמצעותה, מערכים פיננסים בחברות כדוגמת אמזון, גו פרו וטוויטר, יכולים לנהל את כל פעילות ה-AP הגלובלית (ניהול החשבונות) ותשלומי הספקים שלהם.\nהחודש, הודיעה החברה על השלמת סבב גיוס הון שלישי (Series C) בהיקף של 30 מיליון דולר בהובלת קרן ההשקעות Zeev Ventures. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על למעלה מ-50 מיליון דולר, הון שיאפשר לה להרחיב את מאמצי הפיתוח. “ההשקעות יופנו להרחבה משמעותית של גוף הפיתוח, גופי התמיכה בלקוחות, והרחבה מהירה של קהל הלקוחות שלנו על ידי השקעה בארגוני השיווק והמכירות. נשקיע בהרחבת השותפויות שלנו עם שותפי טכנולוגיה פיננסית, אינטגרציות, הרחבת מערך המשווקים ברחבי העולם ושותפויות נוספות”, אמר לנו חן עמית, מייסד ומנכ”ל Tipalti.\nבשנים האחרונות קיימת מגמה לפיה יותר ויותר מדינות מותירות את השימוש בקאנביס. בנוסף, סגולותיו הרפואיות של הצמח והפיכתו לתרופה פופולארית בקרב רבים הפכו אותו למצרך מבוקש שביקושו רק הולך וגדל, כשהצפי הוא שעד שנת 2020 מכירות הקנאביס החוקיות יחצו את ה-20 מיליארד דולר בארה”ב בלבד. הסטארטאפ הישראלי GemmaCert רוצה לעזור למגדלים מקצועיים ופרטיים לדעת בדיוק מה מכיל הקנאביס שלהם, תוך כדי שמירה על שלמות הפרחים.\nהחודש, הודיעה החברה כי גייסה 2.25 מיליון דולר בהובלת NEO Ventures, Stony Hill ו-Arba Finance, ולקחה בו חלק גם Aggrinovation. המימון ישמש להשקת הדור הראשון של GemmaCert, מכשיר קומפקטי שנראה כמו מעבד מזון קטן שיבדוק וינתח את הרכב הצמח בתוך פחות מדקה.\nSmart Medical Systems (סמארט מערכות רפואיות) המפתחת ומייצרת מוצרי אנדוסקופיה, הודיעה על השלמת סבב גיוס בגובה של 8 מיליון דולר. את סבב גיוס ההון הובילה Signet Healthcare Partners, קרן הון סיכון אמריקאית הממוקדת בהשקעות בתחום הרפואי.\nה-G-EYE הוא פיתוח של החברה שכולל התקן בלון המורכב על גבי אנדוסקופים סטנדרטיים ומסייע להגדלת נראות המעי הגס וגילוי ממצאים במהלך בדיקות הקולונוסקופיה. על פי הנתונים של החברה, הביא בלון ה-G-EYE לעלייה משמעותית בשיעור איתור הפוליפים הקדם-סרטניים (אדנומות), ובהתאמה להפחתה משמעותית בשיעורי החמצת הפוליפים במהלך הבדיקה.\nהסטארטאפ CommonSense Robotics, המפתח טכנולוגיה המשלבת בין בינה מלאכותית לרובוטיקה כדי לאפשר הבאת מוצרים ממרכז האספקה עד לבית הלקוח בתוך פחות משעה, הכריז על השלמת סבב גיוס A בגובה 20 מיליון דולר, בהובלת Playground Global ובהשתתפות משקיעים קודמים כמו Aleph VC ו-Innovation Endeavors של אריק שמידט (מנכ”ל גוגל ואלפבית לשעבר).\nקומונסנס רובוטיקס מפתחת טכנולוגיה המשלבת רובוטיקה ו-AI כדי לאפשר לקמעונאים לספק משלוחים תוך שעה על פי דרישה ללקוחות של מצרכים, תוך כדי שמירה על הרווחיות. לדברי החברה, בארצות הברית כמעט רבע מהאוכלוסיה משתמשת בשירותי און-ליין כדי לקנות מצרכים. ועם הכניסה האגרסיבית של אמזון לשוק המזון הטרי עם רכישת Whole Foods גורמת לכל שאר הקמעונאיות לאבד לא מעט לקוחות שמתרגלים למשלוחים מהירים ומיידיים.\nהחברה שואפת להקים מיקרו-מרכזי-ייצור (Micro-Fulfillment Centers), שישלבו בתוכם את היתרונות של מחסנים מקומיים (ולא מחוץ לעיר, כמו שנהוג כיום) ואוטומטיים, כדי לתמוך ולאפשר לקמעונאים לעמוד בדרישה ההולכת וגוברת למשלוחים On-Demand, ולנו – לצרכנים, לקבל את הרכיבים לארוחת הערב שלנו בתוך שעה ולא בתוך יממה.\nעם יותר מ-13.5 מיליון מקרים בשנה, שבץ מוחי הוא אחד מגורמי התמותה והנכות המובילים בעולם המערבי. חברת Perflow Medical, שמפתחת טיפול חדש להוצאת קרישי דם בניתוחי שבץ מוחי ומניעת מפרצת מוחית, הודיעה כי השלימה סבב גיוס בגובה 12 מיליון דולר.\nחברת Perflow Medica (פרפלאו מדיקל) מפתחת שיטת צנתור חדשה מוגנת פטנט בשם Stream, שמאפשרת חידוש מהיר של זרימת הדם למוח ומונעת כך נזק בלתי הפיך לרקמה ופרוגנוזה טובה יותר של הסובלים משבץ מוחי. הפיתוח מתבסס על רשת גמישה וצנתר שניתן לשליטה מרחוק על ידי הרופא המטפל. כך למשל יכול המצנתר לשנות את עובי הרשת, לשנות את צורתה, המימדים שלה ועוד. על פי החברה בוצעו בהצלחה 50 טיפולים.\nרוב החברות אשר משתמשות בשירותים טכנולוגיים חשופות יותר מתמיד לאיומים מצד האקרים הכוללים נוזקות, גניבות מידע, פגיעה פיזית במערכות ותפקוד החברה, ועוד שלל מתקפות שעלולות לגרום לנזק רב. חברת Morphisec (מורפיסק) הישראלית, המפתחת מערכת שמסוגלת להקדים את צעדי התוקף ובכך למנוע את ההתקפות בטרם הן מתרחשות, הודיעה על השלמת סבב גיוס שני בגובה 12 מיליון דולר. בסבב השתתפה קרן JVP והמשקיע החדש ODV, זרוע ההשקעות של Orange Telecom, לצד משקיעים וותיקים כמו GE ודויטשה טלקום. בין המשקיעים הנוספים ניתן למצוא את La Maison, Portage Partners, OurCrowd ,Kodem Growth Partners, ו-Evolution Equity Partners.\nהפתרון שמורפיסק פיתחה מאפשר אבטחה של נקודות קצרה ולהקדים את צעדי התוקף. בדרך כלל, למתקיף יש יתרון יחסי על המותקף. החברה מגדירה את שיטת ההגנה שלה כ”שיטת המטרות הנעות” (Moving Target Defense), אשר מסוגלת למנוע ולעצור איומים שפתרונות אחרים לא מצליחים למנוע. בין המתקפות שהחברה טוענת כי היא מסוגלת למנוע היתן למצוא APT, Zero Day, מתקפות כופר ועוד. הפתרון של החברה יכול להתפרס על גבי תשתיות האבטחה הקיימות של הלקוחות, והחברה מגדירה את המוצר שלה כ”שגר ושכח”, כך שהלקוחות לא יצטרכו להתקין עוד מערכות נוספות או יצטרכו לדאוג לעדכונים ושאר מטלות אשר צורכות זמן וכסף רב. לדברי החברה, שיטת ההגנה שפיתחה לא דורשת ניטור וזיהוי, ולא משתמשת במודלים סטטיסטיים או אלגוריתמים כלשהם, וכתוצאה מכך, לא דורשת בסיס ידע מתעדכן.\nהסטארטאפ השני של מייסדי מובילאיי, פרופסור אמנון שעשוע וזיו אבירם – OrCam (אורקם) שמפתחת טכנולוגיית ראייה מלאכותית ומיועדת לסייע לעיוורים ובעלי מגבלות ראייה, גייס 30 מיליון דולר.\nמערכת OrCam MyEye, שפותחה על-ידי החברה, מעבירה מידע חזותי באמצעות מצלמה קטנה וחכמה המורכבת על מסגרת המשקפיים של המשתמש ומחוברת למחשב זעיר בגודל של סמארטפון ממוצע. בעזרת טכנולוגיות של ראייה ממוחשבת ולמידת מכונה, המערכת קוראת באופן מיידי וברור כל טקסט מודפס מכל משטח, כולל עיתונים, ספרים, מחשבים, מסכי סמארטפונים, תפריטי מסעדות, תוויות על מוצרים בסופרמרקט ותמרורים ברחוב. בנוסף, יכולה המערכת גם לזהות פנים ומוצרים כמו שטרות כסף. לאחר הזיהוי, מקריאה OrCam למשתמש את הטקסט והמידע החזותי שהיא מזהה באמצעות רמקול זעיר הממוקם בסמוך לאוזנו.\nMoovit מכריזה על ציון דרך משמעותי והשלמת סבב גיוס רביעי בגובה 50 מיליון דולר, בהובלת אינטל קפיטל, זרוע ההשקעות של Intel. כל המשקיעים הקודמים בחברה השתתפו גם הם בסבב הגיוס הנוכחי, ובינהם: Sequoia, BMW iVentures, NGP, Sound Ventures, BRM, Gemini, Vaizra ,Vintage ו- Hanaco.\nMoovit, אשר מציעה את אפליקציית הניווט שלה בחינם, נמצאת בשימוש על ידי יותר מ-120 מיליון משתמשים ב-80 מדינות ברחבי העולם. החברה טוענת כי היא מחזיקה במאגר הגדול בעולם של נתוני תחבורה ציבורית, ובאמצעותה נוצרות יותר ממיליארד נקודות מידע על תנועה מדי יום. כלומר, מידע מתנועות אנונימיות של משתמשים.\nNTT Docomo Ventures, זרוע ההשקעות של ענקית הטלקום היפנית, NTT DoCoMo, השקיעה 3 מיליון דולר ב-Otonomo (אוטונומו). הסטארטאפ הישראלי מפתח פלטפורמה לחיבור עסקי בין יצרני המכוניות לשירותים חדשים לרכבים ולנהגים.\nהטכנולוגיה של otonomo מאפשרת ליצרניות רכב להפוך את נתוני הנסיעה של הנהגים השונים למידע שניתן לעשות לו מוניטיזציה. כלומר, יצרניות הרכבים יכולות לשתף בצורה מאובטחת ואנונימית את המידע שנאסף עם ספקי יישומים, כדי שאלו יוכלו להציע את שירותיהם לנהגים. הטכנולוגיה של otonomo מציעה פתרון מבוסס ענן שרוצה לחבר באופן חלק ואמין מיליוני רכבים למאות שירותים ואפליקציות, תוך כדי יצירת אקוסיסטם חדש של נתונים. המערכת של החברה יכולה לאסוף ולהעביר מאות פרמטרים של הרכב – שכוללים בין היתר נתוני מהירות, מיקום, תאוצה, בלימות, מהירות פנייה, תקלות, רמת דלק, קילומטרז’ ועוד. בנוסף להעברת נתונים גולמיים – המערכת יכולה לתת תובנות מהמידע שנאסף.\nאחת מהבעיות האורתופדיות השכיחות אצל נשים היא בוהן קלובה, מצב בו עצם המסרק ברגל נוטה כלפי חוץ ונוצרת מעין “בלוטה” במפרק הבוהן. סטארטאפ הביוטק הישראלי Cycla (סייקלה אורתופדיקס) פיתח טיפול חדש שמתבסס על שתל וכלי ניתוח ייחודיים. החודש סיים הסטארטאפ גיוס מוצלח של 515 אלף דולר במסגרת פלטפורמת השקעות ההמונים PipelBiz (פיפלביז).\nCycla פיתחה פתרון הכולל שתל אורתופדי וכלי ניתוח ייחודיים אשר בזכותם ניתן לבצע ניתוח עדין בבוהן הקלובה המלווה בהחלמה מהירה מאוד בת מספר ימים. הניתוח מתבצע על ידי השתלת שתל בכף הרגל המושך את העצם פנימה ומחזיק את העצם במקומה לאורך זמן. על פי החברה, הפתרון שהיא פיתחה נמצא בשלב מתקדם מאד בתהליך לקבלת אישור ה-FDA – כשהצפי שלה לקבלת האישור הוא יוני 2018 והפטנט על הליך הניתוח נמצא בשלבי אישור. סבב חדש של ניסויים קליניים, לאחר שני ניסויים בבני אדם, עומד להתחיל בקרוב.\nבשנים האחרונות אנחנו רואים צמיחה מטורפת במספרם של מתחמי העבודה המשותפים. אמנם כיום הם חולשים על כאחוז אחד בלבד מעולם המשרדים להשכרה, אבל אם יימשך קצב הגידול הנוכחי הם צפויים לחצות את סף ה-10 אחוזים תוך שנתיים בלבד. הסטארטאפ הישראלי Pickspace (פיקספייס) פיתח פלטפורמה, שמאגדת בתוכה מתחמי עבודה משותפים בישראל ובעולם ומאפשר למשתמשים לחפש ולהזמין משרד לפי הצרכים שלהם – ממש כמו באתרי תיירות דוגמת בוקינג.קום. החודש הופיע הסטארטאפ במסגרת תוכנית הריאליטי “הכרישים” וזכה להשקעה של מיליון ש”ח מהמשקיעים. לאחרונה השלימה החברה סבב גיוס בגובה מיליון דולר.\nהפלטפורמה שפיתח Pickspace מציעה למשתמשים לקבל במקום אחד מידע רב על מתחמי העבודה השונים ואף לסנן אותם לפי קריטריונים שונים כמו מחיר, תגובות גולשים ודירוג. חוץ מלקבל מידע, יכולים המשתמשים להזמין סיור בכל משרד וגם להזמין משרד לפי שעה, יום, חודש או שנה. כיום כולל המאגר של החברה לוקיישנים ב-450 מתחמי עבודה משותפים מ-35 מדינות ברחבי העולם – שחתומים איתה בהסכמים. בעזרת השירות ניתן למשל להזמין משרד ליום אחד בתל אביב, למחרת בבאר שבע וביום אחר לשעתיים בלבד בנס ציונה או כמובן להזמין לתקופה ארוכה משמעותית. המודל העסקי של החברה מתבסס על עמלות שהיא גובה ממתחמי העבודה על כל עסקה שנסגרת דרכה.\nלא אחת מצאתם את עצמכם בקופת חולים, פאב או מקום פומבי בו ישנה טלוויזיה שמקרינה ערוץ כלשהו, בין אם מדובר באירוע ספורט, תוכנית אקטואליה או כל תוכנית שהיא. לעיתים אתם מעוניינים גם לשמוע את התוכן המשודר, אבל לא תמיד יכולים. באמצעות האפליקציה של Tunity, אתם יכולים פשוט להרים את הסמארטפון, לכוון את המצלמה אל עבר המסך, והיא כבר תמצא את הערוץ המשדר הרלוונטי, ותשמיע לכם את ערוץ השמע שלו בסינכרון מדויק, גם אם הטלוויזיה נמצאת על מצב Mute. החודש נודע כי החברה הישראלית השלימה סבב גיוס A בגובה של 12 מיליון דולר ממשקיעים קיימים כמו ג’ון מאק (מנכ”ל מורגן סטנלי לשעבר), אדם נוימן, מייסד ומנכ”ל WeWork, וג’ואי לואו.\nמתחמי העבודה המשותפים מאפשרים ליזמים ולחברות להשכיר משרדים ולהתאים אותם לצורכיהם ולשלב שבו הם נמצאים. חברת MIXER (מיקסר), אשר מחזיקה במתחם חללי העבודה בגני התערוכה בתל אביב, הודיעה על השלמת סבב גיוס A בהיקף של 40 מיליון דולר, בהובלת הווארד שור, מייסד Shore Capital founder וחברת ההשקעות שבבעלותו, Puma Brandenburg, ומשקיעים נוספים. לגיקטיים נודע כי הכספים שגויסו ישמשו להתרחבות החברה לשווקים נוספים, לפיתוח טכנולוגיות ולצמיחה אורגנית. החברה מקימה בימים אלו מתחמים נוספים גם בישראל.\nBlender (בלנדר) הישראלית פיתחה פלטפורמה להלוואת p2p שמקשרת בין מי שמעוניין להלוות כסף, למי שמעוניין ללוות. הרעיון די פשוט וכולל חיבור בין אדם מסויים בעל כסף נזיל שפנוי להשקעות ואדם אחר, שזקוק להלוואה, אבל נרתע מהריביות או הבירוקרטיה של הבנקים או חברות האשראי.\nהחודש הודיעה החברה כי השלימה סבב גיוס בהון וחוב של 16 מיליון דולר בהובלת גופים מוסדיים אירופאים ומשקיעים בינלאומיים. סבב גיוס ההון כולל משקיעים חדשים וקיימים בהם קרן בלומברג קפיטל וגיוס החוב התקבל מקבוצת אייפל האירופאית. ביחד עם הגיוס האחרון, סכום הגיוסים הכולל של החברה מאז הקמתה עומד על 23.5 מיליון דולר. בלנדר מתכננת להשתמש בכספי הגיוס על מנת להתרחב בשוק האירופאי, שכן הרישיון הפיננסי שלה (“Electronic Money Institution”) מאפשר לה לפעול בכל השוק האירופאי המשותף.\nאנגוג יודעת להבחין מתי המשתמש הולך, נוהג, חונה, ישן, נמצא בבית או במשרד, מבלי להפעיל אפליקציה נפרדת על המכשיר ותוך כדי צריכה של פחות מאחוז סוללה אחד ליום שלם של פעילות. בצורה זו מפתחי אפליקציות ומפרסמים יכולים להציע למשתמשים חוויה מותאמת אישית, בהתאם למצב שבו הם נמצאים בכל רגע נתון. לדוגמה, כשיזוהה מצב נהיגה, המשתמשים יוכלו לקבל דיווחי תנועה או לשלוח זמני הגעה משוערים לקרובים ומכרים, ואילו במצב שינה או ערות של המשתמש יתאפשר לשלוח לו ברכת בוקר טוב או להעביר יישומים למצב שקט בלילה.\nעל מנת להמשיך לפתח את הטכנולוגיה הודיעה אנגוג על סגירת סבב גיוס B בהיקף של 10 מיליון דולר. את הגיוס הובילו יחד Daimler AG ו-Mizmaa Ventures שפועלת מהונג קונג וארה”ב.\nעבודת החקלאי אינה עבודה פשוטה; לעיתים קרובות היא מערבת ניחושים ומתבססת על ניסיון ואינטואיציה, אך גם החקלאי הטוב ביותר לא יכול להכנס לעובי הגזע כדי להבין מהי מידת ההשקייה המדויקת לו זקוק הצמח כרגע. חברת Saturas הישראלית, המפתחת חיישן מדידה שנועד למנוע השקיית יתר ובזבוז מים, הודיעה על השלמת סבב גיוס A בגובה 4 מיליון דולר. בין המשתתפים בסבב הגיוס ניתן למצוא את בעלי המניות בחברה כמו גפן קפיטל, קבוצת טרנדליינס, שלמה נחמה והתאחדות האיכרים והחקלאים באמצעות חברת עמיר הספקה.\nSaturas (סאטורס) מפתחת חיישן זעיר למדידת פוטנציאל המים בגזע, שיכול לסייע לשימוש אופטימאלי במים להשקיה ולקבלת יבול איכותי במטעים ובכרמים. השימוש בחיישן מונע השקיית יתר ואת בזבוז המים, ומונע גם עקת מים בגלל השקית חסר ופגיעה בעצים ובפירות. החיישן הזעיר מוטמע בגזע העץ ובאמצעות מערכת תקשורת אינטרנטית, מספק מידע מדויק להשקיה מותאמת לצרכים.\nCyberX הישראלית, חברת סטארטאפ בתחום אבטחת הסייבר לרשתות תעשייתיות (Industrial Network) הודיעה על השלמת סבב גיוס הון (Round B) בגובה של 18 מיליון דולר, בהובלת Norwest Venture Partners.\nהפלטפורמה של CyberX מסוגלת לספק תוך פחות משעה תובנות המאפשרות לצוותי אבטחה של רשתות תעשייתיות לאתר, לעצור, לחזות ובעיקר למנוע איומים על תשתיות קריטיות. איומים שעשויים לגרום לנזק כלכלי, ולעיתים אפילו פיזי, שעלולים להשבית פעילות תשתיות חשובות מאוד. הפתרון מנטר את הרשת בצורה לא פולשנית וללא רכיבי קצה, אלא באמצעות אנליזת M2M ואלגוריתמים המנתחים את תעבורת הרשת. בכך, אין התערבות של הפלטפורמה בפעילות הרשת התעשייתית עצמה.\nבתחילת דרכו הסטארטאפ הישראלי Edgybees (אדג’יביז) עסק בפיתוח משחקי מציאות רבודה עבור רחפנים, על מנת להפוך את חווית ההטסה למהנה ואינטראקטיבית יותר. הרעיון מצא חן בעיני יצרנית הרחפנית DJI, שפיתחה ביחד עם הסטארטאפ הישראלי משחק מירוץ רחפנים. כיום, Edgybees מתעסקת בנושאים קצת יותר רציניים שנועדו לסייע לגופי חירום להתנהל בזמן אמת באיזורים מוכי אסון, גם כן באמצעות מציאו רבודה.\nהחודש הודיעה החברה כי השלימה סבב גיוס סיד בהיקף של 5.5 מיליון דולר בהובלת גופים גדולים בהם Motorola Solutions Venture Capital ו-Verizon Ventures. כמו כן לקחו חלק בסבב OurCrowd, 8VC, NFX ו-Aspect Ventures. החברה תשתמש במימון על מנת ליישם את הטכנולוגיה שלה גם בתחום הביטחון, ערים חכמות, כלי רכב ותקשורת.\nהסטארטאפ הישראלי Pagaya (פאגאיה) אשר מתמחה בניהול סיכוני אשראי וחיתום בעולמות ההלוואות הצרכניות המקוונות (P2P), הודיע על השלמת גיוס חוב בגובה 75 מיליון דולר מקבוצת סיטי בנק (CITI). הכספים הללו ישמשו את החברה להקמת פלטפורמת הלוואות אונליין בשם Pagaya Opportunities.\nהטכנולוגיה של Pagaya מספקת פתרונות ניהול השקעות למשקיעים מוסדיים, בתחום המסחר בהלוואות מקוונות, וזאת באמצעות שימוש בטכנולוגיות Machine-Learning: הטכנולוגיה ניזונה מנתונים של מליוני הלוואות היסטוריות ומאגרי מידע רבים נוספים בכדי לבחור בצורה מושכלת ובפרקי זמן של מילי שניות את ההלוואות עם כדאיות ההשקעה הגבוהה ביותר.\nקרן ההון סיכון TLV Partners, המושקעת בחברות כמו Oribi, Aqua, Sealights, Puresec, Next Insurance, BuildUp, Aidoc ועוד, הודיעה על השלמת גיוס קרן הון סיכון שניה, בגובה 150 מיליון דולר, וזאת בטרם סיימה את ההשקעות מהקרן הראשונה שלה.\nקרן TLV Partners החלה להשקיע בחברות בשלבי Seed ו-A לפני כשנתיים וחצי. עד כה קרן הראשונה השקיעה ב-9 חברות, ומנהלת נכסים בסך כולל של 115 מיליון דולר. בקרן שותפים רונה שגב גל, איתן בק ושחר צפריר. גם הקרן החדשה של TLV Partners תתמקד בהשקעות בסטארטאפים אשר נמצאים בשלבי A ו-Seed ומעוניינת להתמקד בעיקר בתחומי ה-B2B. הקרן צופה לבצע כעשרים השקעות חדשות. גיוס הקרן החדשה הושלם תוך פחות מחודשיים באמצעות משקיעים קיימים בקרן הראשונה, ומצירוף של משקיעים נוספים, כאשר רוב המשקיעים הינם משקיעים אמריקאים מוסדיים.\nבאטרי וונצ’רס (Battery Ventures), אחת מקרנות ההון סיכון המובילות בעולם, הודיעה על סגירת 2 קרנות חדשות בהיקף כולל של 1.25 מיליארד דולר. הקרן הראשונה תנהל כ-800 מיליון דולר והיא תשמש בעיקר להשקעות בחברות הנמצאות בשלבים מוקדמים, בעוד שהקרן השניה, בהיקף של 450 מיליון דולר, תשמש להשקעות בחברות בשלבים מתקדמים יותר ולהשקעות private-equity. חלק נכבד מהסכום, כך נטען, ישמש להשקעה בחברות ישראליות.\nבאמצעות הקרנות החדשות, באטרי וונצ’רס תשקיע בחברות תוכנה לארגונים גדולים המתעסקות בכל הקשור למחשוב ענן, ביג דאטה ובינה מלאכותית; כמו גם בחברות אינטרנט ומובייל (חברות מדיה וטכנולוגיה פיננסית) ובחברות המתמחות בטכנולוגיה תעשייתית. כפי שניתן להבין – תחומי עניין די רחבים. בתמורה, באטרי מבטיחה להעניק לחברות הפורטפוליו שלה ליווי הכולל תמיכה בכל הקשור לפיתוח העסקי, גיוס עובדים, שיווק וכלים לניהול.\nהקרן האמריקאית-ישראלית UpWest Labs, שהוקמה על ידי משקיעים ישראליים ומשקיעה בסטארטאפים ישראליים שרוצים לפרוץ לשוק האמריקאי, הודיעה על סגירה של הקרן השלישית שלה בגובה 18 מיליון דולר. הקרן החדשה תבצע השקעות בחברות בשלבים המוקדמים שלהן וכן השקעות המשך.\nהתוכנית הבסיסית של UpWest (אפווסט לאבס), שנמשכת מספר חודשים, מעניקה לחברות המשתתפות השקעה שנעה בין עשרות אלפי דולרים למאות אלפי דולרים תמורת אקוויטי. חוץ מההשקעה הכספית נהנות החברות ממשרדים בפאלו-אלטו לעבוד בהם וגישה וחיבור ישירים למשקיעים ולקרנות הון סיכון, מנטורים, יועצים ולקוחות פוטנציאליים. החודשים שלאחר מכן מוקדשים לגיוס משקיעים נוספים ולאחר מכן לצמיחה של הסטארטאפ. לאחר מכן, עוזרת UpWest לסטארטאפ לגייס את סבב ה-A שלו – ואף משתתפת בו. לכל אורך התקופה נמצאים ראשי התוכנית בקשר רציף עם היזמים במאמצי הפריצה שלהם לשוק האמריקאי.\nארבע קרנות חוברות יחדיו לכדי מיזם אחד משותף שמטרתו היא השקעה בחברות בשלבי הפרה-סיד הכה קריטיים. Merck Ventures, ארקין החזקות, פוטנטיפקס ו-WuXi Apptec מקימות יחדיו את ExploreBio, מסגרת השקעות פרה-סיד, שעתידה להתמקד בחברות ישראליות צעירות בתחום הביוטכנולוגיה. במסגרת המיזם, החברות יעמידו מסגרת השקעות של 20 מיליון יורו למשך חמש השנים הקרובות.\nExploreBio מתכננת להשקיע סכומים של בין מיליון למיליון וחצי יורו בכל חברה, ולגייס עד ארבע חברות חדשות מדי שנה במשך חמש השנים הקרובות. זוהי לא הפעם הראשונה בה ארבעת החברות משתפות פעולה בהשקעות, כאשר בעבר השקיעו יחדיו בחברות כמו מטבומד אשר מפתחת טיפולים ממוקדים בסרטן.\n ", "keywords": "סיכום גיוסים,גיוסים פברואר 2018,פברואר 2018,סטארטאפ,סטארטאפ ישראלי,גיוס הון,קרן הון סיכון"}