{"url": "https://www.geektime.co.il/safebreach-raised-another-19m/", "type": "article", "title": "סייפבריצ' גייסה 19 מיליון דולר כדי לדמות מתקפות של האקרים על חברות", "description": "ב-SafeBreach קיטלגו כ-12 אלף מתודות תקיפה שונות, שמשמשות אותם לסימולציה של מתקפה. עד עכשיו גייסה החברה יותר מ-50 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/SAFEBREACH-1587020966-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-04-16T10:20:00Z", "modified_time": "2020-04-16T10:31:20Z", "articleBody": "ב-SafeBreach קיטלגו כ-12 אלף מתודות תקיפה שונות, שמשמשות אותם לסימולציה של מתקפה. עד עכשיו גייסה החברה יותר מ-50 מיליון דולר\nעובדי SafeBreach. צילום: קרן וינטראב\nחברת הסייבר הישראלית SafeBreach (סייפבריצ’) שמאפשרת לארגונים לבדוק את מערכת האבטחה שלהם עם סימולציה המדמה אלפי מתקפות בזמן אמת, הודיעה היום (ה’) כי השלימה גיוס בגובה 19 מיליון דולר בהובלת OCV Partners.\nפתרונות אבטחה רבים בשוק מבטיחים הגנה מצוינת על הנייר. אבל לא פעם, בזמן אמת, מתקפה מתוכננת על ידי האקרים תופסת את החברות לא מוכנות. המוצר של SafeBreach מתבסס על מה שהחברה מכנה Hackers’ Playbook, מאגר שכולל כ-12 אלף מתודות וטכניקות פריצה המעודכנות באופן שוטף על ידי צוות חוקרי המעבדה, לצד שיטות התיקון ועצירת המתקפות. מדובר בזינוק של 100 אחוז בהשוואה למספר השיטות שתועדו בשנה שעברה. אותם תרחישים מדומים מהווים בעצם ׳תרגול׳ למצב קריטי, ומבוססים על מחדלי אבטחת מידע אמיתיים שהתרחשו בעולם.  בשנה האחרונה כמות הסימולציות שהתבצעו בפלטפורמה שלה הגיע ל-1.5 מיליארד סימולציות בחודש.\nSafeBreach נוסדה בשנת 2014 ע”י גיא בז’רנו (CEO) ואיציק קוטלר (CTO), שניהם בעלי עבר עשיר בתחום אבטחת המידע משירותם הצבאי. סבב הגיוס הנוכחי (C) של החברה הובל על ידי OCV Partners והוא נעשה בהשתתפות חלק מהמשקיעים הקיימים של החברה בהם Sequoia Capital, Deutsche Telekom Capital Partners, DNX Ventures, Hewlett Packard Pathfinder ו-Pay Pal. ביחד עם ההשקעה הנוכחית, סך גיוסיה של החברה מאז הקמתה עומד על יותר מ-50 מיליון דולר.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nבשיחה עם גיקטיים מספר גיא בז’רנו, שותף-מייסד ומנכ”ל SafeBreach כי משבר הקורונה גרם לשינויים עמוקים בתחום האבטחה הארגונית: “מעט מאוד מנהלי אבטחה בארגונים תכננו מעבר דרסטי כזה ל-100 אחוז עבודה מרחוק תוך זמן קצר. טופולוגיית הרשת השתנתה דרסטית, עם תוספת של נקודות גישה ביתיות וראוטרים שלא תוכננו להציע אבטחה וניהול ברמה ארגונית. עובדים רבים נאלצו להשתמש בלפטופים ומחשבים פרטיים שלהם כדי להמשיך לעבוד, והמכשירים האלו לרוב לא כוללים אמצעי אבטחה ושליטה כמו במחשבים ארגוניים”. השינוי הזה גרם לדברי בז’רנו לצמיחה של וקטורי התקפה כמו פישינג, ניצול חולשות אבטחה ב-VPNים, הורדות קבצים זדוניים וניצול פרצות אבטחה ברשתות ביתיות ומכשירי IoT: “תוקפים יכולים לנצל את נקודות התורפה הללו כדי לחדור לרשתות ארגוניות ולשאוב מידע רגיש”.\nלדברי בז’רנו, החברה הצליחה לסגור את סבב הגיוס למרות ההשפעה של משבר הקורונה: “בזכות האימוץ שלנו על ידי הלקוחות, השותפים האסטרטגיים וערוצי השיווק, שגייסנו בשנתיים שעברו מאז הגיוס האחרון. המשקיעים שותפים לחזון ארוך הטווח שלנו”.\n ", "keywords": "safe breach,safebreach,אבטחת מידע,גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,סייבר,סייף בריץ׳,סייףבריץ\\',סימולציה"}