{"url": "https://www.geektime.co.il/mavrik-raised-30m/", "type": "article", "title": "סטארטאפ ישראלי 'מבריק' מבטיח הלבנת שיניים בטיפול אחד", "description": "במקום מספר ביקורים והמשך טיפול ביתי - הסטארטאפ הישראלי Mavrik (שם מבריק) מאפשר לכל אחד ליהנות משיניים לבנות יותר באמצעות ביקור אחד במרפאת השיניים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/Screen-Shot-2020-02-18-at-11.16.36-1582017491-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-18T12:30:19Z", "modified_time": "2020-02-18T12:12:40Z", "articleBody": "במקום מספר ביקורים והמשך טיפול ביתי – הסטארטאפ הישראלי Mavrik (שם מבריק) מאפשר לכל אחד ליהנות משיניים לבנות יותר באמצעות ביקור אחד במרפאת השיניים\n\nהיום, ניתן למצוא ברשתות הפארם ואונליין יותר ויותר מוצרים שמבטיחים הלבנת שיניים – גם מבלי לצאת מהבית. אז חלקם עובדים טוב יותר וחלקם פחות, אבל כנראה שטיפולי הלבנת השיניים היעילים ביותר נעשים עדיין בקליניקות. הבעיה עם הטיפולים הללו היא שלרוב מדובר בטיפולים מתמשכים שדורשים המשך טיפול בבית. כאן נכנס לתמונה הפיתוח של הסטארטאפ הישראלי Mavrik Dental Systems, שמודיע כעת על גיוס בגובה של 30 מיליון דולר בהובלת Ally Bridge Group, שמבצעת השקעה ראשונה בישראל.\nMavrik Dental Systems (מבריק דנטל סיסטמס) פיתחה מכשיר בשם Thera-Oral שיודע להתמודד עם מרבית המשימות של רופא השיניים. בראש ובראשונה, הפיצ׳ר המרכזי של המכשיר הוא יכולת ההלבנה שלו; במקום לפקוד את המרפאה מספר פעמים – מבטיחים בחברה שטיפול אחד יעשה את העבודה, וילבין את צבע השיניים בעד 10 גוונים באמצעות ג׳ל מיוחד שהם פיתחו. כמו כן, המטופלים לא נדרשים להמשיך את הטיפול לאחר מכן בבית, הוא לא מלווה בכאבים, והתוצאות מבטיחות להישאר זמן רב יותר מאלו של טיפולי הלבנה אחרים המוצעים כיום בשוק.\nהמכשיר, שקיבל את אישור ה-FDA, מסייע לרופא השיניים או השינן לבצע פעולות שלרוב גוזלות הרבה יותר זמן כמו ניקוי אבן וטיפול במחלות חניכיים. בסופו של דבר שני הצדדים מרוויחים – גם המטופלים, בעיקר אלו שחרדים מביקור במרפאת שיניים, וגם הרופא – שיכול לקבל יותר מטופלים ובכך להגדיל את ההכנסות שלו.\nMavrik הוקמה ב-2012 על ידי רופאי שיניים שמכירים מבקרוב את המצב בשוק; ד״ר דניאל סנדרס ד״ר מוריס שטראוס והיא פועלת ממשרדיה שברעננה ובקליפורניה, ארה״ב.\n﻿\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\n \n ", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,,mavrik mavrik dental systems,מבריק"}