{"url": "https://www.geektime.co.il/israeli-startup-mine-deletes-your-digital-footprint/", "type": "article", "title": "פיתוח ישראלי מוחק את כל מה שהחברות הגדולות יודעות עליכם", "description": "הסטארטאפ הישראלי Mine מציע לכם כלי שמוחק את כל העקבות הדיגיטליות והמידע שחברות מסחריות יודעות עליכם. המייסדים: הפרטים של משתמש ממוצע שמורים אצל 350 חברות שונות. עכשיו, לזמן מוגבל הוא גם מוצע בחינם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/sculpture-2209152_1280-1579679145-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-22T09:53:16Z", "modified_time": "2020-01-22T13:14:03Z", "articleBody": "הסטארטאפ הישראלי Mine מציע לכם כלי שמוחק את כל העקבות הדיגיטליות והמידע שחברות מסחריות יודעות עליכם. המייסדים: הפרטים של משתמש ממוצע שמורים אצל 350 חברות שונות. עכשיו, לזמן מוגבל הוא גם מוצע בחינם\nמקור: Pixabay\nמה-GDPR וה-CCPA ועד שערוריית קיימברידג’ אנליטיקה – אין ספק שהמגמה הבולטת בעולם הטכנולוגיה בשנתיים האחרונות היא הפרטיות והמידע שאוגרות החברות הגדולות עלינו המשתמשים. Mine, סטארטאפ ישראלי חדש, שפעל עד עכשיו מתחת לרדאר, רוצה להחזיר לכולנו את השליטה במידע האישי שאנחנו משתפים עם מאות חברות – לעיתים ללא ברירה. מצוייד בגיוס של 3 מיליון דולר הוא חושף עכשיו את כלי הפרטיות שלו.\nMine (מיין) הוא כלי וובי שמאפשר לכם לגלות ולמחוק את כל העקבות הדיגיטליות שאתם משאירים מאחוריכם ברחבי האינטרנט. עקבות דיגיטליות יכולות להיות נתונים אישיים כמו שם, כתובת מגורים או עבודה, מספר טלפון, מספר תעודת זהות או דרכון וכמובן גם פרטי כרטיס אשראי. גל רינגל, מייסד שותף ומנכ״ל Mine, מספר לגיקטיים כי כ-350 חברות מחזיקות את המידע הפרטי של המשתמש הממוצע, למרות שב-80% מהמקרים מדובר בשירותים שנעשה בהם שימוש חד פעמי.\nכל אחד יכול לבקש למחוק את הפרטים הללו באופן מיידי, אבל מרביתנו לא טורחים לעשות זאת. בעזרת Mine תוכלו לראות רשימה של כל החברות שמחזיקות את המידע שלכם, ובאיזה סוג מידע בדיוק הן מחזיקות. “עבור כל חברה כזו, אנחנו מראים למשתמש איזה מידע החברה מחזיקה, מתי נרשם, ובאיזו תעשייה החברה פועלת. היופי בשירות שלנו, הוא שאנחנו מוצאים המון דברים בעבר הרחוק שהמשתמש כבר שכח, הפסיק להשתמש והמידע סתם מעלה אבק ומסכן אותו”, מסביר רינגל.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nהדרך לרשימה הזו היא די פשוטה, וכל שתצטרכו לעשות הוא להתחבר אליו עם המייל שלכם. כרגע, השירות תומך בגוגל ובמיקרוסופט. כדי לבצע את תהליך ה״ניקוי״, ב-Mine משתמשים ב”רמזים” שמשאירות החברות הללו בתיבת האימייל שלכם, כמו הרשמה לשירות חדש או קבלה על קנייה שביצעתם באינטרנט. בחברה מדגישים כי האלגוריתם שהם פיתחו, המבוסס בינה מלאכותית, מחפש את הרמזים האלו אך ורק על ידי הסתכלות על הנושא של המיילים, השולח, וכמות הפעמים שהוא מופיע בתיבת המייל שלכם. כלומר, לפי החברה בשום שלב לא מתבצע חיפוש בתוכן המיילים עצמם, והם לא קוראים, שומרים או מנתחים אותם.​\nאבל איך המשתמש יכול להיות בטוח שאתם בעצמכם מה”טובים” ולא עושים שימוש במידע האישי של המשתמש?\nרינגל: “עברנו בהצלחה מבחן אבטחה על ידי חברה חיצונית שמונתה על ידי גוגל, כדי לבדוק את הטכנולוגיה שלנו, במטרה לוודא שהם עומדים בתנאי המחמירים ביותר. אנחנו בעצם Verified by Google. בנוסף, אנחנו GDPR Complaint ועומדים בכל התקנים המחמירים של ה-EU, כולל העמדת השרתים שלנו באירופה, ותמיכה בכל הזכויות של המשתמשים, גם על החברה שלנו״.\nרינגל מוסיף כי נוסף על כך, כל משתמש יכול לשלוח לחברה בקשה לקבלת עותק של כל המידע שיש לה עליו, וברגע שהוא יסיים להשתמש בשירות הוא יוכל למחוק את המידע באופן מוחלט. בכל מקרה, בחברה מדגישים כי המודל העסקי שלהם מתבסס על תשלום חודשי, שיעמוד על מספר דולרים לכל משתמש (“נצא עם כמה חבילות, כדי שיהיה נגיש לכל כיס”) ולא מיסחור של המידע של הלקוחות.\nהצוות, מקור: Mine\nצוות המייסדים, מימין: גל רינגל, גל גולן וקובי ניסן\nאתם לא הראשונים וכנראה לא האחרונים להציע שירות כזה בשוק. מה אתם עושים טוב יותר?\nרינגל: ״אנחנו פה להעצים את המשתמש ולשים אותו בכסא הנהג בכל מה שקשור למידע הפרטי שלו ובעצם ללוות אותו על בסיס יומי בכל מה שנוגע למידע הפרטי; החל ממנוע Discovery מבוסס בינה מלאכותית, שיודע למצוא כמעט 90% מהחברות שמחזיקת את המידע של המשתמש, בפחות מ-30 שניות, ותומך ב-10 שפות שונות; דרך מנוע Risk, שיודע לחשב עבור כל יוזר את פרופיל הסיכון שלו כתלות במידע שהוא מפזר ברשת; למנוע המלצות, שעל בסיס הסיכון, ממליץ למשתמש איזה שירותים כדי לו לשמור או למחוק״,\nרינגל גם מוסיף שכדי להבין איזה מידע פרטי החברות השונות אוספות על המשתמשים, הסטארטאפ מנתח באופן אוטומטי את מדיניות הפרטיות של החברות השונות באמצעות בינה מלאכותית, ומנגיש גרסת אמ;לק למשתמשים.\nאבל כנראה שהפיצ׳ר המרכזי ומה שהופך את המוצר למעניין הוא מנוע ה-Privacy Regulations שהחברה פיתחה ומאפשר למשתמש ליישם את ״זכותו להישכח״ מכל חברה, על ידי משלוח אוטומטי של מייל. ״למשתמש הממוצע, אין שום יכולת לשלוח את הבקשות האלה בצורה קלה ונוחה וזאת אחת הסיבות המרכזיות שלשמה Mine הוקמה״. כאשר משתמש רוצה למחוק את המידע שלו מחברה מסוימת, בלחיצת כפתור אחת, Mine שולחת באופן אוטומטי את בקשת המחיקה לחברה, ודואגת שהתהליך אכן יתבצע בהצלחה. על פי החברה, עד כה נשלחו 25,000 בקשות מחיקה, ו-64% מהן הושלמו בהצלחה.\nמאחורי Mine עומדים שלושה יזמים מנוסים שהכירו בשירותם הצבאי: גל רינגל (CEO), גל גולן (CTO) וקובי ניסן (CPO), המגיעים מעולם הסייבר וההון סיכון. אחרי שנה של פיתוח ועבודה מתחת לרדאר החברה מוכנה עתה לצאת לשוק. מאז ההקמה, גייסה החברה כ-3 מיליון דולר מהקרנות Battery Ventures ו-Saban Ventures. החברה היא בוגרת המחזור הראשון של Ignite, האקסלרטור החדש של אינטל.", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,mine,מיין,פרטיות,עקבות ברשת,טביעת אצבע וירטואלית"}