{"url": "https://www.geektime.co.il/viz-ai-raised-50m/", "type": "article", "title": "סטארטאפ ישראלי גייס 50 מיליון דולר לאלגוריתם שיזהה שבץ בזמן", "description": "חברת VIZ.AI הישראלית מסייעת לרופאים לנתח במהירות סריקות מוח במטרה לזהות שבץ לפני שיהיה מאוחר מידי. מאז הקמתה, גייסה כ-80 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/vizai-1571837115-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-23T18:05:38Z", "modified_time": "2019-10-23T18:21:18Z", "articleBody": "חברת VIZ.AI הישראלית מסייעת לרופאים לנתח במהירות סריקות מוח במטרה לזהות שבץ לפני שיהיה מאוחר מידי. מאז הקמתה, גייסה כ-80 מיליון דולר\nמקור: Viz.ai\nViz.ai פיתחה טכנולוגיה מבוססת AI המסייעת לרופאים לנתח במהירות ובאופן מדויק סריקות CT. היום (ד׳) הודיעה החברה על השלמת סבב גיוס בגובה של 50 מיליון דולר בהובלת קרן Greenoaks Capital. כמו כן לקחו חלק בגיוס הקרנות Threshold, CRV, והמשקיעים הקיימים – GV (לשעבר גוגל ונצ׳רס) ו-Kleiner Perkins.\nשבץ הוא הגורם מספר אחת לנכות ארוכת טווח, ולכן זיהוי וטיפול מוקדם בו הוא קריטי. Viz.ai משתמשת באלגוריתמי ראיה ממוחשבת ולמידה עמוקה על מנת לזהות מקרי שבץ בסריקות מוח, ולהתריע תוך דקות לרופאים הרלוונטיים. על ידי התרעה מיידית לצוות הרפואי, ניתן להפחית משמעותית את הזמן עד קבלת הטיפול, מה שאמור להגדיל באופן משמעותי את סיכויי ההחלמה של החולה. לפני כשנה החברה קיבלה אישור תקדימי ממנהל המזון והתרופות האמריקיאי (ה-FDA) לשווק את הטכונלוגיה שלה, שפועלת כיום ב-300 בתי חולים.\nהמערכת של החברה משווה את הסריקה למאות אלפי סריקות אחרות, ומזהה דפוסים. לאחר מכן, המערכת מקטלגת אותן ומתריעה לרופאים על ממצאים, כדי לאפשר להם להגיע להחלטות הנכונות ביותר במהירות האפשרית, ולדאוג שהם לא יפספסו אף פרט בדרך. המערכת מאפשרת את הניתוח במהירות ובצורה אוטומטית, ומעבירה את האינפורמציה לרופא הרלוונטי כדי לזרז את תהליך הטיפול. מצד אחד, המערכת של Viz.ai היא בעצם מערכת תקשורת בין בתי חולים להעברת כמויות גדולות של מידע, ומצד שני, בענן החברה ישנו מנוע למידה אשר מנתח את הסריקות.\nViz.ai הוקמה על ידי דוקטור דוד גולן וכריס מנסי, נוירוכירורג בריטי. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על 78 מיליון דולר. ״המשימה שלנו היא להגביר נגישות לטיפולים מצילי חיים. בשבץ, אנחנו רואים הפחתות זמנים משמעותיות בזמני הטיפול, חסכון בעלויות לחברות הביטוח, והכי חשוב – שיפור בהחלמת החולים. סיבוב הגיוס הזה יאפשר לנו להגיע ליותר שווקים, ולזהות מחלות ומצבי חירום רפואיים נוספים באופן אוטומטי, במטרה לשפר את רמת הטיפול הרפואי בכל מקום בעולם״ אמר ד״ר דוד גולן, מייסד-שותף וסמנכ״ל הטכנולוגיה של Viz.ai.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "viz.ai,ויז איי איי,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,גיוס,בינה מלאכותית,viz ai"}