{"url": "https://www.geektime.co.il/techstars-barclays-london/", "type": "article", "title": "הסטארטאפים האלה מכניסים חדשנות לעולם הפיננסים המיושן", "description": "כולם לוקחים חלק באקסלרטור של Barclays ו-Techstars אליו נבחרו רק 10 סטארטאפים מתוך מאות סטארטאפים מרחבי העולם שניסו להתקבל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/techstars-1532008458-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-21T14:00:04Z", "modified_time": "2018-07-24T14:02:24Z", "articleBody": "כולם לוקחים חלק באקסלרטור של Barclays ו-Techstars אליו נבחרו רק 10 סטארטאפים מתוך מאות סטארטאפים מרחבי העולם שניסו להתקבל\nהמחזור האחרון של אקסלרטור ברקליס וטקסטרס\nבשבוע שעבר יצאה ללונדון המשלחת הישראלית של האקסלרטור של ברקליס – הגוף הפיננסי הותיק ו-Techstars, המספקת לחברים בה גישה לקהילה גלובלית של אלפי מנטורים, משקיעים, ושותפים עסקיים מובילים. שני הגופים הקימו אקסלרטור משותף המתמקד בסטארטאפים העוסקים בתחומי הפינטק ואבטחת מידע. מדובר במחזור השלישי של התוכנית שנמשכת כ-14 שבועות, כאשר שני המחזורים הראשונים נחלו הצלחה ולא מעט מהבוגרים חתמו על הסכמי POC עם ברקליס.\nלתוכנית השלישית שהחלה לפני כשלושה שבועות נבחרו 10 סטארטאפים מאקוודור, מונטנגרו, ארה”ב, איטליה, צרפת והודו, וכמובן מישראל. במהלך התוכנית נחשפים הסטארטאפים למנטורים מהארץ והעולם, עוברים סדנאות ועובדים בצמוד עם ברקליס. במסגרת המשלחת האחרונה שלהם ללונדון, הם ביקרו במטה ברקליס, נפגשנו עם משקיעים וגורמים רלוונטים, נכחו בהרצאות של מנכ״ל Gett UK ובכיר ב-Amazon UK וביקרו במשרדי kape של טדי שגיא.\nאותם משתתפים בתוכנית עזבו את הכל ועצרו את חייהם על מנת להשתתף באקסלרטור, גם אם זה אומר להשאיר מאחור את המשפחה והחברים הקרובים ביותר מעבר לים, ולצאת להרפתקה על מנת להגשים את החלום שלהם. בעוד כחודש וחצי תגיעה התוכנית לשיאה בדמו דיי, אבל עד שזה יקרה – הכירו את הסטארטאפים שנבחרו לתוכנית חוצת הגבולות.\nמשכנתא: מרביתנו נצטרך לקחת אחת כזו אם וכאשר נקנה בית. מדובר באחד מהענפים הוותיקים והחשובים בסקטור הפיננסים, אבל כיאה לתחום ותיק – הוא מתבסס במרביתו על ניירת והליכי חיתום ידניים. הסטארטאפ הישראלי Stremx רוצה לעזור לבנקים ולמלווי משכנאות לייעל את התהליכים (מסתבר שלוקח לבנק מסחרי בין 50-90 יום להשלים משכנתא), לחסוך בעלויות (עלות הקמה של בנק למשכנתא בודדת עומדת על כ-9,000 דולר בממוצע) ולאפשר ללווים – הלקוחות, ליהנות מחווית משתמש קצת יותר רלוונטית לתקופה שבה אנו חיים.\n״הפתרון של Stremx נעשה על ידי יצירת אקוסיסטם באמצעות טכנולוגיית בלוקצ’יין המאפשרת לחבר את כל השחקנים המעורבים בתהליך המשכנתא (בנק, לווה, שמאי, עוד, ביטוח, רישום מקרקעין, נאמן) למסד נתונים יחיד דבר המאיץ את תהליכי העברת המידע ומייצר שקיפות לאורך תהליך המשכנתא. במקביל החברה משתמשת בחוזים חכמים לביצוע אוטומציה בחלק ניכר משלבי ההקמה של ההלוואה. התוצאה בסופו של דבר היא תיק משכנתא דיגיטלי העומד בסטנדרטים הגבוהים ביותר של דיוק, אבטחת מידע ושמירה לאורך זמן כפי שנדרש על ידי הבנקים בהשקעות לטווח ארוך״, הסביר לגיקטיים איתי כהן, מייסד שותף.\nהחברה הוקמה על ידי איתי כהן ונתנאל ביתן וגייסה עד כה כ-500,000 דולר ממשקיעים פרטיים.\n\nCred מאפשרת לבנקים להציע תיק השקעות מותאם אישית גם ללקוחות שאינם מחזיקים בנכסים רבים, מה שמקנה להם שירות אישי ע״י יועץ השקעות. הטכנולוגיה נעזרת ב-Machine Learning במטרה ללמוד על הרצונות, הערכים והדמוגרפיה של כל לקוח, ובמקביל, נעשה שימוש ב-Data Mining על מוצרים פיננסים בשוק כגון מניות, מהם מייצרים מאגר מידע חכם של המוצרים הפיננסים הקיימים בשווקים. בסופו של דבר, ניתן ליצור תיק השקעות מותאם אישית לכל אחד – בהתאם לצרכים וההעדפות שלו. המוצר של Cred מיועד לבנקים, ומאפשר לאלו להמיר לקוחות ממוצרים בנקאיים למוצרים השקעתיים.\nהחברה הוקמה על ידי אילן ספקטור, תומר פרל, ובן פריד. עד היום הם עבדו במודל Bootstrapped, וכעת הם מגייסים סבב ראשון למטרת התרחבות בארה״ב.\n\nאמריקאים רבים בגיל השלישי נאלצים למכור את פוליסת ביטוח החיים שלהם למשקיעים כיוון שהפרמיות הופכות לעול כבד מדי ואינם עומדים בתשלומים. הם מוותרים על פוליסה של כמליון דולר ומקבלים בתמורה פחות ממאה אלף, וזאת לאחר ששילמו על הפוליסה במשך עשרות שנים. מוכרי הפוליסות לרוב לא מבינים את שווי הפוליסיה האמיתי, אבל בגלל שאין להם ברירה – הם נאלצים להסכים לתנאים הלא משתלמים. בצד השני יש את המשקיעים המוסדיים כשההשקעה מניבה להם תשואות דו ספרתיות מזה כמה עשורים, כאשר ההשקעה הינה אטרקטיבית במיוחד כיוון שהיא ללא קורלציה לשוק (כלומר גם אם יש משבר כלכלי, אין פגיעה בשוק זה). מצד שני, משקיעים בינוניים כמו קרנות גידור, או קרנות שמנהלות את ההשקעות של משפחות עמידות (Family Offices) אינם יכולים להשקיע בתחום כיוון שחסמי הכניסה עבורם גבוהים מדי, צריך להשקיע בסכומים גבוהים מאוד ונדרשת מומחיות רבה בתחום.\nLiST Settlement הישראלית מציעה פלטפורמת מסחר שרוצה לשנות את המשוואה עבור שני הצדדים. מצד המוכר, היא מציעה למוכר הפוליסה מימון פרמיות מבלי לוותר על הפוליסה, וברגע שהמוכר מעלה את הפוליסה לפלטפורמה הוא מפסיק לשלם פרמיות ורק מוותר על חלק קטן בפוליסה בכל פעם שהפרמיות משולמות. כלומר – המוכר נשאר עם רוב הפוליסה בידיו. מצד המשקיעים, LiST מאפשרת למשקיעים מכל הסוגים להשקיע במכשיר הפיננסי עם תשואות גבוהות, ללא צורך בכיסים עמוקים וללא מומחיות בתחום.\nהחברה הוקמה השנה על ידי יעקב ברגמן, איציק אלגריסי ויעקב גולדנהירש וגייסה פרי סיד דרך האקסלרטור של ברקליס וטקסטרס.\n\nהחברה מפתחת פתרונות תוכנה מבוססי AI לאופטימיזציה של כל המערך הפיננסי והמימוני בתחום האנרגיה המתחדשת. מדובר בתחום מורכב מבחינה טכנית ופיננסית, והחברה מסייעת למטב את כל תהליכי התכנון והתפעול של מפעלי אנרגיה מתחדשים (רוח, אנרגיה סולארית) בקנה מידה גדול, ולהפוך את המשאבים האלטרנטיביים שלהם לאמינים, נוחים לתפעול ורווחיים כמו טורבינות גז.\nהמייסדים של Mada Analytics הם דני גימפל, אריק סלמון ויוסי פישר.\n\nSafeHouse היא חברת אבטחת מידע שרוצה להגן על כל מכשיר המחובר לרשת האינטרנט ממתקפות למיניהן. אחד המוצרים שלה, Bodyguard, מאפשר למשתמשים לאבטח את הסמארטפון שלהם בלחיצת כפתור, באמצעות שימוש ב-VPN מוצפן שדרכו תתבצע כל תעבורת הרשת מ- ואל המכשיר. המערכת מנטרת ומזהה בזמן אמת ובאופן מתמיד נסיונות פישינג, תוכנות כופר או לינקים שרק נראים תמימים, מבלי לזלול את סוללת המכשיר (הגנה מתמדת תמורת 1% מצריכת הסוללה). כמו כן, מבחינת המשתמש מדובר בחוויה שקופה לחלוטין שלא גורמת להאטת מהירות האינטרנט או התנתקות.\nהחברה הוקמה על ידי ליעד הרמן ואדיטיה נארנג (Aditya Narang). הרמן ונארנג נפגשו די במקרה; נארנג הגיע לארץ במסגרת התמחות בחברת ייעוץ בתחום הסייבר, והבוס שלו שירת עם הרמן בצבא. כשנודע לבוס שנארנג מחפש דירה הוא נידב את הרמן לעזור בחיפושים, השניים נפגשנו בפאב, ואחרי 3 (או 6) בירות – עלה להם הרעיון ל-SafeHouse.\n\nהחברה הישראלית פונה לשוק המונה כ-2 מיליארד חקלאים ברחבי העולם, ומציעה לאלו לרכוש מוצרי ביטוח בעלויות סבירות על מנת שיהיה להם כיסוי כנגד נזקי מזג האוויר. ״אוקו משתמשת בטכנולוגיה על מנת ליצור מוצר ביטוח במחיר נגיש אשר יגן על חקלאים קטנים במדינות מתפתחות מפני פגיעות אקלים. לדוגמא, היא משווקת כרגע ביטוח לחקלאים המגדלים אורז במאלי (מערב אפריקה). הביטוח הנ״ל מספק להם רשת בטחון למקרה שהקציר שלהם דל מן הצפוי. אנחנו משתמשים בצילומי לווין על מנת לבצע אנליזת סיכונים וחישובי אובדן, בנוסף אנחנו משתמשים בפלטפורמת מובייל שפיתחנו על מנת שחקלאים יוכלו להירשם ולשלם באמצעותה. חקלאים יכולים לקבל הצעת מחיר בסמס, לשלם בנייד שלהם (כסף מובייל) ללא צורך בחשבון בנק וללא צורך לנסוע למרכז העיר״, מסביר סיימון שוואל, מייסד שותף.\nעד כה סיפרנו לכם על הסטארטאפים הישראלים שיצא לנו לפגוש, אבל לצידם פועלים עוד 6 סטארטאפים מעניינים לא פחות, שבהחלט יתכן שעוד נשמע עליהם. בזווית הבינלאומית יש לנו את Kriptos מאקוודור, סטארטאפ שמסייע לעסקים להגן על המידע הקריטי להם ביותר באמצעות תוכנה המנתחת, מסווגת ומתייגת את הקבצים באופן אוטומטי; InFront Compliance האמריקאית המפתחת פלטפורמת SaaS ומאפשרת לארגונים לוודא שהם ממלאים אחר כל הדרישות בעת חתימה על חוזי ספקים באופן שקוף ואפקטיבי יותר; Cubbit מאיטליה שרוצה לספק שירותי ענן חסכוניים וידידותיים יותר לסביבה באמצעות הסבת משאבי האינטרנט שאינם בשימוש לשירותי ענן מוצפנים עבור חברות קטנות ובינוניות; Uhura שאמנם רשומה בלונדון אך בפועל היזמים שלה מגיעים ממונטנגרו, המפתחת פלטפורמה מבוססת AI שקוראת ומבינה חוזי לקוחות כמו בני אדם.\nהכתבת הייתה אורחת של Barclays Techstars תל אביב", "keywords": "אקסלרטור,ברקליס,techstars,טק סטארס,barclays,סטארטאפ,סטארטאפ ישראלי,משלחת סטארטאפים"}