{"url": "https://www.geektime.co.il/qualcomm-quick-charge-5/", "type": "article", "title": "5 דקות טעינה ל-50 אחוז סוללה: קוואלקום הכריזה על Quick Charge 5", "description": "החדשות הטובות: גם 1,200 דגמים ותיקים יותר יוכלו ליהנות משידרוג בטעינה שלהם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/07/QC5-1595923201-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-28T10:50:05Z", "modified_time": "2020-07-28T11:00:43Z", "articleBody": "החדשות הטובות: גם 1,200 דגמים ותיקים יותר יוכלו ליהנות משידרוג בטעינה שלהם\nמקור: Qualcomm\nבניגוד לתחומים כמו צילום או ביצועי מעבד, נדמה שבכל מה שקשור לחיי סוללה\nתקן Quick Charge 5 הוכרז על ידי יצרנית השבבים האמריקאית ואמור להגיע למכשירים החדשים שבהם יימצא ה-SoC של החברה ממשפחת Snapdragon. בקוואלקום מתפארים בכך שהגרסה החדשה לתקן הטעינה של החברה תתמוך בטעינת סמארטפונים בהספק של יותר מ-100 וואט ו”טעינה מ-0 ל-50% תוך 5 דקות” או לטעון מכשיר במלואו תוך רבע שעה בלבד. למרות זאת, בקוואלקום לא פירטו באיזה קיבולת סוללה מדובר, כך שצריך לקחת את הנתונים בערבון מוגבל, לפחות עד שיגיעו המכשירים הראשונים לשוק.\nבהודעה מטעם החברה אמנם ציינו כי נערכו בדיקות על סוללת 4,500mAh, אך לא ניתן לומר בוודאות שזו גם היתה הסוללה שאיתה הגיעו מ-0 ל-50% בזמן הקצר שבו התהדרו. מה שכן ניתן לומר הוא שלפי החברה התקן החדש מהיר יותר ב-70% לפני קודמו, Quick Charge 4, שיצא לפני 3 שנים.\nלמרות שטעינה בהספקים גבוהים אוטומטית נשמעת כמו משהו שהולך לשרוף לנו את הסוללה, בקוואלקום אומרים כי התקן החדש אמור להיות “קריר” יותר מקודמו. בכמה הצליחו לשפר את ההתחממות של המכשיר? על פי קוואלקום, Quick Charge 5 הוריד ב-10 מעלות צלזיוס את התחממות המכשיר בזמן הטעינה.\nעוד חושפת קוואלקום כי התקן החדש “תואם לאחור” וישפר את יכולות הטעינה גם במכשירים שהגיעו עם תקנים ישנים של Quick Charge – מגרסה 2.0 ועד היום. בקוואלקום מספרים כי נכון להיום, ישנם יותר מ-1,200 מכשירים התואמים ל-Quick Charge 5 ויכולים ליהנות כבר עכשיו מטעינה מהירה יותר.\nהחלק המעניין בהודעה של קוואלקום על התקן החדש הוא העובדה שהיא מתיישרת עם הדרישה, לפי דיווחים, של גוגל מיצרניות המכשירים – לייצר תקן אחיד לטעינה מהירה שיבטל את הצורך במטען מיוחד לכל יצרנית. נכון להיום, היחידה שעומדת בדרישה הזו היא סמסונג – שמכשיריה היקרים ביותר בשוק כיום – כמו גרסת ה-5G של דגמי ה-S20 וה-Z Flip – תומכים כעת ב-Quick Charge 5. עם זאת, חשוב לזכור שהמכשירים של סמסונג שמשווקים בישראל מגיעים עם מעבד Exynos של החברה, כך שהם לא ייהנו מהתקן החדש, אלא תלויים בתקן Adaptive Fast Charging הקנייני של סמסונג.\nלפי ההודעה, Quick Charge 5 עבר אופטימיזציה כדי לנצל את טכנולוגיות ה-USB-PD בטעינה באמצעות כבל USB-C “כדי לעמוד בדרישות עתידיות מצד אנדרואיד” – כשנראה שהיא מאששת במידה מסוימת את הדרישה של גוגל. עוד נכתב בהודעה כי התאימות של התקן החדש לטעינה ב-USB-C תהיה מיטבית עבור המשתמשים מכיוון שמדובר בתקן שיוכל להתאים למוצרים נוספים שאינם בהכרח סמארטפונים.\n﻿\n\n\n\n\n\n\nכל העדכונים מחכים לכם בערוץ הטלגרם של גיקטיים\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\n ", "keywords": "קוואלקום,טעינה,טעינה מהירה,שבב,שבבים,מעבדים,סנאפרדגון,soc,quick charge 5,qualcomm,סמסונג,וואן פלוס,גוגל"}