{"url": "https://www.geektime.co.il/fireblocks-raises-16-m/", "type": "article", "title": "הסטארטאפ פיירבלוקס נחשף עם גיוס של 16 מיליון דולר ממייסדי צ'ק פוינט", "description": "החברה פיתחה פלטפורמה מאובטחת להעברות של נכסים דיגיטליים בין ארגונים; בין המשקיעים בה: שלמה קרמר, מריוס נכט, מיקי בודאי וניר צוק", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/Fireblocks-MacBook-Home-v2@2x-1560266514-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-11T18:33:45Z", "modified_time": "2019-06-11T18:47:16Z", "articleBody": "החברה פיתחה פלטפורמה מאובטחת להעברות של נכסים דיגיטליים בין ארגונים; בין המשקיעים בה: שלמה קרמר, מריוס נכט, מיקי בודאי וניר צוק\nמקור: FireBlocks\nחברת הסייבר הישראלית FireBlocks (פיירבלוקס) שפעלה עד עכשיו מתחת לרדאר נחשפת עם הודעה על השלמת גיוסים בגובה 16 מיליון דולר בסבב סיד וסבב ה-A. בין המשקיעים בחברה נמנים מייסדי צ’ק-פוינט.\nב-18 החודשים האחרונים בלבד נגנבו יותר מ-3 מיליארד דולר במטבעות דיגיטליים על ידי האקרים. בין המקרים שפורסמו ניתן למנות את הפריצה שאירעה בתחילת 2018 לבורסת הקריפטו Coincheck, במסגרתה נגנבו מטבעות בשווי של כ-540 מיליון דולרים, ובורסת הקריפטו Binance שרק לאחרונה הודיעה על גניבת מטבעות קריפטוגרפיים בשווי של 40 מיליון דולרים, ע״י פיצוח סיסמאות, כתובות העברה וארנקים חמים.\nהארכיטקטורה של פיירבלוקס מבוססת על פטנט שמאפשר Secure Transfer Environment (סביבת העברה מאובטחת) ומעטפת אבטחה לזרימה של נכסים דיגיטליים בין גופים מוסדיים בתחום לבין השוק. סביבת ההעברה המאובטחת פועלת עם מערכת ה-Hot Vault של החברה ומאפשרת למשתמשים בה לבצע העברה פשוטה מכל פתרון איחסון אחר לשימוש מיידי והעברה על גבי רשת בלוקצ’יין. עבור ארגונים פיננסיים הסוחרים בנכסים דיגיטליים, הפלטפורמה של החברה מספקת מערכת אבטחה ייחודית שמנטרלת התקפות חיצוניות ופנימיות על נכסים דיגיטליים באחסנה או בזמן העברה. בשלב זה פיירבלוקס מחוברת ל-15 בורסות ומציעה תמיכה למעל 180 מטבעות קריפטו, טוקנים ו-Stablecoins.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nהחברה הוקמה בשנת 2018 על ידי ע”י מיכאל שאולוב, עידן עפרת ופבל ברנגולץ. שאולוב וברנגולץ הם ממייסדי Lacoon שנרכשה ע”י צ’ק פוינט ב-2015 תמורת 100 מיליון דולר. כיום מעסיקה החברה 15 עובדים, 12 מהם בישראל. FireBlocks גייסה עד עכשיו 4 מיליון דולר בסבב סיד ועוד 12 מיליון דולר בסבב A, שהובל על ידי קרן Cyberstarts – הקרן שהוקמה ע”י גילי רענן, ומאחוריה עומדים יזמים מובילים בתחום הסייבר דוגמת שלמה קרמר, מריוס נכט, מיקי בודאי, ניר צוק ועמיחי שולמן; Tenaya Capital, EightRoads (Fidelity INTL), Swisscom ו-MState. הגיוס צפוי לשמש את החברה להמשך פיתוח הפלטפורמה ולהגברת מאמצי השיווק.\nבתגובה לגיוס מסר מיכאל שאולוב, מנכ”ל ומייסד שותף של פיירבלוקס: “אבטחה של העברות נכסים דיגיטליים היא סיוט. לאחר ראיונות עם מעל 100 לקוחות מוסדיים, כולל קרנות גידור, ברוקרים, בורסות ובנקים, הגענו למסקנה שהתהליך הנוכחי איטי ורגיש מאוד להתקפות סייבר ולטעויות אנוש. בנינו פלטפורמה שמאבטחת את התהליך, מפשטת ומזרזת את התנועה של הון דיגיטלי.”", "keywords": "סטארטאפ,גיוס,גיוס הון,השקעה,פיירבלוקס,fireblocks,שלמה קרמר,מריוס נכט,מיקי בודאי,ניר צוק,סייבר,בלוקצ\\'יין"}