{"url": "https://www.geektime.co.il/cellebrite-raises-110m-from-igp/", "type": "article", "title": "קרן IGP משקיעה 110 מיליון דולר בסלברייט", "description": "החברה הישראלית שמסוגלת לפרוץ כמעט לכל אייפון ואנדרואיד מודיעה על מכירה של 25 אחוזים תמורת 110 מיליון דולר, מה שמשקף לה שווי של 440 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/dark-2571846_1920-1560780141-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-17T17:14:54Z", "modified_time": "2019-06-17T17:16:13Z", "articleBody": "החברה הישראלית שמסוגלת לפרוץ כמעט לכל אייפון ואנדרואיד מודיעה על מכירה של 25 אחוזים תמורת 110 מיליון דולר, מה שמשקף לה שווי של 440 מיליון דולר\nתמונה: Pixabay\nהכאב ראש של אפל ויצרניות הסמארטפונים האחרות הופך להיות הרבה יותר גדול: חברת Cellebrite Mobile Synchronization (סלברייט), המפתחת מערכות בשוק הפורנזיקה הדיגיטלית למכשירים ניידים, מודיעה היום (ב’) כי חתמה עם קרן IGP על הסכם השקעות ענק בהיקף של 110 מיליון דולר. העסקה משקפת שווי חברה של 560 מיליון דולר אחרי הכסף או 450 מיליון דולר לפני הכסף.\nהמכשיר הסלולרי שלנו מכיל פחות או יותר את כל חיינו הדיגיטליים. מתמונות, להתכתבויות אינטימיות וסודיות ועד להיסטוריית המיקומים שלנו. על כן אין פלא שמכשירים ניידים הם בגדר ראייה קריטית שיכולה לסייע רבות לחקירות ולהפללות בלא מעט מקרים. עם זאת, ככל שהשנים חולפות, יצרניות הסלולר השונות מציגות יותר ויותר שכלולים למנגנוני האבטחה שלהן: קודי גישה, צורות, טביעות אצבע ואפילו זיהוי פנים. כולם נועדו לעזור למשתמשים להרגיש בטוחים יותר, והופכים למטרד לא קטן עבור רשויות החוק.\nכאשר חשוד כלשהו נעצר במקרים מסוימים, המכשיר הסלולרי שלו מוחרם ועשוי לשמש כראייה, אך אותם גורמי חוק, שיפוט ובטחון נתקלים בקשיים כשהם מנסים לעבור את מנגנוני האבטחה של החברות. פתרון הדגל של סלברייט נקרא UFED (או Universal Forensic Extraction Device), והוא מאפשר פיצוח של אותן נעילות מכשירים ושליפה של מידע מהמכשיר הסלולרי. רק בימים האחרונים חשפה החברה כי היא מסוגלת לפרוץ גם את מכשירי האייפון אשר מעודכנים לגירסת iOS 12, שהייתה אמורה להוות מחסום טכני משמעותי עבור החברה. כמו כן מצהירה החברה כי מוצר הפרימיום החדש שלה, UFED Premium, מסוגל לפרוץ גם מכשירי אנדרואיד מתקדמים כמו מכשירים מבית סמסונג, וואווי, LG, שיאומי ועוד.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nמלבד תוכנת הפריצה המפורסמת, סלברייט מפתחת פלטפורמה מלאה הכוללת אפשרויות אנליטיקה ושירותים נוספים שאמורים לסייע בהאצת החקירות. סלברייט מצהירה כי היא מספקת את שירותיה ליותר מ-6,000 גופי חוק ושיטור ב-150 מדינות, אך מוצריה מצאו את דרכם גם לאתרי מסחר כמו eBay תמורת 100 דולר בלבד. המנגנונים של החברה מעוררים לא מעט דאגה בקרב תומכי הפרטיות, אשר חוששים מניצול לרעה של הטכנולוגיה על ידי משטרים בעיתיים, ודליפה של אמצעי הפיצוח לידי כל מאחר שהחברה בעצם מאפשרת ללקוחותיה להשתמש ב-UFED גם מחוץ למשרדיה.\nסלברייט נוסדה ב-1999 על ידי אבי יבלונקה, ירון ברץ ויובל אפללו. בשנת 2000 הצטרף רון סרבר ויוסי כרמיל הצטרף לחברה בשנת 2004, והשניים מתפקדים כמנכ”לים גלובליים משותפים. ב-2007 נרכשה החברה על ידי Sun היפנית וכיום היא חברת בת בבעלותה. כיום החברה מעסיקה כ-700 עובדים.", "keywords": "סלברייט,cellebrite,פריצה לאייפון,אייפון,אנדרואיד,אפל,apple,android,samsung,ios,פריצה,מודיעין"}