{"url": "https://www.geektime.co.il/att-to-acquire-time-warner/", "type": "article", "title": "מבאטמן וחאליסי ועד הארי פוטר: AT&T רוכשת את טיים-וורנר תמורת 85 מיליארד דולר", "description": "מגה-מיזוג בעולם המדיה: חברת AT&T הודיעה כי תרכוש את טיים-וורנר תמורת לא פחות מ-85 מיליארד דולר; בין המותגים של החברה הנרכשת, סדרות כמו 'סיליקון וואלי', 'משחקי הכס', ערוץ CNN ודמויות כמו סופרמן ובאטמן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/daenarys-1024-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-23T08:45:41Z", "modified_time": "2016-10-23T08:44:41Z", "articleBody": "מגה-מיזוג בעולם המדיה: חברת AT&T הודיעה כי תרכוש את טיים-וורנר תמורת לא פחות מ-85 מיליארד דולר; בין המותגים של החברה הנרכשת, סדרות כמו ‘סיליקון וואלי’, ‘משחקי הכס’, ערוץ CNN ודמויות כמו סופרמן ובאטמן\n\nמגה-מיזוג בעולם המדיה: ענקית התקשורת האמריקאית AT&T הודיעה הלילה (שעון ישראל) כי תרכוש את חברת טיים וורנר (Time Warner) תמורת סכום חסר-תקדים של 85 מיליארד דולר. טיים וורנר על חברות הבת שלה חתומה על כמה מהמותגים המצליחים ביותר בשנים האחרונות ביניהן רשת HBO ואולפני Warner Brothers.\nמנכ”ל AT&T, רנדל סטיבנסון. מקור: AT&T\nבהודעה רשמית שהוציאה AT&T היא חושפת כי תשלם 107.5 דולר למנייה של טיים-וורנר, מחיר גבוה משמעותית מהמחיר בו נסחרה המניה בשבוע האחרון; מבחינת התשלום, מחציתו יתבצע במזומן ומחציתו במניות של AT&T. מנכ”ל AT&T, רנדל סטיבנסון, יהיה המנכ”ל של החברה המאוחדת, כשג’ף ביוקס, מנכ”ל טיים-וורנר יישאר לתקופת חפיפה עד להשלמת העסקה. בהתייחסו לעסקה מסר סטיבנסון: “תוכן מוצלח תמיד מנצח. זה היה נכון תמיד על המסך הגדול, בטלוויזיה, ועכשיו זה מתברר כנכון גם על מסכי המובייל”.\nגם היא. מקור: HBO\nטיים וורנר מביאה לעסקה מותגים רבים ומצליחים, ביניהם ערוץ CNN, ערוץ TNT, ערוץ HBO וכמובן אולפן הסרטים, טיים-וורנר כולל חברת DC Comics. בין התכנים הרבים של החברות הללו נמצא למשל סדרות כמו ‘משחקי הכס’, ‘ווסטוורלד‘, ‘סיליקון וואלי’, ‘אמפריית הרשע’, ‘המפץ הגדול’ ודמויות קומיקס כמו באטמן, סופרמן, וונדרוומן.\nעל פי החברות, המגעים למיזוג החלו באוגוסט האחרון, כשהעסקה צפויה להסתיים עד סוף 2017 – זאת בהנחה כמובן שהרגולטור יאשר אותה. בהקשר הזה, צריכות החברות להחזיק אצבעות לבחירתה של הילארי קלינטון כנשיאה הבאה של ארצות-הברית; זאת לאחר שאחד הראשונים להגיב על העסקה הוא המתמודד הרפובליקני דונלד טראמפ. טראמפ, לו יש חשבון ארוך עם CNN, המוטה לטעמו, כבר הודיע שלא יאשר עסקה שכזו, שכן היא “מרכזת יותר מדי כוח בידיים של מעטים”.\nגם הוא. מקור: DC Comics\nAT&T היא אחת מחברות התקשורת הגדולות בארצות הברית, והיא אוחזת בנתח שוק של כ-33 אחוזים בתחום הסלולר עם יותר מ-110 מיליון מנויים לשירותיה השונים. אולם, ההיסטוריה של AT&T מתחילה כבר ב-1885, עת הוקמה על ידי ממציא הטלפון, אלכסנדר גרהאם בל. מרגע שאוחדה החברה עם חברת Bell, היא נהנתה למעשה ממעמד של מונופול בתחום קווי התקשורת בארצות הברית – בעידן שלפני הסלולר – עד שנות ה-90, אז הכריחה אותה הרגולציה האמריקאית להתפצל לחברות קטנות יותר. העסקה לרכישת טיים-וורנר מגיעה כשנה לאחר שרכשה AT&T חברת ענק נוספת, חברת DirecTV, חברת שידורי הלוויין המובילה בארצות הברית.\nבהודעת הרכישה אמר מנכ”ל AT&T, רנדל סטיבנסון שעם יותר מ-100 מיליון המנויים של AT&T והתוכן של טיים-וורנר “יש לכם משהו ממש מיוחד”. ואכן, ביחד עם התוכן המגוון של טיים-וורנר, תוכל AT&T להציע חבילות משולבות של סלולר, קווים ביתיים וסדרות וסרטים פופולאריים. כך מקווה החברה להשיג יתרון מול החברות המתחרות שלה דוגמת Verizon שרכשה לאחרונה את AOL, חברת הכבלים האמריקאית Comcast ואפילו אפל. בנוסף, תוכל החברה להציע את התכנים של טיים-וורנר כהצעות ייחודיות למנויי DirecTV שכבר בבעלותה, חברה שמאז הרכישה סובלת מנטישה של מנויים.\n", "keywords": "at&t,טיים וורנר,מיזוג,רכישה,עסקה,dc comics,at&t"}