{"url": "https://www.geektime.co.il/startups-investments-january-2013/", "type": "article", "title": "סיכום חודשי: הסטארטאפים שגייסו בינואר 2013 [גיוס]", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, ניוזגיק אסף עבורכם את כל ההשקעות והגיוסים של חודש ינואר 2013.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/11/money4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-02T16:00:42Z", "modified_time": "2013-08-12T12:01:26Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, ניוזגיק אסף עבורכם את כל ההשקעות והגיוסים של חודש ינואר 2013.\ncc-by-sa. Cliff Wauters\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נביא סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש דצמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nחברת הסטארטאפ NovoSpeech אשר מפתחת טכנולוגיית זיהוי דיבור חדשנית הודיעה על השלמת סבב גיוס בהיקף של כחצי מיליון דולרים. את סבב הגיוס הובילה קרן ההון סיכון Maryland Israel Trendlines Fund והשתתפו בו המדען הראשי, אשר השקיע 400 אלף שקלים ומשקיעים אמריקאים נוספים, רובם אנג’לים.\nמוצר הדגל של החברה הוא Speech++, תוכנת זיהוי דיבור המתבססת על חידושים טכנולוגיים שפיתחה החברה במשך הזמן ששהתה בחממה של המדען. על פי החברה, ל-Speech++ יש 2 יתרונות מובהקים על הפתרונות הקיימים במערכות ההפעלה הסלולריות הפופולאריות בשוק. החברה, אשר נמצאת בקרית מטלון בפתח תקווה נוסדה בשנת 2008 על ידי קבוצת מייסדים שכבר לא מעורבת בחברה. הצוות, המונה שישה עובדים השתתף כולו בגיוס האחרון של החברה. NovoSpeech מצפה להשיק את הפתרון אל יצרניות הסלולר המובילות כבר בסוף 2013.\nחברת הסטארטאפ Slide.ly, העומדת מאחורי פלטפורמה המציעה למשתמשים אפשרות להפוך את אלבומי התמונות שלהם למצגות מוזיקליות, השלימה סבב גיוס ראשון בסך 1.5 מיליון דולרים. את סבב הגיוס של החברה הובילה קרן Benson OAK, חברת ההשקעות המובילה של AVG העולמית, לצד מספר משקיעים פרטיים נוספים.\nSlide.ly הוקמה ב-2010 על ידי תום מור ומונה כיום כ-10 עובדים. מאז שהשיקה את הפלטפורמה הראשונית שלה במהלך השנה שעברה, כבר זכתה לכמה שיתופי פעולה משמעותיים כגון קידום הסרטים Horrible Bosses ו-Ted במסגרת קמפיין פייסבוק, שהגיע לקהל של עשרה מיליון משתמשים. כעת החברה פותחת את שעריה לקהל המשתמשים הרחב ומזמינה את כל מי שרק רוצה אל אתרה הרשמי, שם יוכל להכין את מצגת התמונות האידיאלית עבורו.\nחברת הסטארטאפ הישראלית Applicasa, המציעה פתרון Server Side למפתחי אפליקציות, הודיעה על השלמת סבב גיוס Seed בסך מיליון דולרים. את סבב הגיוס הנוכחי הובילה Shaked VC Venture, קרן ההשקעות של משפחת שקד, מייסדת חברת 888. את הגיוס הנוכחי החלה החברה כבר באמצע שנת 2011, כאשר בכל פעם קיבלה סכום כסף קטן ממשפחת שקד – כאשר כעת ההשקעה כולה הגיעה לסכום המרשים של מיליון דולרים.\nApplicasa נוסדה ביולי 2011 על ידי צבי קופץ המכהן כ-COO, וליאור מלנבוים, המכהן כמנכ”ל החברה. נכון להיום, מאגר המשתמשים של החברה עדיין קטן יחסית ומונה רק כמה עשרות משתמשים, אך קופץ מבהיר כי כבר עכשיו עומדת החברה לקראת חתימת חוזים עם כמה חברות ידועות ומוכרות בתחום המובייל, שעתידות להשתמש וליישם את הטכנולוגיה במוצריהן כבר במהלך השבועות הקרובים.\nחברת סנסגון (Sensegon), העומדת מאחורי פיתוח מנוע זיהוי אישיותי המיועד לעולם הפרסום, הודיעה על השלמת סבב גיוס שני בסך מיליון דולרים. את סבב הגיוס הנוכחי הובילה קרן Private-equity אמריקאית, כאשר סך כלל גיוסי ההון של החברה נעמד כיום על מעל ל-3 מילון דולרים. מייסדי החברה הם עומר אפרת וטל יערי, בוגרי יחידות טכנולוגיות, אשר צירפו אל הצוות את ד”ר שמואל הירשמן, פסיכיאטר בכיר, ומשה אלון, לשעבר מנכ”ל כלנית כרמון.\nפלטפורמת הבינה המלאכותית שפיתחה החברה, הנקראת SenSplit, מסוגלת לקחת את המידע של פעולות המשתמש ברשתות החברתיות ולפענח את דפוסי ההתנהגות שלו, תוך כדי איתור המאפיינים הייחודיים לו. המערכת למעשה אוספת את הנתונים השונים, מנתחת את ההתנהגויות והאינטרקציות ברשת, ומקטלגת את המשתמשים על פי אישיותם – במטרה להציע להם את הפרסום הרלוונטי ביותר.\nIntigua משלימה סבב גיוס (Series A) בגובה 8.6 מיליון דולרים בהובלת קרן ההון סיכון Bessemer Venture Partners ובהשתתפות Cedar Fund ומשקיעים פרטיים נוספים. בחודש ספטמבר בשנה שעברה זכתה החברה במקום הראשון בקטגוריית “טכנולוגיה חדשה” במסגרת תחרות VMworld 2012 העולמית במהלכה השתתפו למעלה מ-100 חברות מרחבי העולם.\nIntigua נוסדה בשנת 2009 על ידי שמעון חסון ותומר לוי וזכתה להשקעה ראשונית על ידי קרן סידר. כיום מפעילה החברה מרכז פיתוח בארץ אך מחזיקה גם משרדים בבוסטון ומעסיקה קרוב ל-20 עובדים סך הכל. הפתרון עליו אחראית החברה מגיע מעולם הוירטואליזציה, כאשר היא מאפשרת לנהל בצורה חכמה יותר אפליקציות מרובות על תשתית IT באופן מקוון ועל ידי ממשק ידידותי – ופתרון מסוג זה שמציעה החברה נחשב למבוקש היום בתחום ה-IT.\nסיסקו, ענקית התקשורת האמריקאית, הודיעה על כוונותיה לרכוש את חברת הסטארטאפ הישראלית Intucell. סכום הרכישה המדובר עומד על 475 מיליון דולרים במזומן, כאשר זה מגיע לאחר שני סבבי השקעה בחברה, שעומדים על סך של 8.5 מיליון דולרים. הטכנולוגיה שפיתחה חברת Intucell הישראלית, מיועדת לעזור לספקיות הרשתות הסלולריות להתאים בצורה דינמית את הרשת הסלולרית שלהן, כך שיוכלו להעצים ולמקסם את מהירות רשת האינטרנט, ולהקטין כמה שיותר את כמות ההתנתקויות של שיחות מהרשת.\nIntucell נוסדה ב-2008 על ידי רני וולינגשטיין ועידו סוזן, ופעלה עד היום מתחת לראדר למרות שברזומה שלה מופיעים שיתופי פעולה גדולים ומרשימים למדיי, הכוללים שיתוף פעולה עם רשת פלאפון הישראלית ורשת AT&T האמריקאית, כאשר החוזה עם החברה האמריקאית העומד על שירות של 4 שנים, מוערך בכ-55 מיליון דולרים. נכון להיום, החברה מונה למעלה מ-80 עובדים כאשר הכנסותייה השנתיות מוערכות בכ-30 מיליון דולרים.\nחברת הסטארט אפ איוונטו (Evento) המפתחת פלטפורמה למכירת כרטיסים וקידום אירועי ספורט ובידור על גבי רשתות חברתיות, הודיעה על השלמת סבב גיוס בהיקף כולל של 750 אלף דולר. את הגיוס הובילו משקיעים פרטיים, בשיתוף עם גורם מוביל זר בשוק הכרטיסים האירופאי.\nהפלטפורמה של איוונטו מאפשרת, בין היתר, לקבוצות ספורט, מפיקי הופעות וסוכנויות כרטיסים להגדיל את מכירות הכרטיסים שלהם דרך הרשתות החברתיות. הפתרון מבוסס ענן שפיתחה החברה מאפשר ללקוחותיה להגביר את המודעות לאירועים אותם הם מארגנים ולהגיע לצרכנים חדשים באמצעות הרשתות החברתיות. המוצר המרכזי איתו עובדת החברה הוא מערכת רכישת כרטיסים חברתית על גבי פייסבוק, המאפשרת לרכוש כרטיסים לאירוע מסויים מתוך הרשת החברתית עצמה.\nחברת הסטארטאפ מיטי (Meetey), המציעה רשת חברתית מבוססת מיקום להכרת השכונה והשכנים של המשתמשים, הודיעה על השלמת סבב גיוס הון ראשוני על סך 1.6 מיליון דולרים בהובלת חברת השקעות אמריקאית. בניגוד ליתר הרשתות החברתיות מבוססות המיקום הקיימות כיום בשוק, הרעיון העיקרי העומד מאחורי מיטי הוא להציע למשתמשים להכיר את השכונה והשכנים שלהם בצורה הרבה יותר חברתית ומקוונת מבעבר. הרשת החברתית החדשה, הזמינה כעת רק בתור אתר אינטרנט, מאפשרת למשתמשים להגדיר את מקום מגוריהם ולהתחיל לצפות, לפרסם ולהתעדכן באירועים שונים המתרחשים קרוב לבית.\nמיטי נוסדה השנה על ידי תומר יוסף, ומונה נכון להיום ארבעה עובדים היושבים במשרדי החברה בבורסה ברמת גן. בעקבות הגיוס הנוכחי מקווה החברה להגדיל את הצוות בעוד שמונה עובדים, וכבר במהלך השבועות הקרובים מתכננת להוציא את גרסת המובייל של המוצר, שיהיה זמין למשתמשי אנדרואיד ו-iOS.\nחברת הסטארטאפ Vstory, המפתחת אפליקציה לסריקת תמונות וטקסט והלבשת מציאות רבודה עליהם באמצעות הסמארטפון, הודיעה היום על השלמת סבב גיוס בהיקף של 500 אלף דולרים. את הגיוס הובילה חברת ההשקעות רודיום, זאת בנוסף להשתתפות של דייויד בראון, מייסד buy.at (שנרכשה על ידי חברת AOL האמריקאית תמורת 100 מיליון דולרים), רעואל גוש, מנכ”ל חברת erevmax ומשקיעים פרטיים נוספים. זהו סבב הגיוס הראשון של החברה, אשר משלימה גיוס כספים כולל על סך 780 אלף דולרים.\nVstory מציעה למשתמשים דרך ליצור אינטראקציה עם אובייקטים פיזיים בעזרת הסמארטפונים שלהם. הפלטפורמה מאפשרת לחברות ליצור אפליקציות מובייל בעלות יכולות זיהוי ויזואליות.בין לקוחותיה של חברת Vstory נמנים מספר מותגים בינלאומיים ידועים כגון מרצדס בנץ ארגנטינה, אינטל, מגזיני אופנה, מגזין ה-Guardian ועוד. החברה מסרה כי במהלך שנת 2013 פעילות החברה תתרחב וצפויה צמיחה והגעה אל בסיס לקוחות רחב גם בישראל וגם מחוצה לה.\nחברת אבטחת המידע בענן, WatchDox, המפתחת פתרונות ארגוניים לגישה, שיתוף ושליטה במסמכים על כל מכשיר דרך הענן, הודיעה היום על השלמת סבב גיוס בגובה 12 מיליון דולרים. את סבב הגיוס הנוכחי הובילה חברת Millenium Technology Value Partners, שהצטרפה למשקיעים הקיימים בחברה: קרן ההון סיכון ג’מיני, שסטה ונצ’רס ושלמה קרמר (ממייסדי חברת צ’ק פוינט).\nחברת WatchDox מצטרפת למצבור חברות ישראליות הולך וגדל המתמחות בתחום אבטחת המידע בענן. חברות אלה פועלות בתוך זירה הולכת וגדלה, המספקת מענה לארגונים ברחבי העולם, אשר מצד אחד מבצעים את המעבר אל הענן, ומצד שני מחפשות פתרונות אבטחה למידע הארגוני שיוצא מהארגון אל הענן, ואמור לאפשר את המשך העבודה גם לאחר המעבר אל הענן.\nחברת הסטארטאפ Houzz, העוסקת בפיתוח פלטפורמה מובילה לשיפוץ בתים ועיצוב מחדש, הודיעה על השלמת סבב גיוס נוסף בגובה 35 מיליון דולרים. את סבב הגיוס הובילו קרנות הון הסיכון New Enterprise Associates – NEA ו-GGV Capital, בהשתתפות סקויה קפיטל, Comcast Ventures, Kleiner Perkins Caufield & Byers ו-David Sacks, מייסד חברת Yammer. על פי החברה, הכסף שגויס בסבב הגיוס הנוכחי ישמש להרחבת צוות ההנדסה והעיצוב של Houzz במשרדי החברה בפאלו אלטו.\nבמהלך השנה האחרונה, Houzz גדלה ביותר מ-450 אחוזים ל-12 מיליון משתמשים ייחודיים בחודש, מה שהופך אותה למשאב המקוון מספר אחד בתחום השיפוץ והעיצוב. בעלי הבתים משתמשים בפלטפורמה של Houzz בכדי למצוא השראה, שיתופי פעולה, אנשי מקצוע ולנהל פרוייקטים שלמים. כיום, יותר מ-160,000 אנשי מקצוע מסתמכים על הפלטפורמה של Houzz ככלי עסקי קריטי לאינטראקציה עם 12 מיליון לקוחות המעוניינים לשפץ או לקשט את ביתם, זאת לעומת 10,000 אנשי מקצוע לפני שנתיים.\nחברת הסטארטאפ קורפוטוניקס (Corephotonics), המתמחה בתחום הצילום החישובי (computational photography) הודיעה על השלמת סבב גיוס ראשון על סך 5.2 מיליון דולרים. את סבב הגיוס הובילה קרן ההון סיכון מגמה וונצ’ר פרטנרס, כאשר בסיבוב השתתפה גם בטא אנג’לס, חברת השקעה אירופאית בראשותו של רוברטו סיינט-מאלו.\nהטכנולוגיה שפיתחה קורפוטוניקס הישראלית מיועדת להפוך את מצלמת הטלפון הסלולרי למצלמה איכותית ברמה הגבוהה ביותר, שתהיה קרובה ואף זהה ליכולות הצילום של מצלמות דיגיטליות ייעודיות. האתגר העומד בפני החברה הוא הטמעת יכולות וטכנולוגיות מתקדמות במצלמות, תוך שימור גודלן הזעיר ותוך התחשבות באילוצי המחיר הנהוגים בעולם הסמארטפונים כיום.\nחברת הסטארטאפ 365Scores, המפתחת אפליקציית ספורט עם התראות בזמן אמת, הודיעה אתמול על השלמת סבב גיוס ראשון בגובה 1.2 מיליון דולרים. את סבב הגיוס הובילו קרן Cedar Fund, טל אלישיב ושי דטיקה. הכסף מהגיוס הנוכחי ישמש את החברה לשיפור אפליקציות המובייל ב Android ו-iOS אשר נתמכת ב-18 שפות וזוכה לביקורות טובות בחנות האפליקציות של אפל.\nדרך השירות של החברה תוכלו להתעדכן במידע סטטיסטי בזמן אמת של משחקים רבים מכל העולם, במועדי משחקים קרובים ובמקרים מסוימים תוכלו גם לקבל קישורים לצפות במשחקים בשידור ישיר או בתקצירי המשחקים. השירות שפותח על ידי החברה אמנם עובד נפלא עבור חובבי הכדורגל, אך הוא אינו עוצר שם ונותן שירותים גם לאוהדי הכדורסל, טניס, כדור-יד, בייסבול (הליגות האמריקנית והמקסיקנית) ועוד.\nאנחנו מאחלים לכל החברות המגייסות המון בהצלחה. יש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il", "keywords": "365scores,קורפוטוניקס,corephotonics,houzz,watchdox,vstory,meetey,מיטי,evento,איוונטו,אינטוסל,intucell,intigua,אינטיגואה,סנסגון,sensegon,applicasa,slide.ly,novospeech,סטארטאפ,סטארטאפים,גיוס הון,גיוס,גיוסים,"}