{"url": "https://www.geektime.co.il/aol-acquires-the-huffington-post/", "type": "article", "title": "חברת AOL רוכשת את הפינגטון פוסט", "description": "חברת AOL לא עוצרת, וממשיכה את העיצוב מחדש של עסקיה המקוונים. כעת רוכשת את ההאפינגטון פוסט ב-315 מיליון דולר.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/02/huff-israel-garagegeeks2009.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-02-07T14:00:09Z", "modified_time": "2011-02-07T20:40:46Z", "articleBody": "חברת AOL לא עוצרת, וממשיכה את העיצוב מחדש של עסקיה המקוונים. כעת רוכשת את ההאפינגטון פוסט ב-315 מיליון דולר.\nהפינגטון בביקורה בישראל, לצד גיל הירש, מנכ\"ל Face.com. צילום: ניוזגיק\nעולם התקשורת המקווונת התעורר הבוקר לעסקה מתוקשרת מאוד; חברת AOL רוכשת את ה-Huffington Post, בלוג החדשות הפופלארי , בעסקה המשקפת שווי של 315 מיליון דולר להפינגטון.\nההאפינגטון פוסט הוקם בשנת 2005 על-ידי אריאנה הפינגטון בשיתוף עם Kenneth Lerer. בשש השנים שעברו מאז צבר האתר קהל קוראים רחב, ומספק לאותו קהל כתבות חדשותיות לצד כתבות דעה. תחומי העניין של האתר מגוונים מאוד. האתר סוקר את חדשות העולם, מספק כתבות דעה, מעדכן בענייני אקטואליה, חדשות מעולם התקשורת החברתית, ועוד. כך יוצא שגולשים רבים מגיעים אליו כאתר משני או עיקרי בין אתרי החדשות שדרכם הם מתעדכנים.\nבארץ האתר זכה לכותרות לאחר השמצות מצד נחום ברנע במאמר פרי עטו. במסגרת הטרוניות כנגד האתר, העומדת בראשו, וכנגד בלוגים בכלל, טען ברנע טענות קשות. אולי לאור אותה ביקורת מסוף 2009, בחרה שלי יחימוביץ’ לפרסם באתר ההאפינגטון פוסט כתבת תגובה משלה למאמר אחר של ברנע, בו טען ברנע כי לבושה הספורטיבי בעת שרצה בים הופך אותה לסמל מין.\nבאותה שנה ביקרה אריאנה בישראל, ואף קפצה לבקר ב-Garage Geeks שם סיפרה לנו כי היא מאמינה שבלוגים הם העתיד של העיתונות והמדיה והבלוגרים של היום הם העיתונאים של מחר. אמנם זה היה רק לפני כמעט שנה, אבל נראה שמאז הבינו את העובדה הזאת עוד כמה מיליוני אנשים שנוספו לרשימת הקוראים של האתר המונה כיום כ-25 מיליון מבקרים ביום יחד עם טים ארמסטרונג, מנכ”ל AOL, אשר הצהיר כי הוא רואה בהאף-פוסט נכס אסטרטגי בעולם המדיה והחדשות המקוון.\nהרכישה של AOL את ההאפינגטון פוסט מהווה רכישה נוספת בגל הרכישות והשינויים המבניים המדווחים לאחרונה. מבחינת תכנים, AOL חולשת היום על אימפריה הכוללת בתוכה את אתרים ובלוגים הפחות מוכרים בארץ כגון Download Squad, Joystiq, Auto Blog, ShoutCast יחד עם בלוג הגאדג’טים המצליח Engadget, בלוג הטכנולוגיה שנרכש ממש לאחרונה, Techcrunch ועוד רבים אחרים. אם נוסיף לאלה גם את ההאפינגטון פוסט, נראה כי הרכישה משלימה עבור AOL עוד תחום תוכן למארג התכנים הקיים כבר בחברה.\nההאפינגטון פוסט אמור לפעול בתוך AOL כחברת בת. זה עדיין לא אומר שההאפינגטון פוסט יצליח לשמור על הזהות הייחודית שלו בתוך AOL, ולא ימצא את עצמו נעלם בתוך רשת התוכן הגדולה. שנים מהבכירים בחברה, כולל המנכ”ל וסמנכ”ל המכירות כבר הודיעו שילכו הבייתה וחלק גדול מהעובדים עדיין תוהים מה יהיה עתידם בהמשך המיזוג.  מבחינת אריאנה, הרי שהיא תהפוך בעקבות הרכישה למנהלת התכנים החדשותיים של AOL כתפקידה כראש ה-Huffington Post Media Group החדשה שנוצרה תחת חסותה של AOL. אריאנה תקבל שליטה על פעילות החדשות המקומיות והפיננסיות, כמו גם שרותים נוספים של AOL כגון MapQuest ו-Moviefone. למקרה שתהיתם, הפינגטון לא תהיה מעורבת בניהול הבלוגים הטכנולוגיים של החברה, לפחות לא בשלב הראשון.\nיש אנשים שכבר מבקרים את הרכישה של AOL. אך, בשלב זה, כל כך מוקדם לאחר הרכישה, מוקדם לצפות לראות כיצד הרכישה תשפיע על מי מהחברות המעורבות, והאם העתיד צופה להן שיתוף פעולה פורה יחדיו, או שהזיווג הזה יתבטל מעצמו לאחר זמן מה. שוק התקשורת המקוונת עובר שינויים בעת האחרונה, בכך אין ספק. יהיה מעניין לראות לאיזה כיוון ינווטו קברניטי AOL את עולם התוכן הרחב של החברה, וכיצד הם יפיקו תועלת מהרכישה של ההאפינגטון פוסט.\nעולם התקשורת המקוון מתעורר הבוקר לעסקה מתוקשרת מאוד; חברת AOL רוכשת את ה–Huffington Post, אתר החדשות המקוון, בעסקת מזומן המשקפת שווי של 315 מיליון דולר להפינגטון.\nאתר החדשות המקוון האפינגטון פוסט הוקם בשנת 2005 על–ידי Arianna Huffington בשיתוף עם Kenneth Lerer. בשש השנים שעברו מאז צבר האתר קהל קוראים רחב, ומספק לאותו קהל כתבות חדשותיות לצד כתבות דעה.\nתחומי העניין של האתר מגוונים מאוד. האתר סוקר את חדשות העולם, מספק כתבות דעה, מעדכן בענייני אקטואליה, חדשות מעולם התקשורת החברתית, ועוד. כך יוצא שגולשים רבים מגיעים אליו כאתר משני או עיקרי בין אתרי החדשות שדרכם הם מתעדכנים.\n\n\nבארץ האתר זכה לכותרות לאחר השמצות מצד ______. במסגרת הטרוניות כנגד האתר, טען ______ כי __________. בתגובה לטענות, שהושמעו בעברית, הגיבה ______ באנגלית כי _______ אינו יודע על מה הוא מדבר, ו________.\n\n\nהרכישה של AOL את ההאפינגטון פוסט מהווה רכישה נוספת ", "keywords": "אריאנה האפינגטון,אריאנה הפינגטון,גאראז\\' גיקס,גרז\\' גיקס,איי.או.אל,מייספייס,אפל,האפינגטון פוסט,הפינגטון פוסט,huffington post,kenneth lerer,arianna huffington,aol,garage geeks,moviefone,mapquest,huffington post media group,,תקשורת מקוונת"}