{"url": "https://www.geektime.co.il/tethered-jailbreak-ios-6/", "type": "article", "title": "תוך פחות מ-24 שעות: iOS6 מקבלת Jailbreak", "description": "פחות מיממה עברה וחברי ה-Dev Team משחררים ג'יילבריק חלקי. לרוץ לשדרג? לא בטוח", "image": "https://files.geektime.co.il/wp-content/uploads/2012/09/IOS61.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-09-20T16:38:40Z", "modified_time": "2012-09-20T16:38:40Z", "articleBody": "פחות מיממה עברה וחברי ה-Dev Team משחררים ג’יילבריק חלקי. לרוץ לשדרג? לא בטוח\niOS6, נפרץ. מקור: יח”צ\nקבוצת ה-Dev Team לא מחכה יותר מידי: לפני זמן קצר נודע כי חברי הקבוצה הצליחו להריץ את redsn0w על הגרסה החדשה של מערכת ההפעלה של אפל, iOS6. בשלב זה הג’יילברייק מיועד למכשירים בעלי מעבד A4 בלבד (כלומר, הפריצה אינה פועלת על מכשירי אייפון 4S, אייפון 5 והאייפד החדש) ומגיע בצורת פריצה קשורה (Tethered), אך אלו בהחלט בשורות טובות להמשך.\nהגירסא החדשה של מערכת ההפעלה iOS, אשר הגיעה אלינו אתמול, כוללת מספר לא מבוטל של חידושים שהגיעו בצורת סירי משופרת, אפשרויות צילום חדשות, שירותי מיקום תוצרת אפל ועוד. כעת, ניתן להתקין את חנות האפליקציות האלטרנטיבית לאפל סטור, סידיה, גם על מערכת ההפעלה החדשה ולגשת גישה מלאה אל הקבצים שבתוך המכשיר.\nהפריצה החדשה תעבוד על מכשירים מבוססי מעבד A4 ומטה בלבד, כלומר אייפונים 4 מבוססים מעבד A4, אייפון 3GS ואייפוד טאץ’ מהדור הרביעי. הפריצה היא קשורה, כלומר שבכל פעם שתרצו לכבות את המכשיר שברשותכם יהיה עליכם לחבר אותו למחשב, להיכנס לתוכנת redsn0w ולהריץ את פקודת Just Boot.\nהפעם, התקנת סידיה צפויה להיות מעט מסובכת מהרגיל, כאשר redsn0w, לפחות כרגע, לא תעשה את העבודה בשבילנו. לאחר הורדת redsn0w מהבלוג של Dev Team, עלינו להריץ פקודות נוספות בעזרת Terminal או SSH.\nמדריך מפורט לפריצה קשורה והתקנת סידיה ניתן למצוא כאן.\nעוד נמסר מחברי קבוצת הפריצה כי אפל תחסום בקרוב את גיבוי חתימות ה-SSH לגרסה 5.1.1, ולכן כדאי לגבות את החתימה במהירות, כדי שבמקרה של שדרוג בלתי-רצוני, או סתם בדיקה ל-iOS6 עד שתצא פריצה חדשה, ניתן יהיה לבצע “שינמוך” חזרה.\nכמו כן, נמסר כי הגרסה האחרונה של redsn0w מכילה עוד מספר באגים בסידיה ומודולים פנימיים שאמורים להסתדר בגירסאות הבאות, ולכן היא עדיין נמצאת בבטא (dev4). בכל זאת, מדובר בהתקדמות משמעותית בתוך זמן קצר, והמחמאות מגיעות לצוותי הפריצה, שרק מחכים בחיכוך ידיים לגירסאות חדשות של ה-iOS כדי לפרוץ אותם.\nניתן למצוא עדכונים נוספים על מצב הפריצה בבלוג הרשמי של קבוצת ה-Devteam", "keywords": "apple,אפל,iphone,אייפון,jailbreak,ג\\'יילברייק,דב-טים,dev-team,ios6,dev team"}