{"url": "https://www.geektime.co.il/netgear-and-linksys/", "type": "article", "title": "אובדן הדרך של Linksys", "description": "בשנים האחרונות איבדה Linksys את הדומיננטיות שלה בתחום מוצרי התקשורת הביתיים וחברות כמו Netgear ו-D-Link תפסו את מקומה. עכשיו היא מנסה לשוב באמצעות מכשיר דגל חדש", "image": "https://files.geektime.co.il/wp-content/uploads/2011/12/ci.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-12-30T16:00:40Z", "modified_time": "2011-12-31T13:04:23Z", "articleBody": "בשנים האחרונות איבדה Linksys את הדומיננטיות שלה בתחום מוצרי התקשורת הביתיים וחברות כמו Netgear ו-D-Link תפסו את מקומה. עכשיו היא מנסה לשוב באמצעות מכשיר דגל חדש\nתמונה: יח\"צ, Linksys E4200V2\nלפני עשרה ימים הכריזה Linksys, חטיבת מוצרי התקשורת הבייתים של Cisco, על נתב חדש – E4200v2.  מדובר בנתב חדשני, בעל תכונות יחודיות, שבאמצעותו מנסה Linksys לחזור למרכז הבמה.\nבשנים האחרונות איבדה Linksys את הדומיננטיות שלה בתחום מוצרי התקשורת הביתיים וחברות כמו Netgear ו-D-Link תפסו את מקומה. חברות אלה הדיחו את Linksys ומובילות היום את טבלת המכירות בשוק האמריקאי ובשווקים אירופיים רבים. באמצעות ה-E4200v2 שואפת Linksys לקבע את מעמדה מחדש, כמובילה ופורצת דרך בתחום התקשורת הביתית, כפי שהייתה בסוף שנות ה-90 של המאה הקודמת וראשית שנות ה-2000.\nחברת Linksys הוקמה בארה”ב בשנת 1988, על ידי בני זוג טיוואנים (Victor & Janie Tsao).  בראשית דרכה יצרה החברה כרטיסי רשת ורכזות רשת (hub). ב-1995, בעת שמיקרוסופט הכריזה על Windows 95, שכללה תמיכה מובנית ברשת מחשבים ביתית, החלה הפריצה הגדולה של החברה.\nההצלחה הגדולה של החברה לא נעלמה מעיניה של ענקית מוצרי הרשת Cisco. בשנת 2003 רכשה Cisco את הבעלות על חברת Linksys תמורת 500 מיליון דולר. עד שנת 2008 המשיכה Linksys להיות חברה עצמאית, אך בשנה זו החליט נשיא Cisco גו’ן צימברס למזג את Linksys עם Cisco ומאז משווקי מוצרי Linksys תחת הכותרת “Linksys by Cisco”.\nבמהלך השנים פיתחה ויצרה Linksys נתבים פורצי דרך שהפכו אותה למובילה בין לאומית בתחום. בראשית שנות ה-2000 פיתחה החברה נתבים אלחוטיים בתקן B – כמו ה-BEFSR41 ומאוחר יותר גם נתבים בתקן G. עד סוף שנת 2001 מכרה החברה למעלה ממיליון נתבים.\nהנתב המפורסם ביותר של החברה, ה-WRT54G, הפך להיות “מותג על” ועד היום הוא נחשב לנתב הטוב ביותר שפותח בתקן G. העובדה שהוא מבוסס על קוד פתוח, איפשרה פיתוח של קושחות חלופיות (כמו DD-WRT ו-Tomato), מה שהפך אותו לפופולארי מאוד בקהילת ההאקרים. ה-WRT54G ממשיך להיות זמין לרכישה גם היום, אף שחלפו קרוב ל-10 שנים מאז הוצג לראשונה.\nהדעיכה של Linksys החלה בסמוך להעברת הבעלות ל-Cisco והחברה לא הצליחה לשחזר את מעמדה מתקופת בני הזוג Taso.  כך לדוגמא, בצעד מוזר למדי שככל הנראה נועד לקצץ בעלויות, פיתחה Linksys בשנת 2006 גרסת חומרה חדשה ונחותה לנתב המצליח WRT54G (גרסא 5). גרסא זו נקטלה על ידי המבקרים הצרכנים ולחברת Linksys לקח זמן רב להתאושש מכך. במהלך השנים ניסתה Linksys לבדל ולבסס את מעמדה מחדש. בשנת 2005 רכשה Linksys את יצרנית מוצרי ה-VOIP המובילה באותה תקופה – Sipura – וב-2008 היא רכשה את Pure Networks יצרנית התוכנה Network Magic לפתרון בעיות רשת ביתיות. בשנה שעברה החליטה Linksys להפטר משלוש האותיות שליוו את מוצריה במהלך השנים – WRT ושינתה את שמם של כל מוצריה, אך כל הצעדים הללו לא סייעו ולא אוששו את מעמדה של החברה.\nלחוסר ההצלחה של Linksys תחת ניהולה של Cisco יש מגוון סיבות, חלקן, כאמור, טכניות וחלקן נובעות מקונפליקטים פנימיים בתוך החטיבות השונות של חברת Cisco. כך לדוגמא, שיווקה Cisco עד לאחרונה נתב המכונה WRVS4400N שאינו שייך לחטיבת Linksys. מדובר בנתב בתקן N, עם כניסות רשת של 1G, תמיכה מובנית ב-VLAN-ים ו-VPN, כל זאת במחיר הנמוך בכ-15% ממחירו של ה-E4200v2. (הנתב עדיין זמין לרכישה בארץ).\nהבעייתיות המלווה את Linksys בשנים האחרונות והקשיים בהם נמצאת Cisco לאחרונה, הביאו באמצע השנה לפריחת גל שמועות על כך שבכוונתה של Cisco למכור את חטיבת Linksys. ניסיונות אלה לא צלחו, ככל הנראה בגלל שלא נמצאו לחטיבה קונים. ה-E4200v2 שהוכרז בשבוע שעבר הוא ניסיון נוסף של Linksys לשחזר את מעמדה בשוק התקשורת הבייתי ואני מעריך שיש כאן מהלך של “להיות או לחדול”.\nהשינוי המשמעותי הראשון ב-E4200v2 הוא השימוש ברכיבים של חברת Marvell. מאז ומעולם השתמשה Linksys ברכיבים של חברת Broadcom במוצריה השונים. מדובר בשותפות ארוכת שנים שייחדה את מוצרי Linksys והיתה אחד הגורמים שאיפשרו פיתוח של קושחות חלופיות. הסיבה לשינוי הזה לוטה בערפל, אך יתכן ש-Linksys הצליחה לקבל מ-Marvell מחירים טובים יותר המוזילים את עלויות היצור ומשפרים את הריווחיות. מעבר לכך, ה-CPU של Marvell עליו מתבסס ה-E4200v2, פועל במהירות של 1.2Ghz.\nזוהי מהירות שעון הכפולה מזו של הנתב המתקדם ביותר שיש ל-Linksys היום ומציבה את ה-E4200v2 בליגה משל עצמו. השימוש במהירות שעון כזו הופך את הנתב למהיר ביותר ומאפשר לפורט ה-USB לעבוד במהירויות קריאה/כתיבה של כ-20MB/s. מהירויות כאלה עדיין לא הושגו באף נתב בייתי אחר, והן מייחדות את ה-E4200v2.\nה-E4200v2 פועל במקביל בשני התדרים המאפיינים את תקן N – תדר 2.4Ghz ותדר 5Ghz – ובשניהם הוא משתמש במערך אנטנות של 3X3 – כלומר 450Mbps. במבחני הביצועים האלחוטיים שנערכו לו, לא נמדדו תוצאות יוצאות דופן אבל למרות זאת יש לזכור שהוא תומך בתקני האלחוט המתקדמים ביותר שניתן למצוא בנתבים בייתים. בכל מקרה, יתכן שקושחות עתידיות שיופצו על ידי Linksys יישפרו ביצועים אלה.\nעל פניו נראה שבאמצעות ה-E4200v2 מנסה Linksys לסמן מחדש את הטריטוריה שלה, אך לטעמי סיכויי ההצלחה שלה אינם גדולים. בחברה מזנבים כוחות חזקים, זריזים ורזים הרבה יותר – במיוחד חברות סיניות וטוויאניות שקצב הפיתוח והייצור שלהם הוא מהיר בהרבה.  Linksys, תחת ניהולה של Cisco, נתפסת היום כחברה גדולה ובלתי גמישה ויתכן שהיא אינה מתאימה לכוחות השוק של היום.\nגם בנקודה הישראלית ממשיכה Linksys להיכשל – המוצרים של החברה נמכרים בארץ במחירים שערוריתיים שקשה למצוא להם הצדקה. כך לדוגמא, מחירו של הדגם הקודם – ה-E4200 – מגיע בארץ ל-1,000 שקל ויותר ומחירו של ה-E4200v2 צפוי להגיע לכ-1,200 שקל.\nמעבר לכך, חברת Cisco, שזוכה לנוכחות בארץ באמצעות חברת בת, מתעלמת כמעט לחלוטין ממוצרי Linksys והם מופצים על ידי גורם שלישי שאינו מקדם אותם בצורה משמעותית.\nהפוסט פורסם לראשונה בבלוג NetCHEIF Blog", "keywords": "נתב,נתבים,linksys,e4200v2,cisco,ראוטר,netgear"}