{"url": "https://www.geektime.co.il/cisco-netapp-fcoe-vmware/", "type": "article", "title": "Cisco ו-NetApp חושפות פתרון קצה-לקצה של FCoE עם VMware עבור מרכז הנתונים הדינמי", "description": "Cisco ו-NetApp מציגות פתרון קצה-לקצה ראשון מסוגו בתעשייה של Fibre Channel over Ethernet עבור סביבות מבוססות וירטואליזציה של VMware", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/08/NetApp-265x300.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-08-04T18:28:37Z", "modified_time": "2010-08-04T18:28:37Z", "articleBody": "Cisco ו-NetApp מציגות פתרון קצה-לקצה ראשון מסוגו בתעשייה של Fibre Channel over Ethernet עבור סביבות מבוססות וירטואליזציה של VMware\nכחלק משיתוף הפעולה הוותיק ביניהן הכריזו (Cisco, NetApp (NASDAQ: NTAP ו- (VMware (NYSE: VMW על פתרון הקצה-לקצה המאושר, הראשון מסוגו בתעשייה, של (Fibre Channel over Ethernet (FCoE עבור סביבות מבוססות וירטואליזציה של VMware. הפתרון המשולב תומך ב- FCoE של קצה-לקצה ומאפשר בכך לצמצם את כמות ההתקנים והכבלים הדרושה, ובמקביל מקדם איחוד, וירטואליזציה ואוטומציה של מרכז הנתונים. שילוב מתגי מרכז הנתונים של Cisco ופתרונות האחסון FCoE של NetApp מאושר עתה על ידי VMware לתמיכה בסביבות מבוססות הווירטואליזציה שלה, ומהווה ציון דרך משמעותי בהתפתחות הפרוטוקול FCoE. הפרוטוקול יסייע ללקוחות רבים יותר בייעול מרכזי הנתונים הדינמיים שלהם ובהתקדמות לקראת מחשוב ענן.\nCisco, NetApp‎ ו- VMware‎ הן הספקיות היחידות בתחומי הרישות, האחסון והווירטואליזציה שמציעות היום שילוב של איחוד, וירטואליזציה ואוטומציה במרכז הנתונים: פתרון FCoE של קצה-לקצה, משולב ומאושר, אשר כולל מפעילי FCoE (מתאמי רשת ממוזגים, למשל) כמו גם יעדי אחסון FCoE. VMware אישרה את הפרוטוקול FCoE של Cisco Nexus® 5000 Series Switches ושל NetApp FAS series בסביבות וירטואליות שמפעילות VMware vSphere. הפתרון עמד בקריטריוני המבחן של התוכניתVMware Hardware Certification Program לשימוש עם תוכנת VMware, הוא מופיע כעת במדריך VMware Hardware Compatibility Guide ונהנה מתמיכתן המלאה של שלוש החברות.\nFibre Channel over Ethernet לסביבות וירטואליות\nהחברות Cisco, NetApp ו- VMware משלבות כוחות", "keywords": "cisco,fcoe,fibre channel over ethernet,netapp,vmware,וירטואליזציה1,נטאפ,סיסקו"}