{"url": "https://www.geektime.co.il/cisco-vmware-netapp/", "type": "article", "title": "Cisco ו-VMware מתחברות גם ל-Netapp", "description": "אחרי שהודיעו לפני כחודשיים על שיתוף הפעולה עם EMC, הודיעו מוקדם יותר היום החברות Cisco ו-VMware על שיתוף פעולה עם המתחרה הגדולה ביותר שלה, Netapp.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/01/ciscovmwarenetapp-300x200.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-01-27T01:30:51Z", "modified_time": "2010-01-27T01:30:51Z", "articleBody": "אחרי שהודיעו לפני כחודשיים על שיתוף הפעולה עם EMC, הודיעו מוקדם יותר היום החברות Cisco ו-VMware על שיתוף פעולה עם המתחרה הגדולה ביותר שלה, Netapp.\nהחברות Cisco, NetApp ו-VMware הכריזו מוקדם יותר היום על הרחבת שיתוף הפעולה שלהם, לאספקת ארכיטקטורות חדשות, לפתוח מרכזי נתונים וירטואליים יעילים, דינאמיים ומאובטחים יותר. החברות הציגו ארכיטקטורה מאובטחת של ריבוי משתמשים בסביבות וירטואליות מקצה לקצה המיועדת לספק אבטחה משופרת בסביבות ענן, באמצעות בידוד משאבי טכנולוגיית המידע ויישומי מחשבי לקוח, יחידות ומחלקות עסקיות שונות, המתבססות על תשתית IT משותפת. כחלק משיתוף הפעולה, יוצע ללקוחות החברות גם מודל תמיכה שיתופי עבור ארכיטקטורות שנבדקו מראש ואושרו, כדי לסייע לבנות במהירות תשתית וירטואלית מאוחדת, הכוללת את פתרונות הרשת של סיסקו, כלי הוירטואליזציה של VMware ופתרונות האחסון של NetApp.\n \nארכיטקטורת ריבוי המשתמשים המאובטחת מבוססת על Cisco Nexus® Series Switches ועל Cisco® Unified Computing System, על אחסון FAS של NetApp עם MultiStore° וכן על VMware vSphere ו-vShieldTM Zones. ארכיטקטורת העיצוב הבסיסית נבדקה ואושרה במשותף כ-Cisco Validated Design (עיצוב מאושר של Cisco), כך שלקוחות יכולים להעריך במהירות את הצרכים שלהם ולפרוס פתרונות משולבים של Cisco, NetApp ו-VMware, שעומדים בדרישות המחמירות של מרכזי הנתונים הדינאמיים שלהם. ניתן לעיין במדריך Cisco Validated Design Guide לפרטים נוספים.\nכחלק משיתוף פעולה זה, מציגות החברות Cisco, NetApp ו-VMware גם מודל תמיכה שיתופי גלובלי, 24 שעות ביממה. מודל זה מציע ללקוחות תגובה יעילה יותר של Cisco, NetApp ו-VMware כדי לזהות ולפתור בעיות פוטנציאליות הקשורות לפתרונות שנמצאים בשימוש בארכיטקטורת ריבוי המשתמשים המאובטחת. מודל זה חוסך ללקוחות זמן ומשאבים כאשר הם מבקשים תמיכה במוצרים ובטכנולוגיה. פתרונות האחסון המאוחד, המחשוב המאוחד, העבודה ברשת והווירטואליזציה, שעומדים בבסיסה של הארכיטקטורה, זמינים כיום על-ידי Cisco, NetApp ו-VMware וכן במרכזי נתונים של הפרוסים ברחבי העולם.", "keywords": "סיסקו,נטאפ,אי.אם.סי,וי.אם.וור,netapp,cisco,emc,vmware,cisco systems,data communications,unified computing system"}