{"url": "https://www.geektime.co.il/ibm-and-polycom-vs-cisco/", "type": "article", "title": "IBM יוצאת כנגד סיסקו", "description": "IBM תשתף פעולה עם פוליקום ותציע שיחות ועידת וידיאו על גבי מערכת הלוטוס ותתחרה מול מערכת ועידת הוידאו של סיסקו.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/01/Reagan2-267x300.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-01-19T10:14:25Z", "modified_time": "2010-01-19T10:14:25Z", "articleBody": "IBM תשתף פעולה עם פוליקום ותציע שיחות ועידת וידיאו על גבי מערכת הלוטוס ותתחרה מול מערכת ועידת הוידאו של סיסקו.\nחברת IBM הודיעה לאחרונה בכנס ה- Lotusphere של IBM, אשר מתקיים השבוע באורלנדו, פלורידה,על הרחבת פתרונות תקשורת משולבים עבור לקוחות המטמיעים סביבת תקשורת מאוחדות של IBM עם תמיכה ב-Lotus Sametime ו-Lotus Notes. לפי ההכרזה החדשה, לקוחות Lotus יוכלו להנות, במסגרת שיתוף פעולה של IBM עם חברת פוליקום, מהיכולת לבצע שיחות ועידה בקול ובווידאו באמצעות לחיצה בלבד עם אנשי קשר במסגרת Lotus Sametime ו-Lotus Notes של IBM. בנוסף, משתמשי שיחות ועידה באינטרנט של Lotus Sametime יוכלו להפעיל שיחות ועידה בקול ובווידיאו באופן מיידי או לכלול שיחות ועידה קול או וידיאו כחלק מוועידה באינטרנט.\nבנוסף לכך, יספק הפתרון תקשורת וניתוב שיחות בין יישומי Lotus יחד עם מערכות המדמות מציאות ומערכות נוכחות מרחוק. כמו כן, תספק המערכת יכולת שיחות ועידה ווידיאו בשולחנות עבודה וחדרי ישיבות לשיחות וידיאו מנקודה לנקודה, בין פלטפורמות תקשורת RMX 2000 ו- RMX 4000 של פוליקום עבור שיחות ועידה מרובות משתתפים בקול ווידיאו.\nהפתרון המשולב מתואם ליישומי תוכנת Lotus והוא מיועד להעניק למשתמשים גישה של “לחיצה אחת” לפתרונות תקשורת בקול ובווידיאו במטרה לשפר עבודת הצוות, לצמצם עלויות ולהאיץ את תהליכי קבלת החלטות ארגוניות בקרב עמיתים, לקוחות ושותפים עסקיים. שיתוף פעולה זה מהווה הרחבה לשילוב הקיים שמציעה פוליקום עם סביבות תקשורת של יבמ הן באספקת פתרונות תקשורת מאוחדת והן לפתרונות שיחות ועידה לצרכנים פרטיים.", "keywords": "יבמ,ibm,סיסקו,cisco,פוליקום,polycom"}