{"url": "https://www.geektime.co.il/3com-network-access-control/", "type": "article", "title": "חברת 3Com פיתחה פתרון אבטחת גישה לרשתות ארגוניות", "description": "חברת 3Com ישראל הודיעה השבוע על פיתוח מערכת גישה מאובטחת ברשת המיועדת לארגונים גדולים. המערכת, שהוקמה על ידי מהנדס בחברה, רובי כהן, מוצגת כהדגמה ללקוחות במתקני החברה כבר בימים אלה.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2009/12/padlock-209x300.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-12-31T19:09:35Z", "modified_time": "2009-12-31T19:09:35Z", "articleBody": "חברת 3Com ישראל הודיעה השבוע על פיתוח מערכת גישה מאובטחת ברשת המיועדת לארגונים גדולים. המערכת, שהוקמה על ידי מהנדס בחברה, רובי כהן, מוצגת כהדגמה ללקוחות במתקני החברה כבר בימים אלה.\nהדרישה לאבטחת גישה ברשתות ארגוניות איננה חדשה ואנו מכירים כבר מגוון רחב של מוצרים נישתיים המיישמים פתרונות דומים למה שמדגימה 3Com היום. המערכות הנפוצות ביותר בתחום היום הן מערכות ה-Network Access Control של סיסקו המשלבת הגנה ברמת החומרה וציוד התקשורת עם הגנה ברמת התוכנה ומערכות Network Access Protection של מיקרוסופט, המציגות הגנת תוכנה המתממשקת לפתרונות חומרה ותקשורת של היצרניות האחרות.\nרונן קביאטקובסקי, מנהל המכירות ב-3Com ישראל ציין כי הפיתוח החדש של החברה נוצר כתגובה לפניות הגוברות מצד לקוחותיה במגזר הארגוני אשר דרשו אמצעי אבטחה חזקים ומקיפים יותר נוכח מגמת העלייה באיומים בשנים האחרונות. הפתרון המוצע על ידי 3Com יאפשר אכיפת מדיניות אבטחת המידע ברשת הארגון, כבר בשלב הגישה לרשת באמצעות מערכת הרשאות כניסה, המנוהלת על גבי ממשק יחידני.\nהפתרון של 3Com עובד בתצורה דומה לכלים המתחרים, כאשר גם הוא מתבשש על אימות מול באמצעות תוכנה המותקנת על הלקוח המוודאת את אכיפת כללי האבטחה הארגוניים. לאחר אישור התחנה לגישה לרשת מתאפשרת גישה מאובטחת לרשת על-ידי שימוש ב-VLANs ו-ACLs, כולל חוקי QoS. במידה ותחנות לא עומדות בקריטריונים או לא עוברות אימות, הן מועברות לאזור ייעודי מבודד, המספק את המשאבים הדרושים לתיקון הבעייה.\nמערכת ההדגמה שהוקמה במשרדי החברה בישראל מתבססת על פלטפורמת השו”ב של החברה, 3Com Intelligent Management System, ומספר תחנות משתמשי קצה בקונפיגורציות נפוצות, המבוססות על מערכת ההפעלה חלונות וגרסאות אנטי-וירוס של יצרניות שונות. מתגי הקצה שאוכפים את מדיניות האבטחה הארגונית הם מסדרה 5500G של 3Com והתכנון העתידידי הוא לחבר את המערכת גם למערכות IPS מתוצרת TippingPoint , חטיבת אבטחת המידע של 3Com, לשם בידוד מקורות ההתקפות ברשת יחד עם תוספת של מודול לניתוח תעבורת משתמשים.\nלפי התיאור הראשוני והנתונים הרלוונטים, אנחנו לא רואים חידוש משמעותי בפתרון החדש של 3Com אל מול הפתרונות המתחרים בתחום. אף על פי כן, אין ספק כי מגוון רחב של לקוחות (בייחוד בארץ) בעלי ציוד של 3Com ירוויחו מהתממשקות נוחה יותר של המערכת החדשה לצורת אבטחת הגישה לרשת מאשר שילוב של מוצר צד-שלישי שיעשה זאת.", "keywords": "3com,3com ישראל,סיסקו,מיקרוסופט,cisco,microsoft,network access control,nac,network access protection,nap,tipping point,טיפינג פוינט"}