{"url": "https://www.geektime.co.il/boxee-dlink-coop-brings-boxeebox-to-your-living-room/", "type": "article", "title": "שיתוף הפעולה בין בוקסי ו-DLINK יביא את הבוקסי-בוקס לסלון שלכם", "description": "בוקסי, הסטארטאפ הישראלי, הודיעה השבוע על שיתוף פעולה עם D-LINK, יצרן ציוד התקשורת הטיואני ליצירת מכשיר שיאפשר לאנשים לגלוש בתוכן וידאו מהרשת - בטלויזיה.", "image": "../wp-content/uploads/2009/12/boxee-300x186.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-12-09T09:00:01Z", "modified_time": "2009-12-10T15:22:31Z", "articleBody": "בוקסי, הסטארטאפ הישראלי, הודיעה השבוע על שיתוף פעולה עם D-LINK, יצרן ציוד התקשורת הטיואני ליצירת מכשיר שיאפשר לאנשים לגלוש בתוכן וידאו מהרשת – בטלויזיה.\n\nבוקסי, הסטארטאפ הישראלי, שואף להביא את הוידאו מהרשת אל מסך הטלויזיה בסלון, הודיעו ביום שני, באירוע שנערך בניו יורק, על שיתוף פעולה עם D-LINK, יצרן ציוד התקשורת הטיואני ליצירת מכשיר שיאפשר לאנשים לגלוש בתוכן וידאו מהרשת – בטלויזיה.\nבוקסי אוסף את וידאו ומוזיקה מהרשת, מאתרים כמו פנדורה, נטפליקס ודומיהם מציג אותם באופן ידידותי ומוסיף להם אלמנטים של רשת חברתית. השירות מוגדר כ”דור הבא של הטלויזיה”, ומאפשר מגוון רחב של תוכן שאינו מוגן בזכויות יוצרים (DRM) מהאינטרנט. הייחוד של התוכנה הוא בעובדה שהיא אינה מתאימה לרשת מסויימת או ספק מסויים של תוכן, אלא אוספת את התוכן ממקורות שונים.הקופסא, בעלת מראה של קוביה מגניבה, מצויידת ביציאת RCA, HDMI ,AV, שתי יציאות USB, כניסה לכרטיס SC, כניסת רשת וחיבור לרשת אלחוטית. (WiFi), ותכלול שלט RF. בבלוג החברה, אפשר לראות תמונות מהגרסה האחרונה :\nהתוכנה של בוקסי, שפותחה בקוד פתוח מתאימה להתקנה על מחשבי PC ועל מקינטוש. החברה הודיעה כי גרסה יציבה לניסיון תשוחרר בתחילת 2010 .מחירה המשוער של הקופסא הוא 200$ וברי המזל שיסעו לתערוכת ה-CES בלאס וגאס בחודש הבא, יזכו לראות הדגמה של המוצר שם.\nבוידאו המצורף תוכלו לראות דמו של הבטא המוצגת על ידי אנדרו קיפן, סמנכל השיווק של החברה:\n", "keywords": "בוקסי,בוקסי-בוקס,בוקסי בוקס,dlink,די-לינק,boxee"}