{"url": "https://www.geektime.co.il/startups-investments-february-2015/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו ונרכשו בפברואר 2015", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של פברואר 2015", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-28T14:03:57Z", "modified_time": "2015-02-28T14:03:57Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של פברואר 2015\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש ינואר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nמקור: Flickr, cc-by 401(K) 2013\nMETA נוסדה ב-2012 על ידי גריבץ במסגרת פרוייקט קיקסטארטר, שמטרתו הייתה פיתוח ערכת AR לבישה, המאפשרת הצגת מציאות רבודה על גבי משקפיים, המתווספת כשכבה נוספת על גבי הראייה שלו בעולם האמיתי. ערכת המשקפיים מסוגלת לבצע אינטראקציות עם ערכות נוספות, במטרה להציע למשתמשים לשחק יחדיו ולהזיז חפצים ואובייקטים תלת מימדים באמצעות מחוות ותנועות ידיים. כך לדוגמה תוכלו לשחק שח על גבי שולחן פיזי, או למקם חפצים וירטואליים על גבי החלל האמיתי, כדי לראות את התאמתם.\nבין המשקיעים בחברה נכללים כמה שמות מוכרים כמו ענקית הקמעונאות Zappos, הקרן הנחשבת Y Combinator, קרן Horizons של המשקיע הסיני לי קה שינג וקרן סינגולריטים הישראלית של משה חוגג. בסבב האחרון הצטרפו גם משקיעים פרטיים כמו אלכסיס אוהניאן, גארי טאן, טים דרייפר.\nחברת Corephotonics הישראלית אשר פיתחה מצלמה קומקפטית וייחודית לשיפור איכות הצילום בסמארטפונים הודיעה על גיוס שני בסך 17.8 מיליון דולר. את סבב הגיוס הובילה קרן אמיתי ונצ׳רס (Amiti Ventures) ביחד עם המשקיעים הקיימים בחברה ביניהם Magma Venture Partners, Horizons Ventures וקרן BetaAngels. כמו כן הצטרפו לסבב הגיוס משקיעים חדשים ובהם חברת Sandisk ושתי יצרניות מכשירים ותוכן סלולרי סיניות. סבב הגיוס הנוכחי מציב את סך ההשקעות בחברה שהוקמה בשנת 2012, על 28.3 מיליון דולר.\nפיתוחה של החברה מבוסס על מצלמה בעלת שתי עדשות כאשר אחת עם שדה ראייה צר ורחוק ואילו השנייה בעלת שדה ראייה רחב וקרוב. על ידי חיבור המידע משתי עדשות אלו ניתן לעשות שימוש בזוג אופטי, ׳אמיתי׳, מה שתורם רבות לאיכותה של התמונה.\nחברת הסטארטאפ הישראלי Tracx המאפשרת למותגים לנהל, להפיק רווחים, ולייעל את העסק שלהם, הודיעה על השלמת סבב גיוס C בסך 18 מיליון דולר בהובלת Edison Partners. סבב הגיוס הנוכחי מציב את סך גיוסיה של החברה מאז הקמתה על 28 מיליון דולר, כאשר בגיוס הנוכחי השתתפו משקיעים קיימים ובהם Flybridge Capital, Mousse Partners Klingenstein, and Fields & Co.\nחבילת כלי התוכנה של Tracx, הפועלת כשירות SaaS, מאפשרת לכל ארגון אשר משתמש במוצרי החברה לעקוב אחר מגמות ברשתות החברתיות בזמן אמת, לקבל תמונת מצב עדכנית על מעורבות גולשים, בשיחות, פוסטים ואזכורים, על פני כל הרשתות החברתיות הגדולות. מערכת זו יודעת לאתר מובילי דעה ולבחון את השפעותיהם על המותג ועל הקהל שלהם.\nחברת טבולה (Taboola) הישראלית, המפתחת פלטפורמה להמלצות תכנים באינטרנט, הודיעה על השלמת סבב גיוס בהיקף של 117 מיליון דולרים בהובלת Fidelity Management ו-Research Company. עוד השתתפו בגיוס המשקיעים הקיימים Marker LLC ו-Steadfast Capital ומשקיעים אסטרטגיים חדשים נוספים.\nהמערכת שפיתחה החברה מפענחת את מעורבות הגולש, תוך כדי שצופה בסרטונים וקורא ותכנים על גבי הרשת. כך ניתן למשל לנתח את הסרטונים הרלוונטים ביותר עבור כל גולש במהירות, ולהציע לו לא רק תכנים נוספים המתאימים לו, אלא גם תכנים המתאימים לאתרים השונים בהם גולש. הפלטפורמה של טבולה משרתת מעל ל-200 מיליארד המלצות ליותר מ-550 מיליון מבקרים יחודיים (Unique users) מידי חודש וביניהם אתרים פופולארים כדוגמת USA Today, Fox Sports ו-NBC News. מטה החברה ממוקם בניו יורק ומשרדיה פרוסים בתל אביב, לונדון, בנגקוק ופסדינה.\nחברת אינטואיט האמריקאית הודיעה כי תרכוש את חברת פוריטקור הישראלית, המפתחת טכנולוגיות הצפנה וגישה מאובטחת למגוון יישומים בענן. היקף העסקה לא פורסם, אך לפי הערכות מדובר בלמעלה מעשרה מיליון דולר. מאז הוקמה החברה בשנת 2010 גייסה כ-3.5 מיליון דולר, כאשר סבב הגיוס השני והאחרון בהובלת קרן Lazzarus האמריקאית וגלילות קפיטל הישראלית עמד על כ-2 מיליון דולר.\nייעודה של החברה הוא לספק פתרונות אבטחת מידע לענן בצורה הבטוחה ביותר, תוך כדי שמירה על יעילות, מהירות, חסכוניות וביצועים מצוינים. פורטיקור מציעה ללקוחותיה פתרונות אבטחה עבור המידע הארגוני המועבר לענן, הניתנים להתאמה בהתאם להגדלתו או הקטנתו של הענן המכיל את המידע של הארגון.\n“יהלומים הם החברים הטובים ביותר של האישה” שרה פעם מרילין מונרו, אולם מסתבר שהם חברים לא רעים בכלל גם של 3 יזמים ישראלים, שהקימו את חברת Segoma. החברה המתמחה בטכנולוגיות צילום לשוק היהלומים נרכשה על ידי חברת R2NET, המפעילה מספר אתרי מכירות תכשיטים ברשת. סכום העסקה לא פורסם באופן רשמי, אולם על פי ההערכות מדובר ב-18 מיליון דולר.\nחברת Segoma הוקמה בשנת 2012 על-ידי ליתן יהב, המשמש כמנכ”ל החברה ותומר שלוי, המשמש כסמנכ”ל תפעול, בוגרי תוכנית Zell של המרכז הבינתחומי הרצליה, וכן, גלעד קפולשניק, בוגר הטכניון שמשמש כסמנכ”ל טכנולוגיות. החברה מתמחה בפיתוח טכנולוגיה לצילום והצגה של אבני חן, אבנים מלוטשות ותכשיטים בתלת מימד.\nחברת הסטארטאפ Njoin הישראלית, אשר דואגת שהמילקי של כולנו יצא בדיוק כמו שאנחנו אוהבים, הודיעה על גיוס בסך מיליון דולר בהובלת קרן ההון סיכון TerraLab Ventures. המערכת של Njoin מביאה את “האינטרנט של הדברים” לתוך עולם התעשייה המסורתית, כך שמאפשרת לכל מפעל להפוך ל “מפעל חכם” על ידי ייעול תהליכי הייצור והבקרה, הגדלת התפוקות וצמצום פליטת המזהמים וצריכת האנרגיה. הטכנולוגיה שפיתחה החברה מבוססת על ניתוח של big data ו-machine learning, וביכולה להציג מידע רלוונטי ובזמן אמת ללא שינויים בחומרה.\nמדובר בגיוסה הראשון של החברה מיקענם אשר נוסדה בשנת 2013 על ידי היזמים חיים פירייטינסקי, אלקנה פורג ואור בירן, וסך העובדים בה עומד כרגע על חמישה.בשיחה עם גיקטיים מסר פיירטינסקי כי בתוך חצי שנה תצא החברה עם מוצר סופי (כרגע מדובר בגרסת בטא) שתשולב ב-3 עד 5 מפעלים נוספים, כאשר כרגע ההתקדמות היא בארץ לקראת יציאה לחו״ל בשלב מאוחר יותר.\nחברת Wandera הישראלית הודיעה על גיוס של 15 מיליון דולר. החברה, שמפתחת חיבור מאובטח לסלולר, גייסה את ההשקעות מקרן 83North, לשעבר Greylock ישראל, וכן מקרן Bessemer, שכבר השקיעה בחברה בסיבוב קודם.\nהחברה מפתחת פלטפורמה מאובטחת עבור מכשירי סלולר, על מנת להגן על המידע והארגון מפני פשעי סייבר. יתרון נוסף לפלטפורמה שפיתחה החברה הוא אופטימיזציה של המידע ומתובנות בזמן אמת, המאפשרות שליטה מדוייקת יותר על השימוש בתוכן, ובכך יצירת החזר מידי על ההשקעה. החברה נוסדה ב-2012 על ידי אלדר ורוי טובי, פעילה כבר ב-60 מדינות ומנהלת מידי יום למעלה מ-350 מיליון בקשות תוכן של לקוחות על גבי הענן.\nאחרי יותר משנה מתחת לרדאר חושפים בכירים לשעבר ב-8200, בראשות נדב צפריר, מפקד היחידה את Team8, פלטפורמה ייחודית להקמת מיזמי סייבר. המיזם כבר גייס 18 מיליון דולר ממשקיעים נחשבים ביניהם יו׳׳ר גוגל.  במקום לפעול במודל רגיל של קרן הון סיכון, במסגרתו עולים לרגל סטאראטפים לאנשי ההון סיכון ומציגים את מיזמיהם, בתקווה לנתח השקעה, הקימו צפריר, ישראל וגרימברג ולירן גרינברג את Team8, שמתמחה בסייבר, כמו לא מעט מיזמים של יוצאי 8200, אולם מציגה דרך פעולה שונה לגמרי.\nב-Team8 קיימת מחלקת מחקר ואנליזה שכוללת אנשי מקצוע מתחומים שונים כמו טכנולוגיה, פיננסים ואקדמיה, ותפקידה לאתר טריטוריות פעולה בתחום הסייבר (“וקטורים”). החוקרים מנסים לאתר טריטוריות בהן כמות המאמץ והמשאבים שמשקיעים הארגונים, כדי להגן על עצמם, עולה בהתמדה, בזמן שרמת המאמץ הנדרשת מצידו של התוקף יורדת. ברגע שנמצא תחום שכזה, עם פוטנציאל גדול, בוחרים מנהלי Team8 את היזמים שיוכלו להוביל את המיזם ועוזרים לו לאייש את אנשי הצוות שלו. הכוונה היא לבחור לכל מיזם את האנשים המתאימים ביותר לאותו תחום פעילות; כך שאם למשל מדובר בפתרון לתחום הארגוני, תבחר הקרן יזמים עם ניסיון בעולם ה-Enterperise.\nהסטארטאפ הישראלי Eat24 שמפעיל שירות משלוחי אוכל ממסעדות מקומיות נרכש על ידי אתר ביקורות הגולשים Yelp תמורת 134 מיליון דולר, מתוכם 75 מיליון דולר במזומן והשאר ב-1.4 מיליון מניות של Yelp.\nEat24 הוא שירות משלוחי אוכל מבוסס רשת ומובייל שמספק משלוחים ממסעדות מקומיות שהוקם ב-2008. השירות מספק משלוחי מזון מ-25 אלף מסעדות ביותר מ-1,500 ערים בהן הוא פעיל, כשכל יום נוספות לו עוד ועוד מסעדות ובתי עסק. השירות פעיל בעזרת אפליקציות ייעודיות לאייפון, אייפד, אנדרואיד, קינדל של אמזון ותוסף כרום. השירות מציע תמיכה 24 שעות ביממה בטלפון, בצ’אט ברשת ובמייל.\nהמוצר החדש שפיתחה התמקד בהפיכת המודעות הפרסומיות לאטרקטיביות הרבה יותר, שכן לטענתם הגיע זמנם של הבאנרים לעזוב את העולם ולעבור לפרסום בצורה יותר סולידית. סוג הפרסום שהציגו מתאים ומשלים את העיצוב באתר בו מתפרסם ונראה פחות ׳בוטה׳ מזה שהורגלנו אליו, מה שיועיל הן למפרסמים והן למשתמשים. \nN-Trig, המפתחת מסכי מגע ועטי סטיילוס נרכשה על ידי מיקרוסופט בסכום שלא פורסם, אך מוערך בכ-200 מיליון דולרים. החברה עומדת מאחורי פיתוח וייצור עטי סטיילוס משלימים עבור מסכי מגע. את הטכנולוגיה אותה פיתחה החברה ניתן למצוא במגוון מכשירי סמארטפון, טאבלטים ואולטרה בוקים, כאשר לחברה מספר שותפות גדולות במיוחד הכוללות את HP, דל, אסוס, לנובו,HTC, טושיבה ואחרות.\nלמרות תג מחיר שנראה לכאורה אטרקטיבי, צריך לזכור שמאז שהוקמה החברה ב-1999, היא הספיקה לגייס כ-160 מיליון דולר ב-10 סבבי גיוס. כך שמכירה ב-200 מיליון דולר לא מצביעה בהכרח על אקזיט משמעותי לקרנות ולמשקיעים הפרטיים. החברה מעסיקה כ-200 עובדים, כשמרביתם במרכז הפיתוח שלה שנמצא בכפר סבא, אולם עדיין לא ידוע כמה מהם ישולבו במרכז הפיתוח של מיקרוסופט. בראש החברה עומדים אילן גלר, נשיא החברה ודן ענבר שמשמש כמנכ”ל.\nTailor Brands, פלטפורמה מקוונת המתפקדת כמעין משרד מיתוג אישי, הודיעה על גיוס ראשון בסך 1.1 מיליון דולר בהובלת קרן Disruptive של טל ברנוח. השירות שמציעה מאפשר לכל בעל עסק קטן כגדול, ליצור גרפיקות ייחודיות תוך כדי שמירה על מחירים נוחים ונמוכים בהרבה מאלו המקובלים בשוק.\nתמורת עשרות דולרים בודדים הטכנולוגיה של החברה תספק לכל עסק בעולם שירותי מיתוג נרחבים, הכוללים עיצוב לוגו, עיצוב כרטיסי ביקור, עיצוב עמודי פייסבוק ועוד. החברה משתמשת בטכנולוגית Machine Learning שפותחה במטרה לקצץ בעלויות העיצוב ולאפשר לכל יזם ועסק קטן ליהנות משירותיה של סוכנות מיתוג גדולה ובמחירי עלות.\nPanaya נמכרה ל-Infosys ההודית תמורת 200 מיליון דולר. בין המרוויחים בעסקה: יוסי כהן, המייסד ששימש גם כמנכ”ל, והקרנות שהשקיעו בחברה: קרן Benchmark, קרן Gemini, קרן Battery, קרן Hasso Plattner של מייסד SAP, חברת האחזקות Tamares והמצטרפת האחרונה, קרן IGP.\nהפתרון של החברה עוסק בשדרוגים של מערכות לניהול המשאבים הארגוניים, ה-ERP שהינו אחד מהתחומים הבעייתים ביותר בעולם המיחשוב הארגוני. שדרוג והטמעה של מערכות SAP  או ORACLE כרוכים בהשקעה של זמן ומשאבים רבים. הפתרון שמציגה Panaya מאפשר להפחית את העלויות של השינויים והשדרוג על-ידי הצגת ההשפעה הצפויה במערכות המחשוב בארגון. הפתרון של החברה מוצע כ-SaaS ולכן גם יכול להיות מיושם ומוטמע בארגון תוך שעות. יותר מ-1,000 חברות בינלאומיות כבר עושות שימוש בשירותים השונים של Panaya, ביניהן קוקה קולה, דיזל, GM, פג’ו-סיטרואן, GSK, נובארטיס טויוטה, סוני וולמארט ועוד.\nחברת המחקר, הפיתוח וההשקעות Rainbow Medical, המתמחה בהקמה ופיתוח של חברות ומוצרים בתחום המכשור הרפואי, פתחה שלוחה בסין והודיעה על גיוס 25 מיליון דולרים. בסבב הגיוס הנוכחי השתתפו בין היתר: קונצרן הביטוח הגדול בסין – PingAn, חברת ההשקעות והניהול הפיננסי YONGJIN, ענקית הסלולר הסינית ZTE וקרנות הון סיכון סיניות המתמחות בהשקעות בשוק המדיקל והציוד הרפואי.\nהחברה הוקמה במטרה להשקיע בחברות צעירות העוסקות בטכנולוגיה רפואית. המודל שלה מבוסס על כך שמרכזת בתוכה מספר חברות, להן יכולה לעזור להתקדם במהירות יחסית, תוך כדי שמעניקה שירותים כדוגמת רגולציה, ניהול כספים, וייעוץ משפטי. כיום מחזיקה Rainbow Medical בפורטפוליו של 12 חברות המפתחות מוצרים לטיפול במגוון אינדיקציות כרוניות, בהן מחלות לב, סוכרת, לחץ דם גבוה, השבת ראייה לעיוורים, מיומות סביב הרחם, כאב נוירופאטי כרוני ועוד.\n Logz.io הישראלית הודיעה על השלמת סבב גיוס ראשון בהובלת איל ניב מקרן גיזה ומשקיעים בכירים מתעשיית ההייטק. החברה הצעירה מציעה פתרון אשר נועד לעזור לכולנו לגלוש באתרים בצורה חלקה יותר, ובין היתר לוודא כי בפעם הבאה שתיפתח מכירת הכרטיסים להופעה של ה״בקסטריט בויז״, תוכלו לשים ידיכם על אחד מבלי שהשרתים יקרסו.\nהפתרון של Logz.io מאפשר למערכות להתמודד עם כמויות עצומות של מידע, לנתח אותו בזמן אמת ובכך להפיק תובנות שישמרו על השרתים באוויר. המוצר שפיתחה החברה מתבסס על ניתוח מידע שעלה באמצעות בינה מלאכותית וחכמת ההמונים, מה שמאפשר שמירה על יציבות השרתים. אותו ניתוח מאפשר לאתר תקלות המתהוות בשרתים, עוד בטרם נפילתם. כמו כן, המערכת מסוגלת להציע פתרונות לבעיה, אשר יכולים לסייע לחזור במהירות לפעילות רגילה.\nApplicaster המפתחת פלטפורמה לאפליקציות לטלוויזיה אינטראקטיבית שמעודדת מעורבות של הצופים גם מול המסך, הודיעה על גיוס של 10.5 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן Pitango, שהצטרפה למשקיעה הנוכחית בחברה, קרן 83North (לשעבר גריילוק ישראל). מאז הקמתה ב-2009 הספיקה החברה לגייס כבר 8 מיליון דולר בסבבי גיוס קודמים, כך שסך ההון שגייסה החברה עד היום עומד על 18.5 מיליון דולר.\nהפתרונות שמפתחת Applicaster מתמזגים עם תהליכי העבודה הקיימים של גופי השידור ומעודדים מעורבות גבוהה של הצופים בתוכן הטלוויזיוני ובחיבור למותגים המקודמים דרך פלטפורמות הצפייה השונות, טלוויזיה חברתית, מסך שני ופעילויות של “משחוק” (Gamification). בין השאר כוללים הפתרונות האלו טלוויזיה בשידור חי ולפי דרישה, פורמט דיגיטלי CrossMates,  מסך שני, חוויות טלוויזיה מסונכרנות וחברתיות, ואפליקציות התומכות בכל מודל עסקי.\nSkyGiraffe הודיעה על השלמת סבב גיוס A בגובה 3 מיליון דולרים בהובלת Trilogy Equity Partners ובהשתתפות 500 Startups. בסוף 2013 השלימה החברה סבב גיוס סיד בהובלת Microsoft Ventures שנעדרה מהסבב הנוכחי, מאחר והאחרונה הודיעה על הפסקת ההשקעות הישירות שלה בסטארטאפים. עד כה גייסה החברה 4.5 מיליון דולרים.\nSkyGiraffe מציעה פלטפורמת ענן לניהול ארגונים באמצעות אפליקציות נייטיב עסקיות, המותקנות על מכשירי הסלולר של העובדים. המוצר אותו מציעה החברה, SkyGiraffe Studio, מאפשר ליצור אפליקציות המותאמות אישית לצרכיהם של עובדים בחטיבות שונות, בהתאם למידע ולגישה הרלוונטית עבורם באופן ספציפי. המוצר מאפשר למנהלי המידע בחברה ליצור אפליקציות בתוך פרק זמן קצר במיוחד, העומד על כ-15 דקות, כאשר התוצר הסופי אינו מאפשר רק גישה למידע, אלא גם שינוי וסנכרון מול משתמש הקצה.\nמידי יום בין 10-30 אחוזים מקרב המשתמשים באתרים השונים נשלטים על ידי תוכנות זדוניות שעוקבות אחריהם וחודרות לפרטיותם. הסטארטאפ הישראלי Namogoo שמנסה לשים לתופעה הזו קץ, מודיעה על גיוס של 5 מיליון דולר בהובלת קרן בלאמברג, הקרנות הישראליות 83North ואינימיטי, משרד הפרסום אדלר-חומסקי ו- Founders Guild.\nהשרתים של Namogoo עובדים ללא הפסקה וסורקים מיליוני דפים מידי יום על מנת לאתר תוכנות זדוניות בזמן אמת, ולחסום את גישתם לאתרים באמצעות הטמעה של שורת קוד אחת בלבד. כך בעצם בעלי אתרים יוכלו לוודא כי קהל המשתמשים שלהם נחשף לאתר בצורתו המקורית, כפי שהם תכננו ועיצבו אותו. בין המודעות שעשויות להופיע באתרים ניתן למצוא בין היתר כאלו של אתרים מתחרים, אשר מעבר לפגיעה במשתמשים, עשויה גם לפגוע באינטרסים וברווחים של בעלי האתר ולהוביל לכך שמשתמשים יעזבו אותו לטובת אתר מתחרה.\nחברת Spotinst הישראלית אשר הוקמה במטרה להוזיל עלויות עבור משתמשי שירותי הענן השונים, בדגש על AWS ו-Google Cloud, הודיעה על השלמת סבב גיוס ראשון בגובה של 600 אלף דולרים. את הגיוס הוביל משקיע חיצוני, אדם פרטי העוסק ומתעניין בתחום הכימיה שבחר שלא להזדהות בשמו. לדברי עמירם שחר, מנכ״ל החברה, החברה כבר נמצאת במגעים עם מספר משקיעים נוספים לגיוס סכום של מיליוני דולרים נוספים.\nהחזון של החברה הוא לאפשר ללקוחותיה לעשות שימוש בשירותי הענן הזולים והמשתלמים ביותר תוך כדי נטילת סיכון מינימאלי על ידי ביצוע ניתוח סטטיסטי של מחיר השרתים באמזון, בצורה דומה למחירי מניות בשוק ההון. הסיכון המדובר בא לידי ביטוי בכך שהמשתמש יכול לבחור שרת, וזה תוך התרעה של שתי דקות ׳יעלם׳, ירכש על ידי מישהו אחר. מדובר בעצם במכירה פומבית, ׳כל הקודם זוכה׳, והמוצר שפיתחו מחשב זאת בזמן אמת, משערך את המחירים הטובים ביותר עבור לקוחותיה, ויודע להציע ולוודא כי זו ההצעה הטובה ביותר.\nחברת הקלינטק (cleantech) הישראלית SolarEdge מהוד השרון עומדת להנפיק בנאסד”ק האמריקאית ולגייס כ-125 מיליון דולר. החברה מפתחת מערכות למעקב וניטור אחרי הפקה וצריכה של אנרגיה סולארית והגישה לאחרונה תשקיף לפני הנפקה.\nהחברה נחשבת לשחקנית מרכזית בשוק ולמפתחת מובילה של יחידות מיצוי הספק. יחידות אלו, הנקראות גם Power Optimizer, מיועדות לצורך הפקת מקסימום האנרגיה ממערכות סולאריות פוטו-וולטאיות באמצעות בקרה אלקטרונית לכל קולט. היחידות הללו מציגות נצילות מעולה (99.5%) ומאפשרות הפקה של עד 25% יותר אנרגיה בהשוואה לממירים רגילים. נכון לעכשיו סיפקה החברה יותר מ-4.5 מיליון יחידות מיצוי הספק ועוד 201 אלף ממירי מתח סולארי (Inverter). החברה מוכרת את מוצריה ב-38 מדינות, אולם הם מותקנים במספר כמעט כפול של מדינות – 73.\nחברת התקשורת הישראלית Allot, המפתחת ומייצרת פתרונות לניהול ואופטימיזציה של רשתות פס רחב, הודיעה על רכישת הסטארטאפ Optenet תמורת 6.5 מיליון דולר. עם זאת, הסכום הסופי הוא תלוי ביצועים של הסטארטאפ הספרדי ועשוי לזנק פי חמישה. Optenet שפועלים ממדריד, מתמחים בשירותי אבטחת מידע לחברות תקשורת ולארגונים בינלאומיים גדולים.\nAllot, שנסחרת גם בנאסד”ק וגם בתל אביב, הוקמה ב-1997. החברה מפתחת פתרונות מבוססי תוכנה וחומרה, המאפשרים למפעילי רשתות תקשורת, כגון סלולארי, קווי כבלים לנהל ולבקר בצורה אופטימאלית תעבורה ברשת ולהציע מגוון שירותים בצורה יעילה וחסכונית. הרכישה של Optenet תאפשר לה להרחיב את קו המוצרים ולהציע גם פתרונות אבטחה כנגד מתקפות DDoS ונוזקות שונות.\nKnowmail, שרוצה רוצה לייעל את הדרך שבה אנחנו עובדים עם מייל כדי לחסוך לנו זמן, מודיעה על גיוס של 1.2 מיליון דולר מהקרנות INE Ventures, AfterDox, 2B Angels ו-PLUS Ventures, המתמחות בהשקעה בסטארטאפים בשלבים הראשונים שלהם.\nKnowmail מפתחת שירות עוזר/ת אישי/ת שפעיל ב-SaaS ומיועד לייעל את ההתנהלות והעבודה במייל של עובדים בארגון. בין היתר מציעה Knowmail: תיבת אינבוקס שמארגנת את כל המיילים השונים על פי החשיבות שלהם לכל משתמש ועל פי הזמן שיש לו, כדי לקרוא אותם; סיכום חכם – כדי שהמשתמש יוכל למצוא את התכתובות והמיילים הרצויים, גם כשמדובר על מכותבים רבים וקבוצות; ניהול משימות שקשורות ספציפית בכל מייל כמו פגישה, מטלה וכו; מערכת שלומדת את המשתמש – ככל שהמשתמש עושה יותר שימוש במערכת של Knowmail, כך היא לומדת יותר על העדפותיו, ומתאימה את עצמה; קואצ’ר – המערכת של Knowmail תעבור ותגלה טעויות במיילים, לפני השליחה שלהם, ותשפר את הפרודוקטיביות של המשתמש על ידי ניתוב מחדש של מיילים לטלפון, SMS, צ’אט ועוד.\nחברת ווקטוריוס טכנולוגיות רפואיות (Vectorious Medical Technologies), המפתחת מערכת תוך-גופית מבוססת שבב המאפשרת ניהול אופטימלי של חולי אי-ספיקת לב, הודיעה על השלמת סבב גיוס ראשון בהיקף של חמישה מיליון דולר. בין המשקיעים: יהודה ונאווה זיסאפל, זוהר גילון והמרכז הגלובלי לחדשנות קרדיווסקולרית בארה”ב (GCIC).\nווקטוריוס פיתחה טכנולוגית חישה אלחוטית זעירה, שתל, באמצעותו ניתן לערוך ולעקוב אחר הניטור היום-יומי של לחץ המילוי בעליה השמאלית בלב, כאשר אותו יש לקבע לדופן העליה השמאלית בהליך פולשני. נתוני לחץ מהעליה השמאלית בלב מהווים את האינדיקציה הפיזיולוגית האוביקטיבית והמוקדמת ביותר עבור חולים הסובלים מאי-ספיקת לב כרונית (CHF – Congestive Heart Failure). כיום, מדידה מעין זו מחייבת הליך פולשני מורכב ולא ניתן לשדר מדדים מהעליה השמאלית לאורך זמן.", "keywords": "אקזיט,גיוס,הנפקה,גיוס חודשי,meta,corephotonics,tracx,taboola,פוריטקור,segoma,njoin,wandera,team8,eat24,appsfire,n-trig,tailor brands,panaya,rainbow medical,,logz.io,applicaster,skygiraffe,namogoo,spotinst,solaredge,allot,knowmail,vectorious"}