{"url": "https://www.geektime.co.il/802-11ad-new-network/", "type": "article", "title": "802.11ad: רשת חדשה ומהירה במיוחד", "description": "היא מציעה מהירות של עד 7Gbps, אך תומכת בטווחים קצרים במיוחד. הכירו את 802.11ad, רשת אלחוטית שעושה שימוש בתדר נטוש שלא השתמשו בו עד כה ומציעה להעביר סרטון מלא באיכות HD תוך פחות מדקה", "image": "https://files.geektime.co.il/wp-content/uploads/2012/02/ra.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-02-09T14:25:09Z", "modified_time": "2012-02-09T20:01:17Z", "articleBody": "היא מציעה מהירות של עד 7Gbps, אך תומכת בטווחים קצרים במיוחד. הכירו את 802.11ad, רשת אלחוטית שעושה שימוש בתדר נטוש שלא השתמשו בו עד כה ומציעה להעביר סרטון מלא באיכות HD תוך פחות מדקה\nתמונה: יח\"צ\nבמקביל לעבודה הנמרצת על תקן 802.11ac, שאת המאפיינים, היתרונות והחסרונות שלו תארתי בפרוטרוט כאן, עוסקת וועדה אחרת של ה-IEEE בתקן אלחוטי נוסף המכונה 802.11ad. כמו 802.11ac, גם תקן זה עתיד לתמוך במהירויות גבוהות מאוד – עד כ-7Gbps, אך במקום לעשות זאת בתדר 5Ghz, תקן 802.11ad יתבסס על סביבת התדר 60Ghz.\nהבחירה בתדר זה אינה מקרית, במרבית מדינות העולם (ובכלל זה ישראל) סביבת התדר 60Ghz אינה מוקצת לשום שימוש אזרחי או צבאי מסודר וניתן לעשות בה שימוש חופשי ללא רישיון הפעלה. האפשרות להשתמש באופן חופשי בתדר זה נובעת מכך שאורך הגל שלו עומד על כחצי ס”מ ולפיכך יכולת החדירה שלו היא מאוד קטנה. המשמעות היא שמכשולים קטנים מאוד, ואפילו הפרעות אקלימיות ואטמוספריות, יכולים לפגוע מאוד בטווח שלו.\nכיוון שכך, השימוש בתדר זה רלוונטי לתחום של חדר אחד ולטווח של מטרים בודדים. בפועל ניתן להתייחס לתקשורת אלחוטית בתקן 802.11ad כשיפור מהירות לתקן ה-Bluetooth המוגבל לטווח של כ-10 מטר ולמהירות של Mbps בודדים. הפיתוח של תקן 802.11ad מתבצע על ידי קבוצה גדולה של חברות שהתכנסו תחת מסגרת אחת המכונה WiGig – שילוב של המילים WiFi ו-Giga, המצביעות על מטרת התקן – שידור אלחוטי של מספר Gbps. בין החברות ב-WiGig ניתן למצוא את אינטל, Broadcom, סיסקו, מיקרוסופט, Marvell וסמסונג.\nבמסגרת תערוכת CES 2012 הציגו Wilocity ו-AzureWave – שתיים מהחברות הפעילות בוועדת התקינה של 802.11ad, פיתוחים המבוססים על טיוטה של התקן. Wilocity, שהוקמה על ידי יוצא אינטל – טל תמיר ושמרכז הפיתוח שלה נמצא בקיסריה, פיתחה את רכיבי הסיליקון של התקן וחברת AzureWave שילבה אותם במוצר אותו היא מכנה DockingZone. תחנת העגינה הזו משלבת מגוון של יציאות כמו RJ45,‏ HDMI,‏ USB ו-eSata ומאפשרת למחשבים המצויידים בכרטיס WiGig תואם להתחבר, באופן אלחוטי, להתקנים המחוברים אליהם.\nמוצר זה מתאים למחשבים ניידים ובמיוחד ל-Ultrabooks הזעירים הכוללים מגוון מצומצם של יציאות ומהווה דוגמא אחת לישימות של תקן 802.11ad. בגלל אורך הגל הקצר של תקן 802.11ad, גודל האנטנה הנדרש להתקני WiGig הוא מילימטרים בודדים, מה שמאפשר לדחוס אותם לשטחים מצומצמים מאוד. על בסיס זה חברת Panasonic הציגה בשבוע שעבר כרטיס SD הכולל בתוכו שבב WiGig. כרטיס זה ניתן לחבר לטלפוניים חכמים וטאבלטים ובאמצעותו לשדר באלחוט להתקנים תואמים תמונות וסרטי וידאו באיכות גבוהה במהירות מסחררת.\nהכרטיס שהוצג הוא אב טיפוס מוקדם התומך רק ב-1Gbps למרחק של כ-3 מטר, אבל כבר כעת המשמעות היא העברת סרט DVD מלא תוך פחות מדקה. תקן 802.11ad יאפשר שימושים רבים, כמו שידור ממזרימדיה (streamer) למכשיר טלוויזיה הנמצא לידו או חיבור דיסק קשיח למחשב נייד – כל זאת באופן אלחוטי, במהירות גבוהה ובאיכות HD.\nבדומה לתקן 802.11ac, גם האישור הסופי של תקן ה-WiGig צפוי לקראת השנה הבאה כאשר מוצרים מסחריים יהיו זמינים לאחר מכן.\nהפוסט פורסם לראשונה בבלוג NetCHEIF.\n ", "keywords": "רשת אלחוטית,802.11ad,wigig,wifi,gbps,broadcom,marvell,סיסקו,netcheif"}