{"url": "https://www.geektime.co.il/3-startup-competition-in-israel/", "type": "article", "title": "סמנו ביומן: 3 תחרויות סטארטאפים שיערכו בקרוב בישראל", "description": "אולי באחת מהן גם תזכו – 3 תחרויות לקהל הסטארטאפיסטי שיתקיימו בארץ במהלך החודש הקרוב.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/01/win.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-05T14:20:16Z", "modified_time": "2014-02-05T14:20:16Z", "articleBody": "אולי באחת מהן גם תזכו – 3 תחרויות לקהל הסטארטאפיסטי שיתקיימו בארץ במהלך החודש הקרוב.\nלא רק מעבר לים, אלא גם ממש פה מתחת לאף שלכם. תחרויות סטארטאפים הן קרקע נפלאה להכרות עם אנשי מפתח שעשויים לעזור לכם בהמשך הדרך וגם הזדמנות מצויינת לחשיפה רחבה. יש גם פרסים לרוב, וחלקם כוללים גם נסיעות לחו״ל או גיוס כספים שיעניק לכם אוויר לנשימה. אז הנה 3 תחרויות שיערכו בקרוב בישראל ותוכלו להצטרף אליהן כבר עכשיו.\n\nתאריכים: 6-7 בפברואר\nיוזמת התחרות: PayPal\nענקית התשלומים הבינלאומית PayPal בחרה בישראל כמארחת הפרמיירה העולמית של מרתון תחרויות המפתחים העולמי שלה, ה-Battle Hack, בתחרות מקומית שתתקיים בתל אביב, ב-6-7 בפברואר, לאורך 24 שעות ללא שינה.\nתחרות ה-Battle Hack מאפשרת למתכנתים צעירים מרחבי העולם לפתח אפליקציות חדשות שייתנו מענה לנושאים חברתיים, תוך שימוש בפלטפורמת התשלומים של PayPal. הצוותים המנצחים יוטסו לגמר ה-Battle Hack העולמי שיתקיים במטה החברה בעמק הסיליקון, שם יתמודדו המפתחים על המקום הראשון בעולם ועל פרס כספי בשווי 100,000 דולר.\nתל אביב נבחרה לעיר הראשונה שתארח את תחרות ה-Battle Hack, ואליה יצטרפו במהלך השנה סן פרנסיסקו, לונדון, ברלין, מוסקבה וערים רבות נוספות.\nפאנל השופטים בתחרות בתל אביב מורכב מגורו הסטארטאפים של PayPal ג’ון לאן, מנהל מיזמים אסטרטגיים וחדשנות ב-eBay העולמית גיא שחורי, ה-CTO של GetTaxi דוד דריי, היזם הסדרתי ויו”ר SpeedUp טל ברנוח, וה-CTO של WIX גיורא קפלן.\n\nתאריך: 25 בפברואר\nיוזמת התחרות: תוכנית פיירס\nPears Challenge היא תחרות ייחודית מסוגה, המיועדת ליזמים וסטארטאפים, המעוניינים להתמחות בשווקי העולם המתפתח. התחרות הושקה על ידי “תוכנית פיירס” לחדשנות לפיתוח בינ”ל, בביה”ס לממשל ומדיניות באוניברסיטת תל-אביב, בחסות קרן פיירס, קרן פילנתרופית בריטית, הרואה בישראל מקור חשוב של ידע וחדשנות לטובת פיתוח בינ”ל למדינות מתפתחות ונערכת בשותפות עם קהילת Israel Dev, הפועלת לקידום ופיתוח יזמים צעירים בתחום המדינות המתפתחות, חממת MINGA לעסקים חברתיים בישראל ו- GSBI (Global Social Benefit Institute), מרכז לחדשנות ופיתוח בינלאומי באוניברסיטת סנטה קלרה שבסיליקון ואלי, הכולל רשת של יזמים מ- 55 מדינות ברחבי העולם.\nבמהלך התחרות, שתתקיים עד ה- 25 בפברואר, יוכלו היזמים והצוותים להגיש רעיונות לפיתוח מוצרים, המהווים פתרונות לאתגרים קריטיים עבור העולם המתפתח, בתחומים הבאים: מים, חינוך, בריאות, חקלאות, טכנולוגיות מידע ותקשורת (ICT) ואנרגיה מתחדשת. בסיום התהליך ייבחרו עד לעשרה צוותים, אשר יזכו לעבור תוכנית הכשרה ייחודית, הנערכת לראשונה בישראל. תוכנית ההכשרה תיערך שלושה חודשים, ומטרתה להעניק ליזמים צעירים את הכלים והיכולות לפתח טכנולוגיות ומוצרים עבור העולם המתפתח, ולהעלות את המודעות לתחום חשוב זה.\nתוכנית ההכשרה תכלול הדרכה לצד סדנאות פרקטיות, בליווי של מנטורים מרחבי העולם, המתמחים בתחום השווקים המתפתחים. הצוותים ילמדו לבנות תוכנית עסקית, התנהלות נכונה במדינות מתפתחות, כניסה אפקטיבית לשווקים אלו וכד’. בנוסף, יסייעו המנטורים למשתתפים להגדיר ולפתח מודל עסקי נכון, שיאפשר להם למצוא שותפים עסקיים מקומיים – מה שהכרחי להצלחה במדינות אלו.\nבסוף מחנה ההכשרה ייערך Pitch day, בשיתוף עם Microsoft Ventures, במהלכו תהיה ליזמים הזדמנות מיוחדת להציג את רעיונותיהם בפני פאנל שופטים, הכולל גם משקיעים פוטנציאליים, ואף להתחרות על טיול ממומן במלואו, למדינה מתפתחת במטרה להמשיך לפתח ולקדם את המיזם פורץ הדרך שלהם.\n\nתאריך: הגשת מועמדות עד ה-1.3\nיוזם התחרות: המדען הראשי\nלשכת המדען הראשי במשרד הכלכלה משיק תחרות לעידוד חדשנות ויזמות טכנולוגית בקרב סטודנטים. קבוצות סטודנטים ממוסדות המוכרים על ידי המועצה להשכלה גבוהה מוזמנים ליצור מוצר חדש (ברמת proof of concept) הניתן לייצור מסחרי. לתחרות יתקבלו מיזמים של סטודנטים לכל התארים (לרבות תלמידי מחקר) ומכל תחומי הלימוד.\nשלושת המקומות הראשונים יזכו במענק תנופה בתנאים מועדפים לפיתוח ומסחור המיזם.\nמקום ראשון: 100,000 ש״ח\nמקום שני: 75,000 ש״ח\nמקום שלישי: 50,000 ש״ח\nהמענק יהיה בשיעור 100% מההוצאות בפועל לפיתוח ומסחור המיזם, ויהיה פטור מחובת תשלום תמלוגים למדינה. המענק יינתן לתקופה של עד 12 חודשים ממועד הזכייה (ניתן להארכה), בכפוף להוכחת הוצאות בפועל.\nאופן בחירת הזוכים:\nהמוצר יכול להתבסס על טכנולוגיה חדשה או על דרך שימוש חדשה בטכנולוגיה קיימת. הסטודנטים לא יצטרכו לייצר את המוצר בפועל, אך ייצור צריך להיות ישים בקנה מידה מסחרי.", "keywords": "תחרויות,תחרות,pears challenge,פייפאל,paypal,battle hack,אקדמיטק"}