{"url": "https://www.geektime.co.il/reliability-of-digital-evidence/", "type": "article", "title": "אמינותן של ראיות דיגיטליות", "description": "מהן ראיות דיגיטליות והאם ומתי ניתן להשתמש בהן? עומר כהן מסביר ומיעץ", "image": "https://files.geektime.co.il/wp-content/uploads/2010/10/683917_658105821-300x207.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-10-07T20:28:27Z", "modified_time": "2010-10-08T12:39:21Z", "articleBody": "מהן ראיות דיגיטליות והאם ומתי ניתן להשתמש בהן? עומר כהן מסביר ומיעץ\nאילוסטרציה - מקור: sxc.hu\nבגליון העשירי של מגזין Digital Whisper, כתב עו”ד יהונתן קלינגר על “מקור עותק והעתק“, וסיפר על הבעיות (והקשיים) העומדים בפני בתי המשפט בהתמודדות עם ראיות מחשב. עו”ד קלינגר נתן התייחסות חוקית ומשפטית לנושא ראיות המחשב, כאן אנסה להשלים את המאמר בסקירה טכנית של מספר סוגי ראיות דיגיטליות המובאות לרוב בפני בתי המשפט, וכיצד ניתן לזהות זיוף או שינוי של ראיה שכזאת.\nלא פעם מגיעים לבתי המשפט תיקים המבוססים ברובם על תכתובות דואר אלקטרוני ארגוני, אם מדובר בהפצת סודות מסחריים, השמצות, העברת מסמכים וכן הלאה. חשוב לזכור כי למעביד זכות מסוימת לקרוא את הדואר האישי (התיבה בשרתי החברה) של העובד, על-מנת לאתר הפרה של חוזים או פגיעה באינטרס החברה, כל עוד שהדבר נעשה דרך תיבת הדואר של החברה. לעומת זאת, גם אם משתמשים ברשת המשרדים על מנת לגשת לתיבת הדואר הפרטית (תיבת ה-Gmail שלכם לדוגמא) למעביד אין זכות לתעד את הסיסמא העוברת ברשת האינטרנט המשרדים ולנצל זאת לחיטוט בתיבתכם הפרטית. עוד על הנושא ניתן למצוא בבלוג של עו”ד קלינגר.\nאם וכאשר מגיעה תכתובת שנאספה בצורה לגיטימית, על ידי גורם שלישי בלתי משוחד, ישנן מספר דרכים בהן ניתן להגיש ראיות שכאלו בבית המשפט, חלקן טובות וחלקן פחות.\nאחת הדרכים היא לבצע הדפסה פשוטה של פריט הדואר, מה שכולל את התוכן בלבד ללא כל מזהים דיגיטליים כלשהם. הדפסה שכזו ניתן לבצע באמצעות כל מעבד תמלילים, מה שלא מספק שום אמינות לראיה שכזו. להדפסה זו, ניתן להוסיף הדפסה של כותרות דבר הדואר (Mail Headers), המספקות מידע טכני על ההיסטוריה של דבר הדואר, איפה נוצר, לאן עבר, מתי ואיך (על כך יורחב בהמשך). מהלך זה מוסיף אמינות להדפס המקורי, אך מאחר וגם שאת הדפסה זו ניתן לערוך בפשטות, אמינותה נמוכה.\nמאחר וכותרות הדואר נוצרות במקור על ידי שרתי הדואר אשר טיפלו במסירת ההודעה, הן מוסיפות שלל משתנים סביבתיים המעידים על קיומה של ההודעה, בנוסף לגיבוי התאריך והשעה שבה נוצרה והגיעה ליעדה. היות וכותרות אלו נוצרות על ידי השרת, כל משתמש פשוט, לאחר הבנה של מבנה הכותרות, יכול לאמת את שולח ההודעה (למשל בנקים ונותני שירות אחרים) ולהימנע מליפול בפח לתרמיות Phishing.\nלדוגמא, נבחן כאן את מבנה הכותרות של הודעה שנשלחה (כביכול) מאתר PayPal:\n\nכותרות הדואר:\nלפני שניגש לתוכן, מספר הבהרות: הוספת הרווחים והמספורים בין החלקים השונים נעשתה עלידי הכותב כדי שיהיה קל ונוח לקרוא את התוכן. בנוסף, יש לשים לב שהתוכן מתעדכן על-ידי שרתי הדואר השונים שהדואר עובר ביניהם. הוספת שם השרת המקבל וחתימת הזמן נעשית מלמעלה (חלקים 1-4), ובמידה ויש צורך להוסיף כותרת נוספת מעבר לחתימת זמן, הדבר נעשה בסוף הדף (חלק 0).\nנתחיל עם חתימות הזמן- כל חתימה שכזו, נוצרת על ידי השרת המקבל ומכילה את הפרטים אודות הישות שפנתה אליה. מאחר וכל אחד יכול להחליט על הפרטים של עצמו (שם, כתובת IP, גרסאות שרת וכן הלאה), עצם העובדה שכאן כל אחד מדווח גם על זה שלפניו נותן לנו אפשרות לאמת את כל הפרטים שמוצגים בפנינו, ולמצוא אי תאימויות. חשוב לזכור כי למרות שיש סטנדרט לייצור כותרות אלו (RFC2821, סעיף 3), לעיתים נתקל במיקומים שונים של פרטי המידע בתוך שורת הכותרת  Received.\nReceived: from User ([68.216.158.98] RDNS failed) by sosgraphics.com with Microsoft   SMTPSVC(6.0.3790.4675); Fri, 16 Jul   2010 15:02:24 -0400\n \nהכותרת מחולקת לשלושה חלקים:\nכותרת ה-Received הראשונה (מלמטה) יכולה ללמד אותנו הכי הרבה למעשה, מאחר וכאן ניתן ללמוד על איזה שרת נוצרה ההודעה ומאיפה הגיע המשתמש שיצר אותה. כל שאר החתימות מעידות על המסלול שעברה אותה הודעה, עד לשרת המקומי בו התקבלה. למעשה, מיד ניתן להבחין כי ההודעה נוצרה בשרת שקורא לעצמו sosgraphics.com ולכן ניתן להסיק שהודעה זו היא בעצם זיוף, ולא הגיעה משרתי PayPal.\nשאר כותרות הדואר המופיעות בסעיף 0 מכילות מידע אודות ההודעה עצמה, בנוסף לעדויות לבדיקות שונות שביצעו השרתים השונים שקיבלו את ההודעה. לדוגמא הכותרת received-spf מספרת על בדיקת SPF שביצע השרת המקבל. בדיקה זו נכשלה מאחר ולפי הגדרות SPF של  paypal.comהשרת ממנו הגיעה ההודעה לא מורשה לשלוח הודעות בשמם.  SPF – Sender Policy Framework הוא כלי עזר נהדר שעוזר לכם לוודא שמישהו אחר לא מתחזה אליכם על ידי שימוש בשם המתחם שלכם בשליחת דואר. עוד על SPF ניתן לקרוא כאן.\nמכיוון שכותרות אלו מוסיפות מידע רב אודות פריטי הדואר, הצירוף שלהן יחד עם תוכן ההודעה הינו בגדר חובה כאשר דנים באמינות דברי דואר. נאמר ששימוש בהדפסות פשוטות אינו אמין מחשש לשינוי טקסטואלי של אותן כותרות, כאשר מגישים דברי דואר לבחינה מומלץ לעשות זאת בפורמט דיגיטלי.\nישנם שני פורמטים עיקריים לדברי דואר:\nהשדות העיקריים שמעניינים אותנו הם שדות הכותרות, כפי שציינו מקודם, ושדות מיוחדים המתייחסים לנושא שלנו, חתימות זמן לכמעט כל פעולה חשובה כגון יצירת ההודעה, תאריך תגובה, פרטים אודות קבצים מצורפים, ושדות שמתעדכנים באופן אוטומטי ומספרים על כל שינוי שהתבצע לאחר יצירת ההודעה.\nבאמצעות האפליקציה MFCMAPI ניתן לגשת לקבציי MSG בפרוטוקול MAPI ולקרוא את בסיס הנתונים המלא. האפליקציה אף מאפשרת לנתח קבצי PST – Personal Storage Table ומכילה שלל תכונות נוספות בתחום ה-MAPI.\n\nכלי זה מאפשר לבחון שדות שאינם נגישים למשתמש פשוט על ידי גישה באמצעות Outlook או תוכנת לקוח אחרת, וכך במידה ונערך שינוי במאפייני ההודעה לאחר יצירתה, נוכל לגלות זאת כאן.\nלאחר שראינו כמה פרטים מסתתרים מתחת לפני השטח, ניתן להבין את החשיבות בשימור הפורמט הדיגיטלי בהתמודדות עם ראיות דואר אלקטרוני בתיקים משפטיים ובכלל.\nעל-מנת למנוע ספק במהימנות הראיות, עדיף לאסוף אותן ישירות משרת הדואר ולא ממחשבו הפרטי של המשתמש. במידה ולא מדובר בשרת Exchange, מומלץ למשוך את ההודעות מהשרת באמצעות פרוטוקול IMAP אשר בניגוד ל-POP, יודע לספק פרטים רבים אודות מאפייני ההודעה ולהזין אותם ל-Outlook או כל תוכנה אחרת שנסמכת על ארכיטקטורת IMAP. כך הקובץ שיווצר יכיל את כל המאפיינים החשובים לאימות אמינותה של ההודעה.\nהראייה האינטרנטית הנפוצה השנייה היא בצורת לכידה של תוכן מאתרי אינטרנט, לרוב בעקבות הפרת זכויות יוצרים, השמצות וכן הלאה. בניגוד לתכתובות דואר, שברגע שהגיעו לשרת הן יישארו כמו שהגיעו עד אשר יחליטו למחוק אותן, הבעיה עם אתרי אינטרנט היא העובדה שבשנים האחרונות כל האתרים הפכו דינאמיים לחלוטין. אתרים גדולים המספקים תוכן רב משנים את פניהם מספר רב של פעמים ביום ובמקרה שבו בעל אתר נתבע אודות תוכן מסוים, הוא יכול בשניות להעלים את התוכן ולטעון שמעולם לא היה קיים באתר, ושכל תיעוד שלו הוא זיוף מוחלט.\nלעיתים בא המושיע הגדול לעזרתנו ובעזרת Google Cache ניתן לעלות על עותקים של תכנים לאחר ששונו, אבל גם אלה נעלמים תוך מספר ימים/שבועות ויש לתעד אותם בצורה נכונה כדי להימנע מטענות זיוף לאחר שהתוכן יורד מ- Google. על-מנת לבדוק קיומו של העמוד שלכם בGoogle – יש לרשום בשורת החיפוש של גוגל cache: ואת כתובת האתר שלכם (למשל cache:geektime.co.il). בנוסף יש כמובן את ארכיון האינטרנט ששומר עותקים מסוימים של אתרים. בכל מקרה שבו יש צורך לתעד תוכן באתר אינטרנט ביום ושעה מסוימים לפני שהם נעלמים מן העולם, חשוב לעשות זאת בצורה איכותית שלא תשאיר מקום לספק באמינות התיעוד.\nלאחרונה נתבקשתי להעיד על-ידי עו”ד אפי פוקס בתיק זכויות יוצרים שבו הנתבע סרב להודות בצילומי מסך שהוצגו. הראיות הוגשו בפורמט PDF שיוצר על-ידי יצוא פשוט מהדפדפן, הנתבע טען שהראיות לא אמתיות והתוכן מעולם לא הוצג באתרו.\nהבעיה עם תיעוד בצורת PDF, שלמרות שהוא מכיל מספר רב של מאפיינים וחתימות דיגיטליות, הוא מתעד אך ורק את מה שמוצג בדפדפן. למרות העובדה שביצוא מדפדפן מתווסף בתחתית העמוד כתובתו של האתר אליו מדפיסים, דבר הנותן משקל מסוים לאמינות המקור, וכך מאמת שהקובץ מציג את האתר האמתי ולא עותק מקומי. אף על פיכן, אדם עם מעט ניסיון בבניית אתרים יכול ליצור העתק של הדף על שרת מקומי ועל ידי שינוי רשומות DNS בקובץ hosts לגשת בדפדפן כתובת אינטרנטית, לקבל את ההעתק המקומי, ללכוד אותו ב-PDF וליצור ראיה מזויפת של תוכן “באינטרנט”.במקרה המדובר, עו”ד אפי פוקס עשה נכון וצירף מספר גרסאות ועמודים שונים מאותו אתר, בנוסף לסרטון וידאו המציג את האתר החי ומעבר בתכנים השונים בו. הזיוף של ראיות אלו דורש יותר ניסיון והתמקצעות בתחום, דבר שלא היה מאפיין של התובע במקרה, בנוסף למחקר מקיף אודות כתבות נוספות שהעתיק בעל האתר. תוספות אלו נתנו משקל נוסף לאמינות הראיות.\nבכדי לבצע תיעוד איכותי שיהיה קשה לערער, לפחות בצורה שידרשו מאמצים רבים לייצור זיוף שכזה, יש להיעזר בצד שלישי בלתי משוחד לביצוע התיעוד ושזה יתעד את כל המאפיינים הסביבתיים בזמן התיעוד כגון הגדרות רשת, טבלאות ניתוב, ניקוי עותקי מטמון ועוד. עדיף ללכוד בסרטון וידאו את כל התהליך ברצף זמן על-מנת למנוע טענה שהבדיקות והלכידה נעשה בזמנים שונים, כל זאת בכדי  להציג בצורה חד משמעית שהאתר אליו ניגשים אכן נגיש לעולם ברשת האינטרנט.\nהשימוש בראיות דיגיטליות עולה מיום ליום וחשוב להבין את כל המאפיינים הסובבים את הנושא כדי שלא יפלו עקב חוסר אמינות גם אם התוכן אמיתי ונכון. יש לזכור שאפשר לפרוץ לכל מקום ולזייף כל מסמך, בסופו של דבר זאת שאלה של זמן ומשאבים. לכן, התפקיד שלנו הוא להסיר כל ספק סביר לאמינות הראיה ולהגיש יחד עם הראיה הדיגיטלית את כל המשתנים הסביבתיים שעלולים להעלות חשד.\nתודה לעו”ד אפי פוקס ועו”ד יהונתן קלינגר על הערותיהם.\nהפוסט פורסם לראשונה במגזין Digital Whisper", "keywords": "phishing,pst,אבטחת מידע,דיוג,חקיקה,משפט,ספאם,פישינג,ראיות דיגיטליות,ראיות מחשב"}