{"url": "https://www.geektime.co.il/accelerator-and-hubs-in-israel-2015/", "type": "article", "title": "תמונת מצב: דירוג האקסלרטורים והחממות בישראל", "description": "האם המודל של אקסלרטורים וחממות ממשיך לתפוס גם היום? מהן התוצאות שמפיק נחשול הארגונים הללו בארץ? צללנו לעומק ומתוך פרספקטיבה של כמה חודשים אחרי סיום השנה, אנחנו מציגים בפניכם את המסקנות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/GettyImages-172025835.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-25T14:04:15Z", "modified_time": "2016-09-25T12:27:08Z", "articleBody": "האם המודל של אקסלרטורים וחממות ממשיך לתפוס גם היום? מהן התוצאות שמפיק נחשול הארגונים הללו בארץ? צללנו לעומק ומתוך פרספקטיבה של כמה חודשים אחרי סיום השנה, אנחנו מציגים בפניכם את המסקנות\n\nקרדיט צלם/תמונה: Getty Images Israel, Ilan Shacham\nהשנה שעברה עלינו לטובה הייתה ייחודית בנוף הסטארטאפים בישראל לא רק מבחינת כמות ואיכות הגיוסים והאקזיטים שהיו בה אלא גם מבחינת הפריחה חסרת התקדים של אקסלרטורים וחממות. מאחר והגופים הללו אמורים להוות אבן בסיס משמעותית באקו-סיסטם הישראלי, מצאנו לנכון לבחון בצורה קצת יותר עמוקה את הישגיהם בשנה האחרונה ולעמוד על חשיבותם עבור התעשייה והאקו-סיסטם בארץ.\nבמסגרת הדו”ח הנוכחי, אנו לא מתייחסים לתוכניות mentorship, לחללי עבודה משותפים או לחברות ייעוץ המסייעות לסטארטאפים בשלביהם הראשונים. גם חללי העבודה המשותפים זכו לפריחה מרשימה בשנה האחרונה, אך חשוב להפרידם מהאקסלרטורים והחממות שכן תפקידם באקו-סיסטם הוא שונה. בנוסף, לא כללנו בדו”ח אקסלרטורים המשלבים בין סטארטאפים ישראליים ללא-ישראליים (כדוגמת NFX Guild).\nלפני שנתחיל, מעט הגדרות. בבואנו לסקור את זירת האקסלרטורים והחממות רצינו לקבל את המידע הכי מעודכן ומדויק ולכן פנינו אל הגופים עצמם עבור התשובות. זכינו לשיתוף פעולה נרחב. במקרים הבודדים בהם לא זכינו להיענות, הסתמכנו על המידע הפומבי הזמין בתקשורת.\nאקסלרטורים – הן תוכניות המיועדות להאצת קצב התפתחותו של סטארטאפ לעבר גדילה. מה שמבדיל אקסלרטורים מתוכניות mentoring או חללי עבודה משותפים הוא שהם פועלים בשיטה של מחזורים קצובי-זמן שבהם כמות מסוימת של חברות עוברות את התהליך או שהסטארטאפים נמצאים בהם לתקופה קצובה של זמן. בזמן הזה הם מקבלים הדרכה והכוונה ממומחים ומנטורים בנוגע לאיך לבנות את המוצר שלהם, איך לשווק אותו, איך לתפעל את האלמנטים המשפטיים והכלכליים של המיזם החדש שלהם ועוד. הם מקבלים מרחב לעבודה המאפשר להם גם גישה לקהילת יזמים בשלב התפתחות דומה. לרוב כל מחזור מסתיים ב-Demo Day או Pitch Event אשר בהם סטארטאפים מציגים את עצמם והמוצר שלהם. חלק מהאקסלטורים דורשים תשלום על השימוש בשירותיהם וחלק מבקשים מחיר סמלי בלבד. האקסלרטורים נבדלים בכמות הכסף שהם משקיעים בסטארטאפים הללו, אם בכלל. לרוב סכומי ההשקעה הם נמוכים מאוד ביחס לסוגי משקיעים אחרים ונעים בין 10 אלף דולר ל-50 אלף דולר. בתמורה להשקעה, חלק מהאקסלרטורים לוקחים אחוזים מהחברה (equity), לרוב בין 5 ל-10 אחוזים ממנה. \nלאחרונה אנחנו עדים למגמה שאקסלרטורים מנסים שלא לקחת equity מסטארטאפים ובמקרה זה לאקסלרטורים צריכים להיות כיסים עמוקים מצד הארגונים שמממנים אותם. המודל העסקי של אקסלרטורים הוא לרוב שמעטים מהסטארטאפים הבוגרים יעשו אקזיטים גדולים ובכך יחזירו את ההשקעה על יתר הסטארטאפים. זהו בערך המודל של כל המשקיעים באשר הם רק שכאן מדובר בסיכון נמוך עוד יותר כי סכומי ההשקעה בכל סטארטאפ הם קטנים מאוד. חלק מהאקסלרטורים הופכים גם לקרנות הון סיכון ובמקרה כזה, משקיעים סכומים גדולים יותר וממשיכים להשקיע בסטארטאפים בהם תמכו בשלב הסיד (מה שמכונה follow-up investments). חלקם גם מספקים חללי עבודה קבועים לסטארטאפים שצמחו מתוכם.\nחממות – תוכניות המופעלות במסגרת מכרז תוכנית החממות של המדען הראשי. תוכניות אשר מכנות את עצמן חממות אך אינן חלק מתוכנית זו נכנסות תחת קטגוריית האקסלרטורים מבחינתנו.\nבניגוד לאקסלרטורים, בחממות אין “מחזורים מסוימים” אלא פרק זמן ארוך יותר שבו כל חברה נמצאת בחממה. חברות נכנסות לחממה לפרק זמן של בין שנה וחצי לשנתיים. בעבר המטרה הבלתי רשמית של חממות הייתה לתת סיוע לסטארטאפים בתחומים “מסוכנים יותר” שבהם נדרש זמן רב יותר להגיע לתוצאות (כמו מדעי החיים) אשר יתקשו להשיג מימון בדרכים אחרים. אך כיום אנחנו רואים מגוון רחב יותר של סקטורים המיוצגים בחממות.\nבגלל שיטות העבודה השונות של שני גופים אלו, נדון בכל אחד בנפרד. נתחיל מאקסלרטורים.\nנכון להיום איתרנו מעל ל-90 אקסלרטורים פעילים או לקראת פתיחה בישראל המתפרשים על כל איזורי הארץ – בין היתר ניתן למצוא אקסלרטורים בבאר שבע, ירושלים, הרצליה, חיפה וכמובן – איזור תל-אביב.\nישנם כמה סוגים עיקריים של אקסלרטורים שהתהוו בשנה-שנתיים האחרונות ותפסו מקום מרכזי בזירה המקומית. ישנם אקסלרטורים תאגידיים, עירוניים, אקדמאיים וכאלו הפועלים בחסות קרנות הון-סיכון או עמותות שונות.\nבשנה האחרונה היינו עדים למגמה חזקה של צמיחת אקסלרטורים תאגידיים (corporate accelerators). תאגידי ענק גלובליים רוצים ליטול חלק בעולם הסטארטאפים והחדשנות בתקווה להיות מעודכנים בחידושים המעניינים ביותר בעולם הטכנולוגיה. תאגידים – מעצם גודלם ומורכבותם – נוטים להיות מעט איטיים ומסורבלים יותר וגישה לסטארטאפים שנעים במהירות היא בדיוק הדרך לפתור בעיה זאת. אקסלרטורים כאלו יכולים לתרום את משאביהם הכספיים הניכרים ללא צורך בקבלת equity אבל מצד שני לאתר חברות שהם יכולים אח”כ לרכוש או שאפילו יכולות להיות לקוחות פוטנציאליות למוצריהם בהמשך הדרך. הסטארטאפים באקסלרטורים כאלו יכולים לקבל גישה לכמות עצומה של לקוחות התאגיד שאחרת היה לוקח להם שנים רבות להגיע אליהם וכמובן גם לניסיון והידע של התאגיד. לכן לא מפתיע שמספר לא קטן מהאקסלרטורים שאיתרנו היו תאגידיים. כך למשל, SigmaLabs הוקמה ע”י צמד השותפים מ- Entrée Capital בשותפות עם Yahoo. במרץ 2016 נפתח המחזור הראשון של האקסלרטור של תאגיד Barclays, ענקית השירותים הפיננסיים הבריטית. . בתחילת 2015, הסתיים המחזור הראשון של Alpha Zone, האקסלרטור של IBM. ויש כמובן גם את האקסלטורים של שטראוס, Deutsche Telekom, AOL, Tyco ועוד. קשה שלא להזכיר את האקסלרטור של מיקרוסופט שהוא העשירי במצעד המשקיעים המובילים השנה.\nישנם אקסלרטורים שהייחודיות שלהם היא לאו דווקא הגופים המממנים אותם אלא הסקטורים בהם הם מתמחים, האוכלוסיה מהם הם מורכבים או הלקוחות שאליהם הסטארטאפים בהם מכוונים. כך למשל, מתהווה קבוצה לא קטנה של אקסלרטורים בתחום החברתי. ניתן לציין ברשימה זאת את A3I אשר החברות בו מתמחות ביצירת מוצרים הפונים אל אנשים בעלי מוגבלויות. גם האקסלרטורים Tech For Good Rally, התוכנית החברתית של 8200 ו-Social Tech Lab פועלים בזירה החברתית ומנסים לשפר את איכות חייהם של החברה בכללותה וקבוצות ספציפיות בתוכה. EcoMotion מתמחה בתחבורה ו-MinCET בחינוך. ישנם מספר אקסלרטורים אשר מורכבים מיזמים ויזמיות חרדים (קמאטק, מאיץ היזמיות, frum, יזם בלב). ישנם אקסלרטורים אשר יזמיה הם עולים חדשים (TheHive) או בדואים (Mubadren) או ערבים (Q-Startup).\nהאקסלרטורים העירוניים פעילים ברחבי הארץ: מה-Eilat Hub, דרך The Streets Hub ברחובות ו-HAC הותיק בהרצליה ועד ל- Spark בגליל המערבי.\nהיריעה באמת קצרה מלתאר את כולם. לפירוט מלא ומתעדכן תמידית של האקסלרטורים הקיימים בארץ, אתם מוזמנים לקרוא את המדריך שלנו וגם לכתוב לנו במידה ותרצו לעדכן אותנו על תוכניות חדשות או שינוי סטטוס. בקרוב נפרסם את המדריך המעודכן לשנת 2016.\n\n \nמספר הסטארטאפים הבוגרים\nיש שיאמרו שאקסלרטורים וחממות נמדדים בראש ובראשונה על פי מספר הסטארטאפים החדשים שהם מייצרים מידי שנה. הסיבה לכך היא הטענה שככל שקמים יותר סטארטאפים חדשים, כך יווצרו יותר סטארטאפים מוצלחים יותר שכן מקובל לחשוב שיחס הכשלון להצלחה של סטארטאפים הוא 10 ל-1. \nלפי מדד זה האקסלטורים המצטיינים הם: \nבמקום הראשון נמצא Hubanana שסייע ל-45 חברות חדשות להתבגר מהר ולצאת לאוויר העולם מגובשות יותר. CitiLabTLV סייעה ל-23 חברות לעשות תהליך דומה. Microsoft Ventures והאקסלרטור של ביה”ח איכילוב במסגרת “המתחם” סייעו ל-22 חברות לחצות את צומת הדרכים שבין רעיון/פרוטוטייפ אל עבר מוצר מגובש שמתאים להצגה לקהל נלהב.\nמספר הסטארטאפים הבוגרים (מכל השנים) שזכו למימון ב-2015\nעל מנת שסטארטאפים יוכלו להצליח להגשים את חלומותיהם, נדרש מימון. Upwest Labs, תוכנית ההאצה עבור סטארטאפים ישראליים היושבת בסיליקון וואלי מתהדרת ב-27 חברות פורטפוליו מכל שנות פעילותה שזכו למימון השנה. גם 21 מבוגרי Microsoft Ventures זכו למימון השנה ובהפרש קטן – 21 מחברות Hubanana גם הן במקבלי המימון.\nסכום המימון הכולל של חברות בוגרות ב-2015\nבמקום הראשון, חברות הפורטפוליו של האקסלרטור CitiLabTLV גייסו 72 מיליון דולר במהלך 2015. במקום השני, חברות הפורטפוליו של האקסלרטור Upwest Labs גייסו 70 מיליון דולר במהלך 2015. במקום השלישי, חברות הפורטפוליו של האקסלרטור Microsoft Ventures גייסו 61 מיליון דולר במהלך 2015.\nאקזיטים והנפקות של חברות בוגרות ב-2015\nהאקסלרטור של יוצאי 8200 מתהדר ב-3 אקזיטים של חברות בוגרות שחלו במהלך שנת 2015. Mindcet ותוכנית היזמות של Zell  ב-2 אקזיטים. היו 3 אקסלרטורים שחברה בוגרת אחת שלהם עשתה אקזיט במהלך 2015: CitiLabTLV, IBM Alpha Zone ו- Keyrus Innovation Factory.\nבשנה זו לא נרשמו הנפקות של חברות בוגרות אקסלרטורים.\n\n\n* סכום הגיוס הכולל של חברות הפורטפוליו של BizTech הינו רק של החברות שהשתתפו באקסלרטור (לפי הגדרנו של מהו אקסלרטור) החל מ-2013.\nלמרות שקיפות המידע שחשבנו שנקבל ממשרד הכלכלה והמדען הראשי, קיבלנו את התשובה הבאה: “למרות שמדובר בחממות וחברות שקיבלו מימון ממשלתי מהמדינה, אין הן מחויבות לחשוף מידע המהווה סוד מסחרי. להערכתנו נתונים על השקעות המשך, העסקת עובדים וסטטוס פעילות מהווים סוד מסחרי ולכן לא ניתן להיענות לבקשות אלה.” פרט המידע היחיד שהסכימו למסור היה כי סה”כ המימון ממשלתי שהתחייבה תכנית החממות והעבירה עמד על כ-640 מיליון ₪ ל-300 חברות בין השנים 2011 ו-2015″. עם זאת, פנייה אינדיווידואלית לחממות הובילה לשיתוף פעולה מרובן. אלו התשובות שקיבלנו.\n\nמספר הסטארטאפים שנכנסו לחממה ב-2015\nחממת Explore השקיעה ב-9 סטארטאפים חדשים במהלך 2015, אחריה ניתן למצוא את חממת FutuRx שהשקיעה ב- 8 סטארטאפים ולבסוף ניתן למצוא את החממת Hutchison-Kinrot ו-TheTime שהשקיעו כל אחת מהן ב-6 סטארטאפים.\nמספר הסטארטאפים הבוגרים (מכל השנים) שזכו למימון ב-2015\nבמקום הראשון, 15 חברות של חממת TheTime זכו למימון במהלך 2015. במקום השני, 14 חברות של חממת Explore זכו למימון באותה שנה. במקום השלישי נמצאת חממת Incentive ש-10 מחברותיה זכו למימון.\nסכום המימון הכולל של חברות בוגרות ב-2015\nגם כאן מככבת חממת TheTime: הסכום הכולל שגייסו חברות הפורטפוליו שלה במהלך 2015 הוא 47 מיליון דולר. בוגרות חממת Explore גייסו 28 מיליון דולר ובוגרות חממת RAD Biomed גייסו 16 מיליון דולר.\nאקזיטים והנפקות של חברות בוגרות ב-2015\nהחממות Hutchison-Kinrot, Incentive, JVP Cyber Labs, RAD BioMed ו – VLX כולן יכולות להתהדר באקזיט אחד של חברת פורטפוליו במהלך שנת 2015. במהלך 2015 הייתה רק הנפקה אחת של חברת פורטפוליו של חממה והיא הייתה של חברת SteadyMed Therapeutics שהיא בוגרת חממת RAD BioMed.\nמאז 2011 ובמיוחד בשנה האחרונה נראה שאקסלרטורים הם טרנד חם יותר אפילו מחדרי בילוש. קיימות תהיות רבות בנוגע לכדאיות של המודל הזה ואנחנו הגענו כדי לעשות קצת סדר בעניינים.\nמאגר המידע f6S מדווח על 840 אקסלרטורים ברחבי העולם. לעומתו Seed-DB מדווח על 235. ניתן לראות שיש כאן בעיה בנתונים: אם אנחנו מצאנו יותר מ-90 אקסלרטורים רק בישראל כיצד ייתכן שמדווחים רק על 840 או 235 אקסלרטורים ברחבי העולם?חלק מהסיבה היא ששניהם לא עושים אבחנה טובה בין תוכניות מנטורינג לבין אקסלרטורים. שניהם גם לא מכילים אקסלרטורים רבים שקיימים בישראל ויש להניח שמידת הדיוק שלהם זהה גם בנוגע למדינות אחרות. גוף המחקר המכובד ,The Kauffman Foundation, העריך באוגוסט 2015 שקיימים 230 אקסלרטורים גלובליים.\nצמד החוקרות יעל הוכברג וסוזן כוהן המנהלות את Seed Accelerator Rankings Project טענו שיש 200 אקסלרטורים בארה”ב בלבד במרץ 2015. לעיתים קרובות אנחנו נתקלים גם בחוסר אבחנה בין אקסלרטורים לאינקובטורים כאשר באים לאמוד את היקף התופעה. במקרה של מאגרי מידע שנסמכים רק על חוכמת ההמונים (ללא תהליך ולידאציה) – הרבה אינקובטורים יכולים לרשום את עצמם כאקסלרטורים ולהיפך. בנוסף גם הגדרת הארגונים הללו שונה בין מדינה למדינה.\nרבים טוענים שמודל האקסלרטורים והחממות הוא מודל שבור וש-90 אחוז מהם נכשלים. ישנן גם טענות שהבטחת המנטורינג מצד האקסלרטורים היא “שקרית” ושבפועל הסטארטאפים מקבלים מעט מאוד תמיכה מהאקסלרטור עצמו, שההשראה שמקבלים מסביבה חברתית הכוללת סטארטאפים אחרים היא מיתוס ושאולי עדיף לסטארטאפ מתחיל להישאר בגבולות הבית של יזם כלשהו.\nתרעומת רבה נשמעה על כך ברחבי הרשת אבל אנו חיים בשלום מזה שנים רבות בנוגע לאחוז דומה של כשלון סטארטאפים. אם אנחנו בסדר עם זה שסטארטאפ אחד מתוך 10 יצליחו, למה לא אקסלטור/חממה? שהם בעצמם סוג של מיזם חדש דמוי סטארטאפ.\nחלק מהטענות נגד מודל זה היא שהוא מחזק את ה-Series A Crunch המפורסם שכן ייתכן שסטארטאפים רבים מידי זוכים למימון סיד שאולי לא היו מקבלים במקרה אחר אבל רק מעטים מתוכם מספיק טובים כדי לקבל Series A. ייתכן שעודף הסטארטאפים הקיימים תורם לקושי של משקיעים לאתר את היהלומים בערימה בעוד שאם רק הסטארטאפים החזקים יותר אורגנית היו מתקיימים – היה קל יותר לאתר מי שווה סבב ראשון של השקעה. מצד שני, אקסלרטורים מציעים כל כך הרבה משאבים – כספיים ואחרים ליזמים, שנראה שזהו טרנד שלא יילך לשום מקום בזמן הקרוב. מי המרוויח העיקרי כאן? האם אלו הסטארטאפים שיתקשו להשיג מימון מ-VC’s ואנג’לים או שמא האקסלרטורים עצמם והגופים העומדים מאחוריהם?\nקודם כל, מחקרים רבים בוחנים את אחוזי ההצלחה של סטארטאפים בוגרים של אקסלרטורים וחממות  ולא משווים לסטארטאפים שלא עברו דרך מוסדות כאלו. גם אנחנו חוטאים בכך משום שחקירה השוואתית כזאת דורשת משאבים רבים ואורך זמן ממושך.\nהזכרנו את The Kauffman Foundation קודם לכן. גוף המחקר התבסס על מחקרים אקדמאיים והגיע למסקנה שסטארטאפים שעברו בחממה הם לאו דווקא מצליחים יותר מאלו שלא. רק מחקר אחד מצא שיש הבדל מזערי לטובת חברות שהן בוגרות חממה לעומת אלו שלו. הסיבה לבעייתיות היא קודם כל – כוח אדם. חממה ממוצעת מעסיקה כ-2.5 עובדים ומכילה בממוצע כ-25 חברות. מבדיקה שלנו בחממה ישראלית בממוצע יש פחות חברות. זה אומר שהיכולת של אותם עובדים להקדיש זמן, הכוונה ועזרה לכל הסטארטאפים היא די קטנה. בנוסף, זמן השהייה הממושך בחממה יכול לעכב את כניסתו של סטארטאפ “לעולם האמיתי” ולבחינה מהירה של התאמתו לשוק.יתרונם של האינקובטורים הוא באורך הזמן שבהם יכולים לשהות בהם סטארטאפים, הקשר שלהם למוסדות אקדמאיים וממשלתיים והאפשרות של סטארטאפים מסקטורים מאתגרים יותר לעבור את סף הכניסה.\nדבר שני, קשה לאמוד את הצלחת האקסלרטורים והאינקובטורים כאשר חלק מהמוסדות האלו מאבחנים את עצמם בצורה שונה אחד מהשני ונבדלים משמעותית באורך התוכנית שהם מציעים, המבנה והמטרות שלהם. גם המדדים לבחינת הצלחת מוסדות אלו הינם שנויים במחלוקת. חלק מהמידע אינו זמין ציבורית וחלק מהמידע פשוט לא תועד בעבר כך שלא ניתן לערוך מחקר השוואתי של התפתחות האקסלרטורים והאינקובטורים לאורך השנים. בנוסף, חשוב לזכור כי מספר מצומצם של חברות השתתפו ביותר מאקסלרטור אחד ואחדים מהם אף עברו לאחר מכן גם בתוכניות חממה.\n\nהמסקנות שנציג בפניכם עתה מבוססות על סיכום התוצאות בכל אחד מהמדדים והשוואה יחסית שלהם. כלומר, היו 14 חממות פעילות במהלך 2015 שכללנו בדו”ח ו-43 אקסלרטורים פעילים ולכן היחס ביניהם הוא של 3.07.\nהשוואת השורה התחתונה של האקסלרטורים והחממות מעלה את המסקנות הבאות:\n1. לסאטראטפ צעיר יש סיכוי גבוה פי 2.5 להתקבל לאקסלרטור מאשר להתקבל לתוכנית חממה.\n2. בהתבסס על נתוני ההצלחות של בוגרי השנים הקודמות, לסטארטאפ צעיר שהתקבל לתוכנית החממות ב-2015 יהיה סיכוי גבוה יותר פי 2.7 לגייס השקעת המשך מאשר לסטארטאפ בוגר היוצא מאקסלרטור.\n3. גיוס ממוצע של בוגר חממה עמד על 1.43 מיליון דולר בעוד גיוס ממוצע של בוגר אקסלטור היה 1.96 מיליון דולר. כלומר, הסכום הממוצע שבוגרי אקסלרטורים מגייסים לאחר היציאה מהתוכנית גבוה יותר ב-37% מהסכום הממוצע אותו מגייסים בוגרי חממות.\n4. מה הסיכוי לאקזיט? ובכן, כאן מגיעה הפתעה. לפי הסטטיסטיקות של ביצועי הבוגרים בשנת 2015 בלבד, לבוגרי חממות יש סיכוי הגבוה פי 3.5 להגיע לאקזיט לעומת עמיתיהם בוגרי האקסלרטורים.\n5. הנפקות – מתוך הנתונים שאספנו, הייתה רק הנפקה אחת שאירעה בקרב בוגרי אקסלרטורים ואינקובטורים בשנת 2015 והיא של חברת SteadyMed Therapeutics, בוגרת חממת RAD BioMed.\nבשל פער השנים בין שני המודלים, אנחנו מעריכים כי נוכל לבצע השוואה הוגנת רק לאחר שיעבור מספיק זמן כדי לאפשר למודל האקסלרטורים להוכיח את עצמו (או לא) מהבחינה הזו ולכן נקודה זו אינה נכנסת לשקלול הסופי.\nבשורה התחתונה – לפחות לפי נתוני שנת 2015, התוצאות שמציגות החברות הבוגרות של תוכניות החממה של המדען מציגות תמונה לפיה מודל החממות הינו יעיל יותר מבחינת אחוזי ההצלחה, גם בדרך וגם בסופה. בנקודה זו צריך לקחת בחשבון שמודל האקסלרטורים בישראל צעיר יותר משמעותית ממודל החממות ולכן לחממות היו יותר חברות בוגרות שהיו בשלות והגיעו לשלב האקזיט. כמו כן, ההשוואה אינה מתייחסת לגודל האקזיט או להאם הוא היה “מוצלח” או לא עבור המשקיעים.\nלחץ לפתיחה בגודל מלא", "keywords": "אקסלרטור,אקסלרטורים,אקסלרטור בישראל,חממות,חממה,חממות סטארטאפ,חממת סטארטאפים,המדען הראשי,גיוס,גיוסי הון,מנטורים,מנטור,הייטק,סטארטאפים,אינקובטורים,תוכניות האצה,תוכנית האצה,תוכנית החממות,תוכנית החממות הטכנולוגיות"}