{"url": "https://www.geektime.co.il/idc-q3-2018-report/", "type": "article", "title": "גם אחרי השקת האייפונים החדשים: וואווי עדיין עוקפת את אפל בטבלת המכירות", "description": "דו''ח חדש של IDC חושף כי שוק הסמארטפונים נמצא בנסיגה, אך היצרניות הסיניות ממשיכות להפוך לאלטרנטיבה המועדפת על הצרכן הממוצע. האם שנת 2018 תהיה שנת המהפכה הסינית?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/GettyImages-1052692254-1541318012.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-04T10:40:37Z", "modified_time": "2018-11-04T10:22:02Z", "articleBody": "דו”ח חדש של IDC חושף כי שוק הסמארטפונים נמצא בנסיגה, אך היצרניות הסיניות ממשיכות להפוך לאלטרנטיבה המועדפת על הצרכן הממוצע. האם שנת 2018 תהיה שנת המהפכה הסינית?\nתמונה: SOPA Images, Gettyimages Israel\nוואווי, שפעם הייתה נחשבת ליצרנית סמארטפונים סינית זניחה כבר הצהירה מזמן שהיא רוצה לכבוש את המקום השני ולאחריו את הראשון בטבלת מכירות הסמארטפונים העולמית. הדו”ח החדש של IDC חושף כי ברבעון השלישי של שנת 2018 וואווי מכרה יותר סמארטפונים מאשר אפל, שעד לפני כמה חודשים עמדה במקום השני בטבלה.\nלפי הדו”ח, יצרניות הסמארטפונים שלחו לחנויות מלאי של 355.2 מיליון סמארטפונים ברחבי העולם ברבעון השלישי של 2018. מדובר בירידה של 6% בהשוואה לרבעון המקביל אשתקד. למרות המספרים המעט קודרים, כדאי לזכור שהרבעון המוצלח ביותר עבור כל החברות הוא הרבעון ה-4 שמקבל רוח גבית ממכירות החגים הענפות, ושם ממתינות רוב המכירות של מכשירי הדגל של השנה.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nהחברה שהציגה את הצמיחה המרשימה ביותר היא וואוי שהצליחו לצמוח ב-32.9% בהשוואה לרבעון המקביל אשתקד, וברבעון השלישי כבשה 13.6% מנתח השוק עם 52 מיליון מכשירים, ללא השקה בולטת במהלך הרבעון האחרון. זאת לעומת אפל ששלחה 46.9 מיליון מכשירים והצליחה להשתלט על 13.2% מהשוק עם צמיחה זעירה של 0.5%. נזכיר כי מדובר ברבעון בו אפל השיקה את ה-iPhone XS וה-iPhone XS Max, אך בטרם השיקה את ה-iPhone XR שעשוי להתגלות כקלף המנצח שלה בתקופת החגים.\nנראה כי סמסונג עדיין לא מצאה את דרכה להמשך צמיחה למרות שהיא יושבת בנוחות במקום הראשון בטבלה, כאשר נתח השוק שלה ממשיך להצטמצם וכך גם מכירות המכשירים שלה אשר ירדו ב-1.8%. הגלקסי נוט 9 ככל הנראה לא הפך ללהיט שסמסונג קיוותה, במיוחד לאחר המכירות הדלות של הגלקסי S9. גם ברבעון שעבר נצפתה ירידה דומה, מה שאומר שסמסונג מאבדת את הלקוחות שלה למתחרות אשר מציגות צמיחה.\nיצרנית נוספת שהציגה זינוק מרשים היא שיאומי שצמחה ב-21.2% לעומת הרבעון המקביל אשתקד, עם נתח שוק שעשוי בעוד מספר רבעונים לעקוף את אפל, אם מגמה זו תמשיך.\nתקופת החגים עומדת להיות מעניינת במיוחד, כאשר כל היצרניות המרכזיות הציגו את מכשירי הדגל שלהם לתקופה הקרובה. חלק גדול מהצרכנים ממתין עם שדרוגי המכשירים שלהם לקראת תקופה זו, ועם השקות של מכשירי iPhone, Mate 20, Pixel 3, V40, Note 9 ו-OnePlus 6T שהושקו לאחרונה, זו עומדת להיות תקופה עמוסה באפשרויות. נאלץ להמתין לתוצאות הרבעון הרביעי כדי לגלות האם שנת 2018 ככלל הייתה שנת השינוי שוואווי טענה שהיא תהיה.", "keywords": "idc,מכירות,מכירות סמארטפונים,סמארטפונים,אפל,אנדרואיד,סמסונג,שיאומי,וואווי,sales,smartphone sales,iphone,android,google,samsung,apple,xiaomi"}