{"url": "https://www.geektime.co.il/macbook-pro-retina-display-review/", "type": "article", "title": "Macbook Pro Retina: העתיד כבר פה, והוא יקר [סקירה]", "description": "מחשב המקבוק פרו החדש של אפל מעניק הצצה לעתיד ליין המחשבים הניידים של החברה שצפוי ללכת בעקבותיו. אם אתם לא מתכוונים לרכוש אותו, עדיף שתתרחקו ממנו, אחרת זה יהיה מאוחר מידי", "image": "https://files.geektime.co.il/wp-content/uploads/2012/07/macpro.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-07-26T11:25:19Z", "modified_time": "2012-07-27T09:51:42Z", "articleBody": "מחשב המקבוק פרו החדש של אפל מעניק הצצה לעתיד ליין המחשבים הניידים של החברה שצפוי ללכת בעקבותיו. אם אתם לא מתכוונים לרכוש אותו, עדיף שתתרחקו ממנו, אחרת זה יהיה מאוחר מידי\nתמונה: Macbook Pro Retina, בא לשכונה בחור חדש\nמשפחת המחשבים הניידים של אפל זכתה לאחרונה לשחקן חיזוק משמעותי שמעניק הצצה לעתיד ליין מחשבי המקבוק פרו של החברה. את ההוצאה להורג של הכונן האופטי בליין הניידים החליטה אפל לדחות ככל הנראה בשנה אחת נוספת ואת מסך הרטינה שראה אור במכשיר האייפון 4 החליטה להעניק בשלב זה ללקוחות הפרימיום בלבד שמוכנים להפרד מ-2,199 דולרים ויותר.\nאם נתחיל מהסוף, מחשב המקבוק פרו רטינה החדש של אפל הוא השלב האבולוציוני הבא בליין המחשבים הניידים המתקדמים, כזה שיגרום למחשב הנישא שלכם להרגיש מגושם, איטי ובעל מסך מטושטש. עם זאת, בימים בהם אפילו אפל מתייחסת אל מחשוב הלוח כעידן הפוסט PC, יתכן מאוד ומחשבים מהסוג הזה יתפסו פחות ופחות נפח בשגרת חיינו בשנים הקרובות ויהיו רלוונטים יותר למשתמשי קצה מתקדמים בלבד.\nליין המחשבים הנישאים של אפל מחולק נכון להיום לשלוש משפחות: ליין המקבוק אייר, הכולל שתי תצורות: “11 או “13, ליין המקבוק פרו הכולל שתי תצורות: “13 או “15 ומחשב המקבוק פרו החדש המגיע נכון לשלב זה בתצורה אחת בלבד בגודל “15 המוצעת בשני דגמים השונים זה מזה בכוח העיבוד ובנפח האחסון.\nאלו מכם שניחנו בסבלנות ויכולים להרשות לעצמם להמתין מעט, עשויים לגלות כי בשנה הבאה תפרד אפל באופן רשמי מליין מחשבי המקבוק פרו הותיק שלה ותרחיב את ליין מחשבי המקבוק פרו רטינה על חשבונם. מדובר בתהליך טבעי ומתבקש שיצמצם את ליין המחשבים הנישאים לשתי משפחות בלבד: המקבוק אייר והמקבוק פרו החדשים.\nבכל הנוגע לעיצובו של המקבוק פרו רטינה, בחרה אפל להפרד מהכונן האופטי לטובת עיצוב מוקפד ודקיק יותר, אך עם זאת שונה מזה המאפיין את ליין המקבוק אייר. המקבוק פרו החדש כולל מקלדת מלאה שמשני צידיה רמקולים עוצמתיים ומערך חיבורים הפזור משני צידי המחשב, בניגוד למגמה שהנהיגה אפל במשך שנים בה העדיפה למקם את החיבורים מצידו השמאלי של המחשב בלבד. מנורות החיווי המעידות על כוח הסוללה בחרה אפל להפרד בליין המחשבים החדש, ככל הנראה מתוך רצון לצמצמם בגורמים מיותרים ולפנות את המקום – אם כי מניסיון ארוך שנים אציין כי מעולם לא מצאתי בו שימוש אמיתי בלאו הכי.\nתמונה: יח”צ, המקבוק פרו החדש, אפל נפרדה מהכונן האופטי, אך הותירה אותו בליין הפרו הישן\nבצידו הקיצוני שמאלי של המחשב ניתן לאתר את חיבור ה-MagSafe 2 החדש. מדובר למעשה בהכלאה של שני החיבורים הקודמים של אפל. מי שזוכר את חיבור ה-MagSafe הסטנדרטי עשוי הפלסטיק, יגלה אותו הפעם עשוי אלומיניום ודק יותר, גם כאן ניסיון שנועד ככל הנראה לצמצם את המקום ולאפשר את העיצוב הדקיק של הדגם החדש. מלבד חיבור למקור מתח תאתרו בצידו השמאלי של המחשב גם שתי יציאות Thunderbolt התומכות בקצב העברת נתונים של עד 10Gbps, חיבור USB 3.0, המצטרף לראשונה למחשבי המק, וחיבור אוזניות סטנדרטי.\nבצידו הימני של המחשב חיבור USB 3.0 נוסף, יציאת HDMI, וחריץ לכרטיסים מסוג SDXC שעשוי להתגלות כחיוני במיוחד עבור אלו העוסקים בגרפיקה או בצילום. פרט לאלו, הציבה אפל חריצי אוורור חבויים משני צידי המחשב שמתווספים לחריצי האיוורור המוכרים המצויים בתחתית המסך בליין המקבוקים.\nנקודה נוספת שכדאי אולי להזכיר ביחס לעיצוב, נוגעת למשקלו של המחשב. אפל הצליחה לעצב את המקבוק פרו החדש באופן כל כך מוקפד ודק שהרושם המתקבל כשמביטים בו לראשונה היא שמדובר גם במכשיר קליל. אלא שעל אף שהמקבוק פרו החדש אינו שוקל יותר מדי (2 קילו), הוא מרגיש כבד במיוחד בשל שטח הפנים הגדול והמראה הדקיק. אין ספק שהצורך בסוללה חזקה יותר, כזו שתוכל להתמודד עם דרישותיו הגבוהות של המסך מנעו מאפל למתוח את הגבולות בכל הקשור למשקל, אך עם זאת מדובר ככל הנראה גם בפער שבין המראה הדקיק למשקל המשמעותי שמעניק תחושה שמדובר במחשב כבד.\n<<< לגלריית התמונות המלאה\nתמונה: ניוזגיק, מסך הרטינה החדש – שדרוג משמעותי לחווית השימוש\nכנראה ששום דבר שנכתוב פה לא באמת יעניק לכם את התחושה האמיתית הנוגעת לעבודה עם מסך כל כך חד, עד שקשה לתפוס שבמדובר כלל במסך ולא בהדפס מגזיני איכותי במיוחד. אחד הרכיבים המשמעותיים ביותר שמביא עימו המקבוק פרו החדש מצליח להלהיב שוב ושוב גם לאחר מספר ימים שעובדים איתו, בעיקר בשל העובדה שתמיד תציצו גם במסכים אחרים שסביבכם ותוכלו לשוב ולהעריך את רמת החדות שהוא מציע.\nלמעשה, התחושה שליוותה אותנו בימים האחרונים היא שמישהו ניקה את העדשה המלוכלכת שהציבו לנו על האינטרנט ופתאום הכל ברור וחד יותר באופן שמעצים את חווית השימוש באלפי מונים. אם היה אפשר לבטל את אפקט המראה שהמסך עדיין סובל ממנו בתנאי תאורה מסויימים, היה זה ללא ספק המסך המושלם למחשבים נישאים, וללא ספק כזה שלפחות בשלב זה מצליח לייצר פער משמעותי אל מול המתחרים.\nהמקבוק פרו רטינה מתהדר במסך בגודל “15.4 ברזולוציה בת 2560X1600 וצפיפות פיקסלים בת 220ppi. לשם השוואה, מסך המקבוק פרו שהשיקה אפל שנה שעברה בתצורה דומה (“15.4) כולל רזולוציה בת 1680X1050 וצפיפות פיקסלים בת 128ppi. מדובר בהבדל משמעותי שניתן להבחין בו בקלות ואשר מייצר חדות כה גבוהה עד שלא ניתן להבחין בפיקסלים גם כשממש מתאמצים לעשות זאת.\nגם ברמת זוויות הצפייה אתם מוזמנים לשכוח מכל מה שהכרתם עד עתה במחשבים נישאים. הטייה של המסך לא תשנה מאיכותו ואין צורך להוריד או להעלות את המסך על מנת להשפיע על הבהירות שלו.\nאיפה בכל זאת הבעיה? ובכן, הבעיה לא נעוצה באפל ובמקבוק רטינה החדש אלא באתרי תוכן רבים שפשוט לא הותאמו לרזולוציה כה גבוהה ועל כן הגרפיקה באתרים רבים חושפת לפתע את הפשרות שבעלי אתרים רבים עשו. מעבר לזה, יש לקחת בחשבון שגם תוכנות רבות אינן מותאמות עדיין למסך החדש ושימוש בהן לא ינצל את יכולותיו האמיתיים. מי שרגילים להשתמש בספארי יהנו מביצועים מקסימליים ומחדות חסרת פשרות, אחרים יאלצו להמתין עד שהמפתחים יישרו קו ויתאימו את קו המוצרים שלהם על מנת שתוכלו לנצל את האיכות שמציע מסך הרטינה. (תוכנת VLC אגב, כבר תומכת במסך החדש).\nתמונה: ניוזגיק. משפחת המקבוק השלמה, מלמטה למעלה: המקבוק רטינה החדש, מקבוק פרו ומקבוק אייר\nאז חוץ מהעיצוב המרשים והמסך החד, כולל המקבוק פרו החדש גם מפרט טכני עשיר ומתקדם, כזה המטמיע את הסטנדרטים החדשים והמתקדמים ביותר שראו אור רק לאחרונה. מחשב המקבוק פרו רטינה מצוייד במעבד ה-Ivy Bridge מרובע הליבות של אינטל מסוג i7 ובמהירות של 2.3GHz לדגם הזול יותר ו-2.6GHz לדגם היקר יותר. שתי התצורות מגיעות עם זיכרון פנימי (RAM) בנפח 8GB עם אפשרות להרחיב ל-16GB ומאיץ גרפי של נבידיה מסוג GeForce GT 650M עם זיכרון של 1GB. התוצאה היא כוח מחשוב עוצמתי שמצליח להתמודד עם מספר תוכנות הפועלות במקביל ומאפשר לנצל את אחד הפיצ’רים הפופולארים ב-OS X, ה-Spaces באופן אופטימלי וחלק.\nגם זמן התגובה מהיר באופן מרשים, אם המחשב כבוי ותלחצו על כפתור ההפעלה, תגלו שמערכת ההפעלה כבר רצה עוד לפני שתספיקו לחבר את המטען לשקע החשמל (לנו לקח 15 שניות), וכשתכבו אותו לא תחלוף שנייה בין פקודת הכיבוי לכיבוי בפועל. עם זאת, זכרו שכונן האחסון של המחשב הוא מסוג פלאש (256GB או 512GB, תלוי בדגם) ועל כן אין באמת צורך לכבות את המחשב וניתן פשוט לקפל את המסך ולהעביר אותו כך למצב שינה.\nמערכת ההפעלה החדשה של אפל Mountain Lion שהושקה אתמול (ד’) מביאה עימה פיצ’רים נוספים לליין המחשבים הניידים שיאפשר להם להתעדכן גם בזמן שהם ישנים, דבר שיכול להפוך את העבודה לרציפה ונוחה אפילו יותר ועם סוללה שמספיקה לעד 7 שעות עבודה או 30 שעות המתנה, אתם יכולים להניח לכפתור הכיבוי ולשכוח ממנו.\n\nכשחשפה לראשונה אפל את ליין מחשבי המקבוק המבוססים על עיצוב האלומיניום (זכורים גם כ-Unibody), החליטה החברה להפרד מחיבור ה-Firewire הותיק והמוכר לטובת חיבור ה-USB שאומץ עם השנים כסטנדרט בתעשיה.\nקהילת המק באותם ימים לא אהבה את המהלך של אפל (בלשון המעטה), אשר הפך אינספור מוצרים שנרכשו עבור המחשבים ששימשו רבים לאורך השנים למיותמים ואפל מיהרה לחזור בה מהחלטתה והוסיפה את החיבור הותיק ברענון ליין המקבוקים שנה לאחר מכן.\nאלא שכעת, אחרי שחיבור ה-Thunderbolt נולד וה-USB 3.0 מתחיל סוף סוף להכנס לשימוש בתעשיית המחשוב, הבינה החברה כי ה-FireWire כבר לא רלוונטי יותר והחליטה להפרד ממנו באופן רשמי. גם כאן, בדיוק כמו גורלו של הכונן האופטי שכבר נחרץ, יתכן ושנה הבאה תהיה האחרונה בה נזכה לראות את החיבור הותיק באופן רשמי לפני שיעלם גם מיתר סדרות המחשבים של החברה.\nחיבור נוסף וחשוב מעט יותר שלא תאתרו במקבוק החדש הוא ה-Ethernet. גם כאן בחרה אפל משיקולי עיצוב להפרד מהתקן הישן, אך הוא זמין באמצעות מתאם ל-Thunderbolt שיעשה את העבודה תמורת סכום נוסף ובלתי מבוטל.\nאת ההתרשמות החיובית שלנו ממחשב המקבוק פרו החדש נסכם באמירה סותרת ומעט משונה – מוטב יהיה לא למהר ולרכוש אותו. ובכן, הסיבה לכך אינה נובעת מהמפרט הטכני או היכולות של המחשב, אלא יותר מנקודת מבט צרכנית. אפל נוטה לשחרר מידי כמה שנים מוצרים הכוללים שינויים משמעותים ומרחיקי לכת שנועדו להציב דגל ולהבהיר לאן היא מכוונת. מוצרים אלה בדרך כלל מתומחרים באופן חסר פרופורציות ומוצבים בטבלה כמוצרי פרימיום לכל דבר ועניין. כך היה עם מחשב המקבוק אייר שחשפה לראשונה החברה בינואר 2008 וכך היה עם שורה של מוצרים נוספים שהפכו זולים ומשתלמים יותר משמעותית כבר בדור השני שהושק.\nמחשב המקבוק פרו רטינה החדש מגיע בתצורה אחת בלבד ואפל עצמה מבהירה באופן גלוי כי רואה בו את דור המחשבים העתידי שלה. במחיר של למעלה מ-11,000 ש”ח עבור מחשב נישא, ספק רב אם העסקה הזו באמת משתלמת בשלב זה, כשבתוך חודשים ספורים עשויים החידושים שחושף המקבוק פרו החדש להפוך לסטנדרט בליין המחשבים הרחב של החברה ולהגיע עם מחירים משתלמים הרבה יותר.\nעם זאת, מחשב המקבוק פרו רטינה הוא ללא ספק אחד המחשבים הנישאים המעוצבים, המרשימים והעוצמתיים שנתקלנו בהם בעת האחרונה ואם המחיר אינו מהווה שיקול עבורכם, אנחנו ממליצים עליו בחום.\nמעבד: Intel i7 2.3Ghz\nזיכרון פנימי: 8GB\nנפח אחסון: 256GB מסוג Flash\nמשקל: 2 קילו\nכרטיס גרפי: NVIDIA GeForce GT 650M with 1GB of GDDR5\nמצלמה קדמית מובנת: 720p FaceTime HD\nחיבורים ויציאות: USB 3.0 – שתי יציאות, Thunderbolt – שתי יציאות, HDMI, חיבור לאוזניות, חריץ לכרטיסי SDXC\nקישוריות: 802.11n Wi-Fi wireless networking; IEEE 802.11a/b/g compatible, בלוטות’ 4.0\nסוללה: Built-in 95-watt-hour lithium-polymer battery, עד 7 שעות עבודה, 30 שעות המתנה\nמערכת הפעלה בזמן הסקירה: OS X Lion\nמחיר: 11,799 ש”ח באיידיגיטל", "keywords": "אפל,מסך רטינה,מקבוק,מקבוק פרו,מסך חד,סקירה,איידיגיטל,מחשב נישא,מקבוק אייר,macbook,macbook air,macbook pro,retina,retina display,apple,mac,osx,mountain os x,"}