{"url": "https://www.geektime.co.il/apple-new-ipad-full-review/", "type": "article", "title": "האייפד החדש: מסך חד שווה 100 דולר? [סקירת וידאו]", "description": "לקחנו את היורש לכתר החדש של אפל בשוק מחשבי הלוח להתרשמות ארוכה לצידו של הדגם הקודם. האם הוא באמת שווה את הבאזז שסביבו?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/ipad32.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-03-22T11:17:55Z", "modified_time": "2012-03-22T16:37:13Z", "articleBody": "לקחנו את היורש לכתר החדש של אפל בשוק מחשבי הלוח להתרשמות ארוכה לצידו של הדגם הקודם. האם הוא באמת שווה את הבאזז שסביבו?\nתמונה: יח\"צ, האייפד החדש: מסך חד ומרהיב\nמכשיר האייפד שבסקירה ניתן לנו באדיבות חנות iStore.\nדגם האייפד החדש שהונח על שולחני לפני ימים אחדים, הצליח לדכא את יצר הסקרנות הבסיסי שעוררו בי מוצרים חדשים של אפל בכל אחת מהפעמים בהם פתחתי את אריזת אחד מהם. מלבד לוגו קטן של iCloud בחזית, כבר ברמת האריזה לא ניכר כל שוני מהותי בין הדגמים. עם פתיחת האריזה נגלה מכשיר מוכר בעל עיצוב זהה לחלוטין לדגם האייפד הקודם ומכאן הפעלתו והתאמתו הזכירה כל מכשיר iOS סטנדרטי ומוכר.\nאי אפשר להתעלם מגולת הכותרת של דגם האייפד החדש: “מסך הרטינה” והוא באמת מצליח להפתיע לטובה. בניגוד לכל פיצ’ר אחר שצריך אולי לעבור מספר תהליכים כדי להגיע אליו או להתרשם ממנו, כאן מדובר בהתרשמות מיידית כבר מהרגע הראשון. מסך האייפד בשני הדגמים הקודמים התהדר ברזולוצייה בת 1024X768 שנחשבה היתה לטובה ומספקת אפילו ביחס למחשבי לוח אחרים הקיימים בשוק.\nדגם האייפד החדש יוצר את הפער הבסיסי הזה שאפל תמיד דואגת לשמור מול מתחרותיה ומתהדר ברזולוצייה בת 2048X1536 עם כמות פיקסלים של 264ppi ביחס לשני הדגמים הקודמים שנהנו מ-132ppi. במילים פשוטות יותר ניתן לומר שמדובר באחד המסכים החדים ביותר בהם תתקלו וכי את הפיקסלים כבר לא ממש ניתן לראות בעין בלתי מזויינת אפילו אם ממש תתאמצו להתקרב למסך. אבל זה לא הכל, השוואה בין דגם האייפד 2 לאייפד החדש מגלה כי גם בהירות המסך ואיכות הצבעים מרשימה לא פחות וכי פרטים מסויימים שכלל לא הבחנו בהם במעבר בין תמונות על גבי האייפד 2 זכו פתאום להתגלות.\nבשלב זה ההבדל ניכר באופן משמעותי באייקונים של האפליקציות שטרם הותאמו למסך הרטינה החדש לאלו השייכים למערכת ההפעלה וכוללים כבר את עדכון הרזולוציה. מרמת הפונטים ועד לאייקון עצמו מדובר בחדות מרשימה שגם פה חושפת את האייקונים המוכרים של iOS באור שונה לחלוטין.\nבהתחשב בעובדה שמדובר במכשיר בו המסך נחשב לרכיב הפונקציונאלי והחשוב ביותר, העדכון שהובילה אפל בדגם האייפד החדש מבורך ומציב אותו שוב במקום אחר וגבוה ביחס למתחרים. מעבר לאתגר הטכני שמתחרותיה של אפל תצמצמנה עם הזמן (נזכור כי אפל אינה מייצרת את המסכים שלה בעצמה, אלא רוכשת אותם מסמסונג, LG ושארפ), האתגר שיצרה אפל עבור מתחרותיה קשור יותר לעובדה שהיא מצליחה למכור מכשיר עם מסך חד כל כך במחיר התחלתי של 500 דולרים בלבד.\nניסויים שביצעו אתרי טכנולוגיה שונים יחד עם השקתו של האייפד החדש נועדו לבדוק האם הצרכנים בכלל מבחינים בהבדל כלשהו בין דגם האייפד הנוכחי שהשיקה אפל שבוע שעבר, לדגם האייפד 2 שהושק לפני כשנה. על אף שלא ניתן לראות במחקרים אלו אמפיריים באף צורה שהיא, ניתן היה להבחין כי ממבט חטוף ואפילו מאחיזה ושימוש במכשיר התקשו חלק מהנבדקים להבדיל בין השניים.\nמעניין יותר לראות כי חלק מהנבדקים שקיבלו את מכשיר האייפד החדש ציינו כמעט באופן מיידי שהוא נראה דק יותר וקל יותר מהאייפד הקודם. ובכן, כאן כנראה עולה הציפייה שלנו על בוחן המציאות מאחר ודגם האייפד החדש עבה יותר וכבד יותר מאשר קודמו.\nהתקדמות טכנולוגית מתקשרת אצלנו באופן כמעט אבסולוטי לעובי דק ומשקל נמוך, אלא שבפועל רכיבים טכנולוגים מתקדמים מובילים לעיתים לפשרות על חשבון העיצוב. אפל, כידוע לכם, נוטה להתפשר בחלק גדול מהמקרים דווקא על הצד החומרתי לטובת עיצוב מוקפד יותר והמהלך הנוכחי שלה אינו דבר שיש להקל בו ראש. בדגם הנוכחי הכריעה אפל לטובת הצד החומרתי וקבעה שמסך חד יותר חשוב מספיק כדי להקריב את עוביו ומשקלו של האייפד. מסך הרטינה החדש דורש יכולות עיבוד מתקדמות יותר ואלה דורשות צריכת סוללה רבה יותר. במטרה שלא לפגוע באורך חיי הסוללה וזמן העבודה על המכשיר ובמקביל להטמיע את המסך החדש נאלצה החברה להקריב את העיצוב של המכשיר שתפח מעט.\nתמונה: יח\"צ, מסך מרשים שמנצל את היכולות הגרפיות בחסות המעבד החדש\nאלו שציפו למעבד מרובע ליבות בדגם האייפד החדש התבדו, אפל החליטה ליטול את מעבד ה-A5 הותיק שלה אותו ניתן לאתר בדגם האייפד 2 והאייפון 4S והעניקה לו יכולות גרפיים משופרים שנועדו להתמודד עם מסך הרטינה. מספר בדיקות שנערכו על ידי אתרי טכנולוגיה בעולם אימתו את טענתה של אפל: האייפד החדש מפגין ביצועים טובים יותר ממחשבי לוח מבוססי טגרה 3. אלא שבסופו של יום יש לזכור כי מעבד ה-A5X הינו כפול ליבה במהירות 1GHz וכי את העדכון המשמעותי באמת נראה ככל הנראה רק במכשירי ה-iDevices הבאים שתשיק החברה שכבר יתהדרו ככל הנראה ב-A6 מרובע הליבות.\nברמת הביצועים מפגין האייפד החדש יכולות מרשימות: הוא מהיר במיוחד ו-iOS עובדת בצורה חלקה שמתבטאת בזמן תגובה אפסי. גם כשניסינו להפעיל מספר אפליקציות במקביל יחד עם Photo Booth שנוטה לעיתים לקרטע מעט על האייפד 2, הצליח הדגם החדש להפגין ביצועים מרשימים.\nעדות חלקית לסירי קיימת באייפד החדש באמצעות פיצ’ר שהוסיפה אפל ומאפשר להכתיב באופן קולי טקסט במקום להקליד אותו. תכונה זו אינה תומכת בשלב זה בעברית, אך מבדיקה שערכנו בשפה האנגלית (גם על ידי דוברי שפת אם) התקשה זה לדייק בתרגום הקול לטקסט והתגלה כבלתי יעיל במרבית המקרים.\nבאירוע ההכרזה של האייפד החדש התייחסה אפל לעדכון אפליקציית המצלמה של המכשיר כחלק ממערכת ההפעלה iOS 5.1. על אף שעדכון זה זהה גם לדגם האייפד 2 – המצלמה החדשה של המכשיר, בשילוב עם המעבד המתקדם והמסך החדש גורמים לתחושה הרבה יותר טובה כשמעוניינים ליטול תמונות באמצעותו.\n\nהביקורת הרבה שנשמעה נגד אפל בכל הקשור למצלמות מכשיר האייפד 2 זכו למענה חלקי בלבד בדגם הנוכחי. מצלמת ה-iSight שחשפה אפל בדגם החדש הינה מסוג 5 מגה פיקסל, אשר כוללת שלל חיישנים ומאפשרת ללכוד וידאו באיכות 1080p (בניגוד ל-720p בדגם האייפד 2), אלא שהפונקציונאליות של מצלמות אחוריות במחשבי לוח, בניגוד לסמארטפונים, שוות ערך למצלמה אחורית על מחשב נישא.\nבהתחשב בעובדה שהרוב המוחלט של אלו הרוכשים אייפד נושאים בכיסם כבר סמארטפון, צילום תמונת סטילס באמצעות האייפד או לכידת וידאו באמצעותו עשויה להתגלות ככאב ראש מיותר שנוחות השימוש בו כמעט ואיננה קיימת. מנגד, דווקא המצלמה הקדמית במכשיר, זו המשמשת לשיחות וידאו ונחשבת לפונקציונאלית הרבה יותר במחשבי לוח, לא עברה כל שדרוג והיא זהה לזו שתאתרו בדגם האייפד 2, כלומר מצלמת VGA פשוטה.\nתמונה: יח\"צ, מצלמה משובחת, אבל מי ישתמש בה?\nדגם האייפד שקיבלנו לסקירה היה הדגם הבסיסי ביותר (WiFi בנפח 16GB), אלא שגם אם היינו בוחרים בדגם בעל הקישוריות הסלולרית, את תמיכתו של האייפד החדש ברשת הדור הרביעי לא היינו יכולים לסקור בארץ. בישראל נכון להיום אף אחת ממפעילות הסלולר אינה מציעה תמיכה בדור הרביעי ומאחר וכך, תכונה חדשה זו שתאתרו באייפד החדש איננה רלוונטית כלל לצרכן הישראלי.\nנקודה נוספת שכדאי לציין, קשורה דווקא לשוני בנפח האחסון בין הדגמים השונים. מסך הרטינה החדש טומן בחובו גם תעדוף מחודש בכל הנוגע לדגם האידיאלי עבורכם. בעוד שחנות האפסטור כוללת נכון להיום רק מספר אפליקציות התומכות ברזולוציה החדה של המכשיר, בחודשים הקרובים ישתנה המאזן ומרבית האפליקציות כבר יתמכו במסך הרטינה של האייפד. כפועל יוצא מכך משקלן של האפליקציות צפוי לעלות מאחר והגרפיקה החדה תגיע על חשבון נפח הקבצים הכולל. אין זה מקרי אם כך שאפל החליטה להגדיל את נפח התעבורה להורדת אפליקציות בקישוריות סלולרית רק לאחרונה.\nאם אתם נוטים להשתמש בהרבה אפליקציות, צאו מנקודת הנחה שהן יהיו כבדות יותר בקרוב ועל כן כדאי אולי לשקול את רכישתו של דגם ה-32 או ה-64GB.\nתמונה: ניוזגיק - כך נראת תמונה עם מצלמת iSight החדשה\nכשהוא כבד יותר, עבה יותר, בעל קישוריות סלולרית מתקדמת שאיננה רלוונטית לקהל הישראלי ומצלמה משובחת שלרוב לא ממש משתמשים בה, אפל הצליחה לשכנע אותנו שהאייפד שהכי משתלם לרכוש כרגע בישראל הוא האייפד 2.\nהאייפד החדש מפגין אמנם ביצועים מרשימים ומתהדר במסך חד במיוחד, אך ספק אם אלו שווים 100 דולרים בממוצע. בישראל ניתן לרכוש את האייפד החדש כבר עכשיו בחנויות המבצעות ייבוא פרטי דוגמאת iStore, שם מחירו של הדגם הזול ביותר (WiFi 16) הינו 2,999 ש”ח. במועד מאוחר יותר צפוי האייפד לזכות להשקה רשמית גם בישראל ואז המחירים ירדו באופן טבעי, אלא שמועד ההשקה הרשמי אינו ידוע בשלב זה.\nמסך: גודל: “9.7, רזולוצייה 2048X1536, 264ppi\nמצלמות: אחורית: 5 מגה פיקסל (וידאו באיכות 1080p) קדמית: VGA\nתמיכה בייצוב תמונה בוידאו וזיהוי פנים\nמשקל: 662 גרם\nקישוריות: בלוטות’ 4.0, WiFi 802.11a/b/g/n\nמעבד: A5X, כפול ליבה במהירות 1GHz, עיבוד גרפי מרובע ליבות\nמכשיר האייפד שבסקירה ניתן לנו באדיבות חנות iStore.", "keywords": "אייפד,אייפד 2,אייפד חדש,אייפד 3,אפל,מסך רטינה,רטינה,אייפד בישראל,האייפד בישראל,istore,apple ipad,ipad2,ipad 3,new ipad,the new ipad,retina,a5x,a5"}