{"url": "https://www.geektime.co.il/mediatek-launches-pump-express-3-0-charging/", "type": "article", "title": "מדיהטק מציגה טעינה מ-0 ל-70 אחוז סוללה ב-20 דקות", "description": "צריכים לתפוס טיסה והסמארטפון מת? טכנולוגיית הטעינה החדשה של MediaTek תאפשר לכם להגיע ל-70 אחוזי סוללה תוך 20 דקות בלבד; 5 דקות בשקע יספיקו לכם ל-4 שעות דיבור. הסמארטפון הראשון שיתמוך בטכנולוגיה יגיע כבר השנה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/MEDIATEK.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-31T09:25:32Z", "modified_time": "2016-05-31T09:33:26Z", "articleBody": "צריכים לתפוס טיסה והסמארטפון מת? טכנולוגיית הטעינה החדשה של MediaTek תאפשר לכם להגיע ל-70 אחוזי סוללה תוך 20 דקות בלבד; 5 דקות בשקע יספיקו לכם ל-4 שעות דיבור. הסמארטפון הראשון שיתמוך בטכנולוגיה יגיע כבר השנה\nמקור: MediaTek\nמדי פעם אנחנו שומעים על טכנולוגיות סוללה עתידניות, שיאפשרו לנו לשחק, לגלוש ולעבוד בסמארטפון שלנו ועדיין ליהנות מחיי סוללה דימיוניים. בינתיים, מתמקדות יצרניות הסמארטפונים והמעבדים בפיתוח של פתרונות ביניים, שיאפשרו לנו לשרוד כמה שיותר זמן ללא טעינה. יחד עם הגדלת הקיבולות של הסוללות והייעול האנרגטי של המכשירים והתוכנה שלהם אנחנו רואים בשנים האחרונות שיפור דרמטי גם במהירות הטעינה. טכנולוגיות כמו Quick Charge של קוואלקום, SmartPower של וואווי ורבות אחרות, שמאפשרות לנו להתחבר לזמן קצר יחסית לשקע וליהנות מתוספת משמעותית לחיי הסוללה של המכשיר. במסגרת תערוכת קומפיוטקס בטיוואן הציגה MediaTek (מדיהטק) הטיוואנית את Pump Express 3.0, הגרסה החדשה של טכנולוגיית הטעינה המהירה שלה, שמציגה כמה שיפורים דרמטיים במהירות הטעינה, כמו גם בבטיחות ובפיזור החום שלה.\nהטכנולוגיה החדשה מאפשרת חיבור של סמארטפון עם 0 אחוזי סוללה לשקע, כשלאחר 20 דקות בלבד הסוללה שלו תגיע ל-70 אחוזים. אם אכן גם המבחנים הבלתי-תלויים יציגו תוצאות דומות, הרי שמדובר בפריצת דרך ובמהירות גבוהה מהמתחרות. לשם השוואה, קוואלקום מאפשרת טעינה מ-0 ל-80 אחוז סוללה תוך 35 דקות. ה-Pump Express 3.0 מאפשרת למשתמשים 4 שעות של דיבור אחרי 5 דקות בלבד בטעינה. עם זאת, חשוב לציין שהחברה לא ציינה את התנאים המדוייקים ואת קיבולת הסוללה המדוייקת שבה השתמשה לצורך הבדיקות שלה.\nמקור: MediaTek\nחוץ מהמהירות מציגה הטכנולוגיה החדשה עוד כמה יתרונות. כך למשל ה-Pump Express 3.0 עושה שימוש בחיבור ישיר בין השקע החשמלי לסוללה. כך עובר הזרם ישירות מהשקע אל הסוללה, מבלי לעבור ברכיבי טעינה חשמליים בתוך הסמארטפון. כתוצאה מכך, יורד משמעותית החום שנפלט בזמן הטעינה, כך שהמכשיר כמעט ואינו מתחמם בזמן טעינה. לדברי החברה, מדובר בחיבור הישיר הראשון בעולם שעושה שימוש בחיבור USB-C, שהופך במהירה לתקן מוביל בעולם הטכנולוגיה. בנוסף, הטעינה בטוחה יותר בזכות 20 מנגנוני הגנה חדשים שיישמה החברה.\nטכנולוגיית ה-Pump Express 3.0 תתאפשר בכל סמארטפון שיכלול את Helio P20, ערכת השבבים החדשה של החברה. על פי MediaTek, הסמארטפונים הראשונים שיאפשרו את הטעינה המהירה יגיעו לשוק עוד השנה.\n", "keywords": "מדיהטק,mediatek,טעינה,טעינה מהירה,quickcharge,קוואלקום,סמארטפון,סוללה,חיי סוללה,usb-c,הטענה מהירה,usb c"}