{"url": "https://www.geektime.co.il/oneplus-2-review/", "type": "article", "title": "סקירה: ה-OnePlus 2 הוא מכשיר מצוין, לא רק ביחס למחיר", "description": "כמו קודמו, גם מכשיר ה-OnePlus 2 שהושק לאחרונה בישראל מציג מפרט מתקדם לצד תג מחיר אטרקטיבי למדי. הבדיקה שלנו העלתה מכשיר שטוב לא רק יחסית למחיר שלו, אלא גם יחסית למכשירים שעולים כפול ממנו", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/BIG.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-02T10:32:04Z", "modified_time": "2015-11-04T17:06:37Z", "articleBody": "כמו קודמו, גם מכשיר ה-OnePlus 2 שהושק לאחרונה בישראל מציג מפרט מתקדם לצד תג מחיר אטרקטיבי למדי. הבדיקה שלנו העלתה מכשיר שטוב לא רק יחסית למחיר שלו, אלא גם יחסית למכשירים שעולים כפול ממנו\nצילום: גיקטיים\nקבלת הפנים להם זוכים הסמארטפונים של חברת OnePlus היא הדבר הכי קרוב שיש בסביבת האנדרואיד להיסטריה ולהייפ להם זוכים מכשירי האייפון החדשים. אולם בעוד מעריצי אפל נעמדים בשורות ומצטיידים בשקי שינה ליד חנויות אפל, ההייפ סביב המכשירים של החברה הסינית מתרחש ברשת, עם רשימת המתנה שחצתה את קו 5 מיליון המשתמשים הרשומים.\nעתה, לאחר ההשקה של חברת OnePlus ישראל והתחלת השיווק הרשמי של מכשירי החברה, רצינו לבדוק האם הכל היה הייפ וטיזינג? האם באמת מדובר במכשיר טוב – יחסית לעלות שלו – או שמא מדובר במכשיר אנדרואיד מצוין, בהשוואה לכל מכשירי הדגל האחרים בשוק.\nמכשיר ה-2 שומר על העיצוב הסולידי שהציע דגם ה-One אולם מציג במקביל לא מעט שינויים. הראשון שתשימו לב אליו הוא כמובן השילוב של המסגרת המתכתית שעוטפת את המכשיר. המסגרת מעניקה למכשיר מראה ותחושת מגע יוקרתית למדי. גם מבחינת המימדים ומבחינת המשקל של המכשיר התחושה היתה מצוינת, אם כי ההמלצה שלנו היא שאם אתם בעלי ידיים קטנות יחסית, תרגישו קצת את המכשיר לפני הרכישה.\nצילום: גיקטיים\nגב המכשיר שקיבלנו לסקירה היה שחור Sandstone (אבן חול). מדובר בפאנל די מחוספס, שגרם ללא מעט חברים במערכת להרתע ממנו בטענות שנעו בין “לא נעים” ל”מוזר”. אם גם אתם לא מהטיפוסים המחוספסים, תוכלו להזמין פאנלים אחרים באתר החברה, כשההחלפה נעשית תוך שניות. ההחלטה שלכם.\nצילום: גיקטיים\nבחלק העליון של המכשיר לא תמצאו הפתעות מיוחדות, אלא שקע אוזניות 3.5 אינץ’ סטנדרטי ומיקרופון; בחלק התחתון נמצא את חיבור ה-USB-C החדש, עליו נרחיב בהמשך ו-2 גרילים לרמקולים, אם כי שימו לב: מכשיר ה-2 לא מספק צליל סטריאופוני, משום שרק מתחת לגריל הימני קיים רמקול. הגריל השמאלי נועד… ובכן… נועד לצרכים עיצוביים בלבד.\nצילום: גיקטיים\nבצד השמאלי של המכשיר נמצא כפתור מצב התראות. מדובר בכפתור חדש ולא שכיח, שבורר בין המצבים השונים של ההתראות: מצב רגיל; מצב שקט – ללא הפרעות; ומצב Priority להתראות מאנשי קשר שהוגדרו על ידינו כמועדפים. מדובר בשידרוג לכפתור המוכר ממכשירי האייפון ולטעמנו פיצ’ר שימושי מאוד, בעיקר בפגישות או בשעות הלילה, כשאתם לא רוצים להעיר אף אחד. בצד הימני נמצא את כפתור ההדלקה/כיבוי וכפתור הווליום; הכפתורים עשויים מתכת גם הם, כיאה לאחד האזורים שנמצאים בשימוש מסיבי ביומיום. לצערנו, OnePlus בחרה, כמו כמעט כל יצרניות מכשירי האנדרואיד, לשלב את כפתורי הגברת הווליום והנמכתו בכפתור אחד, זאת בניגוד למשל לגלאקסי S6 או הנוט 5.\nצילום: גיקטיים\nגב המכשיר מתפרק בקלות, ומתחתיו תמצאו את מגירת הסים עם מקום ל-2 כרטיסי נאנו-סים; מדובר בפיצ’ר שימושי, שנמצא בשימוש בעיקר במדינות אסיה, אולם יכול לשמש גם קהל ישראלי במספר שימושים כמו למשל כאשר יש לכם מכשיר טלפון מהעבודה ואחד פרטי; או למשל כאשר אתם רוצים להשתמש בכרטיס סים אחד לדאטה ובשני לצורך שיחות; ואחד השימושים היותר שימושיים הוא בעונת הנסיעות – אנחנו למשל נוהגים לעשות שימוש בכרטיס סים פרי-פייד מקומי, שמציע חבילות דאטה זולות משמעותית מהחבילות השונות שמציעות חברות הסלולר הישראליות. כך למשל תוכלו להכניס גם את הסים הישראלי וגם את המקומי ולהגדיר לו להשתמש בסים המקומי לדאטה ובישראלי לשיחות.\nמעבר לעניין הסים והחלפת הפאנל האחורי, לא תמצאו יותר מדי עניין בגב המכשיר, משום שהוא כולל סוללה מובנית ואינו כולל חריץ הרחבה, במה שהופך במהירה לסטנדרט בקרב מכשירי האנדרואיד.\nצילום: גיקטיים\nכאמור בתחתית המכשיר תמצאו את חיבור ה-USB-C החדש והמתקדם, עליו תוכלו לקרוא בהרחבה כאן. בקצרה, קצב העברת הנתונים שלו מהירה משמעותית – 10 ג’יגה-ביט לשנייה בניגוד ל-480 מגה-ביט לשנייה של ה-USB 2.0; הטעינה שלו מהירה יותר; והכי חשוב – הוא סימטרי. כלומר, אין יותר צד נכון או לא נכון בזמן הכנסת הכבל לצורך טעינת המכשיר. אחרי מספר ימים של שימוש, לא תבינו איך הסתדרתם בלעדיו. מצד שני, קחו בחשבון שכל המתאמים וכל המטענים שאגרתם במשך השנים כבר לא יהיו שימושיים ותאלצו לרכוש חדשים – למשל אם תרצו כבל טעינה נוסף מעבר לאחד שתקבלו בערכה. עם זאת חשוב להבהיר שחיבור ה-USB-C של המכשיר תואם לגרסה 2.0, כלומר, הוא לא תומך במהירויות של תקן USB 3.1.\nלאחר הפרידה המתוקשרת של OnePlus ו-Cyanogen הציגה OnePlus את Oxygen OS, מערכת ההפעלה או יותר נכון ממשק ה-UI שלה שמבוסס על אנדרואיד לוליפופ 5.1.1. בתור מעריצי האנדרואיד הנקי, דוגמת זה שמגיע עם מכשירי הנקסוס, לא קל לנו עם ממשקים דוגמת TouchWiz או Optimus ו-Sense, שמפתחות חברות כמו סמסונג, LG ו-HTC בהתאמה. ממשקים אלו כוללים לא פעם תוספות לא נחוצות, Bloatware, שהיצרניות דוחפות לנו ממניעים שונים ומשונים ופיצ’רים לא נחוצים שבעיקר מאטים את המכשיר ונוגסים במקום הפנוי שיש לנו עליו. למרות זאת, אי אפשר שלא להתאהב במערכת ההפעלה של OnePlus. במבט ראשון היא נראית כמו אנדרואיד נקי, אבל לאחר שימוש של מספר דקות מתחילים לגלות את אפשרויות ההתאמה האישית הרבות שמתחבאות בה ובשילוב הנפלא שלה עם החומרה של המכשיר.\nצילום: גיקטיים\nShelf – סווייפ אחד לימין יביא אתכם למסך קיצורי דרך שמתעדכן בצורה דינמית ומציג בצורה נגישה את האפליקציות שבהן אתם משתמשים הכי הרבה ואת אנשי הקשר איתם אתם מדברים הכי הרבה.\nDark Mode – מעבר למצב Dark יהפוך את כל הצבעים הבהירים בתפריטים לכהים; כך שאם אתם למשל עובדים עם המכשיר בלילה הוא לא יסנוור אתכם ואולי על הדרך אפילו תחסכו כמה אחוזי סוללה. בנוסף, תוכלו לבחור את צבע הבחירה של הפריטים בתפריטים השונים.\n\nהזיזו את הסליידר ימינה ושמאלה לראות את ההבדלים בין מצב ה-Dark למצב הרגיל\nכפתורי חומרה וכפתורי תוכנה – ברירת המחדל במכשיר היא שימוש בכפתורים הקפסטיביים של המכשיר לצורך Back (חזרה) או רשימת האפליקציות שבהן השתמשתם לאחרונה (Recents). אם תרצו, תוכלו לעבור לשימוש בכפתורי התוכנה (ריבוע, עיגול ומשולש) דוגמת אלו שמופיעים על המסך במכשירי הנקסוס למשל. בנוסף, תוכלו גם להגדיר את הכפתורים הקפסטיביים כרצונכם ולהחליט למשל שלחיצה על כפתור ה-Back תפעיל את החיפוש הקולי של גוגל, לחיצה ארוכה עליו תכבה את המסך ולחיצה כפולה תכבה את המסך. אנחנו למשל השתמשנו בלחיצה כפולה על “כפתור הבית”, כלומר קורא טביעות האצבע, כדי להפעיל את המצלמה, בדיוק כפי שהתרגלנו לעשות בגלאקסי S6.\nהתאמה – אפשרויות ההתאמה האישית כוללות בין השאר שינוי של מספר האפליקציות שמופיעות בכל מסך במגירת האפליקציות, שינוי ערכות אייקונים בלחיצה אחת, ואפילו כפתור ‘סדר לי את האייקונים’ שמסדר לכם את האייקונים שורות-שורות. בנוסף, תוכלו גם להוסיף או להסיר הגדרות ב’מסך ההגדרות המהירות’. פיצ’ר נוסף שאנחנו מאוד אהבנו הוא שינוי צבעי ההתראות: כך שתוכלו לבחור את צבעי ההתראה של נורית ה-LED של המכשיר ולקבוע צבע שונה להודעה שאתם מקבלים, כשהמכשיר בטעינה וכו.\nצילום: גיקטיים\nחוץ מאפשרויות ההתאמה הנרחבות תמצאו ב-Oxygen גם פיצ’ר שגוגל שילבה רק באנדרואיד 6.0 מרשמלו והוא הרשאות ספציפיות לכל אפליקציה. כלומר, נוכל להחליט למשל שאנחנו לא רוצים לתת לאפליקציית פייסבוק גישה למיקום שלנו; או לא לאשר למשחק כלשהו שהורדנו גישה לאנשי הקשר.\nפיצ’רים שימושיים נוספים שתמצאו ב-Oxygen הם איקולייזר מובנה עם מצבים מוכנים שניתנים להתאמה אישית כמו מוסיקה, סרטים ומשחקים; המערכת גם מגיעה עם מנהל קבצים מובנה וחלונית חיפוש יעילה ושימושית.\nצילום: גיקטיים\nבצעד שהפתיע לא מעט מעריצים, בחרה OnePlus להסתפק במסך Full HD ברזולוציית 1,920×1080 ולא ליישר קו עם שאר היצרניות ששילבו מסכי QHD במכשירי הדגל שלהן. האם OnePlus בגדה ב-“Never Settle” (ללא פשרות) המוטו שמלווה אותה מאז הקמתה?\nאז ראשית נידרש לסוגיית הרזולוציה. כן, קיים הבדל בין המסך של ה-OnePlus 2 למסכי QHD אחרים שסקרנו כמו למשל המסך של הגלאקסי S6, האם הוא משנה לנו או לרוב רובם של המשתמשים? לטעמנו, לא. ההבדל צץ ועולה בכל מה שקשור לחדות האובייקטים והבחנה בפרטים הקטנים. לכן, אם אתם משתמשים חדי עין הרגישים לפרטים הקטנים, או אם אתם מעצבים או צלמים, אולי זה לא המכשיר בשבילכם. עם זאת, קחו בחשבון שלמעט צפייה בתמונות שצילמתם או עיבדתם בפוטושופ, מעטים הם היישומים האחרים שעושים שימוש ברזולוציה הזו.\nאם אתם נמנים על שאר 99 האחוזים מהמשתמשים, הרזולוציה הנמוכה יותר של המסך תספיק בהחלט ועדיין תוכלו להבחין היטב בפרטים כמו טיפות מים על עלים או טקסטורה של בגד. בתור בונוס תיהנו ממסך חסכוני יותר בחיי הסוללה.\nמבחינת הצבעוניות – אנחנו פחות אהבנו את הצבעוניות של המסך של מכשיר ה-2. בהשוואה לתצוגה של הגלאקסי S6 שמציג צבעים רוויים וחיים, המסך של ה-2 נראה קצת אנמי לטעמנו. מה שעזר קצת הוא האפשרות החדשה שנוספה בגרסה 2.1 של Oxygen ומאפשרת למשתמש לכוונן ולשנות את הצבעוניות בין גוונים קרים יותר וחמים יותר.\nצילום: גיקטיים\nאחד המרכיבים החשובים ביותר כיום ברכישת סמארטפון הוא כמובן המצלמה שלו. ה-2 מגיע עם מצלמה אחורית עם חיישן 13 מגה-פיקסל, גודל פיקסל 1.3 מיקרון ומפתח צמצם f/2.0. בנוסף, כוללת המצלמה גם מייצב תמונה אופטי ופוקוס לייזר, להתמקדות מהירה יותר בעצמים המצולמים.\nממשק המצלמה עצמו מזכיר מאוד את ממשק המצלמה המינימליסטי של האנדרואיד הנקי, ומבחינתנו זה יתרון, אבל הוא כולל עוד מספר פיצ’רים שימושיים: בין השאר קיים מצב צילום ידני, שמאפשר שליטה בפרמטרים כמו ISO, איזון לבן (White Balance), מהירות צמצם ועוד; מצב HDR, מצב ‘יופי’ שמרכך בתמונה את העור ומצב Clear Image שמשפר את החדות של אובייקטים רחוקים מאוד. החל מעדכון הגרסה האחרון של Oxygen, כוללת המצלמה גם תמיכה בפורמט RAW לאפליקציות חיצוניות, לכל מי שרוצה לטפל ולשפר את תמונות שלו, מבלי לפגוע באיכות שלהן.\nמבחינת איכות התמונות – ובכן, ההתרשמות הכללית שלנו היא שהמצלמה בהחלט טובה. האם היא מצוינת? לא. מהניסיון שלנו ואחרי שקלול של כל הנתונים כמו ממשק, צבעוניות, מהירות, פיצ’רים ומפרט, המצלמות של הגלאקסי S6 וה-G4 עדיין טובות יותר. אבל עדיין מדובר במצלמה טובה שתעשה את העבודה עבור רוב המשתמשים. פוקוס הלייזר עבד מהר והיטב והן התמונות והן הוידאו היו חדים, כששינוי הפוקוס נעשה בזריזות. בנוסף, התרשמנו לטובה גם מהטווח הדינאמי של המצלמה. בכלל, בתנאי תאורה טובים, המצלמה מספקת תמונות נפלאות, אם כי הצבעים נייטרליים יחסית ופחות רוויים מתמונות שמתקבלות במצלמות של סמסונג למשל. גם צילום הוידאו מספק את הסחורה, ונוכחותו של מייצב התמונה האופטי בהחלט ניכרת. ההבדל בלט במיוחד כאשר צילמנו וידאו במצב סלואו-מושן בקצב של 120fps.\nלעומת זאת המצלמה של ה-OnePlus 2 לא מצטיינת בצילום בתנאי חשיכה, עם תמונות באיכות סבירה בלבד שסובלות מיותר מדי גירעון. ההערכה שלנו היא שהאשם טמון במפתח הצמצם (f/2.0 לעומת f/1.9 של ה-S6 ו-f/1.8 של ה-G4) בשילוב גודל פיקסל של 1.3 מיקרון, הקטן יחסית ל-1.55 מיקרון של הנקסוס 6P למשל.\nההפעלה של המצלמה מהירה למדי, ומדדנו פחות משנייה מרגע שהפעלנו את המצלמה, דרך רגע הלחיצה ועד שהתמונה נשמרה במכשיר. בנוסף, אם תאפשרו תמיכה במחוות, תוכלו לצייר תנועה מעגלית על המסך הריק, והמכשיר יידלק ויעבור ישירות למצב צילום. אמנם עדיין איטי יותר מה-0.7 שניה של הגלאקסי S6, אבל עדיין מהיר.\nגלריית התמונות שצילמנו במכשיר\n[huge_it_slider id=”12″]\nלהורדת התמונות ברזולוציה גבוהה, לחצו כאן\nצילום: גיקטיים\nבמבט ראשון, משתמשים עלולים לטעות ולחשוב שמדובר בכפתור ‘בית’ דוגמת הכפתורים במכשירי סמסונג, אולם מדובר בקורא טביעות האצבע של ה-OnePlus 2. בעזרת קורא טביעות האצבע תוכלו לפתוח את המכשיר, מבלי לצייר דוגמאות שונות או להקיש סיסמה ולשלם באפליקציות תשלום שונות פשוט על ידי הנחה של אחת מאצבעות כף היד שלכם. תהליך הלמידה של המכשיר מהיר ביותר וגם לאחר מכן הוא מהיר ומדויק בצורה מרשימה. למעשה, הפעולה שלו מהירה יותר מקורא טביעות האצבע של הגלאקסי S6 ומשתווה במהירותה לאייפון 6S. נגיעה והסורק פועל כמו קסם.\nצילום: גיקטיים\nהמפרט של ה-OnePlus 2 אינו משאיר מקום לספקות. מדובר במפרט מרשים, שלא אמור להיתקל באתגרים קשים במיוחד עם אפליקציות או משחקים תובעניים. המכשיר מתבסס על מערכת-על-שבב מסוג Snapdragon 810 של קוואלקום עם מעבד 64-ביט 8-ליבות במהירות 1.8GHz ו-4GB זיכרון RAM מסוג LPDDR4. המעבד הגרפי (GPU) הוא Adreno 430.\nבאופן לא מפתיע, המכשיר התמודד היטב בכל הבדיקות שלנו. משחקים תובעניים כמו Asphalt 8 ו-Need For Speed טסו בלי גמגומים וגם אפליקציות כמו Lightroom ו-Photoshop Express עבדו היטב בעיבודים מורכבים יחסית עם מספר אפקטים. השימוש בממשק המכשיר היה חלק ולא נתקלנו בבעיות בעת מולטי-טאסקינג, מעבר בין אפליקציות, הרצת אפליקציות שונות, דפדוף בין דפי האפליקציות, חיפושים במכשיר והצגת אנימציות. השילוב בין ה-Adreno 430, המעבד ו-4GB זיכרון של RAM מהיר ניכרים בהחלט.\nעם זאת, אחת השאלות שהטרידו אותנו היתה סוגיית החימום; כידוע, מעבדי ה-Snapdragon 810 סבלו מבעיה קשה של התחממות. כתוצאה מכך, יצרניות דוגמת סמסונג ויתרו על השילוב של המעבד חמום המח והשתמשו במעבדים חלופיים דוגמת ה-Exynos. קוואלקום שספגה מכה תדמיתית קשה הציגה לפני מספר חודשים את גרסה 2.1 של המעבד שהיתה אמורה לפתור את הבעיה – וזהו גם המעבד שמשולב במכשיר ה-2. ובכן, מהניסיון שלנו, המכשיר אכן מתחמם וניתן בהחלט להרגיש זאת בחלקו העליון לאחר כ-10 דקות של משחק או צילום רציף של וידאו, אבל, חשוב להדגיש, לא מדובר בתוצאות חריגות ושונות ממכשירים אחרים, שנוטים להתחמם כמעט כולם.\nרובנו רוצים פשוט מכשיר עם סוללה שתחזיק מעמד יום שלם, מבלי שנצטרך להביט שוב ושוב על מצב הסוללה ולחפש כל הזמן אחר שקע טעינה. החדשות הטובות הן שסוללת ה-3,300mAh שמגיעה עם המכשיר תעשה את העבודה הזו. זאת בהנחה כמובן שאתם עושים במכשיר שימוש ‘רגיל’, כלומר, שימוש שכולל בעיקר שיחות, ווטסאפ, גלישה, קצת Waze וצפייה בוידאו. כאשר עשינו ב-2 שימוש כבד שכלל הרבה משחקים וצילום, הוא לא שרד את היום. זה היה נסלח אם היתה לו סוללה נשלפת, שניתן להחליף בשניות או אם היה תומך בטעינה מהירה כמו מכשירים אחרים בעלי Snapdragon 810, אולם למכשיר ה-OnePlus 2 אין את 2 הפיצ’רים הללו, ולכן מומלץ שתיקחו זאת בחשבון. כשמוסיפים לכך את העובדה שהמכשיר נטען בעזרת חיבור USB-C, שלא נפוץ עדיין, אין ספק שבעלי המכשיר יצטרכו להסתובב עם מטען עליהם כל הזמן.\nבשורות טובות יגיעו כאשר תגיע למכשיר ה-Oxygen החדשה, שתתבסס על אנדרואיד 6. כזכור, אנדרואיד מרשמלו כוללת את פיצ’ר ה-Doze, שמכבה שירותים לא הכרחיים כשהמסך כבוי, וכך חוסכת לא מעט זמן סוללה.\n2 נושאים שתמיד אפיינו את OnePlus הוא זמינות המכשירים עם מערכת ההזמנות של החברה והמחיר. מאז שהמכשיר החל להיות מיובא ומשווק בצורה סדירה ורשמית בישראל, אתם כבר לא חייבים לחכות לטובות ולהזמנות מהחברה. אמנם המכשיר נמכר בארץ ב-2,500 ש”ח, כ-400 ש”ח יקר יותר מהזמנה דרך האתר, אבל מצד שני, אתם יכולים פשוט לגשת לחנות ולרכוש לכם מכשיר שכולל גם אחריות ומעבדת תיקונים מקומית.\nה-OnePlus 2 לא חף ממגרעות, והאמת היא, שיש לו לא מעט. למשל העדרה של אפשרות טעינה מהירה, שמגיעה כבר כסטנדרט במכשירי דגל, והעדרם של חריץ הרחבת זיכרון, העדרו של NFC, והכללתה של סוללה מובנית עם ביצועים בינוניים, שלא ניתנת להחלפה. אפילו העיצוב קצת שמרני וגנרי מדי לטעמנו.\nלמרות זאת, מהבדיקה שלנו, ואחרי ששיקללנו את כל היתרונות של המכשיר כמו ממשק ה-Oxygen, מצלמה, קורא טביעות האצבע, כפתור ההתראות השימושי, חיבור ה-USB-C, ולבסוף, הביצועים של המכשיר, ההתרשמות שלנו היא שה-OnePlus 2 הוא לא מכשיר טוב “יחסית לכמה שהוא עולה”. הוא פשוט מכשיר מצוין, נקודה.\nככזה, הוא יכול להתמודד ללא רגשי נחיתות עם מכשירי דגל של סמסונג, LG או HTC ולא רק עם מתמודדים בגזרת התמורה לכסף כמו Meizu או Xiaomi הסיניות. עם זאת האתגר הגדול שלו יהיה מול הנקסוס 6P, שהושק לפני כשבוע ומציע גם הוא ביצועים מרשימים עם תג מחיר אטרקטיבי למדי.\n ", "keywords": "oneplus,וואן פלוס,וואןפלוס 2,oneplus 2,c-data,סידאטה,קארל פאי,מכשיר דגל,הזמנות,סלולר,סמארטפון,usb-c,סקירה,,usb c"}