{"url": "https://www.geektime.co.il/zuk-wants-to-be-the-next-opo/", "type": "article", "title": "ה-Zuk רוצה להיות OnePlus קילר, ויש לו את כל הסיבות להצליח", "description": "מכשיר ה-Z1 של הסטארטאפ הסיני ZUK יכלול חיבור USB-C, סוללה בנפח עצום ומערכת ההפעלה החדש של Cyanogen והכל עם תג מחיר נמוך במיוחד. האם זה יספיק כדי לגבור על ההייפ של OnePlus?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/BIG47.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-26T09:26:28Z", "modified_time": "2015-07-26T09:39:57Z", "articleBody": "מכשיר ה-Z1 של הסטארטאפ הסיני ZUK יכלול חיבור USB-C, סוללה בנפח עצום ומערכת ההפעלה החדש של Cyanogen והכל עם תג מחיר נמוך במיוחד. האם זה יספיק כדי לגבור על ההייפ של OnePlus?\nמכשיר ה-Zuk Z1. מקור: דף ה-Weibo של Zuk\nחדש בגיקטיים: לוח משרות הייטק שמתמקד רק במשרות מתחום ההייטק, מתעדכן באופן קבוע ופתוח למגייסים ולמחפשי עבודה.\nלפני קצת יותר משנה הפתיעה OnePlus הסינית את עולם הטכנולוגיה כשהציגה מכשיר עם מפרט מרשים במחצית מהמחיר של מכשירי הדגל המקבילים. בעוד יומיים (שעון ישראל) תחשוף OnePlus את מכשיר ה-2 שמעורר לא מעט באז והתרגשות ברחבי הרשת, אולם, מתחרה סינית חדשה בשם Zuk מאיימת להפתיע את OnePlus ושאר היצרניות עם מכשיר בעל מפרט מרשים ומחיר נמוך במיוחד.\nברשותכם נתחיל במפרט. כפי שאתם יכולים להתרשם מהתמונה שבראש הכתבה, המכשיר החדש, בדיוק כמו ה-OnePlus 2, יהיה מצויד בחיבור USB-C מתקדם. לחיבור יתרונות רבים, אבל גרסת האמ;לק היא: חיבור דו-צדדי (אין יותר להכניס את התקע הפוך), חיבור אחד לכל הסמארטפונים, טאבלטים ולפטופים ומהירות העברת נתונים עד 5Gbps. הפיצ’ר המרשים הבא של ה-Zuk Z1 הוא הסוללה. סוללת 4,000mAh (לעומת 2,550mAh בגלאקסי S6 או 3,000mAh של ה-G4 או ה-3,300mAh של מכשיר ה-2 החדש). חידוש נוסף מגיע מכיוון התוכנה: המכשיר החדש צפוי להריץ את CyanogenOS, כן כן, מערכת ההפעלה שנזנחה על ידי OnePlus במריבה המתוקשרת עם החברה המפתחת Cyanogen. כמו מכשיר ה-2, גם ה-Z1 יכלול קורא טביעות אצבע שמשולב בכפתור הבית של המכשיר.\nדיווחים נוספים חשפו עוד פרטים מהמפרט הטכני של המכשיר, ביניהם: מעבד Snapdragon 810, מסך 5.5 אינץ’ ברזולוציית 1440p, זיכרון RAM בנפח 3GB, נפח איחסון פנימי של 64GB.\nכמובן שאחד הפרטים החשובים ביותר הוא המחיר. על פי מנכ”ל OnePlus, מחיר דגם ה-2 יהיה נמוך מ-450 דולר, אולם ככל הנראה הוא יהיה גבוה מרף ה-300 דולר של המכשיר הראשון. כאן, על פי הדיווחים, עומדת Zuk לנצח את OnePlus במגרש שלה עם תג מחיר נמוך במיוחד של כ-320 דולר (כ-1,200 ש”ח) עבור הדגם הבסיסי.\nעוד פרט מעניין הוא החברות שמשקיעות בסטארטאפ הסיני ומי שצפויות להעניק לו גב כלכלי ולוגיסטי. אחת מהן היא ענקית הטכנולוגיה הסינית Lenovo והשנייה, היא חברת התוכנה הסינית Qihoo 360, שמתמחה במוצרי אבטחה למובייל. אז האם קם לנו מתחרה נוסף שמציע יחס מצוין בין תמורה למחיר? בדף ה-Weibo של החברה היא מציינת שב-11 באוגוסט היא תקיים אירוע הכרזה שבו תציג באופן רשמי את ה-Z1.\n \n \n \n ", "keywords": "zuk,z1,לנובו,lenovo,סמארטפון,usb-c,qihoo 360,oneplus,וואן פלוס,usb c"}