{"url": "https://www.geektime.co.il/the-new-ipad-is-allready-here/", "type": "article", "title": "הושק באופן רשמי: האייפד החדש כבר כאן", "description": "באוסטרליה הוא כבר זמין לרכישה ולארה", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/ni1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-03-16T10:00:41Z", "modified_time": "2012-03-16T16:31:09Z", "articleBody": "באוסטרליה הוא כבר זמין לרכישה ולארה”ב יגיע באופן רשמי בשעות הבוקר המוקדמות (צהריים שעון ישראל). מה אומרים המתנסים הראשונים באייפד החדש?\nתמונה: יח\"צ, האייפד החדש - אוסטרליה הראשונה\nבאוסטרליה הוא כבר זמין לרכישה מספר שעות, בארה”ב תפתח המכירה היום ב-14:00 שעון ישראל ובמקביל לשתי המדינות הללו, יושק היום (ו’) דגם האייפד החדש גם בקנדה, צרפת, גרמניה, הונג קונג, יפן, סינגפור, שוויץ ובריטניה. לרגל ההשקה הצהירה אפל כי תפתח את רשת חנויות הריטייל שלה כבר מהשעה 8:00 בבוקר, אחרי שבמהלך הלילה דאגו הצוותים להחליף את דגמי התצוגה של האייפד 2 בדגם החדש יותר.\nאלו שתוהים לגבי מועד הגעתו הרשמית של המכשיר לישראל יתאכזבו לגלות כי מדינתנו הקטנטונת לא מופיעה גם בסבב ההשקה השני שיתקיים ב-23 לחודש (יום שישי הבא) באוסטריה, בלגיה, בולגריה, צ’כיה, דנמרק, פינלנד, יוון, הונגריה, איסלנד, אירלנד, איטליה, ליכשטנשטיין, לוקסמבורג, מקאו (כן יש מקום כזה, וחיים בו בערך 500 אלף בני אדם), מקסיקו, הולנד, ניו זילנד, נורבגיה, פולין, פורטוגל, רומניה, סלובקיה, סלובניה, ספרד ושוודיה.\nבתוך חודש בלבד עלתה המנייה של אפל ב-100 דולרים ואתמול לראשונה חצתה לרגע את קו ה-600 דולרים. מאז הציגה אפל את דו”ח הרווח האחרון שלה, לא הפסיקה המניה לטפס ובחודש פברואר האחרון חצתה לראשונה את רף ה-500 דולרים, כשהיא הופכת באופן סמלי ליקרה יותר מהאייפד עצמו. נכון להיום נחשבת אפל לחברה בעלת שווי השוק הגבוה ביותר בעולם, במקום השני אחריה ובפער של יותר מ-150 מילארד דולרים ממוקמת ExxonMobil.\nכחלק ממדיניות החברה, נוהגת אפל להעניק מספר מצומצם של מכשירים חדשים, טרם ההשקה, לאתרי טכנולוגיה מובילים בעולם כשהיא מחתימה את המערכת העיתונאית על חוזה עב כרס שכולל בין היתר איסור להציגו ברבים או על נשיאתו בפומבי. הכתב מתבקש לשמור על המכשיר בביתו בלבד ולא לחשוף אותו בפני אף אדם עד מועד ההשקה הרשמי.\nמאחר והפעם שכחה החברה להעביר לניוזגיק את אחד המכשירים לסקירה (כבר פעם שלישית, יש לציין), בדקנו מה יש לברי המזל שהניחו את ידם לפני כולם על האייפד החדש לומר וגילינו כי מרבית הסקירות חיוביות אך מציינות כי מלבד המסך המרשים, המצלמה המתקדמת ומהירות התגובה, הוא גם נוטה להתחמם יתר על המידה וכי זמן טעינת הסוללה שלו ארוך יותר מאשר בדגמים הקודמים.\nמלבד זאת, בדיקה שערך אתר iFixit שמיהר לרכוש את הדגם החדש במלבורן, אוסטרליה, חושף כי מרבית הרכיבים של הדגם החדש מיוצרים על ידי המתחרה והשותפה הגדולה ביותר של אפל: סמסונג. בחודשים הקרובים ובשל הביקוש הגבוה למכשיר, צפויות להצטרף לקו הייצור של מסך האייפד גם LG ושארפ שלא הצליחו בשלב זה לעבור את בדיקות האיכות המחמירות של אפל ועל כן עדיין אינן שותפות לייצורו של המכשיר.\nבדיקה שערכנו במטרה לברר מתי יגיע המכשיר גם לישראל הובילה שוב ושוב למבוי סתום, אך ההיסטוריה מלמדת כי מדובר בחלון זמן של חודשיים לערך. עם כל זאת, ייבוא פרטי יחל ככל הנראה כבר בימים הקרובים ויאפשר לאלו שאינם מסוגלים להמתין לרכוש אותו במחירים מופקעים, עד שימכר באופן רשמי גם בישראל.\n\n ", "keywords": "אייפד,אייפד 2,אייפד חדש,אפל,מחשב לוח,אפל סטור,ipad,new ipad,ipad 3,ipad 2,apple,apple store,רטינה,apple-store"}