{"url": "https://www.geektime.co.il/come-and-meet-octavian-tanase/", "type": "article", "title": "אוקטביאן טאנאסה, מבכירי תחום הענן בעולם מגיע לישראל ויש לכם אפשרות לפגוש אותו", "description": "טאנאסה יגיע לביקור קצר בישראל במהלכו יפגש עם סטארטאפים ישראלים. על מנת לפגוש אותו כל שעליכם לעשות הוא לשלוח מייל", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/3910053378_5d1831deff_z.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-03T11:30:34Z", "modified_time": "2016-03-02T14:58:14Z", "articleBody": "טאנאסה יגיע לביקור קצר בישראל במהלכו יפגש עם סטארטאפים ישראלים. על מנת לפגוש אותו כל שעליכם לעשות הוא לשלוח מייל\nמקור: cc-by-Jacob Gube\nביום שני הקרוב, ה-7 במרץ, יגיע לביקור בזק בארץ אוקטביאן טאנאסה (Octavian Tanase) מחברת NetApp העולמית. אוקטביאן אחראי על פיתוחים בעולם הענן ומשמש כסמנכ”ל בכיר לנושאי Data ONTAP והנעת תוצאות עסקיות, באמצעות פיתוח תוכנה ומערכות (FAS), המהוות את עמוד השדרה של מארג הנתונים של חברת NetApp ואת הבסיס למרכז הנתונים ההיברידי של הארגון.\nOctavian Tanase\nבמשך שנה שימש טאנאסה כסגן נשיא של קבוצת יישומי הענן של חברת NetApp. הצוות שלו אחראי לבניית המארג שמאפשר לארגונים לנהל את הנתונים שלהם בסביבת הענן ההיברידי. תחת ניהולו, קו הפתרונות של AltaVault קבע רף חדש של פשטות שימוש, יעילות ואבטחת נתונים בענן הפרטי והציבורי. לאחר סיום לימודיו באוניברסיטת ברקלי בקליפורניה הוא שימש במספר תפקידים בעמק הסיליקון ועבד במספר חברות סטארטאפ.\nמעוניינים להפגש עם טאנאסה, או זקוקים לפרטים נוספים? מוזמנים לפנות ישירות למייל Marketing-iL@netapp.com.\nהמטרה בכנס הלקוחות שמקיימת השנה NetApp היא להציג את חזון מארג הנתונים של החברה. בכנס יוצגו פתרונות למעבר לענן ופיתוחים לענן, פיתוחים של מרכז הפיתוח הישראלי וכן את שיתוף הפעולה בין נטאפ לאמזון. בארץ, צברה החברה מוניטין וקהל לקוחות נאמן ממגזרים רבים ושונים.\nהחדשנות של הסניף הישראלי מתאפיינת בהכרה העולמית במרכז הפיתוח המקומי של החברה, שיזם ומנהל קו פתרונות בתחום אוטומציית תהליכים בעולם האחסון, אשר נמצא כיום בשימוש של אלפי לקוחות ברחבי העולם וכעת מוביל את תחום ניהול האחסון בענן. מרכז הפיתוח משקף את האמון של החברה הגלובלית ביכולות החדשנות והפיתוח של אנשי התוכנה בשוק הישראלי.\n ", "keywords": "netapp,data ontap,אוקטביאן טאנאסה,ענן,נטאפ,net app,פוסט אירוע,cloud"}