{"url": "https://www.geektime.co.il/what-is-the-best-os-for-you-2015/", "type": "article", "title": "קונים מחשב חדש: מהי מערכת ההפעלה המומלצת עבורכם?", "description": "הסטודנטים תיכף חוזרים ללימודים, וזו ההזדמנות לבחון ראש בראש את ווינדוס, OS המוכרות וגם את אובונטו וכרומבוק היותר נישתיות אבל לא רעות בכלל", "image": "https://files.geektime.co.il/wp-content/uploads/2015/10/shutterstock_130231250.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-04T12:54:59Z", "modified_time": "2015-10-04T12:56:31Z", "articleBody": "הסטודנטים תיכף חוזרים ללימודים, וזו ההזדמנות לבחון ראש בראש את ווינדוס, OS המוכרות וגם את אובונטו וכרומבוק היותר נישתיות אבל לא רעות בכלל\n\nהכתבה נכתבה על-ידי ניב ליליאן.\nכשאדם בא בימינו לקנות מחשב חדש, מגוון האפשרויות שעומדות בפניו הוא מסחרר. אנחנו כבר לא מדברים על טאבלטים, אפילו רק מחשבים ניידים או מחשבי שניים באחד מציעים מבחר עצום. אחד המבדלים הרציניים הוא מערכת ההפעלה. מערכת ההפעלה היא אולי התוכנה הכי לא מוערכת ומובנת מאליה במחשב, אבל היא זו שמעצבת את עיקר החוויה היומיומית שלנו ואת השימוש המיידי שלנו בו.\nכיום, למעשה, יש בחירה בין ארבע מערכות הפעלה: Windows 10 לבית מיקרוסופט, OSX 10.11 הידועה גם בשם הקוד “אל קפיטן” שמגיעה עם מחשבי אפל, ChromeOS של גוגל שמגיעה עם מחשבי כרום ולמי שמתעקש, יש אופציה נוספת – לינוקס. החלטנו לבדוק מי מבין מערכות ההפעלה היא הכי טובה למשתמש הממוצע, זה עם הצרכים היומיומיים של גלישה, עיבוד תמלילים, אולי איזה אקסל מזדמן וקצת הלאה – תוכנות עריכת וידאו או פוטושופ. כמה מילים על כל אחת מהמתחרות.\nWindows 10 – ווינדוס 10 היא היצירה האחרונה של מיקרוסופט, שיצאה לשוק לפני חודש וחצי. מדובר בשדרוג רציני של ווינדוז, העיקרי מזה 3 שנים מאז יצאה Windows 8. במערכת ההפעלה הזו יש המון חידושים, אבל כגודל השאפתנות (מיקרוסופט רוצים את מערכת ההפעלה שלהם על מיליארד מכשירים בתוך 3 שנים), גודל הקשיים – לצד אנשים שמאוד נהנים ממערכת ההפעלה, ישנם גם לא מעט דיווחים על קשיים ובאגים שונים עם מערכת ההפעלה, מתקלות שדרוג, דרך אופיס ועד בעיות במשחקים. אגב, ביום שנכתבה הכתבה הזו, יצאה לשוק גם הגירסה התואמת של אופיס, אופיס 2016, כך שאפשר להניח שחלק מהדברים ייפתרו עמה. לבעלי אופיס 365, אגב, השדרוג בחינם.\nOSX 10.11 (אל קפיטן) – אל קפיטן, הגירסה האחרונה של מערכת ההפעלה OSX, יוצאת לאוויר העולם בשבוע שבו הכתבה הזו מתפרסמת. אנחנו בדקנו אותה על מקבוק פרו בגירסת הטרום שחרור האחרונה שלה. אל קפיטן לא מציעה הרבה שיפורים משמעותיים לעומת קודמתה, יוסמטי, שהייתה קפיצת דרך משמעותית – אבל בכל זאת יש בה כמה חידושים נחמדים.\nChromeOS – כרום OS כך נדמה היא הפחות מוכרת בישראל לעומת שתי קודמותיה. מאחורי ChromeOS, מערכת הפעלה מבית היוצר של גוגל שהוכרזה ב-2009, עומד רעיון פשוט: מערכת ההפעלה היא הדפדפן הוא מערכת ההפעלה. היא בסיסית מאוד ורזה, וכל הפעולות במערכת נעשות בתוך חלון דפדפן, כאשר חלקן פועלות כאפליקציות חיצוניות, אבל עדיין כתובות ופועלות כיישומי רשת. באופן טבעי, כל היישומים במערכת הם יישומי גוגל, ג’ימייל, יוטיוב, גוגל דרייב וכך הלאה, ונדרש חשבון גוגל כדי להפעילה. כרום OS מגיעה מותקנת מראש על מחשבים קלים וזולים, המחשב ששימש אותנו בבדיקה הוא מחשב של לנובו שהחל להימכר לאחרונה בישראל, מדגם ideapad 100S.\nלינוקס (אובונטו) – וכמובן, בסקירה הזו לא יכולנו להתעלם מלינוקס. אמנם, נראה כי מערכת ההפעלה החינמית החופשית והפתוחה כשלה מלהתנחל בלבבות, כשמדובר במחשבים למשתמש הממוצע. לפי נתוני פלח השוק של Net Applications, מערכות ההפעלה השונות מבוססות לינוקס (מה שמכונה הפצות), תופסות ביחד כאחוז בודד ממערכות ההפעלה בעולם (ל-Windows יש 93%). אבל בכל זאת רצינו לתת להן ייצוג, בהיותן האלטרנטיבה, ולכן תייצג כאן את לינוקס ההפצה הפופולרית ביותר שלה – אובונטו. אגב, עניין אירוני – ChromeOS של גוגל בעצמה מבוססת על לינוקס ועל תוכנה פתוחה.\nכשמדובר ב-OSX, כיון שהיא מגיעה מותקנת מראש על מחשבי אפל חדשים, אין ממש עניין של הליך התקנה. כך גם לגבי ChromeOS או Windows 10 על מחשבים חדשים שנמכרים עמה. ברם, כן נתייחס להתקנה של Windows 10 על מחשבים חדשים שנמכרים עם Windows 8, כי מאלה דווקא יש לא מעט שם בחוץ, כמו גם לעדכוני תוכנה בכל מערכות ההפעלה. כמו כן, נתייחס להתקנה ולעדכונים של לינוקס, כי אותה דווקא כן צריך לרוב להתקין (מעטים המחשבים שנמכרים עם לינוקס מותקנת מראש לעומת בכלל).\nלגבי Windows 10, מיקרוסופט השתדלו להפוך את ההליך לנטול כאבים ככל האפשר. בכל מערכות Windows 8 ושבע החוקיות הופיע בחודשים האחרונים אייקון שמציע לבעלי המחשב לשדרג ל-Windows 10. מי שבחר לשמור את זכותו לעותק חינמי, קיבל התרעה במועד ולאחר הורדה של כ-3 גיגהבייט למחשב, מתחילה ההתקנה. אם החומרה שלכם חדשה מהשנים האחרונות, לרוב ההתקנה והשדרוג יעברו בקלות. עם חומרה ישנה יותר, בת ארבע או חמש שנים ויותר – יכולות לצוץ בעיות עם השדרוג. מה שכן, ל-Windows 10 יש רשימת דרישות והתניות לשדרוג מבחינת חומרה, אותה תוכלו למצוא כאן.\nלגבי עדכוני התוכנה של אפל, הם המשוכללים והנוחים מכולם. העדכונים ירדו ברקע, וההתקנה תתבצע בשעות שאתם לא עובדים עם המחשב (לרוב בלילה), והוא אפילו ישחזר לכם את שולחן העבודה. אם העדכונים נכשלו, תקבלו על כך עדכון ועם הסיבה. ב-Windows 10, נראה שלמדו משהו מאפל, והם גם מבצעים את השדרוגים בלילה, אבל מודיעים לכם שנקבע אתחול ומבקשים שתסגרו ותשמרו מסמכים. כמובן, אפשר לבחור בין עדכונים אוטומטיים לחלוטין, לבין ידניים או ידניים למחצה, כלומר שאתם קובעים את זמני השדרוג. קרוב למה שאפל עושה, אבל של OSX קצת יותר טוב.\nלגבי ChromeOS, לא חווינו עדכוני תוכנה פשוט כי לא היו כאלה, ועדיין, הליך הבדיקה נראה פשוט למדי.\nבאובונטו, ההתקנה לרוב, מנסיוני, לא מסובכת וידידותית, אבל לאובונטו יש עוד תכונה נחמדה: בניגוד לאחרות, אפשר להעלות גירסה פועלת של מערכת ההפעלה שרצה ישירות מדיסק און קי, בלי להתקין אותה על הכונן הקשיח, מה שנקרא LiveCD. לצרכים האלה, השתמשנו הפעם בגירסה הזו על מחשב נייד שבימים כסדרם מריץ Windows 8.1.\nבגזרת הממשק היתרון של מערכות ההפעלה המסחריות הגדולות ניכר. הממשק הפשוט, כמעט פשטני של ChromeOS, מוגבל הדפדפן, הוא לא מתחרה ליופי של OSX או Windows 10. ועדיין, אגב, המראה של ChromeOS, הוא פשוט, פונקציונלי וענייני.\nשולחן העבודה של Chrome OS.\nהקרב פה בעצם ניטש בין שתי הגדולות. בסופו של דבר, מדובר בעניין של טעם, אבל ניכר אולי שהאייקונים ב-OSX קצת יותר מוקפדים. דווקא ב-Windows10 מיקרוסופט נטשה את האייקונים המצויירים היפהפיים שצמחו בשבע ובשמונה, לטובת מראה מינימליסטי, כזה שמתיישב טוב יותר עם ממשק האריחים ועם הסמלילים החדשים לשירותי ותוכנות החברה – שגם הם מתהדרים במינימליזם אלגנטי (לרוב קווי מתאר לבנים של צלמית על רקע של ריבוע צבעוני כלשהו). לטעמי האישי, הממשק החדש של שולחן העבודה הוא מעט פחות נאה לעומת קודמיו, והצבעוניות המוקפדת של OSX קצת עולה עליו, אבל על טעם ועל ריח אין מה להתווכח.\nשולחן העבודה של Windows 10\nסרגל ההתחל החדש ב-Windows 10\nעל מה כן אפשר להתווכח? על תכונות. שתי התוכנות מציעות ממשק עדכונים לדואר אלקטרוני, הודעות מרשתות חברתיות ועדכוני תוכנה שהצליחו או נכשלו. את מרכז העדכונים של אל קפיטן אפשר להציג בהחלקה מימין, ואילו את זה של מיקרוסופט, אפשר להעלות ממגש המערכת. שני מנגנוני העדכונים מוצלחים. לרבות ההודעות הקופצות עם הפעלת המחשב. אצל מיקרוסופט, אפשר לקבל גם חלק מהעדכונים על מסך הנעילה עצמו.\nשתי מערכות ההפעלה מציעות שולחנות עבודה מרובים, אצל אפל ההטמעה הזו וותיקה יותר, אצל מיקרוסופט זהו חידוש שנכנס רק בעשר – בשתי מערכות ההפעלה הוא מבוצע היטב. לגבי זמינות והפעלה של תוכנות, ב-windows 10 אפשר לקבל זאת דרך תפריט ההתחל המסורתי שעשה קאמבק אחרי שב-Windows 8 ניסו להתנקש בחייו. כמובן, יש גם את סרגל ההפעלה המהירה. אצל אפל העיקר הוא סרגל ההפעלה המהירה, רכיב קבוע וישן ב-OSX, שניהם נוחים וקלים לתפעול. שוב, די תיקו.\nשולחן העבודה של OSX El Capitan\nכלי הפעלת התוכנות ב-OSX\nהטרגדיה המתמשכת של החלק הזה, היא אובונטו. שלא תבינו לא נכון, הממשק של אובונטו לא מכוער. אבל הוא גם נראה מבחינה עיצובית כאילו נתקע אי שם בתחילת שנות האלפיים. הוא יותר אסתטי אולי מזה של כרום, אבל עדיין שנות אור מאחור לעומת Windows או OSX. גם הבחירה המוזרה של ממשק ה-Unity לעבוד בשכבות ועם סרגל כלים שבנוי כטור צד, נראית קצת תמוהה ולא ידידותית. וחבל, כי לאובונטו דווקא יש כלים די עצמתיים, שלא נופלים מאלה של מערכות ההפעלה המסחריות, אבל הם קבורים תחת ממשק מיושן במראהו, לא ידידותי, אפילו קצת מאיים.\nשולחן העבודה באובונטו\nתמונה – תפריט ההתחל ב-Ubuntu\nמה לגבי מנהל הקבצים? אולי זה עניין הרגל, ומקיסטים יזעמו על הקביעה הזו אבל בין מנהל הקבצים של OSX ושל Windows – אנחנו מעדיפים את האחרון. מיקרוסופט הפכו את מנהל הקבצים בגירסה 10 של חלונות לכלי עצמתי מאוד, שמכיל בסרגל אחד את כל הכלים שאתם צריכים לטיפול, הזזה, העתקה, מחיקה, הדפסה, שליחה, צפיה ומיון של קבצים, והכל בצורה נגישה ונעימה. ל-OSX יש אמנם היגיון בשיגעון משלה, אבל הוא הרבה פחות ידידותי למשתמש.\nומילה על מנהל הקבצים ב-ChromeOS: הוא בסיסי מאוד, ומבוסס בעיקרו על הכלים של Google Drive. שוב, שום דבר לא חסר כאן, חלילה, אבל הכל מינימלי וספרטני, מלבד העובדה שכל הקבצים שלכם, כמובן מאוחסנים ברשת. אפשר לנהל גם את הקבצים המקומיים השמורים במחשב, אבל גוגל בהחלט הייתה מעדיפה שתשמרו את הקבצים שלכם אצלה, וזה ניכר.\nמנהל הקבצים של אובונטו דומה לזה של Windows , אבל שוב, יותר פשטני, ומבוסס על אייקונים מיושנים. הוא סביר, מתפקד, אבל קשה לומר שהוא ידידותי מאוד או מהנה לשימוש.\n\nכל החברות שמות בשנים האחרונות דגש עצום על חיפוש. מיקרוסופט שילבה בגירסה האחרונה של Windows את החיפוש הקולי של קורטנה, וגם אפל הוסיפה באל קפיטן שיפורים ושפצורים לרכיב החיפוש שלה, Spotlight. הבשורה העיקרית בשנים האחורונות היא היכולת לחפש דברים הן במחשב המקומי והן ברשת בחיפוש מרוכז, אבל כעת אפשר לחפש ב-OSX בשפה טבעית, לא עוד מונחים בינאריים – אלא “איפה שמתי מצגת מפברואר 2013?” או “מה מזג האוויר מחר?”. ועם קורטנה זה אפילו עוד יותר מגניב – אפשר פשוט לדבר אל המחשב ולשאול את השאלות האלה. (קורטנה פורמלית לא זמינה בישראל, אבל בהינף של שינוי הגדרה אחת – היא תתעורר לחיים).\nגם החיפוש באובונטו הפך משוכלל עם השנים. החיפוש כיום מאפשר, מלבד חיפושים במחשב שורה של “תוספים” קטנים הניתנים להתקנה ומאפשרים לחפש בשורה של אתרים ושירותים, קטנים כגדולים – החל מוויקיפדיה ופייסבוק ועד One, חנות המוזיקה של קנוניקל, הורתה של אובונטו, ו-shotwell, וכל מה שבאמצע.\nדווקא ב-Chrome OS החיפוש פשטני ומפתיע לרעה. זהו חיפוש גוגל סטנדרטי, שכמעט ולא יתייחס לקבצים המקומיים המאוחסנים אצלכם במחשב, וחבל.\nהחיפוש ב-ChromeOS\nתמיכה בחומרה היא עניין חשוב, במיוחד אם יש לכם חומרה קצת יותר ישנה ולא משהו עדכני שקניתם זה הרגע בחנות, ולרוב כבר יימצא בבסיסי הנתונים של מערכות ההפעלה הגדולות. המבחן שלנו היה ספציפי, וכמובן, לא יכול לכסות את כל החומרה ששם בחוץ, אבל ניסינו לחבר לכל אחת ממערכות ההפעלה מדפסת לייזר ישנה של קאנון (דגם LBP 2900, למעוניינים) ולראות איך כל אחת ממערכות ההפעלה מתמודדת עימה.\nשתי מערכות ההפעלה ה”גדולות” התמודדו לא רע. אצל אפל המדפסת זוהתה (אמנם לא אוטומטית), ונשלחנו אחר כבוד לאתר היצרן לחפש מנהלי התקנים. הוגן. ב-Windows 10 עברנו הליך דומה. Windows 10 אמנם הציעה מנהלי התקנים לדגמים דומים, אבל לא לדגם המדויק. גם כאן, קיימת האפשרות לספק מנהל התקנים חיצוני. כאשר Windows כשלה מלספק אחד בעצמה, היא הציעה לנו לספק תקליטור או מנהל התקן חיצוני. סביר גם.\nהאכזבה הגדולה, שלא במפתיע, הייתה ChromeOS. המערכת הזו לא בנויה לתמוך בחומרה שונה ומשונה, אלא רק לשימושים בסיסיים. עם חיבור המדפסת אמנם קפץ לנו חלון ששלח אותנו לשירות של Google Cloud Print, אבל אליה וקוץ בה: תכונת ה-Google Cloud Print מוטמעת רק במדפסות מן השנים האחרונות. שלנו לא תומכת בה. אמנם, לכאורה, יש הליך התקנה למדפסת “קלאסית” כמו שגוגל מכנים אותה, אבל כל ההליך מסובך סביב עצמו ומשתמש פשוט ירים ידיים מהר מאוד.\nבאובונטו, לכאורה, המדפסת זוהתה ואף הוצע עבורה מנהל התקנים גנרי. ברם, כשניסינו להדפיס דף ניסיון, מנהל ההדפסה כשל. כך שתפסת מרובה לא תפסת. זאת בשעה שבמערכות ההפעלה המסחריות, משעה שאתה מספק מנהל התקנים מתאים, המדפסת עובדת. ללינוקס, היצרנים לא תמיד טורחים לכתוב מנהל התקן לכל חומרה וחומרה, וזו עשויה להיות נקודת תורפה למי ששוקל לינוקס. לפני שאתם מתקינים, וודאו שכל החומרה שלכם נתמכת במערכת ההפעלה החופשית.\nישנם עוד משתנים רבים שיכולנו לבדוק – חנויות התוכנה וההיצע שלהן, קלות ההתקנה של תוכנה חדשות, האיכות של תוכנות המסופקות עם המערכת, כמו דפדפן או דואר וכך הלאה וכך הלאה, אבל קצרה היריעה, ולכן, אחרי שבדקנו את הדברים הבסיסיים, נגיש את המסקנות.\nמערכות ההפעלה המסחריות לרוב יעלו באיכותן על לינוקס או ChromeOS. אם יש לכם סוגים שונים של חומרה, במיוחד אם היא לא חדשה, או צרכים יותר מורכבים מסתם גלישה ועיבוד תמלילים כמו משחקים, עריכת וידאו, גרפיקה או כל מטלה מורכבת אחרת – אין לכם הרבה מה להתלבט ולרוב היצרנים כבר בחרו בשבילכם: Windows 10 או OSX, אם אתם קונים מוצר של אפל (על מחשבי אפל, אגב, אפשר גם להתקין Windows 10 במקביל ל-OSX, אם לא ידעתם).\nלעומת זאת, אם אתם מחפשים מחשב בסיסי, בעיקר לצורכי עבודה כמו עיבוד תמלילים, גיליון נתונים וגלישה, לא רוצים להוציא כסף (מחשבי ChromeOS הם זולים מאוד יחסית לאחרים), ומוכנים להסתפק במערכת הפעלה בסיסית וספרטנית – ChromeOS היא אופציה בשבילכם.\nכנ”ל לגבי התקנה של לינוקס-אובונטו – המערכת אמנם חינמית וכך גם תוכנותיה ברובן, אבל המחיר שאתם משלמים יהיה בקצת יותר התעסקות עם המערכת שדורשת קצת יותר הבנה טכנית מהאחרות, ובחוסר תאימות לשאר העולם, למרות שכיום עם פתרונות כמו אופיס אונליין ומסמכי גוגל, הבעיה הזו פחות אקוטית. ועדיין, מרבית העולם הנאור עובד עם מערכות ההפעלה של אפל או של מיקרוסופט.\nאמנם, אנחנו לא תמיד מודעים לזה, אבל החברות השונות אוספות עלינו מידע בזמן השימוש במערכות ההפעלה. מיקרוסופט לאחרונה חטפה בעניין הזה, בגלל כמה הרשאות מאוד מתירניות שהיא מרשה לעצמה עם Windows 10, כמו איסוף מה שאנחנו מקלידים, וגם אפל אוספת מידע על משתמשיה, אבל הגרועה מכולם בדברים האלה היא גוגל. ChromeOS בנויה ככה שאת כל הפעילות שלכם אתם מבצעים עם מוצרים של גוגל, שומרים את הקבצים שלכם אצל גוגל, וגוגל יודעת עליכם עוד כמה דברים שמצטרפים לדברים האחרים שהיא כבר יודעת עליכם. וגוגל סוחרת במידע הזה, או מציעה אותו ללקוחותיה. באופן אנונימי, ועדיין. ישנה תחושה של אי נוחות באחסון כל הקבצים שלכם אצל גוגל כברירת מחדל.\nבהקשר הזה, לינוקס בולטת לטובה. כיון שהיא מבוססת על קוד פתוח ועל תוכנה חופשית, האינטרסים המסחריים פה הם פחותים בהרבה והביזור בין התוכנות מבטיח שלא גורם אחד יאסוף עליכם את כל המידע. אם אתם חרדי פרטיות, ומוכנים לשלם על זה בקצת נוחות, דווקא לינוקס היא האופציה הטובה עבורכם.\nתתחדשו.\nהכתבה פורסמה במקור באתר Nexter. קרדיט תמונה ראשית: Laptop/ Shutterstock. קרדיט תמונות מסך: ניב ליליאן.\nלכתבות נוספות מנקסטר:", "keywords": "אובונטו,מק,כרום או.אס,חלונות,windows,mac,chromeos,ubuntu"}