{"url": "https://www.geektime.co.il/microsoft-xyz/", "type": "article", "title": "קונסולה ניידת חדשה מבית מיקרוסופט", "description": "האם מיקרוסופט מכינה לנו הפתעה נוספת בדמות מכשיר בידור נייד? כנראה שכן. מקורות מתוך החברה מוסרים כי החברה נמצאת בשלבים אחרונים של פיתוח מכשיר בידור נייד שיתחרה ב-iPhone של אפל, ב-PSP של סוני ואפילו בשירותי החיפוש של גוגל.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/05/xyz.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-05-16T14:52:03Z", "modified_time": "2009-05-16T14:52:03Z", "articleBody": "האם מיקרוסופט מכינה לנו הפתעה נוספת בדמות מכשיר בידור נייד? כנראה שכן. מקורות מתוך החברה מוסרים כי החברה נמצאת בשלבים אחרונים של פיתוח מכשיר בידור נייד שיתחרה ב-iPhone של אפל, ב-PSP של סוני ואפילו בשירותי החיפוש של גוגל.\nהאם מיקרוסופט מכינה לנו הפתעה נוספת בדמות קונסולת משחקים\\בידור ביתי ניידת? לפי הבלוג Team Xbox התשובה היא חיובית. סזאר בררדיני, אחד האנשים המוכרים בקהילת האקס-בוקס העולמית שוחח במשך החודשים האחרונים עם כמה אנשים במיקרוסופט שהודו באופן לא רשמי על קיומה של הקונסולה החדשה. לפי המקורות, שם הקוד הזמני של הקונסולה החדשה הוא xYz והוא נועד להדגיש את החיבור בין פלטפורמת ה-X-Box לבין פלטפורמת ה-Zune. עדיין לא ברור האם קיים קשר כלשהו בין השמועות האחרונות על מכשיר הטלפון החכם שמפתחת החברה בשיתוף עם Verizon, אך לפי הרשמים של בררדיני נראה כי המכשיר לא יהיה בעל חיבור לרשת הטלפון אלא יכיל, כפי הנראה, תמיכה בחיבור לרשת WiMax.\nהמקור במיקרוסופט מציין כי הקונסולה החדשה תהיה שילוב בין הקונספט של Sony Mylo (מכשיר שלא זכינו לראות בארץ ומשמש כאמצעי תקשורת אישי. המכשיר מאפשר בעיקר התכתבות ב-SMS והודעות מיידיות דרך האינטרנט), Sony PSP ו-iPod Touch. המקור ביקש להדגיש את העובדה שהמכשיר החדש “לא יצטרך” שום חיבור לרשת הטלפונית אך יהיה מחובר תמיד לרשת, מה שרק מחזק את ההשערה שהוא יגיע עם תמיכה לחיבור WiMax. כמו כן, המכשיר החדש אמור להתחרות בשירותים הקיימים מבית Apple, Sony, Nintendo ו… Google? גם Google נכנסת למשוואה מכיוון שמיקרוסופט מתכוונת לספק את שירותי החיפוש, מפות, חדשות ושאר סוגי המדיה עבור הקונסולה החדשה דרך פלטפורמות מיקרוסופטיות כגון MSN ו-Live.\nלפי הנתונים הראשוניים, נראה כי המכשיר החדש יהיה בעלים גאה של מסך מגע מסוג WVGA והתצוגה הגרפית שלו תתבס על שבב ה-Tigra החדש של nVidia. השבב החדש הוגדר בידי מומחים כ”הדבר שירסק את האייפון” ומעבר לתצוגת היכולת של המכשיר שאתם יכולים לראות בוידאו בהמשך, הוא גם יאפשר למכשיר לספק פלט באיכות HD-Video באמצעות חיבור HDMI.  החיבור בין nVidia למיקרוסופט יכול להיות הטריגר שיאפשר למיקרוסופט להריץ את משחקי האקס0-בוקס על הפלטפורמה הניידת החדשה ללא צורך בביצוע התאמות מרובות.\n\nהקיצוץ אותו ביצעה מיקרוסופט בחטיבת הבידור והמכשירים הניידים של החברה חשף את העובדה שהוצאות החטיבה על מחקר ופיתוח הגיעו עד לסכומים של 250 מיליון דולר רק בשישה חודשים האחרונים. זה מחזק את ההשערות שהחברה עובדת על משהו גדול, חדש וכנראה שזאת לא תהיה הגרסה הבאה של האקס-בוקס.", "keywords": "מיקרוסופט,סוני,אפל,גוגל,אייפון,פי.אס.פי,מיילו,אקס.ויי.זי,קונוסלת משחקים ניידת,מיקרוסופט משחקים,apple,google,ipod touch,microsoft,microsoft xyz,msn,sony,xbox"}