{"url": "https://www.geektime.co.il/orange-pi-pc-2/", "type": "article", "title": "20 דולר ויש לכם מחשב זעיר עם מעבד מרובע ליבות", "description": "ה-Orange Pi PC 2 הוא מיקרו מחשב שניתן להריץ עליו בין היתר משחקי אנדרואיד או וידאו באיכות HD. משקלו מסתכם ב-38 גרם והוא יעלה לכם פחות מ-100 ש׳׳ח, כולל משלוח", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/orangepi.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-08T18:45:36Z", "modified_time": "2016-11-08T17:33:42Z", "articleBody": "ה-Orange Pi PC 2 הוא מיקרו מחשב שניתן להריץ עליו בין היתר משחקי אנדרואיד או וידאו באיכות HD. משקלו מסתכם ב-38 גרם והוא יעלה לכם פחות מ-100 ש׳׳ח, כולל משלוח\nמקור: Orange Pi PC 2\nחברת Orange Pi, שאפשר לומר שבתחילת דרכה חיקתה אחד לאחד את Raspberry Pi (בכל זאת, יש קצת דימיון בשם), השתכללה מאז והשיקה לא מעט דגמים. לאחרונה, הציגה החברה את ה-Orange Pi PC 2, מחשב-לוח-יחיד (SBC) חדש המבוסס על קוד פתוח. ניתן להריץ עליו אנדרואיד 4.4, Ubuntu, Debian, Rasberry Pi Image ו-banana pi Image. המחשב מתבסס על מעבד מרובע ליבות AllWinner H5 A Cortex-A53, מעבד גרפי מסוג Mali-450 ו-1GB של זיכרון RAM.\n\nה-Orange Pi PC 2 הוא מוצר רב תכליתי; ניתן להשתמש בו בתור מחשב, שרת אלחוטי, רמקול, קונסולת משחקי אנדרואיד, מחשב שמריץ את Scratch (שפת התיכנות לילדים) ועוד. בגדול – כל האפשרויות פתוחות שכן זה כל היופי בקוד פתוח.\nהמפרט הטכני של המחשב כולל גם חריץ הרחבה מסוג Micro-SD עם תמיכה בנפח איחסון של עד 64GB, חיבור Ethernet 1000M/100M, חיבורים למיקרופון, אוזניות, יציאת HDMI, שלוש יציאות USB 2.0 ואחת של micro USB. בנוסף, המחשב מגיע עם חיישן IR שניתן להשתמש בו ביחד עם שלט רחוק ומתג הפעלה. מבחינת מימדים, מדובר במחשב מזערי המסתכם ב-85mm על 55mm (גודל של כרטיס ביקור) ומשקל כולל של 38 גרם. מחירו של ה-Orange Pi PC 2 עומד על 20 דולר, וניתן לרכוש אותו בחנות הרשמית של המותג ב-AliExpress תמורת 24 דולר כולל משלוח לישראל, שהם כ-91 ש״ח.\nמקור: Orange Pi PC 2\nלפני קצת יותר משנה הציגה החברה את הדגם הראשון של המחשב, ה-Orange Pi PC, שהוצע תמורת 15 דולר. אותו מחשב התבסס על מעבד Allwinner H3 עם 4 ליבות במהירות 1.6GHz, מעבד גרפי מסוג Mali-400 של ARM ו-1GB זיכרון RAM.\nהמתחרה המוכרת ביותר של Orange Pi היא ללא ספק Rasberry Pi, אבל לא רק; ה-Pine A64 הוא מחשב-לוח-יחיד הכולל מעבד מרובע ליבות, תמיכה בוידאו 4K ומריץ גם לינוקס וגם אנדרואיד. המחשב כולל מעבד 64-ביט ARM Cortex A53 במהירות 1.2GHz עם 512MB זיכרון RAM ועם מעבד גרפי כפול ליבה Mali 400 MP2. המחשב כולל חריץ הרחבה לכרטיס Micro-SD עד לנפח 256GB וכן 2 יציאות USB2.0, חיבור Ethernet, וחיבור HDMI עם תמיכה ב-4K; חיבור אוזניות 3.5 מ”מ וחיבור Bluetooth 4.0. כל החבילה הזו מוצעת תמורת 15 דולר.\nלקריאה נוספת:\nסוף סוף: רספברי פאי השיקה ערכת מתחילים\n", "keywords": "orange pi,raspberry pi,מחשב-לוח-יחיד,sbc,מחשב,מחשב זעיר,לינוקס,אנדרואיד,pine a64,אורנג׳ פאי,רסברי פאי,מיקרו מחשב,מיקרו-מחשב"}