{"url": "https://www.geektime.co.il/raspberry-pi-starter-kit/", "type": "article", "title": "סוף סוף: רספברי פאי השיקה ערכת מתחילים", "description": "חג שמח, מייקרים: רספברי פאי חוגגת את המחשב ה-10 מיליון שנמכר מתוצרתה ומשיקה ערכת מתחילים שכוללת הכל, כולל מארז, עכבר ומקלדת רשמיים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/Raspberry_Pi_PiinaBox_Kit-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-12T09:31:03Z", "modified_time": "2016-09-12T09:47:41Z", "articleBody": "חג שמח, מייקרים: רספברי פאי חוגגת את המחשב ה-10 מיליון שנמכר מתוצרתה ומשיקה ערכת מתחילים שכוללת הכל, כולל מארז, עכבר ומקלדת רשמיים\nערכת המתחילים של הרספברי פאי. מקור: RASPBERRY PI\nרבים שמעו על הרספברי פאי, המיקרו-מחשב, שמאפשר לכל אחד להפוך למייקר. עכשיו, Raspberry Pi Foundation, החברה שמאחורי המיקרו-מחשב הפופולארי, מציע לרכישה ערכת מתחילים, שכוללת את כל מה שתצטרכו כדי להתחיל לעבוד וללמוד אותו.\nהערכה החדשה, עליה הודיעה החברה, כוללת את הדגם האחרון של המחשב מתוצרתה, ה-Raspberry Pi 3 Model B עם מעבד 64-ביט עם WiFi ו-Bluetooth מובנים; יחד עם הכרטיס, תמצאו גם את המארז הרשמי של החברה בצבעי אדום ולבן; כבל חשמל 2.5A מותאם לכל האיזורים; כבל HDMI באורך 1 מטר; עכבר ומקלדת רשמיים של Raspberry Pi; כרטיס SD בנפח 8GB עם NOOBS, תוכנה להתקנה מהירה של Raspbian, מערכת ההפעלה של המחשב; ובנוסף, תמצאו את ספר ההדרכה של החברה ה-“Adventures in Raspberry Pi” – שמסביר כיצד להתקין את המחשב, להוסיף לו אביזרים משלימים ולהתחיל לכתוב לו את התוכנות הראשונות.\nבשלב הראשון תשווק הערכה אצל המפיצים הרשמיים של החברה בבריטניה, כשתוך שבועות היא צפויה להגיע לשאר העולם. מחירה בבריטניה עומד על 99 פאונד – או 120 פאונד כולל מע”מ – כ-600 ש”ח. אמנם מדובר במחיר גבוה יותר מתג המחיר של המיקרו-מחשב לבדו שעומד על 35 דולרים, אבל למתחילים שרוצים לחבר את המחשב לחשמל ולמסך ולהתחיל לעבוד – מדובר בחלופה לא רעה. בנוסף, כמו שאתם יכולים לראות מהתמונות מדובר בעיצוב ‘אפלי’ שלטעמנו לפחות משדרג עוד יותר את השימוש בו.\nRASPBERRY PI 3\nערכת המתחילים הושקה בתיזמון חגיגי במיוחד של ה-Raspberry Pi Foundation, שציינה עתה את חגיגות המחשב העשרה מיליון שנמכר. מדובר במספר מרשים במיוחד בהתחשב בעובדה, שלפני שנה וחצי בלבד, המספר עמד על 5 מיליון יחידות שנמכרו. מאז השיקה החברה את מחשב ה-Pi Zero שעולה רק 5 דולר, מה שהקפיץ כמובן את המכירות. קהל היעד המקורי של החברה היה בני נוער שרוצים ללמוד את יסודות התיכנות ויצירת גאדג’טים, אולם מהר מאוד אימצה אותו לליבה קהילת המייקרים.\nבשנה האחרונה אימצה גם מיקרוסופט את קהילת המשתמשים העצומה של הרספברי פאי והשיקה גרסת IoT של חלונות 10.\nלקריאה נוספת:\nאתם יושבים? Raspberry Pi השיקה דגם חדש ב-5 דולר\n ", "keywords": "רספברי פאי,רספברי פיי,raspberry pi,מייקר,מייקרים,noobs,מיקרו-מחשב"}