{"url": "https://www.geektime.co.il/orange-pi-is-a-15-dollar-dev-board/", "type": "article", "title": "ה-Orange Pi הוא מחשב זעיר שיעלה לכם 15 דולר", "description": "ה-Orange Pi הוא מחשב שלם שעולה רק 15 דולר, מציע לא מעט חיבורים ויציאות וכולל מעבד 4 ליבות שיכול להציג סרטים באיכות 4K", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/BIGGIE.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-09-01T18:48:44Z", "modified_time": "2015-09-01T16:00:07Z", "articleBody": "ה-Orange Pi הוא מחשב שלם שעולה רק 15 דולר, מציע לא מעט חיבורים ויציאות וכולל מעבד 4 ליבות שיכול להציג סרטים באיכות 4K\nמקור: Orange Pi\nאנחנו אוהבים את ה-Raspberry Pi. המחשב הזעיר שיועד במקור לשימושים חינוכיים כמו עידוד נערים ונערות ללמוד תיכנות ופיתוח, הפך לחיית המחמד הרשמית של מייקרים, מפתחים ומשתמשים נלהבים, שגילו אינסוף אפשרויות פיתוח בתוך מחשב שלם בגודל של כרטיס אשראי. עכשיו, אנחנו מתבשרים על מחשב SBC (או Single Board Computer) חדש שעולה רק 15 דולר.\nה-Orange Pi PC (שם לא מקורי במיוחד) הוא מחשב לוח בודד שמתבסס על מעבד Allwinner H3 עם 4 ליבות במהירות 1.6GHz, מעבד גרפי מסוג Mali-400 של ARM ו-1GB זיכרון RAM. אמנם לא מדובר בחיית ביצועים או בקונסולת משחקים, אבל על פי אתר Allwinner, מדובר במעבד שבהחלט יוכל להציג תוכני וידאו באיכות 4K.\nה-Orange Pi כולל מגוון רחב של חיבורים מובנים נוספים ביניהם: יציאת HDMI, יציאת AV, מיקרופון, יציאת סאונד לרמקולים או אוזניות, חיבור למיקרופון, 3 חיבורי USB 2.0, חיבור Ethernet 10/100, חיישן IR, חיבור מובנה למצלמה, חיבור USB OTG, מתג הפעלה (כולל נורות LED לחיווי) וחיבור GPIO שכולל 40 פינים, שתואם לחיבורים של ה-Raspberry Pi ומשמש לצורך הפעלה של התקנים פיזיים כמו נורות LED. לצורך הפעלתו כולל הלוח חריץ הרחבה מסוג Micro-SD עם תמיכה בנפח איחסון של עד 64GB. גודלו של ה-Orange Pi הוא 85 על 55 מ”מ ומשקלו 38 גרם.\nאז מה תוכלו לעשות עם ה-Orange Pi? מבחינת מערכות הפעלה תוכלו להריץ עליו אנדרואיד והפצות לינוקס דוגמת אובונטו. עם קצת עבודה תוכלו להפוך אותו למחשב אישי שיכול להריץ את כל אפליקציות הכרום, נגן מדיה (4K, זוכרים?), קונסולת משחקי אנדרואיד, מחשב שמריץ את Scratch, שפת התיכנות לילדים ועוד. Shenzhen Xunlong Software, החברה שעומדת מאחורי ה-Orange Pi, מציעה באתר שלה את קובצי האימג’ להורדה למכשיר.\nהאם יצליח ה-Orange Pi כמו ה-Raspberry Pi? קשה להאמין. חוץ ממעבדים, יציאות ונורות LED, הפאי המקורי כולל גם קהילת מפתחים נאמנה שמעניקה תמיכה ועצות לחבריה ומציע גם בקרת איכות קפדנית וייצור בבריטניה. אם התלהבתם מהמחשב, תוכלו להזמין אותו מיידית באתר AliExpress תמורת 15 דולר או 74 ש”ח כולל משלוח לישראל.\n ", "keywords": "orange pi,sbc,מחשב לוח בודד,מיקרו מחשב,raspberry pi,רספברי פאי,רסברי פאי,אורנג\\' פאי,,מיקרו-מחשב"}