{"url": "https://www.geektime.co.il/geekstarter-26-12-14/", "type": "article", "title": "עט שמדפיס בתלת מימד ועוד פרויקטים שאהבנו השבוע [גיקסטארטר]", "description": "השבוע בגיקסטארטר: עט שמדפיס בתלת מימד, קולר חכם לחברים הכי טובים שלכם והמקלדת שתגרום לכם לזרוק את המקלדת שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/BIG39.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-27T16:00:33Z", "modified_time": "2015-01-01T17:33:26Z", "articleBody": "השבוע בגיקסטארטר: עט שמדפיס בתלת מימד, קולר חכם לחברים הכי טובים שלכם והמקלדת שתגרום לכם לזרוק את המקלדת שלכם\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. במסגרת גיקסטארטר, נציג בכל שבוע מספר פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\n\nPolyes הוא עט שיאפשר לכם לצייר בתלת מימד. משתמשי העט יכולים לצייר איתו כמו עט רגיל, רק שבמקום דיו רגיל, יצא חומר נוזלי שמתגבש והופך ליצירת תלת מימד מרשימה בשניות. נכון, קיימים עטים דומים, אך רובם משתמשים בחומרים כמו ABS או PLA, ולכן נדרשים לחום גבוה כדי להמיס את החומר, ויוצרים כך גם ריחות לא נעימים. במקום זאת, משתמש ה-Polyes בחומר פוטופולימר נוזלי. בזמן שהחומר משתחרר העט מאיר אותו עם תאורת LED חזקה בגוון כחול שגורמת לו להתקשות מייד. לבחירתכם מילויים בצבעים שונים, מילויים שזורחים בחשיכה, מילויים שמשנים צבע לפי הטמפרטורה ועוד.\nמחיר יחידה: כ-310 ש”ח (כולל משלוח לישראל)\nמועד משלוח משוער: מרץ 2015\nהגיעו ליעד? החברה הציבה יעד של 50 אלף דולר, והצליחה לגייס יותר מ-62 אלף דולר כשלפניה עוד 40 ימים\nלדף הפרויקט\n \n\nהפרויקט הבא מוקדש לכלבים (ולבעליהם) חובבי הגאדג’טים. WÜF הינו קולר חכם שלומד ומבין את הכלב שלכם על ידי מעקב צמוד ולמידה של התנועות, הקולות, הפעולות, המיקומים והאינטראקציות שהוא עושה. כך יכול הקולר לעזור לבעלי הכלב לשפר התנהגויות שונות של הכלב כמו נביחות, חוסר רצון להסתובב עם רצועה, עצבנות ועוד. בנוסף, מבטיחים המפתחים ליצור הזדמנויות חדשות לחיבור ומשחק בין הכלב לבעליו. הקולר כולל מיקרופון, בעזרתו הוא קולט מתי הכלב נובח ומה גורם לו לנבוח; GPS – כדי שתוכלו לדעת בכל רגע נתון היכן הכלב, אבל גם כדי לנתח את פעילותו היומיומית; מד תאוצה (אקסלרומטר) – בודק מתי הם פעילים, כמה הם ישנים, כמה קלוריות הם שרפו וכמה רחוק באמת לקח אותם הדוג-ווקר השכונתי; Bluetooth – משמש להעביר את הנתונים וכן להפעיל מכשירים חכמים נוספים. בנוסף, כולל הקולר גם רמקול, כך שתוכלו לדבר אליו מרחוק ורטט – כדי למשוך את תשומת ליבו.\nמחיר יחידה: כ-470 ש”ח (כולל משלוח לישראל)\nמועד משלוח משוער: נובמבר 2015\nהגיעו ליעד? החברה הציבה יעד של 50 אלף דולר, והצליחה לגייס יותר מ-63 אלף דולר כשלפניה עוד יומיים\nלדף הפרויקט\n \n\nהחברה שמאחורי המקלדת הזו יוצאת בהצהרה יומרנית למדי – “תזרקו את המקלדת הישנה שלכם, יצרנו מוצר מהפכני”. המקלדת הזו הינה מקלדת המיועדת למחשב הדסקטופ שלכם, רק שבמקום מקשים פיזיים, תמצאו מסך מגע שניתן להתאמה לפי התוכנה או השימוש. אם אתם מעצבים גרפיים תוכלו לקבל מקלדת שכוללת את הכלים של פוטושופ כבר על המקלדת, כולל סליידרים לעובי של מברשות, גלגלת לקביעת פרמטרים נוספים ועוד; אם יש לכם ילדים קטנים בבית, בלחיצה אחת הופכת המקלדת למקלדת ידידותית לילדים עם אותיות גדולות וצבעוניות; אם אתם אוהבים להשמיע מוסיקה, המקלדת תהפוך לקונסולה של די.ג’יי. עם גלגלות לשליטה במיקום השיר, סליידר ל-BPM ועוד. בשעות הלילה תהפוך המקלדת ל”מצב לילה” שבו התאורה תהיה רכה יותר והמקשים יאירו. החברה מתכננת גם פיתוח של SDK, כך שמפתחים נוספים יוכלו לפתח לה מקלדות ואפליקציות משלהם.\nמחיר יחידה: כ-1,000 ש”ח (כולל משלוח לישראל)\nמועד משלוח משוער: נובמבר 2015\nהגיעו ליעד? החברה הציבה יעד של 180 אלף פאונד, והצליחה לגייס יותר כ-75 אלף פאונד. הפרויקט יסתיים עוד כ-15 יום.\nלדף הפרויקט\n ", "keywords": "גיקסטארטר,קיקסטארטר,אינדיגוגו,גיוס המונים,מקלדת,קולר,iot,101touch,wÜf,polyes,עט תלת מימד,"}