{"url": "https://www.geektime.co.il/hanukkah-gadgets-2017/", "type": "article", "title": "4 גאדג'טים ששווים את דמי החנוכה שלכם", "description": "ממכשיר אהוב שעושה קאמבק ועד גאדג'ט למכורי הקפה - הנה 4 גאדג'טים ששווים את דמי החנוכה שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/candles-897776_960_720-1513254892.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-16T14:00:14Z", "modified_time": "2017-12-16T08:58:34Z", "articleBody": "ממכשיר אהוב שעושה קאמבק ועד גאדג’ט למכורי הקפה – הנה 4 גאדג’טים ששווים את דמי החנוכה שלכם\nמקור: Pixabay\nאם אתם לא יכולים להתאפק עם הקפה של הבוקר עד המשרד, אבל גם אין לכם זמן לעצור בדרך לקנות טייק אוואי או להכין בבית, Mojoe הוא פתרון נפלא עבורכם; מדובר בספל-בקבוק שיאפשר לכם להכין קפה בשניות ומכל מקום. כמובן שאם אתם נמצאים כרגע באוטובוס או ברכבת, סביר להניח שאין לכם מים חמים בנמצא – אבל Mojoe כולל בתוכו מערך חימום שיוודא שהמים יהיו בטמפרטורה האידאלית, כך שלצורך העניין תוכלו למלא גם מי ברז רגילים. שימו לב רק שהספל לא עובד עם קפסולות, אלא עם גרגרי קפה טחון (בהמשך ניתן יהיה לרכוש קפסולות ייעודיות לו). פרט נוסף שחשוב לדעת הוא שבעת הכנת הקפה וחימום המים עליכם לחבר את הספל למקור חשמל (סוללה נטענת, יציאת המצית ברכב). אה, ומה תגידו על זה שהספל יודע לנקות את עצמו?\nמחיר: 352 ש”ח, לא כולל משלוח לישראל. צפי לשילוח: תחילת 2018.\nלהזמנה\nמקור: Mojoe\n \nאנחנו לא באים בתלונות או משהו, אבל בהחלט יתכן שבמהלך חג החנוכה העליתם קצת במשקל (צרת רבים). כדי שתוכלו לאמוד את מידת הנזק, אולי כדאי שתצטיידו במשקל חכם, כאשר הבחירה המשתלמת ביותר היא כנראה של שיאומי. המשקל החכם של שיאומי מוצע במחיר שלא רחוק ממשקלים דיגיטליים רגילים הנמכרים בישראל. מדובר במשקל מעוצב שעובד טוב גם כמוצר בודד וגם בשילוב האפליקציה. המשקל מתממשק עם Mi Fit, אפליקציית הכושר והבריאות של שיאומי, שאוספת ומציגה את הנתונים מכל המוצרים החכמים של החברה דוגמת צמיד הניטור שלה. כל הנתונים שנאספים דוגמת משקל מוצגים בצורה מעוצבת ונוחה על גבי הסמארטפון ומאפשרים לכם לצפות בצורה גרפית במשקל ובשינויים שבו לפי כל נקודות הזמן. בנוסף, מציגה האפליקציה בצורה צבעונית ונוחה את מדד ה-BMI והמיקום של המשתמש על הטווח שבין השמנת יתר לתת-משקל. אם תרצו, תוכלו גם לבחור משקל מטרה, כשבכל רגע תוכלו לראות את מצבכם ביחס אליו – בהחלט רלוונטי לאחרי החנוכה.\nמחיר: 143 ש”ח, כולל משלוח לישראל\nלרכישה\n﻿\nאם אתם מחפשים על מה לבזבז את דמי החנוכה שלכם – מצאנו. קונסולת המשחקים הנוסטלגית של אטארי חוזרת ותגיע עם קטלוג נרחב של משחקים קלאסיים של החברה במטרה לעורר תחושת נוסטלגיה בקרב המשתמשים, אך לא רק; הודות למערכת ההפעלה שלה (לינוקס) והאופי ״הפתוח״ שהיא מציעה, משתמשים יוכלו לשחק גם במשחקים מפלטפורמות אחרות, ולא רק בתכנים של אטארי (אם כי כן יהיו מגבלות מסוימות, ותהיה תמיכה במשחקים שדורשים מפרט טכני בינוני בלבד). הקונסולה החדשה מגיעה עם מעבד ייעודי של AMD ביחד עם כרטיס גרפי Radeon, ולצד הרצה של משחקי PC, היא תאפשר גם להזרים תכנים, להריץ אפליקציות, לגלוש באינטרנט ולנגן מוסיקה.\nהקונסולה תושק בשתי גרסאות:  האחת, מושפעת למדי מקונסולת ה-Atari 2600 הותיקה, שהושקה לראשונה ב-1977. העיצוב כולל גם כמה אלמנטים חדשים כמו גב מורם, לוגו LED מואר, חריץ לכרטיס SD וכמובן חיבורים מתקדמים יותר כמו 4 כניסות USB וחיבור HDMI. הגרסה השנייה והקצת יותר רלוונטית לתקופה שבה אנו חיים כוללת פנל זכוכית כהה במקום העץ וגב אדום זרחני.\nמחיר: הקונסולה תהיה זמינה לרכישה במסגרת קמפיין מימון המונים באינדיגוגו, המחיר המשוער הוא בין 250-300 דולר. ההשקה הייתה אמורה להתקיים שלשום (ה’) אבל הושהתה נכון לרגע זה בגלל קושי טכני ו’רצון לשחרר את המוצר רק כשהוא יהיה מושלם’. בינתיים אתם יכולים להירשם לרשימת התפוצה ולקבל עדכון ברגע שהקמפיין יעלה לאוויר.\nמקור: Atari\nנוטים לאבד את הסמארטפון, את צרור המפתחות או אולי את הארנק? כנראה שאתם צריכים לצוות כל אחד מאלו בטרקר שיאפשר לכם לאתר את מיקומם של אלו בכל רגע נתון. חברת Tile מייצרת מגוון טרקרים מבוססי בלוטות’ בדגמים שונים, כאשר אחד מהם כל כך דק (בעובי של שני כרטיסי אשראי) מה שהופך אותו לאידיאלי לשימוש למעקב אחר הארנק שלכם. אותם מאתרים יאפשרו לכם למצוא בקלות את המיקום האחרון של הפריט דרך אפליקציה ייעודית בסמארטפון, מה שמבטיח לחסוך לכם לא מעט כאב ראש.\nמחיר: החל מ-70 ש”ח ליחידה עבור הגרסה הבסיסית או 106 ש”ח עבור הגרסה הדקיקה (מומלץ לרכוש מארז של כמה יחידות, אז המחיר משתלם יותר).\nלרכישה\nמקור: Tile", "keywords": "חנוכה,נס גדול היה פה,חג החנוכה,tile,atari,אטארי,mojoe,קפה,שיאומי,משקל שיאומי"}