{"url": "https://www.geektime.co.il/qnap-smallest-nas/", "type": "article", "title": "ה-NAS הקטן בעולם", "description": "חברת QNAP הציגה היום את ה-SS-839 Pro Turbo NAS, רכיב האחסון מסוג NAS הקטן ביותר בעולם, המכיל 8 מפרצים עבור אחסון כונני HD או SSD בגודל 2.5 אינץ' ומבוסס על מעבד Atom של אינטל.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/06/qnap_ss839pro.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-06-23T10:22:27Z", "modified_time": "2009-06-23T14:44:15Z", "articleBody": "חברת QNAP הציגה היום את ה-SS-839 Pro Turbo NAS, רכיב האחסון מסוג NAS הקטן ביותר בעולם, המכיל 8 מפרצים עבור אחסון כונני HD או SSD בגודל 2.5 אינץ’ ומבוסס על מעבד Atom של אינטל.\nחברת QNAP הציגה היום את ה-SS-839 Pro Turbo NAS, רכיב האחסון מסוג NAS הקטן ביותר בעולם, המכיל 8 מפרצים עבור אחסון כונני HD או SSD בגודל 2.5 אינץ’ ומבוסס על מעבד Atom של אינטל.\nהרכיב החדש מיועד עבור ארגונים ומשתמשים עסקיים המחפשים ביצועים גבוהים, יציבות, יכולת לגדול וצריכת חשמל נמוכה. ה-SS-839 Pro מציע צריכת חשמל נמוכה המבוססת על יכולות ה-Throtelling של מעבד  Intel Atom N270 1.6GHz, וכולל 2GB זכרון פנימי. נפח האחסון המקסימלי איתו ניתן להגיע עם ה-SS-839 Pro הוא 4TB תוך שימוש במפרצי הכוננים הפנימיים בלבד. אף על פי כן, מכיל הרכיב 2 יציאות eSATA ו-5 יציאות USB אשר יכולות לשמש לצורך גיבוי חיצוני ו\\או הרחבת שטח האחסון. צריכת החשמל של הרכיב כאשר הוא מלא ב-8 דיסקים עומדת על 34 וואט בלבד, מה שלטענת החברה, הוא פחות מ-60% מצריכת החשמל של רכיב NAS רגיל המכיל 8 כוננים.\nה-SS-839 Pro יודע לעבוד עם מערכות הפעלה מסוג Windows, Mac, Linux ו-Unix והוא מכיל אפליקציית iSCSI מובנית המאפשרת עד 8 מיפויי דיסקים שונים, תמיכה בהרחבת RAID דינאמית, הצפנה מבוססת AES  256-bit, שני חיבורי רשת במהירות ג’יגה, יכולת Wake-on-Lan, ניהול גישה באמצעות מדיניות מבוססת IP, מערכת דו”חות ודיווחים מבוססי SMS ומייל. כמו כן, המערכת ליצור RAID באמצעות ממשק ה-Touch-N-Go החיצוני המוצג על-גבי מסך ה-LCD בחלק הקדמי של המכשיר ולתזמן זמני כיבוי והדלקה אוטמטיים של הרכיב.\nהרכיב גם מציע תמיכה אפליקטיבית מובנית בשירותי רשת, שרת FTP ושרת WEB המבוססת על תוכנות קוד פתוח כגון phpMyAdmin, Joomla ו-MySQL/ SQLite.\nבשלב זה עדיין לא ידוע מתי יהיה הרכיב החדש זמין למכירה בשוק וגם מחיר עדיין אינו ידוע. בהסתמך על התמחור של אחיו הקטן, ה-QNAP’s 4-bay 1.6 GHz Atom NAS ב-699$, אנחנו יכולים רק להעריך שמחירו של המכשיר החדש יהיה בסביבות ה-1000$ דולר.", "keywords": "אינטל,qnap,אחסון,אחסון נייד,ssd,hd,ss-839 pro turbo,add new tag,advanced encryption standard,intel atom,iscsi,linux,operating system,phpmyadmin,serial ata,sqlite"}