{"url": "https://www.geektime.co.il/zao-deepfake-app/", "type": "article", "title": "זו כנראה אפליקציית ה-DeepFake המרשימה ביותר שקיימת היום, אבל היא מעוררת סערת פרטיות", "description": "אפליקציה חדשה מאפשרת למשתמשים לשתול את הפנים שלהם בקטעים מתוך סרטים וסדרות, אבל סעיף אחד בתנאי השימוש שלה הבהיל רבים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/Screen-Shot-2019-09-03-at-9.23.14-1567491819-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-03T10:49:07Z", "modified_time": "2019-09-03T11:06:16Z", "articleBody": "אפליקציה חדשה מאפשרת למשתמשים לשתול את הפנים שלהם בקטעים מתוך סרטים וסדרות, אבל סעיף אחד בתנאי השימוש שלה הבהיל רבים\nתמונה: צילום מסך, @allanxia a\nבקושי הספקנו להירגע מהסערה סביב אפליקציית FaceApp, וכבר סערה נוספת החלה: בימים האחרונים הושקה אפליקציה חדשה ומתקדמת מאוד שמאפשרת לכם לשתול את הפנים שלכם במקום פנים של דמויות בסרטים ותוכניות טלוויזיה מפורסמות כמו ״משחקי הכס״, והתוצאה מרשימה במיוחד, וגם מדאיגה ומעוררת מחלוקת.\nאם עד עכשיו כלי DeepFake שונים היו שמורים לחוקרים ואנשים עם לא מעט זמן פנוי וידע בנושא, נראה כי אנחנו בפתחו של עידן בו כל אחד יוכל ליצור סרטונים שכאלו ישירות מהסמארטפון שלו. אפליקציית Zao הושקה בסין למכשירי iOS רק ב-30 באוגוסט ומיד זינקה לראש טבלת ההורדות באפסטור הסיני. כל שאתם צריכים לעשות בשביל להפוך לכוכבים בסרט לרגע הוא להעלות תמונה שלכם, והאפליקציה תדאג לשתול את הפנים שלכם עם אפקט די מגניב במקום הדמויות המופיעות בסרטון. אם אתם רוצים לשפר את התוצאה של הסרטון, ניתן לעקוב אחרי ההוראות של האפליקציה ולצלם מספר תמונות שונות הכוללות תמונות עם מצמוצים, פה פתוח ועוד, מה שיסייע ליצירת אפקט אפילו יותר ריאליסטי.\nמשתמש בטוויטר בשם Allan Xia העלה לא מעט סרטונים בכיכובו, כאשר הוא מחליף מפורסמים כמו דווין דה-רוק ג׳ונסון, כוכבות K-pop ואפילו דמויות במשחקי מחשב. כל התוצאות הן מרשימות, אבל המרשימה מכל היא זו שבה הוא מחליף את פניו עם פני ליאונרדו דקפריו.\nIn case you haven’t heard, #ZAO is a Chinese app which completely blew up since Friday. Best application of ‘Deepfake’-style AI facial replacement I’ve ever seen.\nHere’s an example of me as DiCaprio (generated in under 8 secs from that one photo in the thumbnail) ???? pic.twitter.com/1RpnJJ3wgT\n— Allan Xia (@AllanXia) September 1, 2019\n\nלמרות הטכנולוגיה הבאמת מרשימה, העולם כבר עבר את פרשיית FaceApp והפך למעט יותר מודע לסעיפים השונים באמנות הפרטיות של אפליקציות, ומשתמשים שהחלו לחקור את הנושא גילו שברגע שאתם מעלים תמונה שלכם לשרת של האפליקציה (כיוון שהעיבוד מתבצע בענן, כמובן), אתם נותנים ל-Zao זכויות פחות או יותר מלאות על התמונות והסרטונים הללו, כולל היכולת למכור אותן. המשתמשים הסיניים לא נשארו חייבים, והחלו במתקפת דירוג שלילית על האפליקציה, ואם תיכנסו לעמוד שלה באפסטור הסיני תוכלו לראות שהדירוג שלה, נכון למועד כתיבת שורות אלו, עומד על 2.5 כוכבים.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nמיד לאחר שהסערה החלה, Zao עידכנה את תנאי השימוש, והפעם טוענת המפתחת שהיא תשתמש בתמונות אך רק לשיפור השירות או לשימושים אחרים להם יסכים המשתמש, ובמקרה שבו המשתמש ימחק את התוכן, הוא יימחק גם משרתי החברה. האם זה מספיק? לא בטוח, בהתחשב בדירוג השלילי שהאפליקציה ממשיכה לספוג, וקריאות של גופים שונים לממשל הסיני לחקור את האפליקציה בעוון הפרה של חוקי המדינה.\nהפעם מדובר באפליקציה עם פוטנציאל נזק נמוך יחסית, כיוון שהיא פועלת על סרטונים קיימים ודי מבהירה שמדובר בסרטון מזויף, אך העובדה שטכנולוגיית ה-DeepFake הופכת להיות יותר זמינה ויותר פשוטה צריכה להדליק נורות אזהרה אצל רבים. בעידן שבו אנו סופגים לא מעט פייק-ניוז וכל דבר שנאמר ברשת נתפס כנכון, טכנולוגיה כמו זו ש-Zao מציעה מהווה איום חדש ומדאיג. אם כל אחד יכול לשתול כל פנים שהוא רוצה על כוכבות פורנו (מה שהוביל אתרים כמו PornHub לאסור על העלאת סרטונים שכאלו). Zao לא זמינה נכון לעכשיו מחוץ לאפסטור הסינית, אך לא מן הנמנע שהאפליקציה הזו או דומות לה יופצו גם ברחבי העולם.\nלפני שנה העלה הבמאי והקומיקאי ג׳ורדן פיל (״Get Out״) סרטון בו הוא משלב את יכולת החיקוי שלו של נשיא ארצות הברית לשעבר, ברק אובמה, וטכנולוגיות Deepfake כדי ליצור את הרושם שאובמה אומר משפטים מגוכחים כמו ״קילמונגר צדק״ וגידופים על הנשיא טראמפ. הסרטון נוצר כדי להזהיר את הציבור מהסכנות של DeepFake, אבל בצורה יחסית ידידותית ומשעשעת.\nבתקופה שבה שקרים יכולים להשפיע באותה קלות על דעת הציבור בעזרת טכנולוגיה, כדאי להיות ערניים לסכנות חדשות שכאלו, ו-Zao היא צעד מגניב אבל מדאיג בדרך להפיכת הטכנולוגיה לזמינה לכל דורש.\n﻿", "keywords": "זאו,zao,דיפ פייק,deepfake,deep fake,דיפפייק,פייק ניוז,fake news,אפליקציהֿ,אפליקציה,החלפת פנים"}