{"url": "https://www.geektime.co.il/6-events-march-15/", "type": "article", "title": "שלא תפספסו: 6 אירועים בתחומי ההייטק והסטארטאפים שיתקיימו בקרוב", "description": "ריכזנו עבורכם את האירועים הכי שווים בתחומי ההייטק והסטארטאפים שיתקיימו במהלך החודש הקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/pexels-friends-e1487065751988.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-15T13:20:11Z", "modified_time": "2017-03-15T12:12:59Z", "articleBody": "ריכזנו עבורכם את האירועים הכי שווים בתחומי ההייטק והסטארטאפים שיתקיימו במהלך החודש הקרוב\n\nמקור: Pexels\nמדי שבוע נציג בפניכם את האירועים הטכנולוגיים הצפויים להתקיים במהלך החודש הקרוב. מדי שבוע אנו מקבלים פניות מצד גורמים רבים בזירת ההייטק המקומית ואת אלו נאגד כאן יחד לרשימה אחת ומרכזית.\nהרשימה המוצגת בפוסט זה כוללת את חלק מאירועי הטכנולוגיה שיערכו בחודש הקרוב. רוצים לדעת על השאר? שמעתם על אירועים נוספים שלא מופיעים כאן? בדקו עכשיו את לוח האירועים המלא\nאם אתם מארגנים אירוע, או נתקלתם באירוע לקהילה הטכנולוגית הישראלית שלא מופיע בלוח, אתם מוזמנים להיכנס ללוח האירועים שלנו ולעדכן אותו בעצמכם (יש לפתוח משתמש בגיקטיים לצורך יצירת אירועים במערכת). .\nאיפה? לילינבלום 23, תל אביב יפו.\nכמה? חינם.\nשלושה שבועות (20 במרץ ועד 5 באפריל) של יותר מ-70 אירועים לאנשי הסטארטאפ וההייטק, ובהם ימים מיוחדים לתחומי ה-IoT, DevOps וביג דאטה.\nלפרטים נוספים והרשמה\nאיפה? מרכז כנסים לאגו, ראשון לציון.\nכמה? חינם.\nבכנס נציג לראשונה בישראל את הדור הבא של טכנולוגיות הענן של אורקל בהרצאות מליאה,\nבשני מסלולים: IaaS & DevOps ו-Cloud Platform וב-Demo Ground.\nמסלול Infrastructure&DevOps: יתעמק בהעברת מערכות קיימות לענן של אורקל באמצעות תשתית ה-IaaS דור 2. עוד במסלול: איך ליצור במהירות ובקלות סביבות פיתוח ובדיקות באמצעות טכנולוגיית Oracle Ravello, איך לנהל קונטיינרים וכיצד לאבטח את סביבת הענן שלכם.\nמסלול Cloud Platform: פיתוח מערכות ושירותים חדשים בענן באמצעות שירותי הפלטפורמה (PaaS Oracle) ובאמצעות מגוון כלים המתאימים לסוגים שונים של מפתחים ומיישמים, שיכולים לשמש לבניית מערכות חדשות לחלוטין או להשלמה והרחבת אפליקציות עסקיות שרצות כבר במודל SaaS בענן.  כאן תלמדו על טכנולוגיות פיתוח, אינטגרציה ומובייל; על דרכים לנהל בסיסי נתונים בענן; וכיצד לבנות מערכות ביג דאטה ו-BI.\nהרשמה לאירוע ללא תשלום, אולם מספר המקומות מוגבל.\nלפרטים נוספים והרשמה\nאיפה? גלריית דובנוב, דובנוב 8, תל אביב.\nכמה? 99-399 שקל.\nעבור מי שמעוניין לשמוע עוד על המתרחש בשווקים באירופה, ובגרמניה בפרט, ייערך כנס Start in Germany Day 2017. הכנס הוא חלק מפלטפורמת Europe Days, שמיועדת לחבר בין יזמים ישראלים לבין “סצינת הטכנולוגיה” במדינות אירופה, ומטרתו לספק ליזמים והיזמות שהקימו סטארטאפים טכנולוגיים נגישות למשקיעים גרמנים בעלי יותר מ-300 מיליון אירו למימון, חיבור להזדמנויות עסקיות מחברות גרמניות, ומידע מעשי כיצד לחדור לשוק הגרמני המונה 82 מיליון משתמשים.\nבכנס יתקיימו הרצאות, פאנלים ומפגשי שולחנות עגולים שיעסקו בהזדמנויות בשוק הגרמני, והענפים שיעמדו במרכז האירוע הם InsurTec, מובייל, מדיה, קמעונאות, סייבר, Web IoT ו-Industry 4.0.\nלפרטים נוספים והרשמה\nאיפה? היכל התרבות חבל מודיעין.\nכמה? 900 שקל, קוד הנחה לקוראי גיקטיים: Geeklist100.\nיומיים מרתקים של צלילה לתוך מוחותיהם של ענקי תחום חווית המשתמש – היכרות עם מובילי התעשייה הבינלאומית, למידה הלכה למעשה של כלים ומתודות לשימוש מקצועי שוטף ומפגש מפרה עם קהילת ה-UX בארץ ובחו”ל.\nלפרטים נוספים והרשמה\nאיפה? Rise Tel Aviv, אחד העם 54, תל אביב יפו.\nכמה? חינם.\nערב של נטוורקינג ותובנות בתחום הפינטק באירופה: פאנלים של מומחים בתעשיית הפינטק באירופה וסיפורים של יזמים בתחום.\nלפרטים נוספים והרשמה\nאיפה? LIGHTHOUSE RAANANA, החרושת 16, רעננה.\nכמה? חינם.\nסדנה פעילה ליזמים, מנהלים, מנהלי כספים, מנהלי פיתוח עסקי ומשקיעים פרטיים, אשר תקנה ארגז כלים ותשפר מיומניות של תכנון, כתיבה וניתוח תוכנית עסקית.\nלפרטים נוספים והרשמה\nרוצים לדעת על כל האירועים המעניינים שקורים בכל שבוע? בלוח האירועים המלא תוכלו למצוא אירועים נוספים כגון מפגשי קבוצות משתמשים, סדנאות והרצאות בנושאי טכנולוגיה שונים.", "keywords": "עיצוב,יזמים,יזמות,תכנית עסקית,סטארטאפ,הייטק,מנהלים,סדנה,אירועים,אירועי הייטק,אירועים בסטארטאפ,geekcalendar,startup events,startup events in israel,technology events in israel,אירועי היי-טק,אירועי טכנולוגיה,אירועי סטארטאפים,גיק ממליץ,גיקלנדר,לוח אירועי היי-טק,לוח אירועים"}