{"url": "https://www.geektime.co.il/one-plus-3t-launched/", "type": "article", "title": "חצי שעה הטענה ואתם מסודרים לכל היום: נחשף ה-OnePlus 3T", "description": "פחות מחצי שנה אחרי שהושק ה-OnePlus 3, הכריזה אמש החברה הסינית על גרסת טורבו משודרגת של המכשיר שתחליף אותו בקרוב. המחיר: החל מ-440 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/oneplus3tnew.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-16T10:15:14Z", "modified_time": "2016-11-16T16:26:22Z", "articleBody": "פחות מחצי שנה אחרי שהושק ה-OnePlus 3, הכריזה אמש החברה הסינית על גרסת טורבו משודרגת של המכשיר שתחליף אותו בקרוב. המחיר: החל מ-440 דולר\nמקור: OnePlus 3T\nזה ממש לא משנה שעוד לא עברה חצי שנה מאז שהושק ה-OnePlus 3, כי היצרנית הסינית כבר הספיקה להציג גרסה משודרגת של המכשיר; אמש (ג׳) ערכה החברה אירוע הכרזה, במסגרתו חשפה את ה-OnePlus 3T שיחליף את הדגם הנוכחי. כצפוי, דגם ה-3T (מלשון טורבו) מגיע עם המעבד החדיש יותר, ה-Snapdragon 821, סוללה גדולה יותר ומצלמה קדמית בת 16 מגה פיקסל.\nהמכשיר המשודרג לא הגיע בהפתעה; נזכיר כי לפני קצת פחות מחודש דיווחנו על כך שהחברה צפויה להשיק מכשיר חדש, לאחר שמעצב בחברה שיתף ברשת החברתית הסינית Weibo, פוסט ממכשיר שזוהה כ-OnePlus 3T (הפוסט כבר נמחק). כעת כאמור, הדיווח כבר לא נמצא בגדר שמועה ופחות או יותר כל מה שהיה ידוע עד כה – התברר כנכון.\nמבחינה חיצונית, לא ממש קיימים שינויים מהותיים בעיצובו של ה-OnePlus 3T בהשוואה לדגם הקודם. גם בכל הקשור למפרט הטכני יש מספר נקודות דימיון כגון המסך שנשאר זהה (5.5 אינץ׳ AMOLED 1080p), המצלמה האחורית של 16 מגה פיקסל עם חיישן f/2.0 וזיכרון RAM מכובד של 6GB. בנוגע למצלמה, ניתן להשתמש בה במצב ידני כדי לשחק עם החשיפה, ISO, פוקוס ולצלם בתצורת RAW.\nיחד עם זאת, הרכיבים שכן שודרגו הם כאמור המעבד (Snapdragon 821 במהירות מקסימלית של  2.35GHz), זיכרון האחסון הפנימי שמגיע בתצורה של 64GB או 128GB, מצלמת הסלפי הקדמית שעלתה מ-8 מגה פיקסל ל-16 מגה פיקסל וסוללה גדולה יותר בנפח של 3,400mAh (לעומת 3,000mAh). השילוב של הסוללה המוגדלת והמעבד החדש אמורים לסייע למשתמשים ליהנות מחיי סוללה ארוכים יותר (משהו כמו 13% יותר). בנוסף, המכשיר תומך בטעינה מהירה ולטענת החברה חצי שעה של טעינה, תספיק ליום שלם של עבודה.\nככל הנראה, בשלב מסוים ה-OnePlus 3T יחליף באופן רשמי את הדגם הנוכחי, שפשוט יפסיק להימכר בקרוב. את המכשיר החדש ניתן יהיה לרכוש ב-22 בנובמבר בארה״ב והחל מה-28 בנובמבר באירופה. שינוי נוסף בין הדגם הקודם לחדש מתבטא במחיר; גרסת ה-64GB מתחילה ב-439 דולר (1,687 ש״ח) ומגיעה עד ל-479 דולר (1,840 ש״ח) לגרסת ה-128GB. לצורך השוואה, דגם ה-OnePlus 3 64GB התחיל ב-400 דולר (1,537 ש״ח), כלומר מדובר כאן בעלייה של 40-80 דולר.\n", "keywords": "oneplus,oneplus 3,oneplus 3t,3t,וואן פלוס,וואן פלוס 3,וואןפלוס 3טי,טורבו,סמארטפון,מכשיר דגל,snapdragon 821"}