{"url": "https://www.geektime.co.il/startups-investments-may-2017/", "type": "article", "title": "נפרדים ממאי: כל הסטארטאפים הישראלים שגייסו או נרכשו במהלך החודש החולף", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד). בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מאי בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/cash-2259076_960_720.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-03T12:30:27Z", "modified_time": "2017-06-03T00:05:11Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד). בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מאי בסצנת הסטארטאפים הישראלית\nמקור: Pixabay\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש אפריל\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nקרן ההון סיכון YL Ventures הודיעה על גיוס של 75 מיליון דולר לקרן השלישית שלה YLV III במטרה להשקיע ביזמים ישראלים הנמצאים בשלבים מוקדמים. הקרן השלישית תתמקד בחברות הנמצאות בשלב הסיד ובתחומי אבטחת הסייבר, תוכנה ארגונית, רכבים אוטונומיים, טכנולוגיות רחפנים ומציאות מדומה ורבודה.\nהקרן החדשה של YL Ventures הפועלת מסיליקון ואלי ותל אביב, נשענת על הצלחותיהן של שתי הקרנות הקודמות, וזכתה לדבריהם לביקוש גבוה מהמצופה והשקיעו בה קרוב ל-100% ממשקיעי הקרן השנייה. בסופו של דבר, הקרן הנוכחית נסגרה בסכום של 75 מיליון דולר, שהם 25 אחוזים מעל היעד שעמד על 60 מיליון דולר. YLV III עתידה להשקיע ב-2 עד 3 חברות בשנה, כאשר גובה השקעת סיד ממוצע ינוע בין שניים לשלושה מיליון דולר והיא תהיה זו שתוביל את הסבב. כמו כן, חלק נכבד מכספי הקרן השלישית יוקצה להשתתפות בהשקעות המשך בחברות הפורטפוליו שלה, בהובלת קרנות הון סיכון אמריקאיות.\nLoom Systems, המספקת פתרון מבוסס בינה מלאכותית לאיתור ומניעה של בעיות בעסקים ברשת ללא דרישה של ידע מתמדטי קודם, הודיעה על גיוס ראשון (Round A) בהיקף של 6 מיליון דולר. את הגיוס הובילה קרן ההשקעות JVP, בהשתתפות Meron Capital ו-31Ventures Global Innovation Fund, המנוהלת על ידי Global Brain Corporations. הגיוס ישמש את החברה להשקעה בהרחבת מערך המכירות והשיווק שלה, התפעול הבינלאומי, פיתוח ובניית מערכת שותפים מתאימה.\nהפתרון של Loom Systems (לום סיסטמס) פונה אל צוותי DevOps ומומחי IT, והוא מאפשר לנתח לוגים ומדדים מהסביבה הדיגיטלית כדי לאפשר שקיפות מוחלטת להתנהלות הארגון בזמן אמת. באמצעות הפתרון, שפועל בבית הלקוח או בענן, ניתן להאיץ את תהליך הזיהוי והאנליזה של המידע, וכך לפתור בעיות טכנולוגיות ותפעוליות בארגונים בעלות שמבטיחה להיות נמוכה באופן משמעותי. הפתרון גם מאפשר להפחית את העיסוק של אנשי ה-IT הטכניים בניתוח המידע ובחיפוש אחר הפתרונות האפשריים, באמצעות שימוש במאגר הפתרונות המובנה שלה, המכונה TriKB, ומונגש למשתמש באמצעות העוזרת הווירטואלית שהם פיתחו, סופי.\nחברת Softwheel (סופטוויל) הישראלית, שמפתחת מערכת שיכוך זעזועים שמשולבת בתוך גלגלים, הודיעה על השלמת סבב גיוס הון שלישי בהיקף של כ-100 מיליון דולר.\nטכנולוגיית הבלימה שמפתחת Softwheel משולבת בתוך הגלגל והיא אדפטיבית וסימטרית. כלומר, היא נכנסת לפעולה רק כאשר הגלגל נתקל במכשול, דוגמת נפילת מדרגה או מהמורה בדרך, ובשאר הזמן הגלגל נשאר קשיח. כל גלגל כולל 3 זרועות זהות, מתוכן 2 פעילות בכל רגע, ומנגנון נעילה שננעל ונפתח בהתאם לתנאי הדרך.\nחברת Next Insurance הישראלית, המפתחת מוצרי ביטוח מקוונים עבור עסקים קטנים, הודיעה על סגירת סבב גיוס A בהיקף של 29 מיליון דולר. את הגיוס הובילה ענקית ביטוח המשנה מינכן-רה / HSB ventures, יחד עם חברות הביטוח Markel, Nationwide והמשקיעים הקיימים. המימון ישמש את החברה להמשך בניית מוצרי הביטוח העצמאיים שלה ולהרחבת קו מוצריה לסקטורים נוספים.\nNext Insurance (נקסט אינשורנס) רוצה לשנות את תחום הביטוח לעסקים קטנים בעזרת מוצרים ייעודיים וגישה מותאמת אישית לכל סקטור, ולהציע לכל עסק מוצרי ביטוח הנותנים מענה לצרכיו הספציפיים. החברה נעזרת בתשתיות ביג דאטה כדי להבין לעומק את התנהגות הלקוחות שלה, במטרה לזהות את הפוליסה הנכונה ביותר לכל לקוח. כמו כן, השיקה לאחרונה החברה צ’טבוט המאפשר לעסקים קטנים להירשם לביטוח ישירות דרך הפייסבוק.\nתעשיית החקלאות העולמית מפסידה כ-300 מיליארד דולר בשנה בגלל מחלות ומזיקים שונים. שיטות הטיפול כיום שכוללות בעיקר ריסוס ושימוש בכימיקלים שונים אינן יעלות ורק מסייעות להפיכת המזיקים לעמידים יותר. חברת Taranis (טארניס) הישראלית, שנעזרת בצילומי אוויר, ביג-דאטה ואנליטיקס, כדי לסייע לחקלאים למנוע מחלות יבול ולהגדיל רווחים, הודיעה על השלמת סבב גיוס שני בגובה 7.5 מיליון דולר.\nTaranis פיתחה מודל מטאורולוגי מתקדם שמשקלל מידע מלוויינים וחיישני מזג אוויר, כדי לספק ניתוח מקומי של שדות וגידולים. לצורך כך, נעזרת החברה בפטנט רשום שלה על טכנולוגיית צילומי אוויר מדויקיים במיוחד, שמסוגלים לכסות שטחים נרחבים באמצעות מטוסים לא מאויישים ומטוסי ריסוס. מדובר בצילומים ברזולוציה מרשימה של חצי מילימטר לפיקסל – רמת פירוט גבוהה פי 500 ממערכות אחרות שקיימות בשוק כיום. במקביל פיתחה החברה מערכת עצמאית לחיזוי מזג אוויר, שיודעת לחזות בצורה אמינה דפוסי מזג אוויר ברמה של 4 ק״מ לפיקסל – שיפור עצום לעומת המודלים שנמצאים בשימוש היום ברזולוציה של 26 ק״מ לפיקסל.\nCartiHeal (קרטיהיל) הישראלית, המפתחת טכנולוגיה לחידוש רקמות סחוס ועצם פגועות, הודיעה על סגירת סבב גיוס בהיקף של 18.3 מיליון דולר. את ההשקעה הובילה חברת ההשקעות aMoon של מריוס נכט וד״ר יאיר שינדל בשיתוף עם המשקיעים הקיימים של החברה – זרוע ההשקעות של ג׳ונסון אנד ג׳ונסון (JJDC), פרגרין ונצ’רס (Peregrine Ventures) ואלרון (Elron). חברת המכשור הרפואי מתמחה בתחום הרפואה הרגנרטיבית ופועלת לפיתוח וייצור שתלים לטיפול בפגיעות בסחוס ועצם כתוצאה מטראומה או משינויים ניווניים.\nמוצר הדגל של החברה, Agili-C, מיועד לשיקום של סחוס טבעי היאלני ובנייה מחדש של העצם התת סחוסית באמצעות הליך טבעי, ללא שימוש בתאים או בגורמי צמיחה. עד היום הפתרון הושתל בסדרה של ניסויים קליניים בקרב כ-250 חולים עם פגיעות בסחוס בברך, בקרסול ובבוהן. בניסויים אלה שימש השתל לטיפול בספקטרום רחב של פגיעות סחוס, זאת לפי אישור השיווק האירופאי שלו – C. תוצאות הניסויים הראו את הפוטנציאל של Agili-C להביא לגדילה מחודשת של סחוס ובנייה מחדש של העצם התת-סחוסית, לצד הקלה בכאב ובתסמינים. בתחילת השנה, אושר המוצר לניסוי קליני פיבוטלי בארה״ב לשם קבלת אישור שיווק במסלול PMA של מנהל המזון והתרופות האמריקאי (FDA).\nחברת האבחון הרפואי GeneSort, המתמחה ברפואה מותאמת אישית בתחום הסרטן ומחלות תורשתיות, הודיעה כי היא נרכשה על ידי AID Partners תמורת 23 מיליון דולר. הרכישה תספק לחברה הישראלית משאבים ותמיכה נוספת במטרה להתרחב לדרום מזרח אסיה ולשווקים גלובליים אחרים. המשקיעה הגדולה של החברה היא קרן סינגולריטים של משה חוגג, אשר השקיעה בחברה כ-2.2 מיליון דולר.\nGeneSort מתמחה בניתוח גנטי של רקמות עמוקות ומאפשרת לזהות מוטציות גנטיות ספציפיות הקשורות לסוגים שונים של סרטן. אונקולוגים יכולים להשתמש בתוצאות האבחון שלה כדי להתאים טיפולים בהתאם למוטציות הגנטיות הספציפיות של המטופל.\nיוקי (Yokee) הישראלית המפתחת אפליקציות מוסיקה אינטראקטיביות בהן כזו שתעזור לכם ללמוד לנגן על פסנתר או גיטרה, הודיעה על רכישתה על ידי Stingray Digital Group. סכום הרכישה לא פורסם, אך מאז הקמתה בשנת 2013 גייסה החברה 1.3 מיליון דולר מקרן ההשקעות 2b-angels ומשקיעים פרטיים נוספים.\nYokee Music מספקת למשתמשים חוויית מוסיקה אינטראקטיבית אשר משלבת אודיו ו-וידיאו לצד אפשרות להפיק לבד גרסאות אישיות לשירים בליווי אפקטים, מתוך מאגר שירים המתעדכן מידי יום ולשתף בתוצרים חברים ומשפחה, כמו גם לצפות בתכנים שמשתמשים אחרים הפיקו. אפליקציית הדגל של Yokee רוצה להפוך את הסמארטפון והטאבלט לאולפן הקלטות נייד כשהיא מאפשרת לשיר עם מוסיקת השיר והמילים, להצטלם בוידאו ולהפיץ תוכן. אפליקצית Yokee Piano מאפשרת לנגן יצירות פסנתר אהובות גם ללא ידע מוקדם בפסנתר ו-Yokee Guitar מציעה למשתמשים לנגן לחני גיטרה קלאסית בחוויה משחקית.\nהסטארטאפ הישראלי Guesty מפתח כלי לאחסון וארגון נתונים בכל הקשור להזמנות ורישומים בתחום הנופש והתיירות, בפלטפורמה אחת. החודש הודיעה החברה על סגירת סבב גיוס בהיקף של 3 מיליון דולר בהובלת Buran VC ובהשתתפות קרן Magma ו-AltaIR Capital. תוכנית הניהול שלהם המיועדת לבעלי עסקים מאחסנת בענן נתונים הכוללים את כל הרישומים, ההזמנות והמתארחים שלהם במרכז בקרה אחד. כך ניתן לסנכרן מידע מכל ערוצי ההזמנות – בין אם מדובר ב-Booking.com, HomeAway, airbnb או אפילו אתר עצמאי של בעל העסק במקום אחד ולעקוב אחר לו”ז ההזמנות וכל מה שקשור לעסק משם.\nחברת האבטחה הישראלית CyberArk (סייברארק) הודיעה על רכישת ​Conjur האמריקאית ב-42 מיליון דולר במטרה להרחיב את פעילותה ולהגן על הרשאות גישה/סיקרטס בסביבות DevOps. פתרונותיה של סייברארק, הנסחרת כיום בנאסד”ק לפי שווי שוק של קרוב ל-2 מיליארד דולר, מאפשרים להגן על ארגונים מפני מתקפות סייבר שחדרו לתוך הרשת הארגונית ומשתמשות לרעה בחשבונות פריבילגיים כדי לתקוף את נכסי המידע הרגישים ביותר של הארגון.\nארגונים ברחבי העולם מאמצים ומטמיעים כלים ופתרונות של DevOps במטרה להאיץ השקת שירותים ופתרונות חדשים במוצר שלהם. רכישת Conjur אשר פיתחה טכנולוגיה לאבטחת אותן הרשאות בסביבת ענן ו-DevOps, מרחיבה את היצע הפתרונות של סייברארק ותאפשר ניהול ואבטחה אוטומטיים של חשבונות פריבילגים והרשאות גישה המשמשים כלי אוטומציה, יישומים ושירותים המאפיינים את סביבה זו. הפתרון עונה על הצורך הדחוף של ארגונים להגנה אחידה ועקבית של חשבונות פריבילגים והרשאות עבור כל סביבות ה-IT בין אם ברשת הארגונית ובין אם בענן.\nהסטארטאפ הישראלי-אמריקאי Viz.AI עושה שימוש בבינה מלאכותית כדי לנתח במהירות ובדייקנות סריקות CT במטרה לספק לרופאים מידע קריטי בזמן אמת ולסייע למטופלים כמה שיותר מהר. כדי להרחיב את צוות הפיתוח בארץ ולהריץ ניסויים קליניים בארה״ב, הודיעה לאחרונה החברה על גיוס בגובה 7.5 מיליון דולר. את הסבב הובילו Danhua Capita והקרן של אריק שמידט – Innovation Endeavors.\nבעזרת המוצר ש-Viz.AI פיתחו ניתן לנתח את סריקות המוח באופן אוטומטי ומהיר, ולהעביר את האינפורמציה לרופא הנכון כדי שהחולה יוכל לקבל את הטיפול כמה שיותר מהר. מאחורי הקלעים המוצר מורכב משני חלקים מרכזיים – האחד הוא תשתית תקשורת בין בית החולים שמעבירים כמויות עצומות של דאטה (AKA – ביג דאטה), כאשר בענן יושב מנוע למידת מכונה אשר עובר במהירות על הסקירות ומנתח אותן בתוך שניות.\nחברת הסטארטאפ הישראלית Mintigo מפתחת כלי BI (בינה עסקית) מבוססי פלטפורמות שונות, שעוזרים לחברות ולארגונים לגייס לקוחות חדשים בעלי ערך גבוה. החודש הודיעה החברה על השלמת סבב גיוס בגובה 10 מיליון דולר בהובלת קרן Glilot Capital Partners.\nMintigo פיתחה פלטפורמת תוכנה מבוססת ענן המאפשרת לצוותי מכירות ושיווק לעשות שימוש בנתונים וסטטיסטיקות לניבוי במטרה להגדיל את המכירות. מאגר הנתונים של החברה מתבסס על 3,000 שדות שונים, עם יותר מ-200 מיליון בני אדם ו-50 מיליון חברות. הפתרון שפיתחה החברה מאפשר לארגונים וחברות שנמנים על לקוחותיה למצוא את המידע הרלוונטי ביותר מתוך הררי הדאטה הקיימים. כדי לעזור לחברות האלו, פיתחה Mintigo טכנולוגיה שעוזרת לאפיין ולקטלג את הלקוחות הפוטנציאליים, כדי לדעת מראש לאלו מהם יש את הסיכוי הרב ביותר לשרוד את תהליך הגיוס שיהפוך אותם מאנשי קשר פוטנציאליים ללקוחות משלמים של כל חברה. בין לקוחות החברה ניתן למנות מספר חברות ענק וחברות רב-לאומיות כמו Oracle, Getty Images, Red Hat, ו-CA Technologies, כשהמינוי נעשה במודל SaaS.\nהסטארטאפ הישראלי Sweet Inn לוקח את פלטפורמת האירוח הפופולארית airbnb צעד אחד קדימה. אין עוררין על כך ש-airbnb חוללה מהפכה של ממש בעולם התיירות, אבל הדירות שמציע האתר אינן אחידות בסטנדרטים שלהן והן מושכרות על ידי אנשים כמונו כמוכם, כך שאי אפשר באמת לדעת עד כמה המציאות קרובה לתמונות (למרות שיש מערך פידבקים שאמור לסייע). מנגד, Sweet inn מציעה מערך רחב של דירות אשר הושכרו על ידה ושופצו בסטנדרט גבוה, כדי שהמשתמשים יוכלו להיות בטוחים שהם מגיעים לדירה שנראית כמו בתמונות גם במציאות. בנוסף, הפלטפורמה מציעה לתיירים גם שירות של 24 שעות ממש כמו שנהוג לקבל בבתי מלון – שירות שידאג לרווחת התיירים בכל הקשור להסעות, המלצות תיירותיות, שירותי כביסה או אפילו שף בדירה.\nכעת מודיע הסטארטאפ על גיוס ראשון מקרנות חיצונית בהיקף 22 מיליון דולר בהובלת קרן הצמיחה הישראלית Qumra Capital של ארז שחר, בועז דינטי וסיון שמרי דהן. לצד קומרה השתתפו בסבב הגיוס הנוכחי גם קבוצת BRM ומשקיעים אירופאים. עד היום מומנה החברה על ידי משפחת בסניינו הצרפתית-ישראלית.\nהסטארטאפ הישראלי Twiggle (טוויגל) רוצה לשדרג את חווית הקניות באינטרנט של כולנו באמצעות בינה מלאכותית. כדי להמשיך ולעשות זאת, הודיעה החברה על גיוס בהיקף של 15 מיליון דולר בהובלת MizMaa Ventures ו-Korea Investment Partners ובהשתתפות State of Mind Venture.\nאלגוריתם החיפוש שמפתחת Twiggle מצליח לפענח מה בדיוק רוצה הצרכן שכותב בשפה טבעית ומוצא לו את המוצרים הרלוונטיים ביותר תוך שימוש בעיבוד שפה טבעית (NLP), מדע נתונים ובינה מלאכותית.\nקרמבה סקיוריטי (Karamba Security) המפתחת פתרונות סייבר לרכבים המקושרים לאינטרנט ולרכבים אוטונומיים, הודיעה על גיוס בגובה 12 מיליון דולר בסבב גיוס B. את הגיוס הובילו המשקיעים הקיימים YL Ventures ו-Fontinalis Partners ובהשתתפות GlenRock ישראל וארבעה משקיעים אסטרטגיים חדשים: Paladin Capital Group, Liberty Mutual Strategic Ventures, Presidio Ventures ו-Asgent. מערכת האבטחה של Karamba מגינה מפני מתקפות סייבר בגישה מניעתית ללא התרעות שווא, ללא צורך בחיבוריות לרשת ומובטח כי השלכותיה על ביצועי הרכב זניחות.\nאפליקציה ישראלית חדשה בשם MUGO (קיצור ל-Music on the go) רוצה לשדרג את חוויית ההאזנה שלנו למוסיקה, ולאפשר למשתמשים להאזין ולשתף מוסיקה עם משתמשים אחרים בזמן אמת. לצד ההודעה על השקת האפליקציה הודיעה החברה גם על גיוס של מיליון דולר בסבב סיד. בין המשקיעים ניתן למנות את האנג’לים האמריקאים ג’פרי הרמן, דניאל ויינר, ג’וש גרונבאום ואלנה אנפימובה.\nאפליקצית MUGO, הזמינה באנדרואיד ו-iOS, מאפשרת למשתמשים לשמוע את אותו השיר בזמן אמת עם חבריהם, לשתף מוסיקה, לעקוב אחר חברים עם טעם מוסיקלי דומה, לשתף פלייליסטים בין חברים, לנגן מוסיקה בהתאם למצבי רוח שונים או לראות לאיזה מוסיקה מאזינים משתמשים באזור שלכם.\nהסטארטאפ Wandera (ונדרה) מספק לחברות וארגונים פלטפורמה מאובטחת עבור מכשירי סלולר, על מנת להגן על המידע והארגון מפני פשעי סייב​ר. יתרון נוסף לפלטפורמה שפיתחה החברה הוא אופטימיזציה של המידע ותובנות בזמן אמת, המאפשרות שליטה מדויקת יותר על השימוש בתוכן ובכך יוצרות החזר מיידי על ההשקעה.\nהחודש הודיעה החברה על השלמת סבב גיוס שלישי בהיקף של 27.5 מיליון דולר, בהובלת קרן Sapphire Ventures. בנוסף השתתפו בסבב המשקיעים הקיימים – Bessemer Venture Partners ו-83North. עד כה גייסה החברה 50 מיליון דולר. הכספים שגויסו יאפשרו לה להרחיב את פריסתה הגלובלית ולהמשיך בפיתוח טכנולוגית ה-Gateway ובעיקר את המנוע האנליטי – MIRIAM, שנועד לזהות Zero day attacks ולהציף תובנות אנליטיות חדשות תוך שימוש בטכניקות Machine Learning.\nהסטארטאפ הישראלי BitDam מציע פתרון אבטחה שנועד להגן על ארגונים מפני מתקפות שמתבצעות באמצעות קבצים חשודים במייל או לינקים זדוניים. החודש, הסטארטאפ, שהוקם בשנת 2015 על ידי לירון ברק ומאור חיזקיאב, השלים סבב גיוס של 3 מיליון דולר. המימון האחרון הגיע ממריוס נכט (יו”ר וממייסדי צ’ק פוינט, עומד מאחורי קרן ההשקעות aMoom Partners למדעי החיים) וממשה ליכטמן (מנכ”ל מיקרוסופט לשעבר ושותף בקרן ההשקעות IGP).\nUrban Place החלה לפעול לפני כשנתיים ועד עכשיו היא מפעילה 3 מתחמי עבודה שונים בתל אביב. הסניף הראשון של החברה ממוקם בבניין ‘פסגות’ בשדרות רוטשילד בתל אביב, מיועד לסטרטאפים, חברות ויזמים פרטיים ומשתרע על פני 900 מ”ר; הסניף השני שנפתח ברחוב אחד העם בתל אביב כולל סניף פופ-אפ עם עמדות עבודה במחיר יומי קבוע, והסניף השלישי, שהושק לאחרונה במגדל שלום מאיר, הוא הגדול ביותר של החברה ומשתרע על כ-3,000 מ”ר. החודש הודיעה החברה על גיוס של 12 מיליון דולר מקלוד ביסמוט, ברנרד כלפון ומשקיע נוסף.\nחברת RapidAPI הישראלית הודיעה על רכישת הפלטפורמה המרכזית המתחרה שלה –Mashape האמריקאית. סכום הרכישה לא פורסם. יחד, מתכננות שתי החברות להפוך לפלטפורמה הגדולה בעולם לחיפוש והטמעה של APIss. שתי הפלטפורמות משמשות מאות אלפי מפתחים והן תאפשרנה גישה נוחה לאלפי APIs. בין היתר, ניתן למצוא בפלטפורמה APIs של ענקיות כגון eBay,Cisco ו-SAP. השותפות בין החברות תצא לדרך בתהליך הדרגתי שיכלול תוספות ושיפורים לפלטפורמה המשותפת, כגון הוספת כלי ניתוח חדשים למפתחים.\nהסטארטאפ הישראלי Hexadite (הקסדייט), שמפתח טכנולוגיה לחקירה ולטיפול באירועי סייבר באופן אוטומטי,​ נרכש על ידי מיקרוסופט תמורת 100 מיליון דולר. מוצר הדגל של החברה Hexadite AIRS,  מגדיל את היכולת של המשתמשים לחקור התקפות מרגע הזיהוי על-מנת לטפל בהן ביסודיות. יתרון זה מסייע בהגדלת הפרודוקטיביות של הארגונים, מפחית את עלויות החקירה והטיפול לאחר זיהוי המתקפות, ומחזק את יכולות ההגנה הכלליות של ארגונים.\nהמערכת של החברה מסוגלת לוודא שכל אחת מהתראות האבטחה השונות שהתקבלו אכן זכתה להתייחסות ולמענה המתאימים, לצד פסילת התראות שווא. כחלק מתהליך האבחון והטיפול, החברה מסוגלת אף לתקן את פרצות האבטחה המתגלות בתהליך, על מנת למנוע חדירה של איומים נוספים בעתיד. התוצאה הסופית היא ייעול עבודת צוות התגובה לאירועי הסייבר בארגון וכמובן, נטרול סוגי התקפות מגוונים הכוללים אירועי סייבר מתקדמים, כגון APTs  או בשמם המלא, Advanced Persistent Threats.\nחברות רבות שמעסיקות צוותי מכירות מתעסקות בשאלות כמו “מה גורם לדרך מכירה אחת להצליח יותר מהשנייה?”, “איך אפשר שצוות מכירות אחד יהיה מצליח כמו צוות אחר”. חברת Inflowz (אינפלואוז) הישראלית, שמפתחת טכנולוגיית בינה מלאכותית לשיפור תהליכי המכירות של ארגונים, הודיעה החודש כי השלימה סבב סיד בגובה 3.5 מיליון דולר מ-Glilot Capital Partners.\nטכנולוגית הבינה המלאכותית שמפתחת Inflowz עוזרת למנהלי מכירות לייעל את תהליך המכירות בחברה. היום, אין דרך אפקטיבית להבין איך תהליך המכירה עובד בפועל וכתוצאה מכך לחברות אין גם דרך שיטתית לעשות אנליזה לביצועים שלהן. חברות בדרך כלל בודקות באופן ידני את החריגות מהתהליך, מנתחות אותן ומעדכנות את המדריך לאיש המכירות (playbook) שלהן בהתאם.\nבמהלך השנים האחרונות ארכיטקטורות ללא שרת תופסות תאוצה. יותר ויותר ארגונים עוברים לארכיטקטורות הענן החדשה מכיוון שהרצת הקוד בארכיטקטורה מנוהלת לחלוטין על ידי ספק הענן, רק שארגונים שעוברים אליה מאבדים שליטה על השרתים והרשת. לכן, פלטפורמות אבטחת הענן המסורתיות הופכות לבלתי רלוונטיות. כאן נכנס לתמונה הסטארטאפ הישראלי PureSec (פיור סק), שנוסד סה”כ לפני חצי שנה על ידי שקד צין ואבי שולמן, במטרה לפתור את הבעיה באמצעות פלטפורמת אבטחה המתממשקת לתוך יישומים ללא שרת ומספקת אבטחה מול איומי סייבר למיניהם.\nכעת מודיעה החברה על השלמת סבב גיוס סיד בהיקף של 3 מיליון דולר בהובלת TLV Partners ובהשתתפות Entrée Capital.\nחברת JFrog הישראלית, המפתחת תשתית גלובלית להאצת תהליכי ניהול, אחסון והפצה של תוכנה, הודיעה על רכישת הסטאראטפ הישראלי Dimon. המוצר של Dimonn לוקח בחשבון שבוטים הם ללא ספק הטרנד התורן והחם בעולם הטכנולוגי, ומציע פתרון שנועד לוודא שהם פועלים כשורה, לא מאבדים הקשר או מנהלים אינטראקציה שגויה עם המשתמשים.\nבעקבות הרכישה הצוות של Dimon (דימון) יצטרף למרכז הפיתוח של JFrog במטרה להמשיך ולפתח את מוצר הדגל שלה, ה-ארטיפקטורי (Artifactory), אשר מאפשר למפתחים מתוך הארגון לשתף, לאחסן ולהפיץ קוד. מערכת הארטיפקטורי יודעת לייבא ספריות קוד וקבצים גם מהרשת, על פי דרישות הארגון ומדיניות ניהול המידע. את המידע שנאסף היא יודעת לסדר ולארגן, ולהפיץ בשלב מאוחר יותר לגורמים המתאימים בתוך הארגון, כגון בעלי תפקידים מסויימים, בהתאם להגדרות הפרוייקט הספציפי. מוצר נוסף שמציעה החברה הוא ה-JFrog Bintray, החלק שמשלים את האוטומציה בפלטפורמה של החברה על ידי מתן מענה להפצה אוטומטית של הקוד הבינארי.\nחברת NetApp האמריקאית רוכשת את חברת Plexistor (פלקסיסטור) הישראלית. החברות לא מסרו הודעה רשמית, אולם ג’ורג’ קוריאן, מנכ”ל NetApp, אישר את הדברים במהלך שיחה עם משקיעים.\nחברת Plexistor מפתחת תוכנה שמבצעת אופטימיזציה למערכות איחסון לא-נדיף, כך שיפעלו במהירות קרובה לזיכרון פלאש. טכנולוגיית ה-SDM של החברה מתקשרת ישירות עם רכיבי הזיכרון הפיזיים והיא מאפשרת לתוכנות השונות לגשת לזיכרון, כאילו שהוא היה איחסון וההיפך – לגשת לאיחסון, כאילו שמדובר בזיכרון. למעשה מבטלת הטכנולוגיה של החברה את הנוהל הקבוע של העתקת בלוק של נתונים מאמצעי האיחסון לזיכרון, שינוי שלו והעתקה חזרה לאמצעי האיחסון. כך נהנות מערכות המחשוב הארגוניות כמו מערכות MySQL למשל מזמני תגובה מהירים יותר ומפתרון דינמי וחסכוני. בין היתר יכולה להשתמש המערכת בזיכרון נדיף דוגמת DRAM ובזיכרון לא נדיף כמו NVDIMM-N, כולל טכנולוגיית ה-3D XPoint החדשה של אינטל ומיקרון.\nהסטארטאפ הישראלי Atomation, המפתח טכנולוגיה שיכולה להפוך כל מוצר למוצר חכם, הודיע על גיוס של 1.5 מיליון דולר בהובלת Bio generator ובהשתתפות Explore Ventures, Janvest, Singulariteam , 2bangles ומשקיעים פרטיים וכן מהמדען הראשי. החברה פיתחה פלטפורמה לחיבור מהיר וחסכוני של כל חיישן לאינטרנט לצורך ניטור ואנליטיקות באמצעות יחידת חומרה בעלת קישוריות Bluetooth 4 BLE המורכבת ״מאטומים״.\nAtomation פרסה עד כה את הטכנולוגיה שלה בתעשיות שמרניות ובחברות חקלאות ורפואה בארץ ובעולם. בין לקוחותיה ניתן למצוא את Syngenta, Pointer Hyginexx, ואריקסון ישראל.\nEasy Education (איזי אדיוקיישן) הישראלית עוזרת לתלמידים להגיע מוכנים לבחינה במתמטיקה באמצעות הפלטפורמה הלימודית שלה, הקצת פחות מייגעת מספרים עבי כרס. כדי להמשיך לעשות זאת ולהרחיב את פתרונותיה למדינות נוספות, הודיעה החברה על גיוס של 1.7 מיליון דולר מקיבוץ חצרים וחברת רם און השקעות והחזקות.\nEasy Education היא חברת הבת של GOOL, אתר הכנה לקראת בגרויות ומבחנים אקדמאיים, והיא מהווה את השלוחה הבינלאומית של החברה. הקורסים של החברה להכנה לבגרות במתטיקה 3,4 ו-5 יחידות אף קיבלו אישור ממשרד החינוך. יתרה מכך, ניתן למצוא בפלטפורמה קורסי וידאו אונליין במגוון נושאים כמו סטטיסטיקה וכלכלה, כאשר כל התרגילים כוללים גם פתרונות. לצד ההכנה לבגרות במתמטיקה, הפלטפורמה כוללת גם קורסים לסטודנטים באוניברסיטאות מוכרות בארץ כמו בר אילן ותל אביב, לצד קורסי העשרה בפוטושופ או וורדפרס.", "keywords": "סיכום גיוסים,אקזיט,רכישה,סטארטאפ,סטארטאפ ישראלי,סיכום מאי 2017,סיכום גיוסים מאי 2017,מאי 2017"}