{"url": "https://www.geektime.co.il/seedil-angel-club/", "type": "article", "title": "מועדון המשקיעים הזה לא מקבל כל סטארטאפ. וגם לא כל משקיע", "description": "הכירו את SeedIL, מועדון להשקעות בוטיק בחברות סטארטאפ ישראליות, שכולל משקיעים מכל העולם. המועדון כבר השקיע ב-9 סטאראטפים, אבל ל-2 היזמות שלו יש עוד תוכניות גדולות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/money-1033647_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-23T10:30:57Z", "modified_time": "2016-04-21T21:50:07Z", "articleBody": "הכירו את SeedIL, מועדון להשקעות בוטיק בחברות סטארטאפ ישראליות, שכולל משקיעים מכל העולם. המועדון כבר השקיע ב-9 סטאראטפים, אבל ל-2 היזמות שלו יש עוד תוכניות גדולות\nשתי היזמות שמאחורי SeedIL. מקור: SeedIL\nSeedIL הוא מועדון משקיעים, שמציע למשקיעים שחברים בו פלטפורמת השקעה אינטרנטית בסטארטאפים ישראליים. המשקיעים יכולים להיכנס לאתר של המועדון, לצפות בסרטוני וידאו קצרים שמציגים את הפיץ’ של כל סטארטאפ ולעיין בתוכניות העסקיות והפיננסיות שלו, כשכל אחד מהמיזמים הגיע לשם לאחר שלב של סינון שבוצע על ידי יזמי SeedIL.\nלמעשה, היזמים של SeedIL נפגשים בכל שנה עם כ-300 סטארטאפים שונים ובשיתוף הדירקטוריון הם בוחרים אילו סטארטאפים יתקבלו למאגר. מבחינת המשקיעים, הם יכולים להשקיע כל סכום החל מ-30 אלף דולר בסטארטאפ, ללא מחוייבות. לאחר שמתבצעת ההשקעה, SeedIL ימשיך לדאוג לחברות הפורטפוליו שלו על ידי מנטורים, הדרכות וכמובן קישורים.\nSeedIL הוקם ב-2014 על ידי 2 יזמות ועולות חדשות: אודרי שוקרון, שניהלה במשך 13 שנים תיקי לקוחות גדולים ובינוניים בבנק בפריס וסינתיה פיטוסי, שניהלה מחקרי שוק במספר חברות גדולות וניהלה חברת אירועים גדולה בלונדון במשך 6 שנים.\nבשיחה עם גיקטיים, מסבירה פיטוסי כי משקיעים, שרוצים להשקיע בחברות ישראליות, יכולים להתקבל למועדון ההשקעות רק עם הזמנה, כשלדבריה: “SeedIL מורכב מאנשים אמידים בעלי הון נזיל להשקעה, יזמים עם ניסיון ואנשים מובילים בתעשיה”. לדבריה, SeedIL מספק לאותם אנשים גישה לחברות סטארטאפ ישראליות, שהם לא היו יכולים להכיר בדרך אחרת או חברות שיש צורך בהרבה זמן ומאמץ לזהות אותן.\nאילו סטאראטפים אתם מחפשים?\nקודם כל אנחנו מחפשים צוותים יוצאים מהכלל עם כשרונות יוצאי דופן. אנחנו מחפשים סטאראטפים בשלב ה-Seed עם טראקשן ראשוני, עם שוק פוטנציאלי גדול, יתרון טכנולוגי מובהק ומודל עסקי מוצק. בכל מקרה אנחנו משקיעים רק בסטאראטפים ישראליים.\nומהצד השני, ואילו משקיעים אתם מחפשים?\nאנחנו מחפשים משקיעים חכמים ומחוברים שיכולים לפתוח דלתות ולהביא את המקצועיות, הידע והניסיון שלהם לחברות הפורטפוליו שלנו.\nחוץ מזה, יש עוד משהו שקושר ביניהם?\nרוב המשקיעים שלנו מגיעים מאירופה, שהיא אמנם שוק עצום וקרוב לישראל, אבל עדיין לא רווי עד עכשיו. לאחרונה קיבלנו בברכה כמה משקיעים מדרום ומצפון אמריקה. כל המשקיעים שלנו חולקים את התשוקה לטכנולוגיה, יזמות וישראל כאומת הסטארטאפ.\nכמה השקעות היו לכם עד עכשיו?\nSeedIL השקיעה ב-9 בחברות שנמצאות בשלבים המוקדמים שלהן. ההשקעה הממוצעת שלנו בכל סטארטאפ היא כ-300 אלף דולר ואנחנו משקיעים במקביל לקרנות אחרות, משקיעים ופלטפורמות השקעות אחרות”.\nכאשר אנחנו מתעניינים בהצלחה הגדולה ביותר של מועדון המשקיעים, מציגה פיטוסי מספר נקודות ציון ביניהן 50 משקיעים פעילים במועדון ו-9 השקעות שהוא ביצע. “חברות הפורטפוליו שלנו מציגות קצב התקדמות מרשים, כשחברות כמו Breezometer, שנמצאת בשימוש של 50 מיליון איש מסביב לעולם או חברה כמו sweetch שהשלימה לאחרונה סבב גיוס בגובה 3.5 מיליון דולר.\nאיפה את רואה את SeedIL עוד שנתיים מהיום?\nהמטרה שלנו היא להרחיב את מועדון המשקיעים הפרטיים שלנו לכל רחבי העולם. היינו רוצים להציע את שירותיו לחברות פרטיות, חברות ניהול נכסים של משפחות ומשקיעים מוסדיים שמחפשים הזדמנויות השקעה בישראל. אנחנו תמיד נשאף להתמקד באיכות העסקה ולא בכמות, כדי למצוא את היהלומים האמיתיים בישראל.\n ", "keywords": "seedil\\',סידאייאל,השקעות,קרן השקעות,מועדון השקעות,השקעות בוטיק,סטארטאפ,גיוס הון,סינטיה פיתוסי,יזמות,"}