{"url": "https://www.geektime.co.il/fireblade-acquired-by-stackpath/", "type": "article", "title": "אקזיט: Fireblade הישראלית נמכרה ל-StackPath האמריקאית", "description": "חברת הסייבר הישראלית Fireblade (פיירבלייד) נמכרת לחברת StackPath המסקרנת, שהוקמה לפני כשנה וכבר גייסה 180 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/anonymous-hacker-cyber.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-26T15:11:54Z", "modified_time": "2016-07-26T15:11:54Z", "articleBody": "חברת הסייבר הישראלית Fireblade (פיירבלייד) נמכרת לחברת StackPath המסקרנת, שהוקמה לפני כשנה וכבר גייסה 180 מיליון דולר\nמקור: cc-by-Pixabay\nחברת הסייבר הישראלית Fireblade (פיירבלייד) נמכרה לחברת StackPath הצעירה תמורת סכום המוערך בין 10 ל-20 מיליון דולר במניות. החברה הישראלית מצטרפת ל-2 חברות נוספות שרכש הסטארטאפ הצעיר שהוקם רק בשנה שעברה.\nFireblade מפתחת טכנולוגיות לאבטחת אתרים כנגד מתקפות של האקרים ומתקפות DDoS, טכנולוגיה שמתבססת על זיהוי דפוסי התנהגות חשודים.\nFireblade הוקמה בשנת 2008 (תחת השם SiteBlackBox) על ידי ארז עזריה ושי רפפורט והספיקה מאז לגייס 5.1 מיליון דולר ממשקיעים דוגמת TheTime, SGVC, KEC Ventures, Blue Ant Investments ו-Lazarus Israel Opportunities Fund. בין הלקוחות של החברה ניתן למצוא את eBay, DCH, Cellar Tracker ו-יד2 הישראלית.\nהחברה הרוכשת, חברת StackPath, היא חברה צעירה מטקסס, שהוקמה לפני פחות משנה על ידי לאנס קרוסבי, יזם ותיק שכבר הספיק למכור את חברת הסטארטאפ שהקים SoftLayer ל-IBM תמורת 2 מיליארד דולר ב-2013. מאז הספיקה החברה, שנמצאת במצב Stealth, לגייס סכום מרשים של 180 מיליון דולר בסבב A מקרן ABRY Partners וממשקיעים פרטיים. מאז הגיוס הספיקה StackPath לרכוש 2 חברות: MaxCDN מלוס-אנג’לס שמפתחת רשתות CDN מתקדמות, חברת Cloack, חברת VPN מסיאטל ועתה כאמור, Fireblade הישראלית.", "keywords": "אקזיט,סייבר,stackpath,פיירבלייד,fireblade,מכירה,רכישה,סטארטאפ"}