{"url": "https://www.geektime.co.il/moonlight-silverlight-for-linux/", "type": "article", "title": "מונלייט 2.0 – סילברלייט עובד גם על לינוקס", "description": "פרויקט Moonlight נולד לראשונה בשנת 2007 בקבוצת ה-Mono של Novell ונועד על-מנת לאפשר למשתמשי מערכות Linux להנות מחוויית המשתמש שמציעה טכנולגיית SilverLight של מיקרוסופט. השבוע פורסם כי המפתחים שעומדים מאחורי הפרויקט שחררו השבוע גרסת Preview של Moonlight 2.0 אשר מוסיפה תמיכה במספר מרכיבים קריטיים הקיימים ב-Silverlight 2.0.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/05/moonlight.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-05-08T16:06:29Z", "modified_time": "2010-12-04T11:11:14Z", "articleBody": "פרויקט Moonlight נולד לראשונה בשנת 2007 בקבוצת ה-Mono של Novell ונועד על-מנת לאפשר למשתמשי מערכות Linux להנות מחוויית המשתמש שמציעה טכנולגיית SilverLight של מיקרוסופט. השבוע פורסם כי המפתחים שעומדים מאחורי הפרויקט שחררו השבוע גרסת Preview של Moonlight 2.0 אשר מוסיפה תמיכה במספר מרכיבים קריטיים הקיימים ב-Silverlight 2.0.\nפרויקט Moonlight נולד לראשונה בשנת 2007 בקבוצת ה-Mono של Novell ונועד על-מנת לאפשר למשתמשי מערכות Linux להנות מחוויית המשתמש שמציעה טכנולגיית SilverLight של מיקרוסופט. כמה חודשים לאחר שהוא החל לתפוס תאוצה בקרב משתמשי Linux, קיבל הפרויקט גיבוי רשמי ממיקרוסופט בצורת מסמכי תיעוד, גישה ל-API ו-Codecs פנימיים של מיקרוסופט.\nהבלוג הטכנולוגי Ars Technica פרסם היום כי המפתחים שעומדים מאחורי הפרויקט שחררו השבוע גרסת Preview של Moonlight 2.0. הגרסה החדשה מוסיפה תמיכה במספר מרכיבים קריטיים הקיימים ב-Silverlight 2.0 כגון עבודה עם Widgets ותמיכה ב-Managed Code.\nגרסת 1.0 של Moonlight שוחררה מוקדם יותר השנה ואפשרה למשתמשי לינוקס לצפות בטקס ההשבעה של הנשיא החדש ברק אובמה דרך רשת האינטרנט בשידור וידאו חי. גרסה זו גם הייתה הבסיס לפרויקט נוסף בשם Moonshine, פלאג-אין עבור הדפדפן אשר איפשר למשתמשי לינוקס לצפות בתכני וידאו סטנדרטים של Windows שהיו מוזרמים מאתרי Web שונים.\nגרסת 2.0 של Moonlight זמינה כעת להורדה מהאתר של צוות המונו, כאשר במהלך ההתקנה הוא מוריד מאתר מיקרוסופט את כל הממירים (Codecs) הדרושים באופן אוטומטי. הגרסה הנוכחית עובדה כפלאג-אין עבור דפדפן Firefox בלבד והיא תומכת בגרסאות 32 ו-64 ביט של מערכות ההפעלה השונות של Linux. הפלאג-אין עצמו הוא Open Source והוא חופשי לחלוטין לשינוי והפצה תחת רישיון GPL.\nלפי ה-Roadmap שמציג צוות הפיתוח, גרסת האלפא של Moonlight 2.0 אמורה לצאת בחודש הבא, גרסת ה-Beta במהלך הקיץ הקרוב והגרסה הסופית אמורה להגיע לקראת סוף חודש ספטמבר השנה. לאחר שחרור גרסת 2.0, יתמקד הצוות בהתאמת המערכת ל-Silverlight 3.0 אף על פי כי חלק מהתכונות שהקיימות ב-Silverlight 3.0 נתמכות כבר בגרסת ה-Preview הנוכחית של Moonlight.\nבאופן כללי, אחד הצעדים החכמים שעשתה מיקרוסופט הייתה הגב הטכנולוגי שהיא החליטה לספק לפרויקט Moonlight. מיקרוסופט מנסה במשך שנתיים למצב את Silverlight כמתחרה ראוי לטכנולוגיית ה-Flash של Adobe, אך איננה מצליחה להביא את השימוש בפלטפורמה למיינסטרים של מפתחי האתרים. זוהי אחת ההוכחות לכך שמיקרוסופט אכן מתחילה, בשנים האחרונות, להתחשב במערכות הפעלה האחרות הקיימות בשוק כעובדה בשטח (מאחר ועם העובדות קשה להתווכח) והמהלך הנוכחי נעשה בתקווה שמפתחי האתרים (שחלק לא קטן מהם אינו משתמש במערכות מבוססות Windows) יאמץ את פלטפורמת ה-Silverlight.", "keywords": "מיקרוסופט,אדובי,פלאש,סליברלייט,מונלייט,add new tag,adobe systems,microsoft,microsoft silverlight,microsoft windows,moonlight,novell,open source"}