{"url": "https://www.geektime.co.il/fitbit-flex-now-in-israel/", "type": "article", "title": "ניטור פעילות גופנית ושינה, Fitbit Flex נחת בישראל", "description": "חודשיים אחרי שהושק מעבר לים מגיע צמיד ניטור הפעילות הגופנית והשינה של Fitbit לישראל מלווה בשלושת המוצרים האחרים של החברה ביניהם משקל מבוסס WiFi.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/07/fitbit.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-07-24T10:45:32Z", "modified_time": "2013-07-24T10:38:01Z", "articleBody": "חודשיים אחרי שהושק מעבר לים מגיע צמיד ניטור הפעילות הגופנית והשינה של Fitbit לישראל מלווה בשלושת המוצרים האחרים של החברה ביניהם משקל מבוסס WiFi.\nתמונה: fitbit flex, יח”צ\nבמסיבת עיתונאים שמקיימת ברגעים אלה (ד’) באג בתל אביב, הכריזה החברה על השקתו הרשמית של אחד ממוצרי האלקטרוניקה הלבישים המדוברים יותר לאחרונה, ה-Fitbit Flex. המוצר שזכה להשקתו הרשמית מעבר לים רק לפני כחודשיים עושה עליה מוקדמת לישראל וזוכה להשקה במעמד מנכ”ל חברת Fitbit, גארת’ ג’ונס, שהגיע לשם כך לביקור בישראל. מחירו בארץ יעמוד על 529 ש”ח והוא יימכר ברשת חנויות באג.\nFitbit Flex הוא צמיד לניטור פעילות גופנית ושינה שנחשף לראשונה בחודש מאי האחרון ומתחרה בעיקר בשני מותגים אחרים בתחום: Up של חברת Jawbone ו-Nike+ Fuelband של נייקי. היתרון של המוצר על מתחריו בא לידי ביטוי בראש ובראשונה במחיר הזול והאטרקטיבי שלו (מעבר לים נמכר ה-Flex תמורת 99 דולרים, ה-UP תמורת 129 דולרים וה-Fuelband תמורת 149 דולרים) ובמגוון פיצ’רים שמציע לצד סנכרון אלחוטי מבוסס בלוטות’.\nהפלקס מגיע כצמיד בשלל צבעים שניתן להחליף ומכיל מנגנון אלקטרוני קטנטן ונשלף הכולל משטח מגע, נוריות חיווי, קישוריות אלחוטית מבוססת בלוטות’ 4.0 וסוללה שאמורה להספיק לחמישה ימים. המכשיר נראה כצמיד מעוצב שניתן לשנות את גודלו בהתאם להיקף היד והוא נועד ללוות אתכם לכל מקום לאורך היום משלב היקיצה לעבודה, לפעילות גופנית, הליכה ואפילו למיטה. בתמורה הפלקס מעביר את כלל הנתונים הנאספים לאפליקציה מותאמת לסמארטפון ואפילו למחשב בזמן אמת ומאפשר לכם לראות כמה הלכתם או איך ישנתם במהלך הלילה.\nבין הפיצ’רים שמציע הפלקס גם אפשרות לשעון מעורר מבוסס רטט קל בהתאם למחזור השינה ואפילו התראה שנועדה לומר לכם מתי ישבתם יותר מידי זמן והגיע הזמן שתקומו ותנועו קצת. כמו כן, בדומה למתחריו מציע הפלקס התממשקות עם מספר אפליקציות מובילות בתחום הספורט כמו Run Keeper ו-Lose it והוא גם מאפשר להתחרות בחברים המחזיקים במוצר זהה באמצעות האפליקציה המובנת שלו.\nבשלב זה תומך הפלקס במכשירים הבאים: אייפון 4S או 5, אייפון טאצ’ (דור חמישי), אייפד 3 ומעלה, אייפד מיני, סמסונג גלקסי אס 3 או 4, נוט 2 ונוט 10.1 כשבחברה מבטיחים כי מכשירים נוספים יזכו לתמיכה בקרוב.\nפיטביט עצמה נחשבת לחברת חומרה מוכרת בתחום האלקטרוניקה הספורטיבית, היא נוסדה ב-2007 על ידי ג’יימס פארק ואריק פרידמן, יושבת בסן פרנסיסקו והשיקה בעבר כבר סדרת מוצרים בתחום הספורט והבריאות.\nבין המוצרים שמציעה החברה והגיעו גם הם לישראל ניתן למצוא גם את One מד צעדים ושינה המסתנכרן באופן אלחוטי אף הוא בתצורה של קליפס שניתן להצמיד לדש הבגד (מחיר: 529 ש”ח), Zip, גם הוא מד מעקב אלחוטי, אך כזה המודד פעילות גופנית, כולל צג ואשר ניתן להצמיד למכנס (מחיר: 319 ש”ח) ו-Aria משקל מבוסס WiFi שיודע למדוד גם BMI ואחוזי שומן ומעביר את הנתונים באופן אלחוטי ישירות לחשבון שלכם למעקב קבוע אחר המדדים. (מחיר: 699 ש”ח).\nמלמעלה למטה: תמונה 1: Zip, תמונה 2: Flex, תמונה 3: One, תמונה 4: Aria\n\n<<< לסקירת המתחרה של Fitbit Flex, צמיד ה-UP של Jawbone", "keywords": "באג,פיטביט,פלקס,פיטביט פלקס,אפ,צמיד ניטור,צמיד,fitbit,fitbit flex,flex,aria,zip,ניטור שינה,צמיד לניטור שינה,צמיד לניטור פעילות גופנית ושינה,ספורט,צמיד למדידת ספורט,מד צעדים,צמיד למדידת צעדים,צמיד מודד צעדים"}