{"url": "https://www.geektime.co.il/nyotron-raises-10-mm/", "type": "article", "title": "חברת הסייבר Nyotron מגייסת 10 מיליון דולר [גיוס]", "description": "חברת האבטחה הישראלית Nyotron מפתחת טכנולוגיה שמבדילה בין תוקף למשתמש לגיטימי; עתה היא משלימה סבב גיוס של 10 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/SMALL3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-18T16:30:20Z", "modified_time": "2015-02-18T16:39:12Z", "articleBody": "חברת האבטחה הישראלית Nyotron מפתחת טכנולוגיה שמבדילה בין תוקף למשתמש לגיטימי; עתה היא משלימה סבב גיוס של 10 מיליון דולר\nמקור: Nyotron\nאחרי ש-2014 היתה שנה רווייה בשערוריות אבטחה, נודע השבוע על מתקפת סייבר, במסגרתה הצליחו האקרים לגנוב מאות מיליוני דולרים מכ-100 בנקים מסביב לעולם; אולם, בד בבד עם ההתקפות, הפירצות והאיומים מצליחות עוד ועוד חברות סייבר לגייס, כשישראל מבססת את מעמדה כמעצמה בתחום. היום (ד’) הודיעה חברת הסייבר הישראלית Nyotron על גיוס של 10 מיליון דולר ממבטח-שמיר ומהמשקיעים הקיימים.\nחברת Nyotron פיתחה מערכת אבטחת מידע בשם Paranoid, שנועדה לספק הגנה מפני מתקפות סייבר חדשות ומתוחכמות ברמה לאומית, גם אם אין עליהן מידע. המערכת כוללת טכנולוגיה ייחודית שמבצעת ניתוח התנהגותי לפעולות המחשב בזמן אמת, בעזרת שפת תכנות חדשה שפותחה על מנת לאפשר מיפוי התנהגויות המחשב (BPM). כך מסוגלת Paranoid להבדיל בין כל פעולה שמבוצעת על ידי תוכנה או משתמש לגיטימיים, לפעולה עוינת מקבילה שמבוצעת על ידי ע”י וירוס, סוס טרויאני, או תוקף סייבר.\nכעת משלימה Nyotron סבב גיוס בסך 10 מיליון דולר מחברת ההשקעות מבטח שמיר ומבעלי המניות הקיימים. במסגרת הסכם ההשקעה התחייבה מבטח שמיר להשקיע 7 מיליון דולר ובעלי המניות הקיימים בחברה התחייבו להזרים עוד 3 מיליון דולר נוספים. סבב הגיוס הזה מצטרף ל-6.5 מיליון הדולר שכבר הספיקה החברה לגייס מאז הקמתה ב-2008 על ידי האחים ניר ועופר גייסט. ניר גייסט, מומחה ללוחמת סייבר ואבטחת מידע, החל את לימודיו האקדמאיים בטכניון בגיל 10, ובאותו הזמן כבר היה יועץ אבטחת מידע לבנקים גדולים בישראל. במשך שנים פעל ניר כ-White Hat או “האקר חוקי”, שמבצע פריצות למערכות רגישות על מנת לבחון את רמת חסינותן. כיום ניר מכהן כמנכ”ל Nyotron, כשלצידו, האלוף במיל’ עמוס מלכא (לשעבר ראש אמ”ן), המכהן כיו”ר החברה, ובין היתר אף השקיע בה בעבר.\nבתגובה לגיוס מסר ניר גייסט מנכ”ל Nyotron: “אני שמח על הצטרפותה של מבטח שמיר ל-Nyotron ורואה בה שותפה מלאה ומשמעותית בהגשמת החזון הייחודי של ניוטרון לשינוי תפיסת לוחמת הסייבר. אני בטוח כי השותפות עם חברת מבטח שמיר והניסיון הרב והמגוון שמאיר שמיר מביא עימו, יתרמו לנו רבות. כיום כבר ברור כי הפתרונות הקיימים בשוק אינם מספקים את המענה הראוי לבעיית מתקפות הסייבר ההולכת וגדלה. אין לי ספק כי תוכנת Paranoid מציגה פתרון חדשני אשר מסוגל למנוע מתקפות סייבר מכל סוג”.\n ", "keywords": "סייבר,אבטחה,התקפה,apt,ניר גייסט,עופר גייסט,עמוס מלכא,מבטח שמיר,nyotron,אבטחת מידע,גיוס,סטארטאפ,מיזם,white hat,האקר,האקינג"}