{"url": "https://www.geektime.co.il/walkme-acquired-jaco/", "type": "article", "title": "אקזיט כחול-לבן: Walk Me רוכשת את Jaco הישראלית", "description": "הפתרון של Jaco מאפשר ליצור באופן אוטומטי וידאו המציג את אופי השימוש של המשתמשים בכל פלטפורמה או אפליקציה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/unnamed-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-04T12:59:02Z", "modified_time": "2017-04-04T13:15:53Z", "articleBody": "הפתרון של Jaco מאפשר ליצור באופן אוטומטי וידאו המציג את אופי השימוש של המשתמשים בכל פלטפורמה או אפליקציה\nצוות Jaco\nווקמי (WalkMe) הישראלית הודיעה היום (ג׳) על רכישתו של סטארטאפ ישראלי נוסף – Jaco. סכום הרכישה מוערך בכמה מיליוני דולרים בודדים ועיקר העסקה בוצעה בהחלפת מניות. מאז נוסדה Jaco בשנת 2015 היא גייסה 1.5 מיליון דולר מהקרנות Hillsven ו-UpWest Labs.\nהסטארטאפ Jaco (ג׳אקו) פיתח מערכת ניתוח נתונים ויזואלית שמאפשרת לחברות שמוכרות תוכנה או שירות באינטרנט, להבין טוב יותר היכן הלקוחות שלהן נתקלים בקשיים. מאחר והדרך הכי טובה כיום ללמוד ולצרוך תוכן היא באמצעות וידאו, במקום דיווחים אנליטיים או טקסטואלים, Jaco תייצר באופן אוטומטי סרטונים קצרים שמציגים את חווית הלקוח מנקודת מבטו.\nהטכנולוגיה של Jaco תשולב ב-Digital Adoption Platform של WalkMe שתכליתה היא לפשט את חווית המשתמש ולהניע אותו לפעולה באמצעות הדרכה צמודה. כעת, חברות שיעשו שימוש במוצר שנוצר כהכלאה בין שתי הפלטפורמות, יוכלו להקליט, לנתח ולהבין באילו מכשולים בדיוק נתקלו המשתמשים, וכיצד ביכולתן לפתור זאת.\nJaco נוסדה על ידי רן קליין, איתי אדלר ודני פרידלנד. בעקבות הרכישה הצוות יצטרף למשרדי WalkMe בסן-פרנסיסקו ותל-אביב ויוביל את תחום האנליטיקס בחברה.\nלפני קצת פחות משלושה חודשים רכשה החברה סטארטאפ ישראלי נוסף בשם Abbi. Abbi (קיצור ל-AB testing ו-BI) פיתחה פתרון שיווקי עבור מפתחי מובייל שנועד להגדיל באופן משמעותי את שיעור הלחיצה של המשתמשים (CTR) על המודעות הפרסומיות השונות. על ידי התקנה חד פעמית של שורת קוד אחת, המפתחים יכולים ליהנות מאנליטיקה ומידע רלוונטים הנובעים מניתוח ולמידה של המשתמשים שלהם, אינפורמציה שבסופו של דבר עשויה להיתרגם ל-Engagement גדול יותר. מאז הרכישה Abbi הספיקה לגייס כארבעה אנשים נוספים לשורותיה והיא מובילה את חטיבת המובייל בחברה.\nWalkMe הוקמה ב-2011 וגייסה מאז קרוב ל-100 מיליון דולר.\n", "keywords": "jaco,ג׳אקו,רכישה,רכישה ישראלית,אקזיט,walkme,חווית משתמש"}