{"url": "https://www.geektime.co.il/facebook-2015/", "type": "article", "title": "מסכמים את 2015: פייסבוק מציגה את המקומות, האנשים והאירועים המדוברים ביותר", "description": "הרשת החברתית המגה פופולארית מסכמת את 2015 עם הנושאים הכי חמים שדוברו בה בשנה האחרונה. בתפריט: אסונות טבע, אירועי טרור ונישואים חד מיניים בארה׳׳ב", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/facebook.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-10T09:25:23Z", "modified_time": "2015-12-10T10:35:42Z", "articleBody": "הרשת החברתית המגה פופולארית מסכמת את 2015 עם הנושאים הכי חמים שדוברו בה בשנה האחרונה. בתפריט: אסונות טבע, אירועי טרור ונישואים חד מיניים בארה׳׳ב\nמקור: פייסבוק\nלקראת סוף השנה האזרחית פייסבוק מצטרפת לסיכומי השנה של טוויטר, גוגל ואפל, ומסכמת את הנושאים הכי חמים שהוזכרו ברשת החברתית במהלך 2015. לצד אירועים טראגים כמו מתקפת הטרור בפריז בחודש שעבר, רעידת האדמה בנפאל ומשבר הפליטים בסוריה, ניתן למצוא גם את הלגליזציה של נישואים חד מיניים בארה״ב, שהפך לנושא פופולארי במיוחד בפלטפרומה (שבין היתר אפשרה להחליף תמונת פרופיל כדי להזדהות עם המאורע המרגש). כמו כן, השנה פייסבוק מדרגת קטגוריות נוספות כגון סדרות טלוויזיה, סרטים, ספורטאים, אמנים, פוליטיקאים, והמקומות בהם נעשו הכי הרבה צ׳ק אינס (Check in).\nהנושא המדובר ביותר ברשת החברתית בשנת 2015 הוא הבחירות לנשיאות ארה״ב, ומיד אחריו מתקפת הטרור בפריז שהתרחשה בחודש שעבר. במקום ה-3 נמצא הדיון במלחמה האזרחית בסוריה ומשבר הפליטים, לאחר מכן רעידות האדמה בנפאל, ובמקום ה-5 והמדובר נמצא משבר החוב היווני. במקום ה-6 נמצאת נקודת האור היחידה ברשימה – היתר הנישואים הגאים בארה״ב, במקום ה-7 המלחמה בדעאש, מתקפת הטרור על שארדי הבדו במקום ה-8, ההפגנות בבולטימור במקום ה-9, והטבח בצ׳ארסלטון והדיון סביב דגל הקונפדרציה במקום ה-10.\nכאמור, לצד פרסום רשימת הנושאים המדוברים ביותר בפייסבוק, פורסמו גם רשימות קצת יותר אופטימיות; מסתבר, שהאמן והזמר המדובר ביותר הוא אד שירן, מיד אחריו טיילור סוויפט וקניה ווסט. גם קייטלין ג׳נר, האבא/אמא למשפחת קרדשיאן התברג/ה לרשימה. הספורטאים הפופולארים ביותר הם פלויד מייוות׳ר, מני פקיאו ורונה ראוזי. את רשימת הפוליטיקאים המדוברים פותח ברק אובמה, ומיד אחריו דונלד טראמפ, ואפילו ראש ממשלת ישראל, בנימין נתניהו, סוגר את הרשימה במקום ה-10.\nסדרת הטלוויזיה המדוברת ביותר היא באופן לא מפתיע משחקי הכס, אחריה המתים המהלכים, הדיילי שואו וסטארדיי נייט לייב. הסרט המדובר ביותר הוא (איך לא) מלחמת הכוכבים: הכוח מתעורר, שממש בקרוב מגיע לאקרנים, מהיר ועצבני 7, עולם היורה, הנוקמים, וגם הסרט שזכה ליחסי ציבור מצוינים וביקורות צוננות – 50 גוונים של אפור נמצא במקום ה-7. בגזרת המשחקים החדשים, FIFA 15 נמצאת במקום הראשון, אחריה Fallout Shelter ו- Fallout 4 שיצא לאחרונה, ו-Call of Duty: Black ops 3.\n\nכמו כן פרסמה פייסבוק את רשימת האתרים הפופולריים בעולם עם מרבית הצ׳ק אינס שנעשו בהם; במקום הראשון נכסים דיסני הפוטוגניים, מיד אחריהם אולפני יוניברסל, טיימס סקוור, מגדל אייפל ומפלי הניאגרה. ומה בישראל? מסתבר שהמקום המוביל הוא מסגד אל-אקצא, אחריו הכותל המערבי, ובמקום ה-3 נמל תל אביב.\nפייסבוק התייחסה גם למרכיב חשוב ביותר ברשת החברתית – המדבקות, ופירסמה את רשימת המדבקות הפופולאריות בעולם ובישראל בפרט. אם אתם בקיאים בלקסיקון, אז המדבקות מסוג Biscuit in Love הגיעו למקום הראשון, אחריהם המיניונים, ו-Bigli Migli במקום השלישי. הישראלים אגב, מחזיקים בטעם דומה (Biscuit in Love מקום ראשון, Bigli Migli מקום שני והמיניונים מקום שלישי).\n// <![CDATA[\n(function(d, s, id) { var js, fjs = d.getElementsByTagName(s)[0]; if (d.getElementById(id)) return; js = d.createElement(s); js.id = id; js.src = \"//connect.facebook.net/en_GB/sdk.js#xfbml=1&version=v2.3\"; fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));\n// ]]>\nAs the year draws to a close, we remember what brought us together in 2015, and look forward the connections we’ll make in 2016.\nPosted by Facebook on Tuesday, 8 December 2015\n \nמי היו היזמים, המשקיעים, הסטארטאפים, קרנות ההון סיכון, האקזיטים וחברות ההייטק הישראליות שעשו את זה ובגדול השנה? הצביעו והשפיעו. טקס Geek Awards 2016 כבר ממש מעבר לפינה ואתם תקבעו מי יהיו הזוכים הגדולים השנה. להצבעה", "keywords": "פייסבוק,סיכום שנה,2015,פייסבוק סיכום 2015,סיכום 2015,טרנדים,נושאים מדוברים,facebook,רשת חברתית,social network,נושאים פופולאריים"}