{"url": "https://www.geektime.co.il/israeli-high-tech-companies-raised-2-3-billion-dollars-in-2013/", "type": "article", "title": "שיא של עשור: גיוסי הסטארטאפים הישראלים ב-2013", "description": "הדו׳׳ח השנתי של חברת המחקר IVC-KPMG מצביע על נתונים מעודדים לחברות היי-טק ישראליות צעירות שמחפשות לגייס בסבבים מוקדמים. עבור הישראליות, שנת 2013 הייתה המוצלחת ביותר מאז שנת 2000 בגיוסי הון.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/01/shutterstock_1048910601.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-22T10:30:54Z", "modified_time": "2014-01-22T10:35:51Z", "articleBody": "הדו׳׳ח השנתי של חברת המחקר IVC-KPMG מצביע על נתונים מעודדים לחברות היי-טק ישראליות צעירות שמחפשות לגייס בסבבים מוקדמים. עבור הישראליות, שנת 2013 הייתה המוצלחת ביותר מאז שנת 2000 בגיוסי הון.\nמקור: Shutterstock\nקרנות הון הסיכון הישראליות אמנם לא הצליחו לשמור על קצב הגיוסים הקבוע שלהן בשנים האחרונות, אך חברות ההיי-טק הישראליות ממשיכות לגייס ולגייס, וסגרו את שנת 2013 עם סכום הגיוסים הגבוה ביותר בעשור האחרון. על פי חברת המחקר IVC-KPMG, לא פחות מ-662 חברות היי-טק ישראליות גייסו 2.3 מיליארד דולר, בשנה המוצלחת ביותר מאז שנת 2000, שם גייסו חברות ההיי-טק הישראליות 3.1 מיליארד דולר.\n74 אחוזים מההון גוייס במהלך 395 סבבי גיוס של הון סיכון, אשר הסתכמו בסך הכל ב-1.7 מיליארד דולר. מדובר בעלייה קלה מ-72 האחוזים מתוך סך ההון שגויס בשנת 2012, אשר הגיע מהון סיכון אך עדיין על ירידה משמעותית בהשוואה לשנים הקודמות, כאשר ב-2010 וב-2011 הון הסיכון לקח נתח של 87 ו-83 אחוזים בהתאמה מסך כל הגיוסים באותן שנים, מה שמצביע על מגמה של עלייה בהשקעות הפרטיות, אשר אינן מגובות בהון סיכון.\nלמרות העלייה הניכרת בסך כל הגיוסים, סבב הגיוס הממוצע לא השתנה בשנים האחרונות, ועמד בשנה האחרונה על 3.47 מיליון דולר. ניתן להצביע על עצם העובדה שחברות היי-טק נוצרות בקצב יותר מהיר מבעבר ומגייסות כסף מהר יותר כעל הסיבה העיקרית לכך. מדובר על ירידה קלה מממוצע הגיוסים ב-10 השנים האחרונות, אשר עמד על 3.56 מיליון דולר. לעומת זאת, אולי השינוי המעניין ברבעון הרביעי של השנה התבטא בשלב החיים של החברות אשר גייסו את ההון, כאשר חברות בשלבים המוקדמים גייסו את מירב ההון, 316 מיליון דולר או 42 אחוזים, וזאת לאחר שנים בהן השקעות בשלבי הביניים ובשלבים המתקדמים הניבו את מירב ההון.\nמקור: יח״צ\nברבעון הרביעי של שנת 2013, 191 חברות היי-טק ישראליות (28 אחוזים מסך החברות שגייסו השנה) גייסו 751 מיליון דולר, כ-32 אחוזים מסך כל הגיוסים השנה. מתוך הגיוסים הללו, 110 עסקאות מגובות הון סיכון הניבו לחברות 554 מיליון דולר, כ-74 אחוזים מסך ההון שגויס באותו הרבעון. מדובר בעלייה כללית של כ-14 אחוזים בהשוואה ל-660 מיליון דולר שגויסו על ידי 162 חברות היי-טק ישראליות ברבעון השלישי של השנה, ועלייה של 52 אחוזים בהשוואה ל-494 מיליון דולר שגויסו על ידי 163 חברות הייטק ישראליות ברבעון המקביל בשנת 2012.\nבשנת 2013, 142 חברות בתחום מדעי החיים גייסו 522 מיליון דולר, המהווים 23 אחוזים מסך הגיוסים והנתח הגבוה ביותר מסך ההשקעות. בשנת 2012 המצב לא היה שונה, כאשר חברות בתחום מדעי החיים גייסו 523 מיליון דולר, אשר היוו באותה התקופה 27 אחוזים מסך הגיוסים. מיד לאחר מדעי החיים הגיע תחום התוכנה, אשר הניב לחברות 21 אחוזים מההון שגויס בשנת 2013. ספציפית, הרבעון הרביעי של שנת 2013 היה מניב במיוחד עבור חברות המפתחות אפליקציות מובייל, אשר גייסו 16 אחוזים מסך ההון באותו הרבעון.\nמקור: יח״צ\nקרדיט תמונה: Lots of Money Flowing from a Canvas Money Bag / Shutterstock.com", "keywords": "גיוס,סטארטאפים,סטארטאפ,raise,fund,startups,startup,ivc,kpmg,מחקר,research,venture capital,capital,הון,קרן הון סיכון,סטארטאפ והון סיכון"}