{"url": "https://www.geektime.co.il/israeli-compaines-raised-474-million-dollars/", "type": "article", "title": "בירידה: החברות הישראליות גייסו ברבעון החולף 474 מיליון דולרים", "description": "מוקדם יותר הבוקר פורסם הדו''ח של חברת המחקר IVC-KPMG המצביע על ירידה קלה בסכום ההשקעות שגויס ברבעון הנוכחי אך מציג גם מספר פרמטרים שמעניקים תקווה להמשך השנה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/04/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-04-22T13:16:31Z", "modified_time": "2013-04-22T19:40:25Z", "articleBody": "מוקדם יותר הבוקר פורסם הדו”ח של חברת המחקר IVC-KPMG המצביע על ירידה קלה בסכום ההשקעות שגויס ברבעון הנוכחי אך מציג גם מספר פרמטרים שמעניקים תקווה להמשך השנה\nמקור: flickr, cc-by-Moyan_Brenn\n169 חברות ההייטק הישראליות גייסו כארבעה אחוזים פחות מהרבעון האחרון (494 מיליון דולרים) ושני אחוזים פחות מהרבעון המקביל (485 מיליון דולרים) אשתקד, כך עולה מסקר שהתבצע על ידי מחלקת המחקר של IVC בשיתוף עם משרד רואי החשבון KPMG סומך חייקין. המחקר בודק השקעות הון סיכון בחברות הייטק ישראליות על ידי קרנות הון סיכון ישראליות, זרות, משקיעים פרטיים או גופי השקעה אחרים ומכסה השקעות כוללות בסקטור ההון סיכון הישראלי.\nמהדו”ח עולה, כי סכום הגיוס הממוצע לסבב גיוס הון במהלך הרבעון הראשון של השנה עמד על 2.8 מיליון דולרים, כאשר סכום הגיוס הממוצע מקרנות ההון סיכון עמד על כ-3.68 מיליון דולרים. 99 סבבים של גיוס מקרנות הון סיכון הניבו כ-364 מיליון דולרים, המהווים 77 אחוזים מסך הגיוסים הכולל שהתבצע על ידי החברות ברבעון.\nמקור: IVC-KPMG\nהנתון דומה לאחוז הכסף שהגיע מקרנות ההון סיכון ברבעון הקודם ומהווה עלייה לעומת 66 אחוזים ברבעון המקביל אשתקד. עוד דווח, כי ברבעון הראשון של 2013, 17 חברות גייסו למעלה מ-10 מיליון דולרים כל אחת, כאשר החלק הכולל של הגיוסים שהתבצעו על ידי החברות הללו מסך הגיוסים ברבעון עומד על 50 אחוזים.\nאחד מהנתונים המרכזיים העולים מהדו”ח, הוא שלראשונה מזה ארבע שנים סקטור התוכנה היווה את הגורם המשמעותי ביותר מסך כל הגיוסים, כאשר 34 חברות תוכנה גייסו ברבעון הראשון של 2013 כ-136 מיליון דולרים, כ-29 אחוזים מסך הגיוסים ברבעון. מדובר בעלייה חדה בהשוואה לרבעון הקודם, שם חברות התוכנה גייסו כ-105 מיליון דולרים, כ-21 אחוזים מסך הגיוסים באותו הרבעון ו-107 מיליון דולרים המהווים כ-22 אחוזים מסך הגיוסים ברבעון הראשון אשתקד.\nמקור: IVC-KPMG\nעוד פורסם, כי סקטור האינטרנט הגיע למקום השני עם 104.3 מיליון דולרים, המהווים כ-22 אחוזים מסך ההון שגויס ברבעון. 53 חברות גייסו הון במסגרת סבב הסיד והגיעו לסכום כולל של 31 מיליון דולרים, המהווים 7 אחוזים מסך הגיוסים ברבעון ורושמים ירידה חדה של 37 אחוזים מהרבעון הקודם, בו גויסו 49 מיליון דולרים וירידה של 6 אחוזים מהרבעון המקביל אשתקד, בו גויסו כ-33 מיליון דולרים.\n\n", "keywords": "ivc,kpmg,דוח,סקר,סטארטאפים,סטארטאפ,הייטק,משקיעים,גיוס,raise,fund,report,survey,startups,startup,high tech,investors,דוח"}