{"url": "https://www.geektime.co.il/ivc-quarterly-review/", "type": "article", "title": "השקעות הון סיכון ברבעון האחרון ירדו ב-15%", "description": "סיכום הרבעון הראשון של 2012 מגלה, כי קרנות הון הסיכון השקיעו פחות ברבעון האחרון, אך השקיעו יותר השקעות ראשונות בחברות.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/server-rack-pd.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-04-23T16:21:45Z", "modified_time": "2012-04-24T09:22:14Z", "articleBody": "סיכום הרבעון הראשון של 2012 מגלה, כי קרנות הון הסיכון השקיעו פחות ברבעון האחרון, אך השקיעו יותר השקעות ראשונות בחברות. \nמרכז המחקר של IVC בשיתוף עם משרד רואי החשבון KPMG סומך חייקין, מפרסמים היום (ב’) את סיכום הרבעון הראשון (Q1) של 2012. מהנתונים שנאספו עולה, כי ברבעון הראשון השנה ירדו השקעות הון סיכון בישראל בהיקף של 15% לעומת הרבעון הקודם. בסקר השתתפו 125 משקיעי הון סיכום, מתוכם 52 קרנות הון סיכון ישראליות ו-83 משקיעים אחרים, כולל זרים.\nההשקעות בסקטור ההון סיכון הישראלי הסתכמו ב-Q1 2012 ב-483 מיליון דולרים (לעומת 569 מיליון דולרים ברבעון הקודם לו). מדובר בעליה זעירה, מ-479 מיליון דולרים, שגויסו על-ידי 140 חברות בתקופה המקבילה אשתקד. מתוך החברות שגייסו, 88 חברות גייסו סכום העולה על מיליון דולרים, 13 חברות גייסו בין 5 ל-10 מיליון דולרים, ארבע-עשרה גייסו בין 10 ל-20 מיליןו דולרים, ושלוש חברות גייסו סכום העולה על 20 מיליון דולרים כל אחת.\nסכום הגיוס הממוצע לחברה עומד על כ-3.4 מיליון דולרים ברבעון הראשון. מדובר בירידה משמעותית בהשוואה ל-4.59 מיליון דולרים ברבעון שקדם לו, ודומה ל-3.42 מיליון דולרים בגיוס ממוצע ברבעון המקביל אשתקד. קרנות ישראליות בתקופה זו השקיעו כ-119 מיליון דולרים בחברות היי-טק ישראליות. הסכום משקף ירידה של 10% לעומת הרבעון הקודם, וירידה של 13% לעומת הרבעון המקביל אשתקד.\nבהקשר זה חשוב לשים לב, כי חלקן היחסי של הקרנות הישראליות מהיקף הגיוסים הכולל של החברות עמד על 25%, לעומת 23% ברבעות הקודם ו-28% בתקופה המקבילה אשתקד. למרות זאת, היקף ההשקעות הראשונות של הקרנות הישראליות טיפס ל-48% מסך השקעותיהן הדולריות ברבעיון זה. היקף השקעה ראשונה ממוצעת של קרן הון סיכון ישראלית היה 1.9 מיליון דולרים, כאשר הממוצע להשקעת המשך (follow-on) היה 1.05 מיליון דולרים.\nברבעון הראשון של 2012, היקף ההשקעות בחברות היי-טק ישראליות בסבבים בהם לא השתתפו קרנות ישראליות עמד על 236 מיליון דולרים, או 49%, המהווה את השיעור הגבוה ביותר בעשור האחרון. זאת, בהשוואה ל-218 מיליון דולרים ברבעון הקודם ו-157 מיליון דולרים ברבעון המקביל אשתקד. בין הנתונים המעניינים הנוספים שעלו מהסקר, נראה כי ענף מדעי החיים עדיין מוביל, עם כ-27% מסך הגיוסים. אחריו עומד סקטור התוכנה, עם 22%, סקטור האינטרנט עם 16% וסקטור התקשורת עם 13%. תוצאות הסקר מפורטות במלואן באתר ה-IVC.", "keywords": "הון סיכון,קרנון הון סיכון,ivc,vc,רואי חשבון kpmg,סומך חייקין,סומך-חייקין,השקעות בסצנת ההיי-טק,כיצד השקיעו קרנות ההון סיכון,סיכום 2012,סיכומי השקעות ב-2012,kpmg"}