{"url": "https://www.geektime.co.il/modelity-acquired-by-lpa/", "type": "article", "title": "חברת הפינטק Modelity נרכשת בעשרות מיליוני דולרים על ידי המתחרה הגרמנית שלה", "description": "החברה הישראלית נרכשה תמורת עשרות מיליוני דולרים על ידי Lucht Probst Associates. מאז הקמתה, גייסה מיליוני דולרים בודדים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/photo-1549728662-1499eff84059-1565691819-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-13T13:45:37Z", "modified_time": "2019-08-13T13:45:37Z", "articleBody": "החברה הישראלית נרכשה תמורת עשרות מיליוני דולרים על ידי Lucht Probst Associates. מאז הקמתה, גייסה מיליוני דולרים בודדים\nמקור: Pixabay\nחברת הפינטק הישראלית Modelity Technologies הודיעה היום (ג׳) כי היא נרכשת על ידי Lucht Probst Associates – LPA, מתחרתה הגרמנית, תמורת עשרות מיליוני דולרים. מאז הקמתה, גייסה החברה מיליוני דולרים בודדים בין היתר מכללטק ומפועלים שוקי הון.\nModelity Technologies (מודליטי טכנולוגיות) מספקת לבנקים, חברות ביטוח ומוסדות פיננסיים פלטפורמה למוצרים פיננסיים, המאפשרת שקיפות ללקוחות ועמידה ברגולציות בתחום ההגנה על הצרכן (consumer protection) ואוטומציה מלאה של יצירה, ייעוץ, מכירה ותפעול של המוצרים הפיננסיים. היא מאפשרת לאותם מוסדות לעמוד בתקני הרגולציה באירופה ולשקף ללקוחותיהם באופן פשוט את הסיכונים הגלומים במוצרים שהם מציעים, את העמלות והעלויות שמגולמות במוצרים וההשפעה שלהן על התשואה, תרחישי תשואה וכו’.\nModelity הותיקה נוסדה בשנת 2000 וצוות ההנהלה שלה ימשיך להוביל את החברה גם לאחר השלמת המיזוג לתוך LPA; מנכ״ל החברה ואחד ממייסדיה הוא אייל ליבוביץ׳, ואסף סרי ימשיך לכהן כנשיא ומנהל תפעול ראשי בחברה. במשרדיה של החברה בתל אביב מועסקים כ-80 עובדים, והמקום יהפוך למרכז החדשנות של LPA בישראל. על פי החברה, נמנים על לקוחותיה עשרות מוסדות פיננסיים מובילים ברחבי אירופה, אמריקה וארה”ב, החל מבנקי השקעות גלובליים ובנקים קמעונאיים וכלה בחברות ביטוח ומנהלי קרנות.\nבתגובה לרכישה, אמר איל ליבוביץ’, מנכ”ל מודלטי: ״העובדה שאנו עומדים להיות חלק מקבוצת LPA היא הזדמנות מצוינת עבור Modelity לצרף את הניסיון העשיר והמומחיות שצברנו לאורך שנים בפיתוח פתרונות טכנולוגיים עבור שוק ההון וליישם את היכולות שלנו בקבוצת חברות חזקה. אנו נעבוד יחד כדי להשיג את המטרה המשותפת שלנו להיות הספק העולמי המוביל של טכנולוגיות שוק הון״.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "אקזיט,modelity,פינטק,חברת פינטק,modelity technologies,מודליטי טכנולוגיות,lpa,lucht probst associates"}