{"url": "https://www.geektime.co.il/dynamic-yield-raised-32m/", "type": "article", "title": "חברת Dynamic Yield מגייסת 32 מיליון דולר כדי ליצור חוויה קניות אישית יותר", "description": "המוצר של Dynamic Yield מאפשר לחברות לבצע התאמה אישית של כל אינטראקציה עם הלקוח, בעוד שהלקוחות מקבלים תוכן שיווקי אמנם, אך כזה שפחות יפריע להם לקבל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/dynamic-yield-founders-vertical-1533722140-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-08T14:25:06Z", "modified_time": "2018-08-08T14:19:07Z", "articleBody": "המוצר של Dynamic Yield מאפשר לחברות לבצע התאמה אישית של כל אינטראקציה עם הלקוח, בעוד שהלקוחות מקבלים תוכן שיווקי אמנם, אך כזה שפחות יפריע להם לקבל\nצמד המייסדים: ליעד אגמון ועמרי מנדלביץ׳. מקור: יח״צ\nDynamic Yield הישראלית שפיתחה פלטפורמת פרסונליזציה וניהול חוויית משתמש ייעודית למשווקים הודיעה על סגירת סבב גיוס של 32 מיליון דולר בהובלת Viola Growth ובהשתתפות קרן Union Group. בכך, עומד סך גיוסיה מאז הקמתה על 77 מיליון דולר.\nהמוצר של Dynamic Yield (דיינמיק יילד) מאפשר לאתרי סחר אלקטרוני, תוכן ומוצר לייצר חווית יותר אישיות ללקוחות שלהם, בין אם זה באפליקציה, באתר אינטרנט, סלולר או באימייל. המערכת אוספת מידע על המשתמשים, אותו היא מחברת למידע מה-CRM ומבורסות מידע חיצוניות כמו Bluekai, ומכל אלו היא משתמשת על מנת לייצר פילוחים מעניינים של הלקוחות. לאחר הפילוח, המערכת מייצרת באופן אוטומטי מנועי המלצות למוצרים ותוכן. דוגמאות לשימוש במערכת היא למשל בהצגת הודעות ״מלחיצות״ המוכרות לרבים מכם מאתר Booking.com (״נותרו רק עוד 3 חדרים בתעריף הזה״), שליחת נוטיפיקציות (״פוש״) על מבצעים רלוונטים למשתמש או התאמה של העמודים השונים באתר בהתאם לכל לקוח, ומה שהוכח כיעיל יותר (לקוח חדש/חוזר).\nמקור: Dynamic Yield\nהגיוס יאפשר לה להרחיב את יכולות הפרסונליזציה גם לעולמות הפיזיים שמחוץ לדיגיטל – ולהציע פרסונליזציה בכל אחת מנקודות המפגש עם לקוחות פוטנציאלים: אינטרנט, עמדות שירות עצמי (Kiosks), מרכזי שירות טלפוני, מערכות לניהול מכירות (POS SYSTEM) וכל מוצר מבוסס IoT. כיום החברה מתאימה תוכן ליותר מ-600 מיליון משתמשים מדי חודש והיא משרתת כ-200 מותגים ברחבי העולם, ביניהם IKEA ו- Stitch Fix.\nליעד אגמון, מנכ״ל ומייסד שותף של החברה מוסיף: “בעידן שבו חנויות Amazon Go מאפשרות לכל צרכן לשלם ישירות באמצעות הסמארטפון שלו מבלי לעבור בקופה ורוב חברות התעופה עוברות לעמדות צ’ק אין בשירות עצמי, קשה לדמיין עתיד שבו תהיה אינטראקציה צרכנית שאינה מבוססת פרסונליזציה. אני מאמין שהטכנולוגיות הללו, שנחשבות כיום ל”עתידניות”, יהפכו לשכיחות מהר יותר ממה שחושבים, ולכן לקחנו על עצמנו את המשימה להפוך לתשתית שתשמש מותגים במאמצי הפרסונליזציה שלהם בכל ערוץ שבו יפגשו את הצרכן”.\nהחברה הוקמה ב-2012 על ידי ליעד אגמון ועמרי מנדלביץ׳ ומעסיקה כיום כ-180 עובדים ב-6 משרדים בארץ ובעולם, מרביתם בישראל. לפני כשנה הודיעה Dynamic Yield על הרחבת סבב הגיוס האחרון שלה ל-31 מיליון דולר מ-La Maison ו-Deutsche Telekom Capital Partners שהצטרפו אל Vertex Ventures, ClalTech, Baidu ו-Global Founders Capital.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,dynamic yield,דיינמיק יילד,שיווק,שיווק מותאם אישית"}