{"url": "https://www.geektime.co.il/traffic-reports-windows-phone-8/", "type": "article", "title": "אפליקציה: ריכוז דיווחי תנועה בזמן אמת [App Challenge]", "description": "רוצים לדעת אם הדרך הביתה פנויה, או שאולי כדאי שתשארו עוד כמה שעות בעבודה? אפליקציית דיווחי תנועה תוכל לעדכן אתכם בדיווחי ועדכוני התנועה העדכניים ביותר, ישירות אל מכשיר הסמארטפון שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2013/02/traffic-wp8.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-20T11:20:33Z", "modified_time": "2013-02-20T14:45:18Z", "articleBody": "רוצים לדעת אם הדרך הביתה פנויה, או שאולי כדאי שתשארו עוד כמה שעות בעבודה? אפליקציית דיווחי תנועה תוכל לעדכן אתכם בדיווחי ועדכוני התנועה העדכניים ביותר, ישירות אל מכשיר הסמארטפון שלכם\nמקור: דף האפליקציה\n סקירת אפליקציה זו היא חלק מתחרות Windows Phone 8 App Challenge. יודעים לפתח אפליקציות למובייל? פתחו אפליקציה ל-Windows Phone, הגישו אותה לתחרות ואולי תזכו בפרסים שווים וסקירה של האפליקציה שלכם בניוזגיק. רוצים לשמוע עוד?\nבמערכת ההפעלה החדשה של מיקרוסופט, Windows Phone 8 אין עדיין אפליקציית מפות מושלמת או אידיאלית לנהג הישראלי, כזו המסוגלת להציג לא רק את הדרך מנקודה א’ לנקודה ב’, אלא גם את מצב התנועה בכבישים ואת הזמן המוערך שייקח לו להגיע אל היעד.\nאך כמו שאנחנו כבר יודעים, לכל שלילי יש גם את הצד החיובי, וכאן הוא מתבטא באפליקציות ישראליות המעוניינות לעזור לנו לקבל את הדיווחים המלאים, מכל מקום. הנה הצצה לאחת מהן:\nמחיר: חינם – מפתח: Meir Mendelovich – פלטפורמה: Windows Phone 8 – קישור להורדה\nאנחנו לא יודעים מה איתכם, אבל אחד מהמכשולים הגדולים ביותר עבורנו במערכת ההפעלה Windows Phone 8 היה העדר דיווחי התנועה. אז נכון, אפליקציית דיווחי תנועה לא תעזור לכם לנווט בין נקודה א’ לנקודה ב’ במסלול המהיר, הפנוי או הנוח ביותר, אבל היא כן תוכל לעזור לכם להתעדכן בתנועה העדכנית ביותר, המבוססת על המקורות הרשמיים והמדוייקים הקיימים כיום.\nבין המקורות השונים הללו תוכלו למצוא את מערכת החיישנים של נתיבי איילון, דיווחי משטרת התנועה המגיעים דרך קול ישראל, מיקומן של מצלמות המהירות בדרכים וכמובן עדכונים שוטפים ממערכת גלגלצ, בהתאם לעומסים ותאונות המתרחשים בעת הנסיעה. הדיווחים באיזור תל אביב מוצגים על גבי מפה סכמטית, המאפשרת להבין כבר במבט חטוף את מצב התנועה, ולקבל החלטות במהירות – גם אם כבר יצאתם לדרך.\nחשוב להבהיר כי במידה וקיים דיווח חריג המעיד על תאונת דרכים או חסימה, המפה תדע להציג לכם את השלט המתאים המלווה במסגרת אדומה וסימן קריאה, כאשר את הדיווח המלא תוכלו לקרוא באמצעות לחיצה על איזור המפגע. חשוב להבהיר כי בעוד שמסך הפתיחה של האפליקציה אכן מציג רק את איזור תל אביב, לחיצה על אייקון ה-G יציג את מפת ישראל המלאה, עם עומסי התנועה באיזורים השונים המקוטלגים לפי צבע: ירוק לתנועה זורמת, צהוב להאטה ואדום לעומסי תנועה.\nלצערנו ולמרות כל הרצון הטוב, בשורה התחתונה האפליקציה אכן עוזרת לנו להבין את מצב הכבישים לפני שאנו יוצאים אל או מהעבודה, אך מכיוון שאינה מאפשרת ניווט על פי הממצאים הללו, מדובר אך ורק על פלטפורמה נוחה לקבלת עדכוני ודיווחי תנועה. מצד שני, בהתחשב בעובדה שנכון להיום אין אף אפליקציה המציעה ניווט משולב דיווחי תנועה במערכת Windows Phone 8, מדובר בפשרה נחמדה ושימושית.\nמקור: דף האפליקציה\nרוצים שנסקור גם את האפליקציה שלכם וגם לזכות בפרסים שווים? מיקרוסופט ו – Newsgeek מכריזים על תחרות פיתוח אפליקציות ל – Windows Phone. במהלך התחרות אתה מוזמן לפתח ולהעלות אפליקציה/ות לMarketplace (חנות האפליקציות של Windows Phone) ולהגיש אותם לתחרות. בכל שבוע, מידי יום שני, יוכרז ב – Newsgeek המנצח השבועי שיזכה בסקירה של האפליקציה ובמתנה שבועית מתחלפת. בנוסף בסוף התחרות יבחרו 2 אפליקציות מתוך כל אלו שהוגשו לתחרות, אשר יזכו בפרסים הגדולים כולל טאבלט Microsoft Surface RT 32GB, מכשיר סמארטפון מבוסס Windows Phone, חבילת קידום ושיווק האפליקציה שלכם ב-Marketplace ואפילו דוכן להצגת האפליקציה שלכם בכנס ThinkNext הבא של מיקרוסופט.\nלא יודעים איך להתחיל? כנסו למרכז המפתחים באתר מיקרוסופט והורידו את ה-SDK לפיתוח ב-Windows Phone 8.  לאחר מכן הורידו עכשיו את המדריך המלא (Tutorial) לצעדים ראשונים בפיתוח ל-Windows Phone 8 והתחילו לפתח!\nאז למה אתם מחכים? הגישו עכשיו את האפליקציה שלכם!", "keywords": "אפליקציה,אפליקציות,app,apps,windows phone,windows phone app challenge,פיתוח אפליקציות windows phone,windows phone 8,פיתוח ל-windows phone,ווינדוז פון,ווינדוס פון,ווינדוס פון 8,ווינדוז פון 8,ווינדוספון,ווינדווז פון,חלונות פון 8,,wp,wp8"}