{"url": "https://www.geektime.co.il/big-panda-raised-50m/", "type": "article", "title": "המלאך השומר על מחלקת ה-IT: חברת Big Panda גייסה 50 מיליון דולר", "description": "עד כה גייסה החברה, המתמחה בפתרונות אוטומציה בתפעול מערכות IT בארגונים, יותר מ-120 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/47463238_2505720492803832_6486044716025511936_n-1574341125-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-21T15:29:05Z", "modified_time": "2019-11-21T15:29:05Z", "articleBody": "עד כה גייסה החברה, המתמחה בפתרונות אוטומציה בתפעול מערכות IT בארגונים, יותר מ-120 מיליון דולר\nמקור: Big Panda\nצוותי ה-IT בארגונים נאלצים להתמודד באופן מתמיד עם אינספור תקלות וקריאות. מי שמנסה לעזור לאלו להתמודד עם צוואר הבקבוק שנוצר כתוצאה מכך היא Big Panda, חברה ישראלית שמפתחת מערכת לניהול ותעדוף אוטומטי של תקלות. כעת, מודיעה החברה כי השלימה סבב גיוס בגובה של 50 מיליון דולר בהובלת קרן Insight partners ובהשתתפות המשקיעים הקיימים: Sequoia, Battery Ventures ו-Mayfield. ביחד עם הגיוס הנוכחי, סך ההשקעות בחברה עומד על 120 מיליון דולר.\nקונטיינרים, טכנולוגיות בקוד פתוח, שירותי ענן ו-Micro-Services – כולם יוצרים כמות עצומה של ״רעש״ למחלקת ה-IT, ודורשים ניטור באופן מתמיד. אם בעבר הקריאות הללו היו נעשות במערכות אחידות דוגמת HP או IBM, הרי שכיום קיימים אינספור כלים בהם Splunk, New Relic, Nagios, Zabbix או Pingdom, כך שכאשר מתרחשת תקלה, החיבור בין כל המערכות וכל הצוותים מבזבז זמן יקר ועלול להביא לטעויות רבות. BigPanda (ביג פנדה) מפתחת מערכת לניהול תקלות (Incident Management) שמאפשרת לחברות לזהות בעיות אפשריות, לטפל בתקלות ולהקצות אנשי צוות לטיפול במשימות השונות. כך, ניתן לחסוך גם בזמן וגם בכסף.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\n“צוותי ה- IT מתמודדים היום עם אתגר גדול. סביבת ה-IT שהם מנהלים מתקדמת בקצב מהיר ומתפוצצת מבחינת קצב גידול, מורכבות ומהירות. זה יוצר צונאמי של נתוני IT שמסחרר את צוותי אופרציית ה-IT ומקשה עליהם לשמור על התנהלות חלקה של החברה”, אמר אסף רזניק, מנכ”ל ומייסד משותף, BigPanda.: “הקמנו את BigPanda כדי להתמודד עם אתגר זה, על ידי מינוף machine learning כדי להפוך את צונאמי הנתונים הזה לתובנות שניתן לתרגם לפעולות, לאמץ AIOps ולבצע אוטומציה של פעולות IT מעבר לגבול היכולת האנושית. סבב הגיוס הזה יסייע לנו לממש את החזון BigPanda לסייע לצוותי OpS, NOC ו- DevOps להתקדם לעתיד אוטונומי”.\nBigPanda הוקמה ב-2012 על ידי אסף רזניק (מנכ״ל), שהיה בעברו חבר בצוות ההשקעות של קרן סקויה; ואליק איזנברג (CTO), שעבד בתחום ה-Machine Learning וניתוח ביג דאטה בתחום הפיננסים ובאגף המודיעין בצה״ל. בעקבות הגיוס האחרון, החברה תעבור למשרדים חדשים בתל אביב, משם יפעל מרכז המחקר והפיתוח שלה, שמונה כעת כ-40 עובדים. בין לקוות החברה ניתן למנות את Tivo, VMware, Autodesk ו-Intuit.\n﻿", "keywords": "ביג פנדה,big panda,אוטומציה,it,סטארטאפ,סטאראטפ ישראלי,סבב גיוס,גיוס"}