{"url": "https://www.geektime.co.il/acer-predator-thronos-air/", "type": "article", "title": "אייסר הציגה כיסא גיימינג שעולה 30 אלף ש''ח ויעשה לכם מסאג׳ אחרי הקרב", "description": "זה החומר שממנו עשויים חלומות של גיימרים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/7b0fcad9-c96d-45c9-9341-6cada5711e5c-1567606337-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-05T10:35:19Z", "modified_time": "2019-09-05T10:27:22Z", "articleBody": "זה החומר שממנו עשויים חלומות של גיימרים\nצילום: גיקטיים\nמחשיבים את עצמכם גיימרים? אם יש לכם 30,000 ש״ח מיותרים ואקסטרה מקום בדירה, Acer הציגה את הדור הבא של כיסא הגיימינג שלה, ה-Predator Thronos Air, שעושה V נראה על כל דרישה של גיימרים.\nאמנם Acer מכנה את ה- Predator Thronos Air ככיסא גיימינג, אבל בפועל מדובר בעמדת עבודה חלומית לכל גיימר, שכוללת כסא מתכווננן, שולחן מודולרי למקלדת ועכבר וזרוע שניתן לחבר אליה עד 3 מסכים. היא מעוצבת כמו מעין תא טייס שמרגע שתתיישבו בו תרגישו כאילו אתם בזירת הקרב.\nבלי לשים לב העברתם את כל היום במשחק והגוף התחיל לכאוב? אין בעיה, כי הכיסא כולל גם פיצ׳ר חדש של עיסוי, שידאג להרפות לכם את השרירים הכאובים, אם כי לצערנו, זה לא יהיה תוך כדי משחק, אלא רק בסיומו. כן, זו לא בדיחה. אם אתם בענייני סטרימינג של ההישגים שלכם, תשמחו לדעת שהכיסא כולל מקום ייעודי ומרכזי למצלמה כדי שתוכל ולהזרים את חווית המשחק שלכם ביוטיוב, Twitch או מיקסר.\nצילום: גיקטיים\nבניגוד לדגם שהושק בשנה שעברה, הדגם החדש לא ממונע, מה שאומר שהזזות, הטיות, כוונון משטח המקלדת והעכבר – הכל מתבצע באופן ידני. יחד עם זאת, העובדה הזו חסכה לכם כמה אלפי שקלים טובים, שכן אמנם המחיר גבוה (8,000 יורו), אבל הדגם הקודם עלה 12,000 יורו. יש לציין כי הכיסא לא כולל את המחשב, המסכים והמצלמה שתצטרכו לחבר אליו. מה שכן, הוא מגיע עם תאורה כחולה מגניבה, וכבר ציינו שהוא יעשה לכם מסאג׳?\nמההצצה הראשונית שהיתה לי כאן בתערוכת IFA, ניתן בהחלט לראות את הפוטנציאל של הכסא לשדרג את חוויית הגיימינג של שחקנים. כאלו שיכולים להרשות לעצמם כמובן. אבל מי יודע, אולי נזכה למעין “גרסת SE” מוזלת שלו בקרוב.\nאם בעבר גיימרים פנו בעיקר למחשבים נייחים שכן רק אלו הבטיחו להיות מספיק עוצמתיים עבור המשחקים הכבדים שלהם, בשנת 2019 הדברים מתנהלים קצת אחרת. כך למשל, Acer הכריזה על שני נוטבוקים ייעודיים לגיימרים – ה- Predator Triton 300 ו-Predator Triton 500 שמגיע עם פיצ’ר חריג: תצוגה בקצב רענון מרשים של 300Hz.\nPredator Triton 300, מקור: Acer\nTriton 300, מגיע עם מעבד אינטל דור תשיעי ובתצורה מקסימלית של Intel Core i7 בשילוב עם מעבד גרפי NVIDIA  GeForce GTX 1650, ו-16GB של זכרון עם אופציה להרחבה עד 32GB. כמו כן הוא תומך בעד 2 התקני SSD בנפח של 1TB ו-WiFi 6. הלפטופ מגיע עם מסך בגודל 15.6 אינץ׳ Full HD IPS עם שוליים דקיקים וקצב רענון של 144Hz, ומקלדת טיפוסית לגיימרים מוארת וצבעונית. המחשב יהיה זמין לרכישה החל מאוקטובר תמורת 1,300 יורו.\nהדגם המתקדם יותר, ה-Triton 500, שמעוצב כמו Notebook דקיק טיפוסי, מגיע גם כן עם מסך בגודל 15.6 אינץ Full HD, כשהקילר פיצ׳ר שלו בא לידי ביטוי בקצב רענון מקסימלי של 300Hz, נתון נדיר יחסית. המשמעות של קצב רענון גבוה היא הפיכת חווית המשחק לחלקה יותר, כשהמעברים בין צבעי הפיקסלים זריזים, מה שמפיק תמונות שזזות באופן חלק וללא טשטושים. בסופו של דבר, עבור התענוג הזה תאלצו לשלב כבר 2,700 יורו.\nPredator Triton 500, מקור: Acer\nמכיוון שגיימרים הפכו לנתח שוק משמעותי למדי של יצרניות מחשבים רבות, לא מפתיע שגם ASUS הציגה פה בברלין את מחשבי הגיימינג החדשים מתוצרתה, שמציעים את הפיצ׳ר החדש והמרשים. החברה הציגה מספר דגמים חדשים מסדרת Strix ו-Zephyrus שלה, כשהמעניין ביותר הוא ה-Zephyrus S GX701, המחשב הראשון מתוצרתה שיציע את התצוגה הסופר-מהירה.\nב-Asus מציינים כי המשמעות של העלאת קצב הרענון ל-300Hz היא שיפור של 25% ביחס לתקן הנוכחי, כשבמהירות זו, הפאנל החדש מסוגל להפיק עד פי 5 יותר פריימים מהמקובל במחשבים ניידים. הוא בעל עיצוב דקיק, מגיע עם מסך בגודל 17 אינץ׳ ומעבד אינטל דור 9 (H-Series). כמו כן, המחשב כולל פונקציה שימושית שפועלת באופן אוטומטי כדי לווסת את עוצמת הכרטיס הגרפי בהתאם לשימושים שלכם: מצב G-SYNC לגיימינג איכותי וחלק יותר, ומצב Optimus להארכת חיי הסוללה.הכרטיס הגרפי שלו, NVIDIA GeForce RTX 2080, מסוגל להגיע עד ל-1230MHz ו-100W במצב Turbo. המחשב יהיה זמין לרכישה כבר באוקטובר הקרוב, ומחירו עדיין לא נחשף, אבל זול זה לא יהיה.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nמקור: Asus\n \nהכתבת היא אורחת של אינטל בתערוכת IFA בברלין", "keywords": "acer,גיימינג,כיסא גיימינג,predator thronos air,predator triton 300,predator triton 500,ifa,ifa 2019,asus,zephyrus s gx701"}