{"url": "https://www.geektime.co.il/ifa-2012-summary/", "type": "article", "title": "IFA 2012: אז מה היה לנו שם? [גלריית תמונות]", "description": "אז מה בדיוק הציגו חברות הטכנולוגיה הגדולות בכנס IFA 2012, ולמה אנו יכולים לצפות במהלך השנה הבאה?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/09/ifa.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-09-03T19:30:14Z", "modified_time": "2012-09-04T12:16:36Z", "articleBody": "אז מה בדיוק הציגו חברות הטכנולוגיה הגדולות בכנס IFA 2012, ולמה אנו יכולים לצפות במהלך השנה הבאה?\nמקור: flickr. cc-by tintin.muc\nבמסגרת תערוכת IFA 2012 הציגו למעלה מ-1,000 חברות ומותגים את החידושים, הטכנולוגיות וכמובן המוצרים שלהם שעתידים לכבוש את השוק במהלך השנה הקרובה ולהעניק לכם מספר סיבות טובות לצאת לשופינג בתקופת החגים המתקרבת.\nרגע לפני שדלתות התערוכה נסגרות, החלטנו לעזור לכם קצת – לפחות בתחום האלקטרוניקה – ולאגד עבורכם את כל המוצרים המעניינים באמת במקום אחד, כדי שתוכלו לדעת בדיוק כמה עליכם לחסוך לקראת השנה הבאה. אז מה היה לנו שם?\nלמרות שנדמה כי מירב תשומת ליבה של סמסונג מוקדש לעניינים המשפטיים אותם חווה בימים אלה, החליטה החברה להפגיז בגדול ולהציג בתערוכה שלל מוצרים מכובד, שכלל בין היתר את מכשיר ה-Galaxy Note II, מכשיר סמארטפון, טאבלט ושני מחשבי PC הממותגים תחת סדרת ATIV ומריצים את מערכת ההפעלה חלונות 8 לצד מצלמה מבוססת אנדרואיד, המאפשרת למשתמש לשתף ישירות את התמונות שלו באמצעות מגוון הרשתות החברתיות אליהן רשום.\nSamsung Ativ Tab. מקור: יח”צ\nבמסגרת אירוע הכרזה שקיימה סוני לפני פתיחתו הרשמית של הכנס, הציגה החברה את מכשיר ה-Wonderbook, המשלב בין קורא ספרים אלקטרוני לבין פליסטיישן לייב, מכשיר טאבלט קל, קל ועמיד בפני מים תחת השם Xperia Tablet S, שלושה סמארטפונים מסדרת אקספריה – T, V, ו-J כאשר מוצג הדגל שלה הוא האקספריה T, המספק את תצוגת ה-HD הטובה ביותר כיום, או לפחות כך טוענת החברה. בנוסף, הציגה החברה שני מחשבים ניידים מסדרת Vaio המבוססים על מערכת חלונות 8 ומהווים למעשה הכלאה בין טאבלט ללפטופ, כאשר מציעים שימוש בעט סטיילוס ומסכי מגע.\nXperia Tablet S. מקור: יח”צ\nחברת LG ניצלה את במת IFA 2012 על מנת להציג את מכשיר הדגל הבא שלה בתחום הסמארטפונים, LG Optimus L9 המריץ כמובן את מערכת ההפעלה אנדרואיד, בגרסת Ice Cream Sandwich 4.0 ולמעשה מדובר באח נוסף לסדרת ה-L שנחשפה השנה בברצלונה, וכללה את דגמי L3, L5 ו-L7 המיועדים לכל פלחי השוק.\nLG Optimus L9. מקור: יח”צ\nבמסגרת התערוכה, הציגה חברת אסוס את ליין מכשירי האולטרה-בוקים שלה, המגיעים מלווים במערכת ההפעלה חלונות 8, מסכי מגע ותמיכה בתצוגה פנימית וחיצונית בלפטופים הללו, כפי שהציגה לפני כחודשיים בתערוכת קומפיוטקס. בנוסף, הציגה החברה את מכשירי הטאבלט הממותגים תחת השם Vivo, המריצים גם הם את חלונות 8 ומגיעים עם מקלדות כתחנות עגינה, כך שיכולים לשמש גם כלפטופים.\nAsus Vivo Tab. מקור: יח”צ\nאת מכשיר ה-Iconia W700 הציגה אייסר כבר בתערוכת קומפיוטקס לפני כחודשיים, אך בזמנו לא חשפה יותר מידי מידע עליו, מלבד גודל המסך העומד על 11.6 אינץ’. במסגרת IFA, הציגה החברה את הייחוד של הטאבלט – תחנת העגינה הייחודית שלו המציעה מלבד האפשרות להטעין את המכשיר, גם מעמד עבודה נוח העומד על שולחנו של המשתמש.\nAcer Iconia W700. מקור: יח”צ\nמצטרפת לשוק הטאבלטים של השנה הקרובה, לנובו הציגה שלושה טאבלטים חדשים בעלי שמות מבלבלים במיוחד תחת שם הדגם Ideatab, הנקראים: S2110A,  A2107A ו-A2109A בגדלי 10 ו-7 אינץ’. בנוסף, הציגה החברה סדרת אולטרה-בוקים חדשה, המריצים כמובן את חלונות 8 אך בניגוד לשלל החברות האחרות – מדובר בלפטופים מלאים שאינם מתפרקים להכלאה בין טאבלט ללפטופ.\nLenovo Ideatab A2109A. מקור: יח”צ\nבכנס הציגה אפסון את מקרן ה-3D המתאים לצפייה בסרטים או אפילו לגיימרים המעוניינים בתצוגה חדשה ומעניינת למשחקים שלהם, לצד פונקציית תצוגת המסך המפוצל של המקרן – המאפשרת הצגה משני מקורות בו זמנית, בעזרתה ניתן לבדוק בצורה מהירה תוצאות ספורט או פשוט לזפזפ בין ערוצי טלוויזיה. בנוסף, הכריזה אפסון על הדור השני של מקרני תלת המימד שלה, EH-TW6100 ו-EH-TW9100, המציעים חווית צפייה ב-Full HD וחווית תלת-ממד לחובבי סרטים, ספורט ומשחקים.\nEpson EH-TW55. מקור: יח”צ\nלצד טלוויזיות ה-Quad Full HD הידועות גם בשם 4K, קו חדש של טלווזיות חכמות המציעות גם תצוגה בתלת מימד, הציגה טושיבה גם את ליין מחשבי האולטרה-בוק שלה, המגיעים עם מערכת ההפעלה חלונות 8 ואופן שימוש היברידי, באמצעות מסך מגע המסוגל להתפרק מתושבת המקלדת, לנוחות המשתמש. בנוסף, הציגה גם מערכות רמקולים, מצלמות וידאו עמידות במים ומקרנים חדשים בעלי משך חיים ארוך יותר עם עד 20,000 שעות עבודה.\nToshiba Satellite U920T. מקור: יח”צ\nבניגוד לחברות האחרות שהציגו באירוע, פנסוניק בחרה להתמקד הרבה יותר באיכות הסביבה וביוזמה הירוקה שלה, במסגרתה מעוניינת להקים עיר עבור 31,000 תושבים המסוגלת לקיים את עצמה, וכמובן את מגוון מוצרי פנסוניק בתוכה. אך לצד המאמצים הללו, הצליחה החברה להפתיע ולהציג טלוויזיה בעל מסך גדול במיוחד, בגודל 145 אינץ’ ובאיכות Quad Full HD, שתפסה את תשומת ליבם של המשתתפים באירוע.\nPanasonic TXL60ET5. מקור: יח”צ\nמלבד שיתוף הפעולה המדובר של החברה עם ‘השף הערום’ ג’יימי אוליבר להצגת סיר המערבב בעצמו את המרכיבים, הציגה פיליפס את טלוויזיות תלת המימד שלה, בגדלים 46 ו-60 אינץ’, בנוסף לטלוויזיות ללא מסגרת, המגיעות בגדלי 42 ו-47 אינץ’.\nPhilips 6900 Smart TV. מקור: יח”צ\nדל הציגה את האולטרה-בוק-טאבלט החדשים שלה המגיעים עם מסך מגע Full HD, זכוכית Gorilla ובעל תמיכה במולטי-טאץ’ של 10 אצבעות במקביל. אך הגורם המלהיב במחשבים החדשים שהציגה, הוא האפשרות לסובב את המסך ב-180 מעלות ולכסות את המקלדת לחלוטין, וכך להשתמש רק במסך המגע שלו. לצידו של המסך המסתובב, הציגה החברה גם טאבלט בעל תחנת עגינה-מקלדת כאשר שניהם מריצים, כמובן, את מערכת ההפעלה חלונות 8.\nDell XPS Duo 12. מקור: יח”צ\nגם HP חשפה את סדרת מוצרי מסך המגע החדשים שלה, הכוללים שני מחשבי אולטרה-בוק מסדרת Envy לצד מחשב היברידי, שיכול לשמש גם כטאבלט וגם כמחשב נייד, כאשר גם כאן המכשירים החדשים של החברה מריצים את חלונות 8. בנוסף לסדרת ה-Envy, הציגה החברה את Spectre XT TouchSmart Ultrabook, מחשב נייד עם מסך מגע מולטי טאץ’, המגיע גם עם טכנולוגיית Audio Beats לשיפור איכות המוזיקה עבור המשתמש.\nHP Spectre XT TouchSmart Ultrabook. מקור: יח”צ\nבניגוד לפנסוניק שהציגה טלוויזיה עם צג גדול במיוחד, שארפ הציגה את טלוויזית ה-LED הגדול בעולם, בגודל 90 אינץ’ ובמשקל של 64 ק”ג. בנוסף, הציגה החברה את טכנולוגיית המסך iGZO עליה עבדה במהלך 10 השנים האחרונות, עם איכות תמונה גבוהה במיוחד וכזאת שעל פי השמועות עתידה להגיע גם אל מסך האייפד מיני.\nSharp AQUOS. מקור: יח”צ", "keywords": "ifa,ifa 2012,סמסונג,סוני,lg,אסוס,אייסר,לנובו,אפסון,פנסוניק,פיליפס,דל,שארפ,טושיבה,ibm,סימנס,samsung,sony,asus,lenovo,acer,epson,panasonic,philips,dell,sharp,toshiba,"}