{"url": "https://www.geektime.co.il/texel-raised-3m/", "type": "article", "title": "סטארטאפ ישראלי גייס 3 מיליון דולר כדי שנוכל לצפות בהופעות מבלי לצאת מהבית", "description": "הפלטפורמה של Texel מאפשרת איכות צפייה אופטימלית (עד 8K) ברוחב סרט שקיים בתשתיות כיום, כשהתתמקדות כרגע היא בתכני מציאות וירטואלית ומדומה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/09/texel-1536818244-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-13T10:15:46Z", "modified_time": "2018-09-13T10:15:46Z", "articleBody": "הפלטפורמה של Texel מאפשרת איכות צפייה אופטימלית (עד 8K) ברוחב סרט שקיים בתשתיות כיום, כשהתתמקדות כרגע היא בתכני מציאות וירטואלית ומדומה\nמקור: Texel\nהסטארטאפ הישראלי Texel (טקסל) פיתח פלטפורמה להעברת תכנים במציאות מדומה ורבודה, כשבעזרת יכולות עיבוד מידע מתקדמות היא מאפשרת ליהנות מחוויה הצפייה האופטימלית, באיכות מקסימלית, ברוחבי סרט קיימים.\nכעת, מודיעה החברה על גיוס של 3 מיליון דולר מ-HubRaum, האינקובטור מבית דויטשה טלקום, Alchimia Investments ו- Start Capital. כמו כן לקחו סבב בגיוס המשקיעים הקיימים בהם Cornerstone Venture Partners, 500Startups, F2 Capital ו-Taimatsu Ventures. אמיר שגב, מייסד ומנכ״ל החברה, אמר לגיקטיים כי הגיוס ישמש אותם לגידול החברה ויאפשר להם לעבוד עם מספר גדול יותר של לקוחות במקביל.\nהפלטפורמה של Texel מציעה חוויה וירטואלית המתבססת על טכנולוגיות AR ו-VR. מטרת העל שלה היא לאפשר לצופים בבית לחוות הופעות ואירועים חיים כאילו הם נוכחים באופן פיזי במקום, ברזולוציה של 8K, תוך כדי הפתחה של 80% ברוחב הפס. כמובן שבסופו של דבר המניע הסופי קשור לכסף, ולכן מבטיחה החברה כי בצורה זו ניתן להגביר את מעורבות הצופים וביחד איתה את הרווחים.\n״הפלטפורמה משתמשת במידע שמתקבל מניתוח התוכן, תנאיי הרשת והאופן שבה כל משתמש צורך את התוכן. על בסיס מידע זה אנו מאפשרים לחוות תכנים באיכות אופטימלית ברוחב סרט שזמין כבר היום למשתמשי הקצה, לאפשר למספר משתמשים לצפות בתכנים ביחד, לתקשר וליצור אינטרקציה בינם לבין עצמם ובנים לבין התוכן באופן הטבעי ביותר ולאפשר חווית וירטואליות כדוגמאת שיגור צופים בין נקודות צפייה, טיול בציר הזמן וכניסה לתוך עומק התמונה״, מוסיף שגב.\nTexel הוקמה לפני כשנתיים על ידי אמיר שגב, גיא זיסמן ורועי אורון, ומעסיקה כיום כ-10 עובדים כשהתכנון הוא לגדול בעקבות הגיוס הנוכחי. קהל היעד אליו היא פונה הם מפעילים ובעלי זכויות שידור של תכנים, והמוצר נמצא בשלבי השקה ראשוניים אצל מספר לקוחות באירופה וארה״ב.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "טקסל,texel,סטארטאפ,סטארטאפ ישראלי,מציאות מדומה,מציאות וירטואלית,ar,vr,גיוס"}