{"url": "https://www.geektime.co.il/scope-ar-acquires-wakingapp/", "type": "article", "title": "חברת WakingApp הישראלית נמכרת ל-Scope AR האמריקאית", "description": "החברה הישראלית מפתחת פלטפורמה ליצירת תוכן במציאות רבודה וגייסה מאז הקמתה 12 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/ORG_DSC08021-1-1576135852-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-12T09:52:28Z", "modified_time": "2019-12-12T09:52:28Z", "articleBody": "החברה הישראלית מפתחת פלטפורמה ליצירת תוכן במציאות רבודה וגייסה מאז הקמתה 12 מיליון דולר\nתמונה: WakingApp\nחברת WakingApp הישראלית, המפתחת כלים שמאפשרים כמעט לכל אחד ליצור חוויות במציאות רבודה (AR), נרכשה על ידי חברת Scope AR, שמפתחת כלי דומה למגזר התעשייתי המאפשר להציג לעובדים הוראות תיקונים ועבודות על גבי שכבות AR. סכום הרכישה לא פורסם, אך מ-WakingApp נמסר כי 6 מחברי הצוות המקורי של החברה יצטרפו ל-Scope לפיתוח הדור הבא של פלטפורמת WorkLink.\nהתוכנה שמפותחת על ידי WakingApp מאפשרת ליצור כל סוג של חוויית AR במהירות ובפשטות. התוכנה מבוססת ברובה על פעולות drag and drop, כאשר הוספת לוגיקה מסוימת מתבצעת באמצעות JavaScript למפתחים, או באמצעות תיכנות ויזואלי (visual scripting) – לאלו שלא יודעים לכתוב קוד. כמו כן, חברות יכולות לעדכן את תוכן החוויה מבלי לעדכן את האפליקציה בחנות.\nWakingApp הוקמה ב-2013, על ידי עדיאל גור, חיים מייק ואלון מלכנר, והחלה את דרכה כסטודיו שסיפק שירותים ב-AR לחברות ומותגים. עד ליום רכישתה גייסה החברה כ-12 מיליון דולר, כאשר הגיוס האחרון שלה הושלם ממש לפני שנה. החברה העסיקה עד ליום הרכישה כ-11 עובדים ורק 6 מהם ימשיכו הלאה לחברה הרוכשת.\n﻿\nScope AR האמריקאית מפתחת פלטפורמה בשם WorkLink המיועדת לעובדים בענף התעשייתי אשר מאפשרת להם לקבל הוראות עבודה בזמן אמת וסיוע חי מרחוק ב-AR. הפלטפורמה של החברה תומכת בסמארטפונים, טאבלטים ומשקפי AR, ובין לקוחותיה נמצאות חברות ענק כמו טויוטה, יונילוור, P&G ועוד.\n\n\n\n\n\n\nמי יהיו הסטארטאפ, הקרן והאקסלרטור של השנה?\nהגישו את המועמדים שלכם לפרסי ה-GeekAwards\n\n\n\nסקוט מונטגומרי, מנכ”ל ומייסד חברת Scope AR, מסר: “אנו מרוצים מאוד מהצמיחה שראינו עד כה בחברות ועסקים שאימצו את טכנולוגיית ה-AR. עם הצמיחה הזו מגיע יותר ידע באשר למה שהלקוחות שלנו צריכים כדי לבנות בהצלחה מציאות רבודה בעסק שלהם. הצוות של WakingApp מביא שילוב נהדר של ניסיון בפיתוח AR וחשיבה יצירתית ל- Scope AR כאשר אנו ממשיכים לפתח את פלטפורמת WorkLink שלנו כדי לענות על הצרכים הנוכחיים והעתידיים של הלקוחות שלנו.״\n", "keywords": "wakingapp,וויקינגאפ,ar,מציאות רבודה,augmented reality,scope ar,סקופ ar"}