{"url": "https://www.geektime.co.il/ps3-slim-will-be-revealed-at-gamescom2009/", "type": "article", "title": "האם סוני אכן תציג PS3 Slim בתערוכת המשחקים הקרובה בגרמניה?", "description": "השמועות מתחזקות בעולם המשחקים ש - PS3 Slim אכן קיים, והוא יוכרז כנראה ב- 17 באוגוסט במסיבת העיתונאים של סוני במסגרת תערוכת המשחקים Gamescom. התערוכה השנה צפויה להיות הגדולה ביותר באירופה.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/08/ps3slim.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-08-11T10:10:41Z", "modified_time": "2009-08-11T10:10:41Z", "articleBody": "השמועות מתחזקות בעולם המשחקים ש – PS3 Slim אכן קיים, והוא יוכרז כנראה ב- 17 באוגוסט במסיבת העיתונאים של סוני במסגרת תערוכת המשחקים Gamescom. התערוכה השנה צפויה להיות הגדולה ביותר באירופה.\nהשמועות מתחזקות בעולם המשחקים ש – PS3 Slim אכן קיים, והוא יוכרז כנראה ב- 17 באוגוסט, במסיבת העיתונאים של סוני במסגרת תערוכת המשחקים Gamescom, שצפויה להיות הגדולה ביותר באירופה השנה.\nבתחילת החודש העלה אתר צרפתי סרטון, אשר מציג לכאורה את קונסולת המשחקים החדשה של סוני, Playstation 3 Slim. הסרטון עלה לאחר שידיעות רבות על מפעלים בטייוואן שהחלו כבר לייצר חלקים עבור המכשיר וגם בחנות הגרמנית של אמזון העלתה (והורידה) עמוד מוצר ל- Playstation 3 Slim,  הדגם הרזה והקל יותר של הפלייסטיישן 3.\nאמנם כבר בפברואר החלו להשמע ספקולציות לגבי המכשיר הבא של סוני. תמונות רבות המשערות כיצד יראה המכשיר הופצו ברשת ואלפי מילים כבר נכתבו בבלוגספירה לגבי המפרט הטכני הצפוי, ולגבי מחירה של הקונסולה המבוקשת, אך נראה שעלינו לחכות להכרזה הרשמית בתערוכה, שתאשר או תכחיש את הידיעות.\nהנה הסרטון שהופץ, אמיתי או לא? לשיפוטכם:\n\nתוכלו לקרוא עוד בנושא גאדג’טים וחומרה\nהגרסה החדשה לקונסולת המשחקים הניידת של סוני נחשפת\nסוני מתכננת את המתחרה הבא לאייפון\nשמועות ראשונות על קונסולת המשחקים של אפל", "keywords": "ps3 slim,sony,gamescom,playstation,קונסולת משחקים"}