{"url": "https://www.geektime.co.il/can-your-genes-make-you-murder/", "type": "article", "title": "האם קיימים גנים שהופכים אדם לרוצח? [מדע פופולארי]", "description": "האם הגנים שלכם יכולים לגרום לכם להרוג? זו שאלה לא נעימה שמזכירה את תורת השבחת הגזע, ובכל זאת, חוקרים מנסים לבחון היום אם קיים קשר ישיר בין גנים מסויימים לאלימות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/Guns_GeoffreyFairchild.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-07T18:45:22Z", "modified_time": "2016-08-07T17:24:05Z", "articleBody": "האם הגנים שלכם יכולים לגרום לכם להרוג? זו שאלה לא נעימה שמזכירה את תורת השבחת הגזע, ובכל זאת, חוקרים מנסים לבחון היום אם קיים קשר ישיר בין גנים מסויימים לאלימות\nתמונה: מדע פופולארי (אילוסטרציה: חאבייר חאיין)\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 266 שראה אור ביוני 2016 ונכתבה במקור על ידי לואיס פארשלי.\nבלילה סתווי בשנת 2006 יצא בראדלי וואלדרופ מהקרונוע הכפרי שלו בדרום-מזרח טנסי, נושא בידיו רובה ציד, וצעד לעבר רכבה של אשתו ׳בנפרד׳ שבאה עם חברתה לזלי בראדשואו כדי להעביר אליו את ארבעת ילדיהם.\nוואלדרופ התחיל להתווכח עם אשתו ועם בראדשואו, שפרקה את התיקים מהרכב. הוא כיוון את הרובה לעבר בראדשואו, ירה שמונה יריות והרג אותה, ואז ערף את ראשה באמצעות סכין. אחר כך יצא לרדוף אחרי אשתו עם סכין ומצ’טה, והצליח לחתוך את הזרת מאחת מידיה לפני שהוא גרר אותה אל תוך הקרונוע. שם הוא אמר לילדיו המבוהלים: “תגידו שלום לאימא שלכם”, כיוון שזו הפעם האחרונה שהם יראו אותה. בנס, אשתו הצליחה להיחלץ מאחיזתו ולברוח.\nשלוש שנים לאחר מכן הודה וואלדרופ במעשיו, וטען לאי שפיות זמנית. “אני לא גאה בדבר ממה שקרה”, הוא אמר לשופט. הוא הורשע ברצח מדרגה ראשונה, ועמד בפני גזר דין מוות.\nכדי להציל את חייו נקט הצוות המשפטי שלו גישה יוצאת דופן, שמעולם לא ננקטה בתיק רצח מדרגה ראשונה. הם שלחו דגימה מדמו של וואלדרופ למעבדת הגנטיקה המולקולרית של אוניברסיטת וואנדרבילט שבנאשוויל, וביקשו מטכנאי המעבדה לבדוק גן מסוים. ואכן, נמצא וריאנט גנטי בכרומוזום ה-X של וואלדרופ, שמקודד את האנזים מונואמין אוקסידאז-A (MAOA).\nתפקידו של ה-MAOA הוא לפרק מעברים בין עצביים חיוניים, כמו דופאמין וסרוטונין. אם הם לא מבוקרים, הכימיקלים רבי העצמה האלה יכולים להצטבר במוח ולגרום לאבדן שליטה על דחפים ולעלייה באלימות ובזעם. חלק מהטיעון של עורכי הדין של וואלדרופ היה שהגנים שלו גרמו לו לעשות את זה.\n\nעברו יותר מ-20 שנה מאז שהגנטיקאים קשרו בין חסר ב-MAOA לבין התנהגות אלימה. עבר עשור מאז שהמדיה כינתה את אחד הגנים שגורמים לחסר – “הגן הלוחם”. הגן הזה הוא בין השנויים במחלוקת מבין כמה גנים שנקשרו לאלימות והתנהגויות פסיכופתיות.\nמחלות נפש נקשרו גם לגורמים גנטיים. בחודש ינואר, מדעני הרווארד הצליחו להסעיר את תחום בריאות הנפש כשזיהו גן שעשוי להיות הגורם לסכיזופרניה: במהלך גיל ההתבגרות ושנות הבגרות המוקדמות, וריאנט של גן גורם לגיזום יתר של סינפסות באונה הקדמית במוח, שאחראית על קבלת החלטות, ופוגם בדברים כמו תשומת לב ושליטה על דחפים. בעוד רק חלק זעיר מ-2.2 מיליון האמריקאים הסובלים מסכיזופרניה הופכים לאלימים – נקודה שעובדי שירותי בריאות הנפש מקפידים לציין – הסבירות שאנשים הלוקים במחלות נפש קשות יהפכו לאלימים גבוהה פי שניים עד שלושה מאנשים אחרים.\nכל עוד תקריות ירי המוני ומקרי רצח בעקבות התקף זעם בכבישים מככבים במבזקי החדשות, מדענים, אנשי אכיפת החוק, פוליטיקאים, מומחי בריאות הנפש והציבור שואלים מה ניתן לעשות כדי למנוע את המקרה הבא. האם אנחנו יכולים לזהות אנשים אלימים לפני שהם פוגעים במישהו? האם יש קשר גנטי בין רוצחים סדרתיים כמו טד באנדי, רוצחי המונים כמו אדם לאנזה, ויורים בדרכים כמו נהג האובר ג’ייסון דאלטון (שנגדו הגישה המשטרה תביעה על הריגת שישה בני אדם בהשתוללות רנדומלית במישיגן בחודש פברואר שעבר)?\nאלה הן שאלות לא נעימות, שמזכירות את השקר שבפרנולוגיה ואת תורת השבחת הגזע של הנאצים. אבל בעוד גנטיקאים מתקרבים לפיצוח התעלומה של תכונות אישיות ופתולוגיות התנהגותיות, נראה שאנחנו צועדים אל מעבר לביהביוריזם (התנהגות חיצונית) לאימוץ דטרמיניזם גנטי. אנחנו מקבלים את העובדה שהמדע זיהה גן אשר מגביר את הסיכון ללקות באלכוהוליזם, מצב שנקשר בעבר לחולשת אופי. אנחנו מקבלים את העובדה שגנים יכולים לשנות פעילות מוחית ועקב כך לעורר התנהגויות חרדתיות. יש ראיות לכך שניתן לומר אותו דבר בנוגע לאלימות.\nקנט קיהל עובד בקרונוע נייד על קרקעות מתקן המאסר של Western New Mexico, ביתם של 440 אסירים בעיירה הקטנה גראנטס. הוא מצטופף ליד שולחן כתיבה, לפני מסכי מחשב שמנטרים פעילות בצינור גלילי קרוב שמזמזם בחזקה. זהו סורק דימות תהודה מגנטית פונקציונלית (fMRI) בשווי 2.2 מיליון דולר. בזה אחר זה, קיהל בודק רוצחים, אנסים, מציתים, ופושעים אלימים אחרים, ומציץ אל תוך מוחותיהם. הוא הפך למומחה מוביל במדע המוח בנושא סכיזופרניה ופסיכופתיה.\nלקיהל יש נקודת מבט ייחודית ואישית על הנושא שהוא חוקר. משפחתו גרה בעבר ברחוב שבו גר טד באנדי, בשכונה שקטה בטקומה. כשבאנדי נעצר ב-1975 ובשלב מאוחר יותר הואשם ברציחתן של יותר מ-36 נשים לאורך כמעט שני עשורים, השכונה כולה הזדעזעה. קיהל תהה, “איך ייתכן שמישהו כזה גדל בפרוור הישנוני הקטן שלנו?” כמדען מוח באוניברסיטת ניו-מקסיקו, הוא בילה את 25 השנים האחרונות בחיפוש אחר תשובה.\nפסיכופתים סובלים מניתוק רגשי חמור. הם נטולי אמפתיה וחרטה. קיהל גילה שהם מהווים כ-16 אחוז מאוכלוסיית בתי הכלא של ארצות הברית. אנשים כאלה הם כאחוז אחד מהאוכלוסייה הכללית. כדי לתת לזה פרספקטיבה, התופעה שכיחה כמו בולימיה, אבל קשה הרבה יותר לאבחן אותה. זה מדאיג כיוון שלפסיכופתים יש נטייה לאלימות. בממוצע, עבריין פסיכופת יורשע בארבע עבירות אלימות לפני גיל 40. מחקרים בתאומים הצביעו על רכיב גנטי למאפיינים פסיכופתיים, אבל מומחים מעטים מסכימים על גורם מדויק להפרעה. קיהל מאמין שבעקבותיה אפשר לגלות פגמים בקליפת המוח הלימבית והפרה-לימבית, שאחראיות על היווצרות רגשות, שליטה על דחפים, ושימת לב.\nבמהלך המבחן האסיר שוכב כשראשו מתחת לסליל ששולח ומקבל אותות מגנטיים. קיהל מציג על מסך משפטים כמו “גנבה ממקום העבודה שלך”, או תמונות של תאונת דרכים, למשל, ומבקש מהאסיר לדרג את מידת הרגישות המוסרית שלהם.\nבזמן שהאסיר מחליט, תאי העצב שלו, או שלה, נורים, והמחשב מתעד את זמן התגובה ואת האזור במוח שמופעל. אדם שאינו פסיכופת יציג פעילות באזורים שונים, כמו האמיגדלה בצורת השקד, שקשורה לאמפתיה ולרגשות. פסיכופתים לא. בהתאם לאזור הפעיל קיהל יכול לקבוע כיצד האסיר מעבד את החומר. פסיכופת עשוי להציג פעילות מועטה באמיגדלה, ובמקום זאת יעבד את החומר המוצג בחלק לוגי של המוח, במקרים מסוימים בניסיון להערים על קיהל או לתת לו תשובות “הולמות”, כאלה שקיהל רוצה לשמוע.\nבסיכומו של דבר, קיהל אסף מידע דימות-מוח מיותר מ-4,000 אסירים בשמונה בתי כלא בשתי מדינות, ובנה את מה שמסתכם בספריית מדע המוח של הזיהוי הפלילי הגדולה בעולם. הוא גילה במוחם של הפסיכופתים נטייה לפחות חומר אפור באזור שבו התמקד, נוסף על אמיגדלות קטנות יותר. בקיצור, הוא אומר ש”יש להם מוחות שונים”, וההבדלים האלה “נגרמים לפחות ב-50 אחוזים על ידי גנטיקה”. והוא מוסיף: “זה לא אמור להפתיע אנשים עם ידע במדעי המוח”.\nסריקות מוח כמו אלו שמוצגות כאן מראות שלפסיכופתים עלולים להיות פגמים באזורים שקשורים לשליטה בדחפים ולעיבוד רגשי (תמונה: מדע פופולארי)\nעבודתו של קיהל התפרסמה כל כך, שהורים לילדים עם בעיות התנהגות מבקשים פעמים רבות להיוועץ בו. זה מצב מדכא בשבילו, כיוון שעדיין אין לו תשובות עבורם. “אני מקבל אי-מייל לפחות פעם בשבוע ממישהו שילדו מתקשה, וזה שובר את לבי”, אומר קיהל. “‘האם הילד שלי פסיכופת?’ אני האדם האחרון שהם היו רוצים לפנות אליו”.\nהחיפוש המודרני אחר השורשים הגנטיים של האלימות החל כשאישה צעדה אל תוך בית חולים אוניברסיטאי בניימייחן, הולנד, ב-1978. היא באה במטרה לבקש עזרה עבור הגברים במשפחתה – כמה מאחיה ובנה – כי חשדה שהם סובלים מאותה מגבלה נפשית. שניים מהם ביצעו הצתות, אחד ניסה לאנוס את אחותו, אחר דרס את הבוס שלו בניסיון להרוג אותו, ואחד שלף סכין על אחיותיו וכפה עליהן להתפשט. למעשה, נראה שהאלימות המשפחתית נמשכת מאז 1870, על פי אילן יוחסין מפורט של פושעים אלימים שדוד מודאג בנה ב-1962.\nיותר מעשור אחרי שהאישה הופיעה בבית החולים בניימייחן הצליחו סוף סוף החוקרים להבין מה אינו כשורה. לגברים האלימים הייתה מוטציה בכרומוזום ה-X. הפגם הזה התגלה כפגם בגן ה-MAOA. כיוון שהגן הוא על כרומוזום ה-X, הסבירות שגברים – שיש להם כרומוזום X אחד בלבד – יסבלו מהשפעה גבוהה יותר שלו מנשים, שלהן כרומוזום X שני, שפועל בצורה נורמלית ויכול לפצות על הבעיות שנגרמות על ידי הפגם. אבל נשים יכולות להעביר את הפגם לבניהן. עד מהרה הגיעו הנשים במשפחה לבצע בדיקות כדי לראות אם הן נשאיות.\nמאז, בכמה פרויקטים אותרו גורמים גנטיים אחרים להתנהגות אלימה. ב-2011 גילה חוקר גרמני שסקר את התחום קשר בין התנהגות רצחנית לבין וריאנט בגן שמקודד עבור חלבון שנקרא atechol-O-methlytransferase (COMT). כמו ה-MAOA, הוא מווסת דופאמין. ארבע שנים לאחר מכן גילו חוקרים מפינלנד, שחקרו אסירים בבתי כלא, שלפושעים אלימים יש פעמים רבות וריאנטים של MAOA או וריאנטים של גנים שמקודדים עבור CDH13 – חלבון המסייע באיתות בין המוח לתאים. מחקרים קודמים קשרו בין אותם וריאנטים לאוטיזם, סכיזופרניה, הפרעת קשב, ריכוז והיפראקטיביות. מחקר האסירים, אשר הופיע בכתב העת Molecular Psychology, הסיק שווריאנט ה-CDH13, שתורם להפרעה התאית, היה “גורם סביר” להתנהגות פלילית אלימה.\nהרעיון שעלול להיות בסיס ביולוגי לאגרסיביות מדאיג מדענים ואתיקנים רבים. הם ממהרים לציין שגורמים סביבתיים משחקים תפקיד גדול באופן שבו גנים באים לידי ביטוי. העובדה שיש לאישה גן שמגביר את הסיכון לסרטן השד אינה אומרת שהיא בהכרח תחלה בסרטן שד, והעובדה שיש לאדם גן המקושר לסכיזופרניה אינה מעידה על כך שהמחלה תתפתח. “גנים הם תכנות שמפעילות כל פעולה של כל תא בגוף שלכם בכל שנייה שאתם חיים”, אומר דניאל ויינברגר, מנהל מכון ליבר להתפתחות המוח באוניברסיטת ג’ונס הופקינס. “אם אתם יורשים פגמים קטנים, פיסות קטנות של רעש, זה מציב אתכם על מסלול מסוים. אבל זה לא קובע שבסופו של דבר תחלו במחלת נפש. הפגמים האלה אינם גורל. הם גורמי סיכון. גם גורמים סביבתיים משחקים כאן תפקיד”.\nהרי בסופו של דבר, הרבה אנשים נושאים את אותו וריאנט גנטי כמו בראדלי וואלדרופ, האיש שרצח את חברתה של אשתו, והם לעולם לא יהרגו אף אחד. אבל בתי המשפט הוכחו כקרקע פורייה לדיון אתי ומדעי סביב הטיעון גנים-גרמו-לי-לעשות-את-זה. בתיקי הגנה פלילית השתמשו בגנטיקה 80 פעמים בארצות הברית, בין 1994 ל-2011. “עורכי דין נעשים מתוחכמים יותר בחיפוש אחר הסברים להתנהגויות”, אומרת דבורה דנו, מנהלת מרכז מדעי המוח והמשפט באוניברסיטת פורדהאם.\nבמקרה של וואלדרופ, חבר המושבעים המיר את גזר דין המוות במאסר לכל חייו. הגנת הגן הרצחני עבדה. לאחר מכן, כשאחת מהמושבעים נשאלה אם הגנטיקה של וואלדרופ שיחקה תפקיד בהחלטה שלה, היא ענתה “או, אני בטוחה שכן”.\nאבל דנו אומרת שתפקיד הווריאנטים הגנטיים והקשר לסיכון מוגבר לאלימות הובנו שלא כהלכה על ידי בתי המשפט והמדיה. גנטיקה התנהגותית חוקרת גנטיקה כמו גם מקורות סביבתיים בחיפוש אחר רמזים להתנהגויות. זהו שדה מחקר רב-תחומי, שמשלב פסיכולוגיה, סוציולוגיה, סטטיסטיקה ותחומים נוספים. “גנים אמנם משפיעים על התנהגות”, מציינת דנו, “אך הם אינם שולטים בה או קובעים אותה”.\nלמעשה, גורמים סביבתיים – במגוון שכולל תת-תזונה, קשיים חברתיים וכלכליים, ובורות – נותרים כמה מגורמי החיזוי החזקים ביותר לפתולוגיות התנהגותיות בבגרות. מזה זמן רב הפסיכולוגים יודעים שהתעללות בילדות לבדה מהווה גורם סיכון לאלימות. בנים הנחשפים להורות בלתי יציבה, כפויה ומענישה נמצאים בסיכון לפתח אישיות אנטי-סוציאלית ולהפוך לפושעים אלימים, כך על פי מחקר שהתפרסם ב-2002 בכתב העת Science. כמובן שלא כל הבנים שחוו התעללות הופכים לאלימים. הרעיון שווריאנטים גנטיים – כמו אלה שמובילים להפרעה עצבית או להיפראקטיביות במוח – עלולים לגרום להם להיות בסיכון גבוה יותר לאלימות הוא רעיון מסקרן. אבל הוא בשום אופן לא הגורם היחיד או אפילו גורם בסיסי.\nאחר צהריים אחד בסתיו שעבר, קמפוס מרכז הבריאות של אוניברסיטת קונטיקט בפארמינגטון הוצף אחרי גשם שוטף. ג’וליאן פורד, פסיכולוג קליני שמתמחה בילדים ובבני נוער הסובלים מהפרעת דחק פוסט-טראומטית, ישב במשרדו העמוס מדפי ספרים, בקומה הרביעית. פורד סייע בכתיבת דוח החקירה בן 114 העמודים על אודות אדם לאנזה ותקרית הירי בבית הספר היסודי סנדי הוק ב-2012.\nאחרי שלאנזה הרג 20 תלמידים, שישה אנשי צוות, את אמו ואת עצמו, חוקר מקרי המוות של המדינה שלח פיסה ממוחו לגנטיקאים מאוניברסיטת קונטיקט וביקש מהם לנתח את ה-DNA שלו. זו הייתה הפעם הראשונה שהגנום של רוצח נחקר אי פעם. על אף בקשות רשמיות של פופיולר סיינס סירבו חוקר מקרי המוות ואוניברסיטת קונטיקט והגנטיקאים שלה לשחרר את ממצאי הדוח או אפילו לשוחח על מה שהם חיפשו. אולם יש להניח שהם חיפשו וריאנטים גנטיים הקשורים למחלות נפש.\nאדם לאנזה רצח 20 תלמידים, את אמו ולבסוף גם התאבד (תמונה: מדע פופולארי)\nבמהלך חייו המוקדמים, לאנזה סבל מנדודי שינה והתקשה בדיבור. הוא היה ביישן, שקט ולא מקובל חברתית. בכיתה ה’, במסגרת פרויקט שנקרא “הספר הגדול של סבתא”, הוא כתב סיפור על אישה זקנה שיורה בילדים ומעוניינת להציג על המדף שמעל לאח שבביתה ילד משומר בצנצנת. לאנזה אובחן בסופו של דבר כסובל מתסמונת אספרגר, חרדה, והפרעה טורדנית-כפייתית. תסמונת אספרגר אמנם אינה קשורה לאלימות, אולם ייתכן שהיא הסוותה את המחשבות וההתנהגויות האלימות שלו. בהמלצתו של הפסיכיאטר הוציאה אותו אמו ממסגרת בית הספר כדי ללמד אותו בבית. רבים שמו לב לאתגרים העומדים בפני לאנזה, אך “מה שככל הנראה התפספס”, אומר פורד, “היה הסערה הרגשית שבה היה נתון”.\nגיל ההתבגרות הוא תקופה רגישה, ולא רק בגלל תנודות במצבי הרוח שנגרמות על ידי הורמונים משתוללים. זו תקופה שבה מחלות נפש צפויות להתגלות. במקרה של סכיזופרניה, לדוגמה, פעמים רבות התסמינים שלה מופיעים באופן פתאומי בתקופה הזאת ובגיל הבגרות המוקדם. במחקר פורץ הדרך שנערך בהרווארד בינואר שעבר, זיהו המדענים גן שיכול להיות אחראי לתזמון הזה: התהליך הטבעי של “גיזום” סינפסות, שבמהלכו המוח מוחק קשרים בלתי יעילים בין תאי עצב, מתרחש כשהמוח מתבגר. זה קורה בקליפת המוח הקדם-מצחית, שם מבוססים תהליכי החשיבה והתכנון. אנשים עם וריאנט גנטי שמאיץ את הגיזום נמצאים בסיכון מוגבר לפתח סכיזופרניה.\nמסיבה זו חיוני שמתבגרים יזכו לטיפול, אומר סטיבן מק’קארול, גנטיקאי מהרווארד וממובילי המחקר. “פעמים רבות כשמתבגרים מציגים תסמינים, הם מגיעים לרופאי ילדים שאין להם התמחות בפסיכיאטריה”, הוא טוען. הוא מציין סיפור הצלחה אחד – תכנית אוסטרלית מתמשכת לבריאות הנפש של מתבגרים, שהחלה ב-2006, שנקראת headspace, אשר מפעילה יותר מ-80 קליניקות בכמה מקומות יוצאי דופן ונוחים. “חלקן נמצאות במרכזי קניות”, הוא אומר. “הן צבועות בצבעים חמים ומרוהטות בריהוט מזמין כדי להימנע מתחושה קלינית. זה היה נפלא אם היה משהו כזה כאן”.\nאבל מה עם ילדים כמו אדם לאנזה שנפלו בין כיסאות מערכת הבריאות? האם סריקה גנטית הייתה יכולה לעזור להם? נכון להיום, לא. ולדעת החוקרים ספק אם היא תוכל לעזור אי פעם. “אנחנו עדיין לא יודעים מספיק על אודות גנטיקה כדי להשתמש בה כחלק מהאבחון”.\nיש הרבה הסתייגויות בנוגע למה היינו מחפשים ומה היינו מוצאים – חששות בנוגע לפרטיות וסטיגמטיזציה, השאלה מה לעשות כאשר אתם יודעים שיש למישהו סיכון גנטי לאלימות. אבל מחקר סמנים גנטיים, גם אם הוא אינו כרוך בסריקה לאיתור פושעים, עדיין מסייע לנו להבין טוב יותר את האלימות ואת מקורותיה. ככל שנבין יותר, כך יש יותר סיכוי שנוכל לעשות משהו כדי למנוע אותה.\nלכן קשה להפסיק לחפש אחר רמזים גנטיים. ברשותו של דניאל ויינברגר, מדען המוח מג’ונס הופקינס, האוסף הגדול ביותר בעולם של מוחות מאנשים שסבלו מתסמונת דחק פוסט-טראומטית. הוא חוקר אותם לאיתור רמזים מולקולריים למחלות נפש. “במשך מאה שנה ידענו כיצד נראית מחלת נפש, כיצד היא נשמעת, כיצד היא מרגישה”, הוא אומר. “אבל לא ידענו מהו הגורם הבסיסי שביסודה. היום, הודות לגנטיקה, אנחנו מסוגלים לחקור דברים שלפני עשור היו בגדר מדע בדיוני”.\nאבל אפילו הוא מודאג ממה שהמדע עלול למצוא וכיצד החברה תגיב לכך. בסופו של דבר, הוא אומר, “בגנום של כולם יש רמת סיכון שונה להפרעות שונות. לכולם יש משהו”.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "רוצח,רוצחים,לרצוח,גנים,גנים של רוצחים,רצח בגנים,מדע פופולארי,מדע פופולרי,גנים רוצחים,genes,maoa"}