{"url": "https://www.geektime.co.il/10-things-you-should-know-about-the-brain/", "type": "article", "title": "מיתוסים על המוח: תנו לנו לנפץ לכם 10 מהם [מדע פופולארי]", "description": "יידרשו יותר מעשרה אחוזים מהמוח שלכם כדי לקרוא את המאמר הזה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/shutterstock_133605752.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-28T17:08:46Z", "modified_time": "2015-12-28T17:07:54Z", "articleBody": "יידרשו יותר מעשרה אחוזים מהמוח שלכם כדי לקרוא את המאמר הזה\n\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 259 שראה אור בנובמבר 2015 ונכתבה במקור על ידי מגאן סכודלרי. אילוסטרציה: ריאן אינזנה.\nבסרט האקשן ההוליוודי לוסי, השחקן מורגן פרימן – המגלם דמות של נוירולוג בעל שם עולמי – נואם בפני אודיטוריום מלא. “ההערכה היא שבני אדם משתמשים רק בעשרה אחוזים מקבולת המוח שלהם”, הוא אומר. “דמיינו מה היה קורה אם הייתה לנו גישה ל-100 אחוז”. יכול להיות שכבר שמעתם את הטיעון הזה בעבר. למרבה הצער, הוא פשוט לא נכון. לאחר שהם צפו בלוסי, ראמינה אדם וג’ייסון צ’אן, שני סטודנטים למדעי המוח באוניברסיטת ווסטרן באונטריו, החליטו להעמיד את הדברים על דיוקם. “הבנו שאנחנו צריכים לעשות משהו בעניין המידע השגוי הזה”, אומר אדם. הם יצאו לאסוף תפיסות שגויות נפוצות בנוגע לאופן שבו המוח פועל, ואנחנו סייענו להם להפריך אותן.\nב-1907 טען הפסיכולוג המפורסם וויליאם ג’יימס ש”אנחנו עושים שימוש רק בחלק קטן של המשאבים המחשבתיים והפיזיים האפשריים שלנו”. עיתונאי ציטט אותו מאוחר יותר שלא כהלכה, כאילו אמר שאדם ממוצע מפתח רק עשרה אחוזים מהקיבולת השכלית שלו. אבל סריקות מראות שאנחנו משתמשים בכל חלק מהמוח שלנו, על אף שלא כל האזורים פעילים בו זמנית (סליחה מורגן). זו הסיבה לכך שכתוצאה מנזק בכל אזור של המוח – כפי שקורה אחרי שבץ למשל – מתרחשים שינויים שכליים והתנהגותיים.\n\nב-1998 התחילה מדינת ג’ורג’יה לחלק תקליטורי מוזיקה קלאסית למשפחות עם תינוקות רכים. כל תקליטור כלל ברכה מהמושל: “אני מקווה שגם אתם וגם התינוק שלכם תיהנו מהמוזיקה – ושהקטנטן שלכם יזכה להתחלה חכמה”. הכוונה אמנם הייתה טובה, אך ההשפעה המכונה אפקט מוצרט מפוקפקת.\nהרעיון עלה ממחקר משנת 1993 באוניברסיטת קליפורניה באירווין, אשר הראה ש-36 סטודנטים במכללה הציגו ביצועים משופרים במבחן IQ לאחר שהאזינו למוצרט, יותר מאשר לאחר ביצוע תרגילי הרפיה או ישיבה בשקט מוחלט. אף אחד לא הצליח לשחזר את התוצאות האלה. למעשה, סקר שביצעה אוניברסיטת הרווארד משנת 1999 של 16 מחקרים דומים הסיק שאפקט מוצרט אינו אמיתי.\nחולדות, ארנבות ואפילו עופות בוגרים יכולים לייצר נוירונים חדשים, אבל במשך 130 שנים מדענים לא הצליחו לזהות צמיחת תאי מוח חדשים בבני אדם בוגרים. כל זה השתנה ב-1998, כשצוות שוודי הראה שתאי מוח חדשים נוצרים בהיפוקמפוס, מבנה הקשור לאחסון זיכרונות. אז, ב-2014, צוות במכון קרולינסקה בשוודיה מדד עקבות של פחמן-14 ב-DNA כדרך לתארך את גילם של תאים, ואישר שהסטריאטום, אזור הקשור בשליטה מוטורית וקוגניציה, גם מייצר נוירונים חדשים לאורך החיים. אמנם המוחות שלנו אינם בדיוק אורגיה של תאים שמשכפלים את עצמם בטירוף, אולם הם כן מתחדשים באופן קבוע.\n\nישנם הבדלים אנטומיים קלים בין מוחות של זכרים ונקבות, זה ודאי. ההיפוקמפוס, הקשור בזיכרון, בדרך כלל גדול יותר בקרב נשים, בעוד האמיגדלה, הקשורה לרגשות, גדולה יותר אצל גברים (ההפך ממה שהייתם מצפים מהמיתוס הזה). אבל ראיות מצביעות על כך שהשוני בין המינים הוא תוצר של ציפיות תרבותיות, לא ביולוגיות. לדוגמה, ב-1999 פסיכולוגים חברתיים באוניברסיטת ווטרלו באונטריו נתנו לגברים ונשים לבצע מבחן קשה במתמטיקה. נשים – אפילו אלה עם רקע משמעותי במתמטיקה – קיבלו ציונים נמוכים יותר מגברים, אלא אם נאמר להן שהמבחן לא חשף בעבר הבדלים בין המינים. אז – ביצועי הנשים היו שווים לאלה של הגברים.\n\nבסרטים, תרדמת נראית בלתי מזיקה: מטופל מטופח שוכב במיטה למשך כמה חודשים ומתעורר עם יכולת ביטוי מלאה, כאילו לא נפגע מהחוויה שהוא או היא עברו. במציאות, אלה המתעוררים מתרדמת סובלים פעמים רבות מנכויות וזקוקים לשיקום. סריקות מוח מצביעות על הסיבה. ב-2012 מדענים במרכז הצרפתי הלאומי למחקר מדעי מצאו שאזורי מוח של תנועה מרובה – בדרך כלל מרכזים זוהרים של פעילות, אפילו בזמן שינה – אפלים בצורה מפחידה במטופלי תרדמת (בעוד אזורים אחרים מוארים באופן בלתי מוסבר). רוב מקרי התרדמת גם לא נמשכים יותר משבועיים עד ארבעה שבועות. לכן אל תאמינו לכל מה (או למשהו בכלל) שאתם רואים באנטומיה של גריי.\nאם אי פעם הרמתם ידיים מתשבץ סוף השבוע, הנה חדשות טובות: מדעני מוח גילו שפתירת תשבצים גורמת לכם להיות טובים מאוד – תופים בבקשה – בפתרון תשבצים. במחקר משנת 2011, בהובלת חוקרים ממכללת הרפואה ע”ש אלברט איינשטיין, נתגלה שפתרון תשבצים עיכב בהתחלה את הידרדרות הזיכרון באנשים בני 85-75, אבל האיץ את ההידרדרות (מסיבות שאינן ידועות) כשהאדם התחיל להציג סימנים של שיטיון. היום, רוב מדעני המוח מסכימים שהפעילות אינה מזיקה. אבל אל תצפו שהיא תשפר את היכולת שלכם למצוא את המפתחות שלכם ביום ראשון בבוקר.\nאי פעם טענתם שאתם צריכים שיעורים חזותיים או מילוליים? אנחנו מצטערים להודיע לכם, אבל פשוט אין תמיכה ברעיון הזה. ב-2006 פסיכולוגים באוניברסיטת קליפורניה בסנטה ברברה גילו שסטודנטים לא הציגו ביצועים משופרים יותר במבחן כשנתנו להם הוראות בסגנון המועדף עליהם. ומאמר סקירה משנת 2009 מצא שלא קיימים מחקרים התומכים בטענה – שהיא פופולרית בקרב מורים ותלמידים כאחד – שסגנונות הוראה ולימוד צריכים להיות תואמים. עם זאת, ישנם עקרונות כלליים שעל פיהם נראה שכולם לומדים טוב יותר, כמו באמצעות שינון, מבחנים, ועל ידי מרווחי זמן בין שיעורים.\nתחושת הסחרחורת שמקבלים אחרי שלוש או ארבע כוסות יין אינה נגרמת ממותם של תאי מוח. כשמדענים במכון ברתולין בדנמרק השוו את המוחות של אלכוהוליסטים מתים לאלה של לא אלכוהוליסטים, הם גילו שסך מספר הנוירונים שווה. אלכוהול, כמו חומרים אחרים, יכול להרוג תאי מוח במינונים גבוהים (בעיקר תאי המוח הרגישים של עוברים מתפתחים), אבל לא כך כמות אלכוהול מתונה. אלכוהול כן מפריע לתקשורת בין הנוירונים, ומשפיע על היכולת של אדם לבצע משימות כמו הליכה, דיבור וקבלת החלטות. אבל את זה כבר ידעתם.\n\nאפשר להתחקות אחר מקורות התפיסה העל-חושית (ESP – extrasensory perception), החוש השישי לכאורה, כשחוזרים לניסוי שבוצע בשנות ה-30. ג’וזף באנקס ריין, בוטנאי באוניברסיטת דיוק, טען שאנשים שהוצגו בפניהם פניו החלקים של קלף יכלו לנחש נכונה את הצורה המודפסת על גבו (לכאורה על ידי קריאת המחשבות של האדם שבחן אותם). על אף ששום סוג של מבחן אחר לא הצליח לייצר ראיות לקיום של ESP, המיתוס ממשיך לחיות – הודות, בין השאר, ל-CIA, אשר העסיק מדיומים מרגלים במהלך המלחמה הקרה. אשפי הריגול סגרו את רשת המדיומים שלהם ב-1995, כשהגיעו לבסוף למסקנה ש-ESP אינה כלי נשק – או אפילו דבר קיים.\nבשנות ה-60 חתך רוג’ר ספרי, נוירופסיכולוג במכון הטכנולוגיה של קליפורניה, סיבים שחיברו בין שתי ההמיספרות של המוח בקרב קבוצה של מטופלי אפילפסיה כדי להפחית או להפסיק את ההתקפים שלהם. הוא ביצע ניסוי שבו הוא הציג לפרקי זמן קצרצרים תמונות – של אותיות, אורות, וגורמים מעוררים אחרים – אל תוך העין הימנית או השמאלית של המטופל. ספרי גילה שההמיספרה השמאלית של המוח היטיבה לעבד מידע מילולי וההמיספרה הימנית – מידע חזותי ומרחבי. במהלך עשרות שנים פורשו הממצאים האלה שלא כהלכה כדומיננטיות, בעיקר בספרי עזרה עצמית. אין ראיות שתומכות ברעיון של סוגי אופי בהתבסס על המיספרה דומיננטית, אבל יש הרבה ראיות שמפריכות אותו: ב-2012, למשל, פסיכולוגים באוניברסיטת בריטיש קולומביה מצאו שחשיבה יצירתית מפעילה רשת עצבית נרחבת מבלי להעדיף צד זה או אחר של המוח.\n“מיתוסים על המוח קופלו אל תוך התרבות הפופולרית”, אומר ניקולס ספיצר, מנהל משותף של מכון קאבלי למוח וחשיבה באוניברסיטת קליפורניה בסן דייגו. “זה קשה להפריך אותם”. הנה שלושה אשמים מהטלוויזיה והקולנוע. (מאת: ניקול לו)\nמיתוס: אלכוהול קוטל תאי מוח\nלפני שהוא עושה מבחן חוזר במדע, בתיכון, הומר ממשפחת סימפסון (1993) אומר, “בסדר, מוח. אתה לא אוהב אותי ואני לא אוהב אותך, אבל בוא פשוט נעשה את זה ואני אוכל לחזור להרוג אותך עם בירה”.\nמיתוס: ESP היא ודאות מדעית\nהנחת היסוד של הסרט דוח מיוחד (2002) מתבססת על היכולת של כוח משטרתי בעל כוחות על-טבעיים למנוע רציחות לפני שהן מתרחשות (ומצמיח שטף של סדרות ממוקדות-ESP, כמו Medium).\nמיתוס: השהייה בתרדמת דומה לשינה\nיתוש אחד מעיר את ביאטריקס קידו, הכלה ב-Kill Bill: Vol. 1 2003. אחרי ששהתה ארבע שנים בתרדמת, היא מצליחה לצאת מהמיטה ולהתחיל מיד במסע הרג.\nטיפים לשיפור פעילות המוח והזיכרון\nבעוד תשבצים ומוזיקה קלאסית לא יהפכו אתכם לחכמים יותר, הנה כמה אסטרטגיות מוכחות לשמור על המוח שלכם בתפקוד אופטימלי לשארית חייכם.\nהזרימו את הדם בגוף\nבמחקר משנת 2014 שבוצע באוניברסיטת בריטיש קולומביה בקנדה נמצא שנשים שהולכות מהר במשך שעה, פעמיים בשבוע, לאורך שישה חודשים – אבל לא אלה שעשו אימוני כוח או לא התעמלו בכלל – הגדילו את נפח המוח שלהן באזורים ששולטים בחשיבה ובזיכרון.\nאכלו ירקות\nצוות של חוקרים במכון הפדרלי לחקר בריאות האחיות עקב אחרי 13,388 נשים לאורך עשרות שנים, וגילה שככל שהן אכלו יותר ירקות עלים כך הן היטיבו לבצע מבחני לימוד וזיכרון. יכול להיות שהסיבה לכך, בין השאר, היא החומצה הפולית בירקות: מחקר ארוך טווח של 60 נזירות קתוליות במינסוטה זיהה חומצה פולית כגורם מפתח בעיכוב התפתחותה של דימנציה.\nדברו עם אנשים\nב-2004 גילו מדענים באוניברסיטת ג’ונס הופקינס שיותר אינטראקציות חברתיות היו קשורות להידרדרות קוגניטיבית מופחתת בקרב אנשים בני 50 ומעלה. נוסף על כך, אחד מגורמי הסיכון העיקריים למוות בקרב קשישים הוא בידוד חברתי – בדידות באמת יכולה להרוג אתכם.\nקרדיט תמונה ראשית: brain via shutterstock\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "מוח,טיפים,מיתוסים,מיתוסים על המוח,פעילות המוח,מדע פופולארי,מדע פופולרי,brain"}