{"url": "https://www.geektime.co.il/huawei-6-9-inchs-phone/", "type": "article", "title": "מסך הסמארטפון קטן לכם? ווואווי תשיק טלפון עם מסך 6.9 אינץ'", "description": "מסך בגודל 5.5 אינץ' כבר לא מספיק לכם? וואווי מפתחת סמארטפון גדול במיוחד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Huawei_1-copy-1521705731.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-13T13:00:09Z", "modified_time": "2018-06-13T12:56:41Z", "articleBody": "מסך בגודל 5.5 אינץ’ כבר לא מספיק לכם? וואווי מפתחת סמארטפון גדול במיוחד\nמקור: cc-by-Brücke-Osteuropa\nמאת: צבי קצבורג, TGSPOT\nשוק הטלפונים ממשיך לטפס ולצמוח בגודלו, אבל הכוונה היא לא לכסף ולמספר היחידות שנמכרו הפעם, אלא לגודל המסך. לפי דיווח באתר של העיתון The Bell מדרום קוריאה, וואווי (Huawei) מתכוונת לנסות לכבוש את פסגת הגודל והיא ביצעה הזמנה גדולה של פאנלים בגודל של 6.9 אינץ’ מסמסונג (Samsung), ומדובר במסכי OLED.\nלפי ההערכה וואווי כבר צוברת פאנלים במלאי לקראת הייצור בפועל של מכשירי הדגל הבאים שלה בסדרת ה-Mate, כשבתכנון שני טלפונים לפחות: Mate 20 ו-Mate 20 Pro. אחד מהם אמור להגיע, כאמור, עם מסך בגודל 6.9 אינץ’. מכשירים אלו אמורים להגיע לשוק ברבעון אחרון של 2018, ואולי אף יידחו לרבעון הראשון של 2019.\nמבחינת וואווי מדובר במכשירים הגדולים ביותר אי פעם, והשאלה היא האם שיאומי (Xiaomi) תשחרר קודם – אם בכלל – את ה-Mi Max 3 שאמור להיות מצויד במסך 6.99 אינץ’.\nבכל מקרה, לפי האתר המטרה העיקרית של וואווי היא השוק הסיני ולא השוק הגלובלי דווקא, כי מדובר בשוק בו יש העדפה חזקה למכשירים עם מסך גדול בגלל האופן הציורי של השפה. וואווי לפי הדיווחים היא החברה שמוכרת הכי הרבה טלפונים בסין עם נתח שוק של 21.2%. מבחינה גלובלית נתח השוק שלה 11.4%, והיא שלישית לאפל (Apple) ולסמסונג עם 15.1% ו-22.6% בהתאמה.\nמה שמעניין הוא שנכון להיום התוכניות של היריבות שלה, בהיבט של מסכים גדולים, מסתכמות ב-6.46 אינץ’ במקרה של ה-iPhone X החדש, ו-6.38 אינץ’ במקרה של ה-Galaxy Note 9. כלומר סמסונג תייצר פאנלים לטלפונים גדולים יותר ממה שהיא בעצמה משתמשת.\nהכתבה פורסמה במקור ב-TGSPOT\nלקריאה נוספת:\nמסך מקצה לקצה, אבל באמת: תכירו את Vivo Nex\nשאומי חשפה את Redmi 6 ו-Redmi 6A עם מסך 18:9 ומערך צילום כפול\n ", "keywords": "ווואי,סמארטפון,מסך,סמארטפון גדול,סלולר,מובייל,huawei"}