{"url": "https://www.geektime.co.il/microsoft-pdc-2009/", "type": "article", "title": "יום מעונן בכנס המפתחים של מיקרוסופט", "description": "בכנס המפתחים השנתי של מיקרוסופט אשר החל אתמול, חשפה מיקרוסופט כמה פרטים חדשים על החזון שלה בנוגע לפלטפורומות הפיתוח של השנים הקרובות. גיא בורשטיין היה בהרצאות הפתיחה וחזר עם כמה פרטים מעניינים.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/11/IMG_8219-1024x683.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-11-18T11:15:31Z", "modified_time": "2009-11-19T16:42:03Z", "articleBody": "בכנס המפתחים השנתי של מיקרוסופט אשר החל אתמול, חשפה מיקרוסופט כמה פרטים חדשים על החזון שלה בנוגע לפלטפורומות הפיתוח של השנים הקרובות. גיא בורשטיין היה בהרצאות הפתיחה וחזר עם כמה פרטים מעניינים. \nהרצאת המליאה בכנס המפתחים השנתי של מיקרוסופט (PDC) היא תמיד אירוע מרגש. מיקרוסופט חושפת את החזון הטכנולוגי שלה לשנים הקרובות, ומכריזה הכרזות שמשנות את הדרך שבה אנחנו מפתחים אפליקציות וצורכים שירותים ומידע. בשנה שעברה הציגה מיקרוסופט לראשונה את Windows 7, את פלטפורמת המחשוב בענן – Windows Azure ואת הגירסא הבאה של כלי הפיתוח -Visual Studio 2010. הבוקר (זמן לוס אנג’לס) פתח את הרצאת המליאה ריי אוזי, הארכיטקט הראשי של מיקרוסופט ודיבר על החזון של  “3 מסכים וענן”: הטלוויזיה, המחשב והטלפון הנייד, ואיך פלטפורמת המחשוב בענן מחברת ביניהם.\nלטובת מי שעדיין לא מכיר את Windows Azure, מערכת ההפעלה של מיקרוסופט לענן, היא אוסף של שרתי Windows הפזורים ברחבי העולם בחוות שרתים עצומות, המאפשרת לבנות אפליקציות ולארח אותן ללא צורך בשירותי IT לניהול חוות השרתים, מאגרי הנתונים ולהשקיע את מירב המאמצים באפליקציה עצמה . היום, סיפר אוזי על כמות ההשקעה במערכת ההפעלה החדשה לענן ועדכן כי החל מה- 1 בינואר המערכת תהיה רשמית בסביבת ייצור (Production), והחל מה-1 בפברואר, תאפשר ללקוחות להצטרף בתשלום לשירותים שלה ולהנות מכל היתרונות שהיא כוללת בתוכה.\nב- Visual Studio 2010, שיושק בחציון הראשון של 2010, הפיתוח לענן הוא חלק בלתי נפרד מהמוצר, ומאפשר לכל מפתח ליצור אפליקציות המופצות ברחבי העולם. גם סביבת הפיתוח Eclipse מאפשרת לבנות אפליקציות לענן בעת כתיבת אפליקציות Java ו- PHP, תוך שימוש בתשתיות תוכנה נפוצות כמו ZEND Framework. אחת ההדגמות במילאה הועברה ע” מט מולנווג, מייסד Automatic המפתחת את WordPress, שהיא מערכת הבלוגים הפופולרית בעולם. מולנווג סיפר, כי המערכת הרצה על Apache, MySQL ו- PHP ניתנת להרצה בקלות על Windows Azure ומנצלת את כל היכולות שלה. בהדגמה הראה כיצד, בלחיצת כפתור, מופעלת האפליקצייה על כ- 1000 ויכולה להתמודד עם עומסים.\nMicrosoft PinPoint, הוא אתר חדש המחובר לפורטל Azure, המאפשר לחברות המספקות שירותים ברשת, לחשוף אותם למליוני לקוחות ברחבי העולם, וליצור קשרים ושיתופי פעולה עסקיים. כחלק מהשקת האתר החדש, מתאפשרת גישה לפרוייקט Dallas, שהוא קטלוג למידע ציבורי או פרטי, המאפשר לספקי מידע (גיאוגרפי, ציבורי, עסקי וכו’) לחשוף אותו לצרכנים בעת בניית שירותים מעליהם. עם יתרון הזמינות והפריסה הגיאוגרפית של פלטפורמת המיחשוב בענן, המידע זמין בקלות ואמינות לכל הצרכנים.\nדייב קמפבל, Technical Fellow במיקרוסופט, הראה כצד היא נכנס לשירות Dallas, מאתר מאגר מידע של נאסא ומקבל גישת התנסות למידע ללא תשלום. בשלב זה, ביקש קמפבל מכל המשתתפים לענוד משקפי תלת מימד והציג אפליקציה ההופכת את הנתונים הנחשפים ע”י נאסא לתמונה תלת מימדית של אתרים בחלל.\nנשיא חטיבת השרתים והכלים, בוב מוגליה, סיפר על הכוונים העתידיים של פלטפורמת המחישוב בענן ועל הדרך בה מיקרוסופט תאפשר לארגונים שהשקיעו באפליקציות הפרוסות בתוך הארגון לעבור בקלות אל אל הענן:\nכסיום להרצאה, הזמין מוגליה את משתתפי הכנס להוריד את התוכנות החדשות ולהתנסות בהן, וללמוד על האפשרויות החדשות שמיקרוסופט פותחת לארגונים ובתי תוכנה בכל רחבי העולם.", "keywords": "מיקרוסופט,אזור,פיתוח,כנס מפתחים,מחשוב ענן,microsoft,azure,pdc,pdc 2009,project sydney,microsoft pinpoint,visual studio 2010,וויז\\'ואל סטודיו 2010"}