{"url": "https://www.geektime.co.il/codemill-is-a-marketplace-for-pull-requests/", "type": "article", "title": "הקוד שלכם שווה כסף: סטארטאפ ישראלי פתח מרקטפלייס לקוד בגיטהאב", "description": "הסטארטאפ הישראלי CodeMill פיתח מרקטפלייס ל-GitHub שמאפשר לכם להשתתף בפרויקטים תמורת תשלום. כל ההתקשרות והתשלום נעשים אגב דרך הממשק המוכר של GitHub", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/6402-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-09T16:00:58Z", "modified_time": "2016-04-09T11:51:13Z", "articleBody": "הסטארטאפ הישראלי CodeMill פיתח מרקטפלייס ל-GitHub שמאפשר לכם להשתתף בפרויקטים תמורת תשלום. כל ההתקשרות והתשלום נעשים אגב דרך הממשק המוכר של GitHub\nמקור: Codemill\nרבות כבר דובר על המהפכה שחולל שירות אחסון הקוד GitHub, שהפך במהירה לשירות האיחסון הפופולארי ביותר לפרויקטים בקוד פתוח. עכשיו, משיק סטארטאפ ישראלי זירת סחר, שמתבססת על GitHub ומאפשרת למפתחים לעזור בפיתוח של פרויקטים שונים ולקבל על כך תשלום.\nCodeMill הוא מרקטפלייס חדש לבקשות Pull. מצד אחד, הוא מאפשר למפתחים להיעזר בקהילת המפתחים העצומה של GitHub ולקדם את הפרויקטים שלהם, ומצד שני הוא מאפשר למתכנתים לכתוב קוד בתזמון שמתאים להם ולהרוויח על זה כסף. החידוש בפלטפורמה שפיתחה CodeMill הוא שמשני הצדדים נחסכים ההליכים הארוכים והמעיקים לעיתים של ראיונות, חוזים והזמנות עבודה. התשלום נעשה כששני הצדדים מרוצים מהתוצאה והכל נעשה בתוך האקוסיסטם של GitHub. הסינון אגב נעשה פשוט על ידי סקירת הפרופיל ב-GitHub.\nאז איך זה עובד בפועל? מפתח שרוצה למשל לתקן באג בפרויקט שלו או להוסיף פיצ’ר חדש פשוט מוסיף את התג הייחודי של CodeMill בצירוף תיאור העבודה והצעת המחיר שלו (לדוגמה codemill$30). מרגע זה, ההצעה נחשפת לעיני מתכנתים, כשאם הריפוזטורי (מאגר התוכנה) מוגדר כפרטי, הם יכולים לבקש גישה אליו. אם המתכנתים חברי הקהילה חושבים שהם יכולים לבצע את המשימה והם מסכימים לסכום שהוצע עבורה, הם מתחילים לעבוד על ה-Fork (פיצול קוד התוכנה) שלהם. מרגע שמתכנת לוקח על עצמו את המשימה, היא ננעלת בפני שאר חברי הקהילה, כדי למנוע מצב של כמה אנשים שעובדים על אותה משימה במקביל. המפתח בינתיים יכול לראות את קצב התקדמות העבודה ובמקרה הצורך הוא יכול גם לשלול את העבודה מאדם אחד ולהעבירה לאחר. ברגע שהמתכנת מסיים את העבודה על הבאג או הפיצ’ר, הוא שולח למפתח Pull Request (בקשה ליישום) של הקוד שהוא כתב ומהרגע שהקוד שהתקבל אכן מייושם בפרויקט (Merge), העסקה מתבצעת והתשלום מועבר למתכנת באמצעות PayPal.\nאגב, אם מתכנת מעוניין לבצע עבודה מסויימת, אבל רואה שהמחיר שהוצע נמוך מדי לטעמו, הוא יכול לפנות אל המפתח דרך הממשק של GitHub ולנהל איתו משא ומתן. דרך אותו ממשק גם מתנהלת התקשורת ביניהם לכל אורך הדרך עד להשלמת המשימה.\nCodeMill זמין כבר עכשיו פה והוא לא דורש הרשמה, למעט כמובן חשבון ב-GitHub.", "keywords": "גיטהאב,github,קודמיל,codemill,פרילאנס,freelance,מתכנתים,מפתחים,מתכנתת,מפתחת,fork,פורק,פיצול,גיט,git"}