{"url": "https://www.geektime.co.il/google-to-hire-app-developers-for-android/", "type": "article", "title": "גוגל מגייסת מפתחי אפליקציות לאנדרואיד", "description": "גוגל לוקחת את העניינים לידיים, ומגייסת מפתחי אפליקציות לאנדרואיד, מסבה עובדים, ועושה כמעט הכל כדי לשנות את המאזן מול שוק האפליקציות של אפל.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/02/android.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-02-01T20:30:56Z", "modified_time": "2011-02-02T11:04:40Z", "articleBody": "גוגל לוקחת את העניינים לידיים, ומגייסת מפתחי אפליקציות לאנדרואיד, מסבה עובדים, ועושה כמעט הכל כדי לשנות את המאזן מול שוק האפליקציות של אפל.\nגוגל רצינית לגבי צמצום פער האפליקציות מול אפל. היא כל כך רצינית, שהיא החליטה לגייס מפתחי אפליקציות לאנדרואיד. גיוס האנשים הנוספים מתבצע במקביל להסבה של חלק מאנשי גוגל לעבוד על פרויקט האפליקציות הגדול של גוגל.\nהתחרות הניטשת בימים אלה בין גוגל לאפל נסובה סביב התחרות על השוק הסלולרי. אפל, מפתחת האייפון, אחראית לחומרה ולמערכת ההפעלה של האייפון. במקביל, כדי לוודא שיש לה שליטה רמה על כל הנעשה בעולם האייפונים, היא שולטת בצורה דראקונית על כל האפליקציות אשר ניתנות להורדה דרך חנות האפליקציות שלה.\nכל אפליקציה שמגישים לאפל לצורך הוספתה לאפסטור, צריכה לעבור מסכת אישורים. אם היא לא עוברת אותם, היא לא תיכנס לחנות, אפילו אם המתכנתים רוצים לספק אותה בחינם לכל דורש. אבל זה לא מסתיים ברגע שהתקבלתם. אפליקציה שכבר קיבלה אישור, עדיין יכולה למצוא את עצמה בעתיד במצב בו נשלל ממנה הרישיון של אפל, והיא מורדת מהחנות הוירטואלית.\nאפל גם סוגרת על המפתחים מהצד השני, מצד הפיתוח. כדי לפתח אפליקציות ל-iOS צריך מחשב אפל (או למען הדיוק macOS), רישיון מפתח, ואת תוכנת הפיתוח הייעודית של אפל ליישומי אייפון (ישנם אפשרויות אחרות לפתח יישומי Web למכשירים של אפל, אך אנו מתייחסים לאפליקציות רגילות). את כל אלה, למעט הראשון, ניתן לרכוש בלעדית מאפל. לגבי המחשב, ניתן לבנות Hackintosh המריץ מערכת הפעלה חוקית שנרכשה מאפל, וכך אפשר להתגבר על הצורך ברכישת מקבוק או מחשב תפוחי אחר.\nלאפל יש היסטוריה של הסרת אפליקציות של גוגל, או אי אישורן מלכתחילה. החברה ספגה ביקורת על כך, ובסופו של דבר, החזירה אותן. ע”ע אפליקצית ה-Google Voice של גוגל, שחזרה לאחרונה לחנות לאחר הורדה מתוקשרת.\nחנות האפליקציות של אפל מובילה כיום על פני חנות האפליקציות של מכשירי האנדרואיד, על אף העובדה שחנות האפליקציות של גוגל מצמצמת את הפער בצעדי ענק ולאחרונה החלו להופיע סימנים המעידים על מהפכה קרובה בתחום. היות וכבר בסוף 2010 נמכרו יותר מכשירים המריצים אנדרואיד מאשר מכשירי אייפון, תפוצת מערכת ההפעלה הסלולרית של גוגל הופכת את פיתוח האפליקציות עבורה לכדאית הרבה יותר מבעבר.\nאם בעבר בית תוכנה יכולה היה לבחור בקלות לפתח אפליקציות רק עבור האייפון, היום רוב המפתחים לא יכולים להרשות לעצמם שלא לפתח לשוק האנדרואידי. כך ניתן למצוא היום בחנות האפליקציות של אנדרואיד אפליקציות רבות שהיו בעבר רק באייפון, עברו הסבה, וכעת נמצאות זמינות גם בגרסת האנדרואיד.\nבמאמר של ה-Wall Street Journal הדן בנושא, כתבו המחברים כי שוק האפליקציות העולמי לשנת 2011 מוערך בשווי של כ-15 מיליארד דולר. מבחינת המספרים היבשים, הם מציינים כי כיום יש בחנות האפליקציות של אפל כ-350,000 אפליקציות, לעומת 100,000 אפליקציות הזמינות עבור משתמשי האנדרואיד (וזה עם יתרון וותק של מעל לשנה שיש לחנות של אפל על פני זאת של גוגל).\nבין הדברים שהמיוחסים לאנשי גוגל במאמר הוא שגוגל מתכננת לפתח יישומים מבוססי מיקום, בסגנון האפליקציה הנפוצה FourSquare, ומשחקים בסגנון המשחקים המוכרים של Angry Birds. בשלב מוקדם זה עדיין לא ברור האם העובדה שגוגל מתכננת לפתח יישומים מתחרים אומר שעל החברות המפתחות את המשחקים הנפוצים הללו להיכנס למגננה (ידוע גם בתור השאלה “what if google does it?”), או שהיישומים הוותיקים והמוצלחים שלהם יוכלו לחיות בשלווה לצד הפיתוחים שיש לגוגל בקנה, אך אין ספק שאם וכאשר גוגל יתחילו לשחרר את אותן אפליקציות, ההשפעה של המהלך על שוק המפתחים לפלטפורמה של החברה עלולה להיות הרסנית.", "keywords": "google,apple,apps,android,iphone,apple vs. google,google vs. apple,foursquare,applications,droids,androids,אנדרויד,גוגל,אפל,גוגל מפות,שרותים מבוססי מיקום,פורסקוור,ציפורים כועסות,angry birds,wall street journal,אייפון,cr-48,cr-48 computer,cr-48 laptop,google laptop,what if google does it,אייטונז,itunes,איטונז,אייטונס,איטונס,פיתוח אפליקציות,app development"}