{"url": "https://www.geektime.co.il/next-discount-and-house-member-ayeka/", "type": "article", "title": "גם הנחה וגם מתנה: קנו כרטיס מוזל ל-Geektime NEXT ואולי תקבלו 3 חודשים חינם ב-AYEKA", "description": "בעוד כ-3 שבועות כנס הסטארטאפים השנתי של גיקטיים יוצא לדרך ולקוראים שלנו מגיעים 15% הנחה. בנוסף, הרוכש ה-50 יקבל מאיתנו שלושה חודשי House Member במתחם המשרדים ayeka, כולל כל השירותים, חדר כושר ובריכה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/IMG_1215.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-17T11:30:12Z", "modified_time": "2017-05-17T12:37:40Z", "articleBody": "בעוד כ-3 שבועות כנס הסטארטאפים השנתי של גיקטיים יוצא לדרך ולקוראים שלנו מגיעים 15% הנחה. בנוסף, הרוכש ה-50 יקבל מאיתנו שלושה חודשי House Member במתחם המשרדים ayeka, כולל כל השירותים, חדר כושר ובריכה\nמתחם ayeka. צילום: גיקטיים\nכנס הסטארטאפים הגדול של השנה, Geektime NEXT, ייצא לדרך ביום ראשון, 4 ביוני, ואנחנו רוצים לצ’פר אחד מכם בשלושה חודשים חינם במתחם המשרדים המפנק ayeka.\nאיך זה עובד? רכשו עכשיו כרטיס ל-Geektime NEXT ב-15% הנחה, והרוכש ה-50 יקבל שלושה חודשי House Member ב-AYEKA, שכוללים כניסה של פעם בשבוע למתחם העבודה וקבלת כל השירותים, כולל WiFi מהיר; השתתפות בכל האירועים שנערכים במתחם; קבלת מגזין המתחם; שימוש בתעריף מוזל בחדרי הישיבות ובאולפן הטלוויזיה שבמקום; וכמובן כניסה חינם לבריכה ולחדר הכושר.\nכדי לממש את ההטבה כנסו לאתר רכישת הכרטיסים והכניסו את קוד הנחה Happy_Geektime_Next15 במקום המתאים. כאמור, הרוכש ה-50 יקבל הטבה נוספת בשווי אלפי שקלים.\nהבריכה שמחכה בסוף יום עבודה. צילום: גיקטיים\nAYEKA הוא מתחם משרדים משותף שנפתח לאחרונה בדרום תל אביב, ושם לו למטרה לפתח את העסקים בו, לספק להם סביבת עבודה תומכת ולהעשיר אותם באירועים, הופעות וסדנאות מקצועיות. אייכה הוא למעשה מועדון חברים סגור לקהילה של יזמים ויוצרים, שנהנים מאולפן צילום וטלוויזיה, חדרי ישיבות, חדר הקרנה ואירועי תרבות ואמנות.\n\nב-Geektime Next תוכלו לפגוש את כל היזמים והמשקיעים בתעשייה במקום אחד, להכיר את חברות הסטארטאפ המבטיחות של השנה בתחרות ה-Startup Arena, לשמוע ולהכיר דוברים מרכזיים מהארץ והעולם ולערוך נטוורקינג איכותי. נוסף על כל אלה, השנה החלטנו גם לחדש את תחרות הסטאראטפים השנתית שלנו וליצור כמה אירועים חדשים לגמרי. השנה ה-Startup Arena תיערך על 4 במות שונות, שכל אחת מהן תתרכז בנושא שונה ויחד יקיפו את כל הנושאים המעניינים והחמים של תעשיית הסטארטאפים בעתיד הקרוב.\nלצד הסטארטאפים המבטיחים, יתקיימו על הבמות פאנלים שיעסקו בנושאים אלה ויארחו מומחים ואנשי מקצוע מהתחומים השונים, וכן יהיו אירועים חדשים נוספים שנועדו להעשיר את קהילת הסטארטאפים ולייצר קשרים חדשים.\nלפרטים נוספים ורכישת כרטיסים\nכנס Geektime NEXT נערך בחסות GKH, United, Altschuler Shacham, LeumiTech, Ignite, Ayeka, Spaces, KPMG, Oracle, Isracard, State of Mind Ventures – SOMV\n ", "keywords": "ayeka,geektime next,כנס הסטארטאפים השנתי,כנס,פאנלים,הרצאות,דוברים,משקיעים,יזמות,הנחה,מתנה,הטבה,רכישת כרטיסים,קוראי גיקטיים,next,geektime techfest"}