{"url": "https://www.geektime.co.il/google-next-conference-will-take-place-in-israel-for-the-first-time/", "type": "article", "title": "גוגל תקיים לראשונה בישראל את כנס Next; יערך בחודש הבא", "description": "תל אביב תהיה העיר השישית בעולם בה מקיימת גוגל את כנס Next העוסק בתחום מחשוב הענן. הכנס יתקיים ב-7 בספטמבר ויגיעו אליו בכירי החברה בתחום מחשוב הענן במסגרת ביקור בזק בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/next1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-08-09T12:32:54Z", "modified_time": "2015-08-09T12:46:50Z", "articleBody": "תל אביב תהיה העיר השישית בעולם בה מקיימת גוגל את כנס Next העוסק בתחום מחשוב הענן. הכנס יתקיים ב-7 בספטמבר ויגיעו אליו בכירי החברה בתחום מחשוב הענן במסגרת ביקור בזק בישראל\n\nגוגל תקיים לראשונה בישראל את כנס Google Cloud Platform Next, שיתקיים ב-7 בספטמבר בין 10:00 ל-16:00 בהיכל הספורט העירוני בתל אביב. תל אביב היא העיר השישית בעולם אליה מגיע הכנס שמהווה פלטפורמה להצגת הדור הבא של טכנולוגיות גוגל בתחום מחשוב הענן.\nNext מאפשר למפתחים ולמקצועני IT ללמוד על טכנולוגיות אלה, וכן להתנסות בהן באופן חווייתי במסגרת התערוכה ובסדנאות הטכניות השונות. בנוסף, יציגו בכנס לקוחות פלטפורמת הענן של גוגל (GCP), כמו Wix, Taboola, Tabtale, Multi-Choice, Fastly ועוד.\nלכנס צפויים להגיע כ-1,000 איש, הנמנים על קהילת ההייטק בישראל, וכל אחד מהם יקבל 500 דולר לטובת השימוש בענן של גוגל.\nלרגל הכנס יגיעו לישראל בכירי Google Cloud Platform, אשר מתווים את האסטרטגיה העסקית והטכנולוגית של תשתית הענן של גוגל, אותן יציגו במליאת הפתיחה. בהם: מיילס וורד (Miles Ward), העומד בראש חטיבת הפתרונות העולמית של GCP, שיילאש ראו (Shailesh Rao), ראש חטיבת המכירות העולמית של GCP, גרג דמיצ’ילי (Greg DeMichillie) – דירקטור ניהול המוצר ב-GCP, ברק רגב, מנהל GCP באזור EME. כמוכן יגיעו מומחים נוספים מתחום הפיתוח וניהול המוצר, לרבות מצוות הפיתוח הישראלי.\n\nהכנס יכלול מסלול תכנים המיועד למפתחים ומסלול IT. בתערוכה שתתקיים במהלך הכנס, יציגו שותפי GCP – בהם יעל תוכנה, Telit, Wix, emind, DoIT, CoolaData, Vision.bi – פתרונות שפיתחו ויישמו בארגונים ישראליים.\nבנוסף, יהפוך כנס NEXT למעבדת הניסוי הגדולה ביותר בישראל, שבה יוכלו יזמים ומפתחים ללמוד כיצד להתאים את האפליקציות שלהם לבעלי מוגבלויות וצרכים מיוחדים. זאת, במסגרת מיזם APPLicable של Campus TLV.\nעוד בתערוכה, הזדמנות להתנסות בהדגמה מיוחדת המחקה את אפקט Bullet Time, שנצפה לראשונה בסרט מטריקס. בניגוד לטכנולוגיית הווידיאו המורכבת, שנדרשה לכך על ידי יוצרי המטריקס, גוגל עושה זאת תוך שימוש ב-20 טלפונים מבוססי אנדרואיד בתוספת ויכולות העיבוד של GCP. כל משתתף יוכל לקבל תמונה של עצמו כשהוא מרחף בענן.\nלמידע נוסף על הכנס והרשמה\n ", "keywords": "גוגל,כנס,נקסט,שירות ענן,ענן,next,google cloud platform,next google"}