{"url": "https://www.geektime.co.il/alphatau-raises-29-mm/", "type": "article", "title": "הסטארטאפ AlphaTAU מגייס 29 מיליון דולר לטיפול מציל החיים שלו", "description": "הטכנולוגיה של הסטארטאפ מאפשרת לחסל גידולים סרטניים מבפנים בעזרת קרינת אלפא", "image": "https://files.geektime.co.il/wp-content/uploads/2018/09/DmU_ZakXcAE64t6-1536477749-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-09T10:28:43Z", "modified_time": "2018-09-09T10:28:43Z", "articleBody": "הטכנולוגיה של הסטארטאפ מאפשרת לחסל גידולים סרטניים מבפנים בעזרת קרינת אלפא\nמקור: Alpha TAU\nהסטארטאפ הישראלי AlhphaTAU (אלפא טאו) הודיע כי השלים גיוס של 29 מיליון דולר להמשך הפיתוח של טכנולוגיית הטיפול החדשה שלו בגידולים סרטניים.\nהטכנולוגיה של Alpha TAU משתמשת בדיפוזיה של אטומים פולטי אלפא כדי להתגבר על מכשול הטווח הקצר של חלקיקי אלפא ובכך מאפשרת את הטיפול בגידולי סרטן מוצקים. כרגע נעזרת החברה במקורות ה-Alpha DaRT לטיפול בגידולים מוצקים מסוג קרצינומת תאי קשקש SCC) Squamous Cell Carcinoma) בעור ובראש וצוואר.\nמקור ה- Alpha DaRT , מכיל כמות קטנה של חומר רדיואקטיבי מסוג רדיום- 224 ומוחדר לתוך הגידול עצמו ומאובטח באמצעות חוטי תפירה המאפשרים את הוצאת המקור בסיום הטיפול. כאשר הרדיום- 224 מתפרק הוא משחרר לתוך הגידול הסרטני אטומים רדיואקטיביים קצרי חיים המתפשטים בגידול הסרטני ופולטים קרינת אלפא בעלת טווח קצר אשר פוגעת והורגת את תאי הגידול הסרטני תוך זמן קצר.\nהחברה סיימה ניסויים קליניים תחת ניהולו של פרופסור אהרון פרופובצר ומהם עולה כי בעקבות הטיפול התכווצו כל הגידולים כש-70 אחוזים מהם הושמדו לגמרי.\nAlpha TAU הוקמה בשנת 2016 והיא מתבססת על טכנולוגיית ה-DaRT מ-2003 שהומצאה על ידי פרופסור קלזון ופרופסור קיסרי מאוניברסיטת תל אביב. סבב הגיוס הנוכחי הובל על ידי קרן Shavit Capital והוא נעשה בהשתתפות קרן השקעות ההמונים OurCrowd וכן Madison Ventures.\nבתגובה לגיוס מסר עוזי סופר, מנכ”ל Alpha TAU: “אנחנו מודים למשקיעים המכובדים שלנו על התמיכה האדירה. ההון שגייסנו יעזור לנו לחשוף את הפוטנציאל המלא של Alpha DaRT כטיפול לסרטן ולהביאו למחקרים קליניים בכל העולם, כמו גם להקים מתקני ייצור עבור זרעי ה-DaRT הרדיאוקאטיביים”.", "keywords": "גיוס,גיוס הון,השקעה,סטארטאפ,טיפול בסרטן,סרטן,alpha tau,אוניברסיטת תל אביב,אוניברסיטת תל-אביב"}