{"url": "https://www.geektime.co.il/arcusteam-raised-800000/", "type": "article", "title": "קניתם מכשיר לבית החכם ב-40 שקלים? הסטארטאפ הזה יוודא שהאקרים לא ינצלו את זה", "description": "המוצר של ArcusTeam מסייע ליצרניות מכשירי IoT לשפר את רמת האבטחה של המכשירים שלהם, באמצעות הדמיה של תקיפות אפשריות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/photo-1519558260268-cde7e03a0152-1553076688-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-22T13:00:42Z", "modified_time": "2019-03-21T16:50:08Z", "articleBody": "המוצר של ArcusTeam מסייע ליצרניות מכשירי IoT לשפר את רמת האבטחה של המכשירים שלהם, באמצעות הדמיה של תקיפות אפשריות\nמקור: Unsplash\nהסטארטאפ הישראלי ArcusTeam מפתח פלטפורמה אוטומטית לזיהוי חולשות אבטחה ידועות ולא ידועות במכשירי IoT. כעת, הוא מודיע כי השלים סבב גיוס pre-seed בהיקף של 800,000 דולר מ-TheDock, אקסלרטור וקרן השקעות ו-TAU Ventures.\nהיום, תמורת השקעה כספית לא גדולה, ניתן להפוך כל בית לחכם. אלא שלפעמים זול עולה ביוקר, שכן כתוצאה מכך היצרניות השונות נמנעות מלהטמיע פתרונות אבטחה מתקדמים ויקרים באותם מכשירים, מה שהופך אותם לחשופים למתקפות סייבר למיניהן. הפלטפורמה של ArcusTeam פותחה כדי לזהות חולשות בכל מכשיר מחובר. החברה מפתחת מערכת אוטומטית ייעודית למכשירים מחוברים, המאפשרת ליצרניות לקבל בקלות ויעילות את נקודת המבט של התוקף, ולקבל המלצות לשיפור והקשחת התוכנה.\nיש לציין כי לא מדובר רק בהגנה על מכשירים מחוברים כמו נורות, רמקולים ומנעולים, שכן אחת המשקיעות בחברה, TheDock, התעניינה במוצר כדי להגן על ספינות ותשתיות קריטיות בעולם הימי. בשיחה עם גיקטיים, הסבירה לנו כרמית ידין, מייסדת שותפה ומנכ״לית החברה כי ביכולתם ליצור הדמיה של כל אפשרויות התקיפה עבור יצרנים כבר בתהליך התכנון והפיתוח של המוצר.\nעל פניו, לא נשמע כי מדובר במוצר חדשני במיוחד, והחברה לא נמצאת לבד בשוק; מולה מתחרה גם Firedome הישראלית שגייסה לאחרונה 4.5 מיליון דולר לפתרון אבטחה מקיף וזול למכשירים מחוברים. לדברי ידין, הבידול שלהם בא לידי ביטוי ביכולת לקחת כל קובץ firmware ובאמצעות מנוע ושפה מבנית שפיתחו, הם יודעים לחלץ את כל המידע הרלוונטי לתקיפת המוצר, ללא צורך ב-source code. ״היכולת הזו בצורה אוטומטית ותוך דקות בודדות לא קיימת לאף יצרן או מתחרה בשוק הסייבר היום. אותו מנוע ושפה שייחודיים לנו מאפשרים את חשיפת החולשות על כל מכשיר מחובר בצורה יעילה, אוטומטית ומבלי לדרוש מהיצרן את קוד המקור או התקנה של agent״, מוסיפה ידין.\nהחברה הוקמה ב-2018 על ידי כרמית ידין (CEO), אלון שלו (COO) ורוסטם אמין (CTO). היא בוגרת האקסלרטור IBM alpha zone וכיום מועסקים בה כ-6 עובדים במשרדים הממוקמים באוניברסיטת תל אביב. המימון האחרון ישמש אותה לגייס מפתחים וחוקרים על מנת לקדם את פיתוח המוצר ולצאת לשוק כבר בחודשים הקרובים.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,arcusteam,ארקוסטים,ibm alpha zone,iot"}