{"url": "https://www.geektime.co.il/the-israeli-investors-that-invest-in-the-community/", "type": "article", "title": "לא רק הון סיכון: 8 משקיעים ישראלים שתורמים חזרה לקהילה", "description": "הם משקיעים ביזמים ובסטארטאפים אבל לא פחות חשוב: משקיעים גם בקהילה. 8 משקיעים ישראלים שהחליטו לתת בחזרה", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/all-reut.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-29T14:03:07Z", "modified_time": "2015-11-04T17:44:49Z", "articleBody": "הם משקיעים ביזמים ובסטארטאפים אבל לא פחות חשוב: משקיעים גם בקהילה. 8 משקיעים ישראלים שהחליטו לתת בחזרה\n   \n \n \n \n \n \n   \n \n \n \n \nמלבד ביזמים ובסטארטאפים, משקיעים רבים בוחרים להשקיע גם במטרות שנוגעות להם באופן אישי. הפוסט הזה מוקדש להם – משקיעים ישראלים שבחרו מטרות נעלות בהן הם משקיעים מהזמן ומהכסף שלהם על מנת ליצור עולם קצת יותר טוב.\nחשוב לציין, בכתבה בחרנו להתמקד ב-8 משקיעים בלבד, אך מיותר לציין שישנם לא מעט נוספים שראויים להערכה ואינם מופיעים פה. נשמח לשמוע מכם בתגובות על מיזמים נוספים ומשקיעים נוספים שהייתם רוצים לומר להם תודה על פעילותם ולהזכיר אותם תחת נושא זה.\n(המספור נועד לשם הסדר בלבד ושמות המשקיעים מופיע בסדר רנדומלי לחלוטין).\nכמה משפטים על עצמי: נשוי למאיה (מייסדת שותפה של TheGiftsProject\\eBay) ואבא לאלה ודניאל. בתחילת השנה עזבתי את פיטנגו (קרן הון סיכון – ר.ש) כדי להתחיל את Zebra-Med עם השותף שלי, אייל טולנדו, אותו הכרתי במסגרת תוכנית Zell של המרכז הבינתחומי הרצליה לפני 11 שנים, ואיפה שאני משמש כיום כחבר סגל. ב-Zebra אנחנו מנסים לעשות את הבלתי אפשרי עם Big Data ודימות רפואי ובנתיים לעשות גם כיף עם צוות נהדר של אנשים שרוצים לשנות את העולם. בכובעים שלי שאינם למטרות רווח, אני נמצא בועד מנהל של ארגון “לתת”, חבר מייסד ב-“Tovanotb” ויועץ בארגון “תמורה“. בנוסף, אני נלהב לסייע לחלקים הפחות משולבים של הסטארטאפ ניישן.\nההשקעות שהייתי גאה בהן השנה: Medisafe , Ubimo , AppsFlyer , Taboola , Formlabs.\n“תמורה” ואני: 100% מהקרדיט של הפעילות בארגון “תמורה” צריך ללכת למייסדים ידין קאופמן ולברוך ליפנר שהביאו לצמיחה מרשימה של “תמורה” במשך 11 השנים האחרונות והפכו אותה לצינור מימון משמעותי להרבה פרוייקטים חינוכיים מדהימים בישראל. אנוכי ורבים אחרים רק מנסים לעזור, כשאנחנו יכולים, בלהכיר מייסדים של סטארטאפים לקונספט שעובד ומוכח היטב.\nאיך הכל התחיל: על “תמורה” שמעתי לראשונה כשעשינו שותפות עם “כרמל השקעות” כדי להקים את החברה השלישית שלי PicApp. בזמנו היתה לנו חברה מאוד רווחית, ללא השקעות מקרנות, בשם PicScout עם 70 עובדים ועד אז לא שמענו על “תמורה”. כשהתחלנו את “TheGiftsProject” וכמובן החברה הנוכחית שלי Zebra-Med, “תמורה” כבר היתה על השולחן. בחזרה ל-2011, כשעשינו אקזיט לחברות, באתי לידין וברוך והצעתי למצוא מודלים אלטרנטיביים כדי להושיט יד לאוכולוסייה ההולכת וגדלה של חברות סטארטאפ שלא מושקעות בהן קרנות. מאז, לצד עבודה מדהימה של ברוך, “תמורה” משולבת הרבה יותר בתוכניות ומאיצים מובילים וחברות עורכי דין.\nאתם יכולים לתרום ל”תרומה”: מבחינתי האידיאל, הייתי שמח שמייסדים של חברות סטארטאפ יישמעו על “תמורה” לפני שהם מקבלים מימון על ידי קרנות הון סיכון. כך שככל שהמשקיעים / קבוצות פרטיות / מאיצים / גיקטיים יציגו את האפשרות בשלב מוקדם יותר בפניי המייסדים כך טוב יותר. בנוסף, יהיה נהדר להמשיך ולקבל תמיכה מקרנות הון סיכון חדשות וקיימות. סצינת הסטארטאפ הישראלית כבר מאוד תומכת אבל אולי אפשר למצוא מודל (אולי דרך Karma \\ Aleph?) לתמרץ עוד סטארטאפים “לתת 1% מכלום” ל”תמורה” על ידי זיכוי ועזרה נוספת. מאוד חשוב לשים לב שהוכח כי עזרה ל”תמורה” זה לא אהבת הזולת לחלוטין והמשקיעים והסטארטאפים ואלו שהחליטו לקחת בה חלק, ראו בסוף הרבה יותר החזר השקעה.\nואם כבר תפסתם אותי, אספר שהדברים הראשונים שאני בוחן בפגישה עם יזמים: בכובע של קרן הון סיכון הדבר הכי חשוב הוא השוק והצוות שהולכים לפצח כנגד כל הסיכויים וידעו איך ומתי ללכת לכיוון אחר. בכובע של מנטור ואנג’ל אני אתפשר על גודל השוק כדי לעבוד עם צוות של אנשים טוב שמנסים להשפיע חיובית על העולם ובעלי דחף ללמוד וכמובן שכיף לעבוד איתם.\nולסיום, שאלת בונוס למשקיע המתמיד, אם היו לי 25 שעות ביממה, הייתי מקדיש את השעה הנוספת: אני חושב ש-24 שעות ביממה מספיקים. אנחנו פשוט צריכים להעריך את מה שיש לנו ולמצוא את האיזון הנכון.\nצילום: משה אסולין\nכמה משפטים על עצמי: מייסד של קרן “מבריק – קרן הון סיכון”, המורכבת ממשקיעים פרטיים מחו”ל בעלי ערך מוסף ,שמשקיעה בחברות טכנולוגיה ישראליות בשלבי גידול. איתי בקרן עוד שלושה שותפים: אריק (ד”ר לפיזיקה, לשעבר מנהל פיתוח באפל), מישל (מהנדס בהכשרתו ומשקיע מברזיל) וג’ו (איש כספים ואופרציה), כולם עולים חדשים. לפני הקמת הקרן ייסדתי את התל אביב אנג’ל גרופ. משקיעי הקרן החליטו גם לתרום יחדיו אחוז מסויים מההצלחה של הקרן לעמותת “איחוד הצלה“.\n“איחוד הצלה” ואני: אני פשוט מכור לארגון, נמצא בקשר יומיומי עם המייסד שלו, אלי ביר, ועם מספר רב של מתנדבים. אני חש ש”איחוד הצלה” זה הישראלי הטוב והיפה, הלא מתלונן והעוזר לזולת. ארגון שמבוסס על ערכי היהדות המופלאים ביותר שיש והם עושים תיקון עולם אמיתי במלוא מובן המונח.\nאיך הכל התחיל: לפני שש שנים חבר והשותף שלי מניו יורק הכיר לי את מייסד הארגון ובסוף הארוחה של ליל שבת צעדנו יחד הביתה ברחובות ניו יורק הקפואים. על אף החשדות המובנים שהיו לי כאדם חילוני לאיש חרדי, ככל שעברנו עוד ועוד בלוקים בהליכה לא האמנתי למשמע אוזניי ופשוט התאהבתי בקונספט. זה השיל ממני את מטען שכבת הציניות הישראלית המובנית והחזיר לי את האמונה בטיב האדם. כשנחתתי חזרה בארץ מיד נסעתי לבקר אותם ומאז פשוט לא עזבתי עד שבסוף אפילו הסכימו לקבל אותי להיות חבר הנהלה.\nאתם יכולים לתרום ל”איחוד הצלה”: ראשית כל מודעות. מדובר בארגון של מעל ל-2500 מתנדבים – יהודים חרדים, דתיים, חילונים, ערבים ודרוזים הפזורים בכל הארץ ומגיעים ראשונים לאירועים שבהם זקוקים לעזרה ראשונה. לחלק מהם יש אופנועים מצויידים היטב (ויש אפילו אופניים של הצלה בתל אביב) שכולם רואים אותם, חולפים על פניהם ולא יודעים מי הם. כל המתנדבים מצויידים במכשירי GPS שמאתרים את המתנדב הקרוב ביותר לאירוע ובכך הם מגיעים בתוך פחות משלוש דקות. אלה מלאכים שתורמים את זמנם לטפל באחר. דמיינו לכם למשל אדם שלוקה בליבו בלב העיר ותחשבו כמה זמן יקח לאמבולנס להגיע אליו בשיא הפקקים. עכשיו תדמיינו אדם המוכשר כחובש פרמדיק או רופא מתנדב שנמצא בעיסוקיו בקרבת מקום מצוייד בציוד החייאה ודיפיבולטור. זה כל כך פשוט שזה מקסים. וזה מציל חיים. בשנה האחרונה בלבד, מתנדבי “איחוד הצלה” יצאו למעל 245,000 אירועים. דבר נוסף, “איחוד הצלה” זו עמותה הנתמכת על ידי מתנדבים ותרומות מהציבור. אם אתם רוצים להתנדב צרו קשר עם הארגון. ואם אתם לא יכולים להתנדב, נדבו את כספכם לרכישת ציוד רפואי, גם זה מציל חיים. ומעכשיו לאורך השנה כל תרומה שתתקבל בלינק הזה תושווה על ידנו.\nואם כבר תפסתם אותי, אספר שהדברים הראשונים שאני בוחן בפגישה עם יזמים: ברק בעיניים. ואם יש זמן גם את הנעליים.\nולסיום, שאלת בונוס למשקיע המתמיד, אם היו לי 25 שעות ביממה, הייתי מקדיש את השעה הנוספת: לקרוא את גייקטיים.\nצילום: משה אסולין\n \nכמה משפטים על עצמי: מנהלת שותפה בקבוצת AfterDox אנג’ל. מותיקות תעשיית ההיי-טק. בשבע השנים האחרונות מקדישה את עצמי לסצינת הסטארטאפים כמשקיעה, מנטורית, יועצת אבל בעיקר כמשתתפת של ובתוך הסצינה. המשימה האישית שלי היא להפוך את ה”סטארטאפ ניישן” לנגישה לאוכלוסיות שאינן מועמדות ברורות- ערבים ישראלים, פלסתינאים, חרדים, עולים חדשים ופריפריה.\nההשקעות שהייתי גאה בהן השנה: כל ההשקעות שלנו נעשו על פי קריטריונים קפדניים שפיתחנו. אנחנו לא מפלים או “נותנים נקודות” על היותנו מיעוט, אבל שתיים מתוך החברות הטובות בפורטפוליו שלנו מובלות על ידי נשים.\n“Mobile Monday Nazareth” ואני: אני בעיקר גאה בהיותי חלק מהארגון הזה, שהינו ה-Meetup הראשון והכי פעיל באזור נצרת, שמנוהל ומאורגן על ידי קבוצה מקומית. אני חברה פעילה ב-Naztech- האסקלטור הערבי הראשון. אני מסייעת להנהלה, עושה מנטורינג, הרצאות ושעות משרד ב-The Hive (עולים חדשים / אשדוד), Kama (חרדים) וקרן מיראז’ (נגב).\nאיך הכל התחיל: ברוב הפעילויות בהן אני לוקחת חלק אני הצד היוזם, במקרים אחרים אנשים פונים אליי. באופן כללי, אני פוגשת אנשים מכל חלקי האוכלוסייה הישראלית.\nאתם יכולים לתרום בחזרה: על ידי נתינת במה לכולם, לפגוש את האחרים, לעזור לאחרים להיות הכי טובים (הרצאות, מנטורים, לחלוק ידע ועוד).\nואם כבר תפסתם אותי, אספר שהדברים הראשונים שאני בוחן בפגישה עם יזמים:  המוצר / השוק והקשר של היזם לשניהם, הצוות והאישיות (כימיה, גמישות מחשבתית).\nולסיום, שאלת בונוס למשקיע המתמיד, אם היו לי 25 שעות ביממה, הייתי מקדיש את השעה הנוספת: מתחילה לצפות בסדרה “The Good Wife”.\nכמה משפטים על עצמי: בן 56, נשוי ואב לשלוש בנות. מהנדס בהכשרתי. יזם, בעבר בהיי-טק (הייתי בין מייסדי החברות סקורפיו וכרומטיס) וכעת יזם ומשקיע חברתי. בשנים האחרונות עוסק בפעילות ציבורית.\n ההשקעות שהייתי גאה בהן השנה: מכיוון שאיני עוסק בהשקעות עסקיות, אספר על ההשקעות החברתיות. למעט “עיגול לטובה”, עליה נרחיב בהמשך. אני עוסק בקידום שילוב ושוויון לאזרחי ישראל הערבים, במסגרת עמותת “יוזמות”, קרן “אברהם” וכן בקידום תמיכה בפתרון שתי מדינות, במסגרת עמותת “עתיד כחול לבן”. לטעמי אלה הם הנושאים שעומדים ביסוד הבעיות החברתיות של ישראל, ואני גאה לעסוק בהם למרות שהם שנויים במחלוקת ציבורית. לדעתי מי שרוצה לגעת בשרשי הבעיות של ישראל צריך לפעול שם.\n“עיגול לטובה” ואני: “עיגול לטובה” היא יוזמה חברתית שמטרתה לעודד פילנתרופיה רחבה ואפקטיבית בישראל. “עיגול לטובה” פיתחה מנגנון באמצעותו ניתן לעגל כל עסקה בכרטיס האשראי כלפי מעלה לשקל הקרוב ואת האגורות שנוספו לתרום לעמותות הנבחרות על ידי התורם, מתוך רשימה מומלצת. התרומה החודשית הממוצעת לאדם היא בסך הכל כ-4 ש”ח, אבל בזכות 125,000 מעגלים שכבר רשומים העברנו למעלה מ-10 מיליון ₪ לעמותות טובות ואפקטיביות. אני משמש כיו”ר עיגול לטובה, שהצלחתה תלויה בגיוס מספר רב של מעגלים, ומכאן האתגר המרכזי של העמותה – הרחבת מעגל האזרחים התורמים באמצעותה. לצורך כך יש להגיע לציבור הרחב ולכן יש ליצור לא מעט שיתופי פעולה. כשאני יכול אני מסייע בפתיחת דלת עבור המנכ”לית המצוינת, דנה ארגוב-טיקוצקי, כדי לאפשר את שיתוף הפעולה הנדרש. בנוסף, ביחד עם יתר חברי הוועד המנהל התוויתי את העקרונות הערכיים שעל בסיסם פועלת העמותה – של שקיפות מלאה, תמיכה רק בעמותות ראויות והעברת 100% של תרומת הציבור לעמותות היעד.\n איך הכל התחיל: את “עיגול לטובה” יסדתי ב-2009 לאחר ששמעתי על הרעיון מבחור בריטי שניסה אך לא הצליח לממש אותו בבריטניה. חשבתי שניתן ליישם את הרעיון היפה בארץ כדי להתמודד עם מצבה העגום למדי של ישראל בתחום הפילנתרופיה (נמצאת במקום לפני אחרון מבין כל מדינות ה-OECD). צפיתי שעם הרוח היזמית הישראלית, היכולות הטכנולוגיות ורשת הקשרים העסקיים ההדוקה שיש בישראל ניתן לפתח את היוזמה הזו ולהביא אותה להצלחה. פניתי לחבריי יעקב בורק ויהושע אגסי, וביחד הצלחנו לשכנע שתיים מתוך שלוש חברות האשראי – ישראכרט ולאומי קארד – לממש את המנגנון. כיום, פונים אלינו ממדינות רבות מרחבי העולם במטרה ללמוד מניסיוננו וליצור יוזמות דומות.\nאתם יכולים לתרום בחזרה: זה ממש פשוט. כל מה שצריך לעשות זה להיכנס לאתר של  “עיגול לטובה” או להתקשר ל-6360*, ובתהליך שאורך פחות מדקה לרשום את כרטיס האשראי ולציין את עמותות היעד הנבחרות מתוך הרשימה שאנו מספקים. כפי שציינתי, התרומה החודשית הממוצעת היא בסך הכול 4 ₪, והיא עוברת במלואה לעמותת הנבחרות.\nואם כבר תפסתם אותי, אספר שהדברים הראשונים שאני בוחן בפגישה עם יזמים: איני עוסק בהשקעות בהיי-טק, כך שהיום יזמים מגיעים אלי יותר להתייעץ ופחות כדי לעניין אותי בפעילות. גם אופי המיזמים הוא יותר חברתי ופחות עסקי. עם זאת, ההסתכלות נותרה אותה הסתכלות- ניסיון לעמוד על תכונותיו האנושיות של האדם, ולאו דווקא על אלה המקצועיות. אם הוא אדם נבון בעל ראש פתוח ויכולת לעבוד בצוות, הוא ידע לנווט את דרכו בין כל הקשיים המצפים לכל יזם בכל תחום פעילות.\nולסיום, שאלת בונוס למשקיע המתמיד, אם היו לי 25 שעות ביממה, הייתי מקדיש את השעה הנוספת: גם אותה הייתי מקדיש למלחמה בגזענות של החברה שלנו. אני חושש שהבית הלאומי שלנו עולה באש הגזענות.\nכמה משפטים על עצמי: ממציא, יזם סדרתי ומשקיע אנג’ל בתחום הציוד הרפואי והאינטרנט, בשנים האחרונות בעיקר בתחום הקרוי Digital Health. ההשכלה הפורמלית הינה במנהל עסקים (דוקטורט מאוניברסיטת קולומביה). אב גאה לשני ילדים (ליעם ויונתן בני 11 ו-8) וגיק חובב מחשבים וכל גאדג’ט אפשרי תחת השמש, כל עוד הוא עוזר לחיות חיים יעילים ובריאים יותר.\nההשקעות שהייתי גאה בהן השנה: המשך השקעה בחברת Medivizor שיוצרת את המנגנון המוביל בעולם ל-Personalized health information כשירות צרכני ועבור רופאים ובפרט במחלות כרוניות. החברה זוכה בפרסים על הטכנולוגיה והתפיסה ולאחרונה גם הפכנו להיות טכנלוגית הבית של ה-personalized health library של אחד מבתי החולים המובילים בעולם, New York Presbyterian. כמו כן, גם המשך השקעה ב-Eco Fusion, שיוצרת את מנגנון פיתוח תרופות דיגיטליות מהפכני. כבר עכשיו יש לנו בקנה למעלה מ-20 תרופות דיגיטליות בשלבים שונים של פיתוח או מסחור. הכוונה למנגנוני תוכנה המשפיעים על התנהגויות אנושיות ומשנים פרמטרים ביולוגיים באינדיקציות שונות. ההתמקדות היא בפרט בנושא מתחים ומיקוד כמו גם בתזונה ופעילות גופנית. בשני המקרים מדובר ביכולת של טכנולוגיות מובייל להפוך לחלוטין את קונבנציות המידע הדיאגנוסטיקה והטיפול ולהנגיש אותה לחתכי אוכלוסיה רחבים במהירות מדהימה.\n“פריפקס” ואני: הרעיון החל ב2009 תוך מפגש מוחות בין מהנדס ביוכימיה, מהנדס מכונות עתירי ניסיון בהנדסה רפואית, אני (עם רקע עסקי כולל ניסיון בבריאות באפריקה ובתחום מניעת איידס) ואורולוג שהעלה בעיה בה נתקל- משלחות אורולוגים נוסעות לאפריקה לעזור למול גברים כאמצעי להקטנת ההידבקות באיידס, פרוייקט הומני מעין כמוהו. בדיקה קצרה הראתה שהפתרון של מלה ניתוחית לגברים בוגרים אינו אופטימלי מסיבות רבות ולכן כל המאמץ להגברת המודעות או הפצת הניתוח אינו עולה יפה. כך חשבנו המהנדסים ואני על פתרון פשוט ולא ניתוחי שלא ידרוש מנתחים ,לא יהיה כרוך בכאב או דם ויוכל להתבצע ללא צורך בסביבה סטרילית. את הפתרון הטכנולוגי הראשוני פתרנו במהרה ושיפרנו בתנועה תוך איתרציות בזמן אמת. אני הייתי אחראי על הצד העסקי והמימוני של העסק ושותפי על הטכנולוגיה והרפואה. הצטרפה בהמשך מי שהיתה באותו הזמן אשתי שמינכלה את החברה למשך מספר שנים. גייסנו כספים מאנג’לים נוספים אשר כולם ראו את המטרות הנעלות של המיזם ובהמשך גם מקרנות במספר שלבים והחברה רצה במהירות מטאורית במונחים של עולם הציוד הרפואי באופן כללי ובטח במקרה של תחום בריאות הציבור. מפיתוח דגמים ראשונים, דרך ניסויים קליניים במספר מדינות, אישורים רגולטוריים ועד הכרה של ארגון הבריאות העולמי. החברה היום בת כחמש ובמוצריה נעשה שימוש ברוב מדינות סאב סהרה. השיווק הוא ישירות למדינות ולארגונים גדולים כמו אלו המסונפים לארגון הבריאות העולמי וממשלת ארצות הברית.\nאיך הכל התחיל:  שיחת טלפון של שותפי, שזכר את רקע הפעילות שלי בתחום הבריאות באפריקה. הכרתי אותם ממיזמים קודמים.\nאתם יכולים לתרום בחזרה: העלאת מודעות למיזם המדהים הזה, שעד כה הציל נפשות רבות. מלה מקטינה הסתברות להדבקות באיידס ביותר מ-70 אחוז. תמיכה בהגברת המודעות למלה כאמצעי למניעת איידס היא האימפקט החשוב ביותר. מעבר לכך, מלה לא ניתוחית הופכת להיות ברירת המחדל כי היא גם בטוחה יותר, מעבר להיותה עדיפה בכל מישור על ידי המטופלים עצמם ועלותה הכוללת הנמוכה יותר. נכון להיום, האמצעי היחיד הלא ניתוחי המוכר על ידי ארגון הבריאות העולמי הוא פריפקס.\n ואם כבר תפסתם אותי, אספר שהדברים הראשונים שאני בוחן בפגישה עם יזמים:  כיזם בעצמי, אני בוחן את התשוקה לנושא. את האמונה ביכולת לשבור מוסכמות, עסקיות, רפואיות ואחרות. את היכולת לחשוב מערכתית ולא רק טכנולוגית או רק פיננסית או רק חברתית.\nולסיום, שאלת בונוס למשקיע המתמיד, אם היו לי 25 שעות ביממה, הייתי מקדיש את השעה הנוספת:  בשנים האחרונות כל המיזמים החדשים שלי נולדים סביב מענה לצרכים אישיים אז נוח לי להשקיע בהם עוד זמן. אז הייתי מחלק את השעה הזו בין הילדים והמיזמים.\nצילום: עודד מרום\nכמה משפטים על עצמי: בן 42, נשוי+4. בעלים במשותף של קבוצת מולדבסקי, אשכול חברות בתחום היהלומים, הנדל”ן והטכנולוגיה. מייסד ויו”ר חברת ההשקעות Plus Ventures, אחד ממשקיעי ההון סיכון הפעילים ביותר בישראל. לפלאס פורטפוליו של למעלה מ-30 מיזמים בתחום ה-ICT . כמו כן Plus Ventures מפעילה ביחד עם משפחת חשין (2B Angels) את חממת אקספלור.דרים.דיסקובר. משמש כמרצה מבוקש ליזמות במוסדות אקדמיים שונים וכמנטור הראשי של מרכז היזמות של אוניברסיטת תל אביב, משתתף כחבר פאנל המשקיעים בתוכנית “הכרישים” בערוץ 10, מכהן כשופט בתחרויות שונות בעולם היזמות, יו”ר אגודת הידידים של “תנו לחיות לחיות” וחבר בחבר הנאמנים של עמותת “גדולים מהחיים”.\nההשקעות שהייתי גאה בהן השנה: השנה הייתי גאה במיוחד ב-Callvu שעשתה התקדמות משמעותית וזכתה בשבחים ותארים רבים, (לרבות “חברת הסטארטאפ המבטיחה לשנת 2015”, וב-Carambola, WSC ו-YOTPO שסיימו סבב גיוס משמעותיים.\n“תנו לחיות לחיות”, “גדולים מהחיים” ואני: שתי העמותות הללו נוגעות בעולמות הקרובים לליבי – ילדים ובעלי חיים ושתיהן עושות עבודה מצויינת. לנהל עמותה זה לא שונה בהרבה מלנהל תאגיד עיסקי, ובראש שתי העמותות הללו עומדים מנהלים מוכשרים, שאחראים על הצמיחה של הארגונים שלהם ועל היותו המותג המוביל כל אחד בתחומו. העמותות הללו ניצבות בפני אתגרים רבים ומשתנים ומממנות את הרב המכריע של פעילותן מתרומת הציבור. אני פעיל פחות בענייני היום יום ויותר בענייני המאקרו של העמותה, כמו הטוויית אסטרטגיה, הרחבת פעילות, הגדרת צרכים ויעדים, מדידת ביצוע מול תקציב וכו’. כמו כן חלק מהותי נוסף הוא כמובן סיוע בגיוס משאבים, חשיפה לקהילה העיסקית, השתתפות באירועי התרמה, שת”פ עם מובילי דעת קהל וכו’.\n איך הכל התחיל: ל”תנו לחיות לחיות” התחברתי לראשונה בתקופה שעמדו לפנות את הכלבייה והמרפאה של העמותה מהשטח ממנו פעלו, פניתי באופן עצמאי לגב’ אתי אלטמן, הרוח החיה בעמותה, בהצעה להעמיד להם שטח חלופי על קרקע שבבעלותי, ומשם החל הקשר. לחבר הנאמנים של “גדולים מהחיים” הצטרפנו מיכל אישתי ואני בעקבות פנייה אישית של דליה שטנצלר, יו”ר חבר הנאמנים, לבוא ולסייע.\nאתם יכולים לתרום בחזרה: קהילת ההיי-טק מורכבת מיזמים, ויזמים ב-DNA שלהם נוטים לראות את העולם בקונטקסט רחב. השאלה של היזמים היא ‘כיצד אני יכול להשפיע על העולם להתנהג אחרת’ לא מנותקת אף פעם מהקהילה שבה אנחנו חיים. זאת הסיבה שאנו רואים הרבה יזמים ואנשי הון סיכון מעורבים בעשייה חברתית – כל אחד לפי טעמו ונטיית ליבו. ההיי-טק הישראלי הפך לקטר הצמיחה של המשק והסתייע לא מעט במדינה ובמדען הראשי כדי לצמוח ולבנות תעשייה אמיתית – אנשי ההיי-טק מבינים זאת ומעוניינים להחזיר לקהילה ואין ספק שפעילות חברתית דרך עמותות שונות היא דרך מצוינת לעשות זאת.\nואם כבר תפסתם אותי, אספר שהדברים הראשונים שאני בוחן בפגישה עם יזמים: אני משקיע קודם כל באנשים. פגשתי לא מעט יזמים בחיי, אך טרם פגשתי רעיון מבריק שהצליח להפוך למציאות בלי יזמים מוכשרים שידעו להוביל אותו קדימה. לפני בחינת הכישורים ויכולת ההוצאה לפועל של היזם, אני מסתכל על דברים בסיסיים שאתה מחפש אצל כל אדם, כמו יושרה, שקיפות, פתיחות, קשב ואופי נעים. בנוסף, כשמדובר בצוות יזמים, אני בוחן מה הדינמיקה ביניהם כקבוצה. האם הם יכולים לעבוד כצוות, האם לכל אחד יש תרומה רלוונטית לפיתוח הרעיון והאם הם מסוגלים להתאים את עצמם לתנאי השוק, לקהל היעד ולעולם הטכנולוגי המשתנה מרגע לרגע. אחרי כל זה באה החוזקה הטכנולוגית של המוצר, החדשנות שלו והשאלה המרכזית: האם הוא יכול לשנות את כללי המשחק בטריטוריה שבה הוא פועל.\nולסיום, שאלת בונוס למשקיע המתמיד, אם היו לי 25 שעות ביממה, הייתי מקדיש את השעה הנוספת: לנגן על הגיטרה שלי שנזנחה מאז הולדת הילדים.\nכמה משפטים על עצמי: יזם סדרתי שהצליח ועבר לצד של המשקיעים.\nההשקעות שהייתי גאה בהן השנה: Zooz ו-Angelsense, פיתרון מערכת ניטור לילדים אוטיסטים שמשרתת בהצלחה את הילדים והוריהם.\n “פידל” ואני: הקשר מגיע מתסכול בגין המאמץ שנעשה כדי לעלות את יהודי אתיופיה לארץ ושהם הושארו מאחור מבחינת ההשתלבות בארץ והם פצצת זמן שמתקתקת לנו בחצר. כיום מתנדב בועד המנהל ותורם.\n איך הכל התחיל: בדיוק הפסקתי לעשות מילואים אז החלטתי ללכת ולהתעסק עם מטרה חשובה אחרת.\n אתם יכולים לתרום בחזרה: קודם כל להתנדב במועדוניות נוער של העמותה, לאמץ משפחות ונוער שזקוקים לעזרה בהתערות בחברה הישראלית וכמובן לתת אופציות במסגרת “תמורה” ל”פידל”.\nצילום: יורם רשף\nכמה משפטים על עצמי: יוזם מקים ומנהל פלטפורמות להשקעה בחדשנות ישראלית בתחומי הון סיכון (קרן פיטנגו) והשקעות אימפקט (קרן אל-באוודר, קרן אמליה, חברת ההשקעות אימפקט-פירסט, וחברת האג”ח החברתי – Social Finance Israel) מזה 21 שנה. לפני כן עסקתי בתפקידי ניהול בהיטק, לימודי הנדסה ומנהל עסקים, ושירות בחיל האוויר.\nההשקעות שהייתי גאה בהן השנה: מגוון רחב של השקעות בפלטפורמות שלנו ובכולן אני גאה.\n“אל באדוור” ואני:  משמש כיו”ר הקרן וחבר וועדת ההשקעות. מתמקדים בהשקעות הי טק בחברה הערבית ובמגזרי המיעוטים בישראל, והתחום הבולט הוא אינטרנט בערבית לשוק האיזורי.\nאיך הכל התחיל:  חברנו לג’ימי לוי וחברות מנהלים בחברת קומברס, שהקימו בית תוכנה ראשון במגזר הערבי בנצרת והחלו לקדם הקמת קרן להשקעה במיעוטים. החלטנו ללכת ביחד למכרז ממשלתי להקמת קרן וזכינו במכרז.\nאתם יכולים לתרום בחזרה: לחבר את הקהילה הערבית בישראל אל לב תעשיית ההיי-טק בישראל – קליטת עובדים, השקעה, מנטורשיפ, לבקר ללמוד וליצר רשת קשרים אישית.\nואם כבר תפסתם אותי, אספר שהדברים הראשונים שאני בוחן בפגישה עם יזמים: הדבר החשוב הוא אישיותו של ביזם הדומיננטי במערכת כפי שבאה לידי ביטוי באופי, חזון, נחישות, ויושרה.\nולסיום, שאלת בונוס למשקיע המתמיד, אם היו לי 25 שעות ביממה, הייתי מקדיש את השעה הנוספת: למשפחתי – שם חסר לי הכי הרבה זמן.\n", "keywords": "משקיעים,משקיעים ישראלים,תרומה לקהילה,אייל גורה,ירון קרני,אירית ישראלי כהנא,אורני פטרושקה,אורן פירסט,יוסי מולדבסקי,רמי ליפמן,חמי פרס,2014,סיכום שנה,סיכום שנת 2014,סיכום שנה 2014"}