{"url": "https://www.geektime.co.il/comic-con-2018/", "type": "article", "title": "גן העדן של הגיקים: סיכום אירועי קומיק-קון 2018", "description": "בכנס שמלכד גיקים מכל הסוגים נחשפו טריילרים של סדרות וסרטים מצופים וגם כמה חוברות קומיקס שצפויות לצאת בקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/gettyimages-1001520500-1532355278-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-23T17:30:31Z", "modified_time": "2019-04-08T16:52:26Z", "articleBody": "בכנס שמלכד גיקים מכל הסוגים נחשפו טריילרים של סדרות וסרטים מצופים וגם כמה חוברות קומיקס שצפויות לצאת בקרוב\nצלם/תמונה: Daniel Knighton/Getty Images Israel \nכמדי שנה, הסתיים לו אתמול (א׳) מוקד העלייה לרגל של אלפי גיקים מכל העולם – כנס הקומיקון של סן-דייגו. גם השנה, הציפיות נעו בעיקר סביב הכרזות, חדשות, הקרנות טריילרים וכל דבר טלוויזיוני וקולנועי באשר הוא באולם H המפורסם, דרך הכרזות משחקי מחשב ועד, איך לא, הכרזות ועדכונים על סדרות קומיקס חדשות וקיימות. אם לא זכיתם להיות בכנס, או שזכיתם ולא הצלחתם עדיין להשיג כוח-על ולהשתכפל כדי להגיע לכל האירועים – הנה סיכום עיקר החדשות. \nנתחיל מהסוף: מסתבר ש-DC יודעים לא להיות אפלים. יותר מזה, מסתבר שהם אפילו יודעים להיות קלילים ומצחיקים. הם הוציאו טריילר חדש לסרט “שזאם” שצפוי לצאת באפריל 2019, שמספר על ילד שבאמצעות מילת קסם אחת (מוזמנים לנחש איזו) מסוגל להפוך לגיבור-על מבוגר.\n﻿\nבנוסף, קיבלנו הצצה לסרט הסולו החדש של “אקוומן“, גיבור העל שמגיע אלינו כל הדרך מאטלנטיס ובו זכינו לצפות עוד בסרט “ליגת הצדק” לצד גל גדות. אחרי שראינו כיצד הוא יודע להילחם, זה נחמד לדעת שבקרוב נראה קצת יותר מהיכן הוא הגיע.\n﻿\nבהמשך לסרט “חיות הפלא והיכן למצוא אותן” שיצא לאור בנובמבר 2016, אנו זוכים לראות את הטריילר החדש של סרט ההמשך בסדרה: “חיות הפלא: פשעיו של גרינדלוולד“. אנו רואים קצת יותר מניוט סלמנדרה בצעירותו, קצת יותר מדמבלדור בצעירותו והרבה יותר מג’וני דפ – זאת למרות הסערה המתוקשרת שסובבת אותו בשנים האחרונות.\n﻿\nהסרט יתעסק בדמותו של דפ הנקראת גרינדלוולד, ובנסיונותיהם של ניוט סלמנדרה וחבריו לעצור אותו ולבצע את פשעיו. נראה שהסרט מצליח לשמור בהצלחה על אותה אווירה קסומה שיצר הסרט הראשון, אך שהפעם נראה הרבה יותר סצינות אקשן ומתח שיהיה ניתן לחתוך בהינף שרביט.\nבהמשך לסרט “ספליט” שקיבלנו בתחילת 2017, קיבלנו טריילר חדש לסרט ההמשך בסדרה העונה לשם “Glass“. סרט ההמשך צפוי לצאת לאקרנים בינואר 2019, ומככבים בו ברוס וויליס וסמואל ל. ג’קסון שממשיכים את דמויותיהן מהסרט “בלתי שביר”, יחד עם ג’יימס מק’אבוי שממשיך את דמותו מהסרט “ספליט”.\n﻿\nאחת הסדרות האהובות והמצליחות בשנים האחרונות צפויה לחזור אלינו בקרוב מאוד: עונה 9 של “המתים המהלכים” תצא בארצות הברית ב-7 באוקטובר. מדובר בעונה האחרונה בה יופיעו אנדרו לינקולן (ריק) ולורן כהן (מגי), לכן אנחנו לא יכולים להבטיח שהסדרה תמשיך להיות אותו הדבר לאחר מכן.\n﻿\nדני ראנד, הידוע יותר בתור “איירון פיסט”, חוזר לעונה 2 בנטפליקס. ב-7 בספטמבר אנו נזכה לראות את אגרוף הברזל האלמותי, המגן הנצחי של קון לאן, חוזר להגן על עירו. אורחי הכנס שנכחו באירוע ההקרנה, זכו אף לראות שישה קליפים מתוך העונה החדשה, בהם על פי הדיווחים ניתן היה לצפות בשובו של דאבוס בקרב מרטיט, ב”בנות הדרקון” שוב בפעולה ובתלבושת הקומיקס של איירון פיסט.\n﻿\nלכל צופי הסדרה הותיקה “דוקטור הו” הייתה הפתעה כשהוכרזה זהותו החדשה של הדוקטור וגילו שמי שתגלם אותו בעונה החדשה היא למעשה האישה הראשונה בתפקיד – השחקנית ג’ודי ויטאקר. כעת, בטריילר חדש, ניתן לראות אותה גם מגלמת את דמות הדוקטור.\n﻿\nאחרי הפגנה קשה ומייגעת שהפכה את ההאשטאג SaveCloneWars# לויראלי, דיסני נשברה והודיעה על חידוש הסדרה “מלחמות המשובטים” בטריילר חדש ומדליק. הסדרה תצא ב-2019 ותכלול ב-12 פרקים.\n﻿\nבהמשך להצלחתם המסחררת של הסרטים “גודזילה” ו”קונג: אי הגולגולת”, קיבלנו טריילר לסרט הבא בסדרה שעונה לשם “גודזילה: מלך המפלצות”. עם שם כזה מפוצץ, קשה שלא לצפות לסרט שיעלה על קודמיו, ואכן – לפי הטריילר אכן ניתן לצפות ליותר פיצוצים וכאוס מצד המפלצת היפנית המפורסמת.\n﻿\nאנו מקווים מאוד שאת הסדרה “החץ” אין טעם להציג, אך אם יש בכל זאת צורך להסביר – גיבור העל של DC ומי שהתחיל את יקום הסדרות של DC חוזר לעונה חדשה ב-15 לאוקטובר. יצא טריילר חדש עם מבט קליל לעונה החדשה, בה הנבלים יהיו ה-Longbow Hunter. \n﻿\nהסדרה המצויירת שחוגגת השנה יום הולדת 20 הוציאה קליפ מתוך העונה הבאה של הסדרה, כולל פאנץ’ קליל בסוף על הסדרה השניה שמנהל סת’ מקפלרן – “האורוויל”.\n﻿\nכפי שניתן לראות, הקולנוע והטלוויזיה תפסו בשנים האחרונות את הבמה בעולם הקומיקס ודחקו מעט הצידה את חוברות הקומיקס שמהוות בסיס לכל אותן הפקות. בהתחשב בעובדה שכנסי הקומיקון בעולם – בראשם סן דייגו – החלו במקור ככנסי קומיקס, אסור לנו לשכוח גם חדשות על סדרות הקומיקס (לא של הטלוויזיה, אל של חוברות קומיקס פיזיות).\nבמסגרת חגיגות ה-30 לאחד מאוייביו המפורסמים של ספיידרמן, ב-17 לאוקטובר תצא ב-Marvel סדרה חדשה של ונום. הסדרה תציג מספר סיפורים מיוצרי קומיקס מפורסמים – ואפילו מספר הופעות אורח של יוצרים של סדרות עבר של ונום. את סיפורו של ונום יספרו דייויד מישלייני, דוני קייטס, ג’ף לובנס, טיי ווקר, רון לים ומספר יוצרים נוספים.\nDC הכריזו על מותג חדש שנקרא “DC Black Label“. מותג זה יחזיק בסיפורים מסויימים בלבד, מבית היוצר של אמנים וכותבים של DC. עבור מתחילים, המותג יתמקד בסיפורים הסובבים את באטמן, סופרמן ו-וונדרוומן.\nהחופש היצירתי של הכותבים חשוב עבור DC, ולכן הכותבים יוכלו לסתור בחופשיות את הכותרים בסדרות ה-“The New 52” או “Rebirth”, והאמנים יוכלו ליצור מחדש גיבורים ונבלים עם עיצובים שלא נראו מעולם.\nמחלקת הקומיקס של Marvel צייצו בטוויטר תמונת טיזר עם הלוגו הקלאסי של האקס-מן – אך בצבע כסוף, לצד הכיתוב “סתיו 2018”.\nFind out more at the #XMen Panel at San Diego Comic-Con on Sunday at 11:15 AM PT in Room 5AB! #MarvelComics #MarvelSDCC pic.twitter.com/WOEjWqcmrg\n— Marvel Entertainment (@Marvel) July 18, 2018\n\nבפאנל שנערך אתמול בערב, הוכרז כי מדובר בסדרת קומיקס בשם X-Men Black שהיא למעשה סדרה של חוברות עצמאיות (כאלו שאין קשר עלילתי בין אחת לשנייה). בסדרה נוכל למצוא נבלים כמו מגנטו, מיסטיק, מוג’ו, ג’אגרנאט והנבלת-למחצה אמה פרוסט – כאשר המשותף לחוברות בסדרה תהיה עלילת אפוקליפסה כללית.", "keywords": "קומיקון,comic on,קומיקון 2018,comic on 2018,dcֿ,וורנר ברוס,אקווה מן,שאזאם,חיות הפלא,walking dead,dc"}