{"url": "https://www.geektime.co.il/an-interview-with-shlomo-kramer/", "type": "article", "title": "שלמה קרמר: השיטה הטובה ביותר להתנתק מסטארטאפ היא להקים חדש", "description": "בראיון מיוחד לגיקטיים מספר היזם והמשקיע הסדרתי שלמה קרמר על הבייבי החדש שלו, חברת Cato; מתי הוא מחליט לעזוב חברה ולהמשיך הלאה; כיצד נראה סדר היום שלו ואיך הוא מאזן בין 5 ילדים ו-7 דירקטוריונים בהם הוא מכהן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/SHLOMO-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-11T13:26:58Z", "modified_time": "2016-03-11T13:26:58Z", "articleBody": "בראיון מיוחד לגיקטיים מספר היזם והמשקיע הסדרתי שלמה קרמר על הבייבי החדש שלו, חברת Cato; מתי הוא מחליט לעזוב חברה ולהמשיך הלאה; כיצד נראה סדר היום שלו ואיך הוא מאזן בין 5 ילדים ו-7 דירקטוריונים בהם הוא מכהן\nשלמה קרמר. מקור: יח”צ\nלהייטק הישראלי עדיין אין היכל תהילה, אבל אין ספק שלו היה היכל תהילה שכזה, לשלמה קרמר היה שמור בו מקום של כבוד. קרמר הוא אנג׳ל סדרתי, הנחשב לאחד מוותיקי תחום אבטחת המידע וממייסדי החברות צ׳ק פוינט ואימפרבה. הוא החל את דרכו בעולם הסייבר כשעוד לא קראו לו סייבר, כחלק משלישיית מייסדי צ׳ק פוינט (יחד עם גיל שויד ומריוס נכט) לפני 20 שנה. החברה הפכה לאחת מהמובילות העולמיות בתחום ההגנה על המידע שעובר דרך רשת האינטרנט. בשנת 1998, שנתיים לאחר הנפקת צ׳ק פוינט לראשונה בוול סטריט, פרש קרמר מהחברה.\nארבע שנים מאוחר יותר, הקים קרמר את אימפרבה, שפיתחה פתרון אבטחה לבסיסי נתונים בארגונים, והצליח להביא גם אותה להנפקה בוול סטריט בשנת 2011. חברת האבטחה השלישית שהקים קרמר בשנת 2006 – Trusteer, נמכרה ל-IBM בספטמבר 2013 תמורת מיליארד דולר.\nכאמור, קרמר ביסס את מעמדו גם בתור משקיע אנג׳ל, ובתקופה האחרונה מספר חברות בהן הוא השקיע ביצעו אקזיט: Hyperwise ו-Lacoon Seutiry נרכשו יחד תמורת 180 מיליון דולר, על ידי לא אחרת מצ׳ק פוינט ואקזיט נוסף בו היה קרמר מעורב הוא מכירת WatchDox לחברת בלקברי תמורת 100 מיליון דולר.\nלפני חמישה חודשים חשף קרמר את Cato Networks, החברה החדשה שהקים ביחד עם גור שץ. החברה, ששמה לה למטרה לאבטח ארגונים, מתוך הכרה שאבטחת מידע המבוססת על קופסאות חומרה המפוזרות ברחבי הארגון אינה אפקטיבית, הודיעה במקביל על גיוס של 20 מיליון דולר.\nלאחר שבחרנו בו כאחד מ-100 המשפיעים בהייטק הישראלי, חשבנו שזו הזדמנות מצוינת לשמוע קצת מהתובנות ומהניסיון שלו, לנסות להבין מה מניע אותו ומה הבשורה הגדולה שמביאה איתה Cato.\nנתחיל בצ’ק פוינט. באיזה שלב הרגשת שהגעת למיצוי והגיע הזמן לעבור לדבר הבא?\nקרמר: “זה מסוג התהליכים שכשהם קורים, הם לא תמיד ברורים לך עד הסוף. אבל בהסתכלות לאחור אני רואה שגם את צ’ק פוינט וגם את אימפרבה עזבתי כשהיה להן 200 מיליון דולר מכירות, ו-800 או 1,000 עובדים פלוס מינוס… אז אולי זה הסף. אני באמת מרגיש הרבה יותר נוח בחברות כמו Cato, עם 30 אנשים, עם חזון משותף, שכולם הולכים ביחד, מסתערים על זה… גם 200 אנשים זה נוח, אבל כנראה ש-2,000 איש זה כבר לא בשבילי.\nהרגשת שזה לא מעניין אותך כבר, או שפשוט זה הזמן שלך לפנות את הכיסא ולתת למישהו שיותר טוב ממך לעשות את העבודה הזאת?\nקרמר: “אני חושב ששני הדברים האלה הולכים ביחד. אם יש לך יכולות טובות, ואני חושב שיש לי יכולות טובות, אז המרכיב המכריע זה מה מעניין אותך. ברגע שאתה מצליח להתעניין במשהו, אז אתה משקיע את הזמן, בגלל שזה מעניין אותך, ואתה מביא תוצרים טובים”.\nבצ’ק פוינט זה ברור, כי הייתם אתה וגיל, ומריו נכט נשאר, אבל באימפרבה זה היה ממש לשחרר את המושכות למנכ”ל החיצוני.\nקרמר: “אימפרבה הגיעה לשלב שהייתה צריכה מישהו שהוא איש מכירות ושיווק, שיודע לקחת את הארגון לשלב הבא, ואני חושב שהתוצאות מדברות בעד עצמן, שזה היה מהלך מאוד מאוד נכון”.\nאבל, עדיין, זה לשחרר למישהו אחר את הבייבי שלך בידיעה שהדברים לא בהכרח ייעשו כמו שאתה היית עושה אותם.\nקרמר: “הדרך הכי טובה לעשות את זה, זה לעשות עוד בייבי חדש ולמצוא את העניין החדש בחיים. אני מסתכל על אימפרבה ואני חושב שהיא פורחת ומצליחה, העובדים מרוצים והלקוחות מרוצים, כולנו מרוצים. אני מרגיש שעשיתי טוב לכולם”.\nואז מגיע השלב שאתה עושה את הסוויץ’ לכיוון ההשקעות…\nקרמר: “התחלתי ב-1999. היה לי את Digital Fuel, שנמכרה ל-VMware ו-Business Layers, שנמכרה ל-CA, אבל הההשקעה הראשונה שלי במחזור הזה היתה באימפרבה, שבה הייתי אחד מהמשקיעים הראשונים. אחר-כך העניינים פשוט התחילו להתגלגל… השקעתי בניר צוק עם Palo Alto Networks ודבר הוביל לדבר. אתה מתחיל להשקיע, אז אנשים שומעים. אנשים שהכרתי מסיבוב קודם כבר התחילו סטארט אפים חדשים, כמו מיקי בודאי שיצא מאימפרבה ורצה להתחיל דרך חדשה, הכרתי אותו והשקעתי בו”.\nעד כמה אתה מעורב בתור משקיע?\nקרמר: “אני יושב בשישה-שבעה בורדים, שלדעתי זה המספר הנכון, ואני מאוד מעורב. אני מעורב כמשקיע ובמובן הזה אני מתנהג כמשקיע VC, אבל ההבדל הוא שבגלל הרקע שלי כיזם, אני עובד קרוב יותר עם היזם, ויכול לעשות לו mentoring ולדבר איתו כשצריך”.\nאיך אפשר לתמרן בין שבעה בורדים, לנהל חברות, השקעות לחיים האישיים?\nקרמר: “אין לי תחביבים… אבל בעיקר התמזל מזלי והתחום הזה הוא גם התחביב שלי, ולכן אני משקיע בו יותר שעות ביממה, מאשר אנשים שזו העבודה שלהם”.\nאז איך נראה יום טיפוסי אצלך?\nקרמר: “אני מגיע למשרד בין שמונה לשמונה וחצי בבוקר ואני בדרך כלל נמצא בבית בשבע עד שבע וחצי בערב. אם יש לי שיחות מול ארצות הברית, אז אני ממשיך בלילה מחדר העבודה בבית. כמה שעות עבודה יש אחר-כך בלילה, זה כבר תלוי בשלב שבו נמצאת החברה. אתה מכיר בטח את הנושא הזה של משמרת, כשאתה רואה סטארט אפ גלובלי, יש משמרת שנייה בערב”.\nיש לך משפחה עם חמישה ילדים. איך עושים את הבאלאנס הזה בין העבודה שהיא גם התחביב ובין החיים האישיים?\nקרמר: “אני חושב שיש לי הרבה יותר איזון היום מאשר היה לי לפני 20 שנה או 25 שנה, כשהתחלתי את זה. מצד שני, אני לא בטוח שאני יכול לנסח לך איך להגיע לאיזון הזה או כיצד נראית המשוואה שצריך לתחזק בשביל לשמור על האיזון הזה. אין שום ספק שזה מה שנקרא מרתון ובשביל להצליח במרתון אתה צריך לשמור על איזון בריא בין מרכיבי החיים השונים שלך”.\nמתוך ממשק השליטה של CATO Networks, הבייבי החדש של קרמר. מקור: צילום מסך\nתסביר לנו קצת על הבייבי החדש.\nהבסיס של CATO הוא רשת עולמית של נקודות גישה [Points of Presense או בקיצור PoPs. י.פ] המחוברות ביניהן ב-tier one carrier links. זה מאוד דומה לתשתית של CDN כמו Incapsula [חברה נוספת שקרמר השקיעה בה ונרכשה על-ידי Imperva. משם גם הגיע השותף הנוכחי של קרמר ב-Cato, גור שץ. י.פ].\nב- CDN כל מה שאתה צריך כדי לתת שירות עולמי, זה בערך 30 עד 35 PoPs ממוקמים היטב ברחבי העולם שרחוקים 10-20 מילי-שניות מכל ביזנס בעולם. זה הפריסה והם מחוברים היטב ביניהם. על גבי הרשת הזאת אנחנו בעצם מספקים לארגון רשת וירטואלית בענן.\nמה זה אומר? \nזה אומר שבעצם כל המרכיבים של הארגון החל מהדאטה סנטר הארגוני בין אם הוא בענן ובין אם הוא On Premise, שירותי אמאזון, סניפים, משתמשים ניידים ועוד, יכולים להתחבר לתוך רשת אחת שמחברת בין כולם.\nבעצם, יש רשת וירטואלית אחת שמחברת ביניהם, שהיא בענן, והיא אלסטית ומחברת אותם גם החוצה ל-cloud ולאינטרנט. בעצם זה כאילו לבנות מחדש את ה-perimeter של הארגון כולו, אבל בענן.\nכמובן שעל התשתית הזאת אנחנו נריץ אלפי ועשרות אלפי רשתות של ארגונים ב-multi-tenant והרשתות האלה הם בעצם ה-wide area של הארגון ועליהם אנחנו נותנים שירותי security שונים שהם שירותים אלסטיים כגון Filtering, Firewall, Inspection ובעתיד נמשיך לספק עוד ועוד. בעצם כל מה שאתם מכירים מאבטחת מידע, אנחנו נדע לספק בצורה הזאת ובמקום שיהיה בארגון הרבה מאוד מערכות אבטחה פיזיות שונות שכל אחת מהן צריך לנהל בנפרד, יש לך policy אחד ששולט על כל ה-traffic ב-wider network וכל ה-traffic שיוצא לענן והוא אומר מה מותר, מה אסור, מה לעשות, איפה לפלטר. בקיצור, יש לך רשת אחת בענן, עם סט אחד של security services ו-policy אחד.\nיש לא מעט פתרונות שמתיימרים לספק את אותו הדבר היום. איך זה שונה מאחרים?\nבעבר היה עולם שבו היה hosting. היו לך קופסאות, שרתים פיזיים והיית שם אותם באיזשהו ארון ב-Data Center כלשהו באיזשהו ספק אינטרנט, או ב-Rackspace. זה מה שכולם עשו. פתרון הגיעה אמאזון עם AWS וכולם מבינים איך AWS שונה מ-hosting. אנחנו בעצם ה-Amazon Web Services של עולם ה-network security.\n\nואיך הארגונים מתחברים אליך לענן? ב-VPN רגיל?\nאיך אני עושה plug in בתוך הרשת הזאת? אז נניח יש לך קופסה כזו [קרמר מצביע על קופסת תקשורת קטנה שיושבת על השולחן] וזה הציוד היחיד שיש בארגון. כל מה שהוא עושה זה tunneling של ה-traffic לענן, אבל זה tunneling חכם, הוא יודע לקחת כמה קווי תקשורת ולחבר אותם יחד. לעשות load balancing ו-high availability ביניהם, הוא יודע אם PoP הקרוב נפל או עמוס מדי ולעבור לפופ אחר. הוא יודע למצוא את ה-PoP הכי קרוב, הכי טוב כרגע לעבוד מולו. יש בקופסה הזו כל מיני דברים חכמים. אבל אם אתה לא רוצה את הקופסא הזאת ויש לך איזושהי קופסא שלך שיודעת לעשות tunnel של VPN מבוסס IPSec או L2TP, אתה יכול להשתמש בה.\nבסופו של דבר, אתה בעצם מייצר פה Gateway ווירטואלי לכל ה-Traffic של הארגון. זה חתיכת Single Point of failure. \nבנינו הרבה מאוד redundancy לא רק ל-cloud אלא גם ל-sockets שמחברים אותך ל-cloud. בסך הכל יש פה גישת enterprise מאוד בשלה, זאת אומרת שהקופסאות האלה יכולות להיות, יכול לחבר שתיים, יכול לחבר שני קווים שונים של 3G ו-ADSL והוט לצורך העניין.\nאני לא מדבר על רמת ה-end point, אני מדבר על רמת ה-cloud services.\nאם נפל לך PoP אז ה-device יודע ללכת לחפש את ה-PoP הקרוב הזמין ביותר. ואם אין PoP קרוב הוא יימצא את הכי קרוב אחריו. אני חושב שעבור הלקוחות שלנו בעצם השירות הזה יגדיל את ה-availability מפני שהיום הבעיות העיקריות מאוד גלויות לעין.\nזאת אומרת ה-ADSL Line עולה יורד עולה יורד, יש לך כמה כאלה ואתה יכולים לעבור ביניהם. אתה שולח את הפאקטים ל-middle mile והם, עד שיגיעו לצד שני למשרד שלך בסן פרנסיסקו, יעברו עשרה ספקי אינטרנט שונים בדרך וה-routing שלהם יהיה בנוי על כמה הספקים השונים יעשו כסף ולא על כמה מהר הפאקט יגיע. אנחנו שולטים ב-middle mile והפאקט יגיע בצורה הכי מהירה לצד השני.\nנכון, אבל בסופו של יום אבל אתה עדיין עובד over the internet.\nלא מדויק, אנחנו לא עובדים over the internet כי הקווים שמחברים בין ה-PoPs שלנו הם  tier one carrier providers. בעצם, אנחנו רצים על אותו ב-Carrier מקצה לקצה כך שגם ה-last mile  גם ה-middle mile יעבוד הרבה יותר טוב איתנו מאשר בלעדינו. זה עוד לפני שהתחלנו לדבר על Acceleration ו-Optimization שאנחנו עושים. השירותים שאנחנו נותנים הם לא רק שירותי security הם גם שירותי  network.\nבסופו של יום אני חושב שזו חברה מאוד מיוחדת לעבוד בה, כי היא חברה שלא רק מביאה מוצר חדש לשוק, היא מביאה באמת גישה חדשה לשוק ויש לה יכולת לשנות את פני השוק מאוד מאוד בגדול ומעבר לפוטנציאל המסחרי שלה גם היא ב-cutting edge של הטכנולוגיה ולכן כדאי לכם לבוא לעבוד אצלנו.\nשלמה, גם לך יש בעיה לגייס מהנדסים?\nכן, קשה למצוא היום מהנדסים טובים, זה זה דורש יותר מאמץ. אבל אבל אני חושב שאנשים באים כי הם מרגישים טוב עם מה שהם עושים, לא בגלל שהם, הם מרגישים שיש פה משהו, שאנשים אוהבים מה שהם עושים.\nאתה חושב שאנשים באים לעבוד פה כי זה לעבוד עם שלמה קרמר והם יודעים שיהיה כאן אקזיט?\nלא. אני אומר שאנשים בסופו של דבר באים לא בשביל ה-branding, אלא בגלל המהות של מה שקורה כאן.\nאבל בסופו של יום ה-brand name עוזר.\nכן.", "keywords": "שלמה קרמר,אימפרבה,צ\\'ק-פוינט,פאלו אלטו נטוורקס,ניר צוק,גיל שוויד,מריוס נכט,imperva,checkpoint,palo alto networks,cato networks,קאטו נטוורקס,קאטו,פיירוול,סייבר,cyber"}