{"url": "https://www.geektime.co.il/geekstarter-01-01-16/", "type": "article", "title": "פיתוח ישראלי: בית חכם לחתול שלכם [גיקסטארטר]", "description": "השבוע במדור מימון ההמונים שלנו: בית חכם לחתול שיקל על החיים שלו ושלכם, בקבוק שיגיד לכם כמה ומתי לשתות והתקן חדש שיתן לכם לחיות מחדש את הרגעים המרגשים שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/u9qmdkq5heva87iybwg0.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-01T17:00:46Z", "modified_time": "2016-01-01T09:02:44Z", "articleBody": "השבוע במדור מימון ההמונים שלנו: בית חכם לחתול שיקל על החיים שלו ושלכם, בקבוק שיגיד לכם כמה ומתי לשתות והתקן חדש שיתן לכם לחיות מחדש את הרגעים המרגשים שלכם\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. במסגרת גיקסטארטר, נציג בכל שבוע מספר פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\n\nאם תמונה שווה אלף מילים, כמה שווה חוויית מציאות מדומה בתלת-מימד שמאפשרת לנו לשחזר את הרגעים המרגשים שלנו?\nTeleport הוא התקן שמתלבש על מצלמת הסמארטפון שלכם ומאפשר לכם לצלם גם וידאו וגם תמונות סטילס בתלת מימד ולצפות בהם ב’מציאות מדומה’. השימוש פשוט למדי: הרכיבו את ההתקן על עדשת המצלמה של הסמארטפון, צלמו את הרגע או האירוע בוידאו או בסטילס וצפו במה שצילמתם בעזרת התקן מציאות מדומה דוגמת ה-Gear VR של סמסונג או האופציה הזולה יותר דוגמת ה-Cardboard של גוגל\nמחיר יחידה: 460 ש״ח (התקן+התקן צפייה – כולל משלוח לישראל).\nמועד משלוח משוער: ינואר 2016.\nהגיעו ליעד? היעד של הפרויקט עמד על עשרת אלפים דולר. נכון לרגע זה גוייסו כ-66 אלף דולר, כשנותרו עוד 23 ימים לגיוס.\nעמוד הפרויקט\n\nארגזי צרכים לחתולים הם אמנם פרקטיים, אבל רובם פשוט לא נראים טוב, ויותר מזה, מעלים ניחוחות… שנכנה אותם בעדינות לא נעימים.\nהאדריכלית הישראלית רות קידר פיתחה את De Cat Palace, שכולל את כל מה שיש בארגז רגיל, עם תוספות ייחודיות טכנולוגיות, שיעזרו לשדרג גם את חייהם של חתולי הבית, וגם את של בעליהם. בין השאר כולל הארגז המשוכלל: מערכת אוורור מופעלת על ידי הסמארטפון, מערכת התראות לסמארטפון על מצב החול או מצב קערות המים והאוכל, מטהרי אוויר אוטומטיים, קיר גירוד עם משטח שניתן להחלפה, כרית שינה, צעצועים בנויים בתוך הארמון וקערות חכמות למים ולאוכל.\nמחיר יחידה: 350 ש״ח (כולל משלוח).\nמועד משלוח משוער: ינואר 2016.\nהגיעו ליעד? היעד של הפרויקט עומד על 150 אלף דולר. נכון לרגע זה גוייסו כ-1,300 דולר, כשנותרו עוד 33 ימים.\nעמוד הפרויקט\n\nמסתבר שרובנו לא שותים מספיק מים, שמהווים את אחד היסודות לתזונה ולחיים בריאים יותר. Seed הוא בקבוק שתייה חכם שכולל פיצ’רים שיעזרו לנו לפתור את המצב. בין השאר הבקבוק מצוייד במנגנון ייחודי למעקב אחר כמות המים שאנחנו שותים, ומסוגל להזכיר לנו לשתות כאשר אנחנו לא עומדים ביעדים. בנוסף, כולל הבקבוק מנגנון לשמירה על טמפרטורת המים והתראה כאשר המים אינם טריים מספיק.\nהבקבוק, שעשוי מפלדת אל-חלד כולל גם מסך מגע לשליטה אינטואיטיבית יותר והוא מתממשק בעזרת Bluetooth לסמארטפון שלנו. הבקבוק מגיע במספר גדלים ובמגוון צבעים.\nמחיר יחידה: 230 ש״ח (כולל משלוח לישראל).\nמועד משלוח משוער: פברואר 2016.\nהגיעו ליעד? היעד של הפרויקט עומד על 20 אלף דולר. נכון לרגע זה גוייסו כ-83 אלף דולר, כשנותרו עוד 9 ימים.\nעמוד הפרויקט\n ", "keywords": "מימון המונים,גיוס המונים,קיקסטארטר,גיקסטארטר,אינדיגוגו,הדסטארט,קיקסטארט,מימונה,seed,de cat palace,teleport,חתול,חתולים,מציאות מדומה,"}