{"url": "https://www.geektime.co.il/kobe-bryants-vc-career/", "type": "article", "title": "האקזיטים, הכשלונות והנקודה הישראלית: סיפורו של קובי בריאנט כמשקיע הון סיכון", "description": "בראיינט לא היה רק אגדת כדורסל וזוכה אוסקר, הוא היה גם משקיע הון סיכון עם נקודה ישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/11019184093_b7981f89ef_o-1580109988-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-27T09:49:52Z", "modified_time": "2020-01-27T10:01:52Z", "articleBody": "בראיינט לא היה רק אגדת כדורסל וזוכה אוסקר, הוא היה גם משקיע הון סיכון עם נקודה ישראלית\nמקור: NeonTommy\nהעולם כולו מבכה את מותם של אגדת הכדורסל קובי בריאנט ו-7 נוסעים אחרים, בהם בתו ג’יאנה-מריה, בהתרסקות המסוק אמש בקליפורניה. אבל מלבד היותו חמש פעמים אלוף NBA, מדליסט אולימפי וזוכה פרס האוסקר – לא רבים יודעים שבראינט היה גם בעלים של קרן הון סיכון, והיה מעורב בסצנת הסטארטאפים האמריקאית.\nבריאנט הקים ב-2013 יחד עם המדען והיזם הסדרתי ג’ף סטייבל את קרן ההון סיכון Bryant-Stibel (בריאנט-סטייבל). הקרן של בריאנט וסטייבל השקיעה בחברות בשלבים מתקדמים ומאוחרים והחלה את דרכה עם קרן ראשונה בגובה של 100 מיליון דולר.\nכמו לא מעט קרנות, בריאנט-סטייבל מנהלת לא מעט השקעות – חלקן באופן טבעי מוצלחות יותר וחלקן מוצלחות פחות. בין ההצלחות של הקרן ניתן למצוא את Scopely, חברה אמריקאית לפיתוח משחקים, שגייסה עד כה יותר מ-450 מיליון דולר. רק בשבוע האחרון רכשה Scopely מדיסני את חטיבת פיתוח המשחקים של אולפני Fox (שנבלעה ע”י דיסני, א.א.).\nעוד השקעה מדוברת של הקרן היא ב-LegalZoom, סטארטאפ המספק שירותים משפטיים אונליין ונחשב לאחד הגדולים בתחומו בארצות הברית. הסטארטאפ, שגייס עד כה יותר מ-800 מיליון דולר, מעסיק אלפי עובדים ברחבי ארה”ב המספקים שירותים משפטיים ברשת.\nהקרן השקיעה בחברות נוספות כמו Tile, שמפורסמת בזכות מכשירי האיתור הזעירים שלה שניתנים להצמדה לחפצים כמו ארנקים, סמארטפונים ועוד.  בנוסף, בבריאנט-סטייבל השקיעו בשלבים המאוחרים ב-Epic Games, שהביאה לעולם את פורטנייט. הקרן השקיעה גם ב-Dell ובענקית הקמעונאות הסינית עליבאבא – שמאז ההשקעה של בריאנט הספיקו לעבור הנפקה בבורסה.\nהקרן של בריאנט וסטייבל הייתה גם אחת מהמשקיעות הראשונות ב-The Players Tribune, האתר שנחשב לכלי התקשורת של הספורטאים – שבו יכלו לקבל במה ולכתוב היישר לאוהדים שלהם. הפלטפורמה הוקמה על ידי ספורטאי אחר – אגדת הבייסבול דרק ג’יטר.\nבנובמבר האחרון הקרן עשתה אקזיט, כש-Minute Media הישראלית רכשה את האתר מידי ג’יטר. מלבד האקזיט על The Players Tribune, הקרן נהנתה מארבעה אקזיטים נוספים, כשהחברות Reserve, SHIFT, Datanyze ו-Represent שבהן השקיעה הקרן – נמכרו.\nכאמור, באופן טבעי, לא רק הצלחות רשמה קרן ההשקעות של ברייאנט. אחת האכזבות הגדולות בפורטפוליו של בריאנט-סטייבל היא Juicero, שגייסה 120 מיליון דולר, בין השאר מחברת האם של גוגל – אלפאבית. Juicero הוא סטארטאפ עם סיפור איקרוס קלאסי – עלה מהר ונשרף מהר באותה המידה. ב-Juicero הציעו מסחטת מיצים מדור חדש הסוחטת את המיץ משקיות, שנמכרות ע”י החברה במינוי חודשי יקר. הסטארטאפ כאמור זכה לשבחים רבים, עד שאנשים גילו שהם יכולים לסחוט ידנית את המיץ מהשקית, מה שמייתר למעשה את המכשיר של החברה, והסיפור הפך לוויראלי. החברה התפרקה ב-2017, אחרי שהספיקה לעשות ריקול למכונות שלה ולהחזיר כסף ללקוחותיה.\nבשנה שעברה חברה הקרן של בריאנט וסטייבל לחברת ההחזקות האירופית Permira והשתיים הקימו יחד קרן השקעות בבסטארטאפים בשלבים מוקדמים בגובה של 1.7 מיליארד דולר בשם Permira Growth Opportunities – חלק נוסף ומפואר בקריירה של איש שהיה גדול לא רק על מגרש הכדורסל.\n\n\n\n\n\n\nמי יהיו הסטארטאפ, הקרן והאקסלרטור של השנה?\nהצביעו לזוכים שלכם בפרסי ה-GeekAwards\n\n\n", "keywords": "קובי בראיינט,סטארטאפ,הון סיכון,קרן הון סיכון,השקעה,השקעות,בראיינט סטייבל,בראיינט-סטייבל,kobe bryant,bryant stibel,vc,venture capital"}