{"url": "https://www.geektime.co.il/solaredge-ipo/", "type": "article", "title": "SolarEdge תגייס 125 מיליון דולר בנאסד''ק לפי שווי של חצי מיליארד [הנפקה]", "description": "חברת SolarEdge, שמפתחת פתרונות לייעול של השימוש באנרגיה סולארית, בדרך לנאסד''ק. החברה תנסה לגייס 125 מיליון דולר. מעיון בתשקיף שהגישה החברה עולים עוד כמה פרטים מעניינים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/SMALL5.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-24T17:32:31Z", "modified_time": "2015-02-24T17:32:31Z", "articleBody": "חברת SolarEdge, שמפתחת פתרונות לייעול של השימוש באנרגיה סולארית, בדרך לנאסד”ק. החברה תנסה לגייס 125 מיליון דולר. מעיון בתשקיף שהגישה החברה עולים עוד כמה פרטים מעניינים\nמתקן של SolarEdge שהוקם באיטליה. מקור: SolarEdge\nחברת הקלינטק (cleantech) הישראלית SolarEdge מהוד השרון עומדת להנפיק בנאסד”ק האמריקאית ולגייס כ-125 מיליון דולר. החברה מפתחת מערכות למעקב וניטור אחרי הפקה וצריכה של אנרגיה סולארית והגישה לאחרונה תשקיף לפני הנפקה.\nSolarEdge הוקמה בשנת 2006 על ידי חמישה שותפים שהכירו בזמן שירותם ביחידת טכנולוגיה בחיל המודיעין: גיא סלע, מנכ”ל החברה; יואב גאלין, סמנכ”ל המו”פ; ליאור הנדלסמן, סמנכ”ל שיווק; מאיר אדסט, סמנכ”ל טכנולוגיות ליבה ועמיר פישלוב. מאז הקמתה הספיקה לגייס מאז כ-85 מיליון דולר בשלושה סבבי גיוס, כשבין המשקיעים שלה GE Capital, Genesis Partners, Walden International, Lightspeed Venture Partners ועוד. למרות שהחברה רשומה במדינת דלאוור שבארצות הברית, הרי שהיא מעסיקה 352 עובדים במרכז הפיתוח שלה שבהוד השרון.\nהחברה נחשבת לשחקנית מרכזית בשוק ולמפתחת מובילה של יחידות מיצוי הספק. יחידות אלו, הנקראות גם Power Optimizer, מיועדות לצורך הפקת מקסימום האנרגיה ממערכות סולאריות פוטו-וולטאיות באמצעות בקרה אלקטרונית לכל קולט. היחידות הללו מציגות נצילות מעולה (99.5%) ומאפשרות הפקה של עד 25% יותר אנרגיה בהשוואה לממירים רגילים. נכון לעכשיו סיפקה החברה יותר מ-4.5 מיליון יחידות מיצוי הספק ועוד 201 אלף ממירי מתח סולארי (Inverter). החברה מוכרת את מוצריה ב-38 מדינות, אולם הם מותקנים במספר כמעט כפול של מדינות – 73. בין הסיבות למעבר של החברה לרווח, מציינת החברה בתשקיף את שיתוף הפעולה שלה עם SolarCity, אחת הספקיות המובילות בארצות הברית לפתרונות סולאריים, שיתוף פעולה שאחראי על כ-19.1 אחוז מהמכירות של SolarEdge.\nעל פי נתונים רשמיים של נסדא”ק, מתכננת SolarEdge לגייס כ-125 מיליון דולר. בהנחה שהחברה מציעה תמורת ההון הזה כ-25 אחוז מהמניות שלה, ההנפקה משקפת לחברה שווי מכובד שבין 500 ל-600 מיליון דולר. מהתשקיף שהגישה החברה עולה עוד כי לראשונה בתולדותיה רשמה רווח של כ-5.9 מיליון דולר על הכנסות בגובה 140 מיליון דולר. גיא סלע, המנכ”ל ויו”ר הדירקטוריון נהנה בשנה האחרונה משכר (כולל בונוסים) של יותר מ-2.1 מיליון ש”ח. החברה תיסחר תחת הסימול SEDG, כשהחתמים של ההנפקה יהיו Deutsche Bank ו-Goldman Sachs כחתמים ראשיים ו-Canaccord Genuity Inc, Needham & Company, LLC ו-Roth Capital Partners, Inc יהיו החתמים המשניים.\n", "keywords": "solaredge,סולארדג\\',הנפקה,נאסדק,nasdaq,ipo,תשקיף,טיוטה,שמש,אנרגיה סולארית,קלינטק,קלין טק,cleantech,"}