{"url": "https://www.geektime.co.il/how-to-get-more-with-freelancers/", "type": "article", "title": "300 דולר וזינוק של 14% בשיווק: איך עובדים נכון עם פרילאנסרים?", "description": "תתפלאו לגלות כמה כלים פשוטים, זולים ויעילים זמינים לכם לצורך שיווק הסטארטאפ שלכם או לשם ייעול תהליכים בעזרת מיקור חוץ. הנה מדריך שיעשה לכם סדר בבלאגן ויחסוך לכם המון זמן, כסף וכאב ראש", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/fiverr1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-25T11:19:18Z", "modified_time": "2014-08-25T11:20:30Z", "articleBody": "תתפלאו לגלות כמה כלים פשוטים, זולים ויעילים זמינים לכם לצורך שיווק הסטארטאפ שלכם או לשם ייעול תהליכים בעזרת מיקור חוץ. הנה מדריך שיעשה לכם סדר בבלאגן ויחסוך לכם המון זמן, כסף וכאב ראש\n\nלדעתי, שיווק הוא חלק אינטגרלי מהמוצר והמאסטרטגיה העיסקית. לכן, לא ניתן לממש אותו ע”י גורם חיצוני מחוץ לחברה. אני לא מאמינה שמישהו חיצוני יכול להגות ולכתוב את הפוסטים הנכונים לחברה, לנהל את הבלוג או להמציא קמפיינים.\nבדיוק בשל כך אנחנו מנסים להוציא ב-outsourcing כל משימה שאינה מחייבת הכרות עמוקה עם המוצר או השוק. אני רוצה שצוות השיווק בחברה יוכל להתמקד בהמצאת רעיונות ותוכן ייחודיים על פני עבודה על משימות שאינן מצריכות ידע ייחודי. תקציב האאוט-סורסינג החודשי שלנו הוא בסביבות ה-300$, תקציב זה מאפשר לנו לפרסם יותר תכנים, ליצור פוסטים מעניינים ולהגדיל את אחוז ההמרה של מבקרים באתר.\nלפני שאנחנו עוברים לחלק הפרקטי, הנה כמה מילים על האתרים המרכזיים שכדאי להכיר:\noDesk – ה-marketplace הגדול בעולם לעבודות פרילאנס, מציע את כל סוגי השירותים – תוכנה, עיצוב, כתיבה, שיווק. ניתן לפרסם משרה באתר ולהציע סכום עבורה (מכמה דולרים בודדים עד לכמה אלפים). לכל משרה שפירסמתם יהיו מספר פונים פוטנציאלים שניתן למיין ע”פ הרקע שלהם, דירוג באתר או פשוט שיחה ישירה. חשוב לציין שיש מנעד עצום בין הפרילאנסרים השונים שמציעים את השירותים, בין חובבנים למקצוענים שיכולים לממש משימות מאד מורכבות. oDesk מתאים מאד למשימות טכניות.\nElance – הקונספט דומה ל-oDesk ולא מזמן החברות התמזגו אם כי האתרים נשארו נפרדים. נותני השירותים ב-Elance בדר”כ קצת יותר מקצועיים וגם התמחור יותר גבוה. מתאים יותר לעבודות כתיבה, שיווק ועריכה.\nFiverr – הישראלית היא marketplace לעבודות פרילאנס ב-5$. בניגוד ל-oDesk/ Elance בהם אתם מגדירים את המשימה, ב-Fiverr יש שלל ‘גיגים’ מוכנים שניתן לבחור בינהם. מתאים למשימות קטנות סגורות כמו קריינות, לוגו וכו’.\nהנה המשימות העיקריות שאנחנו מוציאים ב-Outsourcing והדרכים הטובות ביותר לעשות זאת:\n פוסטים על בסיס מחקר מצליחים יותר. עשו שימוש ב-oDesk למחקרים.\nלפני כשנה וחצי, כאשר תכננו את אסטרטגיית הבלוג שלנו, עשיתי מחקר מעמיק על בלוגים שונים על מנת להבין איזה סוגי תוכן מובילים ליותר קוראים. אחד מסוגי התכנים הכי פופאלריים היה מחקרים – מידע מעניין מבוסס על מספרים וחיתוכים מעניינים.\nהנה מספר דוגמאות לפוסטים שפירסמנו בשנה האחרונה על בסיס מחקרים אשר הובילו למספר מבקרים גבוה והפכו ויראלים:\nעל מנת ליצור תוכן מסוג זה יש צורך במחקר של כמה ימים או/ו כתיבת תוכנה קטנה להוצאת וחיתוך המידע. בעוד שבפוסטים הראשונים ניהלנו את כל המחקר בתוך החברה, לאורך הזמן הבנו שניתן להוציא חלק גדול מהעבודה. ברגע שיש רעיון ברור למחקר ודרך מפורטת לאיך לממש אותו ניתן להגיע לתוצאות מעולות עם מישהו חיצוני ולחסוך זמן יקר. תכנון המחקר וכתיבת הפוסט לאחר קבלת התוצאות נעשו בתוך החברה אבל שליפת המידע והמיון נעשו ב-Outsourcing.\n עלות: בין $50- 150$ (אם נדרשת עבודת מתכנת לכתוב script לשליפת המידע העלות תהיה בדרך כלל מעל $100).\nאיפה? אנחנו עושים שימוש ב-oDesk .Elance היא גם אופציה טובה אבל בדר”כ כלל יותר יקרה מ-oDesk.\nטיפ: המפתח לקבל תוצר איכותי הוא כתיבה מאד מדוייקת ומפורטת של המשימה. הקרטיריון הראשי שאנחנו משתמשים בו כאשר אנחנו בוחרים אם לבצע משימה כלשהי בתוך החברה או באופן חיצוני הוא כמה פשוט להסביר את המשימה.\nהנה דוגמא לתיאור משימה שהוצאנו ב-Outsourcing:\n\nFiverr מכניס אנשי שיווק למצב רוח של שופינג. ברגע שתלחצו על תחום ה-“Online marketing” תוכלו למצוא אלפי גיגים שמתאימים למוצר שלכם ב-$5 – משיפורי SEO ועד הוספת גרפיקה ייחודית לפוסט שלכם. החסרון של Fiverr הוא שלא ניתן להגדיר את המשימה אלא לבחור משימה קיימת ולכן לא תמיד התוצאה תהיה מושלמת לצרכים שלכם. היתרון הוא ברור – במקרה הכי גרוע ‘בזבזתם’ 5$.\nהנה כמה גיגים ששווה להכיר:\n קריינות – קריינות מקצועית ע”פ קטע טקסט שאתם שולחים. פתרון מצויין לסרטוני וידאו או הקלטה של המוצר. המחיר הממוצע הוא $5 לדקה או 100 מילים. כמה קריינים מוצלחים שעבדנו איתם: Rever B.Domina (לינק) ו-Lucky Sean (לינק).\n\n הוספת גרפיקה מותאמת לפוסט – תמונה או איור המותאמים לתוכן של פוסט תמיד מקדמים אותו. תוכלו למצוא אלפי מאיירים פה. אופציה מצויינת אחרת היא קריקטורות שתוכלו למצוא פה.\n\n שיפורים והתאמות ב-Wordpress – מכיוון ש-Fiverr מבוססת על ‘גיגים’ קבועים יש הרבה מוכרים שמתמחים בנושאים מסויימים ומגיעים לרמת התמחות גבוהה בהם. אם אתם צריכים עזרה ב-plug in מסויים ב-wordpress, התאמה של ה-CSS למצב כלשהו או העברה של נתונים יש סיכוי גבוה מאד שתמצאו מישהו שיעשה את זה ב-5$ ויחסוך לכם שעות של התעסקות וניסיונות מיותרים. עוד סוג גיג נחמד הוא פשוט העברת המידע מקובץ טקסט אל ה-Wordpress וסידור הכותרות והתמונות (לינק).\n הלוגו שלכם כמו שמעולם לא דמיינתם אותו – סוג ‘גיג’ פופלארי הוא ציור לוגואים בכל דרך אפשרית (ולא אפשרית) – בכוס קפה, בתלת מימד, מצוייר על גוף עירום או מוטבע בחול. יכול להיות פתרון מצויין לפוסטים ולדפי נחיתה מיוחדים.\n\nסיקור מעניין של 7 ‘גיגים’ לאנשי שיווק אפשר למצוא פה.\nאחד מסוגי התכנים המועדפים עלי הוא רשימות. אני לא מתייחסת פה לתכנים כמו “5 דרכים ל…” שעוטף פוסט רגיל כרשימה, אלא לרשימות מקיפות המתבססות על מחקר ומכילות עשרות פריטים. לדוגמא: רשימות של כלים או אפליקציות למטרה מסויימת, בלוגים מומלצים, רשימות מדריכים וכו’.\nהנה כמה דוגמאות מצויינות, שימו לב כמה הפוסטים האלה הפכו ויראלים:\n50 marketing blogs you should read everyday (link)\n53+ free images sources for your blog and social media posts (link)\nThe 32 best photo apps (link)\nרשימות ארוכות נוטות להצליח יותר מרשימות קצרות. “40 כלים ל…” ככל הנראה יקבל יותר מבקרים ויהיה יותר ויראלי מאשר “7 כלים ל…”. לפוסטים מסוג זה יש פוטנציאל SEO מצויין והם נוטים להתברג במקומות גבוהים בחיפושים אחר נושא הרשימה. המרכיב העיקרי ביצירת תוכן זה הוא המחקר – יש צורך לעבור על מאות אתרים על מנת ליצור רשימה מוצלחת. אנחנו נוטים להוציא ב-outsourcing את המחקר ובאמצעות כך ליצור יותר תוכן בפחות זמן. לדוגמא: על מנת ליצור את java2014.org (לוח שנה שמרכז את כל האירועים למתכנתי ג’אווה) הוצאנו ל-oDesk פרוייקט של חיפוש כל אירועי ה-Java/ Scala/ DevOps לשנת 2014. במחיר של 100$ קיבלנו רשימה של מאות אירועים. כמובן שאת העריכה הסופית ואימות המידע עשינו לבד.\nבניית אתרים, כלים או אפלקציות הנפרדות מהאתר הראשי הוא כלי שיווקי נהדר. מחשבונים, משחקים או לוחות שנה יכולים להביא מבקרים מצויינים. הזכרתי בפסקה הקודמת את לוח השנה לאירועים למפתחים שהשקנו בתחילת השנה, עוד דוגמא מוצלחת שבנינו היא ה-Stackifier (קישור כאן) שמאפשר למתכנתים לנקות קבצי לוג. היופי של פרוייקטים כאלה הוא שהם לרוב מבודדים מהקוד המרכזי ובעלי איפיון סגור יחסית, מה שהופך אותם למועמדים מושלמים ל-outsourcing.\n איפה? אנחנו מוציאים פרוייקטים מסוג זה לרוב ל-oDesk. בדר”כ אחד מהמתכנתים בצוות מגדיר את דרישות התפקיד ובודק את ההתקדמות לאורך הדרך.\n כמה? לרוב בין $100-$300 לפרוייקט.\nבניית דף נחיתה מתאים לכל מודעה או קישור חיצוני יכול להשפיע באופן משמעותי על המרת המבקרים למשתמשים רשומים. דפי נחיתה הם גם דרך מצויינת למבחני A/B על מיצוב וסוגי קמפיינים שונים. אחד מצווארי הבקבוק העיקריים אצלנו בבניית יותר דפי נחיתה מוצלחים הוא חוסר משאבי פיתוח. בדומה ל’מיני פרוייקטים’ שתארתי קודם, גם דפי נחיתה לא מערבים נגיעה בקוד המרכזי ובמידה והם נכתבים לא בצורה אופטימלית עדיין לא יפגעו בתפקוד האתר הראשי. עובדה זו שהופכת גם אותם לחומר מצויין ל-outsourcing. ישנם מאות אתרים שמתמחים בלקיחת עיצוב קיים והפיכתו ל-HTML. העלות מתחילה ב-49$ לדף הראשון (בשירותים איכותיים העלות תהיה לרוב בסביבות ה 80-90$), על כל דף נוסף התשלום יהיה לרוב בערך 60% מהדף הראשון. זמן המימוש של הפרוייקטים הוא לרוב יום – יומיים. לנו היה ניסיון מאד מוצלח עם אתרים מסוג זה והתוצר המקצועי היה מצויין. למשל – דף הנחיתה הזה או זה. אנו עושים שימוש באתרים אלה למימוש Newsletters גם כן.\nהרשימה הבאה מפרטת 20 שירותים ממולצים למימוש אתרים ב-Outsourcing. אנחנו עובדים לרוב עם HTML Angels ומרוצים מאד מהתוצאות.\n\nכאשר אתם עובדים עם פרילאנסרים נסו לפצל את הפרוייקט לכמה ‘חתיכות’ קטנות. ברגע שיש לכם ‘חתיכות’ שניתן לתמחר ב20-50$ (ולא למשל 150$ שתהיה העלות הכוללת של הפרוייקט), ניתן לתת למימוש את המרכיב הראשון לשניים או שלושה פרילאנסרים שונים. בדרך זו תוכלו לבחור את המתאים ביותר למימוש הפרוייקט המלא ולצמצם סיכונים.\nתנו קרדיט לפרילאנסרים שעובדים ב-oDesk/ Elance – אנחנו התחלנו להשתמש ב-oDesk רק לפני שנה. ההנחה המוטעית שהובילה אתנו לדחות זאת במשך זמן רב היתה שהמשימות שלנו מורכבות מדי עבור Outsourcing. אחד הפרילאנסרים שעבדנו איתם היה אחד מעשרת היוזרים עם המוניטים הגבוה ביותר ב-StackOverflow. במקרים רבים כאשר אנחנו מוציאים משימה שמצריכה ידע מאד ספיציפי (למשל כתיבת תסריט התקנה ל-Chef/ Puppet) אנחנו מקבלים תוצאה יותר טובה מכזו שהיינו יכולים להגיע אליה בפיתוח פנימי.\nעוד שימוש מצויין ל-oDesk/ Elance/ Fiverr הוא מחקר מוצר. מה התבניות שימוש שמאפיינות משתמשים מסויימים שלכם? איזה משתמשים הכי מתאימים לניסוי פיצ’ר חדש? כמה זמן לוקח בממוצע עד שמשתמשים מאמצים פיצ’ר חדש? שאלות מסוג זה מצריכות לרוב עבודה ידנית ארוכה על מידע קיים. בעזרת תקציב מוגבל של כמה עשרות דולרים ניתן להעזר בפרילאנסרים ולהוציא מידע משמעותי על המוצר שלכם בלי להעמיס על הצוות הקיים.\nהפוסט פורסם לראשונה באנגלית בבלוג Startup Moon.\n ", "keywords": "שיווק,פרלינס,פייבר,איריס שור,fiverr,iris shoor,פרילנסרים,פרילנס,עבודות בפרילנס,שיווק פרילנס,בניית לוגו,לוגו,קריינות,elance,odesk"}