{"url": "https://www.geektime.co.il/apple-new-line-of-accessories/", "type": "article", "title": "אפל בגל הכרזות שקט: מסכי 5K ומקלדת, עכבר ומשטח מגע משודרגים", "description": "לא רק אייפונים: אפל מציגה את סדרת המחשבים האישיים החדשה שלה, שמציעה מסכי 5K ו-4K כסטנדרט, מפרט משודרג וסדרת מוצרים משלימים חדשים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/10/BIG15.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-14T09:20:14Z", "modified_time": "2015-10-14T09:27:12Z", "articleBody": "לא רק אייפונים: אפל מציגה את סדרת המחשבים האישיים החדשה שלה, שמציעה מסכי 5K ו-4K כסטנדרט, מפרט משודרג וסדרת מוצרים משלימים חדשים\nמחשב ה-iMac החדש בגודל 27 אינץ’ עם מסך ה-5K שלו. מקור: Apple\nבשוק הסמארטפונים העולמי נהנית אפל כבר שנים ממעמד של מובילה; אולם בשוק המחשבים האישיים המשחק שונה לגמרי ואפל היא רק עוד שחקן בתחום, כשחברות כמו Lenovo, HP, Dell ו-ACER מוכרות יותר מחשבים מהחברה מקופרטינו. למרות זאת, בכל נושא העיצוב והחומרה, לאפל יש הרבה מה לחדש, ולא פעם אנחנו רואים שהחברה קובעת טרנדים שמגיעים אחר-כך אל שאר היצרניות. עתה מציגה אפל את הסדרה החדשה של מחשבי ה-iMac, סדרת המחשבים משולבי המסך של החברה, כשלצידם היא מציגה סדרה שלמה של מוצרים משלימים עם מספר פיצ’רים מעניינים.\nהשידרוג המרכזי של מחשבי ה-iMac היא התצוגה: מחשבי ה-iMac בגודל 27 אינץ’ יגיעו מעתה עם מסך 5K רטינה, כשמחשבי ה-21.5 אינץ’ החדשים ‘יסתפקו’ במסך 4K. מחשבי ה-27 אינץ’, שמיועדים לשימוש יותר מקצועי יכללו גם מעבדים מהדור השישי של סדרת Core של אינטל (שהיו ידועים עד עכשיו בשם הקוד Skylake), בעוד שמחשבי ה-21.5 אינץ’ יגיעו עם הדור ה-5 של המעבדים ׁ(שם קוד Broadwell). מחיר מחשב עם מסך בגודל 21.5 אינץ’, עם מעבד Core i5 ו-4 ליבות במהירות 3.1GHz, זיכרון RAM בגודל 8GB והארד-דיסק 1TB הוא 1,500 דולר; מחיר מחשבי ה-27 אינץ’ נע בין 1,800 דולר ל-2,300 דולר, תלוי במפרט. כל המחשבים מגיעים כמובן עם OS X El Capitan, מערכת ההפעלה החדשה ביותר של החברה.\nהמוצרים המשלימים החדשים של אפל: מקלדת, עכבר ומשטח מגע. מקור: Apple\nהשינוי הגדול ביותר של המוצרים המשלימים של החברה הוא המעבר לסוללות ליתיום-יון נטענות, במקום סוללות AA רגילות. כל המוצרים נטענים בעזרת חיבור ה-Lightning של החברה, כשטעינה אחת מספיקה לחודש של פעילות. המקלדת החדשה של החברה, ה-Magic Keyboard, עברה שינויים קלים בעיצוב, כך שלמרות שגודל המקשים לא השתנה, גודל המקלדת עצמו צומצם ב-13 אחוז; שינוי נוסף הוא במנגנון הלחיצה של הכפתורים, שעל פי החברה הופך את ההקלדה ליותר מדוייקת ונוחה; ה-Magic Mouse 2, העכבר האלחוטי של החברה, גם כן עבר שינוי קל בעיצוב והוא קל יותר; Magic Trackpad 2, משטח המגע של החברה, גדול יותר ב-29 אחוזים מקודמו. חוץ מהצמיחה המשמעותית בגודל שלו, כולל המשטח החדש את טכנולוגיית Force Touch, המוכרת לנו מהמקבוקים, ומאפשרת למשטח המגע לחוש דרגות שונות של לחיצה ובהתאם להצמיד להן פונקציות שונות כמו תרגום מילה, צפייה מקדימה בקובץ וכו.\nגם המחירים עברו שידרוג, לפחות מהצד של אפל ומחיר העכבר עומד על 79 דולר, מחיר המקלדת הוא 99 דולר ומחיר משטח המגע עומד על 129 דולר. ביחס לדור הקודם של המוצרים, מדובר בתוספת מחיר של 10 דולר, 30 דולר ו-60 דולר בהתאמה.\nכנס הסטארטאפים הגדול בישראל יערך השנה זו הפעם השמינית בהבימה, תל אביב. במסגרת האירוע, יערכו הרצאות ופאנלים בנושאים החמים ביותר בסצינת הסטארטאפים בארץ, יעלו לבמה מיטב היזמים והמשקיעים המובילים בישראל וכמובן, תחרות הסטארטאפים השנתית, ה-Startup Arena שבה יחשפו לראשונה 10 סטארטאפים צעירים ומבטיחים. לרכישת כרטיסים\n", "keywords": "אפל,imac,apple,מקלדת,משטח מגע,עכבר,מוצרים משלימים,אביזרים משלימים,ציוד היקפי,מק,מקים,"}