{"url": "https://www.geektime.co.il/feelter-raises-4-mm/", "type": "article", "title": "גיוס: Feelter משלימה גיוס של 4 מיליון דולר, כדי להציג לנו חוות דעת אמיתיות על מוצרים", "description": "החברה פיתחה אלגוריתם שעוזר ללקוחות לקבל החלטת רכישה, לפני רכישת מוצרים באתרי הסחר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/feelter1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-07T12:35:56Z", "modified_time": "2016-11-07T14:33:47Z", "articleBody": "החברה פיתחה אלגוריתם שעוזר ללקוחות לקבל החלטת רכישה, לפני רכישת מוצרים באתרי הסחר\n\nכולנו מחפשים מידע, חוות דעת וביקורות לפני רכישות שאנחנו מבצעים. אבל כיום, כשהרשת מוצפת גם בלא מעט תוכן שיווקי וביקורות ‘מטעם’, זה לא תמיד פשוט. חברת הסטארטאפ Feelter (פילטר), שפיתחה אלגוריתם לניתוח שיחות ברשת והצגת מידע רלוונטי למשתמש, הודיעה היום (ב’) על השלמת גיוס של 4 מיליון דולר, מתוכם 3 בסבב האחרון.\nהאלגוריתם שפיתחה Feelter מאפשר ניתוח חכם של פוסטים וכתבות אודות מוצר או שירות המוצע למכירה באתרי סחר ברשת והצגתו בצמוד למוצר, באמצעות ציון המהווה את מדרג חכמת ההמונים בהקשרו ואף את הצגת האזכורים (הציטוטים, תמונות וסרטונים) המקוריים שפורסמו ביחס אליו. בעל אתר שמטמיע את הציון המשוקלל מונע למעשה את נטישת המשתמש לאתרים אחרים לצורך בדיקת חוות הדעת עליו. כתוצאה מכך, אחוזי השלמת העסקה יכולים להיות גבוהים יותר.\nבשיחה עם גיקטיים הסבירה בעבר סמדר לנדאו, מייסדת ומנכ”לית Feelter: “יש לנו כלים אנליטים שמסייעים להבין אילו מוצרים פופולארים ומדוברים יותר ואיזה מוצרים בעיתיים. בהינתן בכך שאנשים מקבלים החלטות ב-Micro Moments ומשתמשים במסכים קטנים, בעיקר באמצעות הטלפון הסלולרי – מידע כגון כיצד לסדר את המוצרים, מה להציג ולמה יש יותר סיכוי להימכר הוא מידע מאוד משמעותי ובעל ערך עבור בעל החנות”.\nצוות Feelter, קרדיט צילום: שי גבריאלי\nFeelter הוקמה בשנת 2014 על ידי סמדר לנדאו והיא מעסיקה 10 עובדים, מהם 6 בישראל ב-SOSA. בין היתר הצטרפו לצוות החברה מייק לורנו, מי שהיה ה-CFO של סנאפצ׳ט וגם דיוויד צ׳אנג, שכיהן כ-COO של פייפאל. מאז הקמתה הספיקה החברה לגייס כמיליון דולר בסבב seed מאנג’לים דוגמת ד”ר אילן כהן, גל וליטל קלקשטיין מ-Final, ולאחרונה היא אף זכתה במקום הראשון ובפרס כספי של 100 אלף דולר במסגרת ה-GMIC, אחד הכנסים הגדולים באסיה. כאמור סבב הגיוס הנוכחי משלים גיוס של 4 מיליון דולר והוא הובל על ידי וויל גריילין וונג, מנהל ב-Samsung Pay והוא נעשה בשיתוף משקיעים זרים.\nמ-Feelter נמסר לגיקטיים כי החברה מתכננת להשתמש בהון שגייסה לצורך פתיחת משרד בסן פרנסיסקו וגיוס עוד עובדים בפיתוח ובמכירות.\n\nלקריאה נוספת:\nמתוך 250 חברות: Feelter הישראלית זכתה במקום הראשון בכנס GMIC\nביקורות אמינות על כל מוצר לפני קנייה, הכירו את Feelter", "keywords": "פילטר,feelter,חוות דעות,חו׳׳ד,ביקורות,אתרי מסחר,חנות מקוונת,סמדר לנדאו,גיוס הון,גיוס,סטארטאפ,samsung pay,סמסונג פיי"}