{"url": "https://www.geektime.co.il/galaxy-note-8-pictures-leaked/", "type": "article", "title": "דיווח: תמונות ראשונות של ה'מיני אייפד' של סמסונג?", "description": "מעט לפני שקונגרס המובייל השנתי (MWC) נפתח בברצלונה, דולפות תמונות ראשונות של מה שמסתמן כמיני טאבלט החדש של סמסונג שצפוי להתחרות ראש בראש באייפד מיני ובנקסוס 7", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/galaxynote8300183.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-24T18:25:52Z", "modified_time": "2013-01-25T13:34:52Z", "articleBody": "מעט לפני שקונגרס המובייל השנתי (MWC) נפתח בברצלונה, דולפות תמונות ראשונות של מה שמסתמן כמיני טאבלט החדש של סמסונג שצפוי להתחרות ראש בראש באייפד מיני ובנקסוס 7\nמקור: צילום מסך\nמסך 8 אינץ’ בפורמט 16:10, מעבד מרובע ליבות ועט ה-S-Pen הקלאסי עבור אפליקציות ייעודיות. אלו הם רק חלק מהפיצ’רים אשר יציע הטאבלט הבא מסדרת ה-Note של סמסונג, אשר מטרתו היא אחת – להתחרות באייפד מיני של אפל.\nמכשיר הדגל החדש של סמסונג, אשר צפוי להחשף לראשונה במסגרת תערוכת MWC 2013 – World Mobile Congress שתתקיים בין התאריכים ה-25-28 בפברואר בברצלונה, נראה מבטיח למדי. לידי אתר הטכנולוגיה dday.it האיטלקי הגיעו תמונות המציגות לכאורה את המכשיר החדש, כאשר לא ידוע אם התמונות מייצגות אב-טיפוס של המכשיר או את המכשיר הסופי, על אף שפורסמו גם באתר האינטרנט הלא-רשמי הרשמי של סמסונג, SamMobile, שנחשב למקור אמין במיוחד.\nהמכשיר מגיע עם מערכת ההפעלה האחרונה של גוגל, אנדרואיד 4.2 באופן מובנה, כאשר עליה בוודאי יולבש הסקין המסורתי של סמסונג, ה-TouchWiz. כמו כן, המכשיר יגיע ב-2 תצורות: Wi-Fi  ו-3G, בהתאם לטרנד שהושרש כבר בתעשיית מחשוב הלוח.\n[flagallery gid=67 name=Gallery]\nמסך ה-LCD של המכשיר מגיע בתצורה רחבה יותר, 16:10 בדיוק כמו תצורת המסך באייפד, מה שעל פי סמסונג מבטיח קריאה נוחה יותר ויותר מקום לתוכן וליישומים. על פי השמועות, רזולוציית המסך תהיה 1280×800 פיקסלים על מנת לאפשר תג מחיר נורמלי למכשיר. עוד מתברר מהשמועות, כי מצלמת המכשיר מגיעה באיכות של 5 מגה-פיקסל ללא פלאש.\nמבחינת העיצוב, ניתן לראות שהמכשיר נבנה ברוח המכשירים האחרונים של סמסונג, הגלקסי S3 והגלקסי נוט 2, אך כמובן שהוא גדול יותר. המקש הפיזי התחתון המשמש ככפתור הבית של סמסונג במכשירים שלה נותר גם בגירסא הזו של הטאבלט, צמוד לשני כפתורי הטאץ’ הפונקציונאליים של אנדרואיד. המקום ל-S-Pen נבחר לשבת בפינה הימנית התחתונה של המכשיר.\nהמפרט טכני (כפי שהודלף)", "keywords": "ipad,ipad mini,ipad killer,ipad mini killer,galaxy,galaxy note,galaxy note 8,גלקסי,אייפד,אייפד מיני,גלקסי נוט,גלקסי נוט 8,סמסונג,אפל,אנדרואיד,ג\\'לי בין,jelly bean,mwc,barcelona,ברצלונה"}