{"url": "https://www.geektime.co.il/samsung-launches-galaxy-s7/", "type": "article", "title": "סמסונג חושפת את ליין הגלאקסי החדש עם הופעת אורח של צוקרברג", "description": "מכשיר הדגל החדש מתמקד בעיקר בשדרוג המצלמה והסוללה. החברה ניצלה את הבמה גם כדי להתייחס לתחום המציאות המדומה עם הופעת אורח מפתיעה בדמותו של מנכ׳׳ל פייסבוק", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/galaxy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-21T21:17:13Z", "modified_time": "2016-02-22T08:09:02Z", "articleBody": "מכשיר הדגל החדש מתמקד בעיקר בשדרוג המצלמה והסוללה. החברה ניצלה את הבמה גם כדי להתייחס לתחום המציאות המדומה עם הופעת אורח מפתיעה בדמותו של מנכ׳׳ל פייסבוק\nהגלקסי החדש\nהדיווחים והשמועות על הגלאקסי S7 מלוות אותנו כמעט מיום ההכרזה על הגלאקסי S6, אולם עתה מגיעה ההכרזה הרשמית. מספר שעות לאחר ש-LG הכריזה על ה-G5 שלה, הציגה הערב (א’) סמסונג באירוע מתוקשר, שכלל לא מעט מציאות מדומה, את מכשיר הדגל החדש שלה. אז בלי הקדמות מיותרות, בואו נראה מה הכינה לנו יצרנית הסמארטפונים הגדולה בעולם.\nראשית, מבחינת העיצוב, אנחנו לא רואים שינוי דרמטי במכשיר החדש. עם זאת המכשירים עשויים זכוכית 3D ומתכת. כמו ה-S5 לפני שנתיים, גם מכשיר הדגל החדש כולל הגנה מאבק וממים בתקן IP68 – פיצ’ר שימושי למדי, שאנחנו מקווים שעוד יצרניות יאמצו.\nאחד הדגשים של סמסונג השנה הוא הצילום. ואכן, המצלמה של ה-S7 כוללת חיישן עם טכנולוגיית ‘פיקסלים כפולים’, שאמורה על הנייר לייצר תמונות בהירות וחדות יותר – גם בתנאי חשיכה. על פי סמסונג, בזכות הטכנולוגיה הזו, העדשה הרחבה והפיקסלים הגדולים, המצלמה תיהנה ממהירות צמצם גבוהה יותר ולייזר פוקוס מדוייק יותר. מפתח הצמצם של ה-s7 הוא f1.7 עם מייצב תמונה אופטי.\nסמסונג הדגימה את הפיצ’רים החדשים ואיכות המצלמה של ה-S7 על ידי השוואה חוזרת ונשנית אל האייפון 6S PLUS, כשבכל פרמטר, המצלמה של הגלאקסי התעלתה על זו של אפל.\nמנכ”ל סמסונג, דונג-ג’ין או מציג את ה-S7. צילום: גיקטיים\nמבחינת רזולוציית המסך, אין הפתעות מיוחדות והמכשיר החדש כולל מסך AMOLED בגודל 5.1 אינץ’ ברזולוציית QHD עם 1440×2560 פיקסלים עם צפיפות פיקסלים של 577ppi; מהבחינה הזו מדובר במסך זהה למסך של ה-S6.\nעוד פיצ’ר מעניין שקשור למסך היא תצוגת ה-Always On, הדומה ל-Ambient Display שקיימת במכשירי נקסוס למשל והוכרזה מוקדם יותר על ידי LG. מדובר בתצוגה קבועה של זמן והתראות שקיבלתם, גם מבלי שתצטרכו להדליק את המכשיר. אבל הטוויסט של סמסונג הוא אפשרות להתאמה אישית של המסך עם עיצובים צבעוניים לבחירה.\nמתחת למכסה המנוע, כפי שכבר דווח, המכשיר החדש שיגיע לישראל יפעל ככל הנראה בעזרת ערכת שבבים מסוג Exynos 8890 של סמסונג עם מעבד מתומן ליבות, בעוד שהגרסה הצפון-אמריקאית תתבסס על Snapdragon 820 המקבילה של קוואלקום. בנוסף לשדרוג למעבד הוסיפה החברה גם מערכת קירור חדשה, שנועדה למנוע את בעיית ההתחממות.\nבלי קשר למעבד, המכשיר יגיע עם זיכרון 4GB של RAM ונפחי איחסון של 32GB ו-64GB. אבל, וכאן החידוש, לאחר הפסקה של שנה, יעשה חריץ ה-microSD קאמבק, מה שיאפשר למשתמשים ליהנות מנפח איחסון זול נוסף עם תמיכה בכרטיסים בנפח עד 200GB. אם אתם לא צריכים את תוספת האיחסון הזו, תוכלו להשתמש במגירה להפעלת המכשיר עם 2 כרטיסי סים שונים.\nהבדל בולט ממכשיר הדגל של שנה שעברה נמצא בסוללה. בעוד ה-S6 כלל סוללה מובנית בקיבולת 2550mAh ה-S7 ייהנה מסוללת 3000mAh. כשדגם האדג’ ייהנה גם הוא מקפיצה מ-2600mAh ל-3600mAh. ביחד עם יכולות ניהול צריכת האנרגיה החדשות של אנדרואיד 6.0 מרשמלו (פיצ’ר ה-Doze) אנחנו מאמינים ומקווים שנהנה מזינוק בחיי הסוללה של המכשיר. בדיוק כמו ה-S6, גם המכשיר החדש כולל יכולת טעינה מהירה ויכולת טעינה אלחוטית מהירה.\nכפי שהורגלנו מסמסונג בשנה האחרונה, המכשיר יגיע גם עם גרסת אדג’ עם מסך בגודל 5.5 אינץ’ וממשק שונה ייחודי שעושה שימוש במסך המעוגל. בין היתר פיתחה החברה את סרגל הכלים והאפליקציות שמגיע בתנועת סווייפ מצידי המסך והיא אף הכריזה על פתיחת ה-SDK למפתחים, כך שיוכלו לפתח אפליקציות מיוחדות.\nצילום: גיקטיים\nאת המכשירים החדשים בחרה סמסונג להציג בעזרת חוויית מציאות מדומה – כשמאות משקפי Gear VR של החברה המתינו לקהל – שצפה בעזרתם במצגת.\nמכשירי הגלאקסי S7 יושקו ב-11 במרץ, כשהחברה מבטיחה מתנה לכל מי שיזמין אותם ברכישה המוקדמת: משקפי Gear VR.\nמארק צוקרברג. צילום: גיקטיים\nואם כבר הזכרנו את מציאות מדומה – החברה חשפה מצלמה חדשה שמסוגלת לצלם וידאו פנורמי. בעזרת 2 עדשות רחבות שלוכדות כל אחת 180 מעלות. הפרזנטור של סמסונג לעניין המציאות המדומה היה לא אחר מאשר מארק צוקרברג, שהופיע בהפתעה על הבמה. מייסד פייסבוק, דיבר על החשיבות של מציאות מדומה וציין שיותר ממיליון שעות של וידאו במציאות מדומה כבר נצפה במכשירי ה-VR של סמסונג. כזכור סמסונג משתפת פעולה עם פלטפורמת המציאות המדומה של חברת Oculus, שנרכשה על ידי פייסבוק.\n\nהכתב הינו אורח של חברת סמסונג בתערוכת הסלולר בברצלונה", "keywords": "סמסונג,סמסונג גלאקסי s7,סמסונג גלקסי s7,s7,mwc,ברצלונה,סמארטפון,אנדרואיד,טלפון,טלפון חכם,תערוכת הסלולר,"}