{"url": "https://www.geektime.co.il/netflix-q3-2019-records/", "type": "article", "title": "נטפליקס הוכיחה שלא אכפת לכם אם היא תעלה את המחיר של המינוי", "description": "רגע לפני שהתחרות בשוק הסטרימינג הופכת לאדירה, נטפליקס מדווחת על התוצאות הרבעוניות שלה, ונראה שאתם לא באמת עשיתם את חרם הצרכנים שהבטחתם שתעשו. מפתיע?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/edc0298a-b9a0-11e7-9274-06c476b5c346_aim_1024w-1546182054-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-19T15:30:02Z", "modified_time": "2019-10-18T13:01:17Z", "articleBody": "רגע לפני שהתחרות בשוק הסטרימינג הופכת לאדירה, נטפליקס מדווחת על התוצאות הרבעוניות שלה, ונראה שאתם לא באמת עשיתם את חרם הצרכנים שהבטחתם שתעשו. מפתיע?\nתמונה: Netflix\nמאת: יאיר מור\nמספר המנויים בתשלום של נטפליקס (Netflix) עלה ברבעון השלישי של 2019 ב-6.77 מיליון, או 21.4% לעומת הרבעון המקביל בשנה שעברה, כך עולה מהדו”ח המעודכן של החברה. עלייה מסיבית זו הושגה למרות שמחירי המנוי עלו השנה ברוב המדינות בהן החברה מספקת את שירותיה בעולם, מה שהביא לכך שההכנסה של החברה מכל מנוי גדלה ב-9% בממוצע.\nאמנם, מספר המנויים החדשים נמוך במעט מזה שחזתה נטפליקס עצמה, אך הוא גבוה יותר מכפי שחזו אנליסטים. החברה ניפצה את התחזיות גם בנתונים הכספיים, ורשמה הכנסות של 5.2 מיליארד דולר, עלייה של 31% לעומת הרבעון המקביל ב-2018.\nעיקר ההצלחה של נטפליקס הוא בזירה הבינלאומית. בארצות הברית יותר מנויים עוזבים את השירות לאחר ‘עונה’ מוצלחת, ובמדינת המקור שלה מספר המנויים עלה בחצי מיליון בלבד, לעומת צפי של כמעט מיליון.\nהסדרה הפופולרית ביותר של החברה נשארה ‘דברים מוזרים’. עונתה השלישית נצפתה ב-64 מיליון בתי אב בארבעת השבועות הראשונים לאחר עלייתה. החברה ציינה כי זו העונה הנצפית ביותר בשירות אי פעם. סדרה פופולרית נוספת שחזרה ברבעון האחרון הייתה ‘בית הנייר’ שזכתה ל-44 מיליון צפיות תוך 4 שבועות, והייתה הסדרה הנצפית ביותר במדינות שאינן דוברות אנגלית. סדרת הפשע האמיתי ‘לא ייאמן’ זכתה לצפיות ב-32 מיליון בתי אב ב-4 שבועות.\nבאגף הסרטים, החברה ציינה כי סרטי המקור ‘נערה גבוהה’ (Tall Girl), ‘אובססיה סודית’ (Secret Obsession) ו-‘מסע של אמא’ (Otherhood) זכו ל-41, 40 ו-29 מיליון צפיות תוך 4 שבועות, בהתאמה, למרות שכל השלושה קיבלו ביקורות צוננות ביותר.\nהחל מהרבעון הבא צפויה נטפליקס להתחיל להתמודד עם השירותים +Apple TV ו-+Disney. למרות זאת צופה החברה עלייה של כ-7 מיליון מנויים משלמים ברבעון הנוכחי, שיביאו אותה לכ-165 מיליון מנויים בסך הכל בסוף 2019, זאת בזכות התחייבויות להשקעות תוכן בסך כ-19 מיליארד דולר בשנה הקרובה.\nהכתבה פורסמה ב-TGSPOT\nלקריאה נוספת:\nמוטורולה רומזת על טלפון RAZR עם מסך מתקפל שיוכרז בחודש הבא\nקנוניקל השיקה את Ubuntu 19.10\nהמשחק Doom Eternal לא יגיע לפני 2020", "keywords": "נטפליקס,netflix,דוחות רבעוניים"}