{"url": "https://www.geektime.co.il/oneplus-to-introduce-mini-oneplus-2/", "type": "article", "title": "דיווח: OnePlus מפתחת דגם מיני של ה-OnePlus 2", "description": "מכשיר מסתורי וחדש של החברה התגלה באתר בדיקות חומרה; המפרט זהה למכשיר הדגל בהבדל אחד גדול. או יותר נכון, קטן", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/IMG_4046-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-15T09:38:37Z", "modified_time": "2015-12-15T09:44:02Z", "articleBody": "מכשיר מסתורי וחדש של החברה התגלה באתר בדיקות חומרה; המפרט זהה למכשיר הדגל בהבדל אחד גדול. או יותר נכון, קטן \nמתוך GFXbench. מקור:Techtastic\nאחרי ה-OnePlus One מ-2014 וה-OnePlus 2 שהוכרז ביולי השנה, הכריזה לפני כחודש וחצי בלבד OnePlus על מכשיר ה-OnePlus X החדש שלה. המכשיר השלישי בתולדות החברה הצעירה התיימר להעניק חוויית שימוש של מכשיר פרימיום בשליש המחיר ועשה עבודה לא רעה.\nאם הדיווח הבא נכון, אנחנו צפויים למכשיר חדש נוסף, הרביעי במספר, שיוכרז בזמן הקרוב.\nהאתר ההולנדי Techtastic מדווח כי דגם מיני חדש של מכשיר ה-OnePlus 2 התגלה באפליקציית השוואה ביצועי המכשירים GFXBench. אפליקציות Benchmarking בודקות מספר רב של פרמטרים במכשיר ומעניקות לו ציון סופי, שמשמש לצורך השוואה למכשירים אחרים. בין היתר עושים באפליקציות הללו שימוש משתמשים שרוצים לבדוק את ביצועי המכשירים שלהם וכמובן גם יצרנים שרוצים לבדוק את ביצועי המכשיר מול המתחרים – עוד לפני ההכרזה.\nעל פי הנתונים שנרשמו ב-GFXBench יכלול מכשיר OnePlus 2 Mini (שם זמני) את אותו מפרט מרשים של ה-OnePlus 2, שכולל בין היתר מעבד Snapdragon 810 עם 4GB של RAM עם הבדל משמעותי אחד – גודל המסך. על פי הדיווח, גודל המסך של המכשיר יהיה קטן משמעותית מה-5.5 אינץ’ של מכשיר הדגל ויעמוד על 4.6 או 4.7 אינץ’ בלבד. קטן יותר משמעותית מהסטנדרט של מכשירי האנדרואיד וקטן יותר מה-OnePlus X, אבל גודל מסך שלא יאיים ואולי אף ימשוך משתמשי אפל שרגילים לגודל מסך שכזה.\nלמרות שכל המפרט הופיע כבר באתר הבדיקות, הרי שתאריך ההכרזה והמחיר הסופי אינם ידועים כמובן, ולכן נצטרך להמתין בסבלנות להודעה רשמית של החברה.\nכאשר הוכרז ה-OnePlus X הורמו לא מעט גבות. הרחבת ליין המוצרים של OnePlus מסמלת יותר מהכל את תהליך ההתבגרות שעברה החברה. קחו לדוגמה את סמסונג, מלכת האנדרואיד, שמוכרת בכל רגע נתון יותר מ-220 דגמים ותתי-דגמים שונים, עם יותר מ-50 דגמים חדשים שמוכרזים מדי שנה. גם יצרניות האנדרואיד האחרות מציעות עשרות דגמים ותתי-דגמים משלהן.\nאז האם OnePlus רוצה להיות הסמסונג הבאה? יכול מאוד להיות שכן. אחרי הכל, קארל פאי, מייסד ומנכ”ל החברה, כבר אמר “אני חושב שרק אפל, OnePlus וסמסונג יישארו עוד 5 שנים. כל השאר פשוט ימותו מכיוון שהם לא יוכלו להגיע לגודל שתיכננו מספיק מהר או שלא יהיה להם את המרווח, כדי להמשיך להרוויח”.\nאולם לפני שהיא שועטת להיות הסמסונג הבאה, חייבת OnePlus להתבגר ולהתגבר על הבעיות הרבות בשרשרת האספקה ובמערכת ההזמנות שלה. אין ספק שביטול הצורך בהזמנות עבור מכשיר ה-2 שלה הוא סימן חיובי ומעודד, כמו גם הקמת נציגויות מקומיות דוגמת זו שהוקמה בישראל.\n \nמי היו היזמים, המשקיעים, הסטארטאפים, קרנות ההון סיכון, האקזיטים וחברות ההייטק הישראליות שעשו את זה ובגדול השנה? הצביעו והשפיעו. טקס Geek Awards 2016 כבר ממש מעבר לפינה ואתם תקבעו מי יהיו הזוכים הגדולים השנה. להצבעה", "keywords": "oneplus,וואןפלוס,וואןפלאס,סלולר,בדיקות חומרה,benchmark,"}