{"url": "https://www.geektime.co.il/meizu-mx2-dream-the-chinese-iphone-review/", "type": "article", "title": "האייפון הסיני מגיע: הכירו את Meizu-MX2 Dream", "description": "יצרנית הסלולר הסינית מייזו מנסה להיות ''אפל הסינית'' והשיקה מכשיר סמארטפון אנדרואידי עם נגיעות של אייפון. האם היא תצליח להיכנס לליגה של הגדולות?", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/meizu300183.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-04T14:34:18Z", "modified_time": "2013-05-05T09:54:00Z", "articleBody": "יצרנית הסלולר הסינית מייזו מנסה להיות ”אפל הסינית” והשיקה מכשיר סמארטפון אנדרואידי עם נגיעות של אייפון. האם היא תצליח להיכנס לליגה של הגדולות?\nמקור: יח”צ, עיבוד תמונה\nהפוסט נכתב על ידי איתי מקמל.\n\nכשחושבים לראשונה על מכשיר סמארטפון סיני לרוב עולות בראש קונוטציות שליליות אבל נכון להיום, שוק הסלולר הסיני מציג פריחה מרשימה ועוד יותר מכך המכשירים שמגיעים מהמדינה מרובת המכשירים.\nZTE ו-Huawei הציגו בתערוכת MWC 2013 מכשירים מרשימים ואיכותיים לא פחות מהמתחרות השכנות, כאשר חברת מיי-זו (Meizu) השכילה לעלות על הגל של מכשירי האייפד ולאחר מכך מכשירי האייפון וידעה לתת מענה בדיוק לתחום שהיה חסר בסין והצליחה לשכפל את המודל של אפל ולגרום לשינוי בשוק המקומי.\nבתקופה האחרונה, המכשירים היוצאים מסין הם כבר לא זולים ובאיכות נמוכה כפי שהתרגלנו עד עכשיו, כאשר ההוכחה לכך כי ההצלחה המרובה של מיי-זו אשר תרמה רבות לתדמית של יצרניות הסלולר הסיניות. את המומנטום הזה היא כעת מקווה להמשיך ולנצל עם ה-MX2 Dream, כאשר ישראל היא אחת מבין המדינות הראשונות שיזכו להיכלל בהשקת המכשיר בשוק הבינלאומי.\nקשה שלא להתעלם מהמראה הכל-כך-אייפוני של ה-MX2. למרות שעיצוב המכשיר האחרון בהחלט ניסה להתרחק מהקונספט, עדיין יש סממנים דומים כמו הכפתור המעוגל במרכז המכשיר והזכוכית החלקה והעגלגלה בפרונט, אבל כבר ברגע הראשון הוא משיג את אחת מהמטרות החשובות ליצרנית – קשה לזהות כי מדובר במוצר “סיני”, במיוחד עבור אלו שמרבים להשתמש במונח זה כמילת גנאי למוצרים באיכות נמוכה. המכשיר מעוצב כהלכה, מרגיש מאוד איכותי ונעים למגע.\nהמסך עטוף במסגרת מתכתית שחורה, כאשר מתחתיה מסגרת כסופה המשמשת כחוצץ לגב המכשיר אשר כל כולו בצבע לבן. הגב מיוצר מפלסטיק אמנם, אך חלק ונעים לשימוש אם כי המכשיר מעט עבה ביחס למתחריו (10.2 מ”מ) וגם מעט כבד (142 גרם). אהבנו את גבו העגלגל אשר מסייע לאחיזה, אבל חששנו העיקרי הוא מפני שריטות הן במסך והן בעדשת המצלמה בשל העובדה כי המסגרת סביבם דקה למדי ובמידה ומניחים את המכשיר על המסך, אין כל חוצץ (פרט למגן מסך כמובן) שיוכל למנוע שריטות.\nמקור: יח”צ\nחיסרון נוסף הוא מכסה הסוללה, שמסרב להיפתח ללא שימוש בכלי המיוחד שמצורף לערכה. לא שהרגשנו צורך מיוחד לפתוח את המכסה, שכן בלתי אפשרי להחליף סוללה או להרחיב זיכרון (כי אין חריץ microSD), אך בכל זאת היינו מצפים למשהו פשוט יותר. אולי זו הסיבה לכך שהמכסה יושב על גב המכשיר באופן יציב יחסית. אבל היה עדיף כמובן אם במקום היה קיים חריץ חיצוני שמאפשר לשלב את כרטיס הסים (מסוג מיקרו-סים) במכשיר בצורה פשוטה יותר.\nהיציאות ממוקמות בצורה נוחה יחסית, כאשר חריץ ההטענה נמצא בחלקו התחתון של המכשיר, כפתור עוצמת השמע בדופן השמאלי, כפתור הדלקה בחלקו העליון ולצידו יציאת השמע. בצידו האחורי של המכשיר, נמצא את עדשת המצלמה ומבזק ה-LED ובקצה התחתון את הרמקול.\nנציין לטובה את האריזה המושקעת למדי, כאשר לא התרגלנו לראות אריזות מושקעות באופן הזה אצל היצרניות הסיניות. אמנם האריזה לא כוללת הרבה מעבר למטען חשמלי, כבל micro USB וכלי חיתוך ל-SIM, אך העיצוב הפנימי של האריזה והניסיון להעביר למשתמש את חווית Unboxing נעימה, עוד לפני השימוש במכשיר בהחלט ראויות להערכה.\nמקור: יח”צ\nלא במקרה מכנים את מיי-זו ”אפל הסינית”. מעבר למראה, ואולי בעיקר, הממשק דומה מאוד לממשק של מערכת ההפעלה iOS. אמנם בגרסה 2, מערכת ההפעלה Flyme מעט מתרחקת בלוק שלה מזה של האייפון האייפון המוכר ומאמצת לא מעט אלמנטים הקיימים באנדרואיד, אך עדיין משתמשים שהתרגלו לאייפון ולמכשירים אחרים בעלי מערכת ההפעלה iOS ירגישו נוח יותר בעת הניווט והשימוש בממשק.\nFlyme 2 (למעשה 2.2 בעדכון האחרון שקיבלנו) מתלבש על מערכת ההפעלה אנדרואיד באופן גורף. לא נמצא כאן את “מגירת האפליקציות” של אנדרואיד המציגה את שלל האפליקציות המותקנות בדפדוף ללא הפסקה, את מנהל המשימות או חלקים נוספים מההתאמה האישית של מערכת ההפעלה האופיינים כל כך לאנדרואיד, אלא נגלה ממשק פשוט ובסיסי המזכיר למדי את זה של האייפון או של ממשק ה-MIUI לבקיאים מבינינו. מדובר בממשק צבעוני ועשיר, אך עם זאת גם פשוט ביותר. מדובר ביתרון משמעותי למשתמשים “פשוטים” ולאלה שהחליטו לזנוח את האייפון, אבל גם חסרון ל-Power Users המחפשים להתאים את המערכת לפי טעמם ועניינם.\nכל האפליקציות, המורדות והמותקנות מראש,  נמצאות על מסך הבית בדפדוף ימינה או שמאלה כך שכל אפליקציה חדשה שמותקנת מחנות האפליקציות של גוגל, ה-Play Store תתווסף באופן אוטומטי לאחד מעמודי הבית. נוכל לסדר את האפליקציות בתיקיות ולהוסיף ווידג’טים בלחיצה ארוכה על אחד ממסכי הבית, אבל לא ניתן להוסיף קיצורים מותאמים כמו חיוג ישיר לאיש קשר ופעולות מהירות. בחלק התחתון של הממשק ישנם 3 קיצורים קבועים – דפדפן, הודעות וחייגן, כאשר ניתן להוסיף עוד שני קיצורים ולהחליפם באחר, פרט לדפדפן שלא ניתנת אפשרות להסירו. בר ההתראות העליון נותר כשהיה, רק שבמקום להתגלגל עד הקצה התחתון של המסך הוא נעצר באופן דינמי קצת מעבר להודעה האחרונה, חכם יותר ונוח יותר. יש גם אפשרות לכבות את קישוריות ה-WiFi/GPS/3G, לבצע השתקה מהירה ולבטל את סיבוב המסך האוטומטי, וכן כפתור לחיפוש מהיר של רשתות WiFi.\nגם מסך הנעילה בסיסי למדי ומלבד האפשרות לגישה לבר ההתראות והשעון, החלקה כלפי מעלה פותחת את המכשיר מנעילה כאשר החלקה כלפי מעלה ולחיצה על כפתורי החיוג או השיחה תפתח לנו את אחת משתי האפליקציות הללו ללא אפשרות התאמה אישית לשינוי הכפתורים. החלקה מימין לשמאל תפעיל את אפליקציית המצלמה במכשיר.\nלכפתור המעוגל בתחתית המסך תפקיד גדול יותר מכפתור חזרה למסך הבית. לחיצה כפולה עליו תעיר את הסמארטפון משינה, כאשר לחיצה כפולה בכל מקום אחר בעת השימוש במכשיר תקפיץ מנהל משימות עם רשימת האפליקציות האחרונות שהפעלנו (בדומה ל-iOS) וגרירתן כלפי מעלה תמחק את האפליקציה הנבחרת מהרשימה. בנוסף, באותו מנהל המשימות ישנו גם פס גלילה לקביעת בהירות המכשיר. כמו כן, הכפתור משמש גם כתחליף לכפתור ה-Back הקיים בחלק ממכשירי האנדרואיד, זאת כאשר גרירה על ידי מחוות אצבע מהכפתור כלפי מעלה תשמש כפקודת חזור השימושית בעיקר בדפדפן, בהודעות ובניווט בין אפליקציות. בנוסף, הכפתור יהבהב כאשר ישנה התראה חדשה ואפילו יזהר בחושך כך שניתן למצוא אותו בלי לחפש יותר מידי. שאר הכפתורים מוטמעים כחלק מהממשק ולרוב הם קבועים, פרט ליישומים בהם הם נעלמים כמו נגן הוידאו או תוכנת הניווט.\nממשק ה-Flyme נראה מצוין ומאפשר בלחיצת כפתור גם להחליף ערכות נושא ולהתאימו למשתמש. אין ספק שהושקעה מחשבה רבה בהפיכת מערכת האנדרואיד לקלילה ופשוטה, מה שיגרום למי שרגיל לממשק ה-AOSP של אנדרואיד לקבל חווית משתמש שונה וייחודית.\nה-MX2 Dream לא מגיע כדי להיות זול בין יקרים או חלש בין חזקים, הוא כאן כדי להתחרות בטובים ביותר וגם המחיר שלו יעיד על כך (בהמשך). המסך מגיע בגודל 4.4 אינץ’ ברזולוציה של 1280×800, בדומה למכשיר הנקסוס 4 והוא איכותי למדי, זאת בזכות העובדה כי הרזולוציה שלו מספקת צפיפות תצוגה של 345 פיקסלים לאינץ’ וניתן לצפות במסך  כמעט מכל זווית. המעבד הקץ בקרבו הוא Cortex-A9 מרובע ליבות הפועל בתדר של 1.6 ג’יגה-הרץ, המלווה בזיכרון פנימי של 2 ג’יגה-בייט RAM ונפח אחסון קבוע בנפח 16 ג’יגה-בייט ללא חריץ הרחבה. המכשיר מציג מפרט לא רע בהשוואה למתחריו, כאשר הוא מצליח להוכיח זאת גם במבחני הביצועים כאשר הוא מקבל בבנצ’מרק ה-AunTuTu תוצאה של 12,717 נקודות, כאשר בהשוואה למעבד המרובע ליבות שבמכשיר הנוט 2 שקיבל 13,559 נקודות על ידי אותו בנצ’מרק, זה לא רע בכלל. במבחן ה-Vellamo תחת HTML 5 קיבלנו 1,246 נקודות ו-462 נקודות במבחן ה-Metal, כך שבהשוואה למכשיר הגלקסי S3 שקיבל 1,500 ו-537 נקודות בהתאמה הוא חלש מעט יותר. בכל מקרה, הניווט במכשיר והממשק עבדו בצורה טובה ולא נתקלנו בתקיעות במהלך השימוש במכשיר.\nמייזו החלה את דרכה כיצרנית נגני מוזיקה וכיאה לכך, ציפינו לחוויית מדיה טובה. נגן המוזיקה המגיע עם המכשיר בסיסי למדי: הוא מחלק את השירים השמורים בטלפון בין אמנים, שירים ואלבומים ומציע קטגוריה שמכונה ‘נוספו לאחרונה’. אין יותר מידי אפשרויות להתאמה אישית של הנגן אם כי יצירת רשימות ההשמעה נוחה למידי ומאפשרת לבחור את סדר השירים בגרירה של השיר מעלה או מטה ובכל זמן שאנו בנגן מוצגים כפתורי השליטה בתחתית, כמו כן גם במסך הנעילה של המכשיר. עוצמת הקול חזקה יחסית, הן דרך האוזניות והן דרך הרמקול. אוזניות, אגב, לא מצורפות לערכה וחבל.\nנגן הוידאו המובנה במכשיר מספק תמיכה כמעט בכל קידוד אפשרי: AVI, MKV או MP4 ועוד, כאשר הוא מאפשר פעולות בסיסיות כמו רשימות השמעה וזום בצביטה. בנוסף, ניתן לנגן כתוביות והוא מסוגל לזהות את הכתוביות המוטמעות בקבצי MKV. אמנם, לא הצלחנו להפעיל כתוביות בעברית, אך סרטונים באיכות Full HD הצלחנו להפעיל ללא כל בעיה. הנגן תומך במחוות אצבע כאשר מחווה ימינה או שמאלה תריץ את הסרטון קדימה או אחורה בהתאמה ומחווה מעלה או מטה תשלוט בעוצמת השמע של המדיה. כמו כן, ישנו פיצ’ר בנגן אשר מאפשר להמשיך את המדיה בדיוק מהיכן שהופסקה בפעם האחרונה.\nמקור: יח”צ\nבגבו של ה-MX2 נמצאת מצלמת 8 מגה-פיקסלים עם אפשרות לצילום וידאו באיכות fHD, כאשר בצידו הקדמי של המכשיר נוכחת מצלמה באיכות 1.2 מגה-פיקסלים עם צילום וידאו באיכות 720p. הגישה למצלמה ניתנת ישירות ממסך הנעילה על ידי החלקה של מסך הנעילה שמאלה או על ידי לחיצה על הצלמית באחד ממסכי הבית. הממשק בסיסי למדי וכולל את כפתור הצילום מצד ימין, מעבר בין צילום וידאו לסטילס ותצוגה מקדימה לתמונה האחרונה שצולמה. מעבר לכך, כפתור הגדרת הפלאש ממוקם בצד שמאל ונמצא ליד כפתור ההחלפה בין המצלמה הקדמית לאחורית. הגישה להגדרות הצילום מבוצעת באמצעות לחיצה על הכפתור מימין, אשר מקפיץ מספר אפשרויות הכוללות מצב לכידה (פנורמה, זיהוי חיוכים, צרור תמונות), ISO, מצב סצנה, איזון לבן והגדרות כלליות.\nהדעות אודות התמונות שקיבלנו מהמצלמה היו מעורבות. בעת צילום בבית או באזורים חשוכים, התמונה יוצאת מאוד מגורענת. גם אם יש תאורה מספיק טובה ניתן לראות כי רמת הגרעון גבוהה – כמו בתמונת המוצץ. לעומת זאת, בצילום מחוץ לבית התמונה אחרה לגמרי, יש פוקוס מצוין, חדות גבוהה וצבעים עשירים. יש לציין לטובה את צילום המאקרו לאובייקטים ממרחק של כ-10 ס”מ, על ידי מגע במסך לאזור הפוקוס (תמונת הפרח) אשר מטשטשת כראוי את האובייקטים הרחוקים. בצילום וידאו המצב דומה, שם התוצאה הרבה יותר מגורענת, במיוחד בעת צילום בתוך הבית כך שבהשוואה למצלמות אחרות יש למייזו עוד לאן להשתפר, אך ניתן להגיד שהמצלמה בהחלט תספיק למשתמש הממוצע.\n        \nלתמונות נוספות\nאיכות הקול במכשיר מעט יותר אכזבה אותנו. סאונד בזמן שיחה אמנם היה מספיק חזק, אולם האיכות לא מהטובות שהאזנו להם. במקומות רועשים הדבר בלט עוד יותר. כך גם הרמקול של המכשיר אשר סיפק איכות סבירה ולא מאוד איכותית גם בהאזנה למוזיקה, אך אם חיפשנו איכות, אותה מצאנו אותה כאמור ביציאת האוזניות שהייתה כפי שציינו מוקדם יותר בסקירה, איכותית מאוד.\nה-MX2 Dream מגיע עם תמיכה בכל סוגי התקשורת הפופולריים. WiFi b/g/n, תומך ב-Wi-Fi Direct ו- Wi-Fi hotspot שחבוי בתפריט “רשתות לנייד” עד שהצלחנו למצוא אותו וכן גם GPS, דור 3 HSDPA עד 21.6 מגה לשנייה ו-Bluetooth 4.0 וכמובן גם GPS.\nאת דפדפן המכשיר כמעט שאי אפשר לפספס. האייקון במרכז התפריט הקבוע במסכי הבית עם הלוגו M של החברה נמצא שם ללא יכולת להחליף אותו לאחר. הדפדפן בנוי בצורה נוחה יחסית, לא טובה כמו המתחרים אבל יותר טוב מהדפדפן הבסיסי של מערכת ההפעלה כאשר בתחתית המסך נמצאת שורת כפתורים וביניהם כפתור לפתיחת מספר חלוניות, רענון דף, מעבר בין הדפים, גישה למועדפים ועוד. הדפדפן פעל בצורה זריזה יחסית והגיב טוב, וגם הצלחנו לנגן קבצי פלאש באתרי אינטרנט ללא כל בעיה.\nסוללת המכשיר מגיעה עם הספק של 1,800 מיל-אמפר/לשעה. לא חזקה במיוחד והיינו מצפים לקצת יותר הספק ממכשיר ברמה הזו. הסוללה לא נשלפת, למרות שיש מכסה בגב המכשיר הוא נועד רק לצורך הוצאת כרטיס הסים. להפתעתנו, הסוללה החזיקה מעמד לא רע בכלל במהלך היום ומשך השימוש היה לא רחוק מהצהרת היצרן (10 שעות שיחה) כך שהצלחנו ביום לא עמוס להחזיק אתה בסביבות יום עבודה וקצת.\n\nMeizu עשתה קפיצה למים עמוקים ובמלחמה מול השוק העולמי הקרב לא יהיה פשוט, אבל ה-MX2 הוא מכשיר שלא מבייש את החברה הסינית ומצליח להציג מסך באיכות גבוהה וביצועים ברמה מספקת. השילוב של אלו יחד עם ממשק ה-Flyme מספקים חבילה מושלמת למשתמש הממוצע. המסך אמנם קטן יותר מהמתחרות בשוק אבל אלו שעושים את המעבר ממכשיר האייפון לאנדרואיד לא ירגישו בהבדל גדול ואולם, היינו יותר מרוצים אלמלא המחיר שבעת כתיבת שורות ירד ל-1,999 שקלים בבאג המשקף לו תחרות משמעותית עם הגלקסי S3 אשר מחירו עודכן לאחרונה. ועדיין, עבור מכשיר חזק המהווה אלטרנטיבה לגלקסי S3 ומציג חווית משתמש שונה מעט, יכול בהחלט להיות שזהו המכשיר שתרצו לקנות.\nמסך: 4.4´´ Super Retina\nרזולוציה: 1280×800 347ppi\nמעבד: Cortex A9 Quad Core 1.6GHz\nמערכת הפעלה: ממשק Flyme 2.0 מבוסס על מערכת ההפעלה Android 4.1\nזמן שיחה: עד 10 שעות\nזמן המתנה: עד 330 שעות\nזיכרון RAM: 2GB\nזיכרון פנימי: 16GB\nמימדים: 124.9×64.9×10.2 מ”מ\nמשקל: 142 גרם\nקישוריות: WiFi 802.11b/g/n, Bluetooth 4.0 with A2DP\nסוללה: 1800mAh\nמתאים לרשתות: אורנג´, סלקום, פלאפון (תומך גם בתדר 850) הוט מובייל, גולן, רמי לוי, 012\nהפוסט נכתב על ידי איתי מקמל ופורסם במקור ב-TGSpot", "keywords": "מייזו,meizu,iphone,אייפון,mx2-dream,סינית,chinese,סקירה,סמארטפון,smartphone,review,אנדרואיד,android"}