{"url": "https://www.geektime.co.il/waze-tests-new-child-reminder-feature/", "type": "article", "title": "פיצ'ר חדש בוייז ימנע מהורים לשכוח את ילדיהם ברכב", "description": "ווייז, אחת מאפליקציות הניווט הפופולאריות ביותר בעולם, פיתחה התראה, שתזכיר לנהגים לבדוק אם לא שכחו את ילדיהם מאחור; האם האפליקציה שמונעת עמידה בפקקים, תוכל גם למנוע מקרי מוות של ילדים?", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/cc0-by-pixabay.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-26T09:11:36Z", "modified_time": "2016-07-26T16:48:31Z", "articleBody": "ווייז, אחת מאפליקציות הניווט הפופולאריות ביותר בעולם, פיתחה התראה, שתזכיר לנהגים לבדוק אם לא שכחו את ילדיהם מאחור; האם האפליקציה שמונעת עמידה בפקקים, תוכל גם למנוע מקרי מוות של ילדים?\nהנהגים יוכלו להתאים אישית את הנוסח של ההתראה. צילום מסך: גיקטיים\nשיכחה של ילדים בכלי רכב היא אחת מהמכות הקשות של הקיץ. על פי נתוני ארגון ‘בטרם’, בין השנים 2009 ל-2014 דווחו בתקשורת על כ-293 מקרים בהם נשכחו ילדים בכלי רכב שונים, כש-15 מהמקרים הסתיימו במות הילד.\nעכשיו נודע כי Waze, אחת מאפליקציית הניווט הפופולאריות בעולם, בדרך להשיק פיצ’ר חדש, שאולי יוכל למנוע את מקרה השיכחה הבא.\nצילום מסך: גיקטיים\nמצילומי מסך שהגיעו אלינו מגרסת הבטא האחרונה של Waze, עולה כי החברה פיתחה פיצ’ר חדש שנועד למנוע שיכחה של ילדים ברכב. מרגע שיופעל הפיצ’ר, בכל פעם שהנהג יסיים נסיעה, תופיע התראה בסמארטפון שתזכיר לו לבדוק אם לא שכח במקרה את הילד שלו מאחור. במסך ההגדרות של הפיצ’ר יוכל הנהג להפעיל ולכבות את ההתראה וכן לקבוע בעצמו את נוסח ההודעה שתופיע. מדובר באפשרות חשובה, משום שהיא תאפשר לנהגים לשנות מדי פעם את ההודעה, וכך לא ‘להתרגל’ אליה ולהתעלם ממנה.\nכרגע נמצא הפיצ’ר בגרסת הבטא של Waze, כך שלא ידוע מתי בדיוק הוא יגיע לקהל הרחב; עם זאת, מכיוון שאנחנו נמצאים בעיצומו של הקיץ ומדובר על פיצ’ר שהוא רלוונטי בעיקר לחודשי הקיץ, ההערכה שלנו היא שהפיצ’ר יושק באחד העדכונים הקרובים של האפליקציה. לטעמנו, מדובר בפיצ’ר חשוב מאוד באפליקציה כל-כך פופולארית, שנמצאת בשימוש קבוע אצל עשרות מיליוני משתמשים בעולם. כמו כל פיצ’ר חדש, אנחנו מאמינים שעם הזמן גם הוא יעודכן וישודרג ויאפשר להוסיף אפשרויות התאמה לזמנים או מקומות, אפשרויות להתראה לאנשי קשר כמו ההורה השני ועוד. הפיצ’ר החדש, ברגע שיושק, מצטרף למגמה הברוכה של Waze, שבשנה האחרונה הציגה כמה פיצ’רים שנועדו לא רק לקצר את זמן ההגעה, אלא גם להפוך את הנסיעה לבטוחה יותר.\nהפיצ’ר החדש והמבורך של Waze הוא אמצעי טכנולוגי נוסף במלחמה בתופעה הכלל עולמית של שכחת ילדים ברכב אך ווייז ממש לא הראשונה להציג אותו. כיום קיימות מערכות טכנולוגיות רבות, ביניהן כאלו שמתבססות על משקל ותנועה בכסא התינוק, חיישנים שמתבססים על חגורת הבטיחות של הילד, חיישן צליל שמזהה בכי או קולות מצוקה, מערכת שמתבססת על חיישנים בכסא הנהג ובכסא התינוק וכמובן אפליקציות לסמארטפון, דוגמת Baby Reminder. גם אפליקציית iGO של NNG השיקה לאחרונה התראה קולית וכתובה שנועדה להזכיר לנהג לבדוק אם לא שכח ילד או בעל חיים מאחור.\nלקריאה נוספת\nווייז מציגה את ‘צומת מסוכן’: פיצ’ר חדש שיוכל למנוע תאונות\nוויז תתחיל להודיע לכם אם עברתם את המהירות המותרת\n ", "keywords": "ווייז,waze,שכחת ילדים,שכחת ילד,לשכוח ילד ברכב,התראה,בטא,פיצ\\'ר,גוגל,בטרם"}