{"url": "https://www.geektime.co.il/xiaomi-new-phablet-and-concept-phones/", "type": "article", "title": "שיאומי חשפה הרגע סמארטפון מרהיב, שכולו מסך ומפרט מפלצתי", "description": "שיאומי חשפה לפני זמן קצר מכשיר כמעט ללא שוליים בצד או מעל המסך, שמציג יחס גוף-מסך מרשים. למרות שהמכשיר כולל גם מפרט מתקדם שמתבסס על Snapdragon 821 ו-6GB זיכרון, הוא זול יותר ממכשירי דגל חדשים; בנוסף, הציגה החברה את ה-Mi Note 2, הפאבלט החדש והמתקדם שלה שעשוי לעניין את מאוכזבי הנוט 7", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/14633291_1199205660139007_5853213539384349187_o.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-25T14:03:51Z", "modified_time": "2016-10-25T14:29:56Z", "articleBody": "שיאומי חשפה לפני זמן קצר מכשיר כמעט ללא שוליים בצד או מעל המסך, שמציג יחס גוף-מסך מרשים. למרות שהמכשיר כולל גם מפרט מתקדם שמתבסס על Snapdragon 821 ו-6GB זיכרון, הוא זול יותר ממכשירי דגל חדשים; בנוסף, הציגה החברה את ה-Mi Note 2, הפאבלט החדש והמתקדם שלה שעשוי לעניין את מאוכזבי הנוט 7\nמקור: Xiaomi\nבאירוע הכרזה שהסתיים עכשיו, הציגה שיאומי את ה-Mi Note 2, פאבלט הדגל המתקדם של החברה, שינסה כמובן לזנב בסמסונג ובמשתמשים שנותרו עכשיו ללא מכשיר חדש. אבל, במקביל, היא הציגה מכשיר חדש ומסקרן במיוחד, שגנב את ההצגה: ה-Mi Mix. מלבד העיצוב המרשים, שכולל מסך ללא שוליים, כולל המכשיר מפרט מתקדם.\nמקור: Xiaomi\nשימו לב לעובדה הבאה: ה-Mi Mix כולל מסך בגודל עצום של 6.4 אינץ’. למרות זאת, המימדים שלו זהים לאלו של האייפון 7 פלוס, שכולל מסך בגודל 5.5 אינץ’ “בלבד”. איך? הסוד הוא יחס מסך-גוף גבוה במיוחד של 91.3 אחוזים. המסך עצמו מגיע ברזולוציית 2040×1080 ביחס 17:9, כך שגם כאשר מופיעים כפתורי התוכנה – למכשיר אין כפתורים קפסטיביים – עדיין תיהנו מתצוגה ביחס קולנועי של 16:9.\nכמובן שהשאלה הראשונה שנשאלת היא להיכן נדדה המצלמה הקדמית במכשיר? ובכן, במקום בחלקו העליון של המסך, שם אנחנו רגילים לפגוש אותה, עברה המצלמה לחלקו התחתון של המכשיר. ומה עם רכיבים שלא ניתן להזיז, כמו למשל הרמקול שמשמש לשיחות או חיישן הקרבה, שמעלים את התצוגה בזמן שיחות? כאן הציגה שיאומי לא מעט יצירתיות ועשתה שימוש בחומר פיאזואלקטרי, כלומר, חומר שיכול ליצור מתח חשמלי בתגובה ללחץ מכני, כדי להעביר את גלי הקול לאוזן המשתמש. במקום גלאי קרבה רגיל, השתמשה החברה בגלאי קרבה אולטרה-קולי, שחבוי מתחת למסך, ויכול לחוש מתי אנחנו מצמידים את המכשיר לאוזן לצורך דיבור. למרות שעוד לא סקרנו את המכשיר, אין ספק שלפחות ‘על הנייר’ מדובר בפתרונות חכמים ויצירתיים כאחד.\nמקור: Xiaomi\nהמכשיר, שהיה בפיתוח כשנתיים, עוצב על ידי מעצב-העל פיליפ סטארק, והוא עשוי כולו ממה שהחברה מגדירה כחומר קרמי חדש. על פי החברה, החומר החדש אמור להיות גם עמיד יותר וגם לספק תחושת פרימיום, ולפחות לפי התמונות, החברה הצליחה בכך. עוד תורמים לתחושת היוקרתיות גם פסי זהב 18K מסביב לעדשת המצלמה וחיישן טביעת האצבע.\nמקור: Xiaomi\nאבל לא רק יפה. חוץ מהעיצוב זכה המכשיר החדש גם למפרט מרשים למדי. בדומה לפיקסל החדש של גוגל, ה-Mi Mix מתבסס על Snapdragon 821, מעבד הדגל החדש של קוואלקום. המכשיר מגיע בשתי תצורות: הראשונה עם 4GB זיכרון RAM ו-128GB נפח איחסון מובנה; והשנייה, עם לא פחות מ-6GB זיכרון RAM ו-256GB נפח איחסון מובנה. המצלמה האחורית כוללת חיישן 16 מגה-פיקסל PDAF בדומה למצלמות DSLR ומצלמה קדמית עם חיישן 5 מגה-פיקסל. כמו רוב המכשירים שמגיעים מסין, גם ה-Mi Mix מגיע עם אפשרות לסים כפול והוא כולל סוללה בקיבולת 4,400mAh עם טעינה מהירה בתקן Quick Charge 3.0.\nמקור: Xiaomi\nהמכשיר צפוי להיות זמין כבר בחודש הבא ותג המחיר שלו עומד על 515 דולרים לגרסה הרגילה ו-590 דולרים לגרסה המתקדמת יותר.\nכזכור, הציגה שארפ לפני כשבועיים את ה-Corner R, מכשיר עם מסך ‘נטול מסגרת’; אולם מדובר היה בדגם קונספט, בעוד זה של שיאומי מיועד לייצור המוני ויהיה זמין לרכישה בזמן הקרוב.\nמקור: Xiaomi\nבמקביל ל-Mi Mix, הכריזה גם הענקית הסינית על ה-Mi Note 2, הפאבלט החדש מתוצרתה, שכולל לא מעט מאפיינים של הנוט 7 ז”ל. כמו פאבלט הדגל של סמסונג, גם ה-Mi Note 2 כולל מסך 5.7 אינץ’ מעוגל משני צדדיו, כולל החלק האחורי – ברזולוציית 1920×1080 ולא QHD. למרות שהוא לא נהנה מיחס הגוף-מסך של אחיו הצעיר, הוא עדיין מציג יחס נאה של 77.2 אחוזים.\nמתחת למכסה המנוע נמצא את המעבד החדש ביותר של קוואלקום, ה-Snapdragon 821 במהירות 2.35GHz, כשכמו ה-Mi Mix גם הוא מציע גרסת 6GB ו-4GB זיכרון RAM עם נפחי איחסון תואמים של 128GB ו-256GB בתקן UFS 2.0. למסתפקים ב’מועט’ מציעה שיאומי גם גרסת 64GB.\nמקור: Xiaomi\nמבחינת מערך הצילום, כולל המכשיר החדש מצלמה אחורית עם חיישן  IMX318 Exmor של סוני בנפח 22.56 מגה-פיקסל ועדשה עם מפתח צמצם f/2.0, ומצלמה קדמית 8 מגה-פיקסל עם פוקוס שמותאם בעיקר לצילומי סלפי. מבחינת סוללה, כולל ה-Mi Note 2, סוללת 4070mAh גם היא עם טעינה מהירה בתקן Quick Charge 3.0. מחיר הדגם המתקדם של מכשיר החדש עבור צרכנים מחוץ לסין הוא כ-520 דולרים, כשהמכשיר מגיע עם Google Play Services וכל האפליקציות של גוגל.", "keywords": "שיאומי,xiaomi,mi note 2,מי נוט 2,פאבלט,פאבלט דגל,נוט 7,mi mix,miui,"}