{"url": "https://www.geektime.co.il/new-pixel-2-2017-revealed/", "type": "article", "title": "הפיקסל החדש של גוגל נחשף בתמונה ראשונה והוא נראה מעולה", "description": "אחד ממכשירי האנדרואיד הנחשקים ביותר בכל שנה הוא הפיקסל (ולפניו הנקסוס) של גוגל. עתה אנחנו מקבלים הצצה ראשונה לפיקסל 2 שמציג לא מעט שינויים בעיצוב ובמפרט", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/nexus2cee_p2xl_close-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-12T09:33:10Z", "modified_time": "2017-07-12T09:48:49Z", "articleBody": "אחד ממכשירי האנדרואיד הנחשקים ביותר בכל שנה הוא הפיקסל (ולפניו הנקסוס) של גוגל. עתה אנחנו מקבלים הצצה ראשונה לפיקסל 2 שמציג לא מעט שינויים בעיצוב ובמפרט\nמקור: Android Police\nהמחצית הראשונה של השנה עברה ואיתה ההכרזות על מכשירי הדגל המובילים של סמסונג, LG, וואווי ו-HTC. עכשיו, הבמה כולה של אפל ושל גוגל, וככל שאנחנו מתקרבים לאירועי ההכרזה של גוגל בספטמבר, כך מתגבר זרם ההדלפות והדיווחים על הפיקסל הבא. עתה, אנחנו מקבלים הצצה ראשונה לעיצוב של הפיקסל החדש.\nהתמונה, שהופיעה בבלוג Android Police, מציגה את הפיקסל 2 או פיקסל 2017 (שם רשמי עדיין אין כמובן). אם אכן מדובר בתמונה אותנטית ניתן בבירור לראות שטרנד המסכים נטולי המסגרת שהובילו בשנה האחרונה שיאומי, סמסונג ו-LG וצפוי להגיע גם לאפל – הטרנד הזה ישפיע גם על הפיקסל החדש. התצוגה של המכשיר החדש כוללת מסך AMOLED ביחס 18:9 – בדומה ל-G6 – כשהדגם הגדול יותר שאנחנו רואים פה בתמונה יציג מסך בגודל 6 אינץ’ והדגם הקטן יותר יכלול מסך בגודל 5 אינץ’. זו תהיה השנה השלישית בה גוגל מציגה צמד מכשירים בגדלים שונים, אם כי בניגוד לנקסוס 6P ולנקסוס 5X, שכללו מפרט שונה, מכשירי הפיקסל משנה שעברה הגיעו עם מפרט זהה וההבדל היה בגודל התצוגה.\nהדגם שאנחנו רואים בתמונה הוא הדגם הגדול יותר מבין ה-2 ונקרא בשם הקוד Taimen. על פי הדיווחים הוא יכלול מסך AMOLED מתוצרת LG בגודל 5.99 אינץ’ וברזולוציית 1440p. הבחירה של גוגל במסכי ה-OLED של LG מתבקשת, לאחר שהתפרסם כי גוגל השקיעה 900 מיליון דולר במפעלי המסכים שלה. לא במפתיע, צפוי המכשיר להתבסס על ה-Snapdragon 835 מעבד הדגל של קוואלקום, והבחירה של כמעט כל מכשירי הדגל של 2017, ויגיע עם 4GB זיכרון RAM ו-128GB נפח איחסון מובנה, אם כי, יכול להיות שיהיה גם דגם של 64GB. הפיקסל הקטן יותר, שנקרא בשם הקוד Walleye, יגיע עם מסך 4.97 אינץ’ ברזולוציית 1080p ויתבסס על אותו מפרט.\nאת המכשיר תייצר עבור גוגל חברת LG, מה שמסביר חלק מהמפרט, אולם החלק המעניין הוא שעל פי הדיווח, שולי המכשיר יאפשרו לכם ‘לצבוט’ אותו כדי להפעיל פיצ’רים שונים. וכן, אם זה מוכר לכם מאיפהשהו, אתם צודקים. מדובר במערכת דומה באופן מחשיד ל-HTC U 11, עליו הכריזה HTC לפני מספר שבועות.\nחוץ מהמסך, המכשיר עצמו ממשיך את הקו העיצובי שמוכר לנו ממכשירי הפיקסל כיום. כך למשל גב המכשיר כולל עדיין את החלוקה המוזרה לטעמנו בין גב מתכת לציפוי זכוכית וכמו שתוכלו לראות, בניגוד לטרנד מערך הצילום הכפול, הפיקסל החדש כולל עדיין מצלמה אחת. שינוי עיצובי מעניין הוא הירידה של קורא טביעות האצבע מאיזור הזכוכית לאיזור שמתחת, מה שהופך אותו לקצת פחות בולט. עוד שינוי עיצובי מבורך הוא העלמתם של פסי האנטנה שהופיעו בפיקסל הקודם בתחתית החלק האחורי ובחלקו העליון – אם כי לא ברור האם מדובר בהעלמה שלהם או רק הסוואה, כך שייטמעו בגב המכשיר.\nועכשיו לכמה חידות עוד לא פתורות. ראשית, לא ברור האם גוגל ו-LG יישרו סוף סוף קו עם מכשירי הדגל ויציעו הגנה ממים ומאבק? שנית, לא ברור מה גורלו של חיבור האוזניות 3.5 מ”מ והאם גוגל תצטרף לאפל בנושא? האם הוא יכלול Bluetooth 5.0?\nאת כל התשובות לשאלות האלו וכמובן פרטים נוספים נקבל באירוע ההכרזה שעורכת גוגל, בדרך כלל בסוף ספטמבר או תחילת אוקטובר – או הרבה לפני בזכות ההדלפות והדיווחים שקודמים לו.", "keywords": "פיקסל,גוגל פיקסל,google pixel,lg,פיקסל 2,פיקסל 2017,סמארטפון,הדלפה,דיווח"}