{"url": "https://www.geektime.co.il/nexus-6p-review/", "type": "article", "title": "נקסוס 6P: גוגל חוזרת למשחק, ובגדול [סקירה]", "description": "מסך מצוין, מצלמה משודרגת, סוללה חזקה, עיצוב פרימיום ובעיקר מערכת הפעלה מעודכנת. הנקסוס 6P שייצרה וואווי עבור גוגל - נתן לנו את כל הסיבות להכתיר אותו כמכשיר האנדרואיד הטוב ביותר של 2015. רק שעד שהוא הושק כבר מחכים לו מעבר לפינה מכשירי הדגל של 2016", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/IMG_7042.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-22T11:40:44Z", "modified_time": "2016-02-04T16:44:48Z", "articleBody": "מסך מצוין, מצלמה משודרגת, סוללה חזקה, עיצוב פרימיום ובעיקר מערכת הפעלה מעודכנת. הנקסוס 6P שייצרה וואווי עבור גוגל – נתן לנו את כל הסיבות להכתיר אותו כמכשיר האנדרואיד הטוב ביותר של 2015. רק שעד שהוא הושק כבר מחכים לו מעבר לפינה מכשירי הדגל של 2016\nצילום: גיקטיים\nמאז ומעולם נהנו מכשירי הנקסוס השונים של גוגל ממערכת ההפעלה המעודכנת ביותר בסביבת אנדרואיד. ככה זה כשגוגל אחראית גם על החומרה וגם על התוכנה. אולם מצד שני, המכשירים השונים, שכוללים סמארטפונים וטאבלטים נהנו ממפרט בינוני ביותר, שמעולם לא התחרה באמת במכשירי הדגל של יצרניות כמו סמסונג, LG ו-HTC.\nלפני מספר חודשים השיקה גוגל את הנקסוס 5X וה-6P החדשים, בשאיפה לשנות את התמונה. אחרי הסקירה המקיפה שערכנו ל-5X, בהחלט התרשמנו שמדובר במכשיר מצוין – עם מספר פשרות מובנות, כיאה למכשיר הנגיש יותר בסדרה. אולם מה לגבי מכשיר הפרימיום של גוגל, הנקסוס 6P? האם גוגל, בשיתוף הפעולה הראשון שלה עם היצרנית הסינית הצעירה וואווי, הצליחה לייצר חלופה אמיתית למכשירי הדגל המתחרים? לקחנו אותו לבדיקה.\nצילום: גיקטיים\nכרגיל, הדבר הראשון אליו אנחנו שמים לב במכשיר הוא העיצוב שלו.\nה-6P מיישר קו עם מרבית מכשירי הדגל של 2015 וכולל גוף שעשוי אלומיניום שמקנה לו תחושה יוקרתית ואיכותית. בזכות המסגרת המתכתית הדקה והפרופיל הדק הוא נעים לאחיזה ומרגיש בהחלט יציב ביד. גם המשקל שלו מרגיש “נכון”, כלומר, כבד מספיק ביחס למסך הגדול ולגוף המתכת, אולם מצד שני, לא כבד מדי.\nבחזית המכשיר נמצא את מסך ה-AMOLED בגודל 5.7 אינץ’. למרות שבהחלט לא מדובר במכשיר לבעלי ידיים קטנות, עדיין מדובר בגודל סביר לגמרי, בזכות יחס מסך-גוף של כ-72 אחוזים. לשם השוואה, המכשיר הוא בדיוק באותם מימדים של האייפון 6S פלוס, למרות שהמכשיר של אפל כולל מסך 5.5 אינץ’ בלבד.\nעוד נמצא בחזית את הרמקולים הסטריאופוניים של המכשיר שממוקמים באופן סימטרי משני צדדיו של המסך, המצלמה הקדמית ונורית ההתראות שממוקמת בצמוד לה.\nצילום: גיקטיים\nבגב המכשיר נמצא את הלוגו הענק של נקסוס. כשקצת מעליו נמצא את ה-Nexus Imprint, קורא טביעות האצבע של המכשיר עם טבעת מבריקה שעוטפת אותו ומעל, נמצא את “הדבר הזה”.\n“הדבר הזה”. צילום: גיקטיים\n“הדבר הזה” הוא המלבן השחור בראש המכשיר, שעורר לא מעט תהיות כאשר דלפו התמונות הראשונות שלו, מספר שבועות לפני ההשקה הרשמית. בתוך הבליטה השחורה הזו מתחבאת המצלמה, פוקוס הלייזר והפלאש. אנחנו חייבים להגיד שבניגוד לרושם הראשוני, שעורר אצלנו קצת רתיעה, מהר מאוד התרגלנו לבליטה ואפילו התחלנו לאהוב אותה. כמו שתוכלו לראות בתמונות, הבליטה השחורה נראית שונה בין מכשיר למכשיר – כשלא מעט תלוי בצבע הגב שלו.\nאה, ועוד משהו. היא לא גורמת למכשיר להתנדנד כאשר אתם מקלידים עליו.\nצילום: גיקטיים\nבצד שמאל של המכשיר נמצא את מגירת ה-Sim; ובצד הימני נמצא את כפתורי הווליום ואת כפתור ההדלקה, שנהנה מטקסטורה מחוספסת ונעימה למגע.\nצילום: גיקטיים\nבתחתית המכשיר נמצא את חיבור ה-USB-C שהפך במהלך 2015 לסטנדרט ברוב מכשירי הדגל. כפי שאתם בוודאי יודעים לחיבור החדש יש לא מעט יתרונות, ובראשם הסימטריות, כלומר, אין יותר משחקי ניחוש של מאיזה צד לחבר את הכבל, פשוט חברו אותו וזהו. מצד שני, החסרון הגדול ביותר הוא שלא תוכלו להשתמש בשלל המטענים הביתיים ומטעני הרכב שצברתם. גוגל באה לעזרתכם וסיפקה בנוסף למטען הרגיל גם כבל שמהצד שמתחבר לטלפון הוא USB-C ומהצד השני הוא USB-A. הכבל אמנם קצר מאוד, אבל זה יותר טוב מכלום. בכל מקרה, קחו בחשבון מלתחה חדשה של אביזרים לסמארטפון שלכם.\nצילום: גיקטיים\nקורא טביעות האצבע או ה-Nexus Imprint, כפי שגוגל מכנה אותו ממוקם כאמור בגב המכשיר. מצד אחד מדובר במיקום נוח מאוד, בזמן שאתם מסתובבים והמכשיר בכיס או בתיק: כאשר אתם רוצים להשתמש בו, אתם פשוט שולפים אותו, כשאחת האצבעות שלכם עליו, ועוד לפני שתספיקו להעיף בו מבט הוא כבר ייפתח, מבלי שתצטרכו להקיש קוד, סיסמה או לצייר צורות שונות. מצד שני, כאשר אתם במשרד או בבית והמכשיר מונח על גבו עם החזית מולכם, תצטרכו להרים אותו, לשלוח את האצבע לזיהוי בגב המכשיר ורק אז להתחיל לעבוד איתו. לטעמנו, מדובר במיקום פחות נוח, אם כי זה כנראה טעם אישי. אנחנו בכל מקרה מעדיפים את הגישה של סמסונג או OnePlus ומייזו, ששילבו את קורא טביעות האצבע בכפתור הבית, בחזית המכשיר או אפילו סוני ששילבה את הקורא בכפתור ההדלקה והכיבוי בצד המכשיר.\nמבחינת הפעולה, קורא טביעות האצבע של ה-6P מצטרף ל-5X בתואר קורא טביעת האצבע הטוב ביותר שבדקנו. תהליך ההגדרה של כל אצבע מהיר ביותר ואורך מספר שניות או כ-4-5 נגיעות. כלומר, כחצי מתהליך ממוצע בסמארטפונים אחרים. לאחר ההגדרה, הקורא מהיר יותר עם זמן פעולה של פחות משנייה מרגע הלחיצה עד הרגע שבו תוכלו להתחיל לעבוד על המכשיר, מה שאומר שהוא גם מהיר יותר מהאייפון 6S. כמו מרבית הקוראים, גם רמת האמינות והדיוק של הקורא של וואווי גבוהות למדי ולא נתקלנו בזיהוי שגוי, למעט במצבים של ידיים רטובות. בשביל זה נצטרך להמתין כנראה לקורא טביעות האצבע המסקרן שמפתחת קוואלקום.\nצילום: גיקטיים\nבניגוד ל-5X שכולל פאנל מסוג IPS LCD, שילבה גוגל במכשיר הפרימיום שלה פאנל AMOLED, בדיוק כפי שעשתה בנקסוס 6 משנה שעבר. רזולוציית המסך של המכשיר היא QHD כלומר, 1440×2560 עם צפיפות פיקסלים של 518ppi. התוצאה: המסך של הנקסוס 6P הוא אחד הטובים ביותר שראינו בסמארטפון.\nצילום: גיקטיים\nהמסך של ה-6P נהנה מבהירות נפלאה, עם צבע שחור עמוק וצבע לבן ברור. הצבעוניות של המסך היא רווייה, כמו שאתם יכולים לצפות ממסך AMOLED עם פאנל שיוצר על ידי סמסונג; למרות זאת, הצבעים אינם רוויים מדי וגם הניגודיות מצוינת. עוד נקודה ראויה לציון היא חדות המסך, עם רזולוציה וצפיפות פיקסלים נפלאות שאפשרו לנו להבחין בפריטים זעירים דוגמת כוכבים מנצנצים או גבישי מלח בודדים. כך שבשורה התחתונה, בין אם אתם רוצים ליהנות מהתמונות שצילמתם או לצפות בוידאו HD ביוטיוב, נטפליקס או כל מקור אחר – המסך של ה-6P יספק לכם חוויה מרשימה למדי.\nצילום: גיקטיים\nגם מי שמחפש סאונד ברמה גבוהה, לא יתאכזב. הרמקולים הסטריאופוניים מציגים לרוב צליל נקי וברור, בעיקר בקטעי שירה ובקטעי הדיבור. שלא תבינו לא נכון, מהניסיון שלנו מי שמחפש וופרים או באסים בועטים, לא יקבל אותם עדיין מרמקולים של סמארטפון, אבל עדיין ביחס לסמארטפונים אחרים שבדקנו, ולמרות נטייה מדי פעם למעט דיסטורשן בעוצמות הגבוהות, מדובר ברמקולים מצויינים למוסיקה ולצפייה בסרטים.\nצפייה בתוכני HD. צילום: גיקטיים\nכמו לא מעט מכשירים בשנה האחרונה, גם הנקסוס 6P מתבסס על ערכת שבבים מסוג Snapdragon 810 של קוואלקום (גרסה 2.1 – שלא מתלהטת) ביחד עם 3GB של RAM ומעבד גרפי מסוג Adreno 430. עם זאת, בניגוד לשאר המכשירים, אנחנו מקבלים את הנקסוס בגרסת האנדרואיד הנקיה שלו, ללא תוספות של ממשק ה-UI, שמעמיסות יצרניות סלולר אחרות או מפעילים סלולריים מקומיים וגובים מחיר לא פעם מהביצועים של המכשיר.\nלא במפתיע, המכשיר מתפקד נפלא.\nדפדוף בין מסכי האפליקציות, האנימציות של הממשק, עבודה על מספר אפליקציות במקביל ומעבר ביניהן – כל אלו מתרחשים בשניות, ללא לאגים או גמגומים. מבחינת צפייה בוידאו, סימנו V גם על סטרימינג של סרטונים ביוטיוב וגם צפייה בסרטים שנמצאים על גבי המכשיר עצמו; עוד V הגיע מכיוון עיבוד התמונה, כאשר בדקנו אפליקציות דוגמת Lightroom, אינסטגרם ו-Aviary ובכולן נהננו מיישום אפקטים מהיר על תמונות ועיבוד זריז שלהן.\nצילום: גיקטיים\nאולם עם כל הכבוד לאפליקציות – לרוב אלו המשחקים הכבדים שמבדילים “בין הילדים לגברים” בכל מה שקשור לביצועים. שמחנו לגלות שגם במשחקי דו-מימד וגם במשחקי תלת-מימד הנקסוס 6P מציג תוצאות מעולות. כרגיל, בדקנו את המכשיר עם שלושת הפייבוריטים שלנו: Asphalt 8: Airborne, Dead Trigger 2 ו-Call of Duty: Heroes וזרקנו פנימה גם את Dead Effect 2, כדי שנהיה בטוחים. בכולם, ללא יוצא מן הכלל, נהנינו ממשחקים ללא פריימים נופלים, ללא גמגומים וללא בעיות סינכרון סאונד-תמונה, כך שאם אתם בעניין של גיימינג בסמארטפון, יש לכם פה יופי של מכשיר.\nסוגיה נוספת שמטרידה לא מעט מהמשתמשים היא בעיית ההתחממות, בייחוד כאשר אנחנו מדברים על ה-Snapdragon 810. ובכן, אנחנו לא נתקלנו בבעיות מיוחדות. המכשיר אכן מתחמם לאחר משחק או צילום וידאו שאורכים יותר מ-5 דקות בערך, אולם לא מדובר בתופעה יוצאת דופן והיא שכיחה למדי בסמארטפונים כיום.\nהנקסוס 5X וה-6P מגיעים עם מרשמלו בפנים ויהיו הראשונים לקבל עדכוני אנדרואיד בעתיד. צילום: גיקטיים\nנקסוס 6P מגיע עם אנדרואיד 6 מרשמלו מותקנת עליו, אולם כבר ברגע שתפעילו אותו, תתעדכן הגרסה ל-6.0.1 שכוללת שיפורים שונים.\nעל היתרונות והפיצ’רים השונים של אנדרואיד 6 מרשמלו כבר כתבנו לא מעט. אמ;לק: מערכת הרשאות חדשה – שמאפשרת לנו לתת הרשאות ספציפיות לכל אפליקציה ולבטל אחרות; Now On Tap – שמאפשר לנו בלחיצה ארוכה על כפתור הבית לקבל מידע על התוכן שנמצא כרגע על המסך; חיווי ברור של גזור+העתק+הדבק (גם אתם מתבלבלים באייקונים של מה זה ‘העתק’ מה זה ‘הדבק’?); העברה פשוטה ומהירה של כל האפליקציות וההגדרות בקלות מהמכשיר הישן לחדש; ו-Doze – פיצ’ר ה’נמנום’ שמציג חסכון דרמטי בחיי הסוללה, שאליו עוד נחזור בפרק על הסוללה.\nכבר בזמן ההתקנה תוכלו לבחור אילו הרשאות לאשר לכל אפליקציה. צילום: גיקטיים\nכבעלי מכשיר נקסוס 6P תהיו הראשונים לקבל את גרסאות האנדרואיד השונות, ברגע שגוגל משחררת אותן; כך נחסכת מכם גם השאלה הפופולארית כל-כך בקרב משתמשי אנדרואיד: “האם ומתי אקבל את הגרסה הבאה של אנדרואיד למכשיר שלי?”.\nבנוסף, אתם יכולים להיות בטוחים שקיימת התאמה מלאה בין החומרה לתוכנה וגם תיהנו מעדכוני אבטחה על בסיס קבוע. מבחינת הממשק עצמו, בנקסוס 6P, כמו כל המכשירים בסדרה, אתם נהנים מממשק האנדרואיד הנקי – ללא תוספות, פיצ’רים או אפליקציות של היצרניות השונות או מפעילות הסלולר שלכם.\nהממשק הוא מינימליסטי. יש שיגידו שהוא משעמם או פשוט ביחס לממשקים כמו TouchWiz של סמסונג, ה-Optimus של LG או ה-Sense של HTC, אבל לטעמנו הממשק הוא אחד מהיתרונות הבולטים של המכשיר. הממשק הרזה חוסך לכם מקום רב במכשיר ולא כולל אפליקציות או שירותי Bloatware, שאף אחד לא באמת צריך; ואפילו מאפשר לכם ליהנות מביצועים משופרים יותר עם פחות שירותים לא חיוניים שרצים ברקע וצורכים זיכרון.\nכאמור, ה-6P הוא פאבלט גדול עם מסך ברזולוציה גבוהה. לכן, לא מפתיע שגוגל כללה במכשיר סוללה חזקה בקיבולת של 3,450mAh. השוו את זה ל-3000mAh של הנוט 5 בעל אותו גודל מסך או ה-2750mAh של האייפון 6S פלוס. אבל איך חיי הסוללה של המכשיר בפועל?\nכמובן שדפוסי שימוש שונים השפיעו על ביצועי הסוללה.\nבשימוש ממוצע שכולל קריאה וכתיבה של מיילים, גלישה מדי פעם, שיחות, ווטסאפים, שימוש במצלמה וקצת Waze, הסוללה החזיקה מעמד כיום וחצי; בימים של שימוש מסיבי יותר במכשיר צלחנו את היום ללא צורך להתחבר ל’חמצן’, אם כי בשעות הערב, כבר הגענו ל-15 אחוזים וזכינו להתראה של המכשיר על הצורך להתחבר למטען. הכוונה למשל ליום טיול שבמהלכו הרבינו להשתמש ב-GPS (ובאפליקציית Trailze המצוינת) וכמובן לצלם וידאו וסטילס. כאשר עברנו לדפוס של שימוש כבד במכשיר עם זמן מסך ארוך שכלל בין היתר צפייה בתוכני HD ומשחקים – כבר חווינו צריכה מוגברת של הסוללה והגענו עם אחוזים הבודדים לסוף היום.\nאולם השורה התחתונה היא שמשתמש ממוצע לא צריך לחיות בחרדת שקעים, ולהביט בדאגה בכל רגע באחוזי הסוללה הנותרים. ה-6P נהנה ממצב Doze – אחד הפיצ’רים החדשים שהציגה גוגל באנדרואיד 6 מרשמלו. בקצרה, ברגע שהמסך כבוי והחיישנים של המכשיר אינם קולטים תנועה של הליכה למשל, מרשמלו מבינה שהמכשיר שלכם לא נמצא בשימוש. במצב כזה, היא משהה מספר הליכים במכשיר כמו למשל מגננוני סינכרון, הודעות ותזמונים של משימות שונות ומשיגה כך חסכון דרמטי בחיי הסוללה. חשוב להדגיש שלא מדובר בכיבוי של הקישוריות או הפסקה של קבלת הודעות, אלא פשוט בתיעדוף שלהן ובכל מקרה, ברגע שתרימו את המכשיר, למשל כשאתם מתעוררים בבוקר, המכשיר יתעורר יחד איתכם, יחזור למצב פעולה מלא ויציג לכם את כל ההתראות. אם תרצו תוכלו גם להחריג אפליקציות מסויימות, כדי שימשיכו להסתנכרן כל הזמן. כך למשל לאורך 7 שעות של לילה, בהן המכשיר לא היה בשימוש חווינו ירידה של 4 אחוז בסוללה; ה-6P לא כולל טעינה אלחוטית, בניגוד למשל לגלאקסי S6, אולם הוא כן תומך בטעינה מהירה דרך ה-USB-C, כשתוך 10 דקות אתם צפויים ליהנות מעד 4 שעות של פעילות וטעינה מלאה מ-0 אחוזים ל-100 אחוזים הצלחנו להשיג תוך כשעה וחצי.\nממשק מינימליסטי. צילום: גיקטיים\nאחרי סדרה של מצלמות בינוניות מאוד, ואנחנו עושים להן פה הנחה רצינית, הגיע הזמן ל’תיקון’.\nהנקסוס 6P חולק את אותה המצלמה עם הנקסוס 5X עם הבדל קטן וזניח יחסית, אליו נגיע בהמשך. המצלמה האחורית של ה-6P כוללת חיישן 12.3 מגה-פיקסל, מפתח צמצם f/2.0, פלאש ופוקוס לייזר והמצלמה הקדמית כוללת חיישן 8 מגה-פיקסל.\nגוגל נקטה באותה שיטה שנקטה HTC לפני כמה שנים וזנחה את מרוץ ה”למי יש יותר מגה-פיקסלים” לטובת מאפיין אחר והוא גודל הפיקסלים. בקצרה, מדובר על פיקסלים גדולים יותר ולכן גם יכולים תאורטית ללכוד יותר אור. כתוצאה מכך הצמצם יכול להיות פתוח פחות זמן, מה שאומר בפועל תמונות ברורות יותר עם פחות ‘מריחות’ בתנאי תאורה קשים ובחשכה. גודל הפיקסל של המצלמה של ה-6P עומד על 1.55 מיקרון במצלמה האחורית ו-1.4 מיקרון במצלמה הקדמית. גוגל הפתיעה כאשר בחרה שלא לשלב מייצב תמונה אופטי (OIS) במכשיר, כשעל פי גוגל, גודל הפיקסלים מפצה על כך.\nמהבדיקה שלנו עולה כי המצלמה של ה-6P עושה יופי של עבודה. התמונות יצאו חדות וברורות עם צבעוניות מדוייקת למציאות, שנבדקה גם על המחשב האישי וטווח צבעים דינאמי רחב למדי. פוקוס הלייזר היה מהיר, אם כי נתקלנו לא פעם בבעיות להתמקד בעצמים קרובים מאוד לצורך צילומי קלוז אפ של עצמים שונים, כך שאם אתם מרבים לצלם בצילומי מאקרו, מומלץ שתיקחו זאת בחשבון. בכל הזדמנויות הצילום שלנו התרשמנו מפיצ’ר ה-+HDR ששיפר פלאים את התמונות בצורה דיגיטלית לאחר הצילום. תמונות שסבלו מחשיפת-יתר או מאזורים כהים במיוחד שודרגו בעזרת הפיצ’ר. למעשה, בשלב מסויים פשוט העברנו את המצלמה למצב של +HDR קבוע, למרות שהדבר בא לידי ביטוי בצריכת סוללה, בקצב צילום איטי יותר וזמן המתנה קצת ארוך יותר בין התמונות.\nכמו אחיו הקטן, גם ה-6P חווה ירידה בביצועים בתנאי חשיכה גמורה ובתנאי תאורה קשים, כשהתוצאה היא לא פעם תמונות ‘מגורענות’ עם רעש. במקרים אלו שוב בא לעזרה פיצ’ר ה-+HDR, שתיקן את התמונות לאחר הצילום.\nצילום הוידאו במצבים השונים (4K ב-30fps או 1080p ב-60fps) סיפק וידאו באיכות טובה, אם כי הרגשנו היטב את חסרונו של מייצב התמונה האופטי, כאשר צילמנו בזמן הליכה. ההבדל היחיד בין ה-5X ל-6P, בכל מה שקשור לצילום הוא האפשרות של ה-6P לצלם הילוך איטי בקצב של 240fps, זאת בזמן שה-5X מסתפק ב-120fps.\nממשק המצלמה, בדיוק כמו ממשק האנדרואיד של גוגל הוא נקי ומינימליסטי ולא כולל פיצ’רים מעבר לבסיסיים ביותר. טיימר לצילום, כפתור למצב ה-HDR+, פלאש, כפתור למעבר בין המצלמה הקדמית לאחורית וזהו בערך. סווייפ לימין יעביר אתכם למצב וידאו, שכולל גם את כפתור הסלואו-מו. אגב, את המצלמה תוכלו להפעיל גם כשהמסך כבוי בעזרת לחיצה כפולה על כפתור ההפעלה של המכשיר; כך שתוך שנייה בערך מהלחיצה תוכלו להתחיל לצלם; מהיר מאוד, אם כי עדיין איטי יותר מה-0.7 שניה של הגלאקסי S6. כאמור, מדובר בממשק מינימליסטי על סף הספרטני, כך שאם אתם מחפשים פיצ’רים כמו פילטרים, מציאות רבודה או מצבי ‘יופי’ למיניהם, תאלצו להתקין אפליקציות חיצוניות.\n[huge_it_slider id=”22″]\n \nצילום: גיקטיים\nבמשך שנים שיחקה סדרת הנקסוס בקטגוריית התמורה לכסף; כלומר, מכשיר טוב – ביחס לכמה שהוא עולה. במובן הזה, הנקסוס 5X ממשיך את המסורת.\nהנקסוס 6P, לעומת זאת, נחשב למכשיר הפרימיום של גוגל ולכן גם זכה לתוספת ה-P לשם. אחרי סקירה מקיפה שלו אנחנו יכולים להגיד שהתוספת ניתנה ולא לחינם. גוגל ו-וואווי בנו מכשיר דגל מצוין, שנראה טוב וכולל מפרט מצוין ובעיקר חוויית שימוש מעולה. הכל פשוט עובד ומהר.\nלטעמנו, מערכת הפעלה מעודכנת חשובה יותר מאשר עוד ליבות במעבד או עוד גיגה של זיכרון, ובמובן הזה, הנקסוס 6P מבטיח לכם שנתיים של גרסת האנדרואיד הכי מאובטחת והכי מעודכנת, עם כל הפיצ’רים החדשים שתשלב גוגל בעתיד במערכת ההפעלה שלה.\nהנקסוס 6P לא חף מחסרונות. למשל נפח האיחסון המוגבל והבחירה התמוהה להביא כרגע רק את דגם ה-32GB לארץ, ללא אפשרות לתוספת כרטיס Micro-SD; גם היעדרה של טעינה אלחוטית יכול להרתיע חלק מהמשתמשים. למרות זאת, לא מדובר בחסרונות מהותיים עבור רוב המשתמשים.\nנקודה נוספת שראויה לציון הוא המחיר בישראל שמקביל למחירו האירופאי, כלומר 650 אירו לדגם הבסיסי של 32GB, ולא למחירו האמריקאי – 500 דולר לדגם הבסיסי. כך שעם תג מחיר שנע סביב ה-3,000 ש”ח הוא צפוי למלחמה לא פשוטה עם מכשירים ותיקים ומוצלחים כמו הנוט 5, גלאקסי S6, ה-G4 ו-2 של OnePlus או הגלאקסי S7 וה-G5 שייצאו בשבועות הקרובים.\nלסיכום, השיקלול של כל היתרונות והחסרונות הופך את הנקסוס 6P למכשיר האנדרואיד הטוב ביותר כיום, תואר אותו החזיק עד עתה הגלאקסי S6 של סמסונג, שהוכרז לפני כמעט שנה שלמה. למרות זאת, עם תערוכת MWC בברצלונה שנמצאת ממש מעבר לפינה, ותכלול על פי כל הסימנים הכרזות של סמסונג על הגלאקסי S7 החדש וה-G5 של LG – יכול מאוד להיות שהתואר הזה זמני ביותר.\nאהבנו: מסך, מערכת הפעלה, עיצוב, ביצועים, טעינה מהירה, סוללה\nלא אהבנו: אין אפשרות הרחבה, מחיר\nלקריאה נוספת:\nאיזה נקסוס חדש כדאי לכם לקנות?\nהשביעי לבית נקסוס – Nexus 5X משיב את התואר למותג [סקירה]\nמפרט: מימדים: גובה – 159.3 מ”מ, רוחב – 77.8 מ”מ, עובי – 7.3 מ”מ; משקל: 178 גרם; מסך: 5.7 אינץ’ AMOLED WQHD; רזולוציה:  2560×1440; מעבד: Qualcomm Snapdragon 810 v2.1 מתומן ליבות במהירות 2.0GHz; מערכת הפעלה: אנדרואיד 6.0 מרשמלו; העברת נתונים: 4G LTE; נפח איחסון 32GB; זיכרון מערכת: 3GB RAM; מצלמה קדמית: 8 מגה פיקסל; מצלמה אחורית\n12.3 מגה פיקסל; וידאו: 4K; סוללה: 3450 מיליאמפר; מחיר: 2,999-3,099 ש”ח; צבעים: אלומיניום (כסוף), גרפיט (שחור) ו-Frost (לבן). המכשיר מיובא על ידי אלפא טלקום, היבואנית הרשמית של וואווי בישראל וישווק אצל המפעילות Orange וסלקום, ברשתות באג, KSP, Ivory, GoMobile ובנקודות מכירה נוספות.", "keywords": "סקירה,וואווי,נקסוס 6p,גוגל,nexus,nexus 6p אנדרואיד,מרשמלו,מכשיר,סמארטפון,סקירת מכשיר,סקרית סמארטפון,סקירת טלפון,מכשיר דגל,אנדרואיד,האנדרואיד הטוב ביותר,איזה אנדרואיד כדאי לקנות,מהו מכשיר האנדרואיד הטוב ביותר,סקירה של וואווי,סקירה של נקסוס,נקסוס סקירה,וואווי סקירה,סקירה אנדרואיד,huawei,nexus 6p"}