{"url": "https://www.geektime.co.il/oppo-find-7-review/", "type": "article", "title": "Oppo Find 7: הסמארטפון האנדרואידי שנותן פייט אמיתי לסמסונג ול-LG [סקירה]", "description": "מה קורה כשחובב סמסונג מושבע מתייאש ומחפש אלטרנטיבה מוצלחת ומשתלמת יותר? הצצה לאחד ממכשירי האנדרואיד הפחות מוכרים ועם זאת היותר מוצלחים בשוק", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/oppo7.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-07-07T11:00:20Z", "modified_time": "2014-07-07T11:53:18Z", "articleBody": "מה קורה כשחובב סמסונג מושבע מתייאש ומחפש אלטרנטיבה מוצלחת ומשתלמת יותר? הצצה לאחד ממכשירי האנדרואיד הפחות מוכרים ועם זאת היותר מוצלחים בשוק\n \n\nהצורך, אומרים, הוא אבי ההמצאה; ותסכול הוא אחלה זרז לצורך. בנראטיב שבנינו כאן, “המצאה” יכולה להיות גם קנייה אימפולסיבית בשעות המאוחרות של היום. בארבע השנים האחרונות, עם המעבר לגלקסי S2, הפכתי למה שקרוי באינטרנט “פאנבוי” של סמסונג. החברה שהצליחה לנגוס בהגמוניה של אפל כבשה את ליבי באמצעות גישה מרעננת ופתיחות מחשבתית, ובמשך זמן רב הייתי סוג של יחצ”ן למוצריהם; ההתקדמות ל-S3 לאחר זמן לא רב היתה טבעית.\nאבל משהו שם נסדק – שילוב של העובדה שהם הפכו להיות יותר אפל מאפל עצמה (חזרה ל”גן סגור”, שחרור מכשיר דגל מדי שנה, כשההבדלים בין הגרסאות זניחים…), הגנת ה-KNOX המפלצתית, רומים ששוקלים ג׳יגות רבות (אל מול האנדרואיד הנקי ששוקל כ-140 מגהבייט) והפניית כתף קרה אל עבר קהילת הפיתוח הנהדרת.\nכל אלה גרמו לי לשקול מחדש את הרומן הממושך שלי עם הדרום-קוריאנית היחידה בחיי. אבל – לאן ממשיכים? הנקסוס 5 היה נהדר, אבל משהו שם עדיין לא הרגיש לי נכון – קשה לי עם זה שאומרים לי שאסור לי לפתוח את המכסה, להכניס כרטיס זיכרון ולהחליף סוללה.\nזה בערך היה השלב בו התחלתי לשמוע על הקמפיין של OnePlus One. ככל שהמשכתי לעקוב אחרי מכשיר הדגל המסתורי בעל המפרט המפלצתי והעלות שנראתה זניחה אל מול ספינות הדגל האחרות, גיליתי שהשוק במזרח שוקק חיים, שוקק פיתוח ומזמן יצא מהסטיגמה של “חיקוי אייפון במאתיים שקלים”. היצרנים הבולטים מציגים מכשירים שכבר נמכרו למיליוני צרכנים, ועכשיו הם נאבקים על דריסת רגל בשוק המערבי.\n“למה לא, בעצם”, אמרתי לעצמי, והחלטתי שהמכשיר הבא שלי יהיה OnePlus One, על אף החסם המנטאלי של היעדר תמיכה בכרטיס זיכרון. בעודי מתאמץ למצוא פרצה במערכת ההזמנות שלהם (אי אפשר לקנות את המכשיר ללא הזמנה שתקבלו ממישהו שכבר קנה את המכשיר) מצאתי חנויות שמאפשרות הזמנה של המכשיר במחיר מעט יותר גבוה. זה היה הרגע שהבנתי שיש אלטרנטיבות, ולא עבר זמן רב עד שמצאתי את Oppo Find 7, מכשיר הדגל של Oppo, יצרנית סינית מובילה. ערב נוסף של תסכול כבד מהגלקסי S3 היה הזרז – ביצעתי הזמנה אימפולסיבית בשעת לילה מאוחרת, ברגע שהריסלר הרשמי שלהם הציע את המכשיר להזמנה מוקדמת.\nהמשלוח – חינם. המתנה – מטען חיצוני 6000mah – שווה לחלוטין. הציוד הנלווה – מאיביי. אז למה בעצם לא?\nלאחר התנהלות קלילה מול FedEx שהסתכמה בעלות הגיונית על מכס, מע”מ וכדומה, המכשיר סופק לידיי על ידי שליח ידידותי. הנשר, אם תרצו, נחת.\nקודם כל, ראוי לציין לטובה את המארז בו המכשיר הגיע. המארז כשלעצמו ראוי להתייחסות מיוחדת, שכן הוא גרר מבטי קנאה מחבריי למשרד עוד בטרם הוצאתי מתוכו את המכשיר. מדובר בקופסא שמשדרת יוקרה מהרגע הראשון, והמכשיר מונח בתוכה בעדינות. כל מי שהתבונן בקופסה התלהב מאיכות התחריט של המכשיר עצמו על הדופן; אני שוקל ברצינות לשמור את הקופסא ומתישהו בעתיד למכור אותה באיביי לאספנים – כן, היא כל כך מיוחדת.\nהמכשיר עצמו נראה מדהים מהרגע הראשון. בעוד שהמסך שלו גונב את ההצגה, גם איכות הבנייה שלו מרגישה מעולה. הדופן עצמה מתכתית והמכסה האחורי עשוי כנראה מאותו חומר קשיח וגמיש ממנו היה עשוי המכסה האחורי של ה-S2, שזכה לשבחים רבים (אני רוצה לומר… קארבון?).\nבהדלקה הראשונה גיליתי שהסוללה הגיעה ריקה (הגיוני, היות והמכשיר נשלח מחו”ל), ולכן על הדרך בדקתי כמה המטען המיוחד המאסיבי שמגיע עם המכשיר – המתחייב למהירות טעינה מהפכנית, אפס לשבעים וחמישה אחוזי סוללה בחצי שעה – אכן עומד בהתחייבויות.\nבינתיים ניסיתי להתרגל לגודל המסך. כבעל כפות ידיים גדולות יחסית, גודל המכשיר לא ממש הרתיע אותי, ולא התקשיתי לאחוז בו. התחושה ביד היא אכן נעימה, ולא מרגישה פלסטיקית וזולה כפי שנאלצתי להודות בדיעבד לגבי ה-S3 שלי.\nנקפוץ בזמן רבע שעה קדימה: הסוללה טעונה לחצי והמכשיר עולה. תהליך תחילת עבודה בסיסי מקבל את פניי, אך אין זה הטאצ’וויז או הCyanogenMod שלמדתי להכיר – אלא ממשק ColorOS המסקרן.\nהתחלתי להתלהב.\n\nכרגיל, הדבר ראשון שעשיתי היה לבדוק אם קיימים עדכונים כלשהם; היה עדכון קטן של 70+ מגהבייט, שהשאיר את המכשיר בגרסת 4.3 של אנדרואיד, אבל העלה אותי לגרסה היציבה הבאה של ColorOS. הרשאות הרוט היו במרחק קליקים בודדים.\nלצערי, הניסיון שלי לשחזר את האפליקציות שלי עם טיטניום לא צלח, וגיליתי שאני לא לבד – לא מעט אנשים שנתקלו באותה הבעיה. החלטתי לא לחפור בזה יותר מדי, אלא לאפשר לעצמי “להתחיל מחדש”. בואו ניתן ל-ColorOS הזה הזדמנות. במבט ראשון – השד לא נורא כל כך. אנדרואיד זה אנדרואיד, ונראה שהחשיבה פה אכן אינטליגנטית והתוצאה נעימה.\nהלאנצ’ר עצמו חביב, כשמסכי התפריטים עצמם מעוצבים ומרגישים יוקרתיים לעומת מה שהורגלנו אליו על-ידי סמסונג והאנדרואיד הנקי. הוא אמנם לא מתקדם כמו לאנצ’רים אחרים שהשתמשתי בהם, אבל להחליף זו אף פעם לא בעיה. כל האופציות במקום – כל ההגדרות הראשוניות שלי בוצעו, המכשיר בסה”כ מתפקד, הגיע הזמן לראות מה בעצם יש לנו כאן.\nאתחיל בכך שאעיד שהמכשיר עצמו הוא מפלצת; השד הבועט מרובע הליבות עם 3 גיגהבייט של RAM נותן פייט לא רע למחשב הקודם שהיה לי, ובהחלט לוקח בהליכה את המפרט של מחשב המדיה שנמצא אצלי בסלון. האמור מתבטא בתגובה חלקה כפי שטרם חוויתי (הגיע הזמן להודות בזה – אפילו ה-S3 הפך איטי לאחר זמן מה) ותחושה “חלקה” שאפילו המשוחדים ממשתמשי התפוח יתקשו להתעלם ממנה.\nעוד בגזרת המספרים אפשר למצוא מצלמה אחורית עם 13 מגה פיקסל של עוצמה, מצלמה קדמית משפילת-תאומים של 5 מגה פיקסל, מסך גורילה גלאס עם הגימיק המגניב של ה-double tap שמשתמשי ה-LG G2 כל כך מתגאים בו, 32 ג׳יגה פנימיים ועוד כמה שבא לכם על כרטיס זיכרון (כל עוד “בא לכם” לא עולה על 128 ג׳יגה). למכשיר יש יותר חיישנים ממה שהספקתי לספור: ברצינות, כמות הוריאציות של X to wake up היא מדהימה כל-כך שלא אופתע אם farting in the general direction של מונטי פייטון מעוגן פה בחיישן רלוונטי.\nבאמת שקשה לי למצוא על מה להתלונן פה. הכל עובד, ועובד כמו שטלפון צריך לעבוד ולא עבד מאז ימי הנוקיה העליזים – כל לחיצה, כל פעולה של המשתמש גוררת תגובה מיידית של המכשיר, מבלי לחכות שניות ארוכות לפידבק מהמכשיר, ובטח שלא להספיק להכין קפה ולחתום על הסכמי שלום עד שהחייגן עולה – כמו שקורה לבעלי סמארטפונים מסויימים שאני מכיר…\nדוגמה להנדסת אנוש במיטבה ניתן למצוא בהיעדר נורת ה-LED האנמית המהבהבת שהתרגלנו אליה בסמסונג והחלפתה בתאורה עדינה ונעימה בחלקו התחתון של המסך. זו עוד מקרה של עדות למחשבה מקורית במקום ההליכה בתלם.\n\nפרמטר אשר חשוב לי באופן אישי. לצערי, אין יותר מדי בשלב זה. יאמר לזכותם של OPPO שהם תומכים מאוד בקהילת המפתחים – הם אפילו טורחים וכוללים קישורים ישירים לרומים מוצלחים מהאתר הרשמי שלהם, והפורומים של OPPO כוללים הפניות והסברים רשמיים לאופן הביצוע של פעולות שמשאירות את המשתמש הפשוט באבק.\nאבל אי אפשר להתעלם מהעובדה שהדגם הזה פשוט חדש מדי; יש עבודה שנעשית מבחינת הפיתוח – אך אין עדיין רום חלופי יחיד אפילו. מה שכן – TWRP ניתן להתקנה על המכשיר הזה. וכאמור, הרוט פשוט מאין כמותו. לאור מה שקורה עם המכשירים הקודמים בליין – Find 5 והגרסא הזולה יותר של הנוכחי Find 7a – סביר להניח שבקרוב נתחיל לראות רומים.\nאני שמח לראות שההגמוניה של סמסונג, HTC ו-LG מתחילה להיסדק, וניתן למצוא סוסי עבודה במחיר זעום ביחס לתמורה ובעיקר ביחס למתחרים. מדובר במכשיר דגל לכל דבר ועניין, כזה שבנוי כהלכה, עובד טוב, יספק אורך חיים משמעותי (אני בספק אם הוא ירגיש לי מיושן בעוד חצי שנה…) ובהחלט תהיו שיחת היום כשיבקר אתכם השליח החביב.\nאין מה לשבור את הראש פה. אם אתם מחפשים מכשיר חדש, אין לכם מה לעשות עם ה-S5 הגנרי ואין צורך לבזבז סכומי עתק על LG G3 בעל המפרט הזהה כמעט. אנחנו רואים פה ווינר אמיתי, ושמו OPPO Find 7.\nאחרית דבר…\nאחרי יממה עם ה-ColorOS החלטתי שלא מחליפים סוס מנצח, וחי זקני, אשתמש במכשיר כפי שאני רוצה. לפיכך, מצאתי את עצמי יושב מול המכשיר הישן ומתקין ידנית (טיטניום לא עובד, זוכרים?) את כל האפליקציות שהיו לי קודם לכן.\nגם כשהצלחתי להביא את ה-Find 7 למצב זהה בו עזבתי את ה-S3, הרגשתי שנטרלתי כל השפעה חיצונית ובאמת ניתן לבצע השוואה (כל פרמטרי התוכנה זהים). אוכל לספר שבדיוק באותה תצורה, ה-Find 7 מציע דברים שלא הצלחתי להגיע אליהם, באותו דפוס שימוש. למשל – הלאנצ’ר אליו עברתי, הרגיש לי חלק לפני זה, אך לא ידעתי כמה חלק הוא יכול להיות. המשחקים, מסך ליד מסך, נראים הרבה יותר טובים ויותר חלקים: GTA: San Andreas רץ במלוא תפארתו, ו-Amazing Spiderman 2 שקירטע ב-S3 מרגיש קצת “קטן” ביחס למה שה-Find 7 יודע להציע.\nפה לדעתי ההבדל מורגש, בפעולות זהות על שני מכשירים שונים, במקביל. סוף סוף – מכשיר דגל שמצדיק את הכינוי הזה!\nמסך: IPS LCD בגודל ״5.5, עם רזולוציית 1440X2560 ו-534ppi, גורילה גלאס 3\nמעבד: מרובע ליבות במהירות 2.5GHz של קוואלקום, Snapdragon 801\nזיכרון פנימי (RAM): בנפח 3GB\nמצלמות: אחורית באיכות 13MP, קדמית באיכות 5MP, פלאש כפול מובנה, וידאו באיכות של עד 2K\nנפח אחסון: 32GB, הרחבה באמצעות כרטיס microSD לעד 128GB\nקישוריות: דור שלישי ורביעי (LTE), בלוטות׳ 4 עם תמיכה ב-A2DP, שבב NFC וכמובן WiFi עם תמיכה ב-802.11 b/g/n\nסוללה: 3,000mAh\nמחיר: החל מ-500 דולר בארה״ב או 400 יורו באירופה\n(תודה ליותם ברנז על הסיוע בהכנת הסקירה)\n", "keywords": "מכשיר אנדרואיד,סמארטפון,אנדרואיד,oppo,oppo find 7,סקירת מכשיר,review,פשה קגן,סמארטפון מבוסס אנדרואיד"}