{"url": "https://www.geektime.co.il/huawei-mate-s-review/", "type": "article", "title": "סקירה: Huawei Mate S - עמוס בגימיקים, אבל לא בטוח שזה מספיק", "description": "מכשיר הדגל החדש של וואווי מגיע עם מפרט טכני נדיב, קורא טביעות אצבע מצוין, סוללה מאכזבת, ממשק צולע אך עיצוב יפה במיוחד. מבולבלים? גם אנחנו", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/main1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-20T11:30:49Z", "modified_time": "2015-11-21T17:13:38Z", "articleBody": "מכשיר הדגל החדש של וואווי מגיע עם מפרט טכני נדיב, קורא טביעות אצבע מצוין, סוללה מאכזבת, ממשק צולע אך עיצוב יפה במיוחד. מבולבלים? גם אנחנו\nצילום: גיקטיים\nהפעם האחרונה בה סקרתי את אחד מממוצריה של וואי היתה בחודש יולי האחרון. היה זה ה-Huawei P8, מכשיר פרימיום בעל עיצוב מרשים, חומרה די מוצלחת ומחיר יחסית נמוך לעומת המתחרות. כעת, כשלושה חודשים לאחר מכן, אני נפגשת עם מכשיר נוסף מתוצרתה של Huawei, ה-Mate S, מכשיר שמבטיח להתעלות על קודמו, ולהציג משהו יוקרתי ואיכותי אף יותר.\nמכשיר הדגל החדש של וואווי, ה-Mate S, נחשף לראשונה בתערוכת IFA שבברלין בחודש ספטמבר האחרון. על פי וואווי, תוכנן המכשיר החדש כך שיהיה מכשיר פרימיום, שעולה על כל הציפיות של התעשייה, ואכן המכשיר עשוי כולו ממתכת, מה שמשווה לו אולי מראה יוקרתי ואיכותי כמו האייפון 6 פלוס, אבל איך אומרים? ״אין לשפוט סמארטפון על פי העיצוב החיצוני שלו בלבד״, כי בפועל מה שבאמת חשוב הוא החומרה שנמצאת שם בפנים. אחרי שבועיים עם המכשיר, אלו המסקנות שלי.\nלא נופל מהמתחרות, אפילו מתעלה על חלקן\nמבחינת העיצוב החיצוני אין ספק שהושקעה לא מעט מחשבה, השקעה וכסף בחומרי הגלם. נראה שבוואווי רוצים להבהיר לכולם יפה מאוד: ״נכון, אנחנו חברה סינית, אבל אנחנו גם יודעים לעשות פרימיום״. המכשיר עצמו נראה מרשים מאוד, ואילולא הכיתוב של שם המותג משני צידי המכשיר, הייתם עשויים להתבלבל ולחשוב שמדובר במכשיר דגל של אחת מהחברות הגדולות האחרות. בקיצור: ה-Mate S דקיק, נראה אלגנטי ויוקרתי, והכפתורים שבצידו מרגישים ומגיבים טוב.\nהמכשיר בעל מסך AMOLED בגוגל 5.5 אינץ׳ וברזולוציית 1080p, ואני שואלת: מתי יתחילו להתחשב בנשים, שאין להן כף יד ענקית שיכולה להכיל את המכשירים העצומים הללו? אני מחשיבה את כף היד שלי כסטנדרטית לחלוטין, ולא הצלחתי למצוא אף דרך נוחה לאחוז במכשיר עם יד אחת. כלומר, זה אפשרי, אבל נוח – זה ממש לא.\nבגב המכשיר לא קיימים יותר מידי אלמנטים מלבד עדשת המצלמה מלווה בפלאש כפול, וריבוע שקוע שהוא קורא טביעת האצבע, עליו ארחיב בהמשך. מימדי המכשיר מסתכמים ב-7.2mm בנקודה העבה ביותר שלו, ו-2.65mm בחלקו הדקיק ביותר. (בהשוואה ל-iPhone 6S Plus למשל, שמגיע עם מסך זהה של 5.5 אינץ׳, ה-Mate S קטן יותר במימדיו). גם בגזרת המשקל מנצח המייט את האייפון עם משקל כולל של 156g כולל הסוללה, לעומת 192g ששוקל ה-iPhone 6S Plus.\n[huge_it_slider id=”17″]\nחד וברור, חלק מהדגמים כוללים את פיצ׳ר ה-Force Touch\nהמכשיר מגיע עם מסך 5.5 אינץ׳ 1080x1920px Full HD AMOLED שמתהדר בתצוגה חדה, ברורה ובהירה הודות ליחס ניגודיות גבוה וצפיפות פיקסלים של 401ppi. מכיוון והצבעים הטבעיים של המסך עשויים להיות מעט רווים מידי ולא תמיד מדויקים, ניתן לשחק עם טמפרטורות הצבעים של המסך ולהתאימה להעדפות שלכם. כמו כן, מסך המכשיר מובטח להיות עמיד לנפילות, כך שהשלומיאלים מביניכם ישמחו לדעת שהוא מכיל ציפוי גורילה קורנינג 2.5D, שלטענת קורנינג בעל עמידות כפולה מציפויים אחרים הזמינים בשוק.\nתכונות נוספות הקשורות למסך נוגעות לשלל פעולות שניתן לבצע בעזרת פרקי האצבעות (Knuckle – החלק שנוקשים איתו על הדלת ועושים Knock). כך למשל שתי נקישות על המסך יובילו לצילומו, וסימון איזור ספצפיפי במסך על ידי הקפתו בעיגול למשל יאפשר לשמור את התמונה במכשיר או לשתף אותה. שימוש נוסף בפרקי האצבעות הוא לטובת הפעלת אפליקציות כדוגמת המצלמה על ידי ציור האות C.\nצילום: גיקטיים\nתכונה מעניינת נוספת שמציע המכשיר היא צילום וידאו של המסך; מדובר בפונקציה שימושית, אבל לא מאוד נוח להפעיל ולכבות אותה, שכן דורשת נקישה עם לא אחת, אלא שתי אצבעות על המסך (תנועה לא מאוד אינטואיטיבית) או לחיצה ארוכה על כפתור הווליום וההפעלה. נכון שלא מדובר בפיצ׳ר חדשני במיוחד שלא ניתן להשיג בשום מקום אחר בעזרת אפליקציה, אבל העובדה שמדובר בתכונה מובנית של המכשיר בהחלט מצאה חן בעיניי. ניתן לבחור האם לצלם את הסרטון באיכות HD או באיכות פחותה, ולשתף אותו בקלות בכל אחת מהרשתות החברתיות או להעביר ישירות למחשב.\nהרעיון של ביצוע פעולות בעזרת פרקי האצבעות הוא נחמד, אבל לא מאוד שימושי ונראה קצת מוזר מהצד. פיצ׳ר נוסף שקשור למסך הוא החלפת תמונת הרקע במסך הבית על ידי שקשוק המכשיר, תמונה שגם ככה מתחלפת לבד כל פעם שהמכשיר ננעל ונפתח מחדש. בקיצור – כל הפיצ׳רים הללו קצת גימיקיים מידי עבורי, ובהחלט הייתי מסתדרת גם בלעדיהם.\nC להפעלת המצלמה. מקור: Huawei\nמהיר משמעותית ביחס למתחרים\nקורא טביעות האצבע הוא אחד הפיצ׳רים המוצלחים ביותר של המכשיר. ה-Mate S מגיע עם חיישן טביעת אצבע בגב המכשיר, כמו בדגמי הנקסוס החדשים – 5X ו-6P. כפי שכבר ציינתי, בשל מימדי המכשיר שלא תואמים לכף ידי, אני פחות התחברתי למיקומו והייתי מעדיפה שהמנגון יהיה ממוקם בכפתור הבית (כמו ב-One Plus 2 או באייפון 6S) אבל בהתחשב בכך שב-Mate S אין כפתורים (מלבד הווליום וההפעלה), זה לא כל כך אפשרי. יחד עם זאת, כאשר נתתי לגברים להתנסות במכשיר הם דווקא התלהבו מהמימדים שלו וטענו שהוא מאוד נוח לאחיזה, וגם מנגנון טביעת האצבע שבגבו מרגיש להם יותר טבעי.\nמנגנון הגדרת טביעת האצבע מאוד פשוט, נחמד ואינטואיטיבי. בסה״כ ניתן להגדיר עד כ-5 טביעות אצבע שונות. על הניסיון הראשון של טביעת האצבע (לאחר הגדרתה) – נפתח לי המכשיר. מרשים במיוחד. יחד עם זאת, לא מתקבל שום אפקט, פידבק, רטט או אישור לכך שהמכשיר נפתח (אינטראטקציה כלשהי שתבהיר לי שפתחתי את המכשיר). כמו כן, ותסלחו לי שאני מעלה שוב את הנושא, אבל בתור אישה, ממש לא נוח לי למקם את האצבע ולהחזיק את המכשיר בו זמנית. (לצורך השוואה – כאשר אני מחזיקה את דגם הנקסוס 5X, היד ׳מתלבשת׳ לי בול, כך גם על קורא טביעות האצבע). בקיצור – אני באופן אישי מעדיפה כבר ללחוץ על הכפתור בצד ימין של המכשיר כדי לפתוח אותו, ולא להסתבך בפוזיציה שחלילה תסכן את שלמותו (למרות ציפוי הגורילה שמבטיח להיות עמיד ביותר).\nמקור: Huawei\nכאשר טביעת האצבע תואמת, עוברת פחות משניה אחת עד שנפתח המכשיר. במידה וטביעת האצבע לא תואמת לזו המוגדרת, יורגש רטט קל, והמסך ישאר כבוי.\nהחוליה החלשה\nMate S מגיע עם סוללת 2700mAh מובנית, שלטענת וואווי אמורה להספיק בקלות ליום שלם, אך כמו במקרים רבים – הבטחות לחוד וביצועים לחוד. כנראה ש-Huawei מודעת לסוללה הלא מאוד מוצלחת שציוותה למכשיר, מכיוון שהוא מגיע עם 3 תוכניות חסכון לסוללה; האחת, מצב Performance – מצב אידיאלי עבור צפייה בסרטונים ומשחקים; המצב השני – Smart, יבצע התאמה אוטומטית של המעבד וצריכת הרשת לביצועים מאוזנים (מומלץ לשימוש יומיומי); ומצב Ultra – מצב ׳חסכון על׳ למקרים בהם הסוללה מגרדת את הסוף. במידה ותפעילו את התוכנית הזו תוכלו רק להוציא ולקבל שיחות או להתכתב, מה שאומר שכל שאר הפיצ׳רים שבעצם הפכו את הטלפון הנייד לסמארטפון – מתבטלים.\nניתן להעביר עם המכשיר יום שלם בלי להטעינו, כל עוד השימוש בו מסתכם בגלישה, שליחת מיילים והתכתבות. אבל מספיקה חצי שעה של קנדי קראש או צפייה בסדרה, כדי לרוקן באופן משמעותי ביותר את הסוללה. כך שאם אתם מחפשים אחר מכשיר טלפון בעל סוללה שתחזיק לכם ליותר מיום, לא בטוח ש-Mate S יעמוד בדרישות. (סוללת המכשיר קטנה מזו שקיימת ב-OnePlus 2 וב-LG G4). שימו לב כי המכשיר לא תומך בהטענה מהירה.\nסוללה מובנית. צילום: גיקטיים\nמיישרת קו עם התעשייה, לא מעבר\nהמכשיר מגיע עם מצלמה קדמית 8 מגה פיקסל ומצלמה אחורית 13 מגה פיקסל, עם מייצב תמונה אופטי, פלאש כפול ומפתח צמצם f/2.0. מבחינת ביצועים מדובר במצלמה ממוצעת פלוס, או במילים פשוטות – ״סבבה לגמרי״, שאולי לא מתעלה על זו שקיימת באייפון או ב-LG G4, אבל ביכולתה לספק תמונות לא רעות בכלל. יחד עם זאת, כמו ברוב הסמארטפונים, דברים מתחילים להתדרדר בתנאים פחות ממושלמים. ייצוב התמונה האופטי אמנם תורם לכך שתמונות שצולמו בחשיכה לא יהיו מטושטות לגמרי ומלאות רעש, אבל עדיין התוצר רחוק מלהיות מפוקס. גם במצבי תאורה רגילים ניתן להבחין כי הצבעים במצלמה לא מאוד מדויקים וקצת מעוותים את המציאות.\nאופציה קצת חבויה מן העין היא מצב הצילום הידני, ה-Pro Camera, שמאפשר שליטה פחות או יותר בכל המשתנים והתאמתם לסיטאוציה, התאורה, המיקום או מזג האוויר בו אתם מצלמים. מצב זה מאפשר שליטה בפרמטרים כמו ISO, איזון לבן (White Balance), מהירות צמצם ועוד. מצבי צילום נוספים שקיימים במצלמה הם HDR, פנורמה, Super Night לצילום אידיאלי בחושך, All Focus ומצב צילום מסמכים, אשר מתמקד בתוכן עצמו בדף המצולם וחוסך לכם את הצורך להתעסק עם תוכנת עריכה כלשהי כדי להגדיל את התמונה ולמחוק את הרקע בהמשך. אם אתם בקטע של פילטרים, לחיצה על אייקון הפרח שמופיע בצד ימין של ממשק המצלמה, תפתח בפניכם 8 פילטרים שישדרגו את התמונה שלכם (על טעם ועל ריח).\nהמצלמה הקדמית של המכשיר מציגה ביצועים לא רעים, וכוללת גם מצב צילום ׳יופי׳, שמרכך בתמונה את העור שלכם ומרחיק חטטים ופצעונים לא רצויים. כמו כן, קיימת אופציה להוספת WaterMark, מעין חותמת או מדבקה עם התאריך בו התמונה נלקחה, המיקום, או סתם להוסיף כיתוב כלשהי לסלפי שלכם.\nמה שכן יאמר לזכותה של המצלמה שהיא מגיבה מהר מאוד, כך שאם אתם מנסים לצלם את הילד או הכלב מבצע פעולה חד פעמית, יש סיכוי שתצליחו לתפוס את הרגע. (מבחינת צילום הוידאו, האיכות המקסימלית היא 1080p).\n[huge_it_slider id=”15″]\nמספקים, אבל לא מה שצפינו ממכשיר פרימיום\nהמכשיר מגיע עם מעבד קירין 935 מתומן ליבות 64 ביט מתוצרתה של וואווי, ביחד עם 3GB זכרון RAM. לא מדובר במעבד בעל היכולות המרשימות ביותר בשוק, וביצועיו הפושרים באו לידי ביטוי בהפעלת יישומים, ובעיקר משחקים כבדים, שזמן הטעינה שלהם היה די מאכזב. בסך הכל הביצועים לא רעים, לא היו לאגים מורגשים יתר על המידה, יישומים תקועים או התחממות יתר (חוץ מצילום המסך בוידאו שמהר מאוד גורם להתחממות המכשיר). כמו כן מיקומו של הרמקול קצת בעייתי מכיוון שברגע שמחזיקים אותו בצורה מסוימת, כף היד מסתירה אותו חלקית ופוגמת באיכות השמע.\nצילום: גיקטיים\nנושא בעייתי יותר מבחינתי הוא שגם לאחר תקופה לא קצרה עם המכשיר, טרם הצלחתי להתרגל למערכת ההפעלה מתוצרתה של Huawei. המכשיר מגיע עם EMUI3.1, שאמנם עובדת טוב, מהר, וחלק, אבל מבחינת העיצוב והממשק עצמו משהו לא מסתדר לי, יתכן שבעיקר בגלל האייקונים שנראים מיושנים, קצת ילדותיים ודי מכוערים.  ממשק המכשיר לוקה גם בחסר בכך שלא מציע ׳מגש אפליקציות׳, כלומר אין אפשרות למקם יישומים מסוימים בתחתית מסך הבית שלכם (כמו ב-iOS). כמובן שזה לא ה-Deal Breaker בכל הקשור למכשיר הזה, אבל זה ללא ספק חסר (בעיקר אם אתם רגילים למערכת הפעלה אנדרואיד טיפוסית).\nיתרונות: דק, מרגיש עמיד, לא מתקפל בקלות, מצלמה, קורא טביעות אצבע מהיר.\nחסרונות: כבד, מרגיש יותר מידי מתכתי, (יש מי שיאהב את זה ויחשוב שהוא יוקרתי יותר), עדשת מצלמה בולטת, ממשק.\nאהבתי את העיצוב החיצוני של המכשיר, אהבתי את המפרט הטכני שלו, אבל הייתי שמחה לקבל אותו עם ממשק אחר. אני פשוט לא אוהבת אותו. הוסיפו לכך את הלאגים שמסך הבית סובל מהם (וכל האפליקציות) והנה לכם deal breaker. ה-Mate S מגיע עם כל כך הרבה פיצ׳רים, שקצת קשה לגעת בכולם. למרות זאת, נראה שהוא עדיין לא מצליח להתבלט בשוק ולגרום לך להתאהב בו. התחושה הכללית היא שהמכשיר לא מצטיין בשום מחלקה באופן מושלם, אז אולי כדאי ל-Huawei לשקול לוותר על כמה גימיקים, ולהתמקד בדברים החשובים יותר.\nמחירו של המכשיר דרך היבואן הרשמי הוא 2,699 ש״ח\nהמכשיר בעל מסך AMOLED בגודל 5.5 אינץ’ וברזולוציית 1080p, כולל ציפוי Gorilla Glas 2.5D, מעבד Kirin 935 של חברת HiSilicon (שנמצאת בבעלותה של וואווי), כולל 4 ליבות במהירות 2.2GHz ועוד 4 ליבות במהירות 1.5GHz עם מעבד גרפי מסוג Mali 628 של ARM. המכשיר כולל גם 3GB זיכרון RAM ונפח איחסון פנימי של 32GB או 64GB (הגרסה שקיבלתי מגיעה עם 32GB), מצלמה קדמית 8 מגה-פיקסל ומצלמה אחורית 13 מגה-פיקסל עם מייצב תמונה אופטי, פלאש כפול ומפתח צמצם f/2.0. מבחינת הסוללה, כולל ה-Mate S סוללה צנועה יחסית של 2,700mAh. המכשיר כולל 2 חריצים לסים, תומך ב-LTE ומגיע עם NFC ומצוייד באנדרואיד גרסת 5.1 וממשק EMUI3.1 של החברה.", "keywords": "סקירה,וואווי,וואווי סקירה,huawei mate s,mate s,סקירת סמארטפון,סמארטפון,אנדרואיד,android,kirin,emu,סקירת טלפון"}