{"url": "https://www.geektime.co.il/imessage-comes-to-android-as-suspicious-app/", "type": "article", "title": "אפליקציה לאנדרואיד מציעה שימוש מלא ב-iMessage של אפל", "description": "פרוטוקול המסרים המידיים של אפל מגיע כאפליקציה לא רשמית לאנדרואיד, אך האם ניתן לבטוח בה?", "image": "https://files.geektime.co.il/wp-content/uploads/2013/09/Screen-Shot-2013-09-24-at-10.28.39-AM1.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-09-24T11:10:59Z", "modified_time": "2013-09-24T10:58:39Z", "articleBody": "פרוטוקול המסרים המידיים של אפל מגיע כאפליקציה לא רשמית לאנדרואיד, אך האם ניתן לבטוח בה?\nמקור: צילום מסך, עיבוד תמונה\nפרוטוקול המסרים המידיים של אפל iMessage, בו היא עושה שימוש במגוון מכשיריה כגון האייפון, האייפד, האייפוד טאץ’ ומחשבי המק השונים מתגאה בדרך מהירה ונוחה (דומה ל-Whatsapp) להעביר מסרים על גבי הרשת של אפל. אך נראה כי כעת הזכות להשתמש ב-iMessage אינה נחלתם הבלעדית של משתמשי ענקית התפוח בלבד, לאחר שאותרה אפליקציה לא רשמית בחנות האפליקציות של גוגל, ה-Play Store בשם iMessage Chat שעושה שימוש בשרתים של אפל על מנת לייבא את הפונקציונליות גם אל משתמשי הסמארטפונים והטאבלטים מבוססים מערכת ההפעלה אנדרואיד.\nעל מנת לאפשר את הפונקציונליות הזו, האפליקציה מתחברת לשרת של אפל בתור Mac Mini ולמרבה ההפתעה גם עובדת מצויין. כמו כן, האפליקציה מאפשרת לחפש בין אנשי הקשר שלכם את אלו שמשתמשים ב-iMessege וליצור איתם קשר ישירות מתוך האפליקציה (ביצוע Import).\nמקור: Play Store\nעד כאן נשמע טוב, לא? למרות זאת, ישנן כמה נקודות שברצוננו להעלות בפניכם לפני שאתם כבר ממהרים להוריד את האפליקציה מה-Play Store.\nSo it looks like that iMessage on Android hack is super sketch and is spoofing iMessage requests as a mac mini: pic.twitter.com/TYT6Djumdv\n— Adam Bell (@b3ll) September 24, 2013\nA 3rd-party iMessage app was just released on Android; I believe all data sent from/to Apple is resent to/from China for processing: beware.\n— Jay Freeman (saurik) (@saurik) September 24, 2013\niMessage for Android app has code to download APKs in the background? TOTALLY SAFE. Not rootkit-ing your phone or anything? :D\n— Steve T-S (@stroughtonsmith) September 24, 2013\nאם נסכם את הדברים, כרגע אנו ממליצים לא לעשות שימוש באפליקציה ולא לתת את פרטי חשבון ה-iCloud שלכם לגורמי צד שלישי עד שמפתחים שונים יעשו Reverse Engineering ראוי לאפליקציה וידעו בדיוק לאן המידע הולך. אחרי הכל, מדובר, ככל הנראה במפתח פרטי שעלול לעשות שימוש לא יאה בפרטים שלכם. אם בכל זאת החלטתם להוריד את האפליקציה, עדיף להשתמש ב-Privacy Manager מסויים ובתוכנת אנטי וירוס על מנת להגן על המכשיר שלכם ככל האפשר מנזקים פוטנציאליים.", "keywords": "imessage,android,malware,virus,hack,china,אנדרואיד,איימסג\\',וירוס,סין,אפליקציה,app"}