{"url": "https://www.geektime.co.il/invi-raises-2m/", "type": "article", "title": "גיוס: invi הישראלית מגייסת 2 מיליון דולר במטרה לשדרג את הודעות הטקסט שלכם", "description": "החברה שמה לה למטרה להציג אפליקצית מסרים אינטראקטיבית ועשירה. באמצעות invi, משתמשים יוכלו לשלוח סרטונים, תמונות סלפי וקישורים מבלי לעזוב את הצ׳אט", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/invi1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-21T10:12:53Z", "modified_time": "2015-07-22T12:53:07Z", "articleBody": "החברה שמה לה למטרה להציג אפליקצית מסרים אינטראקטיבית ועשירה. באמצעות invi, משתמשים יוכלו לשלוח סרטונים, תמונות סלפי וקישורים מבלי לעזוב את הצ׳אט\nמקור: Invi\nחדש בגיקטיים: לוח משרות הייטק שמתמקד רק במשרות מתחום ההייטק, מתעדכן באופן קבוע ופתוח למגייסים ולמחפשי עבודה.\nחברת Invi הישראלית, המפתחת פלטפורמה לשליחת הודעות טקסט אינטראקטיביות בין משתמשי הסמארטפון, הודיעה על השלמת סבב גיוס בסך 2 מיליון דולרים. סבב ההשקעה הנוכחי התנהל בהובלת Seven Seas Ventures, קרן המנוהלת על ידי שני משקיעים אסטרטגיים העומדים מאחורי שתי פלטפורמות מסרים ענקיות בסין – ג׳ף יונג, לשעבר מנהל הטכנולוגיה הראשי בחברת Tencent וג׳ק שו, לשעבר נשיא משותף ומנהל טכנולוגיה ראשי בחברת SINA.\nבגיוס הנוכחי השתתפו גם Streamline Ventures, InnoValley, F50 ו-Pre-Angel. הסכום שגויס יסייע לחברה להמשיך ולצמוח תוך כדי פיתוח מוצרים נוספים.\nנכון להיום קיימות בשוק האפליקציות לא מעט אלטרנטיבות לשירותי ההודעות הנפוצים, שנועדו להפוך את האינטרקציה בין המשתמשים לקלה, מהנה וכמובן, זולה הרבה יותר מבעבר (ראו ערך – וואטסאפ). המוצר הראשון מבית invi היה פלטפורמת מסרים בין משתמשי אנדרואיד שאפשרה לשוחח האחד עם השני בחינם, באמצעות חיבור 3G או WiFi, בדומה לשירותים הקיימים בשוק.\nכעת, מטרתו של המוצר המרכזי מבית אפליקצית invi היא להפוך את פעולת שליחת ההודעות לחוויה אינטרקטיבית, מהנה ואינטואיטיבית הרבה יותר. במידה ותרצו לשתף תכנים ויזואלים כגון תמונות (כולל סלפי), סרטונים, משחקים או לינקים – תוכלו לעשות זאת ישירות בחלון השיחה, מבלי לפתוח אפליקציות אחרות או חלונות שיחה נוספים. אופציה זו מתאפשרת על ידי שימוש ב״מיני אפליקציות״, כאשר אלו הנתמכות כרגע כוללות בין היתר את גוגל כרום, רדדיט, יוטיוב, המשחק 2048 ועוד.\nהגיוס הנוכחי מתווסף לסבב הסיד שהשלימה invi בשנת 2013, בסך 3 מיליון דולר, בו נכללו משקיעים רבים וידועים ככגון Horizons Ventures, זרוע ההשקעות של לי קא-שינג, A-Grade Investments, קרן ההשקעות החדשה של אשטון קוצ’ר וגיא עוזרי לצד Alpha Investment ו-UpWest Labs. עוד השתתפו בסבב הגיוס מספר אנג’לים פרטיים מגוגל, נוקיה, יאהו, גרופון, ספוטיפיי, SRI, סיסקו, Chegg. כך שסך גיוסיה של החברה עד כה מסתכמים ב-5 מיליון דולר.\nמאחורי invi הישראלית עומדים ארבעה מייסדים: עידו טל, נועם עציון רוזנברג, אדריאן הובל וניר מידן. המטרה? להפוך את אחת הפעולות הנפוצות ביותר של המשתמשים, שליחת הודעות, לכזאת התואמת את התכנים הויזואלים הרבים אותם המשתמשים נוהגים לשתף.\nעידו טל, מנכ״ל invi אמר: ״אנשים מבלים המון זמן בניסיון למצוא אפליקצית מסרים שמתאימה בדיוק לצרכים שלהם. רק בעשרת הימים האחרונים, קיבלנו למעלה מ-5,000 הודעות ממשתמשים עם משוב חיובי ובקשות. אנחנו מנסים להגיב לכל אחד ואחת מהבקשות האלה, כדי לשפר את חווית השימוש במוצר. למדנו הרבה לאורך הדרך וזה פשוט מדהים לראות איך אנשים להוטים לשדרג את חווית ה-SMS שלהם״.\nלהורדה לאנדרואיד להורדה לאייפון", "keywords": "גיוס,גיוס הון,סבב גיוס,סטארטאפ,סטארטאפ ישראלי,invi,אינבי,אפליקצית מסרים,וואטסאפ,התכתבות,הודעות טקסט,app,sms,texting,וידאו,סלפי,תמונות"}