{"url": "https://www.geektime.co.il/sms-or-push-notifications/", "type": "article", "title": "מה עדיף: Push Notifications או SMS?", "description": "מה עדיף יותר: SMS או שליחת הודעות פוש ומה היתרונות של כל אחד מהם על פני השני?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/smartphone.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-20T16:49:50Z", "modified_time": "2014-08-20T16:49:50Z", "articleBody": "מה עדיף יותר: SMS או שליחת הודעות פוש ומה היתרונות של כל אחד מהם על פני השני?\n\nהפוסט נכתב על ידי אלירן לזר, מנכ”ל PushApps ושותף ב-Groboot שמתמחה בפיתוח אפליקציות למובייל ול-Web.\nאחת מאבני היסוד בשיווק היא בניית מערכת יחסים עם הלקוחות. עידן הניידים בכלל והסמארטפונים בפרט סיפקו פלטפורמה להתכתבות אישית עם הלקוחות כך שהמותג הופך להיות “אחד מהחבר’ה” ששולח הודעות. \u2028הודעות SMS והודעות Push Notifications במהות שלהם מאד דומים, שניהם כלים לדיוור קצר, אישי וישיר להודעות שמגיעות ישירות למכשיר הנייד כשהמטרה היא ביסוס מערכת היחסים והנעת הלקוח לפעולה כזו או אחרת.\nאז מה בכל זאת ההבדלים ומה השיקולים שצריכים לקחת בחשבון לפני שבוחרים באחת האופציות לשליחת הודעות למשתמשים?\n Push – החסם הראשוני הוא שחובה שיהיה סמארטפון ללקוח ולכם אפליקציה בחנויות השונות שהלקוח יוריד ויאשר לכם לשלוח לו הודעות. מה שאומר שכנראה כבר עכשיו נפגעה לכם הכמות של הנמענים, אבל כנראה שהאיכות עלתה, כי אותם אלה שמיוזמתם הורידו את האפליקציה ואישרו קבלת הודעות, מעוניינים לשמוע את מה שיש לכם להציע.\n SMS – יכול להישלח לכל סוג של מכשיר, בלי צורך באפליקציה ספציפית כך שכבר הגדלנו את הקהל ואפשרנו גם ללקוחות פחות טכנולוגיים לקבל את ההודעה. החיסרון הוא שהיום עם כל הרגולציות וחוקי הספאם, העובדה שיש לכם את מספר הטלפון של הלקוח לא מאפשרת לכם לשלוח לו הודעות כאוות נפשכם ואתם חייבים את אישור הלקוח על מנת לשלוח לו הודעות. למשתמשים רבים קבלת הודעות SMS מרגישה כמו חדירה לפרטיות ולכן אישור הודעות Push עולה בעשרות אחוזים על אישור קבלת SMS.\n Push – את הסעיף הזה נחלק לשני הספקים המובילים Android ו-iOS.\u2028 ב-Android תוכלו לשלוח הודעות עם תוכן מאד עשיר: שילוב תמונה, כותרות, אלמנטים עיצוביים ייחודיים כמו מחיר מחוק (כדוגמת ההודעות של גרופון) ועוד.\u2028 ב-iOS ההודעה שהמשתמש יראה היא רק טקסט אך תוכלו לשלב בה סאונד ייחודי (כדוגמת מאקו בהודעות שרלוונטיות לאח הגדול) ולשנות את המספר על התווית (Badge) שבאפליקציה. \u2028הכי חשוב שבשתי הפלטפורמות תוכלו לשלב אימוג’י.\n SMS – כמו כל הודעה שתקבלו מחבר, אפשר לשלב טקסט, תמונה, קישור, אימוג’י וכד’. ההודעה מגיעה כ-SMS ולכן לא ניתן לשלוט בסאונד ואיך שההודעה תראה לפני שהמשתמש נכנס להודעה לקרוא אותה.\nבשני המקרים לא מומלץ לשלוח הודעות ארוכות, מעבר למגבלות של מערכות לשליחת SMS ו-iOS שמגבילים את אורך וגודל ההודעה, כבר הוכח שהודעות קצרות עם הנעה לפעולה עובדות הרבה יותר טוב מסיפורים.\n Push – בגלל שמדובר במערכת שכולה מבוססת על רשת אינטרנטית, כמות הסטטיסטיקות שמוצעות עבור כל הודעה היא רחבה מאד. ברגע השליחה תראו את כמות המכשירים הפוטנציאלים לקבלת ההודעה, אחרי השליחה תוכלו לראות לכמה מכשירים ההודעה מגיעה ומתי, בגלל שההודעה נשלחת ישירות לאפליקציה שלכם תוכלו לזהות כל פתיחה של ההודעה, ללמוד ממגוון סטטיסטיקות כמו שעת הפתיחה, מיקום הפתיחה, סוג המכשיר ועוד.\n SMS – הדבר היחידי שמבדיל בין Push ל-SMS בסעיף הנ”ל זה ש-SMS מסתמך על אפליקציה צד שלישי של כל מכשיר (כן, כן, ה-SMS שאתם שולחים ומקבלים זה מתוך אפליקציה שהותקנה על המכשיר שלכם מראש) במידה ושילבתם קישור בתוך ההודעה לחיצה על הקישור תעביר את המשתמש לרשת האינטרנט ותוכלו ללמוד על כל משתמש שלחץ על הקישור. הבעיה היא שאתם מפסידים את הנתונים על כל אותם שלא לחצו על הקישור.\n Push – נתחיל מזה שאם יש לכם אנשי פיתוח לצד שרת, אתם יכולים לפתח את זה בעצמכם, וכך תחסכו בעלות ותשלחו הודעות כאוות נפשכם, אבל יש כמובן גם שירותים שיציעו לעשות לכם את זה באופן מקצועי תמורת תשלום.\n SMS – אתם חייבים גורם צד שלישי על מנת לשלוח את ההודעות, בדרך כלל העלות היא לפי חבילות של הודעות שתקנו מהספק, מדובר על עשרות אגורות במקסימום עבור כל הודעה אם אתם שולחים בכמויות, אך עדיין העניין תמיד יעלה כסף כיוון שאין דרך לעקוף את ספקי התקשורת.\nלמרות שהייתי שמח להגיד ששליחת הודעות Push זה מה שאתם צריכים, הדבר יהיה לא מדויק. \u2028בבניית אסטרטגיית דיוור ישיר, יש לשלב בין מגוון האפשרויות הישנות יותר כמו תלי-דלת, טלמרקטינג וכד’ יחד עם שתי הפלטפורמות האלה ולשלב אותן בחוכמה ובעדינות. יש להוסיף שיקולים שקשורים למותג שלכם עצמו – מה תוכן ההודעות שלכם ולמי הם מיועדים? מה הפרופיל של קהל היעד שלכם? כמה משתמשים פעילים יש באפליקציה שלכם? ועוד שאלות בסגנון שרק אתם יודעים לענות עליהם.\nקרדיט תמונה: woman texts via shutterstock\n ", "keywords": "sms,push,push notifications,אלירן לזר,הודעות פוש,מסרונים,הודעות טקסט"}