{"url": "https://www.geektime.co.il/soon-whatsapp-web-offline/", "type": "article", "title": "דיווח: ווטסאפ תהיה זמינה מהמחשב - גם כשהטלפון כבוי", "description": "החידוש המתבקש ביותר מאז שהושקה גרסת הווב של וואטסאפ בדרך אלינו; אבל הוא מעלה כמה שאלות מטרידות בתחום הפרטיות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/Screen-Shot-2019-07-28-at-10.10.15-1564297836-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-28T11:03:57Z", "modified_time": "2019-07-28T11:11:00Z", "articleBody": "החידוש המתבקש ביותר מאז שהושקה גרסת הווב של וואטסאפ בדרך אלינו; אבל הוא מעלה כמה שאלות מטרידות בתחום הפרטיות\nמקור: Whatsapp\nהחיים של רבים מאיתנו הפכו לקלים יותר, מאז שווטסאפ, אפליקציית המסרים הפופולארית בעולם הגיעה למחשב – הן בגרסה הוובית והן כאפליקציית דסקטופ. עם זאת, השירות עדיין התבסס על המכשיר שלנו, כך שהוא סבל מלא מעט בעיות. על פי דיווח חדש, יכול להיות שבקרוב נוכל להשתמש בשירות דרך המחשב – בצורה עצמאית גם כאשר הטלפון שלנו כבוי או ללא קליטה.\nהדיווח מגיע מ-WABetaInfo, מקור שמרכז את כל פעילותו בדיווחים הקשורים לוואטסאפ, ונחשב לאמין. על פי הדיווח, פייסבוק עובדת על מעבר של שירות המסרים לפלטפורמה של פייסבוק – בדומה למסנג’ר שלה; ובנוסף, על גרסת UWP – Universal Windows Platform של ווטסאפ – שתהיה זמינה במספר פלטפורמות קיימות.\nהיום, ברגע שהסוללה בטלפון שלנו אוזלת או כשאין קליטה – אנחנו לא יכולים לקבל או לשלוח יותר הודעות דרך הוואטסאפ לאנשי הקשר שלנו. זאת, אגב, בניגוד לאפליקציית טלגרם למשל – שתמשיך לעבוד באש ובמים בגרסת הווב שלה ללא כל תלות בסטטוס של הטלפון שלנו.\nAnd yes, in according to my rumor, UWP + the new multi platform system = you can use WhatsApp UWP on your PC if your phone (Android, iOS or Windows Phone) is off. https://t.co/PgNZTnOxlj\n— WABetaInfo (@WABetaInfo) July 26, 2019\n\nעל פי הדיווח, כדי שההודעות יהיו זמינות בכל הפלטפורמות, ולא רק על גבי הטלפון שלנו, ווטסאפ תשתמש בפלטפורמה של חברת האם. כל ההודעות שיישלחו בין הנמענים השונים יעברו לצורך כך בשרתים של פייסבוק – לא בדיוק הדוגמה הראשונה שעולה לנו לראש בכל הנוגע לפרטיות.\nכך או כך, אם הדיווח אכן יתברר כנכון, הרי שמדובר בשידרוג פרודוקטיבי, שגם יפחית על הדרך את זמן ההתחברות לשירות הוובי. יחד עם זאת, לפחות בשלב ההתחלתי הבשורה תהיה רלוונטית בעיקר למשתמשי PC ולא מק, כשהתמיכה הפוטנציאלית רלוונטית למכשירי מובייל שמריצים את כל מערכות ההפעלה הפופולאריות – אנדרואיד, iOS ואפילו Windows Phone.\nבינתיים אין אישור רשמי מוואטסאפ לדיווחים, ומכיוון שאין צילומי מסך מהפיתוח או מגרסאות הבטא, הדיווח מוגדר כ”שמועה”. עם זאת, מדובר בצעד הגיוני ומתבקש, ובמקור שהוכיח את עצמו כאמין פעמים רבות בעבר.\nאבל רגע, יש לנו בשורות גם למשתמשי אפל מביניכם; על פי WABetaInfo, יוכלו בקרוב משתמשי אייפד להוריד למכשירם גרסה ייעודית של האפליקציה, ולא להשתמש בגרסת הדסקטופ שלה, כפי שהם התרגלו לעשות עד כה.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "וואטסאפ,וואטסאפ ווב,whatsapp,whatsapp desktop,וואטסאפ אופליין,וואטסאפ מהמחשב,סמס,אפליקציה"}