{"url": "https://www.geektime.co.il/dubai-is-getting-ready-for-the-future/", "type": "article", "title": "בדובאי נערכים ליום שבו הנפט יגמר, ויש לנו מה ללמוד מהם [מדע פופולארי]", "description": "הנפט לא יזרום לעד, והממשלה של דובאי מודעת לכך. כדי להמשיך לשגשג, העיר-מדינה מהמרת בגדול על מדע וטכנולוגיה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/PSC0617_WL_Dubai_02-bw.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-05T16:30:17Z", "modified_time": "2017-07-05T16:35:55Z", "articleBody": "הנפט לא יזרום לעד, והממשלה של דובאי מודעת לכך. כדי להמשיך לשגשג, העיר-מדינה מהמרת בגדול על מדע וטכנולוגיה\nדובאי (תמונה: מדע פופולארי)\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 278 שראה אור ביוני 2017 ונכתבה במקור על ידי אנדרו בלום.\nדובאי נותרת הרחק מאחורינו. קו הרקיע דמוי הקומיקס שלה מתחלף בדיונות חול בצבע חאקי ובגמל פרא מזדמן. הסימן הראשון של השאפתנות הטכנולוגית שאנחנו עומדים לראות הוא שלט חוצות: פורטרט בגובה 6 מטרים של שליט דובאי, הוד מעלתו שיח’ מוחמד בן ראשד אל-מכתום, מוצג בפסיפס של פאנלים סולאריים.\nליד גוש בניינים מדרום לעיר, במרחק כחצי שעת נסיעה, שומר פותח בדחיפה שער פלדה גבוה כדי לאפשר כניסה לרכב השטח הלבן שלנו, שמאחורי ההגה שלו יושב אלחז ראשד כוכאר. כוכאר, מנהל פרויקט ברשות החשמל והמים של דובאי, עובד כאן בחודשים האחרונים לקראת הרחבת הפארק הסולארי ע”ש מוחמד בן ראשד אל-מכתום ב-200 מגה-ואט. הפאנלים הכהים נמתחים על פני המדבר למרחק של יותר משלושה ק”מ, מרחק גדול כל כך שאם עומדים בפינה אחת של השדה רואים כמו מבעד למראה כפולה. המתקן הסולארי הגדול ביותר בארצות הברית מפיק מעט יותר מ-550 מגה-ואט, אבל דובאי גדלה אקספוננציאלית. 200 המגה-ואט האלה יהיו בקרוב כתם על המפה לצד 2,000 מגה-ואט נוספים שמתוכננים להתווסף לתפוקה ב-13 השנים הקרובות – בהשקעה של 14 מיליארד דולר המיועדים למלא 25 אחוז מצורכי החשמל של דובאי. זה רק חלק אחד בתצרף טכנולוגי שמרגע שיורכב אמור להמציא מחדש את תפקידה של דובאי בעולם.\nבמשך יותר מעשור הסיפור של העיר-מדינה הזאת היה עמוס סופרלטיבים: הבניין הגבוה בעולם, תצוגת זיקוקי הדי-נור הגדולה בעולם, נמל התעופה הבין-לאומי העמוס ביותר. אבל אתוס חדש מכה שורש, אסטרטגיה רחבה ורבת משמעות שתחליף את ההוללות בתבונה ותושייה. בשונה ממדינות מסוימות, דובאי מאמינה שכדור הארץ מתחמם – והיא נחושה לנצל את המדע והטכנולוגיה לא רק כדי להתאים את עצמה לעידן חדש של תופעות קיצוניות, אלא גם כדי להפוך את ההתאקלמות הזאת לבסיס הכלכלה שלה. דובאי רוצה להיות מוכרת יותר כמעבדה לטכנולוגיה מצילת עולם מאשר בשל החופים המלאכותיים, מדרונות הסקי הסגורים בתוך מבנים ומרכזי הקניות הממוזגים האדירים, שהגדירו אותה עד לאחרונה. היה קשה להאמין שהתכנית שלה אפשרית אלמלא המציאות בדובאי לא הייתה כבר עתה בלתי סבירה. הטרנספורמציה של דובאי מנקודה על המפה למרכז גלובלי הייתה טריק מגניב. אבל האם היא יכולה לעשות זאת שוב?\nפאנל סולארי בדמותו של המלך. דובאי (תמונה: מדע פופולארי)\nכוכאר עבר לגור כאן עם משפחתו לפני חמש שנים, אחרי שסירב להצעת עבודה בהודו בחברת ייעוץ בין-לאומית. כשעשה זאת, הוא הפך לסמן מוביל של השאיפות של דובאי. כוכאר הוא לא עוד עובד קשה יום מתת-היבשת שחי במחנה עבודה ללא מיזוג ועובד בעבודת כפיים – התופעה הנפוצה שם, שהיא כתם בתהליך השגשוג של דובאי. הוא אחד המוחות המבריקים ביותר באזור, והוא נמשך לתפקיד בשל השכר וסגנון החיים, כאילו דובאי היא ניו-יורק או לונדון. “כאן יש לנו תכניות”, אומר כוכאר בהקשר לפארק הסולארי, אבל באותה קלות הוא יכול היה לומר זאת על המשפחה שלו או על דובאי עצמה.\nהוא ועמיתיו מאמינים שהם בונים עתיד טוב יותר, שקווי המתאר שלו נמצאים סביבנו. בתוך מתקן המחקר והפיתוח של הפארק – בניין בטון קטן עם כנפיים סולאריות גדולות על הגג – חוקרים עובדים על שיפור הביצועים של יחידות פוטו-וולטאיות עצמאיות בסביבה המאובקת והצמאה. “אתה יכול בקלות לאבד 30 עד 70 אחוז מהאנרגיה בגלל אבק” מסביר ג’ים ג’וזף ג’ון, מהנדס הודי שעבר לכאן לאחרונה מפיניקס, אריזונה, שם הוא השלים מחקר עבור הדוקטורט שלו. על חלקת חול סמוכה שלושה טכנאים אורחים מטפלים בתחנת חיזוי מתוחכמת, וכלי העבודה שלהם נשפכים מתא המטען של המכונית השכורה. מאחורי גדר נוספת נמצאת מערכת אוסמוזה הפוכה, אשר הופכת מי תהום מליחים למי שתייה. מעבר לכביש התחזוקה, שני מגדלי פלדה בגובה של כשתי קומות נישאים בשמים כמו מנופים זקופים למחצה. טכנאים מתכוננים להתקין עליהם מדפסות תלת-ממד, אשר יפיקו – בתוך כמה שבועות – בניין שלם שבו מתכננים לשכן (כמובן) מעבדת מזל”טים. הכביש עצמו יפורק, ובמקומו יוצבו פאנלים סולאריים ומערכת שתטעין מחדש מכוניות חשמליות כשהן יחלפו על פניה. בשלב זה, תקע רגיל מספק חשמל למכונית לבנה קטנה עם מדבקה של חברת החשמל של דובאי.\n“החלטנו שנצעד אל העתיד – נאמץ לחיקנו את העתיד ללא חשש”, אומר מוחמד אל-גרגאווי, אדריכל החזון של דובאי לחצי המאה הבאה. הוא יושב באמצע שולחן עצום בחדר הישיבות המפואר של אחד מבתי המלון החדשים ביותר בעיר. מלצר מגיע עם מגש של שלוש קומות עמוס תמרים ואגוזים. ידו רועדת מהתרגשות כשהוא מניח אותו לפני אל-גרגאווי – אחד הגברים המשפיעים ביותר בדובאי ויועץ קרוב של שיח’ מוחמד, האמיר היורש של העיר-מדינה, וראש ממשלת איחוד האמירויות הערביות, הפדרציה שדובאי היא חלק ממנה.\n“אנחנו מאמינים שלנו, באיחוד האמירויות הערביות ובדובאי יש משימה”, ממשיך אל-גרגאווי. “האזור הזה זקוק לאדם שימשוך אותו מהאומללות שלו. יש סכסוכים אדירים. יש הרבה שנאה, מלחמות שבטיות, מלחמות דת, טיהורים אתניים, פליטים. אנחנו רואים את הסיפור. ואז אתה בא לדובאי”.\nהעיר נראית כמו גלויה המציגה שגשוג, רב תרבותיות צעירה, וקוסמופוליטיות. נהגי מוניות צונחים צניחה חופשית בימי החופשה שלהם, והמלונות המפוארים ביותר מלאים אנשי ציבור ואנשי צווארון לבן במועדי אירועים מיוחדים – לצד אוליגרכים רוסים ותעשיינים הודים שמגיעים במכוניות רולס-רויס באורך שישה מ’. מרכזי הקניות והרחובות עמוסים אנשים בכל גוני העור והגזעים, לבושים בתלבושותיהם הלאומיות. תחושת הסובלנות ההדדית ממשית, לפעמים שמחה.\nמוחמד אל גרגאווי, השרה האחראי לחזון של דובאי עומד מחוץ לבניין קרן העתיד, בניין שהודפס בתלת ממד (תמונה: מדע פופולארי)\nלצד אל-גרגאווי יושבים שני יועצים בני עשרים ומשהו. שלושתם לובשים קנדורה, הגרסה של איחוד האמירויות לגלבייה. הקנדורות הן בצבעי קרם מוזהב, אפור, או כחול, מגוהצות ותפורות בצורה מושלמת, ולהן צווארון מעוצב וציצית בצוואר כמו עניבת בולו. הם לובשים אותן כמו חליפות עסקים, תלבושת שמעידה על פריבילגיה אמירית. אל-גרגאווי גם מרכיב משקפי ראייה עם מסגרת טיטניום שחורה ונעלי סקצ’רס כחולות קלות, כמו סטיב ג’ובס ערבי. יכול להיות שזה לא במקרה.\nבתחילת השנה שעברה, במהלך שלא הפך לוויראלי כמו צילומים של כבאים מדובאי עם תיקי גב סילוניים או משחק טניס על מנחת מסוקים, שיח’ מוחמד ארגן מחדש את הקבינט שלו. הוא יצר מינויים חדשים  – שר לשינויי אקלים וסביבה, שר אושר, ושר לענייני נעורים (בחור בן 22). אל-גרגאווי – כבר השר לענייני הקבינט, זכה לתוספת חדשה לתואר שלו: והעתיד. זו הייתה הצהרת כוונות. ב-13 השנים האחרונות, בין שאר תפקידיו הוא שימש כיו”ר Dubai Holding, חברת השקעות ממשלתית שבה הוא בנה אימפריה מגוונת של מלונות, נדל”ן, ועסקי טלקומוניקציה. עכשיו הוא יקדיש את כל זמנו לתכנון עתידה של דובאי. “היום אני בעצם מתרגש” הוא אומר בטון שמזכיר גורו. “אני מאוד מתרגש. אני מתרגש מפני שאני יודע שיהיה לנו מסע יפהפה אל העתיד. אני יכול לראות את זה. אני יכול להרגיש את זה”.\nערים הן מכונות, הדברים הגדולים ביותר שאנחנו בונים. נמלי התעופה והנמלים הימיים שלהן מקבלים ומשחררים בני אדם וסחורות, והכבישים והמסילות שלהן משנעים את שניהם ברחבי הנוף האורבני. המנהרות שלהן נושאות נתונים, חשמל, מים וביוב. הרשויות הממשלתיות שלהן פועלות (אנחנו מקווים) באופן שקול, וכופות היגיון והמשכיות במה שאלמלא כן היה כאוס. כל זה יכול  לפעול ביעילות – או להיכשל בגדול. בדרך כלל – כל זה נבנה לאורך מאות שנים. מערכת הביוב של פריז הוקמה בשנות ה-50 של המאה ה-19; קו הרכבת התחתית הראשון של ניו-יורק נחנך ב-1904; לונדון הקימה את תחנת החשמל המרכזית הראשונה שלה ב-1891. שדרות באות בעקבות שבילי בקר; נחלים הופכים למנהרות מים; סיבים אופטיים מונחים לאט לאט לצדם של כבלי חשמל. הלקח הנלמד מבניית ערים הוא שתשתיות דורשות נצח – צב לעומת ארנב הטכנולוגיה. אבל דובאי עשתה זאת בצורה אחרת. דובאי בנתה ב-50 שנה מה שנדרש לרוב הערים 100 שנה לעשות. זו לו הגזמה או ספין יחסי ציבור – אף על פי שדובאי מפורסמת במומחיותה בשניהם – אלא מציאות שאפשר לראות בעיניים במטרופולין שבו כמעט שלושה מיליון בני אדם. במשך מאות שנים הייתה דובאי נמל רדום, שירתה את סחר הפנינים במצר הורמוז. ב-1966, כשאל-גרגאווי היה בן שלוש, חברת Dubai Petrolium החדשה מצאה נפט בחופי דובאי. בזמן שהמהנדסים פעלו כדי לשאוב אותו מקרקעית הים, בית הספר של ילדותו עדיין לא היה מחובר לחשמל. הוא שתה מים בצבע חלודה, מסוננים באמצעות פיסת בד. “למעשה, לא היה כאן כלום” הוא נזכר. מלון החוף שאנחנו יושבים בו היה פעם בית החלמה מאבעבועות שחורות. “כשבאת מנמל התעופה, נסעת בכביש שיח’ זאיד, שהוא כביש מהיר של שמונה נתיבים? הנסיעה הראשונה שלי על הכביש הזה הייתה כשהוא היה דרך עפר. הוא היה פעם דיונת חול”.\nתחנת המטרו של המרכז הפיננסי בדובאי. קו הרכבות האוטונומיות של דובאי מסייע לקרב את העיר למטרה שלה, שעד 2030 יהיו 25 אחוזים מכלל הנסיעות המקומיות שלה בכלי רכב אוטונומיים (תמונה: מדע פופולארי)\nהצמיחה הגיעה בד בבד עם התשתיות. דובאי, שהתעשרה בדולרים של נפט, התחילה לבנות: כבישים, נמל ימי אדיר, נמל תעופה, חברת תעופה ותחנות כוח. אבל הם ידעו שהעושר שמקורו במשאב טבע הוא רק זמני, ואילו המחסור של הסביבה המדברית הוא נצחי. שיח’ ראשד בן סעיד אל-מכתום, שליטה של דובאי בזמנו, ניסח זאת באמירה קצרה וכוללנית: “סבא שלי רכב על גמל, אבא שלי רכב על גמל, אני נוהג במרצדס, הבן שלי נוהג בלנד-רובר, אבל הבן שלו ירכב על גמל”. הדור השני של נהגי לנד-רובר של הנבואה הוא בני ה-20 וקצת שיושבים לצד אל-גרגאווי (אחד נוהג לא בלנד-רובר אלא במרצדס G-Wagon). האתגר של אל-גרגאווי הוא לכופף את הגורל, לשמור את הגמלים במדבר, ולהכניס את הנכדים שלו חזרה למרצדסים – או אולי למכוניות מעופפות.\nבדור האחרון, היתרון של דובאי היה הגאוגרפיה החדשה של עולם התעופה. העיר ממוקמת באופן מושלם בנקודה המחברת בין אירופה ואמריקה הצפונית, אמריקה הדרומית, אסיה ואוסטרליה. כ-95 אחוז מהאנשים בעולם נמצאים בטווח הטיסה של איירבוס A380, מטוס דגל דו-קומתי אדיר של ה-Emirates, חברת התעופה של דובאי.\nבדור הבא, היתרונות של דובאי טעונים יותר, כיוון שהם כרוכים בקטסטרופת האקלים המאיימת. ערים רבות עומדות להתמודד עם מצבים קיצוניים חדשים של טמפרטורות ובצורות. דובאי כבר מתמודדת אתם. ערים רבות ייאבקו למצוא מים וחשמל נקיים. דובאי כבר עושה זאת. כמסתכלים עליה מנקודת המבט הזאת, דובאי היא מקום שאליו העתיד הקדים להגיע.\nבמקום להיות מאוימת על ידי האתגרים הקטסטרופליים בפוטנציה, לסגת מהעולם ולהכפיל את השימוש בטכנולוגיות מיושנות, דובאי מאיצה לכיוונם. התכנית פשוטה: להפוך את המנגנונים המסורתיים של חיים אורבניים לפלטפורמה להתמודדות עם הסכנות שעומדות כיום בפני החברה. ואז לייצא את החדשנויות האלה. אם עיר היא מכונה, דובאי רוצה להיות עיר-המכונה המתקדמת ביותר שהעולם ראה אי פעם – והיא רוצה למכור את תכניות האב שלה לכולם. “דובאי מכירה בכך ששינויי האקלים הם איום קיומי על היכולת שלה להיות חלק משגשג של העולם”, אומר דיוויד פומרנץ, המנהל בפועל של ה-Energy and Policy Group, עמותה שלא למטרות רווח העוסקת באיכות הסביבה ומדיניות בנושא.\nכדי להעריך באופן ציבורי את תצרף האפשרויות הטכנולוגיות, פתחה דובאי את מוזאון העתיד, הממוקם במבנה זמני עטוף לבן, עד שאפשר יהיה לבנות לו מקום של קבע. וידאו פתיחה, המוקרן על ציקלורמה (מסך היקפי) של 360 מעלות, מתיימר להביט אחורה בזמן, מדובאי של שנת 2050. “לפני זמן לא רב מדיי, שינויי האקלים הביאו אותנו לסף הכחדה”, מזהיר קריין בערבית, ואז באנגלית, בעוד מונטאז’ של הרס חולף על פני המסך: גורדי שחקים קבורים תחת חול, התפרעויות ברחובות, יערות הופכים לאבק. “אבל איחוד האמירויות הערביות ראה הזדמנות: לנוע במהירות וליצור פריצות דרך שהעולם טרם ראה”.\nבדובאי העתידית המדומיינת, רשות החשמל והמים עקפה במהירות את מתקני ההתפלה אדירי הממדים של היום, ופתחה מתקן התפלה ביולוגית, שהוצמח מהגנים של מדוזות (“החומר הטבעי בעל יכולת הספיגה הגבוהה ביותר שקיים”) ועץ מנגרוב (“אחד המתפילים המוצלחים של הטבע”). והיא גם מכרה אותם: “אנחנו גם מייצאים מתקני התפלה ביולוגית מבוססת מדוזות לערים ברחבי העולם”, ממשיך הקול העמוק. רובוטים בונים בניינים מחול. בינה מלאכותית בוחרת ומגדלת מזון בחוות במבנים סגורים. ומכוניות מעופפות שועטות דרך רחובות, חופשיות מפקקי תנועה. הכול מוצג באווירת מדע בדיוני שדי בה כדי לשמור על קורטוב של חוש הומור. אבל השורה התחתונה רצינית: “פתרנו את הבעיות שלנו עצמנו, ועכשיו פתרונות אקלים הם מוצרי הייצוא החזקים ביותר שלנו”. ברגע היסטורי שבו – בארצות הברית לפחות – תחזיות התחממויות גלובליות נשארות שנויות במחלוקת מבחינה פוליטית, אנחנו מתחילים לראות את דובאי מתכננת את העתיד הכלכלי שלה מסביב לאתגרים האלה.\n“כיוון שאין לנו, אנחנו צריכים לחשוב יותר”, אומר אל-גרגאווי, ורומז לכך שהתצרף עדיין לא הושלם. “אנחנו צריכים לחשוב מהר יותר, ואנחנו צריכים להמציא מחדש כל מוצר. אתה מסתכל על העבר. אתה מסתכל על העתיד. אתה מסתכל על מחקר ואומר: ‘אתה יודע מה? איך אני יכול לבצע את המסע הזה?'” והוא משליך אגוז קשיו אל תוך פיו.\nשרה אמירי, מנהלת המדע וסגנית מנהלת הפרוייקט של משימת המאדים (תמונה: מדע פופולארי)\nערב אחד, כשטיילתי לאורך החוף, נתקלתי בקבוצה של פועלים שעבדו בשקידה על פירוק בימת עץ קטנה, שעליה מוחתמת E גדולה, אל תוך מרכזו של עיגול כחול. זה הפליא אותו כשראיתי אותה לראשונה באותו בוקר, צצה כאילו משום מקום. האם מדובר ברחבת ריקודים שנועדה למסיבה ראוותנית על החוף? במנחת מסוקים? אלה לא נראו שאלות יוצאות דופן בדובאי. למה היא הופיעה, רק כדי שיפרקו אותה 12 שעות אחר כך בחסות החשכה? אבל גם אם המטרה הייתה סודית, הפועלים מעולם לא נדרשו לשמור עליה בסוד. “היא בשביל מזל”ט” אומר האיש שעושה רושם שהוא המנהל, מסיט לרגע את הטלפון מאוזנו. למה הם מפרקים אותו? “אתגרים טכניים”.\nלמחרת, אחמד האשם בכרוזיאן, מנהל בכיר ברשות הכבישים והתחבורה של דובאי (RTA), מבהיר את הדברים. “כל דבר שמעביר אנשים ממקום למקום, מעניין אותנו”, הוא אומר. אנחנו עומדים ליד מה שנראה כמו מתקן שעשועים, כלוא מאחורי חבלי קטיפה: ה-Ehang 184, מזל”ט בעיצוב סיני גדול מספיק כדי להטיס נוסע אחד ותיק אחד קטן למשך 30 דקות ברחבי העיר. התכנית הרשמית היא להתחיל שירות ניסיוני החל מחודש יולי. אבל מאוחר יותר, כשאני לוחץ בשאלת אפשרות היישום של המטרה המידית הזאת, יו”ר הרשות רק צוחק. דובאי יודעת לעשות רושם. להכרזה יש יכולת לייצר כותרות ברחבי העולם. אותו דבר היה עם ההתלהבות סביב התכנית של דובאי לבנות מערכת נוסעים היפר-לופ שתחבר בינה לבין שכנתה אבו דאבי – הכרזה שהורדה בשלב מאוחר יותר ל”מחקר טרום-היתכנות”.\nתכניות התחבורה האחרות של דובאי מוכחות יותר. ב-2009, כשחטפה מכה מהקריסה הכלכלית הגלובלית, השיקה העיר קו מטרו, הראשון באזור, עם רכבות ללא נהג. כמעט 200 מיליון הנוסעים השנתיים שלו (בהשוואה ל-1.763 מיליארד במערכת הרכבות התחתיות של העיר ניו-יורק) יוצרים את הבסיס למטרה של דובאי ש-25 אחוז מכלל הנסיעות המקומיות יבוצעו בכלי רכב אוטונומיים עד 2030. ה-RTA בוחנת אוטובוסים ללא נהג וגונדולות אוויריות, ודוחפת להתחרות עם ערים אחרות ברחבי העולם כדי למשוך אליה את החברות שמפתחות טכנולוגיית נהיגה אוטונומית.\nזה מקרה שבו למונרכיה יש יתרונות. דובאי יכולה לשנות במהירות רגולציות, כדי להיטיב למשוך חברות כמו Uber ו-Daimler להשתמש בעיר כמעבדה. “היכולת לספק את הצרכים שלהן מהר יותר מערים אחרות בעולם – שם יש הרבה יותר ביורוקרטיה, ולוקח זמן לשנות רגולציות ומדיניות – זה מושך בעיניהן”, אומר בכרוזיאן, “כיוון שאפילו הן לא יודעות בדיוק מה הן צריכות אלא אם כן הן באות ומנסות”. ה-RTA עובדת כדי לספק את המיפוי המתוחכם הדרוש לתחבורה אוטונומית, נוסף על ענן בכל רחבי העיר שיחלוק נתונים בין אלפי כלי רכב של יצרניות שונות רבות.\nזה מסוג בניית התשתיות שהוכחו כמשתלמות לדובאי בעבר – לא רק כדי לשפר יעילות בבית, אלא גם כדי לייצא למדינות אחרות תמורת רווח. זו אותה אסטרטגיה שהניעה את צמיחתה של DP World, מפעילת הנמל הימי ג’בל אלי הענק של דובאי, אשר מוכר את טכנולוגיית האוטומציה שלו ברחבי העולם.\nמה שנותן דחיפת-על לתכניות זו השקעה בתשתיות – שלושה מיליארדי דולרים מזה בתחבורה – לפני היריד העולמי, שאותו תארח דובאי ב-2020, בפעם הראשונה בעולם הערבי. ה-RTA תאריך את קו המטרו ב-14.5 ק”מ אל האתר, סמוך לנמל התעופה הנרחב החדש של דובאי, ואדריכלים כוכבים כמו נורמן פוסטר וסנטיאגו קלטרווה מעצבים את הביתנים.\nמבחינה טכנית, מטרות בנות קיימא הן נועזות. 50 אחוז מהאנרגיה שייעשה בה שימוש באירוע תיוצר ממקורות מתחדשים, ומהכמות הזאת אמורים לייצר 50 אחוז במקום. לביתן האמירויות, שאותו מעצב קלטרווה, יהיו כנפיים נפתחות עם פאנלים סולאריים מובנים.\nבעבר – ירידים כמו אלה שהתקיימו בשנגחאי ובמילאנו התמקדו בעיקר בקהל מקומי, ואילו כעת דובאי מצפה ש-70 אחוז מ-25 מיליון המבקרים ביריד יגיעו מחוץ לאיחוד האמירויות הערביות (סביר להניח שבמטוס A380). מבלי לדעת הם גם יציינו דבר נוסף: את יובל ייסוד איחוד האמירויות הערביות. כל זה הוא הזדמנות עבור דובאי להדגיש את הראייה הבין-לאומית הזאת – מה שראם אל-האשימי, מנכ”לית היריד, מתארת כקישוריות. “זו הדרך שבה דובאי הצליחה לשרוד” היא אומרת. “היא הפכה למקום שאליו מגיעים אנשים מכל מיני מקומות ומוצאים דרך חיים טובה יותר”.\nמעמד הביניים של דובאי נראה רחב ומגוון הרבה יותר ממה שהוא היה לפני עשור, כשנרטיב התקשורת הדומיננטי היה על אודות עיר פנטזיה שנבנית על גבם של עבדים. קשה לשפוט את המידה שבה תנאי העבודה השתפרו, אבל העובדה שהעיר היא מרכז עסקים ומסחר ברורה לעין. אם עתידה של דובאי הוא כמרכז ידע, היא תצטרך להגשים את החלומות של יותר מרק תושבי האמירויות. פרט ליוצאי דופן נדירים, רק הם מורשים להיות אזרחים, וכיוון שאשרות כניסה מבוססות על תעסוקה, גירוש אינו צעד קיצוני כמו שהוא חשש יומיומי. זה אולי היה חשוב פחות לתושבי האמירויות כשכוח העבודה היה זול. אבל כדי להתחרות על כישרון גלובלי, דובאי צריכה להשתנות מחברת מעבר רב לשונית לאחת קוסמופוליטית קבועה – שאיפה שהפכה לנקודת שיח של השיח’ מוחמד. “הייחודיות של דובאי היא העובדה שהיא כור היתוך של התרבויות, המוצאים האתניים, והמוחות של העולם בעיר אחת” הוא הצהיר.\nאל-גרגאווי מכיר באתגר של השינוי הזה בצורה מעורפלת משלו. “אני אומר שאנחנו לא מושלמים” הוא אומר. “אנחנו נערים צעירים בשכונה, אם אתה מסתכל על העולם כשכונה. בכל יום אנחנו שואלים את עצמנו: ‘איך אנחנו יכולים להשתפר? איך אנחנו יכולים להתקדם צעד נוסף בכל תחום קיים?'”\nאולי זה הכרחי לדרג את דובאי על עקומה. על פי הסטנדרטים של דמוקרטיה ליברלית, דובאי עדיין נמצאת מאחור. אין ייצוג דמוקרטי, חופש העיתונות מוגבל, והומוסקסואליות עדיין בלתי חוקית. אבל בהשוואה לשאר העולם הערבי, דובאי היא מגדלור של פתיחות ומודרניות. 30 אחוז מחברי הקבינט הם נשים (בהשוואה ל-0 אחוז בערב הסעודית ושישה אחוזים בירדן), והן מהוות גם 66 אחוז מכוח העבודה הממשלתי.\nהמהלכים של דובאי לטווח הארוך הם ליצור אווירה של צמיחה עתידית. מהמזל הטוב ההתחלתי שלה – מאגרי הנפט המוגבלים שלה, לצד אלה הבלתי מוגבלים של שכנתה הנדיבה, אבו דאבי – היא הפיקה עוד יותר, תוך שהיא ממנפת עושר זמני בנפט למקום מעשי כמרכז עולמי. כחלק מהתכנית ליריד העולמי ייסדה הממשלה קרן של 100 מיליון דולר למימון חברות סטארט-אפ טכנולוגיות מרחבי העולם ולהבאתן לדובאי. היא מהמרת על הרעיון שגיוון וסובלנות יכולים להוביל לחדשנות, וחדשנות יכולה להוביל לשגשוג כלכלי, ובשפה הנוכחית של הממשלה – לעיר שמחה.\nהאם אפשר להשיג את השמחה הזאת בלי לאפשר אזרחות לאנשים שאינם מאיחוד האמירויות? זו שאלה שנויה במחלוקת. אל-גרגאווי מתנגד. “אנחנו מדינה צעירה” הוא אומר.\nשרה אמירי היא מדענית צעירה. בגיל 30 היא מנהלת המדע וסגנית מנהלת הפרויקט של מה שהוא הפרויקט אולי הנועז ביותר של דובאי: משימת המאדים של האמירויות. לפני שהיא אפילו סיימה תואר שני בהנדסת מחשבים באוניברסיטה האמריקאית של שארחה, ליד דובאי, היא נחתה כאן, במרכז החלל מוחמד רשיד, מכלול קטן של בניינים נמוכים עם חזיתות מפאנלים מרובעים כסופים, לא רחוק מנמל התעופה. צלחת רדיו עגולה מצביעה אל השמים. תוכי צבעוני מקשקש בתוך הקפיטריה, המוחשכת בבוקר סוף השבוע הזה. פרט לכך, הבניין שקט, חוץ משומר ומהנדס אחד, שמנטר את ה-DubaiSat-2, לוויין הדימות שמסלולו עובר מעל הקטבים, שהאמירויות שיגרו ב-2013, ומשתמשות בו כדי לצלם תמונות יומיות של האזור המשתנה ללא הרף. הוא מתבונן בעיניים עייפות במערך של מסכים מבריקים, בחדר בקרה עם קירות לבנים בוהקים – משהו בין תפאורת במה ומודל פועל של השאיפות של דובאי.\nמרכז החלל בונה בשיטתיות את היכולות שלו, ושיגר רצף של לוויינים מתוחכמים יותר – שפותחו בבית. DubaiSat-1, ששוגר ב-2009, העתיק באופן חלקי עיצוב קיים; DubaiSat-2 פותח בשיתוף פעולה עם מהנדסים דרום קוראנים. KhalifaSat, שישוגר בשנה הבאה, יתוכנן, יפותח וייבנה כולו במרכז החלל. יכולתי לראות את שלד המסגרת שלו דרך חלון זכוכית עבה. במורד המסדרון צבעו פועלים חדר נקי גדול – היחיד מסוגו במזרח התיכון – שם החללית תורכב. גששית המאדים, המוכרת כ-Hope, מיועדת לשיגור ב-2020, והיא אמורה להגיע למסלול לווייני סביב מאדים בדיוק בזמן לחגיגות האמירויות ב-2021.\nאבל התכנית היא לא “זיקוקי די-נור”, כפי שמנסחת זאת אמירי. “אל תלכו וסתם תשלחו לשם פסולת חלל”, היא אומרת. “אל תזהמו כוכב לכת אחר רק כדי להגיד שאתם טסים למאדים”. המטרה המדעית של המשימה היא למדוד ולמפות את האטמוספרה של המאדים, והמטרה הפוליטית שלה היא ליצור קהילה של מדענים ומהנדסים מהאמירויות – כדי לטפח את הכישרון שיהפוך את דובאי למרכז ידע. “הוד מעלתו שיח’ מוחמד אומר לנו שהדבר החשוב ביותר הוא המדענים והמהנדסים שיצאו מזה”, היא מסבירה. בהתאם לכך, צוות המשימה נוטה להיות צעיר. כולם מתחת לגיל 35, הגיל הממוצע הוא 27, ו-30 אחוז הם נשים. אמירי מדברת בלהט על לתת השראה לצעירי העולם הערבי. “אנחנו צריכים לתת להם לפתור אתגרים אדירי ממדים”.\nבמקומות אחרים בעולם, אפילו בני ה-30 המוכשרים ביותר לא מנהלים משימות חלל אל המאדים. אבל אמירי נולדה אל תוך הפריבילגיות יוצאות הדופן של בני דורה מהאמירויות, והיא נלהבת לנוכח השאיפות הטכנולוגיות של דובאי – ולעיר המגוונת יותר שהן דורשות. “אם חוסמים אנשים מרקעים שונים, חוסמים חדשנות”, היא אומרת. “חדשנות מגיעה מהבדלים בצורות חשיבה והתמודדות בצורות שונות”.\nמאוחר יותר היא אומרת לי, “אנחנו חיים במקום שחולם מטרה לפני שאפילו אתה יכול לחלום אותה, ומספק לך את הכלים הנכונים לעבוד לקראת הגשמתו”.\nאני נזכר במשהו שאל-גרגאווי אמר כשהוא סיפר לי על הצמיחה המהירה של דובאי. “עברנו ממצב של אין אפילו כביש, היישר אל המאדים”, הוא אמר. “זהו סיפור אנושי, וזה מה שהאנושות יכולה להשיג בדור אחד”. אם הנינים של השיח’ רשיד יגשימו את החלומות שלהם, הסיפור לא יהיה על נהיגה במכוניות לעומת רכיבה על גמלים, אלא על תכנון רקטות חלל והטסתן לעולמות אחרים.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "דובאי,נפט,אנרגיה ירוקה,אמירויות,מדע פופולארי,מדע פופלרי,dubai"}