{"url": "https://www.geektime.co.il/microsoft-ben-rudolph-droidrage/", "type": "article", "title": "מיקרוסופט: סיפורי זוועה על אנדרואיד יזכו אתכם ב-Windows Phone", "description": "אחד ממאמצי השיווק של מיקרוסופט נושא פרי, ומעל ל-3,000 איש השיבו כבר לפנייתה לשתף את החוויות השליליות שלהם מאנדרואיד, כדי לזכות במכשיר מבוסס Windows Phone", "image": "https://files.geektime.co.il/wp-content/uploads/2011/11/2011-11-17_1321.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-12-15T12:41:32Z", "modified_time": "2011-12-15T15:36:31Z", "articleBody": "אחד ממאמצי השיווק של מיקרוסופט נושא פרי, ומעל ל-3,000 איש השיבו כבר לפנייתה לשתף את החוויות השליליות שלהם מאנדרואיד, כדי לזכות במכשיר מבוסס Windows Phone\nמקור: יח\"צ\nבמטרה לקדם את מערכת ההפעלה הסלולרית שלה מסירה מיקרוסופט את הכפפות ומבקשת ממשתמשים לשתף סיפורי זוועה שחוו עם מכשירים מבוססי אנדרואיד. בעלי הסיפורים הנוראיים ביותר עשויים לזכות במכשירים סלולריים חדשים, מבוססי מערכת ההפעלה של מיקרוסופט לסלולרי, ה-Windows Phone.\nעל התחרות הכריז בן רודולף, אחד מאנשי מיקרוסופט האחראיים היום על קידום Windows Phone (ריאיון וידאו מצורף בתחתית הפוסט). את ההכרזה הוא סיפק בטוויטר, כאן, ובה הוא קורא לאנשים לשתף את סיפורי הזוועה שלהם עם מכשירים מבוססי אנדרואיד, תוך שימוש ב-hashtag ה-droidrage#. חלק מהפרסומים הבוקר טוענים כי התקבלו תגובות ממעל ל-3,000 איש, אשר ציוצו את סיפוריהם (או בדיותיהם) בטוויטר, במטרה להיבחר להיות חלק מאלה שיקבלו מכשיר סלולרי חדש בחינם ממיקרוסופט.\nמאמץ שיווקי זה מצטרף לעוד רבים אחרים בהם נוקטת מיקרוסופט לאחרונה, והיא לא לבד. מייד עם אירוע ההשקות האחרון של חברת נוקיה, אשר בחרה בפלטפורמת ה-Windows Phone כפלטפורמה המובילה שלה לסמארטפונים במקום MeeGo, הודיעה נוקיה כי בכוונתה לחלק כמה עשרות אלפי מכשירים סלולריים חדשים, חלקם יוקצו למפתחים וחלקם יוקצו לאנשי טכנולוגיה ברחבי העולם.\nדוגמא נוספת ראינו כאשר חברת HP הודיעה לראשונה על סגירת פרוייקט WebOS לפני מספר חודשים, והשאירה את כל מי שפיתח למערכת ההפעלה הסלולרית שלה ללא פתרון. מיקרוסופט הרימה את הכפפה, והציעה למפתחי WebOS לעבור לפתח עבור Windows Phone, עם עזרתה של מיקרוסופט. לבסוף חזרה בה HP מהחלטתה והצהירה על WebOS כמערכת הפעלה מבוססת קוד פתוח.\nטיעונים יהיו תמיד לכאן או לכאן, האם זה מהלך טוב או רע, האם זה ניצול ציני של המצב או זריקת חבל הצלה לאותם אנשים שבאמת לא הצליחו להסתדר. בפועל, הרי ששני הצדדים מרוויחים מהמאמץ הזה של רודולף, גם אם עבור חלק מהאנשים הוא נושא עימו טעם נפגם. זאת, משום שהאנשים שתיארו את הסיפורים שלהם, ונניח שחלק מהסיפורים מתארים נכונה את חוויותיהם, יכולים לקבל מכשיר סלולרי חדש, עם מערכת הפעלה שונה, שאולי תתאים להם יותר. גם עבור מיקרוסופט מדובר בנצחון, שכן הסיפורים זוכים לחשיפה, היא מפיצה יותר מכשירים ליותר ידיים, וכל אדם כזה שמקבל לידיו מכשיר סלולרי חדש יצייץ, יפסבק ויכתוב לחברים שלו על החוויות שלו. האם החוויה של אותם אנשים תהיה חיובית? זה כבר סיפור אחר, אבל זה הימור שבמיקרוסופט מוכנים לקחת.\n", "keywords": "android,ben rudolph,droidrage,meego,microsoft,nokia,twitter,windows phone,אנדרואיד,בן רודולף,טוויטר,מיגו,מיקרוסופט,נוקיה,סלולר,סמארטפון,סמארטפונים"}