{"url": "https://www.geektime.co.il/samsung-introduces-note-5-in-israel/", "type": "article", "title": "סמסונג השיקה את הנוט 5 בישראל; המחיר החל מ-4,000 ש''ח", "description": "סמסונג השיקה בישראל את פאבלט הדגל שלה, הנוט 5, שמציע עיצוב חדש, טעינה אלחוטית מהירה ומפרט מרשים למדי. המחיר - בהתאם", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/note52.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-08-25T11:32:45Z", "modified_time": "2015-08-25T11:16:41Z", "articleBody": "סמסונג השיקה בישראל את פאבלט הדגל שלה, הנוט 5, שמציע עיצוב חדש, טעינה אלחוטית מהירה ומפרט מרשים למדי. המחיר – בהתאם\nצילום: גיקטיים\nשבוע לאחר ההשקה הבינלאומית שלו, מכריזה היום (ג’) סמסונג על השקת ה-Galaxy Note 5 בישראל בהשקה רוויית סלבס או מובילי דעת קהל כפי שמכנים אותם בחברה. הפאבלט החדש לא מציע הפתעות גדולות או חידושים שלא ראינו, אולם עדיין מדובר במכשיר בעל מפרט מרשים עם עיצוב חדש ויוקרתי ותג מחיר של 4,000 ש”ח.\nבניגוד לקודמו שהציג לראשונה בתולדות סמסונג מסך ברזולוציית QHD, מכשיר הנוט 5 אינו מביא חידושים רבים מבחינת המסך או המעבד, אולם עדיין מדובר במכשיר דגל בעל מפרט מתקדם עם מספר יתרונות לצד עיצוב חדש.\nמבחינת המפרט, הנוט החדש כולל את ה-Exynos 7420 ערכת השבבים המתקדמת של סמסונג עם מעבד 8 ליבות (4 במהירות 1.5GHz ו-4 במהירות 2.1GHz), זיכרון RAM בנפח 4GB, מעבד גרפי מסוג Mali-T760MP8; מסך Super AMOLED בגודל 5.7 אינץ’ וברזולוציית Quad HD כלומר 1440×2560 פיקסלים בצפיפות פיקסלים של 518ppi וציפוי Gorilla Glass 4. המכשיר כולל דגם של 32GB ודגם של 64GB, ובניגוד לנוט 4 אין חריץ הרחבה לכרטיס זיכרון מסוג Micro-SD. המצלמה של המכשיר, לפחות על פי הנתונים, צפויה להיות מצוינת עם מפתח צמצם f/1.9, רזולוציית 16 מגה-פיקסל ומייצב תמונה אופטי. גם המצלמה הקדמית עם חיישן 5 מגה-פיקסל כוללת מפתח צמצם נמוך, מה שיעזור למשתמשים לצלם סלפי גם בתנאי תאורה חשוכים וללא פלאש.\nבואו נדבר על הסוללה. ובכן, הסוללה של הנוט 5 היא סוללת 3,000mAh מובנית. כלומר, בהמשך למגמה שהחלה עם ה-S6, גם בנוט 5 לא תוכלו להחליף את הסוללה בסוללה אחרת. סמסונג מנסה לפצות על כך בעזרת תמיכה בטעינה אלחוטית וטעינה מהירה, בדומה לגלאקסי S6, וגם בפיתוח חדש: טעינה אלחוטית מהירה, שמבטיחה לטעון את הפאבלט במהירות קרובה מאוד לטעינה מהירה רגילה עם מטען וחוט. הבדל גדול נוסף הוא בעיצוב של המכשיר, שכולל עתה גב זכוכית מעוגל, שוליים דקים במיוחד ועובי של 7.6 מ”מ בלבד, הבדל של כ-1 מ”מ לעומת הנוט 4.\nאחד היתרונות הגדולים ביותר של סדרת הנוט על פאבלטים אחרים הוא הסטיילוס שלה, או ה-S-Pen, כפי שמכנה אותו סמסונג. במבט ראשון לא ניתן לראות את הסטיילוס שמאוחסן בתוך המכשיר, אולם במבט שני בתחתית המכשיר, ניתן לראות ולשחרר אותו בעזרת לחיצה פשוטה, מה שמהווה שיפור לעומת דגמים קודמים. הסטיילוס החדש גם מרגיש יותר איכותי, מכיוון שהוא כבד יותר וכולל עתה יותר מתכת. כמו עם קודמיו, ברגע שתשלפו אותו החוצה ייפתח תפריט ה”Air Command” שיאפשר לכם לבחור באפשרויות הייחודיות של העט כמו רישום הערות, בחירה חכמה, זיהוי כתב, או כל קיצור דרך אחר שתוסיפו. חידוש נוסף שאנחנו אהבנו הוא האפשרות להוסיף הערות או ציורים גם כשהמסך כבוי. פשוט כותבים משהו על המסך הכבוי והתוכן יישמר אוטומטית ברגע שנכניס את הסטיילוס חזרה למקומו.\nחידוש נוסף הוא האפשרות לשדר בלייב ישירות מהפאבלט ליוטיוב ולשתף את כולם בלינק בווטסאפ או בסמס. בדומה למה שניתן לעשות כבר בעזרת Meerkat הישראלית ופריסקופ. המכשיר זמין לרכישה בישראל החל מהיום תמורת 4,000 ש”ח, מחיר הגבוה בעשרות אחוזים ממחירו בארצות הברית, כ-700 דולר (2,700 ש”ח).\nבנוסף לנוט 5 השיקה סמסונג גם את (הכינו את הריאות) Samsung Galaxy S6 Edge Plus שהוא, כפי שציפיתם מהשם, הגרסה המוגדלת של מכשיר ה-S6 Edge שהושק לפני כחצי שנה ואותו סקרנו כבר. ה-+Edge כולל מסך 5.7 אינץ’ ומיועד למי שמרבה לראות תוכני מולטימדיה במכשיר. המכשיר יגיע לישראל בשבועות הקרובים.", "keywords": "סמסונג,פאבלט,נוט 5,השקה,samsung,galaxy,note 5,גלאקסי,אדג\\',אדג\\' פלוס,edge,edge plus"}