{"url": "https://www.geektime.co.il/office-for-mac-is-now-supports-hebrew/", "type": "article", "title": "באיחור סופר אופנתי: אופיס למק - עכשיו בתמיכה מלאה בעברית", "description": "במשך שנים נרתעו משתמשי PC רבים לעבור למק בשל אחת התוכנות הפופולאריות בישראל שלא הציגה תמיכה בעברית. אחרי למעלה מעשור מיקרוסופט מציגה לראשונה תמיכה מלאה בעברית באופיס למק", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/Screen-Shot-2016-03-10-at-12.12.15.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-10T12:05:40Z", "modified_time": "2016-03-10T12:59:15Z", "articleBody": "במשך שנים נרתעו משתמשי PC רבים לעבור למק בשל אחת התוכנות הפופולאריות בישראל שלא הציגה תמיכה בעברית. אחרי למעלה מעשור מיקרוסופט מציגה לראשונה תמיכה מלאה בעברית באופיס למק\n \n\nמאת עומר ניניו, גיקסטר.\nTHIS IS IT אמר פעם מייקל ג׳קסון (אבל לא ממש הספיק לסיים את המשפט) – אחרי שנים של תחנונים מקהילת המק בארץ, כשבינתייים גם חבילת iWork בעברית לא מספקת את הסחורה, מיקרוסופט גואלת את המשתמשים העבריים (וגם כמה מאות מליוני ערבים) מיסוריהם. אתמול (9.3.2016) בערב מיקרוסופט שחררה את גרסת הבטא של 15.20, הגרסה החדשה לאופיס 2016 למק, שהחידוש העיקרי בה הוא תמיכה מלאה בעברית וערבית.\n\nמיקרוסופט שיפרה את התמיכה בעברית וערבית במשך מספר הגרסאות האחרונות, כשבמקרה של מיקרוסופט, בניגוד לאפל, מדובר בתמיכה בכל חבילת התוכנות במקביל ולא עדכון נפרד ואיטי לכל תוכנה כמו במקרה חבילת iWork כאמור. אך כעת, כל תוכנות Office 2016 מגרסה 15.2 והלאה תומכות ותתמכנה בעברית בצורה מלאה ורשמית. התמיכה כוללת שילוב נכון של סימני אנגלית ומילים באנגלית באמצע משפט, כפתור יישור לימין ייעודי וממשק עברי מלא בכל תוכנה. התמיכה קיימת בכל גרסה, אך ממשק עברי מותנה בכך שממשק מערכת ההפעלה במק שלכם גם הוא בעברית.\n\nבמהלך הבדיקה הראשונית לא הצלחתי למצוא באגים או תקלות מיוחדות למרות נסיונותיי הרבים. הנהנים העיקריים מעדכון זה יהיו עורכי המלל הכבדים, אלו התלויים בתאימות לגרסאות אופיס לפיסי ובמסמכים מורכבים (סטודנטים למשל), אך גם אנשי הטבלאות שלא ראו תוכנת גליון נתונים טובה שתומכת בעברית ובפורמטי מיקרוסופט למק בעשרים השנים האחרונות.\n\nלמרות (או אולי בזכות) האיחור הגדול מאוד, מסתמן שמיקרוסופט עשתה עבודה מצוינת. נראה שכל תכנה תומכת בעברית כמו שתמיד רצינו שתתמוך – ללא באגים, ובצורה רשמית. כולי תקווה שהעדכון הרשמי ישוחרר לקהל הרחב בחודשים הקרובים.\nאם יש לכם את אופיס 2016 במק (או מנויים בתשלום לאופיס 365) אתם לא חייבים לחכות, אך זאת בתנאי שאתם מוכנים להיכנס לתכנת הבטא (או ה-Insiders כפי שמיקרוסופט מכנה זאת) וליטול את הסיכון שבשימוש בתכנה לא מבושלת לגמרי על עצמכם. אם אתם מוכנים לקחת את הסיכון פתחו את אחת מתוכנות אופיס, וורד למשל, בחרו את Help בבר למעלה ולחצו על Check For Updates. בתוכנת העדכונים של מיקרוסופט שתיפתח סמנו את השורה שמאפשרת לכם גישה לבטאות, חפשו עדכונים ותהנו!\n\nהכתבה פורסמה לראשונה בגיקסטר.\n ", "keywords": "אופיס,אופיס למק,אופיס בעברית,אופיס בעברית למק,office,office in hebrew,office for mac,office 2016"}