{"url": "https://www.geektime.co.il/tesla-smart-summon-problems/", "type": "article", "title": "פיצ'ר חדש, שמביא את הטסלה מהחנייה עד לנהג, עושה בלאגן ברחובות", "description": "גרסה 10 הביאה את Smart Summon שאמור להביא את הרכב עד לבעליו, אבל לא הכל ורוד בממלכת טסלה. סרטונים ותמונות ברשת מציגים תמונת מצב לא מדהימה מבחינת החברה של אילון מאסק", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/1083px-Elon_Musk_Tesla_Factory_Fremont_CA_USA_8765031426-1541081017-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-03T19:52:02Z", "modified_time": "2019-10-03T18:57:40Z", "articleBody": "גרסה 10 הביאה את Smart Summon שאמור להביא את הרכב עד לבעליו, אבל לא הכל ורוד בממלכת טסלה. סרטונים ותמונות ברשת מציגים תמונת מצב לא מדהימה מבחינת החברה של אילון מאסק\nלהגיע לבעל הרכב? תלוי מתי | מקור: Tesla\nטסלה השיקה את הגרסה העדכנית למערכת ההפעלה של המכוניות שלה, גרסה 10, בקול תרועה רמה. אחת הבשורות הגדולות של גרסה 10 הייתה אופציית Smart Summon, המאפשרת לבעלי הטסלה “לקרוא” לרכבם (כל עוד הוא נמצא במרחק של 60 מטר מהם), כך שהוא נוסע אוטונומית עד לנקודה שבה נמצא בעל הרכב. אבל נראה שהפיצ’ר לא אפוי עד הסוף.\nOver 550,000 Tesla Smart Summon uses in first few days!\n— Elon Musk (@elonmusk) October 2, 2019\n\nהבשורה הגדולה בנוגע לשימוש באופציית זימון הרכב החדשה של טסלה הגיע הלילה עם ציוץ נרגש של המייסד והמנכ”ל, אילון מאסק, שבו נטען כי תוך כמה ימים בלבד – נעשה שימש בפיצ’ר יותר מחצי מיליון פעמים.\nאבל לא הכל ורוד כשזה מגיע לפיצ’ר החדש של טסלה – משתמשים רבים מדווחים כי הם בוחרים לזמן את רכבם, במיוחד בחניונים ציבוריים, מה שמוביל לכמעט תאונות דרכים בין הרכבים שעושים את דרכם לבעליהם, לבין נהגים המשתמשים בדרך מבלי לדעת שמולם רכב נטול נהג שמנסה לנווט חזרה לבעליו.\nSo, @elonmusk – My first test of Smart Summon didn’t go so well. @Tesla #Tesla #Model3 pic.twitter.com/yC1oBWdq1I\n— Roddie Hasan – راضي (@eiddor) September 28, 2019\n\nBe forewarned @Tesla @elonmusk Enhanced summon isn’t safe or production ready. Tried in my empty drive way. Car went forward and ran into the side of garage. Love the car but saddened. #Tesla #TeslaModel3 pic.twitter.com/tRZ88DmXAW\n— AB (@abgoswami) September 28, 2019\n\nחלק מהמשתמשים אף דיווחו כי הרכבים מפספסים מעט את מיקומם ועולים על מדרכות או פונים צמוד מדי לקירות ומשפשפים את צד הרכב או רכבים אחרים. חשוב לציין שבטסלה קראו למשתמשים ב-Smart Summon לעקוב אחרי רכבם ולוודא שהם נמצאים עמו בקשר עין – כדי שיעזבו את כפתור הזימון אם רכבם עלול לפגוע ברכבים אחרים.\nהוויראליות של מקרי ה”כמעט ונפגע” או הפגיעות שהגיעו עקב השימוש בפיצ’ר החדש והמדובר של טסלה העירו גם גוף ממשלתי בארצות הברית האמון על הבטיחות בכבישים. לפי דיווח בסוכנות הידיעות רויטרס, הגוף הממשלתי יבחן את המקרים שבהם רכבי טסלה פגעו ברכבים או גופים אחרים וגם מקרים שבהם כמעט נגרמו תאונות דרכים.\nלמרות שטסלה הכניסה את הפיצ’ר החדש לעדכון התוכנה – היא עדיין מגדירה אותו כפיצ’ר בשלב בטא בלבד. בעמוד התמיכה שלי היא קוראת לבעלי הרכבים לשמור את השימוש בו לחניונים פרטיים או כבישי גישה פרטיים, בניגוד לאופן שבו היא משווקת אותו – כפיצ’ר שבו ניתן להשתמש גם בחניונים ציבוריים.\nWhat happens when Smart Summon doesn’t see the curb. Check out my latest video. https://t.co/jAj0BcvPST pic.twitter.com/OGzXocfnMN\n— Frugal Tesla Guy (@guy_frugal) September 30, 2019\n\nNear miss with Smart Summon Mode S @elonmusk #tesla #autopilot @tesla pic.twitter.com/OV5CtcW3Xz\n— Aldo (@cabaa99) September 30, 2019\n\n ", "keywords": ""}