{"url": "https://www.geektime.co.il/office-web-apps-technical-preview/", "type": "article", "title": "האופיס של מיקרוסופט מגיע לעננים", "description": "מיקרוסופט הודיעה בסוף השבוע האחרון על השקת גרסת Technical Preview של פלטפורמת ה-Office Web Apps ופתחה בזאת באופן רשמי את מלחמת המשרד הענני מול ענקית החיפוש מהצד השני של הכביש. בפעם האחרונה שנפתחה מלחמה חזיתית מסוג זה, הייתה זו Netscape שסגרה את שעריה. האם גורלה של גוגל יהיה דומה?", "image": "https://files.geektime.co.il/wp-content/uploads/2009/09/excel_web_app-300x205.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-09-20T18:00:22Z", "modified_time": "2010-12-04T10:12:00Z", "articleBody": "מיקרוסופט הודיעה בסוף השבוע האחרון על השקת גרסת Technical Preview של פלטפורמת ה-Office Web Apps ופתחה בזאת באופן רשמי את מלחמת המשרד הענני מול ענקית החיפוש מהצד השני של הכביש. בפעם האחרונה שנפתחה מלחמה חזיתית מסוג זה, הייתה זו Netscape שסגרה את שעריה. האם גורלה של גוגל יהיה דומה?\nביום חמישי האחרון, שחררה מיקרוסופט הודעה למספר מצומצם של בוחני בטא על שחרור גרסת ה-Technical Preview לפלטפורמת יישומי ה-Office Web Apps שלה. אותו מספר מצומצם של בוחנים, הוזמן לבחון לראשונה את גרסת ה-Web  של וורד, אקסל ופאואר-פוינט באנגלית וביפנית, אך אפליקצית ה-OneNote נעדרה מרשימת האפליקציות בגרסה הנוכחית. לדברי מיקרוסופט, הגרסה הנוחית של ה-Technical Preview היא מצומצמת מאוד והיא תאפשר צפייה במסמכי וורד, צפייה, עריכה ויצירה של מסמכי אקסל ומצגות בפאואר-פוינט ושיתוף מסמכים בלבד. החברה ציינה כי הגרסה הנוכחית רחוקה מלהיות גמורה ולפי הצפי הנוכחי, אפליקצית ה-OneNote יחד עם אפליקציות אופיס נוספות בגרסת ה-Web וחיבור לגרסת 2010 של חבילת האופיס המלאה ישוחררו בהמשך השנה. כמו כן, ציינה החברה כי הגרסה הנוכחית נועדה על-מנת לקבל תגובות מהתשתמשים השונים לפני השחרור של המוצרים השונים בחבילה באופן חופשי, כאשר התכנון הוא לשחרר גרסת בטא לציבור הרחב כבר במהלך השנה הנוכחית וגרסה סופית במהלך שנת 2010.\nמיקרוסופט ציינה כי סט המוצרים החדש יקרא בשם Office Web Apps וכל אחת מהאפליקציות בנפרד יזכו לשם Word Web App, Excel Web App ו-PowerPoint Web App. אחד מהדגשים העיקריים בגרסת ה-Web של משפחת אופיס תהיה על שיתוף המסמכים ברחבי הרשת ותאפשר שיתוף מסמכים כחלק מבלוגים, חיבור לאתרי רשתות חברתיות ולאתרי אינטרנט נוספים.\nלפי הנתונים שפירסמה החברה, פלטפורמת ה-Office Web Apps תוכל לעבוד על גבי דפדפני אינטרנט אקספלורר מגרסה 7 וצפונה, פיירפוקס החל מגרסה 3.5 בגרסאות לחלונות, לינוקס ומק ובסאפארי 4 למערכת ההפעלה Mac OS X. הדגש שניתן בהכרזה הוא כי כל התוכנות יוכלו לעבוד על כל הדפדפנים שצוינו על-גבי כל מערכות ההפעלה ללא צורך בתוספות או Plug-Ins נוספים. אף על פי כן, מיקרוסופט הודיעה בעבר כי היא תבצע שימוש בטכנולוגיית ה-Silverlight על-מנת לשפר את הממשק ויכולות המשתמש השונות ב-Word Web App ו-Powerpoint Web App, כפי הנראה לצורך יצירת אפקטים מיוחדים והנפשת שקופיות ואובייקטים.\nבסרטון הקצר שלפניכם, מסבירה מוניקה מנדוזה, אחת ממנהלות המוצר בקבוצת השיווק של Office במיקרוסופט על הפתרונות החדשים שמוצעים כחלק מהחבילה של Office Web apps ומספקת מספר הדגמות של הפלטפורמה החדשה.\n\nבזאת פותחת מיקרוסופט בצורה רשמית את מלחמת האפליקציות המשרדיות בענן מול חבילת ה-Google Apps שמציעה המתחרה הגדולה מהצד השני של הכביש. תסלחו לי מראש שאני לא מתייחס לכל הפתרונות הקטנים השוכבים להם בפאתי הרשת אשר מציעים לעיתים מספר רב של תכונות ייחודיות וערך מוסף אל מול הגדולים, אך זה הייתה ולעולם תישאר מלחמת הענקים. מצד אחד של הזירה, גוגל נמצאת עם גרסאות ה-Web של האפליקציות שלה אשר קיימות יותר משנתיים ברשת והן מכילות מאות מיליוני מסמכים שנכתבו בידי מיליוני משתמשים שונים, דבר המספק לגוגל יתרון מוקדם בתחום. בצד השני של הזירה, עומדת מיקרוסופט עם הכרות רבת שנים עם תחום האפליקציות המשרדיות ומעל ל-500 מיליון משתמשים באופיס על גרסאותיו השונות בבית ובמקום העבודה. אלו מספקות למיקרוסופט יתרון בתחום השימושיות וההכרות של המשתמשים עם הממשק ועם הפלטפורמה (אשר תשאר זהה יחסית, למעט מחסור בכמה יכולות מתקדמות, לגרסת ה-Office המקומית).\nבינתיים, גוגל הורידה לא מזמן את סימן ה-Beta משירותי ה-Apps שלה בעוד השירות של מיקרוסופט נמצא רק בשלבים ראשוניים ולכן עדיין נושא את הסימן בראשו. אף על פי כן, העובדה שסימן הבטא כבר לא נמצא על השירותים השונים של גוגל, עדיין לא מעיד על יציבות שכן התקריות במהלך החודשים האחרונים אשר הובילו לקריסה בשירותים השונים שמספקת גוגל למשתמשי הפרטיים והעסקיים העלו ועדיין מציגים שאלה קיומית בכל הנוגע להסתמכות על פלטפורמות ענן לצורך העבודה השוטפת וניהול מידע תקין וזמין.\nרק להזכירכם, בפעם האחרונה שהייתה מלחמה דומה, הייתה זו מלחמת הדפדפנים בשנות ה-90. החברה הדומיננטית בשוק דאז, Netscape, אשר הגיעה גם היא בדומה לגוגל עם יתרון הנוכחות המוקדמת בשוק, נמחצה באכזריות והותירה את הדפדפן המיקרוסופטי לשליטה חסרת תחרות עד לשנים האחרונות. האם גם גורלה של גוגל יהיה זהה, או שזוהי דווקא ענקית החיפוש שכבר גדלה מספיק כדי לנסות את כוחה בההתמודדות ראש בראש אל מול הענקית מרדמונד ואולי אפילו לנצח? מה אתם חושבים?", "keywords": "מיקרוסופט,אופיס,אופיס ווב אפס,אופיס 2010,וורד,אקסל,פאואר-פוינט,גוגל,סאפארי,אינטרנט אקספלורר,פיירפוקס,סילברלייט,נטסקייפ,microsoft,office,office web apps,internet explorer,netscape,firefox,safari,google,google apps,silverlight"}