{"url": "https://www.geektime.co.il/new-samsung-products-in-israe/", "type": "article", "title": "סמסונג חושפת מוצרים חדשים בישראל", "description": "במסיבת עיתונאים שעורכת ברגעים אלה חברת סמסונג בתל אביב, חושפת הענקית הדרום קוריאנית שורה של מוצרים חדשים שיושקו בישראל ובינהם גם את ליין המחשבים האולטרה ניידים שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2011/05/samsung9.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-05-22T11:34:03Z", "modified_time": "2011-05-22T16:40:17Z", "articleBody": "במסיבת עיתונאים שעורכת ברגעים אלה חברת סמסונג בתל אביב, חושפת הענקית הדרום קוריאנית שורה של מוצרים חדשים שיושקו בישראל ובינהם גם את ליין המחשבים האולטרה ניידים שלה\nצילום: יח\"צ, סדרת 9 החדשה של סמסונג\nבמסיבת עיתונאים המתקיימת בדקות אלה (א’) בתל אביב, חושפת חברת סמסונג יחד עם נציגתה הרשמית בישראל, קבוצת חיון, שורה של מוצרים חדשים שיושקו בקרוב בישראל.\nבין המוצרים החדשים ניתן לאתר גם את ליין המחשבים האולטרה ניידים של החברה שנועד להתחרות במחשבי המקבוק אייר של אפל אך מציע, לפחות בשלב זה, נתונים חומרתיים עוצמתיים יותר מזו של קופרטינו.\nהוא שוקל רק 1.31 ק”ג ומציג גזרה דקיקה במיוחד (16 מ”מ). סדרה 9 של סמסונג היא מה שנותר מהתקופה שבה מחשבים נישאים נחשבו לסמל סטטוס. בשנים האחרונות המחירים ירדו, הביצועים עלו ומחשבים ניידים הם הכל חוץ מסמל סטטוס, סדרת האולטרה ניידים אותה חושפת סמסונג כמחשבי “אולטרה פרימיום”, הם יקרים יותר, מעוצבים יותר ומציעים ביצועים מרשימים במסגרת הדחיסה הכללית לקווי המתאר המאוד רזים בהם המחשב מתהדר.\nסדרה 9 כוללת את מעבדיה החדשים של אינטל: i5 ו-i7. הם מצויידים בזיכרון RAM של עד 8 ג’יגה בייטים. העיצוב עצמו מרשים, מעטפת המחשב בנויה מסגסוגת קלה וחזקה בצבע מטאלי כהה. גודל המסך: “13.3, מסוג LED-Backlit והוא מצוייד בכוננים קשיחים מסוג SSD.\nהכוננים החדשים המובנים בסדרה 9 של סמסונג הם מסוג SSD ומגיעים בנפח של 128 או 256GB, זמן הסוללה הוא עד 6.5 שעות עבודה והוא מצוייד במשטח עכבר מולטיטאצ’ כחלק מיישור קו של סמסונג עם יתר המחשבים הנישאים המיוצרים על ידה.\nהמחשב יימכר החל מסוף החודש הנוכחי בבלעדיות ברשת באג תמורת 7,999 ש”ח.\nאלו המופתעים מהמחיר הגבוה יצטרכו לזכור שסמסונג לא מייעדת את המחשב לכל אחד וממתגת אותו מלכתחילה כמחשב “אולטרה פרימיום”.\nצילום: יח\"צ, סדרת 950 של סמסונג\nליין מוצרים נוסף שמשיקה סמסונג בישראל הם מסכי תלת מימד דקים במיוחד, סדרה 950 החדשה של החברה. שני הדגמים שיושקו בארץ הם ה-Samsung SA950 ו-Samsung TA950. המסכים החדשים בעלי תאורת LED בעלי עיצוב ייחודי ותומכים כאמור בתצוגת תלת מימד.\nעל מנת להנות מתצוגת תלת המימד יתבקשו המשתמשים לענוד משקפי תלת מימד בטכנולוגיית RF המסופקים יחד עם המסכים.\nאחד היתרונות של המסכים החדשים נעוץ בכך שהם מאפשרים לצפות בתכנים ישירות מתוך התקן חיצוני, באמצעות חיבור USB המצוי במסך עצמו.\nהמחירים:\nדגם ה-S23A950, מסך מחשב התומך בתצוגת תלת מימד בגודל “23 יימכר תמורת 2,299 ש”ח\nדגם ה-T27A950D מסך מחשב הכולל גם מקלט טלוויזיה ותמיכה בתלת מימד בגודל “27 יימכר תמורת 3,790 ש”ח\nשניהם יושקו באופן רשמי בישראל בסוף חודש יוני הקרוב.", "keywords": "samsung,smart tv,smartv,ultra,אולטרה נייד,ליין,מוצרים,מוצרים חדשים,מסכים,מקבוק אייר,סמסונג,פרימיום"}