{"url": "https://www.geektime.co.il/geekstarter-13-08-14/", "type": "article", "title": "GeekStarter: מצעד פרוייקטי ה-Kickstarter וה-Indiegogo שאהבנו השבוע", "description": "והשבוע: מקרן חכם שהופך כל משטח אליו הוא מקרין למסך מגע, מדפסת תלת מימד שיודעת לסרוק ולשכפל כל פריט שהיא סורקת ומתקן חכם לנייר טואלט שיתריע לכם שנייה לפני שקורה אסון", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/toeilt.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-15T10:39:30Z", "modified_time": "2014-08-15T10:42:37Z", "articleBody": "והשבוע: מקרן חכם שהופך כל משטח אליו הוא מקרין למסך מגע, מדפסת תלת מימד שיודעת לסרוק ולשכפל כל פריט שהיא סורקת ומתקן חכם לנייר טואלט שיתריע לכם שנייה לפני שקורה אסון\n קיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. בפינת גיקסטארטר, בכל שבוע נציג בפניכם 3 פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\nצילום מסך\nרוב המקרנים הניידים הקיימים בשוק טובים בלעשות דבר אחד: לקחת את מכשיר האנדרואיד או האייפון שברשותכם, ולהקרין את התוכן המוצג עליו. פרוייקט ה-TouchPico, לעומת זאת, מציג חדשנות של ממש ומאפשר למשתמשים לבצע אינטראקציה עם האפליקציות הללו על משטח ההקרנה עצמו, באמצעות עט סטיילוס מצורף מיוחד. ה-TouchPico מסוגל לתפוס את המיקום של העט באמצעות מצלמת אינפרא-אדום כלולה, לחשב את הקוארדינטות ולהמיר את משטח התצוגה ל״מסך מגע״ של ממש. המשמעות, היא שלא משנה באיזה משטח אתם משתמשים, או מה גודל התצוגה המוקרנת (עד 80 אינץ׳), אתם שולטים במסך מגע עם שיעור קלט של עד 40 פריימים לשנייה.\nה-TouchPico מגיע עם מערכת ההפעלה אנדרואיד 4.2 Jelly Bean מובנית בתוך המערכת, קישוריות Wi-Fi, עכבר אלחוטי, קישוריות Google Cast Streaming המאפשרת לכם להזרים אליו תכנים כמו ל-Chromecast, פלט שמע ועוד על מנת להפוך את המכשיר למערכת קטנה וחכמה אותה תוכלו לקחת לכל מקום. פרוייקט ה-Mobile Odin של Dos Owls נחל הצלחה גדולה, וכעת נשאר לראות האם הפונקציונליות של הפיכת כל משטח הקרנה למסך מגע של ממש תעשה את שלה. אם תרצו לרכוש את המכשיר ולקבלו כבר בחודש אוקטובר, תוכלו לעשות זאת תמורת 349 דולר. עד כה, הפרוייקט גייס כבר 485 אלף דולר.\nלדף הפרוייקט באינדיגוגו\n\nקרדיט תמונה: אינדיגוגו\nבתקופה האחרונה, מדפסות תלת מימד הפכו גם למנת חלקם של המשתמשים הביתיים, ולא רק של יצרניות פריטי חומרה ומפעלים. אחת הבעיות הגדולות ביותר שמשתמשים ביתיים נתקלים בהן, היא שבחלק מהמקרים הם לא יודעים כיצד לעצב את המודל אותם הם רוצים להדפיס ולשלוח את ההנחיות ישירות אל המדפסת. בדיוק עבור כך נולדה מדפסת ה-Blacksmith Genesis, המסוגלת לקחת מודל קיים, לסרוק אותו ולשלוח אותו חזרה להדפסה – פתרון מצוין במידה ושברתם כלי פלסטיק שימושי או צעצוע לדוגמא, אשר תרצו לעשות בו שימוש מבלי להחליף אותו בחנות או לקנות אחד חדש.\nבניגוד למדפסות תלת מימד קלאסיות, בהן ראש ההדפסה צריך לזוז ולעשות את כל העבודה, מדפסת ה-Genesis עושה שימוש במנגנון Rotate מיוחד, המאפשר לראש ההדפסה להדפיס מוצרים גדולים ומסובכים הרבה יותר – בדומה לצורה שבה תקליטור מסתובב בכונן התקליטורים. פיצ׳רים נוספים אותם מציעה מדפסת ה-Blacksmith Genesis, היא האפשרות לצפות בשידור חי בתהליך ההדפסה בזמן שאתם עושים את שאר הסידורים שלכם בבית. 30 המשתמשים הראשונים יכולים להזמין את המדפסת המעניינת תמורת 1,200 דולר ולקבל אותה בסביבות פברואר-מרץ 2015.\nלדף הפרוייקט באינדיגוגו\n\nקרדיט תמונה: קיקסטארטר\nכמה פעמים קרה לכם שנכנסתם לשירותים בשיא הלחץ, עשיתם את מה שעשיתם והופ! פתאום האסון הגדול ביותר שיכול לקרות באותה הסיטואציה קורה – אתם שמים לב שנגמר לכם נייר הטואלט בשירותים. מה תעשו? ובכן, שני יזמים מאן הארבור מציעים להציל את המצב עם RollScout – מתקן נייר טואלט חכם שיתריע בפניכם כל פעם שהנייר הולך להיגמר, על ידי שימוש בקרן אינפרא אדום. כאשר נייר הטואלט נגמר, תקבלו התראה ישירות למכשיר הסמארטפון שלכם.\n6 ימים לתום תקופת המימון של הפרוייקט בקיקסטארטר, הסכום שהצליחו לגייס הוא קרוב ל-13 אלף דולר בלבד, כך שהסיכוי שלהם להגיע אל יעד הגיוס – 37,500 דולר הוא לא גדול. אם בכל זאת אתם מאמינים בפרוייקט וחושבים שהוא יגיע ליעד הגיוס שלו, תוכלו להשקיע 50 דולר (ועוד 15 דולר עבור משלוח בינלאומי) ולקבל את מחזיק נייר הטואלט החכם ישירות לביתכם.\nלדף הפרוייקט בקיקסטארטר\nמקור: קיקסטארטר\n ", "keywords": "קיקסטארטר,גיקסטארטר,אינדיגוגו,kickstarter,geekstarter,indiegogo,מימון המונים,rollscout,נייר טואלט,שירותים,toilet,blacksmith genesis,מדפסת תלת מימד,3d print,3d scanner,touchpico,מסך מגע,משטח,מקרן,projector"}