{"url": "https://www.geektime.co.il/microsoft-launches-office-2010-and-sharepoint-2010-for-busines/", "type": "article", "title": "מיקרוסופט מציגה את עתיד היעילות העסקית עם Office 2010 ו-SharePoint 2010", "description": "מיקרוסופט הכריזה היום על זמינות כלל-עולמית של Microsoft Office 2010 ו-Microsoft SharePoint 2010 וכן של Microsoft Visio 2010 ו-Microsoft Project 2010 ללקוחותיה העסקיים ברחבי העולם", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/05/Stephen-Elop-150x150.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-13T14:35:10Z", "modified_time": "2010-05-13T14:35:10Z", "articleBody": "מיקרוסופט הכריזה היום על זמינות כלל-עולמית של Microsoft Office 2010 ו-Microsoft SharePoint 2010 וכן של Microsoft Visio 2010 ו-Microsoft Project 2010 ללקוחותיה העסקיים ברחבי העולם\nמיקרוסופט הכריזה היום על זמינות כלל-עולמית של Microsoft Office 2010 ו-Microsoft SharePoint 2010 וכן של Microsoft Visio 2010 ו-Microsoft Project 2010 ללקוחותיה העסקיים ברחבי העולם. למעלה מ-90 מיליון עסקים יוכלו לפרוס מעתה את סדרת מוצרי 2010  וליהנות מהתייעלות משמעותית ומתשואה גבוהה יותר על השקעותיהם בתוכנה.\nסטיבן אלופ, נשיא החטיבה העסקית, מיקרוסופט: “Office 2010 ו-SharePoint 2010 מגדירים את עתיד הפרודוקטיביות בסביבה העסקית. סדרת מוצרי 2010 תאפשר לארגונים לחסוך, לחדש ולצמוח, ככל שעובדיהם יפיקו תועלת מהעבודה המשולבת עם המחשב, הטלפון והדפדפן.”\nמחקר שבוצע על ידי חברת הייעוץ פורסטר במימון מיקרוסופט בדק את ההשפעה הכלכלית הכוללת של הטמעת 2010 של Office‏,  SharePoint 2010‏, 2010 Exchange ו-Office    Communications Server 2007 R2 בארגון. על פי המחקר, החזר ההשקעה (ROI) עומד על 301% ותקופת ההחזר היא 7.4 חודשים בלבד לאחר הפריסה. עוד התגלה כי ארגונים גדולים יוכלו לחסוך בממוצע כ-13 מיליון דולר בתקופה של שלוש שנים, כלומר חיסכון של יותר משני שבועות עבודה בשנה.\nתוכניות הביתא של Office 2010 ו-SharePoint 2010 היו הגדולות ביותר שניהלה מיקרוסופט מעולם; השתתפו בהן 8.6 מיליון איש – פי שלושה לעומת תוכניות הביתא של 2007 Office. למעלה מ-1,000 שותפים כבר עוסקים בפיתוח פתרונות לסדרת מוצרי 2010.\nחוויה רציפה במחשב, בטלפון ובדפדפן\nחבילת Office 2010 והמוצרים הנלווים מציעים חווית שימוש רציפה במחשב, בטלפון הסלולרי ובדפדפן שיסייעו למשתמשים לבצע מגוון פעילויות:\nלהתחבר ולשתף פעולה – זאת באמצעות עבודה משותפת על מסמכי Microsoft Word‏, PowerPoint ו-OneNote. ליכולת זו מצטרפות היכולות המתקדמות לניהול דואר אלקטרוני ולוח שנה ב-Outlook; והתוספות החדשה, Outlook Social Connector, המאפשרת הזנה ישירה של היסטוריית תקשורת ועדכונים מרשתות חברתיות לתוך Outlook.\n לעבוד מכל מקום – זאת באמצעות Office Web Applications, שהן הגרסאות ה’קלות’ של Word‏, PowerPoint‏, Excel ו-OneNote שמאפשרות עבודה עם דפדפן אינטרנט. יישומי ה- Web הללו מאפשרים גישה נוחה למסמכים מכל מקום, והם משמרים את  המראה והתחושה של כל מסמך ללא תלות בהתקן, דהיינו התוכן והעיצוב נראים בדיוק אותו הדבר במחשב, בטלפון הסלולרי ובדפדפן.\nלהפיח חיים ברעיונות – זאת באמצעות היכולות לעריכת וידאו, טקסט ותמונות ויכולות השידור הכלולות ב-PowerPoint, התצוגה המקדימה האוטומטית ב-Word, נוחות ההכנה של מסמכים באמצעות תצוגת Microsoft Office Backstage והרכיב החדש Sparklines המשולב ב-Excel להמחשה חזותית מדויקת של מגמות ונתונים.\n לקבל תובנות עסקיות בזמן אמת – זאת באמצעות יכולות הבינה העסקית המשולבות ביישומי Office המוכרים, שמסוגלים להפוך נתוני עבודה יומיומיים למידע יקר-ערך. ניתן לבצע כריית נתונים בכל מחשב דסקטופ בהיקף של 100 מיליון רשומות בכל גיליון Excel. (לעומת 1 מיליון כיום)\nפתרונות ענן גמישים\nכל הטכנולוגיות החדשות הללו זמינות עתה גם בענן, והן מציעות למנהלי ה-IT  חופש בחירה וגמישות ללא תקדים בתהליכי הרכש וההטמעה.\nיישומי הענן Web Applications Office זמינים עתה ללקוחות במסגרת הסכמיOffice Volume Licensing. בנוסף, ניתן יהיה לרכוש מנוי ל- Web Applications Office  במסגרת רכישת שירותי Microsoft Online Services.   \nעסקים רבים מאמצים בעת האחרונה את חזון הענן של מיקרוסופט ומספר לקוחות Microsoft Online Services מגיע כיום ל-40 מיליון. בין הלקוחות החדשים ניתן לציין את Kraft Foods‏, Novartis International ו-Codelco, חברת הכרייה הגדולה בעולם.\nזמינות \nOffice 2010 זמין כבר עכשיו ב-14 שפות ובחודשים הבאים, צפויה הפצה הן של Office 2010 והן של מוצרים קשורים ב-94 שפות.", "keywords": "mycrosoft,מיקרוסופט,office 2010,sharepoint 2010,visio 2010,project 2010,stephen elop,סטיבן אלופ,יישומי הענן,cloud aplications,web applications office"}