{"url": "https://www.geektime.co.il/hp-slate-tablet/", "type": "article", "title": "כשלון ידוע מראש: HP Slate הושק / דעה", "description": "HP Slate חוזר מהמתים. הדיווחים שהתייחסו לגניזת הפרוייקט מתבדים באמצעות השקה מתוקשרת של מחשב לוח המיועד עבור העולם העסקי. אלא שמחשבי לוח מבוססים חלונות הם סיפור ארוך, ישן ובעיקר כושל. מה גורם לחברת מחשוב שמחזיקה באחת ממערכות ההפעלה הטובות ביותר בשוק מסכי המגע לחזור על טעויות העבר?", "image": "https://files.geektime.co.il/wp-content/uploads/2010/10/5100584180_690db9f63f-300x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-10-23T09:05:18Z", "modified_time": "2010-10-23T22:11:17Z", "articleBody": "HP Slate חוזר מהמתים. הדיווחים שהתייחסו לגניזת הפרוייקט מתבדים באמצעות השקה מתוקשרת של מחשב לוח המיועד עבור העולם העסקי. אלא שמחשבי לוח מבוססים חלונות הם סיפור ארוך, ישן ובעיקר כושל. מה גורם לחברת מחשוב שמחזיקה באחת ממערכות ההפעלה הטובות ביותר בשוק מסכי המגע לחזור על טעויות העבר?\nמחשב לוח עם חלונות, לא היינו בסיפור הזה כבר...?\nמחשב הלוח של HP שהוכרז בתחילת השנה במהלך כנס CES 2010, זוכה להשקה מאוחרת במיוחד. המכשיר החדש שדיווחים קודמים ציינו כי נגנז, צץ והופיע בדמות מחשב לוח המיועד לשוק העסקי ובעבור מחיר גבוה מהצפוי.\nהמכשיר החדש מצוייד במסך מגע בגודל “8.9, מצלמה קדמית ואחורית, חיבור USB, מעבד 1.86GHz של אינטל, 2GB זכרון פנימי (RAM) ובעל נפח אחסון בגודל 64GB. מערכת ההפעלה המגיעה עם המכשיר היא חלונות 7 המעניקה תמיכה מלאה ברכיב הפלאש של אדובי. בניגוד לתחילת דרכו ולאופן בו הוצג ה-Slate, ממותג כעת מחשב הלוח עבור השוק העסקי והוא נמכר בעבור 799 דולרים.\nשבועיים לפני שהוכרז מכשיר האייפד על ידי אפל קשה היה להמנע מהרחש סביב ההשקה העתידית של אחד המכשירים המיתולוגים של קופרטינו ששמועות אודותיו החלו שנים לפני שהוכרז. תחילת ינואר, שנת 2010, כנס CES השנתי חושף את המועמד של מיקרוסופט ו-HP, שנייה לפני שאפל צפויה להציג את האייפד. ה-HP Slate עושה כותרות אך לא מחדש דבר. מחשבי לוח מבוססי חלונות הן הסטוריה ארוכה של מכשירים כושלים. HP מעניקה להמונים קונספט מוכר, נטול מקלדת אך בעל מערכת הפעלה שפותחה עבור שימוש במקלדת ועכבר. המכשיר נחשף, אך חודשים לאחר מכן מגיעים דיווחים על גניזתו של הפרוייקט.\nהשקתו של האייפד בסוף ינואר השנה חשף לראשונה קונספט שונה עבור מחשבי לוח. לא מדובר עוד בתחליף למחשב, לא במערכת הפעלה סטנדרטית, אלא במכשיר ייעודי בעל שוק נפרד לחלוטין ובעל מערכת הפעלה ייעודית למסכי מגע. נתוניו החומרתיים של ה-Slate מתעלים על האייפד, כך גם מערכת ההפעלה שמריץ, אלא שכאן בדיוק נעוצה הבעיה.\nהחלטתה של HP לשנות כיוון ולמתג את ה-Slate כמכשיר עסקי ולא כמכשיר מולטימדיה עבור המשתמש הפרטי היא תחילת ההפנמה של ענקית המחשוב עם הצעד השגוי שלקחה עם פיתוחו המואץ והשקתו המיותרת של ה-Slate. השוק העסקי, צפוי שיבחר להשתמש במחשבים ניידים קלים ועוצמתיים, כאלו שמציעים מקלדת ומשטח עכבר, כאלו שבאמת מתאימים למערכת ההפעלה הרצה עליהם.\nמוטב היה לה ל-HP להקשיב לדיווחים השקריים שהתייחסו לביטול פרוייקט ה-Slate. גם בטעויות אפשר להודות, מיקרוסופט גנזה את פרוייקט הסלולר היומרני שלה “KIN” שבועות אחדים לאחר שהושק בקול רעש גדול. הערכתי הרבה לכך. החברה השכילה להבין מוקדם כי אין עתיד לצמד המכשירים שהשיקה בעולם הסלולרי שהתגבש בשלבי הפיתוח שלהם והודיעה מהר על ביטולם.\nלפני מספר חודשים רכשה HP את חברת פאלם, קיסרית מחשבי כף היד לשעבר, שהתמוטטה עם השתלטותם של מכשירי הסמארטפון על השוק. אין ספק כי רכישתה של פאלם על ידי ענקית המחשוב נועדה בראש ובראשונה להעניק ל-HP אחיזה על מערכת ההפעלה WebOS, מהטובות שקיימות בשוק מערכות ההפעלה למכשירי מגע. בזמן שמשיקה HP את ה-Slate עם מערכת ההפעלה חלונות 7 אוחזת החברה בידה השנייה בתשובה המנצחת לכניסתה לשוק מחשבי הלוח המתחדש.\nאל תטעו, זה עניין של זמן ולא רב, עד ש-HP תשיק מחשב לוח ראוי, העושה שימוש במערכת ההפעלה WebOS. עד אז, נאחל המון בהצלחה ל-Slate בתחילת דרכו בעולם העסקי.\n", "keywords": "פאלם,hp,טבלט,מחשב כף יד,מחשב לוח,אייפד,אפל,webos,slate,hp slate"}