{"url": "https://www.geektime.co.il/%d7%9e%d7%95%d7%96%d7%99%d7%9c%d7%94-%d7%91%d7%a4%d7%a8%d7%95%d7%99%d7%99%d7%a7%d7%98-%d7%97%d7%93%d7%a9-%d7%9e%d7%a2%d7%a8%d7%9b%d7%aa-%d7%94%d7%a4%d7%a2%d7%9c%d7%94-%d7%9e%d7%91%d7%95%d7%a1%d7%a1/", "type": "article", "title": "מוזילה בפרוייקט חדש: מערכת הפעלה מבוססת רשת", "description": "פרוייקט פיתוח מערכת הפעלה חדשה, מבוססת רשת, יוצא לדרך. אם אתם מפתחים, יש לכם הזדמנות לקחת חלק באחד מהפרויקטים השיתופיים המעניינים היום בתחום", "image": "https://files.geektime.co.il/wp-content/uploads/2011/07/mo1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-07-27T16:59:18Z", "modified_time": "2011-07-28T09:38:36Z", "articleBody": "פרוייקט פיתוח מערכת הפעלה חדשה, מבוססת רשת, יוצא לדרך. אם אתם מפתחים, יש לכם הזדמנות לקחת חלק באחד מהפרויקטים השיתופיים המעניינים היום בתחום\nצילום: יח\"צ\nמערכות הפעלה מבוססות רשת, או מבוססות ענן, קיימת מזה זמן מה. הידועה מביניהן היא מערכת ההפעלה של גוגל, ה-Chrome OS, שאמורה לאפשר לנו לנהל חיים דיגיטליים שלמים באמצעות מחשב, שיטען את כל התוכניות (אפליקציות) ואת כל מה שנצטרך, היישר מתוך הענן.\nבין היתרונות שמציינים בגוגל למערכת מבוססת רשת שכזו היא העובדה שכל המידע, כולל הקבצים האישיים שלכם, מאוחסן בענן של גוגל, כלומר off-site ולא אצלכם. כך, אם תהיה לכם בעיה, כמו תקלת מחשוב או שריפה, חלילה, במקום העבודה, המידע שלכם שמור במיקום מרוחק אחר, ותוכלו לגשת אליו מכל מחשב.\nיתרון נוסף הוא כמובן מהירות האיתחול. אחד המאפיינים הבולטים שגוגל מנסה להדגיש בכל הקשור ל-Chromebooks היא העובדה שהזמן שלוקח למחשב לעלות ירד למסך תוך שניות בודדות, במקום כמה דקות. מדובר בחסכון זמן משמעותי, במיוחד כאשר מחשבים את החסכון המצטבר של כל המשתמשים שישתמשו במחשבים מהירים שכאלה.\nאת מערכת ההפעלה Chrome OS השיקה גוגל בדצמבר שעבר. מאז, הרעיון של מערכת הפעלה מבוססת רשת, וגם כל תחום מיחשוב הענן, קיבל דחיפה משמעותית, כאשר חברות רבות מתחילות להביע עניין בתחום ובוחנות כיצד הן יכולות לקחת בזה חלק.\nהפרוייקט של מוזילה: Booting to Gecko, שם לעצמו למטרה לפתח מערכת הפעלה מבוססת קוד פתוח, שתתבסס על הרשת. בפורום הפיתוח של הפרויקט הגדירו את מטרת הפרויקט כך: “the goal of building a complete, standalone operating system for the open web.”\nבשלב הזה, הפרוייקט נמצא בפיתוח ראשוני בלבד, ובסך הכל יש לו שלד בסיסי, אך זה בהחלט פרויקט שגוגל תעקוב אחריו, מכמה סיבות. הסיבה הראשונה היא התחרות על המשאב האנושי. אנשים שירצו לעזור בפיתוח של מערכת ההפעלה של מוזילה שייכים ברובם לאותה קהילה של מתכנתים מוכשרים שיכולים לעזור לה עם פרויקט ה-Chrome OS.\nהמשיכה האמיתית של הפרויקט של מוזילה היא, שבשונה מצורת הניהול המועדפת על גוגל בפרויקטים דומים (ע”ע פיתוח מערכת ההפעלה אנדרואיד), במוזילה מודיעים כבר מעכשיו שהקוד, כולל כל השינויים, יהיה זמין למפתחים באמצעות האתרים של מוזילה. מוזילה לא מתכוונת לעכב פרסום קוד, כמו שגוגל עושה. למעשה, ההתנהלות הזו של גוגל, לפיה היא מעכבת שחרור קוד חזרה לקהילה גם אחרי שהיא הכניסה אותו לגרסה האחרונה של המערכת גורמת לביקורת קשה מתומכי הקוד הפתוח, שטוענים שעיכוב הקוד הוא משחק מלוכלך מצידה של גוגל במקרה הטוב, ושלילת אחד מעקרונות היסוד של הקוד הפתוח במקרה הרע. אותם אנשים אף טוענים שעל רקע עיכוב שחרור הקוד על גוגל להימנע מלהטעות ולרמוז שאנדרואיד מפותחת כפרויקט קוד פתוח, כאשר בפועל גוגל מעכבת את הקוד אצלה ללא כל הצדקה.\nאיזה מאפיינים יהיו למערכת ההפעלה החדשה? אילו תוכנות? אילו קיצורים? הדרך עוד ארוכה עד שנזכה למערכת הפעלה מוכנה וגמורה, וכנראה שהתוכניות של מוזילה יעברו עוד מספר גלגולים עד אשר היא תהיה מוכנה לציבור הרחב.\nאילו פי’צרים אתם הייתם רוצים שיהיו למערכת ההפעלה, אם אתם הייתם מתכננים אותה?\n", "keywords": "cloud computing,booting to gecko,chrome os,chromebook,chromebooks,mozilla,יוחאי בנקלר,קוד פתוח,מיחשוב ענן,"}