{"url": "https://www.geektime.co.il/google-io-2013/", "type": "article", "title": "כל מה שפספסתם אם לא ראיתם את ה-Keynote של Google I/O 2013", "description": "אירוע הפתיחה של כנס המפתחים השנתי של גוגל, Google I/O כלל לא מעט הכרזות מעניינות, שירותים ואף מכשירים חדשים. בפוסט אחד תמציתי וענייני, סיכמנו עבורכם את כל מה שקרה שם אמש", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/googleiomain477361.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-16T09:23:14Z", "modified_time": "2013-05-16T12:47:47Z", "articleBody": "אירוע הפתיחה של כנס המפתחים השנתי של גוגל, Google I/O כלל לא מעט הכרזות מעניינות, שירותים ואף מכשירים חדשים. בפוסט אחד תמציתי וענייני, סיכמנו עבורכם את כל מה שקרה שם אמש\n\nנקסוס 7 חדש לא היה שם וגם הגרסה החדשה לאנדרואיד נדחתה להמשך, אך במשך שלוש השעות הראשונות של Google I/O הציגה גוגל אינספור חידושים ושדרוגים לכמעט כל השירותים של החברה החל מתכונות חדשות ויעילות עבור מפתחי אפליקציות, שירות הזרמת מוזיקה חדש ואפילו מכשיר דגל ישן-חדש שמקבל טבילה במאונטיין וויו.\n\nגוגל הודיעה כי נכון להיום, ישנם יותר מ-900 מיליון מכשירי אנדרואיד שהופעלו ברחבי העולם. כמו כן, החברה הצהירה כי היא חצתה רף של 48 מיליארד הורדות של אפליציות וכי גוגל שילמה השנה למפתחים יותר בהשוואה לשנה שעברה. נכון לעכשיו, 2.5 מיליארד אפליקציות מותקנות על מכשירי אנדרואיד מידי חודש.\nסונדר פיצ’אי, סגן נשיא בגוגל וראש תחום אנדרואיד וכרום סיפר בתחילת האירוע כי “אנשים מאמצים את ההתקנים הללו בקצב מדהים. כשאתם מסתכלים על כל התקני המחשוב הללו, זהו עולם של מסכים בעלי חיישנים, אשר יכולים להסתכל ולהרגיש. אנו עדים כיום לאחד מהרגעים החשובים ביותר בתחום המיחשוב, כאשר בלבו של מסע זה נמצאת ההשפעה שיכולה להיות על בני אדם ברחבי העולם. היום, אנדרואיד היא מערכת ההפעלה הניידת הפופולארית ביותר בעולם.”\n\nלחזרה למעלה\nכחלק מההכנות לאירוע המפתחים של גוגל, הצהיר פיצ’אי כי הפוקוס העיקרי באירוע יהיה באלמנטים, פיצ’רים ונושאים נוספים שנועדו עבור המפתחים, במטרה לעזור להם לייצר ולפתח מוצרים טובים יותר מבעבר לאנדרואיד ולכרום.\nאחת מהמצגות שהופיעו על גבי המסך במרכז הכנסים, היתה אתר ייעודי בו מפתחים יוכלו לבקש תרגומים עבור המחרוזות באפליקציות שלהם ולקבל את המחרוזות מתורגמות בחזרה, כאשר התהליך ייעשה באמצעות פלטפורמת ה-Developer Console תמורת תשלום. הפיצ’ר החדש צפוי להקל על המפתחים לבצע את המעבר של יישומים מאזור אחד, או ממדינה אחת ספציפית למגוון מדינות ושפות ברחבי העולם, ובכך להגדיל את מספר הזירות בהן האפליקציה תהיה זמינה למכירה, ובכך להגדיל את ההכנסות.\n\nבנוסף, גוגל הרימה את הכף והכריזה על שירות חדש המיועד לבדיקות אלפא, בטא ובדיקת מוצר QA לאפליקציות אנדרואיד. הרעיון העיקרי של השירות הוא שברגע שמפתחים כבר הוציאו אפליקציה לחנות ה-Play Store וירצו להכניס מספר תכונות חדשות אל תוך האפליקציה שלהם, הם יוכלו לעשות זאת מבלי לפגוע בכלל המשתמשים במידה והפיצ’רים החדשים אינם עובדים. דרך ה-Developer Console, המפתחים יכולים לבחור קבוצת ניסוי קטנה לבחינת העדכון החדש של האפליקציה, כולל משוב מלא מהמשתמשים. כאשר מגיע זמן ההשקה של האפליקציה, המפתחים יכולים לבחור באחוז מסויים של משתמשים שיקבלו את העדכון ולהגדיל אותו עם הזמן כאשר הבאגים מתוקנים, עד להשקה המלאה המתוכננת.\nכמו כן, גוגל הודיעה על השקת סביבת פיתוח חדשה, Android Studio IDE אשר מהווה סביבת מפתח משולבת שנבנתה ספציפית עבור מפתחי אפליקציות ומשחקים לאנדרואיד. על פי החברה, סביבת הפיתוח החדשה תגרום למפתחים להיות מהירים יותר ויעילים יותר ותהווה תחליף לתוכנת הפיתוח הפופולריות ביותר כיום למפתחי אנדרואיד, Eclipse. סביבת Android Studio בנויה בבסיסה על IntelliJ ותהווה סביבת פיתוח מלאה מבחינת התכונות שהיא תציע.\nלחזרה למעלה\nבהמשך לדיווחים הקודמים, גוגל אישרה היום סוף סוף את קיומו של שירות Google Play Games, חבילת תכונות חדשות שמגיעות עם Google Play Services ומפתחים משחקים לאנדרואיד יכולים לשלב ביצירות שלהם. הבשורה הגדולה ביותר היא סנכרון נתוני המשתמש במשחק ישירות בענן, אשר מאפשר למפתחים לסנכרן את ההתקדמות של השחקנים שלהם על גבי כל המכשירים, גם באנדרואיד וגם ב-iOS בשרתי הענן של Google.\nבנוסף לסנכרון נתונים בענן, חבילת Google Play Services המעודכנת מביאה עמה גם אפשרות להטמעת פיצ’רים נוספים כגון הישגים וטבלת מובילים במשחקים, בדומה ל-Game Center של iOS. כעת, כל משחק יכול להתחבר למערכת אחידה של הישגים והמשתמשים יכולים להשוות את הניקוד שלהם בכל משחק. בנוסף, גוגל הציגה גם הטמעת אפשרויות למשחקים מרובי משתתפים, ביניהן משחקים מבוססי תורות.\n\nנכון לעכשיו, התכונות הללו נתמכות כבר בשלושה משחקים נבחרים: Modern Combar 4, Euforia HD ו-Triple Town. העדכון יתגלגל למכשירים בעלי מערכת ההפעלה אנדרואיד בגירסא 2.2 ומעלה על ידי עדכון אפליקציית Google Play Services. אין ספק כי זוהי בשורה משמעותי למפתחי משחקים, כאשר גוגל משלבת יותר ויותר פונקציונליות ממערכת ההפעלה עצמה בתוך המשחקים ומעודדת את המפתחים לשתף איתה פעולה על ידי השקת API ידידותיים.\nלחזרה למעלה\nאמנם דובר רבות על טאבלט נקסוס 7 חדש או אפילו סמארטפון חדש מבית Google ו-LG, שיהווה את הדור השני של מכשיר הנקסוס 4 אך גם כאן גוגל הצליחה להפתיע אותנו: הגלקסי S4 מקבל מהדורה מיוחדת של Google. אותו המכשיר, עם מערכת הפעלה Android 4.2 Stock המריצה את החוויה הטבעית של אנדרואיד ללא סקין ה-TouchWiz, הדומה למכשירים האחרים מבית גוגל: ה-Galaxy Nexus וה-Nexus 4.\n\nמלבד הקושחה הנקייה, מדובר באותו מכשיר עם אותה החומרה אשר אתם מכירים: מסך Super Amoled ברזולוציה של 1080p ו-16GB של אחסון פנימי עם חריץ הרחבה. הדבר הבולט בהשקה, הוא שהמכשיר יגיע עם Bootloader פתוח, כך שהמכשיר יקבל עדכונים Over The Air היישר מ-Google. מחיר המכשיר יעמוד על 649 דולרים ויוצע למכירה החל מה-26 ביוני בארצות הברית דרך חנות ה-Play Store וחנויות של מפעילות סלולריות מקומיות כאשר הזמינות הבינלאומית של המכשיר עדיין אינה ידועה.\nלחזרה למעלה\n\nאחת מההכרזות הבולטות יותר של גוגל אתמול הייתה שדרוג שירות המוזיקה שלה, Google Play Music, והוספה של שירות הזרמת מוזיקה בתשלום בנוסף. השירות החדש של גוגל מציע למשתמשים לקבל גישה בלתי מוגבלת לספריית המוזיקה של ענקית החיפוש, אשר חתמה לא מזמן על הסכמים עם חברות התקליטים הגדולות בארצות הברית, Universal Music, Sony Entertainment ו-Warner Music Group על מנת להעניק למשתמשיה גישה בלתי מוגבלת למבחר עצום של שירים.\nההבדל הגדול בין שירות הזרמת המוזיקה של Google לשירותי הזרמת מוזיקה אחרים, הוא שהשירות כולל גישה למיליוני שירים בנוסף לספריית המוזיקה האישית של המשתמשים, כלומר כל קבצי ה-MP3 שרכשתם במסגרת השירות יישמרו, בנוסף לגישה בלתי מוגבלת לשירים אותם תוכלו להוסיף לספריית המוזיקה שלכם ולרשימות השמעה מותאמות אישית.\n\nכחלק מהעדכון, גוגל השיקה אפליקציית סמארטפון חדשה, בה ניתן לגשת לכל ספריית המוזיקה השמורה בשירות ולכל התכונות החדשות בשירות המוזיקה של גוגל. האפליקציה שמגיעה בגוונים של כתום נראית הרבה יותר טוב מבחינה ויזואלית ומכילה מגוון רחב של תכונות, הכוללות את היכולת להפוך כל שיר לתחנת רדיו על פי אמנים דומים, גישה לספרייה האישית, לרשימות ההשמעה האישיות ולפיצ’ר חדש הנקרא Explore, אשר נותן למשתמשים גישה לכל ספריית המוזיקה בשירות, עם אמנים מומלצים לשמיעה, יצירות מקודמות, שירים חדשים או דפדוף על פי ז’אנר.\nהשירות פועל על גבי רשת האינטרנט כאשר ספריית המשתמש מסונכרנת על פני כל ההתקנים ונגישה מכל דפדפן אינטרנט  שולחני או דרך אפליקציית המובייל. פיצ’ר שימושי במיוחד בתחנת הרדיו, הוא במידה ונתקלתם בשיר אשר לא אהבתם במיוחד, תוכלו פשוט לבצע מחוות אצבע ו”לסחוב” אותו משם.\n\nנכון לעכשיו, השירות זמין בארצות הברית בלבד, אך בגוגל מבטיחים שיתגלגל למדינות נוספות בקרוב. משתמשים המעוניינים להירשם לשירות ולקבל גישה לספרייה הענקית של Google Play Music יוכלו לנסות את השירות בחינם לתקופה של 30 ימים, כאשר לאחר מכן ייפרדו מ-9.99 דולרים לחודש. משתמשים שיירשמו עד סוף חודש יוני, יוכלו לקבל את השירות במחיר מוזל של 7.99 דולרים לחודש בלבד, כ-2 דולרים פחות מהשירותים המתחרים הפופולריים בשוק האמריקאי, Spotify ו-Rdio.\nלהורדת אפליקציית Play Music לאנדרואיד\nלחזרה למעלה\nידוע לכולם שבתחום הטאבלטים, האייפדים עדיין שולטים ופופולארים יותר עבור ילדים מאשר טאבלטים מבוססים מערכת ההפעלה אנדרואיד. ובכן, אתמול גוגל הכריזה על שירות חדש מבוסס Google Play ומיועד עבור ילדים. במסגרת השירות, תושק חנות אפליקציות ייחודית לילדים המיועדת בעיקר לסביבות חינוכיות.\n\nהחנות תציע אפליקציות המיועדים לילדים מגיל הגנים עד גילאי התיכון, ותרכז בחנות הזו אפליקציות חינוכיות שיעשו את החיים קלים יותר עבור מורים למצוא אפליקציות מתאימות לתלמידים שלהם. בנוסף, יוצעו למכירה טאבלטי נקסוס 7 ייעודיים במחיר מוזל בכדי להשלים את החוויה החינוכית.\nלחזרה למעלה\n\nענקית החיפוש לא שכחה את הרשת החברתית שלה, והוכיחה שוב לכולם שהיא אינה מתכוונת לזנוח את Google Plus ולהשאיר את הזירה לפייסבוק ללא מאבק: גוגל הודיעה כי הרשת החברתית תקבל 41 תכונות חדשות, המשפיעות בעיקר על המראה של הרשת החברתית, על הסטרים, על שיחות הוידאו Hangouts ועל אופן הצגת התמונות והתמונות עצמן ב-Google Plus.\nהמראה החדש של Google Plus דומה מאוד ל-Pinterest וכולל מספר רב של אנימציות וכרטיסים חכמים המזכירים במעט את שירות ה-Google Now. בין התכונות החדשות שהוצגו, ניתן ללחוץ על תמונה בכדי לערוך אותה ישירות בממשק של הרשת החברתית, לבצע Auto-Fix ולהפוך תמונות ב-90 מעלות ישירות מתצוגת התמונה. כמו כן, ניתן להציג תמונות בקטגוריות על פי Hashtags, פיצ’ר אשר יהיה בוודאי פופולרי עבור חלק מהמשתמשים. במהלך ההצגה, גוגל הראתה תמונה של מגדל אייפל שלא תויגה על ידי המשתמש, אך השירות הבין שהתמונה צריכה תג של #eiffeltower ללא כל פעילות מצד המשתמש. חכם.\nגוגל הבהירה כי העיצוב החדש של הרשת החברתית יגיב אוטומטית ויותאם לגודל המסך בו הוא מוצג. בנוסף, התצוגה החדשה של 3 עמודות תעשה את דרכה גם למכשירים ניידים, כאשר משתמשים שלא ירצו לעבור לפורמט החדש של התצוגה יוכלו להישאר עם הישנה מביניהן, עם עמודה אחת.\n\nפרט לכך, גוגל הכריזה על שירות חדש בשם Auto Awesome אשר יוכל לשלב תמונות יחדיו באופן אוטומטי לתמונת GIF נעה. תכונה נוספת תאפשר למשתמשים לקבל את התמונה הטובה ביותר, למשל על ידי שילוב של כמה תמונות בהם חלק מהאנשים מחייכים וחלק לא לתמונה אחת טובה בה כולם מחייכים. התכונות האלה נעשות באופן אוטומטי וללא כל התערבות מצד המשתמש. למעשה, בגוגל אומרים כי הרשת החברתית כבר סורקת מזה מספר שבועות את התמונות של המשתמשים ומתקנת אותן באופן אוטומטי.\nלחזרה למעלה\n\nאחד מעדכונים התוכנה המשמעותיים ביותר שגוגל עשתה בזמן האחרון, הוא איחוד הפונקציונליות השונות המתעסקים בטקסט, שיחות קוליות ושיחות וידאו לשירות אחד. בעוד השמועות שרצו בזמן האחרות דיברו על שירות בשם Babble, גוגל השיקה היום אפליקציית Hangout עדכנית המחליפה את אפליקציית Google Talk למכשירי אנדרואיד, iOS ושולחן העבודה. עיצוב האפליקציה נשען בעקביות על עיצוב אפליקציית ה-Talk הישנה בערבוב עם העיצוב האפור של Google Plus והעיצוב המחודש של אפליקציית YouTube.\nמעכשיו, המשתמשים יכולים לקבל שיחות אחד על אחד או שיחות קבוצתיות, הודעות ותמונות באותו מקום. ההודעות מסונכרנות כמובן בכל הפלטפורמות ובכל המכשירים וכעת ניתן להתחיל שיחות וידאו מכל מקום. המשתמשים המעורבים בשיחה מופיעים כאייקונים קטנים בחלק התחתון של המסך, שמתרחב באופן אוטומטי כאשר המשתמש מתחיל להקליד הודעה. בשיחה מבוססת טקסט, ניתן להעביר את כל המשתמשים לשיחות וידאו באופן מיידי על ידי לחיצה על אייקון המצלמה בפינה הימנית העליונה של האפליקציה. השיחות תומכות בתכני מולטימדיה, כולל תמונות ברזולוציה גבוהה.\nלהורדת אפקליציית Hangouts לאנדרואיד\nלהורדת אפליקציית Hangouts ל-iOS\n\nלחזרה למעלה\n\nשירות המפות הפופולרי של גוגל, Google Maps נבנה מחדש וקיבל את העדכון המשמעותי ביותר שלו מזה שמונה שנים. אפליקציית המפות עבור שולחן העבודה קיבלה עדכון בדמות מפות וקטור נקיות ומהירות יותר לטעינה, כאשר כבר בעת ההקלדה בתיבת החיפוש מופיעות תחזיות של מיקומים/ ברגע שהמשתמש מצא את מה שהוא מחפש, פרטים נוספים מופיעים בסגנונות של כרטיסי מידע, בדומה לשירות Google Now.\nהמשמעות העיקרית בשדרוג היא שלמפות כעת תהיה משמעות רלוונטית יותר למשתמש על פי הפרטים שלו והמידע שגוגל אוספת עליו, כגון מקום המגורים של המשתמש, דירוג מסעדות שונות ואטרקציות. גוגל תעשה שימוש בכל הפרטים הללו על מנת להמליץ ​​על דברים שהיא מנחשת שאתה אוהב ולהראות לך את הדרך הביתה משם.\n\nתיבת החיפוש תשתנה ותשב על גבי המפה עצמה במקום מעליה, ותאפשר למשתמש לסנן בתוצאות חיפוש המקומות על פי המלצות החברים הקרובים ברשת החברתית Google Plus וביקורות מ-Zagat. פרט לכך, יתווספו כלי השוואה לאמצעי תחבורה שונים, אשר יאפשרו למשתמש כיצד יותר כדאי לו לנסוע, ברכבת, במכונית או בדרכים אחרות, כאשר גורמים כגון עלויות ונוחות הנסיעה יעזרו למשתמש לתכנן את המסע שלו. למעשה, האפליקציה החדשה תהווה מעין “עוזר אישי” לתכנון נסיעות וטיולים.\nהגירסא החדשה של אפליקציית המפות תהיה זמינה בתחילה לשולחן העבודה, כאשר העיצוב החדש אמור להיות מוכן בסביבות חודשי הקיץ הקרוב. לאחר מכן יתעדכנו גם אפליקציות האנדרואיד וה-iOS של השירות, כאשר בנוסף לכך גוגל הפתיעה והכריזה על גרסת אייפד ייעודית חדשה לעיצוב החדש של האפליקציה.נכון לעכשיו, משתמשים יכולים להירשם לשירות החדש על ידי ביקור בדף התצוגה המקדימה של Google Maps.\nלהרשמה לשירות החדש של Google Maps\n\nלחזרה למעלה", "keywords": "גוגל,google i/o,מפות,אנדרואיד,חינוך,מוזיקה,מפתחים,משחקים,רשת חברתית,גוגל פלוס,google,maps,android,education,music,developers,games,social network,google plus,keynote,הרצאה,סיכום,summarize,אירוע,event"}