{"url": "https://www.geektime.co.il/pixel-3-review/", "type": "article", "title": "בדקנו את ה-Pixel 3 של גוגל, וגילינו שהמכשיר המשעמם של השנה הוא גם הטוב ביותר של השנה", "description": "עם מצלמה נהדרת, חומרה טובה ומערכת הפעלה כמעט מושלמת, הפיקסל 3 מוכיח שגם בלי גימיקים או חידושים מסעירים אפשר ליצור סמארטפון מצוין, אבל הוא לא נטול פשרות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/IMG_20181211_083520-1544510523-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-12-14T10:15:40Z", "modified_time": "2018-12-14T08:42:33Z", "articleBody": "עם מצלמה נהדרת, חומרה טובה ומערכת הפעלה כמעט מושלמת, הפיקסל 3 מוכיח שגם בלי גימיקים או חידושים מסעירים אפשר ליצור סמארטפון מצוין, אבל הוא לא נטול פשרות. הביקורת המלאה\nצילום: גיקטיים\nלא חסרים מכשירי דגל מבוססי אנדרואיד בשוק. רובם מגיעים עם חומרה די זהה ומוצלחת (מישהו אמר Snapdragon 845?) אבל יש משהו אחד שעוצר אותם מלהיות באמת מצוינים: התוכנה. במקום לקחת את אנדרואיד, שהיא מערכת הפעלה טובה ופשוטה לשימוש, הם מסבכים אותה עם תתי תפריטים, קיצורי דרך, אפליקציות כפולות, עיכוב בעדכוני אבטחה, עיכוב בעדכוני מערכת והרבה בלאגן ויזואלי. אבל אז הגיע לידיי המכשיר הכי פחות נוצץ בשכונה: הפיקסל 3 של גוגל. אין בו 4 מצלמות ולא גיגות על גבי גיגות של RAM., אבל מצד שני, הוא מצוייד בתוכנה נהדרת, בדיוק כמו שגוגל רצתה שתקבלו. מכשיר השנה נמצא ממש כאן, גם אם זה לא אומר שהוא מושלם.\n﻿\nמיד כשפותחים את הקופסה מתחילת ההפתעות. ברגע שהרמתי את הפיקסל 3 מהקופסה הרגשתי שהוא כל כך קליל שזה כמעט מרגיש כמו מכשיר דמי ולא כמו המכשיר האמיתי. אבל למען האמת, זה דבר מצוין. אחרי חודשים שאני בודק מכשירים ענקיים וכבדים (ומוצלחים), זהו ריענון אמיתי להחזיק מכשיר קומפקטי, אבל (כמעט) בלי פשרות בחומרת וחווית השימוש במכשיר. למרות שהוא קליל עד כדי צעצוע בארוחת ילדים, הוא עדיין מרגיש איכותי ונעים מאוד להחזקה. אגב, ישנן תלונות ברשת שגב המכשיר בגירסתו השחורה סובל מסימנים ושריטות כמעט מכל דבר שנוגע בו, אז נראה לי שמוטב כי תשימו עליו קייס.\nתמונה: גיקטיים\nאני בדקתי את הפיקסל 3 בגירסתו הקטנה והרגילה. לעומת הגירסה הכה-מכוערת של שנה שעברה, הפיקסל 3 נראה הרבה יותר טוב. הוא מגיע עם גוף בגודל כמעט זהה לפיקסל 2, אך עם מסך 5.5 OLED באיכות FHD+ וצפיפות פיקסלים של 443ppi. גודל המסך הוא פשוט נהדר בגירסה הרגילה, וזה תענוג לחזור למכשיר שהוא פשוט בגודל נורמלי לשימוש יומיומי. המסך הוא אולי לא הטוב ביותר שראיתי בקרב מכשירי הדגל של השנה, והוא לא באיכות QHD, אבל הוא מוצלח מאוד עם צבעים שחורים חזקים (כמעט מדי) ותצוגה עשירה ובוהקת. הרוויה של המסך השנה מעט מפריעה לי בצבעים שאני מכיר היטב, אבל זו אופציה שניתנת לשינוי ולכן לא מפריעה במיוחד. בגירסתו הגדולה, אגב, מגיע הפיקסל 3 XL עם מסך 6.3 אינץ’ באיכות QHD, צפיפות פיקסלים של 523ppi וכמובן המגרעת ההו-כה-מכוערת שלו שנראית כמו האימוג’י המטורלל ההוא. לשיקולכם.\nבניגוד ליצרניות מכשירים רבות, מלבד נפח הסוללה וגודל/סוג המסך, אין הבדלים בחומרת ה-Pixel 3 שבדקנו וה-Pixel 3 XL. כלומר, לא צריך לרכוש את המכשיר הגדול והיקר ביותר בסדרה כדי להנות מיכולות הצילום הכי מתקדמות או מחומרה מתקדמת יותר. כמו שצריך.\nתמונה: גיקטיים\nהפיקסל 3 מגיע כמובן עם מעבד ה-Snapdragon 845 שמריץ את הכל בצורה מהירה ויעילה, לפחות בתחילת השימוש (משתמשים רבים, כולל אני, סבלו מאיטיות משונה לאחר כמה חודשים של שימוש). בצורה מוזרה, גוגל שילבה רק 4 גיגה זכרון RAM בפיקסל 3 (בשתי גרסאותיו, אם תהיתם). זה לא שאתם מרגישים איטיות כלשהי במהלך השימוש, אבל תמורת הסכום הנדרש הייתם מצפים לקבל לא פחות ממפרט של מכשיר דגל. המחסור בזכרון לא משפיע בשימוש היומיומי, אבל מדי פעם צצות סוגיות זיכרון שונות. כך שאם למשל האזנתי למוזיקה בזמן שפתחתי את אפליקציית המצלמה, המערכת “הרגה” ברקע את אפליקציית השמע, ככל הנראה כדי לפנות מקום לאפליקציית הצילום העשירה. הבעיה תוקנה לאחר כמה חודשים בעדכון תוכנה, אבל אני לא בטוח שהיא הייתה מתרחשת מלכתחילה אם המכשיר היה מצויד ב-6 גיגה RAM.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nאני חייב להודות שניגשתי לפיקסל 3 עם לא מעט חדשות לאחר החוויה-המאוד-מוצלחת-אבל-הלא-אופטימלית שלי עם הפיקסל 2. המכשיר הקודם בסדרה אמנם היה לטעמי מכשיר האנדרואיד של השנה שהייתה, ותמיד שמחתי לחזור אליו, אבל לאורך השנה הזאת סבלתי כמה פעמים מבעיות התחממות (שנעלמו בשלב מסוים) וזלילת סוללה (שהמשיכה לאורך כל עת השימוש במכשיר) שחייבה אותי להסתובב עם סוללה ניידת בכל פעם שעזבתי.\nצילום: גיקטיים\nסוללת הפיקסל 3 היא לא בדיוק מדהימה ולא בדיוק גרועה, אלא פשוט עומדת על 2915mAh או בשמה השני: סבבה. גוגל מגדירה אותה כ”סוללה ליום שלם”, ומשימוש יומיומי שלי – שכולל הרבה גלישה, האזנה מרובה באוזניות בלוטות’ לפודקאסטים, שיטוט רב באפליקציות ומעט צילום וניווט – אפשר להגיד שזו הגדרה נכונה: כמעט בכל סיום יום הגעתי ל-15%-20% סוללה. אבל אם תמצאו את עצמכם קצת משחקים במשחקים או מצלמים הרבה יותר תוכן, אתם עלולים למצוא את עצמכם עם סוללה הולכת מתרוקנת במהירות תחת משימות קצת יותר קשות. כל זה אומר שחרדת הסוללה שלי עדיין מציקה במהלך היום, ולפני יציאה בערב מצאתי את עצמי מטעין את המכשיר כיוון שלא סמכתי עליו שיחזיק מעמד לאורך הערב המאוחר. זאת בניגוד למכשירים ענקיים עם סוללות עצומות כמו ה-Mate 20 שיכולים להחזיק גם חצי יום נוסף מעבר ליום עבודה מאומץ בלי להזיע. אם אתם שמים את חיי הסוללה במקום הראשון, אולי כדאי לכם לשקול את גרסת ה-XL של הפיקסל 3 שאמורה לספק הרבה יותר שעות סוללה. מבחינתי, גודל המכשיר הבאמת נוח עדיין משחק מבחינתי תפקיד חשוב ולכן אני בכל זאת דובק בגירסה הקטנה.\nתמונה: גיקטיים\nערכת המכשיר כוללת גם מטען מהיר מבית גוגל שמצליח להטעין את הסוללה במלואה בערך בכשעה וחצי. לראשונה, מכשיר הפיקסל 3 תומך גם בטעינה אלחוטית, שזה דבר מבורך, אבל לצערי גוגל הגבילה את מהירות הטעינה של מטענים אלחוטיים מיצרניות אחרות למהירות שמרגישה איטית להחריד לעומת הטעינה החוטית. אם תרצו טעינה אלחוטית מהירה, תיאלצו לקושש עוד כמה עשרות דולרים ולקנות את המטען האלחוטי הרשמי של גוגל, ה-Pixel Stand שיש לו עוד כמה פיצ’רים נחמדים, אבל זה פשוט מרגיז שגוגל עושה צעד “Appleי” לחלוטין ומגבילה את השימושיות של המכשיר. השנה הפיקסל 3 גם מתהדר בתקן המחמיר IP68 , שזהו שדרוג מבורך ונחמד לעמידות נגד מים ואבק.\nהרמקולים של המכשיר זכו לשדרוג משמעותי, והם מהרמקולים החזקים ביותר שנתקלתי בהם בסמארטפון. שני הרמקולים, אגב, משדרים אליכם ישירות את הסאונד ולא מגרילר תחתון ליד שקע הטעינה, כך שהסיכוי שתכסו אותם בעת צפיה נמוך מאוד, והסאונד הרבה יותר ברור ועוצמתי. עם זאת, בווליום גבוה הצליל הופך לעיתים לקצת צורמני ולא נעים להאזנה אמיתית, פחות או יותר כמו כל סמארטפון אחר (לידיעת הנוסעים ברכבת שחושבים שכולם נהנים מהמוזיקה שלהם).\nחיישן טביעת האצבע ממוקם בגבו של המכשיר, והוא אחד מהמהירים והמדויקים שנתקלנו בהם. עם זאת, ניזהר בחלוקת הסופרלטיבים עבורו, כיוון שחיישן טביעת האצבע של הפיקסל 2 הפך ליותר איטי ופחות מדויק במהלך השנה האחרונה.\nולכל החוששים, הקלטת שיחות עובדת בצורה חלקית בלבד, כאשר הצד השני נשמע חלש מאוד. זאת ככל הנראה כתוצאה מההחלטה של גוגל למנוע גישה להקלטת שיחות לאפליקציות חיצוניות באנדרואיד Pie. אני מאוד מקווה שהדבר הזה יטופל בהמשך, אבל לא צופה שזה יקרה בעת הקרובה.\nתמונה: גוגל\nסדרת הפיקסל עלתה לכותרות לא בגלל החומרה המוצלחת או אפילו חווית המשתמש שלה (שעוד נעסוק בה בהמשך), אלא בעיקר בגלל יכולות הצילום שלה שבדגם של שנה שעברה שברו כל שיא אפשרי. למרות שהפיקסל 2 היה ממכשירי הדגל הראשונים לצאת בשנת 2017-2018, הוא עדיין ניצח ברוב מבחני הצילום את כל הסמארטפונים האחרים, כולל כאלו שיצאו הרבה אחריו. הציפיות מגוגל השנה היו גבוהות מהרגיל, ובדקנו האם הוא עומד בסטנדרט הגבוה מדי שהיא הציבה לעצמה.\nעל הנייר, גוגל לא שדרגה באופן מהותי את מערך הצילום האחורי של הפיקסל 3 שמגיע עם עדשת 12.2 מגה-פיקסל וצמצם f/1.8. אבל כמו שבשנה שעברה המפרט של המצלמה לא היה רלוונטי כמעט לתוצאות שלה, גם השנה גוגל נשענת על ההתקדמות שלה בתחום התוכנה כדי להפוך את התמונות שלכם לאפילו יותר טובות משנה שעברה.\nהתמונות של הפיקסל 3 פשוט מלאות בפרטים ומצטיינת בעיקר במשחקי אור-וצל. האייפון XS נוטה להבהיר את התמונות ולרכך אותן יתר על המידה, ומכשירים עם מערכי צילום מתקדמים כמו ה-Mate 20, יוצרים תמונות עם תחושה מעובדת מאוד. הפיקסל 3 עושה פחות או יותר את ההפך. לטעמי, המצלמה של הפיקסל 3 מספקת את התמונות הכי טבעיות ונאמנות למציאות שניתן להשיג בסמארטפון. גם במצלמה האחורית, וגם במצלמת הסלפי שמצליחה לגנוב את ההצגה.\nמצב הפורטרט שיוצר אפקטי טשטוש בתמונות שופר השנה, והוא יותר מדויק מאשר שנה שעברה, ואף מאפשר עריכה של אפקט הבוקה. כך, אם במקרה האפקט פספס וקלקל את התמונה (קורה לעיתים נדירות), אתם פשוט יכולים לתקן את העוצמה שלו או להסיר אותו לחלוטין בקלות. עם זאת, הייתי שמח שהאופציה לעריכת אפקט הבוקה תהיה זמינה ב-Google Photos גם בגירסה הוובית, בה נוח יותר לערוך ולצפות בתמונות במסך גדול. התוצאות של מצב הפורטרט הן לרוב נהדרות, מדויקות ומספקות אפקט דרמטי לתמונות. החיסרון האמיתי של המצב הזה הוא שאתם לא רואים את אפקט הטשטוש פועל בזמן אמת כדי לקבל החלטות על איך לצלם את התמונה, אלא שהכל מתבצע בסופו של דבר מאחורי הקלעים לאחר הצילום.\nאחד מפלאי התוכנה של מצלמת הפיקסל מגיע באחד הפיצ’רים המשונים ביותר. למערך הצילום הקדמי של הפיקסל 3 נוספה השנה עדשה רחבה חדשה, כך שתוכלו לצלם תמונות סלפי קבוצתיות בקלות. אבל רובנו מוותרים על העדשה הזו, גם אם היא קיימת במכשיר, כיוון שהיא מעוותת את צידי התמונה ויוצרת אפקט “עין הדג” שאי אפשר להמנע ממנו, כי זהו טבעה של העדשה הרחבה. נכון? אז זהו, שלא. גוגל פתרה את בעיית העיוות, איך לא, בעזרת תוכנה, וכאשר תצלמו תמונה קבוצתית עם העדשה הרחבה, אני ממליץ להכנס מהר לתמונה אשר עוברת עיבוד בזמן אמת, ולראות איך מתמונה מעוותת כפי שאתם מכירים, המכשיר פשוט מיישר את התמונה לכדי שלמות.\nפיצ’ר חדש נוסף שגוגל הציגה נקרא Top Shot ובמסגרתו המצלמה מצלמת כמה שניות לפני שאתם לוחצים על לחצן הצילום, וכמה שניות לאחר מכן. כך, אם במקרה ברגע הלחיצה המצולמים מצמצו או שהתמונה פשוט לא יצאה טובה, תוכלו להכנס לתמונה וגוגל תציע לכם (במידת הצורך) את הפריים היותר מוצלח לפי ניתוח התוכנה שלה. זה רעיון חכם, אבל בפועל הוא לא פועל בכל תמונה, ויתרה מכך, התמונות החלופיות הן לא באיכות מוצלחת (כדי לחסוך באחסון, כמובן) ועל חלקן לא חלים תיקוני תוכנה כמו בעדשה הרחבה, כך שהיא לא שימושית כמו שהייתי רוצה שהיא תהיה.\nצילום: גיקטיים\nואם כבר עסקנו במצמוצים וחיוכים, גוגל הציגה מצב חדש שנקרא Photo Booth, והוא משתמש בזמן אמת ב-AI במצלמה של גוגל שמזהה את המצולמים, ומצלמת תמונות סלפי רק כאשר כל המצולמים מחייכים או עושים פרצוף. כן, זה מכוון יותר לנוער וחולי אינסטגרם, אבל זה עדיין יכול להיות שימושי גם לתמונות קבוצתיות שאתם רוצים לוודא שיצאו כמו שצריך והוא מדגים את יכולות ה-AI של גוגל בזמן אמת ובצורה מרשימה.\nאבל הפיצ’ר שגנב את ההצגה באירוע החשיפה של גוגל הוא ה-Night Sight. אם תנסו לצלם תמונה באיזור חשוך או מואר בצורה בעייתית, המצלמה תציע לכם להשתמש בפיצ’ר החדש (תוכלו גם להפעיל אותו ידנית באפליקציה, כמובן). גוגל לא סתם משתמשת בחשיפה ארוכה כדי להשיג פרטים שלא נקלטים לרוב בתמונות שכאלו, אלא בשלל אמצעי תוכנה די גאוניים: הבינה המלאכותית במצלמה של גוגל משתמשת בתנועת היד שלכם בעת הצילום ובתנועה של עצמים בתוך התמונה כדי להבין כמה חשיפות שונות ובאילו אורכים היא זקוקה להם. האפליקציה תשתמש בעד 15 תמונות שונות, ותאחד אותן לכדי תמונה אחת ממש כמו במנגנון ה-HDR+ המאוד מרשים של גוגל. חישובים נוספים מתאימים את ה-White Balance על פי החזרי האור מתאורה לא טבעית ושלל אלגוריתמים נוספים שמוקדים כולם לתמונות חושך.\nבפועל, כשתצלמו עם מצב הלילה, האפליקציה תבקש מכם לשמור על יציבות, ותצטרכו להמתין כמה שניות עד שהצילום יושלם. במקום תמונה כהה, חשוכה ולא שימושית, מתקבלת תמונה בהירה עם עומק מרשים מאוד של צבעים וצללים. הפיצ’ר פחות עובד עם עצמים נעים בתוך התמונה כמו מכוניות או אנשים. אבל עובד בצורה מוצלחת באופן כללי. התמונות יוצאות איכותיות ומרשימות.\nבניגוד להרבה ביקורות שמסתובבות ברשת לגבי הפיצ’ר הזה, הוא לא מושלם. תמונות שמצולמות בחושך לעיתים סובלות מרעש, ופעמים רבות התמונות לא נאמנות למציאות מבחינת תאורה. אבל העובדה שאתם יכולים לצלם גם בסיטואציות הקשות ביותר תמונות מלאות בפרטים ובקלות, היא לא פחות מהישג טכנולוגי מרשים של גוגל שמצליחה שוב לתפוס פער על המתחרות רק בעזרת תוכנה, ובלי מערכי צילום משולשים. ב-Night Sight מומלץ להשתמש באיזורים שבהם באמת אין תאורה מספקת, ולא בכל פעם שמצלמים בערב. כיוון שהוא עדיין גורם לאיבוד פרטים ולמעט בהירות יתר, אבל הוא בהחלט יכול להציל תמונות בפאבים חשוכים ובמקומות חשוכים באמת.\nפיצ’ר שמשתמש באלגוריתמים דומים הוא פיצ’ר הזום החדש של הפיקסל 3. במקום לשים עוד עדשת טלפוטו, גוגל משתמשת בתנועות היד של המצלם (ואם תשימו את המכשיר על חצובה, הוא ישתמש במנגנון הייצוב של המצלמה כדי לדמות רעד) ומצלמת מספר תמונות מזוויות “שונות”, כדי ליצור בסופו של דבר תמונת זום יותר איכותית מזום דיגיטלי סטנדרטי כפי שהתרגלנו אליו. בפועל, אני לא יכול להגיד שהתרשמתי יותר מדי ממנו. התוצאה עדיין מפוקסלת ומעובדת. אבל למען האמת, לא מצאתי את עצמי כמעט משתמש בעדשות טלפטופו בסמארטפונים בעבר, כך שזה לא משהו שמפריע לי מהותית, כפי שהוא לא הפריע לי בפיקסל 2.\nאגב, חלק מהפיצ’רים החדשים והבולטים של מצלמת הפיקסל 3 כמו השליטה על אפקט הבוקה וצילום הלילה מגיעים גם לפיקסל 2, כך שלא בטוח שהם סיבה מוצדקת לשדרוג או לרכישה של המכשיר היקר ביותר שיש. כדאי לקחת זאת בחשבון.\nהגדולה האמיתית של גוגל היא שהיא עושה את כל הפלאים הללו בתחום הצילומים עם עדשה אחת אחורית. לא מערך צילום כפול, משולש, מרובע או מחומש. פשוט עדשה אחת עם שבב עיבוד ייעודי שארוזים בתוכנת מצלמה פשוטה ועוצמתית. מסתבר שכל מה שצריך בשביל לייצר תמונות מדהימות זה את כל המידע שבעולם, אבל בדיוק בשביל זה קונים סמארטפונים של החברה שמחזיקה בכל המידע שבעולם. בשביל איכות התמונות, ובשביל הקילר פיצ’ר שמאפשר לכם להעלות תמונות וסרטונים שצילמתם בעזרת המכשיר ל-Google Photos באיכות מלאה, ללא הגבלה או קשר לנפח האחסון שלכם. כך שגם אם תצלמו סרטון של שעה ב-4K, תוכלו להעלות אותו דרך המכשיר לענן שם הוא ישמר לנצח, ובינתיים תוכלו למחוק אותו מקומית מהמכשיר. העובדה הזו מאפשרת לכם לקנות בראש שקט מכשיר של 64 גיגה, מבלי לדאוג ולו פעם אחת מכך שהאחסון שלו יתמלא. תענוג.\nצילום: גיקטיים\nהפיצ׳ר הגדול ביותר בפיקסל 3 (ובסדרת הפיקסלים ככלל) מבחינתי הוא אפילו לא מערך הצילום של המכשיר, אלא דווקא התוכנה שלו. בשנה האחרונה בורכתי באפשרות לבדוק לעומק כמעט את כל מכשירי הדגל של שנת 2017-2018, ולמרות שנתקלתי במכשירים עם חומרה מדהימה כמו ה- Mate 20 Pro וה-+Galaxy S9, הבעיה שלי איתם נשארה תמיד בגזרת התוכנה שסובלת מאפליקציות כפולות, ממשקים מסורבלים, קיצורי דרך מעיקים וחווית משתמש עם באגים וחוסר אחידות. הפיקסל 3, לעומת זאת, הוא אנדרואיד כמו שגוגל באמת רוצה שהיא תהיה. אגב, זה כל כך איך שגוגל רואה את אנדרואיד, שהיא אפילו הטמיעה רק מנגנון הניווט החדש שלה, נטול כפתור המולטי-טאסקינג. אז קחו זאת בחשבון.\nמערכת ההפעלה, כרגיל, היא נקיה לחלוטין, ועליה מותקנות מראש רק האפליקציות של גוגל שאת רובן הייתם מתקינים ממילא. אין ממשקים מסורבלים, אין אפליקציות כפולות, איך קיצורי דרך לא נחוצים. זאת חווית אנדרואיד טהורה ומהירה, שמכאן אתם יכולים לקחת אותה לאן שאתם רק רוצים. זה הכי קרוב ל-iOS שאנדרואיד יכולה להציע: אינטגרציה כמעט מושלמת בין חומרה לתוכנה שיוצרת חווית משתמש ללא רבב.\nואם כבר דיברנו על מערכת ההפעלה של הפיקסל, המכשירים הבלעדיים של גוגל קיבלו גם כמה פיצ’רים מדהימים שעושים שימוש מבריק בעוזרת הקולית של גוגל וטכנולוגיית Duplex של החברה שיודעת להאזין ולהגיב בזמן אמת לשיחות. גם פיצ’ר ה- Call Screen שמאפשר לכם לתת לעוזרת הקולית לענות לשיחות ולתמלל אותן בזמן אמת עבורכם, וגם פיצ’ר הזמנת המקום במסעדות על ידי העוזרת הקולית, לא זמינים מחוץ לארצות הברית. אז אם קיוויתם שתוכלו להשתמש במלוא היכולות הבאמת מרשימות של גוגל עם המכשיר הזה, תאלצו לחכות זמן רב ככל הנראה עד שהפיצ’רים הללו יעבדו בעברית ובישראל.\nמחירי הפיקסל 3 מתחילים ב-800 דולר לגירסה הקטנה, ו-900 דולר לגירסת ה-XL (שכאמור, ההבדל שלה הוא במסך הגדול והאיכותי יותר והסוללה הגדולה יותר). זהו בוודאי לא מכשיר לואו-קוסט או מכשיר מפתה במחיר, אבל אתם קניתם iPhone X ו-Galaxy Noteים באלפי דולרים, ועכשיו כולנו משלמים את המחיר. ישנם מכשירים יותר משתלמים, אבל אני לא חושב שיש מכשיר במחיר זול או יקר יותר מהפיקסל שנותן חווית משתמש כל כך מוצלחת.\nאין לפיקסל 3 קילר פיצ’ר שיפיל לכם את הלסת. אין לו 5 עדשות, טעינה אלחוטית הפוכה או תצוגה תלת מימדית שמשנה את האופן שבו אתם משתמשים בסמארטפון. במובן של חדשנות הוא כנראה המכשיר הכי משעמם שבדקתי השנה, ובכל זאת, זהו מכשיר האנדרואיד הטוב ביותר שבדקתי השנה, בעיקר הודות לעובדה שהוא מכיל אך ורק מערכת הפעלה טהורה של גוגל, חומרה שנבחרה על ידי גוגל, ויכולות בינה מלאכותית מרשימות בעיקר בתחום הצילום, שביחד מראות איך אנדרואיד באמת יכול וצריך להיות.", "keywords": "פיקסל,פיקסל 3,גוגל,אנדרואיד,סמארטפון,pixel 3,android,google,סקירה,חוות דעת,ביקורת,השוואה,review"}