{"url": "https://www.geektime.co.il/xtreamer-wonder-review/", "type": "article", "title": "Xtreamer Wonder: יקר - כן. מומלץ - ועוד איך [סקירה]", "description": "Xtreamer הקוריאני הוא אחד ממותגי הסטרימרים הוותיקים והחזקים כיום; לקחנו לסקירה את ה-Wonder, מכשיר הדגל האחרון שכולל מפרט מרשים ומתבסס על אנדרואיד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/BIG20.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-15T10:30:33Z", "modified_time": "2018-02-26T15:29:31Z", "articleBody": "Xtreamer הקוריאני הוא אחד ממותגי הסטרימרים הוותיקים והחזקים כיום; לקחנו לסקירה את ה-Wonder, מכשיר הדגל האחרון שכולל מפרט מרשים ומתבסס על אנדרואיד\nצילום: גיקטיים\n“חותכי הכבלים” הוא הכינוי לאותם אנשים שמתנתקים מחברות טלוויזיה כמו הוט ויס, ומסתמכים על שירותי תוכן מהרשת. זה יכול להיות שירותי תוכן חינמיים וחוקיים כמו עידן+ או תכנים שונים בסטרימינג מהרשת. לרשות חותכי הכבלים עומד מבחר הולך וגדל של אפשרויות צפייה, ביניהן מחשבים שהולכים ומתמזערים וסטרימרים מכל הסוגים. חברת Unicorn Information Systems אחראית על Xtreamer, מותג שמוכר בישראל בעיקר בזכות הסטרימרים שלו וקצת בזכות הסמארטפונים שלו ולאחרונה היא השיקה בישראל את ה-Wonder, הסטרימר המתקדם ביותר מתוצרתה.\nצילום: גיקטיים\nXtreamer Wonder הוא סטרימר בעל עיצוב סטנדרטי למדי עם גימור פלסטיק שחור מבריק, כך שמדובר במלכודת אבק לא קטנה. הוא קטן כמובן משמעותית מהממירים השונים של יס או הוט, אבל עדיין הוא גדול יחסית, בהשוואה ל”מקלות אנדרואיד” או מחשבים וסטרימרים אחרים שמשווקים כיום.\nהערכה של האקסטרימר נדיבה למדי וכוללת את ה-Air Mouse, כולל סוללות וכן כבל HDMI. מומלץ לעשות שימוש בכבל זה, כי כבל HDMI אחר שבו עשינו שימוש, גרם להחשכת המסך כל מספר שניות.\nהחזית של ה-Wonder מינימליסטית למדי. לא תראו בה כפתור להדלקה וכיבוי וגם לא שלל נורות צבעוניות. במקום זאת, תראו חיווי רק של אור כחול, כשהמכשיר דולק ואור אדום כשהוא כבוי. גב המכשיר כולל מספר חיבורים: DC IN לחשמל, AV OUT לחיבור אנלוגי לטלוויזיות ישנות, חיבור OPTICAL לאודיו דיגיטלי, חיבור HDMI 1.4 סטנדרטי, חריץ הרחבה לכרטיס זיכרון עד 64GB, וחיבור רשת קווית Ethernet 10/100Mbps.\nWTF??? צילום: גיקטיים\nבואו נתעכב רגע על חריץ ה-Ethernet. מסיבה לא ברורה, בחרו מעצבי המוצר של ה-Wonder למקם את חריץ הרשת הפוך וצמוד לכיסוי העליון של המכשיר. כתוצאה מכך, לא תוכלו ללחוץ על התופסן, או הצ’ופצ’יק של כבל הרשת, שאחראי על השיחרור שלו. אם בכל זאת תרצו לנתקו, תצטרכו לעשות שימוש במברג או חפץ חד אחר, כדי להגיע וללחוץ את התופסן. לא מאוד חכם.\nבצד המכשיר משולבות 3 כניסות USB 2.0, מה שאמור להספיק לתפעול היומיומי שלו, ללא צורך במפצל. בתקופה שבה בדקנו את המכשיר השתמשנו ביציאות לחיבור של עכבר ומקלדת אלחוטיים, ומדי פעם חיברנו התקן זיכרון נייד (“דיסק-און-קי”) לצורך צפייה בתכנים.\nמבחינת המפרט, כולל ה-Wonder ערכת שבבים עם מעבד מרובע-ליבות של Amlogic במהירות 2.0GHz עם מעבד גרפי 8-ליבות Mali-450 של ARM ותמיכה ברזולוציית 1080p HD; זיכרון RAM בנפח 2GB; נפח איחסון פנימי של 16GB בטכנולוגיית eMMC 5.0 המהירה; קישוריות WiFi בתקן 802.11 b/g/n ו-Bluetooth 4.0.\nצילום: גיקטיים\nה-Wonder מגיע יחד עם שלט “עכבר אוויר” או Air Mouse. הכוונה היא למעין שלט קטן, הדומה במהותו לבקר ה-Wii של נינטנדו ומאפשר לכם להניף אותו באוויר ועל ידי תנועות כף יד להזיז את הסמן שמופיע על המסך. לטעמנו מדובר בבקר שליטה נוח מאוד ואינטואיטיבי למדי, אם כי הוא דורש מספר דקות להתרגלות. בדקנו עם מספר חברי מערכת, וכולם טענו שלאחר שהתרגלו לעכבר האוויר, מדובר באמצעי שליטה נוח למדי. לטעמנו מדובר במעין פשרה בין העכבר שהוא אמצעי שליטה נוח, אבל מסורבל ולא מתאים לסלון, לבין שלט-רחוק רגיל, המוכר לנו מהטלוויזיה. מכיוון שהשלט לא עובד בטכנולוגיית ה-IR, אלא ב-Bluetooth, אתם לא חייבים לעבוד תמיד מול המסך והשלט יעבוד גם אם משהו או מישהו חוסם את שדה הראייה שלכם. בנוסף כולל השלט גם מספר כפתורים ייעודיים ומאוד שימושיים כמו כפתור “בית” וכפתור “חזור”.\nFAIL# האם אתם יכולים לגלות את הטעות שמסתתרת בתמונה? שלחו למהנדסים של Xtreamer. צילום: גיקטיים\nה-Wonder הוא מה שנקרא “קופסת אנדרואיד”, כלומר, מחשב לכל דבר שמתחבר למסך הטלוויזיה שלכם ומריץ את מערכת ההפעלה הפופולארית של גוגל בגרסת קיטקט 4.4.2. לכן, כל מה שתראו על המסך הן למעשה אפליקציות שונות, בדיוק כמו בסמארטפון שלכם, רק על מסך גדול. מערכת ההפעלה מגיעה מותקנת כבר על גבי המכשיר, אם כי, כמו עם כל מכשיר שמריץ אנדרואיד תצטרכו להיכנס אליו בעזרת חשבון גוגל. כמו כל מכשירי הסמארטפון השונים, גם ה-Wonder כולל ממשק UI ייחודי שפותח והותאם במיוחד בשבילו ובשביל המסכים הגדולים עליהם ירוץ, ממשק שעונה לשם הלא-מפתיע Xtreamer 2.0. הממשק עבר גיור והוא זמין גם בעברית.\nהמסך הראשי של הממשק כולל מספר טאבים שבכל אחד מהם אפליקציות שונות שמגיעות מותקנות כברירת מחדל עם המכשיר. ב-Home, המסך המרכזי של ה-Wonder, תמצאו בין השאר את אפליקציית יוטיוב הרשמית, אפליקציה של שירות הקליפים Vevo, אפליקציית Popcorn Time (“הנטפליקס הפיראטי”), אפליקציית החיפוש של גוגל, דפדפן מובנה, פייסבוק והאפליקציה הישראלית, Stevie, שמאפשרת לכם לראות על גבי המסך של הטלוויזיה עדכוני סטטוסים וציוצים של חברים. חוץ מאפליקציות אלו, כולל הממשק גם הרבה מאוד קיצורי דרך שמופיעים תחת קטגוריות שונות כמו משחקים, סרטים וטלוויזיה ומוסיקה ורדיו. מדובר באייקונים של אפליקציות שאינן מותקנות מראש, אולם לחיצה עליהם תעביר אתכם להתקנה של האפליקציה.\nסך הכל הממשק די פשוט להפעלה ועובד היטב. למרות זאת, אנחנו היינו מעדיפים אפשרות להתאמה אישית של מסך הבית שלנו, עם האפליקציות המועדפות שלנו ולא אלו שמנסה לדחוף לנו Xtreamer. אמנם תחת לשונית ה-Apps ישנה אפשרות להוסיף אייקונים של אפליקציות שהותקנו על ידי המשתמשים, אבל עדיין מדובר ביותר מדי לחיצות ומקומם של קיצורי הדרך הללו הוא במסך הראשי. עוד נקודה חיובית בממשק ה-UI של ה-Wonder, היא הכללתו של כפתור לעדכוני קושחה או Firmware, כך שברגע שיהיו עדכונים, תקבלו אותם ישירות. בכל מקרה, אם לא התחברתם לממשק של ה-Wonder, תוכלו פשוט להוריד את הלאונצ’ר המועדף עליכם מה-Google Play.\nומילה על הכללתן של אפליקציות כמו Popcorn Time ו-ShowBox. מדובר בשירותים שחוקיותם מוטלת בספק, נרדפים על ידי לא מעט גופי זכויות יוצרים בעולם ולא ניתנים להורדה מה-Google Play. לכן, הופתענו לגלות אותם מובנים וממוקמים במיקום מרכזי בממשק של ה-Wonder, אם כי ההערכה שלנו היא שרוב המשתמשים ישמחו על התוספת הזו.\nפופקורן טיים ב-Wonder. צילום: גיקטיים\nחוץ מהאפליקציות הללו, סביר להניח שתעשו שימוש רב באפליקציית Kodi (לשעבר XBMC), אפליקציית המדיה-סנטר הפופולארית בעולם. Kodi מאפשרת לכם ליהנות מעושר בלתי נתפס כמעט של סדרות וסרטים, עם מבחר גדול של הרחבות ותוספים ובממשק נוח ופשוט להפעלה. גם כאן, לא נתקלנו בקשיים, והצלחנו להתקין את ההרחבות הרצויות ללא בעיות ולצפות בסדרות ובסרטים בינלאומיים וישראליים. בעזרת ה-Kodi ניתן כמובן להתחבר לערוצים ישראליים שמשודרים בחינם ברשת, כמו למשל ערוצי עידן+ או לצפות בתכנים פחות חוקיים, כמו אלו של אתרי הורדות ישראליים שונים. באתרים אלו תוכלו למצוא תכנים מקומיים רבים, כולל תכנים לילדים ובעברית.\nאנחנו התחברנו למחשב הביתי גם בעזרת אפליקציות המדיה סנטר שמבוססות על אנדרואיד, וגם אז, הסטרימינג עבר בצורה חלקה, ויכלנו להזרים מהמחשב סרטים ושירים שמאוחסנים עליו ולצפות בתמונות.\nמבחינת יכולות העיבוד והפיענוח שלו, וההצגה החלקה שלהם תהיה תלויה במהירות וביציבות החיבור שלכם. חוץ מהאפליקציות, או המחשב הביתי שלכם שמשמש כ-NAS, תוכלו להשתמש גם בהתקן זיכרון נייד (“דיסק-און-קי”) או לחבר הארד-דיסק חיצוני בנפח של עד 2.5TB. אגב, אם יש לכם תוכני וידאו ב-4K, ה-Wonder יציג אותם ללא בעיות, אם כי הוא יעשה להם downscale ל-1080p.\nאם תרצו לשקף (Mirroring) את האנדרואיד שלכם לטלוויזיה, תוכלו לעשות זאת ללא בעיות מיוחדות, מכיוון שה-Wonder תומך בתקן Miracast. אם תרצו, תוכלו גם להתקין עליו את אפליקציית Pushbullet עליה אנחנו ממליצים בחום. לאחר ההתקנה, תוכלו לראות את כל ההתראות של הסמארטפון על גבי מסך הטלוויזיה, כך שאם אתם צופים בסרט, ואתם מקבלים הודעה או שיחה, אתם לא צריכים להסיר את העיניים מהמסך הגדול למסך הקטן. נחמד.\nעבודה על מסמכים. צילום: גיקטיים\nהמפרט החזק מאפשר לכם להריץ את כל משחקי האנדרואיד שרק תרצו. אמנם חשוב לזכור, שמכיוון שאין לכם מסך מגע, לא כולם יתאימו, אבל, בזכות חריצי ה-USB, תוכלו למשל לחבר ל-Wonder את הג’ויסטיק האלחוטי של ה-Xbox ולשחק איתו.\nבכל הבדיקות שלנו, גם ה-CPU וגם ה-GPU של המכשיר מספקים את הסחורה, ולא נתקלנו בלאגים או גמגומים במשחקים שבדקנו כמו Dead Trigger 2, Asphalt 8 או Riptide GP. גם הדפדוף בין מסכי האפליקציות, הפתיחה, הסגירה שלהן והשימוש בהן נעשים בזריזות, ללא לאגים מיותרים, בין היתר בזכות כרטיס זיכרון מהיר מסוג eMMC 5.0 ששילבה החברה.\nגולשים בכרום ב-Wonder. צילום: גיקטיים\nאם תרצו, תוכלו אפילו לטשטש את הגבולות שבין סטרימר ומחשב, ולגלוש בכרום, או להשתמש במקלדת Bluetooth, כדי לערוך מסמכים ב-Dropbox למשל או ב-Google Drive שלכם על גבי מסך ענק. אז נכון, לא תוכלו להריץ עליו אפליקציות Win32 או לרנדר סרט 4K, אבל עבור מרבית המשתמשים, הוא יכול אפילו לשמש כתחליף לא רע למחשב או כמחשב שני.\nאגב, מבחינת Google Play, ה-Wonder מזוהה כנקסוס 10, ולכן רק תכנים שתואמים לטאבלט של גוגל, יהיו זמינים לכם להורדה.\nצילום: גיקטיים\nה-Wonder הוא קופסת אנדרואיד מצוינת ובהחלט אחד הסטרימרים המומלצים כרגע. בזכות הממשק והמפרט החזק שלו, הוא יאפשר לכם ליהנות מכמה עולמות במקביל: גם מדיה סנטר, בזכות Kodi ואפליקציות כמו פופקורן טיים; גם קונסולת משחקי אנדרואיד שמאפשרת לכם לשחק בה בעזרת ג’ויסטיק; ואפילו מיני-PC, בעזרת חיבור מקלדת ועכבר אלחוטיים.\nה-Wonder הוא גם סטרימר מצוין עבור משתמשים מתחילים, שלא רוצים להסתבך עם הפצות לינוקס שונות או יותר מדי התקנות. Wonder כולל אפליקציות, משחקים וממשק שמוכרים למשתמשים רבים מהסמארטפונים שלהם, ולכן אחרי כמה דקות של עדכונים אוטומטיים בהפעלה הראשונה, הם כבר יוכלו לשלוט בו.\nעם זאת, צריך לזכור 2 דברים: הראשון הוא שהמחיר של ה-Wonder, שעומד כרגע על 739 ש”ח הוא יקר יחסית לקופסאות אנדרואיד וסטרימרים אחרים, כמו ה-CuBox הישראלי למשל. ברמת המחירים הזו, הוא גם צפוי להתחרות בקרוב במחשבים הזעירים והזולים שהוכרזו על ידי אינטל וגוגל. הדבר השני שצריך לזכור שלשירות הלקוחות של Xtreamer יצא שם לא טוב, עם לא מעט תלונות על התעלמות של החברה מתלונות של צרכנים, כפי שתוכלו להתרשם בפורומים שלה. עם זאת, חשוב לציין שאם תרכשו את המכשיר בארץ, תקבלו שירות ואחריות של באג.\nמגניב: ביצועים, שלט, ממשק, אפליקציות, 3 כניסות USB.\nלא מגניב: כניסת Ethernet מוזרה, מחיר.\nמפרט: מעבד: Amlogic s812-H Cortex A9 עם 4 ליבות במהירות 2.0GHz; מעבד גרפי: Mali 450 עם 8 ליבות; זיכרון פנימי: 2 GB DDR3; אחסון: 16GB eMMC ver 5.0; חריץ הרחבה: Micro SD UP TO 64G; מערכת הפעלה: Android 4.4.2; קישוריות: Wi-Fi b/g/n, BlueTooth 4.0, AirPlay, Miracast, DLNA; פלט וידיאו: HDMI 1.4; פלט אודיו: HDMI 1.4, SPDIF.\n ", "keywords": "xtreamer wondwe,xtreamer,אקסטרימר,סקירה,סטרימר,סטרימינג,פופקורן טיים,שואובוקס,showbox,popcorn time,unicorn information systems,באג,טלוויזיה,google,chromebook,intel,compute stick,קומפיוט סטיק,כרומבוק,מקל אנדרואיד,קופסת אנדרואיד,דיסק און קי,התקן זיכרון,סרטים,סדרות,vod,,דיסק-און-קי"}