{"url": "https://www.geektime.co.il/ibm-security-intelligence-system/", "type": "article", "title": "למנוע את המתקפה הבאה: הכירו את ה-Security Intelligence", "description": "איומי הסייבר רק הולכים ומשתכללים, ומנהלי IT מבינים שכדי להישאר כמה צעדים לפני גורמים זדוניים עליהם להשתמש בכלים יצירתיים. המערכות החדשות משקפות תפיסת ניהול אבטחה שונה ויכולות לעשות את ההבדל בין מתקפה שנחסמה לבין אסון אבטחה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/GettyImages-139794055-e1481182421840.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-12T10:40:07Z", "modified_time": "2016-12-13T09:58:44Z", "articleBody": "איומי הסייבר רק הולכים ומשתכללים, ומנהלי IT מבינים שכדי להישאר כמה צעדים לפני גורמים זדוניים עליהם להשתמש בכלים יצירתיים. המערכות החדשות משקפות תפיסת ניהול אבטחה שונה ויכולות לעשות את ההבדל בין מתקפה שנחסמה לבין אסון אבטחה\nהכתבה בחסות\n\nצלם/תמונה:  Adam Berry/ Getty Images Israel\nמאת אלון בילורובסקי, מנהל קבוצת Security Solutions, יבמ ישראל\nעברייני סייבר כבר מזמן לא מסתפקים במטרות קטנות וקלות. הם נושאים עיניהם אל מאגרי המידע העצומים של ארגונים, שעמוסים בכל טוב כמו פרטי לקוחות, פרטי כרטיסי אשראי, מידע רגיש ו-BI שיכול לחשוף את מצב העסק שלכם.\nגם תחום אבטחת המידע הארגונית כבר הרבה יותר מורכב ועמוק. העצות ששמענו בשנות ה-90, כמו “אל תתנו לאף אחד את הסיסמה שלכם”, כבר לא עובדות, וכיום נדרשות מערכות שמנתחות כמויות אדירות של מידע במטרה לזהות תקיפה מבחוץ ומבפנים.\nתשתיות הענן נמצאות בתקופת פריחה, וזה נפלא ומבעית בו זמנית. רק דמיינו את האתגר לשמור על המידע כשכבר לא מדובר על רשת ארגונית סגורה, אלא על רשת שחלקיה מבוזרים ורמת האבטחה בהם משתנה. במילים אחרות, יכול להיות שהמידע הכי רגיש שלכם הרבה יותר חשוף ממה שדמיינתם.\nהצורך בהגנה על המידע היקר שלכם ברור, השאלה היחידה היא איך עושים את זה. ארגון גדול יפעיל עשרות כלי אבטחת מידע, כל אחד מספק שונה, כאשר כל כלי כזה הוא ייעודי ולרוב פותר רק בעיה אחת באופן נקודתי. הצורך הזה הביא בעשור האחרון לפיתוח מערכות מסוג SIEM (Security Information and Event Management), שמרכזות את המידע מכלל מערכות האבטחה ומציגות למנהלי ה-IT תמונת מצב על אבטחת המידע הארגונית, שנגזרת מכל הנתונים שמייצר המערך המורכב הזה.\nעד לא מזמן הטמעה ויישום של מערכות אלה הייתה משימה בלתי נגמרת שכרוכה בעלויות גבוהות, בעיקר בשל מחסור חמור בכוח אדם מיומן, השקעות בלתי נגמרות בשירותים מקצועיים ומחסור בידע בהפקת ערך מהמערכות הללו. נוכח כל אלו התפתחה תפיסת ניהול אבטחה חדשה שמכונה “Security Intelligence”.\nמדובר בתחום שמשלב בין מודיעין סייבר לבין מערכות אבטחת המידע של הארגון. השילוב מעניק למערכות ה-SIEM המסורתיות שכבות אנליטיות נוספות המסייעות לארגון להתכונן טוב יותר למתקפה הבאה, שכמובן צפויה להיות מתוחכמת והרסנית יותר מבעבר.\nבואו נתעכב רגע על אופן הפעילות של מערכת SIEM. מדובר במערכת שאוספת נתונים מיומן פעילות המערכת (“Logs”), מהתקני רשת ומאפליקציות, ויש לה מודולים שעוקבים אחר פעילות מערכת ההפעלה, פעילות משתמשים, ואפילו התנהגות חשודה מצד משתמשים. היא מנתחת בזמן אמת את הנתונים ומאפשרת זיהוי מהיר של תבניות התנהגות חשודות וצמצום פעילות זדונית או מניעתה. נוסף על יכולות בסיסיות אלה, ישנן גם מערכות שמשתמשות ביחידות עיבוד אירועים ברשת הארגונית: הן מסוגלות לנתח בזמן אמת Network Flows, תנועה ב-Application Layer (ברמת ה-Packets) ותבניות התנהגות חשודות של משתמשים בארגון (UBA – User Behavior Analytics).\nיכולות מתקדמות נוספות של מערכת כזאת הן אינטגרציה עם מערכות כגון Threat Intelligence שאוספות מידע מודיעיני לגבי פעילות זדונית באינטרנט וב-Deep web; עם מערכות ניהול פגיעויות (Vulnerability Management); עם מערכות ניהול סיכונים; עם מערכות פורנזיקה; ועם מערכות תגובה מהירה (Incident Response).\nמערכת SIEM שמציעה גם שירות Threat Intelligence מאפשרת לארגון לפנות למאגר עולמי של אירועי אבטחת מידע, ולשתף במאגר את פרטי האירוע שלו. כך למשל, אם ארגון נפגע מ-Malware כלשהו שכבר תקף במקום אחר בעולם, הארגון יכול לקבל Runbook – נוהל תגובה המכיל סט פקודות שיסייע לו להתמודד בהצלחה ובמהירות עם המתקפה – ולקצר משמעותית את זמן התגובה ואת סטיית התקן בטיפול באירוע.\nהמערכת מרכזת את שטף המידע, על כל ערוציו האפשריים, לממשק ניטור מאוחד שמהווה מעין לוח מחוונים שמאפשר למקבלי ההחלטות הקשות לקרוא, לנתח ולהבין בזמן אמת את סיכוני האבטחה האפשריים. זה יכול להיות בדיוק ההבדל בין מתקפה שנחסמה לבין אסון אבטחה.\nברבעון הקרוב מתוכננות להיכנס לתחום גם מערכות Visual Analytics – מערכות ניתוח מידע וחקירה מודיעינית-חזותית, שיעזרו לחקור אירוע אבטחת מידע על ידי הצגת שרשרת התקיפה בצורה ויזואלית. מערכות אלה יכולות לסייע רבות להבנת התמונה הכוללת ולירידה לשורש הבעיה: להבין כיצד והיכן החל האירוע ומה השפעתו על הארגון. שלב נוסף בשכלול המערכות האלה הוא עיבוד שפה טבעית (NLP) שיאפשר דיאלוג מילולי עם מערכות ה-Security Intelligence, כמו עוזר בינה מלאכותית שמסייע לחוקר בטיפול באירוע.\nיש סיבה טובה לכך ששוק ה-Security Intelligence גדל במהירות: התקפות סייבר על ארגונים הופכות תכופות יותר ויותר ובמקביל רמת התחכום והסכנה שלהם עולה. מנהלי IT מבינים שכדי להישאר צעד אחד לפני גורמים זדוניים, עליהם להשתמש בכלים יצירתיים ולא לינאריים. מערכת אבטחה היא הכרחית, אך חשוב לזכור שלא כל ארגון זהה למשנהו ולא לכולם צרכים זהים. מערכת טובה תאפשר לארגון שלכם להפעיל רק את המודולים שנחוצים לו (וגם לשלם רק עליהם).", "keywords": "ibm,יבמ,סייבר,מודיעין,אבטחת מידע,מנהלי,it,security intelligence,אבטחת מידע ארגונית,עברייני סייבר,מאגרי מידע,אנטרפרייז,siem,ניתוח נתונים,פרטי כרטיס אשראי,מנהלי it"}