{"url": "https://www.geektime.co.il/microsoft-to-end-itanium-support/", "type": "article", "title": "מיקרוסופט תפסיק לתמוך במעבדי Itanium של אינטל", "description": "מיקרוסופט הודיעה בסוף השבוע האחרון כי גרסת Windows Server 2008 R2, תהיה הגרסה האחרונה של מערכת ההפעלה לשרתים אשר תתמוך במעבדי Itanium של אינטל. האם זהו סופו של מה שהיה פעם החלום של אינטל למשפחת מעבדי ה-Mainstream לשרתים?", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/04/intel_itanium-300x207.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-04-06T10:00:46Z", "modified_time": "2010-04-06T10:00:46Z", "articleBody": "מיקרוסופט הודיעה בסוף השבוע האחרון כי גרסת Windows Server 2008 R2, תהיה הגרסה האחרונה של מערכת ההפעלה לשרתים אשר תתמוך במעבדי Itanium של אינטל. האם זהו סופו של מה שהיה פעם החלום של אינטל למשפחת מעבדי ה-Mainstream לשרתים?\nמיקרוסופט הודיעה בסוף השבוע האחרון כי גרסת Windows Server 2008 R2, תהיה הגרסה האחרונה של מערכת ההפעלה לשרתים אשר תתמוך במעבדי Itanium של אינטל. כמו כן, הודיעה החברה כי SQL Server 2008 R2 ו-Visual Studio 2010 יהיו הגרסאות האחרונות של מסד הנתונים וסביבת הפיתוח שיתמכו ב-Itanium.\nדן רגר, מנהל טכני בכיר בצוות הפיתוח של Windows Server ציין כי האבולוציה הטבעית של מעבדי ה-X86 64Bit (נקראים בקיצור x64) הוביל ליצירה של מעבדים ושרתים בעלי יכולות Scalability גבוהות ואמינות מספיק גבוהה בשביל לשרת תהליכים קריטיים בארגון. רק בשבוע שעבר שחררו אינטל ו- AMD סט מעבדים חדש בעלי 6, 8 ו-12 ליבות ומספר יצרנים כבר הכריזו על ייצור של שרתים בעלי 8 מעבדי x64. “במצב בו ארגונים יוכלו לעבוד עם שרתים בעלי 64 עד 96 ליבות מעבד, אין מקום אמיתי ל”ארכיטקטורה שונה מהשאר” כפי שמספק ה-Itanium”, כתב רגר בפוסט.\nהפסקת התמיכה של מיקרוסופט היא מכה אנושה עבור אינטל, אשר בנתה על קו מוצרי ה-Itanium תוכניות ארוכות טווח ואף האמינה כי סוג המעבדים המדובר יהפוך להיות ה-Mainstream בשוק השרתים. למזלה הרע של החברה, השוק בחר דווקא בגרסת 64 ביט של המתחרה הגדולה, AMD, אשר משכה לכיוון הרחבות 64 ביט למעבדי ה-X86 הקיימים, מה שיצר את ארכיטקטורת ה-64 ביט המפוצה היום, x64. התיקייה בה יושבת ההתקנה של גרסת מערכת ההפעלה המתאימה ל-x64 נקראת עד  היום AMD64.\nמאז גרסת Windows NT 4, מיקרוסופט שחררה גרסאות מותאמות של מערכת ההפעלה לשרתים וחלק מהתוכנות שלה עבור שרתים המופעלים על-ידי מעבדי Itanium ומאז Windows Server 2003, הצטרפה אליהם גם גרסה המותאמת לשרתים בארכיטקטורת x64 אשר הוכיחה את עצמה כפופולארית יותר באופן משמעותי מאשר גרסאות ה-Itanium של התוכנות.\nמוקדם יותר השבוע, אינטל השיקה את ה”טקילה”, המעבד החדש ביותר בסדרת ה-Itanium, העונה גם לשם Itanium 9300. המעבד החדש יהיה הראשון אשר ישלב בתוכו את ה-Serial Proccessor communications link ובקרי זכרון מובנים. למעט העובדה שהתוספות החדשות אמורות לגרום לשיפור די משמעותי בביצועי המעבד, הן גם אמורות לגרום לכך שסדרת מעבדי ה-Xeon הבאה (Nehalem-EX) תתמוך באותו מבנה מערכת.\nבמסגרת ההודעה על הפסקת העדכונים, הודיע רגר כי החברה תמשיך לספק תמיכה עבור גרסאות ה-Itanium במסגרת קווי התמיכה הקיימים למוצרים הנוכחיים (עד ל-End-of-lifecycle). לפיכך, התמיכה המלאה ב-Windows Server 2008 R2 בגרסת ה-Itanium, תסתיים יחד עם התמיכה בכל הגרסאות האחרות של מערכת ההפעלה, ב-9 ביולי, 2013. לקוחות בעלי הסכם תמיכה המזכה אותם ב-Extended Support יוכלו להנוטת מתמיכה עד ה-10 ביולי 2018.", "keywords": "מיקרוסופט,אינטל,איטניום,itanium,microsoft,intel,windows server 2008 r2,sql server,visual studio,64bit,x64,amd,x86 64bit,64 ביט"}