{"url": "https://www.geektime.co.il/signals-raises-10-mm/", "type": "article", "title": "אותות חיוביים: Signals מגייסת עוד 10 מיליון דולר", "description": "הסטארטאפ הישראלי מפתח פלטפורמת ייעוץ עסקי לאיסוף וניתוח אוטומטי של ביג דאטה; הגיוס מגיע פחות משנה לאחר גיוס קודם של 15 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/BIG.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-01T15:28:03Z", "modified_time": "2016-06-01T15:50:21Z", "articleBody": "הסטארטאפ הישראלי מפתח פלטפורמת ייעוץ עסקי לאיסוף וניתוח אוטומטי של ביג דאטה; הגיוס מגיע פחות משנה לאחר גיוס קודם של 15 מיליון דולר\nמימין לשמאל: גרשוני ושדה, מייסדי Signals. מקור: יח”צ\nלהחלטות שמקבלים אנשי השיווק בחברות קיימות השלכות עצומות על מידת ההצלחה שלו. ומכיוון שרוב הסטטיסטיקות לגבי הצלחה של מוצר חדש הן גם ככה נגדם, הרי שהם ישמחו לקבל כל כלי שיעזור להם בקבלת ההחלטות. כזה הוא המוצר שמפתחת Signals. היום (ד’) מודיעה החברה הישראלית על השלמת גיוס של 10 מיליון דולר, פחות משנה לאחר הגיוס הקודם שלה שעמד על 15 מיליון דולר.\nSignals מפתחת פלטפורמה טכנולוגית לאיסוף, ניתוח והפקת תובנות באיכות “אנושית” בעזרת ביג דאטה ממקורות רבים ומגוונים מחוץ לארגון ביניהם מקורות פתוחים וסגורים כמו מאגרי פטנטים, מחקרים מדעיים, מוצרים שונים, מדיה חברתית, ניסויים קליניים, אתרי מסחר מקוון, דו”חות של חברות מחקר ועוד. לאחר איסוף המידע, מבצעת המערכת איחוד נתונים, עיבוד וניתוח תוכן לפי מודלים מורכבים לקבלת החלטות עסקיות. על התובנות המתקבלות עובדים מומחי תוכן בצד הלקוח או מומחים של החברה כדי להוציא המלצות למקבלי ההחלטות. התובנות אותן מפיקה המערכת מסייעות למנהלי מוצר ושיווק לקבל החלטות שונות. המודל העסקי של החברה מסתמך על רישיון SAAS לשימוש בפלטפורמה, עם מחיר קבוע לכל אפליקציה שנרכשת לצד תשלום על כל עדכון מידע – שאת התדירות שלו קובע הלקוח.\nSignals Group נוסדה בשנת 2009 על ידי שני קציני מודיעין לשעבר: גיל שדה, שמכהן כמנכ”ל החברה וקובי גרשוני, מנהל הפעילות שלה בארצות הברית. השניים בנו את המוצר על בסיס שיטות מודיעיניות צבאיות כדי ללמוד ולתאם בין נתונים חיצוניים, לחבר יחד אותות חלשים ולספק תובנות ערכיות במהירות. על ידי יישום מחדש של מתודולוגיה צבאית והפיכתה לרלוונטית לתחום ספציפי זה, החברה מציעה פתרון שלאו דווקא מציעות המתחרות בשוק. גישה זו בעצם מספקת יתרון תחרותי, על ידי כך שמאפשרת לתאגידים לקבל החלטות חכמות ומהירות הרבה יותר מאשר אם היו נעזרים בשיטות מחקר מסורתי וחברות ייעוץ. ל-Signals יותר מ-50 לקוחות Fortune 5000 ביניהם פרוקטר אנד גמבל, פפסיקו, ג’ונסון אנד ג’ונסון ונסטלה והיא נכללה לאחרונה ברשימת ה-Cool Vendors של גרטנר לשנת 2016.\nהגיוס הנוכחי, בגובה 10 מיליון דולר, הובל על ידי קרן הצמיחה הישראלית Qumra Capital והוא מגיע פחות משנה לאחר סבב הגיוס הקודם בו גייסה סיגנלס 15 מיליון דולר מ-Sequoia Capital ו-TPY. החברה מתכננת להשתמש בהון שגייסה על מנת להגדיל את צוותי המכירות והפיתוח במשרדי החברה בנתניה, בז’נבה ובניו יורק.\n", "keywords": "signals group,סיגנלס גרופ,ביג דאטה,ניתוח נתונים,שיווק,גיוס,גיוס הון,חברה ישראלית,סטארטאפ ישראלי,מודיעין צבאי,סקויה,tpy,איסוף מודיעין אוטומטי,commera capital,סיגנלס"}