{"url": "https://www.geektime.co.il/microsoft-e3-2018/", "type": "article", "title": "מיקרוסופט ב-E3: חושפת את Halo ו-Gears Of War החדשים; מהמרת על אקסקלוסיביים", "description": "מיקרוסופט כבשה בסערה את תערוכת E3 עם מסיבת עיתונאים שחשפה לא מעט משחקים חדשים, ומהלכים שאמורים לשכנע את הגיימרים לבחור באקסבוקס ובמחשב כדי לשחק במשחקים הבולטים בתעשייה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/Microsoft-E3-2018-1528708252.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-11T12:53:11Z", "modified_time": "2018-06-11T12:58:41Z", "articleBody": "מיקרוסופט כבשה בסערה את תערוכת E3 עם מסיבת עיתונאים שחשפה לא מעט משחקים חדשים, ומהלכים שאמורים לשכנע את הגיימרים לבחור באקסבוקס ובמחשב כדי לשחק במשחקים הבולטים בתעשייה\nתמונה: צילום מסך, מיקרוסופט\nתערוכת E3 מביאה אליה את כל החברות הגדולות, וגם מיקרוסופט מקיימת מדי שנה מסיבת עיתונאים גדולה בה היא מציגה את שלל המשחקים שלה לשנה הקרובה. השנה, כך נראה, מיקרוסופט מנסה לתפוס יתרון בשוק על ידי שימת דגש על משחקים אקסקלוסיביים, והיתרון הטכני שיש לקונסולת ה-Xbox One X. החברה הציגה 50 משחקים, מתוכם 18 משחקים בלעדיים למיקרוסופט, ו-15 בכורות עולמיות למשחקים. אספנו עבורכם את הבולטים שבהם.\nלמיקרוסופט אולי יש את קונסולת המשחקים החזקה בשוק וחיבור לעולם ה-PC, אבל זה לא סוד שחסרים לה משחקים אקסקלוסיביים בולטים אל מול המתחרות. נראה שמיקרוסופט רוצה לשנות את התדמית הזו, וליצור יותר משחקים אקסקלוסיביים לעתיד של הקונסולה, ועל כן היא הכריזה על שיתוף פעולה עם חמישה אולפנים ובינהם Playground Games, Undead Labs, Compulsion Games וגם Ninja Theory שהצליחו להדהים את עולם הגיימינג עם Hellblade: Senua’s Sacrifice. מיקרוסופט משקיעה בסטודיו חדש משלה הנקרא The Initiative. מיקרוסופט צפויה לרכוש את רוב האולפנים בהם היא משקיעה, ותעניק להם משאבים וצוותים ייעודיים שיעזרו להם לפתח את הדור הבא של המשחקים האקסקלוסיביים שעשויים למשוך את חובבי הקונסולות להעדיף לרכוש את מוצרי מיקרוסופט על פני המתחרות.\nמיקרוסופט הציגה את משחק ההמשך לאחת מסדרות המשחקים האהובות ביותר שלה בכל הזמנים, היילו. גם הפעם אתם תכנסו לנעליו של מאסטר צ׳יף בניסיון להציל את האנושות. לא נחשפו פרטים נוספים מעבר לכך, אך הטריילר של המשחק נראה מרשים מאוד, ועומד לרגש מעריצים רבים ברחבי העולם.\n﻿\nמיקרוסופט חשפה שלושה משחקים שונים בסדרת Gears Of War, אבל הבולט מבינהם הוא כמובן Gears 5 בו תכנסו לנעליה של קייט בעולם הגדול ביותר אי פעם בסדרה. כמובן שתוכלו לשחק בו לבד או עם חברים במצב מסך מפוצל. בהישג טכני מרשים למדי, המשחק ירוץ על גבי קונסולת ה-Xbox One X ברזולוציית 4K, תמיכה ב-HDR וקצב של 60 פריימים לשניה. המשחק צפוי להיות מושק במהלך 2019.\nההכרזות הגדולות של EA בתערוכת E3\nאחד ממשחקי האינדי האהובים ביותר מבית מיקרוסופט. Ori and the Blind Forest, שפותח על ידי צוות עם נוכחות ישראלית חזקה, זוכה סופסוף למשחק המשך שנראה מקסים ויפהפה ממש כמו קודמו, אבל גם מאתגר במיוחד, ממש כמו קודמו. המשחק ישוחרר במהלך שנת 2019\nמיקרוסופט לא הציגה רק משחקים אקסקלוסיביים, אלא שמה דגש גם על משחקים שתוכלו למצוא בקונסולות אחרות, בטענה שהמשחקים ירוצו בצורה מיטבית על קונסולת ה-X של החברה. אחד המשחקים המצופים ביותר בתערוכה השנה הוא ללא ספק המשחק החדש בסדרת Fallout. עם מפה גדולה פי ארבעה מזו של Fallout 4, ומשחק שמתרחש בווסט ורג’יניה, למעריצים של המשחק יש הרבה למה לצפות.\nאחרי שנים של המתנה, מעריצי סדרת המשחקים “קינגדום הרטס” המשלבת בין סרטי דיסני ליקום של משחקי Final Fantasy סופסוף גילו שהמשחק ישוחרר בינואר 2018, ומפתחת המשחק החליטה להשתמש במסיבת העיתונאים של מיקרוסופט כדי להגדיל את ההייפ, ולחשוף את העולם החדש אליו תוכלו להגיע במשחק: פרוזן (לשבור את הקרח). זאת לצד יקומים אחרים כמו Tangled, צעצוע של סיפור ועוד רבים וטובים.\nזה אולי לא משחק ההמשך של המשחק הפופולארי, אבל זהו משחק חינמי מבית היוצר של המשחק שיתמקד בילד קטן עם דמיון מפותח שמצליח לעורר את הסיפורים שלו לתחיה. המשחק יהיה זמין להורדה חינמית ב-26 ביוני\nכמדי שנה, מיקרוסופט משיקה משחק חדש בסדרת המירוצים הבלעדית, Forza, והפעם אנחנו עוברים לאנגליה, בו תוכלו לפגוש שחקנים אמיתיים מרחבי העולם, ולהתחרות איתם ומולם במרוצים בנופים מדהימים שישתנו לפי עונות השנה ושעות היום ויציגו אתגרים חדשים מדי שבוע. Forza Horizon 4 יושק ב-2 באוקטובר 2018 בקונסולות האקסבוקס והמחשב האישי.\nבפעם הראשונה, Ubisoft חשפה על בימת מיקרוסופט את משחק ההמשך ללהיט “The Division” אשר הפעם יתרחש בוושינגטון. גם הפעם תוכלו לחבור למשתמשים מסביב לעולם, או לחברים, כדי לנסות לכבוש מחדש שטחים ולהלחם בקבוצות של שחקנים אחרים.\nסדרת המשחקים Just Cause ידועה באקשן המטורף והלא הגיוני שלה, ו-Square Enix חשפה את המשחק החדש שבו אתם שוב תכנסו לנעליו של ריקו, המורד אשר מנסה למוטט דיקטטורות. כל זאת באמצעות חליפות רחף, אופנועים, מכוניות, מטוסים, פיצוצים ואפילו סופות טורנדו. תתכוננו להרבה בלאגן. המשחק ישוחרר ב-4 בדצמבר 2018.\nכעשור לאחר יציאת Devil May Cry 4, המשחק הרשמי החדש סופסוף אושר. האקשן נראה מטורף כמו בסרט אקשן קייצי, עם גרפיקה מדהימה ודיבוב עוקצני ומשעשע. המשחק צפוי להשתחרר במהלך תקופת האביב של שנת 2019\nמיקרוסופט מחזיקה באחד משירותי המינוי הייחודיים בעולם המשחקים, Xbox Game Pass, באמצעותו ניתן לשחק במאות משחקים בחינם תמורת תשלום חודשי. מיקרוסופט רוצה שתוכלו לעבור בין משחקים במהירות, ולכן הציגה הלילה את FastStart, טכנולוגיה חדשה שמזהה אילו קבצים נדרשים לצורך הפעלת המשחק, ומורידה אותם קודם לקונסולה כדי שתוכלו להתחיל לשחק בהם כמה שיותר מהר, בעוד שאר ההורדה מתבצעת ברקע.\nחובבי האנימה קיבלו הצצה ל-Jump Force, משחק מכות חדש המשלב בין העולמות של Dragon Ball Z, נארוטו, Death Note ועוד. כמו במשחקים דוגמת Injustice ו-Super Smash Bros, תוכלו להלחם בדמויות מכל אחד מהמותגים האהובים וליצור את הקרוסאובר שתמיד חלמתם עליו.\n﻿\nאחד הטריילרים המסקרנים ביותר שהוצגו הלילה, שייך למשחק חדש מבית CD Projekt Red, אשר יתרחש בעולם עתידני, מוזר ויפהפה. אתם עומדים לשחק את V, רוצח שכיר שמקבל חוזה רצח גדול. לא נחשף עוד רבות בנוגע למשחק, אבל יש למה לחכות.\nבנוסף לכל ההכרזות על המשחקים, מיקרוסופט הודיעה על הכוונות שלה לפתח מערכת AI חדשה שהיא תטמיע במשחקים שלה, ושירות סטרימינג למשחקים, שיאפשר לכם לשחק במשחקים באיכות קונסולות על גבי כל מכשיר שתבחרו בו. כן, אפילו הסמארטפון שלכם.", "keywords": "משחקים,גיימינג,אי שלוש,אי 3,אי3,e3,xbox one x,xbox one,microsoft,gaming,מיקרוסופט,אקסבוקס,אקס בוקס,אקסבוקס וואן,אקסבוקס וואן x,אקסבוקס וואן אקס,אקסבוקס וואן איקס,אקס-בוקס"}