{"url": "https://www.geektime.co.il/microsoft-acquires-linkedin/", "type": "article", "title": "מיקרוסופט רוכשת את לינקדאין תמורת 26 מיליארד דולר", "description": "אחת הרכישות הגדולות בעולם הטכנולוגיה: מיקרוסופט רוכשת את לינקדאין בסכום שיא של 26 מיליארד דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/GettyImages-452931714.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-13T15:52:45Z", "modified_time": "2016-06-13T19:00:30Z", "articleBody": "אחת הרכישות הגדולות בעולם הטכנולוגיה: מיקרוסופט רוכשת את לינקדאין בסכום שיא של 26 מיליארד דולר\nBFF. מקור: Microsoft\nרעידת אדמה בעולם הטכנולוגיה: מיקרוסופט הודיעה עתה כי רכשה את לינקדאין, הרשת החברתית לעסקים.\nמיקרוסופט הודיעה היום (ב’) כי רכשה את לינקדאין ב-26 מיליארד דולר במזומן – מחיר שמשקף מחיר של 196 דולר למנייה. מחיר הסגירה של המניה ביום העסקים האחרון עמד על כ-131 דולר, כך שמדובר על פרמיה נאה מאוד ומחיר גבוה שמשלמת מיקרוסופט בעבור הרשת החברתית. במסגרת העסקה תשמור לינקדאין על המיתוג הייחודי שלה ותהפוך ליחידה עצמאית בתוך מיקרוסופט, כשמנכ”ל החברה, ג’ף וויינר יהיה כפוף ישירות למנכ”ל מיקרוסופט, סאטיה נאדלה.\nבהתייחסו לעסקת הענק, אמר נאדלה: “הצוות של לינקדאין יצר חברה פנטסטית, שממוקדת בחיבור העולם העסקי. ביחד, נוכל להאיץ את הצמיחה של לינקדאין, יחד עם חבילת Office 365 של מיקרוסופט, כדי לתת יותר כח לכל אדם ולכל ארגון בעולם”.\nמנכ”ל לינקדאין, ג’ף וויינר, מסר בתגובה לעסקה: “בדיוק כמו שהפכנו את הדרך שבה העולם מתחבר – להזדמנות, כך החיבור למיקרוסופט והשילוב של שירותי הענן שלהם והרשת של לינקדאין, מאפשר לנו לשנות את הדרך שבה העולם עובד”.\nלינקדאין (LinkedIn) הוקמה ב-2002 על ידי ריד הופמן, בעברו בכיר ב-PayPal. נכון להיום רשומים באתר כ-433 מיליון משתמשים, מתוכם 128 מיליון בארצות הברית, כלומר זינוק של 19 אחוזים בשנה-לשנה. החברה הכניסה ב-2015 כ-3 מיליארד דולר, כשרוב ההכנסות מגיעות ממודעות ההשמה והגיוס ומיעוטן ממינויי הפרימיום שהיא מציעה. החברות יערכו מסיבת עיתונאים משותפת בשעה 18:45 (שעון ישראל) ובה ידונו על העסקה והשלכותיה.\nמדובר בעסקה מוצלחת לכל הצדדים. מצד אחד, מיקרוסופט, ששמה לה למטרה לכבוש את שוק התוכנות הארגוניות. עתה, כשיש לה רשת חברתית עם מאות מיליוני משתמשים ב-200 מדינות, יהיה לה קל יותר ‘להציע’ ללקוחותיה את השירותים הארגוניים שלה דוגמת שירותי הענן וחבילת האופיס ולהציע ערך מוסף למשתמשים העסקיים שלה. במובן הזה, רכישת לינקדאין מפצה על הרכישה של Yammer ב-2012, תמורתה שילמה מיקרוסופט כ-1.2 מיליארד דולר. בזכות הרכישה מקווה מיקרוסופט לשלוט על כל האספקטים של הארגון: החל מתשתיות הענן (Azure), דרך חבילות התוכנה (Office 365 ו-OneDrive) והרשת החברתית (LinkedIn) וכלה בשירות התקשורת סקייפ. זאת לאחר שעל פי דיווחים שונים מיקרוסופט היתה מוכנה להוציא 8 מיליארד דולר כדי לקנות את שירות התקשורת הארגונית Slack, גם מבחינת לינקדאין מדובר בניצחון לא קטן. חוץ מהפרמיה הנאה על מחיר המנייה שלה, החברה היתה זקוקה לשותף בעל כיסים עמוקים ומשאבים עצומים כמו מיקרוסופט, כדי להיאבק במה שנראה כאיום הגדול ביותר עליה – Facebook at Work, הרשת החברתית לארגונים שמפתחת פייסבוק.\n", "keywords": "מיקרוסופט"}