{"url": "https://www.geektime.co.il/real-talk-15-free-tickets/", "type": "article", "title": "רוצים להיות חלק מרשימת המשפיעים של תל אביב? מלאו את הטופס ואולי תזכו בכרטיס ל-Real Talk", "description": "ב-25 באוקטובר יתקיים בתל אביב האירוע הבינלאומי Real Talk, ובו היזם המוערך סם פיטרודה יערוך שיחות מעוררות מחשבה על עתיד החדשנות והטכנולוגיה שיגיעו עם המהפכה התעשייתית הרביעית. כחלק מהיוזמה לגיבוש רשימת המשפיעים על כלכלת הידע של תל אביב שתופץ בספר מיוחד ברחבי העולם. 15 מכם שיגישו מועמדים לרשימה יקבלו מאיתנו כרטיס חינם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/TelAviv_Nomination-1539857576-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-18T14:45:10Z", "modified_time": "2018-10-21T10:45:56Z", "articleBody": "ב-25 באוקטובר יתקיים בתל אביב האירוע הבינלאומי Real Talk, ובו היזם המוערך סם פיטרודה יערוך שיחות מעוררות מחשבה על עתיד החדשנות והטכנולוגיה שיגיעו עם המהפכה התעשייתית הרביעית. כחלק מהיוזמה לגיבוש רשימת המשפיעים על כלכלת הידע של תל אביב שתופץ בספר מיוחד ברחבי העולם. 15 מכם שיגישו מועמדים לרשימה יקבלו מאיתנו כרטיס חינם\n\nהייצור ההמוני, כמו רוב המכשירים בעולם, יהפוך בקרוב ל”חכם”, על ידי חיבור המכשירים לרשת ויצירת תקשורת ביניהם, הפיכתו לירוק וידידותי יותר לסביבה וכמובן גם למאובטח יותר. ההתפתחות הזו קרויה המהפכה התעשייתית הרביעית, והיא כבר ממש פה.\nבטווח הרחוק המהפכה הרביעית צפויה להיטיב עם בני האדם והסביבה, אבל לא הכל ורוד. בקרוב יתווספו מגוון רחב של טכנולוגיות שצפויים לטשטש את הגבולות בין העולמות הפיזיים, הביולוגיים והדיגיטליים. חברות, ארגונים, ערים ואפילו מדינות, שלרוב מתאפיינים בתהליכים איטיים, יצטרכו להסתגל במהירות ולאמץ רגולציות וטכנולוגיות חדשות. לא מדובר בשאלות של מה בכך, הטכנולוגיות החדשות והחדשניות צפויות להביא איתן שאלות מהותיות הקשורות לגידול באי השוויון, שינויים בעמדות הכוח ונושאים ביטחוניים הקשורים לחיים למוות.\nהיזם המוערך סם פיטרודה, שאחראי בין היתר על השינוי האדיר שחוותה הודו בתחום הטלקום ב-30 השנים האחרונות ושם בראש את המדיניות לפיה גישה לטכנולוגיה היא המפתח לשינוי חברתי, מגיע לתל אביב לקיים דיאלוג מעורר השראה ומחשבה על ההשלכות הצפויות, ההזדמנויות והסיכונים שבמהפכה התעשייתית הבאה.\nפיטרודה יחלוק מניסיונו – על הצלחותיו וכישלונותיו לאורך 50 שנות פעילותו – ידבר על הדרכים שבהן אפשר לגייס את הטכנולוגיה החדשנית לטובת האדם ועל מה אנו צריכים לעשות כדי שהטכנולוגיה תשרת אותנו ותגרום לנו ליותר אושר והנאה.\nאירוע Real Talk יתקיים ביום חמישי, 25 באוקטובר, במרכז רבין בתל אביב, והוא מיועד לכ-200 יזמים, ממציאים, משקיעים ומנהיגים עסקיים, שמעוניינים לאתגר את עצמם ולעסוק בעתיד הטכנולוגיה והחדשנות.\nReal Talk הוא אירוע בינלאומי, שמתקיים בערים ניו יורק, טורונטו, מדג׳ין, סאן חוזה ותל אביב, ולו גם מטרה חברתית: להעלות למודעות את הידע והכישרונות הרבים שקיימים בערים שונות בעולם, להביא לשיתופי פעולה מגוונים וליצור עולם שבו הטכנולוגיה מייצרת ערך רב יותר לאדם.\nכחלק ממטרה זו החליטה תנועת היוזמה לכלכלת הידע (The Knowledge Economy Initiative) לגבש רשימת משפיעים בערים שונות בעולם, לאגד את סיפוריהם מעוררי השראה בספר ולהפיצו ברחבי העולם.\nכדי לקחת חלק ביוזמה ולקבל כרטיס חינם לאירוע Real Talk, כל שעליכם לעשות הוא להציע מועמד/ת – אתם או מי ממכריכם – לרשימה ולמלא את הפרטים בטופס עד יום ראשון, 21 באוקטובר, בשעה 18:00. 15 מכם יקבלו מאיתנו כרטיס חינם לאירוע.\nשימו לב: האירוע נדחה. נפרסם את המועד החדש ברגע שייקבע\nלהגשת מועמדות ומילוי הטופס\n ", "keywords": "סם פיטרודה,הודו,סלולרי,טלפוניקה,real talk,tel aviv,sam pitroda,יזמות,חדשנות,מרכז רבין,תקשורת,טלקום,מנהלים,נטוורקינג"}