{"url": "https://www.geektime.co.il/easy-and-quick-steps-to-build-a-wp-app-guide/", "type": "article", "title": "בנייה קלה ומהירה של אפליקצייה ל-Windows Phone [מדריך]", "description": "מדריך זה יסביר לכם כיצד לבנות אב טיפוס מהיר לאפליקציית Windows Phone. האפליקצייה שבדוגמא שולחת הודעות טקסט (SMS) למספר אנשי קשר באופן קל ופשוט", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/wp7111.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-04-29T12:30:01Z", "modified_time": "2012-04-29T18:06:11Z", "articleBody": "מדריך זה יסביר לכם כיצד לבנות אב טיפוס מהיר לאפליקציית Windows Phone. האפליקצייה שבדוגמא שולחת הודעות טקסט (SMS) למספר אנשי קשר באופן קל ופשוט\nארז פדרו הוא מייסד, ארכיטקט בכיר ומומחה בתחומי ה-User Experience ב-CodeValue.\nתמונה: יח\"צ, מיקרוסופט\nישנן מספר אפשרויות לבניית אב-טיפוס לממשק משתמש, למשל ציור ידני של נייר ועפרון, או מצגת PowerPoint שבה ניתן לתאר בקלות ובמהירות את המסכים והמעברים ביניהם. אנחנו בחרנו להדגים בניית אב-טיפוס ב-Sketchflow, שהוא רכיב של Microsoft Expression Blend 4.0, בגלל הסיבות הבאות:\nבכדי לעקוב אחר פעילות השלבים בפיתוח אב טיפוס בבלנד, תצטרכו להתקין את Microsoft Expression Blend 4.0 בגרסתו המלאה (Sketchflow לא כלול בגרסה החינמית שאותה ניתן להוריד בכתובת זו).\nניגש ישר לעבודה, נפתח את האפליקציה ונבחר יצירת פרויקט חדש, נזכור לוודא שבחרנו:\nהערה: אני בחרתי לפתח בשפת C#, אולם, מאחר ולא אכנס לקוד אז אין זה משנה.\n \n\nבשלב זה נראה שבלנד כבר יצר עבורנו SLN שלם ובו מספר מסכים המקושרים ביניהם על מנת לדמות את מסכי מערכת ההפעלה של הטלפון (מסך הבית, מסך החיפוש, ומסך ההתחלה של האפליקצייה).\nזה הזמן להגלות את כלי העבודה הראשון שלנו ב-Sketchflow – מפת הניווט (Sketchflow Map):\n\nזוהי דיאגראמה של מסכי הטיפוס והקשרים ביניהם, בדוגמה שלנו יש את שלושת מסכי מערכת ההפעלה (בסגול) ומסך הבית של האפליקציה שלנו שנקרא “Screen 1”.\nלחיצה כפולה על אחד מהמלבנים תיקח אותנו אליו – לדוגמה חלון ה-Home:\nכפי שניתן לראות, הכלי כבר בנה עבורנו את התשתית כדי שאנחנו נוכל להתמקד בעיקר של תכנון ממשק המשתמש.\nהחלון נראה עם קווים לא ישרים ונראה כאילו צוייר ביד חופשית, זו אינה טעות אלא מראה בעל סגנון של “סקיצה ראשונית”. המטרה היא למנוע התמקדות בפרטי ה “Look” בשלב מוקדם זה של העבודה. מראה זה מושג ע”י שימוש ב-Styles בעלי סיומת “Sketch” המוגדרים מראש בבלנד.\nהערה: אם נסתכל ב-XAML של החלון נוכל לראות שהוא מכיל כבר מספר מרכיבים:\nבשלב זה נתעלם מקטעי ה-XAML הללו.\nנעבור לחלון Screen 1 בכדי לבנות אותו:\nבמסגרת החלונית Objects and Timeline נראה שהחלון מגיע עם המסגרת של כפתורי מערכת ההפעלה ומלבן ריק שבו נצטרך למלא תוכן. השורה המסומנת (LayoutRoot) היא מסוג גריד.\n\nנחלק אותה ל-3 שורות:\nמבצעים זאת ע”י click בעמודה השמאלית (צבועה בתכלת) כמו בצילום המסך:\n\nאם נסתכל ב-XAML שנוצר (נבחר את התצוגה המשולבת Design-XAML  – מסומנת בריבוע אדום בתמונה הבאה) נוכל לראות שבלנד הוסיף הגדרות של Rows בתוך LayoutRoot:\n \n\nבשלב זה שורות הגריד מוגדרות עם גודל יחסי, בהמשך נהפוך את השתיים הראשונות לגודל אוטומטי, לפי התוכן שלהן.\nכעת נבחר רכיב TextBlock ונוסיף את רכיבי הכותרות, אחת לכותרת הראשית ואחת לכותרת אנשי הקשר. כאשר “מציירים” את הרכיב בגריד, בלנד ידע להבין באיזה שורות ועמודות הרכיב נמצא ופרטים אלה מופיעים ב-XAML (הכותרת השנייה מקבלת “Grid.Row=1”. כאשר הטקסט נבחר קל ומהר לערוך אותו.\nנבחר את כותרת רשימת אנשי הקשר ונקבע לה גודל פונט של 48Pt בחלון המאפיינים (Properties Pane) ב-XAML, אנחנו נראה כעת ערך אחר בגלל שהיחידות כאן הן של פיקסלים. כעת נוכל להפוך את גובה העמודות לאוטומטי, ע”י לחיצה על אייקוני המנעול הפתוח שלצד העמודה.\nבשלב זה האפליקציה צריכה להראות בערך כמו בתמונת המסך הבאה:\n\nנריץ ע”י לחיצה על F5 או Project>RunProject בתפריט. המערכת תפתח אלא אם לא מותקן במחשב שלכם ה-Plug-in של Silverlight ואז תקבלו את ההודעה הבאה:\n\nה-browser  שלכם יציג את אפליקציית ה-Sketchflow Player ובתוכה אפליקציית הטפלון שבנינו תראה כך:\nנחזור לעריכת החלון ונחלק את השורה התחתונה לשלוש שורות:\nבסוף התהליך נקבל את המצב הבא:\nכפי שניתן לראות הרשימה קיימת, אבל לא ניתן לעצב אותה כי לא רואים את הפריטים שלה ואי אפשר לבחור פריט על מנת לערוך אותו.\nבכדי להתגבר על הקושי הזה, נשתמש ביכולת של בלנד לייצר מידע להדגמה (Sample Data).\n \n\nלבלנד יש לשונית של Data ובה כלים ויצירה ועריכת מידע להדגמה. הכלי מאפשר ליצור מידע פיקטיבי ע”פ שלושה בסיסים:\nאנחנו נשתמש בדרך הראשונה, כי אנחנו מניחים הפעם שניצור אב הטיפוס לפני שיש לנו בסיס אחר ליצירה של המידע.\nנלחץ על כפתור יצירת המידע בלשונית ה-Data ונבחר ‘New Sample Data’\n\nאז נמלא את:\nלאחר היצירה המאגר מופיע בלשונית ה-Data\n\nבשלב זה נוכל:\n \n \nעכשיו, בכדי להוסיף תמונות עבור מאגר אנשי הקשר שלנו, נקבץ מספר תמונות בתיקייה במחשב.כדי להוסיף המאפיין השלישי נלחץ על כפתור ה-‘+’ בשורת הרשימה contacts, ונשנה כך:\n \nכעת, נבחן המאגר שיצרנו ונוודא שהוא תקין, לצורך כך נלחץ על כפתור Edit Sample Values. לחיצה זו תפתח טבלה המכילה את הנתונים שהכלי יצר עבורנו (עם התמונות ששמנו בתיקייה). אני לדוגמא הורדתי אייקונים חינמיים מהאתר: http://www.iconspedia.com.\nכפי שניתן לראות בטבלה שבתמונה, נוצרו אצלי עשרה פריטים (בתיקייה הוספתי עשר תמונות) ובחרתי לא לשנות את מספר הפריטים.\n\nניתן כמובן לערוך את השדות בטבלה באופן ידני, אך מאחר ומדובר במאגר לצרכי המחשה אשאיר אותו כפי שהוא.\nכפי שזכור לכם, יצרנו את מאגר השמות על מנת שנוכל לנסות את האפליקציה ולעצב את תצוגת פריטי הרשימה. כל שנותר לנו לעשות כדי להציג את הפריטים מהרשימה שיצרנו ברשימה הוא לגרור את הרשימה מהמאגר על גבי ה-ListBox שבחלון.\nהתוצאה היא שכאשר נגיע עם הסמן מעל ל הListBox, אז קו המתאר שלה יוצג בכחול, ועל גביה יוצג הטקסט “Data bind [ListBox].itemsSource to Contacts” כלומר מקור המידע של ה הListBox  יקושר ע”י DataBinding לרשימה בשם Contacts. מאחר וזה בדיוק מה שרצינו אז נבצע drop על גבי הרשימה.\n \n \n \nוהתוצאה, הפריטים שיצרנו אכן מוצגים ברשימה. בנוסף לכך ניתן לראות שהרשימה בלשונית ה-Data, מסומנת במסגרת צהובה (כמקובל במקרים של DataBinding).\n\n \n \nכעת נוכל לבחור פריט מרשימה ולערוך את אופן התצוגה שלו עם משוב (feedback) ויזואלי מלא. כזכור, ב-WPF וב-Silverlight מוגדר אופן התצוגה של פריט בעזרת ‘DataTemplate’. עכשיו כדי לערוך אותה נבחר מתפריט העכבר הימני את:\nEdit Additional Templates> Edit Generated Items (ItemTemplate)> EditCurrent:\nה-DataTemplate איתו אנחנו מתחילים הוא:\n<DataTemplate x:Key=”ContactsItemTemplate”> \n<StackPanel> \n<Image Source=”{Binding Image}” \nHorizontalAlignment=”Left” Height=”64″ Width=”64″/> \n<TextBlock Text=”{Binding Name}” \nStyle=”{StaticResource BasicTextBlock-Sketch}”/> \n<TextBlock Text=”{Binding PhoneNumber}” \nStyle=”{StaticResource BasicTextBlock-Sketch}”/> \n</StackPanel> \n</DataTemplate>\nמאחר ואנחנו רוצים להוסיף יכולת לבחור איש קשר, אז נוסיף CheckBox\nכמו כן, משיקולי טקסט ועיצוב, נארגן את השדות בצורה שונה מעט עם שני שדות הטקסט, אחד מעל לשני.\n\nנריץ את האפליקציה ונראה את התוצאה:\n\nזו התוצאה שרצינו להשיג מבחינת מבנה, עכשיו נוסיף דימוי להודעה על סיום מוצלח של השליחה.\nבכדי להוסיף חלון הודעה נלחץ על הכפתור השמאלי המופיע מתחת ל-‘Screen 1’ במצב MouseOver\nכפתור זה מוסיף חלון מקושר ‘Create a Connected Screen’:\n\nנגרור ונוסיף חלון הודעה ונשנה את שמו ל-Done, ונקבל את התוצאה הבאה:\n\nכעת נבצע לחיצה כפולה על “Done” על מנת לפתוח את החלון.\nבדומה לבניית החלון הראשי, נוסיף גם כאן שורה עבור כפתורי ההפעלה ובשורה העליונה נוסיף TextBlock המכיל את המשפט ‘Your message was Sent to the selected contacts’. לכפתור השמאלי נוסיף תווית “Another” ולימני נוסיף תווית “Exit”. התוצאה תהיה כזו:\n\nנחזור לחלון הראשי, נבחר את הכפתור הימני, ‘Send’, ונוסיף לו פונקציית NavigateTo לחלון Done.\nהדרך לבצע זאת היא בתפריט העכבר הימני. נבחר: NavigateTo>Done – וזהו!\nנבחן מה נוסף ל-XAML ונראה שנוסף קטע של:\n<i:Interaction.Triggers> \n<i:EventTrigger EventName=”Click”> \n<pi:NavigateToScreenAction TargetScreen=”SMSAllScreens.Done”/> \n</i:EventTrigger>\n</i:Interaction.Triggers>\n \nקטע זה מפעיל את ההתנהגות של ניווט בין מסכים ‘NavigateTo Screen Action’. ועכשיו, בנוסף למה שבנינו בעצמנו, השתמשנו ביכולות האינטראקטיביות הבנויות בכלי, כמו למשל, יכולת המעבר בין חלונות המושגת בעזרת התנהגויות (Behaviors). נריץ את האפליקציה, ונראה שלחיצה על כפתור Send מעבירה אותנו לחלון Done ומציגה את ההודעה על שליחה מוצלחת של ההודעה.\nבצורה זו, שמרנו כל הזמן על עיצוב שאותו ניתן לממש ‘Windows Phone Silverlight’, כיוון שהשתמשנו למעשה בכלי הפיתוח עצמו, ויכולנו לראות את התוצאה עם מידע שיצרנו לבד בעזרת הכלי.\nבהשוואה לשימוש בשתי האפשרויות אותן שקלנו:\nWindows Phone מביא חווית משתמש ייחודית בחיבור לרשתות חברתיות, תחביבים, משפחה ועבודה ושם את האנשים במרכז. גרסת Windows Phone 7.5 (מנגו) מוסיפה כ – 500 יכולות חדשות למשתמשים ועם יותר מ – 1500 APIs חדשים למפתחים.\nכדי להתחיל לעבוד כל מה שצריך לעשות זה להוריד את סביבת הפיתוח מהאתר הרשמי של המפתחים ב–App Hub. ניתן למצוא פרטים נוספים ומדריך פיתוח בעברית בקישור הבא.\nהצטרפו לקצב שסוחף את המפתחים בעולם כולו. ", "keywords": ",windowsphone,wp,app,develop,פיתוח אפליקציות,ווינדווז,ווינדווז פון,מוביל,mobile,sms,סמסים,סמס,#c,ארז פרדו,erez ferdo,c#,erez pedro,microsoft,smartphone,ארז פדרו,מייקרוסופט,סמארטפון"}