{"url": "https://www.geektime.co.il/cortana-to-predict-wc2014/", "type": "article", "title": "ובתפקיד פול התמנון - Cortana, העוזרת האישית של מיקרוסופט", "description": "Cortana, העוזרת הקולית של Windows Phone, מציעה מעתה לנבא עבורכם מי הנבחרת שתנצח במשחקי היום במונדיאל. התוצאה בינתיים מרשימה - 4:0 לטובתה.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/SMALL3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-30T18:02:03Z", "modified_time": "2014-06-30T18:02:03Z", "articleBody": "Cortana, העוזרת הקולית של Windows Phone, מציעה מעתה לנבא עבורכם מי הנבחרת שתנצח במשחקי היום במונדיאל. התוצאה בינתיים מרשימה – 4:0 לטובתה.\n \nחדשות רעות לנבחרת האמריקאית. לפחות עפ”י Cortana. מקור: Twitter, Nokia, עיבוד תמונה\nבמונדיאל 2010 גנב את ההצגה תמנון גרמני בשם פול שהצליח לחזות בהצלחה את המנצחת מבין 2 נבחרות שהתחרו ביניהן. השיטה היתה פשוטה: לפני כל משחק הונחו מול התמנון 2 תיבות מזון, כל אחת נושאת דגל של מדינה אחרת המתחרה במשחק. הבחירה שלו בתיבה מסויימת סימנה את ההימור שלו למשחק. אחוזי ההצלחה של פול היו גבוהים מאוד ועמדו על 85% – 12 מתוך 14 משחקים. עתה, 4 שנים אחרי, העולם התקדם והתפתח ועם כל הכבוד לתמנון המסכן שכבר איננו בין החיים, הוא מפנה מקומו לחזאית מוצלחת אחרת – Cortana, העוזרת האישית, או אם תרצו, ה-Siri של Windows Phone.\nCortana, העוזרת האישית של Windows Phone, פועלת בדומה לשירותים המקבילים של Google ואפל. היא משתמשת בזיהוי קולי מתקדם ובמנוע החיפוש Bing, כדי למצוא את המידע שמחפש המשתמש. בימים האחרונים הודיעה מיקרוסופט על עדכון ל-Cortana, שיאפשר לה לנבא איזו נבחרת תנצח במסגרת המשחקים המתקיימים במונדיאל.\nעם כל הכבוד לסרטנים, לרכיכות ולתולעים שגרמו לפול התמנון להעדיף נבחרת אחת על השנייה, Cortana משתמשת במנוע הניבוי של Bing. מנוע זה כולל אלגוריתמים שמתבססים על מספר משתנים וקובעים על פיהם מי הנבחרת הפייבוריטית לניצחון. לצורך זה, נעזר מנוע החיזוי של Bing במאזן הנצחונות/הפסדים/תוצאות תיקו של הנבחרות בשלבים השונים בגביע העולמי ובטורנירים אחרים, ומתחשב גם בפקטור הביתיות שתורם כמובן לביצועים (אלא אם מדובר בנבחרת ישראל, ששום דבר לא עוזר לה); משתנים נוספים שנלקחים בחשבון הם המרחק מברזיל (מה שמעניק יתרון לנבחרות הדרום האמריקאיות), סוג דשא, תנאי מזג אוויר ובנוסף, משוקללים גם נתונים מאתרי תחזיות והימורים.\nמרכוס נאש, מנהל צוות הפיתוח של Cortana העלה בימים האחרונים צילומי מסך שמעידים על הצלחה של 4:0 בניבוי תוצאות המשחקים האחרונים, כשהיא חזתה נכונה את הנצחונות של ברזיל, קולומביה, הולנד וקוסטה ריקה. ומה התחזיות לימים הקרובים? ובכן, על פי Cortana, צרפת תנצח את ניגריה וגרמניה תנצח את אלג’יריה. בהתחשב בעובדה שאלו הנבחרות הפייבוריטיות, לא נראה ש-Cortana תיפול בניבויים הללו ולכן נצטרך לחכות אולי יום נוסף כדי לראות האם אכן בלגיה תנצח את ארה”ב, כפי שהיא מנבאת.\nמנוע החיזוי של Bing זמין כרגע בארה”ב והוא נועד לחזות תוצאות של תחרויות שונות, על פי בקשת המשתמשים. בארה”ב מציג מנוע החיפוש את התחזיות שלו גם לזוכים בתוכניות ריאליטי כמו The Voice, American Idol ו”רוקדים עם כוכבים”.\n ", "keywords": "cortana,פול התמנון,כדורגל,קורטנה,מונדיאל,siri,סירי,מיקרוסופט,microsoft,ווינדוס פון,windows phone,speech recognition"}