{"url": "https://www.geektime.co.il/wsus-update-ie8/", "type": "article", "title": "מיקרוסופט תפיץ את IE8 כעדכון דרך WSUS", "description": "מיקרוסופט תפיץ את הדפדפן  Internet Explorer 8 לארגונים גדולים דרך שרת עדכוני התוכנה שלה WSUS - Windows Server Update Services החל מחודש אוגוסט.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/07/d79cd79cd790-d7a9d79d.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-07-01T13:30:24Z", "modified_time": "2009-07-01T14:54:22Z", "articleBody": "מיקרוסופט תפיץ את הדפדפן  Internet Explorer 8 לארגונים גדולים דרך שרת עדכוני התוכנה שלה WSUS – Windows Server Update Services החל מחודש אוגוסט.\nהאם מיקרוסופט מפחדת מהתחרות?\n\nהאם מיקרוסופט חוששת מתחרות עם מוזילה ו – Firefox גם בארגונים גדולים? מיקרוסופט תפיץ את הדפדפן  Internet Explorer 8 לארגונים גדולים דרך שרת עדכוני התוכנה שלה WSUS – Windows Server Update Services החל מחודש אוגוסט.כך עודכן בבלוג IEBlog.\nמערכת ה WSUS מאפשרת למנהלי IT לנהל את ההפצה של עדכוני מיקרוסופט שונים המעודכנים דרך Windows Update, בתוך הארגון.\nהגרסה האחרונה של הדפדפן של החברה יהיה זמין להורדה דרך WSUS כחלק מ Roll-update-out ב 25 לאוגוסט, אך החברה הדגישה כי ניתן יהיה לשנות את הקונפיגורציה של השרת, כך שהעדכון ייחסם או באמצעות שימוש בכלי ה IE8BlockerToolkit.\nבמקור, IE8BlockerToolkit נוצר על מנת לאפשר למנהלי IT להמנע מהתקנה של גרסאות חדשות של דפדפנים בארגונים שעדיין לא בדקו את תאימות הדפדפן לאפליקציות השונות בארגון, זאת כיוון ש-IE8 נמצא תחת high-priority update והותקן אוטומטית.\nהחדשות הגיעו בעקבות השקת הגרסה החדשה של Mozilla Firefox , ב 30.6 אשר בצורה עקבית נוגסת בנתחים מהשוק של הדפדפן השולט Internet Explorer ומצמצמת את הפער עם תכונות חדשות ומתקדמות כמו Private Viewing, אפשרות לפתוח טאבים נוספים בדפדפן בלי “לאמץ” את הזכרון.\nהדפדפן החדש עדיין זמין להורדה דרך Windows Update Service, אך גם שם – ניתן לבטל את הסימון והוא אינו עדכון חובה.", "keywords": "wsus,windows server update services,internet explorer 8,firefox,מוזילה,mozilla,ie8blockertoolkit,מיקרוסופט"}