{"url": "https://www.geektime.co.il/intel-obsidian-ui-for-tizen-android/", "type": "article", "title": "נחשף: Obsidian, ממשק המשתמש של אינטל שיגיע לאנדרואיד ול-Tizen", "description": "אינטל מצהירה על כוונותיה בתחום התוכנה למובייל וחושפת ממשק משתמש ל-Tizen ולאנדרואיד, אשר יכול בהחלט להיות מוטמע בחלק מהמכשירים הסלולריים שיושקו השנה או בשנה הבאה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/06/intelobsidiansmall.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-06-10T10:41:59Z", "modified_time": "2013-06-10T12:12:44Z", "articleBody": "אינטל מצהירה על כוונותיה בתחום התוכנה למובייל וחושפת ממשק משתמש ל-Tizen ולאנדרואיד, אשר יכול בהחלט להיות מוטמע בחלק מהמכשירים הסלולריים שיושקו השנה או בשנה הבאה\nמקור: צילום מסך, עיבוד תמונה\nאינטל מתכננת ממשק משתמש משלה תחת שם הקוד Obsidian, אשר יגיע אל מערכות ההפעלה הסלולריות Tizen ואנדרואיד. אל אתר ArsTechnica הגיעו פרטים ממקור שעובד באינטל עם כמה צילומי מסך ראשונים וסרטוני וידאו הממחישים את השימוש ב-UI החדש של אינטל, הכולל כמה שינויים בממשק המשתמש ושינויים ייחודיים בממשק משתמש המזכירים יותר מתחרות של מערכת ההפעלה.\nמהסרטונים ותמונות המסך שפורסמו על ידי Ars, ניתן לראות שממשק המשתמש דווקא מבוסס על אייקונים מרובעים למדי, במה שמזכיר טיפה את ממשק המשתמש של Windows Phone, כאשר גם שם נראה סוג של שימוש באייקונים חיים בדומה לאריחים של Windows. המכשיר שמוצג בסרטון עצמו, אגב, הוא מכשיר מבית היוצר של אינטל שקיבל את שם הקוד Josephine ומריץ את ה-UI החדש של אינטל תחת מערכת ההפעלה Tizen.\nכמו כן, ניתן לראות שממשק המשתמש עושה שימוש באלנמטים ייחודיים, כגון רוטציה של אייקונים בכדי להתריע למשתמש על הודעות חדשות, זאת במקום בועת ההתראות המסורתית מעל לסמל המציגה את מספר ההתראות הנוגעות לאותה האפליקציה. ב-Obsidian, הסמל מסתובב מעט לכדי צורה של יהלום ומציג הודעה אדומה בפינה התחתונה בכדי לבדל אותו משאר האפליקציות ולהשיג את תשומת הלב של המשתמש.\n\nTizen היא מערכת הפעלה בקוד פתוח מבוססת לינוקס, הנתמכת על ידי קרן לינוקס, סמסונג ואינטל בנוסף למגוון מפעילות סלולריות, יצרניות מכשירים וחברות אחרות בתעשייה. המערכת מתאימה למגוון מכשירים, כגון סמארטפונים, טאבלטים, נטבוקים, מערכות לרכב, טלוויזיות חכמות ועוד. Tizen מציעה מערכת הפעלה אינטואיטיבית ואפליקציות המבוססות על טכנולוגיית HTML5 בדומה ל-Boot To Gecko של מוזילה. מערכת הההפעלה עדיין לא הושקה רשמית במכשירים ניידים כלשהם, אך סמסונג הודיעה כבר בתחילת השנה כי היא מתכננת להשיק מכשירים מבוססים Tizen במהלך שנת 2013, בעיקר בשווקי המזרח.\nהמועד המקורי עבור תחילת הפיתוח ל-UI החדש נקבע תחילה לחודש הבא, אך הפיתוח אינו עמד ביעדי זמן מוקדמים יותר ולכן התעכב. אינטל, מצידה, עדיין לא הוציאה שום הכרזות רשמיות לגבי Tizen או Android ולא הצהירה שום דבר לגבי פיתוח ממשק משתמש ייחודי משלה, כך שעדיין מוקדם לקבוע מתי או האם בכלל אנחנו נוכל לראות את Obsidian מגיע לסמארטפונים מבוססי Tizen, אשר אמורים להיות מוכרזים במהלך השנה הקרובה או אפילו בסדרת מכשירים חדשה, מבוססת אנדרואיד של סמסונג.", "keywords": "אינטל,גוגל,אנדרואיד,סמסונג,טיזן,תוכנה,ממשק משתמש,ui,program,tizen,samsung,android,google,intel,windows phone,ווינדוס פון"}