{"url": "https://www.geektime.co.il/iphone8-ming-chi-kuo-analyst/", "type": "article", "title": "דיווח: אפל תצמצם את ייצור האייפון 8 עקב חוסר ביקוש", "description": "בעקבות השקת האייפון X המאוחרת, לקוחות פוטנציאלים רבים העדיפו להמתין ולא לרכוש מיד את האייפון 8. כתוצאה מכך, אפל צפויה לקצץ את הייצור שלו ב-50%. מנגד, גרסאות הפלוס והאייפון X דווקא עשויות לקבל תגבור בייצור, במיוחד לתקופת החגים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/iPhone8Plus_iPhone8_water-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-14T09:35:44Z", "modified_time": "2017-11-14T09:36:07Z", "articleBody": "בעקבות השקת האייפון X המאוחרת, לקוחות פוטנציאלים רבים העדיפו להמתין ולא לרכוש מיד את האייפון 8. כתוצאה מכך, אפל צפויה לקצץ את הייצור שלו ב-50%. מנגד, גרסאות הפלוס והאייפון X דווקא עשויות לקבל תגבור בייצור, במיוחד לתקופת החגים\nתמונה: Apple\nהאייפון X שאפל השיקה לאחרונה גרם ללא מעט לקוחות פוטנציאלים להמתין עם רכישת האייפון 8, בשל התחושה שמא הם יפספסו את הדבר הגדול הבא, ומוטב כי ימתינו כדי לראות את המהדורה החגיגית של המכשיר. כעת, על פי האנליסט Ming-Chi Kuo מ-KGI Securities, נבואה זו פחות או יותר התגשמה, ואפל צפויה לקצץ את הייצור של האייפון 8 באופן משמעותי עקב ביקוש נמוך.\nKuo צופה שייצור האייפון 8 ירד בלא פחות מ-50%-60% עד סוף הרבעון הבא (Q12018), ירידה משמעותית בהחלט. לפי Mac Romors, האתר שבו פורסם לראשונה הדיווח, אפל אמנם אינה חושפת את מכירות האייפון לפי דגמים, אבל מנכ״ל החברה טים קוק ציין לאחרונה כי האייפון 8 פלוס קיבל את ׳ההתחלה המהירה ביותר׳ של כל דגם פלוס עד היום, מה שקצת הפתיע את החבר׳ה באפל.\nKuo מתייחס גם לאייפון X ומביע אופטימיות רבה בנוגע לדרישה שלו בשוק; הוא מעריך כי היקף הייצור שלו יצמח ב-35-45% ברבעון הנוכחי בהשוואה לרבעון הקודם, ידיעה משמחת בהחלט עבור אנשים רבים ברחבי העולם שבנו על רכישת המכשיר החדש לעצמם או למכריהם בתקופת החגים. נכון לעכשיו, מרגע רכישת המכשיר ועד שליחתו לרוכשים המאושרים יש זמן המתנה של בין 3 ל-4 שבועות, וגם בחנויות הפיזיות קשה מאוד להשיג אותו.\nדיווח מעניין נוסף משבוע שעבר שמגיע מחברת מחקר בשם Canalys, לפיו לראשונה עקפה גרסת הפלוס של המכשיר את גרסת הבסיס (4.7 אינץ׳). ברבעון האחרון אפל מכרה כ-6.3 מיליון יחידות של האייפון 8 פלוס, ו״רק״ 5.4 מיליון יחידות מהדגם הרגיל (יש לציין שהאייפון 8 הושק בימים האחרונים של הרבעון, מה שאומר שהמכירות הללו בוצעו בקצת יותר משבוע). בסך הכל, ברבעון השלישי של השנה שמתייחס לחודשים יולי-ספטמבר, Canalys מעריכים שאפל מכרה סך כולל של 46.7 מיליון מכשירי אייפון, כאשר האייפון 7 הוא המכשיר הפופולארי ביותר.\nמקור: KGI Securities\nברשותכם נחזור לאנליסט Kuo ששיתף בתחזית מעניינת נוספת שלו, כאשר לטענתו במהלך 2018 אפל עשויה להכריז על 2 דגמים חדשים לצד דגם נוסף של האייפון X; דגם אייפון X פלוס שיגיע עם מסך OLED בגודל 6.5 אינץ׳ וצפיפות פיקסלים של 480-500ppi וגרסה נוספת שתגיע עם מסך 6.1 אינץ׳ LCD, ותוצע במחיר נמוך יותר שעשוי לנוע בין 650-750 דולר בארה״ב. ולשאלתכם, כן, ככל הנראה שלושת הדגמים ישארו עם הבליטה המעצבנת (notch) בראש המסך, אבל נזכיר שגם לזה מצאנו פתרון.\nעדיין מוקדם מידי להגיע למסקנות ואנחנו ממליצים לכם לקחת את כל הנאמר לעיל בערבון מוגבל, זאת למרות ש-Ming-Chi Kuo הוכיח כבר לא מעט פעמים שהוא יודע על מה הוא מדבר.", "keywords": "אפל,אייפון,אייפון 8,אייפון 10,iphone,iphone 10,iphone x,אייפון איקס,תחזית,kgi securities"}