{"url": "https://www.geektime.co.il/apple-in-2012/", "type": "article", "title": "אפל מודל 2012: מה צפוי לנו? [תחזית לשנה הבאה]", "description": "מתי יושק האייפד 3? מה צפויים להיות החידושים בדגם האייפון הבא? ומה מתכננת אפל בגזרת המקבוקים, האיימקים והאייפודים? סיכום שנה ותחזיות לשנה הבאה", "image": "https://files.geektime.co.il/wp-content/uploads/2011/12/applem1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-12-28T13:35:00Z", "modified_time": "2011-12-28T18:29:57Z", "articleBody": "מתי יושק האייפד 3? מה צפויים להיות החידושים בדגם האייפון הבא? ומה מתכננת אפל בגזרת המקבוקים, האיימקים והאייפודים? סיכום שנה ותחזיות לשנה הבאה\nתמונה: flickr, cc-by, Daniel Morris, עיבוד תמונה\nבמהלך השבוע הקרוב נעלה סדרת כתבות שתסכם את השנה החולפת בתחומים שונים בעולם הטכנולוגי ומנגד תדון בתחזיות הנוגעות לשנה הבאה. פוסט שלישי בסדרה.\n\nשנה מנומנמת יחסית עברה על אפל שלוותה ברענון קוסמטי לליין המכשירים שברשותה שבעיקר עשה סדר וישר קו ביניהם אבל לא הציג כל חידוש מהפכני או פורץ דרך. אף על פי כן, שנת 2011 עשויה גם להתגלות כשנת המפנה החשובה של החברה שנפרדה מהמייסד המיתולוגי שלה שנאבק שנים במחלת הסרטן ונכנע לה לבסוף בזמן שנטל חלק בעשייה עד לשעתו האחרונה גם מאחורי הקלעים.\nבשנת 2011 חשפה אפל דגם מחודש לאייפד שהוסיף לו מצלמת קדמית ואחורית, הפך אותו לדק יותר והוסיף לו כיסוי חכם ונוח לשימוש. בגזרת הסמארטפונים דחתה אפל לראשונה את השקתו של האייפון מהקיץ אל הסתיו ולבסוף הציגה דגם מתקדם יותר שכלל מספר חידושים בעיקר מתחת למכסה המנוע. בגזרת המחשבים הנישאים נפרדה השנה אפל מאחד המוצרים הפופולארים ביותר שלה: המקבוק הלבן, שפינה את מקומו לדגמי היוניבאדי שהחליפו אותו באופן מוחלט.\nבקיץ האחרון השיקה אפל גם את מערכת ההפעלה הבאה למק: OS X Lion שהוצעה להורדה תמורת 29 דולרים בלבד למשתמשי Snow Leopard. ולבסוף, השנה היתה זו אפל שחשפה גם תקן מהיר ומתקדם, פרי שיתוף פעולה עם אינטל שצפוי לצבור תאוצה רק במהלך שנה הבאה: Thunderbolt שיגיע באביב הקרוב גם למחשבי ה-PC ויוביל לאינספור אביזרים נלויים עבורו, מהלך שיהפוך אותו לרלוונטי הרבה יותר.\nהרענון הקל בליין המוצרים של אפל השנה, נחשב לאחראי העיקרי לשמועות שרצות בשבועות האחרונים ומתייחסות להשקות משמעותיות יותר במהלך שנת 2012. אז מה צפויה אפל להציג לנו במהלך השנה הבאה? עשינו קצת סדר בדיווחים שפורסמו לאחרונה והרכבנו תמונה מעודכנת.\nהשקה מוערכת: בין פברואר לאפריל\nתמונה: יח\"צ, מסך רטינה?\nהשמועות האחרונות המיוחסות למחשב הלוח של אפל מתייחסות להשקה ביום הולדתו של ג’ובס, כלומר בתאריך ה-24 בפברואר. על השמועה הנוכחית אחראי אתר טכנולוגיה פופולארי במזרח בשם Focus Taiwan שטוען כי מפעלי הייצור במזרח קיבלו הנחייה לעמוד בלוח זמנים שנועד להקדים את השקתו של הדגם השלישי של מכשיר האייפד במטרה לנצל את התאריך הסמלי לשם השקתו.\nעל אף שההנחה הרווחת היא שאפל לא תקדיש משמעות למועדים מיוחדים בכל הנוגע להתנהלות השקת המוצרים שלה, בשנה שעברה החברה דווקא כן החליטה לרענן את ליין מחשבי המקבוק פרו בדיוק בתאריך יום הולדתו של המנכ”ל, גם אם נבע הדבר מצירוף מקרים בלבד.\nהשמועות הנוגעות לדגם הבא של מכשיר האייפד מתייחסות בראש ובראשונה להטמעת מעבד חדש ומתקדם יותר: A6, מעבד מרובע ליבות עליו עובדת אפל ושטרם נחשף. אף על פי כן, אנליסטים רבים מניחים שפיתוח המעבד עוד רחוק מסיום ועל כן לא נראה אותו כלל לפני יוני שנה הבאה, שלב מאוחר יחסית שאינו תואם את מועד רענון מכשיר האייפד.\nמה שאנחנו ככל הנראה כן צפויים לראות בדגם הבא של מכשיר האייפד הוא מסך בעל רזולוציה גבוהה יותר ועדכון משמעותי לשתי המצלמות במכשיר שנכון להיום נחשבות לאחת החולשות הגדולות ביותר שלו. בין השמועות ניתן לאתר גם שינוי קל הנוגע לעיצוב המכשיר שעשוי להפוך לעבה מעט יותר בשל השינויים החומרתיים ומבנה שונה להנחת הרמקולים.\nהשקה מוערכת: סתיו 2012\nתמונה: יח\"צ, עיצוב חדש?\nהשנה החליטה אפל לדחות את השקתו של מכשיר האייפון שנהגה לחשוף תמיד בחודשי הקיץ אל חודשי הסתיו. באירוע שקיימה השנה אפל במהלך חודש אוקטובר חשפה החברה את דגם האייפון 4S שנתקל בתגובות צוננות מצד אתרי הטכנולוגיה אך באהבה רבה מצד הצרכנים ששמרו על קצב מכירות גבוה במיוחד.\nהאייפון 4S הציג דווקא לא מעט חידושים אך רובם נועדו לשמור על מעמדו ולא הצליחו לייצר מהפכה או להעניק ערך מוסף משמעותי ותחרותי במיוחד. מלבד מעבד כפול ליבה (A5) ועדכון המצלמה האחורית, חשפה אפל פיצ’ר ייחודי למכשיר: “סירי” שמאפשר לשלוט עליו באופן קולי ומעורר עכשיו תהיות לגבי הרחבת היכולת הזו בשלב מאוחר יותר גם למוצרים אחרים של אפל, האייפד למשל.\nהאייפון 5 (הפעם באמת), צפוי לכלול רענון מאסיבי מרמת העיצוב ועד לחומרה. דיווחים רבים טוענים שאפל בוחנת כבר תקופה ארוכה את הרחבת גודל המסך מ-“3.5 ל-“4 והעלמת כפתור הבית ואלו בהחלט עשויים לראות אור בדגם הבא של המכשיר. שני חידושים נוספים שמלווים את השקות האייפון כבר תקופה ארוכה הם הוספת רכיב NFC שיאפשר למתג את האייפון בין היתר גם כארנק סלולרי ולהרחיב את השירותים שהוא יכול להציע, ותמיכה ברשת הדור הרביעי שנפרסת בימים אלה בארה”ב: LTE.\nעל פי דיווח שפירסם הבוקר (ד’) בלוג הטכנולוגיה BGR, דגם האייפון הבא שתשיק אפל במהלך הסתיו הקרוב צפוי להתהדר בעיצוב מחודש לחלוטין שיכלול בין היתר מסגרת עשויה פלסטיק או גומי בדומה לנרתיק הבמפר שהושק לצד האייפון 4. המסגרת צפויה לעטוף מבנה אנטנה חדש שיאפשר להחליף את הפאנל האחורי של המכשיר בלוח אלומיניום וגודל המסך צפוי לגדול אל כיוון ה-“4.\nהשקה מוערכת: אביב 2012\nתמונה: יח\"צ, תמיכה בתקן USB 3.0?\nליין המחשבים הנישאים של אפל צומצם במהלך השנה החולפת משלוש קטגוריות לשתיים בלבד. אפל נפרדה השנה ממחשב המקבוק הלבן והותיק שלה ומציעה נכון להיום שתי סדרות מוצרים: ליין המחשבים הנישאים המתקדמים (Macbook Pro) וליין המחשבים האולטרה ניידים (Macbook Air).\nבסדרת ה-Air מציעה אפל שתי תצורות: “13 או “11 ששונות זו מזו לא רק בגודל המסך אלא גם בנתוני החומרה. ליין האולטרה ניידים של אפל זכה לרענון אחרון לפני כחצי שנה ועל כן צפוי לזכות לרענון כבר בתחילת השנה הקרובה.\nבסדרת ה-Pro מציעה אפל שלוש תצורות: “13, 15” או “17, כשגם כאן לצד גודל המסך ניתן לאתר גם נתוני חומרה מתקדמים יותר בתצורות הגדולות יותר. בניגוד לאחיהם הדקיקים, דגמי הפרו זכו לעדכון רק לפני כחודשיים ועל כן סביר להניח שעדכון קרוב נראה רק בשלב מאוחר יותר בשנת 2012.\nההערכות הנוגעות לליין הנישאים של אפל מתייחסות לעדכון תקן ה-USB ל-3.0, זאת מאחר ואפל כבר סיימה להטמיע באופן נרחב את תקן ה-Thunderbolt בסדרות המחשבים שלה מתוך רצון להעניק לו עדיפות וחלון זמן שיאפשר לו לצבור פופולאריות על פני תקן ה-USB 3.0. במהלך האביב הקרוב תתחיל אינטל להציג לוחות בעלי תמיכה בתקן ה-Thunderbolt גם למחשבי ה-PC, מהלך שצפוי להאיץ באימוץ התקן בקרב יצרניות המחשוב.\nהשקה מוערכת (iMac): תחילת 2012\nהשקה מוערכת (Mac Pro): תחילת 2012\nהשקה מוערכת (Mac mini): קיץ 2012\nתמונה: יח\"צ, iMac עיצוב חדש לחלוטין?\nגזרת הנייחים של אפל מורכבת משלוש סדרות מחשבים שלפחות עתידה של אחת מהן מוטל בספק. ליין מחשבי ה-Mac Pro של אפל לא זכה לעדכון כבר תקופה ארוכה במיוחד (למעלה משנה) וישנן הערכות בלתי מבוססות המטילות ספק בהמשך קיומו. לדעת חלק מהאנליסטים אפל צפויה להודיע בקרוב על סיום דרכו של המחשב השולחני והמתקדם שלה מתוך מטרה להתמקד בסדרות המחשבים הפופולאריות יותר ואת התשובה לכך נדע ככל הנראה כבר במהלך שנת 2012.\nהעדכון המסקרן יותר של אפל לשנה הבאה הוא ללא ספק ליין המחשבים המשולבים של החברה (iMac) שלא זכה לעדכון עיצובי כבר למעלה משנתיים ומהתנהלות החברה לאורך השנים עשוי להציג רענון מאסיבי במהלך השנה הקרובה הן ברמת העיצוב והן ברמת החומרה. על פי מספר דיווחים אפל מתכוונת לרענן את עיצוב ליין ה-iMac ולהפוך אותו לדקיק עוד יותר, יתכן שתוך השמטת הכונן האופטי שהולך ונעלם אט אט מסדרות מוצריה. שמועות המתייחסות לניסיונותיה של אפל להשתלב בתחום הטלויזיות המתקדמות מצביעות על כך שהאיימק יציע תמיכה חלקית באפשרות שכזו כבר במהלך השנה הקרובה.\nבמהלך שנת 2011 נפרד השולחני הזעיר של אפל (Mac mini) מהכונן האופטי בו צוייד מראשית ימיו. בכך ממשיכה אפל מגמה שהחלה יחד עם חשיפת מחשב המקבוק אייר והיא הדרת הכונן האופטי באופן מוחלט מליין המחשוב שלה שצפוי להפרד בשנים הקרובות מטכנולוגיה שמאבדת בהדרגה את הרלוונטיות שלה. מחשב המק מיני נמצא בימים אלה באמצע מחזור החיים שלו, השקת הדגם האחרון התקיימה במהלך חודש יולי האחרון והשנה לא צפויים שינויים מרחיקי לכת פרט לרענון חומרתי קל ועדכון אפשרי למחירו שהאמיר בשנים האחרונות.\nהשקה מוערכת: סתיו 2012\nתמונה: יח\"צ, iPod Touch, נותר השנה מאחור\nמשפחת נגני המוזיקה הניידים של אפל איבדה את אור הזרקורים בשנים האחרונות בעיקר בשל הפופולאריות הגואה של מכשירי הסמארטפון שכוללים בין היתר גם את הפונקציה הזו. נכון להיום מונה משפחת האייפודים ארבעה דגמים מרכזיים: נגן האייפוד קלאסי הותיק שמציע בעיקר נפח אחסון גבוה במיוחד (160GB), נגן האייפון טאצ’ שנחשב למכשיר הדגל המכהן בסדרה, נגן האייפוד נאנו הזעיר שכולל צג מגע קטן במיוחד, ונגן השאפל שמציע נפח אחסון נמוך שניתן לענוד על פרטי לבוש.\nבמשך שנים נהגה אפל לרענן את ליין הנגנים שלה בחודשי הסתיו מאחר ושימשו כמתנה אידיאלית לתקופת החגים אלא שבשנים האחרונות תפסו את מקומם האייפון והאייפד ורף המכירות שלהם נפגע משמעותית. בשנים האחרונות עלתה השמועה הנוגעת להפסקת ייצור ליין האייפוד קלאסי שוב ושוב אך התבדתה כל פעם מחדש. השנה באופן טבעי למדי היא עתידה לחזור אך תשובה לכך נקבל רק לקראת סוף השנה הבאה.\nלראשונה מאז הושק נגן האייפוד, נמנעה אפל השנה מלעדכן את ליין הנגנים והסתפקה בשינויים קוסמטיים בלבד שהרגישו בעיקר כאילו הזניחה לחלוטין את הפיתוח של סדרת האייפודים. שנה הבאה מעריכים רבים כי אפל תצמצם את ליין הנגנים אך תמשיך להתמקד בעדכון מכשיר הדגל שלה: האייפוד טאצ’. הדגם החדש צפוי לכלול ככל הנראה מעבד מתקדם יותר לצד עדכון המצלמות המוטמעות בו במטרה לצמצם את הפער שנוצר בינו לבין אחיו הגדול והפופולארי יותר בקטגוריית הסמארטפונים.\nהשקה מוערכת: בין הרבעון השלישי לרביעי של 2012\nתמונה: יח\"צ, iTV, מוצר חדש במהלך השנה הבאה?\nבכל שנה צצה שמועה אחת מרכזית שמלווה את כנסיה של אפל ועולה מחדש כל פעם לפני שהחברה מקיימת אירוע הכרזה על מוצרים חדשים. השנה היה זה ללא ספק כניסתה של אפל לשוק הטלויזיה הבייתית, שמועה שמלווה את החברה כבר תקופה ארוכה וזכתה עד כה למוצר ביניים (ה-Apple TV) שמעולם לא זיכה אותה בהצלחה המיוחלת.\nדיווח שפירסם אמש (ג’) אתר DigiTimes, טוען כי מפעלי הייצור במזרח קיבלו הנחייה להערך לייצור שני דגמי טלויזיה עיקריים שצפוייה אפל לחשוף כבר במהלך השנה הבאה בתצורות של “37 ו-“32. לטענתו של האתר הטיוואני, אפל הנחתה את שותופתיה במזרח להעלות את המוצר החדש (iTV?) על פס הייצור כבר בתחילת שנת 2012 לקראת השקתו ברבעון השלישי או הרביעי של השנה הקרובה.\nעל פי הדיווחים, שתי החברות המרכזיות שיטלו חלק בייצור הטלויזיה החדשה של אפל הן סמסונג ושארפ ואפל צפויה אף לעדכן את מכשיר ה-Apple TV פעם אחת נוספת ולהציע אותו לאלו שיבחרו שלא לרכוש את הטלויזיה החדשה עצמה.\nבדברים שמסר סטיב ג’ובס לוולטר איסקסון (Walter Isaacson), מחבר הביוגרפיה שלו באחד מהראיונות ששימשו לכתיבת הספר, התוודה ג’ובס בפני וולטר כי “פיצח” את הדרך בה תוכל להשתלב אפל בשוק הטלויזיה הבייתית. זו גם אחת הסיבות המרכזיות למקום שתפסה השמועה הנוגעת למכשיר ה-iTV העתידי במהלך השנה החולפת.\n \n\n ", "keywords": "אפל,אייפון,אייפד,אייפוד,סטיב ג\\'ובס,תחזית,סיכום שנה,סיכום שנה 2011,תחזיות לשנת 2012,נגנים,נגן אייפוד,איימקים,איימק,מקבוקים,מקבוק פרו,מקבוק אייר,מקבוק,מק פרו,tunderbolt,apple,macbook,imac,macbook air,macbook pro,ipad,ipod,iphone,ipod classic,ipod nano,ipods,snow leopard,os x,osx,os x lion,lion,usb 3.usb,digitimes"}