{"url": "https://www.geektime.co.il/8-new-jobs-july-31-2/", "type": "article", "title": "מפתחים, אספנו לכם 12 משרות חדשות", "description": "ריכזנו עבורכם 12 משרות בחברות שגדלות ומגייסות עובדים, ולכולן יש עמוד ב-Geektime Insider כדי שתוכלו לקבל הצצה לעבודה היומיומית בהן", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/laptop-in-the-office-1967479_1280-e1491122484364.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-08T14:00:37Z", "modified_time": "2017-10-08T12:46:51Z", "articleBody": "ריכזנו עבורכם 12 משרות בחברות שגדלות ומגייסות עובדים, ולכולן יש עמוד ב-Geektime Insider כדי שתוכלו לקבל הצצה לעבודה היומיומית בהן\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\n\nIntuit is seeking a Senior Software Engineer to join our Artificial Intelligence & Machine Learning group in Hod Hasharon, Israel.\nThe AI & ML team develops data-driven product features for financial management products like TurboTax, Mint and QuickBooks, as well as algorithms and analyses to drive business decisions.\nYou’ll have the opportunity to work alongside world-class data scientists, gain insight into cutting edge data-mining and machine learning techniques and implement complex distributed algorithms to create insight and value from Intuit’s large-scale data assets.\nYou thrive on ambiguity and enjoy the frequent pivoting that comes with agile development. Your team will be very small – no bigger than two pizzas can feed – and team members frequently wear multiple hats. If you are passionate about designing and managing world-class web products that leverage data to delight customers, this is a unique opportunity to apply your creativity.\nResponsibilities:\n– Partner and collaborate with business and product management to plan, design, build, test, and launch data-driven products\n– Architect & design whole systems or significant portions of complex systems\n– Drive the design and implementation of highly scalable products and platforms that require advanced data techniques\n– Work cross-functionally with various Intuit teams: product management, QA/QE, various product lines, or business units to drive forward results\n– Deliver frequent product deployments in a fast paced Agile environment\n– Assist in planning near term product deliverables, longer term vision, and scaling out of our current architecture\nRequirements:\n– Bachelors or Masters Degree in Computer Science or related field\n5+ years experience with software engineering\n– Experience using Java/J2EE on Unix/Linux platforms\n– Strong architecture or design experience of whole systems or significant portions of complex systems.\n– Proven experience with complex, large scale data and processing-intensive applications\n– Experience with large-scale data analysis and real-time data\n– Fluent in SQL/relational databases\n– Experience with NoSQL systems like Cassandra\n– Experience with Web Services and JSON\n– Motivated, self-directed, with a learning mindset and interested in agile and collaborative processes\nTo send a CV for the position of Senior Software Engineer – Intuit \n\nCome join the Consumer Ecosystem Group (CEG) as a Staff DevOps Engineer for our Mintbill’s team. The Mintbills, formerly Check are helping accelerate Intuit’s ability to offer bill pay across small business and personal finance products and create opportunities to retain, attract and serve additional customers. Check’s highly-rated mobile app automates and consolidates the bill pay process all in one place, reducing the complexity for consumers. Check customers can monitor bills and accounts, receive alerts when bills are due or funds are low, and pay bills automatically.\nYou will be part of a team that is maintaining a global and divers 24/7 production environment with multiple data centers. This team will drive the system support that directly impact our product offerings.\nResponsibilities:\n– Work as a part of a global team maintaining a diverse 24/7 production environment that includes Linux, Java, MySQL, Cassandra, Chef and virtualization technologies\n– Managing hundreds of instances in AWS\n– Maintain QAL, E2E, Perf and Production environments\nRequirements:\n– More than 3 years in a DevOps with a strong programming experience\n– Strong experience with MySQL, RDS/Aurora, MongoDB, Kafka, Cassandra (NoSQL experience is a plus)\n– Ability to use a wide variety of open source technologies and AWS cloud services such as EC2, ELB, CloudFormation, CloudWatch, Code Deploy etc.\n– Experience with container technologies such as Docker – Advantage\n– Experience with automation/configuration management using tools like Chef, Puppet or an equivalent\n– A working understanding of code and scripts (Bash, PHP, Python, Perl and/or Ruby)\n– Experience in virtualization technologies & tools including specifically Xen, KVM and Vmware – Advantage\n– Familiarity with Continuous integration tools and version control tools (e.g Jenkins, Git, Nexus) – Advantage\n– Experience with monitoring solutions such as NewRelic/AppDynamics and Nagios – Advantage\n– Experience with supporting R&D developers\n– Experience working with consumer facing production environments\n– Ability to manage multiple projects of varying scopes concurrently, while meeting all timelines\n– Bachelor’s degree in a technical discipline, Information Systems Technology or Computer Science – advantage\nTo send a CV for the position of Senior DevOps Engineer – Intuit \n\nIf mobile development excites you and go to sleep and wake up in the morning with Android in mind, if you’re keen with Software and not afraid with adopting new latest technologies, your place is with us.\nWe are looking for a talented, passionate and curious senior Android developer to join our mobile team and take part in creating a challenging, yet revolutionary application.\nResponsibilities:\n– As a senior Android developer in Trax, you will be responsible for the development and enhancement of our native app.\n– You will need to work in collaboration with our iOS and Windows Phone teams to provide the best in class mobile app for changing the retail world.\n– You will also work closely with our algorithms department for embedding advanced capabilities into the app to allow improved recognition.\n– All of this, while working with great people and in a super-challenging, yet inspiring and satisfying environment.\nRequirements:\n– 4+ years of experience as a native Android developer\n– Familiarity with imaging technologies – Camera + OpenCV\n– Fast learner and highly motivated\n– Good communication skills\n– High-End UI capabilities\n– B.Sc in Computer Science / Software Engineer / Similar\nTo send a CV for the position of Android Developer – Trax\nTrax is looking for a Web Developer to join its thriving Professional Services team. Reporting to SW TL, Working closely with internal clients on multiple projects.This person is responsible for developing, delivering, and maintaining high quality technical solutions that benefit our customers.\nResponsibilities:\n​- Developing customization to fit customer needs\n– Deliver with high quality , while meeting deadlines\n– Work with multiple internal interfaces (Project managers, RnD , Product managers)\nRequirements:\n– At-least 2 years of experience as a software engineer.\n– Experience in React.\n– Experience in Node.js and / or Angular – Advantage.\n– Extensive experience in SQL – Advantage.\n– B.Sc. Degree in computer science/Engineering.\nTo send a CV for the position of Web Developer – Trax\n\nBob is a cloud-based HR and Benefits platform for fast growing businesses that covers the entire employee lifecycle, from onboarding to offboarding. Bob’s unique employee engagement platform enhances company culture, reduces churn, and provides invaluable insights about the company while reducing the administrative burden of HR.\nOur mission is to redefine the workplace experience by changing the way businesses engage with employees. We are recognized as being one of the most innovative and technology-driven HR & Benefits platforms in the space. bob is a VC-backed company, lead by experienced and passionate entrepreneurs, and has offices in London, San-Francisco and Tel-Aviv.\nRequirements:\n– +3 years experience in developing AngularJS / ReactJS frameworks for web/mobile.\n– Experience in modern HTML, CSS and JS (ES2015, TypeScript).\n– Knowledge of Javascript internals, object oriented programming, functional programming\n– A passion for building products and helping people, both customers and colleagues.\n– Knowledge in testing methodologies (unit-testing, TDD, mocking) – advantage.\n– BSc in computer science or equivalent – advantage.\nTo send a CV for the position of Frontend Developer – hibob \nRequirements:\n– +3 years experience in developing Scala/Java backends for web/mobile.\n– Experience developing multi-threaded applications.\n– Experience with dependency injection frameworks.\n– Knowledge of SQL (PostgreSQL or equivalent).\n– A passion for building products and helping people, both customers and colleagues.\n– Experience with Play! framework in Scala – a big plus!\n– Knowledge in AWS – advantage.\n– Knowledge in testing methodologies (unit-testing, TDD, mocking) – advantage.\n– BSc in computer science or equivalent – advantage.\nTo send a CV for the position of Backend Developer – hibob \n\nWe are building a state of the art security platform for large enterprises in the exciting and innovative new field of software containers. Our systems are deployed on thousands of customer servers around the world. A distributed system to watch over distributed systems!\nWe are looking for an experienced Windows internals engineer to join our core team, in charge of developing security solutions for the new Windows and Hyper-V containers.\nIn this role, you will take part in development and design of new security features for containers running on Windows. You will be expected to find innovative solutions for security challenges that seems unsolvable. You will use your experience to dive into the Windows Kernel, develop drivers and integrate them with user space services. All done in a super efficient way.\nRequirements:\n– BS in Computer Science or equivalent\n– 4+ years of relevant professional experience\n– Expert knowledge in C/C++ Windows development at Kernel and user levels\n– Deep understanding of Windows OS internals\n– Proficient in debugging techniques with any of WinDbg, OllyDbg, IDA Pro – Virtualization technologies Software (SDLC) and product development lifecycles (PLC)\n– Security background – big advantage\n– Experience with Hyper-V/Virtualization\n– Strong communication skills, both verbal and written\n To send a CV for the position of Windows Internals Engineer – Aqua Security\nA talented, motivated and experienced C developer to develop core security components for Docker container environments:\nRequirements:\n– B.Sc in Computer Sciences or equivalent acquired experience\n– 3 years of experience in C development\n– Low level programming, experience with Linux system programming\n– Experience running and developing on Linux\n– Experience with server side infrastructure development\n– Hands-on experience with databases\n– Experience with Go programming – big advantage\nTo send a CV for the position of C/C++ Software Engineer – Aqua Security\n\nYotpo is looking for an experienced Tier 1 Support Engineer to join our amazing team, which supports Yotpo’s Premium customers. This position offers exciting interaction with diverse businesses in the eCommerce domain, as well as challenging technical work. It provides great learning and development opportunities.\nIf you’re a problem-solver at heart, a self-starter and a team player with excellent English – We want to hear from you.\nResponsibilities:\n– Provide an above-and-beyond service to Yotpo’s customers, assisting with all technical and product-related queries\n– Handle multiple support requests via our ticketing system and chat services\n– Demonstrate an independent ability to troubleshoot & resolve complex technical issues, including escalations to the Tier 2 Support team\n– Become an expert in Yotpo’s service offering and a knowledge center to both customers and internal teams\n– Lead ad-hoc projects to improve level of service and increase productivity and efficiency of the team\n– Document and share your knowledge by creating internal articles as well as self-help guides for customers\n– Liaise with other departments and product teams about our users’ needs\nRequirements:\n– Excellent written and verbal communication skills in English, at a mother tongue level\n– Ability to work in shifts, 5 shifts per week (weekends included)\n– 1-3 years of Customer Support experience\n– Ability to self manage and take initiative\n– A strong technical background with excellent problem solving and multi-tasking skills\n– Knowledge of web technologies such as HTML, CSS, REST API – Big advantage\n– Basic database and SQL experience – Advantage\n– Knowledge of Javascript and jQuery – Advantage\nTo send a CV for the position of Technical Support Engineer- Tier 1 – Yotpo\nYotpo is a technology-driven company that builds a range of innovative products primarily for online businesses. Our mission is to help them acquire, convert, retain, and understand customers through user-generated content.\nWe’re looking for a full-stack, full-fun developer to join our amazing R&D team. You’ll design and develop complex, scalable systems and integrate them with different APIs. If working in a hyper-growth startup with cutting edge technologies and a dynamic team sounds interesting — this is the place for you.\nRequirements:\n– BSc in computer science or equivalent.\n– +4 years experience in python/c/c++/java/.net in a web application environment.\n– +1 experience in a Linux environment.\n– Knowledge of SQL (preferably MySQL)\n– Knowledge and experience with HTML, CSS, JavaScript – particularly AngularJS – advantage.\n– Experience in cross-platform developing, responsive web development and mobile adjusting – advantage\n– Knowledge of RoR – advantage.\n– Understanding and experience with NoSQL such as MongoDB or Neo4j – advantage.\n– Highly motivated and with a passion for learning new things.\n– Team player with the capability to utilize any and all resources needed to execute a job\n– Understanding the benefits of SEO and development skills in order to support SEO – advantage.\nTo send a CV for the position of Senior Fullstack Developer – Yotpo\n\nResponsibilities:\n– Lead a team of 8-10 researchers and data scientists, focusing on deep learning, computer vision and text mining\n– Attract and retain top talent in the field of deep learning\n– Provide team members with guidance and decisions around algorithm and research topics and methodologies\n– Work closely with multiple stakeholders to define the scope, requirements timelines and project plans of complex, multi-disciplinary Machine learning projects\n– Oversee the entire development lifecycle, from problem definition, data collection, research, development, productization and measurements\n– Initiate and guide various long term research efforts, and build excellence in the field of deep learning for imaging data – including implementing the latest techniques and articles\n– Establish processes, common infrastructure, tools, automations and shared practices in the team to achieve maximal efficiency as well as high quality products\nRequirements:\n– MSC/PHD in computer science, preferably in the field of machine learning/computer vision\n– 2+ years Experience in leading a team of 4+ senior data scientists/researchers\n– 3+ years of hands on development of complex machine learning models using modern frameworks and tools (ideally python based)\n– 1+ year of hands on experience with Deep learning using common open source frameworks and tools (Keras, TensorFlow, Theano etc.)\n– Strong project management skills, attention to detail\n– Strong communication and collaboration skills\n– Team player, positive and driven, fast learner\n– PHD – very strong advantage\n– Experience in computer vision – very strong advantage\n– Publications/public speaking experience in the field of Machine learning – strong advantage\n– Experience in engineering, especially working with CI, docker, Hadoop, and distributed systems – strong advantage\n To send a CV for the position of Algorithms group leader – Zebra \nThe Zebra data team owns the data across the company – from acquiring, cleaning, archiving, indexing, serving and building tools to analyze the data – both for humans and for algorithms.\nWe use Python, Redis, ElasticSearch, Mongo DB and node.js, as well as docker and Rancher as our tools of trade. We are looking for a Senior Data engineer to join our team and help us take our infrastructure to the next level.\nResponsibilities:\n– Develop, maintain and operate complex data pipelines\n– Build tools to monitor and alert on data quality and availability\n– Design and develop tools and automations that expose the data to the rest of the company – from researches to the scalable automatic process which train machine learning models.\nRequirements:\n– 4+ years experience in backend development on distributed, scalable system – preferably in Python.\n– 2+ years experience in Linux.\n– 2+ year experience in data engineering – data pipeline design, implementation, operations\n– 1+ Experience working with no SQL databases – at least one of cassandra/hbase/Elastic/Mongo​/Couchbase/Redis\n– Python expert – very strong advantage\n– Machine learning background/understanding – very strong advantage\nHadoop/spark – strong advantage\n– Docker – strong advantage\n– Monitoring systems, alerting etc. – advantage\n– Node.js – advantage\nTo send a CV for the position of Senior Data engineer – Zebra Deep learning algorithm researcher – Zebra \n\n\n\n", "keywords": "עבודה בהייטק,גיקג\\'וב,אינסיידר,intuit,hibob,טראקס,אקווה,יוטפו,זברה,גיקטיים,משרות,geektime insider,insider,trax,zebra,aqua,yotpo,גיקגו\\'ב"}