{"url": "https://www.geektime.co.il/developers-job-march-7/", "type": "article", "title": "מפתחים, יש לנו 10 משרות חדשות בשבילכם", "description": "בין אם אתם מחפשים עבודה חדשה או סתם רוצים ׳׳לרחרח׳׳, ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/pexels-photo-89724-e1486034021624.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-07T15:30:54Z", "modified_time": "2017-03-07T14:48:20Z", "articleBody": "בין אם אתם מחפשים עבודה חדשה או סתם רוצים ׳׳לרחרח׳׳, ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nמקור: Pexelsקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n\nדרוש/ה תוכניתנ/ית JAVA. התפקיד כולל פיתוח Fullstack J2EE בסביבת Web מתקדמת. הזדמנות מעולה להיכנס לארגון יציב ונרחב, לתפקיד מאתגר כחלק מצוות איכותי. אפשרויות קידום ותנאים מעולים למתאימים.\nדרישות:\n– לפחות שנתיים ניסיון בפיתוח Java\n– לפחות שנה בפיתוח J2EE\n– לפחות שנתיים ניסיון בפיתוח מערכות Web, כולל עבודה עם Html5, Css3, Javascript\n– ידע ב-SQL וניסיון בעבודה מול בסיסי נתונים\n– ניסיון בפיתוח Java Core בסביבה מורכבת\nלשליחת קורות חיים למשרת תוכניתנ/ית JAVA – SQLink\n\nResponsibilities:\n– Develop and lead a business development process focused on scouting for startups in the industrial IoT & Healthcare space, as candidates for GE Digital’s startup program.\n– Create a regular pipeline of candidates by leading a thought leadership, communication & scouting process.\n– Lead a startup selection process by reporting to GE Digital leadership regularly.\n– Work with startup CEOs to establish business connections & partnerships between GE business units and the Israeli startups who are in the program.\n– Create an ecosystem of internal and external partners & mentors – Connect with the Israeli tech community and engage internal stakeholders.\n– Mentor companies on ongoing basis.\n– Liaise with GE Ventures, GE’s capital investments arm and with GE Global Research, GE’s R&D organization.\nRequirements:\n– Minimum 2 years of proven experience in working with Israeli cyber startups, entrepreneurs & innovators.\n– Business development skills – Scouting for innovation, managing relationships, creating deal structures & projects.\n– Managerial experience – Experience in leading projects, managing products, cross functional teams in hightech sectors.\n– Proven experience in working with technology either in a technical role (developer, engineer etc) or product oriented role. Ability to understand technological concepts.\n– A connector – A strong network in the Israeli tech community – entrepreneurs, VCs, government officials.\n– Experience in leading strategic initiatives in a large matrix US organization & creating stakeholders support.\n– Strong influencing & motivating skills.\n– Experience in working in an industrial company – Nice to have.\n– Fluent in English. Willing to travel abroad several times a year.\n– Independent, driven, adaptable, honest, confident, enthusiastic.\nTo send a CV for the position of Ecosystem Development Manager – General Electric\nצילום: גיקטיים\nNI is a digital commerce company with the goal of simplifying consumer decision-making and connecting engaged consumers with valuable brands. We do so by creating trusted comparison websites that enable high-value relationships between these consumers and the brands they choose. Our clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are seeking a highly motivated and experienced Software Developer to join our great team.\nResponsibilities:\n– Take an active part in defining and building our system’s architecture, as well as providing innovative and scalable solutions.\n– Use your skills and experience to develop high performance sites, SEO, real-time monitoring, mobile solutions and web APIs.\n– Work in agile methodology (Scrum/Kanban/etc.).\n– Develop scalable web applications in cutting edge technologies, such as: PHP, RoR, NodeJS, AngularJS, HTML5, CSS3, Bootstrap, etc.\n– Lead technological initiatives and improvements while instilling development “best practices”.\nRequirements:\n– At least 6 years of experience in HTML5, CSS3, Bootstrap, JS, jQuery, ReactJS (Angular- an advantage).\n– 2+ year’s hands-on experience in OOP and design patterns in one of the following technologies: PHP/RoR/NodeJS/.NET/Java.\n– Cross-browser compatibility testing and troubleshooting.\n– Understanding the differences between multiple delivery platforms (such as mobile vs. desktop), and optimizing UI to match the specific platform (responsive/ adaptive).\n– Ability to translate UI/UX wireframes to visual elements.\n– B.Sc. or higher in Computer Science or a similar degree (from a leading university – preferred) – an advantage.\nTo send a CV for the position of Software Developer – Natural Intelligence\nLoadRunner is the industry-standard software for performance engineering and for application load testing. It supports various communication protocols and technologies and is used by customers around the world.\nLoadRunner R&D group is a highly dynamic and professional team, using a wide range of development methodologies and technologies to deliver and maintain a unique solution and an outstanding product.\nLooking for an experienced Back End developer, passionate about code and technologies, to join a leading team.\nRequirements:\n– B.Sc. in Computer Science or equivalent\n– At least 2 years’ experience as a Back End developer.\n– Experience with protocol level coding: HTTP, TCP, SSL, Proxy – advantage\n– Experience in C++ development – advantage\n– Technology independent – looking to experience with various technologies and trends of web protocols\n– Quick to adapt new technologies.\n– High performing coding capabilities\n– Lead design and implementation of features end-to-end\nTo send a CV for the position of Back End Developer – HPE Software\n\nWe are looking for a Java Engineer to join our core detection team. The team is responsible for building high-performance machine-learning oriented data analysis system for large-scale security applications. You will take part in designing and implementing the production data analysis components as well as optimizing algorithms to run in high scale environment.\nResponsibilities: \n– Profile and optimize off-the-shelf machine learning technologies\n– Design and implement reliable data analysis for very large scale environments\n– Analyse large datasets to create fine tuned algorithms\n– Work closely with security experts and data analysts\nRequirements:\n– Pure java experience: 4+ years\n– Deep understanding of the JVM and Java 8 – a must\n– Experience with customizing third party Java packages\n– Hunger to learn new technologies, and teach others\n– Great interpersonal skills – a must\nTo send a CV for the position of Senior Software Developer – Cybereason\nמקור: cc-by-Dvirraz\nResponsibilities:\n– You will take ownership and accountability of specific modules within an application and provide technical support and guidance during solution design for new requirements, problem resolution for critical / complex issues\n– You will develop a maintainable, scalable and supportable code in Java language.\n– You will present demos of the software products to stakeholders and internal/external customers, using knowledge of the product/solution and technologies to influence the direction and evolution of the product/solution.\n– You will investigate issues by reviewing/debugging code and providing fixes and workarounds, will review changes for operability to maintain existing software solutions, will highlight risks and will help mitigate risks from technical aspects.\n– You will bring continuous improvements/efficiencies to the software or business processes by utilizing software engineering tools and various innovative techniques, and reusing existing solutions.\n– You will represent/lead discussions related to product/application/modules/team (for example, leads technical design reviews). Build relationships with internal customers/stakeholders.\nRequirements:\n– BS in Computer Sciences – a MUST\n– Team player – a MUST\n– 4+ Years of programming in Java – a Must\n– 3+ years of extensive work in network solutions – a Must\n– 3+ years of experience in Linux – a Must\n– Awareness of programming concepts and experience in debugging of complicated systems in efficient way – a Must\n– Deep knowledge in networking – routers, switches, firewalls – an Advantage\n– Knowledge in Virtualization, Cloud, OpenStack, Vmware, NFV, SDN, OpenFlow and new protocols such as VXLAN, NV-GRE – an Advantage\n– Experience in designing and implementing solutions with distributed nature (e.g. high-availability, active-active) – an Advantage\nTo send a CV for the position of Software Engineer Specialist – Amdocs\nCheck Point is looking for Enhanced Solution Manager to be responsible for:\n– Analyze and validate customer requests.\n– Serve as a subject matter expert on Check Point’s main-train technologies.\n– Work with R&D and QA resources to advocate for customer requests for product enhancements.\n– Coordinate RFE release planning with R&D.\n– Serve as a point of headquarter technical escalation for opportunities that require product specialization.\nRequirements:\n– Expert—level familiarity with Check Point product experience.\n– 3 to 7 years of experience working in the networking engineering or architecture – customer facing role an advantage.\n– Significant experience in Information Technology supporting development of complex projects involving significant infrastructure requirements.\n– Proven project management experience.\nTo send a CV for the position of Enhanced Solution Manager – Check Point\n\nWe are looking for hands-on Front End developer to design, develop and move video/advertisement player that could be integrated with any web site or other players.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nResponsibilities: \n– Design, develop, implement and move video/advertisement player to production.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript.\n– 2+ years in Front End: HTML, CSS.\n– Previous experience with video/players – must\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Front End Developer – AnyClip\n\nGigya is looking for an experienced, talented team leader ready to take on the challenge of developing our core services.\nResponsibilities:\n– Managing a scrum team of 8 people\n– Build stable solutions, while managing the entire product lifecycle, from RFP, planning, execution, QA, and through to production.\n– Lead development in an open source environment using Orleans-an actor model framework.\n– Develop scalable, data-driven systems.\n– Server-side development using cutting edge technologies.\nRequirements:\n– Ideal candidates will have:\n– 3-4 years experience as a development team leader.\n– 4-5 years experience programming in C#.\n– 4-5 years experience in web based technologies.\n– 2-3 years experience with multithreaded programming.\n– Experience in systems architecture and an ability to architect large-scale systems.\nTo send a CV for the position of Server Side Team Leader – Gigya\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes.\n– Produce quality products that meet high security, stability and performance standards.\n– Take part in research projects for new products and features.\n– Development is done mostly in C# and ASP.NET.\n– Report to R&D Group Manager.\nRequirements:\n– 4 Years experience in web application development in ASP.NET.\n– Excellent design and analytic skills.\n– High ability to use new technologies and understand them in depth through rapid self learning.\n– Thorough and methodical approach to any task.\n– Proactive by nature. Internal drive for excellence and improvement.\n– Original thought, creativity.\n– Experience in project/team management – An advantage.\n– Knowledge in one or more of the following areas – An Advantage.\n– Knowledge of HTTP protocol (analyze network traffic, use of network sniffers.\n– C++ programming.\n– C# Winforms application development.\n– J2EE application development.\nTo send a CV for the position of Senior Web Engineer – Matrix", "keywords": "משרות,back end developer,hpe software,senior software developer,cybereason,פיתוח,software engineer specialist,amdocs,תוכניתנ/ית java,sqlink,מפתחים,enhanced solution manager,check point,סטארטאפים,front end developer,anyclip,הייטק,senior web engineer,matrix,server side team leader,gigya,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות בהיי-טק"}