{"url": "https://www.geektime.co.il/mobile-monetization-summit-2013-tickets/", "type": "article", "title": "Mobile Monetization Summit: איך עושים כסף מאפליקציות מובייל? [כרטיסים]", "description": "באמצע חודש דצמבר יערך כנס Mobile Monetization Summit 2013 שיתמקד באחת הסוגיות החשובות בתעשייה: איך עושים כסף מאפליקציות מובייל? כל הפרטים בפוסט.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/08/shutterstock_apps.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-19T13:34:43Z", "modified_time": "2013-11-27T11:22:36Z", "articleBody": "באמצע חודש דצמבר יערך כנס Mobile Monetization Summit 2013 שיתמקד באחת הסוגיות החשובות בתעשייה: איך עושים כסף מאפליקציות מובייל? כל הפרטים בפוסט.\n\nב-17 לדצמבר יערך כנס Mobile Monetization Summit 2013 ב-YesPlanet בראשון לציון. הכנס הוא מהדורה מיוחדת של ועידת המובייל הישראלית ומתמקד באחת הסוגיות החשובות בתעשייה: איך עושים כסף מאפליקציות מובייל? הכנס נערך בשיתוף פעולה עם קהילות מובילות בתחומי המובייל, המשחקים וממשקי משתמש, כמו גם גופי מדיה מובילים.\nלרגל הכנס יגיעו דוברים מרחבי העולם, כולל ויל הייארי, מנהל בכיר לשעבר ברוביו (Angry Birds), זוהר לבקוביץ’ מייסד Amobee שנמכרה לסינגטל, אריק רייס, מומחה ה-UX הבינלאומי וכן בכירים מגוגל, אמזון, פייפאל, דויטשה טלקום ועוד. בנוסף ידבר בכנס יהל זילכה שותף במאגמה, קרן הון הסיכון שהשקיעה בשניים מסיפורי ההצלחה הבולטים של השנה – Waze שנמכרה לגוגל ו-Onavo שנמכרה לפייסבוק.\nהכנס יערך בשלושה מסלולים מקבילים, מסלול פרסום במובייל בו יוצגו מגוון פתרונות פרסום חדשניים ומשתלמים למפתחי אפליקציות, מסלול in-app purchases בו ידונו הדרכים השונות ליצירת כלכלה וירטואלית בתוך האפליקציה/המשחק וכן מכירות של מוצרים פיזיים מתוך אפליקציות ומסלול רכישת משתמשים (User Acquisition) בו ידונו מיטב המומחים כיצד בעידן של למעלה ממיליון אפליקציות ניתן למשוך משתמשים לאפקליציה מסוימת בדרכים חכמות.\nבמסגרת הכנס תיערך תחרות סטארטאפים שמיועדת לחברות שמפתחות כלים ותוספים לאפליקציות. בתחרות זו יזכו להציג 8 סטארטאפים בפני חבר שופטים וגם יקבלו ביתן בתערוכה. הזוכה בתחרות יזכה בטיסה לברלין לצורך פיתוח עסקי מתנת דויטשה טלקום. ההרשמה לתחרות פתוחה עד ה-21 לנובמבר, סטארטאפים מוזמנים להירשם בלינק הבא, פרטים על הכנס והרשמה ניתן למצוא באתר הכנס.\nכרטיסים לאירוע ניתן לרכוש החל מהיום תמורת מחיר מוזל בגובה 236 ש”ח לאלו שיזמינו עד ה-21 בנובמבר. לאחר מכן יעלה המחיר ל-300 ש”ח.\nגיקטיים קיבל שלושה כרטיסים לחלק לכם, וסביר להניח שלא מעט קוראים ישמחו לקבל אותם. מאחר וכך, ובמטרה שתוכלו להעניק ערך מוסף ליתר הקוראים, נשמח אם תספרו לנו בקצרה על אפליקציה אחת מיוחדת שהורדתם לאחרונה ואהבתם במיוחד, כך נוכל לזכות כולנו בהמלצות ליישום חדש שיתכן ופספסנו, ואתם – בכרטיסים לועידת המובייל השנתית. שלוש התגובות שיחשפו אותנו לאפליקציות המעניינות ביותר יזכו בכרטיסים חינם לאירוע הקרוב.\nאנא שימו לב כי אתם משאירים בתגובה כתובת מייל אמיתית (כתובת המייל לא תחשף בתגובה עצמה, אך תשמש אותנו על-מנת ליצור איתכם קשר במקרה של זכייה). במידה ואתם מגיבים באמצעות פייסבוק ואתם בין הזוכים, אנו ניצור איתכם קשר דרך הפרופיל האישי.\nהבחירה במנצחים תהיה על פי הסיפורים והפתרונות המעניינים ביותר שיבחרו על-ידי צוות השופטים של גיקטיים. את התגובות יש להשאיר כאן בתחתית הפוסט.\nהתחרות תסתיים ביום חמישי הקרוב, ה-21 בנובמבר, בשעה 23:00 – הזוכים יקבלו עדכון על זכייתם בתחילת שבוע הבא.\nעדכון: מייל נשלח לזוכים, תודה לכל המשתתפים בתחרות.", "keywords": "מובייל,לעשות כסף מאפליקציות,mobile summit,mobile monetization summit,in app purchases,in-app purchases"}