{"url": "https://www.geektime.co.il/amazon-prime-day-deals-2019/", "type": "article", "title": "שווה או meh? בדקנו את הדילים הטכנולוגיים ב-Prime Day של אמזון", "description": "ריכזנו עבורכם כמה מבצעים שווים ובדקנו האם גם אחרי עלויות משלוח, מסים, ומכס - עדיין שווה יותר להזמין בחו׳׳ל. אמ:לק - לרוב, כן", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/us_pd19_pr_her_1500x800_en-1562492584-1563262395-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-16T13:28:24Z", "modified_time": "2019-07-16T13:49:53Z", "articleBody": "ריכזנו עבורכם כמה מבצעים שווים ובדקנו האם גם אחרי עלויות משלוח, מסים, ומכס – עדיין שווה יותר להזמין בחו׳׳ל. אמ:לק – לרוב, כן\nמקור: Amazon\n​הוא כאן: יום המכירות המיוחד של אמזון, ה-Prime Day יצא לדרך, וכדי שלא יהיו לכם תירוצים שאתם לא מספיקים – הוא הורחב ויימשך השנה יומיים שלמים. המכירות המיוחדות והמבצעים משתנים באופן תדיר, אבל ניסינו לרכז עבורכם כמה דילים שווים שמצאנו. לא מבטיחים שעד שתקראו את הכתבה הזו הכל ישאר, אז שלא תגידו שלא ידעתם. אם עדיין לא קראתם את המדריך המזורז שלנו, זה הזמן.\nעכבר גיימינג מבית Logitech מוצע בהנחה מכובדת של של 55%.\nמחיר באמזון: 160 ש״ח, כולל משלוח\nמחיר בישראל: החל מ-284 ש״ח\n \nלרכישה\nמקור: עמוד המוצר, Logitech\nמכיוון שהטאבלטים עשו סוג של קאמבק, יתכן שתהיו מעוניינים לרכוש אחד כזה עכשיו, אולי אפילו לילדים (מישהו אמר חופש גדול?) הוא מגיע עם מסך בגודל 10.1 אינץ׳, זיכרון RAM של 2GB, נפח אחסון של 16GB, והכי חשוב – הסוללה שלו תספיק לכם לניגון סרטונים באורך כולל של עד 13 שעות.\nמחיר באמזון: 738 ש״ח, כולל משלוח\nמחיר בישראל: 765 ש״ח\nלרכישה\nמקור: עמוד המוצר, Samsung\nיש לכם כבר שואב רובוטי, ואתם מרגישים שחסר לכם הטאץ׳ הסופי? מנגב הרצפות של iRobot כאן לעזור.\nמחיר באמזון: 792 ש״ח, כולל משלוח\nמחיר בישראל: החל מ-950 ש״ח\nלרכישה\nמקור: עמוד המוצר, iRobot\nGoogle Photos זה נחמד, אבל אם עדיין לא הצטיידתם בדיסק קשיח לגיבוי – זה הזמן. הכונן תומך ב-USB 3.0 ויאפשר לכם לגבות תכנים מהמחשב, מה-Xbox One והפלייסטיישן,\nמחיר באמזון: 688 ש״ח, כולל משלוח\nמחיר בישראל: לא מצאנו את הגרסה הספציפית הזו, אבל דגם דומה נמכר בארץ בקרוב ל-1000 ש״ח.\nלרכישה\nמקור: עמוד המוצר, Seagate\nלא מתמודדים עם החום? תתפנקו במאוורר שולחני אלגנטי יותר מבית דייסון, בלי להבים, מה שהופך אותו לבטיחותי במיוחד בקרב ילדים.\nמחיר באמזון: 1,068 ש״ח, כולל משלוח\nמחיר בישראל: 1,600 ש״ח\nלרכישה\nמקור: עמוד המוצר, Dyson\nכדי שתוכלו להיות בטוחים שהאוכל מבושל באופן האידיאלי, לא פחות ולא יותר, בעזרת אפליקציה נלווית כמובן.\nמחיר באמזון: 678 ש״ח, כולל משלוח\nמחיר בארץ: לא זמין\nלרכישה\nמקור: עמוד המוצר, ChefSteps\nכי מפתח זה פאסה.\nמחיר באמזון: 760 ש״ח, כולל משלוח\nמחיר בישראל: לא זמין\nלרכישה\nמקור: עמוד המוצר, August\nמשחק הקלפים ששיגע את העולם יכול להיות שלכם במחיר ממש סמלי.\nמחיר באמזון: 80 ש״ח, כולל משלוח\nמחיר בארץ: החל מ-135 ש״ח\nלרכישה\nמקור: עמוד המוצר, Exploding Kittens\nמוצר חובה לעונת הטיולים הבאה עלינו לטובה: קשית שאפשר לכם לסנן כל מקור מים, ולהפוך את המים לצלולים וראויים לשתיה.\nמחיר באמזון: 63 ש״ח, כולל משלוח\nמחיר בארץ: 76 ש״ח\nלרכישה\nמקור: עמוד המוצר, LifeStraw\nהילד יושב כל היום מול המסך? בואו להפוך לימון ללימונדה עם הרכיב הזה שמתלבש על האייפד, והופך אותו לכלי לימודי לכל דבר.\nמחיר באמזון: 270 ש״ח, כולל משלוח\nמחיר בישראל: 500 ש״ח\nלרכישה\n﻿\nנמאס לכם כל יום מחדש לחפש את המפתחות לרכב או הארנק? חברו אליהם יחידה של Tile, ובפעם הבאה שהם ילכו לאיבוד – תוכלו למצוא אותם בקלות דרך הסמארטפון.\nמחיר באמזון: 156 ש״ח עבור 2 יחידות, כולל משלוח\nמחיר בארץ: לא זמין\nלרכישה\nמקור: עמוד המוצר, Tile\nמקלדת מכאנית צבעונית ומוארת שתאפשר לכם ללגום קפה ושתייה בלי לדאוג להשלכות אם התכולה שלהם תישפך עליה (הודות לעמידות למים ואבק).\nמחיר באמזון: 373 ש״ח, כולל משלוח\nמחיר בישראל: 450 ש״ח\nלרכישה\nמקור: עמוד המוצר, Corsair\nמוצר צריכה בסיסי בכל רכב בימינו.\nמחיר באמזון: 156 ש״ח, כולל משלוח\nמחיר בישראל:  החל מ-280 ש״ח\nלרכישה\nמקור: עמוד המוצר, Xiaomi\nמצאתם דיל שווה, אבל אין שילוח ישיר לישראל? לפני שאתם מתייאשים, גם אם פניתם לכל החברים שלכם מעבר לים והם לא מגיעים לביקור בקרוב, שווה לבדוק את המבצעים של חברות השילוח הישראליות. למשל, ב-Dealtas מציעים שילוח אקספרס בעלות קבועה של 20 דולר לפי משקל (עד 3 ק״ג) בין היתר על טלפונים סלולריים ואוזניות. ביתר הקטגוריות, מציעים כרגע הנחה של עד 60%. גם ב-USSHOPS מציעים עד 50% על שילוח מהיר מאמזון עד הבית (עד 5 ימים) וגם איחוד חבילות בחינם.", "keywords": "אמזון,אמזון פריים,amazon prime day,prime day,מבצעים אמזון,קניות באינטרנט,amazon prime day 2019"}