{"url": "https://www.geektime.co.il/sting-tv-review-3-months-later/", "type": "article", "title": "3 חודשים עם STING TV: שווה 39 ש''ח, לא בטוח שיותר", "description": "אחרי 3 חודשים של שימוש בשירות שרוצה 'לפרק לנו את הטלוויזיה', הגענו לכמה תובנות שכדאי שתקראו לפני שאתם מצטרפים ל-STING TV", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/STINGTV6-768x480-1517840573.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-10T12:30:11Z", "modified_time": "2018-02-08T17:57:39Z", "articleBody": "אחרי 3 חודשים של שימוש בשירות שרוצה ‘לפרק לנו את הטלוויזיה’, הגענו לכמה תובנות שכדאי שתקראו לפני שאתם מצטרפים ל-STING TV\n\nאת הסקירה הראשונית שלנו לשירות הטלוויזיה החדש של יס, STING TV, פירסמנו בנובמבר האחרון, קצת אחרי שהושק. כעת, 3 חודשים לאחר מכן, ניכר כי החברה יישמה כמה מההערות שלנו בכל הקשור לחווית המשתמש וחשבנו שזה עשוי לעניין אתכם.\nהתחום העיקרי שלגביו לא היו לנו יותר מידי תלונות עוד בהתנסות הראשונית הוא התוכן; הגרסה המורחבת ביותר של STING TV מגיעה עם 34 ערוצים ליניאריים ו-ספריית VOD המכילה 1,000 סרטים ו-500 סדרות ועונות. הערוצים ‘החיים’ הזמינים הם ‘כאן’ (11), קשת (12), רשת (13) ערוץ 10 (14), 20, 24 וערוצי הסדרות והסרטים של יס. אנחנו באופן אישי היינו מסתפקים בחבילת הסדרות (בעלות חודשית של 39 ש”ח), שכן כמו שירותי טלוויזיה אחרים כדוגמת נטפליקס או סלקום טיוי, גזרת הסרטים היא לא מהמוצלחות והמעודכנות, ולכן אפשר לוותר עליה די בקלות.\nמבחינת רלוונטיות, משודרות לא מעט סדרות כמעט במקביל לשידורן בארה”ב, וגם הפקות מקור כדוגמת “פאודה” זמינות בתיקית ה-VOD מיד עם השידור הראשוני שלהן. לאורך כל התקופה שבה אני מנויה לשירות, בודדות הפעמים בהן צפיתי בסדרות או סרטים בזמן אמת, אבל כשכן יצא לי – המשכתי להיתקל בלא מעט בעיות סינכרון ודיליי קל, מה שיצר פערים בין האודיו לתנועות השפתיים של השחקנים או המצולמים. יחד עם זאת, יכול להיות שמדובר בבעיה שנובעת מחיבור האינטרנט הביתי שלי (הרי השירות כולו עובד על רשת האינטרנט ולכן יש צורך בתשתית טובה של 40mb ומעלה). בשורה התחתונה – אין ספק שנקודת החוזקה של השירות באה לידי ביטוי בהיצע התכנים העשיר של יס.\nאפליקצית המובייל עוד רחוקה מלהיות מושלמת, וספריית ה-VOD שבה עדיין מעוצבת כ-Endless Page עמוס בתכנים. באופן אישי, לא צפיתי ולו פעם אחת בסדרה או סרט דרך אפליקצית המובייל, והיות ואי אפשר להוריד תכנים למכשיר – אז גם לטיסות או נסיעות היא לא ממש רלוונטית. יחד עם זאת, אני מניחה שיש לא מעט אנשים שכן נוהגים לצפות בתכנים דרך המובייל, ולכן אתייחס לכמה דברים שהפריעו לי באפליקציה.\nפיצ’ר שעדיין חסר בה היא היכולת להוסיף סדרה לרשימת הצפייה. האפשרות הקרובה ביותר כרגע היא להוסיף פרק מסוים בעונה מסוימת לרשימה, אבל לא סדרה בפני עצמה. כמו כן, כדי להגיע לרשימת הצפייה במובייל יש ללחוץ על כפתור ההקלטות, ומתחת לפרקים שהקלטתם תמצאו אותה.\nסוגיה נוספת שטרם קיבלה מענה היא האי סינכרון בין האפליקציה והסטרימר. המשמעות היא שאם צפיתם בסדרה מסוימת דרך הסטרימר, ואתם כרגע ברכבת ורוצים להעביר את הזמן באמצעות צפייה דרך הסמארטפון, תצטרכו לזכור באיזה פרק או נקודה הפסקתם, כי סטינג לא תעזור לכם בזה.\nאחד האגפים באפליקציה הוא לוח השידורים ואנחנו תוהים אם רק לנו האיזור הזה מרגיש קצת מיושן? התחושה היא שמדובר בשטח נדלני מבוזבז, ובמקום לוח שידורים, אפשר היה לפצל את ספרית ה-VOD לדוגמא לסרטים או סדרות, או לספק גישה מהירה לתיקיית המועדפים שלכם או לרשימת הצפייה. למה לוח השידורים כן טוב? לחיצה על כותר מסוים בלוח השידורים תאפשר לכם להקליט אותו (עדיין, אנחנו לא בטוחים שמדובר בפיצ’ר הכרחי שצריך לבוא על חשבון תכונות שימושיות יותר).\nאבל בסופו של דבר, הסיבה המרכזית בגינה האפליקציה כל כך לא רלוונטית מבחינתנו כרגע נובעת מכך שעדיין אין תמיכה בכרומקאסט או בדונגלים אחרים להזרמה, ולא ברור האם בכלל ומתי זה יתאפשר. בעתיד, כך מסתמן, תשוחרר אפליקציה עם תמיכה בצפייה דרך המחשב הביתי. אגב, ניתן לחסוך את השימוש בסטרימר אם אתם מחזיקים בטלוויזיה חכמה שמריצה Android TV, באמצעות הורדה של אפליקצית סטינג מהחנות (אנחנו התנסינו בשירות רק דרך הסטרימר והאפליקציה כך שאנחנו לא יכולים לחוות דעה בנושא).\nהאפליקציה – לא רלוונטית. מקור: STING TV\nלמזלנו, הממשק של הסטרימר נוח וחכם הרבה יותר מהאפליקציה; הוא זוכר את התכנים שצפיתם בהם וימליץ לכם על סדרות או סרטים שמתאים לכם לאהוב בהתבסס על היסטורית הצפייה. אלא שהשילוב של הסטרימר ביחד עם השלט הופכים את חוויית השימוש למסורבלת ואפילו קצת פרימיטיבית. בנוסף, לא מעט פעמים מצאנו את עצמנו תקועים ללא יכולת לצפות בגלל איבוד סינכרון בין השלט לסטרימר, או סתם קיפאון של הסטרימר ללא כל אזהרה מראש (בעיה שלרוב מסתדרת עם ניתוק וחיבור מחדש לחשמל). במצב תקין, היינו יכולים פשוט להפעיל את האפליקציה דרך הסמארטפון ולהזרים ישירות ממנה את התוכן, אבל כאמור, זה לא אפשרי. כלומר, זה אפשרי, אבל תצטרכו לעשות שיקוף מלא למכשיר שלכם – מה שאומר שלא תוכלו לשחק במקביל קנדי קראש או לקרוא גיקטיים, אלא להתרכז אך ורק בתוכן המשודר.\nשדרוג משמעותי בחווית המשתמש מגיע מהתמיכה בצפיית בינג’: כעת, כשתסיימו לצפות בפרק עד סופו, מיד תוכלו לנגן את הפרק הבא בתור. זה לא קורה באופן אוטומטי כמו בנטפליקס (מה שניתן לבטל, כפי שלימדנו אתכם כאן), אבל שני כפתורים ואתם מוכנים להמשיך.\nבנוסף, לפני ימים ספורים התווספה האפשרות לצפות בתכנים ששודרו עד שבוע אחד אחורה (אופציה שקיימת גם בסלקום tv ופרטנר), כך שאם פספסתם מהדורת חדשות שבה הבן של הבן דוד הרחוק שלכם מתראיין – תוכולו לאתר אותה די בקלות (בהנחה שהיא לא שודרה לפני למעלה משבוע). הערוצים מחולקים לפי נושאים: ערוצים ישראלים/סדרות/ספורט וכו’, כאשר ערוצים שלא בחבילות שלכם לא יופיעו ברשימה. עבור כל ערוץ מופיע דף “catch up” ייעודי לו שמציג את לוח השידורים של השבוע האחרון לפי ימים, כאשר התכנים המשודרים בשעות הערב מופיעים ראשונים. טיפ קטן: בזמן צפייה במסך מלא באחד הערוצים, לחיצה על החץ ימינה בשלט תפתח את קטלוג ה-catch up המלא של אותו ערוץ. פיצ’ר נוסף שהצטרף לשירות הוא ה-start over – פיצ’ר מוכר משירותים אחרים שמאפשר לצפות מההתחלה בכל תכנית ובכל הערוצים.\nסוגיה מעניינת ששמנו לב אליה היא שכל פעם שהפעלנו מחדש את הסטרימר, הוא נדלק על ערוץ 13 באופן קבוע. לא על הערוץ הראשון (1) או ערוץ ציבורי יותר כמו 11 – כאן, מה שקצת מחשיד ומרמז על שיתוף פעולה לא מאוד מוסווה בין יס לרשת.\nמקור: STING TV\nהרעיון מאחורי סטינג טיוי הוא “לפרק את הטלוויזיה”, משמע שבמקום לרכוש חבילה במחיר אחיד שכוללת לא מעט תכנים שבכלל לא רלוונטים עבורכם, תוכלו לשלם רק עבור מה שאתם רוצים לצפות בו. המחירים נשארו זהים למחירי ההשקה, והחבילות המוצעות הן:\nחבילת הסדרות: תוכנית בעלות חודשית של 39 ש”ח הכוללת ספריית VOD עם כל הסדרות ו- 4 ערוצי סדרות yesDrama, yesAction, yesComedy, yes דוקו, כמו גם את הערוצים של קשת, רשת, ערוץ 10, כאן, ערוץ 20 וערוץ 24.\nחבילת הסרטים: תוכנית בעלות חודשית של 39 ש”ח הכוללת 5 ערוצי סרטים מבית yes –   yes1, yes2, yes 4, yes5, yes דוקו, כמו גם את הערוצים קשת, רשת, ערוץ 10, כאן, ערוץ 20 וערוץ 24.\nחבילת הילדים: התוכנית בעלות חודשית של 39 ש”ח כוללת תכני מדובבים ומתורגמים לכל הגילאים – החל מפעוטות ועל לבני נוער וכוללת את הערוצים הופ, זום, ג’וניור, ניקולדיאון, ניק ג’וניור, Teennick, ערוץ הכוכבים, בייבי, yesKidZ ו- WIZ, כמו גם את הערוצים קשת, רשת, ערוץ 10, כאן, ערוץ 20 וערוץ 24.\nחבילת משפחה: תמורת 99 ש”ח בחודש תקבלו את חבילת הסדרות, הסרטים והילדים, לצד קשת, רשת, ערוץ 10, כאן, ערוץ 20 וערוץ 24.\nחבילת הספורט: עבור 67 ש”ח בחודש תוכלו ליהנות מ-5 ערוצי ספורט מבית צ’ארלטון: ספורט 1, ספורט 1 HD, ספורט 2 HD, ספורט 3 HD, ספורט HD 4, כמו גם מהערוצים קשת, רשת, ערוץ 10, כאן, ערוץ 20 וערוץ 24.\nחבילת מדע וטבע: תמורת 29 ש”ח בחודש תוכלו לצפות בערוצים National Geographic, NG Wlid, Discovery, Discovery Science, Animal Planet, כמו גם בערוצים קשת, רשת, ערוץ 10, כאן, ערוץ 20 וערוץ 24.\nלטעמנו, חבילת הסדרות או הסרטים ב-39 ש”ח (כל אחת) היא מספקת בהחלט, בעיקר אם אין לכם ילדים בבית. העובדה שכל אחת מהחבילות כוללת גם ערוצים חיים שמספקים מענה לצורך “לזפזף” תורמת לחוויה, ומשכיחה לפעמים את העובדה שמדובר בשירות טלוויזיה אלטרנטיבי, ולא במנוי טלוויזיה רגיל (זאת כמובן כשאין לאגים ובעיות סינכרון מעיקות). כל עוד אין תמיכה בכרומקאסט, אנחנו מבחינתנו לא רואים סיבה לשלם יותר מהחבילה הבסיסית, אולי כשזה ישתנה – יהיה על מה לדבר.\nעדיין מתלבטים? בואו לקרוא את השוואת שירותי הטלוויזיה המקיפה שלנו.", "keywords": "סטינג,יס,סטינג טיוי,sting,sting tv,סטרימינג,שירות טלוויזיה,טלוויזיה,טלוויזיה יס,יס סטינג,סקירה סטינג tv"}