{"url": "https://www.geektime.co.il/five-missed-things-apple-event/", "type": "article", "title": "6 דברים שאפל לא סיפרה לכם באירוע הגדול שלה", "description": "אירוע ההשקה של אפל אמש היה עמוס הכרזות גדולות, אבל למרות שהוא נמשך כשעתיים, כמה מהן נשארו בחוץ. הנה כל מה שלא נחשף באירוע עצמו", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/ap_keynote_2017_wrap_up_Phil_iPhoneX.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-13T18:00:57Z", "modified_time": "2017-09-13T18:00:57Z", "articleBody": "אירוע ההשקה של אפל אמש היה עמוס הכרזות גדולות, אבל למרות שהוא נמשך כשעתיים, כמה מהן נשארו בחוץ. הנה כל מה שלא נחשף באירוע עצמו \nתמונה: Apple\nאירוע ההשקה של אפל אמש (ג’) היה גדוש בהכרזות על עדכונים ומוצרים חדשים ובינהם הדור השלישי של ה-Apple Watch, גירסה תומכת 4K של ה-Apple TV, האייפון 8, וכמובן האייפון X. במשך שעתיים אפל הציגה את מערך המוצרים שלה לתקופת החגים, אבל גם שעתיים לא הספיקו כדי להעביר את כל החידושים שלה לתקופה הקרובה. הנה שישה דברים שאפל לא הספיקה לספר לכם באירוע:\nתמונה: Apple\nהאירוע שנערך בספטמבר הוא בדרך כלל אירוע שבו קטגוריית המקבוקים של אפל לא מקבלת שדרוג או אפילו אזכור. במהלכו אפל ציינה כי מערכות ההפעלה iOS 11, watchOS 4 ו-tvOS 11 ישוחררו ב-19 בספטמבר (לרוב ב-20:00 שעון ישראל), אך לא הזכירה את תאריך היציאה של מערכת ההפעלה למחשבי המק, הלא היא macOS High Sierra. בסיום האירוע הוציאה אפל הודעה ובה התאריך המיועד הוא: ה-25 בספטמבר.\nמערכת ההפעלה החדשה משנה לחלוטין את מערכת הקבצים של המק ל-APFS, ומוסיפה תמיכה במקודד הוידאו ופורמט התמונות החדשים של אפל, ה-HEVC ו-HEIF. שאמורים לספק איכות טובה יותר ונפח קובץ נמוך משמעותית. כמו כן, ספארי מקבל שדרוג מהירות ומספר פיצ’רים נוספים. סירי מקבלת את הקול החדש והטבעי שלה ומספר יכולות נוספות.\nאם ברשותכם מחשב שמריץ את macOS Sierra, הוא יוכל לקבל שדרוג ל-macOS High Sierra ללא בעיה ותשלום (דגמי iMac ו-Macbook משנת 2009 ואילך, ודגמי Macbook Pro, Mac Pro, Mac Mini ו-Macbook Air משנת 2010 ואילך). ההתקנה של הגירסא החדשה מתבצעת דרך חנות האפליקציות במק.\nתמונה: Apple\nבמהלך החשיפה של שני דגמי האייפונים החדשים, אפל ציינה מספר פעמים כי האייפונים הונדסו במיוחד כדי להיות אטומים למים ברמה המיקרוסקופית, אבל לא ציינה באיזה תקן של עמידות למים מחזיקים המכשירים. ובכן, בדף המוצרים מופיעה התשובה לחידה. גם ה-iPhone 8 וגם ה-iPhone X מחזיקים באותו תקן עמידות למים: IP67. אם המספר הזה נראה לכם מוכר, זה מפני שמדובר באותו תקן של ה-iPhone 7. התקן IP67 אומר שהאייפון מוגן מאבק ויכול לשרוד במים עד עומק של מטר לעד משך זמן של חצי שעה. תקן IP68, שבו מחזיק למשל ה-Galaxy S8, מעיד כי המכשיר גם הוא מוגן מאבק, ויכול לשרוד במים עד עומק של 1.5 מטרים ולמשך חצי שעה.\nנכון, זה לא “Deal Breaker”, אבל מעט מצער שאפל לא שידרגה את מערך ההגנה של האייפונים החדשים בכדי להפוך אותם לעוד יותר עמידים. העמידות של המכשירים בפני מים נשחקת עם הזמן וככל שהם נתקלים ביותר מים, לכן עמידות גבוהה יותר יכולה לגרום למוצר לשרוד טוב יותר לאורך זמן במקרה של ‘פגישה’ רצינית עם מים.\nתמונה: Apple\nבמסגרת ההשקה של ה-Apple TV 4K אפל לא ציינה שהיא גם משדרגת במקצת את השלט של המכשיר. אחת הבעיות המוכרות ביותר למשתמשים בשלט היא העובדה שהוא כמעט סימטרי. משתמשים רבים מרימים את השלט מהשולחן מבלי להסתכל עליו, חושבים שהם נוגעים במשטח המגע, רק כדי לגלות שהם מחזיקים את השלט הפוך. לזה קוראים “צרות של עולם ראשון”, אבל אפל בכל זאת מתייחסת ומתקנת: בשלט החדש, כפתור ה-Menu מסומן בעיגול לבן בולט. לא ברור כרגע האם הטבעת הלבנה גם “בולטת” מהשלט ובכך מאפשרת להבין את זווית ההחזקה של השלט מבלי להסתכל עליו (מה שבעצם מייתר את השדרוג). אמנם במסגרת השיטוט של מפתחים בקוד העדכון ל-iOS 11 נמצאו עדויות ליכולות רטט (Haptic Feedback) של השלט, אך זה לא המקרה. אם התאכזבתם מהשדרוג המינורי, אולי תשמחו לדעת שאפל הוזילה את השלט ב-20 דולרים וכעת הוא עולה 60 דולרים.\nתמונה: צילום מסך\nאייטיונז היא ככל הנראה עקב האכילס של אפל. היא אמנם יוצרת סדר במכשירים שלכם, אבל היא לא נוחה לשימוש, לא אינטואיטיבית, סבוכה ולעיתים מתסכלת. היא נחשבת בעיני רבים לחסרון אמיתי, ולתוכנה מאוד “מבולגנת”. אם בעבר אייטיונז הייתה בעיקר נגן וחנות מוזיקה, בימינו היא גם חנות סרטים, סדרות, פודקאסטים, ספרים, אפליקציות, רינגטונים ועוד. בקיצור, בלאגן. כעת נראה שאפל מתחילה לנקות את התוכנה ואולי להחזיר את השימושיות אליה.\nבמסגרת עדכון 12.7 לתוכנה ששוחרר אתמול, הסירה אפל מ-iTunes את חנות האפליקציות ל-iOS ואת אפשרות העברת האפליקציות מהמכשיר למחשב ולהיפך. בנוסף, הסירה אפל את איזור הרינגטונים מהתוכנה. העדכון החדש אמור להחזיר את הפוקוס לתוכנה המבולגנת, ולמקד אותה לצרכים שאפל ייעדה לה במקור.\nתמונה: Apple\nבעלי אייפון מכונים לא אחת “Wall Huggers״, כתגובה על העובדה שהם צריכים להטעין את המכשיר שלהם לעיתים יותר תכופות ממכשירים אחרים. זו כמובן עובדה לא מדויקת, כיוון שגם מכשירי אנדרואיד וגם מכשירי אייפון לוקחים בחסר בתחום הסוללות. אבל מה שכן נכון הוא שמשתמשי אייפון סובלים מזמני טעינה ארוכים יחסית, בעוד שמכשירים אחרים קיבלו פתרונות טעינה מהירה שפותחו במהלך השנים. כעת אפל סופסוף מתעוררת ומצמצמת את הפער. אפל רק הזכירה שהאייפונים תומכים בהטענה מהירה, אבל לא פירטה כיצד הדבר מתרחש, ויש לנו חדשות טובות וחדשות רעות בנושא.\nהחדשות הטובות הן שהאייפונים החדשים תומכים בהטענה מהירה, שיכולה להטעין חצי מסוללת המכשיר בחצי שעה בלבד. החדשות הרעות הן שהמטענים שמתקבלים עם האייפונים החדשים לא תומכים בעוצמה הזו. בכדי להנות ממהירות ההטענה החדשה יש להשתמש במטעני 29W, 61W, או 87W עם חיבור USB-C שנמכרים בכלל למקבוקים החדשים. מאחר ואלה מטעני USB-C, והאייפון לא תומך בחיבור זה, יש לרכוש כבל נוסף שבצידו האחד חיבור USB-C ובצידו השני חיבור Lightning. בשביל לרכוש את שני האביזרים הללו תצטרכו להוציא לפחות 75 דולרים נוספים.\nתמונה: Apple\nצרכנים רבים ממתינים לאירועי הכרזה של אפל בתקווה לירידת מחירים של דגמים קודמים. במקרה של האייפונים והשעונים אכן ראינו ירידת מחירים לדגמים הקודמים (ועליית מחירים בדגם החדש, ה-iPhone X), אבל במקרה של ה-iPad Pro אפל עשתה מהלך לא שגרתי והעלתה את המחירים של חלק מהדגמים בשקט מוחלט.\nהדגמים אשר זכו להעלאת המחירים הלא צפויה הם כל דגמי ה-iPad Pro 10.5 ו-iPad Pro 12.9 אינץ׳ בתצורת 256 ו-512 גיגה בייט. כולם קיבלו העלאה קלה אך מעצבנת של 50 דולרים במחיר. אם חשקתם בזמן האחרון באייפד פרו, אולי כדאי לשקול לבצע את הקניה בזמן הקרוב מאוד לפני שכל היבואניות הישראליות יעלו גם הן את מחירי הדגמים המדוברים.", "keywords": "אפל,אייפון,אייפד,היי סיירה,אייטיונז,אפל טי וי,apple tv,itunes,iphone 8,macos high sierra,fast charge,ipad"}