{"url": "https://www.geektime.co.il/google-best-apps-2018/", "type": "article", "title": "גוגל מציגה: האפליקציות והמשחקים הטובים ביותר של 2018", "description": "אם עוד נשאר לכם מקום על המכשיר, גוגל מפרסמת את רשימת ההמלצות שלה עם כמה הפתעות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/Screen-Shot-2018-12-03-at-14.29.51-1543840204-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-12-03T17:45:19Z", "modified_time": "2018-12-04T11:27:15Z", "articleBody": "אם עוד נשאר לכם מקום על המכשיר, גוגל מפרסמת את רשימת ההמלצות שלה עם כמה הפתעות\nמקור: Google\nלקראת השנה שמתקרבת לסיומה גוגל מפרסמת את רשימת האפליקציות והמשחקים המוצלחים ביותר, הכוללת כמה הפתעות. כמו כן, לראשונה היא הוסיפה קטגוריה חדשה שאפשרה למשתמשים עצמם לבחור את האפליקציה והמשחק שעשו להם את השנה. הנה התוצאות.\nהאפליקציה שגוגל הכתירה כטובה ביותר לשנת 2018 היא Drops; אפליקציה שרוצה להפוך את תהליך למידת שפות חדשות לקצת יותר מהנה ויעיל, כשכל מה שנדרש מכם היא השקעה מינימלית של 5 דקות ביום.  בקטגורית המשחק הטוב ביותר זכה PUBG – משחק אקשן-הישרדות און ליין בו אתם, ועד עוד 100 שחקנים שונים בו זמנית, מוצנחים לתוך שדה קרב בסגנון הסרט “Battle Royal”, והמנצח הוא האחרון ששורד. כן, כמו פורטנייט.\nאין ספק שהייתה זו שנה מוצלחת ל-PUBG שכן הוא זכה גם בתואר חביב הקהל בקטגורית הגיימינג. אם כבר הגענו לדבר על בחירות הקהל, אז האפליקציה האהובה ביותר על משתמשי אנדרואיד השנה היא YouTube TV – שלצערנו לא זמינה בישראל.\nבקטגורית אפליקציות הבידור זכו VIMAGE  – שתאפשר לכם להנפיש אובייקטים סטטיים בתמונות סטילס, אפליקצית הציור No.Draw שתחזיר אתכם לילדות, Neverthink שתמצא לכם סרטונים לצפות בהם ו-TikTok לשעבר Musical.ly.\nבקטגורית ״הפנינה החבוייה״ זכו Luci שתעזור לכם לחלום חלומות צלולים, SLOWLY שתאפשר לכם להכיר ״Pen Pals״ ממש כמו פעם, Unfold ליצירת ״סטוריז״ קצת יותר מילוליים, Just a Line שנעזרת ב-AR כדי שתוכלו לצייר על כל דבר ואפליקצית Lirica שתלמד אתכם ספרדית בעזרת מוסיקה.\nבקטגורית Self-Improvement תמצאו את Mimo שתלמד אתכם לקודד, אפליקצית המדיטציה 10% Happier שמיועדת גם לספקטיים מביניכם,  Keep Traine שיכריח אתכם לעשות פעילות גופנית גם כשקצת קריר בחוץ ומנגד MasterClass שתאפשר לכם ללמוד דברים חדשים מבלי לצאת מהבית.\nאל הקטגוריה האחרונה, Daily Helpers, נכנסה Sift שתחזיר לכם כסף באופן אוטומטי ברגע שמוצר שרכשתם יוזל (בהתאם לתנאים כמובן), Canva – הפוטושופ להמונים, Tasty מבית באזפיד, Notion לניהול משימות ו-Otter להקלטת תזכורות קוליות.\nגם כאן גוגל חילקה את המשחקים הזוכים לתתי קטגוריות:\nבקטגורית המשחקים התחרותיים תמצאו את מירוץ המכוניות שמשמש אותנו לרוב לבדיקת מכשירים חדשים – Asphalt, משחק האסטרטגיה Warhammer Age of Sigmar, משחק המולטי-פלייר Badland Brawl ו-DRAGON BALL LEGENDS.\nהמשחקים החדשניים ביותר לפני גוגל הם Umiro – משחק פאזל קסום ומושקע, Gorogoa עטור הפרסים שיעלה לכם 18 ש״ח, משחק היריות Hero Hunters, עוד משחק Battle Royale לאוסף – Battlelands Royale והמשחק האפיזודי Life is Strange.\nאל קטגורית הקזו׳אל נכנסו The Sims Mobile, קנדי קראש, הפאזל Faraway 3: Arctic Escape, משחק הארקייד הממכר Orbia ו-Murder in the Alps.\nהקטגוריה האחרונה היא אינדי, אליה נכנס המשחק שיעביר לכם את הזמן עד שמשחקי הכס תחזור, משחק המחשבה-פעולה Returner 77, משחק ההמשך ל-Alto’s Adventure, עם הנחה של 40% – Evoland 2\nו-Cube Escape: Paradox שמשלב בין משחק לסרט.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "גוגל,גוגל פליי,google play,דירוג אפליקציות,סיכום שנה גוגל,סיכום 2018"}