{"url": "https://www.geektime.co.il/monthly-rank-july-2016/", "type": "article", "title": "מסתבר שהישראלים אוהבים קריוקי [דירוג אפליקציות]", "description": "האפליקציות שנוספו והוסרו מהרשימה וגם אלו שטיפסו אל ראש הטבלה - דירוג האפליקציות הישראליות לחודש יולי", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/monthlyrank.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-08T14:10:16Z", "modified_time": "2016-08-08T14:35:00Z", "articleBody": "האפליקציות שנוספו והוסרו מהרשימה וגם אלו שטיפסו אל ראש הטבלה – דירוג האפליקציות הישראליות לחודש יולי\n\nהעובדה שמכשירי הסמארטפון והטאבלטים השתלטו על חיינו הפכה עובדה מוגמרת, אך אנו חייבים להודות שהם לא היו מבדרים, מהנים, אינפורמטיביים או אפילו יעילים במיוחד ללא מספר האפליקציות העצום הזמין כיום בשוק. על מנת לעשות קצת סדר בבלאגן, החלטנו לערוך את מצעד האפליקציות הישראליות הגדול, שיציג לא רק את האפליקציות הפופולאריות ביותר, אלא אולי אפילו יעזור לכם להכיר כמה אפליקציות שעדיין לא התקנתם על המכשיר.\nבבואנו לנתח את ההצלחה של האפליקציות הישראליות המוצגות כאן התבססנו על הדירוג של Applause וגם נתוני ההורדות של PriorData בנוסף לחוות הדעת והביקורות השונות בחנויות האפליקציות.\n<<< לדירוג אפליקציות המובייל של חודש יוני 2016\nתנאי סף הכניסה לדירוג האפליקציות שלנו:\nבמידה והאפליקציה שפיתחתם עומדת בקריטריונים ומתאימה להופיע בדירוג, אתם מוזמנים להגיש אותה כמועמדת באמצעות הטופס המופיע בתחתית הפוסט.\nאז מה השתנה במהלך החודש האחרון, מי הן האפליקציות החדשות שהתווספו ומי אלה שהצליחו לעצבן את קהל המשתמשים, וצנחו בדירוג?\nהחודש פותחת את הדירוג אפליקציה שהצליחה להפתיע אותנו; מדובר ביישום הקריוקי של Yokee, שעלה מהמקום ה-64 בחודש שעבר הישר אל המקום ה-1. במקום ה-2 נמצא המשחק Trial Xtreme 4 שגם הוא השתדרג פלאים מהחודש שעבר כאשר היה במקום טוב באמצע (59), במקום ה-3 אפליקצית עריכת הוידאו Magisto עם עליה של 64 מקומות, ובמקום הרביעי Gett, שעלתה לא פחות מ-62 מקומות בדירוג. סוגרת את החמישיה אפליקצית הוידאו צ׳אט ooVoo עם עליה של 53 מקומות מהקום ה-58 בחודש שעבר.\nאולימפיאדה זה אחלה, אבל כנראה שכדורגל עדיין מעניין יותר ישראלים, לפחות עבור לא מעט משתמשים שעזרו לאפליקצית 90min לעלות למקום ה-6, היישר מתחתית הרשימה (מקום 85). החופש הגדול כזכור כאן, אז גם המשחק Mega Tic Tac Toe Online הפך לפופולארי, ונכנס למקום ה-7 החודש ואחריו יישום הניהול של Any.Do שעלה מהמקום ה-61 למקום 8. ממשיכים ברשימה עם עוד משחק פופולארי ממכר – Bubble Shooter שנכנס החודש למקום ה-9 הישר ממקום 62, וסוגרת את העשיריה yHomework ללימוד אלגברה.\nנתחיל באפליקציה FullTank שהייתה במקום הראשון והמכובד בחודש שעבר וירדה הישר אל המקום ה-61. גם יישום הצילום Camera Zoom שהיה במקום ה-2 בחודש שעבר, התדרדר ביחד עם הקודמת, ונכנס החודש למקום ה-62. משחק הקזינו Slotomania הוסיף סיפרה למיקומו, והתדרדר מהמקום ה-67 ל-6; ביחד איתו גם Yo, Bip It ו-PregApp שהיו כולן ממוקמות בחודש שעבר בעשיריה הפותחת, וכאן מדורגות במקומות 68-70. הבשורות הקצת פחות טובות – לא התווספו החודש לדירוג אפליקציות חדשות, אבל מצד שני – גם לא נאלצנו להיפרד מאף אפליקציה.\n", "keywords": "android,app ranks,apps,ios,israel,israeli apps,rank,windows phone,אייפון,אנדרואיד,אפליקציות חודשי,אפליקציות ישראליות,דירוג,דירוג אפליקציות,אפליקציות יולי hu 2016"}