{"url": "https://www.geektime.co.il/march-2016-monthly-rank/", "type": "article", "title": "דירוג אפליקציות המובייל הישראליות לחודש מרץ 2016", "description": "האפליקציות שנוספו והוסרו מהרשימה וגם אלו שטיפסו אל ראש הטבלה - דירוג האפליקציות הישראליות לחודש מרץ", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/monthlyrank.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-10T14:06:04Z", "modified_time": "2016-04-10T14:06:04Z", "articleBody": "האפליקציות שנוספו והוסרו מהרשימה וגם אלו שטיפסו אל ראש הטבלה – דירוג האפליקציות הישראליות לחודש מרץ\n\nהעובדה שמכשירי הסמארטפון והטאבלטים השתלטו על חיינו הפכה עובדה מוגמרת, אך אנו חייבים להודות שהם לא היו מבדרים, מהנים, אינפורמטיביים או אפילו יעילים במיוחד ללא מספר האפליקציות העצום הזמין כיום בשוק. על מנת לעשות קצת סדר בבלאגן, החלטנו לערוך את מצעד האפליקציות הישראליות הגדול, שיציג לא רק את האפליקציות הפופולאריות ביותר, אלא אולי אפילו יעזור לכם להכיר כמה אפליקציות שעדיין לא התקנתם על המכשיר.\nבבואנו לנתח את ההצלחה של האפליקציות הישראליות המוצגות כאן התבססנו על הדירוג של Applause וגם נתוני ההורדות של PriorData בנוסף לחוות הדעת והביקורות השונות בחנויות האפליקציות.\n<<< לדירוג אפליקציות המובייל של חודש פברואר 2016\nתנאי סף הכניסה לדירוג האפליקציות שלנו\nהאפליקציה נמצאת תחת חשבון מפתח ישראלי פרטי או של חברה ישראלית.\nהאפליקציה זמינה להורדה עבור קהל המשתמשים הישראלי.\nהאפליקציה תומכת בשתי פלטפורמות לפחות (מתוך: iOS, אנדרואיד או Windows Phone).\nסך הורדות האפליקציה בכלל הפלטפורמות בהן היא זמינה: 100 אלף לפחות.\nבמידה והאפליקציה שפיתחתם עומדת בקריטריונים ומתאימה להופיע בדירוג, אתם מוזמנים להגיש אותה כמועמדת באמצעות הטופס המופיע בתחתית הפוסט.\nאז מה השתנה במהלך החודש האחרון, מי הן האפליקציות החדשות שהתווספו ומי אלה שהצליחו לעצבן את קהל המשתמשים, וצנחו בדירוג?\nהחודש תפסה את המקום ה-1 אפליקצית עיבוד התמונה Photomania, לאחר שבחודש פברואר הייתה במקום 15. במקום ה-2 נמצאת אפליקצית Viber שרושמת עלייה דומה מהמקום ה-14, ובמקום ה-3 נמצאת אפליקצית הארץ, עם ירידה זניחה מהמקום הראשון בחודש שעבר. אפליקצית Waze ירדה מהמקום ה-3 ל-4, בעוד שעל אפליקצית הוידאו צ׳אט ooVoo עבר חודש טוב והיא עלתה מהמקום ה-49 הישר למקום ה-5 והמכובד.\nגם אפליקצית הקריוקי Yokee נהנתה מחודש של הורדות רבות ועלתה מהמקום ה-47 למקום ה-6, אחריה במקום ה-7 אפליקצית Sync.me, ובמקום ה-8 נמצאת MyHeritage שמזכירה לכולנו מתי יש אירועים חשובים במשפחה. עלייה מרשימה במיוחד לאפליקצית Rounds, שעלתה מתחתית הרשימה (83) למקום ה-9. סוגרת את הרשימה במקום ה-10 אפליקצית נוספת מבית Yokee, הפעם זאת שתאפשר לכם ללמוד לנגן על פסנתר, לאחר שטיפסה כ-40 מקומות מהחודש הקודם.\nנתחיל בבשורות טובות עבור שתי אפליקציות ישראליות חדשות שנכנסו אל הדירוג; אל המקום ה-100 נכנסה אפליקצית ההכרויות החדשה Guyz המכוונת לקהילה הגאה ותוספת תאוצה במהירות, ביחד עם האפליקציה המדוברת Blindspot שסוגרת את הרשימה במקום 101.\nשינויים נוספים בהם ניתן להבחין החודש הם עלייתה של אפליקצית פייבר מהמקום ה-89 למקום 13, גם וואלה! טיפסה החודש ועלתה מהמקום ה-61 למקום 17 ביחד עם Onavo extend שעלתה 62 מקומות למקום ה-22. אפליקציות שראו חודשים טובים יותר הן המשחק הממכר Hopeless: The Dark Cave שירד מהמקום ה-2 למקום 65, ומשחקי ההימורים Best Casino Slots ו-Poker Friends ששינו קידומת בצורה די משמעותית (מיקום 82 לעומת 21 ו-86 לעומת 23 בחודש שעבר, בהתאמה).\n", "keywords": "android,app ranks,apps,ios,israel,israeli apps,rank,windows phone,אייפון,אנדרואיד,אפליקציות חודשי,אפליקציות ישראליות,דירוג,דירוג אפליקציות,אפליקציות מרץ 2016"}