{"url": "https://www.geektime.co.il/february-monthly-rank-2016/", "type": "article", "title": "דירוג אפליקציות המובייל הישראליות [פברואר 2016]", "description": "האפליקציות שנוספו והוסרו מהרשימה וגם אלו שטיפסו אל ראש הטבלה - דירוג האפליקציות הישראליות לחודש פברואר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/monthlyrank.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-06T14:10:33Z", "modified_time": "2016-03-06T14:10:33Z", "articleBody": "האפליקציות שנוספו והוסרו מהרשימה וגם אלו שטיפסו אל ראש הטבלה – דירוג האפליקציות הישראליות לחודש פברואר\n\nהעובדה שמכשירי הסמארטפון והטאבלטים השתלטו על חיינו הפכה עובדה מוגמרת, אך אנו חייבים להודות שהם לא היו מבדרים, מהנים, אינפורמטיביים או אפילו יעילים במיוחד ללא מספר האפליקציות העצום הזמין כיום בשוק. על מנת לעשות קצת סדר בבלאגן, החלטנו לערוך את מצעד האפליקציות הישראליות הגדול, שיציג לא רק את האפליקציות הפופולאריות ביותר, אלא אולי אפילו יעזור לכם להכיר כמה אפליקציות שעדיין לא התקנתם על המכשיר.\nבבואנו לנתח את ההצלחה של האפליקציות הישראליות המוצגות כאן התבססנו על הדירוג של Applause וגם נתוני ההורדות של PriorData בנוסף לחוות הדעת והביקורות השונות בחנויות האפליקציות.\n<<< לדירוג אפליקציות המובייל של חודש ינואר 2016\nתנאי סף הכניסה לדירוג האפליקציות שלנו\nהאפליקציה נמצאת תחת חשבון מפתח ישראלי פרטי או של חברה ישראלית.\nהאפליקציה זמינה להורדה עבור קהל המשתמשים הישראלי.\nהאפליקציה תומכת בשתי פלטפורמות לפחות (מתוך: iOS, אנדרואיד או Windows Phone).\nסך הורדות האפליקציה בכלל הפלטפורמות בהן היא זמינה: 100 אלף לפחות.\nבמידה והאפליקציה שפיתחתם עומדת בקריטריונים ומתאימה להופיע בדירוג, אתם מוזמנים להגיש אותה כמועמדת באמצעות הטופס המופיע בתחתית הפוסט.\nאז מה השתנה במהלך החודש האחרון, מי הן האפליקציות החדשות שהתווספו ומי אלה שהצליחו לעצבן את קהל המשתמשים, וצנחו בדירוג?\nהחודש התברגה אל המקום ה-1 אפליקצית ׳הארץ׳ עם עליה של 18 מקומות, במקום ה-2 נמצא המשחק המאתגר Hopeless: The Dark Cave ובמקום ה-3 אפליקצית Waze עם עליה מכובדת מהמקום ה-40. עליה משמעותית חוותה החודש אפליקצית Onavo Count שנכנסה למקום ה-4 (בהשוואה למקום ה-62 בחודש ינואר) ו-Glide במקום ה-5.\nממשיכים בעשירייה הפותחת עם המשחק Pirate Kings שירד מהמקום ה-3 למקום ה-6, אפליקצית הספורט 365Scores השתדרגה פלאים ועלתה למקום ה-7 (לעומת 51 בחודש שעבר), עלייה מעניינת לאפליקצית מעקב ההריון PregApp שנכנסה רק לאחרונה לדירוג ועלתה למקום ה-8 מקצה הרשימה (מקום 86), הלוח העברי – Hebrew Calendar שבחודש שעבר היה הראש הרשימה ירד מעט למקום ה-9 וסוגרת את העשיריה Slotomania.\nאפליקצית הוידאו צ׳אט ooVoo נכנסה החודש למיקום ה-49, לאחר שבחודש שעבר הייתה בעשירייה הפותחת (מקום 6), גם היישום ללימוד נגינה על פסנתר של Yokee ראה ימים יפים יותר (נכנס למקום ה-50 לעומת המקום ה-8). האפליקציה שתוודא שלא תשכחו לקחת תרופות חשובות MediSafe עלתה החודש למקום ה-11 (לעומת 89) וגם המחשבון של Symbolab עלה ממקום 91 לחלק מכובד יותר של הרשימה – מקום 27. שינוי משמעותי נוסף הוא יציאתה של אפליקצית הוידאו Mirage מהרשימה החודש, לאחר ששתי גרסאות האפליקציה הוסרו מהחנויות של אפל וגוגל.\n\n​", "keywords": "android,app ranks,apps,ios,israel,israeli apps,rank,windows phone,אייפון,אנדרואיד,אפליקציות חודשי,אפליקציות ישראליות,דירוג,דירוג אפליקציות,אפליקציות פברואר 2016,אפליקציות פברואר"}