{"url": "https://www.geektime.co.il/apple-top-apps-2017/", "type": "article", "title": "אפל מציגה: אלו האפליקציות הפופולאריות ביותר של 2017", "description": "אפל מצטרפת לסיכומי סוף השנה עם רשימת האפליקציות והמשחקים הפופולאריים ביותר ב-AppStore", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/imac-606765_1280-1512657898.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-08T10:30:35Z", "modified_time": "2017-12-07T17:26:18Z", "articleBody": "אפל מצטרפת לסיכומי סוף השנה עם רשימת האפליקציות והמשחקים הפופולאריים ביותר ב-AppStore\nמקור: Pixabay\nאתמול הייתה זו יוטיוב, וכעת אפל מציגה את הסיכום השנתי שלה ומתייחסת בין היתר ל-20 האפליקציות הפופולאריות ביותר בקרב המשתמשים שלה. אנחנו לא יכולים להגיד שמשהו ברשימה הפתיע אותנו, אבל ברשימת המשחקים של 2017 דווקא יש כמה הפתעות.\nבמקום ה-1 ברשימת האפליקציות הפופולאריות והחינמיות של אפל נמצאת Bitmoji, אותה אפליקציה שמאפשרת לכם להפוך את עצמכם לאימוג’י ולשתף בו ביישומים חברתיים למיניהם. במקום ה-2 אפליקציה שפונה לקהל יעד דומה ושייכת לאותה החברה – סנאפצ’ט, אחריה יוטיוב והמסנג’ר של פייסבוק במקום ה-4. במקום ה-5 אינסטגרם, אחר כך פייסבוק ויישום הניווט של גוגל – Google Maps במקום ה-7. אל המקום ה-8 נכנסה נטפליקס, ספוטיפיי במקום ה-9 וסוגרת את העשיריה אובר.\nבמקום ה-11 אפליקצית ג’ימייל, Pandora Music במקום ה-12, אמזון 13 והיישום המגה פופולארי בישראל וואטסאפ במקום ה-14. במקום ה-15 נמצאת אפליקצית השופינג אונליין Wish, במקום ה-16 למרבה ההפתעה טוויטר, SoundCloud במקום ה-17, גוגל חוזרת עם כרום במקום ה-18 וסוגרות את הרשימה שתי אפליקציות התחבורה Waze ו-Lyft בהתאם.\nכפי שניתן לראות גוגל ופייסבוק פחות או יותר שולטות ברשימה, שכן כל אחת מהחברות מאגדת תחתיה כמה מהאפליקציות הפופולאריות ביותר (אינסטגרם, פייסבוק, וואטסאפ וגוגל כרום, ג’ימייל, Maps ו-Waze).\nלרשימה המלאה והורדת האפליקציות\n\nבגזרת המשחקים הפופולארים של אפל ניתן למצוא במקום ה-1 את Super Mario Run, במקום השני 8 Ball Pool, הגרסה הקצת יותר מודרנית של סנייק Snake VS Block במקום ה-3 ו-Ballz (אם כבר בנוסטלגיה עסקינן, אז היא בסגנון של DX-BALL) במקום ה-4. במקום ה-5 המשחק Word Cookies!, אחריו Subway Surfers והקווסט הרומנטי Episode ft. Pitch Perfect במקום ה-7. במקום ה-8 משחק ממכר נוסף – Rolling Sky, במקום ה-9 משחק הפאזל Block! Hexa Puzzle וסוגר את הרשימה Paper.io.\nלרשימה המלאה והורדת המשחקים\nלצד הדירוגים הללו, אפל פרסמה גם את ארבע האפליקציות הנבחרות שלה (Editor’s picks); אפליקצית האייפון של השנה היא Calm – אפליקציה שתעזור לכם להירגע ולבצע מדיטציות; משחק האייפון לשנת 2017 הוא Splitter Critters שגם נכנס לפני כחצי שנה לרשימת האפליקציות המעוצבות והמושקעות ביותר של אפל; אפליקצית האייפד המומלצת ביותר לשנת 2017 היא Affinity Photo ומשחק האייפד המומלץ לשנת 2017 הוא The Witness. אגב, למעט Calm כל האפליקציות המומלצות על ידי אפל הן בתשלום.", "keywords": "אפל,דירוג אפליקציות אפל,apple,itunes,פייסבוק,מסנג\\'ר,אינסטגרם,waze,אפל דירוג אפליקציות 2017"}