{"url": "https://www.geektime.co.il/best-of-itunes-2016/", "type": "article", "title": "אפל מציגה: האפליקציות, הסדרות והסרטים הפופולארים ביותר ב-2016", "description": "אז את מי הגולשים הכי אהבו על פי החנות של אפל? Prisma באפליקציות, Clash Royale במשחקים ולדדפול יש סיבה טובה לחגוג", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/smallitunes.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-08T12:01:12Z", "modified_time": "2016-12-08T12:01:12Z", "articleBody": "אז את מי הגולשים הכי אהבו על פי החנות של אפל? Prisma באפליקציות, Clash Royale במשחקים ולדדפול יש סיבה טובה לחגוג\n\nאנחנו בקושי באמצע דצמבר, אבל יש מי שכבר מתחיל עם הסיכומים לקראת השנה החדשה. אפל פרסמה את השמות המובילים בכל קטגוריה על פי iTunes, אז הנה התקציר של המצעד.\nבראש רשימת קטגוריית האפליקציות המובילות לשנת 2016 תמצאו שתי אפליקציות שמיועדות לעיבוד תמונה ופילטרים על צילומי סלפי – Prisma במקום הראשון ו-MSQRD במקום השני. אל המקום השלישי התברגה האפליקציה Quartz, שמציגה חדשות בפורמט שדומה לשיחה; ובמקום הרביעי תמצאו את Vogue, גרסת המובייל של המגזין המפורסם.\nלהלן רשימת האפליקציות המלאה:\nאפל סיכמה גם את המשחקים המובילים לשנת 2016. את המקום הראשון קטף Clash Royale, את המקום השלישי Plants Versus Zombies ובמקום השישי נמצאת גרסת המובייל של משחק הכדורגל המפורסם פיפא. להלן רשימת המשחקים המובילים המלאה:\nגם בתחום סרטי הקולנוע יש לאפל כבר סיכום לשנה הנוכחית. להלן הסרט המוביל בכל קטגוריה:\nסיכום השנה של אפל מתייחס גם לקטגוריות נוספות כמו השירים הכי פופולריים ותכניות הטלוויזיה הטובות ביותר, אבל היריעה פה קצרה מדי מכדי להכיל את כל הסיכומים. כדי לקרוא את סיכום השנה המלא בעצמכם אתם מוזמנים להיכנס אל iTunes.", "keywords": "אפל,סיכום שנה 2016,סיכום שנה במובייל,itunes,prisma,msqrd,"}