{"url": "https://www.geektime.co.il/apple-streaming-music-subscription/", "type": "article", "title": "דיווח: אפל תחשוף בשבוע הבא את הדור הבא של אייטונז", "description": "אמנם קצת באיחור, אבל כנראה שאפל הבינה כי הדבר הכי חם כרגע בשוק המוסיקה הוא סטרימינג. לכן, צפויה החברה להציג בשבוע הבא שירות מנויים שעשוי לרסק את מודל ההורדות ב-iTunes, אך בפועל צפוי להשתלם לה הרבה יותר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/itunes1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-02T10:22:34Z", "modified_time": "2015-06-02T10:10:45Z", "articleBody": "אמנם קצת באיחור, אבל כנראה שאפל הבינה כי הדבר הכי חם כרגע בשוק המוסיקה הוא סטרימינג. לכן, צפויה החברה להציג בשבוע הבא שירות מנויים שעשוי לרסק את מודל ההורדות ב-iTunes, אך בפועל צפוי להשתלם לה הרבה יותר\nמקור: iTunes Radio\nבעוד כשבוע יתקיים כנס המפתחים של אפל ה-WWDC, בו צפויה החברה להכריז על שירות הזרמת המוסיקה החדש שלה, שבסופו של דבר נועד להתחרות ראש בראש עם זה של Spotify. לפי דו״ח שפורסם על ידי הוול סטריט ג׳ורנל, השירות החדש יהיה מבוסס על מנוי חודשי, ונכון לשלב זה לא מתוכנן להחליף את שירות המוסיקה של ביטס. השירות יוצע תמורת עלות חודשית של 10 דולר, ושלא כמו ב-Spotify, המציע אופציה להאזנה בחינם באמצעות צפייה בפרסומות, מספר השירים שיהיו זמינים בו להאזנה בחינם יהיה מוגבל במיוחד.\nלפי דיווחים, אפל נמצאת בישורת האחרונה של חתימת עסקאות עם הלייבלים הגדולים ביותר בעולם המוסיקה, על מנת לצאת לדרך עם שירות הזרמת המוסיקה החדש שלה. זו עדיין צריכה לחתום על הסכמים עם Universal Music Group, Sony Music Entertainment ו-Warner Music Group, כאמור, שלוש חברות המוסיקה הגדולות ביותר בעולם. במידה ואותם הסכמים לא יספיקו להיחתם עד שבוע הבא, יתכן כי ההכרזה אודות השירות החדש תידחה עד אשר יסתיים המשא והמתן בין החברות.\nעל מנת להתבדל מהמתחרות הקיימות בשוק, אפל תשיק גם שדרוג מאסיבי לרדיו של iTunes אשר הושק בשנת 2013. הרדיו אשר פועל פחות או יותר כמו פנדורה, מהווה בעיקר כלי עבור המשתמשים למטרת חשיפה לשירים חדשים, תוך כדי הצגת אופציה לרכישתם בחנות הדיגיטלית. מנגד, הרדיו החדש, שגם הוא יהיה חינמי, ישלב תקליטנים אנושיים מותאמים אישית, ביחד עם הפורמט הנוח והמוכר של פנדורה. בצורה זו משתמשים יוכלו לדלג על שירים שלא מוצאים חן ביניהם בקלות ובאופן בלתי מוגבל, תוך כדי האזנה לשידורים שיועברו בין היתר על ידי ידוענים בתחום כדוגמת Drake ו-Q-Tip.\nלטענת ׳מקורבים ויודעי דבר׳, אפל מודעת לכך שהשירות החדש עשוי להכחיד את שירות ההורדות שלה ב-iTunes, אך היא לגמרי מוכנה לשאת בתוצאות, שככל הנראה ישתלמו לה הרבה יותר; לפי הערכות, מתוך 110 מיליון משתמשים אשר רכשו מוסיקה בחנות iTunes בשנה שעברה, הלקוח הממוצע הוציא קצת יותר מ-30 דולר, על פני תקופה של 12 חודשים.\nמכיוון ושירות הזרמת המוסיקה החדש המוצע תמורת 10 דולר בחודש, גבוה פי 4 מסכום זה (120 דולר בשנה) יהיה מאתגר להחדירו לשוק, אך הרווחיות במודל בוודאי ברורה. יתכן כי המודל החדש יגרום למשתמשים ״ארעיים״ אשר סה״כ היו מעוניינים לרכוש אלבום בודד תמורת 10 דולר, יעדיפו להירשם על הדרך לשירות השנתי, שבסופו של דבר ירגיש להם משתלם יותר.\nשירות הורדות המוסיקה של iTunes תרם ללא ספק להצלחתו של נגן האייפוד, אך בזמננו אנו, המצב מעט השתנה; אנשים רוכשים הרבה פחות אלבומים דיגיטליים ורבים היגרו לעבר שירותי הזרמת מוסיקה שאינם מגבילים אותם על כמות התכנים המוצעים להם. נתונים משנה שעברה מעידים כי המכירות מהורדות קבצי ואלבומי מוסיקה ירדו ב-8% לסכום של 3.6 מיליארד דולר, בעוד שההכנסות משירותי סטרימינג למיניהם עלו ב-45%, ל-1.6 מיליארד דולר.\nמבחינה סטטיסטית, שליטתה של אפל בתחום הורדות המוזיקה מסתכמת במשהו כמו 80-85 אחוז, אך בשוק הסטרימינג הרותח שהופך פופולארי מיום ליום, מצבה מזהיר הרבה פחות. Spotify לצורך העניין, מהווה 86% משוק הזרמת המוזיקה על פי דרישה בארה״ב. על אף רצונה להצטרף למסיבה מעט באיחור, יתרונה של אפל ברור, שכן ביכולתה לדחוף באגרסיביות את שירותה החדש בקרב מאות מיליוני משתמשי iTunes, אשר פרטי כרטיס האשראי שלהם כבר הוזנו, כך שיוכלו להצטרף לשירות החדש בלחיצת כפתור אחת.\nאפל מבטיחה כי שירות המוסיקה החדש שלה צפוי להיות זמין ברחבי העולם. בעוד ששירות Beats ו-iTunes זמינים רק בארה״ב (Beats זמין גם באוסטרליה), לטענת מקורות המקורבים לחברה, הרדיו החדש של אפל יהיה רלוונטי עבור מדינות רבות הרבה יותר, בהן קנדה, בריטניה, רוסיה ומי יודע, אולי גם ישראל. בכל מקרה, פרטים נוספים אודות השירות החדש נדע בשבוע הבא.", "keywords": "apple,itunes,apple radio,apple itunes,subscription,pandora,spotif,אפל,פנדורה,ספוטיפיי,סטרימינג,מוסיקה,רדיו,רדיו באינטרנט,יוטיוב,youtube,wwdc,beats,ביטס"}