{"url": "https://www.geektime.co.il/microsoft-offering-unfinished-html5-features-in-ie9-for-developers/", "type": "article", "title": "מיקרוסופט נותנת הצצה ל-HTML5 ב-IE9 למפתחים", "description": "HTML5 עוד רחוק מלהיות מוכן וחלק גדול מהסטנדרטים הכלולים בתוכו עדיין לא מוכנים לשימוש רחב באתרי אינטרנט, אך זה לא מה שעוצר את מיקרוסופט מלשחרר חבילות פיתוח המאפשרות למפתחים ללמוד ולהתנסות בטכנולוגיות החדשות.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/12/ie9-standarts-300x174.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-12-23T10:24:09Z", "modified_time": "2010-12-23T13:20:50Z", "articleBody": "HTML5 עוד רחוק מלהיות מוכן וחלק גדול מהסטנדרטים הכלולים בתוכו עדיין לא מוכנים לשימוש רחב באתרי אינטרנט, אך זה לא מה שעוצר את מיקרוסופט מלשחרר חבילות פיתוח המאפשרות למפתחים ללמוד ולהתנסות בטכנולוגיות החדשות. \nאחת מנקודות המפתח המרכזיות שמיקרוסופט בחרה להתמקד בהם בכל הקשור לגרסה התשיעית של דפדפן האינטרנט אקספלורר שלה, היא העמידה בתקני האינטרנט החדשים והעדכניים ביותר. זאת כנראה הסיבה, שצוות הפיתוח של הדפדפן החדש הודיע השבוע על שחרור של תמיכה בשתי תכונות של HTML5, שעדיין לא נמצאות בשלב הסופי שלהן, למפתחים בלבד.\nדין חכמוביץ’, סגן נשיא במיקרוסופט העולמית והאחראי על פיתוח דפדפן האינטרנט אקספלורר מסביר כי במסגרת ההתחייבות של מיקרוסופט לתמוך בתקנים העדכניים ביותר, הגרסה התשיעית של אינטרנט אקספלורר תומכת בכל התכונות של HTML5 שנמצאות במצב Site-Ready, כלומר, יציבות מספיק ומוכנות לשימוש באתרי אינטרנט. אף על פי כן, מיקרוסופט מעוניינת לאפשר למפתחים לבדוק ולהכיר גם חלק מהתכונות שאינן במצב Site-Ready, על-מנת לאפשר למפתחים ללמוד ולהבין את היתרונות את העתיד של HTML 5 ואת התכונות שבהן ניתן יהיה להשתמש בעתיד.\nהתכונה הראשונה שמיקרוסופט הודיעה על תמיכה בה היא ה-Web Sockets. ה-Web Socket מוזכר כחלק מ-HTML5. מדובר בסוג טכנולוגיה וגם אוסף של סטנדרטים, המאפשרים לאתרים ודפדפנים לתקשר באופן דו כיווני באמצעות ערוץ תקשורת (Socket) בודד. עד כמה שזה נשמע טריוויאלי לחלק מהאנשים, רק לשם ההשוואה, בסטנדרטים הקיימים כיום, ניתן לבצע תקשורת חד-כיוונית בלבד ועל-מנת לאפשר תקשורת דו-כיוונית יש צורך בשני ערוצים נפרדים. כאשר משתמש גולש לאתר, הוא פותח ערוץ תקשורת אל אותו אתר ממנו הוא מבקש את המידע. בתגובה, האתר פותח ערוץ תקשורת נפרד שבו הוא מחזיר למחשב המקורי את המידע שהוא ביקש.\n\nהתכונה השנייה שמיקרוסופט תאפשר למפתחים לעבוד איתה היא IndexedDB, סטנדרט שנמצא עדיין בשלב הטיוטה ואמור לאפשר לדפדפנים לאחסן כמויות גדולות של מידע מובנה (Structured Data) בדפדפן עצמו. IndexedDB עושה שימוש באינדקסים המאפשרים חיפושים מהירים במאגר המידע השמור בדפדפן וניתן להשתמש בו לצורך שליפה של סימניות (Bookmarks), אתרים מה-Client Side Cache ואפילו דואר אלקטרוני במקרה של אפליקציות דואר אלקטרוני מבוססות Web.\nאת הטכנולוגיות החדשות ואבי-הטיפוס של הסטנדטים החדשים, תוכלו למצוא באתר חדש שהקימה מיקרוסופט כחלק ממרכז ה-Interoperability bridges and Labs Center לתמיכה בסטנדטים. האתר החדש נקרא HTML5 Labs והוא ימשיך ויתעדכן בחודשים הקרובים בפיצ’רים וטכנולוגיות נוספות מבית HTML5 במטרה לאפשר למפתחים להמשיך ולהתעדכן ביכולות החדשות של HTML5 לפני שאלו מגיעים למיינסטרים.", "keywords": "internet explorer 9,ie9,microsoft,html5,web sockets,indexeddb,מיקרוסופט,אינטרנט אקספלורר 9,internet explorer,ie"}