{"url": "https://www.geektime.co.il/apple-reveals-ipad/", "type": "article", "title": "אפל משיקה את ה-iPad, אנחנו מתאפקים לא לפהק", "description": "אחרי ציפיות של מעל שנה, חרושת שמועות ותמונות מטושטשות הוא סוף סוף הגיע, ה-iPad. באירוע שהתרחש היום בערב בסן פרנסיסקו, הציגה אפל את ה", "image": "https://www.blogcdn.com/www.engadget.com/media/2010/01/zz7401-27-10ipade132b0.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-01-28T00:08:07Z", "modified_time": "2010-01-29T15:24:35Z", "articleBody": "אחרי ציפיות של מעל שנה, חרושת שמועות ותמונות מטושטשות הוא סוף סוף הגיע, ה-iPad. באירוע שהתרחש היום בערב בסן פרנסיסקו, הציגה אפל את ה”חוליה החסרה בין מכשיר היד למחשב”, מחשב לוח (Tablet) שהוא לא בדיוק מחשב, אלא יותר iPod Touch מוגדל.\n\nלמכשיר מסך מגע בגודל 9.7 אינץ’ ברזולוציה של 768×1024 התומך במולטיטאץ’, הוא מריץ את מערכת ההפעלה של ה-iPhone ובדומה לו הוא מצוייד במיקרופון, רמקול, מד-תאוצה (Accelerometer), מצפן, Bluetooth ,WIFI ובדגמים יקרים יותר גם קישוריות סלולרית בדור השלישי. כמו כן, לראשונה אפל הכניסו מעבד מתוצרתם (בניגוד למעבדי אינטל במחשבים ו-ARM במכשירים הניידים) מדובר במעבד A4 במהירות 1Ghz.\nהמכשיר יגיע עם זיכרון פנימי (שכמיטב המסורת, אינו ניתן להרחבה) בנפחים של 16, 32 ו-64 ג’יגהבייט ועל פי הצהרות החברה הוא יתהדר בזמן סוללה של 10 שעות במצב פעיל, וחודש במצב המתנה למקרה שאתם שוקעים בתרדמת. בניגוד לאחיו הסלולרי, לא תהיה בו מצלמה, לא ניתן לבצע בו שיחות, אין לו רכיב GPS והוא לא יכנס לכם לכיס, למרות שעל פי התמונות והנתונים מדובר במכשיר דק בעובי של 1.27 סנטימטר ומשקלו 680 גרם בלבד.\nמבחינת ממשק המשתמש, כל מי שנגע ב iPhone  או iPod Touch יוכל להשתמש במכשיר באופן מיידי וללא צורך בהסתגלות, ממשק המשתמש שלו זהה לחלוטין של אחיו הקטנים, לרבות האפליקציות המוכרות ותמיכה מלאה באפליקציות צד שלישי הקיימות ב-Appstore. נכון להיום, המפתחים טרם הספיקו להתאים את האפליקציות הקיימות לרזולוציה המוגדלת של ה-iPad, ולכן ניתן להריץ את האפליקציות באחד משני מצבים: רזולוציה של 1:1, שיוצרת מסגרת שחורה ענקית ומתסכלת בשולי המסך, או במצב “מתוח” של 1:2 שבו האפליקציה ממלאת את כל המסך אך ברזולוציה נמוכה יחסית. אין ספק שזהו אחד מחבלי הלידה של ה-iPad אך התופעה צפויה להיעלם לאחר שהאפליקציות יותאמו לרזולוציה הטבעית על ידי המפתחים.\nאחד החידושים שמביא איתם ה-iPad הוא עצם היותו Ereader (ספר אלקטרוני), לשם כך אפל השיקה היום את שירות iBooks שבו ניתן לרכוש ספרים ולקרוא אותם באופן די טבעי, בדומה ל-Kindle של אמאזון ושלל מתחריו. אולם, בניגוד ל-Kindle, ל-iPad מסך צבעוני המאפשר לו להיות גם מגזין אלקטרוני עתיר בתמונות ומדיה ולא רק ספר אלקטרוני. בנוסף, המכשיר יריץ גירסא יעודית ל iWork המוכרת למשתמשי המחשבים של מקינטוש ומשמשת לעריכת מסמכים, מצגות וגיליונות אלקטרוניים (בדומה ל-Office).\n\nנכון לבוקר ההשקה, המכשיר מקבל תגובות צוננות למדי גם מהמעריצים המושבעים ביותר של התפוח. היעדר החדשנות שאפל רגילה להביא עם מכשיר אותו היא משיקה, והמגבלות הטכניות של המכשיר, שאינו מאפשר ריבוי משימות, לא מכיל אפילו כניסת USB אחת ואינו תומך בתכני Flash, ציננה את ההתלהבות כבר במהלך ההשקה עצמה, וביקורות על מכשיר חסר השראה כבר מציפות את כל הבלוגים הטכנולוגים ברחבי הרשת.\nהמכשיר ישווק ברחבי העולם בעוד 60 ימים (הגירסה עם קישוריות הדור השלישי תושק בעוד 90 ימים) ויתומחר במחירים שבין 499$ (לדגם 16GB ללא קישוריות דור שלישי) ועד ל 829$ (לדגם 64GB עם קישוריות דור שלישי).\nעידכונים, ביקורות נוספות ובדיקה איך הוא מתפקד בתור קרש חיתוך יעלו בהמשך. בינתיים, אנו רוצים לשמוע מה יש לכם לומר…\n\n", "keywords": "אפל,טבלט,טאבלט,אייפון,אייפוד,אייפד,אייפאד,apple,iphone,ipod,ipad,islate,itablet,tablet"}