{"url": "https://www.geektime.co.il/united-airlines-direct-flight-from-tlv-san-fransisco/", "type": "article", "title": "זו לא מתיחה: החל מ-1 באפריל תפעיל יונייטד קו ישיר בין תל אביב לסן פרנסיסקו", "description": "אחרי שלמעלה מ-7,000 אנשי עסקים והיי-טק ישראלים חתמו על עצומה להקמת קו תעופה בין סן-פרנסיסקו ותל-אביב - זה קורה. טיסה ראשונה תצא מסן פרנסיסקו לתל אביב כבר מחר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/united.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-30T14:51:50Z", "modified_time": "2016-03-30T15:01:14Z", "articleBody": "אחרי שלמעלה מ-7,000 אנשי עסקים והיי-טק ישראלים חתמו על עצומה להקמת קו תעופה בין סן-פרנסיסקו ותל-אביב – זה קורה. טיסה ראשונה תצא מסן פרנסיסקו לתל אביב כבר מחר\n\nיונייטד איירליינס תשיק ביום שישי, ה-1 באפריל, טיסות ישירות בין תל אביב לנמל הבית שלה בשדה התעופה הבילנאומי של סן פרנסיסקו (לכיוון מערב). מהלך זה יהפוך את חברת התעופה לראשונה שמפעילה טיסות ישירות בין הערים. הטיסות עצמן צפויות להתבצע באמצעות מטוס מדגם בואינג 787-9 Dreamliner, ולצאת כ-3 פעמים בשבוע.\nאז מה צפוי לנוסעים שיבחרו לטוס עם יונייטד? ובכן, דגם המטוס מכיל 252 מושבים סה״כ, מהם 48 מושבי מיטה שטוחים במחלקת עסקים Business First, ו-204 מושבים במחלקת התיירים. בתוך מחלקת התיירים קיימת מחלקת הביניים, Economy Plus, בה מוצעים מושבים עד 12.7 ס״מ נוספים (בהחלט שימושי בטיסה ארוכה). אלו מכם שיטוסו במחלקת העסקים של החברה יהנו ממושב מפנק שנפתח לזווית של 180 מעלות, ההופך למיטה שטוחה באורך 1.98 מטר, מערכת בידור אישית עם מסך מגע בגודל 39 ס״מ ועוד פינוקים הקשורים לאוכל, שתייה ומארזי התרעננות. ׳פיצ׳ר׳ים שימושיים נוספים שיוצעו עבור הנוסעים בטיסות הם חיבור Wi-Fi וחבילת גלישה ללא הגבלה במחירים של בין 13-20 דולר ושקעי חשמל.\nטיסת ההלוך תמריא מתל אביב בשעה 00:55 בלילה בימי שלישי, שישי וראשון, ותגיע לסן פרנסיסקו בשעה 6:00 בבוקר של אותו היום. טיסת החזור תמריא מסן פרנסיסקו בשעה 20:00 בערב בימי רביעי, שישי וראשון, ותגיע לתל אביב בשעה 20:10 בערב, ביום שלאחר מכן. הטיסה הראשונה לישראל תצא מחר, ה-30 במרץ, 2016. מבחינת זמני הטיסות, אלו יעמדו על 15:05 שעות הלוך, ו-14:10 חזור.\nוכמה יעלה התענוג הזה שיקצר את זמן הטיסה לאנשי היי-טק רבים? מחיר הטיסות במחלקת אקונומי יעמוד בממוצע על 1,000 דולר, בעוד שמחלקת הביזנס פירסט היוקרתית יעמוד המחיר על 5,000 דולר ׳בלבד׳.\nאבי פרידמן, מנכ”ל יונייטד איירליינס בישראל התייחס לבשורה ואמר: ״אנחנו נרגשים מאוד להשיק טיסות ישירות בין תל אביב לסן פרנסיסקו, שיופעלו באמצעות ה-Dreamliner, המעניק חוויית נוסע ייחודית ומפנקת. ״זהו מענה לביקוש שהגיע מלקוחותינו – להפעיל טיסות ישירות אל אחד מיעדי העסקים והתיירות הפופולריים ביותר בארה״ב, עם הערך המוסף של טיסות המשך נוחות, משדה התעופה הבינלאומי בסן פרנסיסקו״.", "keywords": "סן פרנסיסקו,טיסות,טיסות תל אביב סן פרנסיסקו,טיסה ישירה,ארה׳׳ב,טיסה ארה׳׳ב,יונייטד,יונייטד אירליינס,united airlines,sfo - tlv"}