{"url": "https://www.geektime.co.il/whizar-raises-2-7m/", "type": "article", "title": "סטארטאפ ישראלי יודע לקנות כרטיס טיסה בדיוק ברגע שהמחיר שלו צונח", "description": "במקום שאתם תחפשו כל הזמן את הדיל הטוב ביותר, הפיתוח של Whizar יחכה לרגע הנכון ויקנה את הכרטיס בשבילכם בשניה הנכונה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/flight-flying-plane-air-travel-59519-1577615566-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-29T12:50:57Z", "modified_time": "2019-12-29T14:07:54Z", "articleBody": "במקום שאתם תחפשו כל הזמן את הדיל הטוב ביותר, הפיתוח של Whizar יחכה לרגע הנכון ויקנה את הכרטיס בשבילכם בשניה הנכונה\nתמונה: Pexels\nאם אי פעם רכשתם כרטיסי טיסה, אתם וודאי מכירים היטב את תחושת ה-FOMO המלווה לתהליך. גם אם אתם הצרכנים הנבונים, אי אפשר לדעת בדיוק מתי כדאי לקנות את כרטיס הטיסה כדי להשיג את העסקה המשתלמת ביותר. חברת Whizar הישראלית פיתחה מערכת שמסוגל לחזות מתי המחירים ירדו, ולרכוש מיידית את הכרטיס. היום (א’) מודיעה החברה על השלמת סבב גיוס ראשון של 2.7 מיליון דולר בהובלת Anna Partners.\nהמערכת של Whizar משתמשת בכל הבאזוורדס הטרנדיים כמו AI, ML וכמובן בביג דאטה כדי לסייע לסוכנויות נסיעות לכרטס את הטיסות בדיוק ברגע הנכון. לטענת החברה, כשליש ממחירי כרטיסי הטיסה יורד לאחר ביצוע ההזמנה של הלקוחות, ובעזרת המערכת ניתן לחסוך בממוצע 5% ממחיר הכרטיס המקורי ועד 312 דולר לכרטיס. בכך, סוכנויות הנסיעות יכולות להיעזר בכלי שאין בידי הלקוחות או אתרי ההזמנות הענקיים כדי להמשיך ולהישאר רלוונטיים.\nבפועל, הלקוחות יכולים להזמין טיסה דרך אתר הסוכנות, כאשר זו מעבירה את הבקשה ל-Whizar אשר מעכבת את תהליך הרכישה ומבצעת אותו ברגע הנכון. במהלך הזמן הזה הלקוח יכול לבטל או לשנות את ההזמנה שלו (בדומה למערכות הזמנת מלונות) והחיסכון שמושג באמצעות המערכת מתחלק בין הסוכנות לבין הלקוח, שיכול לשלם פחות על הכרטיס.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nWhizar הוקמה ב-2017 על ידי תור לילו, CPO; ארמון אברהמי, CTO; ועמיר בלאיש, מנכ”ל החברה. שלושתם שירתו באותו מדור ב-8200. החברה מספקת את שירותיה ל”אחת מסוכניות הנסיעות הגדולות בארצות הברית ולמפיצת הכרטיסים הגדולה באירופה”, ומעסיקה כ-15 עובדים במשרדיה אשר בתל אביב.", "keywords": "וויזאר,whizar,וויס אייר,וויסאר,טיסות,כרטיסי טיסה,flights,flight tickets,tickets,agencies,סוכנויות נסיעות"}