{"url": "https://www.geektime.co.il/2017-tel-aviv-google-cloud-next/", "type": "article", "title": "כנס הענן של גוגל חוזר לתל אביב: Google Cloud Next ייערך ב-10 במאי", "description": "כל ההשקות, ההכרזות והחידושים שהיו בכנס הענן של גוגל בסן פרנסיסקו מגיעים לתל אביב, ויספקו למנהלי ה-IT ואנשי הפיתוח הזדמנות להתעדכן ולהתנסות בכל מה שחשוב לדעת בתחום הענן", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/4-1-e1495536617526.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-04T11:30:40Z", "modified_time": "2017-04-04T13:50:06Z", "articleBody": "כל ההשקות, ההכרזות והחידושים שהיו בכנס הענן של גוגל בסן פרנסיסקו מגיעים לתל אביב, ויספקו למנהלי ה-IT ואנשי הפיתוח הזדמנות להתעדכן ולהתנסות בכל מה שחשוב לדעת בתחום הענן\n \nתמונה: Google\nמי שלא הצליח להגיע השנה לכנס Google Cloud Next 2017 בסן פרנסיסקו, ולשמוע בזמן אמת על 100 ההשקות וההכרזות של גוגל בתחום הענן, יוכל להתעדכן בתל אביב בכל מה שחשוב לשמוע, לדעת, לראות ולהתנסות.\nכנס הענן של גוגל בישראל כבר הפך למסורת, ויתקיים בארץ זו השנה השלישית. Google Cloud Next יציע פלטפורמה רחבה של תכנים והתנסויות, שיספקו למנהלי ה-IT ולמפתחים בישראל הזדמנות להתעדכן בכל מה שחשוב לדעת בתחום הענן. כ-3,000 איש כבר נרשמו לאירוע, שיתקיים ב-10 במאי בביתן 2 בגני התערוכה בתל אביב.\nבין המוצרים החדשים שיופיעו בכנס השנה אפשר למצוא את Cloud Spanner, Apigee, Video API, ו-Cloud DLP. בנוסף, הכנס יעמיק בחידושים במוצרי הענן Maps API ו-G Suite, למשל השימוש בלימוד מכונה לשיפור שיתוף הפעולה בארגון; וגם Waze ו-Outbrain יספרו על חוויית השימוש שלהם בענן גוגל.\nלפרטים נוספים ולהרשמה\nבכנס שנערך בסן פרנסיסקו הודיעה גוגל כי אחת ממטרותיה היא להפוך את לימוד המכונה (Machine learning) לכלי שישרת ארגונים מכל גודל, מגזר ותעשייה, ובהתאם הכריזה על סדרת מוצרים, מחקרים ותכניות שנועדו להבטיח שלימוד מכונה יהיה נגיש לכמה שיותר ארגונים, מדעני נתונים ומפתחים ברחבי העולם.\nבין היתר הוכרזה גרסת בטא של Cloud Video Intelligence API – כלי ראשון מסוגו המאפשר למפתחים לבצע בקלות חיפוש ותחקור בתכני וידיאו, לספק מידע על דמויות שמופיעות במהלך קטעי וידיאו (שמות עצם כגון “כלב”, “פרח”, “אדם”, או פעלים כגון “רץ”, “שוחה”, או “עף”) ומאפשר גם הבנה קונטקסטואלית של הרגע המדויק שבו מופיעה הדמות המבוקשת בסרטון. ה-API החדש מצטרף לרשימה ארוכה של APIs הזמינים למפתחים בסביבת Google Cloud Machine Learning, ובהם: Vision, Video Intelligence, Speech, Natural Language, Translation ו-Jobs.\nמערך ה-API מאפשר ללקוחות לבנות את הדור הבא של אפליקציות המסוגלות לראות, לשמוע ולהבין מידע בלתי מובנה. באמצעות הכלים הללו ניתן להרחיב את מגוון השימושים הפוטנציאליים של לימוד מכונה למטרות שונות – החל בהמלצות על מוצרים באינטרנט, דרך ניתוח הדמיות רפואיות, וכלה בזיהוי הונאות.\nהכרזות נוספות של בסן פרנסיסקו הן שת”פ אסטרטגי עם SAP ואינטגרציה של GCP עם SAP HANA; מודל תמיכה חדש ומשופר המאפשר להתאים את רמת התמיכה עד רמת המשתמש וכך להשיג תמורה מקסימלית בעלות אופטימלית; שת”פ עם Pivotal ועם Rackspace בתחום השירותים המנוהלים ועוד.\nלפרטים נוספים ולהרשמה\n", "keywords": "google cloud next,google cloud next 2017,כנס הענן של גוגל,השקות,פיתוח,it,סן פרנסיסקו,תל אביב,לימוד מכונה,machine learning,ענן,תל-אביב"}