{"url": "https://www.geektime.co.il/this-is-lg-v20/", "type": "article", "title": "זה ה-V20, מכשיר הדגל החדש של LG", "description": "חברת LG חשפה לפני מספר שעות את מכשיר ה-V20, ממשיכו של ה-V10 משנה שעברה באירוע שקיימה בסן פרנסיסקו. חוץ ממפרט מתקדם מציע המכשיר גם יכולות סאונד מרשימות ושידרוגים במצלמות ובמסך המשני, הפיצ'ר הכי מזוהה שלו", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/LG-V20-Steady-Record-2.0.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-07T09:21:34Z", "modified_time": "2016-09-07T09:33:46Z", "articleBody": "חברת LG חשפה לפני מספר שעות את מכשיר ה-V20, ממשיכו של ה-V10 משנה שעברה באירוע שקיימה בסן פרנסיסקו. חוץ ממפרט מתקדם מציע המכשיר גם יכולות סאונד מרשימות ושידרוגים במצלמות ובמסך המשני, הפיצ’ר הכי מזוהה שלו\nמקור: LG\nלפני שעות אחדות הציגה חברת LG את ה-V20, מכשיר הדגל החדש שלה, ומחליפו של ה-V10 משנה שעברה. ה-V20 משלב בין הפיצ’רים והמפרט של ה-G5 וה-V10 ומתהדר ביכולות סאונד מרשימות ובתואר המכשיר הראשון שמציע אנדרואיד 7.0 נוגט.\nמקור: LG\nהמכשיר מתבסס על ערכת שבבים מסוג Snapdragon 820 של קוואלקום, בדיוק כמו ה-G5, עם 4GB זיכרון RAM LPDDR4; המכשיר כולל 64GB נפח איחסון פנימי עם חריץ הרחבה לכרטיס microSD עד 2TB. כמו כן מגיע ה-V20 עם מסך בגודל 5.7 אינץ’ וברזולוציית QHD 2560×1440 עם צפיפות פיקסלים של 513ppi; ומסך משני, מסוג IPS Quantum ברזולוציית 160×1040 וצפיפות פיקסלים של 513ppi.\nמערך הצילום של המכשיר כולל מצלמה אחורית בת 16 מגה-פיקסל עם מפתח צמצם f/1.8 וכן מצלמת 8 מגה-פיקסל עם עדשה רחבה ומפתח צמצם f/2.4; המצלמה הקדמית, מצלמת הסלפי, היא מצלמת 5 מגה-פיקסל ומפתח צמצם f/1.9 עם עדשה רחבה ב-120 מעלות.\nכמו שהתרגלנו כבר לקבל מ-LG גם ה-V20 כולל סוללה שניתנת להחלפה – בקיבולת 3200mAh וכמובן קורא טביעות אצבע וחיבור USB-C.\nהמכשיר החדש עשוי כמעט כולו מאלומיניום. כמעט – בגלל שהחלק העליון והתחתון שלו עשויים מסיליקון פוליקרבונט (Si-PC) שעל פי החברה, מפחית זעזועים ביותר מ-20 אחוזים לעומת חומרים רגילים וכך מגן יותר על המכשיר.\nבמבט ראשון ניתן לראות ש-LG המשיכה עם אחד מהמאפיינים הבולטים של ה-V10 מהשנה שעברה והוא המסך המשני בחלקו העליון של המכשיר. המסך המשני, שמציג התראות והודעות, נהנה משידרוג ברמת הבהירות שהיא עכשיו כפולה מה-V10, וגם הפונט גדל ב-50 אחוזים. עוד שידרוג הוא ברמת התוכנה ועכשיו הוא מאפשר לא רק לקרוא התראות אלא גם להגיב להן, לענות להודעות טקסט ולהגיע במהירות לאפליקציות כמו פתקים למשל.\n\nכפי ש-LG עצמה פרסמה לפני מספר שבועות, מכשיר ה-V20 הוא הסמארטפון הראשון בעולם שיכיל Hi-Fi Quad DAC ב-32-ביט, המופעל על ידי טכנולוגיות של ESS. בעזרת ה-ESS SABRE ES9218, מספק ה-Quad DAC סאונד נקי ביותר על ידי הפחתה של 50 אחוזים בעיוותים וברעשי סביבה. בנוסף, לכל המודאגים, המכשיר אכן מגיע עם חיבור סטנדרטי 3.5 מ”מ לאוזניות, כשהשליטה בעוצמה שלהן נעשית בעזרת סולם של 75 שלבי ווליום והמשתמש יכול לבצע באלאנס לכל צד בנפרד, כמו גם תמיכה בפורמטי מוזיקה ללא אובדן איכות וביניהם FLAC, DSD, AIFF, ו-ALAC.\nמשתמשים שירצו להקליט סאונד באיכות גבוהה, יוכלו עתה לשלוט באופן ידני בהגדרות לאיכות סאונד בעזרת אפשרויות כמו Low Cut Filter, פילטר שמסיר קולות רקע שאינם רצויים, וה-LMT שאיתו ניתן להגדיר את מרחק ההקלטה ולשפר את הסאונד בהתאם. הקלטת הסאונד המשודרגת זמינה גם בזמן הקלטת וידאו.\nה-V20 כולל את טכנולוגיית ייצוב התמונה של קוואלקום – Qualcomm (EIS) 3.0, שמאפשרת לנטרל את הרעידות בצילום וידאו. ייצוב התמונה, המבוסס על אינרציה ג’יירוסקופית, מאפשר עיכוב הסנכרון לכ-50 אלפיות השנייה בלבד. למייצב האופטי נוסף גם פיצ’ר ייצוב דיגיטלי (DIS), המשפר את איכות הווידאו בצורה דיגיטלית לאחר הקלטת הצילום.\nמכשיר ה-LG V20 יושק בקוריאה בחודש הקרוב, ולאחר מכן בהדרגה באזורים נוספים. החברה טרם פירסמה את מחירו.\n", "keywords": "lg,אלג\\'י,lg v20,v20,סמארטפון,אנדרואיד,מכשיר דגל,סן פרנסיסקו,"}