{"url": "https://www.geektime.co.il/israeli-startup-visualead-helps-alibaba-fight-fake-goods/", "type": "article", "title": "פיתוח ישראלי שאומץ על ידי עליבאבא מציג את הדור הבא של קוד ה-QR", "description": "ענקית הקמעונאות הסינית עליבאבא משיקה טכנולוגיה חדשה למניעת זיופים, שמתבססת על הטכנולוגיה של הסטארטאפ הישראלי Visualead. כך זה יעבוד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/KTANA.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-18T12:17:02Z", "modified_time": "2015-05-18T12:17:02Z", "articleBody": "ענקית הקמעונאות הסינית עליבאבא משיקה טכנולוגיה חדשה למניעת זיופים, שמתבססת על הטכנולוגיה של הסטארטאפ הישראלי Visualead. כך זה יעבוד\nהתפתחות ה-QR Code. מקור: יח”צ\nלפני מספר חודשים סיפרנו לכם על ההשקעה הראשונה בישראל שביצעה ענקית הקמעונאות הסינית עליבאבא. עתה אנחנו עדים לפירות הראשונים של שיתוף הפעולה הזה, עם השקת מוצר חדש, שנועד לעזור לצרכנים לגלות האם המוצר שרכשו הוא מקורי או מזויף.\nהיום (ב’) הודיעה Visualead על השקת Dotless Visual Codes, או קודים חזותיים מעוטי נקודות – מערכת קודים חדשה שצפויים לקשר בין העולם הפיזי לדיגיטלי בצורה חלקה יותר. מדובר בטכנולוגיה דמויית קודי ה-QR המוכרים והוותיקים, אולם, הקודים החדשים הם צבעוניים, משלבים תמונה או לוגו על גבי 90 אחוז משטח הקוד ומשתמשים בטכנולוגיות אבטחה מתקדמות כדי להצפין מידע ולאבטח את תהליך הסריקה.\nקבוצת עליבאבא שילבה את הטכנולוגיה של Visualead במערכת שפיתחה וזכתה לשם “כוכבים כחולים”. המערכת של עליבאבא מאפשרת ליצרני מוצרי צריכה המפיצים את מוצריהם בסין לצרף תוויות ייחודיות למוצריהן, כאשר לכל אריזת מוצר מצורפת תווית עם קוד ייחודי. כאשר הצרכן הסיני יסרוק את הקוד שהופיע על גבי האריזה עם אפליקציית Mobile Taobao של עליבאבא, הוא יקבל מידע על המוצר והאריזה הספציפית אותה הוא אוחז, למשל חיווי האם המוצר אמיתי או מזויף, או המלצות לרכישת מוצרים נוספים באפליקציה בהסתמך על המוצר שרכש. בין החברות שכבר עושות שימוש בקודים החדשים של Visualead ניתן למנות את יצרנית הקוסמטיקה L’Oréal וחברת השוקולדים Ferrero, שייצרו כל אחת מיליוני קודים לאריזות של המוצרים שלהן הנמכרות בסין.\n\nנבו עלוה, מייסד משותף ומנכ”ל Visualead, שגם עבר לשנגחאי, כדי לנהל את פעילות החברה בסין, מסר בתגובה להשקה: “חבילת ה-Secure O2O שלנו מספקת פתרון יעיל ובטוח לחברות גדולות שמעוניינות לאפשר ללקוחותיהן לבצע פעולות בעולם הפיזי על גבי הטלפון הנייד. הסטנדרט החדש שהשקנו היום – Dotless Visual Codes (קודים חזותיים מעוטי-נקודות) – פותח על ידי מרכז הפיתוח הישראלי של החברה, שהינו בעל מומחיות עולמית בראייה ממוחשבת, מערכות לומדות וחווית משתמש בתחום ה-O2O.”\nג’אנג קוו, דירקטור בחטיבת המובייל בקבוצת עליבאבא, אמר: “אנו בקבוצת עליבאבא מחוייבים לקהילת המוכרים שלנו ולאספקת פתרונות חדשניים שיסייעו להם בצמיחה בתקופת ה-Mobile בה אנו מצויים. אנו שמחים לשתף פעולה עם Visualead ולהציע את קודי ה-Dotless החדשים שלה לקהילת המוכרים שלנו כחלק חשוב מהמערכת החדשה שהשקנו”.\n\n[interaction id=”5559adeedd6f6a88442eb943″]", "keywords": "visualead,עליבאבא,alibaba,aliexpress,עלי אקספרס,עלי באבא,עליאקספרס,קוד,קוד qr,נבו עלוה,שנגחאי,זיוף,"}