{"url": "https://www.geektime.co.il/11-11-17-sales/", "type": "article", "title": "רק היום: כל המבצעים הכי שווים לרגל יום הרווקים הסיני", "description": "אם לא מצאתם מוצרים שווים לרכוש במסגרת Shopping IL, אולי הבשורה תגיע דווקא מהסינים; יום הרווקים הסינים כבר כאן, ולנו יש כמה המלצות על מוצרים ששווה לכם לבדוק", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/money-2212965_960_720.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-10T10:30:52Z", "modified_time": "2017-11-14T11:53:27Z", "articleBody": "אם לא מצאתם מוצרים שווים לרכוש במסגרת Shopping IL, אולי הבשורה תגיע דווקא מהסינים; יום הרווקים הסינים כבר כאן, ולנו יש כמה המלצות על מוצרים ששווה לכם לבדוק\nמקור: Pixabay\nעונת הסיילים של נובמבר שהתחילה בישראל בחגיגת ה-Shopping-IL, מתחילה רשמית מחר עם ה-11.11 – יום הרווקים הסיני וחגיגת הנחות בכל אתרי המכירות הסיניים, אבל לא רק. הנה כמה\nאמנם AliExpress מכנה את יום המכירות ב-11.11 כפסטיבל, אבל בסופו של דבר המאורע מסתכם ביום אחד. בגדול, כל קטגוריות המוצרים באתר יוצעו בהנחות, אבל אנחנו מניחים שמה שאתכם מעניינים הם הגאדג׳טים והטכנולוגיה. במסגרת המבצעים, תוכלו לרכוש את מצלמת האקסטרים YI 4K מבית שיאומי עם סוללה שתחזיק לכם שעתיים ב-157 דולר (552 ש”ח) במקום 200 דולר כולל משלוח לישראל, או את גרסת הפלוס של המצלמה, – +YI 4K ב-260 דולר שהם 915 ש”ח, גם כן כולל משלוח.\nYI 4K Plus\nמבצע משתלם נוסף חל על אוזניות הבלוטות’ QCY Q29 שמבטיחות גם לבטל רעשים תמורת 25 דולר בלבד (88 ש”ח) במקום 85 דולר, כולל משלוח. אנחנו באופן אישי לא מכירים את המותג, אבל הביקורות (למעלה מ-800) בהחלט משבחות ונתנו להן ציון של 4.7 כוכבים מתוך 5. ממשיכים אל המקרן הנייד AUN Q9 שיאפשר לכם להקרין תוכן HD על הקיר, התקרה או במרפסת באמצעות עדשה מתכווננת למשך עד שעתיים, הודות לסוללת ה-3000mAh שבו. מחירו של המקרן נחתך ב-100 דולר, והוא מוצע תמורת תג מחיר של 300 דולר (1,055 ש”ח) כולל משלוח לישראל.\nמקור: AUN Q9, Aliexpress\nגם Mi Flora, חיישן ניטור הצמחים של שיאומי שיעזור לכם לוודא שאתם מטפלים בגידולים שלכם כראוי באמצעות אפליקציה בסמארטפון, זמין לרכישה במחיר מוזל של 15 דולר (53 ש”ח), כולל משלוח לישראל. לכבוד חג המולד הקרב ובא, מצאנו גם שרשרת נורות לד מחליפות צבעים, כאשר תוכלו לבחור את הצבע שבו הן יאירו באמצעות הסמארטפון, בדיוק כמו כל נורה חכמה. היום תוכלו לרכוש את השרשרת תמורת מחיר מוזל של 63 דולר כולל משלוח לישראל, שהם 222 שקלים (במקום 82 דולר).\nמקור: עמוד המוצר, AliExpress\nכמידי שנה, באתר GearBest מותחים את היום החגיגי הזה לכמה ימים ולא מרכזים את כל המבצעים ביום אחד, כך שיכול להיות שהמבצעים שמצאנו כבר לא רלוונטים, עימכם הסליחה. מוצרים מעניינים שתוכלו למצוא בהנחה הם הרחפן של שיאומי, ה-Mi Drone שיאפשר לכם לצלם ב-4K במשך 26 דקות שלמות. הרחפן מוצע בהנחה מכובדת של 1,000 ש”ח, מה שאומר שהוא עולה כעת 1,375 ש”ח בלבד, כולל משלוח לישראל, או Aladdinbox, מדפסת תלת מימד שולחנית, קטנה חמודה וקומקפטית המוצעת בהנחה של 28% מה שמותיר את מחירה על 530 ש”ח. אופציה מגניבה נוספת היא הרחפן של DJI  Spark Mini שיקח את הסלפי שלכם לרמה אחרת תמורת 2,471 ש”ח בלבד או השואב הרובוטי ILIFE V7S Pro שמוצע בהנחה סמלית של פחות מ-100 ש”ח, ויעלה לכם 587 ש”ח, כולל משלוח לישראל.\nמדפסת תלת מימד שולחנית, מקור: עמוד המוצר, GearBest\nגם ב-DealExtreme החליטו למתוח את החגיגה על פני מספר ימים; בין המוצרים המעניינים שתוכלו למצוא  הנחה של 50% יש אוזניות ספורט אלחוטיות המבוססות על הולכת עצם שיוכלו להיות שלכם תמורת 140 ש”ח, מצלמת 1080p נסתרת המוסווית בשעון מעורר שעולה 123 ש”ח, וגרסה בינלאומית של  Redmi Note 4 ב-162 דולר במקום 200, שהם 569 ש”ח. גם ה-Huwaei P10 Plus המגיע עם מסך 5.5 אינץ’, זיכרון RAM של 6GB ונפח אחסון של 128GB עולה כ-665 דולר (במקום 991 דולר) כולל משלוח לישראל, שהם 2,336 ש”ח (לפני שאתם מתלהבים, בדיקה קצרה ב”זאפ” הציגה חנויות שמוכרות את המכשיר במחיר די דומה).\nמקור: עמוד המוצר\nחשוב לזכור שלא תמיד מדובר בהנחות והורדות מחירים שהתרגלנו לראות כמו בימי מכירות מיוחדים כבלאק פריידי. על סמך הניסיון והבדיקות שלנו, לא פעם מעלים המוכרים בעלי אקספרס ובחנויות כמו GearBest את המחירים מספר שבועות או אפילו ימים לפני ה-11.11, ומציגים הנחות שיכולות להגיע גם ל-50%, אבל בפועל – ההנחה מסתכמת אולי ב-5%. לכן, לפני שאתם ממהרים ללחוץ על כפתור הרכישה מהפחד שיגמר המלאי, מומלץ לבצע חיפוש ייסודי, גם באתרים אחרים, על מנת לוודא שאתם משלמים את המחיר הנמוך ביותר.\nכדי שלא יהיו הפתעות, אתם מוזמנים להציץ במדריך המסים המלא שהכנו, הכולל את כל מה שצריך לדעת על מכס, מע׳׳מ ומס קנייה.\nאמ;לק. מקור: עיבוד תמונה, גיקטיים\n \n \n ", "keywords": "יום הרווקים הסיני,11.11,singles day,יום הרווקים,קניות,קניות באינטרנט,aliexpress,עליבאבא,עליאקספרס,alibaba"}