{"url": "https://www.geektime.co.il/five-bluetooth-wireless-headphones/", "type": "article", "title": "5 אוזניות בלוטות׳ טובות שיעלו פחות מהאוזניות של אפל", "description": "מתכננים על האייפון 7? אם אתם לא רוצים להיפרד מ-159 דולר נוספים עבור ה-AirPods של אפל, הנה 5 אלטרנטיבות לאוזניות אלחוטיות החל מ-30$", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/bohm.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-17T12:30:46Z", "modified_time": "2016-09-15T17:16:40Z", "articleBody": "מתכננים על האייפון 7? אם אתם לא רוצים להיפרד מ-159 דולר נוספים עבור ה-AirPods של אפל, הנה 5 אלטרנטיבות לאוזניות אלחוטיות החל מ-30$\nמקור: Bragi\nאוזניות הבלוטות׳ האלחוטיות של LG מגיעות עם סוללת 220mAh שתספק לכם עד כ-16 שעות שיחה ועד 10.5 שעות האזנה למוסיקה. זמן הטעינה של האוזניות מסתכם במשהו כמו שעתיים. כפי שניתן לראות בתמונה האוזניות מגיעות בעיצוב די ייחודי המורכב ממעין ׳שרשרת׳ שיש לענוד על הצוואר בעוד שהאוזניות עצמן הן In Ear.\nמחיר: 92 דולר – 349 ש״ח דרך היבואן הרשמי בישראל\nאו: 30 דולר – 113 ש״ח דרך אמזון (לא כולל משלוח, מיסים וכו׳)\nמקור: HBS 760 PRO, LG\nאל תיתנו לעיצוב היוקרתי של האוזניות להטעות אתכם; האוזניות האלחוטיות של BÖHM נועדו להתחרות ראש בראש באוזניות של Beats ו-Bose ולהציע מוצר פרימיום במחיר ידידותי למדי. כמו כן כוללות האוזניות טכנולוגיה לביטול רעשים כדי שתוכלו להתנתק מהסביבה עד כמה שניתן בעת הצורך. מבחינת סוללה, הטענה של 3 שעות אמורה לספק לכם בין 16 ל-18 שעות ניגון מוסיקה ושיחות.\nמחיר: 85 דולר – 322 ש״ח לא כולל משלוח לישראל\nלרכישה\nמקור: עמוד המוצר, BÖHM\nעל האוזניות החדשות מבית Bragi כתבנו ארוכות כאן, שכן החברה החליטה להשיק אותן בתזמון אידיאלי – יממה אחת בלבד לפני השקת האייפון 7. לאלו מכם שלא זוכרים, מדובר באוזניות בלוטות׳ אלחוטיות קומפקטוית למדי שמגיעות עם חיי סוללה של עד 6 שעות ניגון פר הטענה. כל סט אוזניות מגיע עם ערכת הטענה שניתן לענוד על הצוואר כדי להטעין את סוללת ה-100mAh שמצויה בהן. זמן ההטענה עומד על משהו כמו שעתיים.\nמחיר: 119 דולר – 523 ש״ח כולל משלוח לישראל\nלרכישה\nמקור: Bragi\nאם אתם נוהגים לרוץ או להתאמן בחדר כושר כשאוזניות האייפון צמודות לאוזניכם, הרשו לנו להציג אלטרנטיבה מעט נוחה יותר מהאוזניות של אפל, שגם עמידה בפני זיעה. האוזניות הארגונומיות של TechElec מובטחות להתאים באופן אידיאלי לצורת האוזן שלכם ולהישאר במקום לאורך כל הפעילות הגופנית. גם האוזניות האלו כוללות טכנולוגיה להפחתת רעשים וקליטת הבלוטות׳ v4.1 שלהן מגיעה עד למרחק של 15 מטרים. אורך חיי הסוללה של האוזניות מסתכם בעד 7 שעות ניגון רצופות או 140 שעות של סטנד ביי.\nמחיר: 30 דולר – 113 ש״ח לא כולל משלוח לישראל\nלרכישה\nמקור: TechElec SP-X\nהאוזניות מבית JBL יעטפו את האוזניים שלכם בסאונד שמובטח להיות בהיר ומדויק למשך עד 16 שעות. כמו כן, אוזניות E40BT כוללות את פיצ׳ר ׳Share Me׳ שיאפשר לכם להזרים את המוסיקה לה אתם מאזינים באופן אלחוטי להתקן תומך אחר (מישהו אמר מסיבת אוזניות?). אגב, האוזניות קיימות במגוון צבעים ואם תלכו על הצבעים הפחות סטנדרטיים (כחול ואדום) תוכלו לחסוך כמה עשרות שקלים.\nמחיר: החל מ-72 דולר (276 ש״ח) ועד ל-95 דולר (360 ש״ח) לא כולל משלוח לישראל\nלרכישה\nמקור: עמוד המוצר, JBL E40BT", "keywords": "מצעד הגאדג׳טים,גאדג׳ט,אוזניות אלחוטיות,אייפון 7,iphone 7,בלוטות׳,אוזניות בלוטות׳,airpods,אפל,אוזניות אפל,אוזניות lg,jbl,bragi,techelec,bohm"}