{"url": "https://www.geektime.co.il/oracle-devops/", "type": "article", "title": "כך תשתמשו ב-DevOps כדי לספק ערך שהיוזרים שלכם יאהבו מיד", "description": "ארגונים רבים לא נותנים את הדעת על חשיבות חלק ה-Ops בתפקיד ה-DevOps. אך כיום כבר קיימים כלים שמאפשרים ליישם DevOps ולתמוך גם בפיתוח מואץ וגם בזמינות ובשירות טוב. הנה כמה דרכים שיעזרו לכם לעשות את זה נכון", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/GettyImages-577904900-e1488703608490.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-07T14:30:22Z", "modified_time": "2017-03-07T16:51:29Z", "articleBody": "ארגונים רבים לא נותנים את הדעת על חשיבות חלק ה-Ops בתפקיד ה-DevOps. אך כיום כבר קיימים כלים שמאפשרים ליישם DevOps ולתמוך גם בפיתוח מואץ וגם בזמינות ובשירות טוב. הנה כמה דרכים שיעזרו לכם לעשות את זה נכון\nהכתבה בחסות\n\nצלם/תמונה: Brendon Thorne/ Getty Images Isael\nמאת אסף סובול, מנהל פיתוח עסקי, Oracle ישראל\nמחלקות הפיתוח וה-IT בארגונים נוטות לא להסתדר זו עם זו, כנראה בשל הבדלי פרספקטיבה ויעדים, אבל בשנים האחרונות מתפתח מסלול מוכוון תוצאות, שמערבב את שתיהן במידה שווה במטרה ליצור צוות מסוג חדש: DevOps.\nהצורך במתודולוגיית העבודה החדשה הזו מגיע הן מאופיו התחרותי של שוק התוכנה, שדורש מהירות delivery גבוהה לצד אמינות מוצר הולכת וגדלה, והן מהפער בין יעדי המחלקות השונות והתוצאות שהארגון מקווה להשיג. בשנים האחרונות חל שינוי בדרך שבה אנחנו מפתחים ובודקים אפליקציות ומעבירים אותן לייצור, ובמקביל חל גם שינוי משמעותי בדרך שבה אנחנו צורכים אפליקציות. לאלה יש כמובן השלכה ישירה על תפעול ה-IT הארגוני הקלאסי.\nבארכיטקטורה ארגונית טיפוסית נמצא לרוב סביבות פיתוח רבות, שפות פיתוח ומאגרי נתונים שונים (Structured, Unstructured), מיקרו-שירותים מכל מיני סוגים, תשתיות מבוססות מערכות On Premise או ספקי ענן, קונטיינרים, טכנולוגיות מובייל – וזה רק קצה הקרחון. ככל שהארכיטקטורה מתבגרת ומתפתחת, כך היא הופכת קשה יותר לניהול, ומכאן נוצר תפקיד ה-DevOps.\nתפקיד ה-DevOps משקף מצד אחד את היכולת של מפתחי היישומים לספק פיצ’רים ופונקציונליות באופן כמעט מיידי, ובאותה העת מאפשר להציע שיפור מתמיד בזמינות האפליקציה. מומחים מעריכים שבשנה הקרובה המהירות של עדכון ושחרור פיצ’ר חדש תעמוד על פי 200 לעומת לפני עשור. מכאן מגיע הצורך להגדיל את הגמישות והאיכות בו זמנית, ולכן קל להבין את הפופולריות ההולכת וגדלה של פרקטיקות ה-DevOps.\nפיתוח במתודולוגיית DevOps תמיד מעלה את נושא מהירות הפיתוח; את הצורך לשחרר עדכונים ושירותים חדשים מהר, לפעמים גם כמה פעמים ביום (להזכירכם, לפני כמה שנים עדכונים יצאו פעמיים בשנה או מקסימום אחת לרבעון). המטרה היא מינוף תמידי של מצב הבטא של האפליקציה, והרעיון הוא לתת למשתמשי הקצה לעשות את שלב הבדיקות עבורכם; תשכחו מבדיקות ובזבוז זמן יקר על QA, פשוט דחפו את הפיצ’ר החדש “מחוץ לדלת” וחכו לדיווח על הבאגים ברשתות החברתיות, ועד שזה קורה– רוצו לשחרר את הפיצ’ר הבא.\nזה אולי נשמע מרגש ומלא אקשן, אבל התרחיש הזה אינו באמת DevOps; הוא בנוי על הנחה בסיסית של סבלנות משתמשי הקצה וסלחנותם (הכמעט בלתי מוגבלת) על באגים. רק לעתים רחוקות ההנחה הזאת מתקיימת. בנוסף, הוא מתאר אך ורק את צד ה-Dev. ומה לגבי ה-Ops? הרי המטרה היא שמשתמש הקצה יצרוך את השירותים הללו, שהם ישרתו איזה היגיון או מטרה עסקית, וכמובן – שהם באמת יעבדו.\nתפקיד DevOps אופטימלי יכלול תמהיל של בערך 50% פיתוח ו-50% IT, אבל כשארגונים מדברים על DevOps, לרוב מדובר בתפקיד שהוא 95% פיתוח. יתרה מכך, רוב הפתרונות הטכנולוגיים עד לאחרונה התמקדו כמעט בלעדית בצד הפיתוח, והשאירו את ה-Ops בדד. אך בשוק יש כבר מערכות next-generation שיתמכו בפיתוח וב-Ops באותה העת: כבר היום ניתן להשתמש בשירותים כאלה באופן מיידי וללא שינויים בתשתית הקיימת, ולהתחיל לספק ערך שהיוזרים שלכם יאהבו בתוך דקות. בעזרת כלי ניהול מבוסס ענן, ניתן באמת ליישם DevOps ולתמוך גם בפיתוח מואץ וגם בזמינות ובשירות טוב. אז מה כדאי לעשות כדי לעשות את זה כמו שצריך?\n1. תזרקו את ה-Silos: אם עד לא מזמן נדרשו תהליכים ארוכים לבדיקה ולשחזור הבאג, הרי שהיום עבודה בענן מאפשרת אוטומציה ללא פשרות. אין שום סיבה להנציח את ה-Silos של פעם; במקומם, שימו את נתוני התפעול שלכם במקום אחד, על תשתית ביג דאטה (היום זה כבר פשוט “דאטה”) והשתמשו בכלי ניהול ממוקדי Machine-learning שיעשו את העבודה השחורה בשבילכם.\n2. נטרו את חוויית המשתמש: בצעו Monitoring בדיוק במקום שמשפיע הכי הרבה על צריכת השירות: חוויית המשתמש. אמנם רעיון ניטור חוויית המשתמש אינו חדש והאתגר העיקרי בכך היה היישום הטכני, אבל בעזרת כלי הניטור מבוססי הענן היותר מתקדמים שיש היום, אפשר ליישמו בקלות רבה ובעלות לא גבוהה.\n3. תנו למכונות ללמוד לבד: כל אפליקציה, חומרה, שירות ומיקרו-שירות מייצרים לוגים (Log). הכמות העצומה מביאה לכך שנחקור את הלוג רק בדיעבד, לאחר שקרה כבר disaster, וגם אז בלתי אפשרי להשתלט על כל המידע לבד ולבנות את התמונה השלמה. גם כאן, כלי ניטור next-generation מספקים פתרון: היכולת לאגור מידע מכל סוג ובכל כמות, תוך שימוש בטכנולוגיות ביג דאטה, מאפשרת לנו להתמודד עם נפחים עצומים בזמן אמת. כלי הניטור יכול להצביע אוטומטית על שורות הלוג הבודדות שרלוונטיות לבעיה שאנחנו מחפשים. אלגוריתמים של Machine learning יכולים לגלות דפוסים וסטיות, כך שתובנות כאלה יעזרו לכם לתקן ולשפר את המוצר, להגדיל מכירות ולתת שירות טוב יותר. תוצר לוואי הוא אבטחת מידע טובה יותר: תוך כדי הבדיקה יתגלו גם סטיות כדוגמת SQL injection או תקשורת לא צפויה. הנתונים שם. רק צריך לדעת איך להשתמש בהם.\n ", "keywords": "אורקל,oracle,devops,פיתוח,אפליקציות,it,machine learning,next-generation,כלי ניטור,ענן,לוגים,next generation"}