{"url": "https://www.geektime.co.il/windows-10-october-2018-update-rerelease/", "type": "article", "title": "אחרי הפדיחה: מיקרוסופט משחררת שוב את עדכון אוקטובר של Windows 10", "description": "בפעם הקודמת ששוחרר העדכון זה נגמר במסמכים וקבצים שנעלמו למשתמשים. אם הכל יעבוד כשורה - תיהנו בקרוב מלא מעט חידושים ועדכונים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/WindowsCloud_Security_Cortana_1083-copy-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-14T12:30:46Z", "modified_time": "2018-11-14T12:29:34Z", "articleBody": "בפעם הקודמת ששוחרר העדכון זה נגמר במסמכים וקבצים שנעלמו למשתמשים. אם הכל יעבוד כשורה – תיהנו בקרוב מלא מעט חידושים ועדכונים\nתמונה: מיקרוסופט\nאחרי הפדיחה בפעם הקודמת, משחררת מיקרוסופט מחדש את עדכון אוקטובר 2018 ל-Windows 10. כזכור, בפעם הקודמת שהיא שחררה את העדכון, זה נגמר בקבצים ופרופילים שנעלמו למשתמשים שמיהרו לעדכן.\nבחודש שעבר, כאשר שחררה מיקרוסופט את העדכון גילו משתמשים שעדכנו גרסה שהמסמכים והתמונות שלהם נעלמו. במקרים חריגים אף יותר – היו כאלה שדיווחו שפרופיל המשתמש שלהם פשוט נמחק. בעקבות התלונות, הודיעה מיקרוסופט כי היא משהה את העדכון של Windows 10 (גרסה 1809) עבור כל המשתמשים, והיא בודקת את הדיווחים בנוגע לקבצים הנעלמים שהופיעו אצל משתמשים *בודדים*.\nעכשיו, לאחר שהושלמו התיקונים והבדיקות, במיקרוסופט מרגישים בטוחים מספיק כדי לשחרר שוב את העדכון המדובר. בהודעה של החברה מסביר ג’ון קייבל, מנהל המוצר הראשי של Windows, כי החברה השלימה את כל הבדיקות הדרושות: “בנוסף לבדיקות הפנימיות הרבות, לקחנו את הזמן כדי לבדוק מקרוב פידבק ומידע שהגיע מקהילת ה-Windows Insiders (תוכנית בודקי הבטא של החברה, י.א.) ומיליוני מכשירים, ולא מצאנו עוד עדויות לאובדן של מידע”.\nובכל זאת, נראה שבמיקרוסופט לא לוקחים סיכון מיותר והם ממשיכים בשחרור הדרגתי של העדכון המדובר, עד שיגיע לכלל 700 מיליון המכשירים שמריצים Windows 10. אם ה-Windows 10 שלכם מוגדר לעדכון אוטומטי, תקבלו הודעה כאשר העדכון יהיה זמין למחשב שלכם ואם לא – פשוט גשו ל-Settings ואז Windows Update ולחצו על Check For Update.\nעדכון אוקטובר 2018 כולל מספר פיצ’רים חדשים ועדכונים לפיצ’רים קיימים. בין היתר הוא כולל את Your Phone, אפליקציה חדשה שמגשרת בין הסמארטפון – בעיקר אנדרואיד כרגע – למחשב ה-Windows 10 שלכם. כך תוכלו למשל להעתיק תמונה מהגלריה של המכשיר ישירות לתוך מסמך Word או הודעת ווטסאפ, לשלוח ולקרוא הודעות SMS מה-PC ועוד; פיצ’ר נוסף מעניין הוא מנגנון “העתק-הדבק” בענן – כך שאם אתם מעתיקים פריט כלשהו במחשב אחד, תוכלו להדביק אותו במחשב אחר שלכם ואף להגיע להיסטוריה של כל הדברים שעשיתם “העתק-הדבק”; בנוסף, מציג העדכון החדש את “המצב הכהה” של סייר הקבצים הוותיק, שמעבר לעניין האסתטי, גם צפוי לעזור בצריכת הסוללה בלפטופים; בנוסף, כולל העדכון גם כלי צילום מסך חדש ושיפורים במערכת החיפוש המובנית עם תצוגה מקדימה של תוצאות החיפוש.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "ווינדוס 10,windows 10,מיקרוסופט,עדכון תוכנה,עדכון,אוקטובר 2018,באג,באגים,windows insiders,"}