{"url": "https://www.geektime.co.il/idc-smartphone-sales-report-1q19/", "type": "article", "title": "אפל מתרסקת במכירות האייפונים, וואווי צומחת בענק וסמסונג בבעיה למרות הגלקסי S10", "description": "דוח חדש של IDC חושף את נתוני המכירות של הסמארטפונים ומוכיח שאפל וסמסונג, שהיו השליטות הבלתי מעורערות של עולם המובייל, צריכות לחשוש", "image": "https://files.geektime.co.il/wp-content/uploads/2019/05/black-and-white-brand-broken-196653-1556717480-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-01T16:47:44Z", "modified_time": "2019-05-01T16:47:44Z", "articleBody": "דוח חדש של IDC חושף את נתוני המכירות של הסמארטפונים ומוכיח שאפל וסמסונג, שהיו השליטות הבלתי מעורערות של עולם המובייל, צריכות לחשוש\nתמונה: Pexels\nהתחרות מצד חברות הטכנולוגיה הסיניות ממשיכה להיות אגרסיבית, ובדרך מצליחה לפגוע בנתחי השוק של חברות שעד לפני שנה שלטו ביד רמה בשוק הסמארטפונים. לאחר שברבעון האחרון של שנת 2018 הצליחה אפל להחזיר לעצמה את המקום השני בטבלת המכירות, היא נופלת בחזרה למקום השלישי בו היא צפויה להשתקע לשלושת הרבעונים הקרובים.\nעל פי דוח משלוחי הסמארטפונים של IDC (שהם מדד מדויק יחסית לביקוש ומכירות המכשירים), הרבעון הראשון של 2019 היה רבעון בעייתי מאוד עבור אפל, ששלחה 36.4 מיליון מכשירי אייפון שמהווים 11.7% מנתח השוק. בהשוואה לרבעון המקביל אשתקד מדובר בירידה משמעותית של 30.2%, מה שמעיד על כך שליין האייפונים הקיים שלה ככל הנראה לא מצליח להלהיב את הצרכנים. אותם צרכנים ככל הנראה מעדיפים לשמור על מכשיר האייפון הקיים שלהם ולהימנע משדרוג, או גרוע מכך, מעדיפים לפנות לחברות המתחרות. על פי הנתונים הבאים, יכול להיות שאפשר להבין לאן חלקם פונים.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nהדוח חושף כי וואווי הסינית שילחה 59.1 מיליון מכשירים ברבעון הראשון, שהיוו 19% מנתח השוק, ומציינים זינוק אדיר של 50.3% בהשוואה לרבעון המקביל בשנה שעברה. על פי ההערכות, במהלך הרבעון הזה וואווי קטפה את פירות ההשקה של מכשיר ה-Mate 20 היחסית יקר, ודגמי ה-Mid Range וLow-End הצליחו לתמוך בכמות המשלוחים המרשימה הזאת. הנתונים הללו טרם כוללים את מכירות ה-P30 וה-P30 Pro, שהציגו אפילו יותר חידושים טכנולוגיים מאשר המכשיר היקר ביותר של וואווי. על כן, גם הרבעון הבא צפוי להיות חזק אצל היצרנית הסינית, וכל זאת מבלי להניח כף רגל בשוק האמריקאי שכרגע מונע ממנה כניסה בכוח.\n\nהנתון של וואווי צריך להדליק נורה אדומה אצל סמסונג, שאמנם שילחה את מספר המכשירים הגדול ביותר, 71.9 מיליון מכשירים אם נרצה להיות מדויקים, אך סובלת מירידה של 8.1% בנתח השוק בהשוואה לרבעון המקביל. ליין ה-Galaxy S10, שסמסונג הציגה בחודש פברואר והשיקה באופן מיידי, ככל הנראה סייעו לה להמנע מירידה משמעותית יותר בנתח השוק והוא נמכר בצורה טובה. גם סמסונג עצמה ציינה זאת לאחרונה, ואלה חדשות טובות בהשוואה לדגם ה-S9 שלא הצליח להלהיב את הצרכנים כמו בעבר.\nעל פי התוצאות של אפל, לא קשה להבין מדוע אפל קיימה את אירוע “Show Time” במסגרתו היא חשפה את החזון החדש שלה בתחום השירותים הנלווים, ולא בתחום החומרה כפי שהייתה נוהגת בעבר. אפל מחפשת מקורות הכנסה נוספים לאחר הפגיעה המשמעותית בנתוני מכירות האייפונים; אלו נובעים הן ממשבר הסוללות שלה שהסתיים בהחלפת סוללות זולה מאוד ואיפשרה לרבים להחזיק במכשיר תקין לאורך זמן רב; הן ממחירי המכשירים הגבוהים שלא מפתים לקוחות לשדרג את המכשירים הקיימים והטובים שלהם; הן מההאטה הכללית בשוק הסלולר (ירידה כללית של 6.6% בהשוואה לרבעון המקביל אשתקד), והן מחוסר החידושים שלא מצליחים להלהיב את הלקוחות כמו בעבר. סדרת הבעיות הללו אומנם לא מונעת מהאייפון להישאר בתור אחד ממנועי ההכנסות העיקריים של אפל, אבל גם אפל מבינה שהיא לא יכולה לבנות על האייפון לבדו.", "keywords": "idc,סמארטפונים,אייפון,אפל,אנדרואיד,וואווי,סמסונג,גלקסי,גלקסי s10,samsung,iphone,ios,apple,huawei,p30,p30 pro,galaxy s10,iphone xs,iphone xs max"}