{"url": "https://www.geektime.co.il/pivot-december-2018/", "type": "article", "title": "פיבוט: כל המינויים בחודש האחרון בהייטק הישראלי", "description": "סתם כי בא לנו לפרגן: כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/photo-1516600164266-f3b8166ae679-1546260538-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-01T12:30:36Z", "modified_time": "2019-01-22T13:59:51Z", "articleBody": "סתם כי בא לנו לפרגן: כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי\nכמות הפיתוחים, ההשקעות, הרכישות וההמצאות בהייטק הישראלי יכולה להתחרות רק בדבר אחד. כמות התפקידים והמינויים חדשים של ההייטק הישראלי. אנחנו כאן כדי לאסוף ולרכז עבורכם מנה אחת ומרוכזת שלהם. \nהמדור נועד לצורכי פרגון בלבד וההופעה בו אינה כרוכה בתשלום. יש לכם מינוי מעניין בחברה? שלחו לנו אותו ל-info@geektime.co.il\nמקור: מאסטקארד\nמאסטרקארד העולמית הודיעה החודש על מינויה של הדר סיטרמן נוריס למנהלת הפיתוח העסקי של מאסטרקארד העולמית בישראל. במסגרת המינוי, סיטרמן נוריס תהיה אחראית על העמקת הקשרים של מאסטרקארד עם חברות פינטק וטכנולוגיה בשוק הישראלי והאירופאי (בדגש על תל אביב, ברלין ואמסטרדם), ותעמוד בראש קרן השקעות ייעודית שהוקמה למטרה זו. לפני תפקידה הנוכחי כיהנה במגוון תפקידים במאסטרקארד ארה”ב, כמנהלת מוצר ופיתוח עסקי בתחום אבטחת עסקאות מקוונות, מוצרים דיגיטליים, ותשלומים עסקיים. לפני כן עבדה באגף האסטרטגיה של בנק דיסקונט.\nמקור: יח״צ\nKaramba Security הודיעה על מינויו של ניל מ. שלוס (Neil M. Schloss) למועצת המנהלים של החברה, כדירקטור עצמאי. עד ה-31 בדצמבר כיהן כסמנכ”ל וכמנהל כספים ראשי של Ford Smart Mobility ו-Autonomous Driving, וכן את ארגוני ה-IT ו-Global Data Insight & Analytics של החברה. בתפקידו הקודם שימש שלוס במשך למעלה מ-10 שנים כסמנכ”ל וחשב החברה. מינויו לחבר דירקטוריון נועד לחזק את המומנטום העסקי של Karamba Security בקרב יצרניות רכבים ו- Tier-1 ברחבי העולם.\n \n \nמקור: יח״צ\nBringg הודיעה על הצטרפותו של מיכאל (מיקי) ויינברג לצוות המנהלים הבכיר של החברה ולמינויו לסגן מנהל בכיר לפיתוח עסקי (SVP Business Development). בתפקיד חדש זה, ויינברג יהיה אחראי על הגדרת אסטרטגיית החדירה לשוק (go-to-market) של החברה, בניית התשתית התפעולית של צוותי המכירות והפיתוח העסקי, והובלת שותפויות אסטרטגיות ברחבי העולם. לפני הצטרפותו ל- Bringg, ויינברג היה המנהל הכללי של איזור אירופה, מזה”ת ואפריקה (GM EMEA) בחברת Datorama וכמנהל כללי (GM) בחברת Applause.\nמקור: יח״צ\nחברת הפינטק הישראלית CreditPlace הודיעה כי עופר כרמל מונה למנכ”ל ויוביל את הפעילות בשוק הישראלי, לצד הסניף האירופי וסניפים נוספים ברחבי העולם, אותם ימשיך להוביל יו”ר החברה, דקל גולן. לפני כן שימש כרמל כמנכ”ל Eloan, שהמתזגה עם מיטב דש השקעות, שימש כמנכ”ל מכבי אחזקות, סמנכ”ל Abbvie ישראל, וכמנכ”ל חברת ERN, אשר עסקה בהבטחת תשלום בצ’קים.\nארוד בליסה ורועי בסר הצטרפו החודש לוועד המנהל של איגוד האינטרנט הישראלי. בליסה הוא מוביל תחום מדעי החיים והבריאות במחלקת הסטארטאפים של Deloitte. הוא ייסד במשותף את ארגון Wize ומכהן בוועד המנהל של הארגון, ואת עמותת בוגרי 8200, שם הוא גם מנהל הדיגיטל.\nמימין לשמאל: ארוד בליסה ורועי בסר\nבסר עוסק בהגנת סייבר בשני העשורים האחרונים. הוא מוסמך על ידי מערך הסייבר הלאומי ומכון התקנים כבודק תאימות סייבר לשרשרת אספקה, ומפתח ומלמד קורסים טכנולוגיים באקדמיה. הוא מגיע לאיגוד האינטרנט מתוך מטרה לקדמו כאוטוריטה מקצועית וכתובת עבור המשתמש הביתי על ידי הנגשה של מידע טכני, התראות והנחיות המתקבלות ממערך הסייבר הישראלי ומהרשות לפרטיות.\nמקור: יח״צ\nמוטי הספרי מונה למנכ”ל חברת C² Communities, פלטפורמה טכנולוגית ניהולית כוללת עבור שוק שכירויות למגוריםבארצות הברית. הספרי בעל ניסיון של יותר מ-20 שנים בתחומי הניהול, השיווק, המכירות והמנכ”לות במגוון רב של תפקידים בכירים, החל מסמנכ”ל מכירות וסחר בחברת Red Bull Israel, מנהל הפעילות המקומית של חברת השוקולד Mars העולמית ועד לתפקידו כמנכ”ל חברת Gett (לשעבר גט טקסי). הספרי ינהל את החברה ממשרדיה ביוסטון טקסס, שם הפלטפורמה פעילה כיום באמצעות חברת הנדל”ן ITEX.\n ", "keywords": "פיבוט,פיבוט דצמבר 2018,דצמבר 2018,מינויים,מינויי הייטק,סטארטאפ"}