{"url": "https://www.geektime.co.il/google-play-store-to-get-major-overhaul-material-design/", "type": "article", "title": "הכירו: העיצוב החדש של חנות ה-Play Store", "description": "גוגל מרעננת את שפת העיצוב של חנות האפליקציות שלה, ה-Play Store לפי שפת העיצוב העדכנית של ענקית החיפוש - Material Design אותה הציגה ב-Google I/O. כך זה נראה", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/playstorenewdesign21.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-07-14T09:30:49Z", "modified_time": "2014-07-14T09:51:18Z", "articleBody": "גוגל מרעננת את שפת העיצוב של חנות האפליקציות שלה, ה-Play Store לפי שפת העיצוב העדכנית של ענקית החיפוש – Material Design אותה הציגה ב-Google I/O. כך זה נראה\nקרדיט תמונה: Android Police\nחנות האפליקציות של גוגל, ה-Play Store נכון לעכשיו היא בעלת עיצוב מאוד פונקציונלי ומאוד נוח, לכל הדעות. היא מאפשרת למשתמשים לגשת בצורה נוחה לאפליקציות, מוזיקה, ספרים, סרטים, סדרות טלוויזיה ואף מכשירים לרכישה אותם המשתמשים מחפשים. היא נוחה, ברורה מאוד בצד הויזואלי על שלל האלמנטים החשובים שלה – מחיר, תאימות, צילומי מסך, דירוגי גולשים וכו׳ ואולי הכי חשוב – קלה מאוד לשימוש. ברור מאוד היכן צריך ללחוץ בכדי להתקין את האפליקציה, והיכן ללחוץ בכדי לבחור את המכשיר הרצוי. אך בעקבות קווי העיצוב החדשים של גוגל – Material Design אותם היא הציגה בכנס Google I/O האחרון והחלה ליישם בגירסא החדשה של מערכת ההפעלה אנדרואיד, Android L, ענקית החיפוש החלה ליישם את שפת העיצוב החדשה על חנות האפליקציות שלה בהתאם לצו האופנה האחרון של החברה.\nצילומי המסך הבאים מגיעים מאתר Android Police, אשר הצליח להניח את ידיו על העיצוב החדש של ה-Play Store, לדבריו כאשר הוא ב-Pre-Release, כלומר גירסא מוקדמת מאוד של החנות אשר צפויה להיות זמינה לקהל הרחב בעתיד הלא-רחוק, אשר מציגה מספר שינויים חזותיים אותם גוגל מתכננת לבצע בעיצוב חנות האפליקציות שלה. ניתן לראות שבעיצוב החדש התמונה הראשית (Cover Photo) של האפליקציה תקבל את אור הזרקורים, כאשר האלמנטים הראשיים של האפליקציה – שם, מחיר, לוגו ומספר הורדות יופיעו בראש הדף. רק לאחר מכן, לאחר גלילה, יהיה ניתן לראות פרטים נוספים על האפליקציה, כגון תיאור האפליקציה, תמונות מסך נוספות, דירוגים ועוד. העיצוב החדש מזכיר מאוד את העיצוב של חנות האפליקציות של גוגל למכשיר ה-Google Glass, הידועה כ-Glassware Store ויכול מאוד להיות שהעיצוב החדש מרמז על כך שתהיה קטגוריה נפרדת בחנות למשתמשי ה-Google Glass.\nGlassware של Google Glass. צילום מסך.\nקרדיט תמונה: Android Police\nקרדיט תמונה: Android Police\nבנוסף לעיצוב השולחני-טאבלטי שהוצג בתמונות המסך הללו, ב-Android Police טוענים, עם תמונות מסך וסימוכין מתאימים כי החנות החדשה תשנה את עיצובה גם בסמארטפונים, כאשר העיצוב השולחני יותאם בצורה רספונסיבית גם למכשירים בעלי המסך הקטן יותר. אמנם, ל-Android Police אין מידע מדוייק אודות כמה קרובה גוגל לשחרר את העיצוב החדש, אך ניתן לשער כי העיצוב החדש יתחיל להתגלגל למשתמשים השונים יחד עם גירסאת Android L, אשר צפויה להיות מוכנה להשקה רשמית בסתיו.\nסביר להניח, כי גוגל תצטרך להיערך בהתאם גם עם מפתחי האפליקציות, ולתת להם זמן להכין את הגרפיקה החדשה בכדי לשמור על חנות שנראית טוב ועם תמונות באיכות גבוהה. עד אז, העיצוב החדש יכול לעבור עוד מספר איטרציות של שינויים.\nלתמונות מסך נוספות מ-Android Police\nקרדיט תמונה: Android Police\nקרדיט תמונה: Android Police\nקרדיט תמונה: Android Police", "keywords": "גוגל,google,android,אנדרואיד,עיצוב חומרי,material design,גוגל פליי,פליי סטור,חנות אפליקציות,app store,play store,google play,עיצוב חדש,redesign"}