{"url": "https://www.geektime.co.il/top-5-android-root-apps/", "type": "article", "title": "5 אפליקציות ROOT לאנדרואיד שיוציאו אתכם מעבדות לחירות", "description": "בפוסט מיוחד לחג הפסח, עזבנו את הניקיונות ואספנו עבורכם את 5 האפליקציות הכי טובות, ששווה רק בגללן לבצע רוט למכשיר האנדרואיד שלכם.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/04/android.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-04-14T12:39:31Z", "modified_time": "2014-04-14T12:50:17Z", "articleBody": "בפוסט מיוחד לחג הפסח, עזבנו את הניקיונות ואספנו עבורכם את 5 האפליקציות הכי טובות, ששווה רק בגללן לבצע רוט למכשיר האנדרואיד שלכם.\nמקור: יח״צ, עיבוד תמונה\nאז אחרי שהפסקנו להיות עבדים במצרים, הגיע הזמן שנצא לחירות גם בעידן הטכנולוגי בו אנו חיים היום. הנה 5 אפליקציות לאנדרואיד, שאמנם יצריכו מכם להחזיק מכשירים בעלי גישת רוט, אך לגמרי יוציאו את המכשיר שלכם לחופשי ויאפשרו לסמארטפון שלכם להיות הרבה יותר חכם וחזק ממה שהוא עכשיו.\nאם אתם מחזיקים סמארטפון מודרני, שמריץ בדרך כלל את אנדרואיד או iOS, למעט יחידי סגולה כגון LG G2 או Galaxy Note 3 סביר להניח שחיי הסוללה של הסמארטפון שלכם על הפנים. אמנם, מערכת ההפעלה נותנת לנו מבט מסויים על חיי הסוללה והאפליקציות הבעייתיות האחראיות לזלילת חיי הסוללה, אך יש אפליקציה אחת, וותיקה מאוד, שאמנם לא מתהדרת ב-UI משובח, אך תתן לכם פרטים נרחבים ביותר על אילו תהליכים זוללים לכם את חיי הסוללה, ולאילו אפליקציות בדיוק הם שייכים. האפליקציה מתאימה גם למכשירים ללא רוט, אך ההרשאות הללו יאפשרו לכם לפצח פיצ׳רים מתקדמים יותר של חיסכון בסוללה באמצעות האפליקציה.\nלהורדת BetterBatteryStats מ-Google Play תמורת 10 ש״ח (ותרומה קטנה למפתח)\nלהורדת BetterBatteryStats מהדיון הרשמי על האפליקציה ב-XDA-Developers בחינם\nקרדיט תמונה: צילום מסך, Google Play, עיבוד תמונה\nכל משתמש אנדרואיד מנוסה, שהתעסק אי פעם עם הקבצים השונים של מערכת ההפעלה יודע שבכדי להצליח עם כל המשחקים הללו, הוא זקוק לסייר קבצים שיספק לו את כל התכונות הנדרשות. ES File Explorer הוא סייר קבצים שמתהדר גם ב-UI חדשני, מאפשר לכם להתחבר, פרט למחשבים ב-LAN ולשרתי FTP, גם לחשבונות הענן השונים שלכם כגון Dropbox, Google Drive, OneDrive, Box, SugarSync ועוד. אך הפיצ׳ר החשוב ביותר הוא ה-Root Explorer, המאפשר לכם לשוטט בנבכי מערכת ההפעלה ולשנות את מה שאתם רוצים, וגם לתקן תקלות בקבצים שונים שאליהם לא יכולתם לגשת לפני כן. ללא ספק, אפליקציית חובה לכל משתמש שביצע רוט למכשיר שלו.\nלהורדת ES File Explorer מ-Google Play בחינם\n\nאם אתם מחפשים אפליקציה אחת שכוללת כמעט את כל הפיצ׳רים שאפשר להתעסק איתם על ידי גישת רוט, נגישים בצורה פשוטה ונוחה – האפליקציה הזו היא בהחלט בשבילכם. ב-ROM Toolbox תוכלו למצוא מנהל אפליקציות מתקדם, שיאפשר לכם לגבות ולשחזר אפליקציות ואף להקפיא, להפשיר ולמחוק אפליקציות מערכת. תוכלו למצוא שם רוט Explorer בדומה ל-ES File Manager, תוכלו למצוא שם Terminal Emulator, במידה ואתם יודעים להתעסק עם פקודות טרמינל של אנדרואיד, תוכלו להגדיר שם אפליקציות שיעלו עם מערכת ההפעלה, להתקין פונטים, לשנות אנימציית הפעלה במכשיר שלכם, ועוד, ועוד…\nלהורדת ROM Toolbox Lite מ-Google Play בחינם\nלהורדת ROM Toolbox Pro מ-Google Play תמורת כ-21 ש״ח\n\nעל האפליקציה הנפלאה הזו כבר הספקנו לכתוב בגיקטיים בעבר, אך מאז היא עברה עדכון משמעותי – וכעת היא עובדת גם על מכשירים ללא גישת רוט. בין אם יש למכשיר שלכם רוט או לא, האפליקציה עובדת ברקע ומנטרת את האפליקציות שרצות על המכשיר שלכם. במידה ויש לכם רוט, האפליקציה תכניס אוטומטית אפליקציות שאתם לא משתמשים בהן למצב של Hibernate, כלומר תרדים אותן עד שתחליטו לפתוח אותן באופן ידני – ובכך יכולה לחסוך לכם חיי סוללה משמעותיים למדי. למשתמשים שלא בעלי גישת רוט גם יש אפשרות להשתמש ב-Greenify, אך היא פחות נוחה. בכל מקרה, רק עבור אפליקציות כמו Greenify שווה לבצע רוט למכשיר שלכם.\nאזהרה חשובה: לא לבצע Greenify לאפליקציית השעון המעורר שלכם, כי הוא פשוט לא יעבוד (ולא, זה לא תירוץ).\nלהורדת Greenify מ-Google Play בחינם\n\nהגענו למקום הראשון, ופה אין ספק בכלל מיהי האפליקציה הראשית שתוציא אתכם מעבדות לחירות – Titanium Backup. מדובר באחת מהאפליקציות הכי טובות והכי שימושיות שנחתו אי פעם ב-Google Play, ואחת מהסיבות העיקריות שמשתמשים מבצעים רוט למכשיר שלהם. באמצעות Titanium Backup תוכלו לגבות את כל האפליקציות שלכם – כולל אפליקציות מערכת, לשחזר את הגיבוי מתי שאתם רוצים ואיך שאתם רוצים ולעשות גיבוי של כל האפליקציות לענן שלכם ב-Dropbox, Box ו-Google Drive.\nבנוסף תוכלו לגבות את הודעות ה-SMS שלכם, ליצור גיבויים מתוזמנים, להקפיא ולהפשיר אפליקציות, כמו כן גם למחוק אפליקציות מערכת ועוד כמות עצומה של פיצ׳רים שתאפשר לכם לקחת שליטה מלאה על האפליקציות במכשיר שלכם. אם תרצו להעמיק, תוכלו לקרוא מדריך גיבויים ושחזורים שכתבנו לפני זמן מה בגיקטיים בלינק הבא.\nלהורדת Titanium Backup בחינם מ-Google Play\nלהורדת מפתח Titanium Backup Pro מ-Google Play תמורת כ-21 ש״ח\n", "keywords": "אנדרואיד,google play,play store,android,גוגל פליי,פליי סטור,app,root,רוט,אפליקציה,טיטניום,titanium backup,גריניפיי,greenify,רום טולבוקס,rom toolbox,betterbatterystats,בטר באטרי סטאטס,root explorer,es file explorer,סייר קבצים"}