{"url": "https://www.geektime.co.il/virus-shield-is-a-great-paid-app-fraud/", "type": "article", "title": "הזהרו: האפליקציה המובילה ב-Google Play היא בכלל תרמית", "description": "כיצד מצליח מפתח להעמיד אפליקציית אנטי וירוס שעולה 4 דולר ולא עושה כלום בראש רשימת האפליקציות הנרכשות ביותר ב-Google Play?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/04/Screen-Shot-2014-04-07-at-9.08.151.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-04-07T09:34:38Z", "modified_time": "2014-04-07T09:39:13Z", "articleBody": "כיצד מצליח מפתח להעמיד אפליקציית אנטי וירוס שעולה 4 דולר ולא עושה כלום בראש רשימת האפליקציות הנרכשות ביותר ב-Google Play?\nקרדיט תמונה: צילום מסך, Google Play\nבתקופה האחרונה, גדל באופן משמעותי מספר הוירוסים המסתובבים באפליקציות שונות לאנדרואיד, בעיקר אלו המותקנות מחנויות אפליקציות צד-שלישי שאינן Google Play, למרות שגם אפליקציות שונות בתוך החנות התבררו כמסוכנות באופן כזה או אחר, והכריחו את המשתמשים לשים את האצבע על הדופק ולהשיג תוכנת אנטי-וירוס כזו או אחרת למכשיר הסמארטפון שלהם, בין אם בחינם או בתשלום.\nאת הטרנד הזה ניצלה בזמן האחרון אפליקציה חדשה בשם Virus Shield, אשר עלתה לפני קצת יותר משבוע לחנות ה-Google Play, אשר משמה ניתן להבין בדיוק את הפעולה שהיא מתיימרת לעשות. היא עולה 4 דולר, או 14 שקלים בחנות ה-Play Store הישראלית וההצלחה שלה גדולה במיוחד – היא נמצאת במקום הראשון בדירוג האפליקציות החדשות בתשלום (Top New Paid Android Apps) ובמקום העשירי בדירוג הכללי של האפליקציות בתשלום (Top Paid in Android Apps), לצד אפליציות מצליחות כגון Beautiful Widgets Pro, Nova Launcher Pro, Poweramp Full Version, Swiftkey Keyboard, Minecraft ואפליקציות מצויינות נוספות.\nלמראית עין, אין מה לחשוד באפליקציה החדשה, שכן החוויה שהיא מציעה מושלמת (אולי יתר על המידה) ולא מטרידה את המשתמשים בה כמעט בכלל. כל מה שהמשתמש צריך לעשות, הוא ללחוץ על כפתור בתוך האפליקציה אשר מפעיל את הגנת האנטי וירוס שלה, לשנות את האייקון המעוצב שלה מ-X ל-V והוא מוגן. בתיאור האפליקציה נכתב כי היא מונעת התקנת אפליקציות פוגעניות על המכשיר, סורקת קבצים, הגדרות, אפליקציות וקבצי מדיה בזמן אמת, מגנה על הפרטים האישיים של המשתמש, שומרת על חיי הסוללה של המכשיר והכי חשוב – אינה מכילה פרסומות. הביקורות על האפליקציה מצויינות, ונכון לכתיבת שורות אלו היא מחזיקה בציון ממוצע של 4.7 מ-5, על ידי 1,682 משתמשים שנתנו ציון לאפליקציה. נשמע מצויין, לא?\nקרדיט תמונה: צילום מסך, Google Play\nאז זהו, שלא. מבדיקה שערך בלוג הטכנולוגיה האנדרואידי Android Police מסתבר כי האפליקציה לא עושה שום דבר ממה שהיא מתיימרת לעשות – פרט לשינוי האייקון הנמצא במסך הראשי של האפליקציה מ-X ל-V, שינוי שאמור, כביכול, להעיד על כך שהאפליקציה מגנה לכם על הסמארטפון. החברים ב-Android Police קיבלו מעט עזרה, עשו Decompile לקובץ ה-APK של האפליקציה ובדקו את הקוד העומד מאחוריה – אשר חשף את המציאות העגומה ואת התרמית אליה נקלעו המשתמשים אשר רכשו את Virus Shield. כל משתמש אשר מבין מעט בפיתוח יכול לעיין בקוד ולראות כי אין שם שום הגנת אנטי וירוס, אלא פשוט הונאה מאוד מוצלחת, הונאה שבעקבותיה הצליחו מפתחי האפליקציה להזרים עשרות עד מאות אלפי דולרים לכיסם, שכן נכון להיום האפליקציה הותקנה בין 10,000 ל-50,000 פעמים, על פי הנתונים המעודכנים מ-Google Play.\nAndroid Police המשיכו לחפש פרטים נוספים אודות המפתח המופיע בחנות Google Play, ונתקלו בחשבון מיקרוסופט ישן בשם Jesse_Carter@live.com, המגלה מעט מאוד מידע. למרות זאת, מהמידע שכן התגלה, נמצא חשבון מורחק באתר נוסף המקושר לכתובת המייל הזו, תחת שם הכינוי Vibe, אשר בעליו הואשם בניסיון להונאה. המרצע אמנם יצא מהשק, אך האפליקציה עדיין נמצאת באוויר והמשתמשים עדיין ממשיכים להוריד אותה, מבלי שהם יודעים כי 4 הדולרים שהוציאו עליה היו ככל הנראה ההוצאה המיותרת ביותר בחיים שלהם.\nקרדיט תמונה: צילום מסך, Google Play\nאז עד שהסינון של גוגל יעבוד, או שכמות מספיק גדולה של משתמשים ידווחו על האפליקציה כהונאה היא תישאר באוויר, ציון הביקורות אולי ירד מעט כתוצאה מפרסום הכתבות, אך משתמשים ימשיכו להוריד אותה, יסירו אפליקציות אנטי-וירוס אחרות ויחשבו כי הסמארטפון שלהם נמצא בידיים של שירות בטוח ומגן – למרות שלמעשה מדובר באחת מההונאות הצרכניות הלא-מתוחכמות המוצלחות ביותר שעלו לחנות ה-Google Play בזמן האחרון.\nעדכון: לפני זמן קצר הוסרה האפליקציה מהאוויר.\n\n", "keywords": "אנדרואיד,google play,play store,android,גוגל פליי,פליי סטור,וירוס שילד,virus shield,הונאה,fraud,אפליקציה,app"}