{"url": "https://www.geektime.co.il/android-wifi-connect/", "type": "article", "title": "חדש באנדרואיד: המלצה לאיזו רשת WiFi להתחבר על סמך המהירות שלה", "description": "מתלבטים לאיזו רשת WiFi כדאי לכם להתחבר? פיצ'ר חדש באנדרואיד 8.1 ידרג את הרשת הפתוחה המהירה ביותר באיזור שלכם, כדי שתוכלו לדעת איפה תוכלו לראות נטפליקס ב-HD ואיפה בקושי תוכלו לשלוח הודעת ווטסאפ", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/Screenshot_2-1516714272.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-23T18:30:27Z", "modified_time": "2018-01-23T16:34:50Z", "articleBody": "מתלבטים לאיזו רשת WiFi כדאי לכם להתחבר? פיצ’ר חדש באנדרואיד 8.1 ידרג את הרשת הפתוחה המהירה ביותר באיזור שלכם, כדי שתוכלו לדעת איפה תוכלו לראות נטפליקס ב-HD ואיפה בקושי תוכלו לשלוח הודעת ווטסאפ\nמקור: Google\nאתם מגיעים לבית קפה בחו”ל, מוציאים את הטלפון ורוצים להתחבר לרשת, כשפתאום אתם מגלים 10 רשתות שונות שזמינות לכם. איך תבחרו את הרשת המהירה ביותר? עכשיו מודיעה גוגל שפיצ’ר חדש באנדרואיד 8.1 יעשה את העבודה במקומכם.\nעד עכשיו כלל מסך בחירת רשת ה-WiFi רק את עוצמת האות של הרשת; החל מעדכון אנדרואיד 8.1 אוראו – תכלול כל רשת גם דירוג של המהירות שלה: Slow – מהירות קטנה מ-1Mbps – רשת שתשמש אתכם בעיקר להודעות טקסט או לשיחות; OK – מהירות בין 1-5Mbps – לגלישה, סטרימינג של מוסיקה ורשתות חברתיות; Fast – מהירות בין 5-20Mbps – רשת מהירה מספיק לסטרימינג של וידאו בסיסי; Very Fast – מהירות 20Mbp ומעלה – רשת שמתאימה לסטרימינג באיכות HD.\nגוגל מדגישה הדירוג יופיע רק ברשתות ציבוריות ופתוחות – ולא ברשתות שמוגנות בסיסמה. אם אתם אדמינים של רשת כזו של בית קפה, טרמינל בשדה התעופה או כל רשת פתוחה אחרת, ואתם לא רוצים לחשוף את המהירות לציבור הרחב – תוכלו לעשות זאת בקלות בעזרת המדריך הקצר הזה.\nPublic Wi-Fi can be spotty. For the first time, #AndroidOreo 8.1 lets you take out the guesswork & see the speed of networks before you hit connect. Rolling out now: https://t.co/lSzvCFgNk7 pic.twitter.com/60EmoPxUX4\n— Android (@Android) January 22, 2018\n\nהפיצ’ר החדש זמין לכל הסמארטפונים שמריצים את אנדרואיד 8.1 אוראו, מה שאומר שבפועל לא רבים מכם יזכו לראות אותה. על פי נתונים מעודכנים של גוגל, רק 0.2 אחוזים מהמכשירים בעולם מריצים כיום את גרסה 8.1, מה שאומר שכרגע יש בערך מספר כפול של מכשירים שמריצים את אנדרואיד 2.3 ג’ינג’רברד שיצאה ב-2010. כך למשל רוב מכשירי הדגל של 2017 עדיין לא מריצים אנדרואיד 8 ומעלה. עם זאת, מכשירי הנקסוס 6P והנקסוס 5X מבית גוגל – שיצאו לפני כשנתיים וחצי – כבר מריצים את הגרסה האחרונה של מערכת ההפעלה ויכולים ליהנות מהפיצ’רים החדשים שלה.", "keywords": "ווייפיי,אנדרואיד,אנדרואיד אוריאו,אנדרואיד 8.1,wifi"}