{"url": "https://www.geektime.co.il/nubia-smartphones-arrive-to-israel/", "type": "article", "title": "מהחודש הבא: מותג סלולר סיני נוסף נוחת בישראל - Nubia", "description": "יצרנית הסמארטפונים אשר רתמה את שחקן הכדורגל כריסטיאנו רונאלדו בתור פרזנטור עושה עליה לישראל. לטענת היבואן מכשירים חדשים שיושקו במסגרת תערוכת IFA בשבוע הבא יגיעו לישראל כבר בספטמבר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/z9-max-צילום-אלון-רזניק-.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-28T12:27:47Z", "modified_time": "2016-08-28T16:45:51Z", "articleBody": "יצרנית הסמארטפונים אשר רתמה את שחקן הכדורגל כריסטיאנו רונאלדו בתור פרזנטור עושה עליה לישראל. לטענת היבואן מכשירים חדשים שיושקו במסגרת תערוכת IFA בשבוע הבא יגיעו לישראל כבר בספטמבר \nיצרנית הסמארטפונים הסינית Nubia, אשר הציגה בין היתר את הסמארטפון הראשון התומך בכל תקני הרשת ה-3G בעולם, מציעה מכשירים בעלי מפרט טכני מכובד ותג מחיר יחסית נוח כגון ה-Z9 ו-Z11. כעת נודע כי הקהל הישראלי צפוי ליהנות מתחרות נוספת על כיסו, שכן רשת באג חתמה על הסכם הפצה עם ענקית הסלולר הסינית, ותחל לייבא ולשווק באופן רשמי את המותג בישראל החל מהחודש הבא.\nבחודש יולי האחרון השיקה Nubia את ה-Z11, מכשיר דגל בעל מסך 5.5 אינץ׳ ועיצוב מרשים עם שוליים דקיקים במיוחד. מעבר לכך, כולל המכשיר מעבד Snapdrgon 820, זיכרון RAM של 6GB, אחסון פנימי של 128GB, מצלמה אחורית של 16 מגה פיקסל וסוללת 3000mAh. כל הטוב הזה מוצע במחיר סביר יחסית של 646 דולר, שהם בערך 2,440 ש״ח. מכשיר נוסף של החברה, ה-Nubia Z9, אשר הושק מוקדם יותר השנה מגיע עם מסך 5.2 אינץ׳, מעבד Snapdragon 810, זיכרון RAM של 3GB ואחסון פנימי של 32GB. מחירו – 430 דולר (1,620 ש״ח).\nNubia, הנחשבת מוכרת בשווקי המזרח, שמה לה למטרה להפוך למותג מוכר בעולם בתוך 5 שנים ומובילה בתחום הסלולר בתוך 10 שנים. כדי לסייע לה לקדם תהליכים, כפרזנטור של המותג נבחר לא אחר מאשר שחקן הכדורגל כריסטיאנו רונאלדו.\nב-31 באוגוסט, ממש לפני תחילתה של תערוכת IFA בברלין, צפויה Nubia להכריז על מכשירים חדשים, בין היתר על ׳ספינות הדגל׳ שלה, שחלקם יושקו בישראל כבר בספטמבר הקרוב. לטענת באג המכשירים שיושקו בישראל יגיעו עם גרסת תוכנה שפותחה במיוחד לשוק הישראלי עם תמיכה מלאה בעברית. לא הרבה ידוע מעבר, כגון מחירים ואילו דגמים יהיו זמינים בישראל, אבל סביר להניח שבחודש הקרוב נדע יותר.\n", "keywords": "nubia,נוביה,באג,bug,סמארטפון,סמארטפון סיני,יצרנית סינית,zte,מכשיר דגל,nu,ifa 2016"}