{"url": "https://www.geektime.co.il/samsung-launches-galaxy-s6/", "type": "article", "title": "סמסונג גלאקסי S6: כל הפרטים מההכרזה הרשמית", "description": "סמסונג לא מוותרת: בצד עיצוב ייחודי שכולל גוף מתכת וגב מזכוכית, כולל מכשיר הדגל החדש שלה מפרט מרשים. בנוסף, חושפת החברה שירות תשלומים חדש", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/samsung1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-03-01T20:50:51Z", "modified_time": "2015-03-08T12:38:49Z", "articleBody": "סמסונג לא מוותרת: בצד עיצוב ייחודי שכולל גוף מתכת וגב מזכוכית, כולל מכשיר הדגל החדש שלה מפרט מרשים. בנוסף, חושפת החברה שירות תשלומים חדש\nמקור: יח”צ, עיבוד תמונה\nאחרי אינספור דיווחים, שמועות, טיזרים והדלפות, חלקן ממש מהימים והשעות האחרונות, חשפה היום (א’) סמסונג באופן רשמי את מכשיר הדגל החדש שלה הגלאקסי S6 ואת התאום הלא-זהה שלו עם המסך המעוגל, הגלאקסי S6 Edge. אז בלי יותר מדי הקדמות, הנה עיקרי ההכרזה ממסיבת העיתונאים שערכה היום החברה הקוריאנית בתערוכת הסלולר בברצלונה.\nיו”ר סמסונג פתח את האירוע באמירה: “חברות אחדות התמחו בעיצוב, אחרות התמחו במפרט, אבל אנשים רוצים את שניהם”. מבחינת עיצוב, אכן ביצעה החברה זינוק רציני עם מסגרת מתכת, גב זכוכית ודגם Edge, שלא צד אחד שלו מעוגל, אלא שני צדדי המסך.\nהמסך של המכשיר החדש הוא Super Amoled בגודל 5.1 אינץ’, ברזולוציית 2560×1440 פיקסלים עם צפיפות פיקסלים של 577ppi; מעבד Exynos מתומן ליבות עם זיכרון 3GB; מצלמה קדמית עם חיישן 5 מגה-פיקסל עם מפתח עדשה מרבי F/1.9; מצלמה אחורית עם חיישן 16 מגה-פיקסל עם מפתח עדשה מירבי F/1.9; בגזרת המצלמה הוסיפה סמסונג גם ייצוב תמונה אופטי (OIS), גם מיקוד אוטומטי מהיר יותר וגם HDR, שמאפשר לכם לצלם תמונות טובות יותר בתנאי תאורה וניגודיות שונים; בנוסף, המצלמה גם תטען מהר יותר – רק 0.7 שניה, על פי החברה.\nמבחינת קישוריות, מציגה החברה קישוריות דור 4 CAT 6 LTE עד 300 מגה-ביט לשנייה הורדה ו-50 מגה-ביט לשנייה העלאה; מבחינת הסוללה, יצויידו המכשירים בסוללת 2,550mAh או 2,600mAh (לגרסת ה-Edge).\nכמו שטענו השמועות העקשניות, המכשיר אכן יתמוך בטעינה אלחוטית גם בתקן WPC וגם בתקן PMA. כמובן שהחברה תציע מטענים מתוצרתה, אולם תוכלו גם לרכוש עצמאית ולא ממנה. בנוסף, הודיעה החברה על שיפור נוסף במנגנון הטעינה שיאפשר לכם ליהנות מ-4 שעות סוללה אחרי 10 דקות בלבד בחשמל. מרשים למדי.\nחדשות טובות הן מכיוון ממשק ה-TouchWiz – שספג ביקורות רבות על היותו מנופח ועמוס באפליקציות ופיצ’רים לא שימושיים שגוזלים מקום איחסון וזיכרון. למעשה, החברה הודיעה כי קיצצה אותו ב-40 אחוז, כך שמדובר בשינוי מהותי עבור החברה. למעשה, 2 האפליקציות היחידות של סמסונג שמגיעות עם המכשיר הן  S Voice ו-S Health. שינוי נוסף הוא החיבור עם מיקרוסופט ושירותי האיחסון שלה, ה-OneDrive, במקום דרופבוקס.\nנקודה מאכזבת לפחות לטעמנו הוא היעדרו של חריץ הרחבה לכרטיס MicroSD, כך שתיאלצו להסתפק בנפח האיחסון הפנימי של המכשיר שעומד על 32GB, 64GB או 128GB.\nהמכשירים יגיעו לשווקים ב-10 באפריל בצבעים לבן פנינה, ספיר שחור, זהב-פלטינה, כשה-S6 ייהנה גם מצבע כחול-טופז וה-Edge מצבע ירוק אמרלד.\nמקור: יח”צ\nלפני כחודש הודיעה סמסונג על רכישת LoopPay במטרה להציג שירות תשלומים משלה שיתחרה ב-Apple Pay. בזכות אותה רכישה יוכלו לקוחות סמסונג ליהנות מתמיכה במסופים של כמעט כל רשתות השיווק בארצות הברית. במקביל חתמה סמסונג חוזים גם עם ויזה ומאסטרקארד והיא בדרך לחתום עם עוד חברות אשראי ובנקים גדולים בארצות הברית. אין ספק שמדובר פה ביתרון גדול של סמסונג, שמונע ממנה את הצורך לחנך את השוק או את רשתות השיווק ולהשקיע זמן ומשאבים בהטמעת מערכת חדשה.\nשדרוג גם בגזרת המצלמה. מקור: יח”צ\n \nהמתחרים של סמסונג מזנבים בה מכל הכיוונים והחברה, אם היא רוצה לשמור על המעמד שלה בשוק הסמארטפונים העולמי, חייבת להמציא את עצמה מחדש. היריבה הגדולה, חברת אפל האמריקאית, הציגה רווחי שיא בשנה החולפת בזכות השקת האייפון 6 והפאבלט התואם האייפון 6 פלוס, שזכו גם לאהדת הקהל וגם למכירות חסרות תקדים. גם היריבות בשוק האנדרואיד הציגו דגמים שהציבו לחברה פייט קשה בחנויות, החל ביריבה מבית, חברת LG הקוריאנית, דרך מוטורולה ו-HTC; וכלה ביצרניות הסיניות: הן יצרניות אלמוניות יחסית במערב, והן חברות מוכרות כמו Xiaomi, לנובו, Huawei, Meizu ועוד.\n \n \nהכתב הינו אורח של משרד טל רון, דריהם ושות’ בקונגרס המובייל בברצלונה.\n ", "keywords": "סמסונג,גלאקסי s6,mwc,תערות הסלולאר,ברצלונה,samsung"}