{"url": "https://www.geektime.co.il/xiaomi-folding-phone/", "type": "article", "title": "שיאומי מציגה וידאו ראשון של הסמארטפון המתקפל שלה", "description": "בכיר בשיאומי הציג וידאו ראשון של המכשיר המתקפל של החברה, שהופך בקיפול אחד מטאבלט לסמארטפון", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/Screenshot_3-1548313722-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-24T10:29:21Z", "modified_time": "2019-01-24T09:16:00Z", "articleBody": "בכיר בשיאומי הציג וידאו ראשון של המכשיר המתקפל של החברה, שהופך בקיפול אחד מטאבלט לסמארטפון\nאם למישהו היה ספק מה יהיה הטרנד החדש של 2019, מגיעה שיאומי ומוכיחה שמכשירים עם מסכים מתקפלים הם הבשורה האמיתית של השנה. אמנם מוקדם עדיין לקבוע האם מדובר בגימיק או פיתוח משמעותי שייצור קטגוריית מכשירים חדשה לגמרי, אבל אחרי סמסונג והיצרנית הסינית Royole, נראה שבהחלט לא מדובר בירייה בודדת בחשיכה.\nExcited to share this video of a special Xiaomi smartphone from our President and Co-founder Bin Lin. It is the world’s first ever double folding phone — that’s pretty cool, isn’t it? #xiaomi #foldingphone #technology pic.twitter.com/iBj0n3vIbW\n— Wang Xiang (@XiangW_) January 23, 2019\n\nבוידאו שחשף וואנג ז’יאנג, סגן נשיא בכיר בשיאומי, ניתן לראות את המכשיר המתקפל של החברה – עם הטוויסט שלה בתחום – המכשיר מתקפל משני צדדים. כתוצאה מכך מתקבל למעשה מכשיר עם 3 פנלים נפרדים.\nבוידאו, שהוא יותר סרטון טיזר מאשר חשיפה מלאה של המכשיר, ניתן לראות את בין לין, אחד ממייסדי שיאומי, אוחז בידו את המכשיר המסקרן, שנראה כמו טאבלט ממוצע, ואז פשוט מסובב אותו לצד ומקפל את 2 הדפנות שלו. המכשיר המקופל מזכיר סמארטפון, רק הרבה יותר שמנמן ומגושם.\nחדי העין שביניכם יוכלו לראות שהסרטון לא צולם בטייק אחד – וברגע הקיפול יש קאט ומעבר לזווית אחרת. לא מן הנמנע שהמעבר בין השלבים השונים של הסמארטפון – מקופל ופתוח – אינו חלק עדיין מבחינת התוכנה.\nמתי נראה את המכשיר בשוק? לא ברור. למעשה, על פי פוסט של לין ב-Wiebo (הפייסבוק הסינית) לא בטוח שהוא בכלל יגיע לשוק. בפוסט כותב הבכיר: “אם אהבתם את המכשיר, נשקול ייצור המוני שלו בעתיד”.\nאמנם Royole הסינית הציגה בתערוכת CES 2019 מכשיר עם מסך מתקפל, אולם כרגע נראה שסמסונג תהיה הראשונה מבין היצרניות הגדולות להכריז על מכשיר מתקפל. המכשיר שייקרא  Galaxy X Galaxy F, Galaxy Flex או אולי Galaxy Fold – יוכרז במחצית הראשונה של 2019, אולם לא ברור האם זה יהיה במסגרת ההכרזה על הגלאקסי S10 שתיערך בסן פרנסיסקו בחודש הבא, במסגרת תערוכת הסלולר בברצלונה שתערך כמה ימים לאחר מכן – או באירוע נפרד לגמרי.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "שיאומי,מכשיר מתקפל,מסך מתקפל,סמסונג,סמארטפון מתקפל"}