{"url": "https://www.geektime.co.il/ice-cream-sandwich-for-galaxy-s-2/", "type": "article", "title": "יש לכם Galaxy S II? העדכון ל-ICS כבר פה", "description": "אנדרואיד 4 (Ice Cream Sandwich) עושה דרכה למשתמשי הגלקסי II S. אירופה תחל את הסבב הראשון שיתרחב בימים הקרובים להשקה גלובלית", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/gs2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-03-13T15:42:23Z", "modified_time": "2012-03-13T18:04:05Z", "articleBody": "אנדרואיד 4 (Ice Cream Sandwich) עושה דרכה למשתמשי הגלקסי II S. אירופה תחל את הסבב הראשון שיתרחב בימים הקרובים להשקה גלובלית\nתמונה: יח\"צ\nסוף סוף הוא הגיע: העדכון המיוחל שרבים חיכו לו, ה-ICS (אנדרואיד גרסה 4.0) מופץ ברגעים אלה באופן רשמי למכשיר ה-Samsung Galaxy S 2. כך אישרה לפני שעות אחדות Samsung Mobile העולמית שהיום לפנות בוקר הצהירה בעמוד הפייסבוק שלה: “סמסונג מציעה שדרוג לאנדרואיד 4.0 ICS ל-SGS2. אנו שמחים לבשר כי אנדרואיד 4.0 Ice Cream Sandwich יוגש למשתמשי ה-Galaxy S II במדינות אירופה וביניהן: פולין, הונגריה, שוודיה וגם לקוריאה ובהדרגה יגיע לשווקים נוספים”.\nסמסונג לא שוכחת גם את יתר מכשיריה ומבטיחה כי: “עדכון ICS ל-Galaxy Note, Galaxy S II LTE, Galaxy Tab 8.9 and 10.1 יגיע בקרוב”, אולם נמנעת מלפרסם מתי והאם יגיע גם לדגם הגלקסי הראשון.\nבנוסף לכך, מציעה סמסונג שדרוג נוסף לגרסה האחרונה של Gingerbread שיגיע בסוף חודש מרץ למכשירים שלא יזכו לעדכון ICS וביניהם: Galaxy S, Galaxy Tab 7″, Galaxy S Plus, Galaxy S SCL ו- Galaxy W. סמסונג גם הודיעה כי: “הזמינות והתזמון של עדכון התוכנה לדגמים ספציפיים ל-Android 4 תלויים ומשתנים בהתאם לדרישות השוק של ספקים סלולריים.”\nביום שישי האחרון פירסמה סמסונג כי העדכון יושק ב-12 לחודש, אך חזרה בה מהר מאוד. הפעם נראה כי מדובר בעדכון הסופי, ואט אט הוא ישוחרר בכל העולם. אחרי דרום קוריאה, פולין, שוודיה, והונגריה צפוי העדכון להתרחב ליתר המדינות האירופאיות ובינהן לבריטניה אליה יגיע העדכון רק במהלך השבוע הבא.\nהרום האירופאי אגב, זמין להורדה למשתמשים גם דרך פה, אם כי מומלץ בשלב זה להמתין להשקה הרשמית שתגיע בקרוב מאוד גם לישראל.\n\n הפוסט נכתב על ידי אלון קגן ופורסם לראשונה באתר TGspot.\n ", "keywords": "גלקסי,סמסונג,גלקסי 2,galaxy s,ice cream sandwich,android,אנדרואיד"}