{"url": "https://www.geektime.co.il/intel-israel-telecom-nfv-event-2015/", "type": "article", "title": "אינטל נערכת לדור החמישי, תקיים אירוע ב-2.12 בהרצליה", "description": "מדובר בכנס מצומצם שכניסה אליו אינה כרוכה בתשלום אך מחוייבת ברישום והאישור ינתן לאחר סינון קפדני. לכנס יגיעו גם נציגי אינטל קפיטל שיקיימו פגישות היכרות בנושא גיוס כספים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/183A3066.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-10T10:29:39Z", "modified_time": "2015-11-10T10:15:52Z", "articleBody": "מדובר בכנס מצומצם שכניסה אליו אינה כרוכה בתשלום אך מחוייבת ברישום והאישור ינתן לאחר סינון קפדני. לכנס יגיעו גם נציגי אינטל קפיטל שיקיימו פגישות היכרות בנושא גיוס כספים\nהכתבה בחסות\nקרדיט תמונה: רועי שפרניק\nביום רביעי, ה-2 בדצמבר, צפויה אינטל לקיים זו הפעם השלישית אירוע שמוקדש לתחום הטלקום ויתמקד השנה בפיתוחים לרשתות הדור החמישי. האירוע יתקיים במלון דניאל בהרצליה בין השעות 8 בבוקר ועד 5 אחה״צ והוא פונה ברובו למפתחים של מערכות חומרה, תוכנה ומערכות וירטואליות לעולם הטלקום. אינטל מגדירה את הכנס אינטימי ומצומצם וצפויים להשתתף בו כ-250 איש בלבד. הכנס אינו כרוך בתשלום, אך מחייב הרשמה מראש והנרשמים צפויים לעבור סינון.\nלאחר מושב הפתיחה, הכנס יתחלק לשלושה מסלולים:\nמסלול טכנולוגי: מסלול זה יספק ראיה מעמיקה למוצרים קיימים וחדשים, ניתוח מרכיבי המערכות והיכולת לשפר ביצועים, יוצגו הטכנולוגיות האחרונות של אינטל לשיפור ביצועי רשת, כולל רכיבי תקשורת ותוכנות האצה הכוללות DPDK, פאנל פתוח בנושא OpenStack, פורום טכני בנושא QuickAssist, הדגמת מרכיבי NFV והשמתם בפועל ועוד.\nמסלול Code modernization: ארכיטקטורה ומיקרוארכיטקטורה של אינטל ואופטימיזציה של קודים מיושנים וכיצד להתאים אותם למוצרים מהדור החדש הכוללים שימוש במעבדים חדשים, מאיצי חומרה, פיתוח בסביבות חדשות, שיפור ביצועי רשת ועוד. המסלול כולל הדגמה חיה (live demo).\nמסלול לספקי שירות: מיועד לחברות וספקי שירות בתחום הטלקום. הסברים מפי יצרנים בינלאומיים כיצד יושמו מערכות NFV ברחבי העולם, צלילה מעמיקה לעולם ה-SDN, פאנל פתוח ועוד.\nשלומית וייס, סגנית נשיא באינטל העולמית, מנהלת פיתוח אינטל דור 6 ומובילת הצוות שפיתח את מעבד SkyLake, אורן בנישתי, מנהל תחום טלקום, אינטל ישראל, דנה נחמה, מנהלת מוצר ONP באינטל חיפה ומרצים בכירים מחברות מובילות כגון: Arrow, Amdocs, RedHat, Artesyn, vmware ועוד.\nהכנס מהווה הזדמנות חד פעמית לקהל היעד, לקבוע פגישות אישיות עם ארכיטקטים של אינטל המפתחים את מוצרי הדורות הבאים, כמו כן, ניתן יהיה לתאם פגישות היכרות עם נציגי אינטל קפיטל בנושא גיוס כספים.\nלפרטים נוספים ולהרשמה לכנס", "keywords": "אינטל,דור חמישי,כנס,פוסט אירוע,פיתוחים לרשתות דור חמישי,שלומית וייס,אורן בנישתי,intel,intel israel telecom nfv event,telecom,intel israel"}