{"url": "https://www.geektime.co.il/gionee-m2017/", "type": "article", "title": "הסמארטפון המפלצתי החדש של Gionee יאפשר לכם לשכוח מהמטען", "description": "אל תתנו לרושם הראשוני לתעתע בכם: ה-M2017 הוא מכשיר פרימיום שגרסתו הבסיסית ביותר מתחילה ב-1,000 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/gionee1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-27T10:30:51Z", "modified_time": "2016-12-27T09:56:54Z", "articleBody": "אל תתנו לרושם הראשוני לתעתע בכם: ה-M2017 הוא מכשיר פרימיום שגרסתו הבסיסית ביותר מתחילה ב-1,000 דולר\nמקור: Gionee M2017\nבזמן שהעולם הנוצרי מתאושש מארוחות החג או הסיילים של היום אחרי, יצרנית הסמארטפונים הסינית Gionee חשפה סמארטפון עם מפרט טכני די מכובד ובמרכזו סוללת 7000mAh (ליתר דיוק – שתי סוללות של 3,500mAh, מה שמסביר את סוללת ה-7,000mAh). לצד המפרט הטכני גם הפן החיצוני של ה-‘M2017’ מרשים והוא מגיע בעיצוב פרימיום הכולל עור, מתכת וזכוכית ספיר. למרות הדימוי של מכשירים סיניים, ה-M2017 מגיע עם תג מחיר מרשים המתחיל בקצת יותר מ-1,000 דולר (7,000 יואן).\nה-M2017 מתוצרת Gionee בעל מסך AMOLED 5.7 מעוקל עם רזולוצית 2560×1440 והוא כולל מצרך די נדיר בימינו – כפתור בית פיזי. המכשיר מגיע עם מעבד Qualcomm Snapdragon 653 במהירות של 1.95GHz, זיכרון RAM נדיב של 6GB, מערכת הפעלה Amigo3.5 המריצה Android 6.0 והוא זמין בשתי תצורות – האחת עם 128GB נפח אחסון ושנייה של 256GB, כאשר לא ניתן להרחיב את הזיכרון באמצעות microSD. מבחינת מערך הצילום המכשיר כולל מצלמה אחורית כפולה של 12 ו-13 מגה פיקסל עם זום אופטי של 2x ומצלמה קדמית של 8 מגה פיקסל. כנראה ש-Gionee קיבלה השראה מאפל שכן המכשיר החדש לא מגיע עם יציאת האוזניות הסטנדרטית 3.5mm.\nעל טעם ועל ריח, מקור: Gionee 2017\nה-M2017 זמין בצבע שחור או זהב וגרסת ה-128GB תעלה כ-1,000 דולר בעוד שהגרסה עם הזיכרון הכפול של 256GB עולה לא פחות מ-2,446 דולר שהם בחישוב מהיר 9,346 ש״ח. נכון לעכשיו המכשיר זמין לרכישה רק בסין, ואם להסתמך על מה שקרה עם רוב המכשירים ששוחררו באסיה – כדי להניח ידיכם על אחד כזה תצטרכו להיעזר במשווקים צד שלישי או לחילופין להגיע למדינה באופן פיזי. בכל מקרה, בהתחשב בתג המחיר הסופר מכובד שלו נראה כי היצרנית פונה לקהל ספציפי ביותר שיהיה מוכן לשלם סכום כזה על סמארטפון. כבר במודעות הפרסומיות של המכשיר ניתן לראות גבר ואישה האוחזים ידיים והגבר (כמובן) הוא זה שאוחז בידו גם את המכשיר היוקרתי שמהווה אקססורי משלים לחליפה המחויטת והפפיון שהוא לובש.\nפונה לקהל יעד מאוד ספציפי, מקור: Gionee M2017", "keywords": "סמארטפון,אנדרואיד,gionee,gionee m2017,m2017,ג׳יוני,סנאפדרגון,snapdragon,מכשיר פרימיום"}