{"url": "https://www.geektime.co.il/qualcomm-reveals-snapdragon820-details/", "type": "article", "title": "מעבד העתיד: קוואלקום חושפת את Snapdragon 820 באופן רשמי", "description": "קוואלקום חושפת את כל הפרטים על סדרת השבבים החדשה שלה, Snapdragon 820, שתקפיץ את ביצועי הסמארטפונים המובילים של 2016 אל גבהים חדשים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/Screen-Shot-2015-11-11-at-14.36.45.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-11T15:35:33Z", "modified_time": "2015-11-11T15:24:45Z", "articleBody": "קוואלקום חושפת את כל הפרטים על סדרת השבבים החדשה שלה, Snapdragon 820, שתקפיץ את ביצועי הסמארטפונים המובילים של 2016 אל גבהים חדשים\n \n\nאחרי מספר חודשים בהם קיבלנו רק רסיסי מידע על Snapdragon 820, חושפת קוואלקום רשמית את הפרטים על סדרת השבבים החדשה שתפעיל את הסמארטפונים המובילים בשנת 2016.\nקוואלקום חשפה את הפרטים במהלך תצוגה שנערכה אמש בניו יורק. Snapdragon 820 מצוייד במעבד 64 ביט Kyro, שאמור להכפיל את הביצועים והיעילות של הקודם הסדרה, ה-Snapdragon 810. מצורף אליו הכרטיס הגרפי Adreno 530, שלטענת קוואלקום עוצמתי יותר ב-40 אחוז מאחיו המזדקן Adreno 430. סדרת השבבים החדשה מגיעה עם מעבד X12 LTE שיספק לגולשים מהירות הורדה של 600 מגה ביט לשניה, לפחות באופן תיאורטי. כמו כן, ה-Hexagon 680 DSP (ר”ת של Digital Signal Processor) אמור לחלוק את הנטל עם המעבד כדי לשפר את הביצועים.\nהמשמעות של כל הפרטים הטכניים הללו עבור הצרכן היא סמארטפון חזק ויעיל יותר. את היעילות הצרכן עשוי להרגיש בעיקר בחיסכון באנרגיה. ה-Snapdragon 820 צורך כ-30 אחוז פחות אנרגיה מהסוללה לעומת ה-Snapdragon 810, מה שיאריך את חיי הסוללה באופן משמעותי. בנוסף, צריכת חשמל מופחתת תקטין את הסיכוי להתחממות יתר של המכשיר כפי שקרה בעבר לבעלי מכשירים שהשתמשו ב-Snapdragon 810.\nעוד נקודה חשובה לזכותו של Snapdragon 820 היא תמיכה ב-Quick Charge 3.0, סטנדרט הטעינה החדש מבית קוואלקום. יצרנית השבבים טוענת כי הסטנדרט החדש אחראי לטעינת סוללה ב-38 אחוזים מהר יותר מהגרסה הקודמת, Quick Charge 2.0, אותה ניתן למצוא במכשירים LG 10V ו-Moto X Pure Edition.\nאבל סביר להניח שהמקום בו המשתמש הכי ישים לב לזינוק בביצועים הוא בגרפיקה. לפי דיווח שפורסם באתר Engadget, אובייקטים על המסך עשויים להיראות מפורטים יותר ואפקטים שקשורים לתצוגה של תאורה אמורים להיות שווים בערכם לאלה של הקונסולות.\nSnapdragon 820 מגיע גם עם תמיכה בפונקציה Sense ID, קורא טביעת אצבע שפועל באמצעות גלי קול. גלי הקול שנוצרים מסוגלים לחדור את ציפוי הזכויות והאלומיניום במטרה לחוש באופן מדוייק את צורת טביעת האצבע של המשתמש. השימוש בפונקציה זו תלוי ביצרניות הסמארטפונים, שצריכות לצייד את המכשירים שלהן בקורא טביעת אצבע התומך בטכנולוגיה הזו.\nכאמור, את כל השדרוגים הנ”ל אנו עתידים לראות במכשירי הדגל של שנת 2016, אז נוכל לראות במו עינינו את הקפיצה הטכנולוגית.", "keywords": "qualcomm,snapdragon 820,quick charge 3.0,snapdragon 810,שבבים לטלפונים סלולריים,,סנאפדרגון,קוואלקום"}