{"url": "https://www.geektime.co.il/huawei-mate-10-in-israel/", "type": "article", "title": "וואווי השיקה את סדרת ה-Mate 10 בישראל; המחיר: החל מ-1,500 ש׳׳ח", "description": "ה-Mate 10 Pro לעומת זאת, יעלה לכם כבר 3,000 ש''ח", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/mate10pro-1514210137.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-26T11:32:44Z", "modified_time": "2017-12-26T11:02:16Z", "articleBody": "ה-Mate 10 Pro לעומת זאת, יעלה לכם כבר 3,000 ש”ח\nמקור: Huawei Mate 10 Pro\nקצת יותר מחודשיים אחרי שהכריזה HUAWEI (וואווי) על סדרת מכשירי הדגל החדשה שלה, הכוללת את ה-Mate 10, Mate 10 Pro ו-Mate 10 Lite, היא מגיעה לישראל, לפחות חלק ממנה. היבואנית הרשמית של החברה, אלקטרה, הודיעה היום (ג’) כי גרסאות ה-Lite וה-Pro יגיעו לישראל בתאריך ה-28 בדצמבר וישווקו על ידי המפעילות הסלולריות והמשווקים המורשים. ומה לגבי המחיר? גרסת הלייט של המכשיר עם 64GB תעלה כ-1,499 ש”ח בעוד שגרסת הפרו, עם 128GB תעלה כ-2,999 ש”ח.\nה-Mate 10 Pro ממשיך את מגמת רוב היצרניות הגדולות, והוא בעל עיצוב “קצה לקצה” כך שמסך ה-FullView שלו בגודל 6 אינץ’ מכסה כמעט את כל חזית המכשיר. המסך מגיע ברזולוציית 2160X1080 ופורמט תצוגה של 18:9, ניגודיות של 70,000:1 ותמיכה ב-HDR10. המכשיר עמיד למים ואבק בתקן IP67. חיישן טביעת האצבע שלו ממוקם בחלקו האחורי של המכשיר. הוא מגיע בתצורת 128GB נפח אחסון, 6GB זכרון RAM וסוללה בנפח 4,000 מיליאמפר עם טעינה מהירה.\nגרסת ה-Pro מגיעה עם המעבד הנוירוני הראשון מסוגו של וואווי. במילים קצת יותר ברורות, לטענת החברה מדובר בסמארטפון חכם יותר, המשלב יכולות בינה מלאכותית הודות למעבד ה-Kirin 970 שלו. המעבד אמור להשיג תוצאות משופרות של עד 25% ממעבדים “רגילים”, בעזרת 5.5 מיליארד טרנזיסטורים. המעבד החדש אמור לשמור על כוחו לאורך זמן, לסייע לניהול חיי הסוללה (חיסכון של 50% בסוללה) ולמערך הצילום; הוא מורכב ממצלמה כפולה חדשה של Leica עם מיפתח עדשה כפול של f/1.6 ומערכת ייצוב תמונה אופטית. חיישן ה-RGB מסוגל לספק תמונות ברזולוציית 12 מגה-פיקסל, וחיישן ה-Monchrome מסוגל לספק תמונות ברזולוציית 20 מגה-פיקסל. המצלמה האחורית, וגם מצלמת הסלפי של 8 מגה פיקסל יכולות לצלם תמונות עם אפקט טשטוש (Bokeh) המבוסס על בינה מלאכותית. כמו כן, המעבד החכם של הסמארטפון מאפשר לו לזהות למעלה מ-100 מיליון אובייקטים בעולם ולהתאים את הגדרות המצלמה כדי לספק את התמונה האופטימלית ביותר לעצם אותו מצלמים (כל תהליך הזיהוי וההתאמה מתבצע על גבי המכשיר עצמו, ולא דורש חיבור לאינטרנט). ממשק המשתמש ב-PRO מבוסס כרגיל על EMUI 8.0 על גבי מערכת ההפעלה Android 8.0.\nה-Mate 10 Pro ישווק בישראל בגרסת 128GB בצבעים אפור טיטניום ו-Midnight Blue.\nמקור: Huawei Mate 10 Pro\nבנוסף לדגם ה-Pro, יושק בישראל גם HUAWEI Mate 10 Lite שפונה בעיקר לשוק הביניים. הוא מגיע עם מסך בגודל 5.9 אינץ’ ברזולוציית Full HD Plus וביחס צפייה של 18:9, בדומה לדגם ה-Mate 10 Pro וסוללה בנפח של 3,340 מיליאמפר. חיישן טביעת האצבע ממוקם בחלקו האחורי, המצלמות הראשיות כוללות חיישני 13 ו-2 מגה פיקסל ביחד עם פלאש LED ומערך הצילום הכפול האחורי כולל חיישני 16 ו-2 מגה פיקסל עם HDR. המכשיר בעל מעבד Kirin 659 המשלב 8 ליבות Cortex-A53 בתדר ליבה מירבי של 2.36GHz , זיכרון RAM של 4GB ונפח אחסון מובנה של 64GB עם אופציה להרחבה עד ל-256GB. מערכת ההפעלה של ה-Lite מבוססת אנדרואיד 7.0 בשילוב ממשק משתמש EMUI 5.1..\nה-MATE 10 Lite יוצע בישראל בגרסת 64GB  בצבעים שחור וזהב.", "keywords": "וואוי,huawei,mate 10 pro,huawei mate 10,mate 10 lite,מייט,אנדרואיד,וואווי"}