{"url": "https://www.geektime.co.il/apple-to-hold-iphone-event-on-september-9th/", "type": "article", "title": "הוא מגיע? דיווח: אפל תכריז על האייפון הבא ב-9 בספטמבר", "description": "הכינו את הארנקים, חסכו את הכסף מהמשכורות: האייפון הבא צפוי לעשות את הופעת הבכורה שלו בעוד כחודש, עם מסכים גדולים יותר וגירסאת iOS חדשה. וגם: מה קורה עם ה-iWatch?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/iphone.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-06T09:23:04Z", "modified_time": "2014-08-06T09:23:04Z", "articleBody": "הכינו את הארנקים, חסכו את הכסף מהמשכורות: האייפון הבא צפוי לעשות את הופעת הבכורה שלו בעוד כחודש, עם מסכים גדולים יותר וגירסאת iOS חדשה. וגם: מה קורה עם ה-iWatch?\nרפליקה סינית של אייפון 6. קרדיט תמונה: lawrence_uber_alles\nהקיץ מגיע לשיאו לקראת חודשי ספטמבר-אוקטובר, ואיתם מגיע גם השיא של תקופת ההשקות בענף הטכנולוגיה. לכל המשתמשים מעריצי-התפוח שהתבאסו על מכשיר האייפון 5S, חודש ספטמבר צפוי להיות מעניין ועמוס בחידושים בגזרה.\nעל פי דיווחים שמגיעים במקביל מאתר ה-וול סטריט ז׳ורנל ומאתר Re/Code (לשעבר AllThingsD), הנחשבים מקורות אמינים לכל מה שקורה בענקית הטכנולוגיה מקופרטינו, אפל תקיים אירוע השקה ביום שלישי, ה-9 בספטמבר 2014, בו היא צפויה לחשוף את מכשירי האייפון העדכניים שלה, ואולי גם את שעון/צמיד ה-iWatch לו רבים בקהילת המחשוב הלביש מחכים ומצפים כל כך.\nמאז השקת האייפון בשנת 2007, אפל הקפידה להשיק בכל שנה מכשיר אייפון חדש – בעיקר לקראת אמצע חודש ספטמבר. מועד ההשקה המתקרב ב-9 בספטמבר עדיין מוגדר כדיווח אמין, אך באפל טרם אישרו רשמית את המועד. אנליסטים רבים מעריכים כי באירוע ההשקה המרכזי אפל תשיק את מכשיר (או מכשירי) האייפון העדכניים שלה, כאשר ה-iWatch ימתין לאירוע השקה נפרד, מאוחר יותר השנה. האנליסטים מעריכים כי העיתוי הפוטנציאלי של השקת האייפון 6 מצביע על כך שהמכשיר החדש יהיה זמין לרכישה בהזמנה מוקדמת, דרך אתר האינטרנט של החברה יום לאחר האירוע ויגיע לחנויות הפיזיות של אפל כבר ב-19 בספטמבר.\nהשרטוט המפליל? קרדיט תמונה: nowhereelse.fr\nעל פי כל הדיווחים שעלו השנה באתרי הטכנולוגיה השונים, בגזרת האייפון אפל צפויה להשיק שני מכשירים אשר יהיו זמינים בגדלים אותם אנחנו לא רגילים לראות באזור קופרטינו: אייפון בגודל 4.7 אינץ׳ עם רזולוציית מסך של 1704×906 ואייפון ״ג׳מבו״ בגודל עצום של 5.5 אינץ׳. שני המכשירים צפויים להגיע עם עיצוב שונה לחלוטין מזה של האייפון 5 האייפון 5S, כאשר אל גדלי המסכים החדשים צפויות לחזור גם הפינות המעוגלות ואלמנטים עיצוביים חדשים נוספים. כמו כן, דיווחים שונים מצביעים על כך שכבר במהלך השנה הקרובה תשלב אפל במסכי האייפון שלה את הספיר – אחד מהחומרים החזקים בטבע ויהפכו אותו לאחר המכשירים העמידים ביותר הקיימים כיום.ֿ\nהאייפון החדש צפוי להגיע, כמובן עם מערכת ההפעלה הניידת החדשה מבית אפל – iOS8 אשר צפויה להגיע עם כמות אדירה של פיצ׳רים חדשים ואינטגרציה מוגברת עם שאר מכשירי המחשוב של החברה. השקת מכשיר האייפון השנה צפויה להיות הגדולה ביותר בהיסטוריה של אפל, לאחר שהדיווחים האחרונים מאסיה הצביעו על כך שבקופרטינו הזמינו יותר מ-80 מיליון יחידות אשר יהיו מיועדות למכירה עד לסוף השנה הקלנדרית הנוכחית – אספקה אדירה ל-3 חודשים בלבד. 300 אלף יחידות מתוך אלו צפויות להיות מיוצרות על ידי רובוטים, לאחר שפוקסקון, בעלת המפעל בו מיוצר מכשיר האייפון כבר החלה להכין צבא התחלתי של עשרת אלפים רובוטים, כאשר המספר צפוי לגדול במהלך השנים הקרובות למיליון ולהחשיך לגמרי את האורות במפעלים.", "keywords": "אפל,אייפון,אייפון 6,אירוע הכרזה,apple,iphone,iphone 6,event,conference,press,ספיר,sapphire"}