{"url": "https://www.geektime.co.il/munich-high-tech-scene/", "type": "article", "title": "מחפשים לבלות? סעו לברלין, מעוניינים שהסטארטאפ שלכם יפרוץ? כוונו למינכן", "description": "בזמן שהישראלים ממוקדים בברלין, תאגידי הענק הגרמנים פעילים ברובם בבירת בוואריה. במקום להמר על ברלין, מומלץ שתבקרו דווקא במינכן", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/munich.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-23T11:28:31Z", "modified_time": "2015-06-23T12:05:13Z", "articleBody": "בזמן שהישראלים ממוקדים בברלין, תאגידי הענק הגרמנים פעילים ברובם בבירת בוואריה. במקום להמר על ברלין, מומלץ שתבקרו דווקא במינכן\nהכתבה בחסות\nמינכן, רוב הישראלים ממוקדים בברלין ומפספסים את כל היתר\nהפוסט נכתב על ידי אנה שטרנברג, חוקרת סוגיות תרבותיות ביחסי ישראל-גרמניה.\n\nבעיני רוב הישראלים נקשרת בוואריה עם בירה, נקניקיות וכרוב חמוץ. רבים אינם ערים כלל לעובדה שבוואריה ובייחוד מינכן הן המנוע של כלכלת גרמניה, המדורגת רביעית בעולם אחרי כלכלת ארה”ב, סין ויפן. זאת ועוד, במינכן, שלפני שנים אחדות דורגה שמינית ב”רשימת 500 הערים החזקות” של Fortune, נמצאים המשרדים הראשיים של תאגידים בינלאומיים אחדים כגון BMW, Siemens, חברת האוטובוסים Man וחברות הביטוח Allianz  ו-Munich Re. בוואריה, עם תמ”ג העולה על 500 מיליארד דולר המתבטא בתוצר גולמי בסך 43,000 דולר לנפש ו-3.5% אבטלה, היא אחד האזורים העשירים בעולם.\nאמנם ברלין זוכה כיום לאהדה רבה בישראל, אך עובדה היא כי מספר הסטארטאפים בבוואריה הוא כפול ממספרם בברלין, ואף שברלין הוכתרה כ”בירת הסטארטאפ הגרמני”, שיעור ההשקעות הכספיות בסטארטאפים בבוואריה הוא כפול מזה שבברלין.\nבשנה האחרונה תרו התאגידים הבינלאומיים הבוואריים, וכן חברות SME (שבישראל היו נחשבות לחברות גדולות) אחר חדשנות ויצירתיות ישראלית. חברת BMW הציגה את עצמה לאחרונה בפני EcoMotion; חברת ProSieben החלה להעסיק נציג ישראלי; חברת הביטוח Allianz התחילה בשיתוף פעולה עם Alpha Zone של יבמ; MunichRe, חברת ביטוח המשנה הגדולה בעולם, הגיעה לישראל כדי לבדוק אפשרויות שילוב החדשנות הישראלית באסטרטגיה הבינלאומית שלה. גם המשרדים הראשיים של תאגיד Burda, המממן את פסטיבל DLD בתל אביב, ממוקמים במינכן. חברה זו הטביעה זה כבר חותם של ממש בישראל.\nלאחרונה הקימו החברות BMW, Siemens, Bosch ו-Festo-את האקסלרטור TechFounders כדי להאיץ את החדשנות הטכנולוגית בתעשייה המקומית. החדשנות הגרמנית והבווארית פועלת בצורה שונה מהחדשנות הישראלית, המתאפיינת בזריזות, ספונטניות ולעתים חשיבה “מחוץ לקופסה”. סמסון וולנברגר-שביץ, נציגה הישראלי של TechFounders, מתאר זאת כך: “ישראלים אוהבים לחשוב מחוץ לקופסה, אבל מתקשים בחשיבה לטווח ארוך. הגרמנים פועלים בדיוק להפך, הם אוהבים לשפר ולשכלל טכנולוגיה קיימת וחושבים לטווח ארוך. TechFounders היא דוגמה מצוינת לעניין זה. זמן רב נדרש לתאגידים הגרמניים הבינלאומיים להקים את האקסלרטור שלהם, בהשוואה למתחריהם הזרים, אך מרגע שהוקם, הוא פועל כהלכה. תחת המטריה של האקסלרטור TechFounders נמצאים 64 סטארטאפים, והוא אחד האקסלרטורים הגדולים בעולם״.\nלא פחות חשובות מהתאגידים הגרמניים הבינלאומיים והאקסלרטורים שלהם הן חברות SME גרמניות ידועות. אלה הן חברות המכונות בגרמניה “אלופות נסתרות”, ולעתים קרובות הן מובילות בתחומן בקנה מידה עולמי. כך, למשל ד”ר אנסגר ניהוף, חבר צוות המו”פ של חברת REHAU המובילה בתחום פתרונות פולימריים ומייצרת את רוב הפגושים בעבור יצרני הרכב הגרמנים ומערכות חימום ברוב אצטדיוני הכדורגל בעולם (לרבות אצטדיון באיירן מינכן), תר את ישראל בחיפוש אחר חדשנות טכנולוגית. לדבריו, החדשנות הישראלית מעניינת במיוחד חברות בסדר הגודל של חברת REHAU, שאינן יכולות להרשות לעצמן מחלקת מו”פ גדולה, אך משלבות היטב טכנולוגיות ישראליות של “חשיבה מחוץ לקופסה” המסייעות להן להתחרות בהצלחה בשוק העולמי. חברות אלה, שאינן כה מפורסמות, הן פעמים רבות נקודת התחלה טובה יותר לסטארטאפ חדשני מאשר תאגיד בינלאומי. אפשר שתעבורנה שנים אחדות עד שסטארטאפ יצליח להפוך לספק של תאגיד גדול כגון Siemens או BMW, ואילו בקרב חברות SME, ספקיות התאגידים הבינלאומיים, שילוב של חדשנות טכנולוגית יארך חודשים אחדים בלבד. שיתוף פעולה שכזה יפתח בהמשך את הדרך לתאגידים הבינלאומיים.\nבעבור הראלד רוזנברג, מנהל אגף מו”פ בחברת Munich Re, ישראל היא השותף המושלם לחברה שלו: “אנחנו זקוקים לחדשנות טכנולוגית ואילו לסטארטאפים הישראליים דרושה גישה לשווקים. אנחנו כתאגיד ביטוח בינלאומי יכולים לספק גישה למאות חברות ביטוח ברחבי העולם.”\nשיתוף פעולה מסוג זה יסייע לסטארטאפים ישראליים להפוך לעסקים ה”אומרים מעט ועושים הרבה!”, ואילו התאגידים והחברות הגרמניות ייהנו מהחדשנות וכושר ההמצאה הישראלי.\nקרדיט תמונה: Munich via shutterstock", "keywords": "בוואריה,גרמניה,מינכן,סטארטאפים,סטארטאפ,munich,germany,bavaria,יזמות בגרמניה,יזמות"}