{"url": "https://www.geektime.co.il/trapx-raised-18m/", "type": "article", "title": "אינטל משקיעה בחברה ישראלית שמבטיחה לתפוס את ההאקרים על חם", "description": "חברת TrapX גייסה 18 מיליון דולר, כדי לפתח מלכודות דבש שמושכות האקרים, וגורמות להם לחשוב שהגיעו לנכס הקריטי ביותר של הארגון", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/trapx-1562047715-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-02T09:23:27Z", "modified_time": "2019-07-02T09:52:38Z", "articleBody": "חברת TrapX גייסה 18 מיליון דולר, כדי לפתח מלכודות דבש שמושכות האקרים, וגורמות להם לחשוב שהגיעו לנכס הקריטי ביותר של הארגון\nמקור: TrapX\nחברת הסייבר הישראלית Trapx, המפתחת טכנולוגיה שתכליתה להטעות האקרים ולגרום להם לתקוף משאבים קצת פחות קריטיים בארגון, הודיעה על גיוס של 18 מיליון דולר. סבב הגיוס הנוכחי, Series C, הובל על ידי Ibex ולקחו בו חלק גם המשקיעים הקיימים של החברה בהם אינטל קפיטל, BRM, Opus Capital ו-Liberty Israel Venture Fund.\nחברת הסטארטאפ TrapX Security (טראפ-אקס) מפתחת דרך להתמודד עם מתקפות Zero Day או APT (מתקפות מתקדמות ממוקדות) על נכסי IT או התקנים מחוברים (IoT) באמצעות הטעייה של התוקף.\nהמוצר שלה, DeceptionGrid, סורק את המחשוב הארגוני – הן החומרה והן התוכנה, ופורש מלכודות שהן בעצם פרצות אבטחה מוחלשות, שנראות כמו הדבר האמיתי. אותן מלכודות ממוקמות ברשת וירטואלית שמדמה את הרשת האמיתית של החברה, כשרק עין חדה במיוחד תוכל לשים לב להבדלים. במקביל, הרשת האמיתית נותרת נפרדת ומוגנת. תכליתן של אותן מלכודות היא למשוך אליהן את התוקף שיחשוב שהוא הגיע ״לדבר האמיתי״, אבל בפועל – למנוע ממנו להגיע לנכסים הקריטיים ביותר של הארגון.\nניסיונות הפריצה, המתועדים על ידי המערכת של TrapX, מאפשרים לה להבין האם מדובר במתקפה שהגיעה באופן אקראי, או שמא היה לה ייעוד מסויים מלכתחילה כנגד משאב מסויים הנמצא בתוך הארגון. תוך שימוש בנתונים הללו, החברה מסוגלת לזהות תוכנות זדוניות במערכות של החברה, על ידי שימוש בנתונים שמתקבלים מהשרתים הנגועים, לכאורה, ולהסיר אותן בהתאם. כמו כן, המערכת יוצרת ״פרופיל נוזקה״ לכל אחד מהאיומים המתקבלים במערכת, ומהרגע שנלכד התוקף הוא מנוטרל ומקבל חותמת, כדי שמאותו רגע גורמים הנושאים את החותמת הזו יחסמו באופן אוטומטי.\nTrapX נוסדה ב-2012 תחת השם CyberSense על ידי משה בן סימון ויובל מלאכי. מאז הקמתה היא גייסה כ-50 מיליון דולר, וכיום מועסקים במשרדיה בתל אביב ובמטה בסן חוזה, קליפורניה, כ-75 עובדים.\n﻿\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "trapx,טראפ איקס,האקר,מתקפה,מלכודת האקר,סייבר,סטארטאפ,סטארטאפ ישראלי,גיוס,סבב גיוס"}