{"url": "https://www.geektime.co.il/10-years-of-technology-innovation/", "type": "article", "title": "כך נראה העולם הטכנולוגי שלנו בדיוק לפני עשור", "description": "מסע בזמן לעולם הטכנולוגי של 2006, ללא האייפון, מסכים בהפרדה גבוהה ואינטרנט סלולרי מהיר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/shutterstock_419372851-mobile-phones-979x653.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-25T12:30:44Z", "modified_time": "2017-01-25T11:42:45Z", "articleBody": "מסע בזמן לעולם הטכנולוגי של 2006, ללא האייפון, מסכים בהפרדה גבוהה ואינטרנט סלולרי מהיר\n\nמאת דין איוונס\nלפני עשר שנים, דקסטר הייתה הסדרה הטובה ביותר בטלוויזיה, הנארלס ברקלי כיכבו בראש מצעדי הפזמונים עם “Crazy” וטוני בלייר היה ראש ממשלת בריטניה. מוזר לחשוב שחלק מהטכנולוגיה אשר כיום אנו מתייחסים אליה כמובנת מאליה לא הייתה קיימת ב-2006 או הייתה שונה מאוד מצורתה הנוכחית. למשל…\nלא, אנחנו לא מדברים רק על כפתור ה”בית” אלא על מקשי QWERTY לאותיות ומקלדת קטנה נפרדת לספרות. זה היה עידן מכשירי הטלפון בתצורת “candybar” או “צדפה” או הבלאקברי פרל וה-RAZR של מוטורולה. ה-iPhone עם צג המגע היה עתיד לצאת לשוק רק שנה מאוחר יותר (יוני 2007) ואילו טלפון האנדרואיד הראשון (ה-1G של T-Mobile) לא הופיע עד 2008. סימביאן הייתה מערכת ההפעלה הפופולרית ביותר ונוקיה יצרנית הטלפונים הגדולה בעולם.\nהמשחק הכי לוהט נראה כך…\nבתמונה: ה-Elder Scrolls IV: Oblivion היה משחק המחשב הפופולרי ביותר ב-2006\nב-2006, Sky ו-Virgin Media רק השיקו את שירותי ה-HD שלהן, ה-Blu-Ray נדרש עדיין להיאבק ב-HD-DVD לפני שייחשב ליורש דור ה-DVD ומכשירי הטלוויזיה עם הצג הגדול ברזולוציה גבוהה היו עדיין יקרים. לפני עשור, דגם 40-inch, 720p Sony Bravia KDLS40A12U של סוני עלה יותר מ-1,600 ליש”ט. היום אפשר לרכוש את ה-Sony Bravia החכמה מדגם KDL40WD653BU תמורת 350 ליש”ט בלבד.\nכשרצית לשלוט בחימום, נאלצת לעשות זאת ידנית. ה-Wi-Fi לא היה מהיר מספיק בכדי להזרים סרטי וידאו, התקנים המאפשרים צפייה בערוצי טלוויזיה בחינם היו בחיתוליהם (BBC השיקו את ה-iPlayer רק ב-2007) ותג המחיר של המיכון הביתי היה יקר (Lutron, Crestron) או לא אמין (10X).\nבתמונה: רק ב-2007 BBC השיקו את ה-iPlayer\nלפני שאפל העניקה לנו את ה-iPhone ב-2010, ה-Ultra-Mobile PC) UMPC) ניסה למלא את החלל בין סייען דיגיטלי אישי (PDA) ומחשב נייד. התקנים ניידים כגון ה-Samsung Q1 הריצו את ה-Windows XP Tablet PC Edition על מעבדים חלשים בהרבה והציעו חוויית Windows מלאה במקום מערכת הפעלה מוקטנת.\nחוץ מאחת אולי… טויוטה הציעה התקן חכם המסייע בחניה כתוספת לדגם פריוס ההיברידי כבר ב-2003, אבל רק ב-2012 המאפיין הזה נכנס לשימוש נפוץ. מכוניות הנוהגות את עצמן היו עדיין בגדר חלום. טסלה הוציאה לשוק את המכונית החשמלית הראשונה רק ב-2008 ואת יכולת ה”טייס האוטומטי” רק ב-2014. מכונית השנה באירופה ב-2006 הייתה רנו קליאו, דגם רחוק מכל חידוש טכנולוגי מסעיר.\nבתמונה: לפני עשר שנים, מכוניות לא חשבו לנהוג את עצמן. בעוד עשר שנים, ייתכן מאוד שכל המכוניות כבר יהיו אוטונומיות\nמאז עלייתו של הסמארטפון, רק מעטים רוכשים ומשתמשים במצלמות דיגיטליות, אך לפני עשר שנים, זו הייתה האפשרות הטובה ביותר לצילום. מכשירי הטלפון היו בעלי יכולות אופטיות מוגבלות והמצלמה בנוקיה 6280 הישן התהדרה ב-2 מגה פיקסל בלבד וכך גם ה-KU800 Chocolate slider של LG. לשם השוואה, המצלמה הדיגיטלית Fujifilm FinePix F30 המהירה, עם יכולת point-and-shoot, מצוידת ברגישות ISO 3200, רזולוציה של 6.3 מגה פיקסל וזום אופטי X3.\nלכל הפחות בהשוואה למהירויות המקובלות כיום. לפני עשר שנים, מחשבים ניידים כגון מחשב Dell Inspiron 6400 עם צג “15.4 ומעבד Intel Core 2 Duo שקל 2.8 ק”ג. לא היו לו דיסקי SSD (אלא כונן קשיח של 60 ג”ב) ולא קישוריות 802.11n (אלא Wi-Fi ובלוטות’ 802.11a/g ). חיי הסוללה המובטחים היו ארבע שעות, איום ונורא במונחים של ימינו. אך ללא ספק, מי שרכש את המחשב הזה ב-2006 היה מרוצה מאוד.\nבתמונה: ב-2006, מעבדIntel Core 2 Duo שיפר באופן דרמטי את ביצועי המחשוב\nאבל אולי היה לנו עמוד ב-MySpace. המדיה החברתית, כפי שאנו מכירים אותה כיום הייתה בחיתוליה. פייסבוק וטוויטר לא נעשו נפוצות עד 2007, אינסטגרם עד 2010 וסנפצ’ט עד 2011.\nהסמארטפונים של ימינו מכילים רבים מהגאדג’טים שנהגנו לרכוש כהתקנים עצמאיים – ניווט בעזרת לוויין, הכתבת טקסט, מצלמה דיגיטלית, קונסולת משחקים ניידת ונגן MP3. ב-2006 לקחנו איתנו את המוזיקה שלנו לכל מקום בווקמנים דיגיטליים כגון הדור החמישי של ה-iPod של אפל וה-Zen של Creative ואילו מיקרוסופט השיקה את ה-Zune שגורלו לא צלח.\nעשר שנים של חדשנות טכנולוגית חוללו מהפך בחיינו, מאופן העבודה (מחשבי 2 ב-1, מחשוב ענן ופס רחב סיב-אופטי) עד הבילוי (שירותי הזרמת וידיאו, מוזיקה ומשחקי K4 לפי דרישה). לפעמים הטכנולוגיה לא עובדת או לא ממלאת את הציפיות שלנו. כשזה קורה, זכרו שהמצב יכול להיות הרבה יותר גרוע, למשל, לו היינו חיים עדיין ב-2006…\nהכתבה פורסמה לראשונה באנגלית בבלוג של אינטל", "keywords": "טכנולוגיה,טכנולוגי,אינטל,טלפונים,משחקי מחשב,נוסטלגיה"}