{"url": "https://www.geektime.co.il/huawei-introduces-mate-9/", "type": "article", "title": "עיצוב של Porsche, מצלמות של Leica: וואווי חושפת את ה-Mate 9", "description": "וואווי חשפה לפני מספר דקות את ה-Mate 9, פאבלט הדגל שלה, שכולל את המעבד המתקדם ביותר שלה, מסך גדול עם מסגרת דקיקה ומערך מצלמות שפותח עם Leica. בנוסף, הציגה החברה גם דגם פרימיום בעיצוב Porsche, שיעלה כ-1,500 דולר ולא שכחה לעקוץ את סמסונג", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/unspecified.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-03T16:40:10Z", "modified_time": "2016-11-03T16:32:30Z", "articleBody": "וואווי חשפה לפני מספר דקות את ה-Mate 9, פאבלט הדגל שלה, שכולל את המעבד המתקדם ביותר שלה, מסך גדול עם מסגרת דקיקה ומערך מצלמות שפותח עם Leica. בנוסף, הציגה החברה גם דגם פרימיום בעיצוב Porsche, שיעלה כ-1,500 דולר ולא שכחה לעקוץ את סמסונג\n\nלפני דקות אחדות חשפה וואווי את מכשיר ה-Mate 9 (מייט 9), סמארטפון הדגל שלה. כמו ה-P9 לפניו, גם המכשיר החדש כולל מערך צילום כפול שיוצר בשיתוף פעולה עם חברת Leica, כשבנוסף, הפתיעה וואווי עם שיתוף פעולה עם אייקון גרמני נוסף, המותג Porsche.\nנתחיל במפרט. ה-Mate 9 החדש הוא המכשיר ראשון שמתבסס על Kirin 960, ערכת השבבים החדשה של HiSilicon, חברת הבת של וואווי. ערכת השבבים כוללת מעבד 8 ליבות ARM Cortex-A73/A53 ומעבד גרפי 8 ליבות Mali G71. בהשוואה לקודמו, המעבד החדש יעיל יותר בביצועים ובצריכת האנרגיה. בנוסף, תומך המעבד בתקן Vulkan למשחקים בסביבת אנדרואיד. הדגם הבסיסי יכלול נפח איחסון 64GB וזיכרון RAM בנפח 4GB.\nמבחינת תצוגה, כולל ה-Mate 9 מסך 5.9 אינץ’ ברזולוציית 1080p, עם צפיפות פיקסלים של 373ppi. המכשיר עצמו עשוי מגוף מתכת אחיד ומזכוכית 2.5D מעוגלת, שמשתלבת בו בצורה חלקה. מדובר אמנם במסך ענק בגודל 5.9 אינץ’, אולם בזכות המסגרת הדקיקה המימדים שלו כמעט זהים לזה של האייפון 7 פלוס למשל, שמסתפק במסך 5.5 אינץ’ בלבד.\nהמכשיר החדש מציג גם מספר שיפורים ברמת הסוללה. הוא כולל סוללת 4,000mAh, שעל פי וואווי, תספיק ליומיים שלמים של שימוש. המכשיר תומך בטכנולוגיית SuperCharge, המקבילה ל-QuickCharge של קוואלקום, ומציגה טעינה מהירה ב-50 אחוזים מהדור הקודם של הטכנולוגיה, כשעל פי ההודעה של החברה, 10 דקות טעינה תספיק לצפייה ב”שני סרטים באורך מלא”.\n\nבענקית הסינית לא התאפקו ושיגרו גם עקיצה לחברת סמסונג ולמשבר הנוט 7. על פי וואווי, כוללת הסוללה החדשה הגנת “Super Safe 5-gate”, שכולל ניטור בזמן אמת של מתח הסוללה, הזרם והטמפרטורה בכדי לנטרל סיכוני בטיחות ולשמור על חיי הסוללה. מדובר בפעם הראשונה, שאנחנו לפחות נתקלנו בהתייחסות רשמית של יצרנית סמארטפונים לבטיחות הסוללות במכשירים שלה. בדרך כלל מסתפקות החברות בהצהרה על קיבולת ויכולות הטעינה המהירה.\nגם כאשר בחרה החברה להדגים את מהירות מערכת הקבצים החדשה שלה היא הציגה השוואה בין ה-Mate 9 לגלאקסי S7 אדג’.\nכמו עם מכשיר הדגל הקודם של החברה, ה-P9, גם מערך הצילום של ה-Mate 9 פותח בשיתוף פעולה עם חברת Leica והוא מציג 2 מצלמות: המצלמה הראשונה מצלמת 12 מגה-פיקסל רגילה בעלת חיישן RGB שמסוגלת לצלם בצבע מלא; המצלמה השנייה היא מצלמה עם חיישן מונוכרומטי 20 מגה-פיקסל, כלומר, התמונות שמתקבלות הן בשחור-לבן. ועד כמה שזה נשמע מוזר בהתחלה, דווקא החיישן המונוכרומטי רגיש יותר לפרטים ולאור והוא זה שאחראי על הלכידה שלהם ושל עומק השדה. 2 המצלמות בעלות מפתח צמצם f/2.2 והן כוללות מייצב תמונה אופטי (OIS) וטכנולוגיית pixel binning, שנועדה להפחית את הרעש והגירעון בתמונות בתנאי תאורה קשים. בנוסף, יכלול מערך הצילום גם זום היברידי ואפקט של עדשה רחבה.\nה-Mate 9 זמין בגווני אפור, כסף, זהב, חום ולבן קרמי ומחירו יהיה 700 דולר.\nמקור: Huawei\nבנוסף לדגם הרגיל, השיקה וואווי גם את ה-HUAWEI Mate 9 Porsche design – מהדורה מיוחדת של ה-Mate 9 בעיצוב של יצרנית הרכב הגרמנית Porsche. הדגם כולל מספר הבדלים, למעט העיצוב כמובן. ראשית, הוא כולל 6GB זיכרון RAM ולא 4GB כמו המכשיר הרגיל; המסך הוא מסך 2K בגודל 5.5 אינץ’ והוא אינו כולל חריץ הרחבה לכרטיס Micro-SD. עם זאת, המשתמשים לא יזדקקו לכרטיס הרחבה כל-כך מהר, משום שהוא כולל נפח איחסון מובנה של 256GB. המכשיר, שמגיע רק בצבע שחור, יימכר בחנויות המותג באירופה תמורת תג המחיר הצנוע של כ-1,500 דולרים והוא יוצע למכירה החל מינואר הקרוב.\nלא מדובר בשיתוף הפעולה הראשון של Porsche עם יצרנית סלולר. כזכור, שיתפה החברה פעולה לפני כ-3 שנים עם חברת בלאקברי במכשיר ה-BlackBerry P’9983.\n", "keywords": "וואווי,סין,סמארטפון,לייקה,leica,mate 9,מייט 9,פאבלט,מערך צילום כפול,אנדרואיד,מינכן,אירוע,אלפא טלקום"}