{"url": "https://www.geektime.co.il/essential-shuts-down/", "type": "article", "title": "נסגרה יצרנית הסמארטפונים שהקים אנדי רובין, ממציא האנדרואיד", "description": "ה-PH1 ז''ל של Essential היה מכשיר אנדרואיד נקי, שהביא לא מעט חדשנות, עדכוני תוכנה מהירים וגם את המגרעת הידועה לשמצה שאימצה אחר-כך אפל", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/essential1-1581576386-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-13T10:07:03Z", "modified_time": "2020-02-13T10:11:35Z", "articleBody": "ה-PH1 ז”ל של Essential היה מכשיר אנדרואיד נקי, שהביא לא מעט חדשנות, עדכוני תוכנה מהירים וגם את המגרעת הידועה לשמצה שאימצה אחר-כך אפל \nמקור: Essential\nלפני כשלוש שנים, ה-PH1 של Essential היה אחד מהמכשירים המדוברים ביותר בעולם הטכנולוגיה. מה שהעניק לו את הסטטוס הזה הייתה ככל הנראה העובדה שמי שעמד מאחוריו הוא אנדי רובין, היזם שפיתח את מערכת ההפעלה אנדרואיד לעולם ומכר אותה אחר-כך לגוגל. אלא שבפועל, הטלפון לא הצליח כמצופה, והחברה נתקלה בקשיים לאורך כל הדרך. כעת, היא מודיעה סופית כי הרימה ידיים.\nלמרות שבחודש אוקטובר 2019 חשפה החברה פרטים על המכשיר הבא שלה, ה-GEM, הודיעה החברה אתמול באתר של Essential, כי היא הגיעה להחלטה הקשה על הפסקת פעילותה. ״באוקטובר, הצגנו את Project GEM, חווית מובייל חדשה שצוותי התוכנה, החומרה והענן שלנו עבדו ובדקו במהלך השנים האחרונות. החזון שלנו היה להמציא פרדיגמת מובייל ממוחשבת, שתשתלב בצורה חלקה יותר עם אורח החיים של האנשים. למרות המאמצים הכבירים שלנו, הגענו לקצה היכולות שלנו עם GEM ולצערנו לא הצלחנו לפצח את הדרך הנכונה, כדי להפיץ את המוצר ללקוחות. לאור זאת, הגענו להחלטה הקשה של הפסקת הפעילות וסגירת Essential״, נכתב בפוסט.\nהדרך לגזר הדין הסופי הייתה רצופה במכשולים שדי העידו כי לשם נושבת הרוח; חודשים ספורים אחרי שהשיקה החברה את הטלפון הראשון והיחידי שלה, ה-PH-1, אנדי רובין, שעמד בראשה, הורחק ממנה ונאלץ לצאת לחופשה כפויה. לפי הדיווחים, מה שהוביל להרחקה מהחברה שאותה הקים היא מערכת יחסים בלתי-הולמת’ שניהל עוד כשעבד בגוגל. לפרשיה זו נוספו גם פרטים לא מחמיאים עבור גוגל ו”מצנח הזהב” בגובה עשרות מיליוני דולרים, שהעניקה לו עם פרישתו.\nלמרות קיצוץ מחירו של המכשיר באופן משמעותי לחצי ממה שעלה באותה התקופה האייפון X, בסופו של דבר נמכרו מהמכשיר המצופה מספר קטן מאוד של מכשירים – ככל הנראה, פחות מ-150,000 יחידות. וגם אלו שנמכרו סבלו לפי הדיווחים מלא מעט תקלות חומרה רציניות. לכן, לא מפתיע שבמאי 2018 הודיעה החברה כי אזל מלאי המכשירים, והיא לא מתכוונת לחדש אותו.\nהמכשיר המשונה עליו עבדו ב-Essential בשנים האחרונות. מקור: עמוד הטוויטר של אנדי רובין\nהחדשות האחרונות שהגיעו מ-Essential היו באוקטובר האחרון, אז חשפה החברה פרטים חדשים על הסמארטפון החדש והמשונה שלה, GEM. אמנם היה מדובר בניסיון יפה לשדר עסקים כרגיל, ונראה היה כי מדובר במוצר אמיתי שלווה בסרטונים ותמונות שהציגו אותו לראווה, אבל כעת, כאמור, אנו מקבלים אישור רשמי שהוא לא צפוי לצאת לשוק בסופו של דבר.\nאם במקרה אתם מחזיקים בטלפון של החברה, דעו כי עדכון אבטחה ששוחרר ב-3 בפברואר, הוא האחרון שתקבלו. המכשיר אמנם ימשיך לתפקד, אבל הוא לא יזכה לקבל עדכונים נוספים או תמיכה כלשהי. מפתחים יוכלו להמשיך ולהשתמש בכלים חיוניים הזמינים בעמוד ה-GitHub. כחלק מסגירתה של החברה, גם Newton Mail, שירות אימייל שנרכש על ידי החברה, ירד מהאוויר ב-30 באפריל 2020. אין ספק שמדובר בבשורות עצובות, אבל בסופו של דבר קשה מאוד להתחרות ביצרניות הטכנולוגיה הענקיות, גם אם אתה אנדי רובין.", "keywords": "essential,אסנשל,אנדי רובין,אנדרואיד,ממציא אנדוראיד,סמארטפון,טלפון,ph-1,project jem"}