{"url": "https://www.geektime.co.il/microsoft-q2-2018-results/", "type": "article", "title": "מיקרוסופט הכתה את התחזיות עם רבעון מצויין, בעיקר בזכות שירותי הענן שלה", "description": "מיקרוסופט ממשיכה להציג נתונים מרשימים למדי עם זינוק בעסקי הענן, גיימינג ואפילו בנתוני לינקדאין", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/GettyImages-881808566-1517470714.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-22T10:29:38Z", "modified_time": "2018-07-22T09:26:36Z", "articleBody": "מיקרוסופט ממשיכה להציג נתונים מרשימים למדי עם זינוק בעסקי הענן, גיימינג ואפילו בנתוני לינקדאין\n\nתמונה: Bloomberg, Getty Images Israel\nלאחר שחודש יוני הסתיים, הגיע זמנם של הדו״חות הרבעוניים השניים של שנת 2018, והפעם מיקרוסופט מציגה רבעון חזק למדי, שמעיד על המשך המגמה: מיקרוסופט בעידן נדאלה היא מיקרוסופט צומחת, ולא נראה שאפשר לעצור אותה בנתיים.\nהחברה מדווחת על הכנסות כוללות של 30.085 מיליארד דולר. זוהי עליה של 17% בהשוואה לרבעון המקביל אשתקד בו הכניסה החברה 25.605 מיליארד דולר. החברה הציגה רווח נקי של 8.9 מיליארד דולר, ורווח תפעולי של 10.4 מיליארד דולר (עליה של 35%). האנליסטים ציפו להכנסות של 29.21 מיליארד דולר, ורווח למניה של 1.08 דולר, אך מיקרוסופט הצליחה לעקוף את התחזיות, ולהציג רווח למניה של 1.13 דולר ונתוני צמיחה מרשימים למדי.\nגם קטגוריית מחשבי ה-Surface של החברה הציגה צמיחה של 25% לעומת התקופה המקבילה בשנה שעברה, עם הכנסות של 1.1 מיליארד דולר. אפילו ההכנסות מפרסום בחיפושים במנוע Bing צמחו ב-17 אחוזים. החברה מדווחת על 31.4 מיליון משתמשים רשומים לשירותי Office 365, וצמיחה של 8% בהכנסות ממוצרי אופיס השונים.\nסך ההכנסות מכל מוצרי הענן החכם של החברה צמחו ב-23%, מה שהופך אותם לקטגוריה הצומחת ביותר בחברה. ההכנסות מחטיבת הענן, Azure, זינקו ב-89%. אלה הם נתונים משמעותיים מאוד עבור מיקרוסופט לעומת התקופה המקבילה בשנה שעברה.\nאפילו לינדקאין, שנרכשה על ידי מיקרוסופט, חוותה רבעון מוצלח למדי, כאשר היא הפסידה את הסכום הנמוך ביותר בתולדותיה: 182 מיליון דולר. זאת לצד נתונים מרשימים כמו גידול משמעותי של 37% בהכנסות, וגידול של 41% בנתוני ההתחברות לרשת החברתית שעליה שילמה מיקרוסופט 26 מיליארד דולר.\nנראה שאפילו עסקי הגיימינג מניבים למיקרוסופט תוצאות מרשימות, כאשר מוצרי הגיימינג (ובראשם מוצרי Xbox) הציגו גידול של 39% בהכנסות, וגם מוצרי התוכנה ושירותי Xbox השונים הציגו גידול של 36%. החברה מחזיקה ב-57 מיליון משתמשים פעילים בשירות Xbox Live.\nמנכ״ל מיקרוסופט, סאטיה נאדלה, התייחס לדו״חות הרבעוניים המרשימים ומסר: ״הייתה לנו שנה מדהימה, כאשר עברנו את קו 100 המיליארד בהכנסות. זאת בזכות המיקוד של הצוותים על הצלחת הלקוחות והאמון שלקוחותינו מעניקים למיקרוסופט״", "keywords": "מיקרוסופט,דוחות רבעוניים,דו״חות רבעוניים,דו״ח רבעוני,microsoft,אז׳ור,azure,אקס בוקס,גיימינג,xbox,אקס-בוקס"}