{"url": "https://www.geektime.co.il/what-to-expect-apples-event/", "type": "article", "title": "מכניסים אתכם ללופ: על מה תכריז הערב אפל", "description": "אפל תקיים הערב אירוע הכרזה במהלכו תחשוף אייפון חדש, אייפד חדש ועוד שדרוגים שונים. תנו לנו להכניס אתכם ללופ עם ההכרזות הצפויות", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/iPADpro-nobox-icon-by-Hila-Yonatan.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-21T09:30:54Z", "modified_time": "2016-03-21T09:30:54Z", "articleBody": "אפל תקיים הערב אירוע הכרזה במהלכו תחשוף אייפון חדש, אייפד חדש ועוד שדרוגים שונים. תנו לנו להכניס אתכם ללופ עם ההכרזות הצפויות\n“תנו לנו להכניס אתכם ללופ” – ההזמנה ששלחה אפל\nלפני עשרה ימים שיגרה אפל הזמנה לאירוע האביב שלה תחת הכותרת “תנו לנו להכניס אתכם ללופ”. במסגרת האירוע, שיתקיים הערב (19:00 שעון ישראל), צפויה לצאת אפל במספר הכרזות שביניהן מכשירי אייפון ואייפד חדשים, עדכונים ל-iOS ולשעון החכם שלה.\nבקצרה, מכשיר האייפון החדש של אפל הוא אייפון 6S שלכוד בגוף של אייפון 5S; המפרט של המכשיר החדש צפוי לכלול מעבד A9 של אפל, מצלמת 12 מגה-פיקסל עם תמיכה בצילום וידאו 4K, קורא טביעות אצבע TouchID ומסך בגודל 4 אינץ’. על פי כל הסימנים, המסך החדש לא יתמוך ב-3D Touch, שמאפשרת פונקציות שונות במכשיר על פי עוצמת הלחיצה. ה-SE צפוי לכלול מצלמה אחורית 12 מגה-פיקסל ומצלמה קדמית 1.2 מגה-פיקסל. המכשיר החדש צפוי להגיע בדגמי 16GB ו-64GB ומחיר הדגם הבסיסי יתחיל ב-450 דולר.\nבספטמבר האחרון חשפה אפל את האייפד פרו, אייפד עם מסך עצום בגודל 12.9 אינץ’, שמיועד בעיקר לאנשי מקצוע כמו מעצבים. וזה אגב מה שהם חשבו עליו. האייפד פרו החדש צפוי להיות קומפקטי יותר עם מסך בגודל 9.7 אינץ’, ארבעה רמקולים, מסך בהיר יותר, מעבד A9X של אפל ותמיכה בסטיילוס Pencil של אפל. על פי 9to5mac, צפוי לעמוד מחירו של הצעצוע החדש על 600 דולר לדגם ה-32GB. אפל גם תציג ככל הנראה דגם חזק יותר עם 128GB נפח איחסון וקישוריות LTE.\nהגרסה החדשה כוללת מספר פיצ’רים חדשים ועדכונים, ביניהם Night Shift – מצב לילה, שבמסגרתו המסך מעומעם יותר ומציג אורות בתדרים נעימים יותר לעיניים בשעות החשיכה; אפליקציית Notes משודרגת ועדכון ל-Apple Music במסגרת CarPlay.\nעוד זווית חדשה שתוצג ב-iOS 9.3 מכוונת ישירות למערכת החינוך. אפל שנהנתה במשך שנים משליטה בלתי מעורערת בבתי הספר ובמוסדות החינוכיים בארצות הברית, רואה כיצד גוגל משתלטת על התחום וכיום כ-50 אחוזים מכלל המחשבים שנמכרים לכיתות בארצות הברית הם כרומבוקים. בגרסה החדשה יישמה אפל מספר פיצ’רים שאמורים לעזור לה לשווק את האייפדים למערכת החינוך: פרופילים למספר תלמידים, ניהול מרוכז של מספר רב של אייפדים, והיכולת של מורים לשלוט על אייפדים של תלמידים, להפעיל אפליקציות מסוימות ועוד.\nלבסוף ואולי הפיצ׳ר הכי חשוב לישראלים – סירי עברה גיור מלא וצפויה לדבר עברית שוטפת החל מהעדכון הנוכחי שיש סיכוי טוב שישוחרר ממש בתום האירוע.\nלמרות שעברה כבר כמעט שנה מאז ההכרזה על השעון החכם של אפל, החברה לא תכריז על גרסה חדשה. במקום זאת, תתמקד החברה ברצועות חדשות שמיועדות למשתמשי השעון. כזכור, החברה כבר שיתפה פעולה עם בית האופנה הצרפתי Hermès וככל הנראה היא תציג רצועות חדשות, אולי בשיתוף פעולה עם יצרניות נוספות.\nככל הנראה תציג אפל גם את גרסה 2.2 של watchOS, מערכת ההפעלה שלה לשעונים החכמים; לא ידוע הרבה על הפיצ’רים החדשים שתציג הגרסה הזו, אבל בין היתר מדובר על גרסה חדשה לאפליקציית המפות ותמיכה במספר שעונים על גבי אייפון אחד.\nמממ… אולי. לא בטוח. למרות שנשמח.\nמקבוקים חדשים או גרסה חדשה ל-OS X\n***\nבכל מקרה, אנחנו נהיה כאן הערב בלייב, החל מהשעה 19:00 ונדווח על כל ההכרזות של אפל בזמן שהן קורות.", "keywords": "אפל,אייפון,אייפד,אירוע הכרזה,שמועות,דיווחים,iphone se,אייפון se,אייפד פרו,שעון אפל,apple watch"}