{"url": "https://www.geektime.co.il/rami-levy-to-fix-your-smartphone-while-you-shop/", "type": "article", "title": "רמי לוי מציג שירות תיקונים לסמארטפונים, חושף מחירון תחרותי", "description": "התיקון אמנם לא יעלה לכם שקל, אבל מעבדת התיקונים הפרטית אותה השיק היום (א') רמי לוי, מעוניינת להציע למשתמשים מחירים הוגנים לתיקונים נפוצים במכשירי הסמארטפון שלהם.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/rami.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-17T15:23:58Z", "modified_time": "2013-11-17T15:31:40Z", "articleBody": "התיקון אמנם לא יעלה לכם שקל, אבל מעבדת התיקונים הפרטית אותה השיק היום (א’) רמי לוי, מעוניינת להציע למשתמשים מחירים הוגנים לתיקונים נפוצים במכשירי הסמארטפון שלהם.\nמקור: יח”צ, עיבוד תמונה\nלאחר שהוריד משמעותית את מחירם של מכשירי הסמארטפון והשיק תכנית המציעה אפשרות לבטח את המכשירים הסלולריים במחירים מוזלים, כעת מציג רמי לוי את “רעידת האדמה” הבאה בעולם הסלולרי: השקת מעבדת תיקונים פרטית, במחירים נמוכים במיוחד.\nאת מעבדת התיקונים החדשה משיק רמי לוי בשיתוף עם סלדון מעבדות, במטרה לשנות את תהליך התיקונים הקיים כיום בו המשתמשים התבקשו להגיע אל מרכז השירות, להפקיד את המכשיר הפרטי שלהם, לקבל מכשיר חלופי בסיסי שאינו עונה על צרכיהם ועוד להמתין מספר ימים עד לתיקון התקלה.\nבהודעה לעיתונות שהפיצה החברה היום (א’), מתייחסת רשת רמי לוי תקשורת לשירות מעבדות חדש שימוקם בתוך סניפי הרשת, כאשר נכון להיום קיימות כבר 7 מעבדות פעילות בגבעת שאול, תלפיות, נתניה, רמת גן, פרדס חנה, מודיעין שילת ואשדוד.\nבתחילת חודש דצמבר יפתחו חמש מעבדות נוספות בנשר, קריית חיים, באר שבע, קסטינה וטבריה ועד חודש ינואר מתכננת החברה לפתוח מעבדה בכל אחד מ-18 סניפיה. לצד ההכרזה על פתיחת המעבדות הכריזה החברה על המחירים למגוון תקלות נפוצות והם בהחלט נמוכים יותר ביחס לשוק. כך לדוגמה, עלות תיקון מסך שבור של מכשיר אייפון 4 או 4S יעלה 120 שקלים, תיקון כפתור ה-Home במכשיר אייפון 5 יעלה 110 שקלים ותיקון המצלמה הראשית במכשיר גלקסי S4 יעלה 250 שקלים.\nאלקי אלון, סמנכ”ל השיווק והמכירות ברמי לוי מסביר כי למעלה מ-70 אחוזים מהלקוחות המגיעים למעבדה באים במטרה להחליף את המסך הראשי, ולשם כך מציגים מחירון כללי להחלפת מסכים. החלפת מסך למכשיר נקסוס 4 יעלה לכם 750 שקלים, בעוד שהחלפת מסך למכשיר אייפון 5S יעלה לכם 1,150 שקלים. בהשוואה למעבדות אחרות בשוק הגובות כ-1,400 שקלים על החלפת מסך לדגם זה, אין ספק שלרמי לוי יתרון משמעותי בשוק התיקונים, במיוחד במידה ויצליח להציע שירות תיקונים מהיר במיוחד.\n\nכחלק מפתיחת המעבדות, החברה יוצאת “במבצע” בו משתמשים שרכשו מכשירים בחו”ל או בחנויות פרטיות יוכלו לרכוש ביטוח למכשיריהם. עבור הביטוח יתבקשו לשלם 480 שקלים למשך שנתיים, 20 שקלים לחודש על בסיס השתתפות עצמית לתיקונים, הנעה בין 120 ל-150 שקלים בהתאם לסוג המכשיר והתיקון הדרוש.\nמשתמשים שיבחרו להצטרף לתכנית זאת יקבלו תלושים בסך 160 שקלים לרכישה ברמי לוי שיווק השקמה, אך בהתחשב במחירים הזולים מלכתחילה אנו לא בטוחים עד כמה מדובר במבצע משתלם במיוחד – וזה תלוי בסוג המכשיר שיש ברשותכם.\n", "keywords": "רמי לוי,רמי לוי תקשורת,רשת רמי לוי,סמארטפון,סמארטפונים,תיקונים,שירות תיקונים,smartphone,smartphones,rami levy,"}