{"url": "https://www.geektime.co.il/geekstarter-30-03-18/", "type": "article", "title": "גאדג'ט חדש הופך מצלמה אנלוגית ישנה לדיגיטלית [גיקסטארטר]", "description": "מתאם חדש מאפשר לכם ליהנות מ-2 העולמות: גם מצלמה אנלוגית וגם דיגיטלית; ועוד במדור מימון ההמונים שלנו: ארגז חדש ומיוחד לכלבים וכרית טיסה עם כמה פיצ'רים שימושיים במיוחד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/c5bc47484698d4ee1d2ed2da17086136_original-1522312049.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-30T16:00:27Z", "modified_time": "2018-03-30T10:37:16Z", "articleBody": "מתאם חדש מאפשר לכם ליהנות מ-2 העולמות: גם מצלמה אנלוגית וגם דיגיטלית; ועוד במדור מימון ההמונים שלנו: ארגז חדש ומיוחד לכלבים וכרית טיסה עם כמה פיצ’רים שימושיים במיוחד\n\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרויקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. במסגרת גיקסטארטר, נציג מדי שבוע מספר פרויקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\n \nאיך שלא נסתכל על זה כריות טיסה – נותנות מענה חלקי ביותר למי שרוצה לישון על המטוס. lofty-pillow היא כרית מתנפחת שכוללת כמה חידושים. הכרית היא מהסוג המתנפח, כך שהיא לא תתפוס הרבה מקום בתיק הגב או במזוודת העלייה למטוס שלכם, והיא כוללת גם כיסים לאוזניות, סמארטפון או חפצים אחרים שתצטרכו בזמן הטיסה.\nהכרית כוללת ‘כנפיים’ שמספקות תמיכה לצוואר ולסנטר שלכם ולצידי הפנים – ככה שבזמן השינה, לא תצטרכו “לנקר” או לנדוד מצד לצד והשינה תהיה חלקה ורצופה יותר. בנוסף, היא כוללת כיסוי לחלק האחורי של הראש שלכם, כך שלא תצטרכו להצמיד אותו למושב על כל הבקטריות ושאר הג’יפה שמתחבאת במושב.\nמחיר יחידה: 100 ש”ח (כולל משלוח לישראל)\nמועד משלוח משוער: אפריל 2018\nהגיעו ליעד? היעד של הפרויקט עמד על עשרת אלפים דולר; נכון לרגע זה גויסו כ-36 אלף דולר ונותר לו עוד 13 ימים\nלעמוד הקמפיין\n \nאנחנו מכירים כלובים לחיות ורובם, פחות או יותר, נראים אותו דבר. Revol מציע כמה פיצ’רים חדשים: ראשית, הוא כולל כמה פתחים; שנית, הוא כולל מגש שמקל עליכם את הניקוי של תחתית הכלוב. הכלוב מתקפל כשהוא לא בשימוש וככה מאפשר לכם איחסון נוח יותר והוא אפילו כולל חלק מפריד – אם אתם רוצים לשים בתוכו 2 גורים למשל. Revol עשוי מפוליפרופילן, חומר פלסטיק שבטוח לשימוש וחזק כמו כלובים מתכתיים. הכלוב כולל גם ידית נשיאה והוא מודולרי – בהתאם לגיל של הכלב.\nמחיר יחידה: 450 ש”ח (לגודל הקטן, לא כולל משלוח לישראל)\nמועד משלוח משוער: אוגוסט 2018\nהגיעו ליעד? היעד של הפרויקט עמד על 30 אלף דולר; נכון לרגע זה גויסו כ-15 אלף דולר ונותר לו עוד 31 ימים\nלעמוד הקמפיין\n \nI’m Back הוא שם גאוני למתאם חדש שמאפשר לכם ליהנות מכל היתרונות של מצלמה דיגיטלית עם האיכות והצילום הייחודיים של המצלמה האנלוגית הישנה מפעם. התוסף משמש כמעין תחנת עגינה למצלמה הישנה ובזכותו תיהנו ממסך דיגיטלי בגודל 2 אינץ’, שמציג לכם את התמונה ומאפשר לכם לשנות הגדרות שונות כמו מגה-פיקסל, ISO, לשלוט בחשיפה, איזון לבן ועוד. I’m Back תומך במספר גדול של מצלמות אנלוגיות ישנות מתוצרת ניקון, קאנון, מינולטה, אולימפוס ולייקה, והרשימה המלאה זמינה באתר.\nמחיר יחידה: 1,000 ש״ח (כולל משלוח לישראל)\nמועד משלוח משוער: ספטמבר 2018\nהגיעו ליעד? היעד של הפרויקט עמד על 25  אלף דולר; נכון לרגע זה גויסו כ-55 אלף דולר ונותרו לו עוד 6 ימים\nלעמוד הקמפיין", "keywords": "indiegogo,kickstarter,אינדיגוגו,גיוס המונים,גיקסטארטר,הדסטארט,מימון המונים,מימונה,קיקסטארטר"}