{"url": "https://www.geektime.co.il/wmware-acquires-octarine/", "type": "article", "title": "אקזיט בימי קורונה: VMware רוכש את Octarine הישראלית", "description": "ענקית הוירטואליזציה האמריקאית רוצה לחזק את יכולות האבטחה שלה בסביבת קוברנטיס", "image": "https://files.geektime.co.il/wp-content/uploads/2020/05/Untitled-design-1589380928-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-05-13T17:56:49Z", "modified_time": "2020-05-13T18:00:26Z", "articleBody": "ענקית הוירטואליזציה האמריקאית רוצה לחזק את יכולות האבטחה שלה בסביבת קוברנטיס\n\nחברת VMware האמריקאית הודיעה היום (ד’) על רכישת חברת אבטחת המידע הישראלית אוקטרין. החברה עשתה זאת במסגרת הכנס השנתי שלה לאבטחה (Connect 2020).\nOctarine הישראלית פיתחה פלטפורמת אבטחה לאפליקציות בסביבת קוברנטיס, המפשטת סביבות DevSecOps ומאפשרת לסביבות ענן טבעיות להיות מאובטחות באופן פנימי, משלב הפיתוח ועד ההרצה.\nהשילוב של פלטפורמת האבטחה של Octarine לקוברנטיס יאפשר ל-VMware לבלום מתקפות במספר דרכים: מתן נראות מלאה לסביבות ענן טבעיות באופן שיאפשר ללקוחות לזהות ולצמצם את הסיכונים הנובעים מחולשות וממתקפות, מתן אפשרות ללקוחות ליצור ולהחיל מדיניות מבוססת תכנים שתגן על הפרטיות והשלמות של מידע רגיש שהרגולציה חלה עליו, שילוב במחזור הפיתוח יכולות ניתוח ובקרה על גורמי הסיכון לאפליקציות לפני שהן נפרסות ועוברות לייצור ועוד.\nOctarine הוקמה ב-2017 על ידי שמר שוורץ, שותף מייסד ומנכ”ל החברה, שמכר כבר את הסטארטאפ EatWith שהקים ל-VizEat; חיים הלמן, שותף-מייסד וה-CTO, ועדי אשכנזי, שותף-מייסד ו-VP R&D. על פי נתוני Pitchbook, גייסה החברה מאז הקמתה כ-9 מיליון דולר ממשקיעים בהם קרן Accel, קרן Battery, קרן Liberty וקרן Sorenson. לחברה מרכז פיתוח בתל אביב ומשרד בסיליקון וואלי. החברות לא פרסמו פרטים נוספים בנוגע לסכום העסקה.\nפטריק מורלי, מנכ”ל וסגן נשיא בכיר בחטיבת האבטחה העסקית, VMware, אמר בתגובה לעסקה: “רכישת Octarine תאפשר לנו להמשיך בהרחבת אסטרטגיית האבטחה הפנימית שלנו לעבר סביבות קונטיינרים וקוברנטיס. זאת באמצעות שילוב הטכנולוגיה של Octarine בענן Carbon Black של VMware”. מורלי הוסיף: “מיזוג זה, יחד עם אינטגרציה טבעית עם Tanzu, vSphere, NSX ועם VMware Cloud Foundation ייצור, כך אנו מאמינים, פתרון ייחודי ורבו השפעה לאבטחה פנימית של עומסי עבודה. כשמוסיפים לכך את יכולות מערכת AppDefense יש באפשרותנו לחולל שינוי באופן שעומסי עבודה יהיו מאובטחים יותר”.\nשמר שוורץ, מנכ”ל החברה מסר בתגובה לרכישה: “איזה פרק חדש ונפלא ל-Octarine ולחזון שלה. המחוייבות של VMware לאבטחה של מחשוב בענן, שבאה לידי ביטוי בהכרזות וברכישות שלה, הופכת אותה לבית האידיאלי ל-Octarine. אנחנו נרגשים מאוד מההזדמנות להיות חלק מהטכנולוגיה “הטובה ביותר” שמציעה VMware ולהגיע ללקוחות חדשים”.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "אקזיט,vmware,octarine,אוקטרין,ווימוור"}