{"url": "https://www.geektime.co.il/ecomotion-app2gp-hackthon/", "type": "article", "title": "תחרות לשיפור התחבורה הציבורית תציע 100 אלף ש׳׳ח לזוכים", "description": "קהילת EcoMotion לתחבורה חכמה ועיריית תל-אביב-יפו מזמינות אתכם ללכת בדרכן של Waze, Uber, Moovit, Via ולשפר את חוויית ההתניידות בערים בהאקאתון של 30 שעות עם פרסים בהיקף של 100 אלף שקלים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/EYC_1127.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-16T12:30:44Z", "modified_time": "2016-02-16T16:44:08Z", "articleBody": "קהילת EcoMotion לתחבורה חכמה ועיריית תל-אביב-יפו מזמינות אתכם ללכת בדרכן של Waze, Uber, Moovit, Via ולשפר את חוויית ההתניידות בערים בהאקאתון של 30 שעות עם פרסים בהיקף של 100 אלף שקלים\n\nכל מי שמתנייד באיזור גוש דן נתקל לא פעם בעומסי תנועה, המתנות ממושכות ומורטות עצבים לאוטובוסים צפופים, תחנות אופניים ריקות, ומדרכות סואנות.\nעיריית תל-אביב-יפו ו-EcoMotion מציעות יחד את ההזדמנות להפוך את הצורך הפרטי שלכם לאפליקציה שתשפר את חייהם של תושבי העיר ומבקריה. האקאתון App2Go לפיתוח אפליקציות בתחום התחבורה העירונית ייתקיים ב-3-4 במרץ, ב’ספרייה’ מרכז החדשנות האורבנית של עיריית תל-אביב-יפו. חמשת הזוכים שיוכרזו ביומו השני של ההאקאתון יתמודדו בגמר שייערך ב-19 במאי באירוע השנתי של קהילת EcoMotion על פרסים בהיקף כולל של כ-100,000 ש״ח. על שותפי האירוע נמנים משרד התחבורה, משרד הכלכלה, מנהלת תחליפי הדלקים (משרד רוה”מ), המכון הישראלי לחדשנות, SNCF, נת”ע, Deloitte, VIA, HPE, פנגו ועוד.\nלאור העובדה שכיום מעל ממחצית אוכלוסיית העולם מתגוררת בערים, נתון שצפוי לגדול ל-66% בשנת 2050, עולה השאלה כיצד מתמודדים עם צרכי הניידות של מסה כה גדולה של אנשים, תוך שמירה על איכות חייהם. כיום, לאחר שנים בהם שלט הרכב הפרטי במשקי הבית ובשפת התכנון, העולם התחבורתי מתקדם לכיוון של תחבורה אלטרנטיבית, שיתופית וחכמה. בחלל הזה פועלים סטארטאפים ישראליים רבים כגון Waze, Moovit ו-Via ששינו כליל את דפוסי ההתניידות של מיליוני משתמשים ברחבי העולם על-ידי ייעולם והצגת מודלים חדשניים לשוק. האקאתון App2Go שואף לצרף שחקנים חדשים לשוק הגדל של אפליקציות תחבורה.\nהשנה המשתתפים יתבקשו להתמקד בפיתוח אפליקציות שיקדמו את השימוש בתחבורה אלטרנטיבית לרכב הפרטי (כגון אופניים, הליכה ותחבורה ציבורית), לתת את דעתם לצרכיהם של מגוון האוכלוסיות בעיר (כגון הורים, תלמידים ובעלי מוגבלויות) ולהציע פתרונות לאתגרים עכשוויים בעיר כגון עבודות הרכבת הקלה.\nביומו הראשון של ההאקאתון (3 במרץ) ייערך מושב שולחנות עגולים עם נציגי עירייה, ממשלה וחברה אזרחית, בו יידונו האתגרים של עולם התחבורה במטרה להעלות רעיונות לפתרונות שיפותחו בתחרות. בהמשך, ייערך סשן ציוות דינאמי שמטרתו מציאת שותפים לעבודה או לרעיון. במקביל למושבים הללו ובהמשך אליהם, יתקיים מרתון הפיתוח ובמסגרתו הצוותים ייזכו לליווי של מיטב המומחים מתחומי התחבורה והטכנולוגיה.\nפרט לפרסים הכספיים לזוכים, התחרות מהווה הזדמנות נדירה לשפר את חיי התושבים בערים, להפוך רעיונות למציאות תוך ליווי מקצועי של מיטב המומחים, לזכות בהכרה רחבה של גורמי ממשלה, משקיעים ותאגידים, ובתקווה, גם לשמש כבסיס לצמיחת “האפליקציה הגדולה הבאה”.\nהתחרות פתוחה ליחידים ולקבוצות, בעלי רעיונות, למפתחים ומפתחות, מעצבים ומעצבות, יזמים ויזמיות ולקהל הרחב, בהרשמה מראש וללא תשלום.\nלפרטים נוספים ולהרשמה\n\n ", "keywords": "האקתון,תחבורה ציבורית,אקומושן,app2go,ecomotion,אפליקציות,תחבורה ציבורית בישראל"}