{"url": "https://www.geektime.co.il/trax-raised-19-5-million-dollars/", "type": "article", "title": "איך לסדר את המדף בסופר? Trax מגייסת 19.5 מיליון דולר", "description": "החברה הישראלית-סינגפורית פיתחה פתרון ליצרנים וקמעונאים שמטרתו לשפר את אופן סידור המדפים בחנויות ולהעלות את המכירות והרווחים. סך הגיוסים שלה מגיע לכ-100 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/1-e1486373665492.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-06T12:30:11Z", "modified_time": "2017-02-06T12:00:15Z", "articleBody": "החברה הישראלית-סינגפורית פיתחה פתרון ליצרנים וקמעונאים שמטרתו לשפר את אופן סידור המדפים בחנויות ולהעלות את המכירות והרווחים. סך הגיוסים שלה מגיע לכ-100 מיליון דולר\nמקור: צילום מסך אתר Trax\nחברת Trax Image Recognition, הפועלת בתחום זיהוי תמונה בעולם הקמעונאות, הודיעה על גיוס של 19.5 מיליון דולר, בהובלת Investec Bank. הגיוס הנוכחי משלים את סך הגיוסים של החברה, שהוקמה לפני שש שנים, לכ-100 מיליון דולר. מהחברה מסרו כי השקעה זו תשמש להרחבת פעילויותיה העולמיות, עם מיקוד במוצרים ושירותים עבור קמעונאים מהשורה הראשונה.\nהפתרון של Trax פונה ליצרנים וקמעונאים, שמנסים להגדיל את מכירותיהם על ידי סידור נכון של מוצריהם על מדפי הסופרים והחנויות ברחבי העולם. החברה פיתחה פלטפורמה לראייה ממוחשבת, שמאפשרת ללקוחותיה לצלם את המדפים בחנויות ולקבל נתונים וניתוח של אופן סידור המוצרים והשפעתו על המכירות הצפויות. כך, בזמן אמת ניתן לבצע פעילויות מיידיות על בסיס תובנות אלה.\nכיום החברה מנתחת יותר מ-8 מיליון תמונות בכל חודש (המייצגות רבע מיליארד מוצרים המצולמים ומנותחים ברמה חודשית), ומספקת נתוני שטח עדכניים ומדויקים, מודיעין עסקי, תובנות והמלצות לחברות מוצרי צריכה גלובליות ולקמעונאים ביותר מ-45 מדינות.\nמייסדי החברה, טראקס\nכאמור, את ההשקעה הובילה Investec Bank, קבוצת בנקאות וניהול נכסים בינלאומית שנסחרת במדד ה-FTSE 250, בבורסת יוהנסבורג וכן היא רשומה למסחר בבורסה לניירות ערך בלונדון. בעקבות הגיוס תמנה Investec חבר דירקטוריון מטעמה למועצת המנהלים של Trax. יואל בר-אל, מייסד משותף ומנכ”ל Trax אמר היום כי: “בהינתן הרקורד החזק של Investec בבקרת סיכונים וניהול נכסים בינלאומיים, אנחנו שמחים מאוד על הצטרפותה כבעלת מניות, ואנו נערכים לשלב הבא בצמיחה הגלובלית ובחדשנות שלנו”.\nTrax נוסדה ב-2010 על ידי קבוצת יזמים בראשות בר-אל. מטה החברה ממוקם בסינגפור, ומרכז הפיתוח הגדול שלה נמצא בתל אביב. בנוסף, החברה מפעילה משרדים ברחבי אסיה פסיפיק, אירופה, המזרח התיכון, צפון אמריקה ודרום אמריקה, ובין לקוחותיה נמצאים מותגים מובילים כגון קוקה קולה, AB inBev, הייניקן, נסטלה והנקל. זהו סבב הגיוס הרביעי של החברה. הגיוס האחרון שלה נערך ביוני 2016, אז השלימה סבב של 40 מיליון דולר לפי הערכת שווי של 220 מיליון דולר אחרי הכסף.\nמקור: צילום מסך אתר Trax\n ", "keywords": "גיוס,גיוס הון,טראקס,סידור מדפים,trax"}