{"url": "https://www.geektime.co.il/compulab/", "type": "article", "title": "קומפיולאב מציגה – המחשב הקטן בעולם", "description": "הכירו את המחשב הקטן בעולם - Fit PC של החברה הישראלית - Compulab.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/01/fit-PC3-front-300x182.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-01-21T16:00:28Z", "modified_time": "2011-01-22T12:12:39Z", "articleBody": "הכירו את המחשב הקטן בעולם – Fit PC של החברה הישראלית – Compulab.\nהמחשב הקטן בעולם, ה-fit PC של חברת קומפיולאב (CompuLab) הישראלית מגיע בגרסתו השלישית והחזקה מכולם. המחשב הזעיר זוכה לעיצוב דק יותר וחומרה של מחשבי נטבוק ויותר, כאשר הוא עדיין מצליח לשמור על צריכת חשמל נמוכה מאוד.\nבגודל של 16×16 ס”מ ובעובי של 2.4 ס”מ בלבד, הוא מספק מעבד כפול ליבה וניגון HD באמצעות יציאת ה-HDMI האיכותית וכל זאת ללא מאווררים כלל (Fanless). הפעם קומפיולאב בחרו בפלטפורמת ה-APU החדשה של AMD, המאחדת את כל רכיבי המחשב ברכיב אחד (SOC), כך שתמצאו את מעבד ה-AMD מסדרת ה-G שהוכרז בימים אלה, המספק עיבוד כפול ליבה 1.6GHz יחד עם כרטיס המסך Radeon HD 6310 ליכולות גרפיקה גבוהות וכל זאת ללא מאווררים כלל.\nfit-PC\n\n\nשאלנו את עירד סתוי, מנהל פיתוח עסקי בחברת קומפיולאב כיצד הם מתמודדים עם התחרות מהחברות במזרח, במיוחד בנושא עלויות הייצור הגבוהות: “במערכת תעשייתית המחשב הוא רכיב קריטי. בשוק התעשייתי אמינות וביצועים קודמים למחיר, והצלחת מחשבי ה-fit-PC מעידה על כך.” עוד הוסיף סתוי כי ה-fit-PC3 לא נועד להחליף את ה-fit-PC2, אלא לספק פתרון ליישומים הדורשים ביצועים גבוהים יותר ולכן ימשיכו בחברה לספק את ה-fit-PC2 עוד שנים ארוכות. “לסדרת ה-fit-PC המיניאטורית של קומפיולאב יש כבר שם דבר בתעשייה כמוצר דל הספק, אמין ובעל ביצועים גבוהים ביחס לצריכת הזרם.”\nה-fit-PC3 מסוגל להכיל עד 4GB זיכרון מסוג DDR3 1333Mhz, דיסק קשיח בגודל 2.5 אינצ’ מסוג SATA 3 וחריץ mini-PCI Express לתוספת של כרטיסים שונים. עוד תמצאו בו גם יציאת HDMI כפולה, יציאת Display Port, כרטיס רשת אלחוטי 802.11n וקווי, 6 יציאות USB 2.0, זוג חיבורי eSATA ויציאת קול Digital 7.1 S/PDIF.\nהמחשב מגיע במספר תצורות עם אפשרות בחירה בין מעבד 1.6GHz G-T56N או 1.0GHz G-T40N ויושק בחודש מאי-יוני השנה במחיר תחרותי בהשוואה לקודמו.\nפורסם במקור בבלוג TGSpot", "keywords": "compulab,fit pc,קומפיולאב,"}