{"url": "https://www.geektime.co.il/kettle-review/", "type": "article", "title": "קומקום שורק מדגם S4009: כשהעיצוב עולה על הביצועים [סקירת מוצר]", "description": "הוא הוכרז רק לפני ארבעה חודשים, ושבוע לפני ההשקה הרשמית כבר הצלחנו להניח את היד על הקומקום השורק החדש של קונשו הדרום קוריאנית. הכירו את המילה האחרונה בתחום הקפה והתה לבית ולמשרד", "image": "https://files.geektime.co.il/wp-content/uploads/2013/03/s4009.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-04-01T12:30:45Z", "modified_time": "2013-04-01T17:12:50Z", "articleBody": "הוא הוכרז רק לפני ארבעה חודשים, ושבוע לפני ההשקה הרשמית כבר הצלחנו להניח את היד על הקומקום השורק החדש של קונשו הדרום קוריאנית. הכירו את המילה האחרונה בתחום הקפה והתה לבית ולמשרד\nתמונה: יח”צ, ה-S4009 החדש\nאף אחד לא נותר אדיש ביום שדגם ה-S4009 מהסדרה החדשה של קונשו הדרום קוריאנית נחת במשרדנו ברמת החייל. כבר למעלה משנתיים וחצי שאנחנו עוקבים אחר ליין המוצרים המוצלח של הענקית הקוריאנית והקומקום החדש הביא עימו בשורה לשוק שחווה לאחרונה צמיחה ועוד צפוי לעשות קאמבק בשנים הקרובות.\nעוד לפני שניגע בביצועים, חשוב לנו להתייחס לרגע לעיצובו של ה-S4009 ששואב השראה בעיקר מאחד המתחרים המשמעותיים שלו בשוק: ShekerKolsheo90210.\nקונשו התייחסה ברצינות יתרה לביקורות כלפי ידית האחיזה בדגם הקודם ודאגה הפעם לעבור מפלסטיק דק וזול לפלסטיק מעובה עם גימור שלא מאפשר לגעת בקומקום עצמו בזמן רתיחה. גם מכסה הקומקום עבר שדרוג משמעותי ואוטם כעת את האדים באופן מושלם בלי להתפשר על המראה ועל אחידות המוצר בפן העיצובי.\nלבסוף, נתעכב שנייה גם על אריזת המוצר שמופיע כקרטון צבעוני, מהודר בפונטים שנבחרו בקפידה ומיישרים קו עם עיצובו של הדגם החדש.\nאלא שהבשורה של קונשו לא מסתיימת רק בהיבט העיצובי. המתנה ארוכה ומייגעת למים רותחים שמורה לדור הקומקומים הישן ומעתה לא תצטרכו להמתין 5 דקות עבור כוס הקפה או התה שלכם. קונשו, בשיתוף פעולה עם Bulshit720p הצליחו להתגבר על אחד המכשולים הטכנולוגים שליוו אותנו כבר למעלה מעשור והפכו קריטיים הרבה יותר כשהחברים הגיעו לביקור פתע והצליחו למצוא חנייה ממש מתחת לבית.\nתוך דקה וחצי המים מהברז יהפכו לרותחים, ואת השריקה של S4009 יוכלו לשמוע גם השכנים מהצד השני של הרחוב. כאן אם תרצו, היתרון המשמעותי השני של הדגם החדש – טווח שידור האות הבעייתי כבר איננו רלוונטי יותר. עוצמת השריקה תתגבר על רעש הטלוויזיה וצווחות התינוק ובמקרים מסויימים קרובי המשפחה מהמושב ליד כבר יבינו לבד שהם יכולים לקפוץ לקפה.\nאיפה כן התאכזבנו? ה-S4009 מותאם ללהבה חזקה בלבד והוא מגיע בערכה שאינה כוללת אביזרים נלווים כמו כוסות תה וערכת קפה שהפכו לסטנדרט אצל המתחרות.\nלסיכום: אם אתם מחזיקים בדגם האחרון, כדאי אולי לוותר הפעם, אבל במידה ואתם מחפשים לשדרג למילה האחרונה בתחום, תמורת 30 דולרים מדובר בעסקה משתלמת אפילו אם מדובר בייבוא פרטי מחו”ל.\nחברה: קונשו\nדגם: S4009\nחימום: תמיכה באש גבוהה בלבד\nעוצמת שריקה: טווח של 250 מ’ בשטח בנוי, חצי קילומטר באזורים פתוחים\nבערכה: הקומקום בלבד, מדריך למשתמש וטופס אחריות\nמפושר ללוהט: 1.5 דקות\nמחיר: 30 דולר ברשת HaChopchikShelHakomkom", "keywords": "קומקום,סקירה,סקירת מוצר,1 באפריל,מתיחה,מתיחת 1 באפריל,קונשו,דרום קוריאני,דגם חדש"}