{"url": "https://www.geektime.co.il/new-tabs-features-in-browsers/", "type": "article", "title": "ערימות של טאבים – לעשות סדר בדפדפן", "description": "אם תקדישו שניה ותסתכלו על שורת ה-Tabs (הכרטיסיות) בדפדפן שלכם, כמה אתרים פתוחים שם? האם חשבתם איך אפשר לעשות שם סדר? טל דרומי מסביר כיצד ניתן להשתמש בפיצ'רים חדשים בפיירפוקס 4 ואופרה 11 כדי לעשות לנו את החיים קצת יותר מאורגנים.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/11/tabstacking-opera11.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-24T16:12:52Z", "modified_time": "2010-11-25T09:24:18Z", "articleBody": "אם תקדישו שניה ותסתכלו על שורת ה-Tabs (הכרטיסיות) בדפדפן שלכם, כמה אתרים פתוחים שם? האם חשבתם איך אפשר לעשות שם סדר? טל דרומי מסביר כיצד ניתן להשתמש בפיצ’רים חדשים בפיירפוקס 4 ואופרה 11 כדי לעשות לנו את החיים קצת יותר מאורגנים. \nTabstacking באופרה 11\nאם תקדישו שניה ותסתכלו על שורת ה-Tabs (הכרטיסיות) בדפדפן שלכם, כמה אתרים פתוחים שם?\nהתשובות שנקבל יהיו שונות לפי סוג המשתמשים וגרסת הדפדפן : אצל משתמש ממוצע שהורגל ל-IE6 נטול ה-Tabs אפשר להבחין רק באחד פתוח, ואצל משתמש שהבין את הטריק – נראה שלושה במקרה הטוב. משתמשים שמורגלים בגלישה מעט יותר אינטנסיבית באמצעות דפדפנים מתקדמים יותר, נראה מספר גדול יותר של טאבים הפתוחים במקביל, ואצל חלקם יהיו אלו גם טאבים בדפדפנים שונים.\nלא פעם אפשר להתבלבל בסדר בו רצינו לעבוד באמצעות הטאבים, ובמקום לרכז לנו את המידע, הטאבים יגדילו את הכאוס בגלישה לאתרים שונים. הדוגמא הטובה ביותר לכך היא כאשר ללא כל התראה, מוזיקה בוקעת לנו מהרמקולים ואנחנו מוצאים את עצמנו בחיפוש האתר הרלוונטי שאחראי לרעש.\nהחברות אשר מפתחות את הדפדפנים ניסו בשנים האחרונות לסייע לנו לשמור על הסדר,ולהקל עלינו למצוא את מה שאנחנו מחפשים בין שלל ה-Tabs הפתוחים. ב-Google Chrome יש אפשרות “לנעוץ” טאבים לדפדפן (באמצעות לחיצה על המקש הימני על ה- Tab הרצוי ובחירה בPin Tab), וכך ליצור טאבים קטנים שתמיד פתוחים ונגישים לשימוש. Internet Explorer הגיע בגרסתו השמינית עם “טאבים בצבעים” – פתיחת מספר טאבים מאתר Newsgeek יצבעו בצבע אחד, וטאבים מאתר Mashable יוצגו בצבע אחר.\nב -Mozila מכינים לגירסא הרביעית של Firefox פיצ’ר חדש לו נתנו את השם Panorama. בלחיצה על כפתור הPanorama יפתח “שולחן טאבים” שבו יהיה ניתן לארגן את  הטאבים בקבוצות במגוון אפשרויות, וכשתפתח קבוצה – יופיעו בדפדפן רק הטאבים  של אותה קבוצה. תוכלו להוריד ולצפות באפשרויות והפיצ’רים נוספים ב- Firefox 4 Beta.\n\nאחד החידושים המרכזיים בגרסא מספר 11 של הדפדפן השוודי Opera הוא ה Tab stacking.הרעיון פשוט – ליצור ערימה של טאבים; פשוט גוררים טאב על טאב ונוצרת ערימה  שמופיעה כטאב בודד. במעבר עכבר על הערימה ניתן לראות תצוגה מקדימה של  הטאבים ולחיצה נוספת תרחיב או הרחיב תאסוף את הטאבים הפרושים לפי הצורך. פיצ’רים נוספים תוכלו למצוא ב- Opera 11 Beta.\n\nהתחרות בין הדפדפנים בנושא ארגון ה-tabs והגברת היעילות של הגלישה עולה רמה ואנו צפויים לראות בתקופה הקרובה שיפורים נוספים. השאלה היא: איזו תכונה של דפדפן מסויים תצליח לשבות אותנו ותגרום לנו להגר מהדפדפן בו אנו משתמשים אליו?", "keywords": "tabs,browsers,דפדפנים,אופרה,אינטרנט אקספלורר 6,אינטרנט אקספלורר 8,פיירפוקס,firefox,opera,internet explorer 6,internet explorer 8,לעשות סדר בטאבים"}