{"url": "https://www.geektime.co.il/facebook-cnbc/", "type": "article", "title": "׳׳העמדת פנים׳׳: תחקיר חושף את הצד הלא נעים בעבודה בפייסבוק", "description": "עובדים בפייסבוק חושפים את האמת הלא נעימה במקום שנחשב לאחד המבוקשים לעבוד בו: אווירת קאלט, השתקת ביקורת, העמדת פנים שמסתירה כאב ודירוג בין העובדים שמנוצל לרעה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/photo-1522159698025-071104a1ddbd-1547122442-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-12T15:30:44Z", "modified_time": "2019-01-11T21:33:50Z", "articleBody": "עובדים בפייסבוק חושפים את האמת הלא נעימה במקום שנחשב לאחד המבוקשים לעבוד בו: אווירת קאלט, השתקת ביקורת, העמדת פנים שמסתירה כאב ודירוג בין העובדים שמנוצל לרעה\nמקור: Unsplash\nמאת: NEXTER\nמשרדי פייסבוק, כמעט כמו בכל משרד הייטק עדכני, כוללים מטבחים שעמוסים בכל טוב, חדרי אוכל עם טבחים, חדרי משחקים וטלוויזיות, ועוד תנאים מהנים. הכסף שנשפך על העובדים הופך את החברה לאחד ממקומות העבודה המבוקשים. צוקרברג אף חשף את המשרדים לפני 3 שנים, והראה איך הוא יושב באופן ספייס עם כולם כאחד האדם. אבל מתברר שגם יש צד פחות נעים.\nלפי תחקיר של CNBC שפורסם השבוע, בו נרשמו שיחות עם יותר מתריסר עובדים, יש במקום אווירת “קאלט” והעמדת פנים שהכל שמח וטוב, ואיסור להתלונן. “יש עלינו לחץ להתנהג כאילו הכל בסדר, וזה כואב. לא צריך ללחוץ עלי אם אני לא מרגישה כך”, אמרה אחת העובדות לסמנכ”לית החברה, שריל סנדברג. העובדים נקראו לאסיפה לאחר שבכיר בחברה, ג’ואל קפלן, העיד בשימוע של השופט ברט קוואנו, שהואשם בתקיפה מינית.\nפייסבוק הייתה במשבר בשנתיים האחרונות, לאחר שנחשף כי מידע של גולשים דלף לחברות פרטיות ויתכן שסייע בהטיית דעת הקהל והטיית הבחירות בארצות הברית, באמצעות מעורבות רוסית. פייסבוק גם הואשמה, וחצי-הודתה בטיפול לא נאות בהסתה המשתוללת שהדליקה את רצח העם במיאנמר. הרשת החברתית הודתה גם במספר פרצות אבטחה חמורות מאז, שחשפו פרטים אישיים של עשרות מיליוני גולשים. תחקירים אחרים חשפו שפרטים אישיים הועברו לחברות פרטיות, ללא אישור.\nעל פי התחקיר של CNBC, התרבות הארגונית שאילצה עובדים להעמיד פנים שהכל שמח, מנעה מהם אפשרות לתת משוב כן למנהלים שלהם, ולהימנע מחלק מהצרות הללו. עובד אחד העיד שהעיר על משהו בישיבה בפני דיוויד פישר, בכיר בפייסבוק. פישר ענה לו בישיבה, אבל אחר כך אותו עובד ומנהליו קיבלו נזיפות מהצוות שאחראי לאותו פרויקט. בתחקיר מובאות עדויות של עובדים נוספים שמרגישים שביקורת פנימית שלהם הושתקה. פייסבוק סירבה להגיב על כך.\nהעובדים התלוננו גם על שיטת דירוג אנונימית פנימית. עליהם היה לדרג אחד את השני על ביצועים, וזה יצר אווירה של תחרות פופולריות ובריתות בין עובדים למען קבלת דירוג גבוה. חלק מהעובדים לשעבר שהתראיינו לתחקיר אומרים כי עובדים ומנהלים אחרים ניצלו לרעה את הדירוגים הללו.\nעובד אחד סיפר שלא הגיע לפגישות גיבוש מחוץ לשעות העבודה כי היה מצוי בהליכי גירושין, וכי עובדים אחרים נתנו לו על כך ציון נמוך, על אף שההעדרות שלו הייתה מוצדקת. בעניין זה פייסבוק אמרה שעובדים לא מחויבים לאירועים מחוץ לשעות העבודה, אבל ששיתוף פעולה כזה חשוב לחברה.\nהכתבה פורסמה לראשונה ב-NEXTER\nלקריאה נוספת:\n“הסעת המונים ברכב אוטונומי בתל אביב כבר בתחילת 2022”\nיש לכם מה להסתיר? העדכון הבא של וואטסאפ בדיוק בשבילכם", "keywords": "פייסבוק,עבודה בפייסבוק,תנאים בפייסבוק,facebook"}