{"url": "https://www.geektime.co.il/startups-investments-january-2017/", "type": "article", "title": "שנת 2017 נפתחה עם 8 אקזיטים ו-400 מיליון דולר שגייסו סטארטאפים ישראלים", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש ינואר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-04T12:30:06Z", "modified_time": "2017-02-02T20:44:46Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש ינואר בסצנת הסטארטאפים הישראלית\nמקור: Pixabay\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש אוקטובר.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש דצמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nהסטארטאפ הירושלמי GradTrain פיתח פלטפורמה המחברת בין משתמשים המחפשים להמשיך את לימודי התואר שלהם בחו”ל לכלים ומדריכים שיעזרו להם לבצע את ההחלטות המתאימות להם ולהשלים את התהליך בהצלחה. החודש השלימה סבב גיוס סיד בהיקף של 500,000 דולר ממשקיעים פרטיים. ההון שגויס יסייע לה להמשיך ולפתח את הפלטפורמה שלה המאפשרת למשתמשים ליצור פרופיל אישי ולקבל תמונת מצב עדכנית לגבי סיכויי הקבלה שלהם לאוניברסיטאות השונות בארה״ב.\nHealthWatch הישראלית משלבת בין טכנולוגיה לאופנה ומפתחת חולצה חכמה שמנטרת פרמטרים רפואיים, במטרה להתריע מראש מפני התקף לב. החודש נודע כי החברה, שכבר קיבלה אישור שיווק בארה”ב, גייסה כ-20 מיליון דולר מחברת Yiling הסינית. מהבחינה הטכנית, המימון מתחלק ל-15 מיליון דולר שיושקעו באופן ישיר ב-23% ממניות החברה, בעוד ש-5 מיליון דולר נוספים ישולמו לחברה הישראלית, תמורות הרישיון להפיץ את המוצרים שלה בסין באמצעות הקמת חברת בת.\nאקזיט ראשון לשנת 2017: הסטארטאפ הישראלי MentAd (מנט-אד), אשר פיתח פלטפורמה שעוזרת למפרסמים להגיע ללקוחות האידיאליים שלהם ברשתות החברתיות, נרכש על ידי Socialcode האמריקאית. סכום הרכישה לא פורסם. מאז הקמתה ב-20111 על ידי יובל בר אור ודניאל רומנו, גייסה החברה קצת פחות מ-5 מיליון דולר בין היתר מ-Blumberg Capital, OurCrowd, ו-Titanium VC.\nתכליתה של MentAd היא לסייע לחברות למקסם את הליך רכישת הלקוחות שלהן באמצעות זיהוי מאפייני הלקוחות הקיימים שלהם, מציאת ההזדמנויות הרווחיות ביותר להגיע ללקוחות רלוונטים חדשים ולמנף את ההזדמנויות האלה כדי לגרום ללקוחות להיכנס לאתר וכתוצאה מכך להגדיל את אחוזי ההמרה.\nחברת ARTSaVIT, המפתחת טיפול בסרטן באמצעות הפעלת מנגנון ההרג התאי (אפופטוזיס) בגידולים סרטניים, הודיעה על סגירת סבב גיוס בהיקף 6.3 מיליון דולר. את הגיוס הובילו ארקין ביו ונצ’רס ופונטיפקס ובהשתתפות של Merck Ventures, Carmel Innovations וכרמל – אוניברסיטת חיפה.\nARTSaVIT נוסדה ע”י כרמל, החברה הכלכלית של אוניברסיטת חיפה ו-Carmel Innovations יחד עם פרופ׳ שרית לריש מאוניברסיטת חיפה, שזיהתה ואפיינה את החלבון ARTS. ARTS חיוני להפעלת מוות תאי מתוכנת הנקרא – אפופטוזיס. מדובר בתהליך הפועל כמערכת הגנה הקיימת באופן טבעי בכל התאים בגוף. רוב סוגי הסרטן מאבדים את יכולתם להפעיל מערכת זו של מוות תאי וזוכים בכך ל”חיי נצח”. אחד מן המנגנונים התאיים העיקריים שבהם תאים סרטניים “מתחמקים” מהפעלת מערכת האפופטוזיס הוא על ידי עלייה ברמתם של חלבונים מעכבי מוות תאי. ARTS פועל באופן ישיר לפירוקם של מספר חלבונים מעכבים אלה, וכופה בעצם על התאים הסרטניים “להתאבד” ע”י הפעלת המוות האפופטוטי.\nהסטארטאפ הישראלי Flytrex רוצה להנגיש את הנושא של משלוחים באמצעות רחפנים. לאחרונה השלימה החברה סבב גיוס בהיקף 3 מיליון דולר, כך נודע ל-TechCrunch. את הסבב הובילה הקרן השוויצרית Armada ביחד עם אנג׳לים פרטיים.\nהחברה פיתחה את Flytrex Sky, רחפן חכם המחובר לרשת האינטרנט שנועד לשמש כשליח אישי. בעזרת אפליקצית המסנג׳ר הייעודית שלו ניתן לשלוח ולקבל משלוחים בתוך שניות באמצעות טכנולוגית הטסה שיתופית או להטיס את הרחפן סתם בשביל הכיף באמצעות אפליקציה ייעודית אחרת לפעולה זו. בנוסף, ניתן לצוות אותו בסוללה נוספת והוא כולל מקום ייעודי לחיבור מצלמת גו פרו.\nחברת המלצות התוכן הישראלית Taboola (טאבולה) הודיעה על רכישת הסטארטאפ הישראלי Commerce Sciences, המפתח פתרון המאפשר להתאים באופן אישי אתרי סחר עבור משתמשים שונים. סכום הרכישה לא פורסם, אך מאז הקמתה של החברה הנרכשת ב-2011 על ידי אביב רווח, אייל ברוש ועמרי יעקובוביץ׳ היא גייסה 5.8 מיליון דולר. בין המשקיעים של החברה ניתן למנות את Genesis Partners, Innovation Endeavors ו-KGC Capital. מרבית עובדיה של החברה הנרכשת יצטרפו למשרדי טאבולה בארץ.\nהרכישה האחרונה נובעת מהרצון של טאבולה להציג בפני כל משתמש חווית גלישה מותאמת אישית ולא רק המלצות תוכן בתחתית המאמר. אתרי מסחר הבינו כבר ממזמן כי כל משתמש, שהוא בסופו של דבר לקוח פוטנציאלי, הוא שונה לגמרי מהאחר, ולכן החוויה שמתאימה לאחד ומעודדת אותו להשלים רכישה, לאו דווקא תגרום גם לשכן שלו ממול לבצע רכישה באתר. כדי לאפשר לכל אתר מסחר להפוך כמה שיותר מבקרים ללקוחות משלמים, המוצר של Commerece Sciences הישראלית מאפשר לבצע התאמה אישית באתרי אינטרנט, כך שיתאימו ספציפית לכל משתמש המבקר בהם. המשתנים בהם ניתן להתחשב הם שווי העגלה ברגע נתון, מיקום גיאוגרפי, סוג המכשיר ממנו הוא גולש, היום והשעה בשבוע, כיצד הגיע לאתר ומה בדיוק חיפש.\nהסטארטאפ הישראלי Pagaya (פאגאיה) מתמחה בניהול סיכוני אשראי וחיתום בעולמות ההלוואות הצרכניות המקוונות. החברה פיתחה מערכת לניהול השקעות המתבססת על ביג דאטה שתדע לבחור את ההלוואות עם כדאיות ההשקעה הגבוהה ביותר. החודש הודיעה החברה על השלמת סבב גיוס בהיקף של 2 מיליון דולר מהמשקיעה הקיימת – כרמל ונצ׳רס מקבוצה ויולה. המימון האחרון יסייע לחברה להרחיב את פעילותה בשווקים חדשים בחו״ל ולהכפיל את מצבת העובדים שבה, העומדת על 12.\nהטכנולוגיה של Pagaya מספקת פתרונות ניהול השקעות למשקיעים מוסדיים, בתחום המסחר בהלוואות מקוונות. הטכנולוגיה ניזונה מנתונים של מליוני הלוואות היסטוריות ומאגרי מידע רבים נוספים בכדי לבחור בצורה מושכלת ובפרקי זמן של מילי שניות את ההלוואות עם כדאיות ההשקעה הגבוהה ביותר.\nחברת אחסון ה-all-flash הישראלית Kaminario (קמינריו) הודיעה על השלמת סבב גיוס נוסף בהיקף של 75 מיליון דולר. את הסבב האחרון הובילה Waterwood Group והשתתפו בו משקיעים חדשים וקיימים בהם Lazarus, פיטנגו, סקויה, Silicon Valley Bank ו-Globespan Capital Partners. ההון שהתווסף לקופת החברה ישמש להאצת יוזמות פנייה לשוק, הרחבת נוכחותה הגלובלית וקידום מחקר ופיתוח\nהפתרון שמפתחת Kaminario הוא מערכת אחסון המבוססת על דיסקים בטכנולוגיית SSD. מוצר הדגל של החברה, ה-Kaminario K2, מבוסס על ארכיטקטורה שפותחה על-ידה בשם Scale–out Performance Storage Architecture. ארכיטקטורה זו יכולה לנצל מוצרי מדף מתחום ה-SSD ולהתאים אותם לצורכי הלקוח, כאשר הפתרון מבוסס על שרתי Blade לצד פתרונות אחסון של חברות שונות בתחום ה-SSD. כך למעשה יכולה החברה להציע ללקוחות שלה גמישות בפתרונות האחסון והשליפה, לפי דרישותיהם. אחד היתרונות המרכזיים של Kaminario נעוץ ביחס עלות-התועלת שלה שעומד על 2 דולר לג’יגה-בייט, המשתלם יותר לעומת פתרונות מתחרים.\nחברת הסטארטאפ Corephotonics (קורפוטוניקס) המפתחת מצלמות דואליות לסמארטפונים, הודיעה על השלמת גיוס בהיקף של 15 מיליון דולר. בגיוס הנוכחי השתתפו המשקיעים סמסונג ונצ’רס, Foxconn, MediaTek ושני גופי השקעה מסין והונג קונג.\nCorephotonics פיתחה טכנולוגיה המשפרת את איכות הצילום בסמארטפונים ומאפשרת יכולות צילום שעד היום היו נחלת מצלמות מקצועיות בלבד. הטכנולוגיה מבוססת על שילוב של שתי מצלמות, המאפשר צילום עם זום אופטי של עד פי 3 בתמונות ועד פי 8 בווידאו, גם בתנאי תאורה חלשים. היא מאפשרת גם יצירת אפקט “בוקה” (טשטוש רקע התמונה והבלטת האובייקט המרכזי), שיפור ניכר ברזולוציה ומניעת “מריחת” תמונות.\nחברת Transmit Security של מיקי בודאי וראקש לונקר רוצה לפשט את התהליך, ולאפשר לחבר כל יישום לאימות ביומטרי כמו זיהוי פנים, זיהוי קולי או טביעת אצבע באמצעות ממשקי API ומנוע חוקים פשוט. החברה שעד עכשיו פעלה מתחת לרדאר יצאה מ-Stealth Mode והודיעה על גיוס של 40 מיליון דולר במימון עצמי של המייסדים עצמם.\nבאמצעות הטכנולוגיה של Transmit Security ארגונים יכולים לבטל לחלוטין את הצורך בשימוש בסיסמאות מעיקות ביישומים שלהם. החברה מעניקה למפתחים דרך קלה יותר ליישם טכניקות אימות מתקדמות באמצעות המכשיר הנייד של המשתמש. הטכנולוגיה מתבססת על הסמארטפון כגורם עיקרי שאליו ניתן להוסיף כל סוג של אימות זהות ראשוני או משני כמו טביעת אצבע, זיהוי קולי, סלפי או הודעת טקסט. את הזיהוי ניתן להוסיף לכל יישום, בין אם מדובר באתר אינטרנט, אפליקציה, מוקד טלפוני, נקודת מכירה או כספומט.\nAbbi (קיצור ל-AB testing ו-BI) הישראלית פיתחה פתרון שיווקי עבור מפתחי מובייל שנועד להגדיל באופן משמעותי את שיעור הלחיצה של המשתמשים (CTR) על המודעות הפרסומיות השונות. על ידי התקנה חד פעמית באורך של שורת קוד אחת, המפתחים יכולים ליהנות מאנליטיקה ומידע רלוונטים הנובעים מניתוח ולמידה של המשתמשים שלהם, אינפורמציה שבסופו של דבר מתורגמת ל-Engagement גדול יותר. שנה בלבד אחרי שנחשפה החברה (בגיקטיים כמובן) נודע לנו כי היא נרכשה על ידי WalkMe הישראלית גם כן. הסכום מוערך במספר מיליונים בודדים.\nAbbi עוזרת להגדיל את ה-engagment ו-retention של המשתמשים באופן אוטומטי ללא צורך במפתחים. את זאת היא עושה באמצעות מערכת (ממתינה לאישור פטנט) של יצירת פרופילים וסיווג של המשתמש אשר מנתחת למעלה מ-250 אפליקציות ופרמטרים של שימוש בסמארטפון, תוך כדי שנעזרת בכל החיישנים המובנים במכשיר (תזוזה, האם המשתמש צופה במכשיר לאורך או לרוחב ועוד).\nמחלת הסוכרת פוגעת קשות באיכות החיים של הסובלים ממנה. חברת הסטארטאפ הישראלית DarioHealth (לשעבר, LabStyle Innovations) מפתחת מערכת לבדיקות שמתחברת לסמארטפון ומספקת מידע ותובנות למשתמשים ועוזרת להם בהתמודדות. החודש הודיעה החברה על השלמת גיוס בגובה 5.1 מיליון דולר בהנפקה פרטית של קרן מימון ההמונים הישראלית-אמריקאית OurCrowd ובהשתתפות משקיעים נוספים.\nהמערכת שפיתחה DarioHealth כוללת מד סוכר קטן ומעוצב שמתחבר לסמארטפון, אפליקציית מובייל ייעודית ואתר אינטרנט מותאם אישית לכל משתמש. הן האפליקציה והן האתר מאפשרים לחולים, לרופאים ולמטפלים גישה, בחינה ועיבוד של נתונים בזמן אמת. כך יכולה האפליקציה להתריע בפני משתמש כלשהו על מצב של היפוגליקמה, ולהמליץ על בדיקה של כמות האינסולין שעליו להזריק; בנוסף, האפליקציה יכולה להסתנכרן אם אפליקציות כושר ובריאות שמותקנות למשתמש על הסמארטפון וכך לנטר את השפעת הפעילות הגופנית שלו על רמת הסוכר.\nאחרי סירי הגיעו הבוטים ונראה כי בשנים הקרובות נשוחח פחות ופחות עם נציגים אנושיים והרבה יותר עם נציגים וירטואלים. קסיסטו (Kasisto) של דרור אורן אמונה על פיתוח שירותי בינה מלאכותית ושיחה טבעית ומיועדת לפחות בשלב זה בעיקר לשוק הפיננסי. החודש הודיעה החברה על השלמת סבב גיוס A בגובה 9.2 מיליון דולר בהובלת Propel Veuntre Partners בהשתתפות מאסטרקארד, DBS Bank ו-Harvard Buisness School. לסבב הגיוס הנוכחי מצטרפות גם משקיעות הסיד ביניהן Sigma Ventures ו-New York Angels.\nהחברה השיקה את אחד המוצרים המשמעותיים שלה בחודש יוני האחרון בדמות שני בוטים מתוחכמים לעולם הפיננסי שמאפשרים למעשה לנהל שיחות בשפה טבעית על נושאים שונים הנוגעים לתחום. משאלות הנוגעות לשווי מניות ספציפיות ועד לתנועות בחשבון הבנק, הרעיון היה להגיש נתונים מסורבלים ומורכבים בצורה פשוטה ונוחה באמצעות שיחה עם נציג וירטואלי. הבוטים של קסיסטו הותאמו לפייסבוק מסנג׳ר, סלאק ולהודעות SMS ונועדו לשמש בנקים מול הלקוחות שלהם. הכסף שגייסה כעת החברה נועד לאפשר לה להתרחב לשווקים נוספים מעבר לזה הפיננסי אם כי בשלב הזה מעדיפה שלא לחשוף בדיוק לאיזה שווקים היא מכוונת.\nהסטארטאפ הישראלי VisIC (ויסאייסי), שמפתח טכנולוגיה להגדלת היעילות והקטנת עלויות הייצור של מערכות המרת הספק חשמלי, החודש הודיע על השלמת סבב גיוס בגובה 11.6 מיליון דולר.\nVisIC עוסקת בפיתוח טרנזיסטור חדיש המבוסס על גליום ניטריד, מוליך למחצה המורכב מהיסודות גליום וחנקן, ומיועד למערכות המרת הספק חשמלי. החברה עושה שימוש בכך שלגליום ניטריד יש פער אנרגיה ישיר המקנה לו יתרונות ביישומים שונים, כדי להגדיל את ניצולת המערכות הקיימות תוך הקטנת המימדים והעלות שלהן. בין היתר מדובר במערכות המרת הספק במערכות פוטו-וולטאיות, טורבינות מבוססות רוח לייצור של חשמל ובמגוון יישומים ביתיים ותעשייתיים. בנוסף, הפיתוח יכול לעזור בהגדלת הניצולת של מנועים חשמליים של כלי רכב, מה שיאפשר להם לנסוע יותר קילומטרים בכל טעינה. לשם השוואה, מערכות קיימות מאבדות כ-10 אחוזים מהאנרגיה הנכנסת בכל המרה.\nאין ספק שאחת מהמגמות הבולטות בשנים האחרונות היתה השילוב של AI (בינה מלאכותית) בכל התחומים, השירותים והמוצרים של עולם הטכנולוגיה. הסטארטאפ Fraugster (פראוגסטר) של הישראלי חן זמיר, שעושה שימוש ב-AI כדי לזהות הונאות באמצעי החיוב השונים, השלים החודש גיוס של 5 מיליון דולר.\nבניגוד למערכות מניעת הונאות קיימות שמתבססות על סטים של כללים וחוקים שחריגה מהם מפעילה טריגרים, ב-Fraugster מפתחים טכנולוגיה שלומדת כל הזמן לזהות פעילות חריגה. המערכת מתבססת על כ-2,000 נקודות מידע (Data points) שונות ביניהן מידע על ה-IP של המשתמש ונתונים על טיב החיבור שלו, מידע על דפוס ההקלדה שלו, פרטי הקשר שלו ועוד. כל פריטי המידע השונים נשלחים למנוע ה-AI של החברה ומנותחים בזמן אמת, כך שבזמן שיא של כ-15 מילי-שניות מתקבלת תשובה האם מדובר במקרה הונאה או לא. הלקוח של החברה יוכל לבחור האם לקבל תשובה או מדד, ובכל מקרה הוא רואה את הפרמטרים השונים ומה הוביל לאותו ציון משוקלל ולתוצאה.\nחברת AppsFlyer, שפיתחה מערכת לניטור ומדידת יעילותם של קמפיינים פרסומיים במובייל, הודיעה על השלמת סבב גיוס בהיקף של 56 מיליון דולר בהובלת קרן Qumra Capital, המתמחה בחברות בצמיחה.\nטכנולוגיית ה-NativeTrack שפיתחה AppsFlyer (אפספלאייר) מאפשרת למפתחי אפליקציות, מותגים ומשרדי פרסום למדוד קמפיינים על גבי למעלה מ-800 רשתות פרסום לרבות פייסבוק, גוגל וטוויטר. ביכולתה לסייע למפרסמים באמצעות מגוון יישומיים המאפשרים מדידה, ניתוח ואופטימיזציה של הפרסום במובייל בכל מקורות המדיה, בין היתר עבור מקורות בתשלום, מקורות אורגניים, ויראליים וחברתיים. בין המידע שמספקת ניתן למצוא דוחות שימור לקוחות, ניתוחי ייחוס, מיקוד מחדש, תשואה על השקעה בקמפיינים ועוד. בכל חודש מודדת החברה למעלה מ-250 מיליארד פעולות בתוך יותר מעשרת אלפים אפליקציות שונות, כשבין הלקוחות שלה ניתן למנות חברות כמו Macys, Trivago, Baidu, Alibaba, Playtika ,Waze, HBO, Samsung. רכיב המדידה של החברה נמצא ב-98 אחוזים מהסמארטפונים בעולם.\nחברת HPE, ענקית המיחשוב הארגוני וספקית שירותי הענן, רכשה את חברת SimpliVity (סימפליויטי) של היזם הישראלי דורון קמפל. החברה האמריקאית, שנוצרה לאחר הפיצול של HP, תשלם תמורת SimpliVity סכום של 650 מיליון דולר.\nחברת SimpliVity הוקמה לפני 8 שנים על ידי דורון קמפל, יזם סדרתי שכבר מכר חברה ל-IBM תמורת 200 מיליון דולר (חברת Diligent שנסגרה מאז, י.א.). SimpliVityy נחשבת לאחת החברות החלוצות בתחום התשתיות המאוחדות (hyperconverged), כשהטכנולוגיה שפיתחה הופכת גם תשתיות מורכבות ומסורבלות לקלות ומהירות באמצעות, בין השאר, ויתור על מידע מיותר. לפני כשלוש שנים השיקה SimpliVity את מוצר הדגל שלה, ה-OmniCube, שכולל טכנולוגיה לניהול משולב של שרתים, וירטואליזציה של שרתים, ניהול מערכות גיבוי ורשתות תקשורת, ומאז היא חוותה צמיחה מרשימה למדי: ב-2014 גדלו הכנסות החברה ביותר מ-500 אחוזים לעומת השנה הקודמת. היא הקימה מערך שיווק גלובלי, באמצעות מפיצים ב-50 מדינות ופתחה משרדים מקומיים עם עובדים משלה ב-18 מדינות. מספר העובדים שלה צמח והגיע ליותר מ-400 עובדים ברחבי העולם כולל ישראל. המתחרות הגדולות של החברה הן חברת Nutanix ו-Pivot3.\nהחברה הישראלית שנסחרת בנאסד”ק הודיעה כי רכשה את Flok, סטארטאפ שפיתח פלטפורמה למועדוני לקוחות דיגיטליים.\nהפלטפורמה שפיתחה Flok משמשת למעשה כמעין ‘כרטיס מועדון וירטואלי’, שמאפשר לכל חברה ליהנות ממועדון לקוחות סקלבילי בצורה פשוטה ומהירה. הפתרון, שמיועד בעיקר לעסקים קטנים ובינוניים, מאפשר להם להציע ללקוחותיהם הנאמנים הצעות מיוחדות שמתבססות על קניות קודמות וכן על מיקומם של המשתמשים. מאחורי הקלעים מספקת החברה לעסקים מידע רב ואנליטיקות מדוייקות ומאפשרת להם לבחון אילו הצעות אטרקטיביות, מהו אחוז הלקוחות החוזרים ועוד.\nהסטארטאפ הישראלי Cybellum, אשר פיתח טכנולוגיה לעצירה של מתקפות Zero-Days בשלבן ההתחלתי והקריטי ביותר, הודיע על השלמת סבב גיוס סיד בהיקף של 2.5 מיליון דולר. את הסבב הובילה קרן ההשקעות Blumberg Capital המבוססת בסן פרנסיסקו, המתמקדת בהשקעה במיזמים בשלבים מוקדמים. Target Global גם השתתפו בסבב הנוכחי ושמואל חפץ הצטרף לבורד החברה. סלבה ברונפמן, מייסד ומנכ״ל החברה סיפר לגיקטיים כי המימון יאפשר ל-Cybellum להרחיב את משרד הפיתוח בארץ, לפתוח משרד חדש בארה״ב ובעיקר להתרחב לשוק וללקוחות בצפון אמריקה.\nתכלית הפתרון של Cybellum היא לעצור מתקפות Zero-Days, שכן הוא יודע לזהות את רגע הפריצה ולחסום את ההתקפה בשלב הראשוני ביותר שלה, הרבה לפני שהתוקף חדר למערכת. על מנת לבצע מתקפת Zero-Day על התוקף לאתר פירצת אבטחה חדשה שלא ידועה לאיש מלבדו. בעוד שפירצות האבטחה מגוונות ועשויות להימצא בכל מקום במערכת, ניצול הפירצות יפתח באופן זהה הידוע גם כ-Memory Corruption. למרות שניצול הפירצה מתבצע באופן זהה וידוע מראש, אין כיום את הטכנולוגיה לזהות את הפעולה הזאת. ולכן, פתרונות קיימים מנסים לעצור את ההתקפה לאחר שהפירצה נוצלה והתוקף כבר חדר למערכת, הרבה פעמים מאוחר מידי ואחרי שהנזק כבר בוצע.\nחברת הסייבר מבאר שבע Secret Double Octopus (או בקיצור – SDO) המפתחת מערכת הגנה על אימות זהות ותעבורת נתונים, הודיעה על השלמת סבב גיוס A בהיקף של 6 מיליון דולר. בגיוס השתתפו Jerusalem Venture Partners – JVP, קרן Liberty Media Israel, Iris Capital , Benhamou Global Ventures ומשקיע האנג׳ל יניב טל. המימון האחרון ישמש את החברה להרחבת פיתוח המוצר והאצת צמיחתה בארצות הברית ובאירופה.\nSecret Double Octopus פיתחה פתרון נטול מפתחות לווידוא זהות והגנה על מידע ברשת, בסביבות ענן, מובייל ו-IoTT. הטכנולוגיה של החברה רוצה למנוע מהתקפות סייבר לאסוף מידע היכול להביא לשבירת הצפנה, כמו גם מניעת התקפות מסוגי man-in-the-middle, מניפולציות PKI, גניבת מפתחות וחולשות של certificates authorities. באמצעות הפתרון שפותח מתאפשרת שליחת מידע דרך מספר ערוצי תקשורת, כאשר כל פיסת מידע אינה מכילה מספיק נתונים לשחזור אף חלק של המקור. עם זאת, בעזרתן ניתן להרכיב את המידע המלא לאחר הגעתן למקבל הנתונים.\nהסטארטאפ TripActions, המספק פתרונות לנסיעות עסקיות שמבטיחות להשתלם הן למעסיק והן למועסק, הודיע על השלמת סבב גיוס בהיקף של 14.6 מיליון דולר. כמו כן, הסטארטאפ שעד היום פעל במצב stealth השיק את אפליקצית הנסיעות הייעודית שלו שנועדה לסייע לארגונים ולעובדים בהם לתכנן את נסיעות העבודה שלהם קצת יותר בקלות ולא פחות חשוב מכך – בהרבה פחות כסף.\nאת סבב הגיוס הנוכחי (A) הוביל אורן זאב והקרן שלו Zeev Ventures בהשתתפות של Lightspeed Venture Partners. המימון האחרון ישמש את החברה לקידום הפלטפורמה שלה ולהרחבת נוכחותה בענף נסיעות העבודה, מעבר ל-70 הלקוחות שיש לה כיום.\nהרעיון מאחורי הפלטפורמה של TripActions הוא שכאשר עובדים מתכננים נסיעות על חשבון מקום העבודה שלהם, הם לרוב יניחו בצד את החוש הישראלי להשיג מציאות ויזמינו מלון וטיסה בלי לעשות יותר מידי סקר שוק. TripActions רוצה לחסוך ללקוחות שלה (אותן חברות וארגונים) עד 30 אחוזים מהוצאות הנסיעה של העובדים שלהם, באמצעות מתן תמריצים לעובדים שיעמדו בתקציב.\nחברת האבטחה הישראלית SentinelOne מספקת פתרונות שתכליתם להחליף את האנטי-וירוס המסורתי, באמצעות מתן הגנה בזמן אמת בפלפטורמה הנתמכת על ידי למידת מכונה וניתוח התנהגות דינמית. החודש הודיעה החברה על השלמת סבב גיוס C בהיקף מרשים של 70 מיליון דולר מ- RedPoint Ventures בהשתתפות קרן ההון סיכון של אשטון קוצ׳ר וגיא עוזרי – Sound Ventures ו-UpWest Labs של גיל בן ארצי ושולי גלילי.\nהפתרון של SentinelOne הוא מוצר לנטרול איומים הכולל איתור, תגובה ומניעה המרוכזים בפלטפורמה אחת שמתבססת על אוטומציה הנשענת על Machine Learningg. עם SentinelOne ארגונים יכולים לאתר התנהגות זדונית בצורה רוחבית על פני וקטורים שונים ולעצור אותם בעזרת מערכת תגובה אוטומטית לחלוטין המגנה בפני תקיפות הסייבר המתחדשות כל הזמן – בזמן אמת. הפלטפורמה מנטרלת מתקפות מתוך המערכת גם ללא צורך בחתימה ספציפית או גישה דרך הענן ונתמכת ב-Linux, MacOS וחלונות.\nטרנד מתחמי העבודה המשותפים הוביל לפתיחה של מספר שיא של מתחמים בישראל ובעולם. החודש הודיעה החברה הישראלית MindSpace (מיינדספייס) על השלמת סבב גיוס A בגובה 15 מיליון דולר.\nכיום מציעה MindSpace שבעה מתחמי עבודה שונים ב-4 ערים: תל אביב, מינכן, המבורג וברלין והיא מתכננת התרחבות לטריטוריות נוספות. המתחמים מיועדים לחברות מכל הגדלים, מיזמים פרטיים ועד תאגידים, כשבחברה נותנים לדבריהם דגש על ארגון אירועים יחודיים, פעילויות נטוורקינג ועידוד שיתופי פעולה של החברות שפועלות במסגרת המתחמים שלה.\nחברת Kik שמפתחת את אחת מהאפליקציות הפופולאריות ביותר בקרב בני נוער בארצות הברית רכשה את חברת Rounds הישראלית, שמפתחת פלטפורמת וידאו-צ’ט.\nחברת Rounds נוסדה ב-2007 ע״י דני פישל ואילן לייבוביץ, והחלה דרכה כאפליקציית היכרויות, שמתבססת על וידאו, אולם לאחר פיבוט, היא החלה להתמקד בתחום הוידאו-צ’ט. המוצר של החברה מאפשר שיחות וידאו מרובות משתמשים עד 12 אנשים, אשר יכולים לצפות בסרטים ביחד, לשתף תמונות, לשחק משחקים ועוד, הכל ב-live וב-real-time. ל-Rounds יותר מ-40 מיליון משתמשים רשומים ומאז הקמתה היא הספיקה לגייס 24 מיליון דולר ממשקיעים כמו קרן Sequoia, קרן Samsung Ventures, זרוע ההשקעות התאגידית של סמסונג, קרן Rhodium, קרן Verizon Ventures, קרן Startup Factory, המשקיע טים דרייפר מ-DFJ ועוד משקיעים פרטיים.\nחברת המכשור הרפואי Guide In Medical (גייד אין מדיקל) הישראלית, הפועלת במסגרת החממה של קרן ההון-סיכון NGT3 מנצרת, הודיעה על סגירת סבב גיוס ראשון בהיקף של כחצי מיליון דולר. המימון האחרון הגיע מחברת התרופות כצט, אשר הצטרפה כשותפה אסטרטגית לחברה ביחד עם משקיע פרטי. Guide In Medical פיתחה מכשיר IRRISS אשר נועד לסייע ולהקל בביצוע תהליך האינטובציה המורכב, במהלכו מוחדר צינור (טובוס) לקנה הנשימה, במטרה להנשים את המטופל.\nGuide In Medical פיתחה התקן חיצוני המוצמד כמדבקה על צוואר המטופל ומעביר לתוך הרקמות אור באורך גל מסוים, אשר מאיר את פנים הגרון. התאורה מהבהבת בצורה ברורה ומקלה על הצוות הרפואי בזיהוי קנה הנשימה כשהוא נעזר בווידאו לרינגוסקופ (מכשיר עם מצלמת וידאו) ומנווט בקלות רבה יותר את החדרת צינור ההנשמה במהלך האינטובציה. מדובר בהתקן חד-פעמי שעלותו מוערכת בכ-35 דולר ליחידה.\nחברת המכשור הרפואי Lithotech Medical (ליתוטק מדיקל), הנחשבת למובילה בטכנולוגיות מורכבות מבוססות חוטי ניטינול, נרכשה על ידי Vention Medical האמריקאית, שמחזיקה שני סניפים בישראל. ליתוטק מפתחת מכשור רפואי פולשני המבוסס על סגסוגת בשם NiTi המורכבת מניקל וטיטניום. החברה הרוכשת מתמחה ברכיבים ושירותים שמשמשים במוצרי התערבות וניתוחים זעיר פולשניים כולל צנתרים, מוטות מחוזקים, בלונים, מוצרי שיחול וצינורות פולימיד.\nLithotech Medical בעצם מתמחה בקליעה ידנית של חוטי ניטנול שניתן להתאים לצרכיו של כל לקוח. מאז הקמתה בשנת 20011 הצוות שלה תכנן ופיתח למעלה ממאה מוצרים עבור לקוחות ברחבי העולם, כאשר עשרות מוצרים שלהם נמצאים כיום בשוק. כיום הפיתוח המוביל שלה הוא בתחום האורולוגיה, הודות לפתרון שלה המבוסס על מעין סלים שתכליתם היא להוציא ולרסק אבנים מדרכי השתן באופן אידיאלי.\nLithotech Medical בעצם מתמחה בקליעה ידנית של חוטי ניטנול שניתן להתאים לצרכיו של כל לקוח. מאז הקמתה בשנת 20011 הצוות שלה תכנן ופיתח למעלה ממאה מוצרים עבור לקוחות ברחבי העולם, כאשר עשרות מוצרים שלהם נמצאים כיום בשוק. כיום הפיתוח המוביל שלה הוא בתחום האורולוגיה, הודות לפתרון שלה המבוסס על מעין סלים שתכליתם היא להוציא ולרסק אבנים מדרכי השתן באופן אידיאלי.\nחברת הסטארטאפ הישראלית Earnix (ארניקס), שמפתחת כלי Predictive Analytics לעולם הבנקאות והביטוח, הודיע על השלמת סבב גיוס בגובה 13.5 מיליון דולר.\nEarnix מפתחת טכנולוגיה לניתוח וחיזוי אנליטי של התנהגות צרכנים. הפתרונות האנליטיים של החברה מוצעים במודל SaaS על גבי ענן ומיועדים למוסדות פיננסיים ברחבי העולם. הטכנולוגיה תורמתת למשתמשים בקבלת החלטות אופטימלית ברמת המוצר, התמחור והשיווק, תוך התאמתם לתנאי שוק דינמיים מאתגרים. בין היתר מסייעת כיום החברה לבנקים ולחברות ביטוח לתמחר פיקדונות, הלוואות ופוליסות ביטוח. לצורך כך מתבססת החברה על מודלים מתקדמים של חישוב וחיזוי סיכון וביקושים, יחד עם קישוריות למערכות המידע של הארגון בזמן אמת.\nחברת הסטארטאפ הישראלית Seculert (סקיולרט) מספקת תוכנה מבוססת ענן אשר מעניקה הגנה נגד פריצות לרשתות ארגוניות וחילוץ נתונים מהן. החודש נודע כי היא נרכשת על ידי Radware (רדוור), אם כי סכום הרכישה טרם פורסם.\nSeculert מפתחת פתרון אבטחה מבוסס ענן (Security-as-a-service). בעזרת השירות של החברה, אשר אינו מצריך התקנה של תוכנה או חומרה כלשהי, ארגונים יכולים לזהות איומים והתקפות אשר עלולים להשפיע על הרשת הפנימית שלהם. השירות שהם מציעים מסוגל להילחם בצורה יעילה נגד מזיקים ואיומים שונים, באמצעות שימוש בטכנולוגיית ענן, חוכמת ההמונים ואנליטיקות ביג דאטה הנאספות מהמשתמשים, במטרה לזהות ולחסום איומים שונים במהירות, עוד לפני שאלו שמספיקים לפגוע בארגון או במידע הרגיש שלו.\nFeedvisor פיתחה מערכת שהיא מכנה Algo-Commercee וכוללת אלגוריתמים רב שכבתיים, שיכולים לתמחר מוצרים שונים בזמן אמת. האלגוריתמים נעזרים לצורך כך באיסוף נתונים היסטוריים, ניתוח שלהם, חיזוי מהלכים וטרנדים והם לומדים ומשתנים “תוך כדי תנועה” ובכל רגע נתון בעזרת Big Data ולמידת מכונה. החודש הודיעה החברה על גיוס של 20 מיליון דולר שהובל על ידי קרן General Catalyst שהשקיעה בין היתר ב-Snapchat, Airbnb ולאחרונה גם ב-Lemonade הישראלית. בנוסף, השתתפו בסבב גם המשקיעים הקודמים, קרן Square Peg Capital האוסטרלית, קרן Jal Ventures קרן, Oryzn Capital ו-Titanium Investments – מה שמעמיד את סך הגיוסים של החברה על 33 מיליון דולר מאז הקמתה.\nקרן ההשקעות הישראלית-סינית Blueconomy (בלואקונומי) השלימה סבב גיוס בהיקף של 150 מיליון דולר מממשלת סין ומקרנות מוסדיות במדינה. הקרן תתמקד בהשקעות בטכנולוגיות ימיות כגון אנרגיה, מזון ימי, טיהור והתפלת מים, קומסטיקה ותרופות.\nהקרן הוקמה על ידי שלום דסקל, יובל רבין (בנו של ראש הממשלה יצחק רבין ז״ל) ויעקב קפלן. בחברות הנמצאות בשלבים התחלתיים יושקעו עד חמישה מיליון דולר, בעוד שחברות הנמצאות בשלבים מתקדמים יותר הסכום יכול להגיע עד ל-20 מיליון דולר.", "keywords": "סיכום גיוסים,גיוס,סטארטאפ,סטארטאפ ישראלי,אקזיט,exit,funding,חברה ישראלית,סיכום חודשי,סיכום גיוסים חודשי,סיכום גיוסים ינואר"}