{"url": "https://www.geektime.co.il/microsoft-launches-windows-intune-beta/", "type": "article", "title": "מיקרוסופט משיקה את Windows Intune - כלי לניהול תחנות קצה בענן [עדכון]", "description": "לפני מספר חודשים יצא סטיב באלמר בהכרזה נועזת אשר אומרת כי כל מוצרי מיקרוסופט, יהיו זמינים גם בגרסת שירות בענן. השבוע לקחה מיקרוסופט צעד נוסף בכיוון עם שחרור גרסת בטא של מערכת ניהול תחנות קצה לארגונים קטנים ובינוניים המבוססת על שירות ענן תחת השם Windows Intune.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/04/windowsintune-300x171.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-04-21T22:00:12Z", "modified_time": "2010-04-21T22:00:12Z", "articleBody": "לפני מספר חודשים יצא סטיב באלמר בהכרזה נועזת אשר אומרת כי כל מוצרי מיקרוסופט, יהיו זמינים גם בגרסת שירות בענן. השבוע לקחה מיקרוסופט צעד נוסף בכיוון עם שחרור גרסת בטא של מערכת ניהול תחנות קצה לארגונים קטנים ובינוניים המבוססת על שירות ענן תחת השם Windows Intune.\nקונסולת הניהול של Windows InTune\nמזה חודשים מדברים בכירי מיקרוסופט על שינוי הכיוון של החברה וההתמקדות באסטרגית שירותי ענן. ראינו זאת גם ב-ThinkNext 2010 שנערך בשבוע שעבר, כאשר קרייג מונדי, סמנכ”ל המחקר והאסטרטגיה של מיקרוסופט הציג את הפתרונות והכיוונים של מיקרוסופט לשנים הקרובות.\nאתמול, מיקרוסופט התקדמה בצעד נוסף לכיוון אספקת שירותי ענן כוללים עם שחרור של גרסת בטא של שירות חדש בשם Windows Intune. השירות החדש, יציע לארגונים את האפשרות לנהל, לעדכן ולאבטח את תחנות הקצה שלהם באמצעות כלי ניהול מבוססי ענן ואף יאפשר למשתמשים שירכשו את השירות לשדרג את תחנות הקצה שלהם בארגון לגרסת ה-Enterprise של Windows 7 (כחלק מהרשיונות הארגוניים של משתמשי השירות). כמו כן, השירות החדש יאפשר לארגונים להשתמש בחבילת ה-Microsoft Desktop Optimization Pack (או MDOP בקיצור) המספקת מגוון של כלי ניהול ווירטואליזציה אשר היו אפשריים לשימוש עד היום רק במסגרת תוכנית ה-Software Assurance המיועדת לארגונים גדולים בעלי חוזה רישוי מתחדש עם מיקרוסופט.\nברנדון לה-בלנק, מנהל בקבוצת הפיתוח של Windows, עדכן אתמול בפוסט בבלוג של צוות הפיתוח כי השירות החדש מיועד בעיקר לעסקים קטנים ובינוניים (עד 500 תחנות קצה) אשר מעוניינים לנהל את תחנות הקצה בארגון באמצעות צוות IT מצומצם יחסית.\n\nאחת מנקודות המפתח העיקריות של השירות החדש היא היכולת לתזמן ולנהל את העדכונים של מערכת ההפעלה ואפליקציות מיקרוסופט בצורה מרוכזת, דבר שהצריך עד היום שימוש בשרת WSUS או בכלי ניהול אחר. חשוב לציין כי למרות ש-Intune ידע לנהל עדכונים של כלי מיקרוסופט, הוא לא ידע לטפל בעדכונים של אפליקציות צד שלישי ולא בפריסה והתקנה של אפליקציות שאינן אפליקציות מיקרוסופט. התכונות הללו, שמורות כפי הנראה עבור חבילת ה-System Center, אשר גרסת ה-Cloud שלה צפויה להחשף בחודשים הקרובים ולהשתחרר לשוק בתחילת 2011.\nבכל הקשור לאבטחת מידע, Windows Intune משתמש באותו מנוע Anti-Malware שעומד בבסיס מוצרי ה-Forefront של החברה וקיים גם באנטי-וירוס החינמי של מיקרוסופט המיועד לשוק הביתי, ה-Microsoft Security Essentials. כמו כן, תאפשר המערכת גם ניטור בסיסי של תחנות הקצה ותספק התראות במייל על   תחנות קצה נגועות או בעייתיות מבחינת עדכונים.\nהניהול עצמו של המערכת יתבצע באמצעות קונסול ניהול מבוסס Silverlight אשר יציג בצורה מרוכזת את כל התחנות של הארגון ויאפשר לצפות במצב העדכונים ואבטחת המידע שלהם (עדכוני אנטי-וירוס ותקריות וירוסים על-תחנות ספציפיות). מערכת הניהול תאפשר למנהל הרשת לנהל את המחשבים מכל מקום (באמצעות גישה Webית לקונסול הניהול) ואף להשתלט על תחנות קצה מרחוק באמצעות Remote Assistance.\nבנוסף, המערכת תאפשר ניהול מלאי חומרה ותוכנה בסיסי יחסית (בהשוואה למערכות ייעודיות דוגמת ה-Configuration Manager של מיקרוסופט) במטרה לסייע לעסק לעקוב אחרי המחשבים והרשיונות בעסק. כמו כן, ניתן יהיה להשתמש בקונסול הניהול על-מנת לנהל בצורה מרכזת את מדיניות האבטחה ולהגדיר מדיניות עדכונים, הגדרות Firewall ומדיניות שימוש באנטי-וירוס, גם אם המכונות לא נמצאות פיזית בתוך הארגון.\nמבחינת דרישות המינימום לצורך השימוש בשירות, החברה צריכה לעבוד עם תחנות קצה המבוססות על Windows XP עם Service Pack 2 לפחות, אך מומלץ להשדרג את התחנות ל-SP3. ניתן גם לשדרג ל-SP3 בצורה מנוהלת באמצעות השירות החדש לאחר ההתקנה. כמובן שהמערכת תומכה בגרסאות האחרונות של Windows Vista (גרסאות Business, Enterprise ו-Ultimate) ו-Windows 7 (גרסאות Enterprise, Ultimate ו-Professional). כמו כן, דרישות הקדם מחייבות גישת Administrator לכל המחשבים אותם אתם מעוניינים לנהל ומבחינת דרישות החומרה, דרוש מחשב בעל מעבד במהירות 500Mhz לפחות עם זכרון של מעל ל-256MB (דרישות המינימום לחלונות XP עם חבילת השירות השנייה). לאחר בדיקה קצרה עם הגורמים הרלוונטיים במיקרוסופט, קיבלנו תשובה שלילית לגבי התמיכה בניהול שרתים המבוססים על מערכת ההפעלה Windows Server. אותם גורמים ציינו כי הם שוקלים כרגע להוסיף תמיכה גם עבור שרתים, אך כרגע זה לא נמצא במסגרת התוכניות לגרסה הראשונה של המוצר.\nההרשמה לגרסת הבטא תהיה פתוחה עד ה-16 למאי ותהיה פתוחה בעיקר לעסקים בארצות הברית (אם כי הם אינם שוללים עסקים ממקומות נוספים באופן גורף). גרסת הבטא תאפשר למשתמשים שימוש מלא בכל היכולות של ממשק הניהול החדש, אך לא תזכה את המשתמשים ברשיונות השדרוג לחלונות 7.\nשחרור הגרסה המלאה של המוצר מתוכנן לרבעון הראשון של 2011 ולה-בלנק ציין כי תקופת הבטא הארוכה של המוצר נועדה על-מנת לאפשר ללקוחות המסייעים בבדיקה שלו להשפיע על עיצוב המוצר לפי הצרכים ונקודת המבט שלהם.\nעדכון 21/04/10 22:01: נכון לכתיבת שורות אלו הודיעה מיקרוסופט על סגירת תוכנית הבטא של Windows Intune עקב הענות מוגברת ומילוי כל המקומות שהוקצו לצורך הבדיקה של המערכת.", "keywords": "מיקרוסופט,microsoft,סטיב באלמר,קרייג מונדי,steve balmer,craig mundie,thinknext 2010,windows intune,windows,windows xp,windows 7,windows vista,חלונות 7,חלונות ויסטה,חלונות xp,פורפרונט,forefront,microsoft security essentials,mse,wsus,system center,configuration manager,remote assitance,mdop,microsoft desktop optimization pack"}