{"url": "https://www.geektime.co.il/microsoft-launches-teams/", "type": "article", "title": "מיקרוסופט השיקה את Teams, המתחרה שלה לסלאק", "description": "המתחרה המשודרג של מיקרוסופט לסלאק - Teams הושק היום ברחבי העולם וגם בישראל. האפליקציה זמינה בחינם למשתמשי Office 365", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/surface-tilted-panel-fallback.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-14T17:30:14Z", "modified_time": "2017-03-14T17:19:27Z", "articleBody": "המתחרה המשודרג של מיקרוסופט לסלאק – Teams הושק היום ברחבי העולם וגם בישראל. האפליקציה זמינה בחינם למשתמשי Office 365\nמקור: Microsoft Teams\nמיקרוסופט עמדה במילה שלה והשיקה היום (ג׳) בישראל וברחבי העולם את Teams, יישום הצ׳אט הייעודי שלה למקומות עבודה. מדובר בכלי שנועד להגביר את הפרודוקטיביות של צוותי עבודה ולאפשר שיתוף תכנים בקבוצות מבוססות צ׳אט תוך כדי שימוש בתוכנות חיוניות.\nאפליקציית Microsoft Teams מאחדת בתוכה את כל שירותי הפרודוקטיביות היומיומיים של המשתמשים לסביבת עבודה אחת (דואר, פגישות, שיחות, קבצים משותפים) וכך מבטלת את הצורך לעבור משירות לשירות על מנת להגיע למידע או לאנשים שאיתם אתם עובדים. לדברי מיקרוסופט, האפליקצייה מכילה בתוכה 100 פיצ’רים ובהם האפשרות לנהל שיחות קוליות ווידאו באמצעות Skype, לערוך מסמכים משותפים (Word, Excel, PowerPoint) לשמור אותם ב-OneDrive משותף ולנהל דיון סביבם בצ’אט, להתחבר לחשבון הטוויטר ולנהל שיחות בקבוצות וצוותים מצומצמים על-פי נושאים, וניתן גם לקבוע פגישות לחברי הקבוצה בלבד או לזמן את כל חברי הצוות לפגישה וירטואלית בזמן אמת. כמו כן, השיחות יהיו זמינות לכלל הקבוצה ומתוכן אפשר גם לצאת לשיחות פרטיות של אחד על אחד.\nמקור: Microsoft Teams\nב-Microsoft Teams נעשה גם שימוש בבוט מובנה שיסייע למשתמשים לאתר תוכן, למצוא אנשים לפי זמינות יומן ובאופן כללי ידריך את המשתמש כיצד לבצע פעולות כמו הוספת חשבון הפייסבוק לשירות או ליצור דאשבורד מותאם אישית לסביבת העבודה של הצוות. אותו מקום מותאם אישית יציע סביבת עבודה אשר יכולה לכלול את כל התכונות והתוכן שצוות ספציפי צריך ומשתמש בו מידי יום. כך לדוגמא ניתן להוסיף גישה מהירה למסמכים, אתרי אינטרנט ויישומים שנמצאים בשימוש תדיר או להטמיע שירותים של ספקים חיצויים כמו Treallo או RSS.\nלא מעט דובר על כך שהיישום החדש יתחרה ראש בראש מול סלאק, שהפכה כבר מזמן לתוכנת תקשורת פופולארית במקומות עבודה שדרכה ניתן לנהל שיחות קבוצתיות או אישיות, לשתף בקבצים או לקיים שיחות וידאו. יחד עם זאת, המוצר של מיקרוסופט כולל כאמור פונקציות קצת יותר מתקדמות ויהיה מעניין לראות כיצד קהל המשתמשים יגיב אליו. החל מהיום האפליקציה תהיה זמינה בחינם למשתמשי Office 365 ב-181 מדינות וב-19 שפות ובכל מערכות ההפעלה – בסמארטפון ובדסקטופ.\n", "keywords": "מיקרוסופט,microsoft,teams,microsoft teams,סקייפ,צ׳אט,סלאק,מתחרה לסלאק,slack"}