{"url": "https://www.geektime.co.il/whatsapp-video-calls/", "type": "article", "title": "שיחות הוידאו מתקרבות לווטסאפ. כך זה ייראה", "description": "שיחות הוידאו בווטסאפ מתקרבות אלינו בצעדי ענק; צילומי מסך ראשונים חושפים כיצד ייראה הפיצ'ר החדש", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/whatsapp-video-chat-feature-640x569-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-24T09:34:33Z", "modified_time": "2015-12-24T09:45:51Z", "articleBody": "שיחות הוידאו בווטסאפ מתקרבות אלינו בצעדי ענק; צילומי מסך ראשונים חושפים כיצד ייראה הפיצ’ר החדש\nצילומי המסך מגרסת האייפון של ווטסאפ חושפים את פיצ’ר שיחות הוידאו החדש של ווטסאפ. מקור: macerkopf.de\nווטסאפ הוא שירות המסרים הפופולארי ביותר בעולם עם יותר מ-800 מיליון משתמשים קבועים בחודש (שימו לב – משתמשים – לא הורדות). למרות זאת, בכל מה שקשור לפיצ’רים, הרי שמתחרותיה מקדימות אותה בלא מעט שנים. כך למשל רק בינואר היא אפשרה לתקשר בעזרת המחשב האישי, ורק בפברואר השנה היא החלה לאפשר שיחות קוליות. עתה, נראה שהחברה בדרך להשקת עוד פיצ’ר חדש, שישמח לא מעט משתמשים: שיחות וידאו.\nסדרה של צילומי מסך, שהופיעו באתר הטכנולוגיה הגרמני Macerkopf, חשפו את הפיצ’ר החדש; הצילומים לא חושפים הפתעות גדולות מבחינת הפיצ’רים או הממשק וכוללים עיצוב סטנדרטי למדי עם כפתורים למענה ולדחיית שיחת וידאו. בזמן השיחה יש כמובן אפשרות לצפות בוידאו שמצולם מהמצלמה הקדמית עם כפתורים להשתקה ולמעבר למצלמה אחורית. התמונות נלקחו מגרסת אייפון, אולם על פי ניסיון העבר, גם גרסת אנדרואיד תיהנה מהפיצ’ר החדש בקרוב. הגרסה הנוכחית של ווטסאפ ל-iOS היא 2.12.12 והפיצ’ר הופיע בגרסת 2.12.16.2, כך שככל הנראה הוא צפוי להגיע מהר מאוד ליתר המשתמשים ולשאר הפלטפורמות.\nעל פי הדיווחים ווטסאפ בדרך לממשק מעוצב חדש שיתן דגש לצבע הירוק של החברה ויותר חשוב, הוא יאפשר עבודה בטאבים (לשוניות) באותה דרך שבה אנחנו עובדים למשל בדפדפנים. כך שנוכל להתכתב עם מספר משתמשים בו זמנית ופשוט לדלג בין הטאבים הפתוחים. מתבקש, אבל יעיל.\nעם השקת שיחות הוידאו של ווטסאפ תצטרף החברה למועדון שכולל כבר חברות רבות. בין היתר מציעות את האפשרות הזו אפליקציות כמו סקייפ, FaceTime, Line, Tango, וייבר, OoVoo, WeChat ו-Hangouts של גוגל. למרות האיחור בהצגת הפיצ’רים השונים, נהנית WhatsApp מיתרון עצום בכל הנוגע למספר המשתמשים הקבועים. לעומת 800 מיליון המשתמשים הקבועים שלה, נהנה המסנג’ר של פייסבוק, חברת-האם של ווטסאפ, מ-700 מיליון משתמשים קבועים, כשלאחר מכן מופיעות 2 אפליקציות שפופולאריות בעיקר בסין ובאסיה: QQ ו-WeChat, שתיהן של הענקית הסינית Tencent עם כ-600 מיליון משתמשים כל אחת; סקייפ של מיקרוסופט נהנית מכ-300 מיליון משתמשים קבועים ואחריה וייבר עם כ-250 מיליון משתמשים קבועים. לשם השוואה, אפליקציית המסרים הרוסית-גרמנית Telegram, שצוברת תאוצה בזמן האחרון, נהנית מ-62 מיליון משתמשים בלבד.", "keywords": "ווטאספ,שיחות קוליות,שיחות וידאו,שיחת וידאו,פיצ\\'ר,פייסבוק,מסנג\\'ר,מסרים מיידיים,הודעות מיידיות,סקייפ"}