{"url": "https://www.geektime.co.il/streamelements-raises-11-3-mm/", "type": "article", "title": "היזם הישראלי שמכר חברה לפייסבוק, מגייס 11.3 מיליון דולר לסטארטאפ החדש שלו", "description": "הסטארטאפ הישראלי StreamElements גייס את הכסף להרחבת פלטפורמת יצירת הוידאו בשידור חי שלו", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/random-girl@3x-1548346827-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-25T09:30:33Z", "modified_time": "2019-01-25T10:02:50Z", "articleBody": "הסטארטאפ הישראלי StreamElements גייס את הכסף להרחבת פלטפורמת יצירת הוידאו בשידור חי שלו\n\nעם העלייה בחשיבות ובפופולאריות של הוידאו בשידור חי, עולה גם החשיבות לשידור מקצועי יותר של היוטיוברים ומשתמשי Twitch. חברת הסטארטאפ הישראלית StreamElements (סטרים אלמנטס) שמפתחת מערכת להפקת משדרי לייב סטרימינג הודיעה היום (ו’) על השלמת סבב גיוס A בגובה 11.3 מיליון דולר.\nהפלטפורמה שפיתחה StreamElements מעניקה ליוצרים – כלומר יוטיוברים, וולוגרים ומשתמשי Twitch – כמה כלים חשובים במיוחד לשידורים החיים שלהם, שמאפשרים להם ליהנות מיכולות הפקה מקצועיות, מוניטיזציה רב-ערוצית ושירות טוב יותר. בין היתר הם יכולים ליהנות מפורמטים שונים של פרסומות – כמו תבניות עיצוב, מודעות מרחפות, אינטגרציה של צ’טים, סקרים, התרעות מותאמות אישית ומיני-משחקים; מדידה – ל-StreamElements גישה לנתוני סטרימינג, צפיות, קהל צופים, מיקום, סנטימנט, מעקב אחר הקלקות ועוד, מה שמאפשר אופטימיזציה בזמן אמת ודיווח ומדידה מבוססים; פרישה – מאחר שהיא מייצגת יותר מ-200 אלף ערוצים ויותר מ-325 מיליוני צפיות בחודש, StreamElements יכולה לזהות מגמות של כישרונות וליישם קמפיינים בקרב מגוון רחב של יוצרים, מיוצרים קטנים ועד כוכבים בינלאומיים.\n﻿\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבשיחה עם גיקטיים מספר דורון ניר, מנכ”ל StreamElements, כי האתגר הגדול ביותר בפיתוח הוא להחזיק מערכת שמספקת את השירות ל-200 אלף ערוצים בו זמנית, ברמת השירות שמצופה מהחברה. “כל אחד מיוצרי התוכן שעובדים איתנו תלויים בשירות שלנו כדי לייצר את הפרנסה שלהם, ולכן הציפיות הן עצומות” אומר ניר.\nהתקופה האחרונה מאופיינת במאבק בין יוצרי תוכן ליוטיוב. האם שימוש במערכת שלכם יכול למנוע תלונות על קיפוח למשל?\n“הבעיה העיקרית של יוצרים ביוטיוב היא שכל הפרנסה שלהם מגיעה מיוטיוב. ככל שיוצרי תוכן יגוונו את מקורות ההכנסה שלהם ויפיצו את התוכן שלהם בפלטפורמות נוספות, כך הסיכוי שפלטפורמה אחת תפגע בהם ירד. במקרה שלנו, חשוב לציין שאנחנו פועלים בעיקר בתחום הלייב-וידאו ולא ב-VOD ולכן מצב יוצרי התוכן הוא מעט שונה, ועם זאת, שימוש במגוון מקורות ליצירת הכנסה (מצופים, ממפרסמים, ממכירות מרצ׳נדייזינג) ישפר את מצבם”.\nStreamElements הוקמה ב-2016 על ידי גיל הירש, שמכר בעבר את face.com לפייסבוק; אור פרי, מייסד-שותף ומנהל סטרימרים ראשי; ראם שרמן ודורון ניר, מייסדי HappySale. סבב הגיוס הנוכחי בגובה 11.3 מיליון דולר הובל על ידי קרן Pitango והוא נעשה בהשתתפות המשקיעים הקודמים של החברה State of Mind Ventures, Rainfall, ‏Samsung Next ואחרים. בחברה מציינים בסיפוק את ההתקדמות שהושגה בשנה האחרונה, במהלכה הגדילה החברה את בסיס המשתמשים שלה ביותר מ-600%; מערכת התרומות ליוצרי התוכן הניבה כ-15 מיליון דולר; ושותפויות עם מותגים הניבו כמיליון דולר. על פי הערכות החברה, ב-2019 שרק החלה, סך הכנסותיהם של היוצרים המשתמשים בכלי החברה יחצו את קו ה-40 מיליון דולר. והיא תהפוך לפלטפורמה העיקרית של משתמשי Twitch. החברה מעסיקה 35 עובדים, כשמתוכם 30 במשרד התל-אביבי שלה והאחרים בסן פרנסיסקו ובאירופה.\nצוות סטרים אלמנטס. צילום: גדי בכר\nאחד היזמים המעניינים שנמנה על צוות המייסדים של החברה הוא גיל הירש. הירש כזכור הקים ביחד עם אדן שוחט, יניב טייגמן ומוטי שניברג את face.com ומכר אותה ב-2012 לפייסבוק תמורת כ-60 מיליון דולר. הירש המשיך לעבוד בצוות ה-Messenger של פייסבוק ולאחר הפרישה המשיך להיות מעורב בעולם הסטארטאפים והון הסיכון הישראלי בעיקר כיועץ. עם זאת, זו הפעם הראשונה מאז שהירש נמנה על צוות המייסדים של סטארטאפ.\nמה גרם לך לחזור – בפעם הראשונה מאז face.com – לתפקיד המייסד?\nהירש: “האמת שבהתחלה לא הייתי מודע לכמה המדיום של לייב סטרימינג צמח בשנים האחרונות. כשדורון ואור הראו לי את המספרים, ושהם עובדים על משהו שצומח יפה בתחום, החלטתי שאני לא רק משקיע אלא גם צולל פנימה כדי לעזור להם עם ההקמה, האסטרטגיה והמוצר. אנחנו עובדים הרבה על לייצר תרבות צוות של אימפקט, וזה גם כיף לא נורמלי לעבוד בתחום”.\nאור פרי, מייסד-שותף ומנהל סטרימרים ראשי, הוסיף: “יוצרי תוכן וידאו בשידור חי הם  מהאנשים החרוצים ביותר בעסקי הבידור. יש להם קהל רב, מספר עוקבים עצום, ועם זאת הם מרוויחים פחות מ-20% מפוטנציאל ההכנסה האמיתי שלהם. אנחנו כאן כדי לצמצם את הפער ולעזור ליוצרים מוכשרים אלו לממש את מלוא הפוטנציאל שלהם עם שירות יוצא דופן וכלי ההפקה הטובים ביותר בשוק”.\nגד חולדאי, שותף עצמאי בקרן פיטנגו, שמצטרף כעת לדירקטוריון של StreamElements מסר: “המעבר של המילניאלז לצריכת תוכן בלייב סטרימינג הוא מהפכה שמשנה את עולם המדיה מקצה לקצה. כיום, בני נוער וצעירים צופים יותר ויותר בתכנים חיים המוזרמים בפלטפורמות הלייב סטרימינג במגוון תחומים, החל מגיימינג ו-eSports, המשך בחדשות ואקטואליה וכלה בתכנים חינוכיים. אנו מאמינים שסטרים אלמנטס נמצאת במקום אסטרטגי כפלטפורמה המאפשרת ליוצרי התוכן ליצור תוכן איכותי ומקצועי ולהגיע לקהלים רחבים בדרכה להיות מובילת התחום בעולם”.", "keywords": "גיוס,גיוס הון,streamelements,סטרים אלמנטס,סטארטאפ,יוטיובר,יוטיוברים,סטרימינג,לייב סטרימינג"}