{"url": "https://www.geektime.co.il/geektime-visits-san-fransisco/", "type": "article", "title": "גיקטיים מגיע לסיליקון וואלי וזאת ההזדמנות שלכם להגיע לגיקטיים", "description": "אחרי שתיעדנו, דיווחנו, חשפנו וסיקרנו את סצנת הסטארטאפים בישראל, הגיע הזמן להציג את הסצנה הישראלית שמעבר לים. גיקטיים מגיע לחוף המערבי בארצות הברית ומחפש סטארטאפים ישראלים מענייניים במיוחד", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/16075461243_f9dbe86321_z.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-15T12:30:02Z", "modified_time": "2016-02-15T12:30:02Z", "articleBody": "אחרי שתיעדנו, דיווחנו, חשפנו וסיקרנו את סצנת הסטארטאפים בישראל, הגיע הזמן להציג את הסצנה הישראלית שמעבר לים. גיקטיים מגיע לחוף המערבי בארצות הברית ומחפש סטארטאפים ישראלים מענייניים במיוחד\nsan fransisco via flickr, cc-by Joan Campderrós-i-Canas\nבמהלך חודש מרץ צפויים להתקיים מספר אירועים וכנסים חשובים באחת הערים המזוהות ביותר בעולם עם תחום ההיי-טק והסטארטאפים. סן פרנסיסקו צפוייה לארח עם טרום האביב את כנס RSA הנחשב לאחר מכנסי אבטחת המידע הגדולים בעולם, את כנס פלטפורמת הענן של גוגל, Google Next ואת Israel Dealmakers Summit שיהווה מקום מעולה למינגלינג ונטוורקינג עם בכירים בתעשיה, ויש אומרים שגם אפל מתכננת איזו הפתעה ב-15 במרץ עם אירוע הכרזה משמעותי משלה.\nבמהלך חודש מרץ הקרוב יגיע צוות מטעם גיקטיים לבקר בסיליקון וואלי ובסן פרנסיסקו במטרה לדווח ישירות מהשטח על האירועים השונים ואף להעביר מספר הרצאות בנושא תעשיית הסטראטאפים וההון סיכון בישראל ולראיין מספר בכירים מהסצינה המקומית. בנוסף, אנחנו מחפשים להעניק חשיפה לסטארטאפים, משקיעים, מיזמים וכל דבר אחר מעניין שקורה בסיליקון וואלי, אם או בלי קשר לישראלים שיושבים שם ויש להם סיפור מעניין .\nבמידה ואתם מציגים באחד הכנסים, יש לכם פיתוח או מוצר ממש מעניינים או שהמשרדים שלכם מצטלמים נהדר ואתם רוצים לחשוף אותם בפני קוראי גיקטיים – יותר מנשמח לפגוש אתכם.\nאתם מוזמנים ליצור קשר באמצעות הטופס המצורף ואנחנו כבר ניקח את זה משם.\nLoading…\n \n ", "keywords": "סן פרנסיסקו,גיקטיים,ביקור,סטארטאפים ישראלים,כנסים,אירועים,geektime,san fransisco,rsa,google next,israel dealmakers summit,israel dealmakers summit 2016"}