{"url": "https://www.geektime.co.il/weight-converter-appchallenge/", "type": "article", "title": "מה המשקל המועדף עליכם? [AppChallenge]", "description": "אם תמיד רציתם לדעת כמה קילו יש בפאונד או כמה טון נכנסים בפאונד, האפליקציה הבאה תעזור לכם לבצע את כל החישובים הקשים, בלחיצת כפתור", "image": "https://files.geektime.co.il/wp-content/uploads/2011/11/primaryImage1.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-11-28T11:25:59Z", "modified_time": "2011-11-28T14:53:01Z", "articleBody": "אם תמיד רציתם לדעת כמה קילו יש בפאונד או כמה טון נכנסים בפאונד, האפליקציה הבאה תעזור לכם לבצע את כל החישובים הקשים, בלחיצת כפתור\nמקור: דף האפליקציה\nסקירת האפליקציה מתפרסמת כחלק מסדרת הפוסטים של Windows Phone App Challenge. יודעים לפתח אפליקציות למובייל? פתחו אפליקציה ל-Windows Phone, הגישו אותה לתחרות ואולי תזכו בפרסים שווים וסקירה של האפליקציה שלכם בניוזגיק. רוצים לשמוע עוד?\nאם אתם נמצאים בטיול מעבר לים, מדברים עם החבר האמריקאי שלכם, צופים בקומדיה האהובה עליכם שצולמה בארה”ב או מנסים להכין מתכון על פי אתר בריטי, ניתן להניח כי מידי פעם יצא לכם להתקל במידות שאינכם מכירים. במידה ותמיד רציתם לדעת כמה פאונדים יש בגרם, מה ההבדל בין קילו לטון, כיצד תוכלו לגלות את ההבדלים ביניהם וכמה כל אחד מהם מכיל, כעת תוכלו לעשות זאת בלחיצת כפתור.\nמחיר: חינם – מפתח: almoginarium – קישור להורדה\nמדובר באפליקציה בסיסית להמרת מידות משקל, שעוזרת לנו בקלות ובמהירות להקיש את סכום המידה הרצוי ולהבין כיצד להמיר אותה. האפליקציה עצמה בעלת חלון אחד ויחיד, המציג אפשרות From שהיא מידת ההתחלה שלנו ואת התוצאה מציג בחלונית To. בעוד שמדובר במוצר שימושי למדיי, התאכזבנו לגלות כי הוא מציג רק חמישה אלמנטים שונים להמרה: Ounce, פאונד, טון, גרם וקילוגרם – כלומר, רק יחידות משקל. אנו מקווים כי כבר בעדכון הגרסה הבא נוכל לראות עוד אלמנטים שונים להמרה מלבד משקל, כמו מרחק – אך בינתיים, בעיקר מכיוון שמדובר באפליקציה חינמית ובפיתוח ישראלי, אנו ממליצים להוריד ולשמור אותה במכשיר. יתכן ותתקלו באתר מתכונים אמריקאי שתצטרכו להמיר את יחידות המשקל שם ולא הייתם רוצים שתצא לכם עוגה מתוקה מידי.\nמקור: דף האפליקציה\nבכמה הזדמנויות אתה מוזמן להיות שותף במערכת הפעלה שהולכת להוביל את השוק? מיקרוסופט ו – Newsgeek מכריזים על תחרות פיתוח אפליקציות ל – Windows Phone. במהלך התחרות אתה מוזמן לפתח ולהעלות אפליקציה/ות לMarketplace (חנות האפליקציות של Windows Phone) ולהגיש אותם לתחרות. בכל שבוע, מידי יום שני, יוכרז ב – Newsgeek המנצח השבועי שיזכה בסקירה של האפליקציה ובמתנה שבועית מתחלפת. אחת לחודש, יוכרז המנצח של החודש שיקבל מכשיר Windows Phone. בתום שלושת חודשי התחרות נכריז על המנצח שיזכה ב-Xbox 360 SLIM 4GB + Kinect.\nWindows Phone מביא חווית משתמש ייחודית בחיבור לרשתות חברתיות, תחביבים, משפחה ועבודה ושם את האנשים במרכז. גרסת Windows Phone 7.5 (מנגו) מוסיפה כ – 500 יכולות חדשות למשתמשים ועם יותר מ – 1500 APIs חדשים למפתחים.\nכדי להתחיל לעבוד כל מה שצריך לעשות זה להוריד את סביבת הפיתוח מהאתר הרשמי של המפתחים ב–App Hub. ניתן למצוא פרטים נוספים ומדריך פיתוח בעברית בקישור הבא.\nהצטרפו לקצב שסוחף את המפתחים בעולם כולו. ", "keywords": "windows mobile,windows phone 7,windows phone app challenge,אפליקציות,ווינדוז פון,פיתוח אפליקציות windows phone,תחרות פיתוח אפליקציות"}