{"url": "https://www.geektime.co.il/nvc-raises-1-2-billion-dollars/", "type": "article", "title": "קרן Norwest Venture Partners מגייסת 1.2 מיליארד דולר", "description": "קרן Norwest Venture Partners מגייסת 1.2 מיליארד דולר לקרן חדשה, המיועדת גם להשקעות בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2014/05/nvp.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-05-14T16:11:07Z", "modified_time": "2014-05-14T16:11:07Z", "articleBody": "קרן Norwest Venture Partners מגייסת 1.2 מיליארד דולר לקרן חדשה, המיועדת גם להשקעות בישראל\nחלק מהפורטפוליו של NVP. מקור: אתר החברה\nקרן Norwest Venture Partners האמריקאית הודיעה על גיוס 1.2 מיליארד דולר ל-NVP XII, הקרן החדשה שלה ה-12 במספר, שבין השאר מיועדת לבצע השקעות בישראל. הקרן תשקיע בחברות בכל השלבים, במגוון רחב של תחומים, ועם השקתה, עולה שווי הקרנות של NVP על חמישה מיליארד דולר.\nפרומוד האק, שותף מנהל בכיר ב-NVP, מציין כי אחד המרכיבים החשובים ביותר בהצלחת הקרן היא הביזור של ההשקעות. “אנחנו משקיעים במגוון תחומים, שלבים ומיקומים, בדגש על עבודת צוות, שמאפשרת לחברות בפורטפוליו שלנו למנף את הניסיון הרחב של השותפים בקרן. הוא הוסיף: “גיוסה של NVP XII יאפשר לנו להרחיב את השקעותינו בתחומים של תשתיות IT, אינטרנט, מדעי החיים, מוצרי צריכה ושירותים, ולהגדיל את הנוכחות שלנו במרכזי יזמות משגשגים. אנו מצפים לעבוד צמוד עם יזמים מוכשרים על מנת לבנות את הגל הבא של החברות המצליחות”. ג’ף קראו, שותף מנהל בקרן NVP הוסיף כי “מכיוון שאנחנו משקיעים מקרן אחת גלובלית, השותפים ב-NVP מחוייבים לכל השקעה בפורטפוליו, ללא תלות במיקומה הגאוגרפי או בשלב בגרותה, ולכום יש אינטרס להביא להצלחתן של כל חברות בפורטפוליו של הקרן”. \nהשנה האחרונה כללה מספר יפה של הצלחות שכללו הנפקות, רכישות ומיזוגים. בין השאר, השקיעה הקרן ב-FireEye, שהיתה אחת מההנפקות המוצלחות ביותר בשנה החולפת; בנוסף, הובילה הקרן את הגיוסים באתר הקופונים המצליח, RetailMeNot, שגם הנפיקה בהצלחה ביולי 2013; אקזיטים נוספים של הקרן כללו את מכירתה של Virtela, שמתמחה בשירותי תקשורת מבוססי ענן לידי NTT Communications עבור יותר מחצי מיליארד דולר; מכירתה של חברת 41st Parameter לחברת Experian תמורת 324 מיליון דולר; מכירתה של חברת ScalelIO לחברת EMC; מכירתה של חברת Passif לחברת אפל ומכירתה של חברת הסייבר Morta Security לחברת Palo Alto Networks.\nגם השנה החלה חיובי מבחינתה של הקרן, עם מכירתה של The Echo Nest ל-Spotify, מכירתה של Basis ל-Intel ומכירתה של חברת Veveo. לקרן משרדים בהרצליה (בנוסף למטה בקליפורניה ולמשרדים בבנגלור, הודו), כשאת ההשקעות בישראל מבצע מטעם הקרן השותף הכללי דרור נחומי.", "keywords": "cloud,vc,raise,fund,nvp,norwest venture partners,דרור נחומי,גיוס,קרן,ישראל,הודו,בנגלור,אפל,מכירות,קרן הון סיכון,הון סיכון,סייבר אקזיט,,experian,ntt communications,palo alto networks,retailmenot"}