{"url": "https://www.geektime.co.il/2016-full-sgenda-geektime-conference/", "type": "article", "title": "גאים להציג: האג'נדה המלאה של Geektime Conference", "description": "תכף זה מתחיל: שני דוברים מרכזיים, שלושה מסלולים לסטארטאפים בכל השלבים, תחרות ה-Startup Arena וכל האנשים החשובים של קהילת ההייטק בארץ. מי מגיע ועל מה ידברו - כל הפרטים בפנים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/GettyImages-484591531-e1478707049397.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-13T17:35:22Z", "modified_time": "2016-11-14T16:43:44Z", "articleBody": "תכף זה מתחיל: שני דוברים מרכזיים, שלושה מסלולים לסטארטאפים בכל השלבים, תחרות ה-Startup Arena וכל האנשים החשובים של קהילת ההייטק בארץ. מי מגיע ועל מה ידברו – כל הפרטים בפנים\n \n\nקרדיט צלם\\תמונה: Ilan Shacham, Getty Images Israel\nאחד משני האירועים המרכזיים שיפתחו את פסטיבל Geektime Techfest הוא כנס ה-Geektime Conference שייערך השנה בפעם התשיעית ברציפות. כמו בכל שנה, ייערכו בו הרצאות ופאנלים בנושאים החמים ביותר בסצינת הסטארטאפים בישראל, יעלו לבמה מיטב היזמים והמשקיעים המובילים בישראל, וכמובן תיערך תחרות הסטארטאפים השנתית, ה-Startup Arena, שבה ייחשפו לראשונה 10 סטארטאפים צעירים ומבטיחים.\nאז מה בדיוק יחכה לכם בדיוויד אינטרקונטיננטל ביום שני, ה-21 בנובמבר? הכנס יתחיל עם קפה ונשנושי בוקר, וימשיך בהרצאה המרכזית של היזמת הסדרתית צמרת פירסט, שתדבר על הדרך שעשתה מרעיון ועד לפיתוח המכשיר המהפכני Prepex, למניעת התפשטות האיידס באפריקה, שהפך למכשיר הישראלי הראשון שאושר על ידי ארגון הבריאות העולמי. אחרי כן תיערך שיחה עם תים הודג’ס, מנכ”ל דויטשה טלקום ומשם יתפצל הכנס למספר מסלולים.\nבשעה 11:00, אחרי הפסקת קפה ונטוורקינג, יוכלו באי הכנס להשתתף בהרצאות השונות שייערכו בשלושה מסלולים שיקיפו את שלבי הסטראטאפ והתפקידים השונים בו – Growth Stage ,Startup Stage ו-Future of Tech Stage. המסלולים פתוחים לכל המשתתפים וניתן להיכנס להרצאות השונות בכל אחד מהם.\n\nStartup Stage – יזמים שהצליחו מדברים על יזמות\n11:00 – היזם הסדרתי דב מורן יספר את כל מה שהוא יודע על יזמות – האתגרים, הפתרונות, ההצלחות והנחישות.\n11:30 – שיחה עם עוז אלון, מנכ”ל האניבוק, חברת הסטארטאפ שבתוך שנתיים מהקמתה גייסה 32 מיליון דולר, ביצעה רכישה והפכה לאחד ממקומות העבודה הנחשקים ב-Glassdoor.\n12:00 – הסשן הראשון של ה-Startup Arena, תחרות הסטארטאפים וחשיפת החברות הצעירות והמבטיחות.\n14:00 – הסשן השני של ה-Startup Arena.\n15:00 – הכרזת הסטארטאפ הזוכה בתחרות ה-Startup Arena.\nGrowth Stage – מסלול ייעודי למנהלי שיווק ומוצר בסטארטאפים בצמיחה\n11:00 – דנ-יה שוורץ, Alooma:\nHow do you do Growth in B2B Marketing?\n11:30 – ניר פוצ’טר, Lightricks:\nPaid Apps Economy\n12:00 – פאנל: Pitch the press\nבהנחיית איילת נוף, Co-CEO, Blonde 2.0\nובהשתתפות: רולנד מנת’ורפ, עורך בכיר ב-WIRED; ג’ונה קלגרן, כתב טכנולוגיה ב-Associated Press ו-Swedish TV4; רורי ג’ונס מ-Wall Street Journal; וגוון אקרמן, כתב טכנולוגי בבלומברג\n12:30 – ינאי סלע, Appsee:\nOutbound Marketing\n14:00 -Growth Case Sudies במתכונת TED:\nViber: מושי בלום, User Acquisition Lead\nMoovit: יובב (ג’יי) מידד, VP Marketing\nJellybutton: רון רג’ואן, Co-Founder & CTO\nFitness22: בני שביב, CEO\nFuture of Tech Stage – הטרנדים והטכנולוגיות החמים ביותר כיום ובשנתיים הבאות \n11:00 – פאנל: ?Autonomous Vehicles: What next\nבהנחיית בני חקק מגיקטיים\nובהשתתפות: עמנואל טימור, Vertex Ventures; וגיל רוזן, GM Israel\n11:30 – רוס גרדלר, נשיא קרן אפאצ’י: Future of Open Source\n12:00 – פאנל: Insurance-Tech\nבהנחיית מיכל קיסוס, מנהלת חדשנות בלאומי דיגיטל\nובהשתתפות שי ווינינגר, Co-Founder & CTO, Lemonade; גיל ארזי, Founder and General Partner, FinTLV; שמיל לוי, General Partner, Seqouia Israel\n12:30 -פאנל: Medical AI – Doing Good with AI – How AI Will Disrupt Healthcare\nבהנחיית אייל גורה, Co-Founder, Zebra Medical\nובהשתתפות אלן קמר ורונן גדות\n14:00 – פאנל: Future of Consumer UX & Conversational Bots\nבהנחיית יואב בראל, Founder & Editor-in-chief, Chatbot Summit\nובהשתתפות שיין מאק, Co-founder & CEO, Assist; פול וולש, Founder bCRM; ואלכסנדרה ווידאואר, Co-Founder & CEO, LastMile\n\nתודה רבה לספונסרים ולשותפים שלנו שמלווים אותנו ומהווים חלק בלתי נפרד מכנס ה-Geektime Conference 2016!\nLeumi Tech, Leumi, IBM Israel, Sela, Microsoft, GKH, Deutsche Telekom, Applause, Altshuler Shaham Benefits, Blonde 2.0, Sela, Microsoft, United Airlines, Ayeka, KPMG International, Round Robin, General Motors, Webpals, Singtel Innov8, Regus.", "keywords": ",startup arena,growth stage,geektime techfest,geektime conference,צמרת פירסט,עוז אלון,דב מורן,דנ-יה שוורץ,תים הודג\\'ס,יזמות,מנהלי שיווק בסטארטאפים"}