{"url": "https://www.geektime.co.il/geekjob251216/", "type": "article", "title": "לעבוד בהיי-טק: 10 משרות טריות וחמות", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/GettyImages-594835795.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-25T16:58:07Z", "modified_time": "2016-12-25T17:24:43Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nדרוש/ה מפתח/ת Java Big Data לפיתוח ה Core בצוות מוביל בחברה שלנו! עבודה עם טכנולוגיות חדשות ובסביבה דינאמית ומאתגרת. פיתוח מאפס בצוות עם המפתחים החזקים ביותר בתחום הBig Dataהזדמנות לקחת חלק בפרויקט עם ערך מוסף לחברה! מוצרים חדשניים בעולם האבטחת מידע, ואפשרויות קידום מקצועיות!  עבודה עם מגוון טכנולוגיות Big Data מתקדמות כמו Spark וKafkaa.\nבואו להיות חלק מצוות מנצח! תנאים מעולים למתאימים ושכר שובר שוק.\nדרישות:\n– לפחות ארבע שנות ניסיון בפיתוח Java – חובה.\n– ניסיון בJ2ee – יתרון.\n– ניסיון בעבודה בסביבת Big Data ובמיוחד עם הטכנולוגיות: Spark, Kafka, HDFS, Parquet, AirFlow- יתרון משמעותי.\n– ניסיון בעבודה עם Maven – חובה.\n– רקע בפיתוח C או C++ – יתרון.\n– רקע בפיתוח Python – יתרון.\nTo send a CV for the position of Java Big Data Developer – Sqlink\nWe are looking for a professional Linux embedded software engineer to execute complete embedded software development lifecycle .\nYour task will be to create scalable and optimized software systems.\nYou will design, develop, test, perform performance analysis, optimize and debug system software. We are looking for great people, who as engineers are comfortable working in both embedded and non-embedded environments, and are highly motivated problem-solvers seeking to make significant contributions to their projects.\nYou should have proven hands-on experience in embedded development and troubleshooting, using RTOS or embedded Linux.\nWe expect you to be familiar with software configuration management tools (e.g. git), defect tracking tools (e.g. bugzilla), and to understand the principles of operating systems including their interfaces to hardware subsystems. We hope that you are able to read schematics and data sheets and know how use a JTAG and operate a digital scope.\nRequirements:\n– B.Sc. or MSc in computer science / EE.\n– At least 3 years of experience in Embedded Linux Development.\n– Strong experience in device driver’s development and low level programming.\n– Good understanding of CPU architectures and compilers.\n– Fluent in C/C++ programing.\n– Familiar with source control tools (like GIT).\n– Past experience with continuous integration.\n– Familiarity with FPGAs and Virtual Platforms.\nTo send a CV for the position of Embedded SW Engineer for Computer Visions Group – Intel\n– תיאום ראיונות והתקשרות מול מועמדים.\n– קיום ראיונות טלפוניים.\n– ארגון ועדכון שוטף של נתוני מועמדים וסטטוסים שונים במערכת הגיוס.\n– עדכון מועמדים ותשובות שליליות.\n– קשר עם חברות השמה השמה (סטטוסים, תהליכים וכו’).\n– עדכון המשרות שלנו בערוצי הגיוס הרלוונטיים.\n– משימות אדמיניסטרטיביות נוספות שיעלו תוך כדי עבודה בגיוס.\nדרישות:\n– ניסיון של שנתיים לפחות בתחום בגיוס, ניתן גם מחברות השמה.\n– תואר ראשון.\n– מאורגנ/ת ויסודי/ת “סוגר/ת קצוות”.\n– יחסי אנוש מעולים, נעימ/ה, מוטיבציה גבוהה ושירותי/ת.\n– מהיר/ה ומולטי טסטינג.\n– אנגלית ברמה גבוהה.\n– יתרון משמעותי לניסיון קודם במערכות מידע של משאבי אנוש, במיוחד מערכת הגיוס של סינריון.\nTo send a CV for the position of Recruitment Specialist – Webpals\nWe are looking for a talented development Team Leader to join us!\n If you have a passion for the development world, are a quick learner who take initiatives, and are a natural born leader who always looks at the big picture – we are looking for you!\nAs a team leader you will lead our talented team,\nbe part of build web core and application of Como premium platform.\nYou’ll enjoy working with unique technologies, implementing advanced and diverse modules, and then sitting back and watching your work delivered live to businesses worldwide.\nRequirements:\n– Previous experience in leading a development team or serving as senior developer on a team.\n– Experience in writing and designing RESTful web services in Java .\n– Experience in multi-threaded and multi-process environment.\n– Experience in OO design and development.\n– Good understanding of relational and noSQL databases (for example – Postgres,MongoDB,Google Data Store).\n– Experience in Jersey Framework – Advantage.\n– Experience with UNIX based operating systems – Advantage.\n– Experience in Maven, Ant, Gradle – Advantage.\n– Experience with Ruby/NodeJS/Golang – Advantage.\nTo send a CV for the position of Server Team Leader – Como\nThe Program Analyst will be responsible to implement the project management methodology in the organization via training, tools and courses, lead execution improvement processes, lead initiative management process and provide project management service for different departments.\nThe responsibilities will include but are not limited to: lead project management training in the organization / project management/ building project management metrics and dashboards / identifying and implementing project management tools and platform in the organization/ identifying execution process gaps, suggest improved process and lead the implementation.\nRequirements:\n– At least 3 years of PMO experience/ project analyst.\n– Fluent English – Must.\n– Strong communication skills.\n– Independent, self-starter with multi-cultural experience.\n– Superior organizational and administrative skills.\n– Strong sense of ownership and ability to deliver.\nTo send a CV for the position of Project Analyst – Payoneer\nדראגונפיש, חברתB2B מובילה בתוך קבוצת 888, מחפשת מנהל לקוח שיצטרף ליחידת הבינגו.\nבמסגרת התפקיד אחריות על שמירה ופיתוח יחסים עם השותפים העסקיים, לסייע להם בבניית מותג בינגו מצליח והגדלת הרווחיות משנה לשנה.\nדרישות:\n– ניסיון קודם בחברות אונליין- חובה.\n– 1-3 שנות ניסיון בניהול תיקי לקוחות עסקיים (עדיפות ללקוחות בינלאומיים)- חובה.\n– הבנה טכנית/תהליכים (אתרי אינטרנט PC ומובייל, HTML, PHP, Flash).\n– שליטה מלאה באנגלית (קריאה, כתיבה ודיבור), אנגלית שפת אם- יתרון משמעותי.\n– יכולות אנליטיות- יכולת להבין נתונים, הסקת מסקנות והצגתם.\n– שליטה גבוהה באקסל.\n– יכולת לימוד עצמאית, יחסי אנוש מעולים.\nTo send a CV for the position of Bingo Account Manager – 888\nYou will be working as part of our research team, with machine learning experts, data Engineers and malware gurus (as well as cross collaborations with various teams in the company). You will be responsible for building predictive Machine learning models and features (as well as Meta-Features), you will use cutting edge machine learning and statistical modelling techniques to extract valuable insights and deliver recommendations. You will design and develop data driven solutions that will materially impact our product.Obtain commitment from prospective customers to speak with a sales representative –\nRequirements:\n– B.Sc. degree in Mathematics / Statistics / Computer Science or equivalent – Must! ( M.Sc. or PhD a big plus).\n– Good coding skills – python/java/other oo language.\n– Familiar with Linux/OS X environments.\n– Experience in cyber security – Advantage.\n– Great analytic skills.\n– Passionate about what you do.\nTo send a CV for the position of Data Scientist – SentinelOne\nCome join our awesome Video team in Mediashakers Online Media!\nWe are looking for an experienced Video Accounts Specialist to join our Video Department.\n– Set up new campaigns and generate tracking daily reports.\n– Optimize advertisers/publishers campaigns to maximize the department revenue.\n– Understanding the clients’ needs and proactively provide solutions to increase performance.\nRequirements:\n– At least 1 year experience in the online video eco-system – Mandatory\n– A prior experience with video ad servers and platforms – Mandatory\n– Good analytical skills – including the ability to learn and adopt new web based platforms and systems\n– Fluent in English – a must\nTo send a CV for the position of Video Accounts Specialist – Media Shakers\nOur awesome R&D department is looking for PMO with lots of energy and motivation to run projects and own all the operations aspects of the department.\nThis includes working closely with VP R&D, Chief Architect, Product Director and other key stakeholders.\nBuilding and controlling work plans: performance follow up, producing reports and Gants.\nYou will be “knowledge center” of running projects while building plans for upcoming projects.\nRequirements:\n– Up to 2-3 years of previous experience as PMO\\PO\\PM, owning best working methodologies.\n– BSc in Industrial Engineering.\n– Perfectly organized, loves to multitask and has top notch interpersonal skills.\n– Master of Excel, Power Point and MS – Project.\n– Previous experience as PMO\\PO\\PM in large global SW company – advantage.\nTo send a CV for the position of Junior PMO – AGT International\n– Collaborate on requirements specifications, field research and the creation of use case stories.\n– Deliver detailed design specifications and prototypes.\n– Work closely with product & development before, during, and after implementation to ensure optimal adherence to UI & Visual specifications\n– Quickly create and iterate on various designs using wireframes and comps\n– Maintain consistency in terms of interactions and appearance across all web desktop and mobile products, according to brand specifications.\n– Work with the visual designers to deliver high definition mocks and detailed specifications that abide by our visual style guide.\n– Plan and Facilitate usability test sessions\nRequirements:\n– Academic degree in graphic design, human-computer interaction or related field.\n– 3+ years of professional experience as a member of a cross-functional team.\n– Should have a varied of web, desktop and mobile software design experience.\n– Experience with the full software development lifecycle, familiarity with agile processes a plus.\n– Strong technical aptitude with key UX tools such as wireframing, prototyping, scripting, and flow charting products.\n– Must have an active and updated portfolio that demonstrates usability, simplicity, clarity and consistency at the root of your designs that we can have access to review.\n– Comfort presenting cohesive design approaches to non-design audiences..\n– Practical knowledge of the principles and techniques of user-centered design.\n– Prior experience with usability test planning, moderation and analysis desirable.\n– Excellent communication skills very good English (verbal and written ability) required.\n– Ability to flexibly handle multiple projects and initiatives.\nTo send a CV for the position of UX Designer – at&t", "keywords": "ux designer,at&t,מפתח/ת java big data,sqlink,embedded sw engineer for computer visions group,intel,recruitment specialist,webpals,server team leader,como,project analyst,payoneer,bingo account manager,888,data scientist,sentinelone,video accounts specialist,media shakers,junior pmo,agt international,at&t,java big data developer,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}