{"url": "https://www.geektime.co.il/why-the-tech-giants-started-to-make-tv-shows/", "type": "article", "title": "מדוע ענקיות הטכנולוגיה החלו להפיק פתאום סדרות טלוויזיה?", "description": "למרות החסמים הרבים שחקניות כמו Amazon ו-Yahoo לא מהססות לייצר תוכן מקורי בעשרות ומאות מיליוני דולרים. השאלה היא למה?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/cards.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-25T12:20:07Z", "modified_time": "2015-02-25T11:10:16Z", "articleBody": "למרות החסמים הרבים שחקניות כמו Amazon ו-Yahoo לא מהססות לייצר תוכן מקורי בעשרות ומאות מיליוני דולרים. השאלה היא למה?\nהכתבה בחסות\nבית הקלפים של נטפליקס. אף אחד לא חזה הצלחה כזו\nבשנים האחרונות, אפשר לומר בשנתיים האחרונות, חלה נהירה של חברות טכנולוגיות וקמעונאיות eCommerce ליצור סדרות ותכנים מקוריים בעלויות של מאות מיליוני דולרים. טקס האמי האחרון העניק פרס לסדרה Transparent מבית היוצר של Amazon, הקמעונאית הסינית Alibaba חתמה על חוזה ליצירת סרטים עם במאי סיני מוכר, Yahoo הכריזה לאחרונה על הפקה של שתי סדרות חדשות ואפילו חברה כמו BitTorrent מייצרת סדרת מקור משל עצמה שממומנת מהכספים של המשתמשים שלה.\nהמעבר לתוכן הוא סוג של דז’ה וו בהסטוריה של התוכן, כאשר רשת הכבלים HBO הפכה את כובעה מחברת כבלים ליצרנית שלו ב-1997, או כש-Netflix שנים אחרי הרחיבה את העיסוק שלה מספריית VOD זולה לרשת הפצת סדרות מקוריות עטורות שבחים. לאחרונה אנו עדים לעוד איזושהי התפכחות. לא חייב להיות חברת הפקה כמו דיסני כדי לייצר את התוכן, כמו שלא חייב להיות חברת כבלים כדי לשדר תכנים. כולם יכולים להיות בעלים של תוכן. מידת ההשקעה תכריע אם תוכן יהיה בינוני, טוב או מצוין, ולאו דווקא עם קשר ל-DNA של החברה המייצרת אותו. רשת VOD כמו Netflix יכולה להיות גם יצרנית תוכן מעולה, קמעונאית eCommerce בבסיסה מייצרת תוכן וזוכה להכרה עולמית, רשת להורדת תכנים בלתי-חוקיים הופכת לגיטימית דרך התכנים אותם היא מייצרת ומוכרת, וגם חברה כמו Yahoo לוקחת שלב אחד קדימה מטקסטים וכתבות תוכן אל עבר סדרות שלמות.\nאבל מה הסיבה לנהירה? הפקת סדרת מקור דורשת פיתוח כישורים והשקעות שלאו דווקא יחזירו את ההוצאה עליהם. גם בעולם המותגים השיח בשנים האחרונות הוא על ייצור תוכן, אבל בעוד שאצל המותגים ההנחה היא שתוכן טוב יוביל למכר של המוצר עצמו, אצל החברות החדשות העוסקות בתוכן ההשקעה גדולה בהרבה ואפיק ההכנסה מוטל בחוסר וודאות גדול. כמו כן, התעצמות התחרות והכניסה של שחקניות רבות מייצרת סטנדרטיזציה של תכנים. לא עוד כלי בידול אלא יותר סוג של כלי שנראה כמו סוג של משהו שחייבים להחזיק בפורטפוליו.\nלמעשה ישנם שלושה שיקולים מרכזיים שמניעים חברות בעלות פעילות שונה ללכת אל כיוון דומה של ייצור תכנים. האחד קשור למצב הסטטי של המותג, השני למינוף בהווה והשלישי להתכוננות לעתיד.\nטרנספרנט של אמזון\nהדור החדש של שחקניות הטכנולוגיה מוכיח שיש אינספור תחומים שבהם הן מנסות לייצר מומחיות למרות שאפיק ההכנסות שלהן נובע מפעילות עיקרית אחת. ענקית כמו Google לדוגמא חולשת על אינספור תחומים, ביניהם כניסה לתחום ה-Internet of Things (כמו גוגל גלאס ונסט), ייצור מערכת ההפעלה אנדרואיד, ייצור דפדפן ה-Chrome, רכב אוטומטי ללא נהג ובקרוב גם תוכנות שיתחרו ביתר שאת ב-Office. זאת, למרות שכמעט 90% מההכנסות מקורן בפרסום. באותה המידה גם Amazon ו-Alibaba מרוויחות כתוצאה מפעילות הסחר שלהן, למרות ש-Amazon לדוגמא התרחבה לפיתוח כלים טכנולוגיים מתוחכמים ו-Alibaba משקיעה בסטארטאפ ה-VOIP של Tango.\nהפעולות השונות מהבסיס של החברה נחשבות כהשקעה בתחומים שאולי יוכחו כרווחיים בעתיד, אך הם מקרינים באותו הזמן על העוצמה של החברה בזמן הנוכחי. בצורה כזאת או אחרת ההשקעה בתכנים מקוריים ואיכותיים מחזקת את עוצמת המותג מבחינת התפיסה של הצרכן שתופס את החברה כמתמחה וכל יכולה.\nהמינוף בהווה קשור לאפיקי ההכנסה האפשריים כתוצאה ממכירת/העברת התוכן. Amazon מחזקת את שירות הטלוויזיה שלה על-ידי יצירת סדרות מקור באופן דומה לפעילות Netflix עם “בית הקלפים” ו”כתום זה השחור החדש”. הזכויות על הסדרות יכולות להימכר לרשתות בעולם לאורך זמן. הוא הדין גם בסרטים, שכן סרט שמופץ בקולנוע וזוכה להצלחה יכול להכניס פי כמה מסכום ההשקעה שלו.\nהחברות שמייצרות תכנים למעשה מייצרות פעילות ארוכת שנים, שיכולה להניב רווחים ככל שהפעילות תצבור תאוצה. החל מסדרות שנמכרות לכל העולם וכלה בצוות שחקנים איכותיים שמזוהה עם החברה ומהווה סיבה טובה מספיק לרכוש את התכנים בין אם כמנוי ובין אם כמשתמש זמני.\nהכיוון השלישי הוא המעניין ביותר, והוא נוגע למגמות בעולם הפרסום ולצמיחה הפנומנלית של הפרסום בוידאו. ההתפתחות של עולם הפרסום הדיגיטלי, והמנגנונים האוטומטיים של פרסום בזמן אמת (Real Time Bidding) המתקיים באופן אוטומטי (Programmatic) למעשה פותחים את הדלת כמעט לכל שחקן להיות מפרסם.\nשחקנים שמחזיקים בתוכן הם כמו דור העתיד של גופים שמחזיקים בעיתון. הטראפיק המדיד עד לרמת המשתמש שיש לתכנים הוא פוטנציאלי עבור מפרסמים שירצו לפנות אל מיליוני המשתמשים של השחקניות ולספק להם תוכן רלוונטי. כמו כן, לחברות הגדולות יש מידע על משתמשיהם שאין לאף אחד אחר ויכול ליצור התאמה טובה יותר בין המוצר לבין המשתמש.\nהמינוף של מאגרי המידע, יחד עם ההתפתחות של עולם הפרסום צפויים בעוד כמה שנים לאפשר לקמעונאיות מקוונות ולשחקניות טכנולוגיות לנגוס בנתח השוק של פרסום הוידאו בדיגיטל ובמובייל – שני התחומים הצומחים ביותר בתעשיית הפרסום.\nכך נראה שעל-אף שההשקעות בתוכן הן מאוד יקרות ולא וודאיות, קיימות מספר פרספקטיבות והזדמנויות שיאפשרו לשחקניות להגדיל את כמות ההכנסות שלהן. כרטיס הכניסה הוא הון עצמי והאפקט הוא חיזוק המותג והתדמית, מכירת התכנים ומכירה של פרסומות על גבי התכנים. כך או כך, נראה שמדובר בהזדמנות ושחקניות רבות, עובדתית, הולכות לכיוונה בזרועות מושטות.\nכדי להתמודד העתיד בצורה טובה יותר ולהיערך עם פתרונות כבר למחר בבוקר, סטארטאפים ישראליים יציגו את מגוון הטכנולוגיות שלהם וכיצד הם עתידים להדליק מחדש את עולם הטלוויזיה, במסגרת ה-TechDate שייערך ב-INTV. להרשמה לחצו כאן.", "keywords": "אמאזון,אמזון,יאהו,נטפליקס,סדרות טלויזיה,להפיק סדרה,בית הקלפים,הכתום הוא השחור החדש,הפקת סדרות,עליבאבא,hbo,netflix,house of cards,amazon,yahoo,tv,tv shows,alibaba,להפיק סדרות,מקאן"}