{"url": "https://www.geektime.co.il/aol-unveil-phoenix-new-email-services/", "type": "article", "title": "לפני פייסבוק – גם AOL רוצה שירות מייל חדש", "description": "פחות מ-48 שעות לפני שפייסבוק אמורה לחשוף את הדבר הבא בעולם הדואר האלקטרוני, גם AOL נזכרה שיש לה מה לחדש בתחום. בסוף השבוע האחרון חשפה החברה את פרויקט הפיניקס המדובר, שנראה יותר כמו ג'ימייל משודרג.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/11/aolphoenix-300x213.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-15T08:21:24Z", "modified_time": "2010-11-22T10:02:35Z", "articleBody": "פחות מ-48 שעות לפני שפייסבוק אמורה לחשוף את הדבר הבא בעולם הדואר האלקטרוני, גם AOL נזכרה שיש לה מה לחדש בתחום. בסוף השבוע האחרון חשפה החברה את פרויקט הפיניקס המדובר, שנראה יותר כמו ג’ימייל משודרג.\nמערכת הדואר האלקטרוני החדשה של AOL\nלא הרבה משתמשים בארץ מכירים את AOL כספקית אינטרנט ומעטים אף יותר המשתמשים הישראלים שמשתמשים בשירותי הדואר שמציאה ענקית האינטרנט האמריקנית. בתזמון מעט מפתיע, אך מתוכנן היטב (לפני ההכרזה המיועדת היום של פייסבוק על שירות ההודעות החדש), חשפה AOL בסוף השבוע את פרויקט הדואר האלקטרוני החדש שלה, פיניקס, אשר מיועד, כמו הציפור המיתולוגית, להחיות מחדש את שירותי המייל הארכאיים יחסית שסיפקה החברה עד היום.\nהשירות, הנמצא כעת בשלבי בטא סגורה, מיועד גם הוא להתחרות בשירות הדואר של גוגל ולפי הדיווחים האחרונים מ-CNET, הוא גם מאוד דומה לו. מעבר לממשק דמוי Gmail, ניתן לראות כמה תוספות קטנות כגון ה-Quickbar, סרגל קטן המופיע בחלק העליון של החלון ומאפשר למשתמשים לבצע פעולות כגון שליחת מיילים קצרים, חיבור לשירות ההודעות מיידיות של AOL ושליחת הודעות טקסט למכשירים ניידים. סרגל הצד החדש מאפשר למשתמשים לקבל תצוגה מקדימה של קבצים מצורפים, תמונות מצורפות ומפות במידה וצוינו במייל כתובות של מקומות.\nאך מעבר לשדרוגים הקוסמטיים, השינוי המשמעותי שהוסיף הפיניקס למערכת הדואר של AOL היא השדרוג למערכת דואר ריכוזית. המערכת החדשה יודעת להתחבר לשירותי הדואר של המתחרות Gmail ו-Hotmail ולנהל את כל פריטי הדואר ממשק אחד. תכונה נוספת שנחשפה אך עדיין אינה זמינה למשתמשי הבטא היא האפשרות להתחבר באופן ישיר לשירות ההודעות של פייסבוק ולקבל ולשלוח הודעות ישירות ממערכת הדואר של AOL. בשלב זה עדיין לא ברור האם המערכת החדשה מיועדת להתממשק גם עם שירות ההודעות הקיים של פייסבוק או שמא AOL כבר יודעת את מה שכולנו מחכים לראות היום בערב ופשוט מחכה שהרשת החברתית הענקית תחשוף את השירות.\nכחלק מהשירות החדש, תאפשר AOL למשתמשים חדשים לבחור את הסיומת לכתובת המייל שלהם מתוך חמישה דומיינים שונים: ygm.com (קיצור של you’ve got mail), הסיומת Love.com, הסיומת wow.com, הסיומת games.com וכמובן aol.com.\nלמרות היותה אחת החלוצות בתחום האינטרנט בארצות הברית ובעולם כולו, העשורים האחרונים עשו ל-AOL רק רע. נתח השוק שלה כספקית אינטרנט הצטמצם באופן משמעותי ולאחר שהתמזגה ונפרדה מ-Time-Warner נדמה היה שהחברה נמצאת על סף תהום. המהפך הגדול שביצעה החברה בשנתיים האחרונות על-ידי הכניסה לתחום המדיה והתוכן כבר מתחיל להראות את אותותיו בשוק האמריקאי והשאלה הגדולה היא האם החברה תדע לנצל את המומנטום ולהתרחב למקומות נוספים.\nבשנים האחרונות רכשה החברה מותגים מובילים כגון רשת הבלוגים Weblogs המחזיקה בכמה מהבלוגים המובילים בעולם, ביניהם בלוג הגאדג’טים הפופולארי Engadget, בלוג הסטארטאפים המצליח בעולם Techcrunch וכמובן חברת הסטארטאפ הישראלי 5min המספקת ספרייה ענקית של תכני וידאו לימודיים. ההשקעה של AOL בתחום התוכן, מראה כי החברה מאמינה רואה בעולם המדיה והתוכן פוטנציאל הכנסות אמיתי ושירות דואר אלקטרוני יעיל ונוח, יכול להוות זרוע משלימה למגוון התכנים והשירותים האחרים שיעזרו לחברה להמשיך ולהתקדם בכיוון הנכון.", "keywords": "aol,פיניקס,gmail,pheonix,פייסבוק,facebook messaging,facebook"}