{"url": "https://www.geektime.co.il/google-motorola-next-nexus-device-shamu/", "type": "article", "title": "האם מוטורולה וגוגל עובדות על הנקסוס 6?", "description": "שוב, שמות קוד שנמצאו בבאג שדווח על ידי חברה בעלת שם מחשיד, מעלים מספר רמזים לגבי עבודה משותפת של ענקית החיפוש ומוטורולה בפיתוח הנקסוס 6. האם יושק כבר בנובמבר הקרוב?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/motox.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-07-27T09:22:57Z", "modified_time": "2014-07-27T10:33:16Z", "articleBody": "שוב, שמות קוד שנמצאו בבאג שדווח על ידי חברה בעלת שם מחשיד, מעלים מספר רמזים לגבי עבודה משותפת של ענקית החיפוש ומוטורולה בפיתוח הנקסוס 6. האם יושק כבר בנובמבר הקרוב?\nקרדיט תמונה: מוטורולה\nבניגוד לשמועות, כנראה שתכנית הנקסוסים של גוגל ממשיכה להיות חיה ובועטת. על פי דיווח שעולה באתר הטכנולוגיה Android Police וזוכה לדרגת אמינות של 6.5 מתוך 10 בסולם השמועות שלהם, נראה כי גוגל ומוטורולה עובדות יחד, בפעם הראשונה מאז נפרדו דרכן כאשר לנובו רכשה את מוטורולה מגוגל תמורת תמורת 2.91 מיליארד דולר, על סמארטפון חדש. בשלב זה, לא ידועים יותר מידי פרטים על הסמארטפון החדש, פרט לכך שגודל המסך שלו צפוי לעמוד על 5.9 אינץ׳, שם הקוד שלו צפוי להיות Shamu (לוויתן, בהתאם למסורת שמות הקוד של מכשירי הנקסוס השונים) והוא צפוי להגיע עם חיישן טביעת אצבע.\nכפי שניתן להבין, אין ראיות מוצקות יותר מידי בכדי לתמוך באופן מוחלט בקיומו של סמארטפון כזה, אך התמונה המצורפת ש״הפלילה״ את גוגל ומוטורולה מכילה מספר רמזים המוכרים לנו מ״טעויות״ העבר של ענקית החיפוש. שם הקוד ״Shamu״ מקורו בשם של דג, כאשר גוגל ידועה בכך שההשראה של שמות הקוד של סמארטפוני הנקסוס שלה מגיעים מדגים: הגלקסי נקסוס קיבל את שם הקוד Maguro, הנקסוס 5 קיבל את שם הקוד Hammerhead, הנקסוס 7 בעל קישוריות ה-3G קיבל את שם הקוד Tilapia ועוד. כמו כן, על פי הדיווח של Android Poilce הבאג דווח על ידי חברה בשם Spirent תקשורת (השגיאה במקור), שהיא בעצם זרוע ״נסתרת״ של חברת Sprint לדיווח באגים במכשירים חדשים.\nצילום מסך, עיבוד תמונה\nכפי שניתן להבין מהצילום, מערכת ההפעלה עליה דווח הבאג היא Android L, כמובן. במידה והדיווח יתברר כנכון, זהו המכשיר השני שיגיע עם Android L ישירות מהקופסא, עליו ככל הנראה עובדת גוגל עם שותפת חומרה גדולה על מנת להמשיך את ליין הנקסוסים. לפני מספר שבועות דיווחנו על שיתוף פעולה פוטנציאלי בין גוגל ל-HTC שמטרתו הפחת חיים בטאבלט בגודל 8.9 אינץ׳ עם יחס מימדים של 4:3 ורזולוציה של 1440×2048, בעל שם הקוד Volantis, אשר יגיע עם תג מחיר של 400 דולר. כמו כן, דווח כי HTC מייצרת את המכשיר בשיטת ה-Zero Gap Aluminium Body Construction, אותה איכות בנייה משובחת למדי של סמארטפוני ה-HTC One.\nליין הסמארטפונים הקודם של השניים, אשר הכליל בתוכו את Moto X, Moto G ו-Moto E נחשבו, כל אחד ברמת המחירים שלו למוצרים מוצלחים במיוחד. נראה כי מדובר בשיתוף הפעולה האולטימטיבי, שכן מוטורולה ידועה בעיקר באיכות הבנייה של הסמארטפונים שלה (בה בעיקר השתבח מכשיר ה-Moto X) ובחיי הסוללה המוצלחים שלהם, כאשר גוגל מצטיינת בעיקר בתחום התוכנה ויודעת לספק את מערכת ההפעלה אנדרואיד בגירסא ״נקייה״ אשר מקבלת עדכוני תוכנה מהירים ולאורך זמן. על פי הדיווח, זמן ההשקה עליו כרגע עובדות השתיים עומד על חודש נובמבר הקרוב, אך סביר להניח שהתאריך הזה צפוי להשתנות עוד פעמים רבות בתקופה הקרובה.", "keywords": "גוגל,אנדרואיד,מוטורולה,נקסוס,google,android,motorola,nexus,nexus 6,נקסוס 6,דיווח,report,שמועה,rumor,shamu,שאמו"}