{"url": "https://www.geektime.co.il/google-self-driving-car-not-for-another-few-years/", "type": "article", "title": "המכונית האוטונומית של גוגל? לא בתקופה הקרובה", "description": "למרות האופטימיות של גוגל כי המכוניות האוטונומיות יכולות להגיע אל המשתמשים כבר במהלך חמש השנים הקרובות, הרשויות האמריקאיות אינן מסכימות עם תחזית זאת", "image": "https://files.geektime.co.il/wp-content/uploads/2013/02/Self-Driving_Car.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-11T10:30:23Z", "modified_time": "2013-02-11T15:28:42Z", "articleBody": "למרות האופטימיות של גוגל כי המכוניות האוטונומיות יכולות להגיע אל המשתמשים כבר במהלך חמש השנים הקרובות, הרשויות האמריקאיות אינן מסכימות עם תחזית זאת\nמקור: cc-by Mariordo\nבכנס Society for Automotive Engineers שנערך בוושינגטון לפני כשבוע, הצהיר אנתוני לוונדווסקי (Anthony Levandowski), מנהל פרוייקט המכוניות האוטונומיות בגוגל, כי החברה מצפה לשחרר את הטכנולוגיה לקהל הרחב במהלך חמש השנים הבאות. כלומר, החברה מאמינה כי בעוד חמש שנים מהיום יוכלו משתמשים להתנייד באמצעות המכוניות האוטונומיות של החברה.\nאך בעוד שמדובר על תחזית אופטימית במיוחד מצד החברה, מסתמן כי כעת מתגלות מספר מהמורות בדרך – המגיעות כולן מהרשויות האמריקאיות, שאינן ממהרות להוציא לשוק רכב המסוגל לנהוג בעצמו.\nדן סמית, מנהל ושותף בכיר בחטיבה של מחלקת התחבורה האמריקאית האחראית לבטיחות בדרכים, National Highway Transportation Safety Administration,  נכח גם הוא בכנס. סמית הסביר כי המכוניות האוטונומיות מביאות עמן אתגר רציני, ויהיה צורך להגדיר את הסטנדרטים הביצועיים האידיאלים שאכן ניתן לבדוק אותם, במטרה לעבד ולצפות את כל התקלות האפשרויות שעלולות להתרחש.\nכלומר, במידה וגוגל אכן מעוניינת להעלות את המכוניות הללו על הכביש, תצטרך להוכיח לא רק את היכולת של הרכב לנהוג בצורה עצמאית, אלא גם כיצד יכול להתמודד מול הולכי רגל ונהגים שאינם נשמעים לחוקי התנועה, להאט או לעצור במקרי חירום וכמובן לציית לתמרורים, רמזורים וכל מפגע בכביש שעלול להופיע ללא התראה מוקדמת – לצד האפשרות להתמודד ולעקוף בעיות בתוך התוכנה הפנימית המותקנת במכונית.\nבעוד שאין ספק כי בדיקות לעמידות המכונית הן חשובות, לאור העובדה שמשימת בניית המכונית שייכת ליצרניות הרכב כגון טויוטה, פורד ואאודי, גוגל מתמקדת בבדיקות התוכנה ובוידוא כי מדובר במערכת אמינה המסוגלת להביא את הנוסעים אל יעדם בשלום. לוונדווסקי מודה כי מדובר באתגר גדול עבור החברה, כאשר במידה והתוכנה קורסת – למעשה שום אלמנט אינו שולט במכונית, מה שעלול לסכן את חייהם של הנוסעים.\nלכן, הדאגה והעיסוק העיקרי של גוגל כיום הם כיצד תוכל ללמוד את המכונית להתמודד עם מצבים של שגיאות בתוכנה ואף קריסתה הכללית, כיצד תוכל להתריע על כך לנהג על מנת שיחזיר את השליטה אליו או אפילו כיצד תוכל להציב מערכת גיבוי שתדע להוריד את הרכב לשוליים ולמנוע את סיכונו של הנהג – כאשר אינה משאירה שום מקום לטעויות.\nלגוגל צפויה הרבה עבודה בכל הנוגע לתוכנה, והרבה עבודה ביצירת המבחנים האידיאליים לבדיקות כל הכשלים האפשריים ברכב, בין אם מדובר בטעות אנוש לבין אם מדובר בשגיאת תוכנה, ביחד עם הרשויות האמריקאיות. לכן, למרות האמונה של גוגל כי בעוד חמש שנים מהיום המכוניות האוטונומיות יהיו חלק מהנוף בכביש, סביר להניח כי ייקח לחברה הרבה מאוד זמן – כאשר שנת 2023 נשמעת הרבה יותר ריאלית להגעתן של מכוניות אלה לכלל הציבור.", "keywords": "google,self-driving car,google self-driving car,electric cars,smart car,גוגל,נהיגה אוטונומית,אוטונומי,רכב אוטונומי,נהיגה,מכונית,מכוניות,"}