{"url": "https://www.geektime.co.il/meerkat-house-party/", "type": "article", "title": "בשקט בשקט: Meerkat פיתחה בחשאיות אפליקציה שמגיעה כבר למיליון משתמשים", "description": "הכשלון בקרב מול טוויטר ופייסבוק לא הפריע ליזמים הישראליים שמאחורי Meerket, שהכריזו רשמית על Houseparty, אפליקציית שיחות וידאו שמיועדת לדור ה-Z; למרות הפיתוח וההשקה החשאיים האפליקציה כבר קרובה מאוד למיליון משתמשים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/Screenshot_2-copy-5.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-29T09:39:21Z", "modified_time": "2016-09-29T09:51:28Z", "articleBody": "הכשלון בקרב מול טוויטר ופייסבוק לא הפריע ליזמים הישראליים שמאחורי Meerket, שהכריזו רשמית על Houseparty, אפליקציית שיחות וידאו שמיועדת לדור ה-Z; למרות הפיתוח וההשקה החשאיים האפליקציה כבר קרובה מאוד למיליון משתמשים\nמקור: HouseParty\nאתם זוכרים את Meerkat? אפליקציית הוידאו של היזמים הישראליים בן רובין, אורי הרמתי, איתי דנינו ורועי תירוש היתה הראשונה לזהות את טרנד הוידאו בשידור חי, והציגה אפליקציה שמאפשרת בלחיצת כפתור לשדר בלייב לכל עוקבי הטוויטר שלכם; זמן קצר אחר-כך נמחצה האפליקציה על ידי טוויטר, שהשיקה את Periscope, המתחרה שלה, ופייסבוק שהשיקה את פייסבוק לייב. עתה, כך אנחנו מקווים, מגיע טוויסט משמח לסיפור, עם השקתה הרשמית של HouseParty, אפליקציית שיחות וידאו מרובות משתתפים.\nהאפליקציה החדשה שהשיקה עתה החברה באופן רשמי נקראית HouseParty (האוס פארטי) והיא מאפשרת ליצור שיחות וידאו ספונטניות בין מספר משתתפים; כמו סנאפצ’ט, האפליקציה פונה לדור ה-Z, ומציעה פיצ’רים, עיצוב ושפה קליליים ולא רשמיים. כך שלמשל כאשר אתם פותחים ‘חדר’, משוחחים עם עוד משתתפים ולא מגדירים אותו כ’פרטי’, יכולים גם חברים של חברים להצטרף לחדר, אלא שאז מופיעה התראה “Stranger Danger”.\nהסיפור המעניין מאחורי האפליקציה הוא תהליך הפיתוח שלה; על פי הדיווח ב-TheVerge, האפליקציה פותחה בחשאי במשך 10 חודשים וזכתה ל’השקה רכה’, כשלאורך כל הדרך הסתתרה החברה המפתחת תחת הכינוי Alexander Herzick. השם, אגב, הוא שם בעלה של סימה סיטאני, מנכ”לית החברה, שנבחר בשל הנוכחות הדלילה שלו ברשתות החברתיות. למעשה, המפתחים אף פתחו לו עמודי פייסבוק ולינקדאין מזוייפים.\nעם זאת, ולמרות שהחברה לא השקיעה בשיווק, מתקרבת האפליקציה, לדברי המפתחים, למיליון משתמשים, מספר שצפוי לצמוח, עתה עם ההשקה הרשמית, החשיפה באמצעי התקשורת והחזרה של הסטודנטים ללימודים.\nחשוב לזכור שהדרך לא היתה פשוטה עבור הסטארטאפ. במהלך השנה האחרונה, צמצם הסטאראפ את הפעילות שלו בישראל ופיטר חמישה עובדים; בנוסף, חווה הסטארטאפ בעיות טכניות בעקבות הצמיחה (Scale) המואצת, מה שגרם לקשיים טכניים בהתחברות ובשידור הוידאו. לצורך כך נשכרו שירותיו של קייל מקסוול, מהנדס בכיר לשעבר בטוויטר. אולם כל אלו הן רק מהמורות קלות בדרך. אין ספק שהקרב האמיתי הוא עתה על המשתמשים והאם יסכימו לזנוח פלטפורמות ואפליקציות מוכרות כמו סנאפצ’ט או פייסבוק לייב, לטובת HouseParty. אבל, אם לשפוט מהעבר, התחרות הזו לא מרתיעה את היזמים. נקווה שהפעם התוצאות יהיו שונות.\nLife on Air, החברה שמאחורי המותגים המוכרים, החלה את דרכה ב-2013 עם אפליקציית Yevvo, לוידאו לייב מבוסס מקום; לאחר מכן, עשו היזמים פיבוט והציגו את Air, לשיחות לייב בין חברים; ובשנה שעברה, הגיעה החברה לכותרות כאמור עם אפליקציית Meerkat. החברה גייסה, בגלגוליה השונים, כ-14 מיליון דולר ממשקיעים כגון רון גורה, אייל גורה, גיגי לוי-וייס ואורן אבקסיס וקרנות ההון סיכון Aleph, PLUS Ventures ו-Entree Capital.\nאפליקציית HouseParty זמינה להורדה באנדרואיד וב-iOS\nלקריאה נוספת:\nמירקט משנה כיוון, עובדת על רשת חברתית מבוססת וידאו\nMeerkat לא עוצרת: מגייסת 12 מיליון דולר בהובלת קרן גריילוק [גיוס]\n", "keywords": "מירקט,meerkat,בן רובין,שיחות וידאו,yevvo,air,יבו,אייר,פריסקופ,פייסבוק,וידאו לייב,שידור וידאו,אפליקציה"}