{"url": "https://www.geektime.co.il/web-components-gil-fink-code-lecture/", "type": "article", "title": "למה אני עדיין מהמר על Web Components? (וגם אתם צריכים להתחיל לחשוב להשתמש בהם)", "description": "זה שנים שמתקיים דיון מעמיק ברחבי האינטרנט על שילוב של סטנדרט ה-Web Components לעומת ה-framworks. מה הבעיות הקיימות כיום, מה זה מיקרו Frontends והאם הוא יכול להציל את המצב?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/GettyImages-693860498-1525271048.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-06T15:55:19Z", "modified_time": "2018-05-06T15:47:50Z", "articleBody": "זה שנים שמתקיים דיון מעמיק ברחבי האינטרנט על שילוב של סטנדרט ה-Web Components לעומת ה-framworks. מה הבעיות הקיימות כיום, מה זה מיקרו Frontends והאם הוא יכול להציל את המצב?\n\nצלם/תמונה: Manuel Breva Colmeiro/ Getty Images Israel\nזה שנים שמתקיים דיון מעמיק ברחבי האינטרנט על שילוב של סטנדרט ה-Web Components. מצד אחד, יש מפתחים שחושבים שיש הבטחה שעדיין לא מממשת את עצמה בסטנדרט; אחרים חושבים אחרת, והדיון נמשך עד עצם היום הזה (וכנראה ימשיך גם בעתיד הקרוב). ב-6 השנים האחרונות העברתי מספר גדול של הרצאות על HTML5 ו-Web Components, ואני מנסה לעזור למפתחי ווב ולחברות להטמיע את הסטנדרטים האלה. בכתבה זו ובכנס Geektime Code אשתף למה אני חושב שכדאי שגם אתם תתנו צ’אנס ל-Web Components (אם עדיין לא עשיתם זאת).\nאני מפתח ווב מאז 2002. בימים שבהם בנינו אתרי אינטרנט ואפליקציות בעיקר בעזרת טכנולוגיות צד שרת, וכש-ASP.NET הייתה נחשבת טכנולוגיה חדשנית (התחלתי את החיים המקצועיים עם ASP.NET). בעשור האחרון חל שינוי גדול מאוד בעולם הפיתוח הוובי וחל מעבר חד מפיתוח אתרים ואפליקציות בצד שרת לכיוון של פיתוח בצד לקוח. היום מרבית האתרים והאפליקציות מפותחים עם HTML, CSS ושפת JavaScript, שמזמן הפכה להיות עמוד השדרה של הפיתוח בצד הלקוח; וספריות ו-Frameworks כמו React ו-Angular הפכו להיות הכלי העיקרי שבו אנחנו מפתחים אתרים ואפליקציות ווביות.\nאבל יוסטון, יש לנו בעיה. ב-4 השנים האחרונות אני יועץ עצמאי וסייעתי לפרויקטים רבים, הן בפיתוח והן בארכיטקטורה. אחת הבעיות הגדולות ביותר שהלקוחות שלי נתקלים בהן בשנים האחרונות היא מה שאני מכנה החתונה הקתולית עם ה-framework. למה אני מתכוון? לכך שבתחילת הפרויקט אנחנו תמיד בוחרים framework ואז בונים את כל הפרויקט סביבו. זה נשמע כמו דבר טוב, לא? אולי 3 הסיפורים הבאים, שלקוחים מהעולם האמיתי, יעזרו לכם להבין את הבעיה בזה.\n\n1. אחד הלקוחות שלי, ארגון גדול, התחיל לבנות אפליקציה וובית חדשה לפני שנה. בשלב התכנון של האפליקציה אני והארכיטקט של הפרויקט דיברנו על בעיית ה-framework וצד הלקוח. כל תשתיות האפליקציות בחברה נבנו על בסיס AngularJS, הם השקיעו זמן ומאמץ בבניית components וdirectives שונים והנהלת החברה אילצה את הארכיטקט להשתמש בתשתית זו, למרות שגרסה 4 של Angular כבר הייתה לקראת שחרור.\nכיום, למנהלי הפרויקט יש בעיה גדולה מאוד למצוא מפתחים שמוכנים להצטרף לפרויקט, בגלל התשתית המבוססת על AngularJS. הם שוקלים לעבור לגרסה הנוכחית של Angular, אבל זה אומר שהם יצטרכו לשכתב את התשתית הקיימת, כלומר להשקיע שוב כסף וזמן פיתוח רבים.\n2. לקוח אחר, שוב ארגון גדול, ביקש ממני לעזור לו לקבל החלטה על איך לגשת לבעיה הבאה: הארגון רכש חברה שהמערכת שלה נבנתה עם Angular 4, ואילו המערכת של הארגון נבנתה באמצעות AngularJS. המנהלים הבכירים ביקשו משני צוותי הפיתוח למזג את שתי המערכות יחד ולעשות את זה בתוך רבעון. הפתרון שהוצע היה לבצע את המיזוג תוך שימוש ב-IFrame עם PostMessage API. לא מדובר בפתרון אידיאלי, אבל הוא עזר לצוותים להרוויח זמן ולהתחיל להעביר את המערכת שכתובה ב-Angular ל-Angular 4 באמצעות מודול ngUpgrade. כמו בדוגמה הראשונה, הצוותים היו צריכים להשקיע הרבה זמן ומאמץ כדי להתקדם קדימה.\n3. ללקוח שלישי היו 2 אפליקציות פנימיות, שנכתבו האחת עם React והשנייה עם Polymer. הם פנו אליי כי רצו ליצור אפליקציה שלישית ולשתף חלק מהפונקציונליות של שתי האפליקציות הקיימות. למרבה הצער, לאחר שהסתכלתי על הקוד של שתי האפליקציות הבנתי שזה יהיה כמעט בלתי אפשרי לעשות שימוש בקוד הקיים שלהם מבלי להשקיע עוד זמן פיתוח. יתרה מכך, הם יצטרכו לשכתב את האפליקציות הקיימות כדי לתמוך בשינוי המבוקש.\nאני הבאתי רק שלוש דוגמאות, אך מדובר במקרים שכיחים שמתרחשים בחברות בזמן שאתם קוראים את הכתבה הזו ויכולים לצוץ גם אצלכם. אל תבינו אותי לא נכון, ספריות או Frameworks כגון React ו-Angular הם דרך טובה ויעילה לפיתוח אתרים או אפליקציות ווביות, אבל הבחירה בהן כתשתית משולה לחתונה קתולית.\nבשנתיים האחרונות, המונח מיקרו Frontends תפס תאוצה בשל הבעיות שהצגתי קודם לכן.\nMicro Frontends in Google Trends\nהמונח מיקרו Frontends מתייחס לטכניקות ואסטרטגיות שעוזרות לבנות אפליקציות ווב מודרניות, עם ריבוי של צוותי פיתוח המשתמשים ב-JavaScript Frameworks שונים. אם אתם עדיין לא מכירים את המונח מיקרו Frontends, קיים מבוא ממש טוב בנושא שניתן לקרוא אותו כאן.\nאחת האפשרויות לבנות מיקרו Frontends היא על ידי שימוש ב-Web Platform ובמה שהיא יכולה להציע לנו. איך זה עובד? הרעיון הוא לבנות Web Components משותפים שכל צוותי הפיתוח של החברה יוכלו להשתמש בהם. ה-components צריכים להיות בלתי תלוים בספריות או ב-frameworks כלשהם, אבל יכולים להיות בשימוש של כל ספרייה או framework שארגון ירצה להשתמש בהם. ואיך אנחנו יכולים ליישם את זה באמצעות ה-Web Platform? אפשר להשתמש ב-Web Components APIs, וספציפית ב-custom elements.\nUsing Web Components for Building Shared Components\nיצירת custom elements עונה על הדרישות הקודמות, אך הוא מאלץ אותנו לייצר סט שלם של רכיבים חדשים בעזרת ה-API של Web Components ,שיכול להקשות על התהליך. לדוגמה, נצטרך לכתוב מנגנונים כמו Data Binding או State Management בכוחות עצמנו ב-components בגלל שמנגנונים כאלה הם עדיין לא חלק מהסטנדרט, נכון?\nבחודשים האחרונים אפשר לראות התחדשות בכל מה שקשור ל-Web Components. חברות כמו גוגל (Angular Elements ו-Polymer 2) ו-Ionic Framework (עם Stencil) מפתחים כלים שהופכים את Web Components לנגישים יותר למפתחים. יש גם מיזמים מתוך קהילת המפתחים, כגון SkateJS ו-SlimJS, שהופכים את הפיתוח של Web Components לקל ונגיש יותר למפתחים. כל הכלים החדשים כוללים מנגנונים כמו Data Binding, שעוזרים לגשר על הפערים שקיימים בסטנדרט של Web Components. יותר מכך, הקהילה משתמשת בכלים אלה כדי לייצר reusable Web Components שניתן להטמיע בכל framework.\nהפרויקטים האלה וההשפעה שלהם על קהילת המפתחים גורמים לי להאמין שיש עוד תקווה לסטנדרט של Web Components ושאנחנו צפויים לעוד חדשנות באזור הזה שהולך ומתפתח. האם גם אתם חושבים שהסטנדרט של Web Components הוא חלק מהעתיד שלנו כמפתחי ווב?\nלפני שאתם עונים, הנה כמה כמה לינקים שיסייעו ללמוד את הנושא לעומק:\n– Introduction to Micro Frontends\n– Micro Frontends\n– The broken promise of Web Components and Rob Dodson answer Regarding the broken promise of Web Components\n– Web Components organization\n–  Polymer project\n– Stencil — The magical, reusable web component compiler\n– SkateJS project\n– SlimJS project\nהכותב הינו מייסד ומפתח ב-sparXys ואחד מדוברי כנס Geektime Code, שיתקיים ב-6 ביוני בגני התערוכה תל אביב. לפרטים נוספים ורכישת כרטיסים לחצו כאן", "keywords": "גיל פינק,geektime code,web components,framworks,הרצאות,מיקרו frontends,כנס מפתחים,6 ביוני,"}