{"url": "https://www.geektime.co.il/yes-plus-review/", "type": "article", "title": "שווה או לא? בדקנו את +yes, שירות הסטרימינג החדש של יס", "description": "בדקנו את שירות הסטרימינג החדש של יס שמציע את כל התכנים המוכרים והאוהבים באריזה חדשה ומעוצבת. אבל האם הוא שווה 200 ש׳׳ח בחודש?", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/screenapple-mockup_opt03-1572944280-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-08T10:30:31Z", "modified_time": "2019-11-07T19:58:42Z", "articleBody": "בדקנו את שירות הסטרימינג החדש של יס שמציע את כל התכנים המוכרים והאוהבים באריזה חדשה ומעוצבת. אבל האם הוא שווה 200 ש׳׳ח בחודש?\nמקור: yes​\nלאחרונה השיקה יס את +yes, שירות סטרימינג חדש המבוסס על רשת האינטרנט שימשיך לפעול במקביל לשידורי הלווין שלה, לפחות עד שאלו יכחדו באופן מוחלט עוד כמה שנים טובות. אבל יס כבר פעילה בתחום הסטרימינג ומפעילה את סטינג tv. אז מה ההבדל? והאם מדובר ״באותה הגברת בשינוי אדרת״, עם התכנים המוכרים באריזה חדשה? והאם העיצוב והממשק המשודרג שווים 200 ש״ח בחודש? בדקנו.\nנכון לרגע כתיבת שורות אלו, +yes זמין רק בגרסה מותאמת ל-Apple TV, אבל גם אם אתם לא מחזיקים בסטרימר של אפל – תמורת 10 ש״ח מידי חודש יס תספק לכם אחד כזה. בשבועות הקרובים השירות צפוי להתרחב לסטרימרים נוספים וטלוויזיות שתומכות באנדרואיד TV.\nאלי באופן אישי הגיע טכנאי על מנת לחבר אותי לשירות, למרות שזה היה די מיותר – ואם היה ברשותי סטרימר תואם – הייתי יכולה לחסוך את הפרוצדורה. התהליך עצמו די פשוט, כל שעליכם לעשות הוא להתחבר עם פרטי המשתמש שלכם (תעודת זהות + מספר טלפון עימו התחברתם אל yes) ולהזין את פרטי ה-Apple ID שלכם או לפתוח יוזר חדש אם אין לכם אחד כזה.\nאחרי מספר דקות של התקנה קצרה, יצאתי לדרך.\nצילום: גיקטיים\nלוקח זמן להתרגל לממשק, בטח אם אתם לא מכירים את ה-Apple TV, בעיקר כי הוא כולל גם תמיכה במחוות סווייפ למיניהן שצריך לתרגל. אבל כמו בכל דבר בחיים – אחרי כמה ימים בודדים ושעות ספורות של שימוש נטו בשירות – מתרגלים.\nמסך הבית של של +yes מורכב ממספר קטגוריות; +yes/ערוצים/אוספים/סדרות/סרטים/דוקו/Kids. נתחיל במה שיקבל את פניכם אם תבחרו בטאב +yes, שכן זה הוא המקום בו הפרסונליזציה של השירות באה לידי ביטוי, וכנראה ששם תבלו את רוב המזן שלכם; בעמוד זה תמצאו תוכניות וסדרות שעלו לאחרונה לשירות ואת כל התכנים האחרונים בהם צפיתם כדי שתוכלו להמשיך מאיפה שהפסקתם; רשימת הצפייה שלכם – Wishlist עם תכנים ששמרתם לצפייה מאוחרת, ותצוגה של הערוצים הליניאריים שבהם אתם נוטים לצפות. אם בכל אלו לא מצאתם את מה שאתם מחפשים, בתחתית העמוד נמצא כפתור לחיפוש חופשי. לצערנו, לפחות בשלב זה, השירות לא תומך בחיפוש הקולי דרך השלט של ה-Apple TV, מה שאומר שתצטרכו להזין באופן ידני את השם של התוכן המבוקש. אני מקווה ש-yes תוסיף את האפשרות הזו שקיימת כבר בשירותים דוגמת סלקום tv.\nטאב נוסף בתפריט הראשי הוא הערוצים; שימו לב כי אין זפזופ סטנדרטי בין הערוצים, שכן השלט של ה-Apple TV, ושל כל יתר הסטרימרים, לא כולל ספרות. כאשר אתם עוברים בין הערוצים השונים, ומנסים בעצם לזפזפ, הערוץ עליו אתם נמצאים לא משתנה, וטוב שכך, כי כנראה שזה היה מאט את העניינים.\nהממשק החדש יאפשר לכם ״לזפזפ״ בין 140 הערוצים הליניאריים באופן מהיר, ואם אתם מאלו שאוהבים לפתוח מספר טאבים במקביל – אתם תאהבו את הפיצ׳ר הזה: ניתן לצפות בערוץ מסוים ובתחתית המסך לצפות בתצוגה מקדימה של מה שמתרחש בערוצים אחרים – כלומר, בלייב, לא רק בתמונה סטטית. כדי לעבור לערוץ מסוים יש ללחוץ עליו, כאשר המעבר מהיר במיוחד, ואיכות השידור לא נפגמת ומתחדדת באותו הרגע.\nברגע שתעצרו על ערוץ מסוים, תוכלו לצפות בלוח השידורים ההיסטורי שלו – כלומר ברשימת התכנים ששודרו באותו ערוץ עד שבוע אחורה, ואם מצאתם משהו שרציתם לראות – פשוט לחצו עליו, ותוך שניה הוא יתחיל לנגן. אין אפשרות לבחור ביום ספציפי בו אתם יודעים שתוכנית מסוימת שודרה, אלא תצטרכו לגלול באופן ידני עד שתיתקלו בתוכן שחיפשתם. מדובר בפיצ’ר דומה לזה שתמצאו בפרטנר tv ובסלקום tv, כשהראשונה מציעה הקלטה לאחור של שבועיים.\nבאופן דומה תוכלו לעשות תנועה סוויפ שמאלה ולראות את כל התכנים העתידיים שצפויים להיות משודרים. מן הסתם, מכיוון שמדובר בערוצים חיים, אין אפשרות לצפות בהם מבעוד מועד, אבל תוכלו לעשות את הדברים הבאים; לחיצה בודדת תפתח את התקציר של הסרט/סדרה/תוכנית ולחיצה ארוכה עליו תפתח תפריט שימושי הכולל תזכורת שתוצג בפניכם זמן קצת לפני מועד השידור; אייקון של לב להוספה של התוכן לרשימה הצפייה שלכם וכפתור info שלחיצה עליו תיפתח את דף הכותר בעמוד גדול עם תקציר, אפשרות להוסיף תזכורת, מידע על השחקנים ותכנים נוספים באותו הסגנון שאתם עשויים לאהוב.\nמקור: צילום מסך\n\nמתוך 140 הערוצים הכלולים בתוכנית שלי, כנראה ש-100 מהם לפחות, לא באמת רלוונטים עבורי, ולא צפיתי בהם ולו פעם אחת. בנוסף, בשנת 2019 לקראת 2020, צפייה בערוצים בשידור חי ובזמן אמת מרגישה קצת פרימיטיבית, ולמעט פעם-פעמיים של צפייה בתוכנית בוקר תוך כדי התארגנות לעבודה או בכמה דקות של מהדורת החדשות בערב, השימוש העיקרי שלי בפלטפורמה היה ב-VOD וב-Catch Up, שזה גם סוג של VOD; ספריה עם כל התכנים מכל הערוצים ששודרו במהלך השבוע האחרון. מדובר בפיצ׳ר שקיים גם בממיר הסטנדרטי של יס, ונחמד לראות שהוא הוטמע גם כאן. עם זאת, אני מניחה שכדי ליהנות מכל העולמות וכדי לפנות גם לקהל ״המבוגר״ יותר, יס חייבת להמשיך ולהציע גם הערוצים הרגילים שמשדרים בשידור חי.\nספריית ה-CatchUp\nהממשק מושקע, ניכר כי יס עשתה כאן עבודה רצינית במיוחד ולא חסכה במחשבה וירידה לפרטים. הכל מאוד ויזאולי ואסתטי, התמונות גדולות, מה שאומר שגם אם אתם לא מזהים את השם של הסדרה שאתם מחפשים – התמונה מסגירה אותה וזה מאוד נוח ומקצר תהליכים.\nמקור: yes\nיחד עם זאת, יתכן בהחלט שעבור המשתמש הממוצע, שהוא לאו דווקא ״tech savvy״, הממשק עשוי להיות מעט עמוס וגימיקי. אני אהבתי שבניגוד לשידורי הלווין שלה, yes אימצה מנטפליקס את הפרסונליזציה ״וההקשבה״ לאופי השימוש של הצופה בשירות. אמנם אין עדיין אפשרות לפתוח יוזר לכל משתמש, אבל לדברי yes אופציה זו תתווסף בהמשך. כמו כן, אהבתי שברגע שמדליקים מחדש את הסטרימר – הוא נדלק על התפריט האחרון שבו הייתם / הסדרה שבה צפיתם / הערוץ שעליו הייתם.\nלקריאה נוספת:\nהדבש והעוקץ: בדקנו את STING TV, שירות הטלוויזיה החדש של יס\n3 חודשים עם STING TV: שווה 39 ש”ח, לא בטוח שיותר\nכמו ב-StingTV, גם בשירות +yes נקודת החוזקה היא בהיצע והיקף התכנים; לצד 140 הערוצים הלינאריים, ספריית ה-VOD של יס כוללת מגוון רחב של סדרות וסרטים שמתאימים לכל הגילאים. תמצאו בה תכנים מ-HBO כמו העונה החדשה של סיליקון ואלי שמתעדכנת ימים ספורים אחרי מועד השידור בארה״ב; מיני סדרת הטלוויזיה האמריקאית-ישראלית ״הנערים״; צ׳רנוביל, ושתי העונות הראשונות של ׳סיפורה של שפחה׳, למרות שהעונה השלישית כבר הסתיימה ושודרה במלואה בהוט.\nכמו כן השירות כולל את תכני המקור של יס כדוגמת ״פאודה״, ״חמישים״, ״יס מן״, ״האחיות המוצלחות שלי״ ועל הספקטרום״; תוכניות מהערוצים השונים כמו ״משפחת קרדשיאן״ ו״אסונות מפלסטיק״ מערוץ E, תוכניות ריאליטי כמו ״הרווק/״ה״ ו״חתונה ממבט ראשון״, וסדרות ישראליות כמו ״סליחה על השאלה״ ו-״80 וארבע״ הפופולאריות ששודרו בכאן 11. יחד עם זאת, כמו בנטפליקס למשל, גם ביס לאו דווקא תמצאו את כל העונות החדשות של הסדרות שאתם אוהבים (סיפורה של שפחה, כתום זה השחור החדש), מה שקצת מאכזב.\nספריית הסרטים עשירה גם היא וכוללת כותרים עדכניים יחסית כמו ״אקוומן״, ״רפסודיה בוהמית״ ו״ונום״. אמנם משלמים לא מעט, אבל מה שנחמד הוא שהמחיר כולל כבר את כל הספריה, ובניגוד לשירותים כמו Partner TV למשל שם קיים היצע רחב של סרטים בתשלום נוסף, כאן אין הפתעות, לפחות לא כרגע.\nצילום: גיקטיים\nכאשר לוחצים על סדרה או סרט מסוים ניתן לצפות בטריילר וברשימת השחקנים הראשיים בו, כך שאם צפיתם והתאהבתם בשחקן מסוים – תוכלו ללחוץ על השם שלו, ולחפש אחר תכנים נוספים בכיכובו הזמינים בפלטפורמה. מתחת לרשימת השחקנים, תקבל את פניכם רשימה של תכנים באותו הסגנון, קצת כמו ״קונים שקנו את הפריט הזה קנו גם את זה״ – כדי שאם סגנון מסוים של סדרה מסוימת מצא חן בעיניכם תוכלו לקבל המלצות לתכנים דומים. כמו כן, פיצ׳ר גימיקי נחמד יאפשר לכם לדעת כמה זמן בדיוק תצטרכו לפנות כדי לצפות בסדרה או סרט, כדי שתוכלו להיות בטוחים שתספיקו לראות את הסרט עד הסוף לפי הפיאלטיס או איסוף הילד מהחוג כדורגל.\nיס גם יצרה קטגוריה נפרדת לתכני דוקו, עם רשימה של תכנים מומלצים בראש העמוד. גם כאן, תוכלו לדעת כמה זמן צפייה בתוכן מסוים יגזול לכם, וכאשר תעמדו עם ״הסמן״ על תוכן מסוים, לאחר כמה שניות ספורות הטריילר שלו יתחיל באופן אוטומטי.\nצילום: גיקטיים\nאתעכב ברשותכם על טאב ״האוספים״, חידוש נחמד ש-yes כללה בשירות. באיזור זה תמצאו המלצות צפייה שרוכזו על ידי כל מיני שחקנים ואושיות למיניהן כמו תום יער, ליום רז וחנוך דאום. כמו כן יס יצרה כל מיני פלייליסטים, קצת כמו בספוטיפיי, של תכנים מסוימים. למשל ״היכל התהילה הישראלי – אוסף של סדרות וסרטים היסטוריים כמו ״גבעת חלפון״ או ״החיים על פי אגפא״, או שוברי קופות – רשימה של עשרות סרטים מוכרים מכל הזמנים כמו דדפול, באטמן נגד סופרמן ועלייתו של האביר האפל. גם כאן, ברגע שתיעצרו על כותר מסוים הטריילר שלו יתחיל באופן אוטומטי.\nאגף נחמד נוסף באותו עמוד הוא ״איפה תפסנו אותך״ – קטגוריה של המלצות צפיה בהתאם לסיטואציה בה אתם נמצאים כרגע – דייט רומנטי, ערב בנות או פלייליסט ״לישנים באלכסון״ – רווקים מאושרים שכוללים תכנים כמו ״הרווקה״, ״סקס והעיר הגדולה״ או ״האקסית המטורפת״. אהבתי את הרעיון, שכן  הוא באמת מזכיר את הפלייליסטים של ספוטיפיי, לפעמים כשאין לכם מושג מאיפה להתחיל ומה לחפש ואתם רק נמצאים במוד מסוים – זה אחלה פתרון. עם זאת, יש קצת מקום לשיפור בגזרת ההמלצות  המעט השובניסטית לפיה גברים אוהבים סרטי אקשן וקומיקס ונשים מעדיפות סרטים רומנטיים על נסיך ומציאת חתן עשיר.\nצילום: גיקטיים\nבנוסף, מציעה yes ממשק ייעודי לילדים עם ממשק נוח ופשוט לתפעול, הכולל גם בקרה הורית כמו הגבלה של זמן הצפייה – עד 3 שעות ביום, או חסימה של התכנים אחרי השעה 20:00 בערב למשל. אגף הילדים מתחלק לשתי קטגוריות – קטנטנים (תכנים לגיל הרך) וגדולים (לגילאי בית הספר), כאשר פיצ׳ר נחמד באגף לקטנטנים הוא שכדי לצאת מהממשק ולחזור לאגף של ״הגדולים״, על הילד יהיה להשיב על תרגיל בחשבון, כדי לוודא שהוא בטוח בגיל המתאים. לחילופין, ניתן לנעול את הסטרימר למצב ״חדר ילדים״, שלא יאפשר כלל גישה לממשק המבוגרים. לא שילדים צריכים יותר מידי הנחות, אבל הממשק המותאם אישית עבורם יאפשר להם ללנווט על פי דמויות אהובות או לצפות בפלייליסטים לפי מצב רוח.\nמקור: yes\nלמרות שהשירות מבוסס באופן מוחלט על חיבור לרשת האינטרנט, הוא טס, וזה כיף. ואני לא מדברת רק על מעבר בין הערוצים (אם כי ב-Sting TV למשל המעבר הזה היה מתבצע באופן מגומגם ואיטי במיוחד), גם כאשר מנגנים סדרה מה-VOD או מפעילים תוכנית דרך שירות Catch up, הכל רץ סופר מהר. אין שיהוי בכלל. מפתיע לטובה והופך את החוויה לכייפית ומיידית כמו שאני אוהבת. כמובן שכדי שזה יקרה, על חיבור האינטרנט הביתי שלכם להיות במהירות מינימלית של 40 מגה ויש להשתמש בכבל רשת שיתחבר ישירות מהמודם לסטרימר.\nצילום: גיקטיים\nאיכות השידור טובה, התמונה חדה וברורה, לא היו באגים, תקיעויות או תמונות מרוחות ומפוקסלות. רק כאשר חיברתי את ה-Apple TV לאינטרנט האלחוטי במשרד, דברים התחילו לעבוד פחות טוב והשידור נתקע מידי כמה דקות. אבל כאמור, זה לא מפתיע – ואין סיבה שזה יקרה כל עוד תתחברו ישירות לראוטר. כן שמתי לב כי ערוצים מסוימים (אחד מערוצי ה-MTV למשל) סובלים מבעית סינכרון כך שהסאונד והתמונה לא תמיד תואמים, אבל מעבר למקרה החד פעמי של הערוץ הזה, לא היו בעיות סינכרון נוספות והתמונה והאודיו רצות כמו בשידור ״רגיל״.\nנראה כי יס עשו עבודה טובה עם הממשק, ואחרי ימים בודדים וכמה שעות ספורות של שימוש נטו הבנתי את הקטע, והתרגלתי גם לממשק המינימליסטי של ה-Apple TV מצד אחד, אבל גם לממשק העשיר והעמוס בתכנים של יס. התוצאה היא לא רעה בכלל. אני חושבת שאפשר להגיד בפה מלא שהשירות הזה ממש לא מתאים לקהל מבוגר יותר, ולו אנחנו נמליץ להישאר עם הממיר הרגיל, כל עוד זה אפשרי כמובן. גם לי היו קשיי הסתגלות, ואני לא חושבת שמדובר בממשק שהסבא או הסבתא שלכם יצליחו להתמודד איתו.\nכמובן שיש את העניין הזה שכדי שהשירות יעבוד עליכם להיות מחוברים לרשת האינטרנט בכל רגע נתון, אבל לטעמי – שווה לקחת את הסיכון. התכנים, זהים לאלו שבשירות יס ״הרגיל״ (בהנחה שרכשתם את החבילה הרחבה ביותר הכוללת את כל ערוצי הסדרות, הסרטים, ה-VOD והילדים), אבל הממשק הרבה יותר רלוונטי, צעיר, קליל ואפשר לומר אפילו כייפי לשימוש.\nבתור אחת שהשתמשה במשך תקופה ארוכה בשירות ״הרזה״ של יס, Sting TV, אותו היא השיקה לפני שנתיים, מדובר בשדרוג אדיר בכל הקשור לממשק, היצע התכנים, המהירות, והאיכות, וכנראה שאין באמת מה להשוות בין השניים. אבל כמובן שכל הטוב הזה בא לידי ביטוי בתג מחיר גבוה הרבה יותר – החל מ-200 ש״ח, בניגוד ל-60 ש״ח שיסדרו לכם את אותן סדרות מצוינות או סרטים, בהתאם להעדפה שלכם, אבל בממשק הרבה פחות מלוטש, וכזה שמרגיש לואו-קואסטי.\nהאם בעידן הנטפליקס, סלקום tv, פרטנר tv ואפל tv+ החדש יש מקום לחבילה הזו של תכנים ליניארים, ממשק מעודכן ומחיר גבוה? לא בטוח. +yes הוא יצור כלאיים בין הטלוויזיה הלווינית של יס והממיר שלה לבין שירותי סטרימינג למיניהם. במובן הזה הוא מנסה לפנות לכל הקהלים, ואולי דווקא זו הבעיה העיקרית שלו.\nלא בטוח שהקהל הצעיר יותר אליו פונה הממשק החדש – מתעניין בערוצים ליניאריים, או בערוצי קניות וערוצי נישה בשפות שונות. בנוסף, ספק אם הקהל כיום ירוץ לשלם פי 5 – במקרה של נטפליקס; או פי 2 במקרה של סלקום tv ופרטנר tv על התוכן של יס פלוס, שרובו אינו בלעדי.\nמצד שני, יש את הקהל הוותיק יותר, זה שרגיל ואוהב את החבילות השמנות של הערוצים הליניארים – וזה שמחפש את חוויית הזיפזופ והשיטוט בין הערוצים למצוא “משהו לראות”. אני לא בטוחה שהקהל הזה יתחבר לממשק הנטפליקסי של יס פלוס.\nבמובן הזה, השירות מתאים בעיקר למי שאוהב את התכנים של יס, אבל מעוניין לשדרג את חוויית הממירים הוותיקים וליהנות מיכולות צפייה משודרגות – למשל בכמה מכשירים. לחילופין, הוא מתאים למי שמעוניין לקבל היצע תכנים עשיר – בלי לפנות ל-3 שירותי סטרימינג שונים, עם 3 חשבונות שונים ו-3 ממשקים שונים.", "keywords": "יס,יס פלוס,סטרימינג,שירות סטרימינג,yes+,yes plus,סקירה יס פלוס,סקירה יס,נטפליקס,netflix,partner tv,cellcom tv,sting tv,yes"}