{"url": "https://www.geektime.co.il/imeasure-startup-review/", "type": "article", "title": "חברת iMeasure מפתחת כלי מדידה מדוייקים לענף הבנייה", "description": "החברה הישראלית מפתחת כלי מדידה מדויקים לענף הבנייה, המבוססים על טכנולוגיה של ראייה ממוחשבת", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/building-plan-354233_1280.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-18T18:30:52Z", "modified_time": "2017-06-18T15:43:06Z", "articleBody": "החברה הישראלית מפתחת כלי מדידה מדויקים לענף הבנייה, המבוססים על טכנולוגיה של ראייה ממוחשבת\nמקור: Pixabay\nענף הבנייה נהנה בשנים האחרונות מכניסה מאסיבית של טכנולוגיות מתקדמות, ולא מעט חברות סטארטאפ מקומיות מפתחות טכנולוגיה שהופכת את התהליכים השונים למדויקים, בטוחים ונגישים יותר. חברת iMeasure (איימז’ר) הישראלית מפתחת כלי מדידה מבוסס מצלמה ומדויק במיוחד לעולם הבנייה.\nפיץ’ קצר: מה החברה עושה?\niMeasure מפתחת כלי מדידה מבוסס מצלמה לעולם הבנייה.\nועכשיו קצת יותר בהרחבה.\nסורקי תלת-ממד מבוססי מצלמה קיימים כבר זמן רב ומשמשים למטרות רבות, אבל רמת הדיוק שלהם אינה מספקת כלי עבודה לשימוש של בנאים, קבלנים אדריכלים ושאר בעלי המקצוע שמעורבים בתהליכי בנייה ושנדרשים לרמת דיוק גבוהה בסריקה בטווחים גדולים יחסית ולרמת אמינות גבוהה. המערכת אותה אנו מפתחים מתוכננת להיות מדויקת, אמינה וקלה לשימוש והיא משלבת פיתוח של חומרה ותוכנה.\nאיך הגעתם לרעיון?\nאני, אודי מן, עובד בתחום הבנייה כבר מעל 20 שנה. חוויתי וראיתי את הסרבול של מערכות המדידה הקיימות ואת המחירים הגבוהים של טעויות מדידה. חשבתי על הרעיון לראשונה לפני כ-12 שנה, ובבדיקה עם המומחים בתחום התברר לי שהידע שהיה קיים אז בתחום הראייה הממוחשבת לא היה מפותח מספיק כדי לענות על הדרוש לפיתוח מכשיר כזה. לפני כשנתיים החלטתי לבדוק שוב את היתכנות הפיתוח ונפגשתי עם חלק מהמדענים המובילים בתחום בארץ. קיבלתי מהם אישור שהידע הדרוש קיים ואחד מהם חיבר אותי עם פרופסור מיכאל ורמן מהאוניברסיטה העברית, שהפך לשותף שלי ולאחד המייסדים.\nמקור: iMeasure\nבאיזה שלב אתם?\nהחברה בשלב הסיד. עשינו POC בקנה מידה קטן בכוחות עצמנו, השלמנו בניית תוכנית עסקית מפורטת, ועכשיו אנחנו מגייסים גיוס ראשון.\nמי המתחרים שלכם?\nאנו לא מכירים כעת מתחרים ישירים. יש כמה חברות שמייצרות סורקי לייזר תלת ממדיים גדולים שהתפעול שלהם דורש מיומנות רבה ומומחיות, כמו פלקסיג’ט, לייקה או פארו. יש גם חברות רבות שהוציאו אפליקציות לטלפונים ניידים או טבלטים לסריקת חללי פנים, אבל רמת הדיוק שלהן נמוכה.\nיש חברה בשם אוקסיפיטל שפיתחה סורק המבוסס על הקינקט, שגם הדיוק שלו נמוך מדי לשמש ככלי עבודה אמין.\nאיך אתם מתכננים לעשות כסף?\nבשלב הזה יש אפשרויות רבות הפתוחות בפנינו. הדרך המובנת מאליה היא מכירת מוצר ללקוח הסופי, הקבלן או האדריכל. אבל תיתכן גם אפשרות למכור את המוצר לחברות גדולות, שיחלקו את המוצר לאנשי השטח שלהם כדי שיהיו מקושרים ישירות למערכות הייצור והשיווק של החברה. למעשה, חברת חלונות אלומיניום ישראלית, חברת בנייה וחברת ניהול פרוייקטים הביעו התעניינות בקניית המוצר. יש גם דרך למכור שירותים כ-SaaS.\nהאם כבר גייסתם השקעות? כמה ומי השקיע?\nהמשקיע הראשון והיחיד עד כה הוא פרופסור אמנון שעשוע, מייסד מובילאיי, שמשקיע במעט מאוד חברות אם בכלל. כשצריך הוא גם יודע לתת עצה, גם בתחום העסקי וגם בתחום המדעי.\nמי המייסדים של החברה?\nאני, אודי מן ה-CEO, איש צוות אוויר בחיל האוויר בעבר, ואדריכל, מעצב פנים ומנהל פרויקטים בבנייה מעל 20 שנה, עם נסיון של תכנון וניהול ביצוע של עשרות פרוייקטים. שימשתי גם איש המכירות והמומחה של אחת מתוכנות ה-CAD, ובמסגרת זו פיתחתי ומכרתי תוכנות הקשורות אליה. בנוסף הקמתי וניהלתי חברה לתכנון וניהול ביצוע של בניית בתים פרטיים.\nפרופ’ מיכאל ורמן מהאוניברסיטה העברית מתמחה בראייה ממוחשבת, וכתב מעל ל-100 מאמרים בתחום. מיכאל היה מעורב בעבר בסטארטאפים ושימש יועץ לחברות מובילות כגון מיקרוסופט, NVIDIA ועוד.\nדויד קאהן היה עו”ד בוול סטריט, סגן מנהל מחלקת הסטארטאפ בבנק הפועלים והוא מתמחה בפיתוח עסקי ובתקשורת עסקית. הוא משמש היום יועץ לחבורות המובילות במשק כמו כי”ל, גזית ועוד.\nכמה עובדים אתם? איפה המשרדים?\nהחברה פועלת מירושלים.\nאיזו חברה/יזם מהווים עבורכם מודל לחיקוי, מקור להשראה?\nמובילאיי כחברה ואמנון שעשוע וזיו אבירם כמייסדים הם מקור ההשראה שלנו, ובתחומים רבים בהחלט הם גם מודל לחיקוי.\nהסטארטאפ השתתף בתחרות ה-Startup Arena בכנס Geektime Next 2017 בשיתוף לאומיטק ואלטשולר שחם בנפיטס. ", "keywords": "סטארטאפ,מיזם,כנס גיקטיים,גיקטיים נקסט,geektime next,startuparena,startup arena"}