{"url": "https://www.geektime.co.il/why-do-i-need-more-then-one-dc/", "type": "article", "title": "למה אני צריך יותר מ-Domain Controller יחיד בארגון?", "description": "אחת מנקודות הכשל הבעיתיות ביותר בארגונים קטנים הוא נושא ה-Active Directory. נתנאל בן-שושן מסביר לנו על חוויית השחזור מאסון ומדוע שווה להשקיע ב-Domain Controller נוסף בארגון.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2009/12/Server-300x225.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-12-31T00:29:00Z", "modified_time": "2009-12-31T00:29:00Z", "articleBody": "אחת מנקודות הכשל הבעיתיות ביותר בארגונים קטנים הוא נושא ה-Active Directory. נתנאל בן-שושן מסביר לנו על חוויית השחזור מאסון ומדוע שווה להשקיע ב-Domain Controller נוסף בארגון.\n\"לבנות מערכת מחשוב נכונה ולגרום לה לעבוד כמו שצריך זה לא יותר מסובך מלבנות כור גרעיני מחלקי שעון, בחדר חשוך, בעזרת השיניים.\"\nה- Active Directory Domain Services (או בקצרה AD DS) מכיל יתרונות רבים בהן ניתן לדון בהרחבה, אך היתרון הבולט והרלוונטי ביותר לפוסט הזה הוא עצם היותו של ה- AD DS מבוסס מנגנון של Multi-master replication. כלומר, כל Domain Controller הוא בעל הרשאות כתיבה\\קריאה ל- Directory (אלא אם הוגדר אחרת, במקרה של Read-Only Domain Controller בסביבות 2008) מאפשר למידע להתרפלק (להסתנכרן) בקלות בין DCs.\nבפורומים רבים, ביניהם פורום Windows Server של מיקרוסופט, נשאלות שאלות רבות סביב נושא השרידות של מערכות Active Directory. השואלים בדרך כלל מתפקדים כמנהלי רשת עבור ארגון מסוים שה- DC בו קרס ועליהם מוטלת המלאכה של להחזיר את המצב לקדמותו. מכיוון שיש להם רק DC יחיד בארגון, המצב קצת בעייתי והם זקוקים לעזרה.\nנשאלת השאלה מדוע בארגון אשר משקיע כסף לא מועט על פתרונות כמו Load Balancers, Clusters ופתרונות אחסון מסודרים לא תוקצה חומרה (או מכונה וירטואלית) נוספת עבור DC נוסף בארגון אשר ישמש כעותק של ה- DC הראשי (Replica). חלק מהארגונים כן מתייחסים לתוכנית גיבוי עבור DC יחיד בארגון (ביצוע גיבויים שוטפים של ה- NTDS.DIT ו\\או System State, לקיחת snapshots וכו’), אך אף על פי שהפעולות הללו אכן דרושות וחשובות, הפעולה הפשוטה של הוספה של Replica DC לא הועלתה או צויינה.\nניקח לדוגמה שתי תרחישים בשתי נקודות קיצון להבנה והפשטה:\nבתרחיש הראשון, קיים ארגון עם DC יחיד. בתרחיש זה ה- DC קרס בשעות הפעילות של הארגון ואנו צריכים לשחזר אותו בהקדם האפשרי. הנקודות הבאות יצוצו בעת השחזור:\nבתרחיש הראשון, ניתן לחזור לתפקוד בפרק זמן מינימאלי לכל היותר של שעתיים. שעתיים בהן הארגון היה יחסית “כבול” (אם שירותי הדואר הארגוניים מתממשקים ל- Directory, כמו במקרה של Exchange, אזי גם לא ניתן יהיה לשלוח דוא”ל וכנ”ל לגבי שירותי אינטרנט אשר מבוססים על Proxy אשר מתממשק ל- Directory). נכון, שיחות קפה וזמן איכות עם קולגות לקומה\\משרד נראות כ”פיצו”‘ הולם לעובדים מסוימים (או משחק בשולה המוקשים וסוליטר), אך בסופו של יום תפקיד צוות ה-IT בארגון לדאוג לכך שהארגון יוכל להמשיך בפעולתו הרגילה, כלומר, מצב בו קיים DC יחידי מהווה בעיה חמורה.\nבתרחיש השני אנו עובדים עם שני DCs בארגון. אחד מה-DCs קרס בשעות הפעילות של הארגון. הנקודות הבאות יצוצו מספר דקות לאחר הקריסה:\nבתרחיש השני קיים חופש פעולה רחב עקב התמשכות העסקים כרגיל. אך אין זה אומר שעלינו לשבת על עלי הדפנה והדברים יסתדרו מעצמם, אך לפחות לא קיים לחץ גדול בדומה לתרחיש הראשון בו עלינו לפעול “תחת לחץ” על-מנת להחזיר את המצב לקדמותו.\nנקודה חשובה שיש לציין היא שניתן להוסיף Replica DC כחלק מפתרון הוירטואליזציה בארגון (ESX/Hyper-V/Xen), אך לא מומלץ להסתמך אך ורק על פתרון וירטואלי אלא להקים גם DC פיזי אחד לפחות. זאת מטעמי שרידות והתאוששות מאסון (דוגמת מקרה בו הפתרון הוירטואלי הארגוני יקרוס או לא יתפקד כראוי).\nפוסט זה הציג מספר נקודות שיש לשקול בעת תכנון והקמה של תשתית Active Directory בארגון, יחד עם שני מקרי קיצון להמחשת המצב ותיאור נקודות העולות באופן טבעי בעת טיפול ב- DC שקרס במקרים שונים הוצגו. באופן כללי, אני אמליץ לכל ארגון להתקין DC נוסף אשר יהווה עותק (Replica) של ה- DC הראשי על-מנת לאפשר טיפול יעיל יותר במקרה של אסון. כמו כן, יש לשים לב בעת הגדרת ה-Replica כי על השרת לשמש גם כ- GC ו- DNS (ועל תחנות ושרתים בארגון לדעת זאת ולעשות בו שימוש כ- Alternate DNS) על מנת שהפתרון יעבוד בצורה חלקה במקרה של קריסה של אחד מה-DCs.\nהערה: הפוסט אינו מיועד להחליף התייעצות מקצועית עם איש מקצוע מתאים (אינטגרטור\\יועץ וכו’), ויש להתייחס לכל מקרה לגופו.\nהפוסט פורסם גם בבלוג האישי של נתנאל בן-שושן", "keywords": "active directory,ad ds,active directory domain services,domain controller,ספריה פעילה,מיקרוסופט,שרת אימות בדומיין,אקטיב דירקטורי,נקודת כשל מרכזית"}