{"url": "https://www.geektime.co.il/100-free-tickets-for-geektime-devfest/", "type": "article", "title": "100 כרטיסים חינם לכנס המפתחים הגדול של גיקטיים", "description": "האג'נדה כבר סגורה עם 6 מסלולים, 51 הרצאות ו-55 מרצים מובילים ועכשיו יש לנו גם 100 כרטיסים חינם לחלק למפתחים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/GettyImages-507626772.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-10T16:00:14Z", "modified_time": "2016-11-13T12:38:17Z", "articleBody": "האג’נדה כבר סגורה עם 6 מסלולים, 51 הרצאות ו-55 מרצים מובילים ועכשיו יש לנו גם 100 כרטיסים חינם לחלק למפתחים\n\nקרדיט תמונה: vgajic, Getty Images Israel\nכפי שוודאי שמעתם, מיקרוסופט משקיעה בשנה האחרונה מאמצים רבים על-מנת לקדם את קהילת הקוד הפתוח ורק לאחרונה הוכרה בתור הגוף התאגידי בעל מספר התרומות הגבוה ביותר ב-Github. כחלק מההשקעה של החברה בתחום ושיתוף הפעולה עם גיקטיים בכנס המפתחים הגדול, מיקרוסופט מסבסדת 100 כרטיסים חינם למפתחים ישראלים התורמים באופן משמעותי לקהילת הקוד הפתוח.\nכל מה שאתם צריכים לעשות הוא למלא את הפרטים שלכם בטופס כאן למטה ולהוסיף במקום המתאים קישור לפרופיל ה-Github שלכם. הכרטיסים ינתנו ל-100 המפתחים הראשונים* שימלאו את הטופס.\n\n\nהשנה אנחנו מוסיפים לכנס המסורתי שלנו גם כנס מפתחים גדול ושווה במיוחד, שיכלול את כל אותם הדברים שכולנו אוהבים בכנסי הפיתוח הגדולים והמצליחים בעולם כמו qcon ו-GOTO Conference, אבל כאן אצלנו בבית.\nGeektime Devfest, יתקיים ב-20 בנובמבר 2016 במלון “דיוויד אינטרקונטיננטל” בתל אביב, כחלק מפסטיבל הטכנולוגיה הראשון של ישראל בשיתוף לאומיטק ויש לנו מקום לעד 1,200 מפתחים בלבד. ההרשמה נפתחה לפני קצת יותר משבוע ועשרות כרטיסים כבר הספיקו להיעלם עוד לפני שהספקנו להגיד “ג׳אווה סקריפט” או אפילו לפרסם אג’נדה.\nזה הזמן לרכוש כרטיס, לפרטים נוספים והרשמה לחצו כאן\nאז מה בכל זאת יש לנו על הפרק? למעלה מ-20 דוברים מהארץ ומהעולם כבר שוריינו (חלקם כבר מופיעים באג’נדה הרשמית באתר וחלקם יעודכנו בימים הקרובים) ואנו צפויים לעדכן את השאר במהלך השבועות הקרובים.\nהכנס, הנערך בשיתוף עם Elevation Academy, יכלול כ-45 הרצאות וסדנאות על הטכנולוגיות הכי חדשות, הטרנדים הכי חמים ומקרי בוחן מהמעניינים שמצאנו בתעשייה בארץ ובעולם. ההרצאות יחולקו ל-6 מסלולי תוכן שונים:\nמסלול Developer Philosophies\nלהיות מפתח אומר הרבה יותר מרק לכתוב קוד. הרצאות ממפתחים למפתחים בכל מה שקשור להתפתחות אישית וכלים ויכולות שכל מפתח צריך.\nמסלול Architecture Showdown\nהשמות המובילים של התעשייה מגלים את הסודות מאחורי הארכיטקטורות שלהם. נלמד מה נכון ואיפה כדאי לשים דגש, איך להתכונן ל-Scaling, האתגרים שבדרך ושיטות עבודה נכונות.\nמסלול Big Data, Small Talks\nאנחנו מוצפים במידע, כל נתון, בכל תחומי החיים נאסף ונשמר. היכולת לנתח כמויות אדירות של מידע היא המפתח לתובנות ואפשרויות חדשות. גלו גישות חדשות, טרנדים וטכנולוגיות בתחום החם והסופר מרתק הזה.\nמסלול The Web Age\nהעתיד כבר כאן והוא שייך ל-Web. התעדכנו בחידושים בתחום ובמה מגניב עכשיו. החל מהמילה האחרונה בפיתוח לפרונטאנד, דרך תכנון נכון של Backend ל-Web עד לכלי פיתוח והטכנולוגיות של העתיד.\nמסלול Tiny Screens\nמכשירים ניידים הפכו לחלק בלתי נפרד מחיינו – מצריכת תוכן ועד לניהול הסביבה שלנו ושינוי תפיסה בדרכי האינטרקציה שלנו אחד עם השני ועם העולם שבחוץ. במסלול Tiny Screens תוכלו ללמוד על טכנולוגיות העתיד בתחום, טרנדים ב-UX למובייל וגישות מעניינות לפיתוח למובייל.\nמסלול Beyond Your Fingertips\nהממשקים של העתיד כבר כאן: IoT ,chatbots ,Voice ,Wearables ,AR ,VR ועוד, מביאים איתם אתגרים חדשים בפיתוח ובחווית משתמש. במסלול זה, נלמד על החברות, השירותים והמוצרים שמגשרים על הפער בין הטכנולוגיה, העולם ובינינו.\n* ראו תנאי סף בטופס המצורף.", "keywords": "כרטיסים,כנס,כנס מפתחים,פיתוח,מפתחים,נטוורקינג,devs,techfest,geetime devfest,devfest"}