{"url": "https://www.geektime.co.il/safervpn-acquired-by-j2/", "type": "article", "title": "חברת ה-VPN הישראלית SaferVPN נמכרת לתאגיד אמריקאי", "description": "שירות ה-VPN הישראלי יצטרף לשאר מותגי ה-VPN שרכשה J2 האמריקאית. על פי ההערכות שילמה החברה האמריקאית מספר מיליוני דולרים עבור הסטארטאפ הישראלי", "image": "https://files.geektime.co.il/wp-content/uploads/2019/07/Screenshot_1-1564080681-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-07-25T22:20:59Z", "modified_time": "2019-07-26T08:12:52Z", "articleBody": "שירות ה-VPN הישראלי יצטרף לשאר מותגי ה-VPN שרכשה J2 האמריקאית. על פי ההערכות שילמה החברה האמריקאית מספר מיליוני דולרים עבור הסטארטאפ הישראלי\nמקור: SaferVPN\nחברת ה-VPN הישראלית, SaferVPN (סייפר ויפיאן), שמפתחת שירות VPN מאובטח למשתמשים פרטיים וארגוניים, נמכרה לתאגיד הטכנולוגיה J2 Global. התאגיד האמריקאי רכש כבר מספר שירותי VPN, שהוא ממשיך להפעיל תחת מותג עצמאי, והוא הבעלים של כמה אתרי טכנולוגיה גדולים. סכום הרכישה לא פורסם, אולם על פי ההערכות הוא עומד על מיליוני דולרים.\nSaferVPN (סייפר ויפיאן) פיתחה שירות VPN מאובטח, שמאפשר למשתמשים לעקוף את מגבלות הצנזורה ביותר מ-65 מדינות ולעקוף מגבלות גיאוגרפיות של שירותי רשת שונים; בנוסף, מאפשר השירות למשתמשים ליהנות מפרטיות ברשת ולהתחמק כך ממעקב מצד ממשלות וחברות ענק וליהנות מאבטחה ברשתות אלחוטיות ציבוריות. בנוסף ל-SaverVPN השיקו מייסדי החברה גם חברת סייבר בשם Perimeter 81, שהפיתוח שלה מאפשר גישה מאובטחת של עובדים למיחשוב הארגוני – תחת גישת ה-Zero Trust. חברה זו היא נפרדת לגמרי שלא היתה כלולה בעסקה.\nהחברה הרוכשת, J2 Global, היא חברה ציבורית אמריקאית שנסחרת בנאסד”ק בשווי של 4.5 מיליארד דולר. החברה מחזיקה בבעלות על מספר אתרי טכנולוגיה בהם שירותי VPN כמו StrongVPN, Encrypt.me ו-IPVanish, וכן אתרי חדשות טכנולוגיה דוגמת אתר Mashable, אתר IGN, המתמחה במשחקי מחשב, אתר PCMag, שמתמחה בחדשות מיחשוב והמותג ZiffDavis.\nSaferVPN הוקמה ב-2013 על ידי עמית ברקת ושגיא גידלי. ברקת, בוגר תואר ראשון במדעי המחשב וכלכלה באוניברסיטת תל אביב, עבד לפני כן ב-ARRIS וב-IBM XIV Storage System; גידלי למד עם ברקת מדעי המחשב וכלכלה ואחר-כך עבד ב-Imperva וב-Siemens. מאז הקמתה גייסה החברה כ-2 מיליון דולר, והיא מעסיקה 10 עובדים בישראל, ארצות הברית ומזרח אירופה.\nבשיחה עם גיקטיים מספר שגיא גידלי, שותף-מייסד ב-SaferVPN, כי ככל הנראה J2 תשמור על המותג SaferVPN: “החברה הרוכשת חיפשה מותגי פרימיום על מנת למנף את מטריית השיווק שלה”.\nעל פי גידלי, כל העובדים של החברה יעזבו את SaferVPN ויעברו להתמקד בפיתוח של Perimeter 81, שלדבריו נהנית מצמיחה בקצב של 75 אחוזים מרבעון לרבעון: “Perimeter 81 צומחת מאוד מהר ומעסיקה כ-50 עובדים עם מאות לקוחות משלמים בתוך פחות משנה וחצי. אנחנו עושים שינוי מהפכני בכל מה שקשור לצריכה של שירותי סייבר ואבטחת רשתות בפרט”. לאחרונה הודיעה החברה על שיתוף פעולה גדול עם חברת IT האמריקאית Ingram Micro.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "safervpn,סייפר ויפיאן,vpn,אבטחה,צנזורה,רכישה,אקזיט,j2,עמית ברקת,שגיא גידלי"}