{"url": "https://www.geektime.co.il/morphisec-raises-12m/", "type": "article", "title": "חברת הסייבר Morphisec מגייסת 12 מיליון דולר, כדי להפתיע את התוקפים", "description": "החברה מבטלת את יתרון ההפתעה של ההאקרים בזכות שיטת 'המטרות הנעות'; סך הגיוסים של החברה מאז הקמתה עומד על 20 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/Morphisec-1519039216.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-19T14:01:28Z", "modified_time": "2018-02-19T14:01:28Z", "articleBody": "החברה מבטלת את יתרון ההפתעה של ההאקרים בזכות שיטת ‘המטרות הנעות’; סך הגיוסים של החברה מאז הקמתה עומד על 20 מיליון דולר\nתמונה: Morphisec\nרוב החברות אשר משתמשות בשירותים טכנולוגיים חשופות יותר מתמיד לאיומים מצד האקרים הכוללים נוזקות, גניבות מידע, פגיעה פיזית במערכות ותפקוד החברה, ועוד שלל מתקפות שעלולות לגרום לנזק רב. חברת Morphisec (מורפיסק) הישראלית, המפתחת מערכת שמסוגלת להקדים את צעדי התוקף ובכך למנוע את ההתקפות בטרם הן מתרחשות, מודיעה היום (ב’) על השלמת סבב גיוס שני בגובה 12 מיליון דולר. בסבב השתתפה קרן JVP והמשקיע החדש ODV, זרוע ההשקעות של Orange Telecom, לצד משקיעים וותיקים כמו GE ודויטשה טלקום. בין המשקיעים הנוספים ניתן למצוא את La Maison, Portage Partners, OurCrowd ,Kodem Growth Partners, ו-Evolution Equity Partners. סבב הגיוס הנוכחי יאפשר לחברה להתרחב לשווקים נוספים תוך המקדות בצפון אמריקה, אירופה ואסיה.\nהפתרון שמורפיסק פיתחה מאפשר אבטחה של נקודות קצרה ולהקדים את צעדי התוקף. בדרך כלל, למתקיף יש יתרון יחסי על המותקף. החברה מגדירה את שיטת ההגנה שלה כ”שיטת המטרות הנעות” (Moving Target Defense), אשר מסוגלת למנוע ולעצור איומים שפתרונות אחרים לא מצליחים למנוע. בין המתקפות שהחברה טוענת כי היא מסוגלת למנוע היתן למצוא APT, Zero Day, מתקפות כופר ועוד. הפתרון של החברה יכול להתפרס על גבי תשתיות האבטחה הקיימות של הלקוחות, והחברה מגדירה את המוצר שלה כ”שגר ושכח”, כך שהלקוחות לא יצטרכו להתקין עוד מערכות נוספות או יצטרכו לדאוג לעדכונים ושאר מטלות אשר צורכות זמן וכסף רב. לדברי החברה, שיטת ההגנה שפיתחה לא דורשת ניטור וזיהוי, ולא משתמשת במודלים סטטיסטיים או אלגוריתמים כלשהם, וכתוצאה מכך, לא דורשת בסיס ידע מתעדכן.\nMorphisec הוקמה בשנת 2014 על ידי רונן יהושע, מייסד שותף ומנכ”ל החברה, פרופ’ יובל אלוביץ, מאוניברסיטת בן גוריון, מרדכי גורי, מייסד שותף ו-CSO בחברה, ודוד מימרן, מייסד שותף המכהן כיום כמנהל הטכנולוגי של מעבדות החדשות של דויטשה טלקום בישראל. החברה הוקמה ב-JVP Cyber Labs בבאר שבע וגייסה כ-20 מיליון דולר מאז הקמתה. במטה החברה בבאר שבע ובמשרדי החברה בבוסטון מועסקים 45 עובדים.", "keywords": "סייבר,הגנה,אבטחת מידע,מורפיסק,morphisec,האקרים,האקר,גיוס הון,השקעה"}