{"url": "https://www.geektime.co.il/digital-time-12-mentor-tickets/", "type": "article", "title": "גיקטיים מזמינה אתכם לכנס ''זמן דיגיטלי 12'' [כרטיסים]", "description": "באמצע חודש ינואר יערך כנס ''זמן דיגיטלי 12'', הכנס המקצועי לעיצוב גרפי ומדיה דיגיטלית שיערך השנה בסימן ''חושבים רחוק'' ולנו יש 3 כרטיסים לחלק לכם. כל הפרטים בפוסט.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/01/31642_285175.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-02T12:30:47Z", "modified_time": "2014-01-08T11:28:47Z", "articleBody": "באמצע חודש ינואר יערך כנס ”זמן דיגיטלי 12”, הכנס המקצועי לעיצוב גרפי ומדיה דיגיטלית שיערך השנה בסימן ”חושבים רחוק” ולנו יש 3 כרטיסים לחלק לכם. כל הפרטים בפוסט.\n\nבימים רביעי וחמישי, 15-16 בינואר, יערך כנס ״זמן דיגיטלי״ בפעם ה-12 בבית ציוני אמריקה בתל אביב. נושא הכנס המרכזי השנה הוא “חושבים רחוק” ובמסגרתו יערכו הרצאות וסדנאות מעשיות מפי אנשי מפתח בתחום העיצוב, האנימציה, עריכת הווידאו וחוויית המשתמש.\nלכנס מגיעים מדי שנה מעל 1,500 משתתפים מכל תחומי העשייה הגרפית והעיצובית: מעצבים גרפיים, מנהלי סטודיו, ארט-דיירקטורים, אנימטורים, אנשי תלת, עורכי וידאו, מעצבי ממשק וחוויית משתמש, בוני אתרים, מעצבי ומפתחי אפליקציות, צלמים ועוד\nהכנס, אשר פונה לכלל אנשי המקצוע בתחום העיצוב בארץ, מציע מגוון הרצאות וסדנאות מעשיות. החל מהרצאות ממוקדות בתחום התוכנות הגרפיות וכלה בהרצאות העשרה ו”פתיחת ראש”.\nבין המרצים בכנס:\nיוני גודמן ודוד פולונסקי – הצוות האומנותי של זוכה פרס האוסקר האירופי “כנס העתידנים”.\nנירית ירון – מייסדת אתר adbool, בימאית פרסומות ובמאית הבית ב- “ראבל סרטים בע”מ”.\nאריק מרמורשטיין – מנכ”ל מימונה, הפלטפורמה הגדולה בישראל למימון המונים.\nאמה בוטין – יזמית, מנטורית ומרצה ליזמות בבינתחומי הרצליה.\nניר קוסובר – Team leader – UX studio, wix.com.\nרוני אפלבוים – קופירייטר בכיר ומנהל מסלול הקופי של “הבצפר” – בית הספר של חברות הפרסום.\nשלמה כהן – קריקטוריסט ומאייר מזה 30 שנה. מצייר הקריקטורה היומית של “ישראל היום”.\nלפרטים נוספים והרשמה הכנסו לאתר הכנס.\nכרטיסים לאירוע ניתן לרכוש כבר היום במחיר של 240 ש״ח ליום הרצאות.\nגיקטיים קיבל שלושה כרטיסים לחלק לכם, וסביר להניח שלא מעט קוראים ישמחו לקבל אותם. מאחר וכך, ובמטרה שתוכלו להעניק ערך מוסף ליתר הקוראים, נשמח אם תספרו לנו על האפליקציות בעלות העיצוב המרשים ביותר שנתקלתם בו.\nהבחירה בתגובות המנצחות תתבצע על-ידי צוות השופטים של גיקטיים. את התגובות יש להשאיר כאן בתחתית הפוסט.\nשימו לב כי אתם משאירים בתגובה כתובת מייל אמיתית (כתובת המייל לא תחשף בתגובה עצמה, אך תשמש אותנו על-מנת ליצור איתכם קשר במקרה של זכייה). במידה ואתם מגיבים באמצעות פייסבוק ואתם בין הזוכים, אנו ניצור איתכם קשר דרך הפרופיל האישי.\nהתחרות תסתיים ביום שלישי, ה-7 בינואר, בשעה 23:00 – הזוכים יקבלו עדכון על זכייתם במהלך 72 שעות אחרי סיום התחרות.\nעדכון: התחרות הסתיימה, הודעה נשלחה לזוכים. תודה לכל המשתתפים, נתראה בפעם הבאה.\n ", "keywords": "זמן דיגיטלי,מנטור,מכללת מנטור,אמה בוטין,ערן בורוכוב,נירית ירון,אריק מרמורשטיין,יוני גודמן,דוד פולונסקי,עיצוב גרפי,מדיה דיגיטלית"}