{"url": "https://www.geektime.co.il/arnoldc-most-powerful-programming-language/", "type": "article", "title": "הכירו את ArnoldC, שפת התכנות החזקה ביותר בעולם [לא באמת]", "description": "משתמש לקח את הציטוטים הפופולריים ביותר של שחקן הקולנוע ארנולד שוורצנגר וביסס עליהם שפת תכנות שלמה. בעזרתה, תגלו כיצד לפתח אפליקציות ''חזקות'' במיוחד.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/arnoldc393175.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-20T13:55:57Z", "modified_time": "2014-06-20T14:13:04Z", "articleBody": "משתמש לקח את הציטוטים הפופולריים ביותר של שחקן הקולנוע ארנולד שוורצנגר וביסס עליהם שפת תכנות שלמה. בעזרתה, תגלו כיצד לפתח אפליקציות ”חזקות” במיוחד.\n“It’s Showtime” – צילום מסך, YouTube\nשפות תכנות – יש כל כך הרבה מהן: שפות עיליות, שפות מכונה, שפות לתכנות אפליקציות לסמארטפונים, שפות לתכנות אתרי אינטרנט ועוד רבות – אך למרות הכל, עדיין לא נמצאה שפת התכנות האולטימטיבית, זו שתעקוף את כולם בסיבוב ותגרום לקוד שלכם להיראות טוב, חטוב וחזק במיוחד. אך אל דאגה, כל זאת עומד להסתיים.\nנראה שהנוסחא נמצאה בדמות ArnoldC – שפת תכנות מיוחדת, המבוססת על ציטוטים של שחקן הקולנוע הבלתי נגמר ארנולד שוורצנגר. אז אם הקידוד משעמם אתכם ביום-יום, תוכלו לנסות ולפתח אפליקציה בהתבסס על הפקודות השונות, אותן בוודאי אתם מכירים מסרטי קולנוע שוברי קופות.\nבשביל ההדגמה, ניקח דוגמאת קוד פשוטה וקלאסית (“Hello World”) בשפת C ונהפוך אותה לקוד ב-ArnoldC:\nהופכת בשפת ArnoldC ל:\nכפי שאתם מסוגלים להבין, כמו שכל תכנית בשפת C צריכה להתחיל ולהסתיים במשפט מסויים, גם בשפת התכנות ArnoldC, כל תכנית צריכה להתחיל בביטוי: ״It’s Showtime״ ולהסתיים בביטוי “You Have Been Terminated”. הביטוי “Talk To The Hand” מגיע להחליף את פונקציית printf של שפת C, המדפיסה פלט מסויים על המסך.\nבדף ה-GitHub של הפרוייקט המסקרן, יוצר השפה, הטרמינייטור לאורי הרטיקה (Lauri Hartikka), מספר כי המוטיבציה מאחורי יצירת השפה היא שלמרות ששורות המחץ של ארנולד שוורצנגר הן פופולריות מאוד, האנושות עדיין לא הבינה את הסמנטיקה האמיתית העומדת מאחורי האמירות הללו בהקשר של מדעי המחשב.\nבכדי להתחיל ולכתוב את האפליקציה הבאה שלכם בשפה של ארנולד שוורצנגר, תוכלו להציץ בהוראות בפרוייקט ה-GitHub של השפה. אחד מהפיצ׳רים המעניינים ביותר שהושקו כבר בשלב מוקדם כזה, הוא תמיכה של עורך הטקסט הפופולרי Sublime Text ב-Markup של השפה.\nאין ספק, כי על הנייר מדובר בשפה הרבה יותר חזקה ופשוטה לעיכול, למרות שמבחינת כמות שורות הקוד שתצטרכו לכתוב עבור תוכניות מסובכות יותר, סביר להניח שיהיה לכם עדיף בהרבה להיצמד לשפת התכנות המועדפת עליכם.\nבואו ניקח דוגמא מעט יותר מסובכת, המדפיסה את כל המספרים מ-1 עד 10. בעוד בשפת C הקוד ייראה, פחות או יותר כך:\n \n#include<stdio.h>\nvoid main()\n{\nint i=1;\nfor(i=1;i<=10;i++)\nprintf(“%d”,i);\n}\nבשפת ArnoldC הקוד ייראה כך:\nIT’S SHOWTIME\nHEY CHRISTMAS TREE isLessThan10\nYOU SET US UP @NO PROBLEMO\nHEY CHRISTMAS TREE n\nYOU SET US UP 0\nSTICK AROUND isLessThan10\nGET TO THE CHOPPER n\nHERE IS MY INVITATION n\nGET UP 1\nENOUGH TALK\nTALK TO THE HAND n\nGET TO THE CHOPPER isLessThan10\nHERE IS MY INVITATION 10\nLET OFF SOME STEAM BENNET n\nENOUGH TALK\nCHILL\nYOU HAVE BEEN TERMINATED", "keywords": "שפת תכנות,פיתוח,ארנולד שוורצנגר,שפת c,קוד,code,programming language,development,arnold schwarzenegger,arnoldc"}