{"url": "https://www.geektime.co.il/wide-cyber-attack-takes-place-for-few-days-now/", "type": "article", "title": "הזהרו: התקפה נרחבת על אתרי אינטרנט בארץ ובעולם בימים האחרונים", "description": "מדובר באחת ההתקפות הגדולות שידעו אתרים ישראלים בשנים האחרונות ויש לה השלכות מרחיקות לכת גם על המבקרים באתר שעשויים להפוך לחשופים בפני תוכנות כופר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/GettyImages-506944962.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-26T11:28:54Z", "modified_time": "2016-05-26T10:39:07Z", "articleBody": "מדובר באחת ההתקפות הגדולות שידעו אתרים ישראלים בשנים האחרונות ויש לה השלכות מרחיקות לכת גם על המבקרים באתר שעשויים להפוך לחשופים בפני תוכנות כופר\n\nקרדיט תמונה: Getty Images Israel\nבשנים האחרונות התרגלנו כבר להתקפות חוזרות ונשנות על אתרי אינטרנט בישראל, אם מצד האקרים ועברייני סייבר, או מצד קבוצות כמו אנונימוס, שבדרך כלל נגמרו בנזקים שוליים או ללא כל השפעה מלבד חוסר זמינות של האתר למספר דקות.\nאבל בימים האחרונים אנחנו מזהים גל של התקפות כנגד אתרים בישראל ובעולם, שמגמד את מרבית ההתקפות שנראו בשנים האחרונות, גם מבחינת מספר האתרים שנפגעים, וגם מבחינת הנזק בפועל לגולשים שמבקרים באותם אתרים.\nמדובר בהתקפה שבמסגרתה נפרצים שרתי web מבוססי WordPress ו-Joomla, ונשתל בהם קוד שמפנה כל גולש שנכנס לאתר להפעלה של קוד זדוני שמאוחסן בשרת אותו הכינו התוקפים מראש. הקוד הזדוני מסוג Trojan Downloader משמש במרבית המקרים כשלב ראשון בהדבקה של תוכנות כופר או סוסים טרויאנים שמיועדים לגניבה של פרטי כניסה לאתרי בנקים ואשראי.\nההתקפה הנ”ל שמשתמשת ב-fake jQuery injection אינה חדשה, ונמצאת בשימוש ע”י האקרים כבר זמן רב, מאז ש-jQuery הפכה לאחת מספריות ה-JavaScript הנפוצות ביותר. אולם מעולם לא נראתה בתפוצה רחבה כזו. מדובר באחת ההתקפות הנפוצות ביותר שזוהו בישראל בשנים האחרונות.\n\nישנן מספר פעולות שמנהל או מתחזק של שרת web נדרש לבצע במקרה שגולשים מדווחים על זיהוי של הנוזקה JS/TrojanDownloader.FakejQuery כשהם נכנסים לאתר, או במקרה שהוא רוצה לוודא שהאתר\\ים שלו לא נפגעו:\n1. קודם כל, במקרה של פגיעה חשוב לאתר ולמחוק את ההפניה לקוד הזדוני, ולא למהר לשחזר את האתר מגיבוי, דבר שיוביל כנראה להדבקה מחדש של האתר.\nיש לחפש ולמחוק את הערך jquery.min.php\nכך יכולה להיראות ההפניה בקוד:\n\nחשוב לציין שבגלל באג בקוד של ה-injector, יכולות להופיע מספר הפניות לסקריפט ה-PHP הזדוני, משום שהוא נשתל בכל מקום באתר לפני הערך. הדומיין הנ”ל יכול גם להשתנות אם התוקפים יעדכנו אותו, דבר שסביר שיקרה.\n2. כדי לאבטח את האתר מפגיעה חוזרת, חשוב לבצע את הפעולות הבאות:\n• לשנות את הסיסמאות לכל אתרי ה-WordPress וה-Joomla, ולהגדיר סיסמאות מורכבות עם 13 תווים לפחות.\n• לוודא שלא נוספו למערכת משתמשים עם הרשאות מנהל. (חשוב לזכור שבמרבית המקרים אין צורך ביותר ממשתמש מנהל אחד). אם דרושים משתמשים נוספים מלבד המנהל, ניתן להקצות להם user roles לפי הצורך, ולא הרשאות מנהל.\n• לוודא שמערכת ה-Content Management System – CMS מעודכנת, וגם כל רכיבי ה-third party מעודכנים בעדכוני האבטחה האחרונים.\n• חשוב להגדיר הגנה כנגד התקפות brute force שמגבילה את מספר הפעמים שניתן להקליד סיסמה שגויה לכניסה למערכת.\n• מומלץ גם להוסיף Web Application Firewall – WAF בתור שכבת הגנה נוספת לשרת ה-web.\n3. כדי להעלות את רמת האבטחה של האתר עוד יותר, וגם ללמוד עוד על התחום, מומלץ להשתמש במאמר שנכתב על ידי בונה אתרים שהאתר שלו נפרץ מספר פעמים, והחליט ליצור מדריך מקיף בנושא.\nהמאמר נותן 3 רמות של הגדרות אבטחה למתחיל, מתקדם ומומחה, והוא כתוב בצורה ידידותית וברורה.", "keywords": "תוכנות כופר,כופר,התקפה,התקפה על אתרי אינטרנט,התקפת סייבר,מתקפת סייבר,eset,טרויאני,נוזקה"}