{"url": "https://www.geektime.co.il/this-is-how-you-will-protect-your-router/", "type": "article", "title": "כך תאבטחו את הראוטר הביתי שלכם כמו שצריך", "description": "עבור מרבית החברים והמכרים שלי בתחום ההייטק, המשמעות היחידה של אבטחת ראוטר חדש היא הגדרה של הצפנת WPA2 עם סיסמה בסיסית. הפעולה הנ''ל אינה מספיקה להגנה בפני פריצה לראוטר עצמו, וגם סיסמה פשוטה ל-WiFi לא תספיק בכל מקרה של התקפה על הראוטר", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/router.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-13T12:12:04Z", "modified_time": "2014-08-13T12:40:16Z", "articleBody": "עבור מרבית החברים והמכרים שלי בתחום ההייטק, המשמעות היחידה של אבטחת ראוטר חדש היא הגדרה של הצפנת WPA2 עם סיסמה בסיסית. הפעולה הנ”ל אינה מספיקה להגנה בפני פריצה לראוטר עצמו, וגם סיסמה פשוטה ל-WiFi לא תספיק בכל מקרה של התקפה על הראוטר\nהכתבה בחסות\n\nבשנים האחרונות מתגברת התופעה של פריצה לראוטרים כדי לשנות את הגדרות ה-DNS שלהם באמצעות התקפות brute force וטבלאות raindow, או באמצעות Backdoors שקיימים בראוטרים של מרבית החברות השכיחות בארץ כמו D-link, TP-link, Cisco, Linksys, Checkpoint ו-Netgear. הדגמים שמחלקות בזק והוט ללקוחות שלהם מכילים גם הם את ה-Backdoors, והן אינן מעודדות את הלקוחות שלהן לשנות את שם המשתמש והסיסמה לגישה לתפריטים המתקדמים באשפי ההתקנה שלהן, או לעדכן את גרסת ה-Firmware.\nשינוי ה-DNS של הראוטר משמש את התוקפים להפניה של המשתמש לאתרי פישינג או אתרים שמהם מודבק המחשב בנוזקה, ולחסימה של שרתי עדכון של תוכנות אנטי וירוס.\nמשפחת הנוזקות Sality קיימת כבר מעל ל-10 שנים, ונמצאת בדרך כלל בשלישיה הפותחת בטבלאות הסטטיסטיקה של ההדבקות העולמיות. מדובר בנוזקה מחוכמת, שעברה גילגולים ופיתוחים רבים לאורך השנים על מנת לשמור על ההובלה בתחום. בדרך כלל היא משמשת את התוקפים במסגרת של Botnet כדי לזייף קליקים על פרסומות וכדי לבצע התקפות DOS.\nלאחר שהחלה Sality לרדת בכמות ההדבקות בשנה האחרונה, החליטו המפתחים שלה להשתמש בשיטה חדשה\\ישנה – שינוי הגדרת ה-DNS בראוטר באמצעות כלי חדש שנקרא win32/RBrute כדי להפנות את הגולשים לאתרים שנראים כמו אתרים לגיטימיים, ודרכם לבצע את ההדבקה.\nהכלי משתמש ב-Backdoors בראוטרים של TP-link, D-link ו-Cisco, ומה שרלוונטי מאוד בשבילנו בישראל הוא סדרת הדגמים D-link DSL-2XXXU שנפוצים מאוד אצל בזק.\nצילומסך\nבצילום המסך ניתן לראות הדגמה של הפניית DNS להורדה של הדפדפן גוגל כרום שמדביקה את הגולש ב-Sality\nWPA2 אינו חסין יותר\nבשנים האחרונות שוחררו מספר כלים עבור Backtrack כמו Airmon–ng ו- Aircrack-ng וסקריפטים מבוססי Python שמאפשרים לפרוץ את מפתח ההצפנה של WPA2 בהתקפות brute force.\nכמו במקרים רבים בתחום, האירוניה היא שמרבית הכלים הנ”ל שוחררו ע”י מומחי אבטחת מידע ונועדו “לבדוק את האבטחה של הרשת”. מספר תווים נמוך מ-12 או שימוש בספרות בלבד יכול לאפשר לתוקף לגלות את הסיסמה בתוך מספר דקות כפי שמודגם בסרטון הבא.\n\nכדי להגן על הראוטר שלנו בפני התקפות, מומלץ לבצע מספר הגדרות שרובן פשוטות בשימוש במדריכים זמינים באינטרנט.\nניתן לגשת לתפריטים המתקדמים של הראוטר באמצעות הקלדת כתובת ה-IP שלו – חפשו את הכתובת של הראוטר שלכם על פי שם החברה והדגם, שנו את שם המשתמש לכל דבר שאינו Admin או Administrator, ושנו את הסיסמה לכזו שתכיל לפחות 12 תווים.\nהגדירו את הראוטר עם הצפנת WPA2 ושנו את הסיסמה לכזו שתכיל לפחות 12 תווים שמורכבים מאותיות קטנות, אותיות גדולות, ספרות ותווים מיוחדים. אם לא קיימת בראוטר אפשרות להגדרה של WPA2, כנראה שהגיע הזמן להחליף אותו.\nגם ראוטרים “חדשים מהקופסה” מגיעים פעמים רבות עם גרסת Firmware ישנה יחסית. היכנסו לאתר היצרנית או לאתרים של בזק והוט, והורידו את הגרסה העדכנית. קיימים ראוטרים רבים שיש עבורם גם גרסאות open source לא רשמיות, שהן בדר”כ בטוחות יותר מהגרסאות הרשמיות. חיפוש קצר באינטרנט יוביל אתכם להוראות התקנה שיהיו פשוטות לרובכם.\nהשם שמקבלת הרשת האלחוטית שלכם כברירת מחדל יתן לכל תוקף פוטנציאלי מושג מהו הדגם שבו אתם משתמשים. גם שינוי של השם לא יגן עליכם בפני התקפות brute force. לכן מומלץ לבטל את האפשרות של פרסום השם (SSID) של הרשת האלחוטית, כך שלא תופיע בסריקות אוטומטיות, ולהתחבר אליה בהקלדה ידנית של השם שלה.\nלמחמירים באבטחה ניתן להגדיר רשימה של התקנים מורשים על פי ה MAC address של ההתקן. אמנם זה דורש עוד קצת עבודה בהגדרה של כל התקן חדש שתוסיפו לרשת, והאורחים שלכם יתלוננו שהם לא מצליחים לחבר את הסמארטפונים שלהם ל WiFi שלכם, אבל עם התכניות והמהירויות שמציעות היום חברות הסלולר תוכלו לפטור את הטענות שלהם בקלות.\nבמקרה שאתם חושדים שהראוטר שלכם כבר הותקף (כתובת IP לא מוכרת בהגדרת ה-DNS היא סימן מובהק), יתכן שגם שונתה גרסת ה-Firmware, ובמקרה כזה אין טעם לאפס את ההגדרות שלו או לשדרג את גרסת ה Firmware (אל תסתמכו על מספר הגרסה המופיע בתפריט של הראוטר – רוב הגרסאות הנגועות מציגות מספר של גרסה רשמית). למרות שאיפוס ידני באמצעות כפתור משחזר את ההגדרות המקוריות שלו, מכילה גרסת ה Firmware גם הגדרות ראשוניות, ולכן גרסאות נגועות ישארו פעילות. גם עדכון של גרסת ה-Firmware מתבצע בהתבסס על ההגדרות של ה-Firmware הקיים ולכן אין לסמוך על פעולת העדכון.\nקרדיט תמונה: router via shutterstock\n\n// <![CDATA[\nvar google_conversion_id = 1014123066; var google_conversion_label = \"pncsCKbmtgcQupTJ4wM\"; var google_custom_params = window.google_tag_params; var google_remarketing_only = true;\n// ]]>\n// <![CDATA[\n\n\n// ]]>\n\n", "keywords": "ראוטר,אבטחה,הגנה על הראוטר,להגן על הראוטר,לאבטח ראוטר,נתב,הגנה על נתב,הגנת נתב,router,eset"}