{"url": "https://www.geektime.co.il/google-one-launch/", "type": "article", "title": "גוגל משיקה את Google One במחיר תחרותי למדי", "description": "נהיה פה מעניין: גוגל משיקה את שירות האחסון החדש שלה. המחיר: החל מ-2 דולר בחודש", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Screen-Shot-2018-08-16-at-15.49.58-1534423824-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-16T16:54:41Z", "modified_time": "2018-11-01T15:49:37Z", "articleBody": "נהיה פה מעניין: גוגל משיקה את שירות האחסון החדש שלה. המחיר: החל מ-2 דולר בחודש\nמקור: Google\nבחודש מאי האחרון הכריזה גוגל לראשונה על Google One, שירות האחסון החדש שלה, שהיה זמין מאז בגרסת בטא למוזמנים בלבד. כעת, הוא נפתח לקהל הרחב.\nGoogle One היא הגרסה המשודרגת ל-Google Drive שכולכם בוודאי מכירים ומשתמשים באופן תדיר. מדובר בתוכנית בתשלום שמעניקה למנויים נפח אחסון גדול יותר בשלל היישומים של החברה – Drive, Gmail ו-Photos. כמובן שבשל העובדה שמדובר באחסון בענן, ניתן יהיה לגשת לכל הקבצים המאוחסנים מכל מכשיר. לצד המיתוג המחודש, גוגל מציגה גם תמחור חדש ותחרותי שבהחלט עשוי לקרוץ לרבים.\nעבור המשתמשים החינמיים, נפח האחסון המקסימלי עומד על 15GB. תמורת 2 דולר בחודש תוכלו להרחיב את נפח האחסון ל-100GB, השקעה של דולר נוסף (3 דולר בחודש) תקפיץ את נפח האחסון ל-200GB והמשתמשים הכבדים יוכלו ליהנות מעד 2TB אחסון תמורת 10 דולר בחודש. משתמשים שכבר מחזיקים בתוכנית אחסון בתשלום ב-Drive ישודרגו באופן אוטומטי ל-Google One בחודשים הקרובים, כאשר מנויים לתוכנית ה-1TB יקבלו שדרוג אוטומטי ל-2TB ללא תוספת תשלום.\nכדי להוכיח שגוגל נותנת אקסטרה ולא רק נפח אחסון, המנויים לשירות One יזכו להטבות נוספות בצורת תמיכה ממומחים 24/7 וקבלת סיוע בכל הקשור לשחזור קבצים שבטעות מחקתם או ללמוד כיצד להשתמש בג׳ימייל גם במצב אופליין. בנוסף, מנויים בתשלום יקבלו הטבות ב-Google Play והנחות על מלונות שימצאו דרך מנוע החיפוש של החברה. גוגל רוצה להיות ידידותית למשפחות, ולכן היא מאפשרת לחלוק את התוכנית עם עד 5 בני משפחה אחרים.\nנכון לעכשיו Google One זמין רק בארה״ב, אבל הוא צפוי להגיע למדינות נוספות בשבועות הקרובים. באפשרותכם להשאיר כתובת מייל כאן ולקבל עדכון ברגע שהשירות יגיע לישראל.\n﻿\nהתוכנית החינמית של דרופבוקס מציעה נפח אחסון של 2GB בחודש וקופצת ל-37 ש״ח עבור אחסון של עד 1TB. שירות iCloud של אפל כוללת 5GB חינמיים, וגובה תשלום חודשי של 3.90 עבור 50GB ו-39.90 ש״ח בחודש על 2 TB. המנוי הבסיסי והחינמי של OneDrive מבית מיקרוסופט מציע נפח אחסון של 5GB או 50GB תמורת 7 ש״ח בחודש. המנוי המפנק ביותר, הכולל 5TB נפח אחסון יעלה לכם 37 ש״ח בחודש (גוגל גובה סכום זהה עבור אחסון של 2TB).\nמקור: גיקטיים", "keywords": "google one,גוגל אחסון,google drive,דרייב,גוגל דרייב,גוגל וואן,דרופבוקס,נפח אחסון,dropbox,icloud,onedrive"}