{"url": "https://www.geektime.co.il/my-personal-tips-for-your-next-flight/", "type": "article", "title": "לחסוך כסף וכאב ראש: מדריך ההשרדות המלא והסודי שלי לנסיעות לחו׳׳ל", "description": "10 מוצרים ושירותים מומלצים במיוחד שיהפכו את הנסיעה הבאה שלכם לחו׳׳ל להרבה יותר קלילה ועשויים לחסוך לכם את מחיר הטיסה עצמה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/travel-1767532_1920-1520245507.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-11T14:00:43Z", "modified_time": "2018-03-11T13:54:27Z", "articleBody": "10 מוצרים ושירותים מומלצים במיוחד שיהפכו את הנסיעה הבאה שלכם לחו׳׳ל להרבה יותר קלילה ועשויים לחסוך לכם את מחיר הטיסה עצמה\n\nבשנים האחרונות התחלתי לנהל מעקב אחר כל הכלים, השירותים והאביזרים שגרמו לטיסות שלי להפוך להרבה יותר נעימות ומאורגנות. לאחרונה הדבר הפך לאובססיה של ממש ומכאן לפרוייקט שנועד למפות את כל הבעיות שנתקלתי בהן ואיתור הפתרונות הכי יעילים שהפכו את הנסיעות שלי לחו״ל לרגועות ונעימות יותר. היום אני מחזיק במעיין ״פק׳׳ל טיסה״, נרתיק שכולל פריטים אלמנטרים כמו דרכון, שאריות כסף זר, מתאם חשמלי אוניברסלי, אבל גם לא מעט פריטים אחרים ופחות סטנדרטיים שגיליתי לאורך הזמן כיעילים במיוחד. הנה 10 הטיפים המאוד ספציפיים שלי לנסיעה הבאה שלכם לחו״ל.\nסים שיסדר לכם דאטה כמעט בכל מקום בעולם, נטען מרחוק ולא מתאפס כשחוזרים לארץ\n\nלא ממש ברור לי איך השירות המצויין והיעיל הזה כמעט ולא מוכר בארץ בכלל. לעיתים זה מרגיש לי שלא רק שפלאפון לא משקיעה מידי בפרסום והשיווק של השירות הזה אלא שבדיוק להפך – היא דואגת להסתיר אותו מסיבה לא לגמרי ברורה. אולי כי השירות מתחרה במידה מסויימת בחבילות חו״ל שהיא מספקת למנויים שלה והיא מעדיפה לקדם אותן על פני שירות ״גלובל סים״ אבל מכל מקום – מדובר בפתרון אידיאלי והוא זמין למנויי כל החברות.\nגלובל סים הוא סים שניתן להזמין מהאתר של פלאפון ולהטעין אותו מרחוק בכמות מסויימת של דאטה או בחבילות שונות שכוללות שיחות טלפון והודעות SMS. עד כה הוא נתמך בכל מדינה בה ביקרתי והוא מייתר את כאב הראש של איתור סים מקומי שתקף למדינה מסויימת ולמשך זמן מסויים. נניח שרכשתם חבילה של גיגה אחת ומימשתם מתוכה רק 300 מגה בפריז. בנסיעה שלכם ללונדון בעוד חצי שנה עדיין ימתינו לכם 700 מגה לרשותכם. נגמרה לכם חבילת הדאטה? רק נכנסים לאתר, מזינים כרטיס אשראי ורוכשים נפח גלישה בהיקף שמתאים לכם. הגלובל סים נתמך ב-120 מדינות בעולם והמחירים שלו הוגנים למדי. ממליץ לכם לערוך השוואה מול חבילת החו״ל של מפעילת הסלולר שלכם, רק תזכרו דבר חשוב אחד: כאן החבילה לא תתאפס כשתשובו לארץ, היתרה תמתין לכם לנסיעה הבאה.\nנכון, לרוב מדובר באפשרות יקרה יותר מרכישה של סים מקומי, אבל מצד שני, תהיו זמינים מהרגע שתנחתו ולא תצטרכו לרוץ לחפש חנויות שמוכרות סים פריפייד באמצע הלילה; בנוסף, אם יש לכם קונקשן או שאתם מבקרים ביותר ממדינה אחת בנסיעה – הכרטיס תקף בכולן.\nרק אל תשכחו להוריד את התכנים כשאתם מחוברים ל-WiFi\nמאגר מצומצם אבל מספיק עשיר\nלא כל התכנים בנטפליקס זמינים להורדה ולצפייה אופליין. למעשה – מרבית התכנים אינם זמינים לשמירה על המכשיר ותוכלו לבחור תוכן רלוונטי ממאגר המיועד לכך. עם זאת, בואו נגיד שבמהלך טיסת לואו קוסט ואחרי שמיציתם את התפריט העשיר שכולל אבקת מרק עם מים רותחים, אבקת שוקו עם מים רותחים וסנדוויץ׳ שנראה מיליון דולר בתמונות אבל משהו שלא תתקרבו אליו במציאות – אתם קצת פחות בררניים בנוגע לתוכני וידאו שינעימו לכם את הזמן.\nאז איך עושים את זה? באפליקציית נטפליקס בסמארטפון או בטאבלט שלכם גשו לכרטיסיית Downloads ושם תוכלו לאתר את התכנים הרלוונטים להורדה. בין התכנים שתמצאו שם: חברים, 13 סיבות למה, פרגו, נרקוס, שובר שורות, פאודה, מדמן, דקסטר, דברים מוזרים, אבל יש גם מערכוני סטנדאפ, לא מעט סרטים וגם תכנים תיעודיים ומעשירים שיאפשרו לכם לנצל את הזמן על מנת ללמוד משהו חדש ומעניין.\nתודה לכם עידן רייכל ויובל דיין על טיסה מרגיעה במיוחד\nתמיד כדאי שתהיה קצת מוזיקה מרגיעה על המכשיר\nכמו נטפליקס גם ספוטיפיי ו-Apple Music מאפשרים למנויים להוריד תכנים למכשיר ולהאזין להם בזמן שהם אינם מחוברים לרשת. בניגוד לנטפליקס כאן כבר מדובר בכמעט כל התוכן והדבר נעשה באופן פשוט למדי. פשוט גשו לאלבום שאתם רוצים להוריד ובחרו בהורדה – זהו. התוכן ישאר אצלכם במכשיר כל עוד אתם מנויים לשירות.\nמדריך להורדת שירים ב-Apple Music – מדריך להורדת שירים בספוטיפיי\nהמלצה: חפשו אלבומים שמוקדשים למדיטציה והורידו אותם. זה יבטיח לכם מוזיקה שקטה ומרגיעה שתעזור לכם להרדם או לקרוא ללא הפרעות במהלך הטיסה.\nאו: כך תעלימו את התינוק הצווח או את השיחה המעיקה מאחורי הגב\n\nלפני מספר חודשים הצגתי שלוש אוזניות מומלצות עם מנגנון ביטול רעשים מובנה. מההתנסות שלי, את החוויה הטובה ביותר עבורי מצאתי באוזניות QuietComfort 35 של Bose. עם זאת, הדעות במערכת חלוקות וחלק מהצוות בגיקטיים מעדיף דווקא את דגם ה-WH-1000XM2 של סוני. הנה גם הסקירה המלאה שלנו.\nמכל מקום, אוזניות הכוללות מנגנון ביטול רעשים מובנה הוא קסם עבור כל מי שטס ומהווה שדרוג מהותי שיכול להפוך סיוט לגן עדן. כמו כל מוצר אחר שאתם מעלים איתכם למטוס, גם כאן חשוב לזכור להטעין אותן מבעוד מועד, או שפשוט תדאגו להניח את היד על המטען הבא.\nהוא לא זול, אבל הביטו עליו כאל שקע חשמלי נייד שידאג שתמיד תשארו עם סוללה מלאה\nמטען ה-Powersation Plus XL של mophie. לא זול אבל יש לכם שקע חשמלי שנודד איתכם לכל מקום\nשני חסרונות נפוצים ומעיקים בקרב מטענים ניידים: קיבולת קטנה שלא מספיקה לטעינה של יותר ממחזור אחד והעובדה שהם לא עומדים כמוצר שלם – תמיד צריך לאתר את כבל הטעינה שנמצא במזוודה\\בתיק אחר\\בחדר במלון.\nמטען ה-Powerstation plus XL של חברת mophie שנחשבת לשם דבר בעולם המטענים הניידים הוא לא מוצר זול (100 דולר) אבל הוא מטען מעוצב עם קיבולת עצומה בנפח 12,000mAh שמאפשר לטעון שני מכשירים במקביל ומגיע עם כבל מובנה שמתאים גם לאייפון (Lightning) וגם לאנדרואיד (micro USB). הוא שוקל 275 גרם, תומך בטעינת 2.1A ומגיע עם נוריות חיווי שיבהירו בדיוק מה מצבו. המטען חזק מספיק כדי לטעון את המכשיר שלכם מספר פעמים והוא מסוגל להטעין גם טאבלטים.\nלאלו מכם שמחפשים מוצר זול יותר או כבל מובנה בחיבור USB Type C שווה לפזול ליתר הדגמים של החברה.\nבונוס (במחיר משתלם יותר): מחפשים מטען נייד שכל פעם שתשמשו בו יטעין על הדרך סוללה פנימית שתשמש אתכם במקרה חירום? תציצו בפתרון המעוצב והמוצלח הזה בשם Jump Cable.\nעמדת הטענה תפוסה בטרמינל? תשכחו מזה\nמבוסס על סיפור אמיתי: בנסיעה האחרונה לרומא פספסתי את הטיסה עקב שלג שירד בעיר, אירוע שמתרחש בממוצע אחת לעשור. בשדה התעופה גיליתי עמדת טעינה אחת בלבד שכוללת 4 שקעי USB ונועדה לשרת אלפי אנשים שנתקעו עקב ביטול טיסות.\nהדרך היחידה להנות משקע USB פנוי במקרה של עומס בשדות תעופה ובטרימנלים הוא באמצעות מפצל. למעשה, סביר להניח שלא מעט אנשים יודו לכם ששחררתם גם להם את האופציה להטעין את המכשיר.\nמיותר לציין שיש כאן אינסוף אלטרנטיבות בשלל מחירים. הנה מבחר שמצאתי בהשוואת מחירים בזאפ.\nבונוס: איזה שקע ואיזה מתח יש בכל מדינה? המדריך המלא\nהכירו את Wunderlist ואת Splitwise\nאפליקציית To do list שניתן לשתף ולחלוק בה עם חברים\nWunderlist: ניהול רשימות קליל ואפשרות לשתף את הפרטנרים לנסיעה\nבואו נפתח באפליקציה המוכרת יותר שסביר להניח שלרובכם יצא לשמוע עליה וסביר להניח שרבים מכם גם משתמשים בה: Wunderlist היא אפליקציה פשוטה ונוחה במיוחד שזמינה לשימוש לגמרי בחינם. האפליקציה פותחה על ידי סטארטאפ ברלינאי (המשמעות אגב בגרמנית היא ״רשימת פלא״) והיא מאפשרת לנהל רשימות שונות, להוסיף ולמחוק פריטים ולחלוק רשימות ספציפיות עם חברים, שותפים, קולגות או בני משפחה. תחשבו רגע על רשימת קניות שמשותפת לכל בני הבית וכל אחד יכול לגשת אליה להוסיף פריטים או למחוק פריטים והיא תתעדכן בזמן אמת אצל כולם.\nאני משתמש באפליקציה הזו כבר שנים לשלל משימות שונות ומגוונות הנוגעות לחיי הפרטיים, לעבודה, לפרוייקטים ועד לניהול רשימות השראה: סרטים, ספרים וסדרות שאני חייב לצפות בהן.\nלפני כשנתיים נרכשה Wunderlist על ידי מיקרוסופט ורבים חששו שענקית הטכנולוגיה תסגור את הבסטה ותטמיע את היכולות שלה לתוך אחד המוצרים הקיימים שלה. מיקרוסופט לא רק שלא הפריכה את הטענה הזו אלא איששה אותה והבהירה שבשלב כלשהו Wunderlist תסגר ותחליף אותה אפליקציית To-Do שמסונכרנת עם Office 365. כאן המקום לקבל החלטה על איזו מהאפליקציות להמר, אבל לצערי השימוש ב-To-Do לא באמת קרוב לרמת הממשק והנוחות שמציעה Wunderlist ולכן אני עדיין ממליץ להשתמש דווקא בה.\nSplitwise: כמה אתם חייבים או חייבים לכם על הנסיעה הזו?\nכשמתכננים נסיעה לחו״ל עם החברים יש מי שמשלם על הטיסות, אחר על המלון או ה-airbnb ועוד מישהו על הכניסה למוזיאונים או על ההופעה הגדולה אליה אתם מתכוונים ללכת. Splitwise מאפשרת לכל אחד להזין על מה הוא שילם ובתמורה תציג לכל מי שמחובר אליה בכל זמן נתון כמה הוא חייב למי וכמה חייבים לו.\nמדובר באפליקציה נוחה ופשוטה שלא דורשת אמצעי תשלום ובסוף הנסיעה אפילו תשלח לכם מייל סיכום ותפרט כמה בדיוק בזבזתם על מה. דבר שיעניק לכם אינדיקציה מפתיעה לגבי ההוצאות האמיתיות שלכם על הטיול לחו״ל (רק במידה ותקפידו להזין את הנתונים).\nידע ידידותי למשתמש: ״מינהר הזמן״ ו״המובן מאליו״\n\nלא מספיק אנשים מכירים את מאגר הפודקסטים (הֶסְכֵּתִים) המעולה של ״תאגיד השידור הישראלי״. את המאגר עצמו ניתן למצוא כאן, והוא מתממשק בקלות עם כל קליינט מוכר של השמעת פודקסטים שמותקן ככל הנראה על הסמארטפון שלכם.\nמצאו את הפודקסט שהכי מדבר אליכם, הורידו כמה פרקים מבעוד מועד למכשיר ואתם מסודרים לטיסה הקרובה שלכם בסיומה תהיו קצת יותר חכמים. שניים אהובים עלי במיוחד הם ״מנהר הזמן״ אותו מגיש ערן מינהר, עיתונאי ישראלי שעושה עבודת תחקיר והגשה נפלאה במסגרתה עוסק כל פרק בנושא היסטורי מעניין למדי אך לרוב כזה שלא יצא לכם להכיר או לשמוע עליו בעבר ונדחק לשולי דפי ההיסטוריה.\nהפודקסט השני הוא ״המובן מאליו״ של דורון פישלר, עיתונאי ותיק שכבר הוכיח במגוון פלטפורמות שהוא יודע להנגיש סיפורים באופן מעניין למדי ועושה זאת כאן (תרתי משמע) שוב. הפודקסט עוסק בכל פעם בנושא אחד טריוואלי לכאורה ומנתח אותו לעומק. איך נולדו ״הזומבים״? למה המדענים חלוקים בנוגע לשאלה כמה כוכבי לכת קיימים במערכת השמש ומה הסיפור האמיתי של ״כיפה אדומה״. מומלץ בחום.\nאתם עמוסים בחווית מהטיול, עכשיו יש לכם כמה שעות לשבת ולערוך אותן כמו שצריך לפני שנוחתים\n\nאחרי שצפיתם בסדרות שהורדתם מנטפליקס והאזנתם למוזיקה ולפודקסטים מרגיעים ומעניינים – למה שלא תנצלו את הזמן על מנת לערוך את התמונות הרבות שצילמתם במהלך השהייה שלכם בחו״ל? זה מה שאני נוהג בדרך כלל לעשות בטיסה חזרה שלי לארץ. אחרי שאני מוחק לא מעט תמונות לא מוצלחות אני פותח את אפליקציית Enlight Photofox ומתחיל לערוך את התמונות המוצלחות ביותר שצילמתי.\nכן, יש אינספור אפליקציות זמינות לעריכת תמונות אבל רק אחת שמצליחה לשלב ממשק וחווית משתמש מעולים עם הסברים קלילים ותוצאה מושלמת – ומה אתם יודעים, היא אפילו ישראלית.\nאפליקציית Enlight Photofox של Lightricks לא סתם טיפסה למקום הראשון באפסטור במהלך שנה שעברה. מדובר באפליקציה הזמינה להורדה חינם ותאפשר לכם לחתוך, לשנות, לשלב, להוסיף מסגרות ומה לא באופן ידידותי ונוח למדי ישירות מהסמארטפון. יש לכם משהו יותר טוב לעשות בטיסה?\nהערה: האפליקציה זמינה בשלב זה רק למשתמשי iOS ואינה זמינה למשתמשי אנדרואיד.\nשני דברים שכדאי שתכירו: EU261 ו-FairPlane\n\nטיסות בחורף הן מתכון לבעיות. בואו נתחיל מזה שאולי שווה לשלם קצת יותר על ביטוח נסיעות מורחב, אבל חוץ מזה יש שני דברים שחשוב מאוד שתכירו: רגולציה אירופאית שתקפה בכל מדינות האיחוד בשם EU261 (חוק דומה שחוקק בארץ מכונה חוק שירותי תעופה או ״חוק טיבי״) ואתר בשם FairPlan.\nתקנה EU261: מדובר בחוק שנכנס לתוקף באיחוד האירופאי ב-2005 ותקף בכל מדינות האיחוד. בקצרה קובע החוק שבמידה והטיסה שלכם עוכבה מעל לשעתיים אתם רשאים לדרוש פיצוי כספי שמתחיל ב-250 יורו ומטפס עד ל-600 יורו בהתאם למרחק ולזמן העיכוב. הדבר נכון רק במידה והתקיימו מספר תנאים:\n1. הטיסה לא התעכבה בשל גורמים שאינם בשליטת חברת התעופה דוגמת תנאי מזג אוויר קיצוניים או שביתה בשדה התעופה.\n2. העיכוב נמדד ביחס להגעה ליעד: כלומר שעתיים מהמועד המקורי בו הייתם צפויים לנחות ביחס לזמן שבו לבסוף נפתחה דלת המטוס ביעד לאחר העיכוב.\n3. המפתח לפיצוי הוא זה:\nהמרחק ליעד הוא 1,500 ק״מ והעיכוב הוא למעלה משעתיים -> 250 יורו.\nהמרחק ליעד הוא מעל ל-1,500 ק״מ ועד 3,500 ק״מ והעיכוב הוא למעלה משלוש שעות -> 400 יורו.\nהמרחק ליעד הוא מעל ל-3,500 ק״מ והעיכוב הוא למעלה מארבע שעות -> 600 יורו.\nבמקרים כאלה יש לפנות לחברת התעופה ולדרוש פיצוי כספי בהתאם להנחיות האיחוד. מרבית הנוסעים לא טורחים לעשות זאת וחוץ מעוגמת הנפש הם גם מפסידים כסף שמגיע להם על פי חוק.\nאתר FairPlane: במקרה של טיסה שהתעכבה חלק מחברות התעופה יעשו לכם חיים קשים וישתמשו בכל הליך בירוקרטי מייסר העומד לרשותם כדי להתיש אתכם בתהליך ובמטרה שלא תקבלו את הפיצוי שמגיע לכם לפי חוק. כאן שווה להכיר אתר בשם FairPlane שיעזור לכם להגיש תביעה לפיצוי כספי בשמכם. איפה הקאץ׳? בעמלה הסופר גבוהה שהם לוקחים – עד 24.5 אחוזים מהפיצוי שינתן לכם מצד חברת התעופה. מנגד – זה הרי כסף שכנראה לא תצליחו להשיג בדרך אחרת והם לא יקחו תשלום במידה ולא יצליחו להשיג לכם את הפיצוי המגיע לכם.\nיש לכם עוד טיפים, שירותים או כלים מומלצים להציע לנו? נשמח אם תשתפו אותנו ואת יתר הקוראים בתגובות", "keywords": "מדריך נסיעות,נסיעות לחו״ל,מטען נייד,טיסות,עיכוב טיסה,עיכוב טיסות,ספוטיפיי,נטפליקס,אפל מיוזיק,פודקסטים,מוזיקה לטיסה,סדרות לטיסה,גלובל סים,אוזניות אלחוטיות,ביטול רעשים,מפצל יואסבי,אפליקציות,אפליקציות לנסיעה,אפליקציות לטיסה,מנהר הזמן,מינהר הזמן,המובן מאליו,דורון פישלר,ערן מינהר,netflix,spotify,flight delays,apple music,podcasts,global sim,bose,qc35,powersation plus xl,mophie,splitwise,wunderlist,enlight,photofox,fairplane,eu261"}