{"url": "https://www.geektime.co.il/one-plus-2-arrives-september/", "type": "article", "title": "רשמי: ה-OnePlus 2 ינחת בישראל באמצע ספטמבר", "description": "היבואנית הרשמית של OnePlus בישראל הודיעה היום (א׳) כי מכשיר הדגל הפופולארי ינחת בישראל כבר באמצע חודש ספטמבר. מה לגבי המחיר?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/oneplus.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-08-16T17:29:56Z", "modified_time": "2015-08-16T17:58:43Z", "articleBody": "היבואנית הרשמית של OnePlus בישראל הודיעה היום (א׳) כי מכשיר הדגל הפופולארי ינחת בישראל כבר באמצע חודש ספטמבר. מה לגבי המחיר?\nמקור: OnePlus 2\nחדש בגיקטיים: לוח משרות הייטק שמתמקד רק במשרות מתחום ההייטק, מתעדכן באופן קבוע ופתוח למגייסים ולמחפשי עבודה.\nהיבואנית הרשמית של מכשיר ה-OnePlus בישראל – סי דאטה (C-Data) הודיעה היום (א׳) כי הדגם הבא של המכשיר, ה-OnePlus 2 צפוי להיות זמין לרכישה בקרב המשווקים המורשים החל מאמצע חודש ספטמבר. בשונה ממדינות אחרות בעולם, רכישת המכשיר בארץ לא דורשת הזמנה או רישום מוקדם. ומה לגבי המחיר? היבואן מנסה לשמור על עמימות בנושא, אך מבטיח כי ״המחיר אצל המשווקים המורשים שלנו ברכישה ללא הרשמה, ללא זמן המתנה ובשרות ואחריות יבואן רשמי לא יהיה גבוה מ- 2,699 ש״ח״.\nכמו ה-One Plus 1, המכשיר יגיע בשתי גרסאות: הגרסה הסינית שמגיעה עם תמיכה לסים אחד, והגרסה האירופאית עם DUAL SIM ותמיכה בדור רביעי, שכמובן תהיה יקרה יותר. לצורך השוואה, מחירו של ה-OnePlus 2 בארה״ב עומד על 390 דולר (1,500 ש״ח) עבור דגם ה-64GB עם 4GB זיכרון RAM, והדגם הבסיסי המגיע עם 16GB איחסון פנימי וזיכרון RAM של 3GB יעלה כ-330 דולר, שהם 1,250 ש״ח.\nלפני קצת יותר משבועיים הוכרז רשמית מכשיר ה-One Plus 2, שינסה לשחזר את ההצלחה של קודמו, וסביר להניח שגם יעשה זאת די בקלות. מבחינת המפרט הטכני, ה-OnePlus 2 יפעל בעזרת מערכת-על-שבב מסוג Snapdragon 810 גרסה 2.1, כלומר, ללא בעיית חימום-היתר; 4GB זיכרון RAM מסוג DDR4 החדש והמהיר; מעבד GPU מסוג Adreno 430; והמסך שלו יהיה ברזולוציית 1080p, כמו המכשיר הנוכחי. מבחינת נפח האיחסון, יגיע דגם ה-2 עם 64GB, מצלמה אחורית בת 13 מגה פיקסל ומצלמה קדמית בת 8 מגה פיקסל עם מייצב תמונה אוטומטי ופוקוס לייזר למיקוד מדויק יותר.\nהמכשיר מגיע עם חיבורי USB-C מתקדמים, עם כבל ועם מתאם לשקעי USB במחשב ובמטענים קיימים, יכלול קורא טביעות אצבע משולב בכפתור הבית, כפתור פיזי שמשמש להשתקת הסאונד וגם כבורר בין מצבי התראות שונים, סוללת 3300mAh (לעומת 3,000 ב-G4 או 2,550 בגלאקסי S6) ואפשרות להפעלה בעזרת 2 כרטיסי Sim (בגרסה האירופאית).\nאם המחיר לא ממש מצא חן בעיניכם, מצאנו אופציה שעשויה לעניין אתכם; אליאקספרס צפויה לצאת מחר במבצע לזמן מוגבל בו תמכור את מכשירי ה-OnePlus 2 במחיר מוזל. גרסת ה-4GB תוצע למכירה תמורת 450 דולר (1,700 ש״ח) לא כולל 5 דולר נוספים עבור שילוח, מיסים ומע״מ. הגרסה הבסיסית (3GB) מוצעת תמורת 380 דולר (1,435 ש״ח) גם כן לא כולל משלוח, מיסים ומע״מ. שימו לב כי המלאי מוגבל במיוחד, כך שאם ההצעה נראית לכם מפתה מומלץ לשים תזכורת ביומן, שכן סביר להניח כי המכשירים יחטפו די מהר.\nמ-C-Data נמסר בתגובה: ״המשלוח הראשון של מכשירי ה-OnePlus 2 צפוי לצאת לקראת אמצע ספטמבר, המכשיר ימכר בחנויות ובקרב המשווקים המורשים שעובדים עם C-Data ללא צורך בהזמנה מראש״.", "keywords": "oneplus,oneplus 2,oneplus 1,וואן פלוס,וואן פלוס 2,סידאטה,c-data,אנדרואיד,סמארטפון,השקה,יבואן רשמי,מכשיר וואן פלוס,וואן פלוס בישראל,וואן פלוס 2 בישראל"}