{"url": "https://www.geektime.co.il/google-cloud-platform-is-getting-new-prices/", "type": "article", "title": "גוגל ממשיכה לחתוך מחירים, והפעם: שירותי הענן", "description": "ענקית החיפוש מכריזה על הורדת מחירים דרמטית המתבטאת בכ-30-80 אחוזים על שלל שירותי הענן של החברה. כיצד תגיב אמזון?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/03/googlelogo1.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-26T10:18:19Z", "modified_time": "2014-03-26T10:18:19Z", "articleBody": "ענקית החיפוש מכריזה על הורדת מחירים דרמטית המתבטאת בכ-30-80 אחוזים על שלל שירותי הענן של החברה. כיצד תגיב אמזון?\nקרדיט תמונה: גוגל\nכוח מחשוב ענן, ללא ספק, הוא כלי שאמור להיות זמין במחירים נגישים לכולם. עם זאת, אנשים רבים, בהן מספר לא מבוטל של חברות סטארטאפ ועסקים קטנים מתלוננים על המחירים שגובות חברות הטכנולוגיה הגדולות, כגון גוגל ואמזון, עבור שימוש בכוח מחשוב הענן שלהן – ומעדיפים הרבה פעמים לרכוש את החומרה הייעודית לכך ולתפעל את השרתים שלהם בעצמם, בטענה כי המחירים לכך הרבה יותר אטרקטיביים.\nלמרות הכל, ענקיות הטכנולוגיה כן בוחרות להוזיל את מחירי כוח מחשוב הענן שלהן מפעם לפעם. באירוע שערכה ענקית החיפוש בסן פרנסיסקו, הכריזה גוגל על קיזוז משמעותי במחירים לכמה משירותי מחשוב הענן שלה, בעיקר במטרה להגביר את התחרות מול אמזון, חברת הענן הדומיננטית ביותר בעולם. גוגל הפחיתה את המחירים עבור שימוש במנוע ה-Google Compute Engine בלא פחות מ-32 אחוזים. למי שלא מכיר, Google Compute Engine הוא שירות המציע מכונות וירטואליות להפעלה של כמעט כל תוכנה אפשרית על גבי הענן. בנוסף לכך, ענקית החיפוש הוזילה את שירות Google Cloud Storage ב-68 אחוזים ואת שירות Google Big Query ב-85 אחוזים.\n״אנחנו חושבים שתמחור שירותי הענן צריך להיות מתואם עם חוק מור, ולכן אנחנו מפשטים ומוזילים את שירותי הענן שלנו המשולמים על פי דרישה, ועל פי המודל של Pay-as-you-go בכ-30-85 אחוזים.״ ההנחה העומדת מאחורי חוק מור היא שמספר הטרנזיסטורים במעגלים משולבים מכפיל את עצמו כל שנתיים בערך, ומביא לגידול מתמיד בכוח העיבוד. ״אתם יכולים להתחיל עם App Engine, ואם אי פעם תיתקלו במקרה שבו אתם צריכים יותר שליטה, או צריכים להשתמש בשפה או ספרייה בהן App Engine אינו תומך, אתם יכולים להחליף חלק מהיישום שלכם עם מכונה וירטואלית״.\nהמחירים החדשים. קרדיט תמונה: גוגל\nאמזון, המתחרה הגדולה ביותר של גוגל בתחום מחשוב הענן, נוקטת מפעם לפעם באסטרטגיה דומה של הורדת מחירים לשירותי הענן שלה. ביולי 2013 הכריזה החברה על הנחה משמעותית במחירי שירות שרתי Dedicated Instances בפלטפורמת הענן של החברה, EC2. מדובר היה בהנחות משמעותיות אשר הורידו את המחירים בעד כ-80 אחוזים מהמחיר הקודם אותו הציעה אמזון. החברה מוזילה את מחירי שירותי הענן שלה בכל מספר חודשים, כך שהתשובה של ענקית הקמעונאות המקוונת כנראה כבר ממש מעבר לפינה.\nבכל מה שקשור לצד הטכנולוגי, אמזון עדיין נמצאת כמה צעדים לפני גוגל, כאשר לפני כשבועיים השיקה את שירות ה-AppStream שלה למפתחים, המאפשר להם להקל על הנטל של הפיתוח וההפצה של אפליקציות ולהזרים את האפליקציות עצמן דרך הענן, במטרה לאפשר ליישומים ואף משחקים עתירי-גרפיקה לרוץ מהר יותר על המכשירים של משתמשי הקצה. אנו יכולים לקוות רק שהתחרות תמשיך לעשות את שלה, מה שיגרום לשחקניות הדומיננטיות בתחום מחשוב הענן להמשיך להוריד מחירים ולהנגיש את שירותי הענן שלהן לכמה שיותר אנשים.", "keywords": "גוגל,ענן,google,cloud serivces,cloud,מחירים,prices,cuts,הנחה"}