{"url": "https://www.geektime.co.il/first-sandy-bridge-laptops-appear/", "type": "article", "title": "נחשפו המחשבים הניידים הראשונים המבוססים על ארכיטקטורת Sandy Bridge של אינטל", "description": "בעוד קצת יותר מחודש אמורה לחשוף אינטל את הדור הבא של המעבדים לשוק הצרכני המבוססים על ארכיטקטורת Sandy Bridge, אך זה לא הפריע לשלושה יצרניות מחשבים גדולות לחשוף מחשבים ניידים המבוססים על המעבדים החדשים כבר השבוע.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/11/SandyBridge_Wafer_Angle2-300x218.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-29T15:00:15Z", "modified_time": "2010-11-29T20:18:30Z", "articleBody": "בעוד קצת יותר מחודש אמורה לחשוף אינטל את הדור הבא של המעבדים לשוק הצרכני המבוססים על ארכיטקטורת Sandy Bridge, אך זה לא הפריע לשלושה יצרניות מחשבים גדולות לחשוף מחשבים ניידים המבוססים על המעבדים החדשים כבר השבוע.\nארכיטקטורת 32nm של אינטל. יח\"צ\nבעוד קצת יותר מחודש, בתערוכת CES 2011 שתערך בלאס-וגאס, צפויה אינטל לחשוף את משפחת המעבדים החדשה שלה בארכיטקטורת ה-Sandy Bridge. הארכיטקטורה החדשה, שתיוצר בטכנולוגיה של 32 נאנו-מטר, אמורה לספק למעבדי אינטל קפיצת מדרגה מבחינת יכולות העיבוד הגרפי, שכן היא מיועדת לשלב מעבד גרפי (GPU) על אותה פרוסת הסיליקון יחד עם המעבד הרגיל (CPU).\nהעובדה שהמעבדים עצמם אמורים להחשף רק בינואר, לא הפריעה לשלוש יצרניות חומרה לחשוף בשבוע האחרון מחשבים ניידים חדשים, אשר יתבססו על אחד ממעבדי ה-Sandy Bridge החדשים, ה-Intel Core-i7-2630QM, מעבד בעל ארבע ליבות שרץ במהירות שעון של 2GHz.\nהמחשב הנייד הראשון שנחשף בשבוע שעבר היה הגרסה החדשה של ה-dv7 של HP, בעל מסך 17.3 אינץ’. אחריו הגיעו גם Gateway ו-Lenovo שחשפו שניהם דגמים בעלי מסכים בגודל של 15.6 אינץ’ בלבד. על אף העובדה ששני האחרונים כבר מוצעים במספר אתרי אינטרנט של רשתות האלקטרוניקה הגדולות בארצות הברית, הם נמצאים כרגע תחת הכותרת “הזמנה מראש” וכפי הנראה לא נזכה לראות אותם בחנויות לפני ההכרזה הרשמית ב-CES.\nלפי הנתונים של המחשבים החדשים, נראה כי כל שלושת הדגמים מיועדים בעיקר למשתמשים הכבדים יותר ולגיימרים. זאת כנראה אחת מהסיבות שבגינן גם המחשב הנייד מבית HP וגם המחשב הנייד של Lenovo כוללים כרטיס גרפי חזק מסוג AMD Mobility Radeon HD 6570. הכרטיס החדש של AMD, מגיע עם 1GB זכרון גרפי ותמיכה בטכנולוגיית DirectX 11 של מיקרוסופט וטכנולוגיית HD3D של AMD.\nלמרות שארכיטקטורת ה-Sandy Bridge החדשה אמורה לשפר את מצבה של אינטל בעולם המחשבים הניידים של הקצה העליון השייך למשתמשים הכבדים ולגיימרים, נראה כי את היצרניות, אינטל עדיין לא באמת הצליחה לשכנע. השילוב של כרטיסים גרפיים מתוצרת המתחרה בשניים מתוך שלושת הדגמים הראשונים שנחשפו, מעיד על כך שהיצרניות הגדולות עדיין לא מאמינות שהפתרון החדש של אינטל מספיק חזק בשביל לספק את המענה לשוק.\nכדי לראות את הביצועים האמיתיים של המעבדים החדשים, נצטרך לחכות לינואר, אך בקצת יותר מחודש שנותר עד אז, לא יזיק לאינטל לנסות ולרכוש את אמונם של מי שאמורים להיות השותפים הכי קרובים שלה, כי אם הם לא מאמינים בטכנולוגיה, למה שאנחנו כן?", "keywords": "אינטל,intel,sandy bridge,32nm,32 נאנו-מטר,ces 2011"}