{"url": "https://www.geektime.co.il/e3-2015-review/", "type": "article", "title": "סיכום: ההכרזות הגדולות של E3 [גיימינג]", "description": "ועידת המשחקים הגדולה בעולם שנחתמה לאחרונה בלוס אנג׳לס סיפקה אחרי שנים את הסחורה ובגדול. את החומרה שסחפה את הקהל בשנים האחרונות החליפו כותרים חזקים עם הכרזות משמעותיות והטרנד הבא שישטוף אותנו בשנה הבאה כבר סומן: המציאות המדומה. הנה כל ההכרזות החשובות מלוות בסרטוני וידאו קצרים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/doom.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-23T17:10:24Z", "modified_time": "2015-06-23T16:10:34Z", "articleBody": "ועידת המשחקים הגדולה בעולם שנחתמה לאחרונה בלוס אנג׳לס סיפקה אחרי שנים את הסחורה ובגדול. את החומרה שסחפה את הקהל בשנים האחרונות החליפו כותרים חזקים עם הכרזות משמעותיות והטרנד הבא שישטוף אותנו בשנה הבאה כבר סומן: המציאות המדומה. הנה כל ההכרזות החשובות מלוות בסרטוני וידאו קצרים\n\nתערוכת E3 הסתיימה לפני מספר ימים בלוס אנג׳לס בקול תרועה רמה. לאחר כמה שנים בהם התערוכה השנתית לא סיפקה התרגשות אמיתית מעבר לכמה כותרים עתירי תקציב, השנה חזרה הועידה להצית את הדמיון של הגיימרים ברחבי העולם. אם הפוקוס בשנתיים האחרונות היה על החומרה ופחות על המשחקים עצמם, השנה קיבלנו יותר הכרזות, כותרים וטריילרים מכפי שיכולנו לבקש.\nואני אפתיע אתכם, הנה החידוש הכי גדול של הועידה: השנה סוף סוף ראינו שינוי אמיתי ביחס לגיימריות ברחבי העולם. ידוע שכל שנה יותר ויותר נשים מצטרפות לחגיגה ותופסות חלק משמעותי בקהילת הגיימרים העולמית. והשנה יותר מתמיד ראינו כיצד כל תעשיית הגיימינג מבינה את המגמה ומתאימה עצמה אליה. ראינו יותר מגישות וכתבות מאי פעם. השנה, יותר מתמיד, פגשנו דמויות נשיות בתפקיד כוכב המשחק. באססינס קרית פגשנו לראשונה דמות רוצחת נשית, אותה מגמה ראינו גם בדיסהונרד 2 ובגירס אוף וור. פיפא הכריזה לראשונה על 12 קבוצות נשים שיצטרפו למשחק הקרוב ולארה קרופט חוזרת בגדול. ויש עוד. אבל בקיצור – נכון שהמשחקים עמדו השנה בפרונט ואפילו הצצנו לעולם המציאות המדומה שהולך ונרקם לנגד ענינו, אבל זה הסיפור הגדול של הועידה.\nאז מה היו ההכרזות הבולטות ולמה כדאי באמת לצפות? הנה סיכום קצר של האירועים הבולטים מהועידה, מסודרים לפי התערוכות שבהם הם הושקו. תכינו את הקונסולות…\nרגע לפני שאנו צוללים לעתיד הקרוב יחסית, לסקירת המשחקים, הנה הצצה לנושא הכי מושך של הועידה השנה, ואיתו הצצה רחבה יותר לעולם המשחקים העתידי. נחשו איזה תור היה הארוך ביותר בכנס השנה? נו הימרתם כבר על המשחק שלכם? תשכחו הכל, התור הארוך ביותר היה דווקא אצל חברות המציאות המדומה. אחת מהן היא לא אחרת מאשר פייסבוק. אוקולוס, שמובילה את תחום קסדות המציאות המדומה יצרה יותר באזז בתור אצלה מאשר כל משחק אחר. החברה שכיום בבעלות פייסבוק הציגה השנה את הקסדה שלה שתכף מוכנה לשיווק ותנחת אצלנו בקרוב, בתחילת השנה הבאה.\nהנה דמו שיכניס אתכם לאווירה:\n\nבנוסף, ראינו סוף סוף הדגמות חיות משני פרויקטים בולטים ומעניינים בתחום הזה. פרויקט מורפיוס של סוני וה-הולו לאנס של מיקרוסופט. האחרונה הדגימה על הבמה בתערוכה כיצד החידוש שלה בא לידי ביטוי באחד המשחקים האהובים בעולם: מיינקראפט. אם לא יצא לכם לראות את הוידאו הזה עד עכשיו, אז באמת, קחו כמה דקות של שקט ותראו לאן הולך עולם הגיימיניג.\n\nסוני פחות הרשימה בכנס שלה עם מורפיוס אבל נראה שגם היא קרובה מתמיד לשחרור גרסה מוגמרת. כך או כך לכתבים הרבים ניתנה ההזדמנות לבחון את המכשיר בשלל משחקים ואולמות מרשימים. הנה אחת ההתרשמויות. תהנו:\n\nעדיין סקפטיים?\nDoom\nנתחיל מהחברה שעלתה ראשונה עם ההכרזות שלה וגם לראשונה אי פעם בוועידת E3 ובהחלט הציבה רף גבוה ומכובד. אחד המשחקים האייקונים, רווי הדם והיריות הזכור לנו לטובה מהילדות חוזר עם קמבק שנראה מרשים למדי – דום. אין ספק שההכרזה הזו קסמה לליבם של הרבה גיימרים שנמצאים היום איפשהו באזור שנות ה-30 לחייהם. הדמו חשף גרפיקה מושקעת, שלל נשקים כמיטב המסורת וראשים מתפוצצים. הגרסה החדשה תכלול לראשונה מצבי מולטיפלייר ואפשרות מובנית לערוך וליצור מפות משחק בקלות יחסית. לאחר האכזבה מדום 3 נותר רק לקוות שהפעם מדובר בסיפור אחר לחלוטין. האמת זה בהחלט נראה כך. בקיצור משחק דום אמיתי! תציצו פה ותבינו טוב יותר.\n\nמתי אצלנו? אביב 2016.\nDishonored 2\nמשחק נוסף שציפינו לראות ומעורר עניין רב. הפעם אנחנו מגלים שנוכל להכנס לנעליה של הרוצחת אמילי קלדווין בנוסף לדמותו של קורבו אתנו הזכור לנו. לשתי הדמויות סט יכולות וכוחות שונים ומעניין יהיה לראות את ההבדל ביניהן. הנה הטריילר שנחשף בועידה:\n\nמתי אצלנו? 2016.\nFallout 4\nכל מה שראינו במהלך ההשקה של החברה היה רק המתאבן לאחד המשחקים הכי מצופים השנה. והפעם הפתיעו אותנו בגדול עם תוספת גאדג׳טית מדליקה במיוחד לחבילת המהדורה המיוחדת של המשחק – פיפ בוי אישי שניתן יהיה לחבוש על פרק היד. הוא יגיע יחד עם אפליקציה ייעודית ומקום להכנסת הסמארטפון שלכם. האמת – למרות שמדובר בגימיק מגניב ולא הרבה מעבר, זה נראה מדהים ונראה שכל גיימר ירצה אחד כזה על היד שלו. בנוסף ובאותו הקשר, החברה השיקה ביום התערוכה משחק מובייל למכשירי אפל. במשחק תצטרכו לבנות את הכספת התת קרקעית שלכם בחכמה, לשנע את העובדים, לדאוג לצרכים שלהם ועוד. המשחק עד כה שובר שיאים באפסטור של אפל והוא מדורג נכון להיום במקום הראשון. הנה לינק להורדת Fallout Shelter.\nאז הועידה של בט’סה כולה היתה פריוויו למשחק הזה. מה עוד גילינו עליו? המשחק יתרחש בבוסטון, לפחות בחלקו, וייתכן ונוכל לשחק מעט בעולם שניה לפני החורבן הגדול שעתיד להגיע. הוא ישוחרר במקביל לכל הקונסולות ולפיסי. אה, וחברו הטוב של האדם עתיד ללוות אותנו. לא ברור למה במשחקי וידאו מעדיפים בעיקר כלבי רועה גרמני (מי אמר קול אוף דיוטי), אבל כך או כך הטריילר נראה מבטיח. יש למה לצפות…\n\nהצצה לפיפ בוי האישי\n\nמתי אצלנו? 10 בנובמבר 2015.\nואוו, לסוני היה הרבה מה להראות השנה ונראה כי הדומיננטיות שלה בעולם הקונסולות לא הולכת להעלם בקרוב. אז היא התחילה עם הפתעה גדולה ומרשימה וסיימה עם אחד המשחקים הכי אהובים בעולם. לא ארחיב כאן על הכל אבל אנסה לעבור על ההכרזות החשובות.\nThe last guardian\nכמה שמועות, תקוות ואכזבות חווינו בשנים האחרונות בנוגע לכותר הזה. עברנו שנים רבות מאז הוא נחשף לראשונה ובעצם מאז לא באמת גילו לנו מה עלה בגורלו. הדעה הרווחת היתה שהוא פשוט נגנז וזהו. מבית Fumito Ueda מגיע כותר שנראה מדהים shadow of the colossus. הגרפיקה נראית מרשימה במיוחד והנה משחק שקהילת הגיימרים לא ציפתה לפגוש ובכל זאת סוני לא אכזבו והציתו מחדש את התשוקה עם הכותר המרשים הזה. תציצו:\n\nמתי אצלנו? 2016.\nNo man sky\nארגז חול ענקי… בגודל של היקום. ככה הוצג המשחק לפני שבוע. כבר קיבלנו בעבר הצצה למשחק המסקרן הזה אבל עד עכשיו, ואפילו לאחר הועידה לא ברור אם מדובר בפלופ ענקי או באחד המשחקים הכי מדהימים בהסטוריית עולם המשחקים. מדובר במשחק שיטוט וחקירת כוכבים שבעצם מציע לנו את כל מה שהמשחקים האחרים יודעים להציע רק במקום אחד. צייד, יריות, טיסה, יצירה, שיטוט אקראי, עולם חי ומתפתח ומה לא בעצם. בגדול המטרה היא להגיע למרכז הגלקסיה ובדרך אתם תוכלו לעשות זום אין ואאוט על כל כוכב שנקרה בדרככם. ויש הרבה כאלה, וכולם בנויים עם מערכת אקולוגית נפרדת, טופוגרפיה ועולם שונה. העולם הפתוח אמור להיות ענקי במידה שלא פגשנו עדיין, והמפתחים מבטיחים שיהיו אפילו כוכבים שאף אחד לא יספיק להגיע אליהם לעולם. עד כדי כך… עוד נראה לגבי זה. לפחות זכינו לראות את הגיימפליי שכה רצינו. חובה לראות:\n\nCall of Duty black ops 3\nהאמת שהמשחק החדש לא מביא איתו משהו שלא ראינו בעבר. אבל בכל זאת מדובר באחת הסדרות המפורסמות בעולם שמושכת גיימרים מכל קצוות העולם. גם הפעם חזינו בגיימפליי אינטנסיבי מלא ביריות ושיפורים לחייל העתידי. הצצה לדמו:\n\nמתי אצלנו? 6 בנובמבר 2015.\nUncharted 4\nנכון, במסיבת העיתונאים ראינו טריילרים לכמה משחקים נוספים כמו:\nאבל גולת הכותרת של מסיבת העיתונאים הזו של סוני היתה ללא ספק אנצ׳רטד Naughty Dog מבית היוצר של משחק ההמשך לסדרה האהובה יגיע אלינו אמנם רק בשנה הבאה אבל הגיימפליי רומז שכנראה יהיה שווה לחכות. בהדגמה הצלחנו לחזות בגיבור המקומי נתן דרייק שהוא נוסע ומפרק עיירה שלמה, דרך שדות, בתים וחברות, במסע רווי אקשן מגניב למדי שסיים את התערוכה של סוני עם ציפיות בשמיים. שוב, חובה לראות:\n\nמתי אצלנו? תחילת 2016.\nהתערוכה השנה עמדה בסימן הניסיונות של החברה להדביק את הפער שנוצר מסוני במכירת הקונסולות. מעבר למשחקים שהושקו ראינו חידושים מפתיעים במיוחד בתחום תאימות המשחקים ובקר השליטה המשודרג של האקס בוקס. בואו נתחיל:\nHalo 5\nמשחק ההמשך לסדרה המוצלחת והבלעדית לקונסולת האקס בוקס יביא לנו עוד הרבה מכל מה שאהבנו במשחקים הקודמים. אולי החידוש הכי גדול כאן הוא מצב המולטיפלייר החדש שנחשף שנקרא Warfare\nמדובר במוד מולטיפלייר ענקי בו יתמודדו 24 שחקנים חלקם שחקני אינטליגנציה מלאכותית. המפות עתידיות להיות מאסיבית במיוחד – פי 4 ממה שהכרנו עד כה! במושגי גיימינג המשחק ממש מעבר לפינה אז נשאר לנו להמתין ממש רק עוד קצת Go guridans.\nתאימות למשחקי אקס בוקס 360\nכן, לא מדובר במשחק, אבל ברמה הפוטנציאלית מדובר בכ-100 משחקים נוספים שיצטרפו לקונסולה שלכם עד דצמבר השנה. זאת ללא ספק ההכרזה הכי מפתיעה של התערוכה ואפילו סוני מודים שהם לא ראו את זה מגיע. בכך מיקרוסופט עושה צעד ענק נוסף בניסיון שלה להתמודד על השליטה של סוני במכירות קונסולות הדור הבא. ממש בקרוב תוכלו לשחק את המשחקים הישנים והאהובים שלכם מהקונסולה הישנה, על המכשיר החדש. איזה כיף. מעניין לראות עד כמה חלק יעבור הניסיון הזה ואם סוני תגיב עם משהו דומה בעתיד.\nRise of the Tomb Raider\nלארה קרופט חוזרת אלינו וזאת סיבה מספיק טובה להתרגש. המשחקים הקודמים סיפקו שעות רבות של הנאה ומדובר בכותר שמושך אחריו קהילת מעריצים גדולה ונאמנה. הטריילר הראה גרפיקה מדהימה ואפשר להסתכן מעט ולומר כבר עכשיו – צפוי לנו עוד משחק הרפתקאות מעולה מלא הנאה מהוקצעת. והחדשות הכי טובות – הוא מגיע בקרוב.\n\nמתי אצלנו? 10 בנובמבר 2015.\nGears of War 4\nלמרות תאריך היציאה הרחוק שוב מדובר במשחק אקסלוסיבי לקונסולת האקס בוקס שמושך סביבו עניין אדיר. שנה וחצי לאחר שמיקרוסופט קנתה את המשחק אנחנו עדים לגיימפליי הראשון. הטריילר נתן לנו הצצה לשתי דמויות, גבר ואישה והגרפיקה נראית פשוט מעולה. יש המון ציפיות סביב הכותר הזה אז נותר לנו לקוות שמיקרוסופט לא תאכזב. אל תתחילו להתרגש עדיין הוא עוד רחוק מיציאה. הנה הצצה ראשונה לגיימפליי:\n\nמתי אצלנו? חגים (נובמבר דצמבר) 2016.\nמעבר לכך גילינו גם שנוכל לחזות כבר בדצמבר הקרוב בבטא של The division ובקר משחק חדש לגמרי עבור הגיימרים היותר רציניים ‘אקס בוקס עילית’. הבקר מציג עיצוב חדשני לגמרי, כפתורים נשלפים וניתנים להחלפה, סט של לחצנים חדשים ומשווקים, משטח מגע קטן ועוד שלל הפתעות.\nFor honor\nההפתעה הגדולה של יוביסופט השנה. והפעם במקום לצעוד אל עולמות העתיד הם נותנים לנו משחק שכולו חוויה על טהרת קרבות העבר. במשחק השיתופי הזה תוכלו להכנס לנעליו הקרביות של אחת משלוש דמויות: אביר, סמוראי וויקינג. לכל דמות כמובן סט יכולות ויתרונות משלה. לפי מה שראינו מהגיימפליי מדובר בסגנון קרבות איתי וכבד יותר. כזה המנסה לחקות את סגנון הלחימה של פעם בכל אחת מהדמויות. הדגש כאן הוא על השימוש בחרב. אז אם לשים בצד את הבעיות עם קו הזמן ההיסטורי נראה שייתכן ואנחנו לפני השקת משחק קאלט חדש. תכינו את החברים ואת החרבות שלכם בקרוב אתם נזרקים ללב שטח הקרב. תראו את הגיימפליי ותבינו:\n\nמתי אצלנו? 2016.\nAssassin’s Creed Syndicate\nכמובן, איך אפשר בלי משחק נוסף בסדרה הבלתי נגמרת הזו של יוביסופט. והפעם, בהתאם למגמה הכללית שחזרנו בועידה, אנחנו יכולים לשחק בשתי דמויות, אח ואחות תאומים בשם ג׳ייקוב ואייוי פריי. ההתרחשות הפעם לוקחת אותנו היישר אל תקופת המהפכה התעשייתית, אל בירת אנגליה, לונדון. הגרפיקה כרגיל עוצרת נשימה והעיר נראית חיה מתמיד. אבל למרות הרענון הנשי שמביא איתו גם טכניקות הריגה חדשות, לא ראינו בטריילר משהו יוצא דופן שלא חווינו עד כה בסדרה. בכל זאת, משחק חדש של אססין תמיד מעניין. הנה הטריילר:\n\nמתי אצלנו? 23 באוקטובר 2015.\nTom Clancy’s The Division\nאת הטעימה הראשונה של המשחק הזה קיבלנו כבר בועידה שלפני שנתיים. כן כן. מאז הוא הספיק להדחות אין ספור פעמים וכרגע הוא צפוי להפציע בתחילת 2016. מדובר בסדרה חדשה לגמרי עבור יוביסופט ואין ספק שהציפיות בהתאם. אנחנו צפויים לפגוש עוד 2 משחקים מהסדרה הזאת בקרוב ואגיע אליהם ממש בהמשך הכתבה. במשחק היריות הזה תמצאו עצמכם בעולם פוסט אפוקליפטי בעיר ניו יורק. הדויז׳ן הם החבורה שהולכת להציל את העולם כמובן. עד מה שידוע תוכלו לשחק בקמפיין ובאפשרות קו אופ. הטריילר דומה מאוד לחומרים שכבר ראינו בעבר, אבל אין ספק שמדובר בכותר שנראה איכותי מאוד. במקום שאני אסביר לכם הנה דמו שסוקר את הרקע לסיפור והגיימפליי בהרחבה. שווה צפייה:\n\nמתי אצלנו? מרץ 2013.\nThe Rainbow Six: Siege\nלפני שנה חזינו בו לראשונה וזה היה נראה מבטיח. וכשההשקה מעבר לפינה ממש לא נותר לנו אלא לחכות רק עוד מעט כדי לדעת האם הציפיות היו מוצדקות. האמת שהיתה ציפייה לראות הרבה יותר ממנו בועידה השנה ויוביסופט קצת אכזבו כאן. אבל הועידה חשפה לפחות את תאריך השקת הבטא של משחק היריות הטקטי הזה בו תשתפו פעולה עם חבריכם במשימות פריצה וחילוץ – 24 בספטמבר השנה. אז שבועיים לפני ההשקה הרשמית נוכל כבר להתרשם מצייד הטרוריסטים שצפוי לנו. הנה הטריילר מהועידה:\n\nמתי אצלנו? 13 באוקטובר 2015.\nTom Clancy’s Ghost Recon: Wildlands\nאולי ההפתעה הכי גדולה של החברה בועידה השנה. גם במשחק ההמשך הזה אתם תשלטו ביחידת עילית במשימות מיוחדות. הפעם אנו מגלים שניקח פיקוד על מאבק בקרטל סמים (סנטה בלנקה) בבוליביה שבדרום אמריקה. לפי מה שהמפתחים הבטיחו צפוי לנו עולם פתוח וענקי בו יבלוט חופש הבחירה שלנו. נוכל לבחור אם לשחק את המשימות לבד או בקו-אופ, ולהחליט בצורה אקראית איזה מבין המשימות השונות לבצע. כל זאת עם שלל אפשרויות נשקים רכבים ושאר הפתעות. לפי מה שראינו השנה המשחק\nבהחלט תפס הרבה גיימרים לא מוכנים ונראה שליוביסופט יש שפן מנצח ביד. תציצו, שווה לכם:\n\nמתי אצלנו? לא ידוע.\nיוביסופט עוד חשפו את משחק הריקודים הבא שיהיה זמין כבר באוקטובר Just Dance 2016.\n\nומשחק בניית הערים שנראה מבטיח מאוד anno 2025:\n\nבקיצור – יהיה מעניין מהצד של יוביסופט.\nStar Wars Battlefront\nהרבה זמן לא זכור לי מאמץ שיווקי ככה נרחב של החברה הזאת כמו במקרה הזה. כנראה מאז דסטני, מדובר במשחק עם הייפ ענקי סביבו השנה. אז מעבר לכל ההתרגשות זכינו לראות הרבה יותר בועידה השנה, ומה נאמר – זה נראה טוב. מלחמת הכוכבים הזו משופעת בגרפיקה מדהימה והגיימפליי עושה רושם ממש מוצלח. אולי הטריילר הכי מושקע השנה. המפתחים מתגאים במצבי מולטיפלייר רבים ולמרות החשיפה בועידה עדיין חסרים לנו יותר פרטים כדי להעמיק את חוות הדעת. בכל אופן מדובר באחד הכותרים הכי מצופים בעולם. תחזיקו עוד קצת זה תכף מגיע…\n\nמתי אצלנו? 17 בנובמבר 2015.\nFIFA 2016 / Madden 2016\nכל שנה מבטיחים לנו שיפורים כאלו ואחרים בטכניקה, במכניקת המשחק ובאינטלגנציה המלאכותית, וגם השנה הסיפור דומה. לא משהו פורץ דרך, החברה ממשיכה את הקו עם עוד משחקי ספורט בסדרות הכל כך מוצלחות שלה. למרות שלא ראינו חידושים עוצרי נשימה, למשחקים האלו מחכה בכל רחבי העולם קהל מעריצים מושבע שמחכה כבר לספטמבר הקרוב. החידוש הכי גדול עם זאת מגיע דווקא מפיפא שם אנו עתידים לפגוש לראשונה קבוצות נשים. 12 כאלו. מעניין ובהחלט יהיה שווה לשחק. אם אתם ממעריצי הז׳אנר אז בוודאי לא תפספסו. הנה הטריילרים שלהם:\nפיפא:\n\nמדן:\n\nMirror’s Edge Catalyst\nחלפו חמש שנים מאז משחק הקאלט הראשון והפעם המפתחים מבטיחים לנו שלא מדובר בעוד משחק המשך אלא בחשיבה מחודשת לחלוטין של המשחק. העולם הפתוח יכלול עיר ענקית שנוכל לחקור וכל זאת ללא סמני טעינה בכלל – נשמע טוב. תציצו בקטע הבא, הויזואל פשוט מעולה ועושה רושם שהמשחק הזה יגדיר רמה חדשה לסדרת המשחקים הזאת.\n\nמתי אצלנו? 23 בפברואר 2016.\nHitman\nהוא חוזר, ובגדול. סוכן מספר 47 חוזר אלינו ממש בקרוב, לצוד ולהרוג את כל המטרות שבדרכו. הפעם אנו למדים שיהיו לנו יותר מטרות מאי פעם, חופש בחירה גדול יותר ומצבי שיתוף חדשים של הרג מטרות נבחרות. לכל מי שאהב את המשחק הקודם, יש הרבה למה לצפות. אבל לא רק. היטמן כבר בדצמבר הקרוב אצלנו. אז תכינו נשקים.\n\nמתי אצלנו? 8 בדצמבר 2015.\nJust Cause 3\nמוכנים ליצור הרס וחורבן? איזה כיף שמשחק ההמשך הזה מגיע השנה. הגרפיקה נראית טובה מאי פעם ולמדנו שנקבל 400 מיילים מרובעים של שטח שבו נוכל לזרוע כאוס כאוות נפשנו. הטרלייר מציג חליפת רחיפה חדשה וקרס טיפוס (מי אמר פר קריי) ובהחלט מדובר באחד המשחקים הכי מלהיבים שצפויים לנחות אצלנו בסלון בקרוב. אז מדובר בעולם המשחקים הכי גדול ונפיץ שיש, מה יכול להיות טוב מזה? תציצו בגיימפליי פה למטה ותבינו כמה אקשן צפוי לכם.\n\nמתי אצלנו? 1 בדצמבר 2015.\nThe Kingdom Hearts 3\nנקנח את חגיגת המשחקים עם משהו מתוק במיוחד. ואוו כמה כיף זה הולך להיות. משחק הלהיט של דיסני ופיקסל אנמי יביא לנו את כל עולמות האנימציה המדהימים והפעם בגרסה מחודשת ומשופרת. אז אם התגעגעתם לגופי, סורה ודונלד תדעו רק שעובדים על פתרון לבעיות הגעגוע שלכם. אין לנו עדיין תאריך יציאה אבל ממה שראינו המשחק הזה יביא עימו טונות של הנאה מצויירת.\n\nמתי אצלנו? לא ידוע.", "keywords": "ועידת משחקים,גיימינג,גיימרים,אי3,מיקרוסופט,טומב בריידר,מציאות מדומה,אוקולוס,סיקור אירוע,קונסולת משחקים,משחקים,אקסבוקס,פלייסטיישן,נינטנדו,סוני,e3,vr,oculus,doom,microsoft,s,sony,dishonored 2,fallout 4"}