{"url": "https://www.geektime.co.il/destiny-2-review/", "type": "article", "title": "משחק ההמשך לכותר היקר בהיסטוריה: Destiny 2 [סקירת גיימינג]", "description": "3 שנים חלפו מאז השיקה Bungie את כותר הדגל שלה, לאחר הפרידה המפורסמת ההיא מהצוות המיתולוגי של Halo. והנה ספטמבר שוב הגיע, ואיתו ההשקה המצופה של כותר ההמשך המסקרן", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/DKAYybOXcAEQP0p.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-24T15:44:03Z", "modified_time": "2017-09-24T15:44:03Z", "articleBody": "3 שנים חלפו מאז השיקה Bungie את כותר הדגל שלה, לאחר הפרידה המפורסמת ההיא מהצוות המיתולוגי של Halo. והנה ספטמבר שוב הגיע, ואיתו ההשקה המצופה של כותר ההמשך המסקרן\n\nלמרות שחלפה תקופת זמן ארוכה יחסית, אפילו בזמן השקת הכותר הנוכחי, Bungie עדיין רשמה מספרים מרשימים של שחקנים פעילים במשחק הראשון בסדרה.\nצריך לומר, דסטני הראשון היה משחק מצוין. יפה, מהנה, במובנים רבים גם חדשני ומרענן. למי שלא זוכר, היה מדובר אז, במשחק היקר ביותר בכל הזמנים (לסקירה המלאה מ-2014) ולמרות שמדובר במשחק מעולה, היה לו פוטנציאל להפוך לקלאסיקה של ממש. פוטנציאל שהוא לא מימש עד הסוף. אז האם משחק ההמשך מצליח לנצל את מאסת האוהדים הקיימת, ולחבר עם זה חידושים מרשימים המתאימים ל-2017 כדי להפוך את הגרסה השנייה לכותר הטוב של השנה?\n\nאז בואו נתחיל, ראשית הכותר הנוכחי נוגע כבר בהתחלה בכמה מהבעיות הכי גדולות של משחק המקור. אותם טענות שעלו כמעט בכל סקירה בעולם. ונתחיל איך לא, עם הקמפיין.\nהביקורת הגדולה ביותר ב-2014 הייתה בנושא סיפור הקמפיין. אז כזכור, הנרטיב היה מבולבל, לא מסופר טוב ואפילו קצת משעמם. הכל חוץ מסוחף ומעניין. למזלם, המשחק עצמו הציל את ״הסיפור״. הפעם אנו פוגשים סיפור קמפיין הרבה יותר מהוקצע. מבלי להכניס ספוליירים מרגיזים, מדובר בסיפור שנבנה טוב עם הזמן, משוחק (קריינות) הרבה יותר טוב, וכזה המאפשר לצופה להתחבר לדמויות ולמסע שהן עוברות במשחק. הפעם, הסיפור עושה את תפקידו, ועוזר להשלמת חווית הקמפיין.\n\nובנקודה זו חשוב לומר. אין ספק שקמפיין, בכותר כה מושקע הוא אחד הפיצ׳רים הכי חשובים. עם זאת, באנג׳י החליטו משום מה, לא להתייחס לרמות שונות ביכולות השחקנים, ואתם תעברו אותו ברמת קושי אחידה. החלטה מוזרה ותמוהה. מה גם שממש לא מתאימה לתקופתנו. לגיימר מנוסה במשחקי FPS הקמפיין הנוכחי אמנם לא יהיה קצר, אבל יהיה די קל. נכון, כמות הזמן בהחלט משביעה רצון (נגיע מיד לנושא כמות השעות שתבלו פה…) אבל רמת קושי אחת אף פעם לא יכולה לפגוע לכל סוגי הגיימרים. נקודה מאכזבת החוסמת את יכולת השחקן לשלוט בחווית המסכים השונה.\n\nאז הסיפור כאמור עבר מתיחת פנים רצינית. ורק כדי לחבר אתכם בכלליות: אתם תצטרכו (שוב..) להציל את הגלקסיה. וכאן אנו מגלים שהכותר הנוכחי לא ממש טורח להכיר לכם אויבים חדשים, רשעי על שלא הכרתם אם תרצו. במקום זאת אנו פוגשים את אותם יצורים וקבוצות רשע שהכרנו במשחק הקודם. כל יצור לפי הכוכב שלו. השמות זהים (Cabal וכו׳), היצורים השונים די זהים (להוציא שינויים קלים כמו יצורים שמתפוצצים לאחר שמחוסלים וכו׳), והאמת במבט מהצד לא בטוח אם חבר שלכם יוכל תמיד לדעת אם אתם מחסלים יצורים בדסטני 1 או 2. עם ההבנה שמדובר במשחק המשך, אי אפשר שלא להתאכזב שלאחר 3 שנים של פיתוח אנו פוגשים בדיוק את אותם דמויות עם אותם תזוזות ויכולות. אפילו יכולת הריחוף לא עברה שינוי מהותי. וכדי כן לחדש משהו, הקמפיין יפגיש אתכם כבר בהתחלה עם מנהיג ה-Cabal Dominus Ghaul.\nמפגש שעבורי פיתח ציפיות לעוד דמויות, בוסים ויצורים חדשים שמעולם לא ראינו, אבל כאמור הציפייה הזו לא התממשה עד הסוף. כנ״ל לגבי המשימות החוזרות על עצמן. גם הפעם תפגשו מספר סוגי משימות צד (פטרול וכו׳) ששוב ירגישו לכם כמו הפעם ההיא ששיחקתם לפני שבוע.\nעם זאת, נדגיש כבר עכשיו: המשחק הזה מפצה על כך בכך שכל חוויה בעולמות השונים, היא חוויה גרפית מרגשת במיוחד שמלווה ברמת אנדרנלין גבוהה. נגיע לזה.\n\nביקורת נוספת שעלתה בפעם הקודמת בהקשר לסיפור הייתה שהוא משעמם ולא מצחיק. רציני ותהומי מדי. בוודאי למשחק וידאו. אולי זה היה כי דסטני 1 היה הפרויקט הראשון של הצוות בבית החדש שלהם. כך או כך, נראה שהמפתחים שמעו את הביקורת הזו בקול רם, וכבר בפתיחת המשחק אתם תפגשו שיחות משעשעות למדי ושימוש רפטטיבי מאוד בנושא ההומור. לפעמים אפילו יותר מדי. אין ספק שההתייחסות הזו, הופכת את כל החוויה כאן לנעימה ומהנה הרבה יותר.\nאז אמרנו שמדובר במשחק שמעניק חוויה מרגשת. כל הזמן. אבל זה לא הכל. אין הרבה משחקים שיגרמו לכם לשחק בהם כל כך הרבה שעות כמו דסטני. מבחינה זו, מדובר במאסטר-פיס של ממש. הקמפיין לבדו אורך כמה עשרות שעות (כמה בדיוק? תלוי ברמת הגיימר שלכם. יש כאן בקלות 30-40 שעות בסיסיות). גם הכותר הנוכחי ישאב אתכם בסופו של דבר למאות שעות של שיטוט, ירייה, חיפוש אחר אוצרות (loot) ועוד הרבה הפתעות. וזה עוד לפני שדיברנו על אפשרות המולטיפלייר ואופציית RAID שהיא בעצם גולת הכותרת של החלק השיתופי של דסטני.\n\nהפעם אתם תפגשו 4 עולמות חדשים. יפים ומרגשים כמו שבאנג׳י יודעים לעשות. מבחינה גרפית אין הרבה מה להרחיב. כל משחק של חברת הפיתוח הזאת, הוא יצירת אמנות של ממש. מעבר לעולמות השונים, סוגי החומרים (מהם עשוי הכוכב), מזג האוויר ורמת היצירתיות הבלתי נתפסת, גם ההקפדה על פרטים של הדמויות עצמן (שלכם ושל החייזרים שתפוצצו) היא פשוט מדהימה. אי אפשר שלא להתרשם (״הרוח״ של החייזר שעוזבת את הגוף אם אתם מדייקים ביריית ראש מושלמת). והאמת, לא הייתה ציפייה אחרת. בנושא הגרפי אני חושב שכולם ידעו שהמשחק הזה יענה על הציפיות. הצוות שם מורכב מאנשים מוכשרים ברמה הגבוהה ביותר.\nעם זאת אנו חיים בעידן שגרפיקה לא מצליחה להחזיק משחק לבדה. השנה ראינו את no man’s sky ואת the last guardian שמבחינה גרפית הם בטופ העולמי, אבל בסופו של דבר לא הצליחו לייצר מחזור מכירות רציני), והמפתחים מודעים לכך. ובגלל זה דסטני 2 לא יאפשר לכם רגע אחד דל במסגרת השיטוט שלכם בגלקסיה.\n\nמעבר לקמפיין, המפתחים לקחו את אחת התוספות האחרונות בדסטני, Public Events והעניקו לה מעיין שדרוג. למי שלא מכיר מדובר בכל מיני קרבות ירי שמופיעים בצורה רנדומאלית על גבי מסך הכוכב שלכם. יש לכם אפשרות להצטרף לעוד שחקנים מרחבי העולם ולהשלים ביחד את האירועים האלה, או להמשיך הלאה במשימה. בדר״כ הם די קצרים (מספר דקות) והם נעים בין קרבות בוס קשים ואגדתיים לגמרי, לקרבות יותר פשוטים ולמשימות שונות. בסוף כל אירוע אתם מוזמנים לאסוף את השלל שלכם. שוב, לא מדובר באופציה חדשה אלא שהפעם אתם תפגשו את האירועים באלה בכמות ותדירות הרבה יותר מאסיבית והם יהפכו חלק בלתי נפרד מהשיטוט שלכם בעולם (לעומת אופציה יותר צדדית במשחק הקודם שהתווספה לאחר השקת המשחק). מה גם שכדי להתקדם באפשרויות שדרוג הגיבור אתם תהיו חייבים לקחת חלק בכמה כאלה.\n\nמעבר לזה שיטת המשחק נשארה זהה. משימות קמפיין קלאסיות, שייקחו אתכם מסביבה פתוחה וחיצונית לכל מיני מערות, מבוכים ואזורים חשוכים (אין טובים מבאנג׳י במעבר הזה מחווית משחק פנימית לחיצונית…). החוויה מרגשת מרעננת ואני לא מכיר משחקים רבים שיכולים להתחרות עם דסטני בכמות היריות הממוצעת ליוזר. אז אתם תירו, והרבה. ובכל דבר שנקרה בדרככם.\nשיטת שדרוג השחקן (שדרוג החלקים השונים- קסדה, זרוע וכו׳) נשארה בדיוק או דבר עם אפשרות מעט שונה להתאים את היכולות המיוחדות של הגיבור. הכיף האמיתי עם הנשקים הבאמת רציניים מתחילים גם הפעם באזור שלב 20.\n\nבנוסף ישנן משימות צד מגוונות וככל שתתקדמו עם הקמפיין, ייפתחו בפניכם שאר ׳הכוכבים׳ והאפשרויות. שוב, לא משהו חדש. למי שציפה לפגוש עולם הרבה יותר גדול ומאסיבי כבר בהשקה הזו, צפויה אכזבה. מדובר ב4 כוכבים של מעיין עולם פתוח, והם כמות נאה לכל דבר. אבל בהחלט לא שדרוג אמיתי מהגרסה הראשונה של 2014. כנראה שבשביל זה נצטרך לחכות לאחת ההרחבות שתצא לאוויר. העולמות החדשים הם Nessus, כדור הארץ או בשמו הנוכחי European Dead Zone, Titan ו-Io.\nאחד הדברים הכי מרגשים ויפים שהביא איתו המשחק הראשון היה האפשרות לטוס בחלליות האישיות השונות ה sparrow. והייתה ציפייה ענקית שהפעם נזכה להשתמש הרבה יותר באפשרות הזו, במיוחד בקמפיין. ולצערי גם הפעם, אתם תחוו את האפשרות די מאוחר במשחק, ובאופן די מוגבל. כמה חבל. אין דרך טובה ויפה יותר לשוטט בעולמות הענקיים שנבנו עבורנו מאשר בתעופה אפית שכזו. בהחלט פספוס ענק.\n\nמעבר לכך אתם תתנסו גם בנסיעה על טנק משוריין אבל גם זה לזמן מוגבל מאוד וללא חידוש אמיתי (קשה כבר לספור משחקים שאפשרו לנו מגוון רחב הרבה יותר של סוגי רכבים, מטוסים וכלי נשק מיוחדים).\nבדומה לעבר, אתם תוכלו להשתמש ב3 סוגי נשקים: ראשי, משני ונשק מיוחד. הם נקראים Kinetic, Energy ו Power. מעבר לשינוי השם, זו אותה אופציה מהמשחק הקודם (להוציא יכולת התאמה טיפה שונה). וגם כאן ראוי לומר, שציפינו לראות חווית משחק באמת שונה. אחרת. חדשנית. וזה היה חייב לבוא לידי ביטוי בנשקים. למרות שמדובר במשחק ירייה מעולה, לא מצאנו כאן חידושים אמיתיים ביכולות הנשק השונות. גם הרימונים ושאר היכולות (שעברו התאמה מזערית) די זהים.\nכמו במשחק המקור (למי שלא מכיר את שלל הפ׳יצרים הבסיסיים של דסטני וכל מידע בנוגע למשחק, אתם מוזמנים לקפוץ לכתבה שלנו מ2014 בראשית הכתבה או לגלוש לאתר הענק הזה של ign העולמי שדי מכסה כל מה שצריך לדעת.\nברגע שהבר הצהוב שלכם מתמלא תוכלו להשתמש בסופר יכולת שלכם לזמן מוגבל (מספר שניות). לחיצה על r1 וl1 וקדימה זה הזמן לשעוט אל עבר היצור/ים הכי קרוב/ים אליכם!\n\nהמשחק עושה עבודה מצוינת בהענקת תחושה של התעצמות מפעם לפעם ומשלב לשלב. הנשקים מרגישים חזקים יותר, היכולות המשופרות מעניקות אקסטרה ביטחון ואין ספק שזה כותר שיודע להוביל את השחקנים שלו מצויין לאורך המשחק, תוך שהוא שומר על רמת סיפוק גבוהה.\nנדגיש, כדי באמת להתחיל להנות מהיכולות שלכם להביס את היצורים השונים אתם תצטרכו לבלות שעות רבות של משחק וחיפוש אחר אוצרות ושדרוג נשקים. וכשתתקדמו כאמור, אתם בהחלט תרגישו חזקים ועוצמתיים יותר. מבחינה זו המשחק שומר על היכולת הנהדרת שלו להמשיך ולגרות את השחקן להמשיך להתקדם בניקוד ״האור״ שלו כדי להביא את הדמות שלכם לעמדת כוח מקסימלית.\n\nבהקשר זה, חפשו את הנשקים ״האגדתיים״. נשקים מיוחדים שלא פשוט כלל לזכות בהם. ישנם סרטונים רבים ברשת שכבר יסבירו לכם איך כדי להשיג את המגה נשק הבא.\n\nלכל אורך המשחק ובכל האפשרויות שלו תלווה אתכם מוזיקה מצוינת שהיא ללא ספק אחת הנקודות הכי חזקות של דסטני. צריך לומר שמאוד קשה לייצר מוזיקה שתדע להשתלב מצויין בכל שלב של משחק בו אתם נמצאים. שיטוט סקרן ורגוע, אזור מפחיד במיוחד או קרב אינטנסיבי. מוזיקה שתדע להיות פרועה, ואח״כ מלודית או אפית. והכל בהתאם להתרחשות. והכותר הזה הוא ללא ספק פינוק גדול לחובבי המוזיקה. מוזיקת הרקע של המשחק תעצים ותלווה כל חלק בהרפתקה שלכם. וחייב לומר שזה פשוט מעניק ערך מוסף ענקי לחווית המשחק.\nהיתרון שעזר לבאנג׳י לבנות מאגר עצום של שחקנים שלא עזבו את דסטני במשך 3 שנים הוא ללא ספק החלק השיתופי של המשחק – אפשרויות המולטיפלייר השונות.\nולמרות שגם השנה אין שינוי גדול ומפתיע, גם הכותר הזה יישען את אופציות דומות כמו Countdown או Survival כדי לגרום לכם לבלות מאות שעות בלחימה אונליין. ברוב המודים אתם תתמודדו בקבוצות של 4 על 4, במוד PvP קלאסי שעובד בסך הכל חלק מאוד. לבחירתכם 11 מפות (12 עם אפשרות הבונוס) מלאות במגוון אזורים ושטחים שממצים נפלא את יכולת הריחוף המפורסמת של המשחק הזה.\nבהתחלה זה נראה מעט אבל לאורך זמן זה מוכיח את עצמו והופך את חווית האונליין למגרש מרתק מלא בהתרחשויות קרובות. כמו בדסטני 1, גם הפעם תוכלו להשתתף באירוע חד שבועי (נפתח פעם בשבוע) שנקרא Trials of the Nine.\nללא ספק גולת הכותרת של החלק השיתופי ואולי בכלל של סדרת המשחקים הזו היא אפשרות ה-RAID. כאן תשתפו פעולה עם עוד 5 חברים במה שנחשב משימת כל המשימות של חווית האונליין. קרב בוס אימתני בחווית אונליין שדורשת תאום מושלם ועבודת צוות אדוקה כדי להצליח. עם השקת המשחק שוחרר ה-RAID הראשון בשם Leviathan (שגיימרים זריזים כבר הספיקו לסיים אותו) ואם תחפשו תוכלו למצוא כבר מספיק סרטונים בנושא. האופציה הזו הייתה ונשארה הדרך של המפתחים לשמור על הקהל הפאנטי שלהם מעוניין ומרוצה. שוב, תצטרכו לבלות כ-60 שעות לפחות, לפני שתוכלו להשתתף באחד כזה, וגם חשוב מאוד שתנסו כבר לבנות לכם צוות אופציונלי רציני למדי. החלק הזה הוא לא לחובבנים.\n\nאז 3 שנים אחרי, אנו פוגשים את משחק ההמשך הגדול. אבל יותר ממשחק המשך אמיתי התחושה היא יותר של הרחבה רצינית לאותו משחק מקורי (שלו אגב יצאו 4 הרחבות לאורך הזמן). שלא תטעו, הגרפיקה כאן לא פחות ממדהימה. העולמות מפתיעים ומרגשים ומדובר בחווית ירייה מהוקצעת לחלוטין. זה משחק שישאב אתכם שוב ושוב אל הכוכבים שלו.\nאפשרות האונליין טובה לפחות כמו בעבר, ואפשרות ה-RAID הייתה ונשארה האתגר הגדול לכל אוהד של המשחק. אבל האמת שקשה להכריע האם הכותר הזה גונב את כתר משחקי החלל ממשחקים כמו Halo או Borderlands. הרבה בגלל שזה לא ממש מרגיש כמו משחק חדש. אלא שדרוג למשהו מוכר.\nהמוזיקה של המשחק מעולה והשקיעו כאן רבות ביכולת שלה להשתנות בהתאם לקצב המשחק. אם מעולם לא שיחקתם בדסטני, אז אין הרבה שאלות, זה כותר AAA שחייב להחזיק. לעומת זאת, אם אהבתם את המשחק הראשון וקיוויתם למצוא משחק חדש לחלוטין שטורף את הקלפים, כזה שמציב רף חדש לז׳אנר. סורי, זה לא המקרה השנה. אבל אמרנו מספיק, ודי עם ההתלבטויות. מדובר במשחק וידאו, ברמה כמעט מושלמת. גיימרים! הגיע הזמן היכנס לחללית, להכין אצבעות, לאסוף נקודות ״אור״ ולהציל את הגלקסיה! שנה טובה לכולכם!", "keywords": "משחקים,גיימינג,דסטני,כותר,destiny,destiny 2,bungie,halo"}