{"url": "https://www.geektime.co.il/samsung-leaked-images-accessories-line/", "type": "article", "title": "נחשפו התמונות והמחירים של ליין האקססוריז המרשים שיושק לצד ה-S8", "description": "ימים ספורים לפני אירוע ההכרזה ואחרי שהגלקאסי S8 נחשף פחות או יותר במלואו, כעת הגיע הזמן של האביזרים הנלווים; בראש ובראשונה ניתן למצוא תחנת עגינה שתהפוך את המכשיר לעמדת עבודה לכל דבר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/Samsung-DeX-Station-1490403384-1-12.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-26T09:33:54Z", "modified_time": "2017-03-26T09:34:39Z", "articleBody": "ימים ספורים לפני אירוע ההכרזה ואחרי שהגלקאסי S8 נחשף פחות או יותר במלואו, כעת הגיע הזמן של האביזרים הנלווים; בראש ובראשונה ניתן למצוא תחנת עגינה שתהפוך את המכשיר לעמדת עבודה לכל דבר\nמקור: Winfuture\nבעוד שלושה ימים בלבד תחשוף סמסונג את מכשיר הדגל החדש שלה, זאת לאחר שאין ספור שמועות, תמונות ודיווחים בנוגע ל-S8 הכוללים את המפרט הטכני והעיצוב המדויק שלו כבר דלפו לרשת. אם כל זה לא מספיק לכם, נראה כעת כי גם האביזרים הנלווים למכשיר נחשפו במלואם לצד המפרט הטכני ותג המחיר שלהם באתר WinFuture הגרמני. בין האקססוריז ניתן למצוא כיסויים סטנדרטיים, אבל גם מוצרים מעניינים יותר כמו תחנת העגינה DeX שתהפוך את המכשיר למחשב לכל דבר ומטען אלחוטי פרי ייצורה של החברה.\nלפני קרוב לשלושה חודשים דיווחנו על כך שה-S8 עשוי להגיע עם תכונה לדומה לזו שמיקרוסופט הוסיפה לאחרונה למערכת ההפעלה שלה – Continuum. מדובר בפיצ׳ר אשר מאפשר למכשירים תומכים להתחבר לכל צג המריץ חלונות 10, ולהקרין את המסך שלו על מסך משנה, גם על מסך טיפש ונטול כל מערכת הפעלה.\nאותה שמועה, שככל הנראה התבררה כנכונה, תתאפשר הודות לתחנת עגינת בשם DeX, אשר כוללת את פונקציונאליות הדסקטופ שתהפוך את ה-S8 לעמדת עבודה לכל דבר באמצעות שילוב של מסך, מקלדת ועכבר. ה-DeX (ככל הנראה קיצור ל-Desktop eXperience) יכלול מאוורר מובנה שיוודא שהמכשיר לא יתחמם יתר על המידה (בכל זאת, סוגיית הנוט עדיין לא נשכחה), יציאת HDMI עם תמיכה ב-4K בקצב של 30 פריימים בשנייה ו-2 יציאות USB. כפי שניתן לראות בתיאור המוצר מחירו יעמוד על 150 יורו שהם בסביבות ה-600 ש״ח. (רק אנחנו ממש רוצים שכל מכשיר חדש שיושק יכלול כעת תמיכה בפונקציה כזו?).\nSamsung Dex Station, מקור: Winfuture\nאביזרים נלווים נוספים ל-S8 כוללים גם מטען אלחוטי התומך בטעינה מהירה שניתן להשתמש בו במצב שכיבה או עמידה (כדי להשתמש במכשיר בזמן שהוא נטען) שיעלה כ-80 יורו (314 ש״ח) וסוללה חיצונית בנפח של 5,100mAh עם יציאת USB Type C ו-Micro USB ב-70 יורו (275 ש״ח). בגזרת הכיסויים ניתן למצוא את ה-ClearView שיאפשר להניח את ה-S8 או S8 Plus לצד המיטה על השידה כמו שעון מעורר רגיל (236 ש״ח) או את Alcantara, כיסוי שעשוי מבד מיקרופייבר עדין הכולל צ׳יפ NFC מובנה שיעלה כ-45 יורו (177 ש״ח). המוצר האחרון ששווה התייחסות הוא כיסוי ייעודי למקלדת Qwerty פיזית שיעלה כ-60 יורו (236 ש״ח).\nמקור: Winfuture\nאמנם מרבית השמועות שפורסמו עד היום התבררו כנכונות, אבל אנחנו ממליצים לכם לקחת את המידע לעיל בעירבון מוגבל ולהמתין עד ליום רביעי הקרוב בשעה 5 אחה״צ (שעון ישראל) לאירוע ההכרזה החגיגי במסגרתו ייחשפו סוף סוף ה גלקסי S8 וגלקסי S8 Plus לצד ליין אביזרים מעניין ובראשם כמובן ה-Dex. אנחנו כמובן נעדכן לאורך כל האירוע.", "keywords": "סמסונג,samsung,גלקסי,גלקסי s8,אביזרים גלקסי,samsung galaxy s8,s8,אנדרואיד,הכרזה סמסונג"}