{"url": "https://www.geektime.co.il/bootstrap-review/", "type": "article", "title": "כל מה שצריך לדעת על Bootstrap: תבניות עיצוב לווב", "description": "לא לכל פרויקט יש מעצב גרפי ובשנים האחרונות צצה ספרייה שעושה הבדל משמעותי ביכולת לייצר אתרים יפים. יש לספרייה הזו גם כמה אלמנטים חדשניים ברמת המימוש, ששווה לדבר עליהם. הצצה ל-Bootstrap מבית טוויטר.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/12/bootstrap.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-12-03T11:29:17Z", "modified_time": "2013-12-03T11:38:07Z", "articleBody": "לא לכל פרויקט יש מעצב גרפי ובשנים האחרונות צצה ספרייה שעושה הבדל משמעותי ביכולת לייצר אתרים יפים. יש לספרייה הזו גם כמה אלמנטים חדשניים ברמת המימוש, ששווה לדבר עליהם. הצצה ל-Bootstrap מבית טוויטר.\n\nלא לכל פרויקט יש מעצב גרפי. למי מכם (מתכנתים) שיצא ליצור אתר/אפליקצית ווב מ-scratch, בוודאי יודע שידע ב-CSS ובאפקטים – פשוט לא מספיק כדי לייצר אתר יפה:\nאתם עובדים, משתמשים במיטב הכלים, תמונת באיכות מעולה, אבל… האתר פשוט לא יוצא יפה כמו שרציתם. צריך גם חוש אסתטי מפותח / כשרון עיצובי בכדי לגרום לדברים לקרות [א]. (אנא סלחו לי, המתכנתים בעלי החוש העיצובי המפותח , שלא נתקלים בכאלו בעיות).\nבכלל, ברירת המחדל של HTML איננה ממש אסתטית: טקסט שחור על רקע לבן עם מרווחים לא הגיוניים וללא צבע, הפקדים נראים כמו פקדים בסיסיים של מערכת ההפעלה… – זו לא התחלה טובה לאתר “החלומות” שלנו.\nהאם HTML5 boilerplate ישפר את המצב? Plug-Ins של jQuery לאפקטים הם הדרך? לא, לא, ולא.\nבשנים האחרונות צצה ספרייה שעושה הבדל משמעותי ביכולת לייצר אתרים יפים. יש לספרייה הזו גם כמה אלמנטים חדשניים ברמת המימוש, ששווה לדבר עליהם. הספריה הזו היא הפרויקט הפופולרי ביותר ב-github (יותר מ jQuery, RoR ואחרים) ואחרי שתעבדו בה מעט, תזהו אלמנטים שלה בהרבה אתרי האינטרנט שתבקרו בהם.\nבפוסט זה אציג כמה מהרעיונות העיקריים של ספריית Bootstrap מבית טוויטר.\nאם נתבונן על אתרי אינטרנט, נוכל לראות שיש ברבים מהם תבניות עיצוב שחוזרות על עצמן:\nהערה: אני אמנע משימוש במונח “תבניות עיצוב”, למרות שהוא יכול להיות מדויק למדי, בגלל הבלבול האפשרי עם “תבניות עיצוב” בתוכנה כגון כגון Singleton.\nהנה 3 אתרים לדוגמה שמציגים את תבניות הללו (לחצו על התמונות על מנת להגדיל):\n\n\n\nיש עוד כמה תבניות נפוצות אחרות, למשל כמו grid (קרוי גם: cards):\n\nBootstrap מנסה לתת התחלה של עיצוב אלגנטי לאתר. רק מעצם ההוספה של ספריית bootstrap לדף HTML פשוט – הוא כבר נראה קצת טוב יותר:\nטקסט HTML פשוט, בלי ועם Bootstrap שנטענה.וידוי: הוספתי על אלמנט ה body תכונת class עם הערך container, בכדי לקבל את המרכוז.\nמשפחה חשובה נוספת של תבניות עיצוב-אתרים שהופכת לפופולרית בשנים האחרונות היא משפחת התבניות של Responsive Web Design (בקיצור RWD): כיצד מתאימים אתר למחשב שולחני, טאבלט וסמארפון – מבלי לכתוב את האתר 2 או 3 פעמים (= תוספת עלות משמעותית לפיתוח!)\nאם עד לא מזמן כל המשתמשים היו משתמשי desktop עם רזולוציית מינימום מסוימת (נאמר 1024×768), כיום יש פיזור משמעותי בין סוגי המכשירים השונים. אמנם טאבלטים יש מעט פחות, אך ע”פ נתונים, ממכשירי טאבלט גולשים יותר מאשר ממכשירי סמארטפון. המגמה הולכת ועולה ובעתיד הקרוב, דווקא המחשב השולחני יהיה החשוב פחות מבין השלישייה.\nלמרות הבאזז הרב מסביב ל”תחכום” שב-RWD, ניתן למצוא מספר של תבניות פתרונות עיצוב שחוזרים על עצמם:\nיש גם כמה פתרונות טכניים, שחוזרים על עצמם, להתמודדות עם RWD. שימוש ב-Media Queries (שיושבים בתחתית ה-CSS כדי שיוכלו לדרוס חוקים אחרים) – הם שלב ההתחלה. ניתן לעתים להתרשם שזה כל העניין ב-RWD – אך זה ממש לא כך.\nגישה נפוצה היא מה שנקרא “גישה מצמצמת” (subtractive approach) בה כדי שאתר יתאים ל Smartphone, למשל, מוסיפים לקוד ה-Desktop קטעי קוד ש”יבטלו” פונקציונליות מסוימת / פחות חשובה שאין לה מקום במסך הסמארטפון.\nהמשמעות היא שכל הקוד של ה-Desktop ירוץ על המכשיר הכי חלש (סמארטפון [ב]), ויש פה חוסר יעילות משמעותית.\nהגישה העדיפה בד”כ היא מה שנקרא Progressive Enhancement (חלק מ”Mobile First”) – לטעון את הבסיס למכשיר הסמארטפון, ולטעון עוד קוד / קבצים למכשירים ה”חזקים” יותר – קוד שמוסיף את הפונקציונליות הנוספת של המכשירים הללו.\nהנה סקר שמראה שהגישה המצמצמת היא דווקא הנפוצה, למרות שהיא נחשבת לפחות יעילה.\nהערה: במרכז Bootstrap גרסה 3 (החדשה, יחסית) עמד הנושא של Responsive Design ו-Mobile First (בגלל ההבנה שזה שמובייל הופך להיות מרכז השוק). Bootstrap 3 הציגה שינויים לא תואמים-לאחור ל-Bootstrap 2, ורבות מהתכונות / פתרונות שאתאר בפוסט זה, המתבסס על Bootstrap 3, לא יהיו נכונים / מדויקים לגרסאות ישנות יותר.\nהערה נוספת: Bootstrap היא לא יחידה במינה. ישנן עוד כמה ספריות אחרות עם עקרונות דומים מאוד ל-Bootstrap, ספריות כמו Pure, Neat, Foundation או SemanticUI. יש טענות שספריות חדשות, כמו Neat, Pure או SemanticUI הן הצעד הבא של Bootstrap, אך בחרתי להתמקד ב-Bootstrap כי היא כיום האופציה הפופולרית ביותר.\nעיצוב ברירת-המחדל של Bootstrap\n\nBootstrap לא המציאה את ה-Grid System, אך יש לה Grid System בוגר, responsive ושבשימוש ניכר – אז כנראה שניתן ללמוד ממנו משהו.\nBootstrap מחלקת את המסך ל-12 עמודות וירטואליות. כל אלמנט על המסך מגדיר מה הרוחב שלו ב”עמודות”, למשל 2 עמודות זה שישית מסך ו 6 עמודות הן חצי מסך. הגובה נקבע, כמובן, ע”פ התוכן של האלמנט. זה לא טבעי ב-HTML לנסות לקבוע 2 מימדים של אלמנט (אלא במקרים בהם מוכנים לעבוד עם scrollbar).\nלמה בעצם לא לעבוד באחוזים? גם הם סוג של “responsive”?\nה-grid system הוא fluid, כך שאם “טעינו” בחישוב, או אולי זה חישוב דינאמי בעת ריצה, ואלמנט חורג מ 12 העמודות – הוא “קופץ” לשורה הבאה, מה שנקרא Wrapping.\nניתן ליצור nesting של grid בתוך grid. אלמנט ברוחב 4 עמודות (שליש) בתוך אלמנט ברוחב 4 עמודות יצור אלמנט ברוחב תשיעית מרוחב התוכן במסך.\nכפי שאמרנו, בוטסטראפ מגדירה שיטה לכתיבת אתרים responsive. עד גרסה 3 מערכת ה grid הייתה תקפה לכל מכשיר ורוחב מסך. זה עבד לפעמים יותר טוב – ולפעמים פחות טוב. בוטסטארפ 3 מגדירה 4 מערכות grid ל 4 גדלים של מכשירים:\nמאיפה נבחרו המספרים? מהניסיון של טוויטר. אתם יכולים לשנות אותם.\nארבע מערכות הגריד מאפשרות לבצע התאמות למכשירים מסוימים. למשל: לומר לאלמנט “אתה ברוחב 6 ב-lg, אבל ברוחב 12 ב-sm” – זאת על מנת לעשות התאמה קלה למכשירים אחרים.\nהאם זה אומר שאני צריך להגדיר רוחב של כל אלמנט 4 פעמים??? – לא. לרוב תגדירו רוחב אחד בלבד (עדיף שבאותה מערכת צירים) – ובוטסטראפ ידע לתרגם בצורה יפה את רצונכם לשאר הרזולוציות. פה ושם צריך לעשות תיקונים ולעתים תאלצו באמת להגדיר רוחב של אלמנט בכל ארבעת מערכות ה grid.\nאיך קובעים רוחב של אלמנט? פשוט מוסיפים לו class של CSS בשם col-xx-yy, כאשר xx הוא lg עד xs ו yy הוא מספר מ 1 עד 12. למשל: col-sm-3 או col-md-9.\nאם רוצים לחייב שאלמנטים יהיו ביחד (ולא יקפצו שורה) או שאלמנטים אחרים לא ייכנסו איתם לשורה, פשוט עוטפים אותם בתגית כלשהי ומסמנים עליה class בשם row. למשל:\n<divcolor: rgb(45, 45, 45); font-family: Arial, Helvetica, sans-serif; line-height: 18px; background-color: rgb(255, 255, 255);”>row”> <img …><p …></div>\nכלי נוסף ב grid system הוא היכולת ליצור ריווח בעזרת offset. למשל:\n<divcolor: rgb(45, 45, 45); font-family: Verdana, Geneva, sans-serif; line-height: 18px; background-color: rgb(255, 255, 255);”>col-md-offset-4″>\nיציב אלמנט ברוחב 4 ובמרחק 4 מהאלמנט הקודם באותה השורה.\nבואו נראה דוגמה לעיצוב של אתר ע”פ מערכת 12 העמודות:\n\nפרמטר אחרון מעניין הוא הצמד visible ו hidden. אם אלמנט מסוים פשוט לא מתאים לסוג רזולוציה מסוים, נניח לסמארטפון, אפשר להעלים אותו ע”י הוספת class בשם “hidden-xs”. הפרמטר visible יגרום לאלמנט לא להופיע בכל הרזולוציות שלא צוין, לדוגמה “visible-md” יציג את האלמנט רק בטאבלט בהעמדת landscape.\nל-Bootstrap סט של פקדים סטנדרטיים שאפשר להשתמש בהם ללא כתיבת ג’אווהסקריפט. כיצד? ע”י annotations של CSS, כמובן!\nבואו נראה כמה פקדים נפוצים:\nראשית כדאי להכיר את סכמת הצבעים שחוזרת על עצמה לאורך פקדים רבים:\n\nששת הצבעים הנ”ל הן קונבנציה שמייצרת אחידות לגבי התוכן. הודעות, כפתורים, ועוד ירמזו על כוונה למשתמש ע”י שימוש בצבע הנכון. אתם יכולים להוריד, כמובן, themes עם צבעים אחרים או להגדיר אותם בעצמכם – אבל בוטסטראפ יעזור לכם לשמור שהם יהיו קונסיסטנטים בכל המערכת.\nהנה כפתורים:\nאו טבלאות מעוצבות:\n\nכשפקדים צריכים נתונים, הם פשוט לוקחים אותם מתוך ה HTML (ואתם יכולים לשתול אותם שם ב js או עוד מהשרת):\n\nזהו, אני מרגיש שמיציתי את ההעתקה של התיעוד הרשמי של bootstrap. אם אתם רוצים לקרוא עוד בנושא – פשוט לכו לשם.\nאינני רוצה לחזור על תיעוד רשמי מצוין, אז אקצר בפסקה אחת את נושא ה Plug-Ins.\nעם כל הכבוד (ויש!) ליצירת סט פקדים עשיר ויפה על בסיס CSS בלבד, ישנם כמה דברים שלא אפשרי (או לא נכון) לבצע רק בעזרת CSS וצריך קצת קוד javaScript. ב-Bootstrap אלו נקראים Plugins (כי הם בעצם jQuery plugins, אם משתמשים בהם יש לטעון את jQuery לפני bootstrap.js) ומגיעים 13 כאלו עם ספריית ה bootstrap כדי ליצור כפתורים דינמיים, tooltips, טאבים, dialogs וכו’. כשג’אווהסקריפט מעורב, לרוב יש שימוש ב attributes בצורה *- data ולא רק עוד classes על האלמנט.\nאעתיק בכל זאת עוד דוגמה בודדת של שימוש ב plugin מתוך התיעוד (הוא פשוט מוצלח, ולא אצור דוגמאות טובות ממנו):\n\nתיעוד ה plug-ins נמצא כאן.\nהכרנו את Bootstrap, ספרייה סופר-פופולרית שברגע שמתרגלים לעבודה בה – ניתן לפתח בעזרתה אתרים שנראים טוב, ובמהירות. יש ל Bootstrap לא-מעט Controls ויכולות, אבל כמובן שהיא מוגבלת לסוג מסוים של עיצובים. אל תפחדו להוסיף עליה CSS Styles ו-Controls חיצוניים בכדי להעשיר את החוויה – זה מה שהרבה משתמשים שלה עושים. האתרים הגדולים יותר (“בעלי התקציב”) לרוב לא בוחלים באמצעים ומשתמשים בספריות מורכבות יותר, המאפשרות גם גמישויות רבות יותר. כרגע, Bootstrap פופולארית בעיקר בקרב אתרים קטנים, אך גם שמעתי פרשנות שהיא עשוייה לפרוץ את הגבולות הללו ולתפוס את מקומה של jQuery Mobile בתור ספרייה מובילה לפיתוח אפליקציות ווב למובייל בזכות היכולות הרספונסיביות שלה (הגריד ועוד כמה שלא כיסיתי בפוסט) והמשקל הקל שלה.\nגם אם אתם לא מתכוונים להשתמש ב-Bootstrap, שווה לשים בצד כ-Reference את הרעיונות העיצובים שלה – רעיונות בהחלט חדשניים שאתם יכולים לקחת למערכת הווב שלכם.\nשיהיה בהצלחה!\n*  *  *\nלינקים מעניינים נוספים:\n“למה Bootstrap היא ממש חשובה”\nסיכום ודוגמאות של שימוש ב-Bootstrap\nרשימת שאלות ב-Quora על Bootstrap\nרשימה של כמעט מיליון (כלומר 319) אתרים שעוסקים ב-Bootstrap\n*  *  *\n[א] מופע נוסף של הבעיה ניתן לראות באתרים כמו Wix. Wix מספקים עורך WYSIWYG קל מאוד לשימוש לעריכת אתרי HTML. בכל זאת, זה לא מספק – כי למרות הכלים הנוחים, האתרים לא יוצאים יפים מספיק. Wix תוקפים את הבעיה בעזרת יצירת המון templates מעוצבים מוכנים מראש שהמשתמש רק עורך בהם התאמות קלות. פתרון אחר: שוק של מעצבים שזמין לעזור למשתמשים (בתשלום, כמובן).\n[ב] למרות שטאבלטים מצויידים כיום באותם מעבדים של הסמארטפונים, לעתים יש להם תדר שעון גבוה יותר (לדוגמה iPad Air ו-iPhone 5S, כנראה בגלל הסוללה הגדולה יותר בטאבלט) ו bus רחב יותר של זכרון (כנראה בכלל ה-GPU והצורך לצייר על מרחב גדול יותר), שמשפר את כלל ביצועי המכשיר.\nהפוסט פורסם לראשונה בבלוג ארכיטקטורת תוכנה.", "keywords": "bootstrap,סקירה,פיתוח,תבניות ווב,css,html,layout,singleton,html5,jquery"}