{"url": "https://www.geektime.co.il/hello-fighter-gamerdaddy/", "type": "article", "title": "Hello Fighter", "description": "מוצר מרצ'נדייז חדש ומזעזע הזכיר לי כמה מוצרים ישנים יותר ומזעזעים, אבל פחות.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/07/hellokitty.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-07-24T18:30:23Z", "modified_time": "2011-07-25T09:52:02Z", "articleBody": "מוצר מרצ’נדייז חדש ומזעזע הזכיר לי כמה מוצרים ישנים יותר ומזעזעים, אבל פחות.\nצילום: flickr, cc-by, JD Hancock\nפריט מרצ’נדייז חדש ומזעזע הוכרז, וגרם לי לחשוב על פריטים שונים,  מוצלחים יותר ופחות, שיצאו עם השנים. את הפריט המזעזע תמצאו לקראת סוף  הפוסט – בכל זאת, צריך להשאיר את הטוב לסוף, אפילו אם הוא ממש רע.\n \nלכבוד היציאה של Resident Evil 4 ביפן, השיקה המפיצה, קאפקום, מגוון  מוצרים שמשמשים את הדמות הראשית במשחק, ליאון. בין משקפי השמש והמעילים  הסתתר גם בקבוק אפטרשייב. אם נעזוב לרגע בצד את בדיחות הגיימרים (הם בכלל  מתגלחים? שמים אפטרשייב? שמים דיאודורנט? מתקלחים? מחליפים גרביים?), עדיין  נישאר עם מוצר שאולי שימש את גיבור המשחק בבוקר שלפי שהמשחק התחיל, ואולי  גם בבוקר שאחרי שהמשחק נגמר, אבל למהלך המשחק אין לו שום קשר.\nכשקונסולת הגיימקיוב זכתה למשחק בסדרת Starfox, הלא הוא Starfox  Adventures, הוא יצא גם במהדורה מיוחדת שכוללת ערכת הישרדות שאמורה לאפשר  לכם לשחק במשחק במשך הרבה שעות בלי לצאת מהחדר בכלל. החלק הכי נורמלי בערכה  היה בקבוק מיץ תפוחים שעליו מודבקת התווית “דלק שועלים”. כדי שלא יפריעו  לכם במשחק, יש בערכה גם שלט לדלת, כמו זה ששמים בבתי מלון כשמעדיפים  שהחדרנית לא תתפוס אתכם עם המאהבת, ועליו כתוב “לא להיכנס, כאן מתרחשות  הרפתקאות”. ומה אם תרצו ללכת לשירותים? אל פחד, הערכה כוללת גם נייר טואלט.  חלקכם בוודאי מזועזעים עכשיו, אבל הפרקטיים מביניכם בוודאי חושבים לעצמם  שאם תלכו לשירותים בפינת החדר במקום בשירותים, זה יהיה מאוד מסריח. אבל  נינטנדו חשבו צעד אחד לפניכם – הם שמו בחבילה גם עץ ריח. זה בטח יעזור.\n\nאם כבר הזכרנו נייר טואלט, הנה מרצ’נדייז שדווקא אהבתי – עם ההפצה של No  More Heroes 2, ההמשך למשחק הטוב ביותר בקונסולת ה-Wii (אולי הוא אפילו  יותר טוב מהמקור, אבל כבר לא הייתה לי קונסולת Wii כשהוא יצא) יצאו גם  גלילי נייר טואלט עם תמונות של דמויות מהסדרה. מה שמגניב כאן הוא שבמשחקים  בסדרה שמירות המשחק מתבצעות כשגיבור המשחק, טראוויס טאצ’דאון, מגיע  לשירותים (מזל שכל הבוסים במשחקים נמצאים מאחורי דלת שממש לידה יש  שירותים), כך שבניגוד לאפטרשייב שהוזכר למעלה, כאן באמת יש קשר למשחק.\nוהנה הגענו סוף סוף לסיבה שבגללה נזכרתי בכל המוצרים ההזויים האלה,  שבעוד כמה שניות יראו לכם כמו רשימת הקניות הרגילה שלכם, בהשוואה למה  שתראו, או יותר נכון – תקראו. למרבה הצער, ואולי דווקא למרבה השמחה, ההכרזה  על המוצרים החדשים לא הגיע עם תמונות. ממש לפני כמה ימים הוכרז שיתוף  פעולה בין CupCom, הבעלים של מותגים כמו Street Fighter (וגם, בואו לא  נשכח, של אפטרשייב ללוחמים בזומבים), ובין סנריו, הבעלים של מותגים כמו הלו  קיטי. בשנה הבאה הם יפיצו ביחד את Hello Kitty X Street Fighter. למרבה  המזל, מדובר בקו בובות בלבד, ולא במשחק. אז אם תמיד רציתם בובת הלו קיטי  בבגדים של ריו, וגה, גייל או מ. ביסון – נשארו לכם רק כמה חודשים לחכות.", "keywords": "מרצ\\'נדייז,merchandise,resident evil,star fox,no more heroes,hello kitty,street fighter,הלו קיטי,סטריט פייטר"}