{"url": "https://www.geektime.co.il/startups-investments-june-2015/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו ונרכשו ביוני 2015", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש יוני", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/moneysmall.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-04T12:30:28Z", "modified_time": "2015-07-05T18:00:44Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש יוני\n\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מרץ\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש מאי\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nחברת SQream טכנולוגיות, המפתחת פתרון לבסיסי הנתונים ענקיים הנחשב לאחד המהירים בעולם, הויעה היום על גיוס של 7.4 מיליון דולר בהובלת קרן ההון סיכון בלמברג קפיטל. החברה שואפת להגדיר מחדש את עולם הביג דאטה על-ידי טכנולוגית מיזעור ומציגה טכנולוגיה חדשנית של ניתוח בסיסי נתונים גדולים וענקיים במהירות ובפשטות. עד כה SQream גייסה סכום של 11 מיליון דולר.\nהחברה הוקמה ב 2010 ע”י עמי גל וקוסטיה וראקין, לSQream פטנטים רשומים (Pending) על שימוש בטכנולוגיה מבוססת יחידת עיבוד גראפית (GPU) על מנת להגביר פי 100 את מהירות ניתוח הנתונים, ולאפשר לאירגונים לעבד כמות נתונים רבה יותר, כמות שצומחת במהירות. בכרטיס גרפי יחיד ישנם אלפי ליבות חישוב וקטורי וSQream חידשה בכך שהיא מאפשרת לבצע עיבודי ביג דטה על כרטיסים אלה ביעילות.\nחברת Nano Dimension, המפתחת מדפסת תלת מימד לתחום האלקטרוניקה, הודיעה כי חתמה על הסכם השקעה פרטית בהיקף של 11 מיליון דולר, לפי מחיר מניה בודדת של 550 אגורות. בהנפקה השתתפו בכירים בתעשיית ההייטק הישראלית, משקיעים פרטיים וקרנות מקנדה, בריטניה, ארה״ב וישראל. כמו כן, השתתפו לידר שוקי הון, ומשקיעים המלווים את החברה בגיוסי ההון האחרונים בהם חברי הדירקטריון ויו״ר החברה.\nהחברה עושה שימוש בטכנלוגיה חדשנית המשלבת בתוכה שלוש טכנולוגיות שונות בהן הזרקת דיו (INKJET), הדפסת 3D וננוטכנולוגיה המאפשרת שימוש בדיו מוליך לצורך הדפסת מוליכים חשמליים וכרטיסי PCB.\nחברת אלטמן מוכרת לרובנו בעיקר כמשווקת גדולה בתחומים כמו תוספי תזונה, תכשירים הומאופתיים וקוסמטיקה טיפולית, אולם החודש, מודיעה החברה על השקת קרן השקעות חדשה בהיקף של 7 מיליון ש”ח בסטארטאפים בתחום הבריאות והביומד.\nמטרת קרן ההשקעות החדשה היא לקדם סטארטאפים בתחום הבריאות, כשהמיקוד שלה בשלב הראשוני הוא חברות בתחום מדעי החיים והבריאות, בטכנולוגיות שונות, בתחומים של מוצרי בריאות צרכניים, lifestyle, נשים, ילדים, טיפול בכאב, דרמטולוגיה, תרופות על בסיס צמחים, דיאגנוסטיקה ופיתוחים בתחום הבריאות הדיגיטלית. כמו כן, בכוונת הקרן להשקיע בחברות המחפשות השקעה בפיתוח ומסחור של פלטפורמות וטכנולוגיות בתחום מוצרי הבריאות לצרכן.\nספקית משחקי המחשב האמריקאית GameFly, הודיעה החודש על מיזוג עם הסטארטאפ הישראלי Playcast Media, שמפתח פלטפורמת משחקי וידאו על גבי הענן, ללא צורך בקונסולות.\nהמיזוג עם Playcast הישראלית, הוא די טבעי עבור GameFly, שהיא אחת מהחברות המובילות בעולם בתחום השכרת משחקי ווידאו, עם מאות אלפי מנויים ברחבי ארה”ב. טכנולוגיית הסטרמיניג שמפתחת החברה הישראלית מייצרת פלטפורמה רחבה, שמעניקה לגיימרים גישה למשחקים הן באמצעות השכרה והן באמצעות Cloud Gaming.\nאחד הפיתוחים הראשונים שנוצרו בעקבות המיזוג הוא שירות חדש שמשיקה GameFly ומאפשר למשתמשים בו לשחק במשחקים השונים על גבי Fire TV, הסטרימר הפופולארי של אמזון. בעקבות זאת, יוכלו מיליוני גיימרים בארצות הברית ליהנות מגישה למשחקים היישר לטלוויזיה שלהם\nחברת Mantis Vision הישראלית מפתח תקווה, ששותפה לגוגל בפרויקט Tango, הודיעה החודש על השלמת גיוס של 9.7 מיליון דולר. הפלטפורמה אותה פיתחה חברת מנטיס ויז’ן נקראת MV4D והיא מאפשרת להביא את עולם הצילום התלת מימדי אל עולם המובייל. בפועל, מדובר על טכנולוגיית תלת מימד לצילום עומק, המסוגלת לפעול גם בעת תנועה ומאפשרת יצירת תכנים על ידי המשתמש באמצעות אקו-סיסטם תלת מימדי. בין השאר פיתחה החברה את ה-F5, סורק תלת מימדי, שאפשר יצירה של מודלים תלת מימדיים בכל מקום ובתוך דקות ספורות, וכמובן את ה-MV4D, הטכנולוגיה שמשמשת את גוגל בפרויקט Tango המסקרן שלה.\nחברת אבטחת המידע הישראלית LightCyber הודיעה על השלמת סבב גיוס בסך 4.5 מיליון דולרים. את סבב הגיוס הנוכחי הוביל היזם הבולט ומייסד צ׳קפוינט שלמה קרמר, אשר גם יצטרף לדירקטוריון של החברה. הפיתוח של החברה מזהה התנהגויות חשודות של האקרים אשר הצליחו לעקוף את מערך האבטחה ההגנתי של הארגון, ותופס אותם ׳על חם׳ בעודם מבצעים את התקיפה.\nהטכנולוגיה אותה פיתחה LightCyber מאפשרת לארגונים לזהות איומים ופרצות ברשת הפנימית שלהם, עוד בשלבים מוקדמים, תוך כדי זיהוי מהיר בזמן אמת של איומים פוטנציאליים. כך, עוזרת החברה למנוע את התפרשותו של האיום אל ענפים נוספים בתוך הרשת, תהליך שעלול לסכן מידע רב וחשאי של החברות השונות.\nלפי מידע שהגיע לגיקטיים, חברת הסטארטאפ הישראלית JethroData המפתחת מסד נתונים אנליטי שרץ ישירות מעל פלטפורמת Hadoop, השלימה החודש סבב גיוס שני בגובה של 8.1 מיליון דולר. את הסיבוב הובילה קרן הון הסיכון האוסטרלית Square Peg Capital והשתתפה בו גם קרן הון הסיכון הישראלית פיטנגו שהשקיעה בחברה גם בסיבוב הקודם. עד כה גייסה החברה כ-12.5 מיליון דולרים.\nהטכנולוגיה של JethroData מציעה מסד נתונים אשר מאחסן את המידע ב-Hadoop במבנה טורי ובונה אינדקס לכל אחד מהטורים. מסד הנתונים של JethroData מאפשר תשובות מהירות לשאילתות אנליטיות מורכבות, ומאפשר שימוש ב-Big Data – בזמן אמת, ללא הצורך בהקמה ותחזוקה של שני מסדי נתונים נפרדים – מערכת Hadoop לאחסון הנתונים הגולמיים ומסד נתונים אנליטי לצורך מענה על שאילתות לניתוח הנתונים, מה שיוצר הכפלה לא רצויה של המידע ומגדיל את הוצאות התחזוקה של המידע.\n ענקית התוכנה האמריקאית CA, רכשה את חברת הסטארטאפ הישראלית IdMlogic. סכום העסקה לא פורסם, אולם הוא מוערך ב-15 מיליון דולר.\nIdMlogic הוקמה בשנת 2004 על ידי איריס שרוני ומייק טרובאץ’ והיא פיתחה מערכת לניהול גישות למערכות בתוך הארגון, יצירת משתמשים חדשים, ניהול רשימות המשתמשים ואיפוס סיסמאות. בשנת 2012 נוצר הקשר הראשוני והחברות החלו לשתף פעולה, כשבשבועות האחרונים הבשילו המגעים ונחתמה העסקה. בהודעה שלה ציינה CA כי כל עובדי הסטארטאפ הישראלי, 25 במספר, ייקלטו בשורות CA.\nחברת Colabo הישראלית, אשר פיתחה כלי המסייע למחלקות מכירות ברחבי העולם, הודיעה כי השלימה סבב גיוס A בסך 7 מיליון דולר. את הגיוס הובילה קרן Marker LLC, ביחד עם קרן Kaeden והמשקיעים הקיימים בהם פול מריץ, ראגו ראגוראם (Raghu Raghuram), ריי רות׳רוק ( Ray Rothrock) ו- The Hive.\nהטכנולוגיה שפותחה היא מעין תוסף הרלוונטי לכל מערכת ארגונית, שמאגד מידע על הלקוחות השונים מפלטפורמות חיצוניות כדוגמת לינקדאין ו-Meetup, ומנגיש אותו לאנשי המכירות שכמובן עשויים להתעניין באותה אינפורמציה. המידע מחובר גם למערכות ה-CRM של הארגון, בכדי שתתגבש תמונה מלאה אודות כל לקוח פוטנציאלי.\nהתוכנה מסייעת לאנשי מקצוע להגיע ליעדים עסקיים כדוגמת חיזוי מגמות או לידים; זו אוספת נתונים ממגוון מקורות ברשת, מנתחת אותם, ולאחר מכן כל אלו מוצגים במקום אחד ובצורה פשוטה וברורה הרבה יותר. ביכולתה של התוכנה גם להתריע באופן אוטומטי כאשר מתרחשים שינויים מהותיים במקורות אחריהם עוקבת, שינויים שיבואו לידי ביטוי בתצוגת גרפית, גם כן ברורה לעין.\nחברת הביומד EndoChoice גייסה 96 מיליון דולר לאחר שהנפיקה בנאסד”ק. החברה מפתחת בדיקת אנדוסקופיה חדשנית שעוזרת לגלות יותר גידולים במעי ממערכות מקבילות.\nבדיקת האנדוסקופיה הרגילה, שכוללת החדרת צינור עם סיב אופטי, מאפשרת לרופאים לסקור את מערכות הגוף ולגלות גידולים שונים בשדה ראייה צר יחסית של 180 מעלות; כדי להבין את הפיתוח של EndoChoice, ניתן להשוות את האנדוסקופיה הרגילה לצילום רגיל של סמארטפון, בעוד שהפיתוח של החברה ישראלית, מקביל לצילום פנורמי בשדה ראייה של 330 מעלות, כך שמאפשר גילוי של 76 אחוזים יותר גידולים. החודש הנפיקה החברה את מניותיה בנאסד”ק וגייסה 96 מיליון דולר, לפי שווי של 366 מיליון דולר.\nמאז הקמתה ב-2008, גייסה החברה הממוזגת סכום של כ-115.5 מיליון דולר, כשבין המשקיעים קרנות כמו Sequoia Capital, Deerfield Capital ו-Accelmed של מורי ארקין ואורי גייגר. לחברה יותר מ-400 עובדים כש-50 מהם עובדים במרכז הפיתוח של בישראל.\nillusive networks פיתחה טכנולוגיה שמנטרלת התקפות ממוקדות בצורה יצירתית למדי; החודש מודיעה החברה על גיוס של 5 מיליון דולר.\nטכנולוגיית ה-Deception Everywhere של illusive networks מונעת התקפות ממוקדות ו-APT באמצעות שלל מלכודות וטכניקות הונאה (Deception) ברבדים שונים של רשת ה-IT בארגון, שמוצגות לתוקף ומפתות אותו לפעול על בסיסן. כאשר התוקפים נופלים ברשת ומתחילים לפעול על סמך המידע הכוזב, המערכת של illusive מזהה זאת ומדווחת באופן מיידי על ההתקפה, מה שמאפשר למנהלי האבטחה לזהות ולעצור את ההתקפה בשלביה הראשונים. היתרונות במערכת שפיתחה החברה הוא שהיא אוספת ומציגה מידע בזמן אמת, עוד לפני שהתוקפים מספיקים לטשטש את העקבות שלהם.\nבשורה טובה ליזמות הישראליות: קרן חדשה של אינטל תקצה 125 מיליון דולר להשקעות בסטארטאפים בהובלת נשים.\nלצורך הקמת Intel Capital Diversity Fund, הקצתה Intel Capital סכום מרשים של 125 מיליון דולר למשך 5 שנים. הקרן כבר השקיעה ב-4 חברות בתחומי האינטרנט של הדברים, עידוד שילוב נשים בהייטק, שירותי בריאות ואבטחת סייבר, כשכל חברה נהנתה מהשקעה של 16.7 מיליון דולר. למרות שהחברות שזכו עד עכשיו להשקעה הן אמריקאיות, הרי שהקרן החדשה צפויה להשקיע בכל מקום, כולל ישראל. מעבר להשקעה הכספית, לחברות תהיה גישה גם לתוכניות הפיתוח העסקי של Intel Capital, למומחי הטכנולוגיה של הקרן ולרשת הקשרים שלה.\nיזמות ישראליות שמעוניינות לפנות לקרן, מוזמנות להיעזר באתר הקרן.\nחברת השיווק הישראלית Adgorithms , המציעה פלטפורמת שיווק המיועדת למפרסמים קטנים עד בינוניים, צפויה לגייס כ-41 מיליון דולר (159 מיליון ש״ח) בהנפקה בבורסה המשנית של לונדון – AIM. החברה התחילה להיסחר בשווי הצפוי להגיע ל-154 מיליון דולר, שהם לערך כ-585 מיליון ש״ח אחרי הכסף. ההון שתגייס נועד לשמש את החברה לתמוך בצמיחתה, בין היתר בפתיחת משרדים נוספים בניו יורק ובלונדון.\nהטכנולוגיה שפיתחה החברה ממכנת את כל ההיבטים הקשורים לאופטימיזציה של קמפיין שיווקי וקבלת ההחלטות. כמו כן, ביכולתה להגיב בזמן אמת למגמות ולשינויים בשוק, תוך כדי הגדלת היקף מסע הפרסום ורווחיו.\nהחברה פיתחה אלגוריתם חכם אשר ביכולתו להתאים למפרסמים השונים את הקהל האידיאלי וההשקעה הכספית הנדרשת, זאת על מנת לוודא כי מקצים את תקציב השיווק בצורה היעילה ביותר. כמו כן עובדת החברה עם אתרי תוכן להם מאפשרת ליצור מכרזים בין מספר מפרסמים, כך שככל שכמות המבקרים באתר גבוהה יותר, כך מחירה של כל מודעה פרסומית עולה בהתאם.\nחודשים בלבד לאחר שהשלימה את גיוס סבב ה-Seed שלה, שהוערך ב-2 עד 3 מיליון דולרים, הודיעה חברת הסטארטפ-אפ הישראלית enSilo על גיוס של 10 מיליון דולר. בניגוד לסטארטאפים אחרים בתחום הסייבר, שמנסים למנוע את הפריצה, מונעת הטכנולוגיה שמפתחת enSilo מהתוקף לגנוב את המידע בזמן אמת.\nבניגוד לגישות המסורתיות של רוב חברות אבטחת המידע, הגישה של enSilo לטיפול בהתקפות מתמקדת בקצה שרשרת התקיפה, כלומר בשלב בו המידע כבר חשוף בפני התוקף. הפלטפורמה מנתחת בקשות לתקשורת ברמת מערכת ההפעלה, תוך כדי שהיא אוכפת מדיניות הגנה מגניבת מידע כבר בזמן בקשת התקשורת הראשונית. כאשר הפלטפורמה של אינסיילו מזהה ניסיון להוצאת מידע על ידי גורם עוין מחוץ לאירגון, היא שולחת התראה לארגון וחוסמת התקשרויות זדוניות החוצה. ההתמקדות בתקשורת יוצאת, מאפשרת מתן התראה בודדת עבור כל איום פעיל, ובכך מונעת את הצרה המוכרת של ריבוי התראות (False Positives) שמגיעות לצוותי אבטחת המידע.\nהפלטפורמה שפיתחה החברה יודעת להבחין בצורה מדויקת בין קשרים לגיטמיים לזדוניים, כבר ביצירת החיבור הראשוני, וכך מאפשרת לעובדים להמשיך ולהתנהג בשגרה, גם אם נקודת הקצה שלהם כבר ׳נגועה׳.\nקרן ההון הפרטית האמריקאית אינסייט (Insight Venture Partners) רוכשת את השליטה בחברת אבטחת האפליקציות הישראלית צ’קמרקס (Checkmarx) לפי שווי של 84 מיליון דולר. לפי ההערכות, אינסייט רוכשת כ־60%–70% ממניות צ’קמרקס.\nבחברה הושקעו כ־8 מיליון דולר, כך שהרכישה מתבצעת במכפיל נאה, אך בסכום נמוך ביחס לוותק של החברה. צ’קמרקס נוסדה בשנת 2006, הפכה למעבדת הבדיקות של חברת סיילספורס האמריקאית וייצרה מזומנים בהיקף של מיליוני דולרים בשנה, אך התקשתה לייצר שווי של מאות מיליוני דולרים.\nהמכירה לאינסייט מותירה את צ’קמרקס כיחידה עסקית עצמאית באופן יחסי, השומרת על נייטרליות בעולם האפליקציות. מכירה לענקית טכנולוגיה כמו סיילספורס או גוגל היתה “צובעת” אותה בצבעים של הרוכשת ומפריעה לעסקיה עם המתחרות.\nחברת Lumenis הישראלית, המתמחה בפיתוח מערכות מבוססות אנרגיה לשווקי הכירורגיה, רפואת העיניים והרפואה האסתטית, הודיעה החודש כי חתמה על הסכם מחייב לפיו תירכש על ידי קבוצת XIO הסינית. הרכישה תתבצע לפי שווי מניה של 14 דולר במזומן, מה שמשקף סכום כולל של כ-510 מיליון דולר.\nרוב פעילותה של החברה מתבטאת במתן פתרונות רפואיים לאוכלוסיה המתבגרת, ופיתוח כלים לפן האסתטי והקוסמטי יותר. בין מוצריה של החברה ניתן למצוא מוצרים מבוססי לייזר המקובל לעשות בהם שימוש במכוני יופי למיניהם לצורך הסרת שיער לצמיתות, פעימות אור ממוקדות (IPL) וכאלו הפועלים באמצעות קרינת גלי רדיו (RF).\nעסקת הרכישה טרם נסגרה סופית, ומותנית במספר תנאים בהם אישור בעלי המניות של החברה וכן קבלת אישורים בירוקרטיים נדרשים. מועצות המנהלים של החברה הנרכשת והרוכשת אישרו את תנאי העסקה, והיא צפויה להיסגר באופן סופי עד חודש ספטמבר 2015.\nהסטארטאפ הישראלי FairFly, שהוקם במטרה לסייע לצרכן לחסוך בעלות הטיסות לחו״ל, הודיע על השלמת סבב גיוס בסך 2 מיליון דולר מקרן ההון סיכון בלאמברג. לדירקטוריון החברה מצטרף אלון ליפשיץ, שותף בקרן בלאמברג. החברה מציעה שירות אוטומטי שביכולתו לחסוך מאות ואף אלפי דולרים על כרטיסי טיסה, גם לאחר שנרכשו.\nבאמצעות אפליקציה ייעודית לאנדרואיד ול-iOS, האפליקציה עוקבת אחר השינויים במחירי הטיסה באופן תמידי, ותעדכן את המשתמש ברגע שמחיר הטיסה בה בחר יהיה זול יותר, גם לאחר שקלול עלויות של קנסות הנובעות משינוי המועד. (עדכון יתקבל רק כאשר קיימת אופציה לחסכון של לפחות 5% מהסכום ששולם לאחר דמי הביטול או 50$ – הגבוה ביניהם).\nהסטארטאפ הישראלי SOOMLA, המציע SDK עבור משחקי מובייל במטרה לעודד משתמשים לבצע רכישות מתוך אפליקציות, הודיע כי השלים סבב גיוס A בסך 5.5 מיליון דולר. החברה, שעד עכשיו מימנה את פעילותה באמצעות משקיעים פרטיים, קיבלה את ההשקעה הנוכחית מתאגיד בתחום המשחקים המקוונים שהעדיף להישאר אנונימי, אך נודע כי היקף עסקיו נאמד במיליארדי דולרים.\nהחברה נוסדה בשנת 2012, כאשר שלושת המייסדים: גור דותן, רפאל דקר ויניב ניצן הבחינו בחוסר היעילות שמלווה את פיתוח משחקי המובייל; בעידן בו מגמת ה-׳Free to play׳ נמצאת בעלייה מתמדת ורכישות בתוך האפליקציה (In App purchase) מהוות את הדרך האידיאלית לרווחים, בכל זאת נדמה כי המפתחים לא ממש מבינים את הלוגיקה העומדת מאחורי היבט זה.\nכאן SOOMLA נכנסת לתמונה. פלטפורמת הנתונים שפיתחה, מנתחת את התנהגות המשתמשים על פני רשת רחבה של משחקים. מפתחים אשר יבחרו להצטרף לרשת, יזכו לקבל תובנות מבוססות על אלפי משחקים, ולא רק ספציפית אלו הנוגעות למשחק שלהם.\nחברת CropX הישראלית, הנחשבת לספקית שירותי השקיה מהמתקדמים בעולם, הודיעה על השלמת סבב גיוס ראשון בסך 9 מיליון דולר. בין המשתתפים בגיוס גם יו״ר גוגל אריק שמידט, המבצע את השקעתו הראשונה בתחום עם קרן Innovation Endeavors, לצד Finistere, משקיעה בולטת בארה״ב בתחום האגריטק, הקרן הישראלית קנדית Greensoil וקרן OurCrowd.\nהמערכת שפיתחה CropX, מנתחת באופן אוטומטי את כמות המים המדויקת הנדרשת בחלקים שונים בשדות הגידול, המבוססים על טופוגרפיה, מבנה קרקע ומידת הלחות. בכדי לעשות שימוש במערכת, על החקלאים להוריד את היישום הנייד למכשיר, ולהציב שלושה חיישנים אלחוטיים באדמה. חיישנים אלו ישלחו באופן רציף עדכונים אודות מצב האדמה לענן (הווירטואלי), והתוכנה של CropX תדע לקבוע כיצד להשקות בצורה היעילה ביותר כל חלק בשדה. לטענת החברה החקלאים יכולים להתקין את המערכת באופן עצמי, ללא עזרה חיצונית והשקעה בתשתית יקרה.\nהסטארטאפ הישראלי Mapme הודיע החודש על השלמת סבב גיוס ראשון בסך מיליון דולר שיעזרו לו להשיק פלטפורמת מיקור המונים למערכות אקולוגיות. הפלטפורמה מאפשרת לכל ארגון או קהילה ליצור תצוגה חזותית בצורת מפה, שתכיל אינפורמציה רלוונטית עבור המעורבים והמתעניינים בה.\nבסבב הגיוס השתתפו המשקיעים גיגי לוי, דניאל רקנאטי, Kima Venture ו-DRW Trading Group. המימון הנוכחי ישמש את החברה בכדי לפתח מוצרים נוספים ועבור התרחבות גלובאלית.\nהרעיון של השירות הוא לשפר את התקשורת בין המעורבים בכל מערכת אקולוגית, ולחבר בין קהילות לאנשים פרטיים תוך כדי קידום והגעה לקהלים חדשים. המפות בנויות ממספר שכבות, אשר במבט ראשון מספקות ׳תמונת מצב כוללת׳, כאשר ניתן ׳להתביית׳ על כל פריט במפה ולקבל מבט מעמיק יותר עליו. את אותן מפות, ניתן להטמיע בכל אתר וכך בעצם ׳להפיץ את הבשורה׳ ולסייע לכל עסק לקדם את עצמו.\nחברת הסטארטאפ הישראלית Qwilt, המפתחת תשתיות וידאו עבור ספקיות שירותי תוכן הנאלצות להתמודד עם הביקוש הגובר להעברת התכנים וצריכתם דרך רשת האינטרנט, הודיעה על השלמת סבב גיוס נוסף בסך 25 מיליון דולר.\nאת סבב הגיוס הובילה קרן ההשקעות Disrupt-ive Late Stage, ביחד עם Cisco Investments וחברת ההשקעות של יו״ר גוגל אריק שמידט, Innovation Endeavors, שרק לאחרונה ביצעה השקעה נוספת בחברה Cropx הישראלית. עוד השתתפו בגיוס המשקיעים הקיימים בהם Accel Partners ו-Redpoint ventures. סבב הגיוס הנוכחי, הרביעי במספר, מעמיד את סך גיוסיה של החברה עד כה על 67.1 מיליון דולר.\nחברת Qwilt הישראלית נוסדה ב-2010 על ידי אלון מאור, יובל שחר, גיורא ירון ודן שחר, כשמטרתה העיקרית היא להציע פתרון עבור ספקיות האינטרנט שעושות שימוש בתעבורת תכני וידאו, המהווים מעמסה על רוחב הפס בעקבות הצריכה הגוברת. מסתבר, כי רוב ספקיות האינטרנט מדווחות שלמעלה מ-80% מנפח הוידאו נצרך בדרך כלל על ידי 10% משתמשים. משמעות הדבר היא כי מרבית נפח התעבורה מורכבת מ׳טייטלים׳ כופלים אשר סותמים את הרשת.\nחברת בסיס הנתונים Redis Labs הישראלית, הודיעה על השלמת סבב גיוס שלישי בסך 15 מיליון דולר. את הגיוס הובילו קפיטל ונצ׳רס וכרמל ונצ׳רס, לצד בנק סיליקון ואלי. סך גיוסיה של החברה עד כה מגיעים לסכום כולל של 28 מיליון דולר. הסבב הנוכחי ישמש את החברה בעיקר לשיווק ומכירת פתרון בסיס הנתונים ההיברידי שלה.\nפתרונותיה של Redis Labs פונים לחברות אשר מוצאות את עצמן תחת לחץ גובר, המעוניינות (מן הסתם) להמשיך ולספק ביצועים מהירים ליישומים שלהם. אלו עשויות להתעניין בשירותי הענן שלה או בתוכנה הארגונית בכדי להשיג זמני תגובה מהירים, זמינות גבוהה ויכולת ניהול אופטימאלית של כמויות נתונים גדולות.\nבין אם מדובר בגאדג’ט שעולה מספר דולרים ב״עליאקספרס״ או מוצר שעולה מאות דולרים – לעיתים רחוקות אנחנו רוכשים מוצר מבלי לקרוא את הביקורות ואת ההערות של הגולשים עליו. Yotpo, פלטפורמה לשיווק באמצעות תוכן גולשים וצרכנים, הכריזה על השלמת סבב גיוס של 15 מיליון דולר, אשר משלים סך גיוס כולל של 30 מיליון דולר.\nהרעיון העומד מאחורי הפלטפורמה שפיתחה החברה הוא לעזור לעסקים להגדיל את המכירות שלהם, באמצעות יצירת תוכן וביקורות מאומתות מרוכשים אמיתיים, ושיתופם במגוון מנועי חיפוש והרשתות החברתיות. לשם כך מציעה החברה מערכת תגובות בה יכולים הרוכשים לשתף אודות חוויית הרכישה או השימוש במוצר. באמצעות הביקורת נוצרת למעשה קהילה סביב המוצר, שמעלה את החשיפה אליו ויכולה לגרום לרוכשים המביעים עניין להפוך ללקוחות בעצמם.\n \nקיולייט ננוטק (Qlight Nanotech) הישראלית, המפתחת חומרים ויישומים המתבססים על ננו-גבישים מוליכים למחצה, נרכשת על ידי חברת Merck KgaA, ענקית הכימיה והתרופות הגרמנית. לאחר שהשקיעה Merck פעמיים בחברה בין השנים 2012 ו-2013, רכשה את הבעלות המלאה בחברה, עבור סכום שטרם פורסם.\nקיולייט ננוטק מפתחת ננו חלקיקים בעלי תכונות אופטיות ואנרגטיות ייחודיות. בין פיתוחיה נמנים מספר מוצרים המבוססים על חלקיקים אלו, כדוגמת טכנולוגיות שצפויות לשנות בעתיד את מנגנון הפעולה לפיו עובדים מסכים שטוחים וכן גם של פילם אופטי, אשר מכיל את הננו חלקיקים הייחודים של החברה. אותם חלקיקים משפרים את איכות הצבע וכך בעצם את חווית הצפייה תוך כדי צמצום צריכת האנרגיה של מסכי תצוגה מודרניים. חסכון באנרגיה זה נועד להגדיל בצורה משמעותית את זמן הפעולה של מכשירים ניידים בין הטענה להטענה, ויפחית כמעט בחצי את צריכת האנרגיה של טלוויזיות.\nחברת הסטארטאפ הישראלית drippler, שמייצרת המלצות תוכן למשתמשים בהתבסס על המכשיר הספציפי שלהם, הודיעה ל גיוס של 4.5 מיליון דולר.\nאפליקציית drippler, שזמינה הן באפסטור והן בגוגל פליי, סורקת את המכשיר של המשתמש ולאחר מכן מציגה בפניו המלצות על כתבות מאתרי טכנולוגיה, אפליקציות, טיפים ומדריכים שמותאמים בדיוק למכשיר שלו. בחודשים האחרונים נהנתה האפליקציה מהכפלת מספר המשתמשים ומפי שלושה יותר הכנסות. לא מן הנמנע שאחד הזרזים לצמיחה המואצת הזו הוא הבחירה של גוגל ב-Drippler כאחת מהאפליקציות המוצלחות ביותר שכל משתמש אנדרואיד חייב להכיר.\nTwtrland, המפעילה פלטפורמת אינטליגנציה חברתית, הודיעה על השלמת סבב גיוס בסך 1.5 מיליון דולר מ-Altair, GIG ו-TMT. הגיוס יעזור לחברה בהגדלת המכירות עבור השוק הדיגיטלי הגלובאלי. ביחד עם הגיוס, Twtrland מודיעה על מיתוג מחדש, ומציגה את שמה החדש – Klear, המשקף את התמקדותה בפתרונות שמציעה עבור משווקים בפלטפורמות החברתיות השונות.\nמטרתה של Klear היא למדוד ולכמת את המתרחש ברשתות החברתיות, ולהפוך את המידע לנגיש ושימושי עבור מותגים וחברות ברחבי העולם. בצורה זו, אלו יכולים להשתמש במדיה חברתית בצורה יעילה יותר בכדי לבנות ולשפר את המותג שלהם באופן משמעותי.\n \n ", "keywords": "סטארטאפ,הון סיכון,קרן הון סיכון,השקעה,גיוס,אקזיט,סבב גיוס,סטארטאפ ישראלי,סיכום גיוסים,גיוסים יוני,nano dimension,אלטמן,playcast,gamefly,mantis vision,lightcyber,jethrodata,idmlogic,colabo,endochoice,illusive networks,intel capital,adgorithms,ensilo,צ\\'קמרקס,lumenis,fairfly,soomla,cropx,mapme,qwilt,redis labs,qlight nanotech,drippler,"}