{"url": "https://www.geektime.co.il/clodezone-cloudcon/", "type": "article", "title": "CloudCon, הכנס השנתי הראשון של CloudZone, יוצא לדרך בסוף מאי", "description": "כנס CloudCon, בהשתתפות Google, AWS ו-Microsoft, יציע למשתתפים הרצאות, סדנאות ופגישות אחד על אחד ללא תשלום כדי לעזור בתהליך הבחירה של פתרון הענן הכדאי ביותר לכל ארגון", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/GettyImages-655640150-e1494745517497.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-17T14:30:54Z", "modified_time": "2017-05-22T09:12:09Z", "articleBody": "כנס CloudCon, בהשתתפות Google, AWS ו-Microsoft, יציע למשתתפים הרצאות, סדנאות ופגישות אחד על אחד ללא תשלום כדי לעזור בתהליך הבחירה של פתרון הענן הכדאי ביותר לכל ארגון\nכנס CloudCon, בהשתתפות Google, AWS ו-Microsoft, יציע למשתתפים הרצאות, סדנאות ופגישות אחד על אחד ללא תשלום כדי לעזור בתהליך הבחירה של פתרון הענן הכדאי ביותר לכל ארגון\n\nצלם/תמונה: Bloomberg/ Getty Images Israel\nטכנולוגיית הענן תפסה תאוצה בשנים האחרונות  וכיום האפשרויות הן רבות – ציבורי, פרטי, היברידי או שילוב של עננים שונים. בעזרת מומחי CloudZone, יחידת הענן של מטריקס, יוכלו משתתפי הכנס לבחור את פתרונות הענן המתאימים להם ביותר.\nCloudCon, שייערך בפעם הראשונה ב-28 במאי במלון הילטון תל אביב, בא לתמוך ולעזור בתהליך הבחירה של פתרון הענן הכדאי ביותר לכל ארגון. בכנס יוכלו משתתפים להתעדכן בטרנדים והחידושים בתחום מספקיות שירותי הענן AWS, Google, Microsoft, Red Hat, VMware, HPE, Dell Boomi Veeam, 2Bsecure, Mellanox, Palo Alto ו-CloudHealth Technologies.\nאת האירוע יפתח מוטי גוטמן, מנכ”ל מטריקס, והדוברים המרכזיים בו הם:\nבועז זינימן, Technical Evangelist ב-AWS ישראל, ידבר על טרנדים חדשים בתחום ה-Big Data, IoT ו- Artificial Intelligence, איך מקדמים חדשנות ושינוי ב-AWS בשילוב סיפור לקוח מחברת TayKey.\nניר חינסקי, מנהל פעילות Google Cloud ב-MEA, יציג את הפתרונות החדשים של Google Cloud שהוכרזו לאחרונה בכנס השנתי של החברה בסן פרנסיסקו. חינסקי יצלול לעולמות ה-Big Data וה-Machine Learning שגוגל מעמידה לשימוש לקוחותיה בארגונים מכל הגדלים והסוגים וכמו כן יעלה נציג מ-Wix  שיספר מנסיונו האישי.\nאסף יעקובי, CTO במיקרוסופט ישראל, יספר על החידושים האחרונים בפלטפורמת הענן של מיקרוסופט, Microsoft Azure. חברות במשק שנמצאות על הענן של החברה יספרו על הערך העסקי והתועלות הטכנולוגיות של המהלך.\nרנית זקצר, CTO במטריקס, תחבר את נושא הענן הציבורי עם הרצאה מקצועית בנושא “המסע ל-Hybrid-Multi Cloud”, שתעסוק ביתרונות העסקיים והטכנולוגיים של עבודה בפורמט של מספר עננים ציבוריים בצורה היברידית.\nלאחר המליאה המרכזית יוכלו המשתתפים לבחור באחד מתוך שישה מסלולים וסדנאות מעשיות , לפי מידת הרלוונטיות שלהם עבורם:\nAWS תעביר סדנת לימוד בנושא Microsoft Workloads on AWS שבה המשתתפים יוכלו ללמוד כיצד להריץ אפליקציות של מיקרוסופט כגון SharePoint וOutlook על גבי AWS.\nGoogle תקיים סנדת Hands-on, שבה יוכלו משתתפים לקבל נסיון מעשי בשלושה תחומים עיקריים: הרצת קוד, Machine Learning, ו-BI & Analytics דרך השימוש ב- BigQuery.\nMicrosoft תקים בכנס מתחם שיתמקד ב: IoT, ML & Advanced analytics, BOTs & Cognitive Service, Container Services ו- AzureStack.\nInnerCloud, יחידת הענן הפרטי של ,CloudZone תעביר סשנים בתחומי Hybrid DevOps וענן פרטי. הראשון יתמקד בנושא  Kubernetesובפתרונות Red Hat, VMware ו-Dell בעולמות ה-DevOps והקונטיינרים. במסלול הענן הפרטי יציגו HPE את פתרונם ההיברידי “לחבר ישן וחדש” כולל הצצה ראשונה ל- AzureStack, Red Hat את פתרונם ההיברידי לניהול הענן ו-VMware את תפיסת ה-Cross Cloud Architecture וכיצד היא מובילה את הלקוחות במסע הטרנפורמציה הדיגיטלית.\n2Bsecure, יחידת אבטחת המידע של מטריקס, תתמקד במגמות מרכזיות בתחום אבטחת המידע עם התקדמות הארגון למחשוב ענן. מומחי אבטחה מובילים ידונו באבטחת קונטיינרים, רגולציות, הגנות על סביבת הענן וניהול אירועי סייבר בענן.\nהכניסה לאירוע היא ללא תשלום, אך מותנית בהרשמה מראש.\nלפרטים נוספים והרשמה\n", "keywords": "cloudcon 2017,cloudzone,קלאודזון,ענן,טכנולוגיית ענן,ספקיות ענן,azure,מיקרוסופט,אמזון,aws,גוגל,google cloud"}