{"url": "https://www.geektime.co.il/insider-vmware-israel/", "type": "article", "title": "מבט מבפנים: VMWare כפי שלא הכרתם", "description": "כולם מדברים עליה, אבל אף אחד לא מזכיר אותה. החל מ-2007, רכשה VMWare ארבעה סטארטאפים ישראלים ואיחדה את כולם לפני מספר שבועות בסניף החברה המשופץ בהרצליה. ביקרנו והתרשמנו, מבט מבפנים.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/09/vmware.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-09-01T11:30:03Z", "modified_time": "2013-12-09T15:48:17Z", "articleBody": "כולם מדברים עליה, אבל אף אחד לא מזכיר אותה. החל מ-2007, רכשה VMWare ארבעה סטארטאפים ישראלים ואיחדה את כולם לפני מספר שבועות בסניף החברה המשופץ בהרצליה. ביקרנו והתרשמנו, מבט מבפנים.\nקרדיט תמונה: טל ניסים\nלא הרבה אנשים יודעים, אך חברות היי-טק בינלאומיות רבות מחזיקות מרכזי פיתוח בישראל. היכולות הקיימות בישראל והמספר הגדול של חברות סטארטאפ בתחום ההיי-טק מושכים מבטים מכל העולם, ואקזיטים רבים של חברות סטארטאפ ישראליות מובילים להקמת מרכז מחקר ופיתוח של החברה הרוכשת בישראל. בסדרת הכתבות של מבט מבפנים, נבקר במרכזי הפיתוח של החברות הללו, נבין את סדר גודל העבודה של החברות הללו כאן, מה תפקידו של מרכז הפיתוח וכיצד הוא משפיע על הפעילות העולמית של החברה.\nמקור: יח”צ\n“אולי היינו צריכים להדביק את הלוגו שלנו בכל מקום, כפי שעשו באינטל עם Intel Inside”, מצחקקים ב-VMWare כאשר אני אומר להם שהרבה מאוד אנשים (Consumer בעיקר, ולאו דווקא אנשים שקשורים לתעשייה) לא מכירים את VMWare ואת קשת המוצרים הרחבה שהיא מציעה.\nVMWare היא חברה בינלאומית המספקת פתרונות וירטואליזציה ושירותי מחשוב ענן לעסקים בכל הגדלים. החברה, שנוסדה ב-1998 על ידי דיאן גרין (Diane Greene), מנדל רוזנבלום (Mendel Rosenblum), סקוט דווין (Scott Devine), אדוארד וונג (Edward Wang) ואדוארד בוניון (Edouard Bugnion) מחזיקה משרדים בכל רחבי העולם, כאשר הנהלת החברה ממוקמת בעמק הסיליקון בארה”ב.\nהחברה מוכרת לרוב המשתמשים בעיקר בזכות כלי הוירטואליזציה השונים שלה: VMWare Workstation (או בגירסתו החינמית VMWare Player) שהושק לראשונה בשנת 1999 ואיפשר למשתמשים להריץ מספר מערכות הפעלה על גבי מחשב יחיד, וכעת מאפשר למשתמשים במערכת הפעלה אחת להריץ מערכת הפעלה אחרת על גביו תוך הקצאת משאבי מחשב וזיכרון מותאמים באופן אישי. VMWare Fusion מאפשרת למשתמשי מערכת ההפעלה OS X להריץ אפליקציות של חלונות על פי דרישה ולמעשה “לאחד” בין שתי מערכות ההפעלה. אך מחוץ לתחום ה-Consumer, לחברה עשרות מוצרים בתחום הוירטואליזציה של מרכזי מידע, תשתיות ענן, רשתות, אבטחת מידע, ניהול IT ועוד.\nמימין לשמאל: איזי בן שאול, סמנכ”ל טכנולוגיות. אופיר זמיר, מנהל טכנולוגי בכיר אזורי. חיליק פז, מנהל בכיר של מרכז הפיתוח של VMWare בישראל. תמי חיזקי מאירי, מנהלת תפעול. גיא גינצבורג, מנהל תחום Digital Fuel. ברק יגור, מנהל תחום מיראז’. צילום: אבישי בסה\nב-2007, 3 שנים לאחר ש-VMWare נרכשה על ידי EMC תמורת 625 מיליון דולרים במזומן הוקם הסניף הראשון של חברת VMWare בישראל, בין המקימים ניתן היה למצוא את אופיר זמיר, כיום מנהל טכנולוגי אזורי ב-VMWare. הצוות של אופיר היה הראשון שטיפל בלקוחות בישראל ובטורקיה, ועם הזמן גדל לצוות של עשרות אנשים המטפל בלקוחות בכל אזור EMEA – המזרח התיכון ואפריקה.\nאופיר מספר כי בעת ההקמה השוק היה מפותח ביותר: “מאז ומתמיד, הייתה חשיבות מאוד גדולה ללקוחות בישראל. כאשר הקמנו את המשרד הראשון של VMWare בישראל, השוק היה מאוד מפותח ומאוד בשל מבחינה טכנולוגית. לא סתם אומרים על הישראלים שהם Early Adaptors, וגם ב-VMWare הבינו את זה טוב מאוד. ב-2007 המטרה העיקרית הייתה לכסות יותר טוב את השותפים העסקיים של החברה באזור ולבנות אקו-סיסטם רחב של שותפים נוספים שיכולים לשלח את הטכנולוגיה שלנו ישירות אל הלקוחות.”\nההצלחה הייתה גדולה: אופיר מספר כי בשנת 2007, 20 אחוז מהלקוחות השתמשו בוירטואליזציה בעוד ב-2008 האימוץ עלה ל-50 אחוזים מהלקוחות. “אם בעבר, בנק היה צריך אלפי שרתים בכדי להריץ את התשתית הבנקאית שלו, היום המספר הצטמצם אל מאות כאשר המשמעות העיקרית היא חיסכון אדיר במשאבי אנרגיה. היכולת של VMWare לייצר שרת כזה בשעות בודדות הפכה את המשימה לקלה הרבה יותר”.\nצילום: אבישי בסה\nב-2008 ביצעה VMWare את הצעד המשמעותי הראשון שלה בישראל כאשר רכשה את חברת B-Hive בעסקה המוערכת בלמעלה מ-50 מיליון דולרים. הרכישה אפשרה ל-VMWare להציע את הטכנולוגיות של B-Hive, הקשורות בעיקר ל-Application Performance Management, כגון מעקב אחרי הביצועים של המשתמשים, פתירת בעיות, אוטומציה של פעולות, העברת יישומים לשרתים אחרים ועוד, בתוך המוצרים של VMWare. העובדים של B-Hive, ביחד עם צוות המכירות הקיים היוו למעשה את הגרעין למרכז הפיתוח החדש של החברה בישראל.\nב-2010, רכשה VMWare את חברת nLayers במסגרת סבב רכישות של מוצרים וחברות מחברת האם – EMC במטרה להכניס את הטכנולוגיה של nLayers, המגלה באופן אוטומטי יישומים מורכבים עם רכיבים בשרתים מרובים, וירטואליים ופיזיים. nLayers עצמה, ראוי לציין, נרכשה על ידי EMC ארבע שנים קודם לכן בעסקה המוערכת גם כן ב-50 מיליון דולרים. ביוני 2011, ביצעה VMWare רכישה נוספת בארץ – חברת Digital Fuel, שפיתחה שירותי ניהול עסקיים במודל SaaS תמורת סכום המוערך בכ-80-90 מיליון דולרים. כחלק מהעסקה, החברה העבירה כשליש מהעובדים (50) למרכז הפיתוח של VMWare בישראל.\nהרכישה האחרונה של VMWare בישראל הייתה במאי 2012, כאשר החברה רכשה את Wanova הישראלית תמורת 90-100 מיליון דולרים. במסגרת עסקת הרכישה, עובדי Wanova שהיו ממוקמים בחיפה הצטרפו כולם למרכז הפיתוח של VMWare וכחלק מהסכם הרכישה החדש, הוצע פתרון ה-Mirage של Wanova כחלק מסל מוצרי VMware ואפשר ניהול מרוכז של תבניות בסיס (Centralized Image Management) וניהול אפליקציות (Persistent User Installed Applications) עבור שולחנות עבודה וירטואליים ופיזיים. בעקבות הרכישות האחרונות, כיום מרכז הפיתוח מעסיק קרוב ל-200 עובדים, כ-20 בתחום המכירות ועוד 160 במחקר ופיתוח, כאשר הכוונה היא לגייס כ-50 עובדים נוספים לתחום המחקר והפיתוח עד סוף השנה.\nבין המוצרים השונים המפותחים בישראל ניתן למצוא בראש ובראשונה את ה-Mirage, מושא הגאווה של VMWare ישראל המגיע כחלק מה-Horizon Suite של VMWare, המאפשר גישה מאובטחת למידע הארגוני מכל התקן נייד. מדובר למעשה בטכנולוגיית ניהול Desktop Image המפרידה את המחשב לשכבות לוגיות הנמצאות בבעלות ומנוהלות על ידי ה-IT או לקוח הקצה. המערכת למעשה מסנכרנת את סביבת העבודה של המשתמש על ידי Snapshots המגובים ומאוחסנים ב-Data Center של החברה במקרה של צורך בשחזור בכדי למזער את הזמן בו השרתים של הארגון נמצאים למטה ומאפשר ל-IT לחסוך בזמן ומשאבים בכדי לתקן ולגבות את הנתונים של שולחן העבודה ולחזור לפעילות תקינה של השרתים.\nצילום: אבישי בסה\nמוצר נוסף שפותח כולו בישראל הוא ה-Navigator, המגיע כחלק ממוצר ה-vCenter של החברה. המוצר מאפשר לגלות באופן אוטומטי Application Services, למפות באופן ויזואלי קשרים ויחסי תלות בין יישומים במחשוב וירטואלי, אחסון ומשאבי רשת. ה-Navigator, כחלק מה-vCenter, מאפשר ניהול מודע-יישומים של תשתיות ופעולות על מנת להבין טוב יותר את ההשפעות של השינוי ולספק התאוששות מהירה במקרים קיצוניים לצד מזעור זמן ה-Downtime של השרתים.\nובל נשכח ה-Hypiric, מוצר המוצע כחלק מה-vFabric של VMWare, המאפשר ללקוחות למצוא, לתקן ולמנוע בעיות ביצועים ביישומי אינטרנט מותאמים אישית, בין אם הם פועלים על גבי מכונות פיזיות, וירטואליות או תשתיות ענן. ה-Hypiric מסוגל לפקח באופן רציף על 50,000 מדדים לאורך 120 טכנולוגיות ווביות שונות, ולספק למנהלי המערכת את כל הכלים הויזואליים בכדי לפקח ולהבטיח את ביצועי השרת.\nקרדיט תמונה: טוויטר, Gal Zellemayer\nמשיחות שערכתי עם עובדים בחברה, אלו יודעים לספר כי מדובר בסביבת עבודה עצמאית ופתוחה מאוד המבוססת על Scrum ו-Agile. העובדים חשופים ללב של תחום ה-IT בו הרלוונטיות של החברה משמעותית ביותר ומשפיעה על כל התעשייה. לכל עובד יש כוח והשפעה בידיים – זאת בניגוד לקלישאה על ארגונים גדולים. “מבחינה טכנולוגית יש לנו עדיין פריווילגיות של חברת סטארטאפ”, מספרים בחברה. “המציאות היא קבלת החלטות מהירות וקידום רעיונות באופן מהיר, דברים המתאפשרים בזכות השותפים העסקיים והלקוחות החזקים של החברה. המהנדס הממוצע מרגיש שהוא משפיע ויכול לגדול ביכולת הפיתוחית שלו. בניגוד לחברות האחרות, כאן לא עובדים לפי הספר וגירסאות יוצאות במהירות גדולה מאוד יחסית.”\nהחברה מארגנת גם את כנס VIIF, או יותר נכון VMWare Israeli Innovation Fest בו העובדים הפסיקו את עיסוקיהם וחברו ל-11 קבוצות פיתוח אשר במשך 48 שעות תכנתו מספר רעיונות מעניינים כגון יישום לבדיקת תלושי שכר, יישום משלים ל-Waze, יישום לבדיקות ממשק משתמש ואחרים. הרעיונות הוצגו לכלל העובדים בחברה ולחבר שופטים מיוחד אשר דרגו את הרעיונות האהובים ביותר. “VMWare הוא ארגון שמעודד אירועים כאלו למרות שמדובר בחברה גדולה” מספרים עובדים בחברה.\nמקור מ-nLayers, אשר נרכשה על ידי VMWare ב-2010 סיפר בריאיון לגיקטיים כי ההבדלים ברמת הלחץ בין עבודה בסטארטאפ לעבודה בחברה גדולה שרכשה את הסטארטאפ הם קטנים, אך החוויה היא שונה לגמרי: “לסטארטאפ יש את הלחצים של סטארטאפ, כאשר הצוואר נמצא כל הזמן בין הפטיש לסדן, מתקיימים ממכירה אחת למכירה הבאה. בחברה גדולה, יש כמובן לחצים המתבטאים ב-Milestones שצריך לעמוד בהם ובהתחייבויות שונות ללקוחות שלנו, אך אין הבדל כזה גדול ברמת הלחץ.”\n“הסניף של VMWare ישראל נבנה מ-4 סטארטאפים שנרכשו לאורך 4 שנים ואחרי זה פותחו פה מוצרים שלא הגיעו עם הסטארטאפים, כאשר כל הזמן יש צוותים קטנים שמנסים ליצור מוצרים חדשים. 3 שנים אני עובד ב-VMWare, אך מה שמיוחד וגם מאוד נחמד זה שמצד אחד הצלחנו לשמר את האוטונומיה שלנו כ-nLayers ואת הקבוצה שלנו, כאשר לסטארטאפים השונים שנרכשו יש אופי ייחודי ויחד עם זאת יש משהו מאוד כיפי, מאתגר, מעניין ובונה להיות בארגון גדול – יותר משאבים, לקוחות יותר מעניינים ויותר הזדמנויות להכיר טכנולוגיות חדשות.”\nגם ב-Wanova, שנרכשה על ידי VMWare ב-2012 מציירים תמונה דומה. מקור בחברה סיפר לגיקטיים: “אנחנו סוג של אוטונומיה בתוך החברה. לקחו את האנשים שעבדים ב-Wanova והעבירו אותם ל-VMWare איך שהם, ללא כל שינוי ארגוני כך שהמשכנו להיות קבוצה מגובשת. יש יתרונות בעבודה בחברה כמו VMWare – אתה נחשף לאנשים ברמה אחרת, לידע ברמה אחרת, מבחינת המוצרים אתה חשוף לקוד מקור ברמה אחרת ולראות בעצם את השורש של המוצרים של החברה. בנוסף, המשאבים שעומדים לרשותך הם אדירים כאשר ישנו גוף מיוחד המטפל בכל בקשה, בניגוד לחברת סטארטאפ שם התקציב קטן ואין מרווח מותרות יותר מידי גדול.”\nכתבות נוספות בסדרת ״מבט מבפנים״:\nמבט מבפנים: Dell ישראל", "keywords": "vmware,וימוור,מבט מבפנים,inside look,inside,insider,חברה גדולה,מרכז פיתוח,ישראל,big company,development center,israel,vmware israel"}