{"url": "https://www.geektime.co.il/vmware-launches-cloud-foundry/", "type": "article", "title": "VMware מגיעה לענן עם Cloud Foundry", "description": "לרבים VMware היא הבחירה הטבעית בכל מה שקשור לוירטואליזציה, אך בשנה האחרונה VMware עושה מאמצים לשנות תדמית מחברת Virtualization לחברת Cloud. שלשום VMware עשתה צעד משמעותי ביותר על מנת להתקרב לענן הציבורי והשיקה את מה שהם מכנים Cloud Foundry.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/04/cloud_foundry-300x200.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-04-15T10:00:59Z", "modified_time": "2011-04-15T17:12:18Z", "articleBody": "לרבים VMware היא הבחירה הטבעית בכל מה שקשור לוירטואליזציה, אך בשנה האחרונה VMware עושה מאמצים לשנות תדמית מחברת Virtualization לחברת Cloud. שלשום VMware עשתה צעד משמעותי ביותר על מנת להתקרב לענן הציבורי והשיקה את מה שהם מכנים Cloud Foundry.\nCloud Foundry. יח\"צ\nלרבים VMware היא הבחירה הטבעית בכל מה שקשור לוירטואליזציה, הן ברמת שרתים (משפחת מוצרי ה – ESX) והן ברמת תחנת העבודה (מוצרי Workstation). בשנה האחרונה VMware עושה מאמצים לשנות תדמית מחברת Virtualization לחברת Cloud. גם אם מדובר בסמנטיקה בלבד ויש רבים הטוענים שאין ממש הבדל בין המונחים, VMware שולטת כבר מספר שנים בכל מה שקשור לשרתים וירטואליים בתוך הארגון (מאחורי ה – Firewall), מה שזוכה לאחרונה לכינוי Private Cloud אבל לא היתה לה דריסת רגל בעולם ה – Public Cloud, למעט במקרים בהם ארגונים השתמשו בתשתית של VMware, על מנת להקים ענן ציבורי (ראה מקרה NaviCloud של Navisite).\nשלשום VMware עשתה צעד משמעותי ביותר על מנת להתקרב לענן הציבורי והשיקה את מה שהם מכנים Cloud Foundry – פלטפורמה פתוחה, המיועדת למפתחים, המאפשרת לפתח אפליקציות על מגוון רחב של סביבות פיתוח ולהריץ אותן על מגוון רחב של תשתיות ענן.\nCloud Foundry מאפשרת לפתח, נכון להיום, ב – Java, Ruby ו – JavaScript, תוך כדי שימוש ב – Frameworks שונים כגון Rails, Spring ו – NodeJS. החברה מבטיחה הוספת סביבות פיתוח נוספות בתקופה הקרובה. בנוסף לסביבות פיתוח, הפלטפורמה מגיעה עם תמיכה בבסיסי נתונים שונים כגון MySQL, Redis ו – MongoDB כשגם כאן, תתוסף תמיכה בבסיסי נתונים נוספים בהמשך.\nאבל למרות כל השפע הזה, ההבטחה הגדולה ביותר של Cloud Foundry היא היכולת (התאורטית בשלב זה, בכל זאת מדובר בבטא) לרוץ על מגון של סביבות ענן, פרטיות וציבוריות, כתוכנה שניתן יהיה להוריד ולהתקין בכל מקום ואפילו על מחשב המפתח בסביבה ש – VMware קוראים לה Micro Cloud (שמזכיר לי קצת את ה – Fabric של Azure), גרסת הענן ל – VMware Workstation.\nהפלטפורמה החדשה מכניסה ללחץ לא מעט חברות בתחום הענן ומהווה תחרות ישירה ב – Microsoft Azure, Google Appngine, אמזון שהוציאה לאחרונה את Beanstalk ועוד רבים אחרים. חלק מאותן חברות הן שותפות של VMware (או של Spring Source שהיא חברת בת של VMware) ולא בטוח איך המהלך הזה יתקבל ומה  יהיו ההשלכות שלו (Spring לדוגמא שותפים ב – AppEngine).\nכאמור מדובר בבטא וארוכה מאד הדרך עד שמפתחים יאמצו את הפלטפורמה החדשה. הבחירה של VMware ללכת על פלטפורמה פתוחה ולפנות לקהילת המפתחים, על מנת שישתתפו בפיתוח יכולה מאד לעזור ל – VMware לכבוש שוק זה ביתר קלות. צעד זה של VMware מוכיח עוד יותר טענה של רבים בתחום הענן כי מי שקובע (לפחות בנתיים) מה מצליח ומה לא הם המפתחים. מהפכת הענן מתחילה מלמטה ובעוד שמפתחים מחפשים את החידושים וקיצורי הדרך (ובעיקר איך לעקוף  את ה – IT) ומוכנים לקחת סיכונים על מנת להיות בקדמת הטכנולוגיה, מנהלי ה – IT עדיין יושבים בכנסים ומדברים על בעיות אבטחה בענן על Vendor Lock-in ועוד בעיות של הפלטפורמה (וכאלו לא חסרות). VMware, כמו רבים אחרים (וכמו רבים אחרים שלא) הבינו יחסית מהר אצל מי הכח והם משקיעים עכשיו הרבה מאד בכיוון זה.\nפורסם במקור בבלוג “מעונן חלקית”", "keywords": "vmware,cloud foundry,קלאוד פאונדרי,vmware cloud,vmware cloud foundry"}