{"url": "https://www.geektime.co.il/symbian-foundation-red-hat/", "type": "article", "title": "קרן הקוד הפתוח Symbian Foundation בונה פלטפורמת ענן על Red Hat Enterprise Linux", "description": "ספקית פתרונות הקוד הפתוח Red Hat, הודיעה השבוע כי קרן הקוד הפתוח Symbian Foundation, הפועלת כארגון גלובלי ללא כוונת רווח, אימצה את Red Hat Enterprise Linux עבור אתר ושרת הפיתוח הפרטי שלה, מבוסס הענן.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/03/red-hat-logo-big-300x300.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-03-18T14:22:11Z", "modified_time": "2010-03-18T14:22:11Z", "articleBody": "ספקית פתרונות הקוד הפתוח Red Hat, הודיעה השבוע כי קרן הקוד הפתוח Symbian Foundation, הפועלת כארגון גלובלי ללא כוונת רווח, אימצה את Red Hat Enterprise Linux עבור אתר ושרת הפיתוח הפרטי שלה, מבוסס הענן.\nSymbian Foundation חיפשה פתרון קוד פתוח אמין וחסכוני, ובחרה ב- Red Hat Enterprise Linux כמערכת ההפעלה עבור אתר המפתחים שלה www.developer.symbian.org, המשמש בנקודת כניסה יחידה עבור משתמשים לגישה לקוד, wikis, הדרכת מפתחים ותמיכה. רד האט גם רצה על מרבית שרתי סימביאן המופעלים תחת רישיון דרך IBM Services.\n“אנו חולקים עם רד האט חזון משלים עבור קוד פתוח, ומאמינים באמת כי לתוכנת קוד פתוח. יש היכולת לבצע טרנספורמציה בכל עסק”, אמר יאן מקדונלד מנהל  IT ב- Symbian Foundation. “העבודה עם רד האט הייתה אחת מאבני היסוד לקראת מימוש המטרה של הפיכת בסיס הקוד של סימביאן לפתוח.”\nיניב ליבוביץ, מנהל אזורי ומנהל פעילות Red Hat בישראל, תורכיה, יוון וקפריסין, אומר כי על-ידי הטמעת Red Hat Enterprise Linux בסביבת הענן שלה, שיפרה Symbian Foundation את יכולתה להתרחב עם שינויים עסקיים, דרישות חדשות ושיאים בתעבורת אתר האינטרנט. זאת בלי צורך בהשקעת יותר כסף במשאבי חומרה ותוכנה באתר הפיזי שלה. בנוסף, ביצועים וניהוליות שופרו עם קלות שימוש רבה יותר ותמיכה משופרת המסופקת עם Red Hat Enterprise Linux, בשילוב עם יכולת הפתרון לטפל בעומסי עבודה קריטיים כבדים.", "keywords": "red hat,redhat,red-hat,symbian foundation,רד האט,red hat enterprise linux,ibm"}