{"url": "https://www.geektime.co.il/blogeek-01-03-12/", "type": "article", "title": "בלוגיק – נבחרי השבוע מהבלוגספירה הישראלית [01-03-13]", "description": "על המעבר של עיתון הארץ לגרסה בתשלום, אפליקצית מצלמה הנשלטת מרחוק על-ידי היד והמקרה המוזר של מריסה מאירי ואיסור העבודה מהבית. כל זאת ועוד בפינת הבלוגיק השבועית שלנו המביאה אליכם את הפוסטים המעניינים שמצאנו השבוע בבלוגספירה הטכנולוגית בישראל.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/07/blogeek-logo-new.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-03-01T17:37:26Z", "modified_time": "2013-03-01T17:37:26Z", "articleBody": "על המעבר של עיתון הארץ לגרסה בתשלום, אפליקצית מצלמה הנשלטת מרחוק על-ידי היד והמקרה המוזר של מריסה מאירי ואיסור העבודה מהבית. כל זאת ועוד בפינת הבלוגיק השבועית שלנו המביאה אליכם את הפוסטים המעניינים שמצאנו השבוע בבלוגספירה הטכנולוגית בישראל.\nכולנו מכירים איזה בלוג או שניים הדנים בטכנולוגיה (בדרך כלל בדגש על תחום טכנולוגי ספציפי) שמעניינים אותנו. בשנתיים האחרונות, כחלק ממהפכת ה-Web 2.0, קמו הרבה בלוגים טכנולוגיים של כותבים מוכשרים, המסקרים נושאים מעניינים אך הקהילה לא בהכרח מכירה אותם. עבור אלו מכם שעדיין לא הכירו, פינת הבלוגיק השבועית שלנו מביאה אליכם את הפוסטים המעניינים שמצאנו השבוע בבלוגספירה הטכנולוגית בישראל.\nזהר אוריין כותבת השבוע על אחד מהטרנדים החמים ברשת היום, מנויים לכל דבר שהוא לא תוכן. אם פעם “נרשמנו” רק למַגָאזינים שמספקים מידע ותוכן בערוצי המדיה – היום, עולם המנויים התפתח. כעת אנו יכולים להירשם באותה מידה לחנות בגדים ולקבל באופן קבוע את תוצרי החדשנות שלה, לסופרמרקט ולקבל ממנו חבילת הפתעה וכמו כן לסַפָּקֵי האקססוריז ועולם הטיפוח. באופן כללי המגמה הזו מאוד מתיישבת עם הנטייה לטפח את עצמנו, כשה”וול ביאינג” שלנו נמצא במרכז. אמנם אנו מוכנים לשלם על כך את מלוא המחיר אך יחד עם זאת נשמח להיות מופתעים.\nמריה גרין כתבה השבוע על חשיבותם של ערכי מותג בתכנון האסטרטגיה למדיה חברתית. מושגים כמו “תרבות חברה” ו”זהות מותג” אמנם הפכו להיות טרנדיים בשנים האחרות בעקבות כניסתה של המדיה החברתית, אבל במשך שנים רבות ההשפעה של מושגים כמו “זהות המותג” ו”ערכי מותג” הסתכמו בפלאקט שתלוי על הקיר בחדר המנכ”ל או מקסימום כשהגיע הזמן להשיק פרסומת חדשה. אם עד כה מהות המותג נלקחה בחשבון בעיקר עבור שירות לקוחות, Messaging ברמת השיווק ואולי באסטרטגיית המוצרים, נראה כי עכשיו יש שלב חדש ומתקדם יותר שחברות גדולות צריכות לקחת בחשבון. המותג כדמות נושמת.\nגל מור כתב השבוע על המעבר של אתר הארץ לגרסה בתשלום. נפל דבר ברחוב שוקן וקוראים לו “הארץ”. פתיחה אכזרית, אני יודע, ובכל זאת זו המחשבה הראשונה שעולה בראש למקרא הבשורה כי עיתון ‘הארץ’ יתחיל לגבות תשלום עבור תכניו באינטרנט, ככל הנראה כבר מהשבוע הבא. “הארץ” הוא הראשון מבין האתרים הגדולים בישראל שמציב חומת תשלום מלאה. האתרים הכלכליים גלובס ודה מארקר הודיעו כי יעשו זאת בעבר אך המהלך מעולם לא קרם עוד וגידים. מי משלם על תוכן באינטרנט הסוציאליסטי הזה? האם הליברלים השתגעו? אז זהו, שמשלמים.\nפבל ישראלסקי בראיון מעניין עם בן אורן,  יזם אינטרנט ומומחה שיווק מקוון אשר חי ונושם SEO. בן מנוסה מאוד בקידום אתרים בנישות תחרותיות, וכיום משמש ראש תחום ה-SEO בחברת WhiteWeb. מטרה בראיון זה היא לנסות ולהבין כיצד מקדם אתרים חושב כאשר הוא מתמודד עם קידום אתרים בביטויים ונישות תחרותיות.\nליאור קורן מדווח השבוע על פיתוח ישראלי חדש: אפליקציית מצלמה הנשלטת מרחוק על-ידי היד. החברה שפיתחה את ממשק השליטה לטלוויזיות של סמסונג משיקה את CamMe – אפליקציית מצלמה לאייפון לצילום עצמי. CamMe – אפליקציית מצלמה הנשלטת מרחוק ע”י מחוות כף יד ומאפשרת לצלם תמונות ללא צורך בהחזקה של המכשיר או באדם נוסף לצילום. כל שיש לעשות הוא להניח את ה- iPad או ה- iPhone  במרחק 0.5-3 מטרים לפניכם, להרים את היד כדי להפעיל את המצלמה ולסגור את כף היד בכדי לצלם.\nהדס שיינפלד כתבה השבוע על המקרה המוזר של מריסה מאייר ואיסור העבודה מהבית ביאהו. מאריסה מאייר,  הבוס החדש ביאהו הודיעה למאות (אלפי?) האנשים שעובדים עבור יאהו מהבית שלהם ולא ממשרד, שיש להם שלושה חודשים להתארגן ולחזור לעבוד ממשרד של יאהו. סוף עידן העבודה מהבית. כמובן שהתגובות רבות ומגוונות (תוותרו לי על הלינקים, חיפוש מהיר יביא אתכם לכולן). הכי אהבתי את התגובות הקיצוניות שכמובן מיד משמיצות את מאייר באופן אישי (“לא לכולנו יש תקציב לבנות גן ילדים צמוד למשרד שלנו…”) או הולכות אפילו יותר רחוק וטוענות שהכל קונספירציה ומאייר בכלל לא היתה בהריון.\nאלו הנבחרים שלנו לשבוע החולף. זהו המקום להוסיף שאם אתם כותבים בלוג טכנולוגי בעברית או אפילו פוסטים הקשורים לנושאים אותם אנחנו מסקרים כאן באתר ואתם מעוניינים שנעקוב גם אחרי הבלוג שלכם במסגרת סדרת הבלוגיק שלנו, צרו איתנו קשר ב- Info At Newsgeek.co.il וידעו אותנו בכתובת הבלוג שלכם ובטוויטר שלכם (כדי שנוכל להודיע לכם שאתם מפורסמים).", "keywords": "בלוגיק,blogeek,זהר אוריין,מריה גרין,גל מור,פסל ישראלסקי,ליאור קורן,הדס שיינפלד"}