{"url": "https://www.geektime.co.il/newsgeek-is-looking-for-you-2-2013/", "type": "article", "title": "ניוזגיק מזמין אתכם להצטרף לצוות הבלוג הטכנולוגי המוביל בישראל", "description": "ניוזגיק גדל ומחפש את הגיקים הבאים שרוצים להיות חלק מהצוות של בלוג הטכנולוגיה המוביל בישראל.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/02/geektime-team.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-28T14:41:23Z", "modified_time": "2013-02-28T17:02:09Z", "articleBody": "ניוזגיק גדל ומחפש את הגיקים הבאים שרוצים להיות חלק מהצוות של בלוג הטכנולוגיה המוביל בישראל.\n\nשנת 2012 הייתה שנה מצוינת עבור ניוזגיק ושנת 2013 הולכת להיות אפילו טובה יותר. אנחנו גדלים ואנחנו מחפשים את האנשים שירצו להיות חלק מהבלוג הטכנולוגי המוביל בישראל ובקרוב גם בעולם כולו. אם טכנולוגיה זורמת לכם בדם, אתם אוכלים סטארטאפים לארוחת בוקר ועוקבים באדיקות אחרי כל מה שקורה ברשת, אולי אתם אלו שאנחנו מחפשים.\nניוזגיק של היום הוא אתר הטכנולוגיה המוביל והגדול בישראל וזאת גם הסיבה שכל החברות הגדולות בתחום עובדות איתנו. אז אם אתם אוהבים לתת שירות לפחות כמו שאתם מכורים לטכנולוגיה, אם אתם תקתקנים, סוגרי קצוות, אנרגטיים ונעימים ואם אתם רוצים להיות בחזית של כל מה שקורה בעולם הטכנולוגיה, יכול להיות שניוזגיק הוא המקום בשבילכם.\nבמסגרת התפקיד, מנהל\\ת ההפקה והלקוחות יהיו אחראים על ניהול הקשר השוטף עם הלקוחות, כולל קריאטיב, תפעול, דיווחים שוטפים וניהול הפקה כולל. כמו כן, התפקיד כולל אחריות מלאה על תפעול והפקת אירועים הטכנולוגיה הגדולים של ניוזגיק דוגמת Startup Weekend ו-StartTWS. התפקיד דורש יכולת ניהול ישירה ומטריציונית וכולל גם עבודת Hands-on.\nדרישות המשרה:\nאם אתם מעוניינים להגיש מועמדות למשרת מנהל הפקה ולקוחות, אנא שלחו קורות חיים לכתובת geekjobs@geektime.co.il ורשמו בשורת הנושא – Apply for Account Operations Manager position.\nאנחנו מחפשים את הגיק\\ית שיעזור לנו לכבוש את העולם. אם אתם דוברי אנגלית כשפת אם (לא ברמת שפת אם, אלא ממש שפת אם), אם אתם מכירים את סצינת הסטארטאפים בישראל Inside-Out, אם אתם נהנים לכתוב, אולי אתם אלו שיעזרו לנו להפוך את ניוזגיק לפנים הטכנולוגיות הבאות של ישראל בעולם.\nעורך\\עורכת האתר באנגלית יהיו אחראים על התפעול השוטף של הגרסה הבינלאומית של ניוזגיק (באנגלית, מן הסתם), עבודה שוטפת עם צוות האתר הישראלי, תרגום כתבות מעברית לאנגלית (ולהיפך), איתור וסקירת אירועים חשובים בתחום הטכנולוגיה והסטארטאפים בישראל, סיקור ואנליזה של סטארטאפים ישראלים. אנחנו מחפשים את חוד החנית המוביל את הפנים הטכנולוגיות החדשות של ישראל בעולם האינטרנט החופשי, על כל המשתמע מכך.\nדרישות המשרה:\nאם אתם מעוניינים להגיש מועמדות למשרת עורך אתר באנגלית, אנא שלחו קורות חיים בצירוף 3 דוגמאות כתיבה (ניתן לצרף לינקים למאמרים שלכם שפורסמו באתרים אחרים) באנגלית, בנושא טכנולוגיה, סטארטאפים או יזמות, לכתובת geekjobs@geektime.co.il ורשמו בשורת הנושא – Apply for English Editor position.\nאם אי פעם רציתם לדעת איך נראית סצינת הסטארטאפים הישראלית מבפנים, להכיר את כולם ולהבין איך הכל עובד, יכול להיות שאתם מתאימים לתפקיד אנליסט\\ית: במסגרת התפקיד תצטרכו לחקור, לאסוף מידע, לארגן, לנתח ולהסיק את המסקנות הנכונות. אם יש לכם נטייה טבעית לסדר ולפרטים הקטנים, אם אתם מסתדרים קצת יותר טוב מכולם עם גוגל ועם גיליונות אקסל ואם תהיו מספיק טובים, אולי בסוף ההתמחות תזכו להצטרף אלינו כגיקים במשרה מלאה!\nבמסגרת התפקיד, האנליסט יהיה אחראי על התפעול השוטף כולל מחקר, איסוף, הזנה וניתוח של מידע.\nדרישות המשרה:\nאם אתם מעוניינים להגיש מועמדות למשרת אנליסט\\ית מידע, אנא שלחו קורות חיים לכתובת geekjobs@geektime.co.il ורשמו בשורת הנושא – Apply for Data Analyst position. רק פניות מתאימות תענינה.", "keywords": "newsgeek,ניוזגיק"}