{"url": "https://www.geektime.co.il/blogeek-29-04-11/", "type": "article", "title": "בלוגיק – נבחרי השבוע מהבלוגספירה הישראלית [22-04-11]", "description": "פינת הבלוגיק השבועית שלנו מביאה אליכם את הפוסטים המעניינים שמצאנו השבוע בבלוגספירה הטכנולוגית בישראל: האם יש מנוע חיפוש טוב יותר מגוגל, השקת חנות האפליקציות של בלאקברי בישראל, עושים סדר בשמועות על חלונות 8 וכיצד מעצבים גלריית עבודות שתשאיר רושם טוב? כל זאת ועוד בסיכום השבוע של הבלוגספירה הטכנולוגית בישראל.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/04/blogeek-logo-new4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-04-29T18:00:28Z", "modified_time": "2011-04-30T15:07:19Z", "articleBody": "פינת הבלוגיק השבועית שלנו מביאה אליכם את הפוסטים המעניינים שמצאנו השבוע בבלוגספירה הטכנולוגית בישראל: האם יש מנוע חיפוש טוב יותר מגוגל, השקת חנות האפליקציות של בלאקברי בישראל, עושים סדר בשמועות על חלונות 8 וכיצד מעצבים גלריית עבודות שתשאיר רושם טוב? כל זאת ועוד בסיכום השבוע של הבלוגספירה הטכנולוגית בישראל.\nכולנו  מכירים איזה בלוג או שניים הדנים בטכנולוגיה (בדרך כלל בדגש על  תחום   טכנולוגי ספציפי) שמעניינים אותנו. בשנתיים האחרונות, כחלק ממהפכת  ה-Web   2.0, קמו הרבה בלוגים טכנולוגיים של כותבים מוכשרים, המסקרים  נושאים   מעניינים אך הקהילה לא בהכרח מכירה אותם.\nעבור אלו מכם שעדיין לא הכירו,   פינת הבלוגיק השבועית שלנו מביאה אליכם  את הפוסטים המעניינים שאנחנו  מצאנו  השבוע בבלוגספירה הטכנולוגית בישראל.\nגל מור מספק לנו השבוע 6 טיפים לשיפוץ הניוזפיד שלנו בפייסבוק. אפילו אם עזבתם את רשת החברתית לעשר דקות בלבד, ככל הנראה בפעם הבאה שתבקרו אותה היא תציג בפניכם עשרות עדכונים חדשים. לעקוב אחרי הכל זו משימה לא פשוטה בכלל. מכיוון שאפשרות ה-Top News, שמציגה רק עדכונים שעוררו עניין, בדרך כלל גורמת לפספס הרבה מאוד תכנים מעניינים, ככל הנראה אין באמת ברירה ואת הסדר צריך לעשות בצורה ידנית.\nגדי להב מעלה השבוע לדיון שאלה חשובה: האם יש כבר היום מנוע חיפוש טוב יותר מגוגל? בשקט בשקט, חודש בחודשו, מתנהל אחד המאבקים החשובים באינטרנט: הקרב של מנועי החיפוש. לנו בישראל נדמה שגוגל הוא מנוע החיפוש היחיד בעולם, אולם בארצות הברית יש אלטרנטיבה. מנוע החיפוש של מיקרוסופט, בינג, ממשיך לכבוש נתח שוק מדי חודש על חשבון גוגל. זה אמנם לא חדש, אבל העקביות היא בהחלט חדשות. בינג לא רק צובר פופולריות. לפי מדדים מסויימים, הוא גם יותר טוב מגוגל.\nאיגור זבגלסקי העלה השבוע לדיון את נושא ההרשאות ושיתוף המידע עם אפליקציות מסחריות בפייסבוק. פיתוח אפליקציות בפייסבוק הוא מאד  Straight Forward ומתבסס על עבודה מול ה- API  של האתר. במילים אחרות, כאשר משתמש מאשר אפליקציה הוא בעצם מאשר לה  גישה למידע האישי שלו בפייסבוק. בנוסף למידע, האפליקציה יכולה לבקש ולקבל אישור לפרסום פוסטים בשם המשתמש, לקבל הרשאה לצפייה ברשימת החברים, לקבל גישה לתמונות ולדגום את כתובת הדוא”ל של המשתמש. הבעיה מתחילה כאשר משתמשים מאשרים אפליקציות בצורה אוטומטית ללא התייחסות לסוג ההרשאות שהאפליקציה מבקשת.\nגאדג’טים וסלולר\nאיתמר בן חיים דיווח הבוקר על שחרור גרסת אנדרואיד 2.3.4 וכתב מדריך קצר המסביר כיצד להוריד ולהתקין את עדכון הגרסה החדש על גבי מכשירי Nexus S בלבד.\nשלומי טורג’מן דיווח השבוע על חשיפתם של שני מכשירים חדשים מבית HTC, אשר יקראו Kingdom ו-Rider. השניים יצטרפו לשיצטרפו ל-Doubleshot שנחשף אתמול ול-Prime ו-Ignite מבוססי Windows Phone 7 שנחשפו בחודש שעבר.\nאיתי מקמל דיווח השבוע על השקת חנות האפליקציות של בלאקברי בישראל. פתיחת החנות מאפשרת למשתמשי הבלקברי גישה לאלפי האפליקציות הזמינות להורדה אולם יש תחילה להוריד את הגרסה האחרונה של אפליקציית החנות על המכשיר וכן להירשם לחשבון BlackBerry ID.\nכפיר מלח סיכם השבוע את כל השמועות והתמונות שנחשפו בשבועות האחרונים בהקשר לגרסה הבאה של מערכת ההפעלה חלונות. Windows 8 תיבנה על ארכיטקטורה חדשה לגמרי, שתהפוך אותה לחסכונית במיוחד במשאבי מערכת. כלומר, אם מחשב מבוסס ARM יפעיל אותה במהירות סבירה, מחשבים בעלי מעבד אינטל או AMD בארכיטקטורת X86 (מעבד PC סטנדרטי) ישפרו את ביצועי המערכת באופן משמעותי מהאופן אותו אנו מכירים בהווה.\nגדי פלדמן כתב השבוע על נושא ה-Desktop as a Service ללקוחות פרטיים וארגוניים. כולם מדברים על כמה שזה טוב ועל זה שממש עוד מעט כולנו נעבוד ממחשב שיסופק לנו מספק זה או אחר. ישנן אפילו כבר כמה חברות שמציעות לספק את ה-Desktop כשירות מרוחק. הן עושות את זה ע”י אספקת Windows 7 מלא למשתמשים שלהן (כלומר, VDI מלא) וחלקן מספקות סביבת עבודה מבוססת TS\\XenApp. הדרך פחות משנה לענייננו, מה שחשוב זה שכולן מספקות Desktop מלא.\nפיתוח\nניצן ברומר הסביר השבוע כיצד לבצע שימוש ב-CSS3 להגדרות רקע מתקדמות. מירב השליטה שקיבלנו ברקע עם CSS2 הייתה כאשר השתמשנו ב background-position בשילוב עם background-image כאשר לצירוף הזה היו שני שימושים נפוצים. האחד – ערכים אבסולוטים – top center, bottom left וכ’ שאיפשרו לנו להגדיר שהתמונה תופיע רק במקום ספציפי ובעצם ליישר אותה עם האלמנט. האופציה השנייה היא שימוש ב Css Sprites.\nמדריכים\nדן ויזנפלד מצוות התמיכה של מיקרוסופט מסביר על תהליך איחוי הדיסק הקשיח ומדוע יש קבצים במערכת ההפעלה שאינם ניתנים לאיחוי.\nאבי כהן פרסם השבוע מדריך קצר לעיצוב דף גלריית עבודות עם נגיעות יפות ועדינות, שפשוט יעשו את העבודה וישאירו את הרושם הדרוש.\n.\nאלו הנבחרים שלנו לשבוע החולף. זהו המקום להוסיף שאם אתם כותבים  בלוג                טכנולוגי בעברית או אפילו פוסטים הקשורים לנושאים אותם   אנחנו        מסקרים     כאן    באתר ואתם מעוניינים שנעקוב גם אחרי  הבלוג  שלכם    במסגרת     סדרת   הבלוגיק    שלנו,   צרו איתנו קשר ב-  Info At     Newsgeek.co.il  וידעו    אותנו   בכתובת   הבלוג  שלכם    ובטוויטר שלכם     (כדי שנוכל להודיע  לכם  שאתם     מפורסמים).", "keywords": "בלוגיק,blogeek,גל מור,עדי להב,איגור זסלבסקי,איתמר בן חיים,שלומי טורג\\'מן,איתי מקמל,כפי מלח,גדי פלדמן,ניצן ברומר,דן ויזנפלד,אבי כהן,איגור זבגלסקי,איתמר בן-חיים"}