{"url": "https://www.geektime.co.il/gopro-hero6-review/", "type": "article", "title": "בדקנו את ה-HERO 6 של GoPro: האם המצלמה היקרה בתולדותיה היא גם הטובה ביותר?", "description": "ה-Hero6 החדשה של GoPro לא מביאה איתה מהפכות, אלא שדרוגים. אבל זה לא מפריע לה להיות מצלמת האקסטרים הטובה ביותר והיקרה ביותר בתולדות החברה. האם היא שווה את הכסף?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/IMG_3714.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-21T14:30:33Z", "modified_time": "2017-11-21T12:52:02Z", "articleBody": "ה-Hero6 החדשה של GoPro לא מביאה איתה מהפכות, אלא שדרוגים. אבל זה לא מפריע לה להיות מצלמת האקסטרים הטובה ביותר והיקרה ביותר בתולדות החברה. האם היא שווה את הכסף?\nצילום: גיקטיים\nלפני מספר שבועות הציגה יצרנית מצלמות האקסטרים GoPro את מצלמת הדגל שלה ל-2017 ה-HERO6. ההשקה הגיעה לאחר שנה לא פשוטה עם מכירות מדשדשות ורחפן אחד שזכה לריקול, אחרי שנהג ליפול מהשמיים, ובחברה האמריקאית תולים בה תקוות רבות. עכשיו, מצויידת במעבד חדש וייעודי האם מציגה החברה, שהמציאה למעשה את תחום צילום האקסטרים, את המצלמה המושלמת או שאולי מדובר בשידרוג קל? לקחנו אותה לבדיקה.\nלא אהבנו: אין טיימר, מחיר, סוללה\nאהבנו: ייצוב, איכות תמונה, מעבד חדש, \nצילום: גיקטיים\nבמבט ראשון היה קשה להבחין בהבדלים בין ה-HERO6 ל-HERO5 משנה שעברה. האמת, שגם במבט שני ושלישי התקשנו. העיצוב זהה, המימדים זהים, הצבעים זהים ואם לא הכיתוב הזעיר בצד, לא ניתן היה לזהות שמדובר בדגם חדש יותר. היתרון בעיצוב זהה ברור. אם זה לא שבור – אל תתקן את זה; והעיצוב הפונקציונלי שהכרנו כבר ב-HERO5 מקל על ההפעלה של המצלמה ותואם לכל האביזרים המשלימים שלה.\nSAME SAME: ה-HERO6 בחזית וה-HERO5 ברקע. צילום: גיקטיים\nכמו קודמתה, גם ה-HERO6 מוגנת ממים ישירות מהקופסה – ללא צורך ברכישת מארז או אביזרים נוספים. שדרוג מבורך שהציגה החברה במצלמת ה-Session שלה מ-2015 וחוסך סירבול והוצאות מיותרות. החסרון הוא שהמצלמה הרבה פחות מוגנת, ואחרי כחודש של התנסות כבר גילינו פה ושם שריטות ומכות קלות בשלד המצלמה.\nצילום: גיקטיים\nבחזית המצלמה נמצא כמובן את העדשה עם המסך המונוכרומטי שמציג פרטים כמו מצב צילום, מצב האיחסון, סוללה ועוד. כמו במצלמות הקודמות, מדובר על מסך בעל בהירות גבוהה במיוחד שמאפשר לכם לקרוא את הפרטים השונים גם באור שמש ישיר, גם כאשר מסך ה-LCD של המצלמה לא היה ברור.\nצילום: גיקטיים\nגב המצלמה מינימליסטי למדי וכולל רק את מסך המגע של המצלמה, לוגו GoPro ונורית חיווי על פעולת המצלמה. מסך המגע עובד היטב, כשמצד אחד הוא לא רגיש מדי ללחיצות שגויות ומצד שני, הוא מספיק רספונסיבי ולא צריך להפעיל עליו יותר מדי לחץ לצורך ההפעלה שלו.\nצילום: גיקטיים\nבצידה הימני נמצא את כפתור ההדלקה והכיבוי של המצלמה. הכפתור הזה ישמש אתכם גם לשינוי מצבי הצילום השונים כמו וידאו, סטילס, רצף (Burst) או Time Lapse. מעל נמצא מיקרופון.\nצילום: גיקטיים\nבצד השמאלי נמצא מכסה שמתחתיו מתחבאים חיבור הטעינה מסוג USB-C – וחיבור Micro HDMI להעברת וידאו ואודיו. בנוסף, נמצא שם גם את אחד המיקרופונים של המצלמה.\nצילום: גיקטיים\nבתחתית המצלמה נמצא את תא הסוללה – שאגב תואמת לסוללה של ה-HERO5.\nצילום: גיקטיים\nבראש המצלמה נמצא את כפתור הצילום. כמו בדגמים הקודמים שילבה GoPro הפעלה מהירה, כך שגם אם המצלמה כבויה, היא תאפשר לכם תוך 4 שניות בדיוק להתחיל לצלם – סטילס או וידאו לפי בחירתכם. הפיצ’ר עובד מצוין ומאפשר לכם, מצד אחד, לחסוך בסוללה, ומצד שני לא לפספס אקשן כשהוא מתרחש. 4 שניות אולי נשמע לא מעט, אבל לשם השוואה לעבור מטלפון כבוי לטלפון מצלם ייקח לכם כחצי דקה במקרה הטוב.\nצילום: גיקטיים\nנתחיל בחידוש העיקרי של המצלמה החדשה השנה והוא קצב הפריימים שזינק ל-60fps ברזולוציית 4K. המשמעות של זה היא שגם אם תצלמו ברזולוציה הגבוהה ביותר, עדיין תוכלו ליהנות מוידאו חלק והילוך איטי באיכות גבוהה. אם אתם מוכנים להתפשר על הרזולוציה – אם אפשר לקרוא ל-1080p פשרה – תוכלו להגיע לקצב מרשים של 240fps, שיאפשר לכם ליהנות מוידאו בהילוך איטי פי-10 מהמציאות. החברה גם שילבה מצב צילום ב-720p, רזולוציה נחותה שלא היינו מתקרבים אליה, ומיועדת ככל הנראה למצבי חירום של מחסור במקום.\nבמצב סטילס מייצרת המצלמה תמונות 12 מגה-פיקסל כשבאפשרותכם להיעזר במצב ‘מקצועי’ שנקרא Protune, שמאפשר לכם לשנות מאפיינים צילום שונים כמו צמצם, ISO, חדות, צבעוניות (מצב GoPro מול מצב Flat, ללא תיקון צבעים) ועוד; מצב HDR, שבדומה לסמארטפונים משלב חשיפות שונות כדי ליצור תמונה ללא שטחים שחורים-סתומים או בהירים-שרופים; מצב RAW מאפשר לכם לצלם תמונות ללא עיבוד וללא כיווץ, ולטפל בהן אחר-כך באפליקציות ובתוכנות כמו Lightroom למשל.\nמצב ה-Burst מאפשר לכם ללכוד עד 30 תמונות בשנייה – מה שמאפשר לכם ללכוד זינוק עם סקייטבורד או גלשן. באפשרותכם לקבוע את קצב הלכידה וכל כמה שניות הוא יתבצע.\nבמצב ה-Time Lapse מצלמת ה-Hero6 תמונה במרווחים קבועים מראש שנעים בין חצי שנייה ל-60 שניות. התוצאה הסופית היא וידאו שמורכב מכל אותן תמונות.\nבכל מצבי הצילום השונים מאפשרת לכם ה-Hero6 מצב צילום ב-Wide – שכולל עיוות ‘עין-הדג’ קל ומאפיין מאז ומתמיד את מצלמות החברה או מצב Linerar, המשעמם יותר לטעמנו, אבל מצלם ללא עיוותים כלשהם.\nצילום: גיקטיים\nצילום: גיקטיים\nחידוש בממשק של ה-Hero6, שלא מעט משתמשי GoPro חיכו לו, הוא אפשרות הזום החדשה, שמתבצעת על ידי גרירה של האצבע על סליידר שמופיע על המסך. עד היום, נאלצו בעלי GoPro, שרצו להתמקד בחלק מהתמונה, לבחור מצבי צילום שונים כמו Narrow – תהליך מסורבל ולא אינטואיטיבי, בוודאי בשטח. לכן, למרות שמדובר בזום דיגיטלי ולא אופטי, ולמרות שהוא לא עובד בכל הרזולוציות, הסליידר החדש של הזום הוא תוספת נחמדה.\nפקודות קוליות – את הפקודות הקוליות של ה-GoPro למדנו להכיר בדגמים קודמים של החברה כמו ה-HERO5. בין היתר תוכלו לבקש מהמצלמה להתחיל לצלם וידאו ואז להפסיק; לצלם תמונה; לעבור מצב צילום ולסמן קטע HiLight מוצלח בזמן צילום. זה אגב תוכלו לעשות גם עם קריאת ‘That Was Sick’. לרוב, לא נתקלנו בבעיות להפעיל את הפקודות הקוליות, אולם אם אתם לא קרובים למצלמה או נמצאים בתנאים של רעש חזק כמו למשל רוח נושבת, תאלצו לחזור כמה פעמים על הפקודה – עד שזו התקבלה – מה שקצת מוציא את כל הפואנטה מהרעיון.\nתוספת נחמדה היא האפשרות להדליק את המצלמה גם כשהיא כבויה לגמרי – בתנאי שעוד לא עברו 8 שעות מרגע הכיבוי. על פי החברה, היא מפעילה מצב מיוחד של חיסכון בסוללה, שמונע בזבוז סוללה.\nGP1, המעבד החדש של GoPro\nקצב הצילום החדש הוא אחד היתרונות שמגיעים בזכות ה-GP1, המעבד החדש של ה-Hero6. עד עכשיו השתמשה GoPro, כמו שאר החברות במעבד שייצרה עבורן חברת Ambarella, מה שהקשה על הבידול באיכות התמונה. ה-GP1 הוא מעבד ייעודי, שיוצר במיוחד עבור GoPro על ידי חברת Socionext היפנית. על פי GoPro, המעבד החדש מאפשר קצב ריענון וידאו כפול, איכות וידאו משופרת, טווח דינמי ושיפור ניכר בביצועי אור נמוך וביכולת ייצוב הוידאו על פני דורות קודמים של מצלמות ה-Hero. בחברה תולים הרבה תקוות במעבד, שתהליך פיתוחו ארך כ-3 שנים, והוא צפוי להיות אחד מהגורמים המבדלים של החברה בהשוואה למצלמות אקסטרים מתחרות – גם בעתיד.\nמעבר לאפשרויות הוידאו החדשות, גילינו בבדיקה שלנו גם הבדלים בזמני הפעולה של המצלמה – בהשוואה למצלמת ה-Hero5: הן בזמן הדלקה והכיבוי שלה והן בזמן עיבוד התמונה ותהליך השמירה של הוידאו והסטילס. מקום נוסף בו גילינו תגובה מהירה של המצלמה הוא המעבר מאור לחושך – כשהמצלמה ‘מתרגלת’ במהירות ומתאימה בזריזות את טווח הצבעים לסצנה.\nצילום: גיקטיים\nהאמת? בהתחלה חשבנו שזה אנחנו. בטוח מתחבא פה איפשהו טיימר באחד התפריטים. אבל לאחר שיטוטים רבים בתפריטים ובתת-תפריטים וכמובן חיפוש אונליין – התחוור לנו שלמרות כל מצבי הצילום, אין טיימר – אפשרות בסיסית ומתבקשת. לכן, אם לא תרצו לעשות שימוש בשלט חיצוני או בפקודות קוליות, הפתרון היחיד שמצאנו כדי לעשות צילום בהשהייה היה שימוש במצב צילום Time Lapse, בשאיפה שאחת התמונות תתאים. אנחנו מקווים ש-GoPro תוסיף את האפשרות הבסיסית הזו באחד מעדכוני הקושחה הבאים.\nה-HERO6 מגיעה עם מייצב וידאו אלקטרוני (EIS), שנועד לאזן את הרעידות בצילומים.\nבקצרה, מדובר על פתרון תוכנתי – בניגוד למייצב וידאו אופטי (OIS) – העדיף. התוכנה של ה-HERO6 נעזרת בחיישנים שונים דוגמת אקסלרומטר, שמקליטים את התנועות והרעידות השונות בזמן הצילום, ואז מאזנת אותם לאחר הצילום. התהליך הזה עולה לכם באובדן של חלק מהפריים, אם כי ב-GoPro הצליחו להקטין אותו ל-5 אחוז בלבד – במקום 10 אחוז עד עכשיו. בנוסף, בניגוד ל-HERO5, לא תצטרכו לרדת מרזולוציית 4K, כדי ליהנות מהייצוב.\nמקור: גיקטיים\nבניגוד לייצוב האופטי (OIS), חלק משטח התמונה ‘אובד’ במהלך תהליך הייצוב שמבוסס על תוכנה (EIS)\nהבדיקה שלנו העלתה שיפור ניכר בייצוב של הוידאו – כמו שתוכלו לראות בסרטון שהכנו ומשווה בין הייצוב של ה-HERO6 לצילום של ה-HERO5. הצילום של הליכה וריצה שודרג משמעותית והוא עתה חלק הרבה יותר. עם זאת, כמובן שאין עדיין מה להשוות לייצוב אופטי או לייצוב שמתקבל בעזרת גימבלים כמו ה-Karma Grip של GoPro או ה-Osmo של DJI.\nצילום: גיקטיים\nאחד הפרמטרים שבהם התבלטה תמיד לטובה GoPro הוא איכות התמונה. שמחנו לגלות שגם ה-HERO6 לא מאכזבת ומציגה תמונה חדה, עם צבעוניות מדוייקת וטווח צבעים דינמי רחב. הן בסטילס והן בוידאו, גילינו תמונות עם ניגודיות בולטת, כשהקטעים הכהים בצילום לא נסתמו והפכו לשחור והקטעים הבהירים לא נראו כמו כתמים לבנים סתמיים.\nשימו לב בתמונה הבאה, כיצד למרות הניגודיות בין האור שמגיע ממול המצלמה, חיישן הצילום והמעבד מצליחים לנטרל ולהוציא שמי תכלת – ולא רק משטחי אור לבנים; במקביל, קטעים מוצלים לגמרי – באיזור הסלעים – לא נסתמים ונהיים שחורים, אלא עדיין מציגים פרטים שונים וצבעוניות נאמנה. בנוסף, ניתן לראות את מנעד הצבעים הגדול של העלווה הירוקה – החל מירוק כהה ועד ירוק בהיר.\nצילום: גיקטיים\nכאמור, המצלמה מאפשרת לכם לבחור בין 2 מצבי צבעוניות שונים, כך שאם אתם מעוניינים בצבעוניות ‘שטוחה’ וסגפנית כמעט – תוכלו לבחור במצב Flat, ואם אתם רוצים ראש שקט, ופשוט לצלם ולהעיף לרשתות החברתיות – תוכלו לבחור במצב GoPro, אם כי לא פעם הצבעים נוטים להיות רוויים מדי.\nצילום: גיקטיים\nבתנאי תאורה מאתגרים יותר כמו שעות השקיעה והחשיכה, התוצאות היו מגוונות, כשלעיתים הצלחנו לקבל יופי של תוצאות עם תמונות חדות ולעיתים, כמו שתוכלו לראות גם בוידאו נתקלנו בצילום מגורען עם הרבה ‘רעש’.\n\nאת התמונות והוידאו שצילמתם תוכלו להוריד למחשב בעזרת הכבל המצורף (USB-C ל-USB-A) או באמצעות WiFi, שתומך הן ב-5GHz והן ב-2.4GHz, מה שאומר קצב העברת קבצים מהיר הרבה יותר. אם אנחנו כבר בענייני קבצים, שימו לב שחלק מהסרטונים שתצלמו – בעיקר אלו ברזולוציה הגבוהה וקצב הפריימים הגבוה יישמרו בפורמט H.265/HEVC, תקן ההמשך ל-H.264 הותיק. בקצרה, מדובר על דרך לדחיסה יעילה יותר של וידאו, כך שקובץ בתקן החדש יציג איכות וידאו זהה – בנפח קטן משמעותית. עם זאת, החסרון הוא שלא תמיד תוכלו לראות תצוגה מקדימה בטלפון של הוידאו שצילמתם וגם לא כל מערכות ההפעלה ותוכנות העריכה תומכות בהם.\nהאפליקציה של GoPro היא אותה אפליקציה שמשמשת דגמים קודמים יותר ומאפשרת לכם לשנות הגדרות, לראות את החומרים שצילמתם ולגבות אותם. במקביל, תוכלו לעשות שימוש באפליקציית Quick של GoPro שזמינה גם במובייל וגם במחשב ומאפשרת לכם עריכה זריזה של הקטעים שצילמתם. לא מדובר אמנם בתוכנת עריכה שתספק מקצוענים בתחום, אבל בשביל לחבר כמה קטעים שצילמתם, להוסיף מוסיקה וכמה כותרות ואז לשתף – זהו פתרון מעולה, יעיל והכי חשוב – חינמי.\nצילום: גיקטיים\nחיי הסוללה של המצלמה הם נושא קצת טריקי. הסיבה העיקרית היא שהם מורכבים ממשתנים רבים. החל מזמן המסך, דרך רזולוציית הצילום, קצב הפריימים, וכלה בהאם אתם מאפשרים פקודות קוליות או לא. ברוב הבדיקות שלנו הצלחנו להשיג בין שעה וחצי לשעתיים עבודה נטו של המצלמה, כשלפקודות הקוליות ולתצוגת הוידאו השפעה מרכזית על הצריכה.\nבכל מקרה, כמו שאנחנו נוהגים להמליץ לכל מי שרוכש רחפן – הצטיידו בלפחות עוד סוללה אחת ספייר. זה יחסוך לכם מפח נפש ורצון ליטול חיים של עובר אורח, כשאתם באמצע האקשן והסוללה מתה לה.\nלאור השידרוג המינורי יחסית, הופתענו לגלות שגם בארצות הברית וגם בישראל זינק מחיר ה-HERO6 בזמן ההשקה – ביחס למחיר ה-HERO5 בזמן ההשקה ב-2016. כך למשל ה-HERO6 תימכר בישראל ב-2,400 ש”ח לעומת ה-HERO5, שמחירה בזמן ההשקה בישראל עמד על 2,000 ש”ח. מדוע? לא ברור. התמחור מוזר מכיוון שאנחנו כבר לא ב-2014 והיום עומדות בפני הצרכן לא מעט חלופות – מקצתן טובות מאוד – במחיר נמוך משמעותי, כמו למשל ה- YI 4K PLUS, שאמנם לא משתווה בכל הפיצ’רים ל-HERO6, אבל מציעה גם היא צילומי 4K בקצב 60fps עם ייצוב תמונה ונמכרת כיום בחנות הרשמית בפחות מ-330 דולר.\nצילום: גיקטיים\nה-HERO6 סיפקה לנו כמה שדרוגים נחמדים כמו קצב פריימים של 60fps ברזולוציית 4K וייצוב תמונה משופר, אבל היא לא הביאה איתה מהפכות. למעשה, אם היינו בעולמות הסמארטפונים או התוכנה, אין לנו ספק שה-GoPro החדשה היתה צריכה להיקרא Hero 5S או Hero 5.5. כך שלפחות מבחינת תמורה עבור כסף, לא מדובר בעסקה הכי מוצלחת כרגע, וספק אם שווה לכם לשדרג מה-Hero 5 או ה-Hero 4 Black למשל.\nעם זאת, כמובן שאם אתם יכולים להרשות לעצמכם, ה-HERO6 היא ללא ספק מצלמת האקסטרים המתקדמת ביותר שתוכלו לקנות כיום, ואין לנו ספק שתיהנו מתוצאות נפלאות.\n\nה-HERO6 מיובאת לישראל על ידי היבואן הרשמי, DAA, והמחיר המומלץ שלה עומד על 2,399 ש”ח.", "keywords": "גו-פרו,גופרו,gopro,hero 6,hero6,gopro hero6,הירו 6,הירו6,סקירה,מצלמת אקסטרים,מצלמת אקשן,מצלמת ספורט,מצלמה,סיקור,ביקורת,חוות דעת,גו פרו"}