{"url": "https://www.geektime.co.il/geek-calendar-17-3-2013/", "type": "article", "title": "גיקלנדר: אירועי השבוע לקהילה הטכנולוגית בישראל [23-17 במרץ, 2013]", "description": "ריכזנו עבורכם את מבחר הכנסים, התערוכות, אירועי ה-Networking וימי העיון הקשורים לקהילת ההיי-טק והטכנולוגיה בארץ. להלן אוסף האירועים שיערכו בשבוע של ה-17 עד ה-23 בינואר", "image": "https://files.geektime.co.il/wp-content/uploads/2012/02/geekcalender21-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-03-16T20:00:03Z", "modified_time": "2013-03-17T09:23:26Z", "articleBody": "ריכזנו עבורכם את מבחר הכנסים, התערוכות, אירועי ה-Networking וימי העיון הקשורים לקהילת ההיי-טק והטכנולוגיה בארץ. להלן אוסף האירועים שיערכו בשבוע של ה-17 עד ה-23 בינואר\nבפניכם את האירועים הטכנולוגיים העיקריים הצפויים להתקיים במהלך השבוע הקרוב. מידי שבוע אנו מקבלים פניות מצד גורמים רבים בזירת ההייטק המקומית ואת אלו נאגד כאן יחד לרשימה אחת ומרכזית.\nהרשימה המוצגת בפוסט זה כולל רק חלק מהאירועים שיערכו בשבוע הקרוב. רוצים לראות את רשימת האירועים המלאה? לדעת מה קורה מעבר לשבוע הקרוב? אתם יודעים על אירועים נוספים שלא מופיעים כאן? בדקו עכשיו את לוח האירועים המלא.\nאם אתם מארגנים אירוע, או נתקלתם באירוע לקהילה הטכנולוגית הישראלית שלא מופיע בלוח, אתם מוזמנים לפנות אלינו ואנו נדאג ליידע את כולם.\nלא לציטוט #6: אורי לוין, מייסד ונשיא WAZE – יום ראשון, 19:00\nאיפה? ירושלים\nכמה? חינם\nב-17 למרץ, בשעה 19:00 בערב, יערך עוד מפגש של לא לציטוט,סדרת מפגשים המאפשרת פגישה אינטימית עם יזם מוביל לשיחה על בירה, והפעם  – אורי לוין, מייסד ונשיא WAZE.\nלפרטים נוספים והרשמה.\nTel Aviv Startup Ideation with Yanki Margalit – יום שלישי, 18:00\nאיפה? המכללה האקדמית תל אביב-יפו\nכמה? חינם\nב-17 למרץ, בשעה 18:00 בערב, יערך ערב לכל אלו שיש להם רעיון לסטארטאפ ועדיין לא יודעים מה הצעד הבא. הסדנא תנסה בשלוש שעות לשפר את הרעיון, לקבל רעיונות חדשים ולגייס שותפים חדשים.\nלפרטים נוספים והרשמה.\nMassMEGA – יום שני, 18:00\nאיפה? המכלל האקדמית תל אביב-יפו\nכמה? חינם\nב-18 למרץ, בשעה 18:00 יערך ערב שכולו לטובת הסטארטאפיסטים הצעירים ושיענה על שאלות כמו כיצד ומאיפה לגייס כספים לסטארטאפ שלך, איך לגייס כספים בארה”ב, היכן למצוא מנטורים, כיצד לייצר מוצר לצרכנים האמריקאים וכמובן, פיצה ובירה.\nלפרטים נוספים והרשמה.\nNostalgia Restaurant, 17, Tawfiq Zayyad Street, Nazaret – יום שני, 21:00\nאיפה? מסעדת נוסטלגיה, נצרת\nכמה? חינם\nב-18 למרץ, בשעה 18:30, יערך ערב עם שבו ישוחחו מבחר אנשים מהתעשייה כמו אייל רשף, צביקה שחף, שי וניגר ורן חקלאי.\nלפרטים נוספים והרשמה.\nBeerTech Modiin hosting Ben Lang (Mapped of Israel) & Nir Miretzky GameIS – יום שני, 20:00\nאיפה? הפאב האירי, שדרות המלכות, מודיעין\nכמה? חינם\nב-18 למרץ, בשעה 20:00 בערב, תערך הרצאה של בן לאנג על שיווק לסטארטאפים שתתמקד בגדילה ולאחריו ניר מירצקי על גיימינג.\nלפרטים נוספים והרשמה.\nגרמניה כמרכז הפעילות האירופית של חברות ישראליות – יום שלישי, 16:30\nאיפה? ליאונדרו סיטי טאואר, רחוב זיסמן 14, רמת גן\nכמה? חינם בהרשמה מראש\nב-19 למרץ, בשעה 16:30 אחה”צ יערך סמינר שבו תידון הנגישות לשווקים אירופים וגרמנים, והיתרונות של שימוש בגרמניה כמרכז לפעילות האירופית של חברות ישראליות.\nלפרטים נוספים והרשמה.\neClub: פתיחת סמסטר אביב – יום שלישי, 19:00\nאיפה? חיפה\nכמה? חינם\nב-19 למרץ, בשעה 19:00 בערב, בן לנג יחלוק איתנו עצות פרקטיות בשיווק לסטארטאפים. בן לנג הוא חבר צוות ב-lool ventures ויוצר מפת הסטארטאפים של ישראל Mass Challenge. וגם, האקסלרטור ותחרות הסטארטאפים הגדולה בעולם, מגיעים להציג את פתיחת הפעילות בישראל.\nלפרטים נוספים והרשמה.\nכנס בנושא הקמת פעילות מסחרית וניהול תחרותי בסין המתחדשת – יום רביעי, 16:00\nאיפה? אוניברסטית תל אביב\nכמה? 75-300 ש”ח\nב-20 למרץ, בשעה 16:00, ידברו מומחים מקצועיים שידונו בשינויים, באתגרים ובהזדמנויות הנפתחות בסין המתחדשת. אורחי הכבוד של הכנס הם משלחת של בכירי השלטון המקומי מהעיר Changzhou ממחוז ג’יאנגסו (Jiangsu), בראשות Mr. Fang Guoqiang סגן ראש השלטון המקומי, האחראי על הפיתוח הכלכלי במחוז.\nלפרטים נוספים והרשמה.\nLearn how “lean startups” grow their company based on the “human cloud” – יום רביעי, 17:00\nאיפה? The Hub, דרך מנחם בגין 55, קומה שביעית, תל אביב\nכמה? חינם לחברי ההאב, 30 ש”ח לציבור הרחב\nב-20 למרץ, בשעה 17:00 בערב, סטארטאפים ויזמים מוזמנים להצטרף לדיון בכיצד סטארטאפים צריכים להתייחס לשוק ולפנות אליו ולשמור על ‘חברה רזה’, איך סטארטאפים יכולים ליצור יתרון עם ‘הענן האנושי’ ולבנות צוות שבנוי עם כישרון, ועוד, ועוד.\nלפרטים נוספים והרשמה.\nTel Aviv Bitcoin Meetup March 2013 – יום חמישי, 18:00\nאיפה? מרכז קהילתי רוזין, רחוב דרזנר 2, תל אביב\nכמה? חינם\nב-21 למרץ, בשעה 18:00 בערב, יערך ערב הרצאות בנושאים שונים: הכרות עם Bitcoin וסחר חופשי בו, טכנולוגיות חלופיות לסחר והרגולציה סובבת את Bitcoin. לבסוף יערך דיון עם המשתתפים.\nלפרטים נוספים והרשמה.\nרוצים לדעת על כל האירועים המעניינים שקורים בכל שבוע? הרשמו עכשיו למגזין השבועי של ניוזגיק וקבלו את כל האירועים ישירות לתיבת המייל שלכם.\nהלוח מתעדכן במהלך כל השבוע, לפיכך, פרטנו בפוסט את האירועים וימי העיון המרכזיים. בלוח האירועים המלאתוכלו למצוא אירועים נוספים כגון מפגשי קבוצות משתמשים, סדנאות והרצאות בנושאי טכנולוגיה שונים.", "keywords": "גיקלנדר,לוח אירועים,geekcalendar,לוח אירועי היי-טק,אירועי טכנולוגיה,אירועי סטארטאפים,אירועי היי-טק,startup events,startup events in israel,technology events in israel"}