{"url": "https://www.geektime.co.il/free-apps-november-2018/", "type": "article", "title": "20 אפליקציות ומשחקים שמוצעים בחינם, אבל לזמן מוגבל", "description": "ריכזנו לכם רשימה של 20 אפליקציות ומשחקים שזמינים עכשיו להורדה בחינם. חלקם מוצע בהנחה של 15 דולר, אבל לזמן מוגבל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/app-store-1174440_1280-1543305146-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-27T10:25:12Z", "modified_time": "2018-11-27T11:38:23Z", "articleBody": "ריכזנו לכם רשימה של 20 אפליקציות ומשחקים שזמינים עכשיו להורדה בחינם. חלקם מוצע בהנחה של 15 דולר, אבל לזמן מוגבל\nמקור: Pixabay\nימי המכירות המיוחדים כבר מאחורינו, אבל גל המבצעים עדיין לא, וזה הזמן שלכם להוריד לסמארטפון משחקים ואפליקציות שמוצעים בחינם למשך זמן מוגבל. הנה כמה אופציות מעניינות לאפליקציות קצת פחות מוכרות, שאולי שווה לכם להכיר (וגם אם הן לא שוות משהו – לפחות תוכלו להתנסות בהן מבלי לשלם כסף).\n1. Infinite Flight – תאפשר לכם להגשים חלום ולהרגיש איך זה להטיס מטוס \nחינם באנדרואיד | בתשלום ב-iOS\n2. NineGaps 4 – משחק פאזל ממכר שזכה בתואר “Best Math Puzzle Game” מאפל\nחינם ב-iOS\n3. Night Survivor PRO – אתם משחקים כאדם האחרון ששרד כשבחוץ שוררת אפוקליפסת זומבים\nחינם באנדרואיד\n4. Adventure of Priestess – משחק תפקידים בניחוח של פעם\nחינם באנדרואיד\n5. Reporter 2 – סביבת המשחק המומלצת: חושך ואוזניות. לא לבעלי לב חלש\nחינם באנדרואיד | בתשלום ב-iOS\n6. Epica Pro – אפליקציה שתפיח חיים בכל תמונה משעממת שלכם\nחינם ב-iOS\n7. 2 Player Quiz Pro – טריוויה מול חברים\nחינם באנדרואיד\n8. Solar System Encyclopedia – אם תמיד רציתם ללמוד על מערכת השמש ולא ידעתם מאיפה להתחיל\nחינם באנדרואיד\n9. Videdit – תוכנה לעריכת וידאו שמבטיחה להיות פשוטה וקלה לתפעול\nחינם ב-iOS\n10. Picture Perfect  – עוד אפליקציה לעריכת תמונות לאוסף, עם פילטרים קצת פחות חרושים מאלו של אינסטגרם\nחינם ב-iOS\n11. Extremely Deep Meditation – אפליקציה שתעזור לכם עם תרגילי מדיטציה בכל רגע שתרצו\nחינם באנדרואיד\n12. Kosmos – בואו ללמוד כמה אתם באמת יעילים עם אפליקציה לניהול זמן\nחינם באנדרואיד\n13. Ocmo – משחק שזכה בלא מעט פרסים ומבטיח לאתגר גם את הגיימרים הכבדים ביותר\nחינם ב-iOS\n14. Historia Battles Rome DELUXE – משחק אסטרטגיה לחובבי ההיסטוריה\nחינם באנדרואיד\n15. Freelancer Simulator – משחק סימולציה בו אתם משחקים פרילנסר שמנסה לבנות אימפריה\nחינם באנדרואיד\n16. Dead Bunker II – בואו לראות איך זה להיות מחסל מקצועי שיעשה הכל בשביל כסף\nחינם באנדרואיד \n17. Pinball Breaker Forever  – כשפינבול ו-DX Ball נפגשו\nחינם ב-iOS\n18. Paint Hack – אפליקצית צייר למקצוענים וחובבנים יחד\nחינם ב-iOS\n19. Easy Spending – האפליקציה הזו תנסה לעזור לכם לעקוב אחר ההוצאות שלכם ולהיות קצת יותר מאורגנים בכל הקשור לכסף\nחינם ב-iOS\n20. New Math Puzzles for Geniuses  – בואו לאתגר את המוח שלכם עם חידות ותרגילים מתמטיים\nחינם באנדרואיד \n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\n ", "keywords": "אפליקציה,אפליקציות,אפליקציה חינמית,מבצע אפליקציות,apps,app,google play,android,ios"}