{"url": "https://www.geektime.co.il/monthly-apps-rank-february-2015/", "type": "article", "title": "דירוג אפליקציות המובייל הישראליות [פברואר 2015]", "description": "אילו אפליקציות נוספו לרשימה, אילו הוסרו ממנה ומי הצליחו לטפס לראש הטבלה. דירוג האפליקציות הישראליות לחודש פברואר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/mobile.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-03-03T12:40:19Z", "modified_time": "2015-07-27T14:15:51Z", "articleBody": "אילו אפליקציות נוספו לרשימה, אילו הוסרו ממנה ומי הצליחו לטפס לראש הטבלה. דירוג האפליקציות הישראליות לחודש פברואר\n\nהעובדה שמכשירי הסמארטפון והטאבלט השתלטו על חיינו הפכה עובדה מוגמרת, אך אנו חייבים להודות שהם לא היו מבדרים, מהנים, אינפורמטיביים או אפילו יעילים במיוחד ללא מספר האפליקציות העצום הזמין כיום בשוק. על מנת לעשות קצת סדר בבלאגן, החלטנו לערוך את מצעד האפליקציות הישראליות הגדול, שיציג לא רק את האפליקציות הפופולאריות ביותר, אלא אולי אפילו יעזור לכם להכיר כמה אפליקציות שעדיין לא התקנתם על המכשיר.\nלצד המדד הסטנדרטי של מספר ההורדות לכל אפליקציה החלטנו להשתמש גם בכלי של Applause הישראלית המציע ניתוח לפופולאריות של האפליקציות על בסיס 100 מאפיינים שונים, וכמובן בהתאם לחוות הדעת והביקורות השונות המתפרסמות בחנויות האפליקציות עצמן. בנוסף, שיקללנו לתוך הציון את הדירוגים השונים של האפליקציה בקטגוריות השונות, במדינות שונות כחלק מהפרמטר של הציון הסופי.\n<<< לדירוג אפליקציות המובייל של חודש ינואר 2015\nתנאי הסף לדירוג האפליקציות שלנו:\nבמידה ואתם חושבים שהאפליקציה שפיתחתם עומדת בקריטריונים ומתאימה להופיע בדירוג, אתם מוזמנים להגיש אותה כמועמדת באמצעות הטופס המופיע בתחתית הפוסט. אז מה השתנה במהלך החודש האחרון, מי הן האפליקציות החדשות שהתווספו ומי אלה שהצליחו לעצבן את קהל המשתמשים, וצנחו בדירוג?\nבמקום הראשון עם התקדמות של מקום אחד נמצאת אפליקציית World Series Of Poker אשר הורידה את Viber למקום השני. במקום השלישי עם התקדמות של ארבעה מקומות נמצאת אפליקציית ai.type keyboard ומיד אחריה במקום הרביעי עם קפיצה די מרשימה הגיעה Worldmate. התקדמות משמעותית שניתן להבחין בה החודש היא עליה של 66 מקומות לאפליקציית Bubble Shooter, שהתקדמה מהמקום ה-71 הישר לחמישי. במקום השישי Trial Xtreme 3, בשביעי Rounds, כאשר שתיהן פחות או יותר שומרות על יציבות. Mirage גם היא התקדמה לא מעט ונכנסה למקום ה-8, וואלה! עלתה כמעט 30 מקומות למקום התשיעי, ואת העשיריה סוגרת GetTaxi.\nאפליקצית Poker Master שודרגה קלות ודורגה במקום ה-15 לאחר שבחודש שעבר תפסה את המקום ה-73, צמודה אליה Waze שהתקדמה בחמישים מקומות. יישום משוב תלמידים והורים הפך גם הוא פופולארי והתקדם למקום ה-20 לאחר שבחודש שעבר היה במקום ה-64, וכנראה שתקופת החגים אכן מתקרבת שכן הלוח העברי – Hebrew Calendar תפס את המקום ה-32, בעוד שבחודש שעבר הגיע למקום ה-74. אפליקצית החדשות של Ynet התדרדרה קשות מהמקום החמישי ל-73, ואמנם בצורה פחות קיצונית אך גם כלכליסט נמצאת החודש במקום ה-51 לעומת 16 בחודש ינואר.\nהחודש התברגו לרשימה שתי אפליקציות שהתמקמו לקראת סופה, כאשר Dragonplay Poker התברגה במקום ה-75 ו-Symbolab המחשבון לפתרון בעיות מתמטיות הגיע למקום האחרון ברשימה.\n", "keywords": "אפליקציה,אפליקציות,אנדרואיד,אייפון,ios,android,app,apps,appstore,app store,חנות אפליקציות,גוגל פליי,google play,ישראל,אפליקציות ישראליות,ישראליות,israeli app,israeli apps,דירוג,"}