{"url": "https://www.geektime.co.il/new-apple-easy-pay/", "type": "article", "title": "אפל מציגה את Easy Pay: לקנות מבלי לעבור בקופה", "description": "פיצ'ר חדש שהוסיפה אפל לאפליקציית ה-Apple Store החדשה שלה יאפשר ללקוחות ליטול מוצר מהמדף, לשלם עליו באמצעות האייפון ולעזוב את החנות", "image": "https://files.geektime.co.il/wp-content/uploads/2011/11/appst.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-11-09T12:25:32Z", "modified_time": "2011-11-09T20:42:59Z", "articleBody": "פיצ’ר חדש שהוסיפה אפל לאפליקציית ה-Apple Store החדשה שלה יאפשר ללקוחות ליטול מוצר מהמדף, לשלם עליו באמצעות האייפון ולעזוב את החנות\nצילום: יח\"צ\nאמש (ג’) שיחררה אפל עדכון גרסה לאפליקציית רשת החנויות הקמעונאיות שלה (Apple Store) שנועדה להכין את הקרקע לקראת היסטריית הקניות של תקופת החגים הקרובה.\nהאפליקציה החדשה עושה שימוש במכשירי ה-iDevices של אפל ומאפשרת למשתמשים לבצע רכישה בשתי דרכים שונות באמצעות מכשיר האייפון, האייפד או האייפוד טאצ’ ובכך לקצר משמעותית את זמן ההמתנה, התורים וכל הבירוקרטיה הכרוכה היום ברכישה בחנויות ה-Apple Store.\nהדרך החדשה והמהפכנית שחשפה אפל עם גרסתה המעודכנת של האפליקציה שלה תאפשר ללקוחות לבצע רכישה באופן עצמאי מבלי לעבור בקופות ומבלי להחליף מילה עם אף אחד מנציגי השירות או המכירה בחנות. הקונספט החדש שהפך כבר לזמין באופן רשמי, מכונה על ידי עובדי רשת החנויות של אפל: Easy Theft מאחר ובנוי במידה רבה על אמון של אפל בקהל הלקוחות שלה.\nצילום: צילומסך\nהתהליך פשוט: לאחר הורדת האפליקציה, יכול הלקוח לבחור את המוצר אותו הוא מעוניין לרכוש, לסרוק את הברקוד באמצעות מצלמת המכשיר ולאשר את העסקה באמצעות הזנת נתוני ה-Apple ID שלו. התשלום יבוצע על חשבון כרטיס האשראי המוזן למערכת של אפל בחשבון ה-Apple ID וקבלה תשלח במייל. בשלב זה יכול הלקוח לעזוב את החנות יחד עם המוצר, זאת לאחר שביצע רכישה באופן עצמאי לחלוטין.\nבמבט מהצד, הביקורת של נציגי החנות של אפל ברורה. השירות החדש שמציעה אפל יאפשר ללקוחות ליטול מוצרים מהמדף ולצאת מהחנות, הפיקוח אחר גניבות במצב זה עשוי להיות בעייתי ובשלב זה לא ידוע עדיין כיצד אפל מתכוונת להתגבר על אפשרות שכזו והאם הרכיבה מבעוד מועד מנגנון שנועד להקשות על גנבים וטרם פורסם.\nנציין, כי שירות ה-Easy Pay נועד למוצרים נלווים וזולים המצויים בחנות ולא יהיה זמין לרכישת מוצרים יקרים כמו ליין המחשבים שמציעה אפל, מכשירי האייפד, האייפון והאייפודים.\nשירות אחר שמציעה אפל נועד לאביזרים יקרים יותר ומאפשר אף הוא לבצע רכישה באמצעות האפליקציה ולקבל את המוצר תוך 12 דקות בלבד בדלפק מהיר שנועד לאנשים שביצעו רכישה מבעוד מועד. כאן כבר יוקצה צוות קטן בכל חנות שכל תפקידו יהיה להעביר ללקוחות את המוצרים שרכשו באמצעות האפליקציה, הלקוחות מצידם לא יאלצו להמתין בתור למוצר.\nפיצ’ר חביב נוסף שהצטרף אף הוא לגרסה 2.0 של ה-Apple Store יאפשר מעקב פשוט יותר ביחס לסטטוס ההזמנה ישירות מהאפליקציה. כל העדכונים הללו, מיותר לציין, אינם רלוונטים לקהל הישראלי, לאפל 357 חנויות קמעונאיות ברחבי העולם, אך נציגות רשמית של החברה בארץ עדיין נעדרת.\n ", "keywords": "אייפון,אפל,אפל סטור,רשת חנויות אפל,apple,apple store,app,easy pay,easypay,תשלום מהיר,אפליקציה,אפליקצייה,apple id,אייפד,ios,apple-id,apple-store"}