{"url": "https://www.geektime.co.il/apple-wwdc-2015-live-blogging/", "type": "article", "title": "אפל חושפת את OS X El Capitan, את iOS 9 ואת Apple Music [לייב-בלוגינג]", "description": "אפל חשפה בכנס המפתחים השנתי שלה את הגרסאות הבאות של שלוש מערכות ההפעלה שלה: OS X El Capitan, עדכון iOS 9, מערכת ההפעלה החדשה לאפל ווטש, WatchOS 2 ושירות מוזיקה חדש בשם Apple Music", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/wwdchomepage.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-08T19:40:30Z", "modified_time": "2015-06-08T22:23:37Z", "articleBody": "אפל חשפה בכנס המפתחים השנתי שלה את הגרסאות הבאות של שלוש מערכות ההפעלה שלה: OS X El Capitan, עדכון iOS 9, מערכת ההפעלה החדשה לאפל ווטש, WatchOS 2 ושירות מוזיקה חדש בשם Apple Music\n\nכמו בכל קיץ גם השנה תערוך אפל את כנס המפתחים המסורתי שלה שיפתח בשעה 20:00 שעון ישראל ויערך במרכז הכנסים החביב על החברה, מוסקוני ווסט בסן פרנסיסקו. הכנס צפוי להמשך חמישה ימים וצפויים להשתתף בו 5,000 מפתחים מכל רחבי העולם שעלו בהגרלה לאחר רישום ושילמו לא פחות מ-1,600 דולר עבור כרטיס הכניסה לכנס.\nרגע השיא של הכנס נעוץ באירוע הפתיחה החגיגי שלו – אירוע הכרזה רשמי שמנחה לרוב מנכ״ל החברה לצד המנהלים הבכירים ושם נחשפים שירותים ומוצרים חדשים. בשנים האחרונות אפל מתמקדת באירועים אלו בשתי מערכות ההפעלה המובילות שלה: OS X ו-iOS ומקדישה את מרבית הזמן בהתייחסות לעדכונים הצפויים בגרסאות הבאות. אז מה צפוי לנו שם?\nהגרסה הבאה של OS X: זה מרגיש כאילו רק אתמול השיקה אפל את יוסמטי, אבל היום אנחנו צפויים לשמוע על הגרסה הבאה של מערכת ההפעלה שתזכה ככל הנראה לשם של אתר תיירות נוסף בקליפורניה. הפעם לא צפויים שינוי ממשק מהפכניים או עדכון בעיצוב, כאלו הרי קיבלנו כבר בגרסה הקודמת, אבל אפל כן צפוייה להציג פיצ׳רים חדשים ושינויים מהותיים יותר במערכת.\nהגרסה הבאה של iOS: בשנים האחרונות התחרות בין iOS לאנדרואיד הגיעה לשלב רתיחה ולא מעט פיצ׳רים זוכים לאימוץ הדדי בין שתי מערכות ההפעלה הפופולאריות. גם כאן אנחנו לא צופים עדכון בעיצוב או בממשק אלא מענה לביקורת החריפה שנשמעה כלפי אפל על כך שמערכת ההפעלה כבר אינה יציבה כבעבר. אפל צפוייה להוביל עדכון עמוס בתיקוני באגים ועדכוני אבטחה בגרסתה הבאה של iOS על מנת להפוך אותה לקלילה ויציבה יותר אבל להמעיט בפיצ׳רים חדשים.\nשירות הזרמת מוזיקה: את ההפתעה הגדולה של הערב הרס אמש מנכ״ל סוני שהתבטא באופן רשמי והבהיר שאפל הולכת לחשוף שירות הזרמת מוזיקה על בימת אירוע הפתיחה של WWDC. השירות החדש צפוי למעשה להוות את האבולוציה המתבקשת באייטונז שאיבדה גובה בשנים האחרונות בעקבות התחרות מול שירותים דוגמת ספוטיפיי ואחרים. אפל מאמצת את מודל הסטרימינג באיחור, אך סביר להניח שעם קהל משתמשים גדול כל כך היא עשויה לתת נוק אאוט לשירותים המתחרים. השירות יוצע בתשלום חודשי וצפוי להיות מוגבל, לפחות בהתחלה.\n(לעדכונים יש לרפרש)\n\n[19:50] האירוע יחל בשעה 20:00 בדיוק (שעון ישראל)\n[20:02] אנחנו מתחילים בסרטון קצר\n\n[20:05] אפל פותחת בסרטון משעשע שנוצר במיוחד עבור כנס המפתחים ומציג לכאורה את מה שקורה מאחורי הקלעים של הפקת האירוע בסגנון שמזכיר קצת הצגה בברודווי, זו ללא ספק הפעם הראשונה שכנס המפתחים נפתח בצורה הזו.\n\n[20:08] טים קוק עולה לבמה, מתייחס לעובדה שיש המון אנשים שזו הפעם הראשונה שלהם בכנס המפתחים. ״אנחנו לא רק מעבירים את אירוע הפתיחה בסטרימינג השנה, אנחנו נעביר גם סדנאות בסטרימינג לאורך הכנס״.\n\n[20:10] אנחנו נדבר היום על שלוש מערכות הפעלה מרכזיות: OS X, iOS ולראשונה מערכת ההפעלה watchOS. שלוש מערכות ההפעלה הללו מרכיבות שלוש סביבות שמאפשרות לאנשים להשתמש במוצרים שלנו.\n[20:12] קרייג (Craig Federighi) עולה לבמה ומחליף את קוק. מתייחס למערכת ההפעלה הנוכחית יוסמטי שנחשבת למערכת ההפעלה שזכתה לאימוץ המהיר ביותר מאז ומעולם למערכת הפעלה. איך יקראו למערכת ההפעלה החדשה, קרייג בונה מתח ולבסוף מציין שיקראו לה: El Capitan. (תתחילו לשנן)\nהתחלנו בספוט לייט שתהיה הרבה יותר מהירה, שיפרנו את האפליקציות המובנות והוספנו מחוות חדשות. קרייג מתייחס לפיצ׳רים קטנים יחסית כמו למצוא את מיקום סמן העכבר ומחוות שונות בספארי שמאפשרות להוסיף מועדפים ולבצע פעולות נוספות כמו למשל לגלות את הלשונית ממנה מגיע המוזיקה. (פיצ׳ר שכבר ניתן למצוא בדפדפנים אחרים תקופה ארוכה).\n\n[20:18] מספארי עובר קרייג לדמו של ספוט לייט ושל אפליקציית המייל המובנת. ההסבר כולו מלווה בלא מעט הימור, חלק ממנו על אפל עצמה.\nקרייג מציג פיצ׳ר חדש לניהול המון חלונות במקביל: שלוש אצבעות קדימה ואנחנו רואים את כל החלונות, את זה אנחנו מכירים, אלא שהפעם ניתן לגרור רכיבים מחלון לחלון באופן פשוט כך שניתן למעשה לעבוד במסך מלא באופן ידידותי יותר.\nפיצ׳ר נוסף היא האפשרות להציג שני חלונות שנצמדים לקצוות המסך כך שניתן לעבוד עליהם במקביל.\n\n[20:24] קרייג עובר להתייחס לביצועים של אל קפיטן. אפל התמקדה ביציבות המערכת וביצעה שינויים בליבת המערכת, כאלו שיאפשרו להאיץ את הגרפיקה. לטענתו מדובר בשיפור של 50% ברינדור, שינויים שיורגשו היטב בקרב קהל מקצועי כמו גרפיקאים, אנימטורים, עורכי וידאו וגם גיימרים.\nעל מנת להציג את השיפור בביצועים קרייג קורא לנציג מ-Epic, חברת משחקים שמדגים את היכולות של התוכנה שהם בנו.\n\n[20:28] (ר.ל. לא נראה שהקהל מתלהב במיוחד מההדגמה בנתיים)\nקרייג חוזר לבמה, מודה ל״אפיק״ על השימוש שעשו ב-Metal, הרכיב שהטמיע אפל שמאפשר את השיפור בביצועי הגרפיקה במערכת.\nמערכת ההפעלה החדשה של אפל תהיה זמינה לשדרוג חינם לכולם החל מהסתיו הקרוב.\nעכשיו עוברים ל-iOS.\n[20:32] קצב האימוץ של iOS 8 היה מדהים. ״סירי מתמודדת עם מיליארד בקשות מידי שבוע״. סירי תבין אתכם הרבה יותר עכשיו, תוכלו לדבר איתה באופן ספציפי יותר. ב-iOS 9 אנחנו מביאים פיצ׳ר שיהפוך את סירי לאקטיבית יותר (ר.ל. תחשבו רגע על Google Now). המערכת תדע לקרוא את המיילים שלכם ולשלב אירועים אוטומטית ישירות בלוח השנה. מעכשיו כשתקבלו שיחה ממספר שאתם לא מכירים, האייפון ידע לומר לכם מי זה על בסיס מיילים שבהם הופיע השם של אותו אדם עם מספר הטלפון הזה.\nגם החיפוש במערכת ההפעלה עבר שדרוג משמעותי ותוכלו מעתה להריץ דברים ישירות מהחיפוש. אלא שעכשיו אנחנו גם מציעים API לחיפוש, כך שגם מפתחים יוכלו לעשות שימוש בחיפוש בתוך האפליקציות.\n\nואנחנו עוברים לדמו עם iOS 9 ולהדגמה של פיצ׳ר העוזר הפרו-אקטיבי החדש.\n[20:40] מאחר והאייפון שלי יודע שכשאני נמצא במכון כושר אני אוהב להקשיב למוזיקה קצבית, ברגע שאחבר את האוזניות בזמן שאני במכון, המוזיקה פשוט תתחיל לפעול.\n\n[20:42] קרייג ממשיך להציג את הפיצ׳רים החדשים של iOS 9 אליהם התייחס מוקדם יותר: סירי, החיפוש המתקדם והעוזר הפרו-אקטיבי. בנתיים שום דבר באמת מרגש.\nעכשיו הגיע הזמן להרגיע את הרוחות, כי הרי לפני רגע קרייג התייחס לעובדה שאפל תחטט באימיילים שלנו כדי לקבל פרטים. קרייג מבטיח שאפל לא באמת מחטטת בפרטים, כל המידע נשאר על המכשיר של המשתמש ולא יעבור לשרתים של אפל, גם לא לניתוח הנתונים.\n[20:43] ״אני מקווה שכולכם עשיתם שימוש בשירות התשלומים שלנו״. אנחנו מרחיבים את השימוש באפל פיי לעסקים ורשתות נוספות ברחבי ארה״ב והחל מהיום נתחיל שיתוף פעולה עם סקוור על מנת לאפשר את השימוש באפל פיי גם בקרב עסקים קטנים.\nתודות למפתחים הנהדרים שעובדים איתנו קל כל כך להשתמש באפל פיי גם באפליקציות. אנחנו מתחילים לעבוד גם עם פינטרסט שתאפשר לבצע רכישות ישירות מהרשת החברתית באמצעות אפל פיי.\nאנחנו מתרגשים לספר לכם שאנחנו מביאים את שירות התשלומים של Apple Pay לבריטניה החל מהחודש הבא. התחלנו בשיתוף פעולה עם הבנקים הגדולים באנגליה ואנחנו נרחיב את הפעילות שם משמעותית בחודשים הקרובים. חדשות מרגשות באמת הן שמעתה ניתן לשלם על נסיעה בתחבורה ציבורית בבריטניה באמצעות Apple Pay.\nהחלטנו לשנות את השם של Passbook ל-Wallet, שם שהרבה יותר מתאים לו כעת.\n\n[20:50] קרייג חוזר לבמה ומבקש להתייחס ל״Notes״ ולשדרוג שלו במערכת ההפעלה הבאה. מעתה ניתן לשלב צ׳ק ליסטים, תמונות ואפילו איורים שתבצעו במקום ב״Notes״. ״הרבה פעמים אני רוצה לצרף דברים שמצאתי באפליקציות אחרות ב״Notes״ מעכשיו יהיה קיצור מערכת שיאפשר לכם לעשות זאת מכל מקום במכשיר״.\n״הדבר הבא שאני רוצה להתייחס אליו הוא Maps. באופן טבעי התמקדנו עד עתה בנהגים, אבל גילינו שרוב המשתמשים שלנו עושים שימוש בתחבורה ציבורית ומעתה נציע פרטים על אוטובוסים, רכבות, מוניות, מעבורות עם מידע פשוט וקל להבנה.\nהמיפוי שלנו מדוייק ויאפשר לכם להבין בדיוק איפה אתם נמצאים גם כשאתם מתחת לאדמה, מחפשים את תחנת רכבת התחתית. ומעבר לזה לימדנו את סירי את השימוש במפות כך שתוכלו לשאול אותה והיא תשיב לכם.\nשירות המפות המשודרג יוצע רק במספר מדינות בשלב הראשוני.\n\n[20:54] ״יש אפליקציה אחת שממש ממש רצינו לבנות כבר שנים. היום אנחנו משיקים אפליקציה חדשה בשם News. אפליקציית החדשות שתהפוך מובנת ב-iOS תציע לכם כתבות מאינספור אתרים נבחרים בעולם, אבל האפליקציה הזו גם אינטרקטיבית ואני רוצה להדגים לכם אותה באמצעות סוזן״.\n\n[20:55] (ר.ל. בהדגמה בחרה סוזן מאפל להתייחס לגופי מדיה מאוד מסויימים ביניהם הבלוגר המיתולוגי ג׳ון גרובר שמסקר את החברה כבר שנים וסביר להניח שחיוך רחב מרוח על פניו כרגע).\n״אפליקציית החדשות שלנו לומדת את התכנים שאתם אוהבים יותר ותזרים לכם אותם באופן אוטומטי. שמנו דגש על הפונט, על הצורה שבה מופיע הטקסט, על שילוב התמונות והאפשרות לדפדף ביניהן. אני לא חושבת שעד כה היתה אפליקציה שאיפשרה לצפות בתכנים מגזיניים באופן נוח יותר״.\n[21:00] קרייג חוזר לבמה ומזכיר שוב שהם מתכוונים להקפיד על הפרטיות ולא לבדוק מה המשתמשים קוראים. כרגע אנחנו עובדים עם 17 גופי מדיה אבל נתרחב לעשרות גופי מדיה במהירות. ״בלוג, עיתון מקומי ועיתון גדול, כולם יגיעו ל״News״ בסוף.\nהשירות יפעל בשלוש מדינות בשלב הראשון.\n\n״עכשיו אני רוצה לעבור ולדבר על האייפד.\nקרייג מתייחס לפיצ׳רים חדשים ב-iOS 9 שמיועדים לאייפד. ההתמקדות כרגע היא במקלדת, באפשרות להקליד במהירות מבלי לעזוב את המסך כלל. ״אם תרצו לעשות שימוש במקלדת פיזית זה הולך להיות מעתה פשוט יותר מתמיד״.\nאלא שהפיצ׳ר המרכזי שאני רוצה לדבר עליו עכשיו הוא השדרוג שלנו לאייפד עם מולטי-טסקינג.\nמעכשיו כשתהיו בתוך אפליקציה תוכלו לזמן אפליקציה נוספת מימין בקלות.\nכך תוכלו לעבוד במקביל בשתי אפליקציות. אחת מרכזית ואחת נוספת ומשנית.\n\n[21:10] ״אם תצפו כעת בוידאו, אבל לרגע תחליטו שאתם רוצים לעשות פעולה נוספת וזה קורה המון – מעתה תוכלו פשוט להקטין את הוידאו. לצפות בו ולשמוע אותו אבל לבצע פעולות נוספות במקביל. תוכלו ממש לשלוט בגודלו של הוידאו ולהזיז אותו ממקום למקום. (ר.ל. עכשיו זה פיצ׳ר באמת משמעותי).\n\n[21:12] ״דבר נוסף שתרגישו שהשתנה ב-iOS 9 הוא השיפור המשמעותי בביצועים ובצריכת הסוללה. החל ממערכת ההפעלה הבאה כשתתקעו עם סוללה חלשה המערכת תעבור למצב חסכוני ותאפשר לכם לעבוד שעה אחת נוספת״.\n״דגש נוסף הוא בעדכוני אבטחה אבל משהו שבאמת ישמח אתכם נוגע לעובדה שהעדכון של מערכת ההפעלה הולך להיות קטן משמעותית ולגרום למערכת ההפעלה לעשות שימוש בהרבה פחות מקום על המכשיר שלכם כך שאחרי שתתקינו אותה יתפנה לכם הרבה מאוד מקום במכשיר״.\n״העדכון הזה מעולה לא פחות למפתחים והמערכת תהיה הרבה יותר פתוחה וידידותית עבורכם״.\n\n \n[20:15] הדבר הבא שאני רוצה להתייחס אליו הוא CarPlay שיתמוך ביותר מסכים ביותר גדלים וברכבים חדשים לא תצטרכו יותר להוציא את הטלפון מהכיס כדי שהמערכת תוצג לכם במכונית עצמה. הסנכרון יעשה באופן אוטומטי.\n״אני רוצה להתייחס ל-Swift. אנחנו מציגים השנה את Swift 2. ההתמקדות שלנו בסוופיט היתה המהירות ואנחנו מאמינים שמדובר בשפת התכנות הבאה שתשרת את המפתחים ב-20 השנים הבאות. היום אנחנו עושים משהו באמת דרמטי ומכריזים על סוופיט כ-Open Source.\niOS 9.0 תתמוך בכל המכשירים ש-iOS 8 תמכה בהם ותושק באופן רשמי בסתיו.\n\n[20:20] טים קוק חוזר לבמה.\n״האפל סטור חצתה לאחרונה 100 מיליארד הורדות. התעשיה מעולם לא נתקלה בדבר כזה. האפסטור שינתה לחלוטין את התחום. שילמנו 30 מיליארד דולר למפתחים עד היום, היא יצרה תעשיה שלמה וכנראה הכי רווחית שקיימת היום בעולם״.\n״אני רוצה להודות למפתחים שתרמו להצלחה של אפסטור ולהציג לכם סרטון שמתמקד בכם״\n\n[21:25] טים קוק חוזר לבמה. ״אני רוצה להודות לכם, עזרתם לשנות את העולם״.\n״אני רוצה לדבר על הדרך הבאה לשנות את העולם, והיא האפשרות להביא אפליקציות נייטיב לשעון של אפל באמצעות WatchOS. עבורנו מדובר ברגע מאוד משמעותי. לפתוח את האפשרות למפתחים שיוכלו מעתה לפתח לאפל ווטש, לפתוח את הפלטפורמה עבורכם כדי שתוכלו לייצר אפליקציות שעכשיו אנחנו מדמיינים. השקנו את האפל ווטש רק לפני חודש ואני מתרגש לדבר איתכם כבר על מערכת ההפעלה הבאה של השעון. אני מזמין את קווין לינץ׳ לדבר איתכם על זה.\nבוא נתחיל לדבר על Timepiece. תוכלו מעתה לבחור תמונה שתופיע לכם באופן קבוע בשעון וזו יכולה גם להיות תמונת Time Lapse כך שאוסף התמונות ינועו למעשה באופן קבוע על השעון. תוכלו להתאים את השעון שלכם על בסיס התמונות הללו אלא שמעתה תוכלו גם להציג נתונים שונים שיופיעו באופן קבוע.\n״מערכת ההפעלה החדשה של אפל ווטש כוללת פיצ׳ר בשם Time Travel באמצעותה תוכלו לחזור אחורה ולבדוק מה חוויתם. כשהשעון שלכם יוטען בלילה לצידכם, אם תניחו אותו על הצד הוא יהפוך מעתה לשעון לילה עם שעון דיגיטלי שמציג באור חלש וישמש גם כשעון מעורר״.\n\nב-WatchOS 2 תוכלו להוסיף חברים ספציפיים לרשימת החברים המקוצרת שלכם, תוכלו לצייר במספר צבעים ולהעביר את המסר ואפילו להגיב למיילים ישירות מהשעון. תוכלו לנווט באמצעות השדרוג הצפוי לשירות המפות כך שתוכלו לצפות בשעון ולהחליט לאן ללכת וסירי תוכל לשלוט על יותר מרכיבים כמו למשל אפליקציות צד ג׳ כמו אינסטגרם.\nאבל זה לא הכל.\nהקשבנו לכם ושמענו שרובכם (ר.ל המפתחים) מעוניינים בגישה למיקרופון, מעתה זה אפשרי, תוכלו גם לגשת לאודיו, לוידאו ותהיה לכם גישה גם ל-HealthKit ול-HomeKit, תוכלו לגשת לחיישני התנועה בשעון ולעשות בהם שימוש עבור האפליקציות שאתם בונים. אנחנו מעניקים לכם גישה גם ל-Digital Crown (ר.ל לחצן הגלגל שבשעון).\n\nעוברים להדגמה.\nגרסת הבטא של WatchOS 2 תהיה זמינה למפתחים החל מהיום.\nהגרסה החדשה תושק באופן רשמי לכלל המשתמשים בסתיו הקרוב.\n\nטים קוק חוזר לבמה.\n״לפני שאנחנו סוגרים להיום, יש לנו One More Thing״\n״אני רוצה לדבר איתכם על משהו שאנחנו עובדים עליו כבר תקופה ארוכה. אנחנו מאוד אוהבים מוזיקה ויש לנו היסטוריה ארוכה איתה. יצרנו וידאו על ההיסטוריה של המוזיקה שאני רוצה לחלוק אתכם הבוקר.\n(עוברים לסרטון שמתחיל בשחור לבן, עובר לפטיפון, לרדיו, תקליטים…)\n\n״היום אנחנו מודיעים על Apple Music, ואתם הולכים לאהוב את זה. זה הולך לשנות את תחום המוזיקה לעד. אני רוצה להזמין מישהו שנחשב לאחת הדמויות הנחשבות בעולם המוזיקה שיצטרף אלינו מעתה, ג׳ימי לובין (Jimmy Iovine)״.\n״אני רוצה לחזור אתכם ל-2003, פגשתי אז את סטיב ג׳ובס ואדי קיו שהציגו לי דרך אלגנטית ופשוטה לרכוש מוזיקה וחשפו בפני את חנות האייטונז. הם הדהימו אותי, חשבתי לעצמי, הח׳ברה האלה באמת חושבים אחרת. היום תעשיית המוזיקה מפוצלת כל כך ואנשים צריכים לפנות להמון מקומות כדי להקשיב למוזיקה. פניתי לטים קוק ואדי קיו ושאלתי אותם אם נוכל לייצר משהו שרק אפל תוכל לייצר והיא דרך פשוטה מאוד להקשיב למוזיקה בשירות אחד פשוט ומאוחד. אני רוצה להציג לכם את Apple Music״.\n\nאפל מיוזיק היא שלושה דברים:\n(עוברים להדגמה חיה עם אדי קיו)\n״בוא נודה בזה, רדיו אינטרנטי היום הוא לא באמת רדיו, הוא פשוט רשימת השמעה אוטומטית. אנחנו מתכוונים לשנות את זה ולייצר ממש תחנות רדיו שפעילות כל הזמן ובהם אנשים ממש בוחרים שירים להשמיע לכם בזמן אמת״\n\n(ר.ל. הדגמה ארוכה מאוד לשירות המוזיקה של אפל שבנתיים לא מציג חידושים משמעותיים במיוחד)\n[22:14] שירות Apple Watch יוצע בחינם למשך שלושה חודשים ולאחר מכן תמורת 9.99 דולרים לחודש. השירות יוצע גם למשתמשי אנדרואיד וחלונות בסתיו אך יושק מוקדם יותר למשתמשי המק, האייפון והאייפד ב-100 מדינות ברחבי העולם החל מה-30 ביוני.\n״אני רוצה להודות לכל הצוות שלי באפל שעזרו ליצור את הדברים המדהימים שהצגנו כאן היום״\n\nהאירוע מסתיים עם הופעה של ״The Weekend״.\n ", "keywords": "אפל,כנס מפתחים,אירוע הכרזה,מערכת הפעלה,אייפון,אייפד,אפל ווטש,apple,wwdc,wwdc 2015,apple wwdc 2015,iphone,ios,osx,os x,mac os"}