{"url": "https://www.geektime.co.il/will-cozmo-keep-on-working/", "type": "article", "title": "המלצנו לכם על הרובוט החמוד הזה, ועכשיו החברה נסגרת. האם הוא ימשיך לעבוד?", "description": "רק לפני כמה חודשים Cozmo, הרובוט החמוד שיכול לעזור לילדים להתחיל לתכנת, נחת בישראל, והשבוע נודע כי החברה המפתחת שלו נסגרה במפתיע. אבל מה עם הלקוחות ששילמו ממיטב כספם על הצעצוע?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/00100lPORTRAIT_00100_BURST20181124135725770_COVER-1-1543323623-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-04T15:30:31Z", "modified_time": "2019-05-04T11:04:35Z", "articleBody": "רק לפני כמה חודשים Cozmo, הרובוט החמוד שיכול לעזור לילדים להתחיל לתכנת, נחת בישראל, והשבוע נודע כי החברה המפתחת שלו נסגרה במפתיע. אבל מה עם הלקוחות ששילמו ממיטב כספם על הצעצוע? \nצילום: גיקטיים\nמאת: יאיר מור\nרק לפני מספר חודשים הושק בישראל Cozmo – רובוט-המחמד של הסטארטאפ האמריקאי Anki – והשבוע נודע כי החברה שפיתחה צעצועים רובוטיים מתוחכמים נסגרת.\nביום שני דיווח אתר Recode כי הנהלת החברה כינסה את 200 העובדים והודיעה להם על פיטוריהם החל מיום רביעי. לא רק שהם פוטרו באזהרה של יומיים בלבד, אלא גם יקבלו פיצויים בגובה שכר שבועי בלבד. כאשר הודלף הדבר לתקשורת מסרה החברה כי “למרות הצלחותינו בעבר, חיפשנו כל אופק כלכלי שיממן את פיתוח המוצרים העתידיים שלנו והרחבת הפלטפורמה שלנו. עסקה כלכלית משמעותית בשלב מתקדם עם משקיע אסטרטגי נפלה. אנו עושים כמיטב יכולתנו לדאוג לכל עובד ומשפחתו, וההנהלה ממשיכה לחקור את כל האפשרויות הזמינות”.\nהביקורת המקורית של גיקטיים ל-Cozmo\nלמרות שאלות רבות, הן מצד התקשורת והן ממיליוני אנשים שרכשו את מוצריה, בחרה Anki להתעלם לחלוטין מהשאלה מה יעלה בגורלם של המכשירים, שהשימוש בהם תלוי באפליקציה של החברה ובשרתיה.\nבינתיים, מפתחי תוכנה העובדים עם הרובוטים של החברה פרסמו בקבוצות דיון ב-Reddit וב-Discord כי הדגם הנמכר בישראל, Cozmo, ככל הנראה לא ייפגע באופן ממשי מסגירת החברה. זאת מאחר מלבד ההפעלה הראשונית שלו, רוב התקשורת שלו מתבצעת מול הטלפון של המשתמש ולא מול שרתי החברה. מי שייפגע יותר הוא רוכשי הדגם החדש יותר, Vector, שמספר תכונות שלו וביניהן זיהוי קולי תלויות בתקשורת עם השרתים.\nבאג, המשווקת את הרובוטים בישראל, מסרה ל-TGspot כי תמשיך למכור את Cozmo עד גמר המלאי.\nנציין כי סגירתה של Anki היא הפתעה. החברה, שהוקמה ב-2010 והחלה לשווק מכוניות מירוץ זעירות עם בינה מלאכותית ב-2013 בשיתוף פעולה עם אפל, גייסה כ-200 מיליון דולר, ולפני כחצי שנה אף טענה כי ב-2017 התקרבו הכנסותיה ל-100 מיליון דולר. הרובוטים של החברה אף היו הצעצועים הנמכרים ביותר באמזון בעונות החגים האחרונות במספר מדינות, וחברות כמו מיקרוסופט (Microsoft), אמזון (Amazon) וקומקאסט (Comcast) התעניינו ברכישת החברה. לא ברור איך חברה מצליחה כל כך מצאה את עצמה פתאום בלי יכולת כלכלית לממן את פעילותה.\n \nהכתבה פורסמה לראשונה ב-TGSPOT\nלקריאה נוספת:\nהעדכון החדש ל-P30 מאפשר לכם לצלם וידאו כפול\nבעקבות רכישת Psyonix: המשחק Rocket League יגיע ל-Epic Store\nהושק: אוזניות Meizu POP 2 עם זמן סוללה ארוך במיוחד", "keywords": "קוזמו,רובוט,אנקי,anki,cosmo,cozmo,robot"}