{"url": "https://www.geektime.co.il/samsung-apple-chip/", "type": "article", "title": "דיווח: סמסונג תהיה אחראית ל-75% מרכיבי האייפון הבא", "description": "את מרבית הרכיבים באייפון הבא תייצר המתחרה הגדולה ביותר של אפל, שכבר מייצרת שנים רכיבים למכשירי הדגל שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/iphone61.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-26T11:15:22Z", "modified_time": "2015-01-26T14:07:35Z", "articleBody": "את מרבית הרכיבים באייפון הבא תייצר המתחרה הגדולה ביותר של אפל, שכבר מייצרת שנים רכיבים למכשירי הדגל שלה\nמקור: Apple Facebook\nדגם האייפון הבא לא צפוי לראות אור לפני ספטמבר-אוקטובר השנה, אבל שמועות ודיווחים אודות ה-iPhone 6S כבר החלו לצוץ, חודשים ארוכים לפני שיעלה על פס הייצור. כעת מתברר כי מי שבפועל תייצר את האייפון הבא היא בעיקר סמסונג, נתון לא כל כך מאוד מפתיע בהתחשב בכך שביכולתה לעמוד בייצור בקנה מידה כזה שיעמוד בדרישותיה של אפל, מה שיצרניות אחרות לא בהכרח מסוגלות לעשות.\nהשבב המדובר עליו החברה הקוריאנית עומלת כרגע הוא ה-A9, אשר עתיד להיות בשימוש באייפון 6S וככל הנראה גם בדור הבא של ה-iPad Mini ו-iPad Air. שמועות אומרות כי אפל צפויה להציג את ה-iPad Pro בעל מסך גדול יותר, אך זה יעשה ככל הנראה שימוש במעבד A8X של אפל. לא מדובר בשיתוף הפעולה העסקי הראשון בן שתי החברות המתחרות שכן כל אחד ממכשירי האייפון כלל עד כה שימוש ברכיבים שיוצרו על ידי סמסונג, אלא שהפעם נראה כי התלות של אפל בענקית הדרום קוריאנית רק הולך וגדל.\nסמסונג אינה מתמודדת לבד בשוק, TSMC, חברה טיוואנית נוספת אחראית גם היא על ייצור שבבים למיניהם לאפל. למרות שנתונים אודות כמות הייצור לה אחראיות החברות השונות לא ידועה, נראה כי סמסונג ללא ספק תהיה אחראית לייצור העיקרי של אותם שבבי A9. מידע אודות סכום העסקה בין השתיים לא ידוע, אך בהתחשב בעובדה שבארה״ב כל סמארטפון שני שנמכר הוא אייפון (לפי דוח של Consumer Intelligence Research Partners – CIRP ) יש להניח כי מדובר בסכום די מכובד.\nלמרות יריבותן של אפל וסמסונג בכל הקשור לסמארטפונים, חטיבתה של סמסונג הממונה על ייצור שבבים נחשבת לישות נפרדת מבית Samsung Electronics אשר אחראי על הסמארטפונים ומוצרי אלקטרוניקה למיניהם. בשל התחזקותה של אפל וריבוי מכשירים תוצרת סין הצוברים פופולאריות, יתכן כי זו פיתחה מעין תוכנית מגירה שתאפשר לה ״להתקיים בכבוד״ גם במידה וחטיבת הסמארטפונים שלה לא תשתקם.\nמה גורם לשתי חברות יריבות לעבוד ביחד? את התשובה תמצאו בשילוב שבין חוסר ברירה וכסף. אפל זקוקה לפיתוחים ולמפעלים של סמסונג ולסמסונג שיתוף הפעולה הזה מזרים לא מעט הכנסות.\n[interaction id=”54c60987cd7e120f0d08dc8c”]", "keywords": "samsung,apple,iphone 6,iphone 6s,סמסונג,אפל,אייפון,אייפון 6,chips,צ׳יפ סמסונג,"}