{"url": "https://www.geektime.co.il/ashley-madison-users-info-is-out/", "type": "article", "title": "הבטיחו וקיימו: נחשפו פרטי הגולשים באתר הבגידות ׳אשלי מדיסון׳", "description": "לפני חודש הודיעו ההאקרים שגנבו פרטים של 37 מיליון משתמשים, ביניהם כ-170 אלף ישראלים. הפושעים איימו שיחשפו אותו לעיני כל אם לא ייסגר האתר. ALM, מפעילת אשלי מדיסון, התעלמה מהאולטימטום וכעת קובץ בגודל 9.7GB הזמין להורדה חושף את כל פרטי המשתמשים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/ashley.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-08-19T10:15:53Z", "modified_time": "2015-08-19T10:28:54Z", "articleBody": "לפני חודש הודיעו ההאקרים שגנבו פרטים של 37 מיליון משתמשים, ביניהם כ-170 אלף ישראלים. הפושעים איימו שיחשפו אותו לעיני כל אם לא ייסגר האתר. ALM, מפעילת אשלי מדיסון, התעלמה מהאולטימטום וכעת קובץ בגודל 9.7GB הזמין להורדה חושף את כל פרטי המשתמשים\nאתר הבגידות אשלי מדיסון. ״מעל ל-38 מיליון משתמשים אנונימיים״ ובכן, היום הם אנונימיים מעט פחות (צילומסך)\nמאת ניצן סדן, כלכליסט.\nחדשות רעות לבוגדים בבני זוגם: ההאקרים שפרצו לאתר אשלי מדיסון וגנבו מידע אישי על 37 מיליון משתמשים שחררו אותו לרשת – ביניהם כ-170 אלף ישראלים. קבוצת ההאקרים Impact team העלתה לאתרי הרשת האפלה מידע בנפח 9.7 גיגה-בייט, שכולל שמות משתמשים, התכתבויות, תמונות, נתוני אשראי, היסטוריית תשלומים ונתונים אישיים של הגולשים.\nהמידע נגנב לפני כחודש – וההאקרים דרשו מחברת Avid Life Media, מפעילת אשלי מדיסון ומספר אתרי היכרויות נוספים, למחוק אותם מהרשת. בשלב זה נמצא המידע רק באתרים לא מסומנים, אותם פוקדים פושעי סייבר למיניהם שעשויים להשתמש בו לגניבת כסף, לסחיטה או לפריצה למחשבים. ואולם, משם יכול המידע להגיע בקלות לרשת הפתוחה – מה שיחשוף את הבוגדים עצמם ולא רק יסכן את חשבונות הבנק שלהם.\nההאקרים, שטענו שהם גונבים את המידע מסיבות אידיאולוגיות, התנגחו במסגרת פרסום האולטימטום בשירות מחיקת המידע של אשלי מדיסון – אותו היא מוכרת ב-19 דולר.\n“ALM הרוויחה ממכירת שירות ‘המחיקה המוחלטת’ 1.7 מיליון דולר ב-2014, אבל זהו שקר מוחלט. פרטי עסקאות האשראי של המשתמשים לא נמחקות, והן נשארות במאגר המידע, כולל השמות המלאים והכתובות האמיתיות. הגברים שמשתמשים בשירות הזה הם בוגדים מטונפים ולא מגיעה להם דיסקרטיות כזו”, אמרו.\nפושעי הסייבר עמדו בהבטחתם. במקביל לפרסום המידע הגנוב, שחררו את ההודעה הבאה: “חברת ALM כשלה בהסרת אתר אשלי מדיסון. הסברנו את ההונאה, ההטעיה והטיפשות של החברה ומשתמשיה. זיכרו שהאתר הוא זיוף, עם אלפי פרופילי נשים פיקטיביים… 95% מהמשתמשים הם גברים. יש סיכוי טוב שבן הזוג שלך נרשם לאתר הבגידות הכי גדול בעולם, אבל לא בגד בפועל – רק ניסה לבגוד, אם יש הבדל בעיניך”. ההאקרים הוסיפו שמי שמצא את הפרטים שלו ברשת, מוזמן לתבוע את ALM.\nאתר אשלי מדיסון הוא שירות היכרויות למעוניינים באיתור פרטנר לסקס על אף היותם במערכת יחסים מונוגמית. חברת ALM מפעילה עוד כמה אתרי היכרויות נישתיים, ביניהם Established Men שמחבר בין נשים חובבות כסף וגברים עשירים ו-Cougar Life לחיבור בין נשים מבוגרות וגברים צעירים. בנוסף, מפעילה ALM גם אתרי היכרויות סטנדרטיים ופופולריים, שלא נפגעו במתקפת הסייבר האמורה.\nלאחר חשיפת הפריצה, הודיעה הנהלת אשלי מדיסון שפרצות האבטחה תוקנו ושגולשים שמעוניינים למחוק את המידע שלהם יכולים לעשות זאת בחינם. ואולם, נראה שעבור 37 מיליון איש זה כבר היה מאוחר מדי.\nקבוצת אימפקט היא סוג חדש של האקטיביסטים – פושעי סייבר בעלי אג’נדה חברתית ופוליטית. לאחר הפריצה, העריכו מומחי סייבר שמדובר בגוף שמסונף לגורמים שמרניים מחד או פמיניסטיים מאידך. עדיין לא ברור כיצד הצליחו להשיג כל כך הרבה מידע מאתר שנשען על פרטיות וחשאיות כתנאי לקיומו וככל הנראה הקפיד על נהלי אבטחה. יתכן שמדובר בעובדים לשעבר באשלי מדיסון, או באחד האתרים האחרים של ALM.\nבמקביל, בארץ כבר דווח שח״כ אבו עראר מופיע ברשימת המשתמשים שפרטיהם הודלפו. מלשכתו של הח״כ נמסר: ״אין לי כל קשר לעניין, תוגש תלונה במשטרה, מישהו נרשם במייל שלי בכדי לפגוע בשמי הטוב, וגם כן תוגש תלונה נגד האתר ועל האתר לחשוף את מקור הרישום״.\nהכתבה פורסמה לראשונה בכלכליסט.", "keywords": "אשלי מדיסון,פריצה,פרטי משתמשים,האקרים,האקר,פריצה לאשלי מדיסון,פרטי גולשים אשלי מדיסון,כלכליסט,ashley madison"}