{"url": "https://www.geektime.co.il/ipad-air-review/", "type": "article", "title": "iPad Air: מהיר, דק אבל לא ממש קל [סקירה]", "description": "האייפד אייר הוא הטאבלט הטוב ביותר שיצא לנו לסקור עד כה אבל הוא הכל חוץ מאייר. על הדור החמישי של מחשב הלוח שצפוי להגיע לישראל כבר בתחילת החודש הבא.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/11/ipadair2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-04T14:58:39Z", "modified_time": "2013-11-05T14:01:04Z", "articleBody": "האייפד אייר הוא הטאבלט הטוב ביותר שיצא לנו לסקור עד כה אבל הוא הכל חוץ מאייר. על הדור החמישי של מחשב הלוח שצפוי להגיע לישראל כבר בתחילת החודש הבא.\n\nהמכשיר ניתן באדיבות חנות iStore תל אביב.\nהדור החמישי של מחשב הלוח הפופולארי בעולם כולל שינויים מרחיקי לכת ששומרים על מעמדו בשוק הטאבלטים. העיצוב נשאר מוקפד, המסגרת המקיפה את המסך צומצמה, הוא דק יותר ושוקל פחות וגם כולל כוח עיבוד עוצמתי שיחד עם מערכת ההפעלה החדשה של אפל יודע להפוך את המכשיר לסוס עבודה נייד.\nעם זאת, כבר ברגעים הראשונים לאחר הוצאתו מהקופסא מבינים שהמיתוג תחת השם ״Air״ גורם לו בעיקר לעוול. אפל שניסתה לייצר ככל הנראה פער מיתוגי בין מכשיר הפרימיום הגדול שלה לדגם המיני, בחרה בשם הלא נכון. הוא אמנם קל יותר מקודמיו אבל עדיין כבד, ושימוש ארוך איתו יזכיר לכם שהטכנולוגיה עדיין לא הצליחה להתגבר על המכשול הנוגע לכובד המלווה את מחשבי הלוח ונובע ברובו ממשקלה של סוללת המכשיר.\nאת ההשראה לעיצובו של האייפד אייר נטלה אפל מהמיני שחשפה במהלך שנה שעברה. מדובר במדיניות המוכרת של החברה שנוטה ליישר קו בין מוצריה השונים ועל אף שהמהלך היה צפוי, מדובר בשדרוג משמעותי עבור האייפד החדש.\nהוא מרגיש הרבה יותר טוב ביד והמסגרת המיותרת משני צדדיו צומצמה משמעותית, אבל שני מרכיבים אחרים בהם מנסה להתפאר אפל כמעט ואינם מורגשים כלל. הוא אמנם דק (7.5 מ״מ לעומת 9 מ״מ) וקל (469 גרם לעומת 650 גרם) יותר מהדגם הקודם, אבל שני הפרמטרים האלו פשוט לא מורגשים במהלך השימוש בו.\nלמעשה, העיצוב המעוגל של המכשיר מעניק בכלל את התחושה שמדובר במכשיר מעט עבה יותר ובעבודה ממושכת איתו הוא מרגיש כבד בדיוק כמו הדגם הקודם. אז נכון, על הנייר אפל בהחלט הצליחה להתגבר על מכשול טכנולוגי וקיצצה בעוביים של מספר רכיבים על מנת לייצר מכשיר דקיק וקל יותר, אבל בפועל, אל תצפו ליותר מידי.\nהאייפד אייר זהה בעיצובו למיני, הוא מגיע בשני צבעים: כסוף עם מסגרת לבנה או ״אפור חלל״ עם מסגרת שחורה – ואם במסגרת עסקינן, פה ניכר ההבדל העיצובי הגדול בין הדגם הנוכחי לקודם והוא בהחלט מבורך. אפל צימצמה את המסגרת משני צידיו של המכשיר מבלי לשנות את גודל המסך. התוצאה היא הסרת שני פסים מיותרים שתפסו נפח בדגם הקודם אבל החסרון הוא שיתכן מאוד והאצבעות שלכם יגעו בטעות במסך גם כשלא תכוונו לכך, אבל גם במקרה כזה – אל דאגה, iOS תדע להתמודד עם נגיעות מיותרות ולסנן אותן, פונקציה שהוטמעה כבר בדגם האייפד מיני שנחשף בשנה שעברה והפכה כעת רלוונטית גם עבור האייר.\nעיצוב מרשים אך על חשבון היכולת לתקן אותו. האייפד אייר\nמוצרים חדשים של אפל נוטים לייצר לא מעט באזז לחיוב ולשלילה (ע״ע אנטנה גייט והאייפון 4). הבאזז השלילי הפעם נגד האייפד אייר נוגע להחלטות העיצוביות שאפל קיבלה המגיעות על חשבון היכולת לתקן אותו במקרה שמשהו ישתבש.\nאתר iFixit שמיהר לרכוש את המכשיר כבר באוסטרליה יחד עם השקתו, פירק אותו והציג את מסקנותיו. הציון שבחר להעניק לאייפד אייר בכל הנוגע ליכולת לתקן אותו הוא 2 מתוך 10. נראה שאפל עשתה שימוש גדול יותר בדבק ובצפיפות הרכיבים, יוצרת לעיתים מצב שבו צריך להחליף רכיבים תקניים בחדשים רק כדי להגיע לרכיב שהתקלקל.\nהמשמעות היא שאת האייפד אייר כמעט ולא ניתן לתקן באופן עצמאי ותיקון במעבדה יעלה בהכרח יקר יותר במקרה של תקלה. אז נכון, אפל ידועה ככזו שמקפידה להוציא מהמפעל מוצרים שאינם נוטים להתקלקל במהירות, ובכל זאת, השימוש השוטף במכשיר עשוי ביום מן הימים להוביל אתכם למעבדת תיקון ואם אתם מייעדים את המכשיר לילדים קטנים או לשימוש של מספר אנשים בבית, יתכן וכדאי לקחת את הביקורת הזו בחשבון.\nכנראה אחד היתרונות המשמעותיים ביותר של אפל ביחס למתחרותיה הוא השילוב המנצח בין החומרה והתוכנה באייפד אייר. בזמן שעבור פיתוחו של מכשיר מבוסס אנדרואיד אחראיים לא מעט גורמים שהקשר בינהם בהכרח יוצר פאזל טכנולוגי, אפל שולטת בליין המוצרים שלה מרמת התכנון והייצור, ועד לתוכנה ואפילו השיווק ישירות לצרכן הסופי.\nהתוצאה במרבית המקרים היא סינרגיה מושלמת בין הרכיבים השונים במוצר שאחראי לחווית שימוש מצויינת והתאמה כמעט מוחלטת בין רכיבי החומרה למיצוי יכולות מערכת ההפעלה. האייפד אייר הוא דוגמא קלאסית להרמוניה המושלמת הזו. מעבד ה-A7 החדש של אפל שזכה להופעת בכורה יחד עם הצגת האייפון 5S הגיע לשניים מדגמי האייפד החדשים: האייר והמיני שיראה אור רק בסוף החודש הנוכחי.\nבליבו של האייפד אייר פועם שבב ה-A7, מעבד כפול ליבה בתצורת 64bit ובמהירות 1.4GHz אך עם זיכרון פנימי (RAM) צנוע באופן יחסי בגודל 1GB בלבד. הנתונים האלה אחראים לכוח עיבוד חזק אך לא פחות חשוב מכך, הם מזכירים שאפל לא ממהרת לאמץ רכיבים מתקדמים כל עוד אינה שלמה עם היכולת למצות אותם. זו הסיבה שכבר ראינו רכיבים מתקדמים יותר במכשירים אחרים אך בפועל זכינו לביצועים מרשימים הרבה פחות – פה קיימת קורלציה בין יכולת העיבוד לבין הביצועים בפועל.\nגם אורך חיי הסוללה הפתיע אותנו לטובה. הנחת היסוד הגורסת כי הפחתת משקל המכשיר וצמצום העובי שלו יובילו בהכרח לקיצור אורך חיי הסוללה הופרכה במהירות וגם אחרי 10 שעות עבודה האייפד אייר המשיך לעבוד כרגיל.\nהמכירות בסוף השבוע האחרון – פי חמש מזה של האייפד הקודם (לחצו להגדלה)\nגודלו של האייפד אייר הופך אותו ככל הנראה לאחד המכשירים הכי פחות נוחים לצילום תמונות סטילס או וידאו ויתכן ואפל הבינה שמאחר וכך אין ממש צורך לשדרג את מצלמות המכשיר עם כל דגם חדש שיוצא.\nהאייפד אייר מצוייד במצלמה אחורית באיכות 5 מגה פיקסל שתדע ללכוד וידאו באיכות של 1080p ומצלמה קדמית שתשמש אתכם ככל הנראה בעיקר לשיחות וידאו באיכות 1.2 מגה פיקסל עבור וידאו באיכות 720p. מדובר בדיוק באותו סט מצלמות מהדגם הקודם ונכון להיום בעבור טאבלט זה מרגיש די והותר.\nשינוי קל שלא זכה ליותר מידי תשומת לב נוגע להטמעת שני מיקרופונים במקום אחד באייפד אייר. שני המיקרופונים ממוקמים בחלקו העליון אחורי של המכשיר והם נועדו לבטל רעשי רקע ולאפשר במקרה של צילום וידאו לכידה טובה יותר של הקול שמפיק אובייקט הצילום. בפועל מדובר אמנם בשדרוג מינורי אבל מי שיקיים שיחות סקייפ יגלה שיפור קל וגם סירי תקשיב לכם ביתר רצינות.\nהליין אפ החדש של אפל יישר קו כמעט מוחלט בין האייפד האייר למיני מבוסס הרטינה. מי שיעבור על הרכיבים השונים יגלה למעשה את אותו המכשיר כשהדבר היחיד כמעט שמבדיל ביניהם הוא גודל המסך. אלא שיש הבדל אחד נוסף – האייפד מיני באמת קל יותר ודק יותר מהאייר. הוא אמנם זכה לתוספת משקל בדגם השני שלו בעקבות שילוב מסך הרטינה אך שוקל 330 גרם בלבד לעומת האייפד אייר שמשקלו 469 גרם.\nהשקתו של האייפד מיני החדש צפויה להתקיים רק לקראת סוף החודש הנוכחי וגם אז צופים אנליסטים שיסבול ממלאי קטן שלא יעמוד בקנה אחד עם הביקוש עבורו. עם זאת, מהכרות עם האייפד מיני הקודם ובהתחשב בעובדה שלפחות ברמה העיצובית, המימדים והמשקל אינם שונים מהותית בין הדגם הקודם לחדש, נראה שהאייפד מיני אידאלי הרבה יותר לאלו שמחפשים טאבלט נוח לדרכים. אלו מכם שמחפשים מכשיר נוח לסלון הביתי או למיטה אולי יעדיפו את המסך הגדול יותר של האייר.\nהמיני מרגיש נוח וקל הרבה יותר (לחצו להגדלה)\nהאייפד אייר הוא הטאבלט הטוב ביותר שיצא לנו לסקור עד כה מרמת הביצועים, לאורך חיי הסוללה ועד לעיצוב ולמערכת ההפעלה. הוא אמנם דק וקל יותר מקודמיו אלא שבפועל מדובר בנתונים שאינם מורגשים באופן מהותי במהלך השימוש בו. אורך חיי הסוללה מצליח לעמוד בהבטחה וביצועי המעבד הופכים את השימוש בו למהיר ואינטואיטיבי במיוחד.\nליין האייפדים הנוכחי של אפל מורכב משני דגמי פרימיום: האייפד אייר והאייפד מיני מבוסס הרטינה ומשני דגמי low cost הכוללים את האייפד 2 והאייפד מיני הישן יותר. הפער במחירים בין כלל המכשירים הופך את האייפד 2 לדגם הכי פחות משתלם לרכישה, בעיקר בשל העובדה שמחירו זהה לדגם האייפד מיני רטינה החדש של אפל שמציג חומרה מתקדמת הרבה יותר.\nעל אף שהושק לפני שלושה ימים מעבר לים, האייפד אייר צפוי לזכות להשקה רשמית בישראל רק בתחילת חודש דצמבר ובשלב זה ניתן לרכוש אותו בארץ רק באמצעות חנויות המייבאות אותו באופן פרטי. מי שירצה לקנות אותו כבר עכשיו יתקל במחיר גבוה יחסית (החל מ-2,939 ש״ח לדגם ה-WiFi בתצורת ה-16GB), אלו מכם שיהיו מוכנים לחכות עד החודש הבא עשויים לגלות בתחילתו מחיר שיהיה נמוך במאות שקלים מזה הנוכחי.\nמסך: LED רטינה בגודל ״9.7, רזולוציה: 2048 על 1536\nמעבד: A7, כפול ליבה במהירות 1.4GHz, תצורת 64bit\nמימדים: עובי: 7.5 מ״מ, גובה: 240 מ״מ, רוחב: 169.5 מ״מ\nמשקל: 469 גרם\nמצלמות: אחורית באיכות 5 מגה פיקסל, קדמית באיכות 1.2 מגה פיקסל\nאורך חיי סוללה: עד 10 שעות עבודה\nחיבור: lightning\nקישוריות: WiFi בתצורת 802.11a/b/g/n, בלוטות׳ 4\nנפח: 16,32,64 או 128GB\nמחיר בארה״ב: החל מ-499 דולר\n\nהמכשיר ניתן באדיבות חנות iStore תל אביב.", "keywords": "אייפד,אייפד איר,אייפד מיני,רטינה,אייפד חדש,אייסטור,ipad,ipad air,istore,apple,סקירה,review,אפל,a7"}