{"url": "https://www.geektime.co.il/apple-products-were-stolen-from-idigital-tel-aviv/", "type": "article", "title": "חנות iDigital בשרונה רוקנה על ידי גנבים, החברה חסמה את כל המכשירים", "description": "כמה תעוזה צריך כדי לפרוץ לחנות במרכז תל אביב שנמצאת ממש מול הקריה?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/פריצה-לסניף-איידיגיטל-שרונה_אחרי_צילום-יחצ-3.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-24T12:30:51Z", "modified_time": "2017-01-24T12:12:24Z", "articleBody": "כמה תעוזה צריך כדי לפרוץ לחנות במרכז תל אביב שנמצאת ממש מול הקריה?\nהפריצה לאיידיגיטל שרונה אתמול בלילה\nשלושה חודשים בלבד לאחר שאלמונים פרצו ובזזו את חנות iStore בקניון הנגב, זוכה הפעם המתחרה הגדולה גם היא לביקור פתע. הפעם כבר מדובר בתעוזה שמבהירה יותר מכל עד כמה הגנבים לא ממש חוששים מהמשטרה – אמצע הלילה במרכז תל אביב על כביש סואן ומול אחד הבסיסים השמורים במדינה – הקריה. השלל: אייפונים חדשים, אייפדים, מחשבי מק ניידים ונייחים, שעוני Apple Watch – אפילו כספת החנות רוקנה לחלוטין. שווי המוצרים נאמד בחצי מיליון ש״ח.\nאתמול לפנות בוקר נפרצה חנות איידיגטל במתחם שרונה, סמוך לקניון עזריאלי וממש מול בסיס הקריה בתל אביב. על אף סידורי האבטחה הכבדים באזור ובאופן פרטי יותר בחנות, הצליחו הפורצים לגנוב את כל מכשירי התצוגה ואפילו להתעכב ולפרוץ את הכספת בחנות. הערכת הנזק הכללית לחנות נאמדת על למעלה ממיליון שקלים, מתוכם עלות המוצרים הנאמדת בחצי מיליון שקל.\nאלא שלגנבים זה לא צפוי להיות פשוט כל כך: איידיגיטל הנחשבת למשווקת מורשית של מוצרי אפל בישראל פנתה לענקית הטכנולוגיה בבקשה לחסום ולתייג את המכשירים הגנובים. מהלך כזה צפוי להרים אתגר טכנולוגי על מכירתם, שכן על מנת להפוך אותם לשמישים, יצטרכו הגנבים להשקיע לא מעט מאמצים על מנת לעקוף את החסימה.\nהחנות שנפתחה לפני כארבע שנים במתחם שרונה תיוותר סגורה עד לסיום השיפוצים וחידוש המלאי. בינתיים נמסר מהחברה כי היא פועלת בשיתוף פעולה מלא עם המשטרה בחקירה.\nאיילת צרפתי רוזן, מנכ”ל iDigital התייחסה לתקרית ואמרה: “במבצע שנראה כמו מהסרטים, נפרצה הלילה חנות iDigital במתחם שרונה בתל אביב. הפורצים גנבו מכשירים בשווי חצי מליון ש״ח מכשירי iPhone ובעיקר iPhone7, מכשירי iPad, מחשבי MAC ניידים ונייחים, שעוני Apple Watch וכל המוצרים שהיו מצויים במתקני התצוגה בחנות״.\nרוקנו את החנות (איידיגיטל שרונה תל אביב)\nבסוף חודש אוקטובר האחרון, יומיים בלבד לאחר השקת האייפון 7 בישראל נפרצה חנות iStore בקניון הנגב בבאר שבע שנפתחה רק כחודש קודם לכן. על אף שמדובר במבנה סגור ומבודד עם לא מעט אמצעי אבטחה, הצליחו הגנבים לחדור דרך קיר של חנות הצמודה לה. שווי המכשירים בגניבה נאמד אז ברבע מיליון שקלים.", "keywords": "איידיגיטל,אייפונים,אייפון,אפל,פריצה,גניבה,idigital,apple,iphone"}