{"url": "https://www.geektime.co.il/spotify-decade-2018/", "type": "article", "title": "עשור לספוטיפיי: מהם השירים והאמנים המואזנים ביותר?", "description": "התחרות רבה, אבל Spotify עדיין נחשבת לשירות המוסיקה הגדול בעולם. לרגל חגיגת עשור להשקת השירות, ענקית הסטרימינג משתפת בכל השירים והאמנים שהכי אהבתם להקשיב להם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/Screen-Shot-2018-10-11-at-8.41.39-1539236515-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-11T09:28:35Z", "modified_time": "2018-10-11T09:28:35Z", "articleBody": "התחרות רבה, אבל Spotify עדיין נחשבת לשירות המוסיקה הגדול בעולם. לרגל חגיגת עשור להשקת השירות, ענקית הסטרימינג משתפת בכל השירים והאמנים שהכי אהבתם להקשיב להם\nמקור: Spotify\nSpotify, שירות המוסיקה הנחשב לגדול בעולם, נחת בישראל רק לפני פחות משנה, אבל בפועל – הוא חוגג כבר עשור. לרגל המאורע החגיגי החליטה ענקית הסטרימינג לשתף במצעד השירים, האמנים והאלבומים הפופולארים ביותר, שגרמו לכולנו יחד לבזבז למעלה מ-16.5 מיליון שנים במצטבר על האזנה.\nלפני שנצלול פנימה לדירוגים, קצת נתונים סטטיסטיים לידע כללי: כיום משתמשים בספוטיפיי כ-180 מיליון משתמשים מידי חודש, שיכולים לבחור למה להאזין מתוך ספריה הכוללת 40 מיליון שירים ופודקאסטים. למרות המגוון הרחב, עולה כי ישנם כמה אמנים שמככבים בפלטפורמה:\nברשימת השירים המושמעים ביותר של כל הזמנים נמצא במקום הראשון את אד שירן עם השיר הממכר ״Shape Of You״, אחריו הראפר Drake עם ״One Dance״, ובמקום השלישי ״Closer״ של ה-Chainsmokers. אד שירן חוזר לרשימה עם ״Thinking Out Loud״ במקום החמישי, וגם ג׳סטין ביבר התמקם יפה במקומות 7-8-9 עם ״Despacito״, “Love Yourself” ו-״Sorry״.\nמקור: Spotify\nכפי שוודאי ניחשתם, האמן הפופולארי ביותר של כל הזמנים הוא דרייק, אחריו אד שירן, ובמקום השלישי אמינם – נתון שהפתיע אותנו באופן אישי.\nלקריאה נוספת:\nתוך 3 חודשים בישראל ניפצנו את התחזיות שהצבנו – ראיון עם בכיר בספוטיפיי\nמשתמשים בספוטיפיי? משתמשים אחרים יכולים לראות למה אתם מאזינים\nבדקנו: מהו שירות המוזיקה המתאים ביותר עבורכם?\nענקית הסטרימינג חוגגת גם עם 10 האמנים שחצו את מיליארד ההאזנות: במקום הראשון נמצא את ריאהנה, ששברה את השיא עוד בשנת 2013, אחריה דיוויד גואטה ואמינם. דרייק, שנחשב לאמן הפופולארי ביותר של כל הזמנים לפי ספוטיפיי, הצליח לחצות את רף המיליארד ההאזנות ב-2014 ונמצא במקום ה-9 ברשימה, אחרי קייטי פרי, ג׳יי זי וקולפדיי.\nבנוסף ספוטיפיי מציגה את השירים הפופולארים ביותר של כל שנה מאז השקת השירות:\n2008: “The Killers – “Human\n2009: ”The Black Eyed Peas – “I Gotta Feeling\n2010: ”Eminem, Rihanna – “Love The Way You Lie\n2011: ”Don Omar – “Danza Kuduro”\n2012: ”Gotye (feat. Kimbra)– “Somebody That I Used To Know\n2013:  Macklemore & Ryan Lewis feat. Ray Dalton – “Can’t Hold Us\n2014: “Pharrell Williams – “Happy” – From “Despicable Me 2\n2015: ”Major Lazer (feat. MØ & DJ Snake) – “Lean On\n2016: Drake“ – One Dance”\n2017:”Ed Sheeran – “Shape of You\nאם אתם רוצים לצאת במסע זמן, תוכלו להאזין לכל השירים והאמנים הפופולארים של העשור האחרון בפלייליסט חגיגי הכולל את Wake Me Up של Avicii וגם Take Me To Church של Hozier ו-Humble של Kendrick Lamar. האזנה נעימה.\n﻿\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "ספוטיפיי,מוסיקה,spotify,spotify עשור,מצעד שירים,רשימת השמעה"}