{"url": "https://www.geektime.co.il/galaxy-fold-screen-issues/", "type": "article", "title": "אופס: המכשיר המתקפל של סמסונג הגיע לבדיקת עיתונאים והמסך נשבר", "description": "עכשיו תדמיינו את התגובה של לקוח ששם 2,000 דולר על המכשיר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/29816-48436-000-3x2-Leaked-Galaxy-Fold-l-1550677430-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-18T10:00:39Z", "modified_time": "2019-04-22T09:11:36Z", "articleBody": "עכשיו תדמיינו את התגובה של לקוח ששם 2,000 דולר על המכשיר\n\nמנגנון מכני ומסך גמיש, מה כבר יכול להשתבש? ובכן, לפי הימים הראשונים לחייו של ה-Galaxy Fold, הסמארטפון המתקפל של סמסונג, כנראה שלא מעט: כמקובל מאוד בעולם הטכנולוגיה, סמסונג שלחה את המכשיר המאוד יוקרתי ומסקרן שלה לכתבי טכנולוגיה אמריקאיים, כדי שאלו יסקרו אותו ויעלו התרשמויות ראשוניות לערוצי המדיה השונים, שאמורות להוביל לבאז תקשורתי ולהעלות הביקוש ל-Galaxy Fold. אבל נראה שכבר לאחר יומיים של שימוש, ללא מעט מהם יש בעיות, שחלקן מעוררות דאגה בנוגע למכשיר ולמנגנונים שלו, אם כי לפחות בחלקן נראה שגם הכתבים אשמים.\nהעורך בפועל של The Verge, דיטר בון, קיבל את ה-Galaxy Fold לידיו ואף העלה התרשמות ראשונה מאוד חיובית אודותיו, במסגרתה הוא טען שהמכשיר הרבה יותר שימושי, והרבה פחות גימיקי ממה שציפה בתחילה. אבל לאחר יומיים של שימוש, הוא הבחין בבליטה משונה במסך, שהוא טוען שככל הנראה נובעת מלכלוך כלשהו שהצליח להכנס בין מנגנון הקיפול למסך. מה שבהתחלה היווה רק בליטה לא נעימה לעין ולאצבע, הרס בסופו של דבר את המסך של היחידה וגרם להופעת פסים ענקיים לאורך המכשיר.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבון מציין כי השימוש שלו בגלקסי פולד היה סטנדרטי לגמרי, למעט שימוש קל בפיסת חימר לצורך העמדת המכשיר לצילומים. פעולה שלטענתו, נעשית על כמעט כל סמארטפון שהאתר מקבל לסקירה. בון יצר קשר עם סמסונג, ואלו החליפו את המכשיר הפגום שלו בחדש, אך בון עדיין חושש שהתקלה תתרחש שוב, במיוחד כאשר המכשיר יגיע לידיהם של אלפי לקוחות, ומודאג מהרגישות של המנגנון והמסך ללכלוך קל.\nהמקרה של בון הוא לא מקרה בודד. סטיב קובאץ׳, עורך מדור הטכנולוגיה של CNBC דיווח כי תוך פרק זמן קצר אף יותר, התצוגה השמאלית של ה-Galaxy Fold שקיבל החלה לרצד. קובאץ׳ מדגיש שהשימוש שלו במכשיר היה סטנדרטי לחלוטין.\nAfter one day of use… pic.twitter.com/VjDlJI45C9\n— Steve Kovach (@stevekovach) April 17, 2019\n\nאולם שני המקרים האלו הם לא בודדים. מספר עיתונאים ויוטיוברים קיבלו גם הם את ה-Galaxy Fold, והבחינו כי על גבי המכשיר ישנה מדבקת מסך שנועדה להגן עליו משריטות. אותם עיתונאים ויוטיוברים רצו לצלם את המכשיר בצורה הנקייה ביותר שלו, לא שמו לב או התעלמו מהאזהרות שהופיעו בהוראות ההפעלה המצורפות לערכת המכשיר, וניסו לקלף את המדבקה. במהלך הקילוף, ולאחריו, המסך החל לרצד עד אשר הושבת לחלוטין.\nPSA: There’s a layer that appears to be a screen protector on the Galaxy Fold’s display. It’s NOT a screen protector. Do NOT remove it.\nI got this far peeling it off before the display spazzed and blacked out. Started over with a replacement. pic.twitter.com/ZhEG2Bqulr\n— Marques Brownlee (@MKBHD) April 17, 2019\n\nחשוב לציין שלא מדובר בגורמים לא מנוסים. בין הקולגות שניסו לקלף את מדבקת המסך ניתן למצוא את יוטיובר הטכנולוגיה המוביל בעולם מרקז בראונלי (MKBHD) ומארק גורמן מבלומברג. בסמסונג כבר הודיעו כי הם יבדקו לעומק כל יחידה פגומה, אך בנוסף הסבירו מדוע קילוף מדבקת המסך גורם להשבתת המכשיר.\nThe screen on my Galaxy Fold review unit is completely broken and unusable just two days in. Hard to know if this is widespread or not. pic.twitter.com/G0OHj3DQHw\n— Mark Gurman (@markgurman) April 17, 2019\n\n״מספר מבקרים דיווחו על כך שהורידו את השכבה העליונה של התצוגה, וגרמו נזק למסך. התצוגה הראשית של ה-Galaxy Fold מגיעה עם שכבת מגן עליונה, שהיא חלק ממבנה התצוגה ונועדה להגן על המסך משריטות. הסרה של שכבת המגן או שימוש בדבק כלשהו (כלומר, מדבקת מסך אחרת. ע.ב.ט) עשוי לגרום לנזק למכשיר. אנחנו נוודא שהמידע הזה מועבר בצורה ברורה ללקוחותינו״.\nחלק מהעיתונאים אולי לא טרח לקרוא את הוראות השימוש במכשיר בשלמותן, אבל תהיו בטוחים שאם עיתונאים מנוסים לא עשו זאת, גם לקוחות ששילמו כמעט 2,000 דולר עבור המכשיר עשויים שלא לעשות זאת. במיוחד לאור העובדה שמדובר במשהו שנראה כמו מדבקת מסך סטנדרטית שחלק מהלקוחות אוהבים, וחלקם לא.\nבזמן שסמסונג מציגה לראשונה קונספט חדשני כמעט לחלוטין לעולם הסמארטפונים, היא לא יכולה להרשות לעצמה שהמוצר הראשון שלה שמנסה להציג חזון שכזה ילווה בשרשרת תקלות. המכשירים הראשונים אמורים להגיע ללקוחות כבר לקראת סוף חודש אפריל, ולסמסונג לא נותר עוד זמן רב כדי לוודא שתקלות שכאלו לא יתרחשו גם אצל לקוחות שהסכימו לשלם לא מעט כסף כדי להיות הראשונים להניח את ידיהם על הטכנולוגיה החדישה ביותר של החברה. במיוחד לאור העובדה שרבים הטילו ספק בה מההתחלה, וסמסונג כבר ניסתה להוכיח שמנגנון הקיפול של המכשיר בטוח לחלוטין לשימוש ולא יגרום נזק למסך.", "keywords": "סמסונג,גלקסי,גלקסי פולד,סמסונג גלקסי פולד,מתקפל,מסך מתקפל,מסך גמיש,סמארטפון מתקפל,מכשיר מתקפל,galaxy,samsung,galaxy fold,samsung galaxy fold"}