{"url": "https://www.geektime.co.il/google-to-glass-users-dont-be-glassholes/", "type": "article", "title": "גוגל למשתמשי הגוגל גלאס: Don't be a Glassholes", "description": "גוגל מודאגת מעתיד אימוץ המשקפיים החכמים שלה בעת ההשקה, ומציגה מסמך המפרט ל-Explorers הנוכחיים כיצד עליהם לנהוג עם המשקפיים, כיצד להתייחס למתעניינים ומתי עליהם להסיר אותם מהפנים.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/googleglass.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-19T09:25:22Z", "modified_time": "2014-02-19T10:52:57Z", "articleBody": "גוגל מודאגת מעתיד אימוץ המשקפיים החכמים שלה בעת ההשקה, ומציגה מסמך המפרט ל-Explorers הנוכחיים כיצד עליהם לנהוג עם המשקפיים, כיצד להתייחס למתעניינים ומתי עליהם להסיר אותם מהפנים.\n\nבהמשך למאמצי ענקית החיפוש להפוך את מכשיר ה-Google Glass לגאדג׳ט לגיטימי בעיני הציבור, גוגל השיקה מדריך קצר ושימושי עבור משתמשים המחזיקים במשקפי ה-Google Glass, או כמו שגוגל קוראת להם Google Glass Explorers בו היא מחדדת מספר נקודות, או כללי התנהגות בעת שימוש במשקפיים. הרשימה נכתבה בפורמט ״עשה ואל תעשה״ ומפצירה למשתמשים לא להתנהג כמו ״Glassholes״ (אידיוטים המרכיבים Google Glass).\nהרשימה אמנם קצרה למדי ואינה נוגעת לכל הפעולות שניתן לעשות באמצעות המשקפיים, אך מטרתה, ככל הנראה, היא להסביר למשתמשים שרכשו Google Glass ומתלהבים מהמשקפיים שלהם כיצד לא להיות מפחידים או גסי רוח. העצות של גוגל מתייחסות בעיקר לאנשים סקרנים ששואלים שאלות על כיצד משקפי ה-Google Glass עובדים – גוגל מבקשת מהמשתמשים לא להיות גסי רוח, להיות מנומסים ולהסביר בקצרה מה המשקפיים של גוגל מסוגלים לעשות. בראש ובראשונה, גוגל מתייחסת לעניין הפרטיות, ומסבירה למשתמשים כי עליהם לבקש רשות מהקהל סביבם, כאשר הם נמצאים בחדר ומשתמשים במשקפי ה-Google Glass בכדי להקליט אנשים ללא ידיעתם.\nכמו כן, גוגל מבקשת מה-Explorers לא לתת תשומת לב מוגזמת למשקפיים, תוך התעלמות מוחלטת מהסביבה שלהם: ״במידה ואתם מוצאים את עצמכם בוהים לתוך פריזמה לתקופה ארוכה של זמן, אתם כנראה נראים די מוזר לאנשים סביבכם. אל תקראו את ׳מלחמה ושלום׳ במשקפי ה-Google Glass, דברים כאלו נראים טוב יותר על מסכים גדולים יותר״. כמו כן, גוגל מסבירה כי השימוש במשקפיים שקול לשימוש במצלמה, בחלק מהמקרים: ״במקומות בהם מצלמות של טלפון סלולרי אינן מותרות, אותם הכללים יחולו על ה-Google Glass. אם אתם מתבקשים לכבות את הטלפון הסלולרי שלכם, כבו את המשקפיים גם כן. להיות גס רוח או להפר חוקים לא ירגש אנשים אחרים בנוגע למכשיר החדש.״\nמקור: צילום מסך\nעל פי עצם פרסום הרשימה ועל פי תוכן הרשימה, ניכר כי האתגר העיקרי איתו מנסה גוגל להתמודד, הוא לאו דווקא בניית אקו-סיסטם רחב של אפליקציות סביב המכשיר, או מאמצי שיווק בכדי לגרום לכמה שיותר משתמשים לקנות את המשקפיים, אלא לימוד של המשתמשים הקיימים שהוזמנו להשתתף בפרוייקט ה-Glass Explorers כיצד להשתמש במשקפיים, מבלי לפגוע בסביבה שלהם או להטריד את האנשים סביבם. אין ספק, כי העתיד של Google Glass ייקבע במידה רבה מאוד על בסיס הדרך שבה הציבור הטכנולוגי, כמו כן הקהל הרחב יקבל את המשקפיים.\nגוגל הציגה לראשונה את משקפי ה-Google Glass כמעט לפני שנתיים ברעש גדול וזכתה מאז לבאזז חסר תקדים באמצעי התקשורת השונים, אך עדיין מחכה ואוספת נתונים ופידבקים מהמשתמשים הנוכחיים במשקפיים, אשר השקיעו את מיטב כספם והסכימו להיות חלק מקהל ה-Glass Explorers. אנשים אלו הם, לטוב ולרע, הפנים של גוגל והנציגים שלהם בניסיונה של ענקית החיפוש להפוך את המשקפיים החכמים ללגיטימיים, לקראת השקה צפויה בסוף השנה הנוכחית, וחלק מהפרסומים אודות מקומות בילוי, ביניהם בארים ובתי קולנוע אשר החליטו להוקיע את משקפי ה-Google Glass מקרבם, גוגל כנראה בהחלט צריכה לעבוד גם על האופן שבו החברה תחליט או לא תחליט להעניק לשימוש בהם לגיטימציה.\nלרשימה המלאה של ״עשה ואל תעשה״ המיועדת למשתמשי ה-Google Glass.\n", "keywords": "גוגל,גוגל גלאס,google glass,google,glasshole,גלאסהול,מדריך,guide"}