{"url": "https://www.geektime.co.il/2014-ios-downloads/", "type": "article", "title": "לחם ושעשועים: מה הן אפליקציות ה-iOS המורדות ביותר לשנת 2014?", "description": "והרי החדשות: אפל מפרסמת את רשימת האפליקציות המורדות ביותר לשנת 2014; בואו לבדוק האם אתם בעניינים.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/apps5.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-26T11:21:10Z", "modified_time": "2014-12-26T11:21:10Z", "articleBody": "והרי החדשות: אפל מפרסמת את רשימת האפליקציות המורדות ביותר לשנת 2014; בואו לבדוק האם אתם בעניינים. \nמקור: דפי האפליקציות, עיבוד תמונה\nסיכומי שנה הם דבר שבשגרה וכך גם אפל משתפת אותנו ברשימת האפליקציות הכי מוצלחות, סליחה – בעלות כמות ההורדות הרבות ביותר לשנת 2014 באייפד ובאייפון.\nעשרת האפליקציות החינמיות הפופולאריות ביותר לאייפון\nבקטגורית האפליקציות החינמיות לאייפון נמצא במקום הראשון יישום ההודעות של פייסבוק ה- Facebook Messenger במקום השני אפליקציית המסרים המיידית שלא משאירה אחריה זכר – Snapchat ובמקום השלישי אפליקציית Youtube. בהמשך הרשימה ניתן למצוא את פייסבוק , אינסטגרם, ורדיו פנדורה אשר ייצר עבורכם ״פלייליסט מהחלומות״ לפי טעמכם האישי. במקום השביעי אפליקציית הניווט של גוגל – Google Maps, מיד אחריה Flipagram המאפשרת לכם ליצור סרטונים קצרים וכמובן לשתף בהם את חבריכם, Spotify  המאפשרת להאזין לכל ז׳אנר מוזיקאלי באמצעות הסמארטפון בחינם וסוגר את העשיריה המשחק הסתמי וכה ממכר – 2048.\n1. Facebook Messenger\n2. Snapchat\n3. YouTube\n4. Facebook\n5. Instagram\n6. Pandora Radio\n7. Google Maps\n8. Flipagram\n9. Spotify Music\n10. 2048\nעשרת האפליקציות בתשלום הפופולאריות ביותר לאייפון\nמסתבר שיש לא מעט אנשים אשר משלמים עבור אפליקציות, וברשימת אלו הפופולאריות והמורדות ביותר בקרב משתמשי האייפון נמצאת במקום הראשון Heads Up! אשר נועדה להחליף את דף הנייר שנהגנו להשתמש בו בעת ״משחק הניחושים״, במקום השני נמצאת גרסת המובייל למשחק הפופולארי Minecraft (די מרשים בהתחשב בכך שמחירו עומד לעל 24.50 שקלים) וסוגרת את השלישייה אפליקצית עיבוד התמונה Afterlight. נראה כי משתמשים אייפון רבים גם דואגים לבריאותם ולא עסוקים רק בשעשוע כל הזמן שכן אפליקצית ניטור ומעקב אחרי הרגלי השינה שלכם Sleep Cycle נמצאת במקום החמישי וכך גם יישום הכושר Seven minute workout challenge סוגר את רשימת עשרת האפליקציות המורדות בתשלום.\n1. Heads Up!\n2. Minecraft – Pocket Edition\n3. Afterlight\n4. Plague Inc.\n5. Sleep Cycle alarm clock\n6. Facetune\n7. Cut the Rope 2\n8. Bloons TD 5\n9. A Dark Room\n10. 7 Minute Workout Challenge\nעשרת האפליקציות החינמיות המורדות ביותר לאייפד \nאפליקצית Youtube פותחת את הרשימה במקום הראשון, פלטפורמת ה-On Demand, נטפליקס נמצאת במקום השני ומסתבר כי מה שחסר מאוד למשתמשי האייפד השונים הוא מחשבון, שכן יישום זה נמצא במקום השלישי. ניתן לראות כי רשימה זו מורכבת מאפליקציות מעט יותר פרודוקטיביות כדוגמת Microsoft Word, Skype ודפדפן Chrome .\n1. YouTube\n2. Netflix\n3. Calculator for iPad Free\n4. Skype for iPad\n5. Microsoft Word\n6. Facebook Messenger\n7. Facebook\n8. Candy Crush Saga\n9. Chrome\n10. Clash of Clans\nעשרת האפליקציות המורדות ביותר לאייפד בתשלום\nניתן לראות כי הדפוס הפופולארי הוא ללא ספק משחקים למיניהם, כאשר גם כאן נמצא במקום הראשון Minecraft Pocked Edition  במקום השני המשחק הוותיק והפופולארי Cut the rope ואפליקצית Heads Up! אשר הפופולאריות הרבה שלה מוסברת ככל הנראה בעובדה שאלן דג׳נרס עשתה לה יחסי ציבור לא רעים בתוכנית האירוח שלה. במקום השישי יישום Notability המאפשר יצירה, שיתוף וניהול אחר הרשימות השונות שלכם. את הרשימה סוגרים Plants Vs Zombies, משחק ״מחבואים״ משודרג Hide N Seek  ובמקום העשירי משחק הקלפים Card Wars. \n1. Minecraft – Pocket Edition\n2. Cut the Rope 2\n3. Heads Up!\n4. The Room Two\n5. Survivalcraft\n6. Notability\n7. Terraria\n8. Plants vs. Zombies HD\n9. Hide N Seek : Mini Game With Worldwide Multiplayer\n10. Card Wars – Adventure Time\n", "keywords": "faebook,instagram,skype,2014,paid apps,free apps,אפליקציות פופולאריות,אייפון,אייפד,iphone,ipad,ios,minecraft,youtube,heads up,facebook messenger"}