{"url": "https://www.geektime.co.il/google-launches-the-new-chromebook-acer-ac700-200-bucks/", "type": "article", "title": "גם סקסי וגם זול: ה-Chromebook החדש של גוגל ו-Acer ב-199 דולר בלבד", "description": "גוגל ממשיכה להוריד מחירים, והפעם היא מרעננת את ליין הכרומבוקים שלה עם שחקן חדש מתוצרת Acer", "image": "https://files.geektime.co.il/wp-content/uploads/2012/11/chromebookac700300170.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-11-13T09:30:29Z", "modified_time": "2012-11-13T12:37:03Z", "articleBody": "גוגל ממשיכה להוריד מחירים, והפעם היא מרעננת את ליין הכרומבוקים שלה עם שחקן חדש מתוצרת Acer\nמקור: יח”צ\nענקית התוכנה גוגל, בשיתוף חברת החומרה ויצרנית מוצרי החשמל Acer השיקו אתמול את המחשב הנייד החדש בסדרת הכרומבוקים של גוגל. המחשב, מדגם AC700, יהיה זמין למשתמשים מהיום (13 בנובמבר) וימכר תמורת מחיר זול במיוחד, של 199 דולרים בלבד.\nשבוע לפני שארצות הברית נכנסת לסחרור הדילים ומכירות סוף השנה של ה-Black Friday, גוגל ו-Acer מכריזות על כרומבוק חדש, המחיר הזול ביותר שהיה עד היום כחלק מסדרת הכרומבוקים שלה גוגל. לאחר שבחודש שעבר גוגל את סמסונג הביאו לעולם את ה-Samsung Chromebook שנשא תג מחיר של 249 דולרים בלבד, הכרומבוק החדש של אייסר יצא לשוק עם תג מחיר הזול בכ-20 אחוזים.\nהמחשב החדש יצטייד במעבד Intel AtomTM N570 כפול ליבה במהירות שעון של 1.66 ג’יגה הרץ, 2GB זיכרון RAM פנימי, דיסק קשיח מסוג Solid State Drive בנפח של 16GB ועוד 100GB לאחסון בענן של גוגל לשנתיים. המסך בכרומבוק יהיה מסך רחב בגודל 11.6 אינץ’, אשר יתמוך ברזולוציה של 1368×768 פיקסלים, עם תאורה אחורית LED.\nמקור: יח”צ\nכמו כל כרומבוק, ה-AC700 יריץ את מערכת ההפעלה של גוגל, Chrome OS, המבוססת על מערכת לינוקס. הרעיון העומד מאחורי הכרומבוקים, הוא מחשב לשימוש אינטרנטי בלבד, שאמור להרגיל את המשתמשים בו לשימוש עם האפליקציות השונות של גוגל. המחשב אמור להעביר את ניהול המסמכים שלכם ל-Google Drive, את המוזיקה שלכם ל-Google Music ואת הדואר האלקטרוני שלכם ל-GMail. רוב הפעולות מתבצעות בענן, וה-16GB המגיעים עם המחשב משמשים את מערכת ההפעלה לאחסון המערכת עצמה ולאחסון קבצים זמניים ומטמון לצורך עבודה Offline, המסתנכרנת עם הענן ברגע שהמשתמש מתחבר חזרה לאינטרנט.\nגוגל טוענת שלכרומבוק החדש לוקח פחות מ-20 שניות להגיע למצב עבודה, שהוא שוקל פחות כ-1.36 ק”ג ושהוא מגיע בעובי של 2.54 סנטימטרים בלבד. אך עקב האכילס של דגם הכרומבוק הזה, שלא כמו במחשבים הקודמים מהסדרה, הוא שזמן הסוללה שלו מוערך על ידי החברה בכ-3.5 שעות בלבד, נתון הגורם לנו לתהות למה אנחנו צריכים מחשב נייד שזמן הסוללה שלו כל כך קצר.\nלסיכום, ניתן להגיד שהכרומבוק החדש של גוגל ו-Acer הוא מחשב יחסית פשוט, ו-199 דולרים זה בהחלט לא מחיר יקר בשביל נטבוק וגם 100GB ב-Google Drive זה לא רע בכלל, אך 3.5 שעות של זמן סוללה עלולות להרתיע את המשתמשים, ולשכנע אותם להוסיף כמה גרושים ולקנות דגם אחר של כרומבוק או להוסיף קצת יותר כסף ולקנות מחשב טאבלט או נייד “רגיל”.", "keywords": "ac700,acer,browser,chrome,chrome os,chromebook,google,אייסר,גוגל,דפדפן,כרום,כרום os,כרומבוק"}