{"url": "https://www.geektime.co.il/microsoft-and-nokia-wp7/", "type": "article", "title": "שותפות להימור: מיקרוסופט, נוקיה ו- Windows Phone / דעה", "description": "בקרוב מאוד צפויה מערכת ההפעלה הסלולרית של מיקרוסופט להציף את פיד החדשות שלכם. האם נותר מקום בין iOS לאנדרואיד למערכת הפעלה נוספת שלבנתיים ממשיכה לאבד נתח שוק?", "image": "https://files.geektime.co.il/wp-content/uploads/2011/09/wp7.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-09-13T11:25:49Z", "modified_time": "2011-09-13T16:01:52Z", "articleBody": "בקרוב מאוד צפויה מערכת ההפעלה הסלולרית של מיקרוסופט להציף את פיד החדשות שלכם. האם נותר מקום בין iOS לאנדרואיד למערכת הפעלה נוספת שלבנתיים ממשיכה לאבד נתח שוק?\nצילום: יח\"צ\nנוכחותה הדלה של מיקרסופט באחד הכנסים הותיקים והנחשבים בעולם הטכנולוגי שנערך בשבוע שעבר בברלין, צרם לצד התקווה הגדולה והערכות האנליסטים המחמיאות למערכת ההפעלה החדשה שלה: Windows Phone 7.\nאחרי שהביטה מהצד בחברותיה לתעשיית המחשוב כובשות את שוק הסלולר בארבע השנים האחרונות, התעוררה מיקרוסופט רק בשנה שעברה והשיקה באופן רשמי את מערכת ההפעלה הסלולרית שלה שנועדה להחזיר לה את שוק הסמארטפונים האבוד שנגזל ממנה באכזריות על ידי גוגל ואפל.\nבמשך שנים היתה זו מיקרוסופט שהובילה את תעשיית הטלפונים החכמים מהדור הקודם, נטולי מסך המגע, עם מערכת הפעלה פופולארית שאומצה באהבה רבה על ידי יצרניות הסלולר המובילות. אלא שמתחרתה המיתולוגית של מיקרוסופט רדפה אחריה גם אל שוק הסלולר ושינתה לחלוטין את כללי המשחק. השקתו של מכשיר האייפון בשנת 2007 על ידי אפל סחפה את התעשייה הסלולרית באמצעות גל חדש של מכשירים חכמים, מבוססי מסך מגע, והביאה לאוויר העולם גם את מערכת ההפעלה הפופולארית של גוגל: אנדרואיד.\nעל ספקנותן הרבה של נוקיה ומיקרוסופט, הנוגעת להצלחתו של האייפון ביום השקתו, משלמות שתי החברות עד היום. מיקרוסופט הביטה בזלזול בסמארטפון החדש והיקר של אפל והרגישה בטוחה למדי במעמדה בשוק הסמארטפונים, זה שהתרסק לחלוטין בשנים האחרונות לטובת מעבר חד של התעשייה לתמיכה במערכת ההפעלה iOS של אפל ואנדרואיד של גוגל.\nמוקדם יותר השנה הצהירו מיקרוסופט ונוקיה על שיתוף פעולה בינהן, שצפוי לתת את אותותיו רק במהלך השנה הבאה ולכלול סדרת מכשירי סמארטפון שתייצר נוקיה ואשר תכלול את מערכת ההפעלה החדשה של מיקרוסופט: Windows Phone 7. שיתוף הפעולה בין השתיים עשוי להציל את נוקיה מהמשבר שנקלעה אליו בשנים האחרונות אך אם יכשל, תהיה זו שירת הברבור של הענקית הפינית ששלטה בעבר על שוק הסלולר ביד רמה.\nנתונים שפירסם לאחרונה מכון המחקר ComScore הנוגעים לנתח השוק של מערכות ההפעלה בשוק הסמארטפונים מלמדים כי בזמן ש-iOS ואנדרואיד מתחזקות, Window Phone 7 צונחת. בשלב זה מיקרוסופט יכולה להתנחם רק במצבה העגום עוד יותר של שותפתה לעתיד: נוקיה, שמערכת ההפעלה הסלולרית שלה סימיביאן, במצב גרוע עוד יותר משלה.\nאף על פי כן, רצוי להתייחס לתמונת המצב הנוכחית בשוק מערכת ההפעלה הסלולריות כאל מצב ביניים שעוד צפוי להשתנות. כשחשפה מיקרוסופט את Windows Phone 7, מיהרו יצרניות רבות להשיק מכשירי סמארטפון המתבססים על מערכת ההפעלה החדשה, אלא שהצהרת השותפות עם נוקיה גרמה להן להתרחק מעט ולהתרכז שוב באנדרואיד – זו הסיבה לצניחתה של מערכת ההפעלה של מיקרוסופט בדו”ח הרבעוני האחרון, מגמה שאיננה מייצגת את העתיד לבוא.\nאת מבחן האש האמיתי תעבור מערכת ההפעלה הסלולרית של מיקרוסופט רק בשנה הבאה כשתשיק נוקיה את סדרת הסמארטפונים החדשה שלה שתתבסס על WP7. אז נדע אם הסקירות המחמיאות והאמפטיה הרבה שליוותה את Window Phone 7 עם השקתה יתורגמו לרף מכירות גבוה מול המתחרות.\nכשדגם חדש למכשיר האייפון כבר ממש מעבר לפינה וכשגוגל משלימה את עסקת הענק של רכישת מוטורולה כחטיבת הסלולר העתידית שלה, Windows Phone 7 תזדקק לקצת יותר ממזל כדי להשיב את הכבוד האבוד למיקרוסופט ולנוקיה. בסופו של יום, בזמן שמיקרוסופט עשויה רק להפסיד בהימור הנוכחי, נוקיה עשויה לסיים את חייה.\nהכתבה פורסמה במקור במעריב עסקים בתאריך 11.9.11\n ", "keywords": "מיקרוסופט,נוקיה,סמארטפון,סמארטפונים,טבאלט,מחשבי לוח,ifa,ifa 2011,גוגל,אנדרואיד,windows phone 7,windows phone,ios,android,apple,אייפון"}