{"url": "https://www.geektime.co.il/all-googles-new-devices-october-2017/", "type": "article", "title": "לא רק פיקסל: הנה 6 המוצרים החדשים והמסקרנים שחשפה גוגל הלילה", "description": "באירוע ההכרזה החגיגי שלה אמש חשפה גוגל לא רק צמד מכשירי פיקסל חדשים, אלא 6 מכשירים חדשים לגמרי: מכרומבוק פרימיום ועד אוזניות מתרגמות ומצלמה קריפית - הנה הם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/m8n2kptoxuztsfowuiku.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-05T10:12:57Z", "modified_time": "2017-10-05T10:12:57Z", "articleBody": "באירוע ההכרזה החגיגי שלה אמש חשפה גוגל לא רק צמד מכשירי פיקסל חדשים, אלא 6 מכשירים חדשים לגמרי: מכרומבוק פרימיום ועד אוזניות מתרגמות ומצלמה קריפית – הנה הם\nמקור: גוגל\nבאירוע הכרזה חגיגי חשפה הלילה (ד’) גוגל את הפיקסל 2 והפיקסל 2 XL, צמד מכשירי הדגל החדשים שלה. אבל למרות שאת מירב הכותרות משכו הסמארטפונים החדשים, גוגל חשפה באירוע עוד 6 מכשירים חדשים ומסקרנים.\nמקור: גוגל\nגוגל חשפה גרסת-מיני חדשה ל-Home, הרמקול החכם שלה, שמיועדת להתחרות כמובן ב-Echo Dot – הרמקול הזעיר של אמזון. הגרסה החדשה קומפקטית יותר מאשר הרמקול המקורי ונראית כמו דונאט, אך עדיין מציעה את אותן היכולות שמתבססות על Assistant כמו שליטה על ניגון מוסיקה, שליפה והצגה של נתונים ומידע מהרשת, מענה על שאלות ומשחקים. נורות ה-LED אגב חבויות מתחת לבד שעוטף את הרמקול. הרמקול מאפשר סאונד רב-כיווני ב-360 מעלות, הוא תומך בכרומקאסט ומגיע בשלושה צבעים: אדום, אפור ושחור. מחיר דגם המיני החדש עומד על 49 דולרים – לעומת 129 דולרים של דגם ה-Home הנוכחי והוא ניתן להזמנה מוקדמת כשההשקה מתוכננת ל-19 באוקטובר.\nמקור: גוגל\nאם גרסת המיני מיועדת להתחרות ב-Dot של אמזון, הרי שגרסת ה-Max מיועדת להתחרות ראש בראש מול ה-HomePod של אפל. הרמקול החדש גדול יותר, שם דגש על סאונד באיכות גבוהה וכולל סאבוופר 4.5 אינץ’ עם טוויטרים. באופן לא מפתיע, מחירו גבוה משמעותית מאחיו והוא יימכר – החל מדצמבר – תמורת 400 דולר.\nמקור: גוגל\nעד עכשיו נתפסו לרוב הכרומבוקים כלפטופים זולים עם מפרט בסיסי שמריצים היטב שירותי רשת שונים כמו מייל, גלישה וסטרימינג. עד עכשיו. באירוע אמש חשפה גוגל את ה-Pixelbook (פיקסלבוק) כרומבוק פרימיום, שאמנם מבוסס על Chrome OS, אבל גם מגיע עם מעבד Core i5 או Core i7 של אינטל עם 16GB זיכרון RAM ומסך מגע בגודל 12.3 אינץ’ וברזולוציית 2,560×1,700. המסך כולל ציר 360 מעלות מיוחד שמאפשר לכרומבוק להפוך למעשה למעין טאבלט נטול מקלדת – ועוביו עומד על 10 מ”מ בלבד. הפיקסלבוק מגיע עם איחסון מבוסס SSD שנע בין 128GB ל-512GB.\nה-Pixelbook תומך ב-Instant tethering שמתחבר ישירות להוטספוט של הטלפון שלכם, ברגע שתדליקו אותו.\nל-Pixelbook מצטרף גם Pixelbook Pen – עט חדש – דמוי הסטיילוס של סמסונג ו-וואווי – שבנוסף לפונקציות הרגילות גם מאפשר לכם להפעיל את ה-Assistant של גוגל. העט תומך ב-2,000 דרגות לחץ עם לאג מינימלי הקטן מ-10 מילישניות.\nמחיר הכרומבוק מתחיל ב-1,000 דולר, ומחיר העט הוא 100 דולר. שניהם ניתנים להזמנה מוקדמת.\nמקור: גוגל\nעכשיו, כשמכשיר הדגל שלה מגיע ללא שקע אוזניות סטנדרטי, גוגל מציעה גם אוזניות אלחוטיות. נשמע מוכר, לא?\nגוגל מצטרפת לאפל ומציעה אוזניות אלחוטיות. אמנם אלו לא אוזניות אלחוטיות לגמרי (True Wireless) כמו אפל והן כוללות חוט שמחבר בין 2 האוזניות, אבל הן כוללות פיצ’ר, שעשוי להיות קילר-פיצ’ר אצל לא מעט משתמשים בעולם: האוזניות מציעות תרגום סימולטני של שיחות מ-40 שפות. אמנם הרעיון עצמו לא חדש וכבר ראינו לפחות 2 יישומים שלו, אבל אף אחד מהם לא מגיע מענקית טכנולוגיה עם יכולות פיתוח, ייצור ושיווק כמו גוגל. האוזניות יעלו 160 דולר – גם המחיר הזה מוכר לנו כבר מאפל – והן כוללות מטען ויתחילו להימכר בנובמבר.\n\nמשקפי המציאות המדומה של גוגל, שמתבססים על הסמארטפון, קיבלו שדרוג קל. שדה הראייה – נקודה כואבת בלא מעט מכשירי AR ו-VR – השתפר והוא עתה רחב יותר, והמשקפיים עצמם מגיעים בשלושה צבעים חדשים: שחור, אפור ואדום. המשקפיים יהיו זמינים מאוחר יותר השנה ומחירם יעמוד על 100 דולר.\nמקור: גוגל\nאחת ההפתעות של הערב הייתה מצלמה לבישה חדשה של גוגל בשם Clips. הרעיון לא חדש אמנם, אבל הייחוד של המצלמה החדשה הוא שאתם לא צריכים לעשות דבר מלבד לענוד אותה על עצמכם. בזכות אלגוריתמי ה-AI המתקדמים של גוגל, המצלמה תתחיל לצלם לבד ברגע שהיא תזהה רגעים שמתאימים לדעתה, כמו אנשים מוכרים לכם או כשמישהו מולכם מחייך למשל. המצלמה תעלה 250 דולר, אבל אם אתם בעניין הביאו בחשבון שיש כבר רשימת המתנה ארוכה למדי. כן, והעניין הזה שאנשים לא ירצו לשהות במחיצתכם יותר.", "keywords": "גוגל,פיקסל,אירוע הכרזה,אוזניות,אוזניות אלחוטיות,pixel buds,pixelbook,google home mini,google home max,אוזניות גוגל,מצלמה גוגל"}