{"url": "https://www.geektime.co.il/samsung-256-gigabyte-universal-flash-storage/", "type": "article", "title": "סמסונג הכריזה על שבב זיכרון של 256GB לסמארטפונים וטאבלטים", "description": "שבב הזיכרון החדש בעל מהירות קריאה כפולה מזו של התקן SSD טיפוסי. ביכולתו להעביר סרט וידאו HD באורך מלא ובנפח של 5GB ב-12 שניות בלבד", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/samsung.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-28T10:30:35Z", "modified_time": "2016-02-28T09:41:16Z", "articleBody": "שבב הזיכרון החדש בעל מהירות קריאה כפולה מזו של התקן SSD טיפוסי. ביכולתו להעביר סרט וידאו HD באורך מלא ובנפח של 5GB ב-12 שניות בלבד\nמקור: Samsung\nכל משתמש סמארטפון מתמודד מדי יום עם שתי חרדות ׳קיומיות׳; האחת – אחוז הסוללה במכשיר, והשנייה – כמות הזיכרון שהולך ואוזל מרוב תמונות ואפליקציות.\nאמנם יצרניות הסמארטפונים השונות שיפרו את אורך חיי הסוללות והוסיפו אופציה לטעינה מהירה, אך עדיין לא נמצא ׳פתרון קסם׳. עד שזה יקרה, סמסונג מתפנה להתמודד עם הסוגיה הבעייתית השניה, ומציגה שבב זיכרון בנפח של 256GB שמותאם לשימוש בסמארטפונים וטאבלטים, כדי שלא נצטרך להתקמצן על שטח האחסון במכשיר.\nשבב הזיכרון החדש של סמסונג מבוסס על UFS – Universal Flash Storage בסטנדרט 2.0, ומיועד לשימוש בדורות הבאים של מכשירים חכמים. לטענת ענקית הטכנולוגיה הקוריאנית, הזיכרון החדש מציג תכונות וביצועים מרשימים אף יותר מהתקני ה-SSD המיועדים למחשבים האישיים. פרט מעניין נוסף הוא שיתכן ואותו שבב ינחת גם באייפון 7 שיושק בהמשך השנה.\nזכרון ה-UFS החדש של סמסונג עונה על הצורך של מהירות וקיבולת נתונים גדולה, תוך כדי שמירה על מימדים קומפקטיים האידיאליים לטלפונים חכמים מתקדמים. ביכולתה של הטכנולוגיה המבוססת על שבב זכרון פלאש V-NAND לטפל ב-40,000 עד 45,000 פעולות קלט/פלט לשניה (IOPS) לקריאה אקראית וכתיבה התאמה. כדי לסבר את האוזן, מדובר במהירות הגבוהה פי 2 מיכולות הדור הקודם של זיכרון ה-UFS של סמסונג בנפח של 128GB, שביצועיו נאמדו ב-14,000 ו-19,000 IOPS.\nכדי לאפשר קריאה רציפה, ה-UFS 256GB מנצל שני נתיבים של העברת נתונים, כדי לאפשר העברה בקצב של עד 850MB/s, מהר כמעט פי שניים מ-SSD SATA האופייני לשימוש במחשבים. מבחינת כתיבה רציפה, הכונן תומך בעד 260MB/s, מהיר פי 3 מכרטיסי MicroSD חיצוניים ואיכותיים.\nעד כה הכל נשמע טוב ויפה, אבל מה לגבי ביצועים בפועל? לטענת סמסונג, ביכולתו של שבב הזיכרון החדש לאפשר צפיה בסרט באיכות 4K HD Ultra באופן חלק ורציף, תוך כדי ביצוע משימות אחרות כולל חיפוש קבצי תמונה או הורדת קטעי וידאו. להמחשה – שבב אחד כזה יכול לאחסן עד כ-47 סרטים באיכות HD ובאורך מלא, כך שתוכלו להסתובב בכל רגע נתון עם ספריית סרטים מרשימה במיוחד.\nבנוסף, עם כניסתם של סמארטפונים שתומכים בממשק USB 3.0, בעזרת השבב החדש משתמשים יוכלו להעביר נתונים באופן מהיר הרבה יותר בין התקנים ניידים. כך, ממשק ה-USB 3.0 יאפשר להעביר סרט וידאו HD באורך מלא ובנפח של 5GB ב-12 שניות בלבד.\nההודעה של סמסונג על שבב ה-256GB מגיעה שנה בדיוק לאחר הכרזתה על שבב הזיכרון בנפח של 128 ג׳יגה בייט. כלומר, תוך שנה הצליחה החברה להכפיל את הקיבולת והמהירות של זיכרון ה-UFC.\nאז מתי כל הטוב הזה יהיה רלוונטי עבור הקהל הרחב? בפוסט הרשמי שפרסמה סמסונג ציינה כי היא תרחיב את צי שבבי האחסון שלה ותגדיל את נפח הייצור שלהם בהתאם לדרישות השוק. בקיצור – נעדכן.", "keywords": "סמסונג,זיכרון,אחסון,שבב זיכרון,flash storage,samsung,256gb,אחסון חיצוני,ufs,usb 3.0,צ׳יפ,צ׳יפ זיכרון,"}