{"url": "https://www.geektime.co.il/new-gadgets-review/", "type": "article", "title": "הצצה לגאדג'טים מתערוכת CE בניו יורק / סקירת אירוע", "description": "תערוכת CE Week שננעלה אמש בניו יורק חשפה שורה של גאדג'טים חדשים ומעניינים הזמינים כבר כעת לרכישה. מיקי נועם ביקר בתערוכה ומעניק לכם הצצה למעניינים שבהם", "image": "https://files.geektime.co.il/wp-content/uploads/2011/06/main.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-06-26T14:44:23Z", "modified_time": "2011-06-26T18:44:50Z", "articleBody": "תערוכת CE Week שננעלה אמש בניו יורק חשפה שורה של גאדג’טים חדשים ומעניינים הזמינים כבר כעת לרכישה. מיקי נועם ביקר בתערוכה ומעניק לכם הצצה למעניינים שבהם\nצילום: יח\"צ\nבתערוכת CE בלאס ווגאס מוצגים המוצרים החדשניים ביותר, המשוכללים ביותר ובעיקר את אלה שכנראה יהפכו לנמכרים ביותר בשוק. אחותה הקטנה של התערוכה המתקיימת בניו יורק בימים אלה מציגה בעיקר את המוצרים המשלימים, ולכן את מירב העניין כאן מושכים האקססוריז.\nראשית, חדשות התלת מימד. למרות שניסיתי להתחמק מהטרנד הזה, הוא עדיין פה. אנשים יקנו את הטלוויזיות הללו ובעוד כעשור יצחקו נורא על זה שאנשים ישבו בסלון ביתם עם משקפים מגוחכים איי שם בעשור הקודם. החדשות הטובות הן שמסתמן כי המשקפיים שנשב איתם בעתיד יהיו הפאסיביים. מעבר לריצוד המעצבן שיש למשקפיים הפחות טובים כמעט לכל המשקפיים האקטיביים יש נורת חיווי אדומה או ירוקה ונראה לי שזה מרגיז מאוד באמצע סרט חשוך.\nהבדלי האיכות והתכונות מצטמצמים והאיכות של הטלויזיות הפאסיביות השתפרה מאוד וכבר אין צורך לשבת בדיוק מול המסך; LG מציגים את ה-W5600 המשתרעת על פני “55 ואיכותה לא נופלת ממערכות 3D אקטיביות. רמת הבהירות גבוהה יותר למרות שלדעתי העומק חד יותר בגרסה שמסנכרנת את המשקפיים. ESPN, רשת הספורט האמריקאית הציגה את התחייבותה לתוכן תלת מימדי והתקינה עשר טלויזיות ענק של סוני שהציגו פעלולי סקי ומשחקי פוטבול. כאדם שלא מתעניין בספורט כלל ועיקר, אין ספק שהמימד הנוסף שיפר את חווית התוכן דל המימדים. לרוע המזל ההעשרה הוויזואלית הזו פחות זמינה לתוכן דרמטי כפי שיעיד כל מי שראה את שודדי הקאריביים 3.\nהטלוויזיות הללו של סוני הן ללא ספק הרולס רויס של מסכי ה-3D האקטיביים, אבל טלויזיות ה-LG ו-Westinghouse (שהציגה ליד) הפאסיביות לא נפלו מהן באיכות. לעומתם, RCA שהפכה מחברה אמריקאית נחשבת למעטפת נאה למוצרים סיניים נטולי איכות הציגה זו בלי בושה טלויזיה אקטיבית עם איכות תמונה מזעזעת ובעלת ריצוד נוראי. משחקים בשלושה מימדים בהחלט ממכרים הרבה יותר ממשחקים רגילים כפי שתעיד קבוצת הגיקים בעלי העיניים הזגוגיות שחיכו בסבלנות שעות כדי לירות בטירוף ברחובות ניו יורק הווירטואלית שנראתה זהה כמעט לחלוטין לזו האמיתית בחוץ מלבד הגשם והריח בסאבווי. המחיר הרשמי של ה-LG עומד על $2,100 אבל חיפוש זריז גילה אותה ב-$1,100 עם נגן בלו-ריי חינם.\nצילום: יח\"צ, הכל כלול של LG\nHTC ו-LG הציגו גם טלפונים תלת מימדיים הכוללים זוג מצלמות לצילום סטילס ווידאו בשלושה מימדים. אנשים כמוני עם נטיה טבעית לבהות לא יתקשו לראות את התוכן התלת מימדי; הצפיה מזכירה את התחושה של ראיית סטריאוגרמות. אני לא בטוח כמה זמן אפשר לעשות את זה בלי לקבל בחילה אבל בהחלט הגיע הזמן שטלפונים ניידים יגרמו גם לאפילפסיה ולא רק לסרטן המוח.\nמוצר מרשים נוסף של LG הוא ה-V300, מחשב שלם במסך אחד כמיטב מסורת הiMac. הוא מעוצב בדיוק כמו iMac ועיצוב מרשים. הכונן האופטי (בלו-ריי) והיציאות השונות ממוקמות כולן על הרגלית עליה מורכב המסך התלת מימדי והיתר – קרבי המחשב. במחיר רשמי של כ-$1,000 וכשהוא ניחן גם מסך מגע מדובר בעסקה לא רעה בכלל. הבעיה העיקרית של מסך המגע היא כמובן מערכת ההפעלה מאחוריו. המסך מתפקד כעכבר ותו לא – אפילו באפליקציות ההדגמה אי אפשר לגלול ולהזיז אובייקטים אלא רק להצביע וללחוץ. סביר שזה יפתר בחלונות 8; החומרה במקרה הזה מצדיקה את ההשקעה.\nצילום: יח\"צ\nמגנט ששט בתוך מוט אלומיניום יכול להטעין את הטלפון או כל מוצר שנטען מה-USB. הדבר הראשון שעשיתי כשנתקלתי בו היה לנענע אותו כמו משוגע בזמן שהמציגה הסתכלה עלי בבוז מהול ברחמים והסבירה שהרעיון הוא לשים אותו בתיק ולהרוויח מיליאמפרים מהקלוריות שאנחנו שורפים ממילא.\nהרעיון נהדר ולדעתי יכול גם להיות יעיל לשחרור עצבים על טלפונים שמתים לפתע; הזרם אמנם מבוקר אבל גדל ככל שמנענעים את המוט מהר יותר. המוצר מורכב בארצות הברית ומרבית חומרי הגלם משם למרות שאני בטוח שאם היו מרשים לי לפתוח אותו הייתי רואה על המגנט והלוח האלקטרוני כתובת מתנוססת בגאון לגבי ארץ הייצור שנמצאת הרבה יותר מזרחה. תמורת $160 באתר שפתוח כרגע להזמנה מוקדמת תוכלו לרכוש לכם אחד. זה אמנם יקר יותר מגנרטור משומש אבל שקט וירוק הרבה יותר.\n \nצילום: יח\"צ\nלמעשה זהו VPN אישי אבל קל יותר להפעלה אינטואיטיבית. זוג התקני USB שבכל אחד מפתח הצפנה פרטי יחד עם דרייברים שמציגים ספריות נבחרות במחשב מרוחק כאילו חוברו למחשב המקומי. משתמש הקצה לא צריך לדעת מה זה AES-256 או איך פותחים פורט בפיירוול.\nהתקשורת אמנם מוכוונת על ידי שרתי החברה אבל כל המידע שיוצא מהמחשב מוצפן וניתן לקריאה רק ע”י המחשב אליו מחובר ההתקן התאום. עבור $99 זה יכול לפתור בקלות את הסיבוך הכרוך בהתקנת VPN.\nמוצר נוסף בתצורת קישור של אחד-מול-רבים עם הרשאות גישה לפי כל אחד מההתקנים יכול לייתר לחלוטין את ה-VPN באירגונים שמשתמשים בתקן כדי לגשת לקבצים בלבד. האופציה של סיסמת גישה להפעלת ההתקן הופכת אותו מתאים לדרישות אבטחה של Two Step Authentication.\n\nהשם אולי מתאר היטב את המוצר אבל לי זה מזכיר משום מה אמצעי מניעה לנשים. חיבור בצורת דיסק עגול שמגיע כיחידה קטנה המוברגת לקיר, מעמד שולחני או מתלה למשענת הראש במושב המכונית. הדיסק העגול מאפשר סיבוב של הטאבלט לכל כיוון ומתחבר לכיסוי קשיח ששומר על המוצר הנחשק ומגדיל את עוביו רק במעט – האיפוד 2 הופך עבה כמו האיפוד אחד, מה שיכול קצת להעיב על שמחת הבעלים. המוצר נמכר בחנויות אפל הרשמיות ואולי אפילו ישווק בארץ. בנתיים ניתן לרכוש אותו באפל סטור ובעוד כחודש גם באמזון. הוא זמין לאיפאד 1 ו-2 וגם לגאלאקסי. הסיבה העיקרית לזה שהמוצר נכלל בסקירה מעבר לעיצוב החכם והנקי שלו, היא האנימציה המגניבה לגמרי שמלווה את סרטון התדמית שלו.\n\n\n \nצילום: יח\"צ\nמנסים לתקן בעטיפה חביבה ומעוצבת היטב שתי בעיות משמעותיות של האייפון – חיי הבטריה ואיכות הסאונד טעונת השיפור. המארז כולל סוללת ליתיום-איון בקיבולת 1,580mAh ומגבר 50 מיליוואט לכל צד עם יציאה אופטית.\nהעיצוב תואם לאיפון אך מכפיל את עוביו ומוסיף 140 גרם קלילים למדי למשקלו. עוצמת הצליל ואיכותו אחרי שהועבר במעגל שחזור טונים (ASR) מרשימות ביותר. היציאה האופטית היא בונוס נחמד למי שמחבר את המכשיר למערכת למרות שכמובן הצלילים נשארים בסטריאו ולא הופכים (בדרך קסם) ל-5.1.\nצילום: יח\"צ\nכמי שהעביר שעות בלנסות ללמד שלטים אוניברסליים איך להפעיל מוצרים שונים, אני יכול להעריך את הפשטות של השלט הזה. כיסוי קל משקל שמתלבש על האייפון עם נורית ומקלט אינפרא אדומים מלפנים ומאחור; מתוכנן היטב ועם ממשק נוח להפליא שהופכים את ה-iPhone לשלט משוכלל. תהליך ההוספה של מוצרים אינטואיטיבי והממשק עצמו נראה כמו שלט אמיתי, לנגן דיוידי כמו גם לקונסולת משחק.\nדיסק-און-קי הוא מוצר משמים ומשעמם בדיוק כמו הדיסקטים אותם הוא מחליף. בתור מוצר תדמית הוא יכול להעביר מסר, בעיקר משום שכולם רוצים כל דבר אלקטרוני. מימובוט לקחו את הרעיון קצת הלאה ועטפו את הדיסק במגוון דמויות חביבות ו/או מפורסמות. הקו האחרון משווק את אופטימוס פריים ומגטרון לקראת צאת הסרט השלישי לאקרנים. בדיסק עצמו מגוון קבצי מדיה ופרטים יבשים או משעשעים על הדמות. אני התעניינתי יותר בדמויות מלחמת הכוכבים (ל-c3po נורת לד זהובה בתחת!) ובעיצובים המקורים שמגיעים בקופסא אטומה ומכילים אחד מחמישה עשר עיצובים.", "keywords": "דיסק און קי,זיכרון,כנס,ניו יורק,גאדג\\'טים,גאדג\\'ט,אייפון,מימבוטז,apple,lg,windows 7,אינטל,גאדגט,דיסק-און-קי"}