{"url": "https://www.geektime.co.il/iphone-x-tesla-case/", "type": "article", "title": "הכיסוי הסולארי הזה עולה יותר מ-iPhone X, הרבה יותר", "description": "חברה רוסית עוטפת מכשיר iPhone X בקייס מתוחכם עם סוללה נוספת ופאנל סולרי שיאפשר לכם להטעין את האייפון בלחיצת כפתור ואנרגיית השמש בלבד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/caviar-iphone-x-tesla-1526564149.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-17T17:10:00Z", "modified_time": "2018-05-17T16:54:08Z", "articleBody": "חברה רוסית עוטפת מכשיר iPhone X בקייס מתוחכם עם סוללה נוספת ופאנל סולרי שיאפשר לכם להטעין את האייפון בלחיצת כפתור ואנרגיית השמש בלבד\nתמונה: Caviar\nזוכרים כשכל העולם התעצבן כשה-iPhone X הושק לראשונה וגילינו באופן רשמי שהמחיר ההתחלתי שלו הוא 1,000 דולר? זה היה רק עניין של זמן עד שנצליח למצוא מוצר אחר שיצליח להפתיע אותנו עם תג מחיר מוזר, והנה הוא כאן. מה קורה כשמשלבים שני שמות של מותגים יוקרתיים כמו iPhone X וטסלה? מקבלים את ה-iPhone X Tesla, קייס סולארי מיוחד לאייפון עם תג מחיר הולם של כ-4,500 דולר.\nהחברה הרוסית, Caviar, אשר מייצרת את ה-iPhone X Tesla, מן הסתם לא מייצרת אייפונים (או טסלות, אם תהיתם), אלא מתמחה בשילוב של אלמנטים מעולם התכשיטים אל עולם הגאדג’טים והאלקטרוניקה. במקרה זה, החברה מציעה לרכישה iPhone X שמגיע בתוך קייס מיוחד בעל סוללה נוספת, ובגבו פאנל סולארי שמאפשר את טעינת הסוללה הנוספת בעזרת אנרגיית השמש. כפתור ייעודי בגב המכשיר יאפשר לכם להתחיל לספק אנרגיה לסוללת האייפון בלחיצת כפתור, אם כי את נפח הסוללה המובנית בקייס, או ממהירות הטעינה, החברה טרם חשפה.\nתמונה: Caviar\nהקייס הזה אולי נראה מרשים ואפילו חכם, אבל שימו לב שאם עובי האייפון X עומד על 7.7 מ”מ, יחד עם הקייס הוא מגיע כבר ל-16.2 מ”מ. עם זאת, Caviar טוענת כי הקייס עמיד למים ואבק בתקן IP67, כך שאם המכשיר יפול למים, לפחות לא תזרקו 16,000 שקלים לפח (בהנחה שאתם לא מחשיבים את רכישת הקייס הזה כבזבוז בפני עצמו). היחידה הראשונה, אשר לפי החברה מיועדת לאילון מאסק, תכלול חריטה של המשפט “מיוצר בכדור הארץ על ידי בני אדם”. זהו המשפט אשר מופיע על מכונית הטסלה שנשלחה לחלל בחודש פברואר על גבי רקטה של SpaceX.\nמחיר ה-iPhone X Tesla בגירסת ה-64 גיגה הוא כ-4,500 דולר, ובעבור גירסת ה-256 גיגה תאלצו להפרד מכ-4,800 דולר, כל זאת לפני מיסי ייבוא (אבל המשלוח חינם!). במקור החברה תכננה לייצר רק 99 יחידות, אך לטענת גורמים בחברה, כל היחידות נמכרו כבר במכירה המוקדמת, ועל כן החליטו להגדיל את מלאי היחידות ל-999, כאשר כל יחידה ממוספרת.", "keywords": "אייפון x,אייפון טן,אייפון,אפל,טסלה,אילון מאסק,איילון מאסק,אייפון x טסלה,apple,iphone,iphone x tesla,elon musk"}