{"url": "https://www.geektime.co.il/call-of-duty-gamerdaddy/", "type": "article", "title": "שיאן מכירות, שוב: Call of Duty", "description": "אף אחד לא אמור להיות מופתע מכך שגם השנה סדרת Call of Duty קובעת את שיאי המכירות, אבל הגידול הזה בכמה וכמה עשרות אחוזים הוא הרבה יותר ממה שמישהו ציפה לראות", "image": "https://files.geektime.co.il/wp-content/uploads/2011/11/codm.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-11-10T18:00:57Z", "modified_time": "2011-11-10T23:14:52Z", "articleBody": "אף אחד לא אמור להיות מופתע מכך שגם השנה סדרת Call of Duty קובעת את שיאי המכירות, אבל הגידול הזה בכמה וכמה עשרות אחוזים הוא הרבה יותר ממה שמישהו ציפה לראות\nצילום: יח\"צ\nכמו בכל שנה, גם השנה ניפצה השקת Call of Duty את כל שיאי המכירות של השקת מוצר בידורי. זה לא ממש מפתיע, מה שכן עלול להפתיע הוא עד כמה ההשקה השנה הייתה גדולה מההשקה בשנה שעברה.\nבאתר vgcharts שעוסק בסיכומי מכירות של משחקי וידאו, פורסמו נתונים על יום ההשקה של Modern Warfare 3, והנתונים לא פחות ממדהימים. אחרי שבשנה שעברה נופצו כל שיאי המכירות על ידי Call of Duty Black Ops שמכר 5.6 מיליון עותקים ב-24 השעות הראשונות להפצתו, נראה שהשנה נותר השיא הישן הרחק מאחור, כש-Call of Duty Modern Warfare 3 מכר לא פחות מ-9.3 מיליון עותקים. רוב העותקים הוזמנו מראש, אבל נראה שלפחות מיליון וחצי איש יצאו מהבית ועמדו בתורים בחנויות כדי לשחק במשחק מהר ככל האפשר. בסך הכל צפוי המשחק למכור בין 12 ל-13 מיליון עותקים בשבוע הראשון שלו בשוק, ובכך להעמיד את סדרת Call of Duty בקו מאה מיליון העותקים שנמכרו בדור הנוכחי.\nעל פי האתר: 54% מהעותקים שנמכרו הם לקונסולת האקסבוקס ועוד 42% לפלייסטיישן 3, מה שמשאיר רק 4% מהמכירות לפלטפורמות ה-PC והווי. האם נמאס לגיימרי ה-PC מהמנוע הגרפי המיושן שעדיין מלווה את הסדרה מאז המשחק הרביעי (כשהמשחק החדש הוא כבר השמיני בסדרה)? לא בטוח – גם במתחרה, Battlefield 3, שהציג מנוע גרפי חדש שמעניק למשחק יתרון משמעותי כשהוא רץ על PC לעומת הקונסולות, ניתן לראות הפרשים גדולים בין כמות המכירות לקונסולות ול-PC, אם כי ההפרש פחות קיצוני במקרה הזה – כאן מהוות המכירות עבור ה-PC כמעט 10% מכלל המכירות.\nאף אחד לא אמור להיות מופתע מכך שגם השנה סדרת Call of Duty קובעת את שיאי המכירות, אבל הגידול הזה בכמה וכמה עשרות אחוזים הוא הרבה יותר ממה שציפיתי לראות. האם למכירות בכלל יש לאן לגדול בשנה הבאה?\nרק בעיה אחת מעיבה על ההשקה הזאת, אותה אפשר לתמצת במילה אחת: פנבויז. במה שנראה כמו פעולת נקם של מעריצי המשחק המתחרה: Battlefield, נפגע ציון המשתמשים של המשחק באתר Metacritic והגיע בשיא השפל ל-2.6 מתוך 10. נכון לכתיבת שורות אלו, הוא כבר עלה ל-3. לא ברור איך מיליון וקצת המעריצים של באטלפילד הצליחו לפגוע כך בציון של של COD, עם מספר דו ספרתי של מיליוני מעריצים. ייתכן שלא באמת מדובר בתחרות בין משחקים, ובאמת ישנם מאוכזבים מהמשחק שנתנו לו ציון נמוך, אחרי שציפו למשהו אחר? זה לא נשמע סביר במיוחד – כמו שזה נראה עכשיו, המשחק החדש נותן בעיקר עוד ממה שכבר קיבלנו בשנים הקודמות, וזה בדיוק מה שהמעריצים רוצים, אז ממה בדיוק הם אמורים להתאכזב? בכל מקרה, הציון נמוך כל כך שאחד ממפתחי המשחק אפילו ביקש מהעוקבים אחריו בטוויטר שייכנסו לאתר ויצביעו בעדו. זה לא ממש עזר, אבל למי אכפת? את שיא המכירות אף אחד לא יכול לקחת מהמשחק.", "keywords": "call of duty,xbox,playstation,פלייסטיישן,שיאן מכירות,שיא מכירות,battlefield,metacritic"}