{"url": "https://www.geektime.co.il/xbone_games_900p/", "type": "article", "title": "Xbox One, כמעט ללא Full HD?", "description": "מדליף שידוע בתחזיותיו המדוייקות לגבי ה-Xbox One טוען: ''רוב המשחקים לא יתמכו ב-1080P''.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/06/xboxonesmall.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-10-17T17:00:23Z", "modified_time": "2013-10-17T16:55:20Z", "articleBody": "מדליף שידוע בתחזיותיו המדוייקות לגבי ה-Xbox One טוען: ”רוב המשחקים לא יתמכו ב-1080P”.\nמקור: יח”צ\nCBOAT הוא משתמש באתר NeoGAF שידוע בתחזיותיו המדוייקות לגבי קונסולת האקסבוקס 1. את מסיבת העיתונאים של מיקרוסופט ב-E3 מוקדם יותר השנה הוא חזה כמעט במדוייק לחלוטין.\nעכשיו יש לו הדלפה חדשה ומדאיגה למדי – הרזולוציה הנפוצה למשחקים על האקסבוקס 1 תנוע בין 720P ל-900P, ל-1080P הרזולוציה תגיע בעיקר בזכות שבב להעלאת הרזולוציה, בדומה לקונסולת האקסבוקס 360. הטענה הזאת אולי נשמעת מופרכת, עד שנזכרים שאחד ממשחקי הדגל של השקת הקונסולה, Ryse: Son of Rome, ירוץ ברזולוציה של 900P. יוצרי המשחק אמנם טוענים שהדבר נעשה מבחירה והם היו עושים את אותו הדבר גם אם המשחק היה מפותח עבור הפלייסטיישן 4, אבל לפחות החלק של הבחירה המכוונת ברזולוציה הנמוכה לא נשמע אמין במיוחד.\nגם בנוגע לאמינות הקונסולה יש ל-CBOAT מה להגיד. לטענתו הקונסולה עלולה לסבול מבעיות אמינות ממש כמו אלו של האקסבוקס 360, קונסולה שהדגמים הראשונים שלה נשרפו בכמויות גדולות כל כך שמיקרוסופט נאלצה להאריך את האחריות עליה לשלוש שנים בעלות של מיליארד דולר עד שהצליחה לפתור את התקלה. חוסר האמינות הזה נגרם לטענתו בגלל שמיקרוסופט ממהרת להוציא את הקונסולה לשוק עוד השנה ולא בשנת 2014.\nהרזולוציה הנמוכה יותר, לפחות בעיני, היא נסלחת. במרחקים שבהם יושבים רוב גיימרי הקונסולות מהטלויזיות שלהם ההבדל בין 900P ו-1080P בכל מקרה אמור להיות קטן מאוד עד בלתי קיים. אבל האם מיקרוסופט עומדת להוציא קונסולה נוספת שתסבול מכשלי חומרה רציניים? זאת כבר בעיה חמורה הרבה יותר, למרות שקשה להאמין שזה נכון – אם היו לקונסולה בעיות התחממות קשות סביר להניח שמיקרוסופט הייתה עוסקת בפתירתן, ולא בהאצת החומרה באופן שרק יחמיר בעיות כאלה.\nועדיין – מדובר במדליף שנחשב לאמין מאוד. מפתח אחר טוען שהבעיה נעוצה בערכת הפיתוח המיושנת יחסית בה הוא משתמש. זה נשמע כמו הסבר סביר, אבל עדיין, יכול להיות שכדאי לחכות מעט לפני הרכישה כדי לראות אם הקונסולה לא סובלת מבעיות חומרה חמורות. בכל מקרה, כדאי לזכור שבניגוד לאקסבוקס 360, האקסבוקס 1 מורכבת ממוצרי מדף ולכן צפויות להיות פחות בעיות אמינות. בנוסף, מדובר בקונסולה המגיעה במארז גדול מאוד ומאוורר, וכמו בדור הקודם, גם הפעם ספק הכח נמצא מחוץ לקופסא, כך שקונסולות בוערות נראות הרבה פחות סבירות ממה שהיה בדור הקודם.", "keywords": "xbox,xbox one,xbone,xbox 360,אקבוקס,אקסבוקס 360,אקסבוקס 1,rrod,red ring of death,טבעת המוות האדומה,מיקרוסופט,microsoft,הדור הבא,next gen,crytek,ryse,קרייטק"}