{"url": "https://www.geektime.co.il/14-tops-research-from-206/", "type": "article", "title": "14 פריצות דרך מדעיות וטכנולוגיות שאנחנו מודים עליהן השנה [מדע פופולארי]", "description": "2016 הייתה שנה קשה, אבל היא לא כולה שחורה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/vr-refresh-tech-set.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-10T19:00:58Z", "modified_time": "2017-01-10T17:15:49Z", "articleBody": "2016 הייתה שנה קשה, אבל היא לא כולה שחורה\n\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 272 שראה אור בדצמבר 2016 ונכתבה במקור על ידי שרה פכט.\nחוץ מפרידה מאישים בכירים וכוכבים אהובים, שנת 2016 הביאה עימה גם כמה בשורות חשובות במיוחד בתחום המדע והטכנולוגיה. הנה 14 מהם:\nתמונה: מדע פופולארי\nבחודש ספטמבר הוריד האיגוד הבין-לאומי לשימור הטבע ומשאבי הטבע (IUCN) את דובי הפנדה מרשימת בעלי החיים “בסכנת הכחדה” לדירוג של “רגיש” בלבד. ודובי הפנדה אינם היחידים. היצורים הפרוותיים שהיוו את מקור ההשראה לבובות טדי-בר (כן, על שמו של טדי רוזוולד, נשיא ארצות הברית) ירדו מהרשימה האדומה, ונראה שאוכלוסיות פרפרי הדנאית המלכותית מתאוששות אף הן. המשיכו בעבודה הטובה, חבר’ה.\n\nזוכרים את הפעם ההיא, בחודש אפריל, כש-SpaceX עשתה היסטוריה כשהנחיתה את הרקטה שלה על ספינה אוטונומית באמצע האוקיינוס? זה היה מגניב למדיי. זה גם היה עניין די גדול. נחיתה על פלטפורמה זזה מקלה על החברה להשיב את רקטות השיגור שלה, ולעשות בהן (בתקווה) שימוש חוזר, דבר שעשוי להפחית את עלויות הטיסה לחלל ב-30 אחוזים.\nתמונה: מדע פופולארי\nבעוד רוב חוויות ה-VR האיכותיות דורשות מחשבים עצמתיים (כלומר, יקרים), הקסדה של סוני עובדת באמצעות ה-PlayStation 4. היא גם לא דורשת תואר בהנדסה כדי לחבר את המערכת. בשל קלות השימוש והמחיר הזול יחסית של הקסדה, בפופיולר סיינס חושבים שזו קסדת ה-VR שסוף סוף תכבוש את אמריקה בסערה.\nתמונה: מדע פופולארי\nה-LIGO (Laser Interferometer Gravitational-Wave Observatory) זיהה גלי כבידה משני חורים שחורים שהתנגשו לפני 1.3 מיליארד שנים. זו הפעם הראשונה שבה הצלחנו אי פעם לחוש את האדוות האלה מבעד למרחב הזמן, והגילוי ייתן למדענים צורה חדשה לחלוטין לחקור את היקום.\nתמונה: מדע פופולארי\nהעולם מתחמם, והדור הבא יצטרך להתמודד עם ההשלכות של כיפות קרח מפשירות, אדמות חקלאיות מתייבשות, שרפות טבע, וסערות קיצוניות יותר. אבל הודות לאן אייקן, שופטת מאורגון, קבוצה של 21 בני נוער קיבלה את הזכות לתבוע את הממשלה על כישלונה בבלימת שינויי האקלים. השיטה הזאת פעלה בשנה שעברה בהולנד, כשבית המשפט קבע שהממשלה “חייבת להבטיח שהפליטות במדינה בשנת 2020 יהיו נמוכות ב-25 אחוז לפחות מאלה שב-1990”.\nתמונה: מדע פופולארי\nמזה זמן רב המדענים יודעים שווירוסים יכולים לעורר את המערכת החיסונית להילחם בסרטן, אבל התאמת הווירוסים מבלי להשפיע על העמידות שלנו אליהם דורשת זמן. בשלהי 2015 הפכה ה-IMLYGIC לתרופת הסרטן הוויראלית הראשונה שזכתה לאישור ה-FDA. וירוס ההרפס המותאם, שאושר לטיפול במלנומה, מוזרק אל תוך גידול, שם הוא אמור לעורר תגובה חיסונית לסרטן.\nתמונה: מדע פופולארי\nמדענים גילו ראיות לכך שכוכב לכת ענק, שגודלו דומה לזה של הכוכב נפטון, עשוי להתגורר בקצה מערכת השמש שלנו, במרחק גדול פי עשרה עד 20 מהמרחק מפלוטו. אף על פי שקיום כוכב הלכת עדיין בתהליכי אישור, הראיות לקיומו גוברות. אם כן, מערכת השמש שלנו, שבה תשעה כוכבי לכת, עשויה לחזור לקדמותה.\nמקור: cc0-by-Pixabay\nבחודש אפריל החלה וואטסאפ להפעיל פונקציית הצפנה מקצה-לקצה לשיחות קוליות ומסרונים, והקשתה בהרבה על ה-NSA או על גופי צד שלישי לצותת לשיחות שלנו.\nתמונה: מדע פופולארי\nתודה, אובמה! לא, באמת, תודה שייסדת שמורות ימיות באנטארקטיקה ובאוקיינוס האטלנטי. הפינגווינים, הליווייתנים הקטלנים (האורקות), והתמנונים שחיים שם היו בטח מוקירים לך תודה גם הם, אם הם היו יכולים.\nתמונה: מדע פופולארי\nבכל שנה, 400 מיליון בני אדם חולים בדנגי, מחלה המועברת על ידי עקיצת יתוש שגורמת לחום גבוה, לכאבי ראש חזקים, להקאות, ולפעמים למוות. השנה, ארגון הבריאות העולמי התחיל להמליץ על מתן החיסון הראשון למניעת דנגי, ומבצעי חיסון החלו באזורי סיכון כמו ברזיל והפיליפינים.\nתמונה: מדע פופולארי\nהכוכב הקרוב ביותר לשמש שלנו הוא כוכב לכת סלעי בגודלו של כדור הארץ בערך, שנמצא בתחום החלל הראוי למחיה. Proxima b הוא כוכב הלכת שמחוץ למערכת השמש שלנו הקרוב ביותר לכדור הארץ, ואף שאנחנו לא יודעים אם הוא בדיוק התאום של כדור הארץ (רוב הסיכויים הם שהוא אינו) מהנה לחלום על היחלצות ממערכת השמש שלנו כדי לבקר שם בבוא היום. אנחנו צריכים רק לחכות שאיזה גאון ימציא טיסה במהירות האור – אנחנו מתכוונים אליך, אלון מאסק.\nתמונה: מדע פופולארי\nהטייסים ברטרנד פיקארד ואנדרה בורשברג הנחיתו את ה-Solar Impulse 2 באבו דאבי, וסימנו את סופה של טיסה מדהימה מסביב לעולם, שמונעת בכוח סולארי, למרחק של כמעט 42,000 ק”מ. הצוות מקווה שהמסע יעורר השראה לבניית כלי טיס ידידותיים יותר לסביבה.\nתמונה: מדע פופולארי\nהחור הענק בשכבת האוזון שמגנה על כדור הארץ מקרינת UV התכווץ בכ-3.88 מיליון קמ”ר מאז גודל השיא שלו בשנת 2000, הודות לשילוב של הפחתה בפליטות פחמן ודפוסי מזג אוויר משתנים.\nתמונה: מדע פופולארי\nבעוד חיידקים הופכים לעמידים יותר ויותר בפני האנטיביוטיקות של בני האדם, פפטידים אנטי-מיקרוביאליים המצויים בחלב של שדים טסמניים יוכלו לספק כלי נשק חדש נגד מחלות בקטריאליות.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "פריצות דרך מדעיות,מדע,טכנולוגיה,וואטסאפ,אוזון,פנדה,אנרגיה סולארית,כוכב,כוכבי לכת,מערכת השמש,מדע פופולארי,מדע פופולרי"}