{"url": "https://www.geektime.co.il/use-emoji-to-code/", "type": "article", "title": "עכשיו, אתם יכולים לפתח אפליקציות בעזרת אמוטיקונים", "description": "הכירו את ה-Emojicode, שפת תכנות עילית חדשה שתאפשר לכם לפתח תוכנות למספר פלטפורמות; השאלה היחידה היא כמה מרוויח מפתח ב-Emojicode", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/640-6.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-07T19:02:35Z", "modified_time": "2016-03-08T17:43:07Z", "articleBody": "הכירו את ה-Emojicode, שפת תכנות עילית חדשה שתאפשר לכם לפתח תוכנות למספר פלטפורמות; השאלה היחידה היא כמה מרוויח מפתח ב-Emojicode\nסדרת פיבונאצ’י anyone? צילום מסך: גיקטיים\nמפתחים בג’אווה? פייתון? PHP? אולי ב-#C? הגיע הזמן שתכירו את Emojicode, שפת תכנות חדשה שעושה שימוש ב… ניחשתם נכון אמוג’י.\nEmojicode היא שפת תכנות עילית חדשה בקוד פתוח שמאפשרת למשתמשים לפתח אפליקציות שרצות על מספר פלטפורמות. התכנות נעשה בעזרת סט אמוג’י, שכל אחד מייצג פקודה אחרת. שפת התכנות החדשה תומכת במספר פרדיגמות ביניהן תכנות מונחה-עצמים (Object-Oriented Programming), תכנות גנרי (Generic Programming), סגור (Closure) ועוד. השפה רצה למעשה על מכונה וירטואלית, כשעל פי המפתחים שלה, לא רק שהמנוע שלה מהיר פי כמה ממכונות וירטואליות נפוצות, הוא גם קטן ושוקל רק 100KB. בזכות המכונה הוירטואלית הזו התוכנה שתיצרו תוכל לרוץ על מספר פלטפורמות ביניהן OS X של אפל והפצות לינוקס פופולאריות כמו Ubuntu, Debian ו-Raspbian. מפתחי Emojicode שחררו גם SDK ב-GitHub\nכדי להקל עליכם את למידת השפה החדשה, העלו המפתחים של השפה מדריך קצר שזמין פה. בין היתר תוכלו ללמוד שם שהאמוג’י ? מסמן תחילת קוד והאמוג’י ? משמש למחרוזת טקסט. כך נראית אגב ה-Hello World שהכנו בשפה החדשה:\n \n? ? ?\n?? ? ➡️ ? ?\n? ?Hello, Geektime Readers!?\n? 0\n?\n?\nלמרות שהיא מיוחדת, ה-Emojicode אינה שפת התכנות הביזארית ביותר שקיימת כיום; קדמו לה שפת ה-Whitespace, שמתבססת על הרווחים שבין התווים בקוד; שפת ה-Omgrofl (קיצור ל-Oh My God, Rolling On Floor Laughing) שמתבססת על מילות סלנג אינטרנטי בסינטקס שלה; שפת ה-Chef שעושה שימוש במונחים מעולם המתכונים והבישול לצורך קוד; שפה נוספת ביזארית לא פחות, אבל הרבה יותר ‘תרבותית’ היא כמובן שפת ה-Shakespeare. מפתחים שירצו לפתח תוכנה בשפת Shakespeare, ייאלצו להשתמש ב-Act (מערכה) ו-Scene (סצנה) שבתוכן ישולבו המשתנים; ולבסוף, אם אתם לא טבעוניים, תוכלו להשתמש בשפת התכנות Chicken. שפת התכנות הזו קלה מאוד ללימוד, מפני שהפקודה היחידה בה היא… ניחשתם נכון Chicken.\nאז בפעם הבאה שאתם מתלבטים האם ללמוד שפה חדשה, שווה לכם להעיף מבט ולראות כמה מרוויחים היום מפתחי Chicken או Omgrofl.\nתודה לקורא רז חיימוביץ", "keywords": "שפת תכנות,פיתוח,קוד,שפת תכנות עילית,אמוג\\'י,שפות תכנות ביזאריות,שפות פיתוח ביזאריות"}