{"url": "https://www.geektime.co.il/palm-pre/", "type": "article", "title": "פאלם חושפת גרסה מעודכנת ל-Pre ול-WebOS", "description": "HP ופאלם חושפות את המשך דרכם של ה-Pre ו-WebOS. גרסת 2.0 מציגה בעיקר שיפורים ולא נועדה לחשוף חידושים מהפכניים. המכשיר החדש יושק תחילה באירופה ויכלול עדכון חומרתי ועיצובי לצד מערכת הפעלה חדשה ומשודרגת", "image": "https://files.geektime.co.il/wp-content/uploads/2010/10/anything-ready-sprint-300x179.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-10-20T12:04:33Z", "modified_time": "2010-10-21T09:41:12Z", "articleBody": "HP ופאלם חושפות את המשך דרכם של ה-Pre ו-WebOS. גרסת 2.0 מציגה בעיקר שיפורים ולא נועדה לחשוף חידושים מהפכניים. המכשיר החדש יושק תחילה באירופה ויכלול עדכון חומרתי ועיצובי לצד מערכת הפעלה חדשה ומשודרגת\nמכשיר הדגל של פאלם, ה-Pre ,שהושק ביוני 2009 ונועד להציל את אימפריית מחשבי כף היד במיל’, לא עזר במיוחד בהשגת היעד העיקרי. על אף שהחברה נרכשה על ידי ענקית המחשוב HP, המכשיר ומערכת ההפעלה שפיתחה פאלם זוכים לשימור על ידי חברת האם החדשה.\nבמסיבת עיתונאים שנערכה אמש בארה”ב חשפה HP את הגרסה המעודכנת של מכשיר ה-Pre יחד עם עדכון משמעותי למערכת ההפעלה WebOS. המכשיר החדש מיישר קו עם מרבית הסמארטפונים החדשים בתעשייה כשהוא מצוייד במעבד במהירות 1GHz ומצלמת 5 מגה פיקסל. אלא שכאן בערך מסתיימים החידושים, פרט לעיצוב שמהותו טרם התבררה באופן סופי, החידוש העיקרי שחשפה HP מתייחס דווקא למערכת ההפעלה.\nשיתופי פעולה שחתמה פאלם, ומאוחר יותר גם HP עם מפעילות סלולר אמריקניות הרחיבו את השקת מכשיר ה-Pre מספרינט אל כמעט כלל המפעילות המובילות בארצות הברית. הדגם החדש יופיע תחילה באירופה וצרפת תהיה המדינה הראשונה לזכות בו ומאוחר יותר ינדוד מערבה גם למפעילת הסלולר האמריקנית ורייזן.\nבמשך שנים שלטה פאלם בשוק מחשבי כף היד. הרבה לפני שמסכי המגע השתלטו על שוק הסלולר התמחתה החברה בממשק משתמש המיועד לתצורת מגע (גם אם מדובר בסטיילוס). הניסיון הרב שצברה פאלם הוביל עם השנים לפיתוחה של מערכת ההפעלה WebOS שהוצגה לראשונה בינואר 2009. WebOS נחשבת לדעת רבים כאחד הפיתוחים המובילים בתעשייה וכעילה העיקרית לרכישתה של פאלם על ידי HP.\nמדובר בממשק משתמש משובח, עטוף בעיצוב גרפי מרשים ויכולות מעולות. המערכת הציגה תמיכה מלאה בריבוי משימות הרבה לפני שזה הגיע ליתר המערכות בשוק וכעת היא זוכה למספר טלאים שמשפרים אותה אף יותר. אף על פי כן, הפער שבין החומרה שהציגה HP עם מכשיר ה-PRE החדש לבין יכולותיה של WebOS מסרסים במידה ניכרת את הפוטנציאל הגלום במערכת ההפעלה החדשה.\nמערכת ההפעלה WebOS 2.0 משפרת בראש ובראשונה את ממשק המשתמש. המערכת החדשה נוקתה מאלמנטים גרפיים רבים שהעיקו על תחושת הפשטות והפכו אותה לקלה ונקיה הרבה יותר. לחילופין, עזרים וכלים אלמנטרים ונדרשים מצאו דרכם אל מערכת ההפעלה בגרסתה הנוכחית. עדכונים נוספים שניתן למצוא ב-WebOS 2.0 הם מנוע חיפוש מהיר המבוסס על נתונים בעת הקלדה, סנכרון טוב יותר עם כלי דואר ושירותים אחרים, תמיכה בפלאש והטמעה מובנת של סקייפ (ייעודי לורייזן).\nשינוי אחר, סמלי מעט יותר, ניתן לראות בשמה של מערכת ההפעלה החדשה – מעתה אמרו: HP webOS.", "keywords": "פאלם,פרי,סמארטפון,השקה,hp,palm,webos,palm pre"}