{"url": "https://www.geektime.co.il/geekweek-12-11-11/", "type": "article", "title": "גיק וויק: השבוע שהיה בניוזגיק [12-11-11]", "description": "לכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע: סקירות מעניינות על מוצרים בולטים, ראיונות וסיפורים של אנשי מפתח בתעשיית ההיי-טק, חשיפות ותחזיות לעתיד, משחקים מומלצים, בחירת הקהל בתחרות ה-AppChallenge ואפליקציה חדשה, חשיפת ארבעת הליבות של מכשיר ה-HTC החדש כבר מלהיבה את הרשת, חברת Any.DO משיקה אפליקצייה חדשה לשוק האנדרואידי, הזמנות מיוחדות לקוראי ניוזגיק להשקת מוצר הדגל של Thrustmaster  בישראל וחשיפה ראשונה של המענה של גוגל לאייטיונז", "image": "https://files.geektime.co.il/wp-content/uploads/2011/11/geekweek111111.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-11-12T21:00:23Z", "modified_time": "2011-11-13T09:17:39Z", "articleBody": "לכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע: סקירות מעניינות על מוצרים בולטים, ראיונות וסיפורים של אנשי מפתח בתעשיית ההיי-טק, חשיפות ותחזיות לעתיד, משחקים מומלצים, בחירת הקהל בתחרות ה-AppChallenge ואפליקציה חדשה, חשיפת ארבעת הליבות של מכשיר ה-HTC החדש כבר מלהיבה את הרשת, חברת Any.DO משיקה אפליקצייה חדשה לשוק האנדרואידי, הזמנות מיוחדות לקוראי ניוזגיק להשקת מוצר הדגל של Thrustmaster  בישראל וחשיפה ראשונה של המענה של גוגל לאייטיונז\nלכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע:\nאנו מזמינים אתכם לבחור את האפליקציה הזוכה בתחרות Windows Phone App Challenge – ההצבעה מסתיימת מחר, יום ראשון ה-13.11 בשעה 21:00\nיחסיה של חיפה עם מרכזי הפיתוח של חברות הטכנולוגיה הגדולות הפכו אותה מאז ראשית שנות ה-1990 לאחד ממרכזי הפיתוח והמחקר המרכזיים של חברות טכנולוגיה בישראל.\nב-8 בנובמבר צפוי לחלוף על פני כדור הארץ אסטרואיד ברוחב 400 מטרים במרחק קצר יותר מזה שמפריד ביננו לבין הירח.\nאם אתם מרגישים שהיכולות המנטליות שלכם כבר לא כמו שהיו בעבר, אפליקציית Brain Squeeze תעזור לכם להחזיר את המוח לכושר.\nמקור: יח\"צ\nשירות העוזר האישי הקולי הצמוד של האייפון 4S החדש חווה את התקלה הגדולה הראשונה שלו. האם אפל תלמד משגיאותיה?\nמוטורולה מתכננת להשיק בקרוב את מכשיר הדגל הבא שלה, Motorola Razr, קיבלנו הצצה ראשונה לפני ההשקה המיועדת וחזרנו עם מסקנות האם שווה לחכות לו, או לא.\nב-Saveby מציעים לכם דרך חדשה ומעניינת לחסוך כסף על מוצרים שאתם מעוניינים לרכוש, במסגרת מודל חדשני לרכישות קבוצתיות.\nמקור: צילום מסך\nתמונה של מכשיר ה-HTC Edge נחשפה ברשת. המכשיר העתיד להגיע עם מעבד בעל 4 ליבות, כבר מצליח להלהיב את המשתמשים, עוד לפני שהחברה הכריזה עליו באופן רשמי.\nתום ביורן, מנהל המחקר וראש חטיבת מעבדות Ericsson מפרט על פעילותה של החברה, כיצד האפליקציות הסלולריות יכולות לתרום לעולם והיכן כדאי לכם להתחיל.\nמכשיר הגלקסי מיני הוא סמארטפון מעוצב עם מערכת הפעלה מיושנת ונתוני חומרה שמציבים אותו הרחק מאחורי הסמארטפונים הפופולארים. אף על פי כן, המחיר שלו בהחלט שווה את ההשקעה.\nמקור: צילום מסך מאתר החברה\nמרעיון שהתחיל במסגרת אירוע Startup Weekend לגיוס של מיליון דולרים, וכעת השלמת סבב גיוס של 14.1 מיליון דולרים.\nחברת הסטארטאפ הישראלי Any.Do מכריזה על השקת אפליקציה חדשה לשוק האנדרואידי ההופכת ניהול רשימת מטלות לפשוט ונגיש עוד יותר.\nמוצר הדגל של Thrustmaster מגיע לישראל, T500 RS – הסט האולטימטיבי לנהיגה ולקוראי ניוזגיק שומרים מקום מיוחד באירוע.\nמקור: צילום מסך\nהזמנות שהפיצה גוגל לעיתונאים מציעות להם להשתתף באירוע שתקיים ביום רביעי הקרוב. ההנחה: צפויה להשיק חנות מוזיקה מקוונת שתתחרה באייטונז ולפתוח את שירות Google Music לקהל הרחב.\nאורקל מצטרפת למגמה העולמית ומכריזה על שני פתרונות NoSQL.\n ", "keywords": "בחירת הקהל,סיליקון וואלי,אסטרואיד,אפליקציה,סירי,אייפון 4s,קנייה קבוצתית,סטארטאפ,גיק-על-אחד,תום ביורן,אריקסון,סמארטפון,גוגל,אייטיונז,oracle,nosql,t500 rs,any.do,zaarly,startup weekend,samsung galaxy mini,ericsson,htc edge,saveby,motorola razr,siri,iphone 4s,appchallenge,windows phone,,גיק על אחד"}