{"url": "https://www.geektime.co.il/hands-on-with-playstation-move-and-xbox-kinect/", "type": "article", "title": "תנועה ערה: Playstation Move ו-XBox Kinect", "description": "יצרניות הקונסולות רוצות להזיז אותנו. יניב פלדמן בדק את בקרי התנועה של סוני מול מיקרוסופט וחזר מזיע, אך עם לא מעט מסקנות. יאללה, זוזו", "image": "https://files.geektime.co.il/wp-content/uploads/2010/09/kinectvsmove-300x188.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-09-19T11:59:25Z", "modified_time": "2010-09-19T21:17:28Z", "articleBody": "יצרניות הקונסולות רוצות להזיז אותנו. יניב פלדמן בדק את בקרי התנועה של סוני מול מיקרוסופט וחזר מזיע, אך עם לא מעט מסקנות. יאללה, זוזו\nהשנה הנוכחית אמורה להיות שנת המפנה בכל הקשור לאמצעי השליטה בקונסולות ובמשחקים בכלל. המהפכה האמיתית החלה לפני קצת יותר מ-4 שנים, אי שם ב-2006 כאשר קונסולת ה-Wii של נינטנדו יצאה לשוק והחלה לגרום לאנשים לקום מהספה על-מנת לשחק במשחקים השונים. לפני פחות משבועיים יצאו לשוק בקרי ה-Move לפלייסטיישן ובעוד פחות מחודשיים אמורה להגיע לשוק חבילת ה-Kinect לאקס-בוקס של מיקרוסופט, כשכל אחד מהם נוקט בגישה שונה לשימוש ושליטה בקונסולה ובמשחקים, אך בשני המקרים המטרה היא אחת: להתחרות במכירות המוצלחות של הקונסולה של נינטנדו באמצעות תמיכה בחיישני תנועה.\nה-Playstation Move (שבעברית אפשר לקרוא לו “זוז”, אם מאוד רוצים) הוא בקר מבוסס חיישני תנועה המיועד להפוך את תנועת השחקן למהלכי משחק. בשונה מה-Wii, התוספת של המצלמה למערכת בקרת התנועה של סוני מאפשרת למערכת לזהות בצורה מדויקת וטובה יותר תנועת השחקן בחלל תלת-ממדי, בניגוד למערכת של ה-Wii, שיודעת לזהות תנועה בהתאם לנקודה יחסית שבה נמצאים. מבחינת הביצועים במשחק, זה אומר דיוק רב יותר בזיהוי התנועה וכן אפשרות להשתמש בטכנולוגיות של מציאות רבודה (Augmented Reality) כחלק מהמשחקים.\nהבקר עצמו, הדומה מעט במראהו למיקרופון צעצוע, נוח יחסית לאחיזה ביד וכולל כפתור Move (המקבילה לכפתור ה-Accept בבקר הרגיל של הפלייסטיישן 3), את ארבעת כפתורי הפעולה המוכרים מהבקר הרגיל של הפלייסטיישן, כפתור הדק (Trigger) וכפתור גישה לתפריט. יחד עם הבקר הסטנדרטי של ה-Move, הנקרא גם Motion Controller, שחררה סוני בקר נוסף הנקרא Navigation Controller, הנועד לספק פונקציונאליות משלימה ל-Motion Controller בחלק מהמשחקים. ה-Navigation Controller, מכיל פונקציונאליות כמעט זהה לזו של בקר Dual Shock 3 סטנדרטי וכולל ג’ויסטיק, כפתורי תנועה, שני כפתורי פעולה ושני מקשי הדק (L1 ו-L2).\nמשחקים ב-Move ב-IFA 2010\nהשימוש ב-Move יהיה מאוד פשוט לכל מי שאי פעם שיחק ב-Wii והממשק ידידותי למדי. אף על פי כן, יכולת הדיוק והאבחנה בתנועות הבקר יחד עם היכולות הגרפיות החזקות של ה-PS3 משנות בצורה ניכרת את חוויית המשחק שהכרתם עד היום.\nכותר הדגל המשווק לצד ה-Move נקרא Sports Champions והוא המקבילה של סוני ל-Wii Sports של נינטנדו. קשה מאוד להשוות שבין השניים שכן בשני המקרים, משחק הדגל שמגיע ביחד עם הבקר הוא בעצם אוסף של משחקוני ספורט פשוטים שנועדו בעיקר על-מנת להדגים את יכולותיו של הממשק מבוסס התנועה. Sports Champions כולל 6 משחקונים: דיסק גולף, דו-קרב גלדיאטורים, כדור-עף חופים, ירי בחץ וקשת, טניס שולחן ובוצ’ה. כל אחד מהמשחקים מנצל את היכולות של ה-Move בצורה קצת שונה וחלקם מאפשרים להשתמש בשני שלטי Move במקביל. לדוגמא, במשחקון החץ וקשת השימוש בשני בקרים מאפשר לדמות תנועה מלאה של הוצאת חץ מהאשפה לעד הגב ומתיחה של הקשת עם החץ. במשחקון הגלדיאטורים השימוש בשני בקרים מאפשר שליטה בנשק ביחד אחת ובמגן ביד השנייה.\nאם היינו צריכים לשפוט את ה-Move על בסיס חוויית המשחק ב-Sports Champions בלבד, ניתן היה לומר שמדובר במעין Wii על סטרואידים. אמנם, מאחר ואנו יודעים על כמה משחקים נוספים עבור הפלטפורמה (כגון Eyepet המשלב את היכולות ה-Move יחד עם יכולות Augmented Reality לצורך טיפוח חיית מחמד וירטואלית יחד עם משחקי פעולה כגון Heavy Rain ו-SOCOM 4, אנחנו מצפים לשדרוג קצת יותר משמעותי לחוויית המשחק שלנו.\nה- Playstation Move כבר הגיע לחנויות בארצות הברית ונחת בישראל ביום רביעי האחרון ביבוא רשמי של ישפאר, יבואנית מוצרי סוני בישראל. מחיר חבילת מתחילים שתכלול מצלמה, שלט תנועה ואת המשחק Sports Champions הוא 399 שקלים, מחיר כמעט זהה למחיר בארצות הברית, בעוד המחיר של שלט בלבד יהיה כ-279 שקלים.\n\nאם חשבתם שה-Playstation Move גרם לכם לזוז, אז חכו עד שתנסו בפעם הראשונה את ה-Kinect החדש של מיקרוסופט (לשעבר פרויקט נאטאל). בניגוד ל-Move, ה-Kinect החדש מגיע ללא בקרי שליטה והוא מורכב ממארז נפרד הכולל מצלמת RGB, חיישן עומק, מיקרופון ומעבד המריץ תוכנה ייעודית. הקונספט שעומד מאחורי הקינקט הוא שהמצלמה מזהה את הגוף של השחקן או השחקנים הנמצאים בפריים, מתבייתת על כל אחד בנפרד וננעלת על 48 מפרקים שונים בגוף ומתעלמת מכל השאר.\nהיתרון והחסרון הגדול ביותר של הקינקט הוא המחסור בבקרי שליטה פיזיים. בקמפיין ההשקה של הזוז, סוני טענה שגיימר טוב צריך כפתורים ובלי כפתורים אי אפשר לשלוט כמו שצריך במשחקים. אחרי ששיחקנו קצת בקינקט, אנחנו בהחלט נוטים להסכים איתם. מצד שני, עצם העובדה שאין בקרי שליטה ויש רק יחידה מרכזית אחת, מאפשרת לכם לשחק עם עד ארבעה שחקנים בלי הצורך לרכוש בקרים נוספים (שבדרך כלל גם עולים עוד כסף).\nבדומה למוב ול-Wii, גם הקינקט מגיע עם חבילת הבסיס הכוללת חבילת משחקוני ספורט כגון אטלטיקה קלה (זריקת כידון, ריצת 100 מטר ועוד) ובאולינג, אך במהלך הביקור בתערוכת ב-IFA 2010 זכינו לראות ואף לשחק בעוד כמה משחקים שאמורים להיות זמינים בעת יציאת המכשיר דוגמת Kinect Adventures (משחק המאפשר לנו לעבור מספר מסלולי מכשולים שונים על-באמצעות משטח על-גבי מסילה נעה, סירה הצפה בנהר ועוד) ו-Joyride (משחק מירוצים בסגנון MarioKart).\nגם ילדים יכולים. Kinect ב-IFA 2010\nגם אם שיחקתם בעבר ב-Wii, חוויית השימוש והמשחק בקינקט היא שונה לחלוטין ממה שהכרתם. בחלק מהמשחקים, אתם תבצעו את אותן התנועות, אבל בלי שלט ביד ובלי כפתורים ללחוץ עליהם. במשחקים אחרים תצטרכו ממש לקפוץ לצדדים, להתכופף ולבצע תנועות מוזרות כדי לגרום לדמות שלכם לבצע את אותן התנועות במשחק. אחרי פחות מ-5 דקות משחק בקינקט אנחנו כבר החלטנו שאחרי ההדגמה אנחנו חוזרים למלון לעשות מקלחת, ולא בגלל שהתרגשנו מהמשחק.\nמצד אחד, המשחק בקינקט מספק חוויית שימוש חדשה שעל-מנת לשפוט אותה כראוי כנראה צריך לשחק קצת מספר שעות קצת יותר גדול ממה שהיה לנו על-מנת להתנסות עם המכשיר. מצד שני, קשה לנו לראות את הגיימרים הכבדים, אותם המשתמשים שרכשו את קונסולת ה- XBox עבור משחקים כגון Halo ו-Medal of Honor מתחילים לקפוץ ולזגזג מול המסך. כדי לדעת אם הגיימרים האמיתיים באמת יאמצו את הקינקט, נצטרך לחכות להשקה הרשמית של המכשיר ולמשחקים דוגמת Star Wars Kinect, במהלכו יכנס השחקן לנעליו של אביר ג’דיי ויאלץ להיחם במגוון אויבים באמצעות שימוש ב”כוח” וחרב Lightsaber. בחיפוש קצר ברשת, הצלחנו למצוא סרטון קצר המציג את המשחק עצמו, אך לא מציג את תנועות השחקן שעומד מאחורי המצלמה.\nורק למקרה שתהיהם איך נראה משחק בקינקט כשהוא לא בסרטון שיווקי, אז צילמנו עבורכם צילום קטן שלנו משחקים בקינקט ב-IFA 2010. ואם אתם חושבים שכשאתם תשחקו בקינקט אתם תראו פחות מגוחך מזה, אתם בהחלט טועים.\n", "keywords": "מיקרוסופט,סוני,קינקט,מוב,פלייסטיישן,אקסבוקס,micrsosoft,sony,playstation,xbox,playstation 3,move,kinect"}