{"url": "https://www.geektime.co.il/women-throws-apple-1/", "type": "article", "title": "השליכה את ה-Apple I בטעות, השווי? 200 אלף דולר", "description": "אמריקאית שרצתה לפנות קצת מקום בבית, לא ידעה כי אחד הפריטים מהם רצתה להיפטר הוא המחשב הראשון שייצרה אפל. כעת מנסים לאתר אותה ולהשיב את האבדה שמחירה מוערך בקרוב לרבע מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/apple4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-31T19:00:32Z", "modified_time": "2015-05-31T18:08:44Z", "articleBody": "אמריקאית שרצתה לפנות קצת מקום בבית, לא ידעה כי אחד הפריטים מהם רצתה להיפטר הוא המחשב הראשון שייצרה אפל. כעת מנסים לאתר אותה ולהשיב את האבדה שמחירה מוערך בקרוב לרבע מיליון דולר\nתמונה: flickr, cc-by, Ed Uthman\nחברת המיחזור Clean Bay Area, המתמחה בציוד אלקטרוני, מחפשת אחר אישה אלמונית, אשר בתחילת חודש אפריל השאירה ארגז עם חפצים לתרומה. מאוחר יותר גילתה החברה כי הארגז הכיל בין היתר מחשב Apple – I, דגם נדיר והיסטורי במיוחד (סה״כ 200 יחידות) שנוצר בשנת 1976 על ידי סטיב ג׳ובס, סטיב ווזניאק ורונלד וויין, מייסדי אפל. מכיוון ומדובר במחשב הראשון שייצרה אפל, לא מפתיע כי הפך ללהיט במכירות פומביות, ומחירו נעמד במאות אלפי דולרים.\nהחודש הסתבר כי החברה לה תרמה האישה את המחשב, מכרה אותו תמורת 200,000 דולר עבור אספן פרטי. מאחר ומדיניות החברה היא להתחלק ברווחים חצי חצי עם התורמים, סגן הנשיא של החברה ויקטור גיצ׳ון (Victor Gichun) מחפש אחר האישה המסתורית על מנת להעניק לה שיק בשווי של 100,000 דולר.\nלדבריו של גיצ׳ון, האישה הגיעה לחנות ביום שישי דקות לפני הסגירה, ואמרה כי מעוניינת להיפטר מהדברים שהיו של בעלה, שנפטר חודשים ספורים לפני. כאשר נשאלה האם מעוניינת בחשבונית או קבלה על כך, סירבה בנימוס ואמרה שאינה צריכה דבר והסתלקה מהמקום. כל שידוע על אותה אישה היה שנהגה בואן, ולכן הדרך למצוא אותה מעט מורכבת.\nמחשב ה-Apple I (או Apple 1) נמכר בשנת 1976 תמורת 666$ בלבד, אך כיום כאמור שוויו עלה פלאים. נכון לעכשיו, הסכום הגבוה ביותר שהוצע תמורת מחשב שכזה עמד על 905,000 דולר, מחיר גבוה במיוחד מכיוון והיה המודל היחיד מאלו שנמכרו ישירות על ידי סטיב ג׳ובס. בהתחשב בכך שהמחשב מגיע עם זכרון מגוחך של 4K – וזכרון RAM 8KB סביר להניח כי אינו מיועד לשימוש יום יומי, אלא כפריט אספנות וסוג של ״יצירת אומנות״ ראשונה מסוגה.\nמבדיקה קצרה ברשת, מסתבר כי ניתן לרכוש לא מעט פריטים היסטוריים מבית החברה, אך שימו לב כי קיימים לא מעט חיקויים; כך לדוגמא, מצאנו באיביי העתק של דגם ה- Apple 1 אשר מחירו ההתחלתי עומד על 445 שקלים, לא הרבה, אך גם לא מעט עבור חיקוי.\nכפי שניתן ללמוד מהסיפור הנוכחי, מומלץ לחשוב פעמיים לפני שמשליכים לפח המיחזור פריטים שנראים חסרי כל ערך, שכן לא סתם אומרים – ״הזבל של האחד, הוא הזהב של האחר״.", "keywords": "אפל,אפל 1,מחשב אישי,apple,apple 1,apple i,מיחזור,apple recycle,vintage,vintage apple,מחשב וינטאג׳,תרומה,מיחזור אלקטרוניקה,סטיב ג׳ובס"}