{"url": "https://www.geektime.co.il/facebook-ads-manager/", "type": "article", "title": "חדשות טובות למפרסמים: פייסבוק משיקה את Ads Manager למובייל", "description": "פייסבוק מאפשרת למפרסמים גישה לפעולות מסויימות ולצפייה בביצועים של הקמפיינים הפרסומיים, דרך האפליקציות הרשמיות לאנדרואיד ול-iOS לצד אתר המובייל של הרשת החברתית.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/adsmanager2.gif", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-07-17T09:22:28Z", "modified_time": "2014-07-17T09:22:28Z", "articleBody": "פייסבוק מאפשרת למפרסמים גישה לפעולות מסויימות ולצפייה בביצועים של הקמפיינים הפרסומיים, דרך האפליקציות הרשמיות לאנדרואיד ול-iOS לצד אתר המובייל של הרשת החברתית.\nמקור: Flickr, cc-by-mkhmarketing\nאחת מהזירות החמות ביותר בחודשים האחרונים, ללא ספק, היא זירת הפרסום במובייל כאשר המתחרות הבולטות בה, פייסבוק וגוגל משיקות לאחרונה שורה ארוכה של מוצרים חדשים, במטרה להנגיש כמה שיותר את שירותי הפרסום שלהן למשתמשים.\nגוגל חשפה זה מכבר את שירות ה-AdWords Express, המאפשר לעסקים הקטנים לפתוח פרופיל עסקי שיאפשר ללקוח למצוא אותם ולפרסם באופן אוטומטי בפלטפורמה של גוגל, ללא נסיון בפרסום. כעת, פייסבוק הכריזה על שירות חדש, שיאפשר למפרסמים לנהל את המודעות שלהם On–The–Go באמצעות תוספת חדשה לאפליקציית Facebook ל-iOS ואנדרואיד וגרסת מובייל Web לשירות ניהול המודעות של הרשת החברתית – Facebook Ads Manager.\nקרדיט תמונה: פייסבוק\nבאמצעות האפליקציה הראשית של Facebook, אשר צפויה לקבל את העדכון בימים הקרובים בהדרגה בכל העולם, המפרסמים יוכלו לבצע מספר פעולות בקמפיינים הפרסומיים שלהם בפייסבוק בקלות יתרה – ישירות מן המכשיר הנייד שלהם. בין התכונות הבולטות ניתן למצוא את האפשרו להשהות ולחדש את הקמפיינים בזמן אמת וערוך תקציבי פרסום בזמן אמת כאשר אתם נמצאים בדרכים. כמו כן, תוכלו לצפות בנתונים אודות הביצועים של הקמפיינים הפרסומיים שלכם בפייסבוק (Insights) ולהגיב להודעות חשובות ישירות מן האפליקציה, כל עוד יש לכם חיבור לאינטרנט, כמובן. על פי הדיווחים, בעוד מספר מדינות צפויות לקבל את העדכון בימים הקרובים, במדינות אחרות הגישה ל-Ads Manager דרך האפליקציה תתאפשר רק לקראת סוף הקיץ.\nפרט לעובדה שהפיצ׳רים החדשים יוצעו דרך האפליקציה הרשמית של פייסבוק, משתמשים יוכלו לגשת ל-Ads Manager גם דרך אתר המובייל של הרשת החברתית – כלומר גם עסקים קטנים בעלי דפים בפייסבוק שאינם מתהדרים בסמארטפון מתקדם ובחשבון פייסבוק מעודכן, יוכלו לגשת אל הנתונים הפרסומיים שלהם בפייסבוק ולבצע בהם מספר פעולות.\nחשוב לציין, כי במידה והמשתמשים מעוניינים לנהל את דפי הפייסבוק שלהם מהדרכים, הם צריכים לעשות זאת באמצעות אפליקציית Facebook Pages Manager הזמינה להורדה לפלטפורמות השונות, ולא דרך האפליקציה הרשמית של פייסבוק.\nמדובר על שינוי בגישה של פייסבוק כלפי מוצרי הפרסום שלה וניסיון להנגיש אותם לכלל המשתמשים, ככל הנראה בניסיון להתחרות בגוגל בזירה הזו.\nקרדיט תמונה: פייסבוק", "keywords": "פייסבוק,ads manager,מנהל פרסום,facebook,אפליקציה,מובייל,mobile,app,רשת חברתית,social network,פרסום,publishing"}