{"url": "https://www.geektime.co.il/welcome-to-new-york/", "type": "article", "title": "סטארטאפים ישראליים נוהרים לניו יורק ובצדק, אבל יש כמה דברים שהם חייבים להביא בחשבון", "description": "חושבים לנסות את מזלכם בתפוח הגדול? אם תיצמדו ׳׳למפה׳׳, יש לכם סיכוי עצום להצליח; אם לא - הסיכוי שואף לאפס. הנה כמה טיפים שיוודאו שאתם בדרך הנכונה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/01/Screen-Shot-2019-01-06-at-12.24.08-1546770257-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-06T12:53:42Z", "modified_time": "2019-01-06T19:10:28Z", "articleBody": "חושבים לנסות את מזלכם בתפוח הגדול? אם תיצמדו ׳׳למפה׳׳, יש לכם סיכוי עצום להצליח; אם לא – הסיכוי שואף לאפס. הנה כמה טיפים שיוודאו שאתם בדרך הנכונה\nמקור: Unsplash\nמאת גיא פרה\nכמעט כולם רוצים להגיע עם הסטארטאפ שלהם לניו יורק, ובצדק. זהו המקום להגשים את החלום ולהיות הדאטורמה הבאה; היא מרכז העסקים העולמי, החוזים ענקיים, הטכנולוגיה מדהימה, האמנות כובשת ואפילו השופינג משובח. אבל לא סתם סינטרה שר על העיר ״if you can make it there, you can make it anywhere״ – זו גם העיר הכי תחרותית והכי קשוחה, דברים קורים במהירות מסחררת ואין סבלנות לכישלונות.\nאחרי 3 שנים וחצי של החדרת חברות (בעיקר סטארטאפים) לשוק האמריקאי, אפשר לכתוב ספרים שלמים על מה שראיתי וחוויתי בניו יורק. חלקם יהיו דרמות, חלקם ספרי מתח, הרוב כנראה קומדיות. קורעות. ברור שכל חברה שונה, וכל יזם/ת שונה וכל אחד מיוחד (בערך כמו שכל אחד חושב שמערכת היחסים שלו מיוחדת), אבל אחרי שהתעסקתי עם מאות חברות, עזרתי לגייס עשרות מיליוני דולרים ולבנות מותגים פה בתפוח הגדול, אפילו אני יכול לראות דפוסים מאוד ברורים וטעויות שחוזרות על עצמן, פעם אחר פעם.\nיש חוקים להצלחה בניו יורק. בעצם לא ממש חוקים, אלא יותר מפות ניווטים. אם נצמדים למפה – יש סיכוי עצום להצליח; אם לא נצמדים למפה, ואגב זה מה שרוב הישראלים עושים כי הרי ״אנחנו יודעים לשנות את המציאות״, אז הסיכוי להצליח פה יורד מתחת לאפס.\nהתשוקה שלי היא לעזור לסטארטאפים, בעיקר משלנו, הישראלים, להצליח ולהפוך אותם לכוכבי רוק. לכן אספתי מספר טיפים לכל מי שמגיע לניו יורק, חלקם חוויתי על בשרי, חלקם נלמדו מכישלונות, חלקם שמעתי מאחרים ואת חלקם אני עדיין מנסה ליישם. מה שבטוח – בכולם יש אמת. תקראו, תפנימו ובואו לכבוש את העולם.\nרוב היזמים מגיעים לניו יורק בתחושה שהם מכירים את העיר, שהיא בסך הכל תל אביב במבטא אחר. אגב – אני הראשון שיודה שחטאתי בחטא הזה: במשך שנתיים שהיתי שבוע בחודש בניו יורק וגם אני חשבתי ככה, וזו בדיוק הסיבה שהבנתי עד כמה זה קריטי לצאת מהסרט הזה.\nלטוס לניו יורק זה לא כמו לגור פה, לחיות פה ולפעול פה. לטוב ולרע. מצד אחד צריכים להתמודד עם העיר, יוקר המחיה (כמעט כמו תל אביב), חיי החברה, סגנון העסקים ועוד. ברגע שגרים פה, הכל יותר עוצמתי, הרבה הרבה יותר מהיר וגם הרבה פחות מנומס. מתחילים להבין את המושג in a New York minute, והיכולת לפתח את הביזנס והקשרים הנדרשים כדי להגדיל את הביזנס עולה פי 100. זה לא קל. אפילו קשה.\nאחת הסיבות לקושי הזה היא החשיבה ש״ניו יורק היא בסך הכל כמו תל אביב״. החשיבה הזו פשוט לא נכונה, אבל יותר מזה – הבעיה העיקרית עם האמונה הזו היא שהיא באה עם סט ציפיות. לדוגמה, לחשוב שתוכלו להגיע ב-3 שיחות טלפון למנכ״ל חברה גדולה כמו שעשיתם בארץ, או להיות בטוחים שמה שעשיתם בארץ נחשב פה. האמת יכולה להכאיב מאוד, כמו סטירה חזקה בפנים. אני מכיר לא מעט אנשים מוכשרים ממש, זוכי פרסים בינלאומיים בתחומם, שבאו לכאן עם האגו והדרישות שבאות ממעמדם בארץ רק כדי להבין שהחוקים פה אחרים, וכעבור שנה-שנתיים חזרו כמו שבאו.\nאני תמיד אוהב להגיד שלבוא לפגישה פה ולספר על הדברים הנפלאים שעשיתם בארץ זה מקביל לזה שיישב אצלכם במשרד אחד האנשים המוערכים ביותר בתחומם בסרי לנקה ויספר לכם על נפלאותיו. מה הסיכוי שתחתמו איתו חוזה? זה לא אומר שאי אפשר להצליח פה, נהפוכו – אפשר בענק, אבל צריך לדעת את החוקים ולעבוד בזה.\nכשהגעתי לעיר ישבתי לקפה באפר ווסט עם חברי הטוב מימי התיכון, עמית משיח (אז מנכ״ל סטארטאפ, היום מנכ״ל משרד הפרסום מקאן בישראל), והוא אמר לי חד משמעית: ״מהרגע שהגעת לעשות פה ביזנס, החזרת את עצמך 15 שנה אחורה. תפעל בהתאם״. וזה אולי הטיפ הטוב ביותר שאפשר לתת למי שמגיע. תהיו צנועים, תבינו שפה זה המגרש של הגדולים ואנחנו מתחרים באמריקאים, באנגלים, באוסטרלים, בשבדים, בצרפתים, בהודים (שמתחילים ממש לכבוש פה את עולם הטק). בקיצור – מתחרים בכל מדינות האו״ם, וכולם באו לכאן לטרוף.\nולא, כבר אין לנו את היתרונות שהיו לנו פעם. המוניטין שלנו כישראלים נשחק מאוד. אנחנו לא נחשבים טובים יותר בטכנולוגיה, החוצפה הישראלית היא כבר לא כלי להשיג דברים בלתי אפשריים אלא סתם חוסר נימוס, והשירות בצבא כבר לא נותן יתרון תדמיתי. ישנם תחומים שאנחנו עדיין נתפסים כטובים ביותר, כמו כל דבר שקשור לטכנולוגיה צבאית וסייבר, אבל בכל שאר הדברים צריך לעבוד כמו כולם. וזה מביא אותי לנקודה הבאה:\nאם היה לי דולר עבור כל פעם ששמעתי את המשפט ״הם ממש התלהבו מאיתנו והביעו עניין״, ועוד דולר עבור כל פעם שלא יצא מזה כלום, הייתי איש עשיר מאוד מאוד (מאוד). וזה נכון – האמריקאים תמיד יגידו בפגישה ״fantastic, amazing, what an idea, we should really do something together״, ואז ייעלמו. הישראלי נעלב מזה, חושב שהם צבועים ומתעצבן, אבל הם פשוט מנומסים.\nבעוד בפגישות בישראל כל אחד יגיד לכם למה הרעיון שלכם גרוע ולא יעבוד אתכם, או נפלא ויאללה לחתום על חוזה, התרבות האמריקאית היא אחרת. הם יודעים שאתם לא גרים פה ובעוד כמה ימים תחזרו לארץ, אז מבחינתם הדבר הנכון לעשות זה להיות מנומסים, נחמדים, לתת הרגשה טובה ולהמשיך הלאה לפגישה הבאה. זה לא רוע. הם פשוט לא רואים צורך ״לבאס״ אורח, וחשוב להבחין ולא להתבלבל בין נימוס לנכונות. משהו נוסף ששמים לב אליו מהר מאוד הוא כשניו יורקרים אוהבים אתכם ועובדים אתכם, כל הנימוס נזרק לפח. הם נפתחים לגמרי ומגיעים מהר מאוד לקללות סטייל ארי גולד או הזאב מוול סטריט. זה אחד הסימנים שאתם בפנים.\nאז איך יודעים מתי הם כן רוצים לסגור עסקה? זה די פשוט. ניו יורק עובדת מהר ובגדול. אף אחד לא רוצה לפספס הזדמנות או יתרון תחרותי, אבל במקביל גם לא על משהו שלא נראה להם. כשניו יורקי רוצה להתקדם הוא/היא פשוט עושים את זה באמצעות פעולה אקטיבית, וכמעט במקום. פעולה אקטיבית יכולה להיות חתימה על הסכם סודיות, העברת דאטה לפיילוט, קביעת פגישת המשך מיידית וכו׳. הדברים האלה קורים מהר מאוד ובכמויות גדולות בהרבה כשגרים פה. איך מגיעים לזה? זו כבר אומנות. על זה בהמשך.\nלעומת זאת, אם רק נותנים מחמאות, אז כמו שאמרו הגשש החיוור ״דיבורים כמו חול ואין מה לאכול״.\nזו הסיבה שגם אין טעם לטוס הלוך חזור כל הזמן. זה פשוט בזבוז זמן וכסף. זו לא ״בחינה לבדוק אם זה יעבוד״ (כמו שמאות מייסדי סטארטאפים אומרים לי), זה פשוט לנסות לעשות ביזנס עם רגליים קשורות בשרשרת ברזל והשרשרת בעצמה קשורה לטנק. תגיעו לכאן ותתחילו לעצב את העתיד.\nהתשובה הקצרה: B2B.\nניו יורק היא מרכז העסקים העולמי. כל הלקוחות שלכם נמצאים במרחק נסיעת רכבת קצרה זה מזה, ויש המון מצבים שבהם 50 לקוחות פוטנציאליים נמצאים באותו הבניין. למי שעוסק במכירות ופיתוח עסקי, מדובר ב-target rich environment. אבל יש לזה עוד רובד: כדברי ידידתי, אנה ארניו מה-NYC Economic Development Corporation, אחרי המשבר הפיננסי של 2008 ניו יורק – שהתעשייה העיקרית שלה הייתה תעשיית הפיננסים, כמעט שותקה ורמת האבטלה הרקיעה שחקים. לכן העירייה שמה לעצמה למטרה להשקיע ולהגדיל תעשיות נוספות. עד עכשיו הושקעו מיליארדים בתשתיות, מרכזים וחברות בתעשיות כמו אופנה, סייבר, מזון, טכנולוגיות בריאות ועוד. כלומר יש פה גוף ממשלתי שרוצה שתעשו פה עסקים.\nלמי שיש סטארטאפ B2C, ניו יורק הוא גם מרכז מדהים. חלק גדול מהחברות הגדולות בתחום ה-Direct to Consumer, כמו קאספר, וורבי פארקר, קוויפ ואחרים נמצאים פה, ואפילו חברינו מקרולינה למקה הקימו פה את המטה שלהם. יש המון סיבות לעשות כך, אבל למי שלא מגיע עם השקעה רצינית (מעל 5 מיליון דולר) ישנן ערים הרבה יותר זולות ונוחות, עם כישרון טכנולוגי אדיר וסביבות עבודה מצוינות, כמו אוסטין, טקסס (שנבחרה לעיר הכי טובה לסטארטאפים בשנת 2018 על ידי מגזין inc); דנבר, קולורדו ועוד. לדעתי, חברת B2C אפשר להקים ולהריץ בכל מקום בעולם היום. האינטרנט מזמן הסיר את כל המכשולים האלה. אבל ביזנס עדיין עושים עם אנשים, ולכן למי שיש צורך בצוות מכירות תרעננו דרכונים ותגיעו.\nרוב הסטארטאפיסטים דוחפים להשיג מכירות עוד לפני שבנו מותג. אפשר להבין למה. צריך כסף ועכשיו. צריך להוכיח למשקיעים שלסטארטאפ יש ערך מול לקוחות, וחושבים שאם שולחים אנשי מכירות לדפוק על דלתות, לשלוח מיילים, לבנות פייפליין במערכות CRM מתוחכמות זה יהיה מהיר יותר. אבל פה חשוב להבין משהו ולהפנים טוב טוב: יש בעיר הזאת כל כך הרבה תחרות, על כל לקוח שלכם יש התנפלות מטורפת של ספקים, מהגדולים ועד הקטנים, וכולם מוכרים כמה הם אדירים.\nבסקר שנעשה בדצמבר 2018, 90% מהקונים בחברות B2B ציינו שהם לא מגיבים בכלל ל-cold calls or cold email, ואפשר להבין את זה. מעבר לכמות המטורפת של פניות שהם מקבלים, הם גם צריכים לדאוג למשרה שלהם. למה להם להסתכן בעבודה עם חברת סטארטאפ מהמזרח התיכון כאשר הם יכולים פשוט לשלם מלא כסף (כסף זו לא הבעיה פה) ולעבוד עם השמות הכי גדולים בתעשייה שלהם?\nאז מה הפתרון? לבנות מותג. ולא – ״מותג״ זה לא ״לוגו יפה״. הכוונה לבנות משהו עם ערך אמיתי, ברור, מתוקשר, מבודל מהמתחרים, עם הצלחות ולהשקיע בהפצה שלו בצורה מאוד מטורגטת ללקוחות שלכם. כאשר עושים את זה טוב, מורידים מהקונה את הסיכון הנתפס ומקלים עליו את ההחלטה לעבוד אתכם. כשעושים את זה ממש טוב, הלקוחות יבואו אליכם. זו עיר של שיווק, של מותגים (כל מי שעושה פה שופינג יודע את זה), זה המסלול להצלחה ואולי המקום ש-demand generation הוא הכרח ולא  משהו נחמד.\nאבל אסור לשכוח מהמכירות, ופה ישראלים עושים לעצמם נזק על ימין ושמאל. המכירות הישראליות מאוד אגרסיביות ולרוב יוצרות אנטי במקום לסגור עסקה. המכירות בניו יורק יותר עדינות ונשענות על מערכות יחסים ופחות על ״המחיר שלי יותר נמוך או הטכנולוגיה שלי יותר טובה״. וכמו בישראל, שם אנחנו תמיד נמצא קשר אצל הלקוחות שלנו מהשירות הצבאי, האוניברסיטה או הילדות, גם לאמריקאים יש את זה, ובעוצמות בלתי נתפסות.\nרשת הקשרים של בוגרי הרווארד, סטנפורד, MIT, ואיך שהם דואגים אחד לשני ראויה להערצה. (אם יצאתם מ-Wharton, אתם כמעט מסודרים). רשת הקשרים של הבוגרים יצר את חברות ה-DTC הגדולות בעולם וכולם נשענים על זה על זה, אבל יותר מזה – על אותן שיטות, ספקים, מתודולוגיות ועוד. אז איך בכל זאת אפשר להצליח בגדול?\nישי ווקסמן, מייסד משותף ונשיא platterz, שמכר ב-2013 את jumptap ב-250 מיליון דולר, אומר: ״בכל עסקה שרוצים לסגור, חשוב לדעת מתי להיות ישראלי ומתי לא להיות ישראלי״. וקסמן מרחיב ״בכל הקריירה שלי, בין אם זה היה למכור מערכות טלפוניה במיליונים ל-verizon או לשכנע את אנגרי בירדס לתת לי מהדולרים האחרונים שלהם כדי להביא עוד כמה הורדות, השיטה הייתה אותה שיטה: היה חשוב שתהיה לי את החוצפה הישראלית וכושר העמידה שלנו כדי לנעוץ את העסקה, אבל זה תמיד בא עם איזון עדין, וזה קריטי לדעת מתי לתת מרחב נשימה ולבנות מערכת יחסים בלי לדבר על עסקה או ביזנס״.\nאני בהחלט מסכים עם הגישה ה״היברידית״ של וקסמן. החוצפה הישראלית יכולה להיות יתרון אדיר, אבל רק עם מתינות אמריקאית. זה משהו שנלמד, נרכש ויכול להיות מיושם די בקלות, אם לא חוטפים בדרך את הג׳ננה.\nהכותב הוא מייסד Playground NY, לייבל לסטארטאפים בניו יורק.", "keywords": "סטארטאפ,ניו יורק,סטארטאפ בניו יורק,סטארטאפ ישראלי,new york,startup in new york,israeli startup in new york,גיא פרה"}