{"url": "https://www.geektime.co.il/midas-list-europe-list-2018/", "type": "article", "title": "4 נציגים ישראליים ברשימת המשקיעים היוקרתית באירופה", "description": "בכל שנה מדורגים כל המשקיעים והמשקיעות הגדולים באירופה ברשימה אחת, ומתוכם 25 נבחרים ל''רשימת מידאס'' של מגזין פורבס. השנה, לא פחות מ-4 משקיעים ישראליים כבשו את הטבלה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/blur-bokeh-bright-1125769-1-1542189662-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-16T13:00:27Z", "modified_time": "2018-11-16T07:50:29Z", "articleBody": "בכל שנה מדורגים כל המשקיעים והמשקיעות הגדולים באירופה ברשימה אחת, ומתוכם 25 נבחרים ל”רשימת מידאס” של מגזין פורבס. השנה, לא פחות מ-4 משקיעים ישראליים כבשו את הטבלה\nתמונה: Pexels\nבכל שנה מפרסם מגזין פורבס את “רשימת מידאס“. זוהי רשימה אשר מציינת את המשקיעים המצליחים של השנה לאחר מעקב אחרי ביצועי ההשקעות שלהם. מדובר באנשים שהשקיעו בשלב מוקדם בחדי הקרן החדשים, ואלו שהצליחו לזהות את הפוטנציאל של סטארטאפים וחברות בתחילת דרכן, והרוויחו בגדול בהמשך. אתם יודעים, כאלו שכל דבר שהם נוגעים בו הופך לזהב. השנה, כלל המגזין ברשימה היוקרתית 4 משקיעים ישראלים.\n\nאייזנברג לא זר לרשימת מידאס, והוא הופיע בגירסה האירופית שלה כבר ב-2017. אייזנברג הוא שותף מנהל בקרן Aleph, ומראשוני המשקיעים ב-WeWork, Wix ועוד רבות וטובות. בפורבס מציינים כי אייזנברג זינק בדירוג שלו לאור השמועות על כך ש-SoftBank שוקלת לרכוש מהמשקיעים את השליטה ב-WeWork, מה שאומר אקזיט ענק לכל המשקיעים.\nפרנפס עשה כמה השקעות חכמות בעת האחרונה: הוא הוביל את גיוס ה-Seed של GoEuro, חברת טיולים מקוונת שבחודש שעבר שוויה הוערך בכמיליארד דולר; Minute Media, אתר כדורגל בריטי; חברת הטיולים והאטרקציות GetYourGuide; חברת Zeitgold מתחום הפינטק; Iחברת LightCyber שבה השקיע, ועשתה אקזיט כשנרכשה על ידי Palo Alto Networks בשנת 2017.\nBattery Ventures תופסת שני מקומות של כבוד ברשימה היוקרתית. טובין הקים את הסניף הישראלי של בטרי ב-2008 ובין האקזיטים שלו ניתן למצוא את Akamai, London Financial Futures and Options Exchange (שנמכרה תמורת 800 מיליון דולר ב-2001), ITA שנמכרה לגוגל ואנוביט שנמכרה לאפל. במהלך שנת 2018 השקיע טובין ב-Affirm, מבית היוצר של מייסד PayPal, אשר אמורה להוות אלטרנטיבה לכרטיסי האשראי באמצעות הלוואות מיידיות וגמישות.\n\nאייל הוא מייסד שותף ומנהל ב-Entrée Capital, שהכריזה השנה על קרן חדשה לחברות Early Stage בגובה 80 מיליון דולר. כמו כן הקים אייל את האקסלרטור של SigmaLabs ללא כוונת רווח, ש-80% מהסטארטאפים שהשתתפו בו המשיכו לגיוס כספים. כמו כן, אייל הוא חבר דירקטוריון ב-Monday.com, Breezometer, FlyPay ו-Prospa.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "רשימת מידאס,מידאס,מידס,midas list,פורבס,forbes,סקוט טובין,אבי אייל,איציק פרנפס,מייקל אייזנברג,aleph,battery,enree,entrée,entree"}