{"url": "https://www.geektime.co.il/geekstarter-17-04-14/", "type": "article", "title": "GeekStarter: מצעד פרוייקטי ה-Kickstarter שאהבנו השבוע", "description": "והשבוע: שולחן מתכוונן לישיבה ולעמידה, מטען קומפקטי למחשבים ניידים ומתג הפעלה / כיבוי ל-Raspberry Pi.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/04/dart1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-04-17T15:01:39Z", "modified_time": "2014-04-17T15:01:39Z", "articleBody": "והשבוע: שולחן מתכוונן לישיבה ולעמידה, מטען קומפקטי למחשבים ניידים ומתג הפעלה / כיבוי ל-Raspberry Pi.\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. בפינת גיקסטארטר, בכל שבוע נציג בפניכם 3 פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\n\nאתם יושבים במשרד, יושבים, יושבים, יושבים…. כמה אפשר? מדי פעם, חייבים לתת גם לאחוריים שלכם מנוחה ולצאת לסיבוב. הרבה פעמים, אתם גם משנים באופן בלתי מודע את תנוחות הישיבה שלכם לתנוחות מאוד לא בריאות לגב, מה שבטווח הארוך עלול לגרום לנזקים. הפתרון לכך – שולחן עמידה, הבעיה – הם עולים המון כסף. ה-Stand Desk הוא פתרון גאוני, אשר מאפשר לכם להגביה או להנמיך את השולחן כמה שתרצו באמצעות כפתור, ובכך לעבור בין תנוחות ישיבה ועמידה במהלך יום העבודה באופן שלא ישנה את סביבת העבודה שלכם.\nהשולחן זז בין 28 אינץ׳ גובה ל-45 אינץ׳ ואף מאפשר לכם להניח עליו משקל רב, כולל את המחשב הנייח המטורף שלכם – עד 102 ק״ג. לשולחן גם יש מקום לאביזרים נוספים, כגון שקעי הטענה ובסך הכל נראה שמדובר על פתרון מצוין למשרד האישי שלכם בבית, או אפילו בעבודה. במידה ותרצו לרכוש את הערכה המלאה, תוכלו לעשות זאת תמורת 400 דולר, פלוס כ-70 דולר עבור משלוח בינלאומי ו-60 דולר עבור מגירה מיוחדת למטענים. לא זול, אבל בהחלט רכישה מעניינת שעשויה גם לתרום לבריאות שלכם.\nלדף הפרוייקט בקיקסטארטר\n\nקרדיט תמונה: יח״צ\nבעיה ממנה סובלים בעיקר צרכני מחשבי ה-PC הניידים (ופחות אלו שמשתמשים ב-Mac) היא המטענים המגושמים איתם מגיע המחשב. הרבה פעמים, מדובר על חבילה של ממש ששוקלת כמה מאות גרמים, תופסת נפח רב גם כאשר המטען מגולגל ומכבידה מאוד על התיק הכבד שלכם גם ככה. חברת FINsix הגיעה למסקנה שהצרכנים רוצים מטען נייד, קטן, קומפקטי, לא מתחמם והכי חשוב – מגיע בצבעים. אה, וגם יש לו חיבור USB שיטעין לכם את הסמארטפון.\nהמשתמשים מצביעים ברגליים – את מטען ה-Dart רכשו כבר יותר מ-2,300 משתמשים. המטען הבסיסי ביותר מתחיל מ-189 דולר, כאשר במידה ואתם משתמשים ב-Mac ואתם מעוניינים לשפר את המוביליות שלו אף יותר – תיאלצו להיפרד מ-148 דולר לפחות – סכום מופקע לכל הדעות עבור מטען. בכל זאת, הפרוייקט כבר הספיק לגייס קרוב ל-290 אלף דולר, כך שאת יעד הגיוס שלו, אשר עמד על 200 אלף דולר הוא כבר עבר.\nלדף הפרוייקט בקיקסטארטר\n\nקרדיט תמונה: יח״צ\nפתרון מאוד פשוט לבעיה מאוד נפוצה. ה-Raspberry Pi הוא מחשב זול, קטן ומדהים: הוא מצוין כמחשב Linux למטרות לימודיות ואפילו עוד יותר כמחשב HTPC עליו ניתן להתקין תוכנת מדיה סנטר כמו XBMC. אך הבעיה הכי מציקה שלו היא עצם העובדה שבכדי להפעיל ולכבות אותו, צריך להוציא את תקע ה-USB מהחשמל. אז מה עושים? חברת MausBerry Circuits פיתחה מתג פשוט מאוד, המתחבר למעגלים של ה-Raspberry Pi ומאפשר למשתמשים לבצע כיבוי בטוח / הדלקה מבלי להוציא את התקע ולהכניס אותו כל פעם מחדש כאשר רוצים להדליק את ה-Raspberry Pi בחזרה.\nבנוסף, הכפתור מואר בנורית LED בצבע לבחירתכם – כחול, ירוק או אדום. המכשיר עולה 15 דולר – כמעט חצי ממחיר ה-Raspberry Pi עצמו, אך בכל זאת מדובר בעזר חשוב שימנע מכם הרבה פעמים לגרום למכשיר לאבד מידע כתוצאה מכיבוי לא בטוח. במידה ותרצו יחידה של ה-Switch לעצמכם, תיאלצו להיפרד מ-5 דולרים נוספים עבור משלוח בינלאומי, כאשר המוצר צפוי להגיע אליכם עוד החודש (או לגלוש בקטנה לחודש הבא). את יעד הגיוס שלו, שעמד על 400 דולר, הוא עבר מזמן ועומד כרגע על 4,348 דולר.\nלדף הפרוייקט בקיקסטארטר\n", "keywords": "קיקסטארטר,גיקסטארטר,אינדיגוגו,kickstarter,geekstarter,indiegogo,מימון המונים,stand desk,שולחן עמידה,charger,dart,דארט,מטען,switch,raspberry pi,רספברי פי"}