{"url": "https://www.geektime.co.il/explorium-raises-31m/", "type": "article", "title": "אקספלוריום גייסה עוד 31 מיליון דולר וטוענת: ''יש כאן מירוץ חימוש''", "description": "חברת הסטארטאפ הישראלית Explorium טוענת שהיא עומדת לעשות לדאטה שמשמש ML את מה שמנועי החיפוש עשו לאינטרנט. זהו הגיוס השלישי של החברה בשנה האחרונה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/Explorium-Founders-1568198482-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-28T15:58:10Z", "modified_time": "2020-07-28T17:37:57Z", "articleBody": "חברת הסטארטאפ הישראלית Explorium טוענת שהיא עומדת לעשות לדאטה שמשמש ML את מה שמנועי החיפוש עשו לאינטרנט. זהו הגיוס השלישי של החברה בשנה האחרונה \nתמונה: Doron Letzrer\nהסטארטאפ הישראלי Explorium רוצה לעשות לעולם הביג-דאטה את מה שגוגל עשתה לאינטרנט, והיום הוא מודיע על השלמת סבב גיוס B בהיקף של 31 מיליון דולר בהובלת Zeev Ventures ובהשתתפות, 01Advisors של מנכ”ל טוויטר לשעבר, דיק קוסטולו, Emerge, F2 Capital ו-Dynamic Loop של רונלד כהן, מאבות קרנות ההון סיכון בבריטניה.\nהפלטפורמה של אקספלוריום מאפשרת לצוותי Data Science גישה לאלפי מאגרי מידע, בין אם הם פנימיים או חיצוניים, ולחלץ מהם מידע בצורה אוטומטית. כך למשל, חברת ביטוח יכולה לחזות את כמות השיחות במרכז שירות הלקוחות כדי לאייש את משמרות הנציגים. במקום להשתמש רק בתאריכים, שעות ומספר השיחות, הפלטפורמה של החברה מסוגלת להתחבר למאגר המידע של החברה ולהבין את המשמעות שלו לבד, להתחבר למאגרים אחרים הכוללים למשל חגים, מזג אוויר, דיווחי חדשות ועוד כדי להבין האם יש קשר בין הנתונים, ולאחר מכן תוכל להציג תמונה הרבה יותר מדויקת של כמות השיחות הצפויה.\nבשיחה עם גיקטיים מסביר אור טמיר, COO באקספלוריום, כי במהלך השנה האחרונה החברה הגדילה בצורה משמעותית את כמות ומגוון מקורות המידע אליהן היא מציעה גישה. החברה השקיעה בין היתר גם בתשתיות לצורך איתור, עיבוד והנגשה של מקורות חיצוניים לצרכים עסקיים, מה שסייע להאצת הקצב בו נוספו המקורות החדשים.\nמעבר למיקוד הראשוני של החברה בצוותי דאטה סיינס, טמיר חושף כי החברה החלה לתת מענה גם לחברות שרוצות לעשות מעבר לעולם הדאטה סיינס ו-ML, אך זקוקות לתמיכה נרחבת יותר: “זה בא לידי ביטוי במערך שלם של יכולות לעשות את התהליך כולו מקצה לקצה בפלטפורמה – החל מאיתור מקורות מידע רלוונטיים בעולם, דרך זיהוי הסיגנלים והמשתנים המשמעותיים לכל בעיה, ועד כדי בנייה והנגשה של מודלים חיזויים בטכנולוגיות המתקדמות ביותר”.\nבשנה שעברה הודיעה אקספלוריום על מספר גיוסים: בתחילה היא גייסה סבב סיד של 3.6 מיליון דולר, ועוד לפני שהספיקה לנצל את כספי הסבב, קיבלה הצעות השקעה “לא צפויות” לטענתה והחליטה לגייס 15.5 מיליון דולר בסבב A תוך פחות מחצי שנה. הפעם, כך טוען טמיר, החברה גייסה את הסכום המרשים לצורך ייצור יציבות בימי הקורונה שמלאים באי וודאות. הוא מוסיף כי “מעבר לזה, ההזדמנות בשוק שלנו היא עצומה – יש כאן מירוץ חימוש לגבי מי יהיו החברות שיעצבו את הפתרונות המהותיים בעולם ה-AI/ML ואקספלוריום משרתת צורך כמעט אוניברסלי של ארגונים להבין את העולם סביבם ולמנף את המידע הזה ליתרון תחרותי וצמיחה. הגיוס מאפשר לנו לעזור ליותר חברות בקצב מהיר יותר ולצרף עוד אנשים מוכשרים שמאמינים בחזון שלנו”.\nExplorium הוקמה ב-2017 על ידי מאור שלמה, מנכ”ל החברה; אור טמיר, COO החברה; ועומר הר, CTO החברה. שלושת היזמים עבדו בעבר בתחומי המידע בחברות כמו IronSource, Natural Intelligence וביחידת 8200. החברה מחזיקה במשרדים בסן פרנסיסקו, קייב ותל אביב.", "keywords": "explorium,אקספלוריום,דאטה,ביג דאטה,big data,data"}