{"url": "https://www.geektime.co.il/startup-pebbles-interfaces/", "type": "article", "title": "המציאות המדומה של Pebbles Interfaces תהפוך אתכם לוירטואלים [Think Next]", "description": "הפיתוח של חברת Pebbles Interfaces הישראלית מכניס את המשתמש אל תוך החוויה הווירטואלית, באמצעות חיישן תלת מימדי שיזהה את הגוף שלכם ואת האיברים השונים וימיר גם אותם לתוך הסביבה הוירטואלית", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/pebbles.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-13T15:09:39Z", "modified_time": "2015-05-13T17:39:19Z", "articleBody": "הפיתוח של חברת Pebbles Interfaces הישראלית מכניס את המשתמש אל תוך החוויה הווירטואלית, באמצעות חיישן תלת מימדי שיזהה את הגוף שלכם ואת האיברים השונים וימיר גם אותם לתוך הסביבה הוירטואלית\nמקור: צילום מסך, Pebbles interfaces\nהשוק מוצף כיום בדגמי משקפיים לצפייה במציאות מדומה או רבודה, כדוגמת אוקולוס ריפט או הולולנס של מיקרוסופט, אך אלו חסרים יכולת מאוד מתבקשת; הכנסת המשתמש עצמו אל תוך החוויה ולאפשר לו שליטה ואינטראקציה טבעית גם בעולם הווירטואלי. כך שאם למשל המשתמש מביט מטה הוא מצפה לראות את הרגליים שלו, אם מנסה לאחוז חפץ שהוא רואה, יצפה לראות את הידיים שלו ולהשתמש בהן בדיוק באותה הצורה כפי שהוא משתמש בהן בעולם האמיתי.\nPebbles Interfaces הישראלית היא חברת טכנולוגיה לחישה אנושית (Human sensing) המציגה פיתוח המאפשר לעשות זאת מאחר והמערכת מזהה ידיים, רגליים ופנים ברזולוצייה מתקדמת וכוח מחשוב נמוך. באמצעות סנסור עומק המורכב משילוב של חומרה ותוכנה, זו מספקת לטענתה את הפתרון האימרסי ביותר לחישה של איברים אנושיים. החיישן התלת מימדי שפיתחה מסוגל לזהות את תנועותיו של המשתמש ולהמיר אותן לפעולות ופקודות, גם את התנועות הקטנות ביותר של אצבעות היד. יכולות המערכת שפיתחה החברה הוצגו לאחרונה בכנס Think Next 2015 שהתקיים בתל אביב.\nבאמצעות החיישן שפיתחה Pebbles יכולים המשתמשים לשלוט על מגוון מכשירים החל מסמארטפונים, דרך מחשבים אישיים ועד לטלוויזיות חכמות, כאשר היצרניות השונות ושותפותיה של החברה עושים שימוש בשילוב חומרה ותוכנה בתוך המכשיר הייעודי. כאן מגיע לידי ביטוי לא רק המוצר של החברה, אלא גם המודל העסקי שלה – כאשר כל יצרנית מתבקשת לשלם עבור השימוש בטכנולוגיה. יש לציין כי הטכנולוגיה של Pebbles אינה מיועדת רק לתחום הגיימינג וניתן באמצעותה גם לענות לשיחה במידה והטלפון מצלצל ואפילו לשנות מסלול בזמן נהיגה, באמצעות נפנוף היד מול מסך המכשיר למשל.\nהטכנולוגיה עדיין נמצאת בשלבי פיתוח ואפיון ביחד עם השותפים העסקיים של החברה. קהל המשתמשים של המוצר כולל את כל קהל היעד למשקפי מציאות מדומה ורבודה, אבל כחברת B2B עם מודל עסקי של OEM, קהל היעד המרכזי שלה הוא יצרני המשקפים. עד כה גייסה החברה כ-20 מיליון דולר, כאשר בין המשקיעים בחברה נמצאת SanDisk (ההשקעה הראשונה של החברה בישראל), Xiaomi, Bosch VC ו-Giza Vc.\n״עד היום נעשו כל מיני מאמצים לספק פתרון, הן על ידי קונטרולרים חיצוניים ופתרונות אופטיים שונים אבל אף אחד מהם לא הצליח לתת פתרון שהוא מספיק טוב מכל הבחינות: פתרון אימפרסיבי עם רזולוצייה גבוהה של היד והאצבעות (ברמה שאפשר לראות את כפלי העור של היד), עקיבה אבסולוטית בלי איבוד של היד תוך כדי החוויה (יכול להרוס את כל החוויה אם היד נעלמת פתאום), גודל הסנסור שמאפשר הטמעה בכל מערכת, רמת חישוביות והספק נמוכים, ומחיר״. אמרה לגיקטיים רננה פרלוביץ, מנהלת השיווק של החברה.\nסרטון – רננה פרלוביץ׳ מ-Pebbles Interfaces מסבירה לגיקטיים על הטכנולוגיה של החברה\n\n״המתחרה הקרוב ביותר אלינו הוא LEAPMOTION, אבל המערכת שלהם מספקת מודל חישובי של היד ולא הצגה של היד האמיתית של המשתמש – כלומר מדובר ב-׳Avatar hand׳, שתראה תמיד אותו דבר לא משנה מי המשתמש – שוב, זו פגיעה בחוויה. בנוסף, Pebbles היא כאמור החברה שמספקת את הביצועים הטובים ביותר בעולם בהספק נמוך ולפיכך יכולה לעבוד על כל מערכת. לבסוף, עם אותה טכנולוגיה ואותו חיישן, הפתרון שלנו הוא היחיד המאפשר גילוי לא רק של ידיים אלא ואובייקטים המוחזקים בידיים, אלא גם של חלקי גוף נוספים וכן מפת עומק שנותנת אינפורמציה על הסביבה.\nבהצהרה שהעניק מנכ”ל פבלס, אמיל אלון, הסביר האחרון כי ״הטכנולוגיה של החברה מהפכנית בכל הנוגע לכיצד המשתמשים מבצעים אינטרקציות עם המכשירים השונים שלהם. טכנולוגיית המחוות של החברה מאפשרת לשלוט על סמארטפונים, מחשבים, טלוויזיות ומכשירים נוספים באמצעות מחוות אנושיות וטבעיות. כחלק מהחזון של Pebbles, הפיכת כל אובייקט לחלק מהממשק – בין אם מדובר בכף ידו של המשתמש, ראשו, מכשיר הסמארטפון שלו או כל אובייקט אחר שניתן לחשוב עליו״.\nPebbles Interfaces נוסדה בשנת 2010 על ידי אמיל אלון, דורון לויט ונדב גרוסינגר ובמשרדיה הממוקמים בכפר סבא מועסקים כ-36 עובדים. כמו כן מחזיקה החברה נציגויות בסין, יפן, קוריאה וטאיוואן. היכולת של החברה לפנות אל השוק האסייתי תאפשר לה להימנע מ׳התנגשות חזיתית׳ עם ענקיות תוכנה כמו אינטל ומיקרוסופט, ומנגד תעזור לה לתפוס את עיניהן של יצרניות כגון סמסונג ואפל שעשויות להתעניין בתחום זה גם עבור השוק המערבי.\nסרטון – Pebbles בפעולה\n", "keywords": "מציאות רבודה,מציאות מדומה,pebbles interfaces,pebbles,סטארטאפ,סטארטאפ ישראלי,thinknext,סמארטפון,טכנולוגיה,human sensing,חישה אנושית,think next,think next 2015,thinknext 2015"}