{"url": "https://www.geektime.co.il/3rdeye-lets-drons-search-for-suspected-people/", "type": "article", "title": "שמירה מעופפת: 3rdeye רוצה להחליף את השומרים ברחפנים [ThinkNext]", "description": "רחפנים הם מהירים, יכולים להגיע לכל מקום ועכשיו, בזכות הפיתוח של 3rdeye, יכולים גם לזהות אנשים חשודים אפילו בתנאי חשיכה מוחלטים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/BIG13.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-12T18:50:15Z", "modified_time": "2015-05-12T17:17:28Z", "articleBody": "רחפנים הם מהירים, יכולים להגיע לכל מקום ועכשיו, בזכות הפיתוח של 3rdeye, יכולים גם לזהות אנשים חשודים אפילו בתנאי חשיכה מוחלטים\nמקור: 3rdeye\nשומרים אנושיים עושים בדרך כלל עבודה לא רעה בזיהוי אנשים חשודים. אבל, כולנו בני אדם, ולעיתים שומרים יכולים להיות עייפים, לא ממוקדים, לפספס התראות או אפילו להתעסק בעניינים אחרים, שהם הכל חוץ מעבודת השמירה. 3rdeye הוא סטארטאפ ישראלי שמפתח טכנולוגיה לאיתור בני אדם, תוך שימוש ברחפן או רובוט.\nמערכת ה-aEye שמפתחת החברה ניתנת להרכבה על גבי רחפנים ומעניקה לו יכולות צילום ופיענוח מתקדמות גם בתנאי חשיכה. המערכת כוללת מצלמת 1080p HD בקצב פריימים של 30fps וכן מצלמה תרמית 80×80, ומיועדת לאיתור ספציפי של בני אדם. המערכת קלה למדי (רק 220 גרם) ולאחר שהיא מותקנת על גבי הרחפן, ניתן לשגר אותו למסלול קבוע מראש. לאורך כל זמן הטיסה מחפשת המערכת בני אדם ובמידה והיא אכן מאתרת דמות חשודה, היא משדרת למפעיל את המיקום המדוייק של האדם – בכל תנאי מזג אוויר ותאורה.\nכרגע נמצאת המערכת בשלב pre-production, כשמספר חברות כבר משתמשות בו ומספקות פידבק לחברה. חוץ מחברות אבטחה, שיוכלו להעניק ללקוחותיהן שירותי אבטחה אוטונומיים לחלוטין מבוססי רחפן, מתכננת 3rdeye לפתח את המערכת, כך שהיא תוכל לשמש כמ”מובילאיי” של הרחפנים, כלומר, מערכת שתמנע מהם לטוס בגובה מסוכן מעל אנשים, ולמנוע כך פגיעה אפשרית באנשים ובעצמים. אגב, מעבר למודל העסקי של מכירות, תציע החברה גם אפשרות לחכור מערכות חכמות אלו באמצעות “ליסיניג תפעולי” – DaaS, ומתן שירותי אופטימיזציה ולמידת מכונה למקסום היעילות של הרחפן.\n3rdeye הוקמה על ידי ליאור סגל ויואל מוטולה ב-2010. והיא פועלת מאז במימון של משקיעים פרטיים ומכירות. כרגע, מועסקים במשרדי החברה שבהרצליה 5 עובדים. החברה הציגה בכנס ThinkNext 2015 של מיקרוסופט שנערך בשבוע שעבר.\nלשאלת גיקטיים מדוע עדיף הפתרון של 3rdeye על שומר שמפטרל ברגל או רכוב בג’יפ, ענה ליאור סגל, מנכ”ל 3rdeye, שהפתרון של החברה מאפשר אוטומציה שתחסוך כסף רב. לדבריו, ביחס למתחרים, “השומרים” שלהם אוויריים ולא תלויים בדרכי גישה, הם זולים יותר, יש להם יכולת ראיית לילה מובנית והם מופעלים ללא התערבות אדם. מבחינת מתחרים בתחום מניעת התנגשות וריסוק של הרחפנים על בני האדם, מסביר סגל כי קיימות חברות שמציעות פתרונות שונים למניעת התנגשות על סמך רדאר (וכאלו בשלבי פיתוח שונים של פתרונות מבוססי תנועה). לדברי סגל, הפתרון של 3rdeye הוא היחיד שיודע לזהות אדם או רכב ואת המרחק אליהם בצורה מדוייקת, בנוסף ליכולת הניווט המרחבית והימנעות מפגיעה במכשולים.\n \n \n ", "keywords": "3rdeye,רחפן,רחפנים,מיקרוסופט,thinknext,thinknext 2015,microsoft,שמירה,אבטחה,ראיית לילה,מצלמה טרמית"}