{"url": "https://www.geektime.co.il/bravia-smart-stick/", "type": "article", "title": "סוני חושפת את המתחרה שלה לכרומקאסט: Bravia Smart Stick", "description": "בבלוג פוסט שירד לאחר מספר דקות, חשפה החברה את האביזר המשלים לליין טלוויזיות ה-Bravia - דונגל המתחבר דרך MHL ומסוגל להציג מספר תכנים בו זמנית על גבי המסך.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/09/sony-bravia-nsz-gu1-smartstick-5901.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-09-15T10:20:29Z", "modified_time": "2013-09-15T10:20:29Z", "articleBody": "בבלוג פוסט שירד לאחר מספר דקות, חשפה החברה את האביזר המשלים לליין טלוויזיות ה-Bravia – דונגל המתחבר דרך MHL ומסוגל להציג מספר תכנים בו זמנית על גבי המסך.\nמקור: יח”צ\nנראה כי סוני ממשיכה את תקופת הרנסנס שלה: לאחר הפלייסטיישן, טלוויזיות עם תמיכה בפורמט 4K, סמארטפוני אקספריה עדכניים ומספר מוצרים אחרים, מתעקשת החברה להוות גורם משפיע בכל השווקים בהם היא משתתפת ומשיקה ללא הפסקה מוצרים חדשים. הפעם, חשפה החברה (בטעות או במתכוון) למשך מספר דקות את ה-BRAVIA Smart Stick בבלוג הרשמי שלה, דונגל MHL בעל פונקציונליות מתקדמת שיכול להפוך כל טלוויזיה לטלוויזיה חכמה.\nלאחר ההצלחה הגדולה של ה-Chromecast של גוגל, הדונגל הקטן אשר מתחבר ישירות לכניסת ה-HDMI בטלוויזיה ומאפשר להזרים אליה את התכנים מהסמארטפון, הטאבלט, המחשב הנייד או הנייח תוך שימוש בשירות הענן של גוגל, נראה כי גם בסוני חשבו על פונקציונליות דומה והשיקו מכשיר דומה, אך בעל תמריץ אחד קטן ומשמעותי: הדונגל החדש יכיל את פונקציונליות Google TV.\nהדונגל החדש יתמוך בפונקציונליות מתקדמת יותר מהדונגל הקטן של גוגל ויאפשר למשתמשים לגשת למספר גדול של אפליקציות להזרמת וידאו כגון Netflix, YouTube, Amazon Instant Video, Vudu, Crackle, אפליקציות מה-Play Store הרשמי של גוגל ואפליקציות Bravia נוספות. פונקציונליות מעניינת שאנחנו יודעים שתהיה קיימת כבר מעכשיו היא Dual Screen Mode, שתאפשר למשתמשים לגלוש באינטרנט דרך הדפדפן, לדוגמא, ולצפות בתוכן אחר על גבי המסך השני בדומה למוד ה-Multi Window הנמצא בסמארטפונים העדכניים של סמסונג.\nחשוב לציין כי דרך החיבור הרשמית של המכשיר אל מכשירי הטלוויזיות השונות תהיה MHL, הנתמך באופן רשמי על ידי כל ליין טלוויזיות ה-Bravia החדשות של סוני ולא USB או HDMI, בשונה מה-Chromecast ומדונגלים אחרים המתחברים לטלוויזיה. עוד ידוע לנו לפני ההשקה הרשמית, כי הדונגל יגיע עם כמות מסויימת של זיכרון אחסון פנימי (למרות שלא ידוע עדיין כמה, מכשירי Google TV בדרך כלל מגיעים עם 8GB של זיכרון אחסון פנימי) ויגיע עם שלט. סוני צפויה להכריז באופן רשמי על המכשיר כבר השבוע ונראה כי המכשול היחיד העומד בפניה הוא המחיר – במידה והחברה תצליח לשמור על תג מחיר הנמוך מ-50 דולרים, סביר להניח שגם ההיענות מצד הלקוחות תהיה בהתאם.", "keywords": "דונגל,טלוויזיה,טלוויזיה חכמה,סוני,בראביה,sony,bravia,dongle,tv,smart tv,mhl"}