{"url": "https://www.geektime.co.il/sony-launches-more-xperia-devices/", "type": "article", "title": "סוני חושפת סמארטפון ללא מסגרת למסך וסדרת מכשירים חכמים", "description": "סוני מציגה סדרת מכשירים חדשה. מכשירי דגל הם לא, אבל הם בהחלט מציעים מנגנון צילום משופר, מסך ללא מסגרת וחיי סוללה טובים יותר; בנוסף, חושפת החברה גם סדרת מכשירים חכמים לבית ולרכב", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/Xperia-X-Colours.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-22T12:30:17Z", "modified_time": "2016-02-22T12:22:00Z", "articleBody": "סוני מציגה סדרת מכשירים חדשה. מכשירי דגל הם לא, אבל הם בהחלט מציעים מנגנון צילום משופר, מסך ללא מסגרת וחיי סוללה טובים יותר; בנוסף, חושפת החברה גם סדרת מכשירים חכמים לבית ולרכב\nסדרת ה-X החדשה. מקור: Sony Mobile\nבתערוכת IFA האחרונה שנערכה בברלין חשפה סוני את הסמארטפון הראשון בעולם בעל מסך ה-4K והביאה בשורה לעולם הסמארטפונים; מכיוון שעברה רק חצי שנה מאז, היה די ברור שהחברה לא תחשוף מכשיר דגל חדש ועל כן, אירוע ההכרזה שערכה החברה הבוקר (ב’) בברצלונה עורר לא מעט סקרנות. החברה ניצלה את ההתעניינות להכריז על ליין מכשירים חדש, ה-Xperia X וסדרת מוצרים חכמים נלווים.\nהסמארטפונים החדשים בסדרת ה-X הם Xperia X, Xperia X Performance ו- Xperia XA כוללים בשורות בעיקר בגזרת המצלמה וחיי הסוללה. הליין החדש כולל את מה שהחברה מכנה ‘מנגנון מיקוד היברידי’. מדובר בטכנולוגיה שפותחה בשיתוף מהנדסי חטיבת מצלמות של החברה ומאפשרת למשתמש לבחור פעם אחת במצלמה את אובייקט הצילום ומאותו רגע הטלפון מסוגל לנבא באופן אוטומטי את כיווני התנועה שלו ובכך לתפוס אותו במצלמה בכל רגע, עם פוקוס מדויק לתמונות חדות במיוחד. בגזרת הסוללה כוללים המכשירים את Stamina – פיצ’ר ניהול הסוללה החכם של Sony – שמאפשר עד יומיים של שימוש בכל טעינת סוללה (דגם ה-X וה-XA). החברה גם הציגה “טעינה מסתגלת” (adaptive charging) שפיתחה עם חברת Qnovo – שצפויה להאריך את תוחלת חיי הסוללה בעד פי שניים מהמקובל.\nמבחינת המכשירים, ה-Xperia XA כולל מסך ברזולוציית 720p, רזולוציה הנמוכה הרבה יותר ממה שהורגלנו אליו, גם ממכשירים שמיועדים לשוק הביניים. מצד שני, מסגרת המסך (Bezel) שלו כמעט שאינה קיימת והמסך מגיע ‘מחוף אל חוף’. חוץ מזה כולל המכשיר מפרט בינוני למדי עם מעבד MediaTek MT6755 ו-2GB זיכרון, אבל עם חריץ הרחבה לכרטיס Micro-SD; מכשיר ה-Xperia X הוא מכשיר ביניים קלאסי עם מסך 1080p בגודל 5 אינץ’ ומעבד Snapdragon 650 של קוואלקום. Xperia X Performance הוא החזק מבין השלושה ומתבסס על מעבד הדגל החדש של קוואלקום, ה-Snapdragon 820 ו-3GB זיכרון RAM. המכשיר כולל מסך 5 אינץ’ ברזולוציית 1080p ומצלמת 23 מגה-פיקסל עם ISO עד 12,800 ומצלמת סלפי 13 מגה-פיקסל. המכשרי גם מוקשח IP68 כנגד מים ואבק וכולל קורא טביעות אצבע על כפתור ההדלקה – 2 פיצ’רים שנלקחו מסדרת ה-Z היוקרתית של החברה. המכשירים החדשים יגיעו בארבעה צבעים: לבן, שחור פחם (גרפיט), זהב ליים (Lime) וזהב ורוד (Rose) והם יושקו בקיץ הקרוב.\n2004 בשדרוג המתבקש. מקור: Sony Mobile\nזוכרים את אוזניות ה-Bluetooth שכבשו את המשתמשים אי-שם לפני כעשור? סוני הוציאה אוזניה חדשה שמעדכנת את המשתמש באופן אוטומטי ללא מגע ידיים. ה-Xperia Ear  מעבירה למשתמש מידע קולי שימושי כמו לוח זמנים ופגישות, תחזית מזג אוויר וחדשות אחרונות היישר לאוזן, מבלי שיצטרך להביט ולקרוא את המידע במסך הסמארטפון (מישהו חשב כרגע על הסרט Her?). האוזנייה מתחברת אל האנדרואיד שלכם בצורה אלחוטית דרך NFC או Bluetooth ובעזרת האפליקציה הייעודית  תוכלו לבחור איזה מידע יושמע למשל בהתחברות ראשונה בבוקר. בנוסף, ניתן להגדיר פקודות במגע והתראות לפי הצורך. האוזנייה כוללת סוללה שמספיקה ליום פעילות מלא, היא עמידה בפני רטיבות בתקן IPX2 והכיסוי שלה הוא גם המטען. נחמד.\nמקור: Sony Mobile\nה-RM-X7BT (סוני, יש לכם את השם הזה ביותר נורא?) מאפשר האזנה למוזיקה אלחוטית בסטרימינג ועושה שימוש בטכנולוגיית זיהוי הקול של Sony, כך שתוכלו לשלוט על הטלפון במהלך הנהיגה מבלי להשתמש בידיים. המכשיר כולל שתי יחידות: מתאם המיועד להזרמת מוזיקה וניהול שיחות טלפון ויחידת שליטה לביצוע פעולות בטלפון החכם כגון ניווט בזמן נהיגה מבלי הצורך להשתמש בידיים ובכך לשמור על נהיגה בטוחה.\n\nXperia Eye – היא מצלמה קטנה בעלת עדשה רחבה  שנועדה ללבישה או לענידה סביב הצוואר. המצלמה המזערית כוללת עדשת 360 מעלות לשדה ראייה רחב במיוחד וחיישן Exmor RS עם 21 מגה פיקסל לתמונות סטילס וצילום וידאו 4K, כמו גם הזרמת וידאו בזמן אמת. טכנולוגיה אינטליגנטית במיוחד של מנגנון Shutter במצלמה עושה שימוש בזיהוי פרצופים וקול בכדי לצלם תמונות ולתפוס רגעים יפים בחיים כך שהמשתמש משתחרר מעיסוק בטכנולוגיה מסובכת ומשאיר את העבודה למצלמה.\nהמכשירים צפויים להגיע לשוק בקיץ הקרוב.\nהכתב הינו אורח חברת סמסונג בתערוכת המובייל בברצלונה.", "keywords": "סוני,אקספריה,sony,xperia,xperia x,אקספריה x,סמארטפון,mwc. mwc 2016,ברצלונה,תערוכת הסלולר בברצלונה"}