{"url": "https://www.geektime.co.il/the-new-sony-walkman-zx2/", "type": "article", "title": "סוני חשפה את הווקמן החדש שלה, מלווה בכל טעות אפשרית שניתן היה לעשות", "description": "סוני חשפה אמש את הדור הבא של מכשיר הווקמן שלה, וזה מרגיש כאילו עשתה כל שביכולתה על מנת לגרום לנו שלא לקנות אותו", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/walkman.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-06T10:06:06Z", "modified_time": "2015-01-06T17:04:40Z", "articleBody": "סוני חשפה אמש את הדור הבא של מכשיר הווקמן שלה, וזה מרגיש כאילו עשתה כל שביכולתה על מנת לגרום לנו שלא לקנות אותו\n\nאחרי ההייפ שניסתה לייצר לקראת הצגת הדור הבא של אחד המותגים המוכרים ביותר בעולם האלקטרוניקה, חשפה אמש (ב׳) סוני את הדור הבא של מכשיר הווקמן במסגרת תערוכת CES 2015. האכזבה, איך נאמר, כגודל הציפייה. המכשיר נראה כאילו נלקח היישר משנות ה-90 המוקדמות עם עיצוב מסורבל ומגושם, מערכת ההפעלה היא אנדרואיד ג׳לי בין (4.2) שנחשבת לשיא הטכנולוגיה של 2012, היכולות מצומצמות במיוחד והופכות את המכשיר לנגן מדיה ולנגן מדיה בלבד והמחיר? במקום 300 דולרים, מחירו של הדגם הקודם, תאלצו הפעם להפרד מלא פחות מ-1,120 דולרים, כן… כמעט פי 4 ממחירו של הדגם הותיק יותר. למעשה, זה קצת מרגיש כאילו סוני עשתה כל שביכולתה על מנת לגרום לנו שלא לרכוש את הווקמן החדש, ונראה שזה אפילו עשוי לעבוד לה.\nבעניין אחד הוא דווקא כן טוב, אפילו יותר מסתם טוב – הווקמן החדש מציע ביצועי אודיו מרשימים, אבל כאלו שיעריך רק קהל מצומצם במיוחד, אודיופילים עשירים ושם אגב, סוני תאלץ להתחרות במותגים הנחשבים לאיכותיים ממנה ולזירה הנחשבת אגרסיבית במיוחד.\nסוני עצמה מנסה להתגאות במה שעומד מאחורי המוצר וטוענת שהשקיעה רבות בפיתוח טכנולוגיות אודיו מתקדמות ואיכותיות, כאלו ששולבו לבסוף ב-Walkman ZX2, אלא שבעידן שבו נגני המדיה הם זן נכחד, כזה שרושם צניחה במכירות במקביל לעליה במכירות הסמארטפונים, ספק אם זמן הפיתוח הרב ישא גם פרי.\nהווקמן החדש של סוני מגיע עם מסך מגע בגודל ״4 ברזולוציית 854X480 לצד לחצנים פיזיים גדולים. הוא מריץ אנדרואיד 4.2, כולל נפח אחסון מובנה בגודל 128GB וחריץ הרחבה מסוג microSD. לטענת החברה הסוללה שלו תספק עד 60 שעות נגינה באיכות רגילה או 33 שעות באיכות Hi-Res והוא מגיע עם קישוריות WiFi, בלוטות׳ ו-NFC. המכשיר שוקל 235 גרם ומועד השקתו טרם פורסם.\nעיצוב מרשים, אם אתם חיים באמצע שנות ה-90. הווקמן החדש של סוני\n[interaction id=”54abd195cd7e120f0d03776c”]\n ", "keywords": "סוני,ווקמן,סוני ווקמן,נגן מוזיקה,אודיופילים,sony,sony walkman,walkman,walkman zx2,ces,ces 2015"}