{"url": "https://www.geektime.co.il/exploding-kittens-android-app/", "type": "article", "title": "תתחדשו: Exploding Kittens הגיע לאנדרואיד", "description": "המשחק שהסעיר את הרשת וגייס למעלה מ-8 מיליון דולר הגיע גם לאנדרואיד. מוקדם יותר הוא הגיע ל-iOS", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/app.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-21T09:20:43Z", "modified_time": "2016-04-21T09:28:11Z", "articleBody": "המשחק שהסעיר את הרשת וגייס למעלה מ-8 מיליון דולר הגיע גם לאנדרואיד. מוקדם יותר הוא הגיע ל-iOS\n\nלפני כשנה וחצי משחק הקלפים Exploding Kittens עשה היסטוריה בפלטפורמת קיקסטארטר לאחר שבתום 30 יום, המשחק שביקש לגייס סה״כ כ-10,000$, גייס 8,782,571$, מה שהפך אותו למשחק הפופולארי ביותר בפלטפורמת קיקסטארטר. לאחר שבחודש ינואר השנה הושק המשחק בגרסת iOS, כעת גם משתמשי אנדרואיד יכולים להוריד את האפליקציה ולשחק ביחד עם משתמשים בשתי הפלטפורמות.\nהמשחק פותח על ידי מתיו אינמן (Matthew Inman) מאתר הקומיקס הפופולארי The Oatmeal יחד עם מעצב המשחקים אילן לי (Elan Lee) והמנהל האומנותי ב-XBOX, שיין סמול (Shane Small). נזכיר כי מדובר במעין רולטה רוסית משודרגת המבוססת בעיקרה על מזל, ומטרתכם במשחק היא להימנע משליפת קלף בו מצוי חתול מתפוצץ. כל משתתף מרים בתורו קלף מהקופה בתקווה שלא יכיל תמונה של חתול מתפוצץ שכן במצב כזה ייפסל ויצא מהמשחק אלא אם הספיק לאסוף לפני כן קלף ״הצלה״ או כפי שקרוי במשחק – קלף נטרול (Defuse) ובכך להינצל מהפיצוץ לפני שנגמר הזמן (יש לכם 10 שניות בדיוק למצוא פתרון). כמו כן המשחק כולל גם קלפי פעולה המאפשרים תקיפת אחד המשתתפים על ידי לכידתו בגב שעיר במיוחד או וויתור על תורכם באמצעות בריחה כשלגופכם תותבת ישבן של צ׳יטה (מה?).\nמקור: Exploding Kittens\nבעוד שבגרסה הפיזית של המשחק מלאי הקלפים והנטרולים מוגבל, היתרון באפליקציה הוא שניתן לשדרג אותה כל הזמן ולהוסיף עוד ועוד אופציות משעשעות כגון נטרול באמצעות מצביע לייזר או פשוט על ידי שפשוף בטן החתול. יחד עם זאת, האופציה לשחק עם חברים או אנשים זרים באופן ווירטואלי (בין 2 ל-5 משתתפים סה״כ) היא אמנם נוחה, אך קצת פוגמת בנוסטלגיה והכיף שבמשחק קלפים ׳של פעם׳.\nהאפליקציה כאמור זמינה כעת להורדה עבור משתמשי אנדרואיד ו-iOS, אך אם ציפיתם (כמונו) שהיא תהיה חינמית – צר לנו לאכזב. כדי ליהנות מהמשחק המשוגע שמובטח להיות ממכר תיאלצו להיפרד מ-7.80 שקלים (2 דולר) עבור הגרסה הבסיסית, לא כולל רכישות הזמינות מתוך האפליקציה.\nהורדה לאנדרואיד | הורדה ל-iOS\nוידאו – Exploding Kittens – The Multiplayer App\n", "keywords": "crowdfunding,kickstarter,exploding kittens,the oatmeal,elan lee,shane small,card game,קיקסטארטאר,גיוס המונים,מימון המונים,אפליקציה,אנדרואיד,ios,exploding kittens אנדרואיד,אקספלודינג קיטנס,חתולים"}