{"url": "https://www.geektime.co.il/exploding-kittens-makes-history/", "type": "article", "title": "משחק הקלפים Exploding Kittens עשה היסטוריה בפלטפורמת קיקסטארטר", "description": "בתום 30 יום משחק הקלפים ׳׳Exploding Kittens׳׳ שביקש לגייס סה״כ כ-10,000$, גייס 8,782,571$, מה שהופך אותו למשחק הפופולארי ביותר בפלטפורמת קיקסטארטר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/kittens.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-22T09:18:36Z", "modified_time": "2015-02-22T09:18:36Z", "articleBody": "בתום 30 יום משחק הקלפים ׳׳Exploding Kittens׳׳ שביקש לגייס סה״כ כ-10,000$, גייס 8,782,571$, מה שהופך אותו למשחק הפופולארי ביותר בפלטפורמת קיקסטארטר\nמקור: Exploding Kittens Facebook\nחודש עבר מאז עלה לאוויר הקמפיין למשחק הקלפים “Exploding kittens” מבית היוצר של אתר הקומיקס The Oatmeal, וכעת נודע כי שבר את שיאי כל הזמנים בקטגורית המשחקים בפלטפורמת גיוס ההמונים קיקסטארטר. בעוד שיוצרי הקמפיין היו מעוניינים לגייס סך הכל 10,000 דולר בשביל להוציא את המיזם לפועל, לבסוף גויסו קרוב ל-9 מיליון דולר על ידי יותר ממאתיים אלף משתתפים.\nכנראה שאינטרנט וחתולים זה שילוב מוצלח עוד יותר ממה שחשבנו, שכן משחק הקלפים ׳חתולים מתפוצצים׳ ממשיך לשבור שיאים; המשחק גייס יותר מ-87,825% ממה שתכנן בעזרת 219,382 תומכים, מה שהופך אותו לפרויקט המגובה ביותר עד כה בפלטפורמת קיקסטארטר (מבחינת מספר משתתפים).\nבעוד שבקטגורית המשחקים באתר הדיח את קונסולת המשחקים הפופולארית Ouya מהמקום הראשון לאחר שגייס 186,097 דולר יותר מזו, הקמפיין הצליח להתברג הישר למקום השלישי ברשימה המכובדת של הפרויקטים שגייסו הכי הרבה בפלטפורמה; Coolest Cooler נמצא במקום הראשון לאחר שגייס 13,285,226 דולר ובמקום השני השעון החכם Peeble, אשר גייס 10,266,845 דולר וכאמור Exploding Kittens במקום השלישי עם סכום גיוס מרשים במיוחד של 8,782,571 דולר.\nאת ההצלחה המסחררת של המיזם ניתן להסביר בין היתר על ידי כך שהתומכים עודדו להשתתף ולתמוך במיזם על ידי שיתוף תמונות מביכות של חתולים מצוירים על תפוחי אדמה או סלפי עם עיזים, כל זה על מנת לעבור את סף ה-100,000 לייקים בפייסבוק. בפני החברה הצעירה שקיימת קצת יותר מחודש, צפויה לא מעט עבודה שכן עליה לספק ליותר ממאתיים אלף לקוחות את המוצר, כאשר הצפי לשילוח הוא יולי הקרוב. במפגש שאלות תשובות של היוצרים שנערך ב-Reddit, היזמים אמרו כי יעשו כל מה שדרוש על מנת לעמוד בלוח הזמנים.\nהמשחק נוצר על ידי מתיו אינמן (Matthew Inman) מאתר הקומיקס הפופולארי The Oatmeal יחד עם מעצב המשחקים אילן לי (Elan Lee) והמנהל האומנותי ב-XBOX, שיין סמול (Shane Small). מדובר במעין רולטה רוסית משודרגת המבוססת בעיקרה על מזל, ומטרתכם היא להימנע משליפת קלף בו מצוי חתול מתפוצץ. כל משתתף מרים בתורו קלף מהקופה בתקווה שלא יכיל תמונה של חתול מתפוצץ שכן במצב כזה ייפסל ויצא מהמשחק אלא אם הספיק לאסוף לפני כן קלף ״הצלה״ או כפי שקרוי במשחק – קלף נטרול (Defuse) ובכך להינצל מהפיצוץ. כמו כן המשחק מגיע עם קלפי פעולה המאפשרים תקיפת אחד המשתתפים על ידי לכידתו בגב שעיר במיוחד או וויתור על תורכם באמצעות בריחה כשלגופכם תותבת ישבן של צ׳יטה.\nהמשימות ההזויות שהתומכים נדרשו לעשות, Exploding Kittens", "keywords": "crowdfunding,kickstarter,exploding kittens,the oatmeal,elan lee,shane small,card game,קיקסטארטאר,גיוס המונים,מימון המונים"}