{"url": "https://www.geektime.co.il/ship-your-innovation-ups-registration/", "type": "article", "title": "מעבדת החדשנות של UPS נחתה בישראל", "description": "נציגתה בישראל של חברת המשלוחים הגדולה בעולם פותחת לסטארטאפים ישראליים את מעבדת החדשנות שלה, במטרה לקדם את הדיגיטציה בענף הלוגיסטיקה ושרשרת האספקה וליצור שיתופי פעולה חדשים. ההרשמה פתוחה עד 1 במרץ", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/image1-1512637167.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-07T12:25:45Z", "modified_time": "2017-12-07T11:00:31Z", "articleBody": "נציגתה בישראל של חברת המשלוחים הגדולה בעולם פותחת לסטארטאפים ישראליים את מעבדת החדשנות שלה, במטרה לקדם את הדיגיטציה בענף הלוגיסטיקה ושרשרת האספקה וליצור שיתופי פעולה חדשים. ההרשמה פתוחה עד 1 במרץ\n\nרובנו נהנים מרכישות באתרי האינטרנט, שמשלחים מוצרים גדולים כקטנים לאורך גבולות ומדינות; חלקנו שכחו מתי בפעם האחרונה היינו בסופר מרקט; ויש גם את אלו שהורגלו במנוי שבועי של מוצרי פרמיום שמגיעים לסף דלתם. יש מי שלוקח את המצב הזה כמובן מאליו, אך למפגש של הלקוח עם המוצר קודמת שרשרת ערך ארוכה של מחסנים, משאיות, מטוסים, ספינות, מוקדי שירות, שליחים והרבה מאוד פעילות תפעולית, שמטרתה להביא את המוצר המתאים ללקוח במקום ובזמן שנוחים לו. שרשרת ערך זו, שרובה לוגיסטיקה ישנה, מתקשה לעמוד בקצב המהיר של המעבר לדיגיטל.\nכך, מאחורי הקלעים של מהפכת האי-קומרס, המודלים העסקיים החדשים של השנים האחרונות ופתיחת שערי העולם (גלובליזציה) מתרחשת כיום מהפכה לא פחות משמעותית אך מורכבת בהרבה – הדיגיטציה בענף הלוגיסטיקה ושרשרת האספקה.\nכדי לקחת חלק ולקדם את הענף משיקה UPS בישראל, נציגתה של חברת המשלוחים הגדולה בעולם, את Ship Your Innovation – מעבדת חדשנות שמטרתה לטפח שיתופי פעולה עם יזמי טכנולוגיה וסטארטאפים מקומיים כחלק מאסטרטגיית הדיגיטל של UPS בישראל. מעבדת החדשנות תחל לפעול באופן רשמי בתחילת 2018, אך כבר היום היא מגייסת לשורותיה מיזמים טכנולוגיים שפועלים בתחומים הבאים:\n– Cross-border E-Commerce solutions\n– Click and collect\n– Open API\n– First- and last-mile delivery solutions\n– Fleet efficiency\n– Data-driven supply chain management, including predictive analytics\n– Payment systems\n– Location and contextual-based services\n– Internet of Things & Sensors\n– Robotics\n– Smart packaging\nמבין הנרשמים ייבחרו מועמדים סופיים, שיוזמנו להשתתף בתוכנית של מספר שבועות שבה ייבחן הצד הטכנולוגי במיזם והתאמתו לפעילות העסקית של UPS בישראל. המיזמים יגבשו ויבחנו את המודל העסקי אל מול תרחישים עסקיים אמיתיים, יקבלו מרחב עבודה ומנטורינג.\nמבין המיזמים הללו ייבחרו החברות שיצטרפו לתוכנית ההאצה, ויקבלו הזדמנות לשתף פעולה עם מיזמים חדשניים הקשורים לפתרונות לוגיסטיקה שרשרת אספקה; חשיפה לרשת של עמיתים, משקיעים ומשפיעים; וניסיון מעשי באקו סיסטם העסקי של UPS בישראל ובעולם.\nהגשת המועמדות פתוחה עד יום חמישי, 1 במרץ.\nלפרטים נוספים והרשמה", "keywords": "ups,logistic,שרשרת אספקה,אקסלרטור,e-commerce,משלוחים,תכנית האצה,"}