{"url": "https://www.geektime.co.il/winklevoss-twins-launch-bitcoin-winkdex/", "type": "article", "title": "התאומים Winklevoss משיקים מדד ביטקוין חדש בשם Winkdex", "description": "מטרת המדד החדש תהיה לתפקד כמו מדד ה-S&P 500 למטבע הביטקוין. בעתיד, מקווים האחים להקים בורסה למסחר בניירות ערך בביטקוין - תוך שימוש בערך המדד.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/winklevoss1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-20T13:04:22Z", "modified_time": "2014-02-20T13:04:22Z", "articleBody": "מטרת המדד החדש תהיה לתפקד כמו מדד ה-S&P 500 למטבע הביטקוין. בעתיד, מקווים האחים להקים בורסה למסחר בניירות ערך בביטקוין – תוך שימוש בערך המדד.\nהתאומים ווינקלווס. קרדיט תמונה: Flickr, cc-by-TechCrunch\nיש אנשים ששופכים מזומנים על רכישת שירותי הודעות מיידיות, ויש אנשים שמקימים מדדים למטבעות וירטואליים עם שמות של חומרי ניקוי: במה שנראה כמו ניסיון ברור להטביע את שמם כמובילי מטבע הביטקוין, טיילר וקמרון, הידועים בתור האחים ווינקלווס ומפורסמים בעיקר בזכות המאבק המשפטי שלהם עם מייסד הרשת החברתית פייסבוק, מארק צוקרברג, הודיעו היום על השקת Winkdex (דומה משהו ל-Windex) מדד למטבע הוירטואלי BitCoin, המתעדכן באופן שוטף במחיר המטבע מול הדולר, על פי תנועתו של המטבע בבורסות האינטרנטיות המובילות הסוחרות בו.\nהאתר מאפשר למשתמשים לראות את התנועה של מטבע הביטקוין בבורסות השונות ולשקף מחיר גלובאלי למטבע על פי מספר אלגוריתמים. על פי הנוסחא, המפורטת באתר, המדד מחושב על ידי מיזוג מחירי הביטקוין הנסחרים מול הדולר בשלושת הבורסות הוירטואליות הגדולות ביותר (לפי נפח המסחר בהן) והמוסמכות על פי הפרמטרים של Winkdex. בורסה מוסמכת נקבעת על פי היותה פלטפורמת מסחר אלקטרונית בה משתמשים יכולים לקנות או למכור ביטקוין עם משתמשים אחרים, בתמורה לדולר ארה״ב. הערך של מטבע הביטקוין על פי Winkdex נקבע באמצעות שימוש בנתוני העסקאות האחרונים של ביטקוין על פי תנועת המטבע בשעתיים האחרונות של המסחר.\nמקור: צילום מסך\nמדדי המחירים למטבע הביטקוין הפכו לחשובים מאוד, בהתחשב באופיו ההפכפך של המטבע ובהפרשים הגדולים הקיימים בערכו של המטבע בין בורסות החליפין השונות. לדוגמא, נכון לעכשיו, על פי Winkdex ערך המטבע בבורסת BTC-E עומד על 596 דולר, בעוד ב-Bitstamp הוא עומד על 611 דולר וב-LocalBTC הוא עומד בכלל על 717 דולר. בורסת MtGox אמנם מופיעה באתר ועדיין מחזיקה בנפח כולל גדול יחסית של מטבעות, אך הבעיות האחרונות ועצם העובדה שמשתמשים רבים לא יכלו למשוך כספים מהבורסה או למכור את הביטקוין שלהם גרמה לנטישה גדולה של משתמשים ולירידה חדה בערכו של הביטקוין שם, העומד על 177 דולר בלבד.\n״אנו מאמינים כי האינדקס שלנו מציג מחיר מדוייק המשקף את השווי האמיתי של ביטקוין, ופותר את הבלבול במחירים המוצגים בשלל הבורסות השונות״, אמר קמרון ווינקלווס, אשר מתפקד בתור מנכ״ל החברה בריאיון לניו יורק טיימס. לאחים יש אינטרס גדול מאוד בקידום המטבע, גם מול המשתמשים וגם מול הרגולטורים השונים, שכן על פי הערכות הם מחזיקים באחוז מכל הביטקוין הקיים כרגע בעולם. המטרה העתידית של האחים ווינקלווס, היא אף להקים בורסה אשר תסחור בניירות ערך באמצעות הביטקוין, על פי הערך המעודכן של Winkdex. עד אז, היא צריכה להתחרות עם מספר הולך וגדל של חברות המספקות נתונים על תעשיית המטבע, כגון CoinDesk.\nקרדיט תמונה: Flickr, cc-by-TechCrunch", "keywords": "winklevoss,winkdex,ווינקדקס,ווינקלווס,מדד,ביטקוין,bitcoin,בורסה"}