{"url": "https://www.geektime.co.il/xiaomi-new-in-ear-noice-canceling/", "type": "article", "title": "שיאומי מצטרפת לחגיגה עם אוזניות מבטלות רעשים בפחות מ-50 דולר", "description": "אוזניות ה-In Ear החוטיות והחדשות של יצרנית הטכנולגיה תומכות בכל מכשיר עם יציאת האוזניות הטובה והמוכרת. הן כוללות שליטה ברמת ביטול הרעשים מסביבכם, מה שתורם לחיי הסוללה שלהן. מחירן כאמור - נמוך, אבל כרגיל, יש אבל", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/xiaomi1earphones-1513063656.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-12T10:30:54Z", "modified_time": "2017-12-12T10:53:03Z", "articleBody": "אוזניות ה-In Ear החוטיות והחדשות של יצרנית הטכנולגיה תומכות בכל מכשיר עם יציאת האוזניות הטובה והמוכרת. הן כוללות שליטה ברמת ביטול הרעשים מסביבכם, מה שתורם לחיי הסוללה שלהן. מחירן כאמור – נמוך, אבל כרגיל, יש אבל\nמקור: Xiaomi\nיצרנית הטכנולוגיה הסינית Xiaomi (שיאומי) מצטרפת לטרנד התורן – אוזניות מבטלות רעשים, ומציגה כהרגלה אלטרנטיבה ראויה בהחלט המוצעת במחיר ידידותי לסביבה. אמש הודיעה החברה כי לרגל התאריך החגיגי שחל היום, ה-12.12, היא תציע למכירה אוזניות in-ear מבטלות רעשים ב-299 יוהן, שהם בסביבות ה-45 דולר (159 ש״ח). נכון לשלב זה האוזניות זמינות לרכישה רק בסין, אבל אל דאגה – כי כנראה שבקרוב מאוד הן יצוצו גם באתרי מסחר מקוונים ששולחים לישראל (gearbest, aliexpress).\nאוזניות ה-In-ear החדשות של שיאומי יאפשרו לכם לשלוט בעוצמת בטיול הרעשים, בהתאם למה שמתרחש סביבכם. בצורה זו, ניתן לשלוט בצורה חכמה ומבוקרת יותר בצריכה הסוללה של האוזניות, ולהאריך את זמן השימוש במערך הפחתת הרעשים. אם כבר נגענו בזמן השימוש, האוזניות מגיעות עם סוללת 55mAh שאמורות להספיק לכם לעד 12 שעות של שימוש. הטענה של האוזניות במלואן אורכת שעתיים, והיא מתבצעת באמצעות כבל המיקרו usb הכלול בערכה.\nכמו כן, בגלל מנגנון סינון הרעשים, החברה מציינת כי תוכלו להאזין למוסיקה בווליום נמוך הרבה יותר ממה שהתרגלתם עד כה, מה שמבטיח לשמור על בריאות האוזניים ואיכות השמיעה שלכם.\nמבחינת חיבורים, מדובר באוזניות חוטיות המתחברות לכל מכשיר באמצעות יציאת האוזניות הסטנדרטית, מה שבהחלט הגיוני בהתחשב בתג המחיר הנמוך שלהן. (שימו לב לא להתבלבל עם דגם נוסף של החברה המוצע בעלות גבוהה הרבה יותר, אשר מתחבר למכשירים מאוד ספציפיים באמצעות יציאת ה-usb-type-c).\nכפי שניתן לראות בתמונה, מכיוון שמדובר באוזניות חוטיות הן כוללות מעין שלט לשליטה בעוצמת הווליום, כפתור להשהיית הניגון ומתג לבחירת מצב הפחתת הרעש. כאמור, ניתן לשלוט בעוצמת הפחתת הרעש הפעילה, ולבחור ב׳עוצמת׳ השתקה מירבית של עד 20 דציבלים. בנוסף, חוט האוזניות כולל קליפ ייעודי שיאפשר לכם לחבר אותו לבגד כדי למנוע תזוזה או שחלילה תאבדו אותן.", "keywords": "שיאומי,אוזניות,אוזניות מבטלות רעשים,שיאומי אוזניות,xiaomi,noice canceling,in ear"}