{"url": "https://www.geektime.co.il/how-to-chose-home-network-for-smart-homes/", "type": "article", "title": "מדריך: איך בוחרים רשת אלחוטית לבית חכם?", "description": "רגע לפני שאתם מתחילים לרכוש מוצרים לבית שלכם כדי להפוך אותו לחכם - על איזו רשת ביתית שווה לכם בכלל ללכת?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/GettyImages-645425129-1517839063.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-05T16:24:12Z", "modified_time": "2018-02-05T17:19:16Z", "articleBody": "רגע לפני שאתם מתחילים לרכוש מוצרים לבית שלכם כדי להפוך אותו לחכם – על איזו רשת ביתית שווה לכם בכלל ללכת?\n\nקרדיט צלם\\חברה: Hero Images, Getty Images Israel\nמאת שגיא לבנהרט\nהחלטתם שאתם רוצים בית חכם, אבל יש כל כך הרבה אפשרויות שאתם לא יודעים מאיפה להתחיל, החל ממנורות תומכות WiFi, דלתות שנשלטות ב-Bluetooth ומערכות אזעקה וחיישנים ב Z-Wave או Zigbee.\nאז למה צריך כל כך הרבה טכנולוגיות אם כולן עושות את אותו הדבר?\nזוהי שאלה הגיונית, אך דומה לשאלה של מה ההבדל בין פטיש לפטיש אוויר, הרי בשניהם משתמשים כדי לדפוק על דברים, אבל לא נשתמש בפטיש אוויר כדי לדפוק מסמר בקיר, בדומה, לכל אחת מהרשתות האלחוטיות יש את התכונות שלה שתתאים לצורך של כל אחד מהבית החכם שלו.\nהרכיב האידיאלי בבית חכם, הוא רכיב שעובד על רשת אלחוטית שיודעת לשדר ולקבל מידע בכמה שפחות חשמל, כך שהרכיב יוכל לעבוד חודשים ואולי אפילו שנים מבלי שנצטרך להחליף לו סוללה. האותות יהיו מקודדים לטובת אבטחה, שלמשתמש יהיה קל להוסיף רכיבים חדשים, שכל הרכיבים ברשת ידעו ״לדבר״ אחד עם השני, ולבסוף, שנוכל להשתמש בעשרות ומאות רכיבים כאלה באותה הרשת.\nכנראה שיש לכם כבר רשת WiFi בבית, האם זה הופך אותה לבחירה הטובה לבית חכם?\nבקצרה, כנראה שלא. WiFi היא רשת בעלת פס רחב, שמשמשת אותנו להזרמת מדיה, גלישה ברשת ופעולות אחרות הדורשות העברת ״מידע״ כבד, כן, גם עמוד אינטרנט עם טקסט בלבד יכול לשקול לבדו כעשרות ומאות בייטים. הרשת דורשת די הרבה אנרגיה, חישבו למשל כמה מהר מתרוקנת הסוללה של הנייד או המחשב כאשר אתם צופים בסרט בנטפליקס.\nלכן, רוב יצרניות רכיבי הבית חכם ימנעו מחיבור WiFi כיוון שזה ידרוש מהרכיבים חיבור קבוע לחשמל או סוללה עם קיבולת גדולה מאד. זו הסיבה למשל שרוב מצלמות ה-WiFi דורשות חיבור חשמל קבוע. סיבה נוספת היא ששבבי ה-WiFi היו יחסית יקרים עד לאחרונה, מה שגרם לאותן יצרניות לחפש פתרונות זולים יותר.\nאז אולי Bluetooth? הרי גם המכשירים הסלולרים וגם רוב המחשבים הניידים כבר מגיעים עם רכיב Bluetooth, הוא לא זולל הרבה אנרגיה, בייחוד בגרסתו האחרונה שנקראת LE, המתארת Low energy והוא מאד מאובטח (!). אבל, עד שיגיע אלינו ה-Bluetooth Mesh, שיציג לנו גרסה מבוזרת לפרוטוקול האהוב, כנראה שמגבלות המרחק ומספר המשתמשים המקסימלי ברשת יגביל אותנו מדי.\nגם WiFi וגם Bluetooth כפי שציינתי אינן רשתות מבוזרות, רכיבים ברשת אינם יודעים להעביר אות באופן ישיר ואם כן אז הוא מועבר בצורה עקיפה וחלק מרוחב הפס הולך לאיבוד. רשת מבוזרת, מאפשרת לכל הרכיבים ברשת לדבר ישירות אחד עם השני, כל עוד הרכיבים קרובים דיים, כלומר, גם אם שני רכיבים רחוקים מאד אחד מהשני, כל עוד יש רכיבים נוספים ביניהם, יוכלו הרכיבים לדבר ביניהם גם אם יש מכשולים בדרך. היתרון הגדול הוא שעוצמת האות ברשת אינו נפגע בקפיצות אלו ועל כן יכול לקפוץ בין הרבה מכשירים ברשת עד שיגיע לרכיב המיועד תוך כדי שהשתמשנו בכמות מינימלית של אנרגיה, להבדיל מ WiFi לדוגמה בה אפשר לבצע הקפצה של האות לרכיב נוסף, אך עוצמת האות היוצא תהיה בערך כחצי מעוצמת האות הנכנס, כך שבכמה קפיצות אנו עלולים לאבד אחוז משמעותי מהאות ולגרום לשימוש בהמון אנרגיה.\nאבל, (תמיד יש אבל), רשתות אלו דורשות גם רכיב מרכזי, רכז (Hub), שישמש כפקד ברשת. אם הרכיב המרכזי נופל, רכיב אחר יכול לקחת את מקומו. ישנם רכזים רבים בחוץ הנמכרים במחירים שונים ובעלי תכונות שונות, למשל Samsung SmartThings שיודע לא רק לקבל Zigbee, Z-Wave, WiFi ו-Bluetooth אלא גם לקשר את כל הרכיבים הקיימים בבית כך שמצב של אחד ישפיע על מצבו של האחר בהינתן תנאים מסוימים.\n\n2 הרשתות האלחוטיות הנפוצות ביותר כיום בבתים חכמים, למעשה שתיהן קיימות כבר שנים. שתיהן משתמשות בסטנדרט ההצפנה AES-128 באופן סימטרי, הרכיבים בשתי רשתות אלו ניתנים להגדרה באופן פשוט ולא דורשים מהמשתמש לבצע או לחבר חיווט כלשהו.\nאמרנו שהן חסכוניות באנרגיה, אז כמה חסכוניות? ישנם רכיבים שיוכלו לרוץ על סוללת מטבע קטנה במשך כמה שנים, אם רכיבים אלו היו משתמשים ב-WiFi, היה עלינו להחליף את הסוללה כבר לאחר כמה ימים.\nהינו פרוטוקול תקשורת אלחוטית עם תקן קנייני, היא שייכת ומתוחזקת על ידי ארגון פרטי בשם Sigma Designs, ארגון זה גם אחראי על Z-Wave Alliance אשר שולט בתעודות הניתנות למכשירים המשתמשים ב-Z-Wave. אך זה לא דבר רע, חלק מתפקיד ארגון Z-Wave Alliance הוא לוודא שכל רכיב Z-Wave אכן עומד בדרישות הנוקשות של התקן. כל רכיב Z-Wave עם תעודה יעבוד בוודאות עם כל רכיב אחר עם תעודה. יש מעל ל-600 יצרניות שמייצרות מעל ל-2,000 מוצרי Z-Wave חתומים. כאשר כל אחד מהם יוכל להתחיל לעבוד מיד עם חיבורו לרשת ה-Z-Wave שלכם.\nכל רכיב המותאם ובעל תעודה מארגון ה-Z-Wave alliance יציג את הסימן המסחרי המתאים, כמובן שלהציג את הסימן כאשר המוצר לא בעל התעודה המתאימה.\nהחסרונות הגדולים של הפרוטוקול הם תמיכה של עד 232 רכיבים ברשת אחת, זה אומנם נשמע הרבה, אבל פרוטוקול ה-ZigBee לדוגמה תומך ב-65,000. התקן מציין תדרים שונים לאזורם שונים בעולם, לכן רכיבים שמיועדים לשימוש בארץ או באירופה לא יעבדו עם רכיבים שמיועדים לשימוש בארה״ב. כמובן שאפשר לרכוש רכז מארה״ב וגם את כל החיישנים, והכל יעבוד מעולה עד שתרצו לחבר רכיבים שמתחברים לרשת החשמל, כמו למשל מנורה או מתג חכם, כאן ככל הנראה תתקלו בבעיה כיוון שהרוב המוחלט של מוצרי ה-z-wave שנמכרים בארה״ב לא יתאימו למתח בארץ, ועל כן אני ממליץ לרכוש רכז שמתאים לתדרים האירופאים, ניתן גם לרכוש רכז שמתאים לתדר הישראלי כמובן, אך נוכחתי לדעת שמבחר החיישנים/הרכיבים ל-z-wave בארץ הוא קטן וגם מחירם גבוה ביחס למחיר באירופה.\nהוא פרוטוקול תקשורת אלחוטית עם תקן ׳פתוח׳, שמתוחזק על ידי ארגן ZigBee Alliance, ארגון זה מורכב מכמה חברות שתומכות בפיתוחו ותחזוקו של התקן. לעומת Z-Wave, ב-Zigbee יש מן בלבול כאשר זה נוגע לתעודה, כיוון שיש 2 רמות שונות של תעודות, אחת לחומרה ואחת לתוכנה, ייתכן מצב שבו מוצר יקבל תעודה עבור החומרה אך לא עבור התוכנה, ייתכן ומוצר כזה יתויג תחת התווית “ZigBee ready״, הלקוח אומנם יצפה כי הרכיב יעבוד באופן מלא עם כל מוצרי ZigBee אך זה לא המצב.\nלמעשה יש הדדיות גדולה בין מוצרי ZigBee, וכל שעל המשתמש לעשות הוא לוודא שהמוצר משתמש בתעודת ZigBee Home Automation.\nבנוסף, להבדיל ל-Z-Wave, התקן הוא גלובלי, ולכן היצרניות יכולות לייצר פעם אחת ולמכור את אותו מוצר באופן זהה בכל העולם, מה שכמובן מוריד עלויות שמשתקפות אל הקונים.\nאז מה יהיה מרחק האות?\nרכיבי הבית החכם הולכים ומתרחקים מהסלון ומגיעים לגינות ולמחסנים רחוקים, כמובן שאנו מצפים שפרוטוקול טוב ידע להגיע לכל פינה בבית ומעבר לו. כיוון שכל בית ומקום בנוי בצורה וחומרים שונים וכיוון שיש אינספור גורמים המשפיעים על טווח הרשת, אין דרך לדעת מה יהיה הטווח האמיתי של הרשת בכל בית ובית מבעוד מועד.\nמה שכן אפשר להגיד, הוא שעבור אותו כח עבודה, תדר גבוה יותר יוריד את טווח האות. כך שאם נשווה את ZigBee, העובד בתדר של 2.4GHz ל-Z-Wave, העובד בתדר של 908MHz, התדר הגבוה של ZigBee אמנם מאפשר לו להעביר יותר מידע אך גם יקטין את טווח האות. טווח האות יקטן עוד יותר אם יש בדרך מכשולים כדוגמת קירות או הפרעות אלקטרוניות, תדר נמוך יוכל לעבור דרך מכשולים אלו בצורה טובה יותר מתדר גבוה, אם נסתכל על אות Z-Wave היכול לנוע כ-100 מטרים בשטח פתוח, כאשר נכניס אותו לבית עם קירות ומכשולים אחרים, יפחת הטווח משמעותית לאיזור ה-30 מטרים ללא מכשולים וכ-15 מטרים בין קירות ומכשולים שונים. Zigbee יוכל לעבור בתוך בית, ללא קירות בדרך, כ-13 מטר.\nישנם עוד תכונות רבות רבות לכל פרוטוקול, כל אחת תהיה חשובה יותר או פחות לפי השימושים באותה רשת, כמו כן ישנם גם פרוטוקלים רבים נוספים כמו WeMo, Thread ועוד, אך 2 הללו הם כרגע הפרוטוקולים העיקריים ובעלי התמיכה הרחבה ביותר, ואליהם יש לשים אליהם לב באופן מיוחד בבחירת הפרוטוקול לבית.\n\nהגרסה החדשה של Z-Wave נקראת גם Z-Wave plus. הארגון טוען כי הגרסה משפרת את טווח העבודה ל-150 מטר בקו נקי, שיפור של עד 50% בסוללה, שיפור של 250% ברוחב הפס ועוד, אם המכשיר תומך בגרסאת ה-Plus, זה יוצג על תווית ה Z-Wave שעל המוצר.\nאז חשוב מאד להבין את ההבדלים, היתרונות והחסרונות של כל פרוטוקול, אבל אין צורך לבחור אחד, כנראה שכולם הגיעו כדי להיות כאן הרבה זמן ואין מנצח ברור. לשמחתנו, גם היצרנים מרגישים כך וישנו מגוון רחב של רכיבים לכל אחד מהפרוטוקולים, למעשה, הרבה מהרכזים החכמים תומכים בפרוטוקולים השונים ואפילו במספר פרוטוקולים נוספים.\nהכתבה פורסמה לראשונה בבלוג ״בייט חכם״", "keywords": "בית חכם,בייטחכם,שגיא לבנהרט,רשת אלחוטית,wifi,mesh,בלוטות,בלוטות\\'"}