{"url": "https://www.geektime.co.il/headphone-jack-overview/", "type": "article", "title": "מה''אומץ'' של אפל עד להמתה בחסד של סמסונג: חייו ומותו של חיבור האוזניות האהוב", "description": "חיבור האוזניות מלווה אותנו עוד מהמאה ה-19 והמשיך איתנו לרדיו, ווקמן, דיסק-מן, אייפדים, אייפונים וכל שאר הסמארטפונים. אבל השבוע סמסונג נפרדה מהחיבור הוותיק באחד ממכשירי הדגל שלה, ואנחנו בוחרים להצדיע לו", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/IMG_20190808_171545-1565274246-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-09T10:30:03Z", "modified_time": "2019-08-09T10:44:54Z", "articleBody": "חיבור האוזניות מלווה אותנו עוד מהמאה ה-19 והמשיך איתנו לרדיו, ווקמן, דיסק-מן, אייפדים, אייפונים וכל שאר הסמארטפונים. אבל השבוע סמסונג נפרדה מהחיבור הוותיק באחד ממכשירי הדגל שלה, ואנחנו בוחרים להצדיע לו\nצילום: גיקטיים\nמאז 2015 השמועות דיברו על כך שאפל הולכת להיות לבצע מהלך בלתי נתפס כמעט, וה-iPhone 7 יגיע ללא חיבור אוזניות. הרשת געשה ושצפה, ורובנו פשוט סירבנו להאמין שאנחנו עומדים להיפרד מהחיבור שליווה את רובנו מאז הילדות ועד כה. היום, לא הרבה שנים אחרי כן, נראה שאפשר להכריז רשמית: מכשירי הדגל של החברות הגדולות המשיכו הלאה, וכולנו נצטרך להתקדם איתן – ובלי חיבור האוזניות – אם נרצה ואם לא.\nחיבור האוזניות הוא דוגמה נדירה במיוחד לטכנולוגיה שהצליחה לשרוד את מבחן הזמן – עוד מהמאה ה-19. חיבור האוזניות כפי שאנחנו מכירים אותו כיום הוא גירסה מוקטנת של חיבור ה-6.35 מ”מ שעוד היה בשימוש אי שם בשנת 1878, שנה בה תומאס אדיסון רשם פטנט על הפונוגרף, וג’וזף סוואן הכריז, ולא בקופרטינו, על נורת החשמל. החיבור שימש בעיקר טלפנים שהיו צריכים לנתב שיחות. המכשירים הפכו לקטנים יותר, ועימם גם החיבור עצמו.\nתמונה: The U.S. National Archives\nחיבור 3.5 המ”מ המוכר עוצב בשנות ה-50 בתור חיבור לרדיו טרנזיסטור, הפך לפופולרי במיוחד כאשר סוני שיחררה את דגם הרדיו EFM-117J בשנת 1964. החיבור הפך ללהיט אדיר עם השקת הווקמן הראשון ב-1979. כן, אותו חיבור ששימש אתכם מימי הווקמן, הדיסקמן, המינידיסק והאייפוד הוא אותו חיבור, עם שינויים מינוריים לצורך תוספת של מיקרופון עם השנים.\nמלבד כמה ניסיונות של כמה חברות כמו נוקיה ליצור חיבורים שונים ומשונים לאוזניות (זוכרים את חיבור ה-2.5 מ”מ?) חיבור ה-3.5 ליווה לא מעט מכשירים סלולריים, ואת רוב הסמארטפונים של העשור וקצת האחרון. בכל זאת, האייפון הראשון, שהתחיל את הטירוף של הסמארטפונים, הוצג בתור שילוב בין אייפוד למכשיר סלולרי, והדגש על האזנה למוזיקה בכל מקום בתור פיצ’ר מרכזי היה גדול.\n﻿\nאבל אז החלו השמועות שאפל עומדת להסיר את חיבור ה-3.5 מ”מ, והזכירו לכולנו את הטראומה של המעבר מחיבור 30-הפינים הקלאסי של האייפוד לחיבור הלייטנינג המודרני. עצומות קמו והצליחו להחתים למעלה מ-300,000 איש, הפורומים והרשתות החברתיות זעמו, ואפל עשתה את שלה והשיקה את ה-iPhone 7 ללא חיבור אוזניות סטנדרטי ואוניברסלי, שכל אוזניות יכולות להתחבר אליו; מנגד, הוא כלל רק את חיבור הלייטנינג הקנייני שלה, שבשביל לפתח עבורו אוזניות, חברות היו צריכות לפתוח את הארנק ולגלגל כמובן את ההוצאות לצרכנים.\nעל הבמה, פיל שילר, סגן נשיא בכיר לשיווק מוצרים באפל, אמר שמהלך שכזה דורש מחברה “אומץ”, וכי מדובר בחיבור מיושן שתופס שטח גדול מדי של נדל”ן רכיבים בתוך האייפונים. אפל הבטיחה לנו הרים וגבעות: היכולות יהיו טובות יותר, הסאונד יהיה עשיר ואיכותי יותר, אבל בפועל, ראינו התנגדות נאה של יצרניות האוזניות שהעדיפו להתמקד באוזניות אלחוטיות שיעבדו בתקן בלוטות’ אוניברסלי מאשר אוזניות שיכולות להתחבר למספר מכשירים מצומצם. אפל ניסתה לרכך את הזעם הציבורי, והחלה את הטרנד של הדונגלים כאשר צירפה לערכת המכשיר מתאם 3.5 מ”מ ללייטנינג, כדי שתוכלו לחבר את האוזניות “הישנות” שלכם (כך לדברי שילר, מוזמנים לבדוק אותי) לאייפון החדש והיוקרתי שלכם. כן, גם אם קניתם אוזניות משובחות באלפי שקלים חצי דקה לפני האייפון 7, או אפילו 3 שנים אחרי, אפל חושבת שהן “ישנות”. מאז, המתאם הזה שנמכר גם בנפרד תמורת 10 דולר הפך למוצר השלישי המבוקש ביותר בבסט-ביי והכניס לאפל לא מעט כסף.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבנקודה הזאת אני חייב להתוודות. גם אני הייתי מאלו שניסו להרגיע את כל המודאגים מהמהלך של אפל, ומאוד נהניתי מהמעבר שלי לאיירפודס. הטפתי לאחרים שהגיע הזמן לעבור לאוזניות אלחוטיות ולא נגעתי כמעט באוזניות חוטיות מאז. אבל אז נשלחתי לסקר את CES 2019, ורציתי לצלם סרטון וידאו עם מצלמת הפיקסל 2 המעולה שהייתה לי בזמנו, רק כדי לגלות שאני לא מוצא את הדונגל הארור שאני זקוק לו לחיבור מיקרופון ה-Neck הכל כך בסיסי ופשוט שיש לנו במערכת. גם כשהצלחתי לחבר את המיקרופון, הבנתי שאני לא יכול להשתמש בו ולהניח את הפיקסל על גבי הגימבל שלנו בו זמנית. פשוט מאוד כי אין מקום. מאז, אני משתדל לקחת איתי לאירועים ולצילומים רק סמארטפונים ומכשירים בעלי יציאת אוזניות.\nתאהבו את זה או תשנאו את זה, בעולם הטכנולוגיה אפל היא עדיין קובעת הטרנדים. כשהיא מייצרת מכשיר עם מגרעת שנויה במחלוקת, כמעט כל שאר מכשירי האנדרואיד שיוצאים בשנה שלאחר מכן מגיעים עם המגרעת הזאת; כשאפל הסירה את חיבור האוזניות, אט אט נפלו עוד ועוד חברות בטרנד ה”אמיץ” והלא ברור הזה, והשיקו מכשירים ללא חיבור אוזניות וללא כל תירוץ סביר להיעדרותו.\nרוב המתחרות של אפל ניצלו את השנים הראשונות להיעדרות החיבור אצל אפל כדי להתגאות בכמה מובן מאליו שהוא יהיה נוכח במכשירים שלהן. גוגל, למשל, העלתה סרטון פרסומת לפיקסל הראשון שבו נכתב שהמכשיר מצויד בחיבור “3.5 מ”מ שהוא לא חדש בצורה מספקת” והוסיפה אפילו כחכוח מעט מתנשא, רק כדי להיפטר בעצמה מחיבור האוזניות שנה לאחר מכן.\n﻿ וואווי, OnePlus, גוגל, שיאומי. כולן הסירו את החיבור האהוב ממכשירי הדגל היוקרתיים שלהן. בהחלטה עוד יותר מרתיחה, כמעט כל החברות הללו החליטו להשאיר את חיבור ה-3.5 מ”מ דווקא במכשירים המוזלים שלהן.\nבמקביל לתופעה הזו עמדה מנגד סמסונג, שהוכיחה במשך שנים שאפשר לייצר מכשיר דגל עמיד למים עם חיבור אוזניות סטנדרטי, ושאפשר ליהנות מכל העולמות ולרצות פחות או יותר את כולם. רק בשנה שעברה עם השקת הגלקסי נוט 9 היא שיחררה מספר סרטונים שלועגים לאפל, ובין היתר מציגה רוכש מבולבל שלא מבין מדוע הוא צריך להשתמש בדונגל בשביל לחבר את האוזניות שהוא כל כך אוהב למכשיר החדש שלו.\n﻿\nכעת נקפוץ כ-365 ימים קדימה. שנה בודדת, זה כל מה שהספיק לסמסונג כדי לשחרר את הנוט 10 החגיגי, שהוא גם מכשיר הדגל הראשון שלה שמגיע ללא חיבור אוזניות סטנדרטי, אלא עם מתאם USB-C. סמסונג גאה להסביר לכל מי ששואל כי היא ״נאלצה״ להסיר את החיבור הוותיק בו התעקשה להחזיק במשך שנים, רק כדי לפנות מקום עבור סוללה גדולה יותר. לטענתה, הסרתו שלו חיבור האוזניות מאפשרת תוספת של כ-2.5% בסוללה שהם כ-100mAh. ההסבר הזה סך הכל היה מתקבל, אלמלא מכשיר הנוט היה מגיע עם עט ענק מובנה בגוף המכשיר שתופס הרבה יותר מקום.\nכשאפל הסירה את כונן הדיסקים ממחשבי המק שלה, היא אמנם יצרה לא מעט באזז שלילי, אבל היא לא עשתה את זה ממניעים ברורים של לנסות למכור תקן אחר, אלא הגיבה לטרנד הנטישה של דיסקים ומעבר לשירותי ענן, כונני איחסון ב-USB, ורכישת תוכנות ושירותים באופן דיגיטלי בלבד. הציבור, הטכנולוגיה והתשתיות היו מוכנות לכך. אבל כשאפל הסירה את חיבור האוזניות, העולם לא היה בשל לכך. ה-AirPods של אפל היו המענה שלה לעולם האלחוטי שהיא ניסתה למכור, והן אכן היו ועדיין האוזניות מהאהובות והנמכרות (ויש שיגידו הטובות) בעולם, אבל שאר עולם האוזניות עדיין לא היה מוכן.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nאוזניות אלחוטיות כמו ה-AirPods של אפל, ה-QC35 של Bose וכמובן ה-XM3 של סוני, הפכו לאלטרנטיבה אלחוטית משובחת, אבל הוויכוח על חיבור האוזניות הוא הרבה יותר מהותי. הוא על החלטות אנטי-צרכניות שאין להן צידוק: דמיינו שמחר אפל מוציאה את ה-iPhone 11 Max (או איך שלא יקראו לו), מודיעה כי חיבור הלייטנינג מת, וממחר ניתן להטעין את המכשיר החדש אך ורק בטעינה אלחוטית. היא אולי הייתה אומרת שזה חלק מהחזון שלה להפוך את הסמארטפון לאלחוטי באמת ושכבלים זה כל כך 2018, אבל אין לכך עדיין צידוק, כי טעינה אלחוטית עדיין לא מוצלחת מספיק.\nכך גם עם האוזניות האלחוטיות: שימוש בהן עדיין גורם לרוב ל-Delay ולא מאפשר למשל צפייה בוידאו או גיימינג בצורה נוחה ומיטבית; חלקן נתקלות בבעיות ניתוק שונות; הן מצריכות הטענה (מה שאומר שצריך לזכור לקחת איתכם עוד כבל, אם הן לא בורכו באותו מחבר טעינה של הסמארטפון שלכם); הן יקרות והן פשוט לא אופטימליות לכולם.\nתמונה: סמסונג\nהמהלך של סמסונג מגיע מיד אחרי שהיא הצליחה לייצר אוזניות אלחוטיות ראויות בדמות ה-Galaxy Buds (אם כי גם הן, לא מושלמות כלל וכלל). האם מדובר במקרה? האם מדובר בהחלטה הנדסאית מנומקת מספיק? קשה לי להאמין. ההחלטה הזו תניב עוד הרבה כסף גם לסמסונג וגם ליצרניות צד-שלישי אחרות שיהנו מקהל חדש שלא רוצה להסתובב עם דונגלים, או חס וחלילה רוצה להאזין למוזיקה או לצפות בוידאו ולהטעין את הסמארטפון במקביל.\nיכול להיות שאני טועה, וסמסונג תיבהל מהבליץ התקשורתי ואולי אפילו דעת הקהל, או שאולי היא בכלל תיכננה זאת מראש, ומכשיר הגלקסי S11 יגיע כרגיל עם חיבור האוזניות, אבל כשהשינוי הזה מתרחש דווקא במכשיר הכי משוכלל שיש לה, ה-Note, הכיוון הוא מדאיג. אתם יודעים, אם בגלקסים נפלה שלהבת, מה יגידו אזובי הקיר? נראה לי שאפשר להתחיל להיפרד מהחיבור שהצליח ללוות את כולנו משנות ה-80 המוקדמות ועד היום, ולהחליט האם אנחנו רוצים להתחיל לחיות את חיינו עם דונגלים מתווכים, או לעבור לאוזניות אלחוטיות.\nשלום, (מ)חבר. הייתה לנו תקופה נהדרת ביחד.\nזה לא אתה, זה לא אני, זה הם.", "keywords": "אפל,אייפון,אייפון 7,חיבור אוזניות,אנדרואיד,גוגל,חיבור 3.5,3.5 מ\"מ,3.5 mm,headphone jack,headphone,אוזניות,נוט 10,נוט,נוט 10 פלוס,סמסונג,google,android,3.5 ממ,3.5 ממ"}