{"url": "https://www.geektime.co.il/geekweek-22-05-10/", "type": "article", "title": "גיק וויק – השבוע שהיה בניוזגיק [22-05-10]", "description": "לכל מי שלא הספיק לעקוב, בחרנו עבורכם את הפוסטים המעניינים שפורסמו השבוע בניוזגיק: על קישורים מעניינים למונדיאל, האייפון הגנוב של אפל, גוגל ואיסוף הנתונים האישיים מרשתות אלחוטיות, פייסבוק ופרטיות, פרוייקט טלויזיית העתיד של גוגל, ועידת האינטרנט השנתית של גוגל ומערכת ההפעלה אנדרואיד 2.2 ועוד...", "image": "https://files.geektime.co.il/wp-content/uploads/2010/05/geekweek133.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-22T18:08:31Z", "modified_time": "2010-05-22T21:02:25Z", "articleBody": "לכל מי שלא הספיק לעקוב, בחרנו עבורכם את הפוסטים המעניינים שפורסמו השבוע בניוזגיק: על קישורים מעניינים למונדיאל, האייפון הגנוב של אפל, גוגל ואיסוף הנתונים האישיים מרשתות אלחוטיות, פייסבוק ופרטיות, פרוייקט טלויזיית העתיד של גוגל, ועידת האינטרנט השנתית של גוגל ומערכת ההפעלה אנדרואיד 2.2 ועוד… \nהמונדיאל ב-11 ליוני יחלו משחקי המונדיאל שיערך השנה באפריקה. לכל אלו שמתעניינים במשחק הכדורגל, דביר רזניק ריכז השבוע את כל הקישורים שרלוונטיים לאירוע, החל מלוחות המשחקים וכלה בקובץ החוקים הרשמי להתנהגות נשים לתקופת המונדיאל. אתם מוזמנים כמובן להוסיף קישורים מעניינים משלכם לתגובות.\nאל הפוסט מונדיאל 2010 – קישורים שכדאי לסמן\nואלו הפוסטים המרכזיים הנוספים שעניינו אותנו ואתכם השבוע :\nביום ראשון ניר בן יונה חשף השבוע את הפרטים הנוספים בפרשת האייפון הגנוב של אפל. את מה שהיה בפרשת האייפון הגנוב בגדול אנחנו כבר יודעים, אולם פרטים רבים מהפרשה נשארו עדיין חסויים. לשמחתנו, נעתר שופט בית המשפט בסאן מתיאו שבקליפורניה לבקשת עורכי האתר CNET, ואפשר את חשיפתם של מסמכים נוספים אשר נוגעים לפרשה ואשר עד עתה נעלמו מעיני הציבור.\nביום שני דיווחנו כי האח הגדול חוזר. אחרי שהכחישה בשבוע שעבר כי היא אוספת נתוני משתמשים מרשתות WiFi ציבוריות, הודתה גוגל בסוף השבוע האחרון כי עקב “טעות” במימוש הקוד בפרויקט ה-Streetview אספה החברה מעל ל-600GB של נתונים פרטיים ממשתמשים שגלשו ברשתות אלחוטיות ציבוריות.\nביום שלישי ניסינו להתווכח על פייסבוק, 1984, הפרטיות והעתיד – בהעדרה או קיומה של הפרטיות שלנו בעתיד אין מנצחים אמיתיים. הטכנולוגיות שאנחנו יוצרים מכתיבות לנו את המשך את הדרך בה נתנהל אל מול העולם, החברים שלנו והממשל. האם הפרטיות שלנו בסכנה או שאנחנו שמחים לוותר עליה?\nביום רביעי כתבנו על טלויזיית העתיד לפי המיזם החדש של גוגל, סוני, לוגי’טק ואינטל – משחקי 3D וטלויזיות חכמות הם הטרנד החם בעולם הבידור הביתי. משחקי התלת מימד כבר כאן, אך עתיד מרכזי הבידור הביתיים עדיין מדשדש – האם בקרוב גוגל תציג לנו את טלויזיית העתיד? מיזם חדש עם אינטל, לוג’יטק וסוני מצליח לעורר עניין חדש.\nביום חמישי סיכמנו את היום הראשון של ועידת האינטרנט השנתית של גוגל וסיפרנו על הדור הבא של מערכת ההפעלה אנדרואיד –  במסגרת ועידת המפתחים השנתית של גוגל חשפה החברה את הדור הבא של מערכת ההפעלה אנדרואיד, בגרסת 2.2 הנקראת גם בשם הקוד Froyo. הגרסה החדשה מציגה מספר שיפורים ותוספות חדשות אך הגדולות שבהן הן שיפור משמעותי בביצועים, תמיכה בהתקנת אפליקציות על כרטיסי SD וכמובן, תמיכה מלאה ב-Flash.\nביום שישי טל קליין כתב על החשיפה של האייפוד טאץ’ החדש, שוב על ידי אתר ויאטנמי – האם אפל נרדמת בשמירה? או שזהו תרגיל שיווקי לשמירת הבאזז? אנחנו לא יודעים, אבל אחרי חשיפת האייפון החדש, נראה שגם האייפוד טאצ’ החדש מגיח להופעת טרום-בכורה.\n\nאנחנו עומלים רבות כדי להביא לכם את הידיעות המעניינות ביותר וכדי שתהנו מהקריאה באתר. נשמח לשמוע מה עוד מעניין אתכם, ועל מה תרצו שנכתוב. במידה ויש לכם ידיעה שאתם רוצים לפרסם אצלנו, או שאתם מעוניינים ליצור איתנו קשר בנושא הצעות שונות לשינוי או שיפור, הערות, תיקונים, תקלות או מידע תוכלו לפנות אלינו אל הכתובת info AT geektime.co.il.", "keywords": "apple,gizmodo,iphone,iphone 4g,iphone hd,mobile,אייפון 4,אייפון 4g,אייפון hd,סלולר apple,google,streetview,wi-fi,wifi,גוגל,חדירה לפרטיות,סטריט ויו,פרטיות,רשתות אלחוטיות,facebook,online,openbook,privacy,reclaim your privacy,social network,בלוגים,ממשל,עתיד,פייסבוק,רשתות חברתיות,boxee,intel,ps3,אינטל,בוקסי,הולו,טלויזיה חכמה,טלויזיית אינטרנט,לוג\\'יטק,משחקי 3d,נינטנדו 3ds,סוני,תלת-מימד,android,android 2.2,android market,אנדרואיד,אנדרואיד 2.2,"}