{"url": "https://www.geektime.co.il/parrot-rolling-spider-review/", "type": "article", "title": "כמה קטן, ככה מהנה: Parrot Rolling Spider [סקירה]", "description": "רגע אחרי שעשה עלייה, הנחנו את ידנו על הצעצוע הכי מלהיב שהושק לאחרונה - Rolling Spider של Parrot, יצרנית ה-A.R Drone. שווה את המחיר?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/10/drone.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-13T11:20:48Z", "modified_time": "2014-10-15T20:49:56Z", "articleBody": "רגע אחרי שעשה עלייה, הנחנו את ידנו על הצעצוע הכי מלהיב שהושק לאחרונה – Rolling Spider של Parrot, יצרנית ה-A.R Drone. שווה את המחיר?\nה-Rolling Spider עם הגלגלים שנועדו להגן על הלהבים מצד אחד ולאפשר לו לנוע קרוב לקירות ולתקרה מנגד. צילום: גיקטיים\nבואו נתחיל מהסוף: הרחפן הקטן והחדש של Parrot הוא ככל הנראה הצעצוע האולטימטיבי והמהנה ביותר שתמצאו היום בתחום הגאדג׳טים, במחיר נגיש באופן יחסי, שאידיאלי לילדים ולמבוגרים כאחד. אחרי שציינו את זה, חשוב להדגיש שמדובר בצעצוע ולא מעבר, וככזה הוא יסב לכם לא מעט הנאה, אבל בזה פחות או יותר העניין הולך להסתכם.\nאם אתם בונים על קוואד-קופטר שיצלם תמונות מגבוה, או כזה שתוכלו להרחיב את היכולות שלו באמצעות שלל אביזרים ואפליקציות, לא הגעתם למקום הנכון.\nחברת Parrot הצרפתית נחשבת לאחת הותיקות בתחום הרחפנים שפרצה לתודעה בעיקר עם ה-A.R Drone הראשון שחשפה בשנת 2010. היא לא הטובה ביותר, אבל ללא ספק הפופולארית ביותר בקרב הקהל החובב ופונה לקמעונאים עם מחירים גבוהים אך נגישים יותר מאלו שמציעות מתחרותיה.\nבשנים האחרונות הפכו הרחפנים (או הקוואד-קופטרים) לפופולארים במיוחד, כך שאם בתחילת הדרך לא היו בשלים מספיק להגיע לציבור הרחב הן מבחינת מחיר והן מבחינת טכנולוגיה, הרי שבחודשים האחרונים חל מהפך שצפוי להתעצם בשנים הקרובות ולהפוך אותם לנפוצים וזולים הרבה יותר. Parrot עצמה מחזיקה כבר בשלושה דגמי רחפנים, האחד הוא מותג הדגל שלה המגיע בשני דגמים כשהאחרון שבהם הוא ה-A.R Drone 2 שמיועד לשוק הקמעונאי, מגיע עם שתי מצלמות מובנות והפך אהוד על ידי לא מעט מפתחים שכבר מצאו דרכים יצירתיות במיוחד לעשות בו שימוש.\nהשלישי והחדש יותר הוא ה-Rolling Spider שהושק ממש לאחרונה ונועד להנגיש את הטכנולוגיה לקהל רחב יותר באמצעות מחיר נגיש וחומרה בסיסית הרבה יותר.\nלמשפחת הרחפנים של החברה צפוי להתווסף בקרוב אח מתקדם ומעניין במיוחד, ה-Bebop Drone שכבר מציע יכולות מתקדמות יותר ומצלמות משודרגות בהרבה מכל יתר הרחפנים שהשיקה החברה עד כה.\nקשה לנו להעביר בצורה ויזואלית עד כמה ה-Rolling Spider קטן, אבל הוא מאוד קטן וכך גם האריזה שלו. למעשה, היה לנו קשה ללכוד אותו בוידאו בעיקר משום שהיינו צריכים לשנות את הפוקוס בכל רגע נתון על מנת לתפוס אותו כמו שצריך בפריים.\nלא מדובר בחסרון אלא להפך, אם ה-A.R Drone מצריך התעסקות רבה ונשיאה לא פשוטה, את הספיידר תוכלו לזרוק לתיק שלכם וללכת איתו לכל מקום. הגודל יאפשר לכם להטיס אותו גם בחללים קטנים וצפופים ללא בעיה מיוחדת, אם כי את מיומנויות ההטסה הראשוניות שלכם עדיף שתשמרו למרחב גדול ופתוח יותר.\nעם זאת, היינו מצפים מחברה כמו Parrot להקפיד על אריזה מעט יותר ידידותית ונעימה. חווית ה-Unboxing התגלתה כמאכזבת וככזו שככל הנראה לא הושקעה בה מחשבה יתרה. המכשיר מקובע אמנם בתוך קרטון ולצד הסוללה שלו, אבל האריזה גדולה ביחס למוצר עצמו, שומטת ממנו כל ייחוד, הפריטים מונחים מעט ברשלנות ובכלל, התחושה היא שמדובר בצעצוע שנרכש בחנות בשוק לוינסקי יותר מאשר מוצר של חברה גדולה ומצליחה, שעדיין מתומחר כמוצר פרימיום.\nגם ברמה הפרקטית התאכזבנו מעט – רחפנים נוטים להתקל בחפצים שונים ומרבית היצרניות בהן גם Parrot עצמה מוסיפים לרוב מספר להבים אקסטרה לכל מקרה שלא יהיה. כאן תאלצו לרכוש להבים בנפרד במידה והם ישתפשפו או יפגמו לאורך זמן.\nפרט לספיידר תמצאו באריזה גם כבל USB שישמש אתכם לטעינה ולסנכרון מול המחשב וסנכרון כזה תפס אותנו מוקדם משצפינו. מיד עם הורדת האפליקציה (בחינם כמובן) המיועדת למכשיר, התבשרנו כי גרסת הקושחה (firmware) אינה עדכנית ואנחנו מתבקשים לעדכן אותה. על אף שניתן לעדכן את המכשיר ישירות מהאפליקציה ובאופן אלחוטי, האפליקציה הפנתה אותנו לסנכרון באמצעות המחשב, פעולה הרבה פחות אינטואטיבית.\nקטן אך עמיד, ה-Rolling Spider של Parrot\nעל תקן הגימיק שילבה Parrot מצלמה בתחתית הספיידר שנועדה ללכוד תמונות סטילס ברגע שתקליקו על הכפתור המתאים באפליקציה. אלא שאיכות המצלמה הייתה מביישת אפילו את מצלמות הרשת של תחילת שנות ה-2000 ולא עומדת אפילו על מגה פיקסל אחד בודד. משכך, התמונות שמנפיקה המצלמה ירודות, חסרות פוקוס וניגודיות ובכלל – לא משהו שניתן לעשות איתו יותר מידי. למעשה, אנו מתקשים להבין מדוע בכלל הציבה החברה את המצלמה במכשיר, שכן בהתחשב בתוצאות מוטב היה להשמיט אותה לחלוטין או להשקיע במצלמה מעט יותר טובה שתצדיק את הקיום שלה שם.\nאל תצפו ללכוד וידאו או אפילו לראות את התמונות שצילמתם בזמן אמת, הדבר יתאפשר רק לאחר שתנחיתו את הספיידר ותכנסו לתיקייה הרלוונטית במכשיר באופן אלחוטי (בלוטות׳) או חוטי (כבל ה-USB בחיבור אל המחשב).\nהחסרון השני של הספיידר לא מייחד רק אותו ונחשב לחוליה החלשה בכל הרחפנים המוכרים לנו כיום – אורך חיי סוללה. טעינה בת שעה וחצי תספק לכם 8 דקות עבודה בלבד וזה המקסימום שתוכלו להגיע אליו. הבעיה הופכת לקריטית יותר כאשר בדיקה קצרה בפורומי התמיכה של המוצר מגלים אינספור תלונות ממשתמשים מכל רחבי העולם שמדווחים כי אחרי שימוש בן מספר ימים בספיידר נתקלו אלו בבעיה קריטית בסוללה, כזו שהצריכה מהם להחזיר את המוצר ולהחליפו. בתחילה נראה היה שעדכון הקושחה תפתור את הסוגיה, אך נראה כי מדובר בבעיה חומרתית הנוגעת לסוללה. נציין כי גם אנחנו אחרי מספר ימי שימוש נתקלנו באותה בעיה והיא הופכת את הספיידר לחסר תועלת מאחר ומקצרת את זמן הסוללה לדקה אחת או פחות.\nצולם באמצעות ה-Rolling Spider. מצלמת 300K בלבד\nה-Rolling Spider נשלט באמצעות אפליקציה הזמינה להורדה ל-iOS, אנדרואיד ומהחודש הקרוב גם Windows Phone. הסנכרון מול הסמארטפון מבוסס בלוטות׳ ונעשה באופן פשוט שאינו דורש הגדרות כלל וכלל. ברגע שתפעילו את האפליקציה ובתנאי שהמכשיר בטווח הקליטה ועם סוללה מלאה, הסנכרון בינהם יתבצע באופן אוטומטי ורגע לאחר מכן תוכלו להמריא.\nהשליטה על הספיידר מבוססת על חיישני התנועה של מכשיר הסמארטפון שלכם, כך שתנועה קדימה, אחורה או לצדדים תתבצע בהתאם להטיית המכשיר שלכם. באמצעות כפתור וירטואלי במסך המגע תוכלו להרים את הרחפן מעלה ומטה, ללכוד תמונות וגולת הכותרת – לעשות איתו תרגילים שונים ומגניבים במיוחד.\nהשליטה פשוטה למדי ולאחר שתבחרו בתרגיל הרצוי, כל שתצטרכו לעשות הוא להקליק על המסך פעמיים במהירות והרחפן יגיב בהתאם.\nעל אף שמדובר בחווית הטסה פשווטה באופן יחסי, אנחנו ממליצים בחום לצפות בסרטוני ההדגמה שיצרה Parrot לפני שתתנסו בהטסת המכשיר בעצמכם. הם ברורים למדי ויחסכו לכם דקות ארוכות של למידה עצמאית שעשויה להסתיים בהתרסקות הרחפן.\nואם בהתרסקות עסקינן – המכשיר הקטן הזה הפגין עמידות מפתיעה. ברגעים שקצת איבדנו שליטה או התקרבנו מידי לחפצים והתנגשנו בהם דבר לא קרה לו. לא שהיינו ממליצים לכם לנסות זאת במכוון, אבל הרושם הראשוני שלו מטעה והוא עמיד יותר משהערכנו במבט ראשון.\nמסך השליטה של הספיידר. הלחצן השמאלי שולט על הגובה, הימני על התנועה יחד עם הטיית המכשיר\nה-Rolling Spider נחת בישראל רק לפני שבוע, זמן קצר לאחר שהושק מעבר לים. מחירו בישראל עומד על 550 ש״ח והוא נמכר ברשת חנויות באג ברחבי הארץ. מעבר לים נמכר המכשיר תמורת 100 דולרים ללא מס מקומי, כך שפער המחירים בין הארץ לחו״ל אמנם קיים אך הוא אינו גדול במיוחד. כאן גם הדילמה – המחיר אמנם נגיש באופן יחסי לשוק הקאוד-קופטרים אבל הוא רחוק מלהיות זול והוא מלווה בפשרות משמעותיות בכל הנוגע לביצועי המכשיר. אלו מכם שרוצים להשתעשע קצת עם רחפנים ולא מחפשים משהו רציני, ימצאו בספיידר פתרון נהדר, אבל אלו שמחפשים משהו מקצועי יותר יאבדו בו עניין במהירות.\nנקודה נוספת שכדאי להתייחס אליה היא ביצועי הספיידר בשימוש בחוץ ובפנים. בעוד החברה גאה לציין שניתן להטיס את הרחפן באזורים פתוחים וסגורים, מנסיוננו, הדבר יתאפשר רק במידה ותמצאו מקום נטול משבי רוח באופן מוחלט – כלומר, במעט מאוד מקומות. עם זאת, בניגוד לרחפנים גדולים, הספיידר אידיאלי להטסה באזורים סגורים, אפילו קטנים, זאת כאמור אחרי שתרכשו מיומנות בסיסית.\nלסיכום: אם היינו יכולים לחזור אחורה בזמן ולהעניק את הספיידר כמתנה לילד שהיינו, לא היתה כאן כל התלבטות. הספיידר הוא ללא ספק המכונית על שלט רחוק של 2014, אחרי שכבשנו כבר את הקרקע ועברנו לאוויר. הוא מלהיב וכיפי, פשוט לתפעול ומהנה במיוחד. עם זאת, המחיר עדיין גבוה ויש כאן לא מעט פשרות שתתבקשו לעשות ועל כן כדאי שתשקלו אם 550 ש״ח שווים צעצוע נחמד לשעות הפנאי, כזה שתוכלו להנות ממנו 8 דקות בלבד. לבסוף, נציין כי דיווחים רבים ברשת מתייחסים לבאג מסתורי הנוגע לסוללת המכשיר ונראה כי מדובר בבעיה נפוצה במיוחד ועל כן, שווה לבדוק האם האחריות של המכשיר מכסה בעיה כזו כבר במעמד הרכישה.\n", "keywords": "רחפן,מיני רחפן,קאודריקופטר,פרוט,ספיידר,רולינג ספיידר,rolling spider,parrot,minidrones,סקירה"}