{"url": "https://www.geektime.co.il/matrix-and-rti-event-for-iot/", "type": "article", "title": "כנס בנושא 'האינטרנט של הדברים' יתקיים בישראל ב-3.12", "description": "ביום רביעי הבא יתקיים במשרדי מטריקס בהרצליה כנס שיעסוק באינטרנט של הדברים בהשתתפות נציג בכיר מסוכנות החלל האירופאית. הנה הפרטים", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/tech.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-27T11:37:06Z", "modified_time": "2014-11-27T13:12:37Z", "articleBody": "ביום רביעי הבא יתקיים במשרדי מטריקס בהרצליה כנס שיעסוק באינטרנט של הדברים בהשתתפות נציג בכיר מסוכנות החלל האירופאית. הנה הפרטים\n \n\nחטיבת מוצרי התוכנה של מטריקס, המייצגת בישראל את פעילות חברת RTI, ספקית מובילה של פתרונות תווכה (Middleware) לעולם התעשייה וה-Real Time , תקיים ב-3 בדצמבר במשרדי מטריקס בהרצליה, כנס טכנולוגי מקצועי בנושא ה-Internet of Things או IOT (“האינטרנט של הדברים”).\nמבין האורחים בכנס גם ד”ר אנדרה שילה, המייסד והארכיטקט הראשי של מחלקת הטלרובוטיקה בסוכנות החלל האירופאית, שנמנית על לקוחות RTI. שילה הוביל לאחרונה ניסוי, במסגרתו באמצעות זרוע רובוטית וטאבלט, הצליח לשלוט על פעילות מוטוריקה עדינה של רובוט המרוחק ממנו כ-400 ק”מ. זאת באמצעות פתרון תווכה של RTI ב-Real-Time ובתווך נמוך.\nשילה יציג במסגרת הכנס את רשמיו מהניסויים והפרויקטים שסוכנות החלל האירופאית מקדמת תוך שילוב פתרונות RTI ובכלל.\nדובר נוסף במפגש יהיה ד”ר ג’רארדו פארדו קסטלוטה, המנהל הטכנולוגי של חברת RTI העולמית, שמגיע במיוחד לישראל לטובת השתתפות בכנס ויספר על סטנדרטי תוכנה לקישוריות, חיבור והבנה בין מכונות חכמות ורכיבים בעידן ה-IoT בתעשייה.\nחברת RTI חברה בוועדת ההיגוי של הקונצורסיום העולמי לקידום ה’אינטרנט של הדברים’ בתעשייה, יחד עם חברות מובילות נוספות כגון AT&T, GE, סיסקו, IBM, אינטל ואחרות. לאחרונה הוכרזה על ידי מחקר עצמאי של חברת Appinions שפורסם במגזין פורבס ורויטרס, כחברה המשפיעה ביותר בתחום ה-IOT לתעשייה. ל-RTI פתרונות מובילים לקידום עידן ה-IoT עבור לקוחות בתחומי בטחון ותעופה, אוטומציה, שירותים פיננסים, אנרגיה, רכב, בריאות וניהול תחבורה.\nהכנס מיועד לקהל של מהנדסי מוצר, מנהלי פיתוח מוצרים בתחומי ציוד רפואי, תרופות, מוצרי חשמל ואלקטרוניקה, יצרניות תוכנה ישראליות ועוד.\nההשתתפות בכנס ללא תשלום אך מחייבת הרשמה מראש.\n לפרטים נוספים ולהרשמה\nקרדיט תמונה ראשית: tech room via shutterstock", "keywords": "מטריקס,האינטרנט של הדברים,סוכנות החלל האירופאית,rti,matrix,iot,אנדרה שילה"}