{"url": "https://www.geektime.co.il/clarizen-wins-codie-award-for-best-project-management-software/", "type": "article", "title": "קלריזן הישראלית זכתה בפרס היוקרתי ביותר בתעשיית התוכנה העולמית \"CODIE Awards\" ל-2010", "description": "גאווה ישראלית: חברת קלריזן זכתה הלילה בCodie Award למוצריה, והוכרזה כפתרון התוכנה הטוב ביותר לניהול פרוייקטים.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/05/clarizen-banner-a1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-26T14:01:34Z", "modified_time": "2010-05-26T14:01:34Z", "articleBody": "גאווה ישראלית: חברת קלריזן זכתה הלילה בCodie Award למוצריה, והוכרזה כפתרון התוכנה הטוב ביותר לניהול פרוייקטים.\nחברת קלריזן (CLARIZEN) הישראלית, מפתחת וספקית מובילה של תוכנה לניהול תהליכי עבודה מקוונים, זכתה בפרס היוקרתי והנחשב ביותר בתעשיית התוכנה העולמית, ה-CODIE AWARDS, כשנבחרה על ידי איגוד תעשיות התוכנה והמידע הבינלאומי (SIIA) כפתרון התוכנה הטוב ביותר בקטגוריית ניהול פרויקטים.\nאיגוד התוכנה והמידע ה-SIIA) The Software & Information Industry Association) הכריז על קלריזן כזוכה במסגרת אירוע מיוחד של “CODiE Awards” שנערך בשיתוף עם “”all about the cloud בכינוס בסן פרנסיסקו. האיגוד העניק פרסי הצטיינות ל-33 חברות שנבחרו מבין יותר מ-785 חברות שהיו מועמדות לזכייה בקטגוריות השונות. החברות הזוכות נבחרו על ידי מומחים מהתחום, אנליסטים ועיתונאים.\n“זו השנה ה-25 שבה אנו מוקירים מצוינות בשווקי התוכנה ומעניקים את ה-CODiE Awards לחברות המצטיינות“, אומר קן ווש, נשיא SIIA. “באקלים הכלכלי של היום, הצורך והביקוש לחדשנות גדל והחברות נדרשות ליצירתיות וחדשנות גבוהה מבעבר. קלריזן היא דוגמה למחויבות לחדשנות ולאיכות ובחירתה כמנצחת בגמר של ה-CODiE Awards היא עדות לכך. אני שמח וגאה לכלול את קלריזן ואת פתרון התוכנה הייחודי שלה ברשימת המנצחים”.\nפתרון התוכנה של קלריזן הוא מוצר לניהול תהליכי עבודה במודל SAAS המיוחד המאפשר לחברות לנהל פרויקטים ומשאבים בסביבה מקוונת אחת ובדרך פשוטה. פתרון התוכנה של קלריזן מאפשר הטמעה מהירה וחלקה על ידי המשתמשים, עושה שימוש בממשק משתמש אינטואיטיבי וכולל אינטגרציה עם דואר אלקטרוני ואפליקציות פופולאריות כ-Google Docs ו– Zendesk.  באמצעות הגדלת השקיפות בתהליכי העבודה בתוך ארגונים, מספקת התוכנה של קלריזן לעובדים את הכלים הנדרשים בכדי לקבל החלטות נכונות בזמן הנכון.\n“הפתרון של קלריזן הוא יותר מאשר פתרון לניהול פרויקטים”, אומר אבינועם נובוגרוצקי, מייסד ומנכ”ל קלריזן, “פתרון התוכנה שלנו עונה על השאלה הבסיסית אותה שואל עובד כול יום: מה הדבר הבא שאני צריך לעשות? התוכנה של קלריזן מספקת פתרון קל ונוח לתעדף משימות, להקצות משאבים ולחלוק באינפורמציה, וכל זאת תחת הבטחת שקיפות מלאה לכל תהליך העבודה אל מול העובדים והמנהלים כאחד. שקיפות היא בסיס לאחריות אישית ואחריות אישית מובילה לתוצאות. זו השקפה שונה מניהול פרוייקטים מסורתי המייחדת את קלריזן, ואנו שמחים שה-SIIA הכיר באיכות ואמינות הפתרון שלנו ובחר בו כפתרון הטוב ביותר”.\nפרס ה-“CODiE Awards”, שכונה במקור “פרס מצוינות בתוכנה”, ניתן לראשונה ב-1986 על ידי איגוד מפרסמי התוכנה, Software Publishers Association, ולימים הוענק על ידי ה-SIIA. התוכנית נועדה להעריך את היזמים והחברות על הישגים יוצאי דופן בתחום התוכנה וכדי לעודד חשיבה יצירתית וחדשנות בתעשייה. תוכנית ה-CODiE Awards מסמנת מדי שנה את הפתרונות, המוצרים והשירותים האיכותיים ביותר בתעשיית התוכנה והמידע.", "keywords": "clarizen,קלריזן,codie awards,siia,קן ווש,ניהול פרוייקטים,software publishers association,אבינועם נובוגרוצקי,"}