{"url": "https://www.geektime.co.il/vmware-to-collaborate-with-google-on-cloude-computin/", "type": "article", "title": "VMware תשתף פעולה עם גוגל במחשוב ענן", "description": "החברות ינצלו טכנולוגיות כמו vCloud של VMware, SpringSource, Google Web Toolkit ומנוע היישומים של גוגל, כדי לענות על הצורך בניידות במחשוב ענן ופשטות בפיתוח והטמעת יישומים", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/05/clouds-2-150x150.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-24T09:35:08Z", "modified_time": "2010-05-24T09:35:08Z", "articleBody": "החברות ינצלו טכנולוגיות כמו vCloud של VMware, SpringSource, Google Web Toolkit ומנוע היישומים של גוגל, כדי לענות על הצורך בניידות במחשוב ענן ופשטות בפיתוח והטמעת יישומים\nחברת VMware, המובילה העולמית בוירטואליזציה ותשתית למחשוב ענן, הודיעה היום על סדרה של שיתופי פעולה טכנולוגיים עם גוגל. שיתופי הפעולה יאפשרו למפתחי יישומים ארגוניים לייעל את הפיתוח, ההטמעה והניהול של יישומים בתוך סביבת ענן: ציבורית, פרטית ומשולבת. ההודעה על שיתוף הפעולה נמסרה היום על ידי פול מריץ, נשיא ומנכ”ל VMware, במהלך כנס המפתחים של גוגל בסן פרנסיסקו (Google I/O). שתי החברות ישלבו את הניסיון והטכנולוגיות שלהן, בכדי להאיץ את השילוב של מחשוב ענן בארגונים.\nהחברות ישתפו פעולה במספר תחומים על מנת להפוך יישומי ענן לשימושיים, גמישים וניידים. הפרויקטים הללו יאפשרו למפתחי ג’אווה לבנות יישומי אינטרנט עשירים, להשתמש בכלי ניתוח הביצועים של גוגל ו VMware על יישומי ענן ולהריץ יישומי Spring Java בסביבת מנוע היישומים של גוגל (Google App Engine).\n“חברות בוחנות באופן פעיל מעבר למחשוב ענן. הן בהחלט נמשכות לכך בשל החיסכון הכלכלי, אך גם בשל תפיסת היתרונות בחדשנות והגמישות העסקית במחשוב ענן”, אומר מריץ. ” החברות VMware וגוגל משתפות פעולה בכדי להבטיח ללקוחות המשותפים שלנו ולקהילת מפתחי הג’אווה, שהדברים החשובים ביותר לשתי החברות הם בחירה חופשית וניידות. אנו נשקיע מאמצים על מנת שיישומים מודרניים יוכלו לרוץ בצורה חלקה בתוך הסביבה המאובטחת של מרכזי המידע הארגוניים או בענן ציבורי”.\n“מפתחים מחפשים אפשרויות להאיץ את הפיתוח וההפעלה של יישומי אינטרנט איכותיים, וארגונים מעוניינים בסביבות שהן פתוחות וגמישות”, אומר ויק גאנדוטרה ‘(Vic Gundotra) סגן נשיא בגוגל לסביבות פיתוח. “באמצעות עבודה עם VMware, נוכל להביא את יכולות הניידות של הענן לארגונים, ונאפשר למפתחים להטמיע יישומי ג’אווה עשירים בקלות בכל סביבה שבה יחפצו”.\nכלי פיתוח: Spring, חבילת הכלים של SpringSource, מנוע היישומים של גוגל\nגוגל מכריזה על תמיכה בישומי Spring Java במנוע היישומים של גוגל, כחלק מהחזון המשותף של פיתוח, הפעלה וניהול של יישומים בענן. זאת בנוסף לכך שהיישומים יוכלו להתנייד בין סביבות ענן שונות. על ידי שימוש בחבילת הכלים מבוססת Eclipse של SpringSource, מפתחים יוכלו לבנות יישומי Spring בדרך מוכרת ויעילה, ועדיין לשמור על גמישות בהחלטה היכן להפעיל את היישום. בין אם מדובר בסביבת הענן הפרטית של VMware הפועלת באמצעות vSphere, בעננים של שותפים הפועלים בסביבתVMware vCloud או ישירות במנוע היישומים של גוגל. \nכלי פיתוח לדפדפן: Spring Roo, Google Web Toolkit\nהחברות VMware וגוגל עובדות במשותף, על מנת לשלב בין האפשרויות של פיתוח על ידי Spring Roo, כלי פיתוח יישומים מהיר של הדור הבא, לבין העוצמה של Google Web Toolkit בכדי לבנות יישומי דפדפן עשירים. היישומים הללו יוכלו לנצל את טכנולוגיות כמו AJAX ו HTML5 הקיימות בדפדפנים מודרניים, בכדי ליצור ממשק משתמש עשיר גם על טלפונים חכמים וגם על מחשבים.\nכלי ניתוח ביצועים: Spring Insight, Google Speed Tracer\nשתי החברות ישתפו פעולה על מנת לשלב בצורה טובה יותר בין חבילת Spring Insight של VMware למעקב ביצועים ביחד עם Google Speed Tracer. זאת כדי לאפשר בחינת ביצועים מקצה לקצה של יישומים שנבנו באמצעות Spring ו Google Web Toolkit.", "keywords": "vmware,גוגל,google,java,ג\\'אווה,cloud computing,spring java,google app engine,פול מריץ,ויק גאנדוטרה,vic gundotra,מחשוב ענן"}