{"url": "https://www.geektime.co.il/all-time-israeli-record-for-gartner-cool-vendo/", "type": "article", "title": "מספר שיא לחברות ישראליות בדירוג גרטנר העולמית  כ - Cool Vendors", "description": "מספר שיא של 11 חברות ישראליות, מתוך 150 חברות שנבחרו בדירוג העולמי, זכו השנה בתואר Cool Vendor , שמעניקה גרטנר העולמית מדי שנה, לחברות הפועלות בתחומי טכנולוגיות המידע  התקשורת וענפי הייטק נוספים.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/05/image002-150x100.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-17T12:08:15Z", "modified_time": "2010-05-17T12:08:15Z", "articleBody": "מספר שיא של 11 חברות ישראליות, מתוך 150 חברות שנבחרו בדירוג העולמי, זכו השנה בתואר Cool Vendor , שמעניקה גרטנר העולמית מדי שנה, לחברות הפועלות בתחומי טכנולוגיות המידע  התקשורת וענפי הייטק נוספים.\nמספר שיא של 11 חברות ישראליות, מתוך 150 חברות שנבחרו בדירוג העולמי, זכו השנה בתואר Cool Vendor , שמעניקה גרטנר העולמית מדי שנה, לחברות הפועלות בתחומי טכנולוגיות המידע  התקשורת וענפי הייטק נוספים. זו השנה השביעית ברציפות בה גרטנר, חברת המחקר והייעוץ הבינלאומית לתחומי טכנולוגיית המידע והתקשורת, מפרסמת את רשימת ה- Cool Vendors, שנבחרים על פי עמידה בקריטריונים של חזון ופיתוח טכנולוגי, יישום, ניהול תהליכים ותפעול.\nב – 2008 ו- 2009 נבחרו שש חברות ישראליות כ-Cool Vendors.\nגרטנר מגדירה Cool Vendor כחברה קטנה המציעה טכנולוגיות “פורצות דרך” או פתרונות חדשניים, המאפשרים למשתמשים לבצע פעולות שלא ניתן היה לבצע קודם. לטכנולוגיה יש סיכוי להשאיר חותם על השוק, על התנהגות הצרכנים, ויש לה או שתהיה לה השפעה עסקית (לא רק טכנולוגיה לשמה).\nברוך גינדין, מנכ”ל גרטנר המזה”ת: “האחוז הגבוה של חברות ישראליות בדירוג גרטנר, רק מהווה הוכחה נוספת לעובדה שישראל הינה מובילה ב הייטק וממשיכה להיות אחת המדינות המובילות בתחום הטכנולוגיה. גרטנר מאמינה, כי החדשנות הגלובלית שמפגינות החברות הנבחרות, תניע שיתופי פעולה טכנולוגיים עם ארגונים גדולים ובכך יקבלו אותן חברות הזדמנות לקדם את מוצריהן להשיג השקעות המשך ולהמשיך את ההתפתחות העסקית שלהן.”\nהחברות הישראליות שנבחרו כ Cool Vendor ל 2010 : \nPNMsoft מתמחה בהקמת יישומי רשת דינאמיים המתפקדים כמרכז עצבים לוגיסטי ומספקים כלים לשיפור תהליכים עסקיים ארגוניים. נבחרה בקטגוריית ניהול תהליכים עסקיים (BPM).\nפונטיס (Pontis) מספקת פתרונות שיווק מכווני תוכן בזמן אמת לספקיות תקשורת סלולארית וספקי קול, אינטרנט וטלוויזיה. נבחרה בקטגוריית מחשוב מוכוון תוכן (Context –Aware Computing), זו השנה השנייה ברציפות.\nקונפידלה (Confidela) מספקת תוכנה לאבחון ותיקון מחשבים דרך הרשת. נבחרה בקטגוריית הגנה על נתונים ותשתיות.\nברייטוויו מערכות (BrightView Systems) מספקת כלים לבקרה ואופטימיזציה של תהליכים המבוססים על מערכות מדידה מקוונות לתעשיית התאים הסולאריים. ברייטוויו הוגדרה על ידי גרטנר כבעלת פוטנציאל גבוה להשפיע באופן נרחב על אימוץ טכנולוגיות סולאריות. נבחרה בתחום תעשיית האנרגיה הסולארית.\nנ-טריג (N-trig) אחת מהחברות הבודדות המספקות רכיבי תוכנה וחומרה והמפתחת טכנולוגיה מולטי-טאץ’ למסכי מגע. נבחרה בקטגוריית מחשוב משתמש.\nפריימסנס (PrimeSence) חברת מוליכים למחצה המספקת טכנולוגיות למכשירים בתלת מימד לשוק הצרכני. הטכנולוגיה של פריימסנס מפשטת את השליטה על הציוד האלקטרוני באמצעות תוכנה ללכידת תנועת הגוף. נבחרה בקטגוריית מכשירי הדמיה ממחושבת ותצוגה.\nפייס.קום (Face.com) מפתחת  אלגוריתם לזיהוי אוטומטי של פנים בתמונות. נבחרה בקטגוריית טכנולוגיות ווב.\nאקטיב-בייס (ActiveBase) מייצרת מערכת לשיפור ביצועים ואיכות השירות לאפליקציות מבוססות בסיסי נתונים.  פתרונות החברה מסייעים בניהול הבקשות לבסיסי הנתונים השונים והגבלת נגישות המשתמשים למידע רגיש, כגון נתוני שכר ועלות. נבחרה בקטגוריית אבטחת יישומים.\nצ’קמארקס (Checkmarx) מפתחת ומספקת מערכות לבדיקות קוד אוטומטיות לגילוי בעיות אבטחת מידע במהלך תהליך פיתוח תוכנה. נבחרה בקטגוריית אבטחת יישומים.\nקליפסינק (ClipSync) חברה בבעלות ישראלים הפועלת בארה”ב, המפתחת פלטפורמה של טלוויזיה חברתית ומספקת יכולות אינטראקטיביות לקהל הצופים. נבחרה בקטגוריית המדיה.\nאלטור נטוורקס (Altor Networks) חברה בבעלות ישראלים הפועלת בארה”ב, אשר נוסדה על ידי עובדים לשעבר של צ’ק פוינט ומספקת פיירוול לשימוש בסביבות וירטואליות. נבחרה בקטגוריית מחשוב משתמש.\nפאנאיה- (Panaya) מספקת פתרונות לניתוח, הרצת בדיקות, ביצוע שינויים ופתרון פגמים וטעויות הקיימים בהטמעות של מערכות ERP. נבחרה בקטגוריית מערכות תומכות SAP. ", "keywords": "cool vendor,גרטנר,gartner,ברוך גינדין,pnmsoft,bpm,פונטיס,pontis,context –aware computing,קונפידלה,confidela,ברייטוויו מערכות,brightview systems,אנרגיה סולרית,solar energy,נ-טריג,n-trig,מולטיטאצ\\',multitouch,פריימסנס,primesence,פייס.קום,face.com,אקטיב בייס,activebase,צ\\'קמרקס,checkmarx,קליפסינק,clipsync,social tv,טלויזיה חברתית,אלטור נטוורקס,altor networks,פאנאיה,panaya,"}