{"url": "https://www.geektime.co.il/propel-raised-700000/", "type": "article", "title": "הסטארטאפ Propel רוצה לעזור לחברות לנהל את יחסי הציבור שלהן", "description": "החברה מציעה פלטפורמת CRM ייעודית לסוכנויות יח''צ שתוודא שהקמפיין הבא שלהן ישיג תוצאות. לצורך כך השלימה עכשיו החברה גיוס סיד של 700 אלף דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/08/photo-1538688273852-e29027c0c176-1565177497-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-08-07T17:55:45Z", "modified_time": "2019-08-07T17:52:57Z", "articleBody": "החברה מציעה פלטפורמת CRM ייעודית לסוכנויות יח”צ שתוודא שהקמפיין הבא שלהן ישיג תוצאות. לצורך כך השלימה עכשיו החברה גיוס סיד של 700 אלף דולר\nמקור: Unsplash\n​הסטארטאפ הישראלי Propel מפתח מערכת CRM ייעודית לתחום יחסי הציבור, המסייעת לגורמים הרלוונטיים לוודא שהפיץ׳ הבא שלהם יגיע בדיוק לכתובת הנכונה. כעת, מודיעה החברה על השקתה הרשמית של הפלטפורמה, לצד השלמת סבב סיד בסך כולל של כ-700,000 דולר. את הגיוס הוביל ג׳ונתן קוגלי, אנג׳ל והיזם שעומד מאחורי חברת הסייבר האמריקאית Thycotic. \nמערכת ה-PRM של Propel (פרופל) עושה שימוש בבינה מלאכותית ולמידת מכונה על מנת לסייע ליחצנים לבנות אסטרטגייה ולפעול בצורה האידיאלית ביותר מול גופי התקשורת באמצעות תובנות בנוגע לתוצאות עסקיות, ביצועי קמפיינים ומעורבות הכתבים השונים בתהליך. כדי לא לסבך את העניינים, את המערכת ניתן להטמיע בקלות בסביבות הדוא״ל המקוריות של המשתמשים – Outlook ו-Gmail, ולשלב אותה גם עם כלי האנליטיקה של גוגל כדי לבדוק את השפעות הקמפיינים על המשתמשים בפועל – מבחינת הטראפיק, הרכישות המקוונות והגשות של טפסים למיניהם. ״Propel מספקת האחדה של זרימת העבודה של קשרי המדיה באמצעות פלטפורמה יחידה – החל בבניית רשימות מדיה ופיצ’ינג, וכלה בהבטחת הכיסוי וניהול הקשרים – וכך מאפשרת לצוותי יחסי ציבור לרכז את הנתונים שלהם ולהכפיל את יעילותם״, מוסיף זכריה קטלר, מייסד שותף של החברה.\nבעזרת המערכת, חברות יחסי ציבור יכולות ללמוד על האינטראקציות השונות של חברי הצוות עם העיתונאים השונים – ולמנוע תרחישים לא נעימים בהם אותו כתב מקבל פיץ׳ זהה משני יחצנים שונים. כמו כן, היא מסייעת לחברות ללמוד למי מהיח”צנים מגיעה העלאה, ומנגד, למי לא תזיק עזרה בתחום. בנוסף, יכולים להעזר בה יח״צנים כדי לשלוח פיצ’ים בהתאמה אישית לכל עיתונאי, ולא לשלוח את אותה ידיעה גנרית לכולם, ולהגדיר תזכורות כדי שדברים לא יפלו בדרך.\nPropel נוסדה על ידי זכריה “זכי” קטלר, שפועל בענף יחסי הציבור מזה שנים רבות, וניהל במשך 10 שנים סוכנות יח״צ; ודיוויד כהן, מהנדס וארכיטקט תוכנה, שמשמש כ-CTO של החברה. במשרדיה של החברה הממוקמים בתל אביב מועסקים כיום כ-10 עובדים. המימון החדש יאפשר לחברה להרחיב את צוותי המכירות והשיווק ולהמשיך בפיתוח המוצר. \nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\n ", "keywords": "propel,פרופל,גיוס,סבב גיוס,סטארטאפ,סטארטאפ ישראלי,crm,חברה ישראלית,חברת פרופל,יחסי ציבור"}