{"url": "https://www.geektime.co.il/accessibility-standardization-roi/", "type": "article", "title": "בדיקות נגישות - עמידה בתקן W3C והחזר גבוה על השקעה", "description": "בשנים האחרונות גובשה תקינה הנקראת W3C, שבאה לענות על הצרכים המיוחדים של אוכלוסיות בעלות מוגבלויות שונות. על פי תקינה זו קיימים עזרים מגוונים, כגון: קורא דף לעיוורים, דיסלקטיים וכבדי ראייה ועזרים המסייעים למתקשים להשתמש בעכבר. ארגונים רבים בארץ ובעולם נדרשים לעמוד בתקני הנגישות (accessibility standard) ברמות שונות בהתאם לקהל היעד אותו הם משרתים. דוגמא ל- […]", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/08/computer_monitor-277x300.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-08-02T11:43:44Z", "modified_time": "2010-08-02T11:43:44Z", "articleBody": "בשנים האחרונות גובשה תקינה הנקראת W3C, שבאה לענות על הצרכים המיוחדים של אוכלוסיות בעלות מוגבלויות שונות. על פי תקינה זו קיימים עזרים מגוונים, כגון: קורא דף לעיוורים, דיסלקטיים וכבדי ראייה ועזרים המסייעים למתקשים להשתמש בעכבר. ארגונים רבים בארץ ובעולם נדרשים לעמוד בתקני הנגישות (accessibility standard) ברמות שונות בהתאם לקהל היעד אותו הם משרתים. דוגמא ל- […]\nבשנים האחרונות גובשה תקינה הנקראת W3C, שבאה לענות על הצרכים המיוחדים של אוכלוסיות בעלות מוגבלויות שונות. על פי תקינה זו קיימים עזרים מגוונים, כגון: קורא דף לעיוורים, דיסלקטיים וכבדי ראייה ועזרים המסייעים למתקשים להשתמש בעכבר. ארגונים רבים בארץ ובעולם נדרשים לעמוד בתקני הנגישות (accessibility standard) ברמות שונות בהתאם לקהל היעד אותו הם משרתים.\nלפי פרסומים באתר עמותת “נגישות ישראל“, מחקר של חברת מיקרוסופט שנערך ב-2003 הצביע על כך שנגישות טכנולוגית מסייעת  ל-62 אחוזים מהאוכלוסייה וה- ROI על הנגשת אתרי איטנרנט הינו מהיר מאוד וגבוה מאוד.\nבאותו אתר מצטטת גילה גרטל מחקר לקוח (case study) שפורסם על ידי מכון התקנים הבריטי (BSI) ב- 2006 על תועלות הנגשת ושדרוג של חברת הביטוח הבריטית Legal & General Group המשרתת למעלה 5 מליון לקוחות בתחום הביטוח והשקעות אחראית על השקעות ב-180 ביליון פאונד ברחבי העולם. להלן התועלות מפרויקט ההנגשה:\nהחזר השקעה (ROI – return on investment)\nניתן לחלק את המיגבלות המרכיבות את עקרונות הנגישות לשלוש קבוצות עיקריות:\nהקשיים בהם הם נתקלים מתפלגים לפי הרשימה הבאה:\nהיכולת לתפוס – עיוורים וכבדי ראיה אינם יכולים לקרוא טקסטים ולראות אלמנטים גרפיים. לקויי למידה אינם יכולים לקרוא טקסטים. חרשים וכבדי שמיעה אינם יכולים לשמוע את ערוץ הסאונד בסרטונים, אנימציות והרצאות מקוונות. עיוורי צבעים מתקשים לראות מידע המועבר באמצעות צבעוניות שהם אינם יכולים לתפוס, לאפילפטים יש בעיה עם אלמנטים מהבהבים.\nהיכולת להפעיל – כל מי שאינו יכול להפעיל עכבר ויכול להפעיל מחשב רק באמצעות מקלדת או אמצעי אחר, מתקשה לגלוש באינטרנט – כגון, פגועי גפיים עליונות, אנשים הסובלים מרעידות בידים, המתקשים במוטוריקה עדינה. המתקשים בכתיבה אשר אינם יכולים למלא טפסים מקוונים.\nהיכולת להבין – עולים חדשים ובני מיעוטים שאינם שולטים היטב בעברית, מתקשים להבין טקסטים מורכבים סלנג וכדומה.דיסלקטים ולקויי למידה מתקשים להתמודד עם טקסט כתוב ועם תכנים שאינם מאורגנים היטב.\nהיציבות הטכנולוגית – פן זה של נגישות לאינטרנט עוסק ביציבות ובסטנדרטיות של החומרה והתוכנה. אי עמידה בתקנים משבשת את היכולת של הגולשים לגלוש באתרים מבלי להיתקל בבעיות. למשל, בעיית העברית הויזואלית אינה מאפשרת לטכנולוגיות מסייעות שמקריאות טקסטים עבור עיוורים ולקויי ראיה לעבוד.\n \nלאור הדרישה הקיימת, פיתחה טאקט בדיקות התמחות חדשה של בדיקות נגישות לאתרים ויישומי אינטרנט, בהתאם לתקינה של W3C. טאקט בדיקות תוכנה, מקבוצת מטריקס, ביצעה מספר בדיקות נגישות כולל שימוש בתוכנת Jaws – screen reader המיועדת לכבדי ראיה.", "keywords": "accessibility standard,roi,w3c,אתרים,בעלי מוגבלויות באינטרנט,החזר על השקעה,טאקט בדיקות,נגישות,תקנים"}