{"url": "https://www.geektime.co.il/facebook-fraud-video/", "type": "article", "title": "ניסוי: האם הפרסום בפייסבוק באמת עובד? [סרטון יומי]", "description": "המסקנות בהחלט עשויות להפתיע אתכם. ניסוי שערך הבלוג Veritasium נועד להכריע בסוגיה הנוגעת לפרסום בפייסבוק ולאפקטיביות שלו.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/facebook.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-16T13:00:36Z", "modified_time": "2014-02-16T14:06:14Z", "articleBody": "המסקנות בהחלט עשויות להפתיע אתכם. ניסוי שערך הבלוג Veritasium נועד להכריע בסוגיה הנוגעת לפרסום בפייסבוק ולאפקטיביות שלו.\n\nפירסמתם בפייסבוק וקיבלתם אלפי לייקים חדשים לעמוד? מי באמת עומד מאחורי הפרופילים שעשו לכם לייק וכיצד יתכן שלמרות שיש לכם עשרות אלפי לייקים, אף אחד לא מקליק על הלינקים שלכם, מגיב או בכלל צופה בסטטוסים שלכם?\nהולוג (בלוג וידאו) המדעי ״Veritasium״ החליט לערוך ניסוי קטן על מנת לבדוק את האפקטיביות או חוסר האפקטיביות של לייקים בפייסבוק והגיע למסקנות דיי נחרצות אותן תוכלו לגלות בסרטון הבא.\nומה יש לפייסבוק לומר על העניין? ובכן, זו התגובה הרשמית של הרשת החברתית:\n״לייקים מזוייפים לא עוזרים לנו. במהלך השנתיים האחרונות התמקדנו בניסיון להוכיח שהפרסום אצלנו מוביל לתוצאות ותוצאות כאלה אינן אפשריות באמצעות לייקים מזוייפים. בנוסף אנחנו ממשיכים לפתח ולשכלל את היכולת שלנו לאתר ולהסיר לייקים מזוייפים כל הזמן…״\nהתגובה המלאה באנגלית:\n״Fake likes don’t help us. For the last two years, we have focused on proving that our ads drive business results and we have even updated our ads to focus more on driving business objectives. Those kinds of real-world results would not be possible with fake likes. In addition, we are continually improving the systems we have to monitor and remove fake likes from the system.\nJust to be clear, he created a low quality page about something a lot of people like – cats. He spent $10 and got 150 people who liked cats to like the page. They may also like a lot of other pages which does not mean that they are not real people – lots of real people like lots of things״.\n", "keywords": "פייסבוק,פרסום,פרסום בפייסבוק,ניסוי,סרטון יומי,סרטון יומי מומלץ,לייקים מזוייפים,לייקים,facebook,veritasium"}