{"url": "https://www.geektime.co.il/apple-acquires-burstly-maker-of-testflight/", "type": "article", "title": "בשורה למפתחים? אפל רוכשת את Burstly, מפתחת TestFlight", "description": "ימים לפני הרכישה החליטה TestFlight לסגור את פלטפורמת הבדיקה שלה למשתמשי iOS בלבד. כעת, בעקבות הרכישה אפל צפויה לשלב את TestFlight בתוך סביבת הפיתוח שלה.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/testflight-logo1.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-23T12:32:36Z", "modified_time": "2014-02-23T12:44:36Z", "articleBody": "ימים לפני הרכישה החליטה TestFlight לסגור את פלטפורמת הבדיקה שלה למשתמשי iOS בלבד. כעת, בעקבות הרכישה אפל צפויה לשלב את TestFlight בתוך סביבת הפיתוח שלה.\nמקור: צילום מסך, עיבוד תמונה\nבמקרה יוצא דופן כחלק ממסע הרכישה של אפל שבדרך כלל מוסתר היטב מהציבור הרחב, אתר TechCrunch מדווח כי ענקית הטכנולוגיה מקופרטינו רכשה את חברת Burstly, מפתחת אפליקציית הבדיקה TestFlight ושירות המוניטיזציה SkyRocket. בעוד פרטי העסקה טרם נחשפו, ב-TechCrunch דווח כי הצוות העומד מאחורי החברה כבר הספיק להצטרף לפעילות של אפל בקופרטינו.\nהרכישה האחרונה של ענקית הטכנולוגיה מעלה מספר השערות להמשך דרכה של TestFlight ומה בכוונתה לעשות עם השירות המצויין, המשמש מספר גדול מאוד של מפתחי אפליקציות אשר מחפשים פלטפורמה דרכה יוכלו לספק ל-Early Adopters גירסאות מוקדמות וגירסאות Beta של האפליקציה שלהם מבלי לשלוח אותם אל ה-App Store. דרך הפלטפורמה המפתחים יכולים לזכות במבט כולל על האפליקציה, כגון סטטיסטיקות שונות, פילוח משתמשים, ניהול דיווחי באגים וכל זה באופן פשוט למדי.\nטרם הפרסומים אודות הרכישה, התגלו מספר סימנים מסגירים שהעידו על שינוי צפוי ב-TestFlight וארגון מחדש של החברה. יום לפני, הודיעה TestFlight כי תשמיט את התמיכה שלה לאפליקציות המפותחות עבור מערכת ההפעלה אנדרואיד, כאשר החל מה-21 במרץ 2014, מפתחים לא יוכלו להמשיך ולהעלות גירסאות Build של האפליקציות שלהם לפלטפורמה של TestFlight. כמו כן, החברה הפסיקה את התמיכה שלה ב-SDK של TestFlight ואף סגרה את FlightPath, שירות האנליטיקס העצמאי אותו פיתחה והיה בשלב Beta מתקדם.\nמקור: צילום מסך, עיבוד תמונה\nלמפתחי אפליקציות לאנדרואיד, אשר עשו שימוש בפלטפורמה של TestFlight יש מספר ברירות בעקבות הרכישה האחרונה והסגירה המסתמנת של שירותי TestFlight. בשוק האנדרואיד קיימות מספר אלטרנטיבות ל-TestFlight, ביניהן TestFairy הישראלית אשר מספקת גם כן שירותי סטטיסטיקות, ואף מאפשרת למפתחי האפליקציות לצפות בסרטוני וידאו המתעדים את השימוש של משתמשי הבטא באפליקציה שלהם. פרט לכך, באנדרואיד קיימת אפשרות פשוטה יותר להנגשת גירסאות מוקדמות של האפליקציות שלהם מבלי להעלות אותן ל-Play Store. אפשרות אחת היא פתיחת קהילה וגירסאת בטא באמצעות ה-Play Store עצמו, ואפשרות שנייה היא כמובן שליחת קבצי APK אל המשתמשים להתקנה על המכשיר, וביצוע תקשורת ישירה איתם.\nב-iOS המצב שונה במקצת, שכן ללא הורדה רשמית של האפליקציה מה-App Store (או ביצוע ג׳יילברייק למכשיר והתקנת Cydia), אחת מהברירות היחידות של משתמשי הבטא לראות גירסאות מוקדמות של אפליקציות אותן הם רצו לבחון לפני השליחה ל-App Store לבדיקה היו באמצעות TestFlight. כעת, נשאר רק להמתין ולראות כיצד אפל תעשה שימוש בפלטפורמה של TestFlight והאם היא תצליח לשלב אותה בסביבת הפיתוח שלה בצורה שתהיה נוחה למפתחים.\nתגובת אפל לידיעה של TechCrunch הייתה לקונית כתמיד: “Apple buys smaller technology companies from time to time, and we generally do not discuss our purpose or plans.” חשוב לציין, כי התגובה לא מאשרת או מכחישה את הידיעה.", "keywords": "testflight,טסטפלייט,אפל,apple,רכישה,acquasition"}