{"url": "https://www.geektime.co.il/utest-apphance/", "type": "article", "title": "uTest הישראלית רוכשת את Apphance [רכישה]", "description": "חברת uTest הישראלית רוכשת את חברת Apphance, במטרה להעניק ללקוחותיה סביבת בדיקה מקיפה, במקום אחד", "image": "https://files.geektime.co.il/wp-content/uploads/2012/08/logo.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-08-15T14:00:53Z", "modified_time": "2012-08-16T09:44:14Z", "articleBody": "חברת uTest הישראלית רוכשת את חברת Apphance, במטרה להעניק ללקוחותיה סביבת בדיקה מקיפה, במקום אחד\nמקור: יח”צ\nuTest, המציעה שירותי בדיקות תוכנה במיקור חוץ מודיעה היום על רכישת Apphance, פלטפורמה לבידוק אפליקציות מובייל. סכום העסקה לא ידוע, אך החברה הצהירה כי הוא עומד על שבע ספרות – ככל הנראה קצת מעל למיליון דולרים. בזכות הרכישה, תוכל uTest להציע כלי בדיקות יחיד ומקיף ללקוחותיה בוני האפליקציות.\nחברת שירותי הבדיקות הישראלית uTest נחשבת היום לשחקן הגדול בעולם בכל הקשור לתחום בדיקות התוכנה במודל חוכמת ההמונים. בין לקוחות החברה ניתן למצוא חברות סטארטאפ ו-Enterprise במגוון מגזרים: B2C, B2B, Retailers ו-Gaming, אשר מקבלות שירות מקהילת הבודקים של החברה לצורך בדיקות קוד, פונקציונאליות, עומסים ושימושיות עבור תוכנות למחשב, לאינטרנט ולמכשירים ניידים.\nלפני למעלה משנה, הכריזה החברה על שירות חדש בשם uTest Express שנועד להביא את שירות ה-Crowdsource Testing של החברה גם לקהל הסטארטאפים ולחברות צעירות, כאשר מהלך זה גרם לה להיות מוכרת כחברה הישראלית הגדולה והמובילה בעולם בתחום בדיקות התוכנה במודל של חוכמת ההמונים (Crowd Sourcing).\nהיום (ד’) הודיעה uTest על צעד נוסף בדרך להפיכתה לחברה גדולה ומבוססת – רכישת חברת Apphance, המספקת פלטפורמת Web נוחה לשימוש המאפשרת למפתחים לאתר באגים ותקלות במוצרים שלהם וכמובן לקבל פידבק מהמשתמשים.\nבמסגרת עסקת הרכישה, ובמטרה להדגים את היכולות של Apphance, תציע uTest את הפלטפורמה לשימוש חופשי עבור מפתחי אפליקציות, עד לסוף שנת 2012. בנוסף, uTest תקבל את כל הזכויות על החברה המפתחת, כמו גם את צוות מהנדסי התוכנה שימשיכו לעבוד, לפתח ולהרחיב את החברה. כך, תוכל לשפר את יכולות התקשורת של המפתחים המשתמשים בשירותיה של uTest עם הטסטרים בזמן אמת ולהציע להם סביבת עבודה רחבה יותר שתעזור להם לשפר ולשדרג את המוצרים מיד עם זיהוי בעיה או באג.\nהרכישה של uTest היא למעשה צעד נוסף של החברה בדרך להפיכתה למעצמת בדיקות כלל עולמית. בניגוד לאופן הפעולה של הרבה חברות סטארטאפ ישראליות, בו הן מכוונת לאקזיט, uTest מציגה גישה מעט שונה בנוף המקומי בכך שמעוניינת לעמוד על שתי רגליה בעצמה ולהיות המקום העיקרי אליו פונים מפתחים לקבל שירותי בדיקה ואולי אף להציע פלטפורמת עבודה נוחה עבור בודקי תוכנה מקצועיים, או מתחילים.\nמנכ”ל uTest, דורון ראובני, סיפר כי הרכישה היא אכן צעד ענק מבחינת הצמיחה של החברה ובאמצעות הוספת Apphance לשלל השירותים שמציעה ללקוחותיה, מסוגלת להציג ערך מוסף ומשמעותי ולחזק את המיצוב של החברה כפתרון המקיף עבור מפתחי אפליקציות מובייל בכל העולם.\nג’ייקוב ליפינסקי, מנכ”ל Polidea שיצרה את Apphance הוסיף כי בעזרת שיתוף הפעולה של שתי החברות, יוכלו מפתחים מכל העולם לעשות שימוש בטכנולוגיה שיצרו וכך לוודא האם האפליקציות שעובדים עליהן כעת, אכן יפעלו כראוי כשיגיעו לידיו של משתמש הקצה.\nכיום, קהילת uTest מונה למעלה מ-60,000 בודקי תוכנה ביותר מ-190 מדינות, כך שלמפתחים יש גישה לכמעט כל מכשיר, פלטפורמה, יצרנית, מפעילה וכדומה על מנת לבדוק שהמוצר שלהם אכן נתמך ועובד כראוי. בזכות הקהילה הגדולה הקיימת ב-uTest, המציעה מגוון רחב של יכולות וכשרונות מצליחה החברה לבטא את חוכמת ההמונים, תוך כדי ביצוע משימות מורכבות יחסית ועל בסיס יום-יומי.\nApphance. מקור: יח”צ\nבחודש אוקטובר הקרוב ייערך אירוע הסטארטאפים הבינלאומי הגדול ביותר בישראל, StartTWS שיכלול הרצאות ופאנלים בנושא סטארטאפים והון סיכון ואת ה-Startup Arena, תחרות הסטאטראפים הבינלאומית הראשונה שנערכת בישראל. השנה, בנוסף לאירוע עצמו, תערך מסיבה מיוחדת וסגורה למוזמנים בלבד בערב שלאחר הכנס. 100 הראשונים שירכשו כרטיסים במסגרת מבצע ה-Early Bird, יקבלו גם כרטיס כניסה למסיבה, יחד עם הכרטיס לכנס, ללא תוספת מחיר!\nיש לכם סטארטאפ ואתם לפני השקה רשמית של המוצר? אולי תוכלו לחשוף אותו על הבמה ב-Startup Arena ולזכות לחשיפה למדיה הטכנולוגית בכל העולם. ההרשמה ל-Startup Arena נסגרת בסוף חודש אוגוסט כך שיש לכם קצת פחות מ-3 שבועות להגיש את המועמדות שלכם בעמוד ההרשמה באתר האירוע", "keywords": "utest,יוטסט,דורון ראובני,בודק תוכנה,qa,polidea,רכישה,"}