{"url": "https://www.geektime.co.il/ivc-kpmg-israeli-startups-1-92-billion-dollars-in-2012/", "type": "article", "title": "עכשיו גם הנתונים מוכיחים: בועת הסטארטאפים וההון-סיכון של 2012 קיימת גם בישראל", "description": "על פי תוצאות הסקר שערכו חברות IVC ו-KPMG, ההייטק הישראלי גייס 1.92 מיליארד דולרים במהלך שנת 2012.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/ivc-003.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-14T12:48:30Z", "modified_time": "2013-01-14T17:09:40Z", "articleBody": "על פי תוצאות הסקר שערכו חברות IVC ו-KPMG, ההייטק הישראלי גייס 1.92 מיליארד דולרים במהלך שנת 2012.\nחברת המחקר IVC ביחד עם פירמת רואי החשבון KPMG מציגות את תוצאות הסקר שביצעו, הבודק השקעות הון סיכון של קרנות הון סיכון ישראליות וזרות וגופי השקעה אחרים, ישראלים וזרים, בחברות הייטק ישראליות. הסקר הנוכחי זכה לשיתוף פעולה מצד 101 משקיעים, הכוללים 50 קרנות הון סיכון ישראליות ו-51 משקיעים נוספים.\nעל פי תוצאות הסקר, מדווחות החברות כי חברות ההייטק הישראליות גייסו במהלך שנת 2012 סכום העומד על 1.92 מיליארד דולרים. במהלך השנה האחרונה, 575 חברות גייסו סכום זה ממשקיעים מקומיים וזרים, ולמרות הנתון המשמעותי מדובר על ירידה של עשרה אחוזים לעומת שנה שעברה, במהלכה גייסו 545 חברות סכום של 2.14 מיליארד דולרים.\nעל פי המחקר שערכו החברות, מגמת הירידה לעומת השנה שעברה הינה כוללת ונוגעת לא רק בתחומי העיסוק של החברות, אלא גם בסוגי ההשקעות שקיבלו. ממסקנותיה גילתה כי סבבים מגובי הון סיכון הסתכמו ב-1.37 מיליארד דולרים, ומדובר בירידה של 22 אחוזים לעומת סכום של 1.76 מיליארד דולרים ב-2011. ההשקעות של קרנות הון ישראליות הסתכמו ב-516 מיליון דולרים, ירידה של 19 אחוזים לעומת 638 מיליון דולרים בשנה שעברה.\nאך לא הכל שחור, שכן ברבעון הרביעי של 2012 גויסו 494 מיליון דולרים על ידי 163 חברות, ומדובר בעלייה של חמישה אחוזים בהשוואה לרבעון הקודם. 157 חברות סיד ישראליות גייסו 146 מיליון דולרים, עלייה של 55 אחוזים לעומת השנה שעברה, והסקטור הפופולארי ביותר במהלך 2012 היה סקטור מדעי החיים, שהוביל את הגיוסים עם 497 מיליון דולרים, עלייה של 28 אחוזים לעומת 2011.\nתחום התוכנה הצטמצם השנה ל-17 אחוזים בלבד, לעומת 19 אחוזים במהלך 2011, וגם תחום התקשורת קטן מ-20 אחוזים ב-2011, ל-17 אחוזים בלבד במהלך 2012. תחום האינטרנט לא סבל מירידה משמעותית, אך כן “נפל” ל-21 אחוזים במהלך השנה האחרונה, לעומת 22 אחוזים ב-2011.\nמקור: סקר IVC ו-KPMG\nמתוך סך של 516 מיליון דולר שהושקעו על ידי קרנות הון הסיכון הישראליות בחברות היי-טק בשנת 2012, 195 מיליון דולר (38 אחוזים) הוקצו להשקעות ראשונות, ומדובר בעליה של שמונה אחוזים בהשוואה ל-181 מיליון דולר בשנת 2011. סכום של 321 מיליון דולר, 62 אחוזים, הוקצו להשקעות המשך.\nברבעון הרביעי של 2012, קרנות הון הסיכון הישראליות השקיעו 140 מיליון דולר, ירידה של שבעה אחוזים מ- 150 מיליון דולר שהושקעו ברבעון המקביל ב- 2011. שיעור ההשקעות הראשונות של הקרנות היה 48 אחוזים מסך השקעותיהן הדולריות, והשקעות ההמשך משכו נתח של 52 אחוזים.\nמקור: סקר IVC ו-KPMG\nהנתונים הללו, הנאספים באופן תדיר על-ידי חברת המחקר הישראלית IVC, רק מאשרים את קיומה של בועת השקעות, בעיקר בשלבי ההשקעות המוקדמים יותר, כפי שכתבנו בסיכום השנה בהון-סיכון ובסטארטאפים בישראל.\nהחלק הבולט ביותר בנתונים מצביע על-כך שלמרות שקיימת עלייה משמעותית בכמות ההשקעות בשלבים המוקדמים, בכך הכל סכומי ההשקעה ירדו משמעותית. מניתוח פשוט של הנתונים אפשר להבין כי אף על-פי שרוב הכסף הלך להשקעות המשך, כמות ההשקעות עצמה הינה המשמעותית כאן ואם ננסה לקרוא בין השורות הרי שנראה כי בעוד שכמות ההשקעות בשלבים המוקדמים עלתה בקיצוניות, כמות ההשקעות בשלבי ההמשך ממשיכה לרדת. כתוצאה מכך, נמשיך לראות גם ב-2013 יחס תמותה גבוה יותר מהממוצע של סטארטאפים צעירים, אשר קיבלו מימון בשלב מוקדם, אך כנראה שלא יצליחו לגייס מימון להמשך פעילותם.\nלגבי הנתונים של הרבעון הרביעי של 2012, אף על-פי שלמראית עין הם מציגים מגמת שיפור, חשוב להבין שיש לא מעט גורמים שמשפיעים על התנהלות משקיעים וקרנות בסוף השנה וכי ההשוואה המשמעותית יותר היא דווקא זאת של הרבעון הרביעי של 2012 מול זה של השנה שעברה, המציג ירידה מתונה יחסית, אך עדיין ירידה.\nהערה אחת קטנה לסיום, סצינת ההון סיכון בישראל נמדדת לא רק לפי כמות ההשקעות שבה, אלא גם לפי הביצועים של המשקיעים והקרנות. בדו”ח הנוכחי לא נכללו נתונים חדשים על ביצועי הקרנות ב-2012, אך בהסתמך על המידע שנאסף בניוזגיק בצירוף נתוני IVC מדו”חות שפורסמו במהלך השנה אנחנו בהחלט יכולים לראות שפרט למספר אקזיטים גדולים ומוצלחים כנראה שגם 2012 לא הייתה שנה מוצלחת עבור הקרנות הישראליות. בכל מקרה, אנחנו נאלץ להמתין לנתונים הרשמיים כדי לסגור סופית את הפרק הזה.", "keywords": "ivc,kpmg,הייטק,היי-טק בישראל,היי-טק,חברות ישראליות,סטארטאפים ישראלים,סטארטאפ,סטארטאפים,קרן הון סיכון,הון סיכון,קרנות הון סיכון,גיוס כסף מקרן הון סיכון,הון סיכון בישראל,"}