{"url": "https://www.geektime.co.il/otoma-raises-8m/", "type": "article", "title": "הסטארטאפ שרוצה להביא את הבנקים למאה ה-21 גייס 8 מיליון דולר", "description": "במקום להטמיע מערכות חדשות באופן ידני, המערכת של אוטומה רותמת את יכולות האוטומציה כדי להפוך את התהליך למהיר ועם כמה שפחות בעיות בדרך", "image": "https://files.geektime.co.il/wp-content/uploads/2019/10/architectural-design-architecture-banks-351264-1-1571812066-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-10-23T10:00:55Z", "modified_time": "2019-10-23T10:00:55Z", "articleBody": "במקום להטמיע מערכות חדשות באופן ידני, המערכת של אוטומה רותמת את יכולות האוטומציה כדי להפוך את התהליך למהיר ועם כמה שפחות בעיות בדרך\nתמונה: Pexels\nחברת Otoma (אוטומה) הודיעה על השלמת סבב גיוס A בהיקף של 8 מיליון דולר בהובלת קרן Moneta וקרן New Era Capital Partners, ובהשתתפות ClalTech.\nלמרות שלכל בנק היום יש אפליקציה סבירה, קשה להגיד שהם התפתחו מבחינה טכנולוגית, ויש לכך סיבות טובות: הטמעות של מערכות חדשות על גבי המערכות המיושנות של הבנקים עשוית לגרום ללא מעט בעיות, אי התאמות ושלל תקלות שגם עשויות לגרום להשבתה של חלק ממערכות הבנק ובעיות רגולציה שונות. בסופו של דבר, כל התקלות והעיכובים הללו עולים לבנקים לא מעט כסף, ועשויים לפגוע בו ובסופו של דבר גם בנו. המערכת של Otoma מורכבת מאוסף מודולים אשר רותם את כוח האוטומציה לצורך תהליך ההטמעה, והופך אותה למהירה, יעילה ומדויקת יותר מאשר האופן בו מערכות חדשות נפרשות כיום.\nבמקום לבדוק את אופן הטמעת המערכות באופן ידני, המערכת של Otoma מסוגלת ליצור בדיקות אוטומטיות אשר מבוססות על מקרים מהעולם האמיתי (בניגוד למקרים תיאורטיים שלעיתים לא תואמים את המציאות), ולהציג את המידע בצורה גרפית וברורה, כדי שתהליך ההטמעה יהיה מהיר יותר, מה שיכול לחסוך לבנקים ולחברות לא מעט כסף, ובתקווה גם לחסוך להם בעיות בתהליך.\nOtoma הוקמה בשנת 2016 על ידי צחי יניב, מנכ״ל החברה, וראובן בן מנחם, שייסד את פאנדטק אשר נמכרה לקרן GTCR ב-2011 תמורת 400 מיליון דולר. בפברואר 2018 השלימה החברה סבב גיוס Seed בהיקף של 3.5 מיליון דולר מ-New Era Capital Partners. החברה מעסיקה כ-20 עובדים במשרדיה אשר בתל אביב ובורשה. לפי כלכליסט, החברה צפויה להשתמש בכספי הגיוס לצורך הרחבת פעילות המחקר ופיתוח שלה ולצורך התרחבות בשוק האירופי והאמריקאי.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "אוטומה,otoma,ראובן בן מנחם,פאנדטק,fundtech,פינטק,בנקים,הטמעה,אוטומציה"}