{"url": "https://www.geektime.co.il/software-translation-101/", "type": "article", "title": "כל מה שצריך לדעת כדי לתרגם את האפליקציה שלך [מדריך למתחילים]", "description": "האם אפשר לקחת את המערכת שנכתבה לשוק האמריקאי, ולהתאים אותה למדינות ושפות נוספות? מה בדיוק צריך לעשות? איך יודעים שזה עובד כמו שצריך ומאיפה מתחילים? ליאור בר-און מסביר על כל מה שצריך לדעת לפני שמתחילים", "image": "https://files.geektime.co.il/wp-content/uploads/2014/03/shutterstock_146188760.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-07T08:11:40Z", "modified_time": "2014-03-07T11:35:14Z", "articleBody": "האם אפשר לקחת את המערכת שנכתבה לשוק האמריקאי, ולהתאים אותה למדינות ושפות נוספות? מה בדיוק צריך לעשות? איך יודעים שזה עובד כמו שצריך ומאיפה מתחילים? ליאור בר-און מסביר על כל מה שצריך לדעת לפני שמתחילים\nנניח שיש לכם מוצר בשם “FlappyWare”, והוא מוצלח למדי. התחלתם למכור אותו בארה”ב (דא!) והמכירות כבר זורמות מעצמן. עכשיו אתם רוצים להתרחב לשוק גדול אחר: אירופה. אולי לשוק קטן ומקומי: ישראל, ואולי למזרח הרחוק.\nמה בעצם הבעיה לקחת את המערכת שנכתבה לשוק האמריקאי, ולהתאים אותה למדינות נוספות כגון: אנגליה, גרמניה, ספרד וישראל?\nאנגליה: השפה היא כמו שפת המערכת הקיימת, אנגלית.\nגרמניה: יש לכם מתרגם שיתרגם בקלות לגרמנית ומישהו בחברה שיודע ספרדית היטב.\nתוך כמה ימים אתם יוצרים אקסל עם כל הודעות המערכת למשמש (“user strings”) בכל 4 השפות.\nסביבת הפיתוח מאפשרת ניהול מספר שפות ל-User Strings (תהיה זו ג’אווה עם Resource Bundle property files או iOS עם NSLocalizedString).האם זה יותר מעניין של כמה ימים – בכדי לכבוש את העולם המערבי המפותח? (פרגון לישראל).\nאני כותב את הפוסט בהמשך להאזנה לפרק של מובייל ובירה ששמעתי לאחרונה – פודקאסט עברי מוצלח על פיתוח מובייל שאני שמח להמליץ עליו בהזדמנות זאת. אני שומע קבוע והוא עוזר לי להישאר בעניינים בנושאי פיתוח למובייל.\nאחד מחברי הפודקאסט סיפר שאפליקציית מובייל שהם כתבו הצליחה באופן מפתיע בשוק הרוסי והשוק הסיני – והם החליטו לתרגם את האפליקציה לשפות אלו. אני מכיר את נושאי רב-הלשוניות (Multi-lingual) מעולם ה-Enterprise, אך נראה שהוא רלוונטי למדי גם לאפליקציות מובייל.\nנושא ריבוי-הלשונות הוא נושא לא-מורכב, אך עשוי להיות מעט מפתיע. נראה לי שהוא גם לא כל-כך מוכר. בבדיקה קצרה בגוגל לא מצאתי עליו חומר איכותי, לא ספרים ובטח לא חומר טוב בעברית ובדיוק את זה אני רוצה לשנות עם הפוסט הנוכחי.\n\nבתחום זה יש 3 מושגים מבלבלים:\nראשית הסבר על מהות הקיצורים המשונים:\nהמינוח Internationalization הוא דיי ארוך. מכיוון שאנשים מזהים מילים בעיקר בעזרת האות הפותחת והמסיימת, אפשר לקצר ל “i—n” ולשמור על היכולת של לקשר את הקיצור למילה המקורית. כמה אותיות יש באמצע? 18. לכן: i18n. (לא מאמינים? תספרו).\nמה הקשר בין שלושת המושגים? האם Globalization הוא ההיפך מ Localization? האם זה אותו הדבר?\nאפשר לסכם את הקשר בעזרת הנוסחה הבאה: g11n = i18n + l10n.\nInternationalization הוא התהליך של הכנת התוכנה לריבוי שפות ואזורים (regions).\nLocalization הוא התהליך של התאמה לאזור / שפה מסוימת. התאמה כוללת אלמנטים של שפה (עברית, אנגלית) כללים של האזור (מטבע, שיטה מטרית, צורה לכתוב תאריך וכו’) ורגולציות (למשל: חוקי פרטיות בגרמניה המחייבים למחוק פרטים היכולים לזהות אדם ספציפי מלוגים של מערכת).\nעוד אלמנט שנוגע לאזור הוא עיצוב: צבעים, אייקונים וסמלים יכולים להתפרש במדינה אחת בצורה שונה מאשר במדינה אחרת.\nGlobalization הוא התהליך הכולל של Internationalization ו Localization, הכולל הכנה לריבוי-שפות ואז התאמה למספר שפות/אזורים ספציפיים.\nשיטה אחרת (עמוד 2 במסמך) מתארת את הקשרים מעט אחרת ומדברת גם על Localizability, L12y). אם האנשים שעובדים אתכם נוהגים ע”פ המודל השני, פשוט הפכו את שמות המושגים i18n ו g11n – כל השאר נשאר בערך אותו הדבר.\nמונח נפוץ אחר, בעיקר ב API של שפות תכנות, הוא Locale (תרגום לעברית: מקום).\nLocale הוא אובייקט המתאר קומבינציה של שפה (“עברית”), אזור (“קנדה”) ולעתים גם codeset (שזה בעצם encoding, כמו UTF-8 – נושא שאפשר להקדיש לו פוסט משלו). בד”כ יהיה לנו על ה session אובייקט locale שבעזרתו נדע כיצד לשרת את המשתמש הנוכחי.\nנהוג לקדד את ה Locale בעזרת שפה ע”פ תקן ISO 639-1 ואזור ע”פ תקן ISO 3166-1.\nלמשל: en_US (אנגלית, ארה”ב), en_GB (אנגלית, ארה”ב) או zh_CN (סינית בסין) או אפשר גם he_CN (עברית בסין).\nLocale, אפרופו, מבטאים כ”לו-קאל” (כמו “לוראל” – חברת קוסמטיקה) ולא “לוקייל”, כפי שלעתים נהוג.\nהכנסתם למערכת את כל משפטי הטקסט ב-3 השפות החדשות (גרמנית, צרפתית ועברית). אבל הלקוחות מתלוננים:\nכאשר המשתמשים שלכם מגיעים מתרבות שונה ודוברים שפה שונה, גם הטיפול בכל case/bug נהייה קשה יותר. כשלקוח טוען ש”בהונגרית זה צריך להיות ככה…”, ואתם לא מבינים על מה הוא מדבר / למה זה יצא אחרת – זה יכול להיות מאמץ לא קטן להבין ולתקן.\n\nלפני שנבחן “מה יכול להשתבש?” (זה החלק המשעשע), כדאי לדבר גם על תהליך התרגום, שגם הוא עשוי מעט להפתיע. בגדול, ניתן לחלק את מה שנרצה לתרגם ל 2 סוגים ב 2 קטגוריות.\nהקטגוריות הן:\nשני סוגי התוכן הם:\nאת התרגום נוהגים לעשות מתוך ה-Master Language. כלומר, בוחרים שפה “מובילה” (בארץ זו תהיה בד”כ אנגלית, אך במדינות אירופיות זו עשויה בהחלט להיות השפה המקומית) בה ייכתבו הטקסטים המקוריים וממנה יתורגמו כל השפות – בכדי לצמצם טעויות.\nאפילו אם המערכת שאותה נרצה לתרגם היא מערכת online (למשל ממשק וובי בענן), את התרגום נהוג לא לבצע בתוך המערכת אלא במערכות תרגום ייחודיות. למשל: במקרה של תרגום תוכן-לקוח, עשוי להראות סביר לספק את היכולת בתוך המערכת, הרי יש כבר ממשק ווב. מה יותר נוח מזה?!\nלרוב זה לא יהיה נוח מ-2 סיבות:\nא. למתרגם לא תמיד תהיה גישה למערכת ה-Online.\nב. כלי התרגום מספקים יתרונות משמעותיים (למשל מילון-מונחים שכבר בשימוש במערכת, Thesaurus ועוד) – והמתרגמים עשויים דווקא לגבות מחיר גבוה יותר על שימוש במערכת אונליין.\nפרט קטן לגבי התרגום לא ציינתי: המתרגמים לרוב עושים את עבודתם ללא שהם מכירים לעומק את האפליקציה שהם מתרגמים.\n“לעומק”? תנו לי לתקן: הרבה פעמים הם מעולם לא ראו אותה או לא אפילו לא יודעים מהי.\nרוצים להימנע מתרגום נוסח Google Translate או תרגומים מביכים כגון “רפידת הטקסט” (TextPad)? – אם כן, כדאי שתעזרו למתרגמים.\n\nמתרגמים קצת יותר רציניים יבקשו מסמך המתאר את האפליקציה, הסיטואציה והמשתמשים – או יקבעו פגישה כדי ללמוד ולכתוב כזה בעצמם למתרגמים האחרים. המתרגמים יכולים לעבוד בכל העולם ותרגום מחרוזות האפליקציה שלכם (אם היא לא גדולה) יכולה להיות אפליקציה אחת מתוך ארבעה שהם מתרגמים באותו היום. במיוחד כאשר מדובר בעדכוני-גרסה, ולא תוכנה שעוברת תרגום בפעם הראשונה.\nעם מסמכים בפורמטים שונים (Pdf, תמונות, תמונות וקטוריות וכו’) – המתרגמים יכולים להסתבך, ולשלוח לקבלן משנה בעל הבנה פחותה יותר במה מדובר. איך תאמדו את איכות התוצאה?\nמה שעושים בדרך כלל (כשרוצים תוצאות יותר טובות) הוא מפרקים את הטקסטים מתוך קבצי המדיה השונים ושולחים אותם כ Strings. משאירים את הטיפול בפורמטים השונים של קבצי המדיה in-house.\nאם המערכת שלכם מספקת יכולת לתרגם תוכן-לקוח – זה אומר לאפשר להוסיף מחרוזות שלא נמצאות במערכת.\nדבר שני וחשוב יותר הוא הוספת תיאור קצר שמספק את ההקשר לכל מחרוזת. לדוגמה על “Hall of Fame” ניתן לציין שזוהי כותרת מסך עם תוצאות המשחק הטובות ביותר או דף באתר האינטרנט המאתר את מורשת החברה. התרגום – יהיה שונה ע”פ ההקשר שיסופק.\nאת ההערות מוסיפים פעמים רבות המתכנתים תוך כדי שהם כותבים את הקוד. כל מחרוזת שהיא טקסט לתרגום (לא כל המחרוזות בתוכנה הן כאלו, כמובן) – מתווספת עם הערה. יש סביבות בהן מוסיפים את ההערות בקוד (iOS?) וכאלו שבעזרת כלים נלווים ב IDE (למשל בג’אווה).\nאחרי שמסיימים פרויקט תרגום, נראה הגיוני מאוד לסמן את המחרוזות למשתמש (“User Strings”) בפרויקט הבא מהיום הראשון, כך שלא יהיה צריך לעבור מחרוזת-מחרוזת בקוד ולאתר את כל הטקסטים למשתמש. כך גם הומלץ בפרק של “מובייל ובירה” שעסק בנושא.\nמניסיוני, אפשר לעשות זאת אם כלי הפיתוח באמת נוחים. Localization הוא קצת מעבר ל User Strings ולא כדאי להתחיל להשקיע לפני שברור שזו המטרה.\nאת המחרוזות לתרגום, נוהגים לנהל באחד מ-2 פורמטים נפוצים:\nPO/POT – שמקובל בעולם ה Unix. מערכת WordPress, למשל משתמשת בו.\nXLIFF – מקובל יותר בעולם הג’אווה / אנטרפרייז. אפשר להמיר בקלות קבצי properties שמייצר Eclipse ל XLIFF.\nעוד בסיס מידע חשוב הוא ה-Translation Memory, מין “בסיס נתונים” (קובץ TMX או TBX) של המונחים בהם השתמשו במערכת. כאשר מתרגם יקבל מכם עוד עבודה אחרי חצי שנה שלא נגע במערכת (כאילו שהוא זוכר אותה) – ה-Translation Memory יזכירו לו באלו מונחים הוא השתמש בעבר והוא יוכל לשמור על קונסיסטנטיות.\nכדי שהמתרגמים יוכלו להיות עקביים, גם עליכם להיות עקביים במונחים בהם אתם משתמשים בשפת ה-Master Language, כמובן.\nזה כמובן תלוי בשפת וסביבת הפיתוח. אני אצמד לדוגמאות ב-Java – השפה בה אני מכיר את הנושא בצורה הטובה ביותר.\nבג’אווה יש מנגנון בשם Resource Bundles שעוזר לנהל user strings בשפות שונות.\nאת ה Resource Bundle ניתן לייצר בעזרת Wizard ב Eclipse:\n\nבאותו הרגע נוצרים הקבצים הבאים:\nלאחר מכן ניתן לערוך את קבצי ה-properties, כאשר כל key מייצג מחרוזת בכל שפה.\nאצלנו בחברה היה Editor אחר, אולי פרי פיתוח פנימי. אנא סלחו אם אני מפספס פה איזה פרט.\nבזמן ריצה של הקוד ישלוף את המחרוזת המתורגמת המתאימה:\nשימו לב שלג’אווה יש מנגנון fallback אם הוא לא מוצא את הלוקאל המדויק:\nאם למשל הלוקאל הוא “en_US” אך אין קובץ כזה, הוא ינסה להשתמש ב “en”. אם אין גם קובץ כזה – הוא ילך לקובץ ברירת המחדל (למשל: plugin.properties).\nאם האפליקציה שלכם מקבלת קלט בשפה שאיננה אנגלית ומנסה למיין אותו – היא עלולה להיכשל.\nנתחיל בכך שמתודת ()compareTo של המחלקה String בג’אווה עלולה כבר לגרום לטעות, אפילו בשפה האנגלית.\nמדוע? בגלל הקידוד (להלן כמה יסודות שחשובים בכדי להבין).\nבגדול, כל מחרוזת טקסט היא חסרת משמעות – אלא אם ידוע הקידוד שלה. הקידוד הוא כמו מפתח שמסביר כיצד לקרוא את המחרוזת. אם השתמשתם בקידוד שגוי, אתם עשויים לראות במקום טקסט – רצף של קשקושים או ריבועים חלולים (שמשמעם ב”חלונות”: אות שהייתה תקלה בפענוח שלה ולא יודעים כיצד לפענח).\nהקידוד הבסיסי ביותר הוא קידוד בשם ASCII:\nASCII הוא קידוד 7-ביט. כלומר: כל אות יכולה להיות אחת מתוך 128 סימנים או אותיות. 32 התווים הראשונים הם control characters: טאב, רווח, מחיקה ועוד סימנים שרובם חסרי משמעות גרפית (למשל: סוף שורה). שאר התווים הם מספרים, אותיות וכמה סימני-שפה.\nישנן הרחבות לASCII של 8-ביט המוסיפות עוד כ 128 תווים המותאמים לשפות נוספות (כל הרחבה – לשפה אחרת). כלומר כל סימן/אות (character) הוא בית אחד / 8-ביט.ֿ\nמשפחת הסימנים הנראים של ASCII 8bit, בהתאמה לעברית (סימנים במסגרת הירוקה), מוצגים בתוכנת Character Map של “חלונות”\nמיון בסיסי בשפת ג’אווה (וברוב השפות האחרות) מתבסס על הערך המספרי של האותיות במחרוזת.\nכפי שניתן לראות, הערך המספרי של האות “Z” (גדולה) הוא 90, בעוד שהערך של “a” (קטנה) הוא גבוה יותר (97) – ולכן מיון יסדר מחרוזות בסדר הבא:\n…למרות שהיינו מצפים שהמילה ambulance תהיה במקום הראשון (סדר לקסיקוגרפי – כמו מילון).\nפתרון נפוץ לאנגלית: לעשות מיון ע”פ צורת ה upperCase של המחרוזות.\nאך זה לא עובד בשפות רבות אחרות….\n\nהצרפתים, כידוע, רגישים לשפה שלהם. לא תרכשו ידידות עם לקוח צרפתי בניסיון להסביר לו שמיון ע”פ הטעמה בחוקים הצרפתיים זו דקות מוזרה או קטנה – ושיסתדר.\nאפשר להתייאש. להגיד ללקוחות שככה זה אצלכם ושיעברו לאנגלית, אם זה מפריע להם.\nאפשר לנסות ללמוד את כל הבעיות בכל השפות השונות – ולממש אלגוריתם מיון, אך לא כדאי.\nאפשר להשתמש בכלי קיים להתמודד עם בעיות ה internationalization – וזה מה שאמליץ לעשות.\nג’אווה, כבר מגרסאות מוקדמות, כללה סט כלים עשיר ל i18n, רובם תחת החבילה java.text.\nבמשך השנים, התחזוקה והעדכון של ספריות אלו מעט הוזנח וכיום הן נחשבות עדיין טובות – אך לא “state of the art”.\nאם נושא ה i18n חשוב לכם באמת – הייתי ממליץ להשתמש בספריית ICU של IBM – ספריית open source בג’אווה (יש גם גרסת ++C) ל g11n המתוחזקת ברמה טובה.\nיש גם רשימה של ספריות ג’אווהסקריפט לתמיכה ב i18n – אולם אין לי ניסיון עמן ואני לא יודע להמליץ.\nבג`אווה, הביטוי הבא יבצע השוואה נכונה, ע”פ השפה הנתונה:\nל-ICU יש גרסה משלה ל Collator – מדויקת יותר ואם אתם מתכוונים לעשות הרבה השוואות על אותה קבוצת מחרוזות (למשל: מיון תכוף), collator איננו מאוד יעיל ועדיך להשתמש ב CollatorKeys.\nטוב, כיסינו רק את נושא המיון – אך יש עוד מספר מקרים שכדאי להתייחס אליהם (חיפוש, עיבוד מחרוזות, html וכו’) אותם אני מקווה לכסות בפוסט המשך.\nהתאמה של אפליקציה לשפות אחרות (“ריבוי-לשונות”) היא לא רק “כאב ראש” ו”סיבוך נוסף” – זוהי הזדמנות להגיע לפלח שוק גדול בהרבה, מבלי להוסיף למערכת הרבה פיצ’רים. בעוד אנשי מקצוע מסוימים (למשל: מתכנתים) “מחויבים” לשלוט בשפה האנגלית, עובדים במגזרים שונים ואנשים פרטיים – לא זקוקים לכך. מעבר לכך: הם יכולים לשלוט באנגלית, אך עדיין לרצות תוכנה בשפה שלהם.\nריבוי-לשונות עשוי להיות פיצ’ר מכניס מאוד למערכת שכבר הוכיחה את עצמה.\nכמובן שיש לתהליך globalization מלא יש עלות, במיוחד אם מתחילים לעשות שינויים בקוד (עבור חיפוש, מיון וכו’). כדאי להכיר את הנושאים ולהשתמש בפוסט(ים) כ reference לאלו בעיות יכולות לצוץ, ולבחור ע”פ מצב השוק – כמה רחוק ללכת.\nשיהיה בהצלחה!\n—-\nלינקים רלוונטיים:\nסקירה מקיפה על פורמטים וכלים על תרגום (אם המערכת שלכם תנהל תרגום): http://edutechwiki.unige.ch/en/Software_localization\nהתרגומיה, בלוג עברי על תרגום :http://yaeltranslation.com\nהפוסט פורסם במקור בבלוג Software Archiblog\nקרדיט תמונה: Shutterstock / International, comprehending", "keywords": "תרגום,לוקליזציה,תרגום לשפות,תרגום אפליקציות,translation,localisation,localization,מדריך לתרגום אפליקציות,איך מתרגמים אפליקציה"}