{"url": "https://www.geektime.co.il/google-translate-hebrew-update/", "type": "article", "title": "הסוף לשגיאות תרגום מביכות? שירות התרגום של גוגל משתדרג", "description": "החברה הכריזה כי שירות התרגום שלה יפסיק לנסות לתרגם מילולית ויתחיל להתייחס למשפטים שלמים, כדי שנוכל להבין מה כתוב שם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/hero-forbusiness.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-31T15:00:45Z", "modified_time": "2017-03-31T07:47:57Z", "articleBody": "החברה הכריזה כי שירות התרגום שלה יפסיק לנסות לתרגם מילולית ויתחיל להתייחס למשפטים שלמים, כדי שנוכל להבין מה כתוב שם\nמקור: Google Translate\nמאת יאיר מור, NEXTER\nתשכחו ממשפטים לא קוהרנטיים ומעברים חדשים בין לשון רבים ויחיד או זכר ונקבה: גוגל הודיעה כי שירות התרגום שלה יספק כעת תרגומים טובים יותר לעברית ולערבית. אז כדי לבחון את ההבטחה, המשך הכתבה נכתב באנגלית ותורגם באמצעות השירות*:\n“גוגל טוענת כי שיפור זה אפשרי הודות לשילוב של טכנולוגיית הלמידה מכונה. רשת “העצבים” של Google מנתחת את המשפט כולו, במקום לתרגם כל מילה או שתיים באופן עצמאי. במילים אחרות, המערכת של החברה מנסה להבין איך בנוי המשפט, בדומה לתלמיד שיתבקש ללמוד בלשון.\nגוגל אומרת שהתרגום המשופר ישתפר עם הזמן, ככל שיותר אנשים ישתמשו בו ויעניקו למערכת ידע רב יותר על האופן שבו בני אדם בעצם מדברים (או כותבים). המערכת החדשה עובדת על בקשות תרגום מאתרי האינטרנט של החברה (חיפוש ותרגום), וכן מאפליקציית השירות ל- Android ו- iPhone”.\nמקור: צילום מסך\n* הטקסט שהוזן לתרגום:\nGoogle claims that this improvement is possible thanks to the integration of machine learning technology. Google’s “neural network” analyzes the sentence as a whole, instead of translating every word or two independently. In other words, the company’s system tries to understand how the sentence is built, much like a student would be asked to do in linguistic studies.\nGoogle says the improved translation will get better over time, as more people use it and give the system more knowledge of how humans actually speak (or write). The new system works on translation requests from the company’s websites (both Search and Translate), as well as from the service app for Android and iPhone.\n\nהכתבה פורסמה במקור ב-NEXTER\nלקריאה נוספת:\nהצצה ראשונה לגלקסי S8 של סמסונג\nמבחן הדואר: הזמנו 15 חבילות מחו”ל – כמה זמן לקח להן להגיע?", "keywords": "google,google translate,תרגום,תרגום גוגל,תרגום לעברית"}