{"url": "https://www.geektime.co.il/zimperium-raises-25-mln/", "type": "article", "title": "זימפריום משלימה גיוס 25 מיליון דולר, כדי לאבטח את הסמארטפונים שלנו", "description": "חברת אבטחת המובייל הישראלית Zimperium משלימה סבב גיוס שלישי בגובה 25 מיליון דולר; החברה פיתחה את מערכת האבטחה של סולארין, הסמארטפון היקר בעולם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/ZIM.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-08T09:19:09Z", "modified_time": "2016-06-08T09:27:17Z", "articleBody": "חברת אבטחת המובייל הישראלית Zimperium משלימה סבב גיוס שלישי בגובה 25 מיליון דולר; החברה פיתחה את מערכת האבטחה של סולארין, הסמארטפון היקר בעולם\nסולארין, המכשיר היקר בעולם, שמתבסס על הטכנולוגיה של Zimperium. מקור: Sirin Labs\nלפני כשבוע הציגה חברת Sirin Labs של משה חוגג את סולארין, הסמארטפון הראשון מתוצרתה. אמנם רוב הדיווחים והכותרות עסקו בתג המחיר הגבוה של המכשיר, אולם ביצרנית הישראלית התעקשו להדגיש את יכולות האבטחה הגבוהות של המכשיר. יכולות אלו התבססו על הטכנולוגיה שפיתחה חברת Zimperium שמתמחה באבטחת מובייל. עתה, מודיעה החברה הישראלית על גיוס של 25 מיליון דולר בהובלת קרן Warburg Pincus.\nהפתרון של Zimperium מאפשר הגנה במשך 24 שעות ביממה מפני איומים וחדירה למכשיר הסמארטפון. לטענת החברה היא הראשונה שמספקת מערכת אבטחה מקיפה שכזו באמצעות אפליקצית zAnti התואמת ל-iOS ואנדרואיד. ההתמקדות של החברה היא הגנה על המשתמשים מפני התקפות ונסיונות לעקוב אחר המידע הרגיש שלהם ושל החברות בהן מועסקים. באמצעות האפליקציה יוכלו המשתמשים לבדוק את הרשתות הסלולריות השונות אליהן מעוניינים להתחבר, במטרה לראות האם יש בהן חולשות או נסיונות תקיפה שעשויות לנצל את החיבור שלהם לצורך האזנה.\nכיום יותר ויותר חברות מודעות לסכנה הטמונה בכך שעובדיהן יכולים לחשוף את פעילותן לגורמים לא מורשים באמצעות הטלפון הסלולארי, כך שהפתרון שהחברה מציעה הוא די מתבקש. מטרתה של החברה היא לשנות את צורת החשיבה לגבי האבטחה הסלולרית כיום, כך שלא רק תגן על הארגון, אלא תהפוך את תרבות הבאת מכשירי הסלולר והמחשבים האישיים של העובדים לסביבה הארגונית (BYOD) ליתרון המסוגל להגן עליה.\nבמהלך השנה האחרונה הכריזה Zimperium על מספר שיתופי פעולה אסטרטגיים ביניהם עם דויטשה טלקום, אחת מחברות הטלקום הגדולות בעולם, SmarTone, ספקית הסלולר הסינית וכאמור, Sirin Labs הישראלית, שאחראית על סולארין.\nZimperium הוקמה בשנת 2010 על ידי יצחק אברהם ואליה יהודה, ומעסיקה כיום כ-60 עובדים במשרדים בתל אביב, סן פרנסיסקו ודאלאס. הגיוס הנוכחי הובל על ידי קרן Warburg Pincus בהשתתפות המשקיעות הקיימות בחברה הקרנות Sierra Ventures, Telstra Ventures ו-Lazarus Israel Opportunities Fund LLLP. בין המשקיעות האסטרטגיות בחברה ניתן גם למנות את יצרנית הסלולר הגדולה בעולם, חברת סמסונג הקוריאנית. הגיוס הנוכחי מצטרף לגיוסים הקודמים של החברה ב-2015 וב-2013 ומציב את סך גיוסיה של החברה עד כה על 45 מיליון דולר. סכום הגיוס יאפשר הרחבת הפעילות של החברה ביחד עם קידום ומציאת פתרונות טכנולוגים חדשים במאבק נגד פרצות אבטחה באינטרנט.\nמאטל, מנכ”ל Zimperium. מקור: Zimperium\nשרידר מאטל, מנכ”ל Zimperium, מסר בהתייחסו לגיוס: “2016 היתה שנה עם צמיחה יוצאת דופן לחברה שלנו. עם סבב הגיוס הנוכחי והאינטגרציות ושיתופי הפעולה האחרונים שלנו, Zimperium מוכנה לההתרחב לשווקים נוספים ולהאיץ את פיתוח המוצר. בניגוד לשיטות אבטחה רגילות, Zimperium מפתחת פלטפורמה מקיפה לניהול סיכונים במובייל. אנחנו עוצרים מתקפות סייבר ומחסלים את האיומים לפני שהם מסוגילים לפגוע בעסקים”.\n ", "keywords": "מובייל,סולארין,אבטחת מובייל,sirin labs,סירין לאבס,משה חוגג,זימפריום,zimperium,גיוס,גיוס הון,אבטחת מידע,טכנולוגית אבטחת מידע,אבטחה ארגונית,סטארטאפ"}