{"url": "https://www.geektime.co.il/china-ban-ico/", "type": "article", "title": "מכה למטבעות הדיגיטליים: סין אסרה על הנפקות ICO, הביטקוין צונח", "description": "סין הודיעה כי תאסור על ICO, הנפקות מטבע דיגיטליות ראשוניות. אחרי שבמחצית הראשונה של השנה גוייסו יותר ממיליארד דולר בעזרת הכלי - האם מדובר במכת מוות לתחום? בינתיים האת'ריום ומקבילו הסיני צונחים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/flag-540874_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-04T14:34:34Z", "modified_time": "2017-09-04T14:37:24Z", "articleBody": "סין הודיעה כי תאסור על ICO, הנפקות מטבע דיגיטליות ראשוניות. אחרי שבמחצית הראשונה של השנה גוייסו יותר ממיליארד דולר בעזרת הכלי – האם מדובר במכת מוות לתחום? בינתיים האת’ריום ומקבילו הסיני צונחים\nמקור: Pixabay\nICO, הנפקות מטבע ראשוניות, יצרו הרבה רעש וכותרות בחודשים האחרונים, בזכות חברות סטארטאפ, שהצליחו לגייס בעזרתן מיליוני דולרים ולעיתים גם עשרות מיליוני דולרים תוך זמן קצר. אבל האם המסיבה הגיעה לסופה? המכה החדשה מגיעה מכיוונו של הממשל הסיני, שהודיע כי יאסור מעתה מימון חברות בעזרת ICO, עקב מה שמוגדר בהודעה כ”הפרעה רצינית לסדר הכלכלי והפיננסי”.\nICO – Initial Coin Offering הוא תהליך שהולך ותופס תאוצה בחודשים האחרונים, ובמסגרתו מגייסות חברות כספים מהציבור לטובת פיתוחים שונים – לרוב בתחום הבלוקצ’יין. עם זאת, במקום תמורה מנייתית כמו ב-IPO, התמורה כאן היא של ‘אסימון’ (Token) של מטבע חדש, שמתבסס על הבלוקצ’יין של ביטקוין או את’ריום, כשההנחה היא שההצלחה של המיזם החדש תעלה את ערכו של המטבע ותעניק רווחים למשקיעים.\nעתה מדווח אתר חדשות הכלכלה הסיני Caixin כי ועדה מיוחדת שעסקה בנושא החליטה על איסור מיידי של גיוס כספים או השקעה שמתבססים בעזרת הכלי הפיננסי החדש. בנוסף, פתחה הועדה בחקירה כנגד 60 בורסות בתחום שלקחו חלק במהלכי ICO בחודשים האחרונים. על פי הועדה, כמה מה-ICO האחרונים התגלו כתרגילי עוקץ ופירמידות. 2 מהאתרים הסיניים המובילים בתחום ICOage ו-ico.info כבר הפסיקו להציע את שירותיהם.\nמנתונים של מחלקת ה-Business Intelligence של גיקטיים עולה כי ב-24 השעות האחרונות נרשמת עצבנות בתחום. NEO, שהוגדר בעבר כאת’ריום של סין, איבד ב-24 השעות האחרונות כ-33 אחוזים מערכו; האת’ר איבד כ-9 אחוזים מערכו וגם הביטקוין איבד את התנופה של הימים האחרונים וחזר לרמתו מלפני שבוע.\nעל פי נתונים של גולדמן זקס גוייסו במחצית הראשונה של השנה סכום שיא של 1.25 מיליארד דולר ב-92 הנפקות שונות, כשבין ההנפקות הבולטות ניתן למנות את Tezos, שגייס 230 מיליון דולר והסטארטאפ הישראלי Bancor שגייס 153 מיליון דולר. למעשה, בסין לבדה, גוייסו השנה כ-400 מיליון דולר על ידי 65 מיזמים שונים. ההצלחה של הדרך החדשה הובילה גם חברות מבוססות וממומנות היטב להשקיע בתחום.\nמי שלא היה אדיש למגמה החדשה הם הרגולטורים במדינות השונות. כך למשל הזהיר הבנק המרכזי של סינגפור כי ICO עלולות לשמש לצורך הלבנת כספים ומימון טרור, עקב האופי האנונימי שלהן ועקב האפשרות להעביר סכומי כסף גדולים במהירות”. גם הרשות לניירות ערך הישראלית הודיעה כי תיכנס לעובי הקורה ותקים ועדה שתבחן אסדרה בנושא ותגיש מסקנות עד סוף השנה. עם זאת ה-SEC, הרשות לניירות ערך האמריקאית, אחד הגופים החשובים ביותר בתחום – עוד לא גיבשה דיעה ולא פרסמה חוות דעת בנושא.\nמני רוזנפלד, יו”ר איגוד הביטקוין הישראלי הזהיר גם הוא מהשקעה ב-ICO ומסר לגיקטיים: “עולם חדש זה נוטה ללכוד ברשתו אנשים תמימים המתפתים לרדוף אחר התקווה להתעשרות מהירה. כבר בסוף חודש יולי קראנו לציבור השוקל להשקיע ב-ICO להתייחס לעניין בכובד ראש, מתוך הכרה בכך שהמשקיעים עלולים לאבד את כל כספם”.", "keywords": "בלוקצ׳ין,הנפקת מטבע ראשונית,ico,bitcoin,צניחה,ירידה"}