{"url": "https://www.geektime.co.il/invest-com-acquires-anyoption/", "type": "article", "title": "חברת Invest.com רוכשת את הפעילות של AnyOption", "description": "AnyOption.com היתה אחת ממובילות תחום האופציות הבינאריות אולם הפסיקה את פעילות השיווק בישראל. תמורת החברה יקבלו המייסדים מניות של החברה הרוכשת", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/dollar-1443244_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-29T19:00:24Z", "modified_time": "2017-06-29T18:00:28Z", "articleBody": "AnyOption.com היתה אחת ממובילות תחום האופציות הבינאריות אולם הפסיקה את פעילות השיווק בישראל. תמורת החברה יקבלו המייסדים מניות של החברה הרוכשת\nמקור: cc0-by-Pixabay\nהשנה האחרונה לא האירה פנים לתחום המסחר באופציות בינאריות בישראל. לא מעט חברות בתחום, שבעיני רבים נמצא בתחום האפור שבין הימורים לכלי פיננסי, הפסיקו את פעילותן או שינו את המיקוד העסקי שלהן. אחרי שבפברואר האחרון החליטה חברת AnyOption (אני אופשן) הישראלית לסגור את מוקדי המכירות שלה בארץ ולפטר את עובדיה, הודיעה היום (ה’) חברת Invest.com כי תרכוש את החברה ואת החברות הקשורות בה ותמזג לתוכה את נכסיה העיקריים ופעילותה. החברה הרוכשת התנתה את העיסקה בכך שפעילות האופציות הבינאריות של AnyOption תופסק לאלתר. תמורת פעילות החברה יקבלו המייסדים שלה, שי דתיקה ושי בן אסולין, מניות ב-Invest.com.\nלמרות הפסקת פעילות השיווק של אופציות בינאריות שהתבצעה מישראל, תקבל Invest.com מהעיסקה תיק לקוחות פעיל, שמוערך על ידה במיליוני לקוחות, מערך רגולטורי ורישיונות באירופה ובטריטוריות נוספות בעולם, כוח אדם מיומן בתחום השיווק ותשתית טכנולוגית, שתמכה בפעילות של החברה בעשר השנים האחרונות. Invest.com צפויה למנף את הנכסים הללו כדי לשווק ללקוחותיה בעולם מוצרים פיננסיים כמו פקדונות מובנים, ניהול תיקים, מסחר במניות וחוזי הפרשים (CFD).\nעם החתימה על העסקה מסרו בעלי Invest.com ו-AnyOption.com: “אנו משוכנעים כי שיתוף הפעולה בין החברות וסל המוצרים המשותף והחדש, ייתן ל-3 מיליון לקוחות החברה ערך מוסף גבוה וימשיך להוביל את הענף בסטנדרטים גבוהים של מקצועיות, שירות לקוחות, חדשנות, מוצר ורגולציה”. את החברה הממוזגת ינהל איתי אבנרי, לשעבר מנכ”ל ב-Playtech Marketing. המיזוג ממתין עתה לאישור של CySec, רשות ניירות הערך הקפריסאית. בעבר, ובעקבות ההצלחה של Plus500, תכננה החברה להנפיק בבורסה בלונדון, אולם לבסוף ביטלה את תוכניותיה.\nInvest.com הוקמה ב-2014 ומאז הושקעו בה כ-20 מיליון דולר על ידי קרן סינגולריטים של משה חוגג, חברת Renren הסינית ומשקיעים פרטיים נוספים. החברה רכשה את הדומיין Invest.com ב-2014 תמורת סכום של 5 מיליון דולר.\nהיציאה של החברה מעסקי האופציות הבינאריות ורכישתה על ידי Invest.com מהווה עוד סימן להצלחת המאבק של הרשות לניירות ערך בישראל בענף. קדמה לה הפסקת הפעילות של חברת Banc De Binary, הגשת תלונות במשטרה כנגד חברות שפעילות בתחום והאישור בכנסת בקריאה ראשונה של הצעת חוק שאוסרת על שיווק אופציות בינאריות מישראל ללקוחות בעולם.", "keywords": "anyoption,invest.com,רכישה,אופציות בינאריות,חברה ישראלית,מסחר,סינגולריטים,"}