{"url": "https://www.geektime.co.il/meta-raises-50-mm/", "type": "article", "title": "סטאראטפ המציאות הרבודה Meta מגייס עוד 50 מיליון דולר", "description": "משקפי המציאות הרבודה של חברת Meta הישראלית מאפשרים לא רק לראות מציאות רבודה, אלא גם לבצע אינטראקציות עם חפצים וירטואליים עם מפרט מתקדם יותר מה-HoloLens של מיקרוסופט", "image": "https://files.geektime.co.il/wp-content/uploads/2016/04/Meta-CarDesign-A.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-14T09:02:21Z", "modified_time": "2016-06-14T09:24:15Z", "articleBody": "משקפי המציאות הרבודה של חברת Meta הישראלית מאפשרים לא רק לראות מציאות רבודה, אלא גם לבצע אינטראקציות עם חפצים וירטואליים עם מפרט מתקדם יותר מה-HoloLens של מיקרוסופט\n\nתחום המציאות הרבודה (AR) לא מתחמם. הוא כבר מזמן רותח. ובצד המגה-גיוסים של Magic Leap, הסטארטאפ הכי חשאי ומסקרן בערך, מגיע תורה של חברת Meta הישראלית. עתה מודיעה החברה כי השלימה סבב גיוס B בגובה 50 מיליון דולר. על פי ההערכות בתחום, הגיוס הנוכחי נעשה על פי הערכת שווי של כ-300 מיליון דולר אחרי הכסף.\nהמשקפיים שמפתחת החברה כוללים זוג מצלמות מעקב RGB ואלגוריתמי מעקב שפותחו על ידי פרופסור סטיב מן, המדען הראשי של Meta, וחלוץ המיחשוב הלביש. המשקפיים מסוגלים לזהות את תנועת המשתמש על פני תשעה צירי תנועה. התצוגה כוללת שני מסכים באיכות QHD וכוללת אופטיקה שקופה ודקה במיוחד עם Field Of View רחב של 90 מעלות, מה שמעניק למשקפי ה-Meta Pro אזור מסך גדול משמעותית ממשקפי ה-HoloLens של מיקרוסופט בניגוד לנהוג ב-IoT, החברה לא מסתפקת במעבדים חלשים יחסית, אלא משלבת מעבדים רבי עוצמה דוגמת מעבד Intel Core i5 עם 4GB של זיכרון פנימי RAM ו-128GB של זיכרון אחסון פנימי, אודיו 3D של Dolby, קישוריות Wi-Fi, ו-Bluetooth 4.0. כיום מאפשרת החברה למפתחים לרכוש את ה-Meta 2 Development Kit תמורת 950 דולר.\nMETA נוסדה ב-2012 על ידי גריבץ במסגרת פרוייקט קיקסטארטר, שמטרתו הייתה פיתוח ערכת AR לבישה, המאפשרת הצגת מציאות רבודה על גבי משקפיים, המתווספת כשכבה נוספת על גבי הראייה שלו בעולם האמיתי. ערכת המשקפיים מסוגלת לבצע אינטראקציות עם ערכות נוספות, במטרה להציע למשתמשים לשחק יחדיו ולהזיז חפצים ואובייקטים תלת מימדים באמצעות מחוות ותנועות ידיים. כך לדוגמה תוכלו לשחק שח על גבי שולחן פיזי, או למקם חפצים וירטואליים על גבי החלל האמיתי, כדי לראות את התאמתם. בין המשקיעים בחברה נכללים כמה שמות מוכרים כמו ענקית הקמעונאות Zappos, הקרן הנחשבת Y Combinator, קרן Horizons וקרן סינגולריטים הישראלית של משה חוגג, ומשקיעים פרטיים כמו אלכסיס אוהניאן, גארי טאן, טים דרייפר.\nאת סבב הגיוס הנוכחי הובילה קרן Horizons Ventures של המשקיע הסיני לי קה שינג, שגם הובילה את סבב הגיוס הקודם של החברה שעמד על 23 מיליון דולר. עוד השתתפו בסבב הנוכחי משקיעות אסטרטגיות עם ייצוג מרשים של סין ביניהן לנובו, Tencent,  Capital, Comcast Ventures וחברת הטלקום והאלקטרוניקה הסינית GQY.\nמירון גריבץ, מייסד ומנכ”ל Meta, מסר בתגובה לגיוס: “זה מאוד משמח לקבל את התמיכה מאנשי חזון ומשקיעים שמבינים את החשיבות של יצירת ממשק אדם-מחשב חדש, שמתבסס על מדע. החברים שלנו ב-Tencent, Lenovo, Horizons Ventures, Comcast Ventures ושאר המשקיעים מבינים היטב מה אנחנו עושים ומדוע Meta שונה משחקנים אחרים בתחום ה-AR. הם מבינים את השילוב של מנועי האופטיקה המתקדמים שלנו עם הממשק שמתבסס על מדעי המוח שיוצרים ביחד חוויית מיחשוב שהיא פי 100 יותר קלה לשימוש ויותר חזקה ממוצרים קיימים”. לדברי החברה, ההון שגוייס ישמש לצורך המשך הפיתוח של החומרה והתוכנה, פיתוח אפליקציות לאקוסיסטם של החברה ופיתוח הדור הבא של המשקפיים, ה-Meta 3.\n\nלקריאה נוספת:\nבלעדי: התנסות ראשונה עם ה-Meta 2, משקפי המציאות הרבודה שמשנים את חוקי המשחק\n ", "keywords": "מציאות רבודה,ar,מציאות מדומה,מירון גריבץ,מטה,meta,אינפינטי,infinity ar,גיוס,קרן,קרן הון,סינגולריטים,y combinator,zappos,horizon,לי קה שינג,מטה 2,meta 2,מציאות מעורבת,y-combinator,לי קה-שינג"}