{"url": "https://www.geektime.co.il/geekjob250916/", "type": "article", "title": "לעבוד בהיי-טק: 10 משרות חדשות ומומלצות", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/GettyImages-522517479.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-25T18:00:55Z", "modified_time": "2016-09-25T17:17:36Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nגיקטיים הוא אתר הטכנולוגיה המוביל והגדול בישראל וזאת גם הסיבה שכל החברות הגדולות בתחום עובדות איתנו.\nאם אתם אוהבים להפיק אירועים, לתת שירות ולעבוד עם אנשים לפחות כמו שאתם מכורים לטכנולוגיה, אם אתם תקתקנים, סוגרי קצוות, אנרגטיים ונעימים ואם אתם רוצים להיות בחזית של כל מה שקורה בעולם הטכנולוגיה, זה המקום בשבילכם.\nהתפקיד כולל אחריות מלאה על תפעול והפקת אירועי הטכנולוגיה הגדולים של גיקטיים, מא’ ועד ת’. כמו כן, התפקיד כולל עבודה אדמינסטרטיבית הקשורה לתפועל המשרד, ניהול יומנים, פגישות, PA, עבודת Back Office, תמיכה בצוות המכירות ודאגה לרווחת העובדים\nדרישות:\n– ניסיון של שנה לפחות בהפקת אירועים – יתרון משמעותי.\n– ניסיון אדמינסטרטיבי – יתרון.\n– תקתקנות, יחסי אנוש מעולים.\n– יצירתיים וקריאטיביים.\n– יכולת עבודה בצוות.\n– חיים ונושמים טכנולוגיה.\n– זמינות למשרה מלאה במשרדינו ברמת החייל.\nTo send a CV for the position of מנהל/ת הפקה ואדמינסטרציה – Geektime\nOur people meet extraordinary challenges every day, overcome them and influence the shaping of an innovative, highly sophisticated product that will change the way the security industry will look tomorrow.\nWe are a company that sees its people and knows that they are the key to our success. Our people are leaders in their domain and we continue to have the best talent join our amazing journey. At SentinelOne we work as one, thinking, brainstorming, while giving each person his domain and autonomy. We are an organization that truly values its people.\nRequirements:\n– 5+ years’ experience working in Production environment.\n– Strong background in Linux Administration and IT in general.\n– Proven experience working with cloud service providers (AWS is required, Azure is advantage).\n– Experience with automation/configuration management systems (preferably ansible).\n– Fluent with python as a scripting/programming language.\n– Experience with continues integration systems (e.g. Jenkins).\n– Experience in designing and implementing monitoring solutions.\n– Ability to use a wide variety of different technologies and tools for managing and maintaining production environment.\n– Experience with VMWare is an advantage.\nTo send a CV for the position of IT Production Sr. Engineer / DevOps Engineer – SentinelOne\nWe are looking for extremely talented and sharp QA for interesting work in an Agile R&D Mobile team to build and execute manual (mostly) and automatic tests, as part of our Core team.\n– You will be creating and executing test plans for mobile clients and server APIs.\n– You will be configuring remote servers and be the master of their logs.\n– If you have passion for Mobile and have a “do what it takes to win” mentality we would want to see you part of our team.\nRequirements:\n– A High-School Graduate Majoring in Computer Science and Mathematics – Must.\n– QA exeprince- Advantage.\n– IDF technology units Graduate – Advantage.\n– Development Scripting Experience – Advantage.\n– Availability for at least a year.\nTo send a CV for the position of Manual QA – Vonage\nWe are looking for a hands-on Software Architecture Engineer for the development of advanced projects for GMs autonomous car.\nThe Software Architecture Engineer will be Responsible for Define embedded software requirements at system levels (HWSW) as well as interactions among the system and subsystems from feature definitions and higher level requirements.\nProvide technical leadership and decision making for the product software development teams and provide overall conceptual and functional design of software.\nAlgorithm implementation for environment and situation awareness using multi-sensor.\nRequirements:\n– BSc MSc degree in Electrical eng, Computer, Mathematics, or a related field of study.\n– Over 8 years in software design, methodologies, and architecture of large and complex software systems.\n– Over 5 years of experience in multi-threaded software application using C, C++ Expertise in programming languages (C / C++, Python, OpenGL, etc.).\n– Expertise in embedded RT operating systems (ROS, embedded Linux, GHS Integrity, VxWorks, etc.) and in embedded development environment (Cuda, OpenCL, etc.).\n– Expertise in software optimization (in prototype and embedded target environment).\n– Expertise in multiple operating systems such as Windows, Linux, etc..\n– Ability to understand and implement complex algorithms efficiently and correctly.\n– Excellent communication skills and a proven ability to multitask and deliver on challenging software development tasks.\nTo send a CV for the position of Software Architecture Engineer – General Motors – ג’נרל מוטורס\nComo is seeking an enthusiastic and creative Product Manager to join the product team to work on Como’s core product.\n– Drive product development lifecycle.\n– Work closely with engineering teams to deliver with quick time-to-market and optimal resources.\n– Epics and user stories elaboration.\n– Be part of the team that defines and structures the product roadmap.\n– Serve as scrum team “product owner”.\n– Lead backlog grooming.\nRequirements:\n– 2-3 years of product management experience.\n– B.Sc. in Industrial Engineering or Computer Science- big advantage.\n– Great communication skills both written and verbal, and interpersonal skills.\n– Excellent time management, organizational and prioritization skills when managing multiple priorities.\n– Ability to work under pressure, attention to details, ability to creatively solve problems, and quickly adapt and react to changes.\n– Verbal and written proficiency in English.\n– Experience with Agile methodologies.\nTo send a CV for the position of Product Manager – Como\nRiskified is seeking an experienced and versatile developer to join our team and help create the best fraud prevention system in the world.\nAs a developer at Riskified, you will become a valuable member of a brilliant and fast growing team and will benefit from the opportunity to grow your skills as a developer and to lead projects.\nWe are looking for people who can plan, implement, and deploy a project end to end, and to play a leading role in creating our development and coding culture.\nRequirements:\n– At least 2 years of hands-on coding experience both client and server side.\n– Front-end development experience and passion for data visualization.\n– Autodidactic approach to software development.\n– Comfortable working both independently and as part of a team.\n– BSc. in CS or industry/military equivalent.\n– Knowledge of RoR – an advantage.\nTo send a CV for the position of Fullstack Developer – Riskified\nThe Senior Business Analyst at Brightcom is responsible to mine and evaluate data and translate key findings into meaningful information that is used to construct and influence marketing strategies.\n– Solve complex business & marketing problems, using data and analysis.\n– Develop and present clear concise recommendations outlining alternatives and key decision criteria.\n– Identify patterns and gaps in the BI models and communicate the requirements to the development teams.\n– Generating reports tracking the performance of campaigns and product launches.\n– Creating ad hoc reports measuring the performance of strategic initiatives.\n– Implement BI tools in organization, train employees and ensure adoption.\n– Interact and influence at all levels of the organization.\n– Design complex reports and dashboards.\nRequirements:\n– Bachelor’s degree (or higher) in Economics, Finance, Operations Research, Statistics or other quantitative field.\n– 2-5 years of experience in marketing analytics, database marketing, strategic consulting, investment banking, or private equity.\n– Demonstrated experience working in a team environment with experience communicating with senior leaders.\n– Proven track record of defining and executing key analyses with minimal supervision.\n– Expert level knowledge of Microsoft Excel and PowerPoint programming languages such as Visual Basic – advantage.\n– Demonstrated experience in modeling, analysis, research and presentation creation.\n– Proficiency with and/or strong desire to learn SQL.\n– Fast learner, able to acquire new technical skills as needed.\n– Strong written and oral communication skills.\n– Experience in the Online advertising industry –advantage.\nTo send a CV for the position of Business Analyst  – Brightcom\nלפרויקט גדול ומורכב בתחום הבנקאי, הכולל הפעלה ותיאום בין גופים שונים רבים, לרבות ספקי משנה בארץ ובחו”ל.\nRequirements:\n– בעל תואר ראשון במדעי במחשב או הנדסת מערכת או הנדסת תעשיה וניהול או כלכלה או מנהל עסקים או מדעים מדויקים.\n– ניהול לפחות שני פרויקטים טכנולוגיים מצד ספק עבור לקוחות חיצוניים, אשר עלו לאוויר עד אוקטובר 2016, ואשר היקפם הכספי של כל אחד מהם היה לפחות 20 מיליון ₪ (ללא מע”מ) – חובה/\n– ניהול לפחות 10 עובדים בפרויקטים אלו – חובה\n– נסיון ב-AGILE – יתרון\n– ניסיון בניהול פרויקטי FIX- יתרון משמעותי\n– אנגלית ברמה גבוהה – יתרון משמעותי\n– היכרות או ניסיון עם תחום נתוני האשראי / בנקאות – יתרון משמעותי\nTo send a CV for the position of Matrix – מנהל פרויקט בכיר\nIn this position, you will be a member of an elite security evaluation team covering a wide range of Intel state of the art products (FW and SW) that developed in Jerusalem Design Center.\nYour responsibilities will include but not be limited to:\n– Identifying vulnerabilities during all phases of the product development cycle (architecture, design, implementation and pen testing)\n– Devising and implementing creative ways to attack these vulnerabilities and drive for resolution\nRequirements:\n– Security expert with a minimum of 2 years’ experience in security product development/design (smart card, OTP, TPM, security protocols etc.) or security assurance including at least 2 of the following: (1) design review, (2) code review or (3) penetration testing.\n– B.SC or M.SC in Computer Science / Software Engineering / Computer Engineering.\n– Experience with embedded SW, C/C++/Java, secure coding, fuzzing, exploitation knowledge, crypto.\n– In-depth knowledge of security and networking standards.\n– Fluent English.\n– Advantage will be given to those with experience in: Perl/Python, Windows/Linux/Android internals, static code analysis, reverse engineering.\nTo send a CV for the position of Security Researcher – Intel\nOur awesome R&D department is looking for PMO with lots of energy and motivation to run projects and own all the operations aspects of the department.\nThis includes working closely with VP R&D, Chief Architect, Product Director and other key stakeholders.\nBuilding and controlling work plans: performance follow up, producing reports and Gants.\nYou will be “knowledge center” of running projects while building plans for upcoming projects.\nRequirements:\n– Up to 2-3 years of previous experience as PMO\\PO\\PM, owning best working methodologies.\n– BSc in Industrial Engineering.\n– Perfectly organized, loves to multitask and has top notch interpersonal skills.\n– Master of Excel, Power Point and MS- Project.\n– Previous experience as PMO\\PO\\PM in large global SW company – advantage.\nTo send a CV for the position of Junior PMO – AGT International", "keywords": "מנהל/ת הפקה ואדמינסטרציה,geektime,it production sr. engineer / devops engineer,sentinelone,manual qa,vonage,software architecture engineer,general motors – ג\\'נרל מוטורס,product manager,como,fullstack developer,riskified,business analyst,brightcom,matrix,מנהל פרויקט בכיר,security researcher,intel,junior pmo,agt international,general motors - ג\\'נרל מוטורס,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}