{"url": "https://www.geektime.co.il/falcon-heavy-rocket-by-space-x/", "type": "article", "title": "בשלישי הבא: SpaceX תשגר לחלל את אחת הרקטות הגדולות בכל הזמנים", "description": "עתידות: ביום רביעי הרשת תוצף בסרטונים של רגע השיגור, בפלורידה יהיו מי שיצפו בו בזמן אמת", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/38583829295_8ceaa73c42_k-1517145958.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-28T17:00:06Z", "modified_time": "2018-01-29T10:39:19Z", "articleBody": "עתידות: ביום רביעי הרשת תוצף בסרטונים של רגע השיגור, בפלורידה יהיו מי שיצפו בו בזמן אמת\n\nאם הכל יעבוד לפי התוכנית, צפויה SpaceX לשגר ביום שלישי הבא, ה-6 בפברואר, את Falcon Heavy, הרקטה הגדולה ביותר שיצרה עד היום חברת החלל של אילון מאסק, כחלק מפרוייקט הדגל שלה שנדחה כבר מספר פעמים לאורך השנים. הרקטה תשוגר מתחנת השיגור המיתולוגית 39A במרכז החלל קנדי בפלורידה ממנה שוגרה החללית אפולו.\nה-Falcon Heavy נחשב למשגר הגדול והעוצמתי בעולם נכון להיום. הוא מורכב משלוש רקטות, אחת מרכזית ולצידה שני טילי פלקון 9 שצפויים להתנתק מהטיל המרכזי ובתקווה לשוב לכדור הארץ לשימוש חוזר. גובהו של המשגר עומד על 70 מטרים, רוחבו על 12 מטרים, משקלו נאמד בכ-64 טון ועלות כל שיגור מוערכת בכ-90 מיליון דולרים. בכל אחד מטילי המשגר מצויים 9 מנועים וביחד מדובר ב-27 מנועים שיניעו אותו אל מחוץ לכדור הארץ ויאפשרו לו לבצע משימות מורכבות יותר וגדולות יותר, פי 3 ממה שמציעים משגרי לווינים היום.\nהפעם הראשונה בה התייחסו אילון מאסק ו-SpaceX ל-Falcon Heavy היתה במהלך 2005 וקרוב לעשור לאחר מכן החלו הניסויים הראשונים. כעת כאמור צפוי לראשונה המשגר לזכות להופעת הבכורה שלו ומדובר באירוע היסטורי שצפוי לגרום ללא מעט אמריקאים להתקרב עד כמה שניתן לכן השיגור ולצפות בו ברגעי האמת. על פי מספר הערכות אגב, יתכן שהשיגור יסתיים בפיצוץ מבוקר של המשגר מחוץ לאטמוספירה.\nAiming for first flight of Falcon Heavy on Feb 6 from Apollo launchpad 39A at Cape Kennedy. Easy viewing from the public causeway.\n— Elon Musk (@elonmusk) 27 בינואר 2018\n\nנכון להיום Falcon Heavy נחשב למשגר הגדול והעוצמתי בעולם, אך לא הגדול ביותר בהיסטוריה. בתואר מחזיק עדיין סטורן 5, משגר תוצרת נאסא שהיה פעיל בסוף שנות ה-60 ושוגר 13 פעמים. הסטורן היתמר לגובה 110 מטרים, שקל קרוב ל-140 טון והוא נולד בין היתר על רקע המלחמה הקרה. בניגוד לרקטה של SpaceX שנחשבת לחסכונית מבחינת עלות השיגור, עלות שיגור בודד של הסטורן נאמדת בכ-185 מיליון דולר, פי שניים מעלות השיגור של ה-Falcon Heavy.\nהשיגור יועבר בשידור חי ממרכז החלל קנדי וסביר להניח שברביעי בבוקר תתעוררו ללא מעט תמונות וקטעי וידאו ברשת שמציגים אותו, אם לא יבוטל ברגע האחרון.\nרכב הספורט של טסלה שישוגר לחלל באמצעות ה-Falcon Heavy", "keywords": "נאסא,אילון מאסק,ספייסאיקס,משגר,משגר לווינים,פאלקון,פלקון,falcon heavy,nasa,spacex,falcon,saturn"}