{"url": "https://www.geektime.co.il/geekjob100716/", "type": "article", "title": "עבודה בהיי-טק: 10 משרות חמות למפתחים", "description": "ריכזנו עבורכם 10 משרות טריות בתחום הפיתוח מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-502089737.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-10T16:30:34Z", "modified_time": "2016-07-10T15:23:24Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום הפיתוח מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n \n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nGE Cyber security Research Lab develops and applies innovating technologies to protect critical GE products from a broad spectrum of Cyber-enabled risks and threats. The ideal candidate will possess deep knowledge and experience in Cyber Security attack techniques and proper mitigation solutions in both the application level and infrastructure level. Essential duties include (but are not limited to) the following:\n– Pen-Testing skills and proven experience.\n– Discover and mitigate vulnerabilities in sensitive Critical Infrastructure.\n– Develop and design innovative cyber security solutions for unique and complex technologies.\n– Work in partnership with government agencies, leading industry experts, and academia\n– Leverage traditional and non-traditional research methodologies to advance GE’s overall Cybersecurity practice.\nRequirements:\n– Cyber security professional with a minimum of 5 years of experience\n– Bachelor’s degree in Computer Science or a related field with at least 2 years of relevant experience in software/hardware research and development\n– Must possess strong verbal & written communication skills in English, with demonstrated experience\n– Must be willing to work out of an office located in Herzliya, Israel\n– Must submit to a background investigation, including verification of past employment and educational background\n– Experienced talented individuals who have expertise in these types of technologies:\nDeveloping POCs and pen-testing tools\nThreat Modeling\nResearching network protocols\nDeep understanding of cryptography\nBypassing intrusion Detection and Prevention systems / applying evasion techniques\nReverse Engineering\nExperience in industrial networks and SCADA protocols\nTo send a CV for the position of Lead / Cyber Security Researcher – General Electric\n– Build our main web application and products for millions of consumers.\n– Full-stack development of features and user interfaces of Payoneer’s consumer world, all the way from the UI (React) to the database.\n– Analyze and solve difficult issues across the stack in the complex payments flows.\n– Design and build high scale back-end services.\n– Collaborate with our amazing people; Product Designers, Product Managers, and Software Engineers in an agile development environment.\nRequirements:\n– 4+ years of web applications development experience.\n– Hands on experience with web applications that are live in production, serving a large amount of clients.\n– Excellent OOD, C# and .NET skills.\n– Strong front-end capabilities – JavaScript, CSS3.\n– Knowledge of relational databases and SQL (preferred MSSQL).\n– Exceptional self-learning capabilities.\nTo send a CV for the position of Full Stack Developer – Payoneer\nIn this role you will work together with our application developers to power the infrastructure needed to support our ambitious goals. You will be designing and creating infrastructure from the ground up to run and monitor our applications. You will join a team of highly skilled and talented people working together using agile development methodologies. Beyond building the infrastructure, we also expect you to take your passion for infrastructure to our developers, teaching them what they need to know to operate, debug, and respond to infrastructure issues.\nRequirements:\n– Experience with software development.\n– Experience with infrastructure development and maintenance.\n– Excellent knowledge of programming and shell scripting.\n– Experience with configuration management tools (e.g. Chef).\n– Solid *nix skills.\n– A plus for experience with cloud services (AWS).\n– A plus for experience with deploying web applications.\nMandatory:\n– Bachelor’s degree in Computer Science from a well-known university or a top technological unit training.\nTo send a CV for the position of INFRASTRUCTURE ENGINEER – Klarna\nForter is looking for a talented Back-end developer to join an outstanding team, responsible for our backend infrastructure.\nRequirements:\n– A passionate software engineer who sees his profession as craftsmanship.\n– At least 5 years of working on your craftsmanship.\n– Enthusiastic about writing tests and deploying your code to production, because you own your things!\n– Experienced in planning and building scalable real-time data systems.\n– Experienced in Java/Python/Clojure/Scala or similar.\n– Enthusiastic about performant web scale server systems.\n– Well founded in data-structures and analytical problem solving.\n– A fast learner with a “Can DO” attitude.\nTo send a CV for the position of Senior Backend Developer – Forter\nJoin the ForeScout R&D organization’s team of Software Engineers and take part in defining and driving the future world-wide market leading product suite consists of: Network Access Control, Endpoint Compliance, Mobile Control, and Intrusion Prevention. Applications range from Client / Server applications to Web apps for a Network Access Control solution, running on both Windows and Linux systems.\nResponsibilities:\n– Research and design product features and components.\n– Create design documents.\n– Implement both new features and modifications to existing code, from coding phase through product release.\nRequirements:\n– Proven development experience – 4 years minimum.\n– C/C++ experience.\n– Perl experience – advantage.\n– Linux/Unix development experience.\n– Linux system/environment experience (script languages, regular exp., awk, sed, etc.) – advantage.\n– Experience in Object Oriented Programming.\n– Experience in multi-processing design.\n– Bachelor’s Degree in Computer Science, Engineering or equivalent.\nTo send a CV for the position of Sr. Software Engineer – ForeScout\nThe person filling this position will play an important role in the XtremIO Technical Support Organization, providing and supporting tools and services for planning, designing, implementing and managing the XtremIO product.\nThe specific focus for this role is the design and development of state of the art tools which will enable EMC’s field engineers to deliver high value service offerings to EMC’s customers.\nRequirements:\n– Exceptional HTML5, CSS and JavaScript skills.\n– Experience working with Java front-end; Java software development experience strongly preferred.\n– Strong experience with MVC client-side libraries, having done one or more substantial projects with a framework such as django, Python and similar.\n– Linux command line.\n– jQuery.\n– SVN.\n– Attention to details and visual.\n– Great communication skills.\n– Excellent English skills.\nAdvantage:\n– Knowledge and hands-on experience with block-level Storage/storage networking protocols/file systems.\n– Experience with a range of operating systems and virtualization technologies.\n– Understanding of IT infrastructure with good understanding of enterprise customers’ needs.\n– B.Sc./B.A. degree in computer science, engineering or a related discipline.\nTo send a CV for the position of Java Web Developer – XtremIO\nWe are looking for people who love what they do, will always suggest ways to improve the organization and the product and learn new things every day.\nAs Cloudify is an all Open-source project (the code and the stack Cloudify is built upon), we get to work with the latest technologies (like InfluxDB, ELK, Docker, Puppet, Chef and the likes…) and contribute to other open-source projects.\nWe are looking for brilliant Software Developers to join our development teams and:\nActively participate in the design of Cloudify’s features.\nImplement Cloudify’s Core functionality.\nImplement Cloudify’s integration with other tools.\nWrite open-source tools and contribute to open-source projects.\nGet involved with defining the TOSCA standard.\nGo to summits (Domestic and abroad)\nMentor young developers\nDo whatever you like :)\nRequirements:\n– Linux Proficiency\n– An excellent coder\n– B.Sc in Computer Science or equivalent\nAdvantages:\n– Experience and familiarity with IaaS providers\n– Good familiarity with Operational practices (Monitoring, Deployment, Configuration).\nTo send a CV for the position of Software Engineer – Cloudify Core Team – GigaSpaces\n– Lead a team of four seasoned Back End engineers.\n– Design, develop, implement and move to production new back end services for RTB and big data infrastructure.\n– Work in cloud environment with new technologies, high system availability and load.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 3 years in leading a team of software engineers.\n– Minimum 6 years hands on java (J2EE) experience.\n– Minimum 3 years back end development experience.\n– AWS experience – major advantage.\n– Experience in any of the following – an advantage:\nAgile/scrum environment\nWeb technologies\nAdTech\nVideo\nFront End development\nMobile\nTo send a CV for the position of Back End Team Leader – anyclip\nWe are looking for Java developer with server side programming experience.\nRequirements:\n– BSc in Computer Science.\n– At least 2 years’ experience in Java server side programming.\n– Object Oriented design and programming.\n– Knowledge of Java multithreading, application servers & frameworks.\n– Team Player.\nThe following experience will be advantageous:\n– JBoss/Tomcat.\n– REST,SOAP.\n– SQL.\n– Linux/Unix environments.\nTo send a CV for the position of JAVA Server Side Developer – at&t\nThe Web Developer will be will be part of OnStar Europe R&D and will be responsible for:\n– Mobile Web application development using current web technologies.\n– Vehicle Infotainment.\n– Design, implement and unit-test web software modules.\nRequirements:\n– Experience with Mobile web UI development.\n– Experience with Native Mobile Development iOS or Android.\n– Past experience in server and client software development.\n– Experience with current web technologies (Node.JS, TypeScript, HTML5, JavaScript, CSS, Sencha).\n– User and customer centric approach.\n– Hands on character.\n– Experience with global large scale production releases with multiple development.\n– Excellent communication skills – Fluent English.\n– Excellent organization, interpersonal and communication skills.\n– Ability to handle multiple assignments and tasks independently.\n– Bachelor’s degree in in Computer science or related technical field or equivalent practical experience.\nTo send a CV for the position of Mobile Web Developer – General Motors – ג’נרל מוטורס", "keywords": "lead / cyber security researcher,general electric,full stack developer,payoneer,infrastructure engineer,klarna,senior backend developer,forter,sr. software engineer,forescout,java web developer,xtremio,software engineer,cloudify core team,gigaspaces  back end team leader,anyclip,java server side developer,at&t,mobile web developer,general motors - ג\\'נרל מוטורס,at&t,gigaspaces back end team leader,lead/ cyber security researcher,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}