{"url": "https://www.geektime.co.il/apple-q3-2017-results/", "type": "article", "title": "בדרך לשווי של טריליון דולר: אפל מציגה עוד רבעון מצוין", "description": "ענקית הטכנולוגיה מציגה רווח נקי של 10.7 מיליארד דולר. נקי. ברבעון אחד. וזה עוד לפני הטירוף של האייפון X", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/640px-Apple_Campus_One_Infinite_Loop_Sign-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-05T10:36:13Z", "modified_time": "2017-11-05T10:34:29Z", "articleBody": "ענקית הטכנולוגיה מציגה רווח נקי של 10.7 מיליארד דולר. נקי. ברבעון אחד. וזה עוד לפני הטירוף של האייפון X\nמטה אפל בקופרטינו. מקור: Joe Ravi\nאפל פרסמה את הדוח הפיננסי שלה לרבעון השלישי של השנה, ומציגה תוצאות מצוינות שמכות את התחזיות של האנליסטים. החברה, ששווה כעת כ-900 מיליארד דולר, צופה רבעון רביעי חזק יותר, בין היתר בזכות המכירות של האייפון X, עם הגעה אפשרית לשווי שוק של טריליון דולר.\nכלל ההכנסות של אפל ברבעון האחרון, עקפו את תחזיות האנליסטים שעמדו על 50.5 מיליארד דולר, והסתכמו ב-52.6 מיליארד דולר – עלייה של 12 אחוזים לעומת הרבעון המקביל ב-2016, זאת לעומת גידול מתון יותר של אחוזים בודדים בארבעת הרבעונים הקודמים. הרווח הנקי של החברה רשם זינוק מרשים עוד יותר של 19 אחוזים והסתכם ב-10.7 מיליארד דולר. לא במפתיע צמח גם הרווח למניה, שהאנליסטים העריכו יעמוד על 1.87 דולר, והוא עומד על 2.07 דולר.\nמבט עמוק יותר על הגורמים להצלחה מציג בין היתר מכירות נאות של מוצר הדגל של החברה, האייפון, שעמדו על 28.85 מיליארד דולר שהגיעו מ-46.7 מיליון מכשירים שנמכרו. עם זאת, חשוב לזכור שהתקופה כוללות בעיקר את דגמי האייפון הותיקים יותר ורק כמה ימי מכירה בודדים של האייפון 8. כך שלפחות על פי התורים, נראה שהאייפון X, יסדר לחברה תוצאות שיא ברבעון 4 הנוכחי.\nלמעשה, אפל חוזה שהמכירות של האייפון X והאייפון 8 יביאו את ההכנסות ברבעון הנוכחי לשיא של 87 מיליארד דולר – זינוק של כ-10 אחוזים בהשוואה לרבעון הרביעי של 2016. אם אכן יתגשמו התחזיות הללו תשבור אפל את שיאי ההכנסות שלה ולמעשה של כל חברה ציבורית – מה שצפוי להזניק את שער המניה שלה עוד – בנוסף ל-44 האחוז שהיא עשתה ב-2017.\nמנוע צמיחה נוסף הוא קטגוריית ה’מכשירים אחרים’ של אפל, שמורכבת מה-Apple Watch, השעון החכם של החברה, האוזניות של החברה – כולל ה-AirPods והאוזניות במותג Beats, האייפודים ואפל tv, הסטרימר של החברה, שזכה לריענון בדמות תמיכה ב-4K. הכנסות החברה בקטגוריה זו הגיעו ל-3.2 מיליארד דולר, זינוק של 36 אחוזים בהשוואה לרבעון המקביל ב-2016.\nגם שאר המוצרים של החברה מציגים עליה יפה מאוד במכירות ובהכנסות: החברה מדווחת על 10.33 מיליון מכשירי אייפד שנמכרו הרבעון, כלומר עלייה של 14 אחוזים מהרבעון המקביל בשנה שעברה; ומחשבי המק, מוצרי הליבה של החברה, מציגים מכירות של כ-5.4 מיליון מכשירים עם הכנסות בגובה 7.17 מיליארד דולר.\nתחת סעיף ה-Services כוללת אפל את ההכנסות שלה משירותים כמו ה-App Store, חנות ה-iTunes, שירות התשלומים Apple Pay, שירות הסטרימינג Apple Music, שירות iCloud ועוד. גם סעיף זה מציג שיא של כל הזמנים עם 8.5 מיליארד דולר הכנסות – עלייה של 34 אחוזים מ-6.3 מיליארד ברבעון המקביל ב-2016. למעשה, הקטגוריה הזו לבדה יכולה לייצג חברת Fortune 100.\nעוד סיבה לאופטימיות עבור משקיעי החברה היא הפעילות בסין – השוק השלישי בגודלו עבור החברה. אפל הציגה עליה של 12 אחוזים לעומת הרבעון המקביל ב-2016 – עלייה שמגיעה לאחר כמה רבעונים מאכזבים למדי.", "keywords": "אפל,דוח,דוחות רבעוניים,דוח רבעוני,הכנסות,רווח,apple,דוח רבעוני"}