{"url": "https://www.geektime.co.il/spacex-will-take-you-to-the-moon/", "type": "article", "title": "החללית למאדים תצא מרציף מס' 1", "description": "אלן מוסק, מייסד Space X טוען כי טיסות סחר אל החלל יחלו כבר בתוך 3 שנים, למאדים תוך 10 עד 20 שנים.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/04/mars.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-04-26T10:45:23Z", "modified_time": "2011-04-26T12:57:06Z", "articleBody": "אלן מוסק, מייסד Space X טוען כי טיסות סחר אל החלל יחלו כבר בתוך 3 שנים, למאדים תוך 10 עד 20 שנים.\nצילום: flickr, cc-by, kevindooley\n“חללית למאדים תצא מרציף מס’ 1, החללית תעצור בתחנות הבאות: כדור הארץ קו המשווה, כדור הארץ מערב אירופה, כדור הארץ הקוטב הצפוני, ירח מכתש דרומי, ירח הצד האפל ומאדים האוניברסיטה, תחנה אחרונה לחללית זו”.\nבתוך 3 שנים בלבד, כך לפי הצהרת אלן מוסק (Elon Musk), מייסד חברת SpaceX תצא חללית התיירים הראשונה מכדור הארץ לנופש קצרצר בחלל, למאדים נאלץ לפי תחזיותיו של מוסק להמתין לפחות בין עשור אחד לשניים.\nבריאיון שהעניק מוסק לוול סטריט ג’ונרל טען מייסד חברת SpaceX כי הוא מעריך כי תוך עשר שנים תחל החברה לספק טיסות מסחריות למאדים, זאת אם הכל יפעל כמובן כשורה, אחרת, מעריך מוסק, יתכן והערכותיו יידחו בכל היותר ב-15 עד 20 שנים מהיום אך לא מעבר.\nמוסק, המוכר יותר לקהילה הטכנולוגית מחברה אחרת שייסד (PayPal) כבר הנפיק לא מעט תחזיות בנוגע לפתיחת המסלול האווירי שממשיך לחלל, אך לבנתיים נראה כי בפועל התחזיות לא ממש התממשו. אף על פי כן, להערכותיו של מוסק כדאי להתייחס ברצינות, שיתוף הפעולה של SpaceX עם NASA מעיד על רצינות הפרוייקט, לפחות ככזה הנתפס כך בעיני אחד הגופים המוכרים יותר בעולם בתחום זה.\nSpaceX הוקמה על ידי מוסק בשנת 2002 במטרה לפתח אמצעי תחבורה שנועדו בסופו של יום להטסה מסחרית של בני אדם אל החלל.\nמתוך שיקולים מסחריים, SpaceX איננה מיועדת רק להטסת בני אדם אל החלל אלא מיועדת גם להעניק שירותים לחברות, ארגונים או מדינות עבור הצבת מטען מסוג כלשהו אל מחוץ לכדור הארץ (לוויינים למשל).\nבתחילת החודש הנוכחי חשפה SpaceX את תוכניות הפיתוח שלה לטיל שיגור חדש העונה לשם “The Falcon Heavy”, טיל שיגור עוצמתי במיוחד שעתיד לשגר חלליות או לוויינים אל החלל. על פי הערכת החברה, טיל השיגור יהיה מוכן כבר במהלך שנה הבאה וטיסת המבחן הראשונה שלו תתקיים כבר במהלך 2013. יתרונו של ה-Falcon Heavy הוא בראש ובראשונה הוזלת העלויות לשיגור אל סביבות ה-100 מיליון דולרים בלבד.\nלפני ימים אחדים הצהירה NASA כי תממן חלק מהפרוייקטים של ארבע חברות מסחריות בעלות כוללת של 270 מיליון דולרים, SpaceX היא אחת מהן.\n", "keywords": "נאסא,מוסק,אלן מוסק,פייפאל,חלל,מאדים,ירח,טיסות סחר,שיגור,טיל,falcon heavy,spacex,nasa,elon musk"}