{"url": "https://www.geektime.co.il/honor-play-4/", "type": "article", "title": "הטלפון הזה מגיע כבר עם מדחום אינפרה-אדום מובנה", "description": "בתקופה הזו, כנראה שמד חום אינפרה-אדום מובנה בטלפון זה דבר יותר חשוב מעוד כמה מגה-פיקסל במצלמה או איכות המסך", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/honorplay4-1591249876-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-04T13:07:50Z", "modified_time": "2020-06-14T12:35:59Z", "articleBody": "בתקופה הזו, כנראה שמד חום אינפרה-אדום מובנה בטלפון זה דבר יותר חשוב מעוד כמה מגה-פיקסל במצלמה או איכות המסך \nמקור: צילום מסך, Weibo\nחברת הבת של וואווי, Honor, החליטה להוציא לשוק מכשיר טלפון חדש ברוח התקופה. אם פעם היו שמים דגש על מערך צילום מתקדם, עמידות למים, חיישן טביעת אצבע שמוטמע מתחת למסך או מסך מרהיב, הרי שהיום – הפיצ׳ר הכי מתבקש, כך מתברר, הוא מדחום.\nהמכשירים מבית Honor הם לרוב צנועים ומיועדים לקהל הצעיר והרחב, אבל לצד הדגם הבסיסי של המכשיר החדש, ה-Play 4, מציגה החברה את גרסת הפרו, שמגיעה כמובן עם פיצ׳ר שימושי מאוד לימי קורונה. גרסת הפרו של המכשיר כוללת חיישן טמפרטורה מבוסס אינפרה אדום, שיאפשר למדוד חום באופן לא פולשני ללא צורך בהצטיידות באביזרים נלווים כמו מדחום ייעודי. לפי החברה, ביכולתו של החיישן למדוד טמפרטורה שנעה בין 20- מעלות ועד ל-100 מעלות. כמו כן, אם ממש יסקרן אתכם לדעת מה הטמפרטורה של הקרטיב שאתם אוכלים או של הכלב שלכם – הטכנולוגיה מבטיחה לעבוד גם במקרים האלו, ולא רק על בני אדם.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nHonor Play 4 Pro. מקור: Honor\nחוץ מהמדחום, מגיע ה-Honor Play 4 עם מסך 6.57 אינץ׳ FHD ומסך בתצורת Hole-Punch; ערכת שבבים HiSilicon Kirin 990 עם 8GB זיכרון RAM; נפח אחסון של 128GB ללא יכולת להרחבה וסוללת 4,200mAh עם תמיכה בטעינה מהירה ב-40 וואט. מערך הצילום של המכשיר כפול גם בחלקו הקדמי וגם האחורי, וכולל מצלמות אחוריות של 40 ו-8 מגה פיקסל וקדמיות של 32 ו-8 מגה פיקסל.\nהגרסה הבסיסית של המכשיר, שכאמור לא מגיעה עם הגימיק התורן, כוללת ערכת שבבים MediaTek Dimensity 800 בתצורה של 6GB או 8GB, נפח אחסון של 128GB ואופציה להרחבתו עד 512GB. הסוללה שלו גדולה במעט (4,300mAh) והוא מגיע עם מערך צילום אחורי מרובע עם מצלמת 64 מגה פיקסל, מצלמת 8 מגה פיקסל לזווית רחבה, מצלמת עומק ומאקרו.\nHonor Play 4, מקור: Honor\nמחירו של הדגם הבסיסי יתחיל ב-250 דולר ויטפס ל-420 דולר עבור גרסת המדחום (פרו). נכון לעכשיו, החברה משיקה את המכשיר רק בסין ולא ברור האם מתוכננת הפצה גלובלית. אבל האם הלהיט הבא של מכשירי הדגל בקרב כל ענקיות הטכנולוגיה יהיה מדחום? נותר לנו רק לקוות שלא.", "keywords": "סמארטפון,מדחום,מצלמת אינפרה,honor play,honor,huawei,וואווי,honor play 4"}