{"url": "https://www.geektime.co.il/pi-day-2019-new-record-by-google/", "type": "article", "title": "יום פאי שמח: עובדת בגוגל שברה את השיא לחישוב ספרות בפאי בדרך מגניבה", "description": "עובדת בגוגל החליטה לרתום את הכוח של הפלטפורמות של המעסיקה שלה כדי לחשב כמות בלתי נתפסת של ספרות אחרי הנקודה העשרונית של המספר שמשגע את העולם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/03/cake-dessert-food-890574-1-1552546646-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-14T09:29:17Z", "modified_time": "2019-03-14T10:16:14Z", "articleBody": "עובדת בגוגל החליטה לרתום את הכוח של הפלטפורמות של המעסיקה שלה כדי לחשב כמות בלתי נתפסת של ספרות אחרי הנקודה העשרונית של המספר שמשגע את העולם\nתמונה: Pexels\nשיא גינס חדש: אם במקרה לא שמתם לב, היום הוא יום חג! נכון, אתם עדיין צריכים ללכת לעבודה כרגיל, אבל אם תסיטו מבטכם אל לוח השנה וואי תשימו לב שהיום הוא יום הפאי הבינלאומי Pi Day שנחגג בזכות הפורמט האמריקאי לכתיבה של תאריך – ה-3.14, שמייצג את הקבוע המתמטי. אז חוץ מללכת לקנות פאי בשביל האירוניה, או להרכיב עוד גאדג׳ט ביתי עם Raspberry Pi, מתברר שהיום יש סיבה אמיתית לחגיגה סביב הפלא המתמטי עצמו, עם הישג מרשים בנושא דווקא מבית גוגל.\nרגע. מה זה פאי ולמה זה כזה מספר משונה?\nבמקרה שזוהי הפעם הראשונה שאתם חוגגים, נזכיר כי פאי הוא מספר טהור אשר מייצג את היחס הקבוע בין היקף מעגל לקוטרו, וכתוצאה מכך שמדובר במספר אי-רציונלי, הוא כולל אינסוף ספרות אחרי הנקודה העשרונית. העובדה שהוא אינסופי גורמת למדענים ומתמטיקאים רבים ברחבי העולם לנסות לחשב עוד ועוד ספרות בו, ואפילו משתמשים בו כדי לבחון מחשבי-על.\nעובדת בגוגל בשם אמה הארוקה איוו (Haruka Iwao), החליטה לרתום כוח חישובי חדש יחסית כדי לשבור את השיא של ספרות פאי מחושבות, ורתמה לצורך דווקא את מקום העבודה שלה. איוו השתמשה במנוע חישוב של גוגל שמופעל על ידי פלטפורמת Google Cloud, והצליחה לחשב -תחזיקו חזק- 31,415,926,535,897 ספרות. רק כדי שתפסיקו לספור ספרות כדי לנסות להבין במה מדובר, אלו הן 31.4 טריליון ספרות (כן, שוב פעם 3.14) או π כפול עשר בחזקת 13. על כל פנים, זהו שיא גינס חדש של כמעט 9 מיליארד ספרות חדשות על פני השיא הקודם של שנת 2016, והפעם הראשונה שבה תשתית ענן משמשת לצורך שבירת השיא החישובי.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nאיוו מספרת כי כבר שהיא הייתה בת 12 היא הורידה לראשונה תוכנה לחישוב פאי, והתאהבה ברעיון המשך פיתוח החישוב שלו. כשהייתה בקולג׳, אחד המרצים שלה היה המחזיק בזמנו לחישוב של ספרות פאי באמצעות מחשב-על ונתן לה כמה טיפים בנושא. כעת, כשהיא עובדת בגוגל, היא השתמשה באפליקציה בשם y-cruncher, על גבי 25 מכונות וירטואלית ב-Google Cloud. החישובים שלה כללו 170 טרהבייט של מידע, והחישובים של ההישג שלה ארכולא פחות מ -תחזיקו שוב חזק- 121 ימים בהם שירות הענן של גוגל המשיך לעבוד ללא התערבות או הפרעה.\nתמונה: גוגל\nלמקרה שתהיתם, אלו הן 97 הספרת האחרונות בחישוב של איוו:\n\n \nגוגל שיחררה את החישובים של איוו כ-Snapshot ואתם יכולים לגשת אליהם ולהעתיק אותם. אם אתם סקרנים לגבי כל התהליך שאיפשר לאיוו להגיע להישג המעניין הזה, אתם יכולים למצוא את כל הפרטים, החישובים וההוראות לגישה ל-Snapshot בבלוג של Google Cloud.\nלכבוד המאורע, וכדי להמשיך ולהשוויץ בכוח העיבוד שלה, גוגל בנתה גם כלי שיכול לייצר לטענתה 31.4 מיליארד יצירות ייחודיות על פי המספרים שאתם תזינו למערכת.", "keywords": "גוגל,ענן,פאי,יום הפאי,פי,pi,pi day,pie day,google,google cloud"}