{"url": "https://www.geektime.co.il/microsoft-surface-hub-2/", "type": "article", "title": "מיקרוסופט חושפת את ה-Surface Hub 2, שיהפוך את המשרד שלכם למדע בדיוני", "description": "מיקרוסופט מציגה את ה-Surface Hub 2. מסך מגע ענק ופיצ'רים מגניבים למדי, שעשוי להפוך להיות להיט משרדי, אם הוא רק לא יגיע עם תג מחיר מוגזם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/3e77eb215f38ace25ce1437b63ada2b6-1024x576-1526452038.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-16T10:30:24Z", "modified_time": "2018-05-16T10:12:11Z", "articleBody": "מיקרוסופט מציגה את ה-Surface Hub 2. מסך מגע ענק ופיצ’רים מגניבים למדי, שעשוי להפוך להיות להיט משרדי, אם הוא רק לא יגיע עם תג מחיר מוגזם\nתמונה: מיקרוסופט\nבעוד סרטי מדע בדיוני הציגו את חדרי הישיבות של העתיד כמקום שמחזיק את כל פלאי הטכנולוגיה החדישים ביותר, לרוב אנחנו נאלצים להסתפק בלוח מחיק עם טושים שחוקים, מסכי טלוויזיה עם חיבורי HDMI מפוקפקים ומסכי לפטופ קטנים שאנחנו מעבירים מאחד לשני. למיקרוסופט יש חזון קצת אחר לטכנולוגיה של המשרדים וחדרי הישיבות והיא הציגה אותו במסך חדש ומעט מפיל לסתות בשם Surface Hub 2.\nתמונה: מיקרוסופט\nה-Surface Hub החדש הוא מסך מגע ענק כמעט נטול שוליים בגודל 50.5 אינץ’, תצוגה באיכות גבוהה יותר מ-4K, יחס מסך של 3:2, רמקולים מובנים, מצלמת 4K ואפילו מיקרופון ארוך טווח. כך שתוכלו לנהל שיחות אודיו ובעיקר וידאו עם קולגות שיוצגו על המסך כמעט בגודל מלא. הוא לא סתם מסך חיצוני שמחברים אליו את המחשב הנייד שלכם, אלא סוג של יישות עצמאית שמתחברת לרשת ומאפשרת לכם לבצע פעולות שלמות על גביו.\nאת המסך ניתן למקם על מעמד נייד עם גלגלים או לקבע לקיר, כאשר בשני המקרים ניתן יהיה להפוך את התצוגה ממצב אנכי למצב אופקי כאשר התצוגה תתעדכן באופן דינמי. כמו כן, אם המשרד שלכם בורך בתקציב ענק, תוכלו לרכוש עד ארבעה מסכים, להצמיד אותם האחד לשני וליצור תצוגה אחת ענקית ודינמית, כאשר אתם יכולים לנצל את השטח החדש לתצוגה המשכית, או לתת לכל מסך תפקיד משלו.\nקורא טביעת אצבע שממוקם בצד המסך יאפשר לכם להזדהות אל מול המסך ושירותי הענן של מיקרוסופט כדי למשוך פרויקטים שהתחלתם לעבוד עליהם באפליקציות מיקרוסופט שונות. המסך יכול לעבוד עם עט ייעודי שיאפשר לכם לשרטט על גביו. כמו כן, המערכת תומכת בזיהוי של כמה משתמשים בו זמנית כך שתוכלו לעבוד ביחד על פרויקטים על גבי המסך.\nלצערנו, מיקרוסופט טרם הודיעה על תאריך השקה מדויק או על מחיר המסך, אך טוענת כי המסך יגיע לשוק במהלך שנת 2019, ומתכננת לבצע מספר ניסויים ובדיקות עם כמה לקוחות מסחריים במהלך שנת 2018. הדור הקודם של ה-Surface Hub נמכר רק ל-5,000 לקוחות, כך שמיקרוסופט מקווה שהדור השני יהפוך ללהיט בקרב המגזר העסקי.המחיר של הדור הראשון עמד על 9,000 דולר, בעוד Google Jamboard, המתחרה העיקרי שלו, תומחר ב-5,000 דולר.\n", "keywords": "מיקרוסופט,סרפייס,סרפייס האב 2,surface hub 2,microsoft,מסך,מגע,screen,touch"}