{"url": "https://www.geektime.co.il/zte-nubia-z9/", "type": "article", "title": "האם זה העתיד? לשלוט על הסמארטפון בצורת האחיזה", "description": "ZTE הסינית מציגה סמארטפון חדש עם מסך חסר שוליים וצדדים הרגישים למגע, המאפשרים לבצע פעולות בעזרת צורות אחיזה שונות במכשיר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/zte.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-09T14:00:14Z", "modified_time": "2015-05-09T11:15:13Z", "articleBody": "ZTE הסינית מציגה סמארטפון חדש עם מסך חסר שוליים וצדדים הרגישים למגע, המאפשרים לבצע פעולות בעזרת צורות אחיזה שונות במכשיר\nמקור: ZTE\nמאת יאיר מור, NEXTER\nמה עושים כדי להקל על השימוש בסמארטפונים ההולכים וגדלים, ובמיוחד כדי לפצות על המסגרות ההולכות ונעלמות? אם תשאלו את ZTE הסינית, התשובה עשויה להיות הרחבת יכולות המגע של המכשירים מהמסך אל המסגרת.\nהשבוע הכריזה החברה על Nubia Z9, סמארטפון חדש בסדרת הפרימיום שלה והראשון עם היכולת לזהות נגיעות שונות שלכם במסגרת ולבצע לפיהן פעולות. צידו הקדמי של המכשיר כמעט כולו מסך בגודל 5.2 אינצ’ וברזולוציית Full HD, ללא שוליים צדדיים כלל (אך עם שוליים רחבים למדי למעלה ולמטה). אך כדי להקל על השימוש, לא רק לתמונה אין (לכאורה) שוליים, אלא גם למשטח המגע.\nכך, למשל, ניתן לפתוח את נעילת המכשיר על ידי אחיזתו בצורה שקבעתם מראש – נניח, שלוש אצבעות בתחתית המסגרת בצד שמול כף היד; לעבור בקלות בין אפליקציות על ידי החלקת האגודל מעלה או מטה בעת השימוש; להפעיל את המצלמה על ידי אחיזת המכשיר באצבע בכל אחת מהפינות שלו, כפי שנהוג להחזיק סמארטפון בעת צילום; לשנות את בהירות המסך על ידי החלקת שתי אצבעות מעלה או מטה, כל אחת על צד אחר של המכשיר; ולעבור למצב שימוש ביד אחת על ידי הידוק האחיזה במכשיר (תנועת סחיטה) פעמיים, שתקטין את הממשק ותקרב אותו לצד בו נמצא האגודל.\nהחברה מציינת כי הטכנולוגיה ניתנת לשימוש גם על ידי אפליקציות חיצוניות, כך שמפתחים יכולים להוסיף מחוות אחרות למסגרת המכשיר.\nמלבד היכולת המסקרנת, מגיע המכשיר עם מפרט פרימיום ממוצע, הכולל מעבד קואלקום Snapdragon 810 מתומן-ליבות, זיכרון עבודה (RAM) בנפח 3 או 4 גיגה-בייט, אחסון פנימי בנפח 32 או 64 גיגה-בייט, מצלמה אחורית עם חיישן 16 מגה-פיקסל של סוני (זהה לזה שב-G4 החדש של LG) וייצוב תמונה אופטי, מצלמה קדמית עם חיישן 8 מגה-פיקסל וסוללה בהספק 2,900 מיליאמפר/שעה, בתוך גוף בעובי 8.9 מילימטר.\nהמכשיר יימכר בסין החל מעוד שבועיים במחיר של 3,500 יואן (כ-2,175 שקל) לגרסה הבסיסית (צבע שחור, 3 גיגה זיכרון ו-32 גיגה אחסון), 4,000 יואן (כ-2,486 שקל) לגרסת “עילית” (צבע זהב, 4 גיגה- זיכרון ו-64 גיגה אחסון) או 4,500 יואן (כ-2,795 שקל) לגרסת “פרמייר”, שתגיע בהמשך ותכלול חיישן טביעות אצבע בתוך כפתור ההפעלה.\nהכתבה פורסמה לראשונה ב-NEXTER\nלקריאה נוספת\nמחפשים מחשב? אתם במיעוט\nלצלם בשושו: כך תשתיקו את צליל הצילום בסמארטפון\nגראמפי מי? הכירו את החתלתול המודאג", "keywords": "nubia z9,zte,סמארטפון,אנדרואיד,מגע,אחיזה,שליטה במגע,android,smartphone,zte nubia z9"}