{"url": "https://www.geektime.co.il/multitouch-belongs-now-to-apple/", "type": "article", "title": "המולטיטאצ' שייך לאפל", "description": "4 וחצי שנים אחרי ששיחררה את מכשיר האייפון, אפל מקבלת אישור על פטנט מולטי טאץ' חשוב שמקנה לחברה יתרון בתחום הסלולר. האם היצרניות המתחרות צריכות לפחד?", "image": "https://files.geektime.co.il/wp-content/uploads/2011/06/iphone1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-06-27T14:33:44Z", "modified_time": "2011-06-27T20:11:12Z", "articleBody": "4 וחצי שנים אחרי ששיחררה את מכשיר האייפון, אפל מקבלת אישור על פטנט מולטי טאץ’ חשוב שמקנה לחברה יתרון בתחום הסלולר. האם היצרניות המתחרות צריכות לפחד?\nצילום: יח\"צ\nבמצגת הפתיחה של MacWorld 2007, הציג סטיב ג’ובס את המכשיר ששינה בשנים האחרונות את עולם הסלולר מקצה לקצה. השינוי של האייפון היה לא רק בשליטה של ספקיות הסלולר על המכשירים אלא גם באופן בו המשתמש מבצע אינטרקציה עם המכשיר.\nטאצ’ במכשירי סמארטפון לא היה חדש, אבל מולטי טאצ’ היה דבר חדש שפתח את דלתות עולם הסלולר לאפשרויות חדשות. באותה נשימה אמר סטיב “And boy, have we patented it” לציין את העובדה שאפל רשמה פטנטים על החדשנות של המכשיר. כעת 4 וחצי שנים אחרי הצגת האייפון אפל מקבלת פטנט בנושא המולטי טאקסינג שגורם לתהיות רבות בעולם הסלולר.\n\nפטנט מספר 7,966,578 של משרד הפטנטים האמריקאי על קונספט בשם “Portable multifunction device, method, and graphical user interface for translating displayed content”, אותו רשמה אפל ב- 19 לדצמבר 2007 מתאר את התפעול הכללי של האייפון עם דגש על ממשק המוטי טאצ’:\n“מסך המגע קולט מחוות מגע של N אצבעות, ובהתאם התוכן של המסך משתנה כולל גם חלק מתוכן ספציפי (X לשם הנוחות) המוצג וגם שאר התוכן שמסביב מוצג בהתאם למחוות המולטי טאצ’. בנוסף מחוות מגע של M אצבעות (כאשר M שונה מ- N) נעשית על התוכן הספציפי (X) ובהתאם התוכן הזה משתנה מבלי לשנות את התוכן של שאר התצוגה בדף”.\nהאישור לפטנט של אפל גרם למחלוקת קשה בקרב הכתבים והאנליסטים של עולם הטכנולוגיה. חלקם טוענים כי הפטנט הוא מאוד ממוקד וספציפי ואחרים טוענים שהפטנט הוא רחב מאוד והוא עלול לגרום לבעיות קשות עבור יצרניות הסלולר המתחרות באפל. הטוענים לכך שהפטנט הוא צר מציינים שהפטנט פשוט מדבר על האופן בו ניתן לתפעל חלקים שונים של התוכן המוצג במסך האייפון, מבלי להשפיע על שאר התוכן המוצג. למשל הדוגמא אותה מציג Nilay Patel מהאתר This is my Next עבור הפטנט היא כיצד ניתן לשנות גודל של תוכן חלונית Google Map המוטמעת באתר, מבלי לשנות את גודל או התוכן של שאר הדף, ומפתחות הפלטפורמות הגדולות: Palm/HP, גוגל ומיקרוסופט יכולות לעקוף את העניין בקלות.\n\nאולם, כאמור, יש אחרים הסבורים כי הפטנט הוא רחב הרבה יותר כשהוא כולל באופן כללי כיצד ניתן לבצע אינטרקציה עם התוכן שעל מסך המכשיר. אנליסטים של פטנטים כמו Florian Muller ציינו כי הפטנט בעצם מציין כיצד ניתן לבצע אינטרקציה של מספר אצבעות באופן שונה על מסך המכשיר. גם עורכי המגזין PCmag מצודדים בעמדה של Muller לפיה הפטנט רחב מדי והוא עלול לגרום לאפל לצאת במסע תביעות נרחב כנגד יצרניות סמארטפון מתחרות כמו HTC, סמסונג, מוטורולה, LG, נוקיה ואחרות המשתמשות בטכנולוגיית המולטי טאצ’ במכשירי הסמארטפון שלהן, בלי קשר לסוג הפלטפורמה המותקנת על המכשיר.\nאפל ידועה בתור חברה המגינה בחירוף נפש על הפטנטים שלה ולא מפחדת לצאת כנגד יצרניות מתחרות. כבר עכשיו לאפל יש מספר תביעות פתוחות: נגד מוטורולה, HTC, תביעה נגד סמסונג שלפי דיווחים אחרונים קיבלה תפנית מעניינת ותביעה בין אפל לנוקיה שנפתרה לפני זמן קצר בניצחון מתוק מר עבור אפל, שמשלמת תמלוגים לנוקיה, אולם מצד שני יכולים לגרום לנוקיה לצאת מול יצרניות סלולר אחרות שעלולות למצוא את עצמן משלמות סכומים גבוהים מאלו של אפל, לה היה יתרון טכנולוגי בתחום הפטנטים שעזר לה להגיע לעמדת מיקוח טובה מזה של רוב יצרניות הסלולר האחרות.\nבסופו של דבר הפרשנויות השונות בטלות ב-60. מי שבסופו של דבר תפרש את הפטנט והמשמעות שלו היא אפל. האם אפל תחליט לנצל את הפטנט החדש שלה ולמרר את חייהן של יצרניות הסלולר השונות, במטרה להשיג יתרון טכנולוגי מובהק שאם אכן ינתן לה ישמר עד 2027 ויכול להביא לקיפאון בתחום החדשנות בעולם הסלולר? או שמא החברה תשתמש בפטנט באופן המצומצם יותר ותגביל רק את יצרניות הפלטפורמה השונות?\nהפוסט פורסם לראשונה באתר iPhones.co.il", "keywords": "מולטיטאצ\\',אפל,פטנט,רב מגע,מגע,מסך מגע,multitouch,iphone,אייפון"}