{"url": "https://www.geektime.co.il/ad-blockers-not-working-on-tamka/", "type": "article", "title": "האתרים הישראליים פתחו במלחמת עולם כנגד חוסמי הפרסומות", "description": "גם אתם שמתם לב שחוסמי הפרסומות שלכם כבר לא חוסמים אתרים כמו וואלה, מאקו או ynet? מלחמת עולם מתנהלת מתחת לפני השטח ומעורבים בה הרבה כסף וטכנולוגיה; בינתיים, אחוז המשתמשים בחוסמי פרסומות רק עולה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/Screenshot_1-5.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-11T10:50:57Z", "modified_time": "2017-04-12T14:40:48Z", "articleBody": "גם אתם שמתם לב שחוסמי הפרסומות שלכם כבר לא חוסמים אתרים כמו וואלה, מאקו או ynet? מלחמת עולם מתנהלת מתחת לפני השטח ומעורבים בה הרבה כסף וטכנולוגיה; בינתיים, אחוז המשתמשים בחוסמי פרסומות רק עולה\nמקור: Adblock Plus\nנכון להיום יותר מ-615 מיליון מחשבים אישיים, לפטופים, טאבלטים וסמארטפונים כוללים תוספי חסימת פרסומות שונים, כשהמספר הולך וגדל בקצבים מהירים מדי שנה. אולם אתרי התוכן הגדולים, שרובם מתקיימים בזכות אותן פרסומות, לא נשארים חייבים ונוקטים בצעדים אקטיביים להלחם בתופעה. בשבועות האחרונים החלו לדווח יותר ויותר קוראים, כי חוסמי הפרסומות הפופולאריים אינם יעילים יותר ולמרות השימוש בתוספים השונים, הם נחשפים פתאום לפרסומות באתרים ישראליים דוגמת וואלה, ynet ומאקו. בדקנו מה הסיבה לכך, מה ניתן לעשות וגילינו מלחמת עולם שמתרחשת מתחת לפני השטח בין האתרים הישראליים שנלחמים על מקור הכנסתם העיקרי והקוראים, כשבאמצע הרבה טכנולוגיה והרבה כסף.\nכזכור, בשלב הראשון לפני כשנה לערך החלו להציג האתרים הגדולים בארץ דוגמת ynet או וואלה הודעות שמבקשות מהקוראים לנטרל את חוסמי הפרסומות שלהם. לא עבר זמן רק וגם ההודעות האלו נחסמו. בשלב הבא החלו אתרים כמו המגזין הכלכלי דהמרקר לחסום את הגישה לגמרי עבור קוראים שעושים שימוש בחוסם פרסומות – צעד שהצליח במשימה ומנע מקוראים להיחשף לאתר, אבל האם מדובר אכן בהצלחה? על פי הנתונים של Pagefair, כ-74 אחוזים מהמשתמשים בחוסם פרסומות, שנתקלו באתרים חסומים, העדיפו לעזוב את האתר ולא לבטל את חוסם הפרסומות.\nבשבועות האחרונים קיבלנו מספר פניות ממשתמשים ישראליים, שטענו שלמרות שהם משתמשים בתוספים דוגמת AdBlock ו-AdBlock Plus, הם עדיין נחשפים לכל סוגי הפרסומות באתרים כמו מאקו, וואלה ו-ynet. מהבדיקה שלנו עולה כי הסיבה היא, שבמסגרת המאבק שמנהלים אתרי התוכן הישראליים בחוסמי הפרסומות, הם החלו להשתמש בטכנולוגיה של Uponit, חברת סטארטאפ ישראלית.\nמקור: Uponit\nהפתרון שפיתח הסטארטאפ מסוגל לחסום כיום את כל חוסמי פרסומות, בעזרת הטמעה פשוטה של קוד JavaScript ב-Header של אתר התוכן. אתר שמטמיע את הטכנולוגיה של החברה יכול להציג את כל סוגי הפרסומות כולל Display, וידאו והמלצות תוכן ממומנות במובייל ובדסקטופ – ומכל מקור, כולל ישיר. מחברת Uponit אישרו לנו שאכן האתרים הללו נמנים על לקוחות החברה. בשיחה עם גיקטיים, סירב גל גליקמן, שותף-מייסד ומנכ”ל Uponit, לחשוף את הטכנולוגיה המדוייקת שבה נעשה שימוש, כדי לעקוף את חוסמי הפרסומות: “אין לנו עניין לחשוף את כל היכולות הטכנולוגיות שלנו, אך אוכל להגיד כי החברה מושתתת על טכנולוגיה וכלים טכנולוגים חזקים מאוד, ופועלת מעל לשנה וחצי – ללא הצלחה של חברות האדבלוק להתמודד מול הטכנולוגיה”. אגב, בין המשקיעות ב-Uponit ניתן למצוא את חברת קשת הישראלית, הבעלים של אתר מאקו.\nעם זאת ההערכה בתחום היא שכמו חברות נוספות בתחום דוגמת Pagefair, גם הטכנולוגיה של Uponit, מנצלת ‘חורים’ וחולשות בתוספים הקיימים – עד שאלו מתוקנים על ידי קהילת המפתחים של התוספים. לדברי גורמים המעורבים בתחום, מדובר במשחק קלאסי של חתול ועכבר. בהתחלה היה ניסיון של האתרים להחליף דומיינים של שרתי הפרסומות שלהם בצורה אוטומטית, וכך להתחמק מחוסמי הפרסומות – ניסיון שנחסם לבסוף על ידי מפתחי התוספים; אחר-כך ניסו האתרים לחמוק מהחוסמים בעזרת שימוש בפרוטוקול WebSocket, ניסיון שגם הוא נחסם; ועתה, עברו האתרים להשתמש בפרוטוקול WebRTC, שנועד לשמש במקור לתקשורת P2P, אבל משמש את האתרים כדי להציג פרסומות, ולחמוק דרך המסננת של חוסמי הפרסומות.\nלפחות כרגע זה עובד, ואתרים כמו וואלה, מאקו ו-ynet מצליחים להציג פרסומות גם למשתמשי AdBlock ו-AdBlock Plus הפופולאריים; עם זאת, חוסם פרסומות דוגמת uBlock Origin הצליח כבר להתגבר על המכשול הזה, וכרגע הוא חוסם גם את הפרסומות באתרים הללו. לדברי גליקמן, מדובר בהחלטה מכוונת ומשותפת שהתקבלה עם בעלי האתרים, כשהכוונה הייתה לטרגט קודם כל את משתמשי המיינסטרים, שמבחינה מספרית הם המשמעותיים ביותר.\nמקור: צילום מסך\nעם זאת, מעיון שלנו בעדכונים העתידיים של Adblock Plus, נראה שבקרוב יתווסף כלי מסוג Wrapper, שיצליח לחסום גם פרסומות בפרוטוקול RTCPeerConnection (או WebRTC) וגם ה’חור’ הזה ייסתם עד המהלך הבא.\nמצד אחד, הקוראים צודקים לגמרי. אתרים רבים הרוויחו את החסימה ביושר. הם הציגו פרסומות מציקות שמשתלטות על רוב שטחו של האתר, הם הציגו פרסומות עם וידאו, שפוגעות בביצועי הדפדפן והסוללה, חלקם הציג פרסומות שלא ניתן להעלים, פרסומות חודרניות שאוספות נתוני גלישה וחלקם הציג פרסומות עם תוכן גרפי שפוגע בקבוצות אוכלוסיה שונות. מצד שני, צודקים גם בעלי האתרים. תוכן עולה כסף, ומכיוון שמעטים מוכנים לשלם עליו, הם נאלצים להציג פרסומות.\nלפחות כרגע מלחמת העולם בעיצומה ואין סימנים לרגיעה. יותר מדי כסף מונח כאן על השולחן וחשוב לזכור שמצד אחד עומדות ענקיות כמו פייסבוק וגוגל, שמתקיימות על פרסומות, ומצד שני נמצא מפתחים נחושים עם ‘צבא של מפתחים’ מאחוריהם. כמו במקרים רבים, האמת נמצאת איפשהו באמצע, ו-2 הצדדים ייאלצו להיות יצירתיים ולהתפשר.\nהטכנולוגיה של ChameleonX באתר גיקטיים. מקור: צילום מסך\nאחד הפתרונות היצירתיים, שבו גם אנחנו בגיקטיים עושים שימוש, מעביר את הבחירה לידיכם, הקוראים. הטכנולוגיה, שפותחה על ידי חברת הסטארטאפ הישראלית ChameleonX, פועלת בצד השרת ומציגה לקורא, שעושה שימוש בחוסם פרסומות, אייקון קטן בפינת המסך עם 3 אפשרויות: האפשרות הראשונה היא להמשיך לחסום את כל הפרסומות; האפשרות השנייה היא להיחשף לחלק קטן מהפרסומות בלבד; והאפשרות השלישית, להמשיך לצפות בכל הפרסומות באתר. כמובן שהבחירה שלכם באתר מסויים לא משפיעה על הקריאה שלכם באתרים אחרים. לפחות מהניסיון שלנו, רוב מכריע של הקוראים בוחר להיחשף לפרסומות באתר. אגב, גם פייסבוק נוקטת בשיטת המעקף בצד השרת (Server Side) כדי להטמיע את התוכן הפרסומי שלה בפיד – זאת בניגוד לשאר הפתרונות שמתבססים על מעקף בצד הלקוח (Client Side).\nפתרון נוסף שעליו עובדים מספר גופים כמו המפתחת של AdBlock Plus, חוסם הפרסומות הפופולארי ביותר בעולם והקואליציה לפרסומות טובות יותר, הוא אימוץ של תקן פרסומות הוגנות, לא מציקות ושאינן פוגעות בפרטיות. הפתרון מבטיח שכל פרסומת שתעמוד בתקן תוצג גם על ידי חוסמי הפרסומות. עם זאת, מכיוון שבסופו של דבר גם החברה שמפתחת את AdBlock Plus היא חברה מסחרית, שבסופו של דבר מציגה פרסומות וגובה עמלות על הפרסומות שהיא מציגה (הגם שהן ‘הוגנות’) – היוזמה הביאה לביקורת בקרב המשתמשים ולאימוץ חלופות דוגמת uBlock Origin.", "keywords": "חוסם פרסומות,חוסמי פרסומות,אדבלוק,אדבלוקר,uponit,chameleonx"}