{"url": "https://www.geektime.co.il/elal-wifi-is-on/", "type": "article", "title": "מיום ראשון הקרוב: WiFi בטיסות אלעל", "description": "חבילה בסיסית של השירות תוצע בחינם לנוסעים לאירופה עד סוף אוקטובר, החבילה המורחבת תוצע בחינם לנוסעים לצפון אמריקה עד הסתיו במסגרת פיילוט שתפעיל החברה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/plane-841441_1920-1531206272-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-10T17:28:16Z", "modified_time": "2018-07-10T21:34:04Z", "articleBody": "חבילה בסיסית של השירות תוצע בחינם לנוסעים לאירופה עד סוף אוקטובר, החבילה המורחבת תוצע בחינם לנוסעים לצפון אמריקה עד הסתיו במסגרת פיילוט שתפעיל החברה\n\nחברת התעופה הישראלית מסיימת בימים אלה את שלב הפיילוט שהריצה כבר מספר חודשים בצי המטוסים שלה ותחל להפעילו באופן רשמי החל מיום ראשון הקרוב, ה-15 ביולי. בשלב ראשון יוצע השירות ב-15 מטוסים בהם כל צי מטוסי הדרימליינר וכל צי מטוסי הבואינג 737-900. בנוסף יוצע השירות גם בשני מטוסי בואינג 737-800. אל על תציע שלוש חבילות אשר אינן מוגבלות בזמן או בנפח הגלישה אך כן מוגבלות במגוון התכנים ואופן השימוש המשתנה בין חבילה אחת לאחרת.\nהחבילה הראשונה שתציע אל על היא חבילת ה-Basic שכוללת גישה לאפליקציות הודעות מיידיות דוגמת ווטסאפ או טלגרם, גישה לדואר אלקטרוני וגלישה לאתרי אל על. החבילה תוצע בחינם במסגרת פיילוט עד לתאריך ה-31 באוקטובר השנה ולאחר מכן מחירה יעמוד על 4 דולרים למשך הטיסה כולה.\nהחבילה השנייה היא חבילת ה-Social הכוללת גישה לאפליקציות הודעות מיידיות, גישה לדואר אלקטרוני, גלישה חופשית לאתרים ואפליקציות אך עם מגבלה על זמן הצפייה בסרטונים לעד 3 דקות. חבילה זו תוצע תמורת 10 דולרים או תמורת 30 נקודות במועדון הנוסע המתמיד (20 נקודות למחזיקי FLYCARD).\nהחבילה השלישית והיקרה יותר היא חבילת ה-Business שכוללת גישה חופשית לחלוטין לאינטרנט בדיוק כמו בבית, אם כי במהירות מעט נמוכה יותר מזו שהתרגלתם אליה על הקרקע. עלות החבילה לקטע טיסה עומד על 20 דולרים או תמורת 60 נקודות בנוסע המתמיד (40 נקודות למחזיקי FLYCARD).\nקצב הגלישה הממוצע בכל החבילות עומד על 12Mbps.\n\nשירות האינטרנט של אל על מבוסס על טכנולוגיית התקשורת הלוויינית של חברת Viasat. טכנולוגיית ה-KA BAND מספקת מהירות בקצב ממוצע של 12Mbps בגובה של 30,000 רגל. השירות מוצע לכל משתמש עבור מכשיר אחד בודד, כך שאם תחליטו לנדוד למכשיר אחר ינותק המכשיר הקודם איתו התחברתם. כמו כן ובמטרה לשמור על הנסיעה שקטה ורגועה יותר, השירות אינו מאפשר לקיים שיחות קוליות על גבי רשת ה-WiFi.\nמאחר ומדובר בתקשורת לווינים יש גם שני חסרונות שנובעים מאתגרים טכנולוגים שחשוב להכיר. על מנת שהשירות יהפוך פעיל המטוס צריך קודם לנסוק לגובה של 10,000 רגל לפחות, שנית: ישנם אזורים שחברת Viasat עדיין לא מציעה להם כיסוי ובאופן פרדוקסלי ישראל היא אחד מהם. המשמעות היא שהשירות יחל לפעול רק אחרי שתצאו מתחומי המדינה, בערך 30 דקות מרגע ההמראה מנתב״ג. אזור נוסף בו דווקא קיים כיסוי אבל בשל רגולציה נוקשה לא תוכלו להשתמש בשירות הוא רוסיה. בחלקים בהם הטיסה תעבור מעל לרוסיה הגישה לרשת לא תפעל ותשוב מיד לאחר מכן.\nוהנה משהו שבוודאי שאלתם את עצמכם לאורך הכתבה: איך יכול להיות שבמשך שנים ביקשו מאיתנו להעביר את הטלפון למצב טיסה ולפתע יש WiFi במטוס? ובכן, כששאלנו את נציג אל על השיבו לנו שהבעיה איננה עם קישוריות ה-WiFi אלא עם זו הסלולרית. ״תקשורת סלולרית מתנגשת עם תדרים המשמשים את המטוס ולכן בחלק מהטיסות מבקשים לכבות אותה. עם קישוריות WiFi אין בעיה״.\nעל מנת לערוך השוואה בחרנו לבדוק את שירות האינטרנט שמציעה לופטנזה בצי המטוסים שלה. חברת התעופה הגרמנית מציעה מודל מעט שונה המבוסס על הגבלת מהירות הגלישה. חבילת הבסיס של שירות FlyNet של לופטנזה מציע אינטרנט במהירות של עד 150kbps, מהירות איטית למדי שרלוונטית בעיקר למשלוח הודעות ווטסאפ או קישור למיילים ומוצעת תמורת 3 יורו.\nהחבילה השנייה של לופטנזה מציעה מהירות של עד 600kbps תמורת 7 יורו וחבילת הפרימיום היקרה ביותר מציעה חיבור של עד 15Mbps תמורת 12 יורו (או 14 דולרים).\nבדיקה נוספת שערכנו מול חברת התעופה הספרדית Iberia גילתה את מצב הקיצון הכי פחות משתלם בו יש גם הגבלה על נפח הגלישה וגם על זמן הגלישה. כך למשל מציעה איבריה חבילה בסיסית של חיבור לרשת עד שעה בנפח שלא עולה על 40Mpbs תמורת 9 דולרים. חבילת הפרימיום של החברה המוצעת למשך הטיסה כולה מוגבלת ל-200Mbps ועולה 30 דולרים.\nכך שמבחינה השוואתית אל על דווקא מציעה מחיר תחרותי. היתרון הגדול של השירות שהיא מציעה נעוץ בעובדה שהוא לא מוגבל במהירות הגלישה או בזמן הגלישה כמו שמוצע בקרב חלק מהמתחרות.\n\nכמה עבודות מעניינות: נכון להיום 88 חברות תעופה מסחריות מציעות קישוריות WiFi מתוך 350 הפעילות בעולם, רבע מהמטוסים המציעים אינטרנט הן חברות הפעילות בצפון אמריקה. ההערכות הן כי בשנת 2025 כ-67% מכלל המטוסים בעולם יציעו חיבור לאינטרנט (זאת לעומת כ-25% נכון להיום).\nידיעה זו נכתבה ופורסמה מגובה 20,000 רגל בזמן התנסות בשירות ה-WiFi בטיסת אל על ", "keywords": "אלעל,אינטרנט,אינטרנט בטיסות,טיסה,אינטרנט בטיסה,wifi,טיסות אלעל,elal,אל על"}