{"url": "https://www.geektime.co.il/lg-g6-images-and-spec-leaks/", "type": "article", "title": "פחות משבוע לפני: ה-LG G6 נחשף במלואו בתמונות ראשונות", "description": "התמונות המודלפות החדשות חושפות את מסך התצוגה של המכשיר החדש שיפעל כל העת, בדומה לסמסונג גלקסי S7. סמארטפון הדגל החדש ייחשף באופן רשמי בראשון הבא בברצלונה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/LG-G6-LEAK.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-19T15:09:37Z", "modified_time": "2017-02-19T15:09:37Z", "articleBody": "התמונות המודלפות החדשות חושפות את מסך התצוגה של המכשיר החדש שיפעל כל העת, בדומה לסמסונג גלקסי S7. סמארטפון הדגל החדש ייחשף באופן רשמי בראשון הבא בברצלונה\n\nההדלפות לרשת ממשיכות – זוג תמונות חדשות של סמארטפון הדגל הבא של LG, ה-LG G6, חושפות את החזית והצד האחורי של המכשיר בגרסתו הכסופה.\nהתמונות פורסמו לראשונה באתר 9to5google על ידי מקור שזהותו לא נחשפה. בניגוד לתמונות אחרות שדלפו לרשת בחודשים האחרונים, תמונות אלה מראות כיצד התצוגה של המכשיר נראית כאשר הוא במצב המתנה. המסך של ה-LG G6 אמור להיות דלוק כל העת בדומה למסך של הגלקסי S7 של המתחרה הדרום קוריאנית סמסונג, ויציג למשתמש התרעות חדשות ואת השעה בכל עת.\nכמו כן, התמונות הללו מאשרות כי השמועה שקורא טביעת האצבע של ה-LG G6 נמצא על גבו של המכשיר ושהסמארטפון החדש מצוייד במצלמה עם עדשה כפולה.\nבנוסף, אותו מקור שסיפק את התמונות האחרונות הדליף גם את המפרט הטכני של ה-LG G6, או לפחות חלק ממנו. להלן המפרט, בתוספת עם פרטים נוספים ש-LG עצמה אישרה כנכונים בזמן האחרון:\nLG הכריזה בתחילת החודש כי היא תקיים אירוע בתערוכת MWC 2017 שתפתח את שעריה בברצלונה ב-27 בפברואר, אז היא תציג לציבור באופן רשמי את ה-LG G6. הצפי להשקת המכשיר לחנויות עומד על תחילת חודש מרץ ברחבי דרום קוריאה וחודש לאחר מכן בתחילת אפריל הוא יושק בארצות הברית.", "keywords": "הדלפה,lg g6,lg,מכשיר דגל,מפרט טכני,"}