{"url": "https://www.geektime.co.il/pebble-introduces-3-new-products/", "type": "article", "title": "שוברת את האינטרנט, שוב: Pebble מכריזה על שני שעונים ומכשיר לביש", "description": "היצרנית האמריקאית שכבר שברה פעמיים את שיאי הגיוס בקיקסאטרטר מציגה 2 שעונים חדשים ועוד מכשיר לביש שמיועד לריצה במחירים נמוכים יחסית. תוך יום אחד היא כבר גייסה יותר מ-6 מיליון דולר וכן, אפשר להזמין משלוח לישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/photo-original-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-25T12:35:57Z", "modified_time": "2016-05-25T12:46:22Z", "articleBody": "היצרנית האמריקאית שכבר שברה פעמיים את שיאי הגיוס בקיקסאטרטר מציגה 2 שעונים חדשים ועוד מכשיר לביש שמיועד לריצה במחירים נמוכים יחסית. תוך יום אחד היא כבר גייסה יותר מ-6 מיליון דולר וכן, אפשר להזמין משלוח לישראל\nמקור: Pebble\nPebble כבר חתומה על 2 קמפיינים מוצלחים בקיקסטארטר. בראשון, הצליחה החברה לגייס לשעון ה-E-Ink שלה יותר מ-10 מיליון דולר ובשני, הצליחה לגייס לשעון ה-Pebble Time יותר מ-20 מיליון דולר. עתה, חוזרת החברה לקיקסטארטר ומציגה 3 מוצרים חדשים: 2 דגמים חדשים לשעונים ועוד מכשיר לביש לניטור כושר – שיכול לפעול גם ללא הסמארטפון.\nשעון ה-Pebble 2. מקור: Pebble\nמדובר בגרסה חדשה לשעון המקורי והספוריטיבי יותר של החברה. כמו כל השעונים של החברה גם הוא מתבסס על E-Ink (דיו אלקטרוני) מונוכרומטי (שחור-לבן) ולכן ניתן לקרוא את המוצג עליו היטב גם בשמש ישירה. ל-Pebble 2 מסך בגודל 1.26 אינץ’ מצופה בכיסוי מסוג Gorilla Glass; השעון החדש גם עמיד במים – עד עומק של 30 מטר והוא כולל מיקרופון מובנה לפקודות קוליות; בניגוד לקודמו, כולל השעון החדש גם מד דופק שמשולב בגב המכשיר. כמו קודמו, הוא נהנה מחיי סוללה מכובדים למדי בהשוואה לשעונים חכמים עם מסכי LED למשל והוא יחזיק מעמד 7 ימים בין טעינה לטעינה. השעון תואם גם לאנדרואיד וגם ל-iOS. מחיר השעון, כולל משלוח לישראל עומד על 440 ש”ח.\nשעון ה-Pebble Time 2. מקור: Pebble\nהדגם החדש של שעון הדגל של החברה מגיע עם מסך E-Ink צבעוני הגדול ב-50 אחוזים מקודמו. השעון עשוי מתכת עם רצועות גומי וגם הוא מוגן ממים עד עומק של 30 מטר. ה-Time 2 כולל מד דופק וזמן הסוללה שלו ארוך במיוחד ועומד על 10 ימים בין טעינה לטעינה. השעון תואם גם לאנדרואיד וגם ל-iOS ותומך ביותר מ-13 אלף אפליקציות ועיצובי שעון שפותחו למערכת ההפעלה של החברה. בעזרת המיקרופון המובנה תוכלו כמובן לדלג על כל ההקלדות ולענות על הודעות או להקליט הודעות קוליות ישירות מהסמארטפון. מחיר השעון, כולל משלוח לישראל עומד על 750 ש”ח.\nה-Core של Pebble. מקור: Pebble\nהמכשיר הלביש הראשון של החברה מיועד לכל הרצים למיניהם. כן, אנחנו מדברים אליכם, אנשי ה-RunKeeper שמעלים את מפות הריצה שלהם. ה-Core נועד כדי שתוכלו לרוץ בלי הסמארטפון המגושם שצמוד לכם לזרוע. את המכשיר הזעיר והקל פשוט מצמידים בעזרת קליפס לבגד או למכנס והוא יעקוב בעזרת GPS אחרי המסלול שלכם, יוכל להזרים מוסיקה מחשבון הספוטיפיי שלכם בעזרת קישוריות סלולרית (המכשיר כולל חריץ עבור סים), להקליט הודעות קוליות ולשלוח בלחיצה אחת הודעת חירום. כאשר תגיעו הביתה לאחר הריצה הוא יסתנכרן אוטומטית עם אפליקציית הריצה המועדפת שלכם, כרגע הוא תומך בין היתר ב-Runkeeper ו-Strava. ה-Core כולל גם נפח איחסון פנימי של 4 גיגה-בייט והסוללה שלו מספיקה ל-9 שעות פעילות כולל GPS והאזנה למוסיקה. ה-Core לא כולל מד דופק, אבל הוא מתממשק עם שעון ה-Pebble שלכם ויכול לקבל ממנו את הנתונים. מחירו של ה-Core, כולל משלוח לישראל עומד על 325 ש”ח.\nמאז שעלה הקמפיין אתמול (ג’) בקיקסטארטר כבר הצליחה החברה לגייס יותר מ-6.1 מיליון דולר ובהתחשב בעובדה שלפניה עוד 35 יום לקמפיין, לא מן הנמנע כי היא בדרך לשבור את שיא הגיוס הקודם שלה שעמד כאמור על יותר מ-20 מיליון דולר. יותר מ-1.8 מיליון איש כבר רכשו את שעוני החברה השונים וקהילת המפתחים שלה מונה יותר מ-50 אלף מפתחים ברחבי העולם.\nעל פי הנתונים של IDC, שוק מערכות ההפעלה לשעונים חכמים מתחלק בין אפל שאחראית על נתח של כ-49 אחוזים; Android Wear של גוגל שנמצאת ב-25 אחוזים מהשוק, Tizen של סמסונג עם 11 אחוז, Pebble OS שקיימת ב-7 אחוז מהמכשירים והשאר מתחלק בין שחקנים קטנים יותר.\n \nלעמוד הפרויקט של Pebble", "keywords": "pebble,pebble 2,pebble time,pebble time 2,pebble core,core,פבל,פבל טיים,שעון חכם,צמיד ניטור,קיקסטארטר,גיוס המונים,מימון המונים"}