{"url": "https://www.geektime.co.il/cellcom-launch-event/", "type": "article", "title": "סלקום משיקה את שירות הטלוויזיה שלה גם ב-Apple TV. המחיר: 99 ש''ח", "description": "חברת סלקום חשפה הבוקר שיתוף פעולה עם אפל במסגרתו היא תציע את סלקום tv בפלטפורמה של אפל. המחיר של השירות, כולל ה-Apple TV, יעמוד על 99 ש''ח - מחיר זהה למחיר השירות הרגיל", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/אפל-.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-28T11:18:21Z", "modified_time": "2016-11-28T11:23:45Z", "articleBody": "חברת סלקום חשפה הבוקר שיתוף פעולה עם אפל במסגרתו היא תציע את סלקום tv בפלטפורמה של אפל. המחיר של השירות, כולל ה-Apple TV, יעמוד על 99 ש”ח – מחיר זהה למחיר השירות הרגיל\n\nבמסיבת עיתונאים שנערכה הבוקר (ב’) בתל אביב חשפה חברת סלקום שיתוף פעולה חדש במסגרתו ישולב שירות הטלוויזיה שלה במכשירי ה-Apple TV. לקוחות יוכלו לבחור האם להשתמש בשירות של סלקום tv באמצעות ממיר ייעודי של סלקום או ישירות מהאפל טיוי.\nהחל מהיום יוכלו לקוחות סלקום tv לצפות בשירות בעזרת מכשיר ה-Apple TV. חוויית השימוש תהיה זהה לזו שמכירים הלקוחות מהממיר של החברה, כשהניווט ובחירת התכנים נעשים בעזרת השלט של אפל. חוץ מספריות ה-VOD המוכרות של החברה, כולל השירות גם כמה עשרות ערוצים ליניארים, כלומר, ערוצים ‘רגילים’, שמשדרים תוכן על פי סדר קבוע מראש ולא על פי דרישה.\nבהדגמה שערך ניר שטרן, מנכ״ל סלקום, ניכר היה שהזפזופ עובד היטב ולחיצה על השלט הקפיצה אותו במהירות וללא דיליי לערוץ המתאים. המחיר, כולל מכשיר אפל tv יעלה 99 ש”ח בחודש – שכוללים הן את השירות והן את ה-Apple TV, כממיר רגיל. אין ספק שמדובר בתמחור אגרסיבי שמציג אלטרנטיבה יפה ומתקדמת לשירות שמציעות הוט ו-yes. למעשה, מדובר במחיר זהה למחיר שגובה כיום החברה על ממיר ‘רגיל’, ללא שאר היכולות של Apple TV.\nסלקום TV מציעה כיום ערוצי ספורט, ערוצי ברודקאסט 2, 10, 11, 9, 33, חינוכית 23, ערוץ HD9, ערוץ 24, ערוץ 20, ערוץ ויוה, ויוה פלוס, נשיונל ג׳אוגרפיק, ערוץ CNN HD, ערוץ FOX NEWS HD ערוצי לייף סטייל ואלפי שעות תוכן ב-VOD. לאחרונה ציינה החברה את הצטרפות הלקוח ה-100 אלף שלה. ברבעון האחרון הצטרפו אל החברה כ-12 אלף לקוחות, כשבמקביל נטשו את yes כ-5,000 לקוחות ואת הוט כ-3,000 לקוחות.", "keywords": "סלקום,סלקום tv,סלקום טיוי,סלקום טי.וי.,טלוויזיה,ערוצים,4k,סטרימר,מדיה"}