{"url": "https://www.geektime.co.il/meizu-mx5-review-2/", "type": "article", "title": "הסקפטיות משתלמת: MX5 של מייזו הפתיע אותנו לטובה [סקירה]", "description": "מותג הסמארטפונים של מייזו שהפך פופולארי בישראל, הציג לפני מספר חודשים דגם חדש עם תג מחיר נוח, ביצועים מוצלחים ועיצוב יוקרתי. כל אלו הופכים את ה-MX5 לאלטרנטיבה מכובדת במיוחד ששווה לכם לשקול", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/IMG_20151203_150220.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-12-04T11:30:10Z", "modified_time": "2015-12-04T11:40:25Z", "articleBody": "מותג הסמארטפונים של מייזו שהפך פופולארי בישראל, הציג לפני מספר חודשים דגם חדש עם תג מחיר נוח, ביצועים מוצלחים ועיצוב יוקרתי. כל אלו הופכים את ה-MX5 לאלטרנטיבה מכובדת במיוחד ששווה לכם לשקול\nצילום: גיקטיים\nכאשר קיבלתי לידיי את מכשיר ה-Meizu MX5 לסקירה קצת חששתי, בעיקר בשל העובדה שסקרתי מספר מכשירי דגל לאחרונה ותג המחיר שלו גרם לי להניח שמדובר יהיה במכשיר בינוני ומטה. אלא שכגודל הציפייה כך גודל האכזבה, רק שהפעם – ממש להפך; בגלל שהגעתי כל כך סקפטית ונטולת ציפיות הבנתי במהרה עד כמה שגיתי.\nעד לפני כמה שנים, סמארטפון שכולו עשוי מתכת, התפרש כמכשיר פרימיום. ובכן – לא עוד. יצרניות מכשירים בזמן האחרון הבינו שסמארטפונים המוצעים במחיר נמוך לא בהכרח צריכים להיות בנויים בצורה ירודה, מה שאפילו גרם לסמסונג, מי שעד ממש לא מזמן הציגה מכשירים עשויים פלסטיק, לשנות את המשחק ולהציג מכשירים בעיצוב מתכתי.\nלמרות המחיר המשתלם, גם Meizu לא התפשרה בכל הקשור לאיכות הבניה. מבחינה חיצונית, ה-MX5 מרשים הרבה יותר ממכשיר הנקסוס 5X החדש למשל, שעשוי כולו פלסטיק. היתרונות שבגוף מתכתי כבר ידועים, אבל קחו בחשבון שגב המכשיר עשוי מתכת חלקה במיוחד, כך שהיינו ממליצים לכם להצטייד בכיסוי כבר במעמד הרכישה.\nצילום: גיקטיים\nלא הכי דקיק בסביבה. צילום: גיקטיים\nצילום: גיקטיים\nיחד עם זאת, אי אפשר לצפות שניתן יהיה לקצץ במחיר עד כדי כך, מבלי להתפשר על מספר רכיבים בדרך; כפתורי המכשיר הם די נוראיים. בעוד שהמכשיר עצמו מנסה לשמור על תדמית אלגנטית ויוקרתית, עם הלחיצה הראשונה על אחד מהכפתורים, כל הרושם הראשוני יישכח. כך, כל לחיצה על כפתור ההפעלה, הווליום או הבית מלווה בצליל זול ומעצבן.\nבפעם הראשונה שהוצאתי את ה-MX5 מהמארז שלו עברה בי תחושת דה ז׳ה וו. לא ניתן להתעלם מהדמיון הרב שיש בינו לבין האייפון 3G, מה שלאו דווקא מצטייר כמשהו חיובי כמובן, אלא קצת מיושן. כדי לא להידמות לאייפון עד כדי כך, החליטה Meizu בדגם הנוכחי לשנות את כפתור הבית לאחד אליפטי ולא עגול כמו בדגם הקודם, מה שהקנה לו מראה ׳אייפוני׳ למדי.\nזו הפעם הראשונה בה יצא לי להשתמש במכשיר מתוצרתה של Meizu, ולכן לא היייתי ממש בקיאה בממשק ׳המיוחד׳, נקרא לזה, עימו מגיע המכשיר. בתור משתמשת אנדרואיד ותיקה, הדבר הראשון שהיה חסר לי הוא כפתור החזרה אחורה כמובן. מסתבר, כי ב-Meizu החליטו ללכת בדרכה של אפל עד הסוף, ולכן לא קיימת אופציה של כפתור Back, לפחות לא במתכונת המקובלת במכשירי אנדרואיד. המכשיר עצמו מגיע עם כפתור אחד בודד, שמשמש גם כקורא טביעות אצבע, וגם כפתור חזרה אחורה. לוקח זמן להתרגל לרעיון, אבל אחרי שמשלימים עם העובדה שזה מה שיש, מתרגלים (אתייחס בהמשך הסקירה לכפתור המיוחד במכשיר והשליטה בו).\nצילום: גיקטיים\nתפריט המכשיר שונה במעט מזה של אנדרואיד ׳רגיל׳, אבל מחולק בצורה נוחה וברורה לתפעול. מה שפחות אהבתי הם אייקוני הנוטיפיקציות, ובראשם זה שמעיד על הורדת אפליקציה למכשיר, המוצג בצורת אייקון של הודעה, בועה, מה שקצת מבלבל בהתחלה. בנוסף, גם כאשר בחרתי באופציה של הצגת אחוז הסוללה שנותרה לי, הוצג רק המספר ללא סימן האחוזים לצידו. נכון, מדובר בהערה קטנונית אבל אלו הדברים הקטנים שמשפיעים על חוויית המשתמש. צילום מסך המכשיר מתבצע על ידי לחיצה על כפתור הווליום למעלה וכפתור ההפעלה במקביל.\nמקור: צילום מסך\nתפריט ההגדרות של המכשיר טעון שיפור בכל הקשור לחווית המשתמש; חלק מההגדרות בהן ניתן לשלוט מורכבות מטקסט כל כך ארוך, עד כדי כך שלא נכנס בשורה. כלומר, כתוצאה מכך יוצא מצב שצריך לנחש את הסיומות של הגדרות מסוימות, כי הטקסט נקטע: ״Dual Sim and Netw…״ או ״Fingerprint and sec…״, לא קריטי, אבל בהחלט מרגיש חובבני.\nרואים את אייקון הבועה למעלה? זו אינה הודעה, אלא נוטיפיקציה על עדכון תוכנה או אפליקציה שהורדתה למכשיר הושלמה. צילום: גיקטיים\nפיצ׳ר נחמד שניתן למצוא במחשבון המכשיר הוא ממיר מטבעות. את אותו מחשבון ניתן לנעוץ במסך, כך שאם למשל אתם גולשים באיביי או אמזון, ורוצים לבדוק את המחיר המדויק של מוצר מסוים, תוכלו לעשות זאת תוך כדי מבלי לצאת מהדפדפן, לפתוח את יישום המחשבון, ולחזור אל הדפדפן כדי להשלים או לבטל את ההזמנה.\nמקור: צילום מסך\nה-MX5 מגיע עם תצוגת 5.5 אינץ׳ AMOLED, רזולוציה של 1080p, צפיפות פיקסים של 401ppi המוגנת בעזרת גורילה קורינג גלאס 3. בפועל, אולי לא מדובר במסך המוצלח ביותר שראינו, אבל חווית הצפייה והשימוש במשחקים היא בהחלט מספקת ואף מהנה.\nלמעלה – MX5 ומתחתיו ה-Nexus 5X. ניתן להבחין בהבדלים בצבעים. צילום: גיקטיים\nעם זאת, כאשר השוויתי בין מסך ה-MX5 לזה של ה-5X נוכחתי לגלות את החסרונות המרכזיים שלו; גם כאשר שני המסכים היו על רמת הבהירות המקסימלית, הנקסוס הציג ביצועים הרבה יותר מדויקים וקרובים למציאות. הצבעים ב-MX5 היו כל כך רווים, עד כדי כך שמסך ה-5X שלי נראה כל כך חיוור ועצוב לידו. כאשר המכשיר נמצא על הבהירות המירבית הוא מסנוור יתר על המידה ופשוט לא נעים להביט בו. לכן, רמת הבהירות האידיאלית במכשיר היא זו הממוצעת, למרות שגם היא מציגה צבעים לא מדויקים. אבל שוב – שמתי לב לסוגיה זו רק כאשר השוויתי את המסך לזה של מכשיר אחר.\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nמתחת למכסה המנוע מגיע ה-Meizu עם מעבד Mediatek Helio X10 טורבו מתומן ליבות בתצורת 64 ביט במהירות בת 2.2GHz, אשר מבטיח לפעול בתדירות יציבה ביחד עם המעבד הגרפי PowerVR G6200 ו-3GB של זיכרון RAM. לטענת החברה, מדובר בסמארטפון המהיר ביותר שהציגה עד כה. אחרי התנסות די מאסיבית במכשיר במשך למעלה משבוע, יאמר לזכותו שהוא בהחלט מציג ביצועים מרשימים, ולא נרשמו תופעות מעצבנות או מכעיסות שהזכירו לנו שמדובר כאן במכשיר שעולה חצי ממכשיר דגל של החברות הגדולות.\nמעבדי MediaTek טרם הצליחו להתאים או להשוות את רמתם לזו של מעבדי ה-Snapdragon, אבל במקרה של ה-MX5, באמת שלא נתקלנו בבעיות בתחום הביצועים. פתיחה, סגירה, והמעבר בין היישומים השונים התבצעה באופן חלק במיוחד, בלי לאגים או דיליי כלשהו. כמו כן שמנו לב שהמכשיר מתמודד יפה מאוד עם ריבוי משימות ומשחקים במקביל. יתכן כי אחת הסיבות לכך היא בשל ממשק המכשיר המוצלח FlyMe שאכן טס.\nצילום: גיקטיים\nכפתור הבית הפיזי והיחיד במכשיר מציע שימושים שונים, כאשר כל לחיצה מובילה לפעולה אחת. כך למשל, לחיצה ארוכה תעביר אתכם למסך הבית, ולחיצה עדינה תתפקד ככפתור חזרה (Back). בנוסף מגיע הכפתור ביחד עם סורק טביעת אצבע משולב, בשם M-Touch. הגדרת טביעת האצבע היא פחות ׳סקסית׳ מזו שבנקסוס 5X או ב-Huwaei Mate S ואורכת יחסית הרבה זמן. כשאני אומרת הרבה זמן אני מקצינה, כי מדובר לכל היותר בדקה אחת בלבד. פשוט התרגלתי למנגנוני טביעת אצבע אחרים, בהם יש להניח את האצבע ולהסירה מהקורא למשהו כמו 3 פעמים עד שתיקלט סופית, וב-MX5 יש לעשות פעולה זו הרבה יותר פעמים, ובצורה קצת מייאשת. יחד עם זאת, אפשר לומר שבמקרה זה המטרה בהחלט מקדשת את האמצעים, מכיוון שהמנגנון עובד בצורה מושלמת, מהירה וחלקה.\nצילום: גיקטיים\nמה שלא אהבתי הוא שכדי לפתוח את המכשיר יש ללחוץ קודם כל על הכפתור הפיזי, ורק לאחר שהמסך נדלק יש למקם את האצבע כדי לפתוח את המכשיר, בצורה זהה למנגנון ה-Touch ID באייפון. אני מניחה שהסיבה שסוגיה זו מפריעה לי היא מכיוון וכבר התרגלתי למנגנון טביעת האצבע הנפרד שקיים בנקסוס 5X או ב-Mate S.\nהמכשיר מגיע עם סוללה מובנית של 3150mAh, אשר ביחד עם המעבד החסכוני ומסך ה-AMOLED, מציגים חיי סוללה לא רעים. לאחר 3 ימים שעה ו-42 דקות של שימוש, עמדה סוללת המכשיר על 32%, במצב סוללה ׳מאוזן׳. (קיימים שלושה מצבים – Power Saving mode, Balance mode ו-Performance mode).\nלא משנה מה הוא אופי השימוש שלכם במכשיר, אתם יכולים לבנות על עד 4.5 שעות של זמן מסך נטו, ועבור רוב המשתמשים הסוללה אמורה להחזיק בקלות למשך יום שלם. המכשיר אותו בדקתי לא שימש אותי לשיחות טלפון, אבל היה מחובר בכל רגע נתון לרשת ה-WiFi וקיבל התראות מהיישומים השונים.\nבניסוי הטענה שביצענו חיברנו את המכשיר למטען כאשר עמד על 12%. כשעה לאחר מכן, עמדה סוללת המכשיר על 52%, ושעה ורבע לאחר מכן על 64%. ה-MX5 תומך ב-mCharge, טכנולוגיית טעינה מהירה, שביכולתה לטעון את סוללת המכשיר עד 25% בתוך עשר דקות, ועד 60% בתוך 40 דקות. יחד עם זאת, מטען מהיר אינו כלול בערכה ויש לרכוש אותו בנפרד.\nה-MX5 מוכיח טוב מאוד את הנקודה שכמות המגה פיקסלים במצלמה, ממש לא מעידה על היכולות שלה; המצלמה האחורית של המכשיר היא בת 20.7 מגה פיקסל (חיישן IMX220 של סוני, אותו אחד שהיה גם בדגם ה-MX4), עם פוקוס לייזר אוטומטי, פלאש כפול וצמצם f/2.2.\nממש פשוט לשימוש. צילום: גיקטיים\nממשק המצלמה עצמו הוא די פשוט לתפעול, ומציע 8 מצבי צילום שונים – אוטומטי, ידני (מעניק שליטה מלאה בהיבטים כגון מהירויות התריס, ISO, חשיפה והפוקוס), צילום יופי (מאפשר להלבין את העור, להצר את הפנים או לטשטש פגמים), פנורמי, Light Field (המצב הזה מאפשר לכם לצלם תמונה, כשלאחר שתלחצו על כפתור הצילום, המצלמה בצורה אוטומטית תצלם מספר תמונות, כשבכל פעם היא מתמקדת באובייקטים שונים שנמצאים במרחקים שונים. התוצאה – תמונה, שתוכלו לשנות בה את המיקוד כמה פעמים שרק תרצו לאחר הצילום), Scan (לסקירה של קוד ברקוד), מיקרו וצילום וידאו בסלואו מושן.\nהתוצרים היו טובים, אבל רחוקים מלהיות ׳וואו׳. בתנאי תאורה אידיאלים הצבעים שנקלטו על ידי המצלמה היו די טבעיים, ולא נרשמו ׳סטיות׳ בולטות מידי. יחד עם זאת, כאשר צוללים פנימה אל תוך הפיקסלים (זום) מתגלה תמונה מאוד לא חדה.\n[huge_it_slider id=”18″]\nבעיה ששמנו לב אליה היא כאשר מחזיקים את הטלפון במצב Landspace (כפי שמומלץ להחזיק בזמן צילום), לחיצה על כפתור ההגדרות (שלוש נקודות) לא מותאמת לזוית זו. כלומר, ההגדרות איתן ניתן לשחק לא מופיעות בצוגה לרוחב, אלא בצורת דיוקן, מה שאומר שיש לסובב את המכשיר בידיים, לשנות את ההגדרות כפי שאנחנו רוצים, ולאחר מכן להפוך אותו בשנית לרוחב כדי לצלם את התמונה. מדובר בממשק חובבני נוסף שניתן היה לפתור בקלות, עם טיפת רצון והגדלת ראש מצד Meizu.\nפשוט לא נוח. צילום: גיקטיים\nאם אתם נוהגים לצלם את הילדים או הכלב בכל פעם שהם מבצעים פעולה מרגשת יותר או פחות, מצלמת המכשיר עשויה לאכזב אתכם. יישום המצלמה עצמו נטען מהר, אבל הזמן שעובר מרגע הלחיצה על כפתור הצילום, ועד שהוא משלים את משימתו נמשך הרבה יותר מידי זמן.\nמכשיר ה-Meizu MX5 הוא מכשיר לא רע בכלל, והפתיע אותנו לטובה. מכשיר הדגל הקודם של החברה, ה-MX4 גם הוא השאיר עלינו רושם חיובי, אבל שנה אחרי שאחת העובדות בגיקטיים רכשה אותו (בשל אותה סקירה מוצלחת), נראה שבמבחן הזמן הוא לא ממש צלח, ואת התגובה המדויקת שלה העדפנו לשמור במערכת. בסופו של דבר ה-MX5 מהווה אלטרנטיבה נפלאה למי שרוצה מכשיר דגל מתקדם, כייפי לשימוש וכזה שלא דורש חלוקה מקסימלית לתשלומים.\nיתרונות: קורא טביעת אצבע מהיר, סוללה, מחיר.\nחסרונות: כפתורים רועשים שמרגישים זולים, אין אופציה להרחבת זיכרון.\nמחירו של ה-MX5 דרך היבואן הרשמי מתחיל ב-1,699 ש״ח עבור גרסת ה-16GB\nה-MX5 מגיע עם מסך בגודל ״5.5 מסוג Super AMOLED ברזולוציית 1080X1920 וצפיפות פיקסלים של 401ppi, מכוסה בגורילה גלאס 3. בלב המכשיר פועם מעבד מתומן ליבות במהירות 2.2GHz מסוג Cortex A53 וזיכרון פנימי (RAM) בנפח 3GB. המכשיר לא מגיע עם חריץ להרחבת זיכרון ומוצע בתצורות של 16, 32 או 64GB, ודורש שימוש בנאנו סים. הוא מצוייד במצלמה אחורית בת 20.7 מגה פיקסל עם פוקוס לייזר אוטומטי ופלאש כפול ומצלמה קדמית באיכות 5 מגה פיקסל שיכולה ללכוד וידאו באיכות 1080p בתצורת 30fps. כמו כן, וכחלק ממה שהפך כבר סטנדרט, גם ה-MX5 כולל קורא טביעות אצבע מובנה.", "keywords": "מייזו,meizu,mx5,אנדרואיד,מכשיר דגל,סקירה,סקירת טלפון,סקירת סמארטפון,סקירה meizu,mx4,mx5 review"}