{"url": "https://www.geektime.co.il/fitbit-planning-on-launching-three-smart-bracelets/", "type": "article", "title": "לקראת החגים: FitBit מתכוננת להשקת מוצר דגל חדש", "description": "החברה המוכרת בזכות צמיד הניטור הפופולארי שלה נערכת להצגת הדור הבא, שיכלול גם שעון חכם עמוס בחיישנים", "image": "https://files.geektime.co.il/wp-content/uploads/2013/07/fitbit.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-20T10:10:48Z", "modified_time": "2014-10-20T10:10:48Z", "articleBody": "החברה המוכרת בזכות צמיד הניטור הפופולארי שלה נערכת להצגת הדור הבא, שיכלול גם שעון חכם עמוס בחיישנים\nהדגם הקודם. מקור: FitBit\nחברת FitBit העומדת מאחורי מגוון מוצרים בתחום הניטור הספורטיבי, עומדת לפני השקה של שלושה צמידי ניטור חדשים. בתכנית: שדרוגים של מוצריה הקודמים בשוק, לצד השקתו של מוצר דגל חדש שיציע למשתמשים את כל מה שהם צריכים בתחום הניטור, בצמיד אחד.\nעל פי הדיווח המגיע מאתר The Verge, חברת FitBit מתכננת להשיק שני שעונים תחת אותו שם מותג: Charge ו-Charge HR. הדגם הראשון יהיה שדרוג של אחד מדגמיה הקודמים של החברה, FitBit Force, אותו נאלצה להסיר מהשוק בעקבות תגובות שליליות שהגיעו מצד המשתמשים, שהתלוננו על גירויים בעור על ידי החומר ממנו עשוי הצמיד.\nהדגם השני אותו מתכננת החברה להציג, Charge HR, יהיה מעט יותר מתקדם מקודמו, שהסתפק בניטור צעדים לצד מספר אלמנטים נוספים. הפעם החברה מתכננת להציע למשתמשים גם חיישן דופק שפיתחה בעצמה, לו היא קוראת PurePulse, במטרה להציע אפשרויות ניטור מעט יותר מתקדמות.\nאך עם כל הכבוד לשני הדגמים הבסיסיים הללו, המוצר העיקרי שעתיד לתפוס את תשומת ליבם של המשתמשים הוא FitBit Surge, כשהדיווח מעיד כי החברה מתייחסת אליו בתכתובותיה הפנימיות כ-Superwatch. הפעם, מסתמן כי החברה החליטה לשים את כל הביצים בשעון אחד ולהציע כמעט כל חיישן ואלמנט שאנו יכולים לחשוב אליו.\nצמיד הדגל יכלול בתוכו חיישן GPS שיאפשר למשתמשים למדוד את המרחק שעברו, לצד סט חיישנים שיציעו מידע משלים ובזמן אמת הנוגע לאימון של המשתמשים. כך לדוגמה, יוכלו לדעת מה קצב הריצה שלהם, מה הגובה אליו טיפסו, מה היא עוצמת הדופק שלהם והאם היא אפקטיבית לצד אלמנטים נוספים.\nבדומה לדגמיה הקודמים, גם כאן החברה מתכננת להציע מעקב תמידי אחר המשתמשים, מה שיאפשר להם לראות את כמות הקלוריות ששרפו בכל יום, הצעדים שהלכו, מספר הדקות בהן היו פעילים וכדומה. עוד אלמנט מעניין אותו מתכננת החברה לכלול הוא מעקב אחר שינה, כשתאפשר למשתמשים לנתח את איכות השינה שלהם וכמובן, תציע להם שעון מעורר באמצעות רטט בצמיד עצמו.\nכיאה לשם Superwatch, הצמיד יאפשר למשתמשים לקבל התראות בסיסיות ממכשיר הסמארטפון שלהם, כגון שם איש הקשר המחייג אליהם, הודעות שהתקבלו ואף יאפשר שליטה על המוזיקה לה מאזינים בזמן האימון. כל המידע יסונכרן אל האפליקציה התואמת אותה תציע החברה, אליה יוכלו המשתמשים להוסיף אלמנטים הרלוונטים לאיכות החיים שלהם, כגון האוכל שאכלו, להציב מטרות בהן יצטרכו לעמוד או פשוט לצפות בהתקדמות שלהם במהלך הזמן.\nדגם ה-FitBit Surge עתיד לעלות 250 דולרים ויהיה זמין בשלושה צבעים: שחור, אפור וכתום. צמיד הדגל ושני הצמידים ״הבסיסיים״ יותר צפויים לצאת לשוק כבר במהלך השבועות הקרובים, ואין זה מפתיע בהתחשב בכך שעונת החגים מעבר לפינה. הבעיה העיקרית היא שכעת למשתמשים יהיו יותר מידי אפשרויות לבחור מהן – ויהיה מעניין לראות אם FitBit תצליח לנצח את ״הענקיות״ בשוק שמציעות שעונים חכמים, הכוללים גם ניטור בריאות בין היתר.", "keywords": "fitbit,charge,charge hr,fitbit charge,fitbit charge hr,fitbit surge,פיטביט,פיטביט צ׳ארג׳,פיטביט סרג׳,צמיד ניטור,צמידי ניטור,"}