{"url": "https://www.geektime.co.il/15-tips-and-addons-for-your-gmail/", "type": "article", "title": "15 טיפים ו-8 תוספים שיהפכו את ה-Gmail שלכם לכלי עבודה יעיל יותר", "description": "אם אתם בעניין של להספיק יותר בפחות ועושים שימוש בג׳ימייל - הנה כמה טיפים חשובים שיהפכו את העבודה שלכם ליעילה הרבה יותר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/Screen-Shot-2016-11-06-at-15.08.39.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-06T15:37:27Z", "modified_time": "2016-11-06T15:38:12Z", "articleBody": "אם אתם בעניין של להספיק יותר בפחות ועושים שימוש בג׳ימייל – הנה כמה טיפים חשובים שיהפכו את העבודה שלכם ליעילה הרבה יותר\n\nג׳ימייל הוא כלי עבודה מעולה ורבים מאיתנו משתמשים בו מידי יום. בתור יזמים אימייל הוא אחד מכלי העבודה המרכזיים שלכם, בין אם זה לשלוח הצעה למשקיעים או לענות ללקוחות.\nיש הרבה דרכים להגדיר את השימוש בשירות הדואר הפופולארי של גוגל והפוסט הזה יתמקד בטריקים ובשינויים שאני מקפיד ליישם בעצמי ושפשוט יהפכו את העבודה שלכם ביום יום לפי 10 יותר יעילה, מהירה, פרודוקטיבית לצד מספר תוספים לדפדפן ש”עושים את העבודה!”.\nכדי למקסם את התפוקה שלנו ולקצר את זמן העבודה, יש כמה הגדרות דיפולטיביות שאני מקפיד לשנות.\nגשו למסך ההגדרות ושנו את ההגדרות הבאות:\nהגדלת כמות מיילים למסך – הגדלת כמות המיילים המוצגים במסך מ-50 ל-100 מיילים תחסוך לנו כמה קליקים וזמן.\n\nאיקטוב Undo send – אני קורא לו כפתור החזרה בתשובה. כמה פעמים שלחתם מייל ושניה אחרי נזכרתם שלא צירפתם את הקובץ הנדרש או עשיתם טעות קריטית שמוטב היה להעלים? הכפתור הזה יאפשר לכם לעצור את השליחה של המייל אחרי שכבר שלחתם באמצעות לחצן ה-Send. אנחנו כמובן נאקטב את האפשרות הזו שמכובה כברירת המחדל.\n\nקיצורי מקלדת – אני ממליץ בחום רב לאקטב את קיצורי הדרך. חייכם ישתנו ויתייעלו (נדבר על החשובים בהמשך הפוסט)\n\nReply all – כמובן איקטוב אופציית ה”השב לכולם” בדיפולט. מה שאומר שמעכשיו כשאתם עושים reply כולם יקבלו את זה, ולא צריך להתחיל להוסיף את כולם ידנית. כמובן שעם כוח גדול מגיעה אחריות גדולה – זהירות.\nערכת כוכביות – אני אוהב להחליף לערכה עם 4 סמנים, מה שמאפשר לי לסמן מיילים ספציפים באופנים שונים וגם כמובן לחפש אותם. (הקלקה 1 על הכוכב תתן את הכוכב הדיפולטיבי, כל הקלקה נוספת תציג סימן אחר).\n\nלא לשכוח להקליק על Save changes בתחתית העמוד כשסיימתם לערוך את כל השינויים.\nהדבר הבא שנעשה זה נעבור לחלון Labs ושם נוסיף/נאקטב את התכונות הבאות:\nMark as Read Button – כשמו כן הוא, הוספת כפתור “קראתי” בראש העמוד.\nQuick Links – מה שיאפשר לכם להוסיף קיצורי דרך לחיפושים/סינונים קבועים.\nUnread message icon – לראות בפביקון כמה מיילים מחכים לכם.\nלא לשכוח להקליק על Save changes בתחתית העמוד כשסיימתם לערוך את כל השינויים.\nזהו, עכשיו נעבור לקיצורי דרך/מקלדת.\nעכשיו שהפעלתם את תכונת קיצורי הדרך בג’מייל תוכלו להכניס אותם לפעולה.\nיש רשימה מאוד ארוכה של קיצורי מקלדת מומלצים שיחסכו לכם את הצורך והזמן להעביר את היד לעכבר.\nקיצורי הדרך שאני משתמש בהם כל הזמן ויקצרו משמעותית את זמן כתיבת המיילים שלכם הם אלו:\nניווט וקריאה\nJ או K – ניווט קדימה/אחורה בין מיילים. כשאתם בחלון המרכזי, תראו את הסמן הכחול משמאל עולה ויורד מסמן באיזה מייל אתם. כשאתם בתוך מייל מסויים לחיצה על המקשים האלה תקדם אתכם קדימה/אחורה בין מיילים. לחיצה על Enter כמובן תכניס אתכם ליעד המבוקש.\nG ואח”כ i – חזרה לתיבת הדואר.\n/ – קפיצה לחלון חיפוש.\nתגובה למייל\nR – השב למייל Reply.\nF – העבר Forward\nShift + U – הפיכת מייל נקרא ל Unread.\nכתיבה ושליחה\nC – יפתח חלון מייל חדש.\nCtrl + K – הכנסת לינק.\nCtrl + Shift + V – הדבקת טקסט מועתק בלי העיצוב שלו, כטקסט בלבד.\nCtrl+ Enter – שליחה של מייל אחרי שסיימת לכתוב אותו.\nאם עדיין לא התרגלתם לקיצורים, ושכחתם מה הם, תמיד תוכלו פשוט להקליק על סימן שאלה ‘?’\n(סימן של סימן שאלה עושים עם Shift + /) וחלונית עם כל קיצורי הדרך תקפוץ לכם.\nיש המון דרכים לחפש בג’מייל. היום ג’מייל כבר משלים אוטומטית את פקודות “עזרי החיפוש”.\nאני מוצא שאני עושה שימוש חוזר וחוזר באלו:\nIs:unread – החיפוש הזה גם שמור לי ב-Quick Links.\nhas:attachment + שם/מייל של מישהו – חיפוש במיילים עם קבצים, זה לרוב מוצא לי את המסמך שאני צריך.\nlabel:inbox has:attachment – חיפוש בתוך תיוג מסויים.\nWiseStamp – טוב אני כידוע משוחד (גילוי נאות – אני ממייסדי החברה). אבל חתימה אפקטיבית שנכנסת בכל מייל שווה מאה מילים. החתימה תאפשר לכם גם ליצור חוויה אישית למקבל (תמונה שלכם), וגם בצורה מאוד אפקטיבית ומרשימה לשים את כל המידע החשוב שלכם ליצירת קשר ולהניע לפעולה (טלפון, לינקדין/פייסבוק/טוויטר, לינק מתעדכן לפוסט האחרון שלכם ועוד)\nHellosign for gmail – חתימה על מסמכי PDF מתוך המייל, פשוט מהיר ותענוג.\nStreak – אני חולה על התוסף הזה. הוא נראה מעט מורכב ומסובך ואקדיש לו פוסט נפרד. אבל על קצה המזלג אציין שבין התכונות האפקטיביות שלו תוכלו למצוא – שליחה מאוחרת, נוטיפיקציה על פתיחת מייל, תגובות מובנות שנוספות באמצעות קיצור מקלדת ועוד ועוד… מומלץ בטירוף.\nClearbit – הקילר פיצ’ר שלו הוא שהוא כמו 144 של שליחת מיילים באמצעותו תוכלו בקלות למצוא מייל של מישהו בכמעט כל חברה (צריכים למצוא מייל של תפקיד מסויים בגוגל? מייל של כתב של Techrunch?) ו/או רוצים לקבל מידע נוסף על מי ששלח לכם מייל בלי לצאת מתיבת המייל? (הפייסבוק/לינקדין/טוויטר/חברה שלו?)\nRapportive – היה פעם מושלם, היום אצלי בעיקר משלים ל-Clearbit עם מידע יותר עדכני בהקשר Linkedin (הם נקנו על ידי Linkedin).\nGrammerly – לא תוסף ייעודי לג’מייל, אבל כן מאוד משמעותי לכתיבת מיילים אז הוספתי אותו לרשימה, לא סגורים על האנגלית שלכם? (כתיב/תחביר?) התוסף הזה יסגור לכם את הפינה במהירות ובלי לצאת מהמייל.\nTrello for gmail – למשתמשי Trello (מומלץ – פוסט יגיע בהמשך) התוסף הזה יאפשר לכם להוסיף מיילים, כמשימה בבורד שלכם ב-Trello. (אני אישית משתמש בזה ומבסוט)\nSortd – התוסף הזה הופך את הג’מייל שלכם לסוג של Trello, שזה די מדהים. הם עשו עבודה מדהימה. גילוי נאות אני לא משתמש בהם (ניסיתי כמה פעמים, כנראה עניין של הרגל) אבל אני מכיר כמה שהמלצתי להם עליו והם לא זזים בלעדיו אז הוספתי לרשימה.\nזהו עד כאן ההמלצות שלי להפיכת הג’מייל שלכם לכלי עבודה מהיר ואפקטיבי.\nכמובן שלאופן התיוג ופילטור האימיילים שלכם תהיה גם השפעה רבה על העומס, היעילות והמהירות שבהם תוכלו לבצע את העבודה שלכם, אבל על כך בפוסט אחר.\nאם יש לכם טיפים נוספים לייעול העבודה עם ג’מייל, או איזה טיפ שפיספסתי בפוסט, אתם יותר ממוזמנים לשתף.\nהמדריך פורסם במקור בבלוג Startuping", "keywords": "ג׳ימייל,תיבת מייל,גוגל,טיפים,תוספים,gmail,tips,טיפים לשימוש בג׳ימייל,צביקה אבנרי"}