{"url": "https://www.geektime.co.il/smile-012-to-pay-1-million-nis/", "type": "article", "title": "לקוחות שביקשו להתנתק מסמייל 012 לא קיבלו מענה; כעת היא תשלם 1.4 מיליון שקל", "description": "בהסדר פשרה, שהושג במסגרת תובענה יצוגית, נקבע כי חברת סמייל 012 תפצה לקוחות שביקשו להתנתק משירותיה ולא זכו למענה, בסך של כ-1.4 מיליון שקל", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/1200px-012_Smile_Logo.svg-1511783296.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-27T14:00:08Z", "modified_time": "2017-11-27T13:57:46Z", "articleBody": "בהסדר פשרה, שהושג במסגרת תובענה יצוגית, נקבע כי חברת סמייל 012 תפצה לקוחות שביקשו להתנתק משירותיה ולא זכו למענה, בסך של כ-1.4 מיליון שקל\n\nתחילתה של הפרשה בסוף שנת 2014 כאשר אחד מלקוחות סמייל 012, אמנון אטד שמו, ביקש להתנתק מהתקשרותו עם החברה לצורך מעבר לחברה אחרת. הוא שלח, באמצעות אתר “נתק”, פקס וכשלא קיבל מענה, פנה מספר פעמים נוספות הן באמצעות אתר האינטרנט של סמייל 012 והן באמצעות שיחה עם נציג שירות. חרף פעולות אלו החברה לא ניתקה אותו משירותיה והמשיכה לחייבו בחיובים שונים.\nכתגובה להתנהלות זו, החליט הלקוח להגיש כנגד סמייל 012 תביעה יצוגית ובתחילת החודש הגיעו הצדדים לפשרה כספית, שעלותה הכוללת לחברה עומדת על כ-1.4 מיליון שקל.\nהתובע עצמו זכה ב-20,000 שקל ובאי כוחו ב-160,000 שקל. שאר לקוחות חברת סמייל 012, שלא נותקו למרות בקשתם, פוצו בכ-1.2 מיליון שקל, על פי הפירוט הבא:\nבמסגרת הסדר הפשרה, שניתן לו תוקף של פסק דין, נקבע כי אין לראות במי שביקש להתנתק משירותי החברה, אולם בפועל המשיך להשתמש בשירותיה, כמי שבוחר להמשיך את התקשרותו עמה. לפיכך גם לקוח מסוג זה זכאי לפיצוי כספי במסגרת הסדר הפשרה.\nפסק הדין הזה הוא ציון דרך ביחסים בין חברות המספקות שירותים מתמשכים, ובכלל זה ספקיות אינטרנט, לבין לקוחותיהן. הוא קובע, באופן מפורש, שחובה על החברות לנתק את הלקוחות המבקשים זאת, מיד עם קבלת בקשתם הראשונה, ובמידה לא יעשו זאת – יוטלו עליהן עיצומים כספיים משמעותיים.\nיתר על כן, העובדה שהחברה הצליחה לאתר כ-5,000 לקוחות שבמהלך של שנה וחצי, ביקשו להיתנתק ולא נענו, מעידה על היקף התופעה ועל הצורך לנקוט יד תקיפה כנגדר התנהלות זו, המאפשרת לחברות להושיט יד וליטול את כספו של הלקוח, גם אם הוא אינו רוצה בכך.\nת”צ (תל אביב) 46059-05-15 – אמנון אטד נ’ סמייל טלקום בע”מ\nהכתבה פורסמה לראשונה ב-NetCHEIF", "keywords": "סמייל,012,תביעה,לביא שיפמן,012 smile"}