{"url": "https://www.geektime.co.il/802-11ax-preview/", "type": "article", "title": "הדור הבא של ה-Wi-Fi מתקרב: כל מה שצריך לדעת על 802.11ax", "description": "תקן האינטרנט האלחוטי החדש, שעתיד להיות מהיר פי 4 מתקן AC, מתקדם בצעדי ענק. מתי נתראה אותו גם בישראל?", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/GettyImages-482183891.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-27T13:00:12Z", "modified_time": "2017-10-26T21:34:15Z", "articleBody": "תקן האינטרנט האלחוטי החדש, שעתיד להיות מהיר פי 4 מתקן AC, מתקדם בצעדי ענק. מתי נתראה אותו גם בישראל?\nתמונה: Innocenti, Gettyimages Israel\nהדיו עדיין לא יבשה על המפרט הסופי של תקן 802.11ac וכבר אנו מתבשרים על התקדמות משמעותית בפיתוח התקן האלחוטי הבא, המהווה הדור השישי של טכנולוגית WiFi.\nעל פי הנתונים הידועים נכון לכתיבת סקירה זו (סתיו 2017), תקן 802.11ax עתיד לספק קצב תעבורה (throughput) הגבוה עד פי 4 מתקן AC.  פרט לשיפור המשמעותי במהירות, קיים בתקן חידוש משמעותי נוסף, הרלוונטי במיוחד למשתמשים ישראלים – תמיכה במהירויות גבוהות גם בסביבת התדר 2.4Ghz.\nההתקדמות בפיתוח התקן הביאה לכך ששלושה יצרנים כבר מספקים גרסאות ראשוניות של רכיבים התומכים בטיוטה שלו.  במקביל, הזמינות של הרכיבים הביאה לכך שמספר חברות המפתחות ציוד תקשורת בייתי כבר הבטיחו להציג מוצרים התומכים בתקן זה.\nתמונה: Yagi Studio, Gettyimages Israel\nלמרות זאת, בשלב הזה, בעיקר בגלל שמלוא הפוטנציאל של תקן AC עדיין לא מומש במלואו, עדיין לא נרשם מומנטום משמעותי מאחורי תקן זה.  הצרכנים, שכרגיל צמאים לרוחבי פס ומהירויות גבוהות יותר, עדיין מתקשים לנצל את היכולות של תקן AC, בעיקר עקב המחירים היקרים של המוצרים והעדר מתאמים התומכים במהירויות הגבוהות.\nבמקביל, זמינותם של פתרונות MESH, המוצעים היום על ידי כל היצרנים הגדולים, היא זו שתופסת את מרבית תשומת הלב, זאת למרות הבעיתיות של טכנולוגיה זו ומחירה הגבוה.\nבכל מקרה, על פי התקדמות העבודה של וועדת התקינה, מסתמן שתקן 802.11ax יאושר באופן סופי רק בחצי השני של שנת 2018 ומוצרים ראשונים המבוססים עליו יהיו זמינים, לכל המוקדם, בתחילת שנת 2019.\nיחד עם זאת, סביר שבמהלך שנת 2018 כבר נראה מוצרים ראשונים המבוססים על טיוטה של התקן, שישודרגו לגרסא הסופית על ידי עדכוני קושחה.\nכרגיל בתקני אלחוט, טווח השידור של תקן 802.11ax יהיה דומה לזה המוצע על ידי התקנים הקודמים, בעיקר כיוון שעוצמת השידור – המוגבלת על ידי רגולציה של רשויות התקשורת ברחבי העולם – לא עומדת להשתנות.\nעל מנת להדגיש את החידושים והשינויים בתקן 802.11ax, רכזתי את הנתונים הטכניים העיקריים שלו בטבלה שלהלן, תוך שאני משווה אותם, הן לתקן 802.11ac והן לתקנים הוותיקים יותר.  באופן זה ניתן לעמוד על הדומה והשונה בין התקנים.\nכפי שניתן לראות בטבלה, הביצועים של תקן 802.11ax מושגים על ידי שיפור של טכנולוגיות האפנון (Modulation) ועל ידי יישום של טכנולוגיות חדשות המנצלות את ערוץ התקשורת בצורה יותר יעילה (subscriber spacing).\nתמונה: Netchief\nיש להדגיש שתקן 802.11ax תואם לאחור לכל תקני האלחוט הקיימים (B,‏ G,‏ N ו-AC) ולכן רכישת נתבים או כרטיסי רשת התואמים לתקן זה, לא תדרוש החלפת כל הציוד הקיים. בנוסף, קצב התעבורה של תקן 802.11ax, שאמור להיות לפחות פי 4 גבוה יותר מזו של תקן AC, עתיד להיות אפקטיבי במיוחד באיזורים בעלי צפיפות אלחוטית גבוהה.  כמו כן, תקן AX מתוכנן לצריכת חשמל יעילה יותר מאשר תקן AC ולכן שימוש בו יספק חיי סוללה ארוכים יותר.\nבשלב זה משווקים, באופן מוגבל, ארבעה רכיבי סיליקון התומכים בטיוטה המוקדמת של תקן 802.11ax:\nהראשונה להציג נתב המבוסס על תקן AX היא חברת ASUS שבמסגרת כנס IFA 2017 הכריזה על ה-RT-AX88U.  הנתב הזה מתבסס על הרכיב של חברת Broadcom ומקוטלג כ-AX6000 – הוא מספק מהירות של 1148Mbps בתדר 2.4Ghz ו-4804Mbps בתדר 5Ghz.  החברה לא ציינה מתי הנתב הזה יהיה זמין ומה יהיה מחירו.\nתמונה: Asus\nעל פי הנתונים הקיימים בשלב זה, המגבלות שיוטלו על השימוש בציוד הפועל בתקן 802.11ax בישראל לא תהינה שונות באופן מהותי מאלה המוטלות על ציוד הפועל בתקן N או בתקן AC, במיוחד בסביבת התדר 5Ghz.\nעקב מיעוט הערוצים המותרים לשימוש בסביבת תדר זו, לא ניתן יהיה להשתמש ב-Channel Bonding של 160Mhz וגם לא ברור כמה ערוצי 80Mhz, שאינם חופפים, יהיו חופשיים. מעבר לכך, האילוצים המיוחדים המוטלים על השימוש בתדר 5Ghz בישראל יאלצו את היצרנים, שירצו לשווק כאן מוצרי 802.11ax, לפתח קושחות ייעודיות.\nיחד עם זאת, כיוון שתקן AX תומך במהירויות גבוהות וגם בתדר 2.4Ghz, שהרגולציה עליו בישראל קלה יותר, חלק מהיתרונות של התקן יהיו זמינים גם כאן.\nתקן 802.11ax הוא עוד שלב אבולוציוני בפיתוח של תקני אלחוט חדשים.  הוא אמנם מציג שיפורי מהירות ועמידות טובה יותר לרעשי רקע הנובעים מצפיפות של התקנים אלחוטיים אחרים, אך לא מדובר כאן במהפכה של ממש. טווח השידור של תקן AX יהיה זהה, פחות או יותר, לזה המוצג על ידי התקנים האלחוטיים הקודמים והיכולת שלו להתמודד עם מכשולים, לא עומדת להיות שונה.\nהתכונה היחידה שיהיה מעניין לבחון – במיוחד בסגנון הבניה הישראלי היחודי (הרבה בטון וברזל), היא התמיכה של התקן במהירויות גבוהות בסביבת התדר 2.4Ghz. אם בנקודה זו יהיה שיפור משמעותי, סביר שציוד התומך בתקן AX יאומץ בישראל בקצב מהיר.\nיחד עם זאת, העובדה שמרבית ציודי הקצה הזמינים היום, ובמיוחד טלפוניים חכמים, עדיין לא תומך בתקן AC (או שתומך בו בצורה חלקית) מביאה לכך שגם מי שמחזיק נתב התומך בתקן זה, לא מפיק ממנו את מלוא הפוטנציאל.  כתוצאה מכך רכישת נתב המקוטלג מעבר ל-AC1750 או AC1900 היא מיותרת ואת הפרש המחיר בינם לבין נתבים המקוטלגים גבוה יותר, עדיף להשקיע במתאמי רשת התומכים במהירויות אלה.\nבנוסף, בשלב זה, רוב המאמץ סביב תקן AX מושקע בפיתוח רכיבי סיליקון המיועדים לנתבים ונקודות גישה ושבבים התומכים בתקן זה והמיועדים לסביבה סלולרית, יגיעו רק בשלב מאוחר יותר. לאור זאת, אני סבור שאימוץ נרחב של נתבים ונקודות גישה אלחוטיות התומכים בתקן 802.11ax יחל רק בשנת 2020. בישראל, בה מוטלות מוגבלות יחודיות על השימוש בסביבת התדר 5Ghz, סביר שהאימוץ המסיבי יתחיל רק בשנת 2021.\nכבר שנים רבות אני טוען שהתקינה הישראלית היחודיית לגבי תקן 5Ghz תוקעת מקל משמעותי בגלגלי הקדמה האלחוטית. הקשיים שמערים משרד התקשורת על יבואני ציוד תקשורת התומך בתדר זה היא עצומה וכתוצאה מכך נעדרים מהשוק הישראלי מוצרים טובים רבים.\nחולשתו של משרד התקשורת וחוסר הרצון והיכולת שלו להתמודד עם המערכת הצבאית פוגעת, בסופו של דבר, בכל אזרחי המדינה ונדרש בנושא זה שידוד מערכות רציני.\nהכתבה פורסמה לראשונה ב-NetCHIEF", "keywords": "אינטרנט,וויפי,ווי פי,תקן,חדש,אינטרנט אלחוטי,wifi,wi fi,802.11ax,wi-fi"}