{"url": "https://www.geektime.co.il/nexus-7-soon-in-israel/", "type": "article", "title": "בקרוב בישראל: הנקסוס 7 יושק בסוף החודש הבא", "description": "מכשיר הדגל של גוגל צפוי לנחות בישראל בחלון הזמן שבין סוף חודש ספטמבר לתחילת אוקטובר, בדיוק בזמן שבו יאלץ כבר להתמודד עם שני מתחרים חדשים יותר שייחשפו במהלך השבועות הקרובים", "image": "https://files.geektime.co.il/wp-content/uploads/2012/08/nexus.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-08-27T15:38:21Z", "modified_time": "2012-08-28T11:44:15Z", "articleBody": "מכשיר הדגל של גוגל צפוי לנחות בישראל בחלון הזמן שבין סוף חודש ספטמבר לתחילת אוקטובר, בדיוק בזמן שבו יאלץ כבר להתמודד עם שני מתחרים חדשים יותר שייחשפו במהלך השבועות הקרובים\nתמונה: יח”צ, נקסוס 7, יגיע לישראל כשמתחרים המשמעותים יצוצו\nסוף חודש ספטמבר עד תחילת חודש אוקטובר, זהו חלון הזמן שבו צפוי לנחות מכשיר הדגל של גוגל בישראל, כך על פי מידע שפורסם לראשונה ב-GSM ישראל וזכה לאימות על ידי ניוזגיק מול נציגות חברת אסוס בארץ.\nמכשיר הנקסוס 7 נחשף לראשונה במהלך כנס המפתחים שערכה גוגל בסוף חודש יוני האחרון כחלק משיתוף פעולה עם ענקית המחשוב “אסוס”. הטאבלט, המתהדר במסך מגע בגודל “7, מריץ את גרסתה האחרונה של מערכת ההפעלה אנדרואיד (Jelly Bean) ונהנה ממחיר זול ומשתלם במיוחד מעבר לים (החל מ-199 דולרים). השקתו של הנקסוס 7 בישראל תלווה ככל הנראה בהופעתם של שני מכשירים מתחרים הצפויים לזכות להכרזה במהלך השבועות הקרובים.\nימי החסד של מחשב הלוח הראשון של גוגל מתגלים כקצרים משהעריכה תחילה החברה. בסוף חודש יוני האחרון חשפה גוגל את הנקסוס 7, מחשב לוח מבוסס מסך מגע בגודל “7 שנועד להתחרות ישירות במכשיר הקינדל פייר של אמאזון שהצליח לצבור פופולאריות רבה בשוק מחשוב הלוח הזול. גוגל שהבינה שתתקשה להתחרות בשלב זה באופן ישיר באייפד של אפל, בחרה לעקוף אותו באמצעות פנייה לשוק מחשבי הלוח הזולים והקטנים הצובר אט אט תאוצה וחסר מענה מצידה של אפל.\nתמורת 199 דולרים, הנקסוס 7 הצליח לקסום לרבים ושבר שיאי מכירה במדינות הראשונות בהן הושק: ארה”ב, אוסטרליה, קנדה ובריטניה. היום זכה המכשיר להשקה בשלוש מדינות נוספות באירופה: צרפת, גרמניה, וספרד כחלק ממהלך שנועד להאיץ את השקתו הבינלאומית על מנת להתמודד עם שני מתחרים חדשים שצפויים לזכות להכרזה בקרוב מאוד ולשנות את המשוואה לקראת תקופת החגים במערב.\nראשונה תהיה אמאזון שהודיעה אמש (א’) כי תקיים אירוע הכרזה לליין הקינדל שלה במהלך יום חמישי שבוע הבא, בו צפויה ככל הנראה לחשוף דגם מחודש ותחרותי לקינדל פייר ויתכן ואף דגם נוסף ויקר מעט יותר בתצורת “10 שיתחרה ישירות במכשיר האייפד. ואם כבר אייפד, אפל גם היא לא מתכוונת להשאר אדישה לשוק מחשבי הלוח הזולים המתגלים כמסלול עוקף אייפד, וצפויה לערוך על פי מספר דיווחים אירוע עצמאי משלה במהלך חודש אוקטובר בו תחשוף דגם קטן וזול למכשיר האייפד, שנועד להעניק מענה במיוחד עבור שוק מחשבי הלוח הזולים.\nמכשיר הנקסוס 7 של גוגל מצוייד במעבד מרובע ליבות במהירות 1.3GHz, זיכרון פנימי (RAM) בנפח 1GB, מצלמה קדמית באיכות 1.2 מגה פיקסל, מסך בגודל “7 ברזלוציה בת 1200X800 וצפיפות פיקסלים בת 216ppi. כמו כן תומך המכשיר בקישוריות WiFi, בלוטות’ 3.0, GPS ו-NFC ושוקל 340 גרם בלבד.\nעם נתונים כאלה ומחיר המתחיל ב-199 דולרים לדגם ה-8GB, קשה יהיה לאמאזון להציג מתחרה שיוכל להציע ביצועים דומים, אך מנגד, נראה כי מנכ”ל החברה, ג’ף באזוס (Jeff Bezos) יודע לשלוף לא מעט שפנים מהכובע ולהבין בדיוק לאן נושבת הרוח בעולם הטכנולוגי. זו הסיבה שלא היינו ממליצים להמעיט בערכה של ענקית הקמעונאות האמריקנית שעשויה בהחלט לשוב ולהפתיע.\nיתרונו של הנקסוס 7 אם כן, טמון בתוכנה שהוא נושא עימו ואשר (כמו כל אחד מבני משפחת נקסוס) ימשיך לקבל עדכונים עבורה, לפני שיגיעו אל מתחריו בשוק האנדרואיד. מערכת ההפעלה Jelly Bean מציגה ממשק ידידותי במיוחד במחשב הלוח של גוגל ואסוס, כזה שנכון להיום יכול לספוג מכה קשה באמת רק על ידי חברה אחרת, כזו שמייצרת את החומרה והתוכנה שלה בעצמה ועשויה לשנות באוקטובר את כללי המשחק בשוק – שוב.\n\n ", "keywords": "נקסוס 7,נקסוס,גוגל,מחשב לוח,טאבלט,אמאזון,קינדל פייר,מסך מגע,אפל,אייפד,nexus,nexus 7,tablet,google,asus,mini ipad,kindle fire,kindle"}