{"url": "https://www.geektime.co.il/does-partner-rebranding-work/", "type": "article", "title": "בדיקה: האם פרטנר הצליחה למחוק את אורנג' לגמרי?", "description": "אורנג׳ הפכה לפרטנר וברגע אחד המותג כולו החליף זהות. יום אחרי - האם פרטנר הצליחה למחוק את אורנג׳ ולהשלים את המעבר?", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/640-22.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-17T15:38:57Z", "modified_time": "2016-02-17T15:53:09Z", "articleBody": "אורנג׳ הפכה לפרטנר וברגע אחד המותג כולו החליף זהות. יום אחרי – האם פרטנר הצליחה למחוק את אורנג׳ ולהשלים את המעבר?\n\nמאת איציק זיאת, eBrand.\u2028\nאם אתם מנויים של חברת אורנג’, וגם אם לא, בוודאי שמעתם על המעבר הטרי של חברת התקשורת למותג החדש שלה – ‘Partner’. כזכור, לפני מספר חודשים התבטא מנכ”ל אורנג’ העולמית, סטפן רישאר, על נכונותו לנתק את הקשר עם ישראל ודבריו עוררו סערה גדולה מאוד בארץ. כתוצאה מהסערה, נפגע שם המותג הוותיק Orange. הטלטלה שעברה חברת התקשורת, הובילה אותה להחלטה להיפרד מהמותג הכתום, למרות התנצלותו של רישאר.\nאתמול בשעה 10:00 בבוקר, בוצע השינוי הגדול וברגע אחד, חברת Orange ישראל הפכה לעבר. מאותו הרגע ואילך, שונה שם המותג ל-Partner, וגם הכתום הוחלף בצבעי טורקיז-לבן-שחור. מי שעקב אחרי השינוי, ראה שבתוך כמה דקות הצליחו אנשי האינטרנט של החברה, במהלך שתואם מראש, להפוך את כל הנכסים האינטרנטיים של Orange לנכסים הנושאים את השם Partner. האם המעבר הזה בוצע בצורה חלקה?\nיש לציין כי החלפת שם מותג, ובמיוחד כאשר מדובר במותג גדול ברמה הארצית ולו מיליוני לקוחות ועשרות נכסים אינטרנטיים, הוא מהלך מורכב מאוד. בנוסף, חברות תקשורת כמו אורנג’ (סליחה, פרטנר) הן בעלות נכסים אינטרנטיים פתוחים לתגובות ולפניות הציבור, חולשות על זירות רבות, מעלות תכנים רבים בכל יום ומעדכנות את האתרים שבבעלותן באופן תדיר.\nבאופן כללי, ניתן לומר כי המעבר בין שני שמות המותג בוצע בצורה טובה מאוד ואפילו מהירה. בתוך כשעה, רוב מוחלט של הנכסים האינטרנטיים שנשאו את השם Orange, שינו את שמם וצבעם והפכו ל-Partner. הנה כמה דוגמאות לכך:\nאתר הבית \nעם השקת המותג, הושק גם האתר החדש ובוצעה הפנייה מאתר Orange אליו, כך שכל מי שמחפש ומוצא את חברת Orange, נתקל במיתוג החדש. יש לציין כי כאשר מקישים ‘פרטנר’ או ‘Partner’ בחיפוש Google, התוצאה הראשונה שעולה היא אתר Orange, אבל תוצאה זו עתידה להשתנות ואולי כבר השתנתה, לאחר ש-Google סורק את האתר ומעדכן את תוצאות החיפוש.\n \nעמוד הפייסבוק\nכחצי שעה לאחר שינוי שם המותג, גם עמוד הפייסבוק לבש צבעים אחרים. שם המותג אמנם נותר Orange Israel, אבל האלמנטים הוויזואליים שונו מיד. בתוך זמן קצר הוחלף גם שם הדף ל-Partner ושורת הכתובת הראתה facebook.com/PartnerIL. שינוי שם עמוד בפייסבוק אינו דבר של מה בכך, במיוחד כאשר מספר הלייקים גדול, ואם כבר השם שונה בעבר. לשם כך, יש צורך להיערך מראש, וסביר שב-Partner תכננו את השינוי באופן מיוחד מול פייסבוק.\n\nערוץ היוטיוב וזירות נוספות\nגם כאן ב-Partner ראויים למחמאות. ערוץ היוטיוב שינה את עורו בתוך כמה דקות והועלה אליו סרטון המקדם את פני המבקרים, חשבון הטוויטר @OrangeIL נסגר ובמקומו נפתח מיד החשבון @PartnerIL, אליו הועלו כבר מספר ציוצים וגם חשבון האינסטגרם של Orange נזנח לטובת חשבון חדש עם תמונות מהשקת המותג החדש.\n\nאם עד עכשיו חילקנו מחמאות, הנה כמה נקודות מעט בעייתיות שמצאנו במעבר האינטרנטי למותג התקשורת החדש:\nמודעה ממומנת השייכת למותג Orange\nכמה שעות טובות לאחר המעבר למותג החדש, ומודעות ממומנות של Google המשיכו להופיע בתוצאות החיפוש עם שם המותג הישן. אלה הן המודעות המופיעות עם תווית צהובה לצידן וניתנות להסרה באופן מיידי, אך הן לא הוסרו ופגמו מעט בחוויית המשתמש שזכה לתזכורת למותג הכתום.\n\nהיעדר עדכון ב-Google Maps\nכפי שאתם בוודאי מכירים, עסקים רבים נמצאים על המפה של Google, ובהם הסניפים ומרכזי השירות של Orange ברחבי הארץ. בבדיקה שבוצעה שעות לאחר שינוי המיתוג, ניכר כי שם המותג עדיין לא עודכן במפות, שמופיעות בעמוד הראשון של תוצאות החיפוש.\n\nקישורים שבורים\nחלק מהקישורים הישנים שהובילו עד לא מזמן לעמודים באתר Orange, נותרו לא פעילים. כך למשל, עמודים כמו שירות לקוחות וצור קשר, שמופיעים בתוצאות החיפוש ב-Google, הובילו אל עמודי שגיאה. בעיה זו ניתנת לפתרון בקלות אם מתכננים את המעבר מראש, על ידי הפניית קישורים, ובמקרה זה חבל שהדבר לא בוצע.\nשרידים של חוסר תשומת לב\nאמנם החמאנו לעמוד הפייסבוק, אבל ב-Partner לא השכילו לשנות את כתובת אתר הבית אליו עמוד הפייסבוק מקשר. כך, כתובת האתר נותרה זו של Orange, גם לאחר הערה ששלח אחד הגולשים ואף זכתה למענה של מנהלי העמוד. כמו כן, ערוץ יוטיוב אמנם עבר שינוי מיתוג, אך כתובתו נותרה orangeil.\n\nאין ספק ששינוי המיתוג הוא צעד אינטרנטי לא קטן שהצריך מחשבה ותכנון עמוקים. ניכר כי ב-Partner השקיעו את המשאבים הדרושים לכך ועברו את המהלך בהצלחה, אך נותרו עדיין כמה נקודות לטיפול. ניתן לשער, כי הנקודות האלה יטופלו בקרוב מאוד.\nהכותב הוא מנהל שיווק ולקוחות בחברת eBrand – ניהול מוניטין באינטרנט.", "keywords": "אורנג׳,פרטנר,מיתוג מחדש,rebranding,orange,partner"}