{"url": "https://www.geektime.co.il/how-to-send-and-receive-whatsapp-msgs-on-your-computer/", "type": "article", "title": "השירות החדש הזה יאפשר לכם לקרוא ולענות על הודעות ווטסאפ במחשב", "description": "שירות חדש של מפתח ישראלי מאפשר לכם לקרוא הודעות ווטסאפ ולהשיב להן בנוחות ובמהירות מהמחשב האישי. כבונוס, גם לא יוכלו לראות שקראתם את ההודעה ומתי נראיתם לאחרונה. בנתיים השירות זמין למשתמשי אנדרואיד בלבד", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/62029.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-26T18:30:37Z", "modified_time": "2014-11-26T17:56:02Z", "articleBody": "שירות חדש של מפתח ישראלי מאפשר לכם לקרוא הודעות ווטסאפ ולהשיב להן בנוחות ובמהירות מהמחשב האישי. כבונוס, גם לא יוכלו לראות שקראתם את ההודעה ומתי נראיתם לאחרונה. בנתיים השירות זמין למשתמשי אנדרואיד בלבד\nממשק האפליקציה על גבי הדסקטופ. מקור: צילום מסך\nווטסאפ ממשיכה להיות אפליקציית התקשורת הפופולארית ביותר בישראל ובמדינות רבות בעולם, כשהיא משאירה מאחור אפליקציות ושירותים מתחרים וטכנולוגיות כמו SMS. אמנם מדי פעם נוספים לה פיצ’רים שונים, ופיצ’רים חשובים נמצאים בפיתוח, אבל נדמה שאחד הפיצ’רים הכי מבוקשים על ידי משתמשי האפליקציה לא מוצא את דרכו לאפליקציה, ואנחנו מדברים כמובן על האפשרות לקרוא ולהשיב להודעות ווטסאפ מהמחשב האישי. כי אחרי הכל רוב הזמן אנחנו נמצאים מול מחשב, עם מקלדת גדולה ונוחה, ולא תמיד מתחשק לנו לשלוף את הסלולרי, להכניס את קוד הפתיחה, להיכנס לאפליקציה ואז לענות בעזרת המקלדת של הסמארטפון.\nווטסאפ עצמה לא מראה סימנים של אינטגרציה קרובה עם המחשב האישי, זאת למרות שמתחרים שלה כמו סקייפ, KakaoTalk או וייבר כבר מאפשרים לקרוא ולענות על הודעות מהמחשב האישי. עתה, מפתח ישראלי מציג את WhatsCloud, שירות ענן שמסתנכרן עם הודעות הווטסאפ שלכם, ומאפשר לכם גם לקבל וגם לשלוח הודעות מהמחשב האישי שלכם או מהטאבלט.\nכדי להתחיל לקבל ולענות על הודעות ווטסאפ מהמחשב, עליכם לוודא קודם כל שלמכשיר האנדרואיד שלכם יש גישת ROOT. מדובר בתהליך שמאפשר לאפליקציות לקבל הרשאות מיוחדות למערכת הקבצים הפנימית ולשנות, למחוק ולהתקין קבצים בצורה חופשית וללא הגבלה. רוב הטלפונים מגיעים כברירת מחדל ללא גישת ROOT, לכן אם לא עשיתם את זה עד עכשיו, אולי זה הזמן.\nההפעלה פשוטה למדי: קודם כל, הירשמו באתר השירות. לאחר מכן, התקינו בסמארטפון שלכם את אפליקציית האנדרואיד, שתסנכרן למעשה בין הודעות הווטסאפ שלכם למחשב האישי. עכשיו, היכנסו דרך המחשב האישי לשירות, הקלידו את קוד ההצפנה שמופיע לכם על גבי הסמארטפון, השירות יסתנכרן ותראו כיצד כל השיחות האחרונות ואנשי הקשר שלכם מופיעים על גבי המחשב האישי. עכשיו, אתם יכולים להתחיל להשתמש בשירות.\nלאחר התנסות של מספר שעות, אנחנו יכולים לספר שלא נתקלנו עד עתה בבעיות מיוחדות, אם כי צפו לגמישות קלה בהגדרה של “מסרים מיידיים”: הודעות התקבלו ונשלחו בדיליי של מספר שניות. אולם, לטעמנו לפחות, לא מדובר בבעיה קריטית. אין בעיה גם לצפות בתמונות ובסרטוני וידאו או להקשיב להודעות קוליות, אם כי הם מופיעים עדיין כלינקים. בעתיד, הם ישולבו בחלון השיחה, בדיוק כמו באפליקציה. מעבר לזה, השירות עובד בצורה חלקה. ניתן לקבל התראות (עם סאונד) על קבלת הודעות חדשות, ואחד הפיצ’רים הכי נחמדים: ניתן לשלוח ולקרוא הודעות מבלי לעדכן את ה-Last seen (נראה לאחרונה) וכן, מבלי שיראה שקראתם את ההודעה (סימני ה-√√ הנודעים לשמצה).\nבראיון לגיקטיים, סיפר המפתח (ישראלי אגב), שמבקש לשמור על אנונימיות, כי עבד על השירות במשך כחודשיים. לדבריו, נמאס לו להקליד הודעות ווטסאפ ארוכות במקלדת הלא-נוחה של הסמארטפון ולכן חיפש פתרון. מכיוון שווטסאפ לא משחררת API מסודר או מאפשרת גישה לשרתים שלה, היה צורך בפתרון יצירתי, שיעקוף את האפליקציה, או בגיקית מדוברת: האפליקציה ניגשת לדאטה-בייס של הווטסאפ ומסנכרנת את הקובץ בענן. כל שליחה של הודעה מהקליינט בווב נשלחת בפוש למכשיר, שעושה ריסטרט לתהליך של הווטסאפ, כך שהווטסאפ שולח את ההודעה.\nכמובן ששימוש בשירות שכזה מעלה חששות מובנים של פרטיות ואבטחת מידע, אולם המפתח טען שהשירות אינו אוסף מידע אישי, אלא רק מידע אנונימי שישמש לצורך שיפור ושדרוג השירות (לתנאי השימוש של השירות). בנוסף, כל התקשורת בין המכשיר שלכם לענן מוצפנת ב-AES 256bit. כמו-כן, הבטיח המפתח שאין כל העברה של מידע לצד שלישי או שימוש בו לצורך פרסום. ההכנסות היחידות של המפתח הן מתרומות באתר ומבאנר AdMob באפליקציה. כהוכחה לתמימות הכוונות שלו העלה המפתח את הקוד של האפליקציה והוא זמין לבחינה של כולם ב-GitHub.\nלשאלתנו האם אין כאן הפרה של תנאי השימוש של ווטסאפ, ענה המפתח כי למיטב הבנתו לא, משום שהוא אינו מתעסק עם השרתים של החברה, אלא רק עם הדאטה-בייס שנמצא על המכשיר. אולם, ליתר בטחון, וכדי לא להיפגע, הוא מבקש לשמור על אנונימיות. מה יקרה, שאלנו, אם גוגל יסירו את האפליקציה מה-Google Play? במקרה כזה, ענה המפתח שישחרר את קובץ ה-APK להורדה. ראוי לציין כי קיים פתרון מורכב למדי ולא ידידותי לשימוש בווטסאפ במחשב, על ידי התקנת Bluestacks, אולם השירות של WhatsCloud אינטואיטיבי, מהיר ופשוט הרבה יותר למשתמש.\nהערות, בקשות, דיווחי באגים או סתם תודות, אתם מוזמנים להשאיר פה בתגובות או במייל של המפתח.\nלהורדת האפליקציה (אנדרואיד עם הרשאת ROOT בלבד)\nלהרשמה באתר השירות\n \n \n ", "keywords": "ווטסאפ,whatsapp,שירות,גוגל,אנדרואיד,רוט,root,מסרים מיידיים,קוד פתוח,github"}