{"url": "https://www.geektime.co.il/bezeqint-vs-hotnet/", "type": "article", "title": "בזק בינלאומי HOTnet VS - מי מספר אחת?", "description": "לביא שיפמן יצא לבדוק מה באמת עומד מאחורי מבצע ה-100MB של ספקית האינטרנט HOTNet והאם היא עומדת בתחרות אל מול כבל האינטרנט התת-ימי החדש של בזק בינלאומי. אז מי באמת מספר אחת?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/hotntvsbezeqint.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-03-24T12:30:54Z", "modified_time": "2012-03-25T09:37:00Z", "articleBody": "לביא שיפמן יצא לבדוק מה באמת עומד מאחורי מבצע ה-100MB של ספקית האינטרנט HOTNet והאם היא עומדת בתחרות אל מול כבל האינטרנט התת-ימי החדש של בזק בינלאומי. אז מי באמת מספר אחת?\nעיבוד תמונה\nכניסתה של חברת HOT לשוק אספקת שירותי אינטרנט במחיר אחיד של 20 שקל לכל המהירויות ומבצע ה-“טריפל פלטינום” בעלות של 329 שקל, חוללו רעידת אדמה בשוק האינטרנט הישראלי.\nאם עד תחילת המבצע, ב-15 לפברואר 2012, מהירות של 100M היתה אפשרות אליטיסטית בעלות של מאות שקלים לחודש, בא המבצע של HOT ואיפשר ללקוחות רבים לעבור למהירות אינטרנט שנחשבה עד אותו רגע בלתי מושגת.\nהאפשרות לקבל שירותי אינטרנט במהירות של 100M, מגוון רחב של ערוצי טלוויזיה ושיחות טלפון ללא הגבלה, בעלות כוללת של 349 שקל, הציפה את מוקד השירות של HOT בלקוחות והשאירה את חברת “בזק” ושאר ספקיות האינטרנט ללא מענה וללא יכולת תחרות אמיתית.\nחברת “בזק” פתחה בקמפיין לקידום חיבור במהירות של 20M, אבל הצורך להתחייב למודם/נתב VDSL למשך שנתיים, היה בעוכריה.  במקביל, הוזילו הספקיות את מחירי האינטרנט בעשרות אחוזים והגיעו למחירי הפסד של 15 שקל למהירות של 100M.\nבמקביל פנו הספקיות, ובראשן 012 (בבעלות פרטנר) ונטוויז’ן (בבעלות סלקום), לראשי משרד התקשורת והתלוננו על כך ש-HOT אינה מקיימת את הוראות ההפרדה המבנית ומשווקת את שירותי האינטרנט שלה, תחת המותג HOTnet, ביחד עם שירותי התשתית שלה.\nלאחד סערה של מספר ימים, קיצרה HOT את המבצע שנועד בתחילה להימשך כחודש, וסיימה אותו בסוף חודש פברואר.  בשלב זה לא ידוע כמה לקוחות הצטרפו למבצע של HOT אבל ניתן להעריך שמדובר באלפים רבים – מספרים מדוייקים יוודאו בעוד כחודשיים, עם פרסום התוצאות הרבעוניות של חברת HOT.\nסיום המבצע השאיר שאלה אחת פתוחה – האם הספקית החדשה HOTnet עולה בביצועיה על אלה של בזק בינלאומי, שהתהדרה בחודשים האחרונים בכבל התת ימי החדש שלה ששווק תחת המותג Power NGN.\nעל מנת לענות על שאלה זו בצעתי במהלך השבועות מאז התחברתי למבצע ה-“טריפל פלטינום” בדיקות ביצועים, הן לשירות של HOTnet והן לזה של בזק בינלאומי.\nבראשית הדברים רצוי להדגיש שכמעט בלתי ניתן לבצע את הבדיקה של שתי הספקיות במקביל.  על מנת לממש את מלוא הפוטנציאל של מהירות ה-100M, יש לבצע את ההתחברות ללא חייגן כבלים (L2TP).  המשמעות היא שכל שינוי בזהות הספק צריך להתבצע באופן טלפוני מול המוקדים של HOT ושל הספקית הרלוונטית.  השינוי הזה לוקח זמן, מה שמונע את הבדיקה במקביל בזמן אמיתי.\nאפשרות אחרת היא לרכוש מ-HOT שני חיבורי 100M (כלומר שני מודמי כבלים), למקם אותם באותו אתר ולחבר כל אחד מהם לספקית אחרת.  בגלל אופיה של רשת הכבלים, גם אפשרות זו היא בעייתית כיוון שב-HOT יש השפעה הדדית של חיבורי אינטרנט המבוצעים על אותו כבל קואקס.  בכל מקרה, אפשרות זו לא עמדה בפני כיוון שאין ברשותי שני חיבורי כבלים ולכן קודם בצעתי את כל הבדיקות מול HOTnet ורק לאחר מכן את כל אותן בדיקות, מול בזק בינלאומי.\nבנוסף, יש לציין שבין תום הבדיקה מול HOTnet לתחילת הבדיקה מול בזק בינלאומי עבר יותר משבוע זאת עקב קשיים של שתי החברות – ראשית לקח ל-HOT כשבוע לנתק אותי מהשירות שלהם ואח”כ לקח לבזק בינלאומי 3 ימים לייצב עבורי חיבור ב-100M.\nהבדיקה הראשונה שבצעתי היא TRACERT למגוון אתרי משחקים באירופה ולשני אתרים מחוץ ליבשת זו.  התוצאות של הבדיקה מוצגות בטבלה להלן במילי-שניות (ms).  ניתן להבחין שלמרבית מדינות אירופה התוצאות של בזק בינלאומי טובות בהרבה מאלה של HOTnet.\nהתוצאות מדגימות את היתרון הטמון בכבל התת ימי החדש של בזק בינלאומי ואת מידת השפעתו על החיבור לאירופה.  לעומת זאת, התוצאות של בזק בינלאומי לאומי לארה”ב ולמזרח הרחוק, הרבה פחות מרשימות.\n\n\n\nבדיקת ביצועים נוספת שבוצעה היא הורדת קובץ באמצעות פרוטוקול Torrent בתוכנת utorrent.  לצורך הבדיקה נעשה שימוש בקובץ שגודלו כ-3GB ובעל יותר מ-10,000 מקורות.  השימוש בקובץ גדול, שיש לו הרבה מקורות (seeds), נועד לבדוק עד כמה ניתן לנצל את מלוא רוחב החיבור של 100M.  לצורך הבדיקה בוצעה אופטימיזציה לתוכנת ה-utorrent כפי שמתואר בשרשור הזה – http://forum.utorrent.com/viewtopic.php?id=74820.\n\nבבדיקה זו נרשם יתרון לחיבור דרך HOTnet. בעוד שדרך בזק בינלאומי הקצב המקסימאלי שהושג היה קצת יותר מ-7MB/s (כלומר כ-60% מרוחב הפס), הרי שב-HOTnet לא היתה בעיה להגיע ליותר מ-10MB/s – כלומר כ-80% מרוחב הפס.\nהבדיקה בוצעה מספר פעמים, בימים שונים, בשעות שונות של היום ודרך מגוון פורטים, כולל כאלה שבדרך כלל אינם מנוטרים על ידי הספקיות.  התמונה המופיעה משמאל היא של התוצאות הטובות ביותר שהושגו.\nכדאי לזכור שבדיקה זו אינה יכולה למצות לחלוטין את מלוא 100M המסופקים על ידי HOT כיוון שקצב ההעלאה הנמוך המסופק בחבילת ה-100M, חונק את קצב ההורדה הרבה לפני שהוא מנוצל במלואו.  מסדרה של בדיקות ותוך התיעצות עם מומחים בתחום ה-torrent מסתבר שיחס ההורדה העלאה המינמאלי הנדרש הוא כ-1:40.  כלומר קצב ההעלאה המסופק על ידי HOT, העומד על 2M, יכול לתמוך בקצב הורדה של כ-80M לכל היותר.\nבהורדות דרך הפרוטוקולים HTTP ו-FTP לא נרשמו הבדלים משמעותיים בין החברות, בעיקר עקב העובדה שקשה מאוד להשיג תוצאות גבוהות בהורדה ממקור אחד.  מרבית שרתי האינטרנט אינם מסוגלים לספק קצב העלאה קבוע של 100Mbps ולכן בהורדות ב-HTTP ו-FTP תתקבלנה תוצאות של 10Mbps עד 20Mbps לכל היותר, במיוחד אם השרתים נמצאים בחו”ל.\nהמסקנות מהבדיקה אינן חד משמעיות והבחירה בכל אחת מהספקיות צריכה להעשות בעיקר על פי אופי השימוש ברשת האינטרנט.  מי שמשחק מול שרתי אינטרנט הנמצאים באירופה יודע שקצב ה-PING אל השרת הוא הפרמטר החשוב ביותר.  לכן למשתמשים מסוג זה ההמלצה החד משמעית היא להתחבר דרך בזק בינלאומי.  למי שאופי השימוש שלו אינו כולל משחקים מול שרתים באירופה, הבחירה ב-HOTnet נראית יותר הגיונית – קצב ההורדה הצפוי הוא מעט יותר גבוה ובסופו של דבר גם העלות – 20 שקל ב-HOTnet לעומת 30 שקל בבזק בינלאומי – אטרקטיבית יותר.\nהפוסט פורסם במקור בבלוג NetCHEIF", "keywords": "בזק בינלאומי,bezeqint,hot,הוט,hotnet"}