{"url": "https://www.geektime.co.il/driveu-auto-raised-4m/", "type": "article", "title": "זוהר זיסאפל מוביל השקעה של 4 מיליון דולר ב-DriveU Auto הישראלית", "description": "חברת DriveU Auto, ספין אוף מחברת LiveU, מאפשרת לשלוט מרחוק ברכבים אוטונומיים באופן רציף וללא שיהוי. כעת, היא נחשפת ומודיעה על גיוס של 4 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2033/06/DriveU-Driver-1592729517-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-24T09:00:18Z", "modified_time": "2020-06-24T09:27:36Z", "articleBody": "חברת DriveU Auto, ספין אוף מחברת LiveU, מאפשרת לשלוט מרחוק ברכבים אוטונומיים באופן רציף וללא שיהוי. כעת, היא נחשפת ומודיעה על גיוס של 4 מיליון דולר\nמקור: DriveU Auto\nחברת DriveU Auto ,שמפתחת פלטפורמת קישוריות להפעלה מרחוק של רכבים אוטונומיים, מודיעה על השלמת סבב גיוס של 4 מיליון דולר. את הגיוס הוביל זוהר זיסאפל והשתתפו בו גם Kaedan Capital, Two Lanterns Venture Partners, יגאל יעקב ומשקיעים פרטיים נוספים.\nפיקוח אנושי מרחוק ויכולת התערבות במידת הצורך של נהג בטיחות הם הכרחיים לניסויים ברכב אוטונומי, ומטרתם לקדם את חזון הרכב האוטונומי שעדיין פועל במסגרת ניסיונית, למציאות. הבעיה היא, שהפעלה מרחוק דורשת העברת כמויות גדולות של מידע כמו וידאו באיכות 4K וערוצי אודיו מרובים – כדי שהנהג המרוחק יקבל את המידע הרלוונטי, ויוכל להעביר פקודות לרכב בזמן אמת.\nDriveU.auto (דרייביו) פיתחה פלטפורמת קישוריות המאפשרת נהיגה והפעלה מרחוק של רכבים אוטונומיים כדוגמת מוניות, משאיות ורחפני שילוח. ביכולתה של הפלטפורמה להתגבר על התנהגות בלתי צפויה של הרשת, כולל תקשורת לווינית בעלת קישור לא יציב, זמן שיהוי גבוה, ריצוד ואובדן מידע כתוצאה מרכב שעובר בין תאים סלולריים שונים או רמת הביצועים של הרשתות השונות. יכולת זו מתאפשרת הודות לחיבור למספר רשתות במקביל, שימוש בטכנולוגיית איחוד קווים סלולריים, קידוד דינמי של וידאו באיכות 4K ואלוגריתמים המבצעים התאמה לתנאי הרשת המשתנים, בכל רגע נתון.\nבשיחה עם גיקטיים מסביר אלון פודהורסט, מנכ״ל החברה, שהטכנולוגיה של DriveU מקודדת את המידע המגיע מחיישני הרכב האוטונומי באופן דינמי, תוך שימוש באלגוריתמים העושים שימוש במתודולוגיה הידועה בשם Forward Error Correction. לאחר מכן, המידע משודר במספר רשתות סלולריות על ידי איחוד רשתות “בשיהוי נמוך מאוד”. בין התכנים שמועברים ניתן למנות פיד וידאו 4K, שמע, LiDAR, ערוצי שליטה ברכב, ועוד.\nDriveU Auto הוקמה ב-2019 כחלק מ-LiveU, ספקית טכנולוגיה לשידורי וידאו על גבי רשתות אלחוטיות, שנרכשה לפני כשנה תמורת כ-200 מיליון דולר. המוצר מבוסס אמנם על הטכנולוגיה של חברת האם, אך לפי פודהורסט, כאשר המוצר הגיע לבשלות מספקת הוחלט לבצע ״Spin Out״ – להתנתק ממנה ולצאת לעצמאות. כיום מועסקים במשרדיה שבכפר סבא 12 עובדים ובעזרת הגיוס האחרון תוגדל באופן משמעותי מחלקת הפיתוח והתוכנה. מוצר התוכנה של החברה מותקן כבר אצל מספר לקוחות בארה״ב, אירופה וגם ישראל.", "keywords": "סטארטאפ,סטארטאפ ישראלי,גיוס,סבב גיוס,driveu.auto,liveu,רכב אוטונומי"}