{"url": "https://www.geektime.co.il/windows-near-share-spotted/", "type": "article", "title": "גם מיקרוסופט רוצה: משיקה פיצ'ר דמוי AirDrop להעברת קבצים בקלות בין מחשבי Windows", "description": "במקום להעביר קבצים במייל, מיקרוסופט רוצה לעזור לכם לעשות את זה בקלות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/microsoft-near-share.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-09T18:45:16Z", "modified_time": "2017-11-09T17:19:23Z", "articleBody": "במקום להעביר קבצים במייל, מיקרוסופט רוצה לעזור לכם לעשות את זה בקלות\nתמונה: מיקרוסופט\nבואו נהיה כנים: על אף ההתפתחות בתחום שירותי הענן כמו Dropbox, Drive וכל השאר, שיטת העברת הקבצים הנפוצה יתר על המידה היא דווקא במייל. גם אם אתם יושבים מטר מהשותף למשרד שצריך את המסמך שעבדתם עליו, רוב הסיכויים שאתם תעבירו לו אותו במייל, וכולנו יודעים שאין בזה היגיון אמיתי. מיקרוסופט רוצה להפוך את התהליך של העברת קבצים ממחשב למחשב לקל ומהיר הרבה יותר, והופכת אותו למובנה ב-Windows 10.\nהפיצ’ר החדש, שנקרא “Near Share”, נמצא כרגע בבדיקות בגירסאת ה-Insider Build האחרונה של ווינדוס 10, ומאפשר העברת קבצים בין מחשבים המעודכנים לגירסא זו באמצעות בלוטות’. שימו לב ששני המחשבים (של המקבל והשולח) צריכים להיות מעודכנים ל-RS4 Build 17035. בכדי להפעיל את האפשרות יש צורך בהפעלת האפשרות מה-Action Center. במידה ואתם מעודכנים לגירסא האחרונה והפעולה לא מופיעה לכם במסך הפעולות, יש להכנס ל-“Settings”, לאחר מכן ל-“Notifications & Actions” ולאחר מכן להכנס ל-“Add or remove quick actions” ולהוסיף את ה-Near Share.\nלאחר מכן, תוכלו להשתמש בלחצן ה-Share ברוב האפליקציות המובנות של מיקרוסופט, ולשמחתינו, גם ב-Windows Explorer על ידי קליק ימני ובחירה ב-Share. כל מחשב או מכשיר ווינדוס אשר הפעיל את האפשרות הזו אצלו ונמצא בקרבתכם יופיע לכם ברשימה ותוכלו להעביר לו את הקובץ בקליק.\nמיקרוסופט אפילו לא הראשונה השבוע להציג את האפשרות של שליחת קבצים בקלות בתוך מערכת ההפעלה שלה. כאשר רק לפני ימים אחדים התבשרנו על כך שגוגל בוחנת אפליקציית ניהול קבצים חדשה משלה, שאחת האפשרויות שלה תהיה העברת קבצים בין מכשירי אנדרואיד בקלות. בניגוד לאפליקציה של גוגל, מערכת השיתוף של מיקרוסופט אמורה להיות מוטמעת ברמת מערכת ההפעלה, ועל כן תהיה נפוצה יותר וקלה יותר לשימוש (בהנחה שהשולח והמקבל מחזיקים בגירסא המעודכנת של ווינדוס 10). בכך אין צורך להוריד אפליקציה ייעודית, ואין צורך ביותר מדי הכנה מראש.", "keywords": "ווינדוס,ווינדוז,חלונות,עשר,מיקרוסופט,microsoft,windows 10,near share,bluetooth"}