{"url": "https://www.geektime.co.il/7-ways-to-kill-your-pr/", "type": "article", "title": "7 דרכים להפוך את ה-PR שלכם ליעיל יותר", "description": "אד זיטרון מסביר מדוע משרדי יחסי הציבור עושים כל טעות אפשרית בפורמט ההודעות לעיתונות הנוכחי, וכיצד ניתן לקבל חשיפה מוגברת בקרב אנשי התקשורת.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/11/news2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-21T10:24:48Z", "modified_time": "2013-11-21T11:54:32Z", "articleBody": "אד זיטרון מסביר מדוע משרדי יחסי הציבור עושים כל טעות אפשרית בפורמט ההודעות לעיתונות הנוכחי, וכיצד ניתן לקבל חשיפה מוגברת בקרב אנשי התקשורת.\nמקור: Shutterstock\nהפוסט נכתב על ידי Ed Zitron ותורגם מאנגלית על ידי אבישי בסה\nיש לי יום טוב, עד כה. נאמתי בפני כמה אנשים, שתיתי כמה כוסות קפה, אני מזמזם בנעימות ואז… אני מקבל את האגרוף לפנים האכזרי ביותר – לקוח שמבקש לכתוב לו הודעה לעיתונות.\nאולי אני תינוק מגודל, אך כפי שהתעשייה מתנהלת, הודעות לעיתונות הפכו למשעממות לקריאה עד כאב והמשימה לכתוב אותן נעשתה משעממת לא פחות. הן הפכו להיות סוג של התרפסות ללקוחות או לשותפים ועלותן 750 דולרים עבור שירות שיקשר את החברה או התאגיד למישהו שאולי יפיץ את השירות בפועל.\nבדרך כלל המבנה פשוט:\nסעיף 1: הסבר משעמם כמו “היום, החברה X, שעושה משהו (שמתואר בדרך מטופשת עד כאב) מודיע Y, כולל Z”.\nסעיף 2: ציטוט, מישהו שמח, נרגש או מילה אחרת לתאר משהו שהוא לא משמח או מרגש בכלל.\nסעיף 3: עוד איזה ציטוט, וסוג של הודעת סיכום לא מעניינת.\nבשום שלב ההודעות לעיתונות הללו לא מעניינות. כאשר רוב מה שכתוב בהודעה לא רלוונטי לאף אחד ואינו מכיל מידע ממשי. זה בעיקר ערימה של קקי במשקל 400 מילים מיותרות שאתה חייב לנפות בכדי למצוא מידע מעניין כלשהו על משהו חדשותי בפועל.\nמקור: יח”צ, Tesla Motors, עיבוד תמונה\nטסלה שינתה את המשוואה. ההודעה המדהימה שלהם לעיתונות על דירוג הבטיחות הטוב ביותר אי פעם ל-Model S שובר את כל הכללים שקראתי על הודעות לעיתונות, ויש סיבה טובה לכך. 830 מילים, מלאות במידע, מלא, רלוונטי. לא מתעסקים בבולשיט שמסביב ולא מרככים שום דבר. כל דבר שכתוב שם הוא עובדה מוגמרת.\nלמשל: “בדיקה עצמאית שנעשתה על ידי ה-NHTSA, (או יותר נכון National Highway Traffic Safety Administration) העניקה דירוג של 5 כוכבים ל-Tesla Model S. לא דירוג כללי, אלא דירוג בכל סאב-קטגוריה, ללא יוצא מן הכלל.” מדהים, לא? מציינים שם עובדות על דברים שקרו בפועל. 800 מילים שאומרות יותר מ-800 הודעות לעיתונות טיפוסיות שאני נתקל בהן.\nעוד דוגמא: “בעוד שהמספר המדוייק אינו ברור (מכיוון שה-Model S שברה את מכונת הבדיקה) מה שזה אומר בכל זאת זה שלפחות ארבע מכוניות Model S טעונות במלואן יכולות להיות ממוקמות על גג מכונית, מבלי שהגג יתעקם פנימה.”\nפשוט תודה. תודה לכם שלא אמרתם לנו עד כמה “מדהים” המארז החיצוני של ה-Model S. תודה לכם שאמרתם “היי, זה די קשה לגרום נזק משמעותי למכונית, מכיוון שהיא כל כך חזקה עד שהיא שברה את מכונת בדיקת המכוניות.”\nמקור: Shutterstock\n1. אל תכתבו הודעה לעיתונות – אם אתם יושבים שם וחושבים “אולי זו לא הודעה טובה לעיתונות” אז אולי אין צורך בכך, אלא אם כן מישהו חתם על חוזה שאומר שאתם חייבים לעשות זאת.\n2. תכתבו את מה שקרה, את החדשות – פשוטו כמשמעו – האם הלקוח שלכם משחרר גירסא חדשה לתוכנה ששולחת מיילים עם כלבים בפנים? תכתבו רק את זה. מנכ”ל החברה ממש ממש שמח בגלל זה? תכתבו למה, אבל רק אם הסיבות שלו אשכרה לגיטימיות. אולי לאנשים יש בעיות עם כלבים שנשלחים בהודעות דואר אלקטרוני? אם הסיבות שלו לא לגיטימיות, תגידו לו, או לה (אני שוויוני), לשתוק.\n3. אל תצטטו אנשים – לאף אחד לא אכפת מהציטוטים שלכם, אלא אם כן יש להם השפעה משמעותית על העולם. נכון, יהיה יוצא מן הכלל, אבל ברוב המקרים הציטוטים שלכם אודות שירות ה-SaaS שלכם, מבוסס מיקום, חברתי או לא יודע מה לא יתרמו לנו כלום. אם מישהו רוצה ציטוט, הוא יבקש, אבל עצם העובדה שאין לכם ציטוט לא ימנע מאף אחד לכתוב על החברה המטופשת שלכם.\n4. סכמו את העניין בנקודות עם כותרות – אם ניתן לסכם את כל ההודעה לעיתונות בארבע נקודות עיקריות, זוהי מעכשיו ההודעה לעיתונות החדשה שלכם. נסו לצמצם את ההודעה ולוותר על מילות הקישור וכל הבולשיט שמסביב. תארו לעצמכם שאתם עיתונאים ואתם צריכים לעמוד בשעת יעד כלשהי. פשוט כמשמעו – בשביל לכסות את האירוע אנחנו צריכים את המידע ולא יותר מכך.\n5. נסו לעשות את זה מעניין לקריאה – אני לא אומר לכתוב מחזה, אבל חשבו על דברים שגורמים לכם להתעניין, או לצחוק, ואז לכתוב אותם. קו המחשבה שלכם לא צריך להיות “איך אני יכול להפוך את המותג שלי למעניין?” אלא “איך אני יכול לגרום למישהו שככל הנראה שונא את התעשייה הזו, עייף ובטח לא רוצה לקרוא את מה שאני כותב, להמשיך לקרוא את מה שאני כותב?”\n6. אל תפרסמו ידיעה על צירוף אנשים להנהלת החברה, אלא אם כן זה ביג דיל – ביג דיל – אפל החליפה מנכ”ל, פייסבוק מינתה סמנכ”ל, וכדומה. אם לא מדובר בחברה שנמצאת ב-Fortune 500, זה לא מעניין. אם הלקוח דוחף אתכם לעשות כן, תדחפו אותו בחזרה, עד כמה שניתן, מבלי לגרום לו לפטר אתכם.\n7. תהפכו את זה למשהו מהנה – ההודעות לעיתונות משעממות עד כאב והן החלק הקשה ביותר לקריאה. אם תשנו את קו המחשבה שלכם מ”מיתוג החברה” ל”היי, זה קורה” ותהנו מכתיבת ההודעה כמו שאנחנו נהנים מכתיבת הידיעה, חיינו יהיו אולי קצת טובים יותר. אה, ואם אתם לא נהנים מכתיבה, אלוהים יודע שאתה לא צריכים לכתוב הודעות לעיתונות.\nהפוסט נכתב במקור על ידי Ed Zitron, מייסד משרד יחסי הציבור EZPR ופורסם לראשונה באתר The Next Web.\nקרדיט תמונות:", "keywords": "pr,יחסי ציבור,יחצ,public relations,tesla,טסלה,עיתונאים,תקשורת,journalists,communications,עיתון,מגזין,יחצ"}