{"url": "https://www.geektime.co.il/israel-top-exits-since-1948/", "type": "article", "title": "גאווה כחול-לבן: 10 האקזיטים הגדולים מאז תש''ח", "description": "לא רק מובילאיי. לכבוד יום העצמאות, הנה 10 האקזיטים הגדולים ביותר מאז תש''ח - לתפארת מדינת ישראל וחשבון הבנק", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/dollar-941246_1280.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-02T10:30:54Z", "modified_time": "2017-05-01T09:41:25Z", "articleBody": "לא רק מובילאיי. לכבוד יום העצמאות, הנה 10 האקזיטים הגדולים ביותר מאז תש”ח – לתפארת מדינת ישראל וחשבון הבנק\nצילום: גיקטיים\nלפני מספר שבועות נחתמה עסקת המכירה של חברת מובילאיי לענקית השבבים האמריקאית אינטל, ששילמה תמורת החברה הירושלמית כ-15.2 מיליארד דולר. הכותרות דיברו אז בצדק על “האקזיט הישראלי הגדול ביותר בכל הזמנים” ופרופסור אמנון שעשוע, אחד ממייסדי מובילאיי אף היה אחד מבין מדליקי המשואות בטקס שנערך אמש (ב’) בהר הרצל. אולם חוץ ממובילאיי היו עוד לא מעט חברות מרשימות, שהצליחו לפתח טכנולוגיה או מוצרים יוצאי דופן, להרשים חברות בינלאומיות ענקיות ולהביא קצת נחת לאבא ולאמא של המייסדים ועל הדרך גם למשקיעים ולמס הכנסה. אז לכבוד יום העצמאות ה-69 של המדינה, הנה 10 האקזיטים הגדולים ביותר.\nRetalix (ריטליקס) הוקמה ב-1982 על ידי בארי שקד ובריאן קופר תחת השם Point Of Sale. ריטליקס החלה את דרכה בפיתוח תוכנות לקופות ברשתות שיווק, ובהמשך התרחבה גם לפיתוח של תוכנות לניהול חנויות וערוצי מכירות, ניהול לקוחות ושיווק, מסחור מותגים ולוגיסטיקה. כיום החברה פועלת כחברה בת של NCR תחת השם NCR Israel.\n\nViber (וייבר), שנמכרה ב-2014 לענקית הטלקום היפנית Rakuten, הוקמה ב-2011 על ידי היזם הישראלי טלמון מרקו, יחד עם היזמים איגור מגזיניק, סאני מרואלי ועופר סמוכה. המוצר שפיתחה Viber הוא יישום VoIP, וידיאו וצ’ט עם יותר מ-260 מיליון משתמשים קבועים. ארבעת המייסדים אגב זכורים לרובנו כמפתחים של iMesh, תוכנת שיתוף הקבצים מתחילת המילניום הנוכחי. לפני שבוע היו חתומים המייסדים על אקזיט נוסף, במסגרתו מכרו את חברת הנסיעות השיתופיות Juno ל-Gett תמורת 200 מיליון דולר.\nהטכנולוגיה שפיתחה Valtech Cardio הישראלית מתמקדת בטיפול במצבים בהם המסתם הליטרלי (דו צניפי) לא נסגר כראוי, מה שמוביל לזרימה חוזרת של דם מהחדר השמאלי לעלייה השמאלית בזמן התכווצות הלב. במקרים חמורים מצב זה יכול להוביל להידרדרות משמעותית בתפקודו של הלב עד כדי מוות, ובארה”ב ישנם כ-4.2 מיליון חולים במחלה זו. בנובמבר 2016 נרכשה החברה על ידי ענקית המכשור הרפואי Edwards lifesciences, הנסחרת בנאסד”ק בשווי של כ-19 מיליארד דולר.\nTrusteer (טראסטיר) פיתחה טכנולוגיה למניעת פשעי סייבר בנקודות קצה לארגונים, במטרה לעזור להם להגן על עצמם לא רק מפני זליגת מידע, אלא גם מפני הפסד פיננסי. החברה נוסדה ב-2006 על ידי מיקי בודאי, ראקש לונקר, עמית קליין, שמוליק רגב ואלדן בן-חיים. ב-2013 נמכרה החברה ל-IBM, ובודאי ולונקר הפכו בעצמם עם השנים לשניים מהמשקיעים הפרטיים הבולטים ביותר באקוסיסטם הישראלי. IBM הפכה את החברה למעבדת מחקר בתחום הסייבר, שכוללת למעלה מ-200 חוקרים ומפתחים.\n\nאת אפליקצית Waze (ווייז) לא צריך ממש להציג. אחרי הכל, היא נהנית מ-65 מיליון משתמשים קבועים בעולם, מתוכם יותר מ-2 מיליון נהגים ישראלים. ההתחלה הייתה כאשר אהוד שבתאי רצה שמכשיר ה-GPS החדש שלו יהיה מעודכן ויציג כבישים חדשים ומצלמות מהירות. כאשר חברות המפות סירבו לשתף איתו פעולה, הוא פיתח אפליקציה שממפה את הדרכים בהן נוסע המשתמש. מהר מאוד התפתחה סביב האפליקציה, שנקראה עדיין FreeMap, קהילה פעילה של יותר מ-1,000 משתמשים שהחלו למפות את כבישי הארץ, ובהמשך, לאחר השלמת המיפוי, החלו המשתמשים גם לדווח על מפגעים ועומסי תנועה. החברה שפעלה אז ממשרדים צנועים ברעננה הלכה וצמחה, וגייסה כ-67 מיליון דולר ממספר משקיעים ומקרנות הון סיכון נחשבות. לאחר תהליך משא ומתן עם מספר חברות, ובהן אפל ופייסבוק, נמכרה לבסוף ווייז לגוגל תמורת 1.3 מיליארד דולר. נועם ברדין ואהוד שבתאי המשיכו עם החברה והם עובדים כיום בגוגל ואורי לוין הפך למשקיע פרטי. גם כיום נהנה השירות מצבא של מתנדבים, חברי קהילה ומנהלים שתורמים למיפוי ולשיפור של האפליקציה בכל העולם.\nהיזם והממציא הישראלי דב מורן הקים ב-1989 את M-Systems, שהייתה חלוצה בפיתוח של התקני זיכרון בטכנולוגיית פלאש החדשה באותה תקופה. המוצר הידוע ביותר של החברה היה כונן זיכרון נייד ששמו Disk-On-Key, שבינתיים הפך לשם גנרי לכוננים מסוג זה. מורן, היזם שמאחורי החברה, הקים מאז עוד מספר סטארטאפים ובהם Modu, מיזם הסלולרים המודולריים, ורשם עשרות פטנטים. כיום הוא משקיע פעיל בקרן Grove Ventures אותה הקים.\nמרקורי הוקמה בשנת 1989 על ידי אריה פיינגולד ופיתחה מערכת בדיקה אוטומטית של תוכנה. החברה הצליחה לגייס כספים, להנפיק ואף לרכוש מספר חברות, עד שב-2006 הגיעה ההצעה מ-HP. במסגרת העסקה שילמה HP סכום מרשים של 4.5 מיליארד דולר, ומרקורי הפכה למרכז פיתוח של חטיבת התוכנה של HP (כיום HPE).\nהחברה, שהוקמה ב-1998 על ידי ד”ר רפי גדרון, אורני פטרושקה, יוסי שוסמן, יאיר אורן וסטיב קורן, פיתחה טכנולוגיה לשיפור תעבורת המידע על גבי סיבים אופטיים. כשהייתה בת שנתיים בלבד, ללא הכנסות או מכירות משמעותיות ולאחר שגייסה כ-50 מיליון דולר, נמכרה כרומטיס בשנת 2000 לחברת Lucent תמורת 78 מיליון מניות, מה ששיקף באותו זמן תג מחיר של 4.8 מיליארד דולר. עם זאת, תוך זמן קצר מהרכישה התפוצצה בועת הדוט.קום וחברות התקשורת והטלקום, שהיו אמורות להיות הלקוחות הגדולות של הטכנולוגיה, נפגעו קשות. באוגוסט 2001, קצת יותר משנה לאחר הרכישה, סגרה Lucent את חטיבת כרומטיס ורשמה את ההוצאה כהפסד ומרבית העובדים פוטרו.\nחברת NDS הירושלמית, שפעלה מאיזור התעשייה בהר חוצבים, נוסדה ב-1989 על ידי דב רובין, יוני השקס, מיכאל דיק וישי סרד, אליהם הצטרפו בהמשך עוד חוקרים ממכון ויצמן, ובהם מיקי כהן וגרשון בראון. החברה פיתחה מערכת הצפנה וניהול זכויות דיגיטלי (DRM) להגנה על שידורי טלוויזיה בפלטפורמות השונות, כמו שידורי לוויין וכבלים. במהלך השנים רשמה החברה מאות פטנטים ובשיאה העסיקה במרכז הפיתוח הישראלי שלה יותר מ-1,000 עובדים. בין המשקיעים בה היו רופרט מרדוק, ews Corp וכן הציבור, במסגרת הנפקה שביצעה. בשנת 2012 נרכשה החברה במלואה על ידי יצרנית ציוד התקשורת האמריקאית סיסקו תמורת 5 מיליארד דולר. תוך זמן קצר יחסית פרשו מרבית המייסדים והמנהלים הבכירים שלה, ופעילות הפיתוח צומצמה במסגרת כמה גלי פיטורים שערכה סיסקו בישראל.\n\nלפני כחודש וחצי נחתמה העסקה הגדולה בכל הזמנים בהייטק הישראלי: ענקית השבבים האמריקאית אינטל הודיעה כי תרכוש את חברת מובילאיי, המפתחת של מערכות מיחשוב לרכב אוטונומי, תמורת כ-15.3 מיליארד דולר.\nההתחלה היתה צנועה. ב-1999 הקימו פרופסור אמנון שעשוע וזיו אבירם חברה שפיתחה אז מערכות עזר לנהג. המערכת של החברה מתבססת על מצלמה וטכנולוגיה מתקדמת של ראייה ממוחשבת שמתריעה על סכנות בכביש, כמו הולכי רגל חוצים, סטייה מנתיב, קרבה מסוכנת לכלי רכב אחרים ועוד. ב-2010 הציגה החברה את צ’יפ ה-EyeQ והחלה להוסיף שכבה של “רשת נוירונית”, כלומר שילוב של התנהגות עבר וכלי רכב שונים, כדי להעמיק את כושר הניתוח והבנת המציאות של המערכת. לפני כשנה הכריזה מובילאיי על שיתוף פעולה עם BMW ואינטל, במסגרתו יפתחו החברות במשותף טכנולוגיה לפיתוח רכב אוטונומי, ומוקדם יותר השנה הבשיל המשא ומתן ואינטל רכשה את החברה הישראלית.\nמעסקת הענק הזו נהנו לא מעט גורמים ואנשים פרטיים, כמו שעשוע ואבירם, מייסדי החברה ובעלי המניות העיקריים בחברה, ושמואל חרל”פ, הבעלים של קבוצת כלמוביל, שהרוויחו כל אחד יותר ממיליארד דולר מהעסקה. בנוסף, החזיקו במניות ובאופציות של החברה מספר בכירים בה וכמובן קרנות ההון והמוסדיים שהשקיעו בה. אחרונה חביבה היא כמובן מדינת ישראל שגזרה קופון נאה של כמיליארד דולר באמצעות תשלום המסים.\n\n ", "keywords": "אקזיטים,עסקאות,retalix,valtech cardio,trusteer,nds,m-systems,ibm,וייבר,ריטליקס,וייז,גוגל,כרומטיס,רכישות,מובילאיי,אינטל,דב מורן,מרקורי,מיליארדי דולרים,"}