{"url": "https://www.geektime.co.il/waze-facebook-deal-opinion/", "type": "article", "title": "פטריוטיות שווה מילארד דולר או שפשוט נשמעת מספיק טוב? [דעה]", "description": "האם שמירה על צוות הפיתוח של וייז בישראל שווה עסקה הקרובה למילארד דולר, והאם בכלל מדובר בתרגיל יח''צני שנועד לייצר כותרת טובה ואמפטיה ישראלית?", "image": "https://files.geektime.co.il/wp-content/uploads/2013/06/redcar.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-06-02T16:24:07Z", "modified_time": "2013-06-02T16:28:15Z", "articleBody": "האם שמירה על צוות הפיתוח של וייז בישראל שווה עסקה הקרובה למילארד דולר, והאם בכלל מדובר בתרגיל יח”צני שנועד לייצר כותרת טובה ואמפטיה ישראלית?\nתמונה: צילום מסך\nהתלבטתי הרבה אם לכתוב את הפוסט הזה לגבי Waze או לא. Waze היא ה-Golden Boy של עולם האפליקציות הישראלי. הצלחה נהדרת כמעט בכל קנה מידה אפשרי שהושגה כולה בעבודה קשה ע”י חברה כחול לבן שמצליחה לכבוש את העולם ממשרדיה ברעננה.\nבשבועיים האחרונים משהו בי זז קצת בחוסר נוחות לגבי ההתנהלות של החברה. כן, אני מדבר על המגעים שהתנהלו מול פייסבוק ועל מידע שדלף לכאורה והוביל לבסוף לכשלון העסקה.\nאם הדיווחים נכונים, Waze סירבה לרכישה ע”י פייסבוק בשווי מיליארד דולר (או באזור המיליארד דולר) בין היתר בשל הסעיף הזה – החברה לא מוכנה להעתיק את הצוות שלה למנילו פארק. הרשתות החברתיות סערו וכולם שיבחו והעצימו את החלטת Waze לסרב לכסף בתמורה למה שאני יכול כנראה להגדיר כפטריוטיות. שזה מאוד נחמד כסיפור גבורה של שתי דקות, אבל מעלה שאלות קצת יותר עמוקות.\nאני יכול רק להניח שהוויתור על מיליארד דולר או באופן כללי יותר על עסקה עם פייסבוק רק בשל העיקרון של להשאיר את הצוות בארץ יכול לנבוע משתי נקודות: לחץ של משפחות ותחושת אחריות של היזמים כלפי הצוות והמשפחות שלהם, או מתוך משהו שהוגדר לתוך ערכי החברה.\nאני בעד חברה שיודעת מה הגבולות והערכים שלה ואפילו עזרתי לכמה וכמה חברות להגדיר את הערכים שלהן כחלק מהעבודה איתן. אבל הערך של “ישראליות” כאשר אתה מפתח מוצר שהמטרה שלו היא לכבוש את העולם, היא קצת בעייתית וזה רק עניין של זמן עד שקונפליקט עקרוני יעלה וכנראה ישפיע לנצח על המוצר.\nהבעיה עם סט ערכים כזה הוא שהקונפליקט האמיתי לא מתקשר ל-roadmap של המוצר אלא חוטא כנגד המוצר כי הוא מניח טובה אישית לפני טובת המוצר עצמו.\nאם Waze היו אומרים שהם לא מאמינים בדרך של פייסבוק הייתי מאושר. אם הם היו אומרים “אנחנו שווים יותר מזה” לא בטוח שהייתי מסכים רציונאלית, אבל הייתי חושב שהם עושים החלטה נכונה. אבל אם השמועות נכונות והסיבה היא “שהחברה לא תעזוב את ישראל”, אני חייב להרים גבה ואני די בטוח שגם המשקיעים.\nכאשר סטארט אפ מגייס כסף, המשקיע למעשה נותן את הכסף משני שיקולים עיקריים – מוצר וצוות (כשבגדול זה עניין של כימיה והאם הצוות / מוצר יחזירו את ההשקעה). הצוות חשוב מפני שהוא זה שיגדיר בפועל איך תיראה החברה ואיך יראה המוצר, אבל גם השקעה זו נעשית בהנחה שטובת המוצר היא הערך העליון.\nאני יכול לנחש ש”להישאר בישראל” זו כותרת אחת, או סיסמה מאוד בולטת ומדובר בתהליך מורכב מזה. יכול להיות שמדובר בסיטואציה בה הצוות התאהב במוצר או בהרפתקה שלו בצורה כזו שהוא לא באמת רוצה למכור. יכול להיות שההצהרה פה היא שמדובר ב”חברה” ולא באפליקציה”. בקיצור, ברור שמדובר במשהו מורכב יותר.\nהשאלה המשמעותית פה היא “מה כן יגרום ל-Waze למכור?” ו”האם Waze יכולה לשרוד בלי למכור?”. לשרוד הכוונה היא להפוך לחברה באמת רווחית שיכולה להתקיים לאורך זמן. מודל הפרסום שכרגע החברה מובילה הוא מודל שהסבלנות כלפיו תלך ותיגמר די מהר.\nכשמדובר בניווט, משתמשים רוצים חוויה נוחה, וכמה שיותר מפוקסת על להגיע לאן שצריך, להגיע ומהר. מודל הפרסומות הוא מודל שלא יכול להתרחב בהרבה או להמשיך לאורך זמן. ברגע שמודל הרווח יעבור להיות המידע של המשתמשים והפוקוס יעבור להיות על “מה הפרטיות שלך שכמדובר בווייז” השיחה תיראה אחרת לגמרי.\nבעיקר הייתי רוצה לשמוע הסבר מפורט ומנומק מטעם החברה ל”למה לא למכור לפייסבוק”. לא כדי להוכיח שאני טועה או צודק, אלא פשוט כי זו סיטואציה סופר מורכבת להיות בה ומעניין לראות איך מתנהלים בה – במיוחד כשהמסקנה היא “לא”.\n\nif (!window[\"_tok_1370179674994\"]) window[\"_tok_1370179674994\"] = {};\nwindow[\"_tok_1370179674994\"].serverUrl = \"http://www.toksnn.com/partners/9386/toks\";\nwindow[\"_tok_1370179674994\"].embedId = \"2d1be0cced7906a20832d7bc93f1f86c\";\nif(typeof TP === \"undefined\" ) {var all_script_tags = document.getElementsByTagName('script');var load_script = true;for(var i=all_script_tags.length - 1; i >= 0; i--){if(all_script_tags[i].src.indexOf(\"tokpartner.js\") > -1) {load_script = false;break;}}if(load_script) {(function() {var tp = document.createElement('script'); tp.type = 'text/javascript'; tp.async = true;tp.src = top.location.protocol + '//www.toksnn.com/js/tokpartner.js';var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(tp, s);})();}}else{TP.loadTokBox(\"tok-congress\",\"_tok_1370179674994\");}\n", "keywords": "מגעים,פייסבוק,וייז,רכישה,waze,אפליקציה,ניווט,אפליקציות"}