{"url": "https://www.geektime.co.il/facebook-and-waze-editorial/", "type": "article", "title": "השילוב המנצח של וייז ופייסבוק [דעה]", "description": "מלא מעט סיבות, עסקת הענק בין פייסבוק לוויז מגיעה לענקית הניווט הישראלית בתזמון מצויין ויכולה להועיל לה הרבה יותר מעסקת רכישה עם אפל. ד''ר גיל אבנימלך מסביר", "image": "https://files.geektime.co.il/wp-content/uploads/2011/10/waze.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-11T13:30:10Z", "modified_time": "2013-05-12T01:54:48Z", "articleBody": "מלא מעט סיבות, עסקת הענק בין פייסבוק לוויז מגיעה לענקית הניווט הישראלית בתזמון מצויין ויכולה להועיל לה הרבה יותר מעסקת רכישה עם אפל. ד”ר גיל אבנימלך מסביר\nהפוסט נכתב על ידי ד”ר גיל אבנימלך, ראש מרכז היזמות ומרצה בכיר בקריה האקדמית אונו. מחקריו עוסקים בפיתוח יזמות וחדשנות, מימון יזמות והתפתחות תעשיית ההייי-טק בישראל.\nכבר בשנת 2011, וייז (Waze), אפליקצית הניווט הישראלית הפופולארית, החלה לנהל מגעים עם פייסבוק לגבי שיתופי פעולה. מגעים אלו הובילו לשיתוף הפעולה במסגרתו וייז איפשרה לראות האם חבריכם בפייסבוק משתמשים גם הם בוייז באותו הזמן ובהמשך פותחה גם אפשרות איסוף חברים מהרשת החברתית שלכם.\nבינואר השנה וייז עלתה לכותרות בהתבסס על שמועות על הצעת רכש ב-400 מיליון דולר מאפל. שמועות אלו כנראה האיצו את המגעים בין וייז ופייסבוק. השבוע דווח לראשונה בכלכליסט (ואומת ע”י ניוזגיק), שהתהליך מול פייסבוק ממשיך להתקדם ועומד בשלב בדיקת הנאותות עם תג מחיר שנע בין 800 מיליון למיליארד דולרים.\nבינואר השנה כתבתי בוואלה עסקים שלדעתי וייז צריכה לסרב בנימוס להצעת הרכש של אפל. לעומת זאת, הפעם החיבור בין פייסבוק לוויז הינו הגיוני וכדאי לשני הצדדים מהטעמים הבאים.\nראשית, מדובר בשתי חברות הנהנות מכמות מרשימה של משתמשים (אומנם בסדרי גודל שונים לחלוטין), כאשר משתמשים אלו מהווים את מקור המידע והתכנים העיקרי של החברות. חשוב להבין שלמרות שוייז היא קודם כל תוכנת ניווט, היא גם מתפקדת כרשת חברתית לנהגים. הרשת של וייז כוללת 45 מיליון משתמשים סלולאריים וצומחת בקצב של מעל מיליון משתמשים בחודש.\nכמו כן, פייסבוק נותנת דגש רב בתקופה האחרונה במטרה להגדיל את ההכנסות מתחום המובייל, ולשפר את היכולת למכור פרסום ושירותים מבוססי מיקום. לאור העובדה ש- Facebook Places נסגרה באוגוסט 2011 האפליקציה של וייז יכולה להוות אלטרנטיבה חשובה בתחום זה. ההכנסות משירותים מבוססי מיקום בעולם היו בשנת 2012 מעל 4 מיליארד דולר והתחזיות השונות צופות שעד 2015 ההכנסות משירותים מבוססי מיקום יגיעו לכ-10 מיליארד דולר. שילוב כוחות בין פייסבוק ווייז ממקם אותם בעמדה הטובה ביותר לממש את הפוטנציאל האדיר של תחום זה.\nמבחינת וייז, ההצעה מפייסבוק אטרקטיבית הרבה יותר מהצעתה של אפל בכמה פרמטרים. ראשית, תג המחיר גבוה פי 2 ומעלה. שנית, התחברות עם פייסבוק, לעומת התחברות ליצרנית מערכות הפעלה לטלפונים חכמים, לא תסגור בפניה את המערכות המתחרות. שלישית, בחודשים האחרונים התחרות מול וייז התגברה משמעותית עם השקת ה-Google Navigator. לפיכך, המשך פעילותה כשחקן עצמאי מסכן את הצלחתה. מעבר לכך, החיבור עם פייסבוק יכול לצור לה יתרונות משמעותיים מול גוגל. כמו כן, חשוב לזכור שלמרות הפופולריות של וייז היא מצויה בתחילת דרכה במונחי הכנסות. התחברות לפייסבוק עם פלטפורמת מכירת הפרסום המשומנת שלה יכולה להאיץ בצורה ניכרת את קצב הגידול בהכנסות של וייז.\nלסיכום, אין ספק שגם הפעם (אם הרכישה אכן תצא לפועל), כמו בהרבה רכישות של חברות ישראליות מוצלחות ע”י חברות רב לאומיות, תהיה לי לצד הגאווה והשמחה גם צביטה קטנה בלב על כך שהחברה לא נשארה ישראלית. אולם הפעם אין ספק שזו ההחלטה הנכונה.", "keywords": "פייסבוק,וייז,waze,facebook,דעה,רכישה,עסקה"}