{"url": "https://www.geektime.co.il/thehive-third-program-is-open/", "type": "article", "title": "הכירו את 9 בוגרי המחזור השני של TheHive שפותח היום הרשמה למחזור חדש", "description": "לפני פחות מחודש הסתיים המחזור השני של האקסלרטור TheHive שפותח היום את ההרשמה למחזור השלישי שלו. הכרות עם בוגרי המחזור היוצא ופרטים על ההרשמה למחזור הבא", "image": "https://files.geektime.co.il/wp-content/uploads/2014/10/thehive.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-01T17:12:20Z", "modified_time": "2014-10-02T14:35:55Z", "articleBody": "לפני פחות מחודש הסתיים המחזור השני של האקסלרטור TheHive שפותח היום את ההרשמה למחזור השלישי שלו. הכרות עם בוגרי המחזור היוצא ופרטים על ההרשמה למחזור הבא\n\nההרשמה למחזור השלישי של תכנית האקסלרייטור TheHive באשדוד נפתחה ויזמים מאיזור דרום הארץ ומאיזור המרכז מוזמנים להגיש בקשות למחזור שייפתח בסוף חודש נובמבר. התכנית נמשכת כשישה חודשים ומיועדת למיזמים טכנולוגיים בעלי פוטנציאל גידול, בהם צוות של שני יזמים לפחות.\nאת התכנית השנייה סיימו בחודש שעבר 9 סטארטאפים. בשני סטארטאפים, נכנסו המנטורים המלווים כשותפים ואף השקיעו במיזם. 3 סטארטאפים אחרים כבר פועלים כחברות עם הכנסות כספיות.\nאת התכנית הראשונה סיימו 7 סטארטאפים, מתוכם סטארטאפ אחד שגייס חצי מיליון דולר ממשקיע זר, פתח משרד באשדוד ומעסיק 8 עובדים ו-2 סטארטאפים נוספים שנמצאים בתהליך קבלה לחממות טכנולוגיות.\n<<< המדריך הישראלי המלא למאיצי סטארטאפים (Startup Accelerators)\nעליזה אלמגור, +Aimo\nטאבלטים וסמארטפונים משמשים כבר מזמן לשעשוע עבור ילדים. מפתחי אפליקציות כותבים תוכנות ומשחקים במיוחד לפעוטות אבל אינם מודעים לבעיות הסנסו-מוטוריות שיכולות להתפתח אצל הפעוטות, שמזיזים רק אצבע אחת על המסך. כדי להתמודד עם הבעיה יזמה אשת החינוך עליזה אלמגור סטארטאפ שמתמודד בדיוק עם הבעיה הזו – ביחד עם שותפה, איש ההייטק רמי דרורי, הם פיתחו משטח הפעלות לפעוטות, שמפעיל אפליקציות ומשחקים על גבי הטאבלט ללא מגע במסך המחשב.\nבמקום מגע באצבע אחת מכיל המשטח כפתורים, גלגלים ומנופים שונים, ודורש מהילד להניע את ידו בפעולות שונות באופן מהנה כדי להפעיל את האפליקציה שעל המסך. הטאבלט מוכנס לתוך משטח ההפעלה הצבעוני, וביחד הם הופכים למשחק מתוחכם לילדים.\nHappyMama\nלא קל להיות אמא צעירה עם תינוק קטן בבית. לפעמים מדובר בשעות ארוכות של בדידות וברור שעבור האמהות יהיה זה קל ומהנה יותר להיות בחברה דומה.\nHappyMama היא אפליקציה שנועדה לחבר בין אימהות בסביבה גיאוגרפית הקרובה. היא מאפשרת למשתמשת למצוא אימהות אחרות שגרות בקרבת מקום וללכת ביחד לגינה, להיפגש עם הילדים, לתמוך זו בזו בשעת הצורך ועוד.\nאת החברה מנהלת יאנה אנור, אמא לשני ילדים, משפטנית, שעלתה לארץ מגרוזיה בשנת 1993 ומתגוררת באשדוד. רחל (רייצ’ל) הרטמן, שעלתה לארץ מארה”ב בשנת 2012 כשהיא בהריון מתקדם אחראית על השיווק. לרייצ’ל שתי בנות והיא דוברת יפנית. על הטכנולוגיה אחראי בן אנור, גם הוא עולה מגרוזיה שמתגורר באשדוד.\nVishler\nVishler היא אפליקציה שמיועדת לצעירים, שרוצים לאתגר זה את זה במשימות יצירתיות, כאשר כל המשתתפים יכולים להעלות אתגרים, להצביע ולדרג את הביצועים השונים. אתגרים יכולים להיות רכיבה על אופניים בסינגל קשה, ריקוד מוזר בכיכר העיר, להתחפש בתחפושת יוצרת דופן, משימות של השתטות, משימות אוכל משעשעות ועוד, ככל שהדמיון מרשה.\nקובי נניקשווילי, יו”ר המיזם, הוא בכלל מרצה לרובוטיקה, תושב אשדוד, אבא צעיר לילד ראשון, וככזה הוא לוקח את המיזם שלו מאוד ברצינות.\n/\nSmart Spring, רוג׳ר בוגראש\nתארו לעצמכם שהייתם יכולים להתאים את קשיחות הקפיצים ברכב שלכם לצרכים בלחיצת כפתור. אתם מסיעים 4-5 נוסעים והרכב שוקע? בלחיצת כפתור הקפיצים מתקשחים והרכב נוסע כרגיל. האוטובוס התרוקן והנהג רוצה להרפות את הקפיצים כדי שלא ינוע מעלה ומטה עם כל מהמורה? שוב, בלחיצת כפתור.\nרוג’ר בוגראש עובד בדיוק על זה – קפיצים חכמים שיכולים לשנות את הקשיחות שלהם על פי הצורך. רוג’ר הוא עולה חדש מארה”ב, תושב אשדוד, שבתור רוכב אופני דאונהיל מנוסה חש לא פעם את הצורך להתאים את קשיחות הקפיץ לאופי הדרך, ואת זה בדיוק הוא עושה עם אביו, שהוא מהנדס מכני.\nLibra@Home, דריו גיזינגר\nאנשים רבים סובלים מסחרחורות ובעיות שיווי משקל. רובם מבוגרים, אך הבעיה מצויה גם בקרב צעירים כתוצאה מבעיות רפואיות שונות. מאות אלפי אנשים בעולם מועדים ונופלים מדי שנה. חלקם סובלים משברים, מאושפזים בבתי חולים, וכמובן שכרוכים בכך טיפולים רפואיים יקרים. כיום ניתן לקבל טיפול לפיתרון בעיות שיווי משקל במרפאות שונות, אבל הטיפול אינו נגיש לכל, וקשה מאוד דווקא לאותם אנשים, שמתקשים בהליכה ובהתניידות.\nדריו גיזינגר, עולה חדש מאורוגוואי, מומחה בתחום, החליט להעביר את הטיפול בחולים הביתה: הוא תכנן מוצר חכם לשימוש ביתי, שמורכב מתוכנות יעודיות הפועלות על גבי מחשב ביתי או טאבלט, ובעזרת משקפי מציאות מדומה (Virtual Reality) החולה יכול לתרגל את מוחו בבית.\nנועמי אליאל, WeKast\nאתם צריכים להציג מצגת חשובה אצל לקוח, וכדי לא לקחת סיכונים סוחבים לפגישה את הלפטופ שלכם, גיבוי של המצגת על דיסק און קי, ומקווים שלא תהיה בעיה להתחבר למקרן של הלקוח בחדר הישיבות.\nלנועמי אליאל, עולה מצרפת ש”בדרך” גם התגוררה 7 שנים בניו-יורק, ולאולג קורול, שעלה בשנות ה-90 מרוסיה ומתגורר באשדוד, נמאס להיסחב עם כל המשרד והם החליטו שהגיע הזמן להקרין מצגות הישר מהטלפון החכם, ללא צורך במחשב וללא תלות בחיבורים שונים. הם מגיעים ללקוח נועצים קופסא קטנה במקרן עצמו, ומאותו רגע הם שולטים במצגות דרך הטלפון הנייד שלהם. המערכת שלהם כבר עובדת והלקוחות מתלהבים.\nאולג הוא יזם סדרתי מצליח, שכבר גייס הון למיזמים אחרים שלו ממשקיעים בחו”ל, ולנעמי נסיון רב בתחום העסקי עוד מימי עבודתה בחברת KPMG בניו-יורק, והיא גם טייסת הליקופטרים\nדב צלס, Snappers\nעורך אתר אינטרנט קיבל כרגע ידיעה חדשותית על פיל שברח מקרקס, רכב שהתהפך בצומת סואן או שיטפון במדבר יהודה. הוא חייב תמונה מהמקום עכשיו, ואין לו צלם שקרוב למקום האירוע. עם Snappers כולנו נוכל להיות הצלמים שלו. העורך יציף בקשה מהמשתמשים שנמצאים בסביבת האירוע, לצלם אותו, ואפילו לכוון את הצלם ימינה ושמאלה עד להשגת הצילום הרצוי.\nדב צלס, מעצב תעשייתי ועולה מאורוגוואי, חבר למישל נניקשווילי, ד”ר למתמטיקה ומורה לאלגוריתמים תושב אשדוד, וביד הם פיתחו פלטפומה, שאף כלי מדיה בעולם לא יוכל בלעדיה, ומצד שני כל אחד מאיתנו יוכל להיות כתב שטח.\nמתן קלנטרוב (משמאל) ומשה טטר, Lessoons\nלבת שלי היתה בחינת בגרות בתנ”ך והיא ביקשה עזרה של מורה פרטי. “איפה אני מוצא עכשיו, שבוע לפני הבחינה, מורה פרטי ראוי לתנ”ך” חשבתי לעצמי, “שאכן יודע ללמד, ושהעסק לא יהיה יקר מדי”, שהרי היא כבר הודיעה לי שהיא זקוקה לכמה וכמה שיעורים. עם Lessoons הייתי פותר את הבעיה בקלות.\nמתן קלנטרוב ומשה טטר הקימו את Lessoons כאתר שיסייע לתלמידים למצוא מורה פרטי ראוי, כאשר המורה הפרטי יוכל לנהל את משאביו בצורה חכמה ויעילה יותר באמצעות מערכת Saas יעילה. התלמידים יוכלו לכתוב על המורים ביקורת ודירוג המורים ישפיע כמובן על הבחירה בהם. עכשיו אני כבר שקט לקראת הבחינות הבאות, כי מאיפה הייתי מוצא לה מורה פרטי לכימיה?\nאילנה בורשטין, בועז סוויצקי (במרכז) וחן בן ישעיהו\nאיך מעריכים את האטרקטיביות של שטחי המסחר בחנויות? איך קובעים אלו מדפים “מוכרים” יותר ואלו “מוכרים” פחות? מנהלי החנויות יכולים כיום להעריך את “יכולת המכירה” של שטחי מדף מסויימים לעומת אחרים, אבל המידע הזה אינו מדוייק ואינו מאפשר להם לנהל את שטחי המכירה בצורה חכמה.\nאילנה, בועז וחן מ-mCap עושים בדיוק את זה. הם יכולים לתת למנהלי חנויות גדולות מידע מדוייק איפה הקונים שלהם נמצאים בכל רגע נתון, כמה לקוחות חולפים בחנות בנקודה מסויימת, אילו שטחי מכירה הם הפעילים ביותר, ואף עוזרים להם לקבוע את שווים הכלכלי של שטחי המכירה ולנהל אותם כמשאב לכל דבר.\nאילנה בורשטין, יו”ר mCap, תושבת אשדוד במקור, שבה ארצה לאחרונה עם משפחתה לאחר כעשר שנים באוסטרליה שם ניהלה עסק עצמאי לשיווק דיגיטלי. בועז סוויצקי הוא עולה חדש מאוסטרליה, וחן בן ישעיהו, תושב העיר אשדוד, הוא הטכנולוג שבחבורה.\n ", "keywords": "thehive,אשדוד,אקסלרטור,מחזור שני,סטארטפים,סטארטאפים באשדוד,הייטק בדרום,והייב,happymama,vishler,smart springs,wekast"}