{"url": "https://www.geektime.co.il/geektime-code-full-agenda-2018/", "type": "article", "title": "הנה חלק ממה שמחכה לכם בכנס המפתחים Geektime Code [הנחה לזמן מוגבל]", "description": "כנס המפתחים השנתי של גיקטיים יתקיים ביום רביעי, 6 ביוני, בגני התערוכה תל אביב. יותר מ-1,000 מפתחים ומפתחות יגיעו לשמוע ולהתעדכן בטכנולוגיות, הפלטפורמות והכלים החדשים של התחומים החמים בשנים הקרובות. קבלו הצצה למה שמחכה לכם וגם הנחה של 25 אחוזים עד יום ראשון הקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/Agenda-post-cover-1524649034.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-26T11:38:48Z", "modified_time": "2018-04-26T13:10:18Z", "articleBody": "כנס המפתחים השנתי של גיקטיים יתקיים ביום רביעי, 6 ביוני, בגני התערוכה תל אביב. יותר מ-1,000 מפתחים ומפתחות יגיעו לשמוע ולהתעדכן בטכנולוגיות, הפלטפורמות והכלים החדשים של התחומים החמים בשנים הקרובות. קבלו הצצה למה שמחכה לכם וגם הנחה של 25 אחוזים עד יום ראשון הקרוב \n\nכנס המפתחים השנתי של גיקטיים, Geektime Code, יוצא לדרך ביום רביעי, 6 ביוני, בביתן 10, גני התערוכה, תל אביב. כ-1,000 מפתחים יגיעו ליום שבו ייערכו מעל 20 הרצאות וסדנאות מקצועיות ב-3 מסלולים שונים, וייחשפו לטכנולוגיות החדשות, לדרכי העבודה של מפתחים בחברות מובילות ולבעיות שאיתן מתמודדים הקולגות ביומיום.\nאז מה בדיוק צפוי להיות? הכנו לכם הצצה ליום המרתק שאנחנו מכינים והוספנו 25% אחוזי הנחה לרוכשים כרטיס עד יום ראשון. כדי לממש את ההטבה הכניסו את הקוד GEEKTIME_CODE בעת רכישת הכרטיסים פה.\nהכנס יתחיל בשעה 8 בבוקר עם קפה וכיבוד קל, נטוורקינג וההרצאה המרכזית, שעליה נרחיב בהמשך. בשעה 10:00 משתתפי הכנס יתפזרו למסלולים השונים:\n\nכאמור, הכנס יחולק ל-3 מסלולים שיחד יקיפו את כל מה שמפתחים כיום צריכים לדעת כדי להיות מקצועיים יותר, וכדי שיוכלו להתקדם ולהתפתח בקריירה.\n1. מסלול The Future of Things יעסוק בכל הטכנולוגיות החדשות שמאתגרות את תחום הפיתוח וה-UX ויעצבו את חיינו בעתיד; החברות, השירותים והמוצרים שמחברים בין הטכנולוגיה, העולם ובינינו. במסלול זה הרצאות של חצי שעה כל אחת ובו ידברו בין היתר אורי שקד על כל מה שצריך לדעת על WebVR; אסף נדלר על עדכון מכשירי IoT על בסיס רשת הבלוקצ׳יין בצורה סקלבילית; וליאת סלס על המירוץ המטורף למכוניות אוטונומיות.\n2. מסלול Developer Philosophies יעסוק בכל מה שחשוב למפתחים ולא עוסק ישירות בטכנולוגיות: אורח החיים של המפתחים, התקדמות מקצועית ואישית והכישורים שיכולים להקפיץ את הקריירה. ההרצאות במסלול זה יועברו על ידי מפתחים, למען מפתחים ובהן זוהר ארד על איך קידוד ב-GO הפך אותו למתכנת טוב יותר, ואנה ליפשיץ-אגמון על התנהלות נכונה בפרוייקטי קוד-פתוח.\n3. מסלול Full-stack: The JavaScript Age יעסוק בטכנולוגיות, הכלים, הפלטפורמות והגישות השונות שקשורות לפיתוח Front-End ו-Backend, בדגש על JavaScript. במסלול זה ידברו בין היתר גיל פינק על Stencil ופיתוח Native JS Components; ברק דרכסלר על MVC והמעבר לארכיטקטורה מבוססת Components; ורן בר זיק על מתודולוגיות אבטחה ב-Front End.\n1. The Future of Things \nWe already breath the future. Blockchain, Machine Learning, AI, Autonomous Cars, VR, AR and IoT are bringing new challenges both in development and UX. Learn about the interfaces of the future and how these technologies Learn more about the companies, services and products that are bridging the gap between technology, the world and us.\n2. Developer Philosophies\nBeing a developer isn’t just about coding. These talks are by developers, for developers, and feature the best lessons for continuous self improvement, lifestyle design and the essential ‘soft’ skills every developer needs to level up!\n3. Full-stack World\nThe “language barrier” has only just been breached and already the emerging technologies are becoming a standard. Front-end on the backend, backend on mobile and mobile isn’t just for phones anymore. We’ll share what’s hot these days. The technologies, the tools, platforms and the approaches that will help you manage your own stack.\n>>> רוצים לשמוע עוד ולרכוש כרטיסים? לחצו כאן <<<\nGeektime Code יתקיים במקביל לכנס Press for Word שיערך בסמוך, וניתן לרכוש כרטיס משולב לשני הכנסים יחד.\nשימו לב: האג׳נדה בכנס ממשיכה להתעדכן כל הזמן ואנחנו מוסיפים מידי יום עוד דוברים לכל המסלולים.\nתודה רבה לספונסרים ולשותפים שלנו שמלווים אותנו ומהווים חלק בלתי נפרד מכנס ה-Geektime Code: Intuit, Orbotech, Ignite, Sears", "keywords": ",geektime code,developer philosophies,full-stack world,ביתן 10,6 ביוני,גני התערוכה,כנס המפתחים,גיקטיים,הרצאות,מיטאפים,סדנאות,חברות הייטק,סטארטאפים,future of things"}