{"url": "https://www.geektime.co.il/ginger-software-sells-personal-assistant-technology-to-intel-for-10-20-million-dollars/", "type": "article", "title": "Ginger Software מתפצלת: מוכרת את טכנולוגיית ה-Personal Assistant לאינטל תמורת 10-20 מיליון דולרים", "description": "חברת התוכנה הישראלית, המציעה למשתמשים עוזרת אישית ומקלדת עם טכנולוגיית תיקון שגיאות מתקדמת לאנדרואיד, מוכרת את פעילות ה-Personal Assistant שלה לאינטל תמורת עשרות מיליוני דולרים.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/05/Ginger-split.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-05-09T04:04:09Z", "modified_time": "2014-05-11T20:37:48Z", "articleBody": "חברת התוכנה הישראלית, המציעה למשתמשים עוזרת אישית ומקלדת עם טכנולוגיית תיקון שגיאות מתקדמת לאנדרואיד, מוכרת את פעילות ה-Personal Assistant שלה לאינטל תמורת עשרות מיליוני דולרים.\n\nחברת הסטארטאפ הישראלית Ginger Software מתפצלת לשניים ומוכרת את טכנולוגיית ה-Natural Language Processing Tools & Applications שפותחה בחברה בשנה האחרונה לאינטל תמורת סכום המוערך ב-10 עד 20 מיליוני דולרים – כך נודע לגיקטיים. כתוצאה מהעסקה, הצוות שעסק בפיתוח הטכנולוגיה, כ-16 מהנדסים בניהולה של היזמת שהקימה את החברה, יעל קרוב, יתמזגו בפעילות החברה הרוכשת בעוד שאר החברה, כולל מעוז שכט המנהל את פעילות החטיבה השנייה של החברה, צפויים להמשיך ולפתח את מוצרי English As a Second Language האחרים של החברה. Ginger Software מעסיקה כיום כ-50 עובדים ממשרדיה שבמגדל כל-בו שלום בתל-אביב.\n״טכנולוגיית ה-English as a second language ממשיכה לרוץ קדימה, חלק מהכסף ישמש להרחבת הדרישה שלה בשוק״ סיפרה לגיקטיים יעל קרוב, מייסדת החברה ומי שמנהלת בה כיום את היחידה העסקית העוסקת ב-Innovation (שׁנמכרה לאינטל) אשר פעילותה ממשיכה להיות בעיקר סודית. ״אנחנו מתכננים להשתמש במשאבים החדשים בכדי להגיע לרווחיות, להמשיך לשפר את ליין המוצרים שלנו, לשרת את הלקוחות ולהגדיל את בסיס הלקוחות שלנו. בנינו טכנולוגיה חדשנית מאוד ואני מרגישה ברת מזל שיצא לי לעבוד עם כל אחד מהצוות הזה. כעת, נוצרה בפנינו הזדמנות להמשיך את הטכנולוגיה החדשנית שלנו תחת אינטל, ואני שמחה שגם לצוותים האחרים יש את כל מה שצריך בכדי להמשיך ולהמריא קדימה.״\nGinger נוסדה ב-2007 על-ידי היזמת יעל קרוב ועבדה על פיתוח של כלים ואלגוריתמים המסוגלים לזהות טעויות בשפה האנגלית ולהציע את התיקונים הרלוונטים, בהתאם למילה או למשפט שניסה המשתמש לכתוב בדגש על שגיאות דקדוק ולא רק שגיאות כתיב. בפברואר 2012, גייסה החברה 6.3 מיליון דולרים מקרן ההון סיכון הישראלית Vaizra Ventures, חברת ההשקעות של שלמה קליש. לאחר ההשקעה החליף נט ג’ייקובסון, בכיר לשעבר בפייסבוק, את קרוב כמנכ”ל החברה וחצי שנה לאחר מכן, סייע לחברה לסגור סבב גיוס נוסף בגובה של 5.4 מיליון דולרים מהקרנות Horizons Ventures של לי קה-שינג ו-Harbor Pacific Capital במטרה לסייע לחברה להשתמש בטכנולוגיה לכיוון קצת שונה של פיתוח פלטפורמה ל-Digital Personal Assistants.\nצילום מסך\nג’ייקובסון לא החזיק מעמד זמן רב בתפקיד, שכן מספר חודשים לאחר העסקה, חזרה קרוב להוביל את פעילות החברה ופיקחה במקביל על שתי הפעילויות: האחת שעוסקת במוצר הקיים, שהושק בינתיים גם בגרסת מובייל כמקלדת למערכת ההפעלה אנדרואיד. גם בבילון, החברה הישראלית המפתחת ומשווקת תוכנת תרגום במגוון שפות, מציעה למשתמשיה בין היתר אפשרות לתיקון שגיאות כתיב – באמצעות המוצר שפיתחה Ginger; השנייה, פלטפורמת ה-Personal Assistant, אשר נועדה לאפשר למפתחים המעוניינים לפתח סייענים דיגיטליים למובייל, להשתמש בטכנולוגיות ה- Automatic Speech Recognition וה-Natural Language Understanding שפיתחה החברה ולרכז את המאמצים שלהם בממשקי המידע השונים הנדרשים לאפליקציה מהסוג הזה. \nבאמצע השנה שעברה, הצטרף לחברה מעוז שכט, לשעבר סמנכ”ל טכנולוגיות במגוון חברות טכנולוגיה ישראליות כגון ooVoo ו-CoolVision, בתפקיד מנכ”ל חטיבת ה-English as a second language. הצטרפותו של הכט, אשר הגיע לחברה עם ניסיון רב בפיתוח וניהול מוצר, אפשרה לקרוב להתמקד בפיתוח הפלטפורמה החדשה וכך בעצם פוצלה החברה לשתי מחלקות נפרדות, כאשר האחרונה שבהן נמכרה השבוע. אם כל השינויים הללו לא מספיקים, יו״רית החברה בתקופה האחרונה, עדי סופר-תאני, מונתה באמצע חודש מרץ האחרון למנכ״לית פייסבוק ישראל.\nבעקבות העסקה, צפויה קרוב להצטרף לאינטל גם כן יחד עם מיכה בריקסטון (סמנכ״ל הפיתוח של החטיבה), ולהמשיך להוביל יחד איתו את היחידה העסקית שנמכרה בתוך אינטל. ״לפני חצי שנה נכנס מנכ״ל חדש בכדי לאפשר את המהלך הזה, השינוי היה צפוי ונערכנו אליו מראש” הסבירה קרוב לגיקטיים. על עדי סופר-תאני, שעזבה את Ginger Software ומונתה למנכ״לית פייסבוק סיפרה קרוב: ״עדי תרמה לנו מאוד וגם עכשיו היא חלק מהדירקטוריון של החברה, גם אני נשארת חברת דירקטוריון ואמשיך להיות מעורבת בחברה, גם בזמן עבודתי תחת אינטל.״\nיהיה מעניין לראות כיצד השינויים הרבים שעברו על החברה בשנה האחרונה ישפיעו על פעילותה ועל עתידה בתקופה הקרובה.\nGinger Software ואינטל אישרו לגיקטיים את דבר העסקה.\n", "keywords": "ginger software,ginger,ג׳ינג׳ר,ג׳ינג׳ר תוכנה,אינטל,אקזיט,intel,exit,גיוס,raise,fund"}