{"url": "https://www.geektime.co.il/webcollage-acquired-by-answers-com-for-37-million-dollars-exit/", "type": "article", "title": "Webcollage הישראלית נרכשה על ידי Answers.com תמורת 37 מיליון דולרים [אקזיט]", "description": "חברת הסטארטאפ הישראלית, המפתחת פתרונות E-Commerce לקמעונאים נרכשת על ידי Answers במחיר הפסד. מה עמד מאחורי סיפור הרכישה של חברה מצליחה ורווחית במחיר נמוך?", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/web1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-28T08:54:07Z", "modified_time": "2013-05-28T12:49:38Z", "articleBody": "חברת הסטארטאפ הישראלית, המפתחת פתרונות E-Commerce לקמעונאים נרכשת על ידי Answers במחיר הפסד. מה עמד מאחורי סיפור הרכישה של חברה מצליחה ורווחית במחיר נמוך?\nהפלטפורמה של Webcollage. מקור: צילום מסך, עיבוד תמונה\nלפי מידע שהגיע לגיקטיים, בסוף השבוע האחרון נחתמה העסקה במסגרתה תרכוש חברת Answers.com את חברת הסטארטאפ הישראלית Webcollage, המספקת שירות ענן המאפשר לחברות יצרניות לעדכן חומרים שיווקיים ישירות באתר האינטרנט של חנויות קמעונאיות, תמורת כ-37 מליון דולרים בלבד. העסקה משקפת מחיר הפסד למשקיעים השונים בחברה, אשר גייסה עד היום סכום הקרוב ל-50 מיליון דולרים.\nAnswers.com, גם היא חברה ישראלית במקור, נרכשה בפברואר 2011 תמורת 127 מיליון דולרים על ידי קרן הפרייבט אקוויטי ACVF אשר פיטרה את העובדים הישראלים של החברה וסגרה את מרכז הפיתוח בישראל פחות משנה לאחר הרכישה. כעת, כשנה אחרי סגירת המרכז ולאחר הרכישה של Webcollage, צפויה Answers.com לפתוח את מרכז הפיתוח בישראל מחדש, על-בסיס התשתית של Webcollage שתהפוך להיות זרוע עצמאית ותתמקד בפיתוח שירותי SaaS.\nכיום מעסיקה החברה כ-50 עובדים במרכז הפיתוח בישראל. אלו צפויים להצטרף ל-Answers.com כחלק ממרכז הפיתוח הישראלי החדש. בנוסף, מעסיקה החברה כ-50 עובדים נוספים במטה ארצות הברית שעדיין לא ברור מה יהיה עתידם. כמו כן, תוכניותיה של Answers.com לגבי המשך פיתוח המוצר של Webcollage עדיין אינן ברורות.\nWebcollage נוסדה על-ידי אלי זינגר, איילון רשף וגיל טייר ב-1999, קצת לפני ההתפוצצות הגדולה של בועת הדוטקום וגייסה בתחילת הדרך השקעת Seed צנועה מקרן סידר הישראלית במטרה לאפשר ללקוחות מסחריים להטמיע חלקים שונים (מה שנקרא בשפה של היום iFrame) של האתרים שלהם בתוך אתרים אחרים.\nמאז הקמתה, הספיקה החברה להחליף 3 מנכ”לים ולגייס כ-48.6 מיליון דולרים מהקרנות Sierra Ventures, Glide IT ו-GSI האמריקאיות,  Greylock ישראל וקרן סידר, אשר המשיכה לתמוך בחברה במהלך כל הדרך.\nלאורך השנים, שינתה החברה את המוצר והפתרון שהיא מציעה מספר פעמים, עד שבגלגול האחרון החליטה החברה להתמקד בפלטפורמה SaaS המאפשרת לחברות יצרניות להפיץ ולעדכן חומרי שיווק, ישירות באתרי החנויות הקמעונאיות והמפיצים. כך לדוגמה, יכולה סמסונג לעדכן את כל הפוסטרים, התמונות והמסרים השיווקיים ישירות באתרים של חנויות ומפיצים המוכרים את מכשירי החברה, כאשר אלו יוצגו בפורמט ובעיצוב המותאם לאתר היעד.\nלפי הנתונים של Webcollage, היכולת של היצרנים לעדכן את הדפים והמידע המופיע בנקודת המכירה האינטרנטית, משפרת את סיכוי הקנייה במעל ל-30%.\nלפי הדיווחים האחרונים מצד החברה, Webcollage מספקת שירותים ללמעלה מ-1000 לקוחות ברחבי העולם, ביניהם מיקרוסופט, Pfizer, HP, Procter & Gamble, סמסונג, לוראל וסיסקו. כמו כן, בסוף השנה שעברה, השיקה החברה פלטפורמה המאפשרת גם ליצרנים קטנים יותר (SMB) להנות מהיכולות של Webcollage ולאפשר גם לחברות קטנות להפיץ את המידע על המוצרים שלהם לאתרי חנויות קמעונאיות ברשת.\nמקור: יח”צ\nכשבוחנים לעומק את הסיפור של Webcollage, קשה שלא להשוות אותו לסיפור של Xeround הישראלית שסגרה את שעריה מוקדם יותר החודש. שתי החברות גייסו סכומים לא קטנים לאורך השנים, אך ההבדל בין השתיים הוא בסופו של הסיפור. בעוד Xeround לא הצליחה להגיע לרווחיות משמעותית, Webcollage סיימה את דרכה בסוג של אקזיט, אך במחיר הפסד עבור המשקיעים.\nלפי שני הגיוסים האחרונים של החברה (בגובה של כ-2 מיליון דולר כל אחד), מתוך שבעה סבבים שגייסה החברה בסך הכל, ניתן ללמוד כי למרות כמות הלקוחות הגדולה וההכנסות שהגיעו לפי פרסומים שונים ב-2007 לסכום של כ-20 מיליון דולרים, לא הצליחה Webcollage להתרומם וגם הכסף שנכנס אליה בשנים האחרונות, נועד כדי לנסות ולאפשר לחברה להתמקד מחדש ולעמוד על הרגליים בזכות עצמה.\nמאחר והחברה לא הצליחה להגיע לאן שגם המשקיעים וגם המייסדים קיוו שתגיע, כשהגיעה ההצעה מ-Answers.com, החליטו המשקיעים וההנהלה שזה יהיה המהלך הכי נכון עבור כל הצדדים.\nבראיון לגיקטיים, מספר אמנון שוהם, השותף בקרן סידר שליווה את החברה מאז ההקמה כי ההחלטה למכור במחיר הפסד לא הייתה פשוטה. “אמנם לא הרווחנו על העסקה, אבל לא הפסדנו כמו שחשבנו שנפסיד. כשהשקענו בחברה בתחילת הדרך היא הייתה בעולם של Services ו-Enterprise ובשנים האחרונות החברה ניסתה לעבור יותר לכיוון של SaaS ו-Self Service, אבל הפתרון עצמו הוא בדיוק אותו פתרון לאותה בעייה עסקית שאילון ראה לפני 13 שנה. לאורך כל חיי החברה, הקרנות החליטה לתמוך ביזמים כי ראינו שם צוות מוכשר שמשקיע את הנשמה ונשאר מחויב לחברה לאורך כל השנים. למרות שהמנכ”לים התחלפו לאורך הדרך, אילון היה ונשאר בעל החזון בחברה והכוח המניע שמאחוריה” מסביר שוהם.\n“ההשקעה שלנו, כמו כל משקיע בשלבים המוקדמים היא קודם כל בצוות. הקרן שלנו בנויה ל-10 שנים בגלל שאנחנו משקיעים ב-Early Stage ולחברות בשלבים האלה לוקח יותר זמן להגיע למימוש והמשקיעים שלנו מבינים את זה. אני חושב שאחד מהמבחנים הקשים של משקיע הוא האם הם יודע לעמוד לצד היזמים גם ברגעים הקשים. כשאתה רואה שהיזמים מחויבים לחברה, שהם משקיעים את הנשמה שלהם, הדבר הנכון זה לתמוך בהם ולראות מה קורה וזה מה שעשינו גם במקרה הזה”.", "keywords": "וובקולאז\\',אקזיט,משקיעים,רכישה,webcollage,exit,investors,acqusition,גריילוק,greylock,cedar,סידר,glide it,גלייד,answers.com,acvf,סיירה,sierra ventures,גיוס,raise,fund"}