{"url": "https://www.geektime.co.il/when-cloud-and-security-meet-july-7/", "type": "article", "title": "כל מה שצריך לדעת על אבטחת מידע בענן - באירוע אחד", "description": "כיצד פאלו אלטו ,RUBRIK, AVIATRIX, CITRIX ו-Proofpoint שומרות על סביבת עבודה וירטואלית מאובטחת ועל הענן שלכם? נציגי החברות האלו ובכירים נוספים מתעשיית ה-IT ידברו באירוע הווירטואלי  When Cloud and Security meet של חברת אינוקום, שייערך ב-7 ביולי ויועבר בשידור ישיר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/internet-3563638_1280-1592988752-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-25T14:30:47Z", "modified_time": "2020-06-25T14:36:53Z", "articleBody": "כיצד פאלו אלטו ,RUBRIK, AVIATRIX, CITRIX ו-Proofpoint שומרות על סביבת עבודה וירטואלית מאובטחת ועל הענן שלכם? נציגי החברות האלו ובכירים נוספים מתעשיית ה-IT ידברו באירוע הווירטואלי  When Cloud and Security meet של חברת אינוקום, שייערך ב-7 ביולי ויועבר בשידור ישיר\nהכתבה בחסות\nתמונה: Pixabay\nבחודשים האחרונים העולם עבר לעבודה מרחוק, ועם המהלך הזה הופיעו אתגרים חדשים של אבטחת מידע בענן הארגוני. ביום שלישי, 7 ביולי, ייערך האירוע When Cloud and Security meet, ובו חברת אינוקום תארח בכירים וותיקים בתעשיית ה-IT, שיציגו וידברו על פתרונות לסביבת עבודה בענן ואבטחת המידע בענן.\nהאירוע מיועד לאנשי הייטק, CTOs, מנהלי אבטחת מידע, אנשי DevOps, מנהלי IT ותשתיות וכל מי שמעוניין באבטחת מידע בענן, ויעסוק בין היתר בדרכים ליישם רשת מרובת עננים ב-AWS, Azure ו-GCP; כיצד לשלב את חומת האש (firewall) הארגונית בענן; איך לרתום את המשאבים הארגוניים לטובת השימוש בענן; איך ליצור גישה מבוססת פרופילים; ועוד.\nהמשתתפים ייהנו מהרצאות שונות, ובהן:\n– בן כפולר, Sales Israel at Proofpoint, יציג את תפיסת ה-People Centric אשר מתייחסת לחולייה החלשה – המשתמש. ל-Proofpoint פלטפורמה המורכבת ממספר טכנולוגיות, שמטרתן להגן על המשתמש ולאפשר לו שימוש מאובטח בתשתיות ומשאבי הארגון, מתוך תפיסה שגורסת כי המשתמש הוא החוליה החלשה.\n– מר Ides Vanneuville מחברת AVIATRIX. בהרצאה זאת ילמדו המשתתפים כיצד ארגונים מתכננים ומיישמים רשת מאובטחת ומרובת עננים בעלת יכולות גידול, ניטור ואוטומציה של תהליכים.\n– משה בן דהן, מהנדס מכירות CITRIX באינוקום, יסביר כיצד לאבטח קוד מקור. המקרה של חברת NSO, בו מפתח שפוטר גנב קוד מקור וניסה למכור אותו לגורם צד שלישי, הבהיר את העובדה שאנו צורכים שירותי פיתוח מגופים צד שלישי מהארץ ומחו״ל, שאין לנו שליטה ישירה עליהם או על העובדים שלהם. כיצד ניתן לשמור על המידע הארגוני מאובטח.\n– דוד פרטוק, מנהל טכני Rubrik בישראל, ידבר על פתרונות אחסון, גיבוי, DRP ואינטגרציה וכתיבת מסמכי DRP-BCP לארגונים גדולים בארץ ובעולם.\nאליהם יצטרפו נציגים מחברות שונות ומוכרות כמו ענקית האבטחה פאלו אלטו, שנציגה יסביר באילו טכנולוגיות ארגונים משתמשים כדי להתאים את סביבות הפיתוח שלהם לתשתיות מבוססות ענן; מ-TwistLock יסבירו כיצד המוצר שפיתחה החברה מתממשק ישירות לסביבות הפיתוח ומבצע סריקות לעמידה בתקנים כגון GDPR ו-HIPAA, אבטחת שרתים וירטואליים, containers ו-Serverless, עוד בטרם עלייה לאוויר.\nלפרטים נוספים והרשמה\n", "keywords": "אינוקום,innocom,סייבר,אבטחת מידע,ענן,אבטחת ענן,cyber security,cloud,palo alto,it,cto,"}