{"url": "https://www.geektime.co.il/cisco-acquires-cloudlock-for-293-mm/", "type": "article", "title": "סיסקו רוכשת את CloudLock הישראלית תמורת 293 מיליון דולר", "description": "סיסקו חותמת את ביקורו של מנכ׳׳ל החברה, ג'ון צ'יימברס, בהודעה על רכישה של חברת הסייבר הישראלית CloudLock שמפתחת טכנולוגיה לאבטחת הענן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/640640-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-28T16:41:12Z", "modified_time": "2016-06-28T16:41:12Z", "articleBody": "סיסקו חותמת את ביקורו של מנכ׳׳ל החברה, ג’ון צ’יימברס, בהודעה על רכישה של חברת הסייבר הישראלית CloudLock שמפתחת טכנולוגיה לאבטחת הענן \nמטה סיסקו. מקור: Cisco\nמנכ”ל סיסקו, ג’ון צ’יימברס, מסיים את ביקורו בישראל בהודעה על רכישת חברת הסטארטאפ הישראלית CloudLock (קלאוד לוק), שמפתחת טכנולוגיות אבטחה לענן הארגוני. תמורת הרכישה יקבלו בעלי המניות בהם משקיעים, יזמים ועובדי החברה כ-293 מיליון דולר.\nCloudLock מפתחת טכנולוגיות אבטחה ליישומים ארגוניים מבוססי ענן, שמתבססת על API, מבוסס ענן (Cloud-Native). בין היתר תומכת החברה בשירותים דוגמת ServiceNow, Google Apps, Salesforce.com, Azure O365, AWS, Force.com, Dropbox. טכנולוגיית ה-CASB של החברה עוזרת ללקוחות להבין ולנטר את התנהגות המשתמשים ואת הגישה למידע רגיש אשר נמצא באפליקציות ענן, ומספקת הגנה מפני איומים, ניטור ו-Compliance, בין אם מדובר בשירותי ענן אשר אושרו על ידי ה-IT או לא. החברה מגנה כיום על יותר מ-150 אלף אפליקציות, עם 10 מיליון משתמשים ויותר ממיליארד קבצים שמנוטרים מדי יום. בין לקוחותיה ניתן למנות ארגוני ענק כמו מוטורולה, HBO, ג’ון לואיס, אולפני DreamWorks, הצבא האמריקאי ועוד.\nCloudLock הוקמה בשנת 2007 תחת השם Apringo על ידי גיל צימרמן, יזם הבית לשעבר ב-Cedar Fund, רון זלקינד וצחי שפסה, ובשנת 2011 היא שינתה את שמה ל-CloudLock. מאז הקמתה גייסה החברה כ-35 מיליון דולר ממספר משקיעים ביניהן הקרנות האמריקאיות Cedar Fund ו-Bessemer Venture Partners, חברת SalesForce ומשקיעים פרטיים.\nתמורת העסקה, שצפויה להחתם במהלך הרבעון השלישי של 2016, תשלם סיסקו לבעלי המניות של CloudLock כ-293 מיליון דולר, ובמסגרת מהעסקה יצטרפו עובדי החברה לחטיבת האבטחה והרשתות, אותה מנהל דייויד גקלר. עובדים אשר יישארו בסיסקו ייהנו מבונוסים ומתמריצים נוספים. מטה החברה ממוקם בוולת’הם מסצ’וסטס והיא מחזיקה במרכז פיתוח בתל אביב ומועסקים בהם כ-150 עובדים.\nבתגובה לרכישה, מסר רוב סלבניו, סגן נשיא לרכישות והשקעות בסיסקו: “חברות אשר עוברות לענן, זקוקות לשותף טכנולוגי שיעזור להם להאיץ את המעבר, ויספק יכולות אבטחה קריטיות עבור משתמשים, מפתחי אפליקציות ומידע בכלל, בצורה חלקה ושקופה. CloudLock מספקת פלטפורמה ייחודית, אשר משתמשת בגישה מבוססת-API, ואשר מאפשרת לספק פתרונות אבטחת ענן אפקטיביים, קלים להתקנה, ופשוטים לניהול”. עוד מסר סלבניו כי הרכישה תרחיב את פורטפוליו אבטחת הענן של סיסקו.\n", "keywords": "סיסקו,cisco,קלאוד לוק,קלאודלוק,רכישה,אקזיט,ענן,אבטחה,אבטחת ענן,ג\\'ון צ\\'יימברס"}