{"url": "https://www.geektime.co.il/vasona-networks-raises-12-million-dollars/", "type": "article", "title": "Vasona Networks הישראלית מגייסת 12 מיליון דולרים [גיוס]", "description": "חברת הסטארטאפ הישראלית, המספקת ציוד קצה לתא הסלולרי השלימה סבב גיוס נוסף מהמשקיעות הקיימות בחברה, שיאפשר לחברה להמשיך את הצמיחה שלה בשווקים הבינלאומיים", "image": "https://files.geektime.co.il/wp-content/uploads/2013/03/vasonanetworks300170.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-03-19T18:40:01Z", "modified_time": "2013-05-11T23:51:20Z", "articleBody": "חברת הסטארטאפ הישראלית, המספקת ציוד קצה לתא הסלולרי השלימה סבב גיוס נוסף מהמשקיעות הקיימות בחברה, שיאפשר לחברה להמשיך את הצמיחה שלה בשווקים הבינלאומיים\nמקור: יח”צ\nחברת הסטארטאפ הישראלית Vasona Networks, המפתחת טכנולוגיות עיצוב תנועה אשר מטרתן להקל על העברת שירותים אלחוטיים, הודיעה על השלמת סבב גיוס בגובה 12 מיליון דולרים. את סבב הגיוס הנוכחי הובילה קרן ההון סיכון Bessemer Venture Partners, בנוסף להשתתפותן של קרן ההון סיכון New Venture Partners ומשקיעים אסטרטגיים נוספים.\nזהו סבב הגיוס השני של החברה, כאשר בינואר 2010 גייסה כ-10 מיליון דולרים במסגרת סבב גיוס ראשון. סבב הגיוס הנוכחי מציב את סך כל הכספים שגייסה החברה אל סכום כולל של כ-22 מיליון דולרים, כאשר כלל המשקיעים שהשתתפו בסבב הגיוס הנוכחי השתתפו גם בסבב הגיוס הראשון של Vasona Networks.\nמוצר הדגל שמפתחת Vasona Networks, ה-SmartAIR1000, מגיע כערכה שיושבת בין המודם הסלולרי לרשתות הליבה בתא הסלולרי ועוקבת אחר רמת הגודש על התאים הקשורים אליו ואת זרמי התנועה הנכנסים והיוצאים אל התאים הללו. במידה ותא מתחיל להיות גדוש מידי, החברה מתחילה לסנן ולבקר את התנועה המגיעה לתא הסלולרי. ברגע שהגודש נפסק, הכלי של Vasona חוזר לפעילות הבקרה הרגילה שלו על התא. עצם הייחוד של המוצר הוא העובדה שהוא יושב בתוך התא הסלולרי ולא מנטר את הפעילות בתוך התא מרחוק. ההבדל, על פי החברה, מתבטא ברמת הדיוק שבה המוצר יכול למקד את טכניקת עיצוב התנועה בתא הסלולרי.\nבהודעה לעיתונות שפירסמה החברה, דווח כי הכסף יאפשר ל-Vasona Networks להמשיך את הצמיחה שלה ולהרחיב את השווקים בה היא פועלת, בירן סוד, מנכ”ל החברה, סיפר כי “הפעולות האחרונות שביצעה Vasona בשווקים בה היא עובדת ראו הצלחה מרובה, שהתבטאה בהטמעת המוצר במפעילות סלולריות מובילות ותמיכה בלתי נגמרת מהמשקיעים”. עוד המשיך סוד ואמר: “אנחנו מבינים את את הקיבולת ואת טבעו האמיתי של התא הסלולרי. בעזרת הידע הזה, אנחנו יכולים ליישם את הטכנולוגיות שפיתחנו בצורה היעילה ביותר.”\nחברת Vasona Networks הוקמה ב-2010 על ידי המייסדים בירן סוד ונרי שטרסמן, שעבדו יחדיו בחברת Bigband אשר נרכשה כזכור על ידי Arris לפי שווי משוער של 172 מיליון דולרים. החברה, אשר עבדה עד כה על פיתוח המוצרים שלה בשקט תעשייתי ומתחת לרדאר התקשורתי, מחזיקה מרכז פיתוח בישראל ומעסיקה כ-30 עובדים.", "keywords": "vasona,networks,vasona networks,startups,startup,raise,fund,money,smartair1000,bessemer venture partners,new venture partners,וסונה,רשתות,ציוד קצה,תא סלולרי,סטארטאפים,סטארטאפ,גיוס,משקיעים,קרן הון סיכון,ונצ\\'רס"}