{"url": "https://www.geektime.co.il/oneplus-6-review/", "type": "article", "title": "6 דברים שאהבנו ב-OnePlus 6, ו-6 דברים שאהבנו קצת פחות", "description": "מכשיר הדגל החדש של החברה האהובה מאוד על קהילת האנדרואיד עבר אצלנו מבחנים מחמירים, ומצאנו הרבה סיבות לאהוב אותו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/00100dPORTRAIT_00100_BURST20180529123835610_COVER-1530693060.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-06T11:00:04Z", "modified_time": "2018-07-09T11:42:44Z", "articleBody": "מכשיר הדגל החדש של החברה האהובה מאוד על קהילת האנדרואיד עבר אצלנו מבחנים מחמירים, ומצאנו הרבה סיבות לאהוב אותו\nתמונה: גיקטיים\nבזירות סמארטפוני האנדרואיד לא חסרה תחרות על ליבו וכיסו של הצרכן. עם זאת, משתמש שרוצה לרכוש סמארטפון עם חומרה חזקה, מצלמה איכותית וחוויית משתמש טובה, נאלץ להיפרד מסכומי כסף לא קטנים. לכן לא מפתיע שחברה כמו OnePlus, שמציעה חומרה שתוכלו למצוא בכל מכשיר דגל אך עם תג מחיר שפוי יחסית, הפכה להיות אחת מיקירות קהילת האנדרואיד. לקחנו את הסמארטפון החדש שלה, ה-OnePlus 6, לבדיקה מקיפה, וחזרנו עם הרבה דברים שאהבנו, וכמה דברים שקצת פחות.\n(function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(d.getElementById(id))return;js=d.createElement(s);js.id=id;js.src='https://embed.playbuzz.com/sdk.js';fjs.parentNode.insertBefore(js,fjs);}(document,'script','playbuzz-sdk'));\n1. עיצוב מוצלח: הרשו לנו לאמ;לק לכם: יש המון מה לאהוב ב-OnePlus 6 החדש. הוא לא מרגיש פלסטיקי או זול, יש לו גימור מוצלח למדי של גב המכשיר, ויחד עם המסך הענק שלו הוא מעניק חזות מרשימה של מכשיר דגל אמיתי.\nתמונה: גיקטיים\n2. מפרט עוצמתי: בפנים הוא מכיל את כל מה שאתם רוצים לקבל מסמארטפון מתקדם: מעבד Snapdragon 845 שגם עם התצורה הבסיסית שלו – עם 6 גיגה זכרון RAM – מצליח להריץ משחקים כבדים למדי באופן חלק ובקלילות. כל השימוש במכשיר מרגיש נפלא, כמעט ללא שיהוי ועם אנימציות מהירות וקלילות.\n3. ממשק נקי ומעודכן: המכשיר מגיע עם Android 8.1 האחרונה (מה שאפילו מכשירים יקרים ממנו טרם עשו), ושמחנו לגלות שכמיטב המסורת, ממשק ה-Oxygen – הממשק של של ה-OnePlus, נותר הממשק הנקי והקרוב ביותר ל״סטוק״ אנדרואיד שאפשר. בלי יותר מדי אפליקציות כפולות, בלי ניסיונות לדחוף אתכם לעשרות שירותים שונים, בלי עוזרות קוליות, גימיקים ופיצ׳רים מיותרים.\nתמונה: גיקטיים\n4. ממשק עם אפשרויות התאמה אישית: אם בכל זאת תרצו, זהו אחד המכשירים הגמישים ביותר בכל הנוגע להתאמה אישית, ותוכלו בקלות להגדיר פעולות אישיות שיופעלו כשתלחצו שלוש פעמים על לחצן החזור, או אם תגללו מאזור מסוים. אפילו את צבע ההתראות והממשק אפשר לשנות ברגע. התחושה היא שהמכשיר הזה עובד בשבילכם, ולא אתם בשבילו.\n5. מצלמה טובה (גם אם לא הכי טובה): בגזרת המצלמה התרשמתי לטובה בסך הכל. עדשות ה-16 ו-20 מגה פיקסל מספקות תמונות עשירות ועם צבעים נעימים, והיא אפילו בעלת מצב Pro שמאפשר לצלמים חובבים להוציא ממנה קצת יותר. היא ללא ספק לא המצלמה הכי טובה בשוק, אבל התוצאות שלה הן טובות.\n6. יציאת האוזניות עדיין בחיים: בעוד מכשירים שעולים כמעט פי שניים רק מורידים פיצ’רים בסיסיים, הוואן פלוס 6 שומר בכבוד על יציאת האוזניות. אני הייתי מהראשונים שזלזלו בצורך ביציאה הישנה, אבל כשרציתי להשתמש בפיקסל 2 שלי על גבי גימבל ה-Osmo Mobile 2 ולחבר אליו מיקרופון, הבנתי לאיזו צרה נכנסתי. יציאת האוזניות הפכה לצערי לבונוס ולא פיצ’ר בסיסי, ונקווה שיותר יצרניות ישכילו לשמור עליו עד אשר יימצאו פתרונות הולמים לבעיות בסיסיות יחסית כמו טעינה והאזנה במקביל.\nורק עוד אחד: סוללת המכשיר היא הדובדבן שבקצפת. המכשיר מצויד בסוללת 3,300mAh שפשוט שורדת יום עבודה בלי שום בעיה (גם אם לא הרבה מעבר לכך). גם לאחר שהגעתי לקצה גבול היכולת של הסוללה, בתוך קצת יותר משעה הצלחתי להגיע לכמעט 90% סוללה עם מטען ה-Dash המהיר המצורף לערכה.\n1. מסך לא טוב במיוחד: אני רק יכול לשער שמדובר בעניין של תמחור, אבל המסך של הוואן פלוס 6 הוא לא מסך OLED באיכות גבוהה כמו שהתרגלנו, והוא מסתפק ברזולוציית 1080P בלבד. נכון, זה אמור להספיק לרוב המשתמשים, אבל עדיין היה נחמד למצוא בו רזולוציית QHD או 2960×1440. למעשה, המסך הוא אולי הנקודה העיקרית בה ניתן להבחין שלא מדובר במכשיר דגל “יוקרתי”. הוא לא מסך רע, ואפילו מסך די טוב, אבל בהשוואה למכשירי דגל אחרים הוא קצת מחוויר.\n2. אין תצוגת Always On אמיתית: ה-OnePlus החדש אינו מגיע עם תצוגת Always-on אליה התרגלנו ממכשירי דגל אחרים. אמנם יש נורת התראות, אבל אין תחליף טוב יותר לטעמי מתצוגה שבאמת מראה לכם אם אתם צריכים להדליק את המכשיר, ובעיקר למה.\n3. מכשיר גדול מאוד בלי אפשרות בחירה: אחת הבעיות המוזרות ביותר בעיצוב היא הגודל של המכשיר. הוא מגיע עם מסך בגודל 6.28 אינץ׳, ואין שום אפשרות לבחור בדגם קטן יותר מבחינה פיזית. כלומר, אם אתם לא נמנים עם קבוצת חובבי המסכים הגדולים, אין לכם באמת ברירה כאן, וסביר להניח שהעובדה הזו תמנע מכם לרכוש את המכשיר.\n4. אין עמידות רשמית למים: אנחנו אולי לוקחים את זה כמובן מאליו במכשירי דגל בשנים האחרונות, אבל דווקא בגזרת העמידות למים, ה-OnePlus 6 מאכזב. הוא לא זכה לדירוג IP כלשהו, ובהצהרות שונות של החברה נאמר שהוא עמיד להתזות מים (Splash Resistant) וכי הוא עמיד “בפני גשם”. בבדיקות פירוק שנעשו למכשיר נאמר כי המכשיר עמיד יותר מההצהרות הללו, אך באתר הרשמי נכתב כי לא כדאי “לקחת אותו לשחייה”, כך שלא בטוח שהמכשיר שלכם ישרוד אם הוא יוטבע במים גם לרגעים בודדים.\n5. אין הרחבת זיכרון: ושוב, כמדי שנה, מאכזב לגלות שב-OnePlus עדיין לא מאמינים בהרחבת זיכרון, כך שכדאי שתזכרו שנפח המכשיר שאתם רוכשים הוא סופי. לא ברור איך מכשיר שמתעקש לשמור על יציאת אוזניות מוותר דווקא על אחד היתרונות האדירים של אנדרואיד, אבל התשובה כנראה טמונה בגרסאות היקרות של המכשיר שמטפסות עד 256 גיגה.\nתמונה: גיקטיים\n6. ספיקרים בסיסיים ובעיתיים: בניגוד להרבה מכשירי קצה-לקצה, הספיקר העליון שמשמש לשיחות לא משמש גם כרמקול חיצוני, ועל כן קל מאוד לכסות את הרמקול הבודד בתחתית, ממש כמו בימי האייפונים הישנים. אם כבר ברמקולים עסקינן, אז פעמים רבות כשהרמנו את המכשיר לצורך שיחה (כבר קשה לזכור שזה אחד הפיצ’רים של סמארטפון), גילינו שקשה לשמוע את הצד השני בשיחה, כיוון שהרמקול העליון של המכשיר הוא כל כך קטן. קל מאוד לפספס את המיקום המדויק של הרמקול כשמרימים מכשיר יחסית גדול כמו הוואן פלוס 6. גם קורא טביעות האצבע דורש מכם להניח את האצבע במיקום די מדויק, והמבנה הקצת מוזר שלו לא ממוקם באזור הכי מדויק שאפשר, במיוחד בהתחשב בעובדה שהמכשיר הזה די גדול.\nועוד אחד לאוסף: הממשק של הוואן פלוס 6. הוא אולי אחד הנקיים והמוצלחים שבהם נתקלנו מהיצרניות הגדולות, אבל יש לו עדיין בעיות קלות ומוזרות. אם למשל יש לכם אפליקציות אסופות בתיקייה שנמצאת בחלקו העליון של מסך הבית שלכם, אם תגעו בה התוכן של התיקייה יפתח בתחתית המסך במקום במיקום של התיקייה והאצבע שלכם באותו רגע. במסך גדול כל כך הפעולה הזו קצת מעייפת ופשוט חסרת הגיון.\nתמונה: גיקטיים\nהשנה בורכתי באפשרות לבדוק כמעט את כל מכשירי הדגל של שנת 2017 ו-2018, ובסופו של דבר ה-OnePlus 6 הוא אחד ממכשירי האנדרואיד הטובים ביותר שבדקתי ואחת מהמלצות הקנייה הקלות בתחום רכישת הסמארטפונים.\nזהו המכשיר היחיד כמעט השנה שהתחשק לי לחזור אליו אחרי הבדיקה, ובסופו של דבר הכל מתנקז חזרה לחוויית המשתמש והערך שהמכשיר הזה מספק. הוא חזק, מהיר, יוקרתי, נוח לשימוש ופשוט עובד. בעידן שבו כל היצרניות מחפשות דרכים לרגש את הצרכנים, ובסוף מספקות סמארטפונים בעלי מפרט כמעט זהה וממשקים משתנים, לא מוצלחים ומלאים בתוכנות מיותרות, ה-OnePlus 6 מצליח לספק את החבילה המלאה מבחינת חומרה ותוכנה, ועושה זאת במחיר נמוך מהמתחרות (בישראל המחיר מתחיל מ-2,600 שקלים), שרק ממשיכות לנפח את המחירים שלהן. זהו הייחוד שכל היצרניות האחרות מפספסות: תמורה למחיר, ובגזרה הזאת ה-OnePlus הוא אחד המכשירים הטובים ביותר שאתם יכולים לקנות השנה.\nהמכשיר ניתן לנו לסקירה באדיבות CellNow, יבואנית OnePlus בישראל.", "keywords": "oneplus 6,וואן פלוס 6,וואנפלוס 6,סמארטפון,android,אנדרואיד,טלפון,סקירה,ביקורת,חוות דעת,התרשמות,review,וואןפלוס 6"}