{"url": "https://www.geektime.co.il/iphone-crashes-with-link/", "type": "article", "title": "לינק חדש יקריס את האייפון של החברים שלכם", "description": "חוקר אבטחה גילה כי באמצעות קוד CSS פשוט הוא יכול לגרום לכל מכשיר iOS לקרוס ולאתחל את עצמו. אפל טרם תיקנה את הפרצה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/09/MVIMG_20180916_122705-1537090187-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-16T12:39:44Z", "modified_time": "2018-09-16T13:01:45Z", "articleBody": "חוקר אבטחה גילה כי באמצעות קוד CSS פשוט הוא יכול לגרום לכל מכשיר iOS לקרוס ולאתחל את עצמו. אפל טרם תיקנה את הפרצה\nצילום: גיקטיים\nראו הוזהרתם: חוקר אבטחה בשם סברי הדוש (Sabri Haddouche, ותחסכו מאתנו את הבדיחות המתבקשות במקרה הזה) מצא כי כל מה שהוא צריך כדי לגרום למכשירי iOS לקרוס, הוא 15 שורות של קוד CSS פשוט. מה שאומר שהחברים שלכם עומדים ליהנות עד מאוד.\nהפרצה הזו מנצלת את מנוע הרינדור של iOS שנקרא WebKit, אשר בעצם קיים בכל אלמנט במערכת ההפעלה אשר מרנדר HTML, מאפליקציות מערכת, ללינקים מוואטסאפ, אימיליים וכל אפליקציה מהאפסטור אשר עושה שימוש בדפדפן.\nHow to force restart any iOS device with just CSS? ????\nSource: https://t.co/Ib6dBDUOhn\nIF YOU WANT TO TRY (DON’T BLAME ME IF YOU CLICK) : https://t.co/4Ql8uDYvY3\n— Sabri (@pwnsdx) September 15, 2018\n\nבראיון ל-TechCrunch, הסביר הדוש כי הוא שם ערכים מסויימים במאפיין ה-backdrop-filter ב-CSS\nומחיל אותם על 3486 תגיות <div>. פעולה זו גורמת לעומס על מערכות המכשיר, שבסופו של דבר מובילה ל-Kernel Panic, ולקריסה של מערכת ההפעלה שמסתיימת בריסטרט מהיר למכשיר. הדוש מסביר כי הקוד הזה לא יכול להזיק למכשיר שלכם או להיות מנוצל לצורך מתקפה רחבה יותר. כמו כן, הדוש כבר דיווח לאפל על המתקפה ביום שישי, וזו אישרה לו כי היא בודקת את הנושא.\nגם אנחנו הקרבנו את האייפון של חבר צוות גיקטיים, ומכניסה ללינק המכשיר אכן קרס ואיתחל את עצמו. גם מכשירים אשר מריצים את גירסת הבטא הסופית של iOS 12 (שתשוחרר ממש מחר) מושפעים מהפרצה הזו, כך שיתכן ואפל תשחרר תיקון רק במועד מאוחר יותר. גם דפדפני ספארי על גבי מקים יתקעו אם ינסו לפתוח את הלינק.\n\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nאם אתם מעוניינים לראות את הקוד מאחורי הפרצה, מבלי שהדבר ישפיע על המכשיר שלכם, הדוש פירסם אותו ב-git שלו, ואם אתם מעוניינים לעצבן את החברים שלכם, אתם יכולים לנסות למצוא את הלינק בעצמכם. הוא לא כל כך רחוק מכם.", "keywords": "אייפון,אייפד,ios,פרצת אבטחה,פירצת אבטחה,קרנל פאניק,kernel panic,macos,mac os,מק,מאק,אפל,apple,iphone"}