{"url": "https://www.geektime.co.il/billguard-offices-review/", "type": "article", "title": "רוטשילד פינת אלנבי: הצצה למשרדים של BillGuard [תמונות]", "description": "השבוע הגעתי לשדרות הכי מדוברות בתל אביב כדי לתעד את המשרדים של BillGuard, סטארטאפ מתחום ה-Fintech. היה קשה לעזוב", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/bill.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-10T11:40:47Z", "modified_time": "2017-07-02T12:01:27Z", "articleBody": "השבוע הגעתי לשדרות הכי מדוברות בתל אביב כדי לתעד את המשרדים של BillGuard, סטארטאפ מתחום ה-Fintech. היה קשה לעזוב\nצילום: גיקטיים\nשדרות רוטשילד כבר הוכתרו ממזמן למעוז הסטארטאפים החדש כשהן מקבלות לחיקן חברות חדשות שמתחזקות משרדים בעלי נוף מעורר קנאה (כן, גם אותו צילמתי).\nצילום: גיקטיים\nבאלנבי פינת רוטשילד, מעל בר לוהט והפיצה של טוני וספה, יושבת BillGuard.\nצילום: גיקטיים\nצילום: גיקטיים\nלאחר שתשאפו את האוויר של הבועה התל אביבית, ותלחצו על האינטרקום, תכנסו לחדר המדרגות המזמין ותעלו לקומה השנייה.\nצילום: גיקטיים\nצילום: גיקטיים\nהגעתם. אבל לפני שנכנס פנימה, קצת על החברה שנזכה להציץ למשרדיה.\nBillGuard הוקמה ב-2010 על ידי רפאל אוזן וירון סמיד, מתוך ההבנה כי אנשים לא עוקבים אחר החשבונות שלהם ועל הדרך מאבדים כסף רב, דרך הונאות ושירותים שנרשמו אליהם וממשיכים לשלם עליהם. בעזרת שימוש בחוכמת ההמונים, יודעת בילגארד לזהות שירותים שונים ולהתריע בפניהם.\nבסטארטאפ עובדים 25 אנשים הפרוסים ב-2 משרדים: משרד ראשי בתל אביב שאחראי על Product, Marketing ו-R&D, משרד קטן בניו יורק ואדם אחד נוסף שיושב בוואלי. החברה עברה שני סבבי גיוס בגובה 17 מיליון דולר. בין המשקיעים שלה תמצאו את Innovation Endeavors, Khosla Ventures ו-Bessemer Venture Partners.\nכיום מרבית המשאבים מופנים להפצה לסוחרים שיעבירו את השירות ללקוחות שלהם על מנת שיגנו על עצמם. השאיפה כמובן היא להפוך לאפליקציית ה-Defult להגנה ולשליטה על כספים פרטיים.\nבילגארד נכנסה לבניין בו היא שוכנת מייד לאחר שהסתיים תהליך החידוש שלו ולכן יכלו לעצב את הקומה שלרשותם כראות עיניהם. ביחד עם המעצבת חגית נדרי הם בחרו בקונספט של אופן ספייס לצד חללים פרטיים, שיממשו את תרבות וסגנון הניהול. “המפתח מבחינתי היה להקל על העובדים לדבר עם מישהו מהצוות – יותר מללכת לשירותים. שכולם יהיו נגישים אחד לשני אבל שיהיו מספיק מקומות ללכת אליהם עם קבוצה קטנה או לבד כדי לקבל שקט”, מסביר רפאל.\nהאופן ספייס\nצילום: גיקטיים\nצילום: גיקטיים\nהחללים הביתיים\n\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nואם בפרטיות עסקינן, רפאל היה שמח ליצור עוד פינות אינטימיות לעובדים, רצוי באמצעות פוד לכל איש צוות.\nצילום: Billguard\nעוד פינות שוות במשרד הן המרפסת שתשתלב נהדר עם הקפה של הבוקר בעוד אתם בוהים בעוברים והשבים בשדרה ו”החדר עם השנדליר”, שבנוי כמו סלון של בית, ונחשב למקום פופולארי בקרב העובדים.\nצילום: גיקטיים\nצילום: Billguard\nחדר האוכל רחב הידיים זכה לשפריצים של צבע מהלוגו על ידי אקססוריז בצבעי ירוק וכתום.\nצילום: גיקטיים\nצילום: גיקטיים\nצילום: גיקטיים\nחובה: לוח כתבות – אל תשכחו להכניס גם את זאת.\nצילום: גיקטיים\nמי שיתעמק בפרטים הקטנים שבמשרד, יזכה לשמוע כמה אנקדוטות.\nמסתבר שחברי הצוות אוהבים למתוח את רפאל בכל הזדמנות שבה הוא טס לחו”ל. פעם אחת הם כיסו את המשרד שלו בנייר כסף, בעוד בפעם אחרת החליטו לקשט את המשרד ברוח “הלו קיטי”. השלט שנשאר על הדלת הוא הוכחה לזוועה הורודה.\n\nצילום: Billguard\nצילום: גיקטיים\nהקוף ב-GEEK METER היה חלק מתחפושת של אחת העובדות בפורים ונשאר כדי לפקח על הניקוד. על מה תקבלו נקודה? אם תספרו בדיחה חנונית שלא קשורה בענייני עבודה.\nצילום: גיקטיים\nפינת האלכוהול בחדר של רפאל היא המקום לעשות סיעור מוחות טוב. “בערב מרימים כוסית או שהולכים לשבת על בעיה עם אלכוהול איכותי”, הוא מסביר.\nצילום: גיקטיים\nולסיום, BillGuard מפרגן ל-Fiverr בתואר המשרד היפה.\nצילום: גיקטיים\nהחל מיולי 2017 מדור הצצה למשרדים הוא חלק ממוצר הכלול ב-Geektime Insider, למידע נוסף", "keywords": "billguard,בילגארד,הצצה למשרדים,משרד,משרדים,עיצוב,ביקור במשרדים,משרדי בילגארד"}