{"url": "https://www.geektime.co.il/techcrunch-disrupt-new-york-2011-winner/", "type": "article", "title": "הזוכה בטקראנץ' דיסרפט היא Getaround, בילגארד הישראלית במקום השני", "description": "מתוך חמש חברות ישראליות שהציגו בתחרות Techcrunch Disruprt  עלו שתיים לגמר הגדול. והזוכה המאוד מאושרת היא Getaround. במקום השני זכו חברת Billguard ביחד עם חברת Sonar וחברת @Do קטפה את הפרס Bing Decision Award", "image": "https://files.geektime.co.il/wp-content/uploads/2011/05/disrupt-finalists.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-05-26T02:29:37Z", "modified_time": "2011-05-26T11:51:43Z", "articleBody": "מתוך חמש חברות ישראליות שהציגו בתחרות Techcrunch Disruprt  עלו שתיים לגמר הגדול. והזוכה המאוד מאושרת היא Getaround. במקום השני זכו חברת Billguard ביחד עם חברת Sonar וחברת @Do קטפה את הפרס Bing Decision Award\nלאחר ימים של מתח רב והרבה ספקולציות, הוכרזה הלילה הזוכה בתחרות הסטארטאפים של אירוע Techcrunch Disrupt. במקום הראשון בתחרות זכה  הסטארטאפ Getaround, אשר פיתח אפליקציית אייפון ואתר באמצעותם ניתן להשכיר רכב לשעה, יום או שבוע.\nרק חברה אחת יכלה לזכות בגביע הנכסף, ב-50,000$ ובתהילה, אך למקום השני הגיעו חברת Billguard הישראלית ביחד עם חברת Sonar וזו הפעם הראשונה בהיסטוריית התחרות ששתי חברות מוכתרות כזוכות יחד.\nשתי הישראליות שהגיעו לגמר Billguard ו-@Do עשו עבודה מצויינת, הן בפיתוח מוצרים אשר ישנו את הרגלי הצריכה שלנו – Billguard תעזור לאתר בעיות או תקלות בחיוב כרטיסי האשראי של המשתמשים ו-@Do ישנו את הרגלי צריכת המידע במובייל. \nבפרס של Bing Decision Award זכו חברת @Do ובפרס חביבי הקהל זכו שוב, Getaround – כל הכבוד!\nהחברה של היזם הישראלי ירון סמיד (המקים של קבוצת האנג’לים והיזמים TechAviv) אשר סיימה בפברואר סבב גיוס ראשון בסכום של כ-3 מיליון דולר מהמשקיעים וביניהם הקרנות האמריקניות Bessemer Ventures ו-IA Ventures ואנג’לים מוכרים דוגמת כריס דיקסון, רון קונווי, הווארד לינדזון וירון גלאי, מאפשרת למשתמשים להתעדכן בנוגע לעמלות או חיובים מיוחדים המבוצעים בכרטיס האשראי וחשבון הבנק של המשתמש על ידי שימוש באלגוריתם חכם הבודק ומשווה הוצאות סטנדרטיות ושגויות של משתמשי הכרטיסים ועל ידי כך בונה מאגר ממנו תדע החברה להתריע על הוצאות שגויות או חריגות. (הפוסט המלא על השירות של Billguard).\nצפו בוידאו: המצגת של Billguard\n\nהחברה בניצוחם של שלושת היזמים עמי בן-דוד, ג’ואי שמחון ורמי קסטרשטיין הוקמה לפני פחות משנה והספיקה לגייס במהלך התקופה כ-7 מליון דולרים בהובלת DFJ תמיר פישמן ו-BRM Group, מציגה את הדור החדש של חיפוש בסמארטפונים אשר מוצאת Webapps המבוססים על HTML5 במקום הקישורים הסטנדרטים.בהשקת המוצר החברה כבר מציגה חיבור ליותר מ-50 ספקיות תוכן מובילות בעולם המשמשות כבסיס לתוצאות החיפוש ומחזירות את התוצאות הרלוונטיות בהתאם לשאילתה כאשר, חלקן אף מתחברות למוצר ישירות באמצעות API. האלמנט הנוסף בחיפוש שמציגה החברה הוא ה- Social Radar שמנווט ומסדר את תוצאות החיפוש בהתאם להעדפות המשתמש והקשרים השונים של המשתמש ברשתות החברתיות. (הפוסט המלא על השירות של @Do)\nצפו בוידאו: המצגת של @Do\n", "keywords": "@do,טקראנץ\\' דיסראפט,billguard,בילגארד,דואט,teccrunch disrupt new york 2011"}