{"url": "https://www.geektime.co.il/geekweek-27-08-1/", "type": "article", "title": "גיק וויק: השבוע שהיה בניוזגיק [27-08-11]", "description": "לכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע: בואו להירשם לתחרות האפליקציות של ניוזגיק וגוגל, google street view קיבלו אישור להתחיל לפעול בישראל, רשמים ראשונים מ-Boxee Box, גיק-על-אחד עם רפאל אוזן, צעיר בריטי פרץ לפייסבוק, הווקמן נולד מחדש - כאנדרואיד, איך לחסוך 50% מרוחב הפס בגלישה באנדרואיד, פייסבוק מעדכנת את הגדרות הפרטיות שלה, סטראטאפ חדש מאפשר הוספת צ'אט לכל אתר, אין צורך להיפרד מסטיב ג'ובס, טבולה הישראלית מגייסת 9 מיליון דולר, נפרדים מג'ובס ומברכים את קוק, עקרונות הפרזנטציה של ג'ובס וקצרים בגיימיניג לסופ", "image": "https://files.geektime.co.il/wp-content/uploads/2011/08/geekweek1111111.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-08-27T20:30:52Z", "modified_time": "2011-08-27T20:41:40Z", "articleBody": "לכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע: בואו להירשם לתחרות האפליקציות של ניוזגיק וגוגל, google street view קיבלו אישור להתחיל לפעול בישראל, רשמים ראשונים מ-Boxee Box, גיק-על-אחד עם רפאל אוזן, צעיר בריטי פרץ לפייסבוק, הווקמן נולד מחדש – כאנדרואיד, איך לחסוך 50% מרוחב הפס בגלישה באנדרואיד, פייסבוק מעדכנת את הגדרות הפרטיות שלה, סטראטאפ חדש מאפשר הוספת צ’אט לכל אתר, אין צורך להיפרד מסטיב ג’ובס, טבולה הישראלית מגייסת 9 מיליון דולר, נפרדים מג’ובס ומברכים את קוק, עקרונות הפרזנטציה של ג’ובס וקצרים בגיימיניג לסופ”ש\nלכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע:\nמפתחים אפליקציות לאנדרואיד? הגישו מועמדות לתחרות האפליקציות של ניוזגיק וגוגל ואולי תזכו להציג את האפליקציה שלכם בכנס Fast50 בפני אלפי מנכ”לים, סמנכ”לים ודירקטורים מקהילת ההיי-טק וקרנות ההון סיכון בישראל.\nהרשות למשפט טכנולוגיה ומידע במשרד המשפטים אישרה לשירות Google Street View להתחיל את פעילותו בישראל. לצד ישראל מתכוונת גוגל להפעיל את שירות המיפוי גם בטורקיה, ירדן ומרוקו.\nשבוע שעבר נחת מזרים המדיה של Boxee בישראל. לקחנו את תום סלע, אחד ממייסדי החברה לריאיון וניסינו לבחון האם הגיעה העת לנטוש את חברות הלווין והכבלים לטובת רשת האינטרנט.\nרפאל אוזן. קרדיט תמונה: יח\"צ\nרפאל אוזן, מייסד ו-CTO של חברת BillGuard משיב למספר שאלות אודות החברה שהקים אשר מהווה מעיין אנטי וירוס לחשבון הבנק שלכם.\nצעיר בריטי בן 25 הצליח לפרוץ אל שרתיה המאובטחים של פייסבוק ונתפס. מה יקרה בפעם הבאה?\nסוני אריקסון מולידה מחדש את מותג הווקמן, והפעם בגרסה של מכשיר אנדרואידי. הייתם רוכשים?\nחסימת הפרסומות באפליקציות ובדפדפן במכשיר האנדרואיד לא רק תפחית מנפח הגלישה, אלא גם תשמור על פרטיותכם. כך תעשו זאת.\nמקור: יח\"צ\nפייסבוק משיקה הגדרות פרטיות חדשות, שאמורות לתת למשתמשים שליטה יותר גדולה על התכנים, המיקום והתיוגים.\nמערכת היחסים בין אפל לסמסונג מעולם לא היתה גרועה יותר. אפל מבינה שסמסונג הופכת למתחרה המאיימת ביותר בגזרת המובייל ונפרדת בהדרגה מהשותפה הדרום קוריאנית.\nסטארטאפ ישראלי מאפשר לכם להוסיף צ’אט לאתר באמצעות שורה אחת של קוד. מעורבות גולשים כבר הרבה זמן לא נראתה פשוטה כל כך.\nצילום: flickr, cc-by, acaben\nסטיב ג’ובס נפרד מתפקיד המנכ”ל אך עובר לתפקיד יו”ר הדירקטוריון של אפל. מיותר להפרד, הוא עדיין פה.\nהסטארטאפ הישראלי טבולה, המציע פתרון התאמת וידאו לאתרי תוכן, משלים סבב גיוס שני בגובה 9 מיליון דולרים.\nהוא ייסד את אפל עם ווזניק ווויין ונזרק ממנה על ידי בן חסותו – רק כדי לשוב ולהציל אותה מאוחר יותר. חילופי מנכ”לים באפל: ג’ובס עוזב, קוק נכנס.\nצילום: flickr, cc-by, acaben and lemagit, עיבוד תמונה\nאחת התכונות שדבקו לג’ובס כמנכ”ל חברת אפל היתה הדרך שבה ידע להעביר מצגות ולסחוף את הקהל בהתלהבות שלו עצמו. כך תוכלו גם אתם להעביר מצגות על פי אותם עקרונות.\nValve מפנקים את הפלייסטיישן, היילו עמוק מתמיד, Witcher 2 לא עובר בקלות, וגם כמה סרטונים.", "keywords": "אפליקציות,גוגל,אנדרואיד,fast50,גיק-על-אחד,רפאל אוזן,פייסבוק,אנונימוס,ווקמן,רוחב פס,פרטיות,אפל,סמסונג,צ\\'אט,סטיב ג\\'ובס,טבולה,סטארטאפ,פרזנטציה,גיימיניג,apple,chatty,samsung,facebook,android,billguard,boxee box,google street view,,גיק על אחד"}