{"url": "https://www.geektime.co.il/startups-investments-may-2016/", "type": "article", "title": "לאן הלך הכסף? הנה כל הסטארטאפים שגייסו ונרכשו במאי 2016", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מאי", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-04T14:00:28Z", "modified_time": "2016-06-04T07:15:50Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מאי\n\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש פברואר.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש אפריל\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nSensiya הישראלית הודיעה על רכישתה בידי חברת i.am של המוזיקאי האמריקאי ווילאם אדמס המוכר יותר בכינויו will.i.am. הפיתוח של הסטארטאפ הישראלי הוא החלק האחרון בפאזל לו זקוק היוצר האמריקאי שמפתח סדרה של מוצרים לבישים מבוססי אינטילגנציה מלאכותית. אם החזון של will.i.am יתממש, הרי שכולנו נחזיק בעתיד הלא רחוק מעיין ג׳רוויס אישי (מחשב העל המתוחכם של איירון מן) כפריט לבוש שינהל לנו את הזמן ויהיה קשוב לפניותנו.\nהפיתוח של סנסייה יודע לנתח ולאסוף נתונים מכלל החיישנים המצויים בסמארטפון באופן שיכול לעזור ולקבוע בכל רגע נתון אם אדם נמצא בהליכה, בנסיעה, מה המגדר שלו, ועוד אינסוף נתונים שמונפקים כתוצאה מניתוח והצלבה של מידע שנאסף במכשיר הסמארטפון באופן תדיר.\nפלטפורמת התשלומים Zooz הודיעה על השלמת סבב גיוס C בגובה 24 מיליון דולר בהובלת המשקיעים החדשים Target Global ובהשתתפות Fang Fund iAngels ו-Kreos Capital. כמו כן השתתפו בסבב גם המשקיעים הקיימים Blumberg Capital lool Ventures, Rhodium, Claltech, XSeed Capital, CampOne Ventures והאנג׳ל אילן תירוש.\nהחברה מתמחה באופטימיזציה של מערכות תשלומים קיימות בארגונים גדולים, תוך מתן אפשרות ליהנות מקבלת תשלומים באופן יעיל וגמיש ובתעריפים מוזלים, הן בנקודת המכירה והן בפלטפורמות מקוונות. הפתרון של Zooz מחבר קמעונאים למגוון שיטות תשלום וכל זאת בפלטפורמה אחת נוחה לשימוש המאפשרת יעילות מירבית לכל הצדדים – הקמעונאי, שרשרת האספקה והצרכן הסופי.\neyeSight הישראלית, מומחית בפיתוח טכנולוגיות המבוססות על מחוות גוף למיניהן, השלימה סבב גיוס בסך 20 מיליון דולר. את ההון גייסה החברה מקרן Kuang-Chi הסינית, קרן חדשה שהוקמה ממש לאחרונה ותכליתה היא להשקיע בסטארטאפים ישראלים. ההשקעה הנוכחית היא הראשונה שמבצעת הקרן שהונה הראשוני עומד על 50 מיליון דולר, סכום שצפוי לגדול ל-300 מיליון דולר במהלך שלוש השנים הקרובות.\neyeSight מפתחת טכנולוגיה לזיהוי תנועה וראייה ממוחשבת המאפשרת שליטה ללא מגע במגוון מכשירים דיגיטליים שברשותנו החל מטלפון סלולרי, טאבלט, מחשבים ניידים ועד לטלוויזיות. הטכנולוגיה, שמשתמשת במצלמה המובנית במכשיר או במצלמה פשוטה (2D), מאפשרת למשתמש להפעיל פונקציות מרכזיות במכשיר בהינף יד, ללא צורך בגורם מקשר (שלט, מקלדת, עכבר).\nשלושה חודשים לאחר הגיוס הקודם מודיע Woo.io (לשעבר Highr) על גיוס של 2 מיליון דולר נוספים, שחותמים את סבב ה-Seed של החברה על 4.35 מיליון דולר. הסטארטאפ הישראלי מפתח פלטפורמה שמאפשרת למועמד להגדיר מהן דרישותיו ממקום העבודה העתידי, תוך כדי שמירה על אנונימיות כשרק במידה ונמצא ׳שידוך׳ לתנאים שהוא מחפש – הוא יקבל התראה ויחליט האם להיחשף בפני מקום העבודה הפוטנציאלי ולהמשיך את התהליך.\nבניגוד לאתרי משרות ודרושים רבים, שדורשים חיפוש אקטיבי, סינון ופניות לחברות, השיטה של Woo.io שונה ומתבססת על הפסיביות של המשתמש. כל שעל המשתמש לעשות הוא להזין למערכת את הנתונים שלו, כולל פרטים חשובים כמו ציפיות שכר ותנאים וזהו. עתה הוא יכול לחזור למשימותיו היומיומיות ולשכוח מהשירות. ברגע שחברה מסויימת מציעה משרה, שעונה על כל הדרישות שלו, כולל תנאים למשל, הוא יקבל התראה ויינתנו לו מספר ימים להחליט האם לחשוף את עצמו בפני החברה או לוותר על ההצעה. כלומר, אם מסיבה כלשהי הוא יחליט שאינו רוצה במשרה, הוא לא ייחשף וכך לא יפגע במקום עבודתו הנוכחי. אם יחליט להשיב בחיוב על הפנייה, תחבר המערכת בינו לבין החברה. בכך Woo.io מציעה משהו חדש, מכיוון שהיא נותנת את השליטה בתהליך למועמד ולא להיפך.\nהחודש הודיע הסטארטאפ על השלמת סבב גיוס מרשים בגובה 100 מיליון דולר בהובלת קרן החברות בצמיחה של Pitango. סבב זה מציב את סך גיוסי החברה על 137 מיליון דולר.\nVia פיתחה טכנולוגיה שמאפשרת לנוסעים להגיע מנקודה לנקודה בעיר בצורה מהירה ומשתלמת יחסית. כדי להשתמש בשירות, יש להזמין נסיעה באמצעות האפליקציה, כשהמערכת מתאמת בזמן אמת בין אנשים הנוסעים באותו כיוון כללי ומאפשרת להם לחלוק נסיעה ברכבי הסעות נוחים ומרווחים. זמני האיסוף הממוצעים קצרים מ-10 דקות ומשך הנסיעה דומה למשך הנסיעה במונית. האלגוריתם הייחודי שפיתחה החברה פותר בעיות מתמטיות, חישוביות ותפעוליות מורכבות, כדי להתאים את מסלוליהם של כלי הרכב באופן מיטבי לצרכי הנוסעים, תוך התחשבות במצב התנועה ומהווה מעין הכלאה בין מונית ל’מונית שירות’. כרגע, פועלת החברה בניו יורק ובשיקגו, אם כי היא עדיין לא פועלת בכל האיזורים בערים הללו וגם לא בכל השעות.\nאפליקצית Earny הישראלית אשר מחזירה למשתמשים כסף באופן אוטומטי במידה ומוצרים שהם רכשו ירדו במחיר, הודיעה על השלמת סבב גיוס בסך מיליון דולר. את סבב הגיוס הנוכחי הובילה Sweet Capital, הקרן של המייסדים של King & Candy Crush ואנג׳לים אמריקאים ביניהם אדם נש (מנכ״ל Wealthfront) וג׳ף בונפורטה (סגן מנהל בכיר ביאהו).\nEarny מחזיר למשתמש כסף בצורה אוטומטית על רכישות שביצע ברשת, כאשר מחיר המוצר יורד לאחר הרכישה או כאשר נמצא מחיר זול יותר עבור אותו המוצר בחנות אחרת. המוצר מבוסס על הטבת ה-Price Protection המוצעת על ידי חברות האשראי ואתרי המסחר האלקטרוני בארה״ב. הטבה זו נועדה לספק הגנה צרכנית ולהעניק לצרכן את הביטחון לרכוש כל מוצר מבלי לתת לשיקולים כגון מחיר, הטבות, קופונים, או סוף עונה להשפיע על החלטתו.\nאנחנו רגילים לנווט ב-Waze לפי המסלול הקצר ביותר או המהיר ביותר, אבל מה לגבי ניווט על פי הדרך המעניינת ביותר? זה בדיוק מה שמאפשרת אפליקציית Sidekix. עתה מודיע הסטארטאפ הישראלי שעומד מאחורי הפיתוח שלה על גיוס של מיליון דולר.\nאפליקצית Sidekix (סיידקיקס) הישראלית מבצעת אופטימיזציה של המסלול שלכם על סמך מה שאתם רוצים לראות או לעשות לאורך הדרך. זה יכול להיות מסלול המותאם לחובבי אוכל, קניות, אמנות, חיי לילה או כל דבר אחר. לצד סינון המסלולים לפי תחומי העניין השונים, ניתן לבחור באפשרות ״Trending״, אופציה שתציג בפני המשתמש מסלול הכולל שילוב של עסקים פופולאריים בעלי דירוג גבוה לאורך הדרך. האפליקציה כוללת גם תכונות נוספות כמו מציאת שירותים שימושיים כגון כספומטים לאורך הדרך, שיתוף המסלול הנבחר עם חברים, והתאמה בזמן אמת של המסלול עם היעד אליו אתם מעוניינים להגיע, בהתאם לצרכים שלכם. פיצ׳ר שימושי נוסף של היישום אפילו יציג בפניכם דרך נעימה יותר לחזור דרכה למלון בשעת לילה מאוחרת. פיצ’ר נחמד שיעניין נשים בעיקר הוא האפשרות לבחור את הנעליים אותן הן נועלות, וכך להימנע ממצב של שיטוט ארוך עם נעליים לא נוחות.\nחברת הפינטק הישראלית Pagaya (פאגאיה), ספקית ביג דאטה לניהול אקטיבי של השקעות בעולם ההלוואות המקוונות, הודיעה על השלמת סבב גיוס סיד בגובה 1.25 מיליון דולר. את סבב הגיוס הנוכחי הובילה כרמל ונצ׳רס מקבוצת ויולה.\nהטכנולוגיה של Pagaya מספקת פתרונות ניהול השקעות למשקיעים מוסדיים, בתחום המסחר בהלוואות מקוונות. הטכנולוגיה ניזונה מנתונים של מליוני הלוואות היסטוריות ומאגרי מידע רבים נוספים בכדי לבחור בצורה מושכלת ובפרקי זמן של מילי שניות את ההלוואות עם כדאיות ההשקעה הגבוהה ביותר. ההון שגייסה יאפשר לחברה להמשיך ולפתח את היכולות הטכנולוגיות שלה, תוך כדי הגברת קצב ההתרחבות הגלובלי שלה.\nהסטארטאפ הישראלי Global-e, שמאפשר לחברות קמעונאיות בינלאומיות לספק ללקוחות שלהן חוויית קנייה מקומית, הודיע על גיוס של 20 מיליון דולר בהובלת קרן הצמיחה Red Dot Capital Partners.\nהמערכת שפיתחה Global-e (גלובל-אי) מאפשרת לאתרי סחר בינלאומיים לפנות לקהלים בכל העולם, זאת על ידי התאמה של המערכות השונות שלהם – לכל קהל בכל מדינה. בין היתר המערכת מבצעת התאמה של השיטוט והחיפוש באתר; התאמה למערכת ‘סל הקניות’ ואפשרויות התשלום והסליקה המקומיות בכל מדינה; חישוב שערי החליפין ושיעורי המכס והמיסים האחרים, כדי לקבל מחיר סופי; מערכת הלוגיסטיקה והשילוח של המוצרים; הגנה מפני זיופים והתחזויות ועוד.\nחברת E8 Storage ,סטארטאפ ישראלי בתחום טכנולוגית אחסון פלאש, אשר הוקם בשנת 2014 ע”י המנכ”ל זיוון עורי וסמנכ”ל הפיתוח אלכס פרידמן, הכריז על השלמת סבב גיוס B בגובה 12 מיליון דולר בהובלת קרן ההון סיכון Accel ,ובהשתתפות המשקיעים הקיימים, קרנות ההון סיכון הישראליות מאגמה וורטקס.\nE8 Storage הינו הפתרון הראשון מסוגו לשימוש משותף ב-NVMe ,המאפשר לבנות ארונות ציוד ובהם מגירות NVMe המשותפות לכל השרתים בארון (Flash Scale Rack). הפתרון של E8 Storage מהיר פי 10 מפתרונות Array Flash All קיימים.\nבבדיקות עם לקוחות, קופסת האחסון של E8 Storage הגיעה למספרי ביצועים חסרי תקדים של 10 מיליון פעולות בשנייה וזמני תגובה כמעט שווים ל-NVMe בשימוש מקומי בשרת – 100 מיקרו-שניה לקריאה ו- 50 מיקרו-שניה לכתיבה.\nחברות בכל העולם מחפשות דרכים כיצד לשפר את היעילות של צוותי המכירה שלהן, כשרבות מהדרכים קשורות לתוכנת ה-CRM שלהן. עתה נודע, כי ענקית התוכנה הארגונית Salesforce רכשה את חברת Implisit (אימפליסיט) הישראלית, שמפתחת טכנולוגיה לחיזוי של עסקאות פוטנציאליות על ידי ניתוח תכתובות וחומרים קיימים של צוותי מכירה ולקוחות.\nImplisit פיתחה מוצר אשר מהווה בעצם שכבת אנליזה נוספת למערכות ה-CRM (ניהול קשרי לקוחות) הארגונית. הטכנולוגיה של Implisit משלבת אוטומציה מלאה ואלגוריתמי כריית נתונים והזנת נתונים אינטיליגנטית בכדי להניב תובנות חשובות לצוותי המכירות של לקוחותיה. המערכת של Implisit למעשה יודעת לנתח טקסט של אנשי מכירות ולעזור להם בכל מה שקשור לפעילות שלהם ב-CRM. היא עושה שימוש בהודעות הדואר האלקטרוני ובתכתובות השונות של אנשי המכירות עם הלקוחות, ומתבססת על אותו המידע בכדי לחזות עסקאות פוטנציאליות ולנתח נתונים.\nSimplee, המתמחה בטכנולוגיה פיננסית (פינטק) לשירותי בריאות ועוזרת לחולים להחזיר את השליטה על ההוצאות הרפואיות שלהם, הודיעה על השלמת סבב גיוס נוסף בהיקף של 20 מיליון דולר. את הסבב הובילה הקרן האמריקאית Social Capital, והשתתפו בו המשקיעים הקיימים בהם 83North ו-Heritage Group, ביחד עם משקיע חדש – American Express Ventures.\nהחברה מעוניינת לשנות את החוויה הפיננסית של המטופלים; פלטפורמת התוכנה Simplee Financial Engagement מרכזת תחת גג אחד אינטראקציה עם המטופל, הפקת חשבונות, הערכות מחיר, ביצוע תשלומים, נקודות מכירה, ומימון, כדי להפוך את התהליך לקצת יותר ידידותי וברור.\nלמרות סימנים לא-מעודדים שמגיעים אלינו מארצות הברית שמצביעים על האטה, זה הרבעון השני ברציפות, נדמה שמעמדו של ההייטק הישראלי נשאר יציב. החודש הודיעה ענקית הטכנולוגיה האמריקאית HP על השקת HP Tech Ventures, זרוע השקעות תאגידית חדשה, שתשקיע בכל העולם עם דגש בישראל ובארצות הברית. הקרן תפעל הן מפאלו-אלטו בקליפורניה, ארה”ב והן מתל אביב.\nHP Tech Ventures תתמקד בביצוע השקעות אסטרטגיות ויצירת שיתופי פעולה בתחומים טכנולוגיים שהחברה מגדירה כ’פורצי דרך’, כשבין השאר היא מזכירה תחומים כמו 3D, מציאות מדומה, ניידות (hyper-mobility), אינטרנט של הדברים (IoT) בינה מלאכותית ומכונות חכמות. HP Tech Ventures מציעה ליזמים ברחבי העולם ניסיון של למעלה מ-75 שנות ופורטפוליו פטנטים של יותר מ-18,000 פטנטים עולמיים, כשבחברה מבטיחים ערך מוסף לסטארט-אפים שבהם תשקיע – באמצעות מינוף התשתית ורשת השותפים שלה בתחומי הפיתוח, הייצור וערוצי ההפצה. הקרן החדשה תונהג על ידי אנדרו בולוול, האחראי בחברה על טכנולוגיות חדשניות.\nפלטפורמת המלצת התכנים הישראלית אאוטבריין (Outbrain) השלימה סבב גיוס נוסף בגובה 45 מיליון דולר, זאת לפי פוסט שפורסם על ידי המייסד והמנכ״ל ירון גלאי, באתר החברה. פרט לעובדה שגלאי עצמו השתתף בסבב הגיוס האחרון (כמו בשאר הסבבים) לא פורסמו שמות המשקיעים הנוספים. בנוסף להודעה על הגיוס מסכמת החברה את הרבעון האחרון בפן הכלכלי ומעידה כי בעוד שלרוב מדובר ברבעון החלש עבור חברות בז׳אנר שלה, היא מסכמת את החודשים האחרונים דווקא כרווחיים. ההשקעה האחרונה תאפשר לחברה להמשיך ולפתח את מוצריה, בין אם באמצעות פיתוח עצמאי ובין אם באמצעות רכישת טכנולוגיות של חברות אחרות.\nהיזמים גיל פרידלנדר, עמית לובובסקי ואורי גושן הודיעו על רכישתה של חברת CrowdX על ידי חברת CellWize. החברה הישראלית גייסה עד היום למעלה מ-4 מיליון דולר מקרנות ומשקיעים בולטים כגון Janvest, PixVC, The Time , TASC, האנג’ל דון פרין שהשקיע גם ב-Zipcar, הקרן Maxfield ו-Altair.VC. בנוסף, גייסה החברה מהמדען הראשי במסגרת קרן המו”פ.\nלאחר עבודה בת 3 שנים, החברה הבינה שהמידע שיש לה ויכולות ה-BI והבנת הרשתות הסלולריות שפיתחה יכולים להוות מוצר מאוד רלוונטי לשוק חברות הסלולר. הם התחילו לאסוף בצורה אנונימית מידע מטלפונים סלולריים על חווית המשתמש ברשתות (QOS) ואפשרו לחברות הסלולר להבין בדיוק מה חווה המשתמש בזמן אמיתי מבחינת איכות הקליטה, קצב הגלישה, ניתוקי שיחות וכו’.\nחברת MagnaCom (מגנהקום) הישראלית, שמפתחת טכנולוגיית איפנון שעשויה להיות הבסיס לרשתות הסלולר בעתיד, נמכרה לענקית השבבים הסינגפורית ברודקום תמורת 50 מיליון דולר.\nהטכנולוגיה העיקרית אותה מפתחת MagnaCom היא טכנולוגיה בשם WAM, שמציעה דרך חלופית לאפנון או Modulation, כלומר העברה של מידע על גבי גל נושא. הפיתוח של החברה מאפשר למעשה לספקיות הסלולר ליהנות מטווחי תדרים טובים יותר, פס רחב יותר וצריכת הספק נמוכה יותר – הכל על התשתיות הקיימות, ללא צורך בהצבה של אנטנות חדשות. טכנולוגיית ה-WAM עשויה לשמש כבסיס לרשתות הדור החמישי, שנמצאות כרגע בשלבי איפיון ותקינה מתקדמים ובמקביל גם לשמש לצורך פיתוח מוצרי WiFi, תקשורת לוויינים, טלוויזיה בכבלים, מודמים ועוד. לדברי החברה, שימוש ב-WAM יאפשר לחברות סלולר לחסוך מיליארדי דולרים על רכישת רישיונות לתדרים חדשים ויעזור להן בחיסכון באנרגיה. הטכנולוגיה של החברה מתבססת על יותר מ-15 פטנטים מאושרים ועוד כ-50 בשלבי אישור ואם הפיתוח אכן יצליח הוא יהווה אלטרנטיבה לטכנולוגיית ה-QAM או Quadrature Amplitude Modulation, שנמצאת בשימוש כבר מספר עשורים.\nעיצוב וכתיבת קוד זה דבר אחד, אבל לוודא שהקוד באמת עובד כשורה – זה כבר סיפור אחר לגמרי שעשוי להיות מתסכל במיוחד, בעיקר אם מדובר בסביבה מורכבת הכוללת המון שירותים הקשורים האחד בשני. חברת MinuteLab הישראלית יצרה סביבת מעבדת פיתוח תוכנה אינטראקטיבית שמטרתה לדמות סביבה תפעולית. החודש היא הודיעה על השלמת סבב גיוס בסך 2 מיליון דולר מקרן Glilot Capital Partners.\nהחברה מציעה למפתחים מעבדות וירטואליות מבוססות קונטיינרים המאפשרות מתודלוגיות ׳Agile Development׳ באופן מלא, כדי שניתן יהיה לפשט את תהליך פיתוח הקוד בסביבה חיה. ההון שגייסה יאפשר לה לשפר את המוצר הקיים שלה ולהתמקד במאמצים להרחבת מכירותיה.\nחברת עב-ענן (Avanan), שפיתחה דרך חדשה לאבטח שירותי ענן באמצעות פלטפורמה המאפשרת ללקוח לבחור את השירות המתאים ביותר עבורו מתוך כלל הטכנולוגיות הקיימות, הודיעה החודש על השלמת סבב גיוס A בהיקף של 14.9 מיליון דולר. קרן Greenfield Cities Holdings הובילה את סבב ההשקעה והשתתפו בו גם המשקיעים הקיימים בחברה – קרן מגמה ו-StageOne. הסבב הנוכחי מציב את סך ההון שהושקע בחברה על 16.4 מיליון דולר, והוא נועד לאפשר לה לתמוך ולהרחיב את בסיס לקוחותיה.\nבאמצעות הפלטפורמה של עב-ענן, ארגונים יכולים להגן על שרותים דוגמת Office 365, Box, Google, Amazon AWS ועוד באמצעות טכנולוגיות אבטחת המידע של למעלה מ-60 חברות מהמובילות בתחום. רשימת החברות שנכללת בפלטפורמה של הישראלית כוללת את צ’ק פוינט, סימנטק, מק’אפי, פאלו אלטו נטוורקס, סופוס, וקספרסקי. אמצעי האבטחה כוללים הגנה מנוזקות (Malware), הגנה מזליגת מידע רגיש (Data Leakage Prevention), הצפנה ועוד. באמצעות מטריצה בוחר הלקוח בלחיצת כפתור איזה מוצרים ואיזה שכבות אבטחה להפעיל על כל אחד משרותי הענן. הלקוח מקבל את ההתראות מכלל המוצרים שבחר במסך אחד, ומאותו מרכז בקרה יכול לבצע פעולות באופן ידני או אוטומטי כדי לטפל בבעיות האבטחה שמתגלות.\nillusive networks הצעירה שהוקמה רק השנה, הודיעה על הרחבת סבב הגיוס האחרון שלה מ-22 מיליון דולר ל-25 מיליון דולר. במיני סבב האחרון הסתבבו כל המשקיעים מהסבב המקורי – קרן NEA, קרן Bessemer, סיסקו השקעות, Marker, סיטי ונצ׳רס ו-Innovation Endeavors.\nטכנולוגיית ה-Deception Everywhere של illusive networks מונעת התקפות מתמשכות וממוקדות (APT) באמצעות שלל מלכודות וטכניקות הונאה (Deception) ברבדים שונים של רשת ה-IT בארגון, שמוצגות לתוקף ומפתות אותו לפעול על בסיסן. כאשר התוקפים נופלים ברשת ומתחילים לפעול על סמך המידע הכוזב, המערכת של illusive מזהה זאת ומדווחת באופן מיידי על ההתקפה, מה שמאפשר למנהלי האבטחה לזהות ולעצור את ההתקפה בשלביה הראשונים. היתרונות במערכת שפיתחה החברה הוא שהיא אוספת ומציגה מידע בזמן אמת, עוד לפני שהתוקפים מספיקים לטשטש את העקבות שלהם. בנוסף, הטכנולוגיה שפיתחה מתיימרת לפתור את אחת הבעיות הקשות ביותר שעומדות בפני מנהלי אבטחת מידע, והיא מיליוני התראות השווא (false positives) שמציפות אותם. המערכת תתריע בפני המנהלים בארגון ותציג בפניהם ד”וח התקפה וודאי, רק כאשר מזוהים בוודאות תוקפים עם כוונות זדון.\nBig Panda הודיעה על גיוס 5 מיליון דולר נוספים מהמשקיעים הקיימים – קרן סקויה, Battery Ventures ו-Mayfield ביחד עם המשקיעה החדשה – Pelion Venture Partners. סכום זה מתווסף ל-16 מיליון דולר שגייסה באוקטובר 2015.\nהפתרון של BigPanda מסייע לחברות ממגוון תחומים, החל מהשוק הקמעונאי לתחום הטכנולוגי ולתקשורת, להניב רווחים ולשמור על לקוחות מרוצים על ידי מזעור שיבושים בשירות ה-IT או על ידי מניעתם מלכתחילה. זאת היא עושה בעזרת מערכת לניהול תקלות (Incident Management) שמאפשרת לחברות לזהות בעיות אפשריות, לטפל בתקלות ולהקצות אנשי צוות לטיפול במשימות השונות.\nהפיתוח שמציגה dapulse הישראלית הוא כלי שיתופי בין חברי צוות במקומות עבודה, שנועד להוביל להשלמת משימות בצורה קלה ופשוטה יותר, על ידי ייצוג חזותי של ההליך והתקדמות העבודה של כל משתמש. החודש הודיעה החברה על גיוס של 5 מיליון דולר נוספים, סכום שמתווסף לסבב הגיוס האחרון שהתקיים באוגוסט 2015, במסגרתו גייסה כ-2.6 מיליון דולר. בגיוס האחרון השתתפו המשקיעים הקיימים –  Genesis Partners ו-Entree Capital.\ndapulse מציעה פלטפורמה חברתית לתקשורת בתוך חברה או ארגון, המחברת באמצעות כלי אחד את כל עובדי החברה, בין אם הם יושבים במשרד בתל אביב או מפוזרים ברחבי העולם. הפלטפורמה שמה את הנושאים (התכלס) במרכז, בניגוד לפרופילים או משתמשים, ומציעה שקיפות פנימית, יעילות ושיתוף פעולה בין כלל העובדים. כך, בדומה לשלל הרשתות החברתיות הקיימות כיום, יכולים העובדים והמנהלים לשתף עדכונים משמעותיים, מידע רלוונטי או אפילו לשוחח בינהם, בצורה קלה וזמינה לשלל המשתמשים הרשומים לרשת.\nState of Mind Ventures של פנחס בוכריס, יובל בהרב וניר אדלר הודיעה על השלמת הגיוס של הקרן הראשונה בהיקף 75 מיליון דולר וסגירתה להצטרפות משקיעים חדשים. הקרן מתמקדת בהשקעות בחברות החל משלבים מוקדמים בתחומי תשתיות טכנולוגיה כגון אלגוריתמיקה מתוחכמת ובינה מלאכותית, סייבר, תקשורת, מוליכים למחצה וחלל. State of Mind Ventures עומדת ביעד הגיוס העליון שהציבה לעצמה, כאשר בין המשקיעים גופים מוסדיים וגופי השקעה ישראלים שהשקיעו יותר מ-50 אחוז מהסכום וכן משקיעי הון סיכון פרטיים מובילים מארה”ב ומאירופה לצד משקיעים פרטיים ישראלים.\nמאז הקמתה, הספיקה כבר הקרן לבצע 4 השקעות, ביניהן בסטארטאפ Twiggle, שהוקם על ידי שני יוצאי גוגל ומפתח מנוע חיפוש חכם במיוחד לאתרי קניות ברשת; חברת הסייבר הישראלית Perception Point, שמפתחת טכנולוגיות Deception מתקדמות, ש’צדות’ את התוקף; חברת SpacePharma שצפויה לשגר לחלל ננו-לוויין ראשון ובו מעבדה כימית לביצוע ניסויים במיקרו גרביטציה; ו-Cabara, שמגנה על אתרי סחר אלקטרוני מגניבת טראפיק והכנסות.\nNucleix הישראלית, אשר פיתחה בדיקת שתן לאבחון ומעקב אחר סרטן שלפוחית השתן, הודיעה על השלמת סבב גיוס נוסף בהיקף 3 מיליון דולר. את הסבב הובילה חברת ההשקעות Aurum Ventures MKI LTD, זרוע השקעות הטכנולוגיה של איש העסקים והיזם מוריס קאהן. כמו כן השתתף בסבב גם המשקיע הקיים זוהר זיסאפל.\nמוצר הדגל של החברה הוא ה-Bladder EpiCheck היא בדיקת שתן לגילוי סרטן שלפוחית השתן המתבססת של שינויים אפיגנטיים, כלומר, שינויים קלים ב-DNA של התא שנוצרים בעקבות מחלה או מצב נפשי. שינויים אלו יכולים להצביע על המצאותם של תאים סרטניים בשלפוחית השתן, ויכולים להתגלות עוד לפני הופעתם של התסמינים הרפואיים. מכאן גם חשיבותו העצומה של האבחון, שפיתחה החברה. הבדיקה מציעה רגישות של 90%, ספציפיות של 83% וערך ניבוי שלילי של 97%. זו צפויה להיות זמינה באירופה כבר ברבעון השלישי של 2016, עם קבלת אישור CE.\nיישום, החברה לפיתוח המחקר של האוניברסיטה העברית, הודיעה כי חתמה על הסכם מחקר עם Aurum Ventures MKI, זרוע ההשקעה בטכנולוגיות של מוריס קאהן. תכליתו של המחקר היא לפתח גישה דיאגנוסטית חדשה לזיהוי מוקדם של מגוון מחלות על ידי בדיקת דנ”א שהשתחרר מתאים מתים ונישא בזרם הדם. לפי תנאי ההסכם, קרן Aurum צפויה לממן את המחקר בסכום של כ-1.3 מיליון דולר. נזכיר כי לפני מספר שעות קרן Aurum השקיעה גם ב-Nucliexהישראלית אשר פיתחה בדיקת שתן לאבחון ומעקב אחר סרטן שלפוחית השתן.\nבסדרת ניסויים שנערכו על מאות חולים ונבדקי ביקורת, החוקרים פיתחו בדיקת דם שיכולה לזהות מספר מחלות בהן סוכרת, סרטן, פציעה טראומטית וניוון עצבי, בצורה רגישה מאד ובאופן ספציפי. שיטה זו מצליחה לזהות מוות של תאים ברקמות ספציפיות על סמך דגם המתילציה (שינוי כימי) בדנ”א הנישא בזרם הדם ושהשתחרר מתאים מתים.\nזרוע החדשנות של תאגיד האבטחה, הביטחון וכיבוי האש העולמי Tyco Innovation הודיעה על השקעה אסטרטגית ראשונה בישראל, בחברת הסטארטאפ ContinUse Biometrics שפיתחה חיישן ביומטרי לזיהוי וניטור רציף של פרמטרים ביו-רפואיים מרחוק וללא צורך במגע. לפי הערכות בשוק, מדובר בהשקעה בגובה של מיליון דולר. ההשקעה תאפשר את המשך הפיתוח המשותף של הטכנולוגיה של החברה והטמעתה במגוון פתרונות בסביבת הבניין והבית החכם, בקרב אלפי לקוחותיה של Tyco ברחבי העולם.\nהחיישן הביומטרי של ContinUse, מבוסס על טכנולוגיה המאפשרת מדידה רציפה ממרחק של פרמטרים ביו-רפואיים לפי תנודות על פני גופו של המשתמש. הנתונים משמשים לאימות זהותו של המשתמש ומספקים מידע על כושרו וכשירותו. החיישן מהווה קפיצת מדרגה בתחום הזיהוי האנושי לצורכי אבטחה וניהול סביבות חכמות בבניינים ובבתים. כך למשל, באמצעות החיישן ניתן לוודא, ללא מגע ומרחוק, זהות ונתונים פיזיולוגים של מספר רב של אנשים בו זמנית בכניסה למקומות עבודה או מתקנים רגישים (למטרות בקרת כניסה ותפעול) ועוד.\nחברת הסטארטאפ הישראלית סאגונה (Saguna), המפתחת פתרונות תוכנה שנועדו להאיץ העברה של תכנים כמו וידאו וטקסט על גבי רשתות סלולריות הודיעה על השלמת סבב גיוס נוסף בגובה 5 מיליון דולר. הגיוס הושלם בהובלת CE Ventures ובהשתתפות המשקיעים הקיימים. הסכום שגויס יאפשר לחברה להאיץ את הביצועים של המוצר שפיתחה, וליצור שיתופי פעולה נוספים. (ליאור פייט, מייסד ומנכ״ל החברה ציין כי בשנתיים האחרונות סאגונה חברה לחברות מובילות בשוק בהן Akamai, CloudFlare ו-AMD).\nאפשר לומר שסאגונה ׳מקרבת את האינטרנט אל משתמשי המובייל ואל ׳האינטרנט של הדברים׳, ומאפשרת לאלו ליהנות מחיבור רציף ואיכותי ממש כמו זה המושג באמצעות חיבור קווי. הטכנולוגיה שמציעה סאגונה מאפשרת לספקיות הסלולר ליהנות משיפור דרמטי במהירות ההעברה של תוכני וידאו כבדים תוך הוזלה משמעותית של העלויות. בין השאר עושה זאת החברה בעזרת מנגנון Caching כמו זה המוכר לנו מהדפדפנים, כך שאם משתמש מסויים בעיר מסויימת צפה בסרטון וידאו ששוקל 500 מגה בייט, המערכת תוריד אותו לרמה המקומית. עתה, כל משתמש באותו איזור שירצה לראות את הסרט יוכל ליהנות מגישה מקומית מהירה והרשת תיהנה מהקלה בעומסים. החברה פונה לספקי תשתית דוגמת אריקסון, סימנס ונוקיה.\nחברת ההשקעות אורבימד (OrbiMed) ישראל המתמקדת בתחום הבריאותי, הודיעה על השלמת גיוס של קרן שניה בהיקף של 307 מיליון דולר. בין המשקיעים בקרן החדשה נמנים משקיעים מוסדיים, חברות מדעי החיים, קרנות ומשקיעים פרטיים. בדומה לאורבימד 1, גם קרן זו תשקיע בחברות בכל השלבים והתחומים במדעי החיים עם התמקדות בפרמה, בריאות דיגיטלית, ציוד רפואי וחברות דיאגנוסטיקה. הקרן מתעדת להשקיע בכ-20 חברות והיא עשויה לבצע השקעות נוספות יחד עם אורבימד העולמית שפלטפורמת ההשקעות שלה עומדת היום על כ-15 מיליארד דולר.\nאורבימד ישראל הממוקמת בהרצליה הוקמה בשנת 2010. הקרן הראשונה שלה גייסה כ-222 מיליון דולר והיא השקיעה עד היום ב-17 חברות במגוון תחומים של תעשיית מדעי החיים.\nהסטארטאפ הישראלי מפתח רשת חברתית מבוססת וידאו בלבד, שמציעה למשתמשים לייצר שירשורי וידאו לסרטונים שהם יוצרים. hoop הוקמה ב-2015 על ידי יונה קולינס, מנכ”ל החברה; ירדן מדיצ’י, מנהל התפעול הראשי שלה ואסף קאשי, מנהל הקריאייטיב וכיום מועסקים בה 12 עובדים. את הגיוס הובילה הקרן האמריקאית The Sovereign Group והשתתפו בו גם משקיעים פרטיים ישראליים ואמריקאיים. בשיחה עם גיקטיים מספר קולינס כי הרעיון עלה כאשר השלושה התרשמו מה-ice bucket challenge וכיצד כל כך הרבה אנשים מסביב לעולם מתאגדים, יוצרים ביחד תוכן וידאו למען מטרה משותפת ועוד מזמינים חברים להצטרף.\nZebra Medical Vision עושה שימוש בביג דאטה כדי לספק פלטפורמות ניתוח נתונים קליניים ושירותי ניתוח ותוצאות בדיקות דימות לספקיות שירותים רפואיים ברחבי העולם. יכולות ניתוח התמונה שלה מאפשרים לספקיות שירותי בריאות לזהות חולים בסיכון למחלות מסויימות, להציע להם טיפול מניעתי, ובכך לשפר את הטיפול בהם. הפלטפורמה הפתוחה מספקת לחוקרים מסד נתונים גדול (לטענת החברה הגדול ביותר בעולם) לתוצאות בדיקות דימות.\nGett שוברת את שיא הסכום לסבב גיוס אחד עבור חברה ישראלית עם מגה גיוס בגובה 300 מיליון דולר מיצרנית הרכב הגדולה בעולם, קבוצת פולקסווגן. Gett נחשבת לאחת מאפליקציות הנסיעה המובילות בעולם – אם כי עיקר הפעילות שלה הוא באירופה. בסך הכל, פעילה החברה ביותר מ-60 ערים בעולם ביניהן ניו יורק, מוסקבה ולונדון והיא חולשת על צי של יותר מ-50 אלף כלי רכב. לאחרונה, אף רכשה Gett את חברת המוניות השחורות הגדולה בלונדון והפכה כך לספקית המוניות השחורות הגדולה בבריטניה. ב-2015 הכניסה Gett ברחבי העולם סכום שיא של חצי מיליארד דולר, סכום שמהווה זינוק של 300 אחוזים. החברה הוקמה בשנת 2010 על ידי רועי מור ושחר וייסר ומאז הקמתה היא גייסה כ-520 מיליון דולר.\nSensifree מעוניינת להציג פריצת דרך טכנולוגית של ממש בשוק ה-Wearable והבריאות הדיגיטלית; המוצר הראשון של החברה הינו חיישן קצב לב ללא מגע עשוי סיליקון, המיועד עבור מכשירים לבישים כגון שעונים, מנטרי כושר למיניהם, נעליים ובגדים חכמים. צריכת החשמל של החיישן חסכונית פי 10 מצריכתם של חיישנים אופטיים הקיימים כיום בשוק, מה שמאפשר למדוד באופן רציף ומתמשך את הפעילות של המשתמש. סוגיה זו הינה משמעותית למדי שכן אחת הסיבות העיקריות בגינן משתמשים זונחים את אותם שעונים חכמים ומוניטורים היא עקב חיי הסוללה הקצרים.\nפלטפורמת הסחר החדשה מגדירה את עצמה כ’קרן גידור להמונים’, רק שבניגוד לקרנות מסורתיות שדורשות מהמשקיעים סכומי השקעה גבוהים מאוד כרף כניסה, הרי שב-Invest.com יוכלו המשקיעים גם להפקיד סכום התחלתי של 500 פאונד. ניהול הפורטפוליו של פלטפורמת הסחר מתבסס על 7 אסטרטגיות השקעה שונות, בדומה לקרנות גידור מסורתיות, כדי לנסות להשיג תשואה גם בשוק בירידה. בין היתר מדובר על השקעה במטבעות זרים, סחורות עתידיות, אגרות חוב, מניות ועוד. הפלטפורמה נעזרת באלגו-טריידינג, כלומר מסחר אוטומטי בעזרת אלגוריתמים, שמאפשר תגובה מהירה לשוק שמשתנה בצורה דינמית כל הזמן ומתבססת על ההעדפות האישיות של כל משקיע. Invest.com הוקמה בדצמבר 2014 על ידי אופיר גרטנר, יזם שהקים כבר מנוע חיפוש ופורטל לנדל”ן באירופה ולפני כן שימש כסגן נשיא לפיתוח עסקי ב-iFOREX.\nהטכנולוגיה שמפתחת Demisto מסייעת לאינטגרציה בין מוצרי אבטחה שונים, אוטומציה של תהליך התגובה לאירועי אבטחה, והפחתה ניכרת בהיקפן של פעולות החקירה והתיעוד הידניות. חוץ מהגיוס, הודיעה החברה על Demisto Enterprise, המערכת הראשונה שמושתתת על צ’אט בוט אבטחה. מערכת זו מאפשרת אוטומציה וייעול של ההתמודדות עם אירועי אבטחה, והיא מעודדת שיתוף פעולה תוך-ארגוני בניהול שלהם.\nהסטארטאפ הירושלמי Glide שפיתח אפליקציית מסרי וידאו, הודיע על השלמת סבב גיוס נוסף בסך 8 מיליון דולר בצורה של מימון באמצעות Convertible Debt. ההשקעה התבצעה בהשתתפותם של משקיעים אסטרטגיים חדשים, ביחד עם כל המשקיעים הקיימים בסבב ה-B של החברה בהם Menlo Ventures, Marker LLC ו-Two Sigma Ventures. לצד הגיוס הודיעה החברה גם על בשורות מעט פחות משמחות עבור 25% מעובדיה שפוטרו, זאת במטרה לאפשר לה להתמקד במוצר החדש שלה שמיועד לשעונים חכמים. כוח העבודה הכולל של החברה ברחבי העולם מסתכם כעת ב-55 עובדים.\nהטכנולוגיה של החברה מגנה על המיילים שמקבלים העובדים בארגון בעזרת ניתוח מורכב של כל קובץ שמתקבל. כל קובץ שכזה מפורק לגורמים, מנותח ברמה הבסיסית ביותר שלו כולל חתימות, ואם הוא אכן אמיתי ובטוח, הוא מגיע אל היעד שלו בארגון. כל התהליך המורכב אורך פחות משנייה והוא מגן גם בפני מתקפות 0Day.\nVotiro הוקמה על ידי איתי גליק, שמכהן כמנכ”ל החברה ואביב גראפי, שמכהן כסמנכ”ל הטכנולוגיות הראשי שלה, שניהם קצינים יוצאי יחידת מודיעין. החברה הוקמה ב-2009 תחת השם MobileTick, אולם ב-2010 שינתה את שמה ל-Votiro.\nכיום, חברות רבות נעזרות בשיווק מבוסס תוכן שכולל פרסום מדריכים, מאמרים ומחקרים, כדי למשוך את קהל היעד שלהן, לגרום לו להתעניין במוצריהן ולעודד אותם לבצע רכישה. האתגר של החברות הללו הוא כפול: ראשית, לייצר מספיק ביקוש לתוכן ושנית, לייצר קהל איכותי שעתיד להפוך ללקוח משלם. המערכת שפיתחה Metadata יודעת להתחבר למערכות ה-CRM ו-Marketing Automation של הלקוחות שלה, למשוך את הלידים שהפכו ללקוחות, בחיתוכים שונים כמו נפח מכירות מסוים למשל, ולעשות להם reverse engineering – כלומר ללמוד הכל על האנשים והחברות שבהם הם עובדים. Metadata נוסדה ב-2015 על ידי גיל אלוש, יאן מנביץ ואסף שילת והיא מעסיקה 7 עובדים במשרדים בתל אביב, סן פרנסיסקו וויסקונסין.\nהחברה הישראלית השיקה בתחילת דרכה אפליקציה שנועדה לעזור לקהל הנוהגים למצוא חניה. האפליקציה, שעדיין זמינה למשתמשי אנדרואיד ו-iOS, עוזרת לקשר בין משתמשים היוצאים ממקום החניה שלהם למשתמשים המחפשים אחת. עם קבלת הנתונים אודות הרגלי החניה של המשתמשים השונים, החלה לפתח החברה שלושה אלמנטים עיקריים שיעזרו לכלל המשתמשים בדרך: ParkoData, המסוגל להעריך אילו איזורים או אילו מקומות חניה יהיו פנויים בזמנים מסויימים, ParkoAnalytics, המסוגל לנתח איזורים שונים על מנת לקבל את האנליטיקות והתובנות הקשורות במטרה למצוא חניה ו-ParkoLastMile, שמיועד לעזור לנהגים לנווט ישירות אל מקום החניה שהתפנה, מבלי לפספס אותו. בנוסף, החברה שחררה API, שיועד למפתחי אפליקציות תחבורה. Parko הוקמה ב-2011 על ידי תומר נוי-נר, שמשמש כמנכ”ל החברה, איתי דויד ומורן ברדה.\nWalkMe (ווקמי) מספקת פלטפורמה מבוססת ענן שמכוונת ומובילה משתמשים לביצוע פעולות בזמן שימוש בתוכנה או באתר אינטרנט. הטכנולוגיה הייחודית שפיתחה החברה מספקת הכוונה והנעה לפעולה בשיטת צעד-אחר-צעד באמצעות שימוש בבלוני עצות, מבלי שהמשתמש צריך לעזוב את המסך בו הוא נמצא בכדי לצפות במדריכי וידאו או כדי לקרוא מדריכי משתמש ועמודי FAQ מעייפים. האלגוריתם של WalkMe מדמה התנהגות אנושית, כדי לספק הכוונה שמבוססת על הקשר, כדי לוודא שהאדם הנכון מקבל את ההכוונה המתאימה – והיא מיוחדת לכל תפקיד, מטלה, פעולה והתקנים של העובדים בארגון. השירות מתאים את עצמו במדויק לכל גודל ורזולוציית מסך, וכל זאת מבלי להוריד תוכנה מסויימת. WalkMe הוקמה ב-2011 על ידי דן עדיקא, המכהן כמנכ”ל החברה, רפי סווירי, שמשמש כנשיא החברה ואייל כהן, ה-COO של החברה.\nלא מעט אתרי סחר אלקטרוניים, גם המובילים שבהם, סובלים ממנועי חיפוש מוגבלים שמתבססים על מילות מפתח בודדות ולא על סמך הקונטקסט המלא. כך למשל אם תחפשו באמזון “הסמארטפון עם המצלמה הטובה ביותר” תקבלו תוצאות שכוללות מצלמות אקסטרים, שעונים חכמים שבהחלט לא ראויים לתואר של הסמארטפונים עם המצלמות הטובות ביותר. מכיוון שהאתרים לא מצליחים למצוא את המוצרים שהמשתמש מחפש, הוא עלול לנטוש את האתר ולבצע את הרכישה באתר אחר. אלגוריתם החיפוש שמפתחת Twiggle מצליח לפענח מה בדיוק רוצה הצרכן שכותב בשפה טבעית ומוצא לו את המוצרים הרלוונטיים ביותר תוך שימוש בעיבוד שפה טבעית (NLP), מדע נתונים ובינה מלאכותית.\nעתה, הודיע סטארטאפ על גיוס השקעה מענקית הקמעונאות הסינית, Alibaba, שמצטרפת כמשקיעה אסטרטגית. אמנם החברה לא נקבה בסכום, אך על פי ההערכות מדובר ב-5 מיליון דולר.\nTwiggle הוקם ב-2013 על ידי אמיר קוניגסברג, שמכהן כמנכ”ל החברה והיה אחד מהעובדים הראשונים של מרכז הפיתוח הישראלי של גוגל ומנכ”ל אתר השוואות המחירים MySupermarket; ועדי אבידור, שגם הוא הגיע מגוגל ישראל ושימש שם כמהנדס תוכנה בכיר בצוות שפיתח את Google Now.\nBioBeat, שפונה לשוק הרפואי, פיתחה חיישן זעיר, המבצע מדידה רציפה של מספר מדדים פיזיולוגיים מכל אזור בגוף האדם. המערכת לומדת עם הזמן את מדדי הבסיס של הנבדק ומתריעה במקרים של חריגות כמו למשל במקרה של עליה בלחץ הדם, ירידה בתפוקת הלב, אוטם בשריר הלב, שבץ מוחי, התייבשות בזמן פעילות גופנית או מתח נפשי. החיישנים מבצעים מדידה רציפה ומשדרים את הנתונים למערכת, שמשווה את הנתונים למדדים האינדיבידואליים והנורמליים של הנבדק ומתריעה אוטומטית לגבי חריגות או מצבים מסכני חיים. לצורך פעילותה משלבת החברה בין טכנולוגיית גל DPG נקי ואלגוריתמיקה חכמה. BioBeat הוקמה ב-2014 על ידי אריק בן ישי, יוחנן מאי וישראל סרוסי. הגיוס הנוכחי הוא הראשון של החברה מאז הוקמה והוא נעשה בהשתתפות מספר משקיעים פרטיים מישראל. החברה מעסיקה כיום 6 עובדים והיא פועלת במתחם המשרדים המשותף פאוורבול, פארק המדע נס ציונה.", "keywords": "גיוס,גיוסים,סיכום גיוסים,סיכום חודשי,גיוסים מאי,מאי,אפריל 2016,חברה ישראלית,סטארטאפ,סטארטאפ ישראלי,אקזיט,רכישה,exit"}