{"url": "https://www.geektime.co.il/colright-sold-to-loreal-for-150mm/", "type": "article", "title": "בני לנדא מוכר את Coloright ללוריאל תמורת יותר מ-100 מיליון דולר [אקזיט]", "description": "חברת Coloright מרחובות נרכשה על ידי ענקית הקוסמטיקה הבינלאומית L'Oreal. מאחורי החברה עומד היזם הסדרתי בני לנדא", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/small2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-22T12:25:55Z", "modified_time": "2014-12-22T12:37:29Z", "articleBody": "חברת Coloright מרחובות נרכשה על ידי ענקית הקוסמטיקה הבינלאומית L’Oreal. מאחורי החברה עומד היזם הסדרתי בני לנדא\nמקור: עיבוד תמונה\nבזמן שהפוקוס נמצא על אפליקציות, סייבר או פינטק אנו עדים לאקזיט דווקא בתחום הקוסמטיקה. מי שעומד מאחורי Coloright, החברה שנמכרה, הוא היזם הסדרתי בני לנדא. מאחורי לנדא רקורד מרשים של הקמת אינדיגו והנפקתה, הקמת Landa Labs שמתמחה בננוטכנולוגיה, והקמת Landa Ventures, קרן הון המתמחה בחברות בראשית דרכן. החברה הרוכשת היא ענקית הקוסמטיקה הצרפתית L’Oreal.\nאיור מתוך אחת מבקשות הפטנטים של החברה. מקור: Uspto\nעל פי ההודעה שפרסמה L’Oreal רוכשת החברה את הסטארטאפ הישראלי Coloright, שפיתח מערכת שסורקת ובוחנת את סיבי השיער. בזכות מערכת זו יוכלו לבחור לקוחות החברה את צבע השיער המתאים ביותר עבורם, ולדעת בדיוק מה יהיה גוון השיער שלהם לאחר שישתמשו בו. כדי להתגבר על בעיות כמו פיגמנטציה של העור ושל השיער רשמה החברה מספר פטנטים שעוזרים לה לבחון ולנתח את השיער. המערכת כוללת סורק לסיבי השיער בצורת עכבר וכן תוכנת ניתוח וזמינה בשתי תצורות ColoRight PRO ו-ColoRight POS המיועדת לנקודות מכירה.\nעל פי הודעת החברה, מנכ”ל החברה, שגיב לוסטיג, יישאר בתפקידו וימשיך לנהל אותה מרחובות. לאחר הרכישה תהפוך למעשה החברה למרכז הפיתוח של L’Oreal בישראל ותשתייך לרשת המחקר והחדשנות הבינלאומית של החברה, כך שתוכל בעתיד גם לפתח מוצרים אחרים עבור פורטפוליו המוצרים של החברה. רשת פיתוח זו, שמרכזה בפריס, פעילה משנת 2012. חברת L’Oreal פעילה כבר יותר מ-105 שנים והיא בעלת 28 מותגי קוסמטיקה בינלאומיים שונים. מחזור המכירות השנתי שלה עומד על כ-23 מיליארד אירו והיא מעסיקה 77,500 עובדים מסביב לעולם. מתוך כל העובדים הללו, כ-3,600 הם עובדים העוסקים במחקר ואליהם יצטרפו 50 עובדי Coloright.\nColoright הוקמה בשנת 2002 על ידי בני לנדא ששימש גם כיו”ר החברה. בדירקטוריון החברה ישבו בין השאר גם יאיר גולדפינגר (ממקימי ICQ שנמכרה ל-AOL ב-1998 ו-דוטומי, שנמכרה ל-Valueclick ב-2011); מימי סלע, שכיהנה כסגנית נשיא לפיתוח עסקי ושיתופי פעולה באינדיגו, והמנכ”ל, שגיב לוסטיג, שכאמור ימשיך לנהל בפועל את החברה. בין היועצים לחברה נמנה מעצב השיער מישל מרסייה, שגם היה אחד ממקימיה, אולם פרש לאחר שמכר את חלקו ללנדא.\n ", "keywords": "אקזיט,שיער,coloright,פריס,l\\'oreal,לוריאל,קוסמטיקה,אלקטרו-אופטיקה,מעצב שיער,ספר,צבע,שערה,פטנטים,פטנט,אלקטרו אופטיקה"}