{"url": "https://www.geektime.co.il/moovit-raises-28-million-dollars/", "type": "article", "title": "Waze, דז׳ה וו? Moovit הישראלית מגייסת 28 מיליון דולר [גיוס]", "description": "לאחר שעשתה זאת בהצלחה בישראל ובמדינות נוספות, חברת הסטארטאפ הישראלית, המפתחת אפליקציה לנוסעים בתחבורה ציבורית, צפויה להשתמש בתקציב העצום בכדי להגיע אל שווקים רבים ברחבי העולם.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/12/mzl.ztuyiikk.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-12-18T19:39:31Z", "modified_time": "2015-01-25T11:39:43Z", "articleBody": "לאחר שעשתה זאת בהצלחה בישראל ובמדינות נוספות, חברת הסטארטאפ הישראלית, המפתחת אפליקציה לנוסעים בתחבורה ציבורית, צפויה להשתמש בתקציב העצום בכדי להגיע אל שווקים רבים ברחבי העולם.\nמקור: יח״צ\nחברת הסטארטאפ הישראלית Moovit, המפתחת אפליקציית מידע עבור נסיעות בתחבורה ציבורית, הודיעה היום על השלמת סבב גיוס עצום בהיקף של 28 מיליון דולר. את סבב הגיוס הובילה קרן הון הסיכון Sequoia Capital, בהשתתפות המשקיעות הקודמות של החברה, קרנות הון הסיכון Gemini Israel Ventures ו-BRM Group. זהו סבב הגיוס השני של החברה, לאחר שבאפריל 2012 גייסה מ-Gemini ומ-BRM סכום של 3.5 מיליון דולר.\nMoovit נוסדה בשנת 2012 על ידי ניר ארז, ירון אברון ורועי ביק. החברה יושבת במשרדים בנס ציונה ומעסיקה שם 30 עובדים. את הכסף, צפויה להשקיע החברה בהתרחבות לשווקים נוספים דוגמת אסיה, לשם טביעת הרגל של Moovit לא הגיעה עדיין ובאופן כללי – לעשות עבור המשתמשים הנוהגים לנסוע בתחבורה ציבורית את מה ש-Waze עשתה עבור הנהגים במכוניות הפרטיות. סבב הגיוס הנוכחי מביא את סך הכספים שגויסו על ידי החברה אל סכום של 31.5 מיליון דולר.\nמקור: Google Play\nMoovit, לשעבר TranzMate, היא אולי האפליקציה הבולטת ביותר במגוון האפליקציות אשר משתמשות במאגרי המידע הממשלתיים בארץ. האפליקציה, מבוססת מיקום, עוזרת למשתמשים לנווט את עצמם בתחבורה הציבורית בארץ, בדומה למגוון אתרים (כגון Otobusim.com) אשר פעלו עוד לפני הופעת האפליקציה בשוק והתבססו על המידע של סוכנויות התחבורה הציבורית השונות. האפליקציה מהווה למעשה, מין אגריגטור של כל אתרי האינטרנט של חברות התחבורה הציבורית בארץ.\nעל ידי חיפוש פשוט מבוסס מיקום או באמצעות הזנה ידנית, ניתן לראות את תחנות האוטובוס הקרובות ולצפות בשעות ההגעה הצפויות של האוטובוסים השונים בזמן אמת. כמו כן, ניתן למלא ״פרטי טיול״ ולהגיע ממקום למקום באוטובוסים וברכבות, תוך התחשבות בלוחות הזמנים (בזמן אמת כמובן) של המקורות השונים. הערך המוסף המגיע עם האפליקציה, הוא העובדה שהיא משתמשת במאגר הלו”ז והמידע הגאוגרפי של התחבורה הציבורית בארץ, ומשלבת את מיקום המשתמש ומיקום התחנות על מנת לחשב זמני הגעה מתוכננים לתחנות האוטובוסים והרכבות.\nהאתגר הגדול ביותר בפניו עומדת Moovit הוא כמובן המגוון העצום של מקורות המידע איתם החברה צריכה להתמודד, ולהציג בצורה פשוטה באפליקציה: בין אם מדובר במידע שמתקבל מהמדינה במסגרת ״ממשל זמין״ כמו בישראל (e-Goverment), מידע שמגיע ממספר רב של סוכנויות תחבורה רבות ברחבי העולם (בישראל: אגד, דן, רכבת ישראל, וכו׳) ומתקבל במגוון רחב של פורמטים. ניר ארז, מנכ״ל החברה, סיפר בריאיון ל-The Next Web כי החברה פיתחה מערכת אוטומטית לעיבוד ותיקון הנתונים לפורמט שאותו האפליקציה מסוגלת להבין. החברה מוסרת כי נכון להיום, מספר המשתמשים באפליקציה גדול מ-3 מיליון וכי היא עובדת ברחבי 100 מטרופולינים גדולים ועם 2,000 סוכנויות תחבורה ציבורית ברחבי העולם.\nהאפליקציה זכתה לאחרונה לעיצוב מחודש לאייפון ולאנדרואיד, להורדה לאייפון – להורדה לאנדרואיד.\n", "keywords": "מוביט,moovit,startups,startup,סטארטאפים,סטארטאפ,גיוס,raise,fund,סטארטאפ והון סיכון"}