{"url": "https://www.geektime.co.il/geek-awards-2010-the-winners/", "type": "article", "title": "Geek Awards 2010 – הזוכים", "description": "מי זכה בתואר הסטארטאפ המוצלח של 2010 ומי הסטארטאפ המבטיח של 2011? מי הטלפון הסלולרי שהכי אהבתם ומה המשחק הפופולארי ביותר ב-2010? כל התוצאות וכל הזוכים של Geek Awards 2010.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/12/geek_awards_300x17011.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-01-01T11:25:35Z", "modified_time": "2011-01-02T09:44:01Z", "articleBody": "מי זכה בתואר הסטארטאפ המוצלח של 2010 ומי הסטארטאפ המבטיח של 2011? מי הטלפון הסלולרי שהכי אהבתם ומה המשחק הפופולארי ביותר ב-2010? כל התוצאות וכל הזוכים של Geek Awards 2010. \nזוהי השנה הראשונה ותחילתה של מסורת שבה נתנו לכם, גולשי ניוזגיק, את הזכות לבחור את הסטארטאפים, היזמים, המשחקים  והגאדג’טים שהיו המוצלחים ביותר בשנת 2010.\nלאחר שמאות אנשים הציעו את המועמדים שלהם, נבחרו 5 מועמדים מובילים בכל קטגוריה ובשלב השני של ההצבעה, נדרשתם לבחור מתוכם את הזוכים הראויים ביותר לפרס ה-Geek Award בכל קטגוריה.\nמאות אנשים הצביעו ובחרו את הזוכים בפרסי ה-Geek Awards לשנת 2010 ב-15 קטגוריות שונות ולהלן הזוכים:\nבין חמישה מתמודדים ראויים, הסטארטאפ הישראלי Soluto נבחר על-ידי הגולשים בהפרש ענק, בתור הסטארטאפ הישראלי המוצלח ביותר שנחשף בשנת 2010. על אף העובדה שהחברה עצמה נוסדה עוד לפני 2010, השנה הייתה הפריצה הגדולה של החברה, עם זכייתם בחודש אפריל האחרון במקום הראשון בתחרות הסטארטאפים של Techcrunch Disrupt.\nהשנה השיקה החברה את הגרסה הראשונה של המוצר המאפשר למשתמשים להאיץ את תהליך ה-Boot של המחשב על-ידי סקירת כל התהליכים הרלוונטיים שנטענים בעת עליית מערכת ההפעלה והמלצה לביטול או הסרה של תהליכים המאיטים את תהליך העלייה של המחשב ואין בהם צורך.\nגם בקטגוריית האקזיט הייתה לנו זוכה בהפרש משמעותי מהמתחרים. חברת 5min, אשר הוקמה ב-2007 על ידי רן הר-נבו (מנכ”ל החברה), טל סימנטוב (סמנכ”ל  השיווק) וחנן לשובר (סמנכ”ל הטכנולוגיות) מספקת מעין וידאופדיה במגוון נושאים ומאפשר ליצרני תוכן להפיץ את יצירותיהם  ברשת. לדברי החברה, כיום זו זוכה לכ-110 מיליון צפיות בחודש ב-200,000  הסרטונים שזו מספקת לכ-800 אתרי שותפים. השרות מכיל מגוון רב של מסרטונים  אינפורמטייביים ומדריכי וידאו במגוון נושאים כמו אופנה, טכנולוגיה, בריאות,  כושר, ספורט ועוד.\nהחברה רשמה את אחד האקזיטים הגדולים של השנה כאשר נרכשה בספטמבר השנה על-ידי ענקית האינטרנט האמריקנית, AOL בסכום המוערך ב-65 מיליון דולר והפכה לזרוע הוידאו של החברה.\nבקטגוריית יזם השנה דווקא הייתה לנו מלחמה צמודה למדי, אך עם היד העליונה יצא ישי גרין, ארכיטקט התוכנה הראשי וממייסדי הסטארטאפ Soluto ומייסד חברת אוניגמנה שנמכרה בעבר ל-Mcafee עבור 20 מיליון דולר. השנה הייתה מוצלחת במיוחד עבור גרין, שהחברה הנוכחית שלו, Soluto זכתה במקום הראשון בתחרות הסטארטאפים של Techcrunch וההשקה של הגרסה הראשונה של המוצר שלה, זכתה להצלחה משמעותית בכל קני מידה.\nבנוסף, גרין כבש השנה את עולם הטלוויזיה כאשר השתתף בסדרת הריאליטי של HOT- “מחוברים” וחשף את הקהל הרחב למה שקורה מאחורי הקלעים של החברה, היזם והחיים האישיים.\nהעצה המרכזית של גרין ליזמים מתחילים היא למצוא שותף טוב, אבל גם כזה שמודע ליכולות שלו. חשוב לזהות את החולשות שלכם ולבחור שותף שמשלים אתכם. (מההרצאה של ישי גרין בפורום MIT)\nגם בקטגוריית הסטארטאפים היה לנו קרב צמוד במיוחד, אך בסופו של עניין חברת הסטארטאפ הישראלית Waze היא זו שהשיגה את מירב הקולות. עבור אלו מכם שעדיין לא מכירים את Waze, מדובר באפליקציה ושירות מפות בו  הקהילה בונה  ומעדכנת את המפה באופן פעיל ושותף, תוך נסיעה עם באמצעות  האפליקציה המותקנת  על-גבי המכשיר הסלולארי. במהלך הנסיעה מועברות נקודות  הציון (GPS) לשרתי waze  ומתורגמות בזמן אמת לתשתית כבישים ולנתוני תנועה  ועומסים. אפליקציית ה-GPS  החינמית של Waze מבוססת על מפות אלה והיא מספקת  למשתמש בכל עת את המסלול  המהיר ביותר לכל יעד בהתבסס על נתוני התנועה בזמן  אמת.\nלפי התוצאות נראה כי רבים מהגולשים בניוזגיק מכירים ואף משתמשים ב-Waze וכנראה שגם אתם בין מעל ל-2 מיליון המשתמשים של היישום, רף אותו חצתה החברה מוקדם יותר השנה. כמו כן, בחודש שעבר הודיעה החברה על סיום סבב גיוס שני בשווי כולל של כ-25 מיליון דולר והיא צפויה להשתמש בסכום כדי להרחיב את מאמצי השיווק שלה ועל-מנת לפתוח משרדים גם בארצות הברית.\nנראה שההצלחה הגדולה של החברים ב-Soluto השנה, השפיעה גם על דעת הקהל ויצרה ציפיות מרחיקות לכת לשנת 2011. בעוד הגרסה הראשונה של המוצר מותקנת כבר אצל מיליוני משתמשים ברחבי העולם, החברה ממשיכה להגדיל את מסד הנתונים של ה-PC Genome, האוסף נתונים לגבי כל סוגי המחשבים והתקלות בהם נתקלים המשתמשים. בעתיד מקווה החברה להשתמש במאגר על-מנת לאפשר למשתמשים לפתור חלק ניכר מהתקלות בהם הם נתקלים באופן עצמאי.\nבקטגוריית משחק הקונסולות של השנה, לא התחולל קרב צמוד במיוחד והמשחק השביעי בסדרת Call of Duty, המוכר גם בשם Black Ops זכה במקום הראשון ממש בהליכה. הסיפור של COD: Black Ops התחיל מספר שבועות לפני ההשקה הרשמית כאשר, שוב, דלפו לרשת עותקים של המשחק, כפי הנראה מתוך אלו שנגנבו מאחד מבתי הדפוס שהדפיסו את אריזות המשחק באלאבאמה. אך אל תחשבו שזה עצר את המשחק מלשבור את כל שיאי המכירות המוכרים למשחק, כאשר ביומו הראשון גרף המשחק 360 מיליון דולר בהכנסות ממכירות בלבד ונכון ללפני שבוע – הוא כבר חצה את רף המיליארד דולר.\nבקטגוריית ה-PC אמנם הייתה מלחמה קצת יותר צמודה על הכתר, אך לבסוף המשחק השני בסדרת Starcraft זכה במקום השני והשאיר את המקום הראשון ל-BlackOps. כמו שכבר ציינו, ההצלחה של המשחק לא מוטלת בספק, אך אבל כפי שמסתבר, להצלחה של המשחק יש גם צדדים פחות טובים. סקר שהתפרסם השנה  בבריטניה כבר כי משחקי Call of Duty הם המשחקים בעלי הפוטנציאל הגבוה  ביותר לפגוע בזוגיות. מדוע? על פי הסקר, רוב בנות הזוג של גיימרים  מרגישות  מוזנחות. הסקר, שנערך בקרב  אלף וחמש מאות גיימרים, גילה גם שחמישה   אחוזים מהנשאלים איבדו מערכת יחסים  בגלל התחביב, חמישית מהנשאלים מבלים   עשר שעות ויותר במשחק בשבוע, אחד מכל  עשרה הבריז מדייט בשביל להמשיך לשחק   (מתחת לגיל 25 המספר הוא שניים מכל  עשרה), אחד מכל עשרה ויתר על סקס  בשביל  להמשיך לשחק ושבעה מכל עשרה דיווחו  שבת זוגם התעצבנה על כמות השעות  שהם  משקיעים במשחקים (שלושת האחרים פשוט  עסוקים מדי במשחק ולא שומעים  בכלל את  בת הזוג).\nהזוכה בקטגוריה הנוכחית לא היה ממש הפתעה. 87% מהמצביעים הצביעו למשחק הסלולר שזכה במקום הראשון ולמיליוני הורדות מחנויות האפליקציות של מכשירי האייפון והאנדרואיד, הלו הוא Angry Birds של Rovio.\nהסיפור של המשק מתחיל קרוב יותר לסוף השנה הקודמת, כאשר המפתחים של Rovio החליטו ליצור משהו, שפיטר ווסטרבק, אחד המפתחים הבכירים בחברה, קרא לו “המשחק המושלם לאייפון”. מטרתם  היתה לנצל בצורה מירבית את מסך המגע, ליצור דמויות שימצאו חן בעיני אנשים  בני כל הגילאים, ולפתח משחק שיספק תמורה אמיתית על הכסף ששולם עבורו. אחת  המטרות המרכזיות בעיצוב המוצר היתה שהמשתמש ירגיש שהוא מקבל את ההחזר  המקסימלי על כסף שהשקיע בקניה.\nאפילו Rovio עצמה לא הצליחה להאמין להצלחה ההיסטרית של המשחק וכמו כל דבר פופולארי ומוצלח, אפילו ארץ נהדרת יצרו מערכון היסטרי על המשחק, שזכה אף הוא למליוני צפיות ב-YouTube.\nלמרות שהיה נדמה לכולנו כי קדחת ה-Farmville הסתיימה כבר מזמן, מסתבר כי עד לפני כשבועיים, המשחק עדיין החזיק בתואר המשחק הפופולארי ביותר עלי אדמות עם מעל ל-50 מיליון משתמשים. למרות שהמשחק החדש של Zynga הנקרא CityVille, כבר גדל מעבר לכמות המשתמשים של Farmville, נראה כי בישראל הוא עוד לא תפס מספיק חזק כי את המקום הראשון בחרתם לתת בכל זאת ל-Farmville.\nההצלחה ההיסטרית של Farmville היא אחד הגורמים, אם לא הגורם המרכזי, לגדילתה והצלחתה של החברה היוצרת, Zynga. מוקדם יותר השנה השקיעה גוגל סכום המוערך בין 100 ל-200 מיליון דולר בחברה ועם שותפה אסטרטגית כמו גוגל, אין ספק שהחברה מכוונת גבוה.\nבקטגוריית אפליקצית ה-Desktop ציפינו למלחמה קצת יותר קרובה, אך נראה שמה שגוגל אומרים הוא נכון. “אם אתם כבר משתמשים באפליקציה המותקנת מקומית על המחשב, זה כנראה דפדפן וכדאי שזה יהיה הדפדפן שלנו”.  לפי תוצאות ההצבעה, מעל ל-60% מהגולשים חושבים שדפדפן ה-Chrome של גוגל הוא אפליקציית ה-Desktop הטובה ביותר של השנה.\nדפדפן כרום המפותח על ידי גוגל הגיח אל אויר העולם בספטמבר 2008 ונחשב  לצעיר מבין הדפדפנים המובילים בשוק. בתחילת השנה הנוכחית היתה זו הפעם  הראשונה שהדיח כרום את ספארי הותיק של אפל כשהוא נוטל ממנו את המקום השלישי  והמכובד ברשימת הדפדפנים המובילים בעולם. מאז ולמשך השנה הנוכחית המשיך  כרום לטפס במהירות כשהוא מתרחב אל מספר פלטפורמות נוספות במספר גרסאות  שהופצו לאורך השנה.\nבמהלך החודשים האחרונים החלה גוגל לפרסם את כרום באמצעות שלטי חוצות  במספר מדינות בארה”ב וגם בישראל, אך נראה כי השקתה של מערכת ההפעלה המקוונת של  גוגל, Chrome OS, המיועדת לשוק מחשבי הנטבוק עשויה להגדיל  את תפוצתו של הדפדפן גם על גבי מכשירים ניידים ולאפשר לו לחצות את רף 10%  כבר בתחילת 2011.\nאנו מוצאים לנכון לציין שגם בקטגורייה הנוכחית התוצאה מעט הפתיעה אותנו. לא בגלל הפופולאריות, אלא אולי בגלל העובדה שהאפליקציה עדיין לא נתמכת בכלל באופן רשמי לשימוש בישראל. אז נכון, יש אנשים חכמים שמצאו כיצד לעקוף את המגבלות של פייסבוק ולהשתמש בשירות גם בישראל ולמרות שפתחו אותו לצורך ניסוי גם בישראל למשך פחות מ-24 שעות, זה כנראה הספיק לכם כדי לתת לו כמעט 50% מהקולות בקטגוריה.\nשירות ה-Facebook Places, הצטרף לשוק הגדל של יישומי עדכון מיקום  קיימים כמו FourSquare ו-GoWalla ומאפשר למשתמשי פייסבוק לבצע “צ’ק-אין” במיקומים בהם  אלו נמצאים. לאחר מספר שבועות בודדים מהשקת שירות ה-Places, פייסבוק גם הציגה את מודל הרווח שעומד מאחריו. באופן לא מפתיע, ישום העיסקאות Facebook Deals , מכוון להתחרות  ביישומים מבוססי מיקום כמו פורסקוור. הוא מאפשר לעסקים להציע מבצעים  למשתמשים שנמצאים בקרבתם. כמו כן הוא מיועד להתחרות ברשתות החברתיות מבוססות המיקום  דוגמת פורסקוור וגם “להכניס” לגוגל עם מתן חלופה נגישה לבסיס נתוני מיקום  של בתי עסק ומיקומים אחרים.\nבינתיים נראה שהתחרות מול Foursquare לא באמת הוגנת. הנתונים הבלתי רשמיים מדווחים על 30 מיליון משתמשים בשירות ה-Places מאז ההשקה לעומת פחות מ-4 מיליון משתמשים ב-Foursquare בלבד.\nלמרות שגם כאן ציפינו לתחרות קצת יותר צמודה, נראה שהגרסה הרביעית של מכשיר הקסם של אפל הצליחה לכבוש גם אתכם. מאז הושק המכשיר מכרה אפל עשרות מיליוני מכשירים (המספר המדויק ל-2010 ישוחרר רק ברבעון הראשון של 2011) ומאז שהושק בישראל, הצליחו ספקיות הסלולר למכור מעל ל-50,000 מכשירים. נכון להיום, המכשיר מהווה הצלחה כל-כך גדולה, שחלק מספקיות הסלולר דחו משלוחים נוספים של אייפון 4 כדי לנסות ולמכור למשתמשים את שאריות מכשירי ה-3GS שנשארו ברשותם.\nההשקה הנוכחית בארץ הייתה שקטה יחסית להשקה של הדור הקודם, iPhone 3Gs לפני כשנה, שהיה לראשון שהגיע לישראל בצורה רשמית ולווה בהשקה רועשת.   המכשיר הביא חידוש מרענן לליין מכשירי האייפון עם עיצוב חדש, דקיק  להפליא,  ומספר שדרוגים כדוגמת המסך 3.5 אינצ’ האיכותי, מעבד 1GHz, זיכרון  512MB,  צילום HD ופלאש במצלמה. גם בצד מערכת ההפעלה, ה-iOS 4, תמצאו מספר חידושים כדוגמת הריבוי משימות, סידור האייקונים בתיקיות ושינוי רקע המסך\nלמרות ההצלחה הניכרת של הגרסה החדשה של המכשיר, הוא גם הניב את אחת מהפרשיות שאפל לא תרצה לזכור, הלוא היא ה-“Antennagate”. כאשר צרכנים רבים  התלוננו על בעיות קליטה קשות במכשיר, אפל הגיבה בספקנות לתקלה וטענה  כי “המשתמשים לא אוחזים במכשיר נכון”,   אך כאשר יותר ויותר משתמשים חוו בעיות הקליטה, הבינה אפל כי היא חייבת  לתת  פתרונות. הפתרון הסופי שהוחלט בחברה היה חלק לכל רוכשי המכשיר את  נרתיק הכיסוי Bumper, אשר מכסה את הנקודה הבעייתית במכשיר ובכך עוקף את  הבעייה.\nעוד תוצאה מפתיעה, בייחוד בהתחשב בזוכה של הקטגוריה הקודמת. אף על פי כן, כמו גיקים אמיתיים, הגולשים שלנו יודעים להפריד היטב בין מערכת הפעלה ובין מכשיר וזוהי כנראה גם הסיבה שבגינה מערכת ההפעלה אנדרואיד של גוגל זכתה למעל ל-63% מקולותיכם.\n2010 הייתה שנת מבחן עבור פלטפורמת האנדרואיד וזאת עמדה בה לא רע בכלל. לפני מספר חודשים פורסם כי כמות המכשירים מבוססי אנדרואיד שנמכרו עבר את כמות מכשירי האייפון ועל אף שזה נשמע הגיוני (מכיוון שיש מספר גדול של מכשירים מבוססי אנדרואיד בעוד אייפון יש רק אחד), עדיין מדובר בהישג מרשים עבור מערכת ההפעלה הצעירה. כמו כן, השנה עדכנה גוגל את מערכת ההפעלה לגרסה 2.3 (Gingerbread) ואף זכינו לראות את מכשירי הטאבלט הראשונים המתבססים עליה. העיקרי והמצליח מביניהם, הוא ה-Samsung Galaxy Tab, אשר זכה לביקורות אוהדות ולמכירות מרשימות ברחבי העולם.\nבשנה הבאה אנו צפויים לראות את הגרסה השלישית (Honeycomb), אשר אמורה להציג שיפור משמעותי ב-UI של מערכת ההפעלה יחד עם תאימות גבוהה יותר למכשירי טאבלט. לפי ההערכות, אנו נזכה לחשיפה ראשונה כבר בשבוע הבא במסגרת תערוכת CES, שם מיועדות לחשוף כמה מהיצרניות הגדולות (ביניהן מוטורולה), מכשירי טאבלט המבוססים על הגרסה החדשה של מערכת ההפעלה.\nבקטגוריית הגאדג’ט של 2010 התחולל קרב צמוד במיוחד ורק ביום האחרון של ההצבעה, גבר הטאבלט של אייפאד על מכשיר ה-Kinect של מיקרוסופט בהפרש של קולות בודדים בלבד.\nקשה לזכור אמנם, אבל ערב הכרזתו של מחשב הלוח של אפל בינואר השנה זכה האייפאד בעיקר ללעג וצחוק. רבים ביקרו את אפל על חוסר  החדשנות, על היותו של המכשיר לא יותר מאייפון בעל מסך גדול ואחרים הטילו  ספק בדבר הצלחתו העתידית. קרוב לשנה לאחר השקתו, כשהוא מוכר למעלה מ-4.5 מיליון מכשירים בממוצע  לרבעון, נוגס האייפאד בשוק הנטבוקים ומוביל לתסיסה בשוק מחשבי הלוח, נראה  כי ההערכות הראשונות היו ככל הנראה מוטעות.למרות שהמכשיר נחת בארץ “באופן רשמי” רק בדצמבר (המכשיר נמכר בייבוא אפור בישראל מאז שהוסרה החסימה של משרד התקשורת) לפי הנתונים הבלתי רשמיים ישנם מה עשרות אלפי מכשירי אייפאד בישראל.\nכמו שהבטחנו, בין המצביעים יחולקו פרסים שווים במיוחד בהתאם לתקנות שפרסמנו בדף התחרות. הגולשים שהציעו או בחרו את מספר המועמדים הזוכים הגדול ביותר, הם אלו שזכו בפרסים. הזוכה במקום הראשון, הצליח לדייק בבחירה ב-13 מתוך 15 מועמדים שזכו.\nבמידה וזכיתם, תקבלו במהלך הימים הקרובים הודעת דואר אלקטרוני שתבשר לכם על הפרס שבו זכיתם וכיצד לאסוף אותו.\nשתהיה לכולנו שנה אזרחית טובה, מלאת סטארטאפים חדשים, אקזיטים ענקיים, גאדג’טים וחדשנות!", "keywords": "geek awards,geek awards 2010,soluto,ishay green,ישי גרין,waze,5min,call of duty,black ops,angry birds,farmville,chrome,google chrome,facebook places,iphone 4,apple,android,ipad"}