{"url": "https://www.geektime.co.il/eset-nod32-and-smart-security-4-2-version/", "type": "article", "title": "ESET משחררת גרסה חדשה למוצר האנטי-וירוס NOD32 ולחבילת האבטחה ESET Smart security", "description": "בגרסה החדשה (4.2) של האנטי וירוס NOD32 וחבילת האבטחה ESET Smart Security הוכנסו שיפורים אשר מבטיחים יציבות וביצועים טובים יותר. לקוחות בעלי רישיון לגרסאות ישנות יותר יכולים לשדרג לגרסה החדשה בחינם.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/03/esetnod32-288x300.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-03-14T13:28:25Z", "modified_time": "2010-03-14T13:28:25Z", "articleBody": "בגרסה החדשה (4.2) של האנטי וירוס NOD32 וחבילת האבטחה ESET Smart Security הוכנסו שיפורים אשר מבטיחים יציבות וביצועים טובים יותר. לקוחות בעלי רישיון לגרסאות ישנות יותר יכולים לשדרג לגרסה החדשה בחינם.\nחברת ESET, מובילת תעשיית ההגנה הפרואקטיבית, שחררה היום את הגרסא החדשה של מוצרי האבטחה שלה – האנטי וירוס ESET NOD32 וחבילת האבטחה ESET smart Security.\nאמיר כרמי, מנהל התמיכה של חברת קומסקיור, נציגת ESET בישראל, מציין כי בתוכנת האנטי וירוס, מודול חומת האש ומנגנון האנטי ספאם עברו מקצה שיפורים על מנת להבטיח אבטחה מוגברת לצד ביצועים טובים יותר. בנוסף, הגרסא החדשה תומכת בצורה מלאה במערכת ההפעלה Windows 7 של מיקרוסופט ובתוכנת הדוא”ל Thunderbird 3 של מוזילה.\nבנוסף, חבילת האבטחה בגרסתה החדשה, קיבלה אף היא כמה תכונות חדשות כגון ה-Trusted Zone Authentication, אימות זהות משתמש של איזור מאובטח ברשת, המשפר משמעותית את האבטחה בעיקר במחשבים ניידים. בגרסה החדשה, יוכל המשתמש ליצור חוקים בחומת האש ולעבור בין רשתות במהירות ובקלות, תוך התאמת התנהגות חומת האש. תודות לפרופילים החדשים שנוספו לחומת האש, ניתן לקבוע הגדרות מיוחדות לכל פרופיל, כך שתדע להתאים את עצמה לכל רשת.\nמחברת קומסקיור, נציגת ESET בישראל, נמסר שמשתמשים שכבר יש ברשותם רישיון בתוקף יכולים לשדרג לגרסא החדשה בחינם באתר החברה.", "keywords": "eset,קומסקיור,comsecure,nod32,eset nod32,eset smart security,4.2"}