{"url": "https://www.geektime.co.il/sony-e3-2018/", "type": "article", "title": "הנה כל מה שאתם צריכים לדעת מאירוע ההכרזה של סוני בלילה", "description": "באירוע ההכרזה המסקרן שלה מתערוכת E3, נתנה סוני למשחקים לדבר בעד עצמם, והציגה סרטוני משחקיות של The Last Of Us 2, Spider-Man, Death Stranding ועוד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/Sony-PlayStation-E3-2018-Experience-Logo-1528784131.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-12T09:24:56Z", "modified_time": "2018-06-12T09:24:56Z", "articleBody": "באירוע ההכרזה המסקרן שלה מתערוכת E3, נתנה סוני למשחקים לדבר בעד עצמם, והציגה סרטוני משחקיות של The Last Of Us 2, Spider-Man, Death Stranding ועוד\nתמונה: Sony\nאם בעבר סוני הייתה משתמש בתערוכת המשחקים הגדולה בעולם כבמה בה אפשר להתרברב על הישגי הקונסולה והשירותים השונים, כיום היא נותנת למשחקים שלה לדבר בעד עצמם. גם השנה בחרה סוני למקד את אירוע העיתונאים שלה ב-E3 כדי להציג בעיקר טריילרים למשחקים שכבר הוכרזו, אבל טרם ראינו מהם מספיק.\nמשחק ההמשך ליצירת המופת, The Last Of Us (שאם לא שיחקתם בה, זה הזמן), נמצא בפיתוח כבר מספר שנים. בתערוכות משחקים קודמות נחשפו כבר טריילרים, כאשר אחד מהם הוא אפילו עם המנוע הגרפי של המשחק. כעת, אנחנו נחשפים לראשונה לסרטון משחקיות (Gameplay) של TLOU 2, בו גילינו כמה דברים חדשים: 1. אנחנו יכולים לשחק את אלי. 2. המשחק עומד להיות אכזרי ואלים מאי פעם. 3. סוני מותחת את הגבול של מה זה אומר ״טריילר״ עם סרטון של 12 דקות. המשחק צפוי לראות אור במהלך השנה הבאה\nהמשחק הבלעדי של סוני בכיכובו של ספיידרמן עומד לצאת כבר ב-7 בספטמבר השנה, אבל זה לא מפריע לסוני להתמקד גם בו בתערוכה. בטריילר המשחקיות שנחשף הלילה, ספיידי נתקל לבסוף במה שנראה כמו ה-Sinister Six, מינוס חבר אחד מסתורי. המשחק נראה ממש כמו הגירסה של ספיידרמן לסדרת משחקי Arkham של באטמן, אבל בהסתמך על חברת הפיתוח שלו, Insomniac, הוא ככל הנראה עומד להיות להיט אדיר לסוני.\nהמשחק החדש ממוחו המופרע של הידאו קוג׳ימה משגע את המעריצים של היוצר, ובמסיבה אתמול סופסוף נחשפנו לרגעי משחקיות ראשונים מהמשחק המסתורי, אבל אם חשבתם שזה יעזור לכם להבין משהו כמו ״על מה לעזאזל המשחק״ או ״מה קורה פה?״, אל דאגה. חלון ההשקה של המשחק טרם נחשף.\nלראשונה חזינו בסרטון משחקיות ראשון ממשחק האקשן-התגנבות החדש מבית היוצר של Sucker Punch (שהביאו לנו את Infamous). הטריילר נראה פשוט מדהים ומציג אקשן מסוגנן למדי לצד רגעי התגנבות מותחים. לצערנו עדיין לא נחשף חלון השקה למשחק, מה שככל הנראה אומר שלא נזכה לראות אותו במהלך 2018, או תחילת 2019.\nבאחד מהמשחקים הבודדים שהוכרזו הלילה לראשונה, חשפה Remedy, היוצרת של Alan Wake ו-Max Payne, את Control. לפי הטריילר, זהו משחק אקשן בו אתם יכולים לפרק אלמנטים של מימד הזמן, והאקשן נראה מהיר ועצבני. המשחק צפוי לראות אור במהלך 2019\nמזה זמן מה מעריצי סדרת רזידנט איוול ממתינים לחידוש המיוחל למשחק האימה הפופולארי, והלילה נחשפנו לראשונה לטריילר של המשחק, וגם לתאריך היציאה שלו: 25 בינואר, 2019.", "keywords": "סוני,פלייסטיישן,אי שלוש,אי 3,e3,sony,playstation,spider-man,spiderman,the last of us 2"}