{"url": "https://www.geektime.co.il/fiverr-doubles-the-platform-by-100/", "type": "article", "title": "Fiverr הישראלית מכפילה במאה", "description": "Fiverr הישראלית משדרגת את האתר והשירות, ולצד עיצוב ויזואלי משופר תאפשר למשתמשים להציע שירותים תמורת סכומים הנעים עד 500 דולרים", "image": "https://files.geektime.co.il/wp-content/uploads/2013/06/fiverr-m.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-06-05T09:34:48Z", "modified_time": "2013-06-05T10:26:15Z", "articleBody": "Fiverr הישראלית משדרגת את האתר והשירות, ולצד עיצוב ויזואלי משופר תאפשר למשתמשים להציע שירותים תמורת סכומים הנעים עד 500 דולרים\nמקור: יח”צ\nחברת Fiverr הישראלית, שהייתה ידועה עד היום בכך שאפשרה למשתמשים להציע או לרכוש שירותים (Gigs בשפת האתר) במחיר קבוע של חמישה דולרים, החליטה להעלות את הרף ולהציע עבודות במחירים גבוהים משמעותית. במסגרת השדרוג החדש של האתר, תאפשר החברה להציע ולרכוש שירותים בעלות הנעה מחמישה ועד 500 דולרים, בהתאם למוצר או השירות המבוקשים.\nלצד החידוש בתמחור אותו יכולים להציע מספקי השירותים, מציגה החברה גם עיצוב מחודש ששם דגש על וויזואליות ונוחות שימוש, ומדובר על שיפור משמעותי לעומת תצוגת הטבלאות שהייתה קיימת עד היום באתר. כעת, יוכלו המשתמשים לקבל מידע רלוונטי בצורה מהירה וישירה יותר, כבר מעמוד ההצעות הראשי, מה שיהפוך את תהליך הרכישה או המכירה למהנה הרבה יותר.\nהעיצוב החדש כולל Marketplace משודרג, בו יוכלו הרוכשים לזכות בשקיפות גדולה יותר בנוגע למוכרים, הכוללת את הדירוג שלהם, זמני המשלוח לשירותים השונים שמציעים, רמת ההיענות ועוד. עבור מספקי השירותים, תציע החברה פיצ’ר חדש בשם Mission Control, שיעזור להם לעקוב ולנהל את המשימות המרובות אותן עליהם להשלים, לעקוב אחר הרווחים וההוצאות שלהם ואף לגשת לאנליטיקות על טרנדיים חודשיים, תעריפי ביטול, דמוגרפיות שונות על הרוכשים ועוד. החברה אף תיידע את המוכרים מתי הזמן המתאים לקדם את העסק, במטרה להגיע אל קהל לקוחות גדול ומשמעותי יותר, ובכך למעשה להרוויח הרבה יותר.\nאחד מהדגשים העיקריים בכל הנוגע לעיצוב החדש, הוא “Single-page Workflow”. כלומר, במקום לעבור בין כמה וכמה מסכים במטרה למצוא את העסקה המשלמת ביותר או להציע את הסכום האידיאלי בתחום, כל המידע שהרוכשים והמוכרים צריכים מוצג בפניהם, בדף אחד מעוצב ונקי. המידע הרלוונטי מתעדכן בזמן אמת ואינו דורש רענון ידני של הדף. בהתחשב בסכומים הגבוהים שעתידים להגיע לפלטפורמה עם השקתה, מדובר על רכיב חשוב עבור שני הצדדים, שיעזור להם לקבל מושג כמה הם צריכים לגבות או לשלם עבור השירותים השונים.\nלמעשה, באמצעות השדרוג של האתר פייבר פותח את שעריו לאמנים, מפתחים ובעלי מקצועות שונים ברמה בינונית וגבוהה שיכולים לגבות סכום מתאים והוגן עבור שירותיהם, מבלי לבקש מהרוכשים לבצע הזמנות מרובות או לרכוש “תוספים” בכדי להגיע לסכום המתאים להם. כמובן שלצד השיפורים השונים תציע החברה תמיכה מלאה במשתמשי הדסקטופ והמובייל, שיוכלו להמשיך את העבודה בצורה חלקה בכל הפלטפורמות.\nמיכה קאופמן, מייסד שותף ומנכ”ל החברה הסביר כי פייבר החדש הוא השתקפות של המעבר ממודל עבודה מיושן, אל היזם או היזמות החדשה. כבר עכשיו החברה רואה מספר רב של משתמשים הרוכשים בתים, מכוניות ואפילו מחזירים הלוואות באמצעות הכסף המתקבל דרך האתר, כך שקפיצת המדרגה במחיר צפויה להתקבל בברכה עבור שני הצדדים.\nבראיון לניוזגיק הסביר שי וינינגר כי השדרוג הנוכחי הינו עוד שלב בהתפתחותה של החברה, שהגיע מהמשתמשים עצמם, וספציפית מהרוכשים. הרוכשים בפלטפורמה הם אלה שדחפו לעבודות ושירותים גדולים, איכותיים ומקצועיים הרבה יותר מאלה שהיו קיימים עד היום, ופייבר לאט לאט משחררת את הסכר ונותנת להם את מבוקשם. בכל הנוגע לאתר עצמו, שי מרחיב כי החברה בנתה מחדש את הפלטפורמה במטרה לתמוך בשפות נוספות מלבד אנגלית, כך שבעתיד הקרוב יוכלו משתמשים מכל העולם, גם מישראל, לרכוש ולמכור שירותים בשפת האם שלהם.\nדף הבית המחודש. מקור: יח”צ\nפייבר נוסדה ב-2010 במטרה להמציא מחדש את הדרך שבה המשתמשים עובדים, באמצעות הצגת פלטפורמה המתאימה בין היכולות של המשתמשים לדרישה הקיימת להם בשוק. אין ספק שהחברה הצליחה להכניס לתודעה העולמית את שוק ה-Micro-Services – שוק של שירותים וירטואליים במחירים נמוכים במיוחד. נכון להיום האתר מציע כ-1.7 מיליון שירותים (גיגס) ב-120 קטגוריות שונות, ומונה מיליוני משתמשים הפרוסים על פני 200 מדינות שונות.\nבאתר ניתן למצוא מגוון רחב של שירותים הנעים החל מבניית אתרים, עיצוב, תרגום, שירה, ריקוד ועד משתמשים המציעים להגיד לכם בכל בוקר כמה אתם נהדרים, במשך 5 ימים שלמים. היתרון של פייבר הוא בכך שמושך אליו משתמשים בכל הגילאים עם מגוון רחב של תחומי עניין ויכולות, כך שמהווה פתרון עבור כל מי שמחפש מוצר או שירות שיסופקו בצורה מהירה, במחיר מינימלי או הוגן.\nהעיצוב והשדרוג של האתר החלו להתגלגל וצפויים להגיע במהלך השבועות הקרובים, כאשר פייבר מציעה אפשרות להרשם “להצצה מוקדמת” ישירות באתר הבית שלה, כאשר המשתמשים הראשוניים צפויים לקבל את העיצוב החדש כבר במהלך הימים הקרובים.", "keywords": "פייבר,fiverr,שוק,רכישות מקוונות,שירות מקוון,מיכה קאופמן,שי וינינגר,סטארטאפ,סטארטאפים,"}