{"url": "https://www.geektime.co.il/startups-investments-may-2015/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו ונרכשו במאי 2015", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מאי", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/money1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-30T12:30:27Z", "modified_time": "2015-05-30T12:37:03Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מאי\nמקור: מקור: Flickr, cc-by 401(K) 2013\nלא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של חודש מרץ\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש אפריל\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nהסטארטאפ Timeful של דן אריאלי, יואב שוהם וג’ייקוב בנק הוקם רק בשנה שעברה, אבל אפליקציית ניהול הזמן שפיתחו הרשימה מאוד את גוגל.  ענקית הטכנולוגיה רכשה את הסטארטאפ שמפתח אפליקציית ניהול משימות וזמן.\nהמטרה העיקרית העומדת מאחורי האפליקציה היא לעזור למשתמשים להגן על המשאב החשוב ביותר שלהם: הזמן. היא עושה זאת באמצעות מתן עזרה בכל הנוגע לניהול הזמן בצורה חכמה יותר. האפליקציה מאפשרת למשתמשים להשלים יותר משימות במהלך היום ולהימנע מאחד המנהגים המגונים ביותר שלנו: דחיינות, הגורמת לנו להעדיף משימה פחות חשובה אך יותר מהנה על פני המשימות שצריכים לבצע.\nהסטארטאפ הצעיר הוקם ב-2014 והספיק מאז לגייס 7 מיליון דולר. את סבב הגיוס הובילו קרנות Khosla Ventures ו-Kleiner Perkins Caufield & Byers, כשבין המשקיעים הנוספים גם קרן ההשקעות של אשטון קוצ’ר, A-Grade, קרן Pitango, והקרנות Greylock ו-Data Collective.\nחברת Medi Tate הישראלית, המפתחת מוצרים לטיפול במחלות של השופכה והערמונית, השלימה סבב גיוס בסך 2 מיליון דולר בהובלת חברת ההשקעות קסניה ונצ׳ר קפיטל ומשקיעים פרטיים קיימים וחדשים ששמם טרם נחשף.\nMedi Tate מציעה פתרון ייחודי לחולים ואורולוגים, המניב תוצאות דומות לזה של ניתוח, זאת באמצעות הליך פולשני אך פשוט וקצר יחסית ללא חיתוך, כדורי הרגעה, אשפוז או תופעות לוואי למיניהן. המוצר שפיתחה החברה הישראלית הינו שתל זעיר פולשני לטיפול בערמונית שפירה מוגדלת, ממנה סובלים 20%-50% מהגברים בגילאי 65 ומעלה.\nהחברה הוקמה בשנת 2007 על ידי היזם עדו קילמניק ופרופסור רמי בירן וסך הכל גייסה עד כה כ-6 מיליון דולר מקרן קסניה, משקיעים פרטיים ומשקיע מסין. משרדי החברה ממוקמים באור עקיבא, שם מועסקים כ-10 עובדים.\n CodersClan, סטארטאפ ישראלי שמנסה להקל על כל התהליך ומציע לשם כך marketplace של מתכנתים, הודיע החודש על גיוס של 820 אלף דולר. הסטארטאפ הוקם על ידי דרור כהן ואורי עזרא, מתכנתים בעצמם, שזיהו את הצורך והחליטו לפתח את הפתרון. מאז הקמתו ב-2013, גייס הסטארטאפ סבב Seed ממשקיעים פרטיים כמו עדו יבלונקה, גיורא קפלן, לירון שפירא, וכן מקרנות כמו CrunchFund, Kima Ventures ו-Entree Capital. כבוגר חממת UpWest Labs נהנה הסטארטאפ גם מהשקעה של 20 אלף דולר של החממה.\nהאתר פונה למנהלי מוצר, מנהלי פרויקטים, מנהלי פיתוח ויזמים שצריכים מתכנת. כל שעליהם לעשות הוא ליצור באתר את הפרויקט ולתאר בקצרה את המהות שלו – כולל פרטים רלוונטיים כמו פלטפורמות ותאריך יעד; לאחר מכן, מקבלים כל המתכנתים הרלוונטיים התראות, ומי שהמערכת מאתרת כמתאים ופנוי יוצר איתם קשר. לאחר צ’ט פרטי, המתכנת יתחיל את העבודה וכעבור הזמן שנקבע, הוא יעביר את הקוד.\nהחברה הישראלית הונפקה לפני כשנה וביום המסחר הראשון שלה רשמה כבר עלייה מכובדת של 25% (אחרי שכבר הגיעה לשיא של 33%), מה ששיקף לה אז שווי של מעל ל-610 מיליון דולרים. שנה אחרי היא נרכשה תמורת 450 מיליון דולר.  Borderfree הישראלית, המספקת פתרונות מסחר אלקטרוני חוצי גבולות, נרכשה על ידי תאגיד Pitney Bowes האמריקאי תמורת 450 מיליון דולר, שהם יותר מפי 2 משוויה של החברה. פתרונותיה של החברה פעילים כיום בלמעלה מ-150 אתרי מסחר מקוון, ביותר מ-100 מדינות, ותומכת ביותר מ-60 מטבעות שונים ביניהם, J.Crew, Macy’s, Neiman Marcus, Under Armour, Warby Parker,  Williams-Sonoma ועוד.\nאם אתם מבצעים קניות באחת מהחנויות האמריקאיות הגדולות ברשת כיום, יש סיכוי סביר למדי שאתם משתמשים בפתרון של Borderfree. המנגנון שפיתחה החברה, עובד מאחורי הקלעים ומאפשר לכל גולש שאינו מארצות הברית, אשר נכנס לאתר מסחר מקוון אמריקאי, להמשיך לגלוש בו, כשברקע המערכת שפותחה דואגת להציג לו את המחירים במטבע מקומי, המגלם את עלות המשלוח, המכס ויתר העלויות הקשורות, ובמקביל חוסכת לאתרי המסחר את העלויות האדירות הכרוכות בהקמת מערך הפצה בינלאומי.\nחברת הסייבר הישראלית Cybereason פעלה כ-3 שנים מתחת לרדאר, עד אשר הכריזה לפני כשנה על סבב הגיוס הראשון שלה. החודש הודיעה החברה, שמתמקדת במניעת התקפות האקרים על ארגונים, על השלמת סבב גיוס שני בגובה 25 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן Spark Capital והשתתפו בו גם המשקיעה הקיימת, קרן Charles River Ventures וכן, משקיעה אסטרטגית – ענקית התעופה Lockheed Martin.\nCybereason מפתחת פלטפורמת אבטחה אקטיבית עבור ארגונים, המאפשרת להם לפקח באופן רציף אחר המערכות השונות בארגון במטרה לאתר פעולות סייבר שונות, הרבה לפני שהן קורות בפועל. הפלטפורמה למעשה משלבת בין מנוע Machine Learning מתוחכם לבין מנוע לניתוח Big Data, ומחפשת אחר חתימות ועקבות המסגירות פעולות זדוניות שונות, כגון רצף מוזר של התקנת תוכנות על מספר מחשבים באותה הרשת או פעולה אשר לא מתאימה לפרופיל המשתמש.\nפלטפורמת עיצוב האתרים מבוססת ענן Webydo, הודיעה על השלמת סבב גיוס בסך 5 מיליון דולר נוספים, ובכך משלימה את סבב הגיוס הנוכחי שלה עם 13.8 מיליון דולר. המימון האחרון מגיע מקרן סינגולריטים, שבראשה עומד משה חוגג, מייסד Yo ו-Mobli.\nWebydo נולדה כתוצאה מצורך שהיה למייסדים, מעצבים במקצועם, עבור מעצבים. מטרתה היא לתת למעצבים גרפיים את הכלים הנחוצים להם בכדי ליצור ולנהל אתרים, ללא כל תלות במפתחים ובכותבי קוד. המעצבים עצמם אחראים על כל התהליך; החל מעיצוב האתר, העלאה שלו לאוויר, אחסונו ואף ניהולו, כאשר כל זאת מבלי שצריכים להיות תלויים בגורמי צד שלישי בתהליך. בפועל הפלטפורמה מאפשרת למעצבים לקחת את העיצובים הקיימים שלהם ולהפוך אותם לאתר פעיל ומתפקד, זאת רק באמצעות העלאת הקבצים לשרתי החברה, ובתמורה יתקבל אתר מבוסס HTML5.\nפלטפורמת הפרסום המקוון StuccoMedia, הודיעה כי נרכשה על ידי Market Tech מקבוצת טדי שגיא בעסקה בשווי של 43 מיליון דולר. בשלב הראשון יועבר סך של כ-34.5 מיליון דולר, ובשלב השני, בתוך כשנה, תועבר היתרה בסך 8.5 מיליון דולר. בשל הרכישה, StuccoMedia צפויה להוביל את פעילות המו״פ למסחר האלקטרוני של הקמדן מרקט, הנמצא בבעלותו של שגיא.\nStuccoMedia פיתחה טכנולוגיית מסחר אלקטרוני בענן, המבוססת על אלגוריתמים בתחום ה-Machine Learning ולמידה סטטיסטית. ביכולתה לנתח בזמן אמת כמויות רבות של מידע על בסיס טכנולוגיות BigData, וכך בעצם למקסם את היקף המכירות והתנועה של הלקוחות, תוך כדי הפחתה משמעותית בעלויות מיותרות. הטכנולוגיה מאפשרת פרסום של מוצרי “הזנב הארוך” (long tail – מרבית המוצרים הנמכרים באופן מקוון, שאינם ״Main stream״) בהיקפים של מאות מיליוני מוצרים בכל שוק או חנות מקוונת.\nלא פעם, קונטיינרים הם סוג של “חור שחור” לארגונים, מכיוון שאנשי אבטחת המידע יכולים לראות אך ורק שרתים וירטואליים המריצים תהליכים לא ידועים, והגישה אליהם נעשית ממספר רב של שרתים מרוחקים אחרים. על הבעיה הזו רוצה לענות הסטארטאפ הישראלי Twistlock, שפעל עד עכשיו מתחת לרדאר. החודש הודיע הסטארטאפ על גיוס של 2.5 מיליון דולר.\nTwistlock מציגה פתרון, שלטענתה הוא הראשון שמצליח לזהות מה קורה באמת בתוך קונטיינר או בתוך אשכול (cluster) קונטיינרים, ומצביע בצורה מדויקת על מי ניגש לאילו תהליכים, ולאילו שרתים וירטואליים. הפתרון מאפשר בדיקה מתוחכמת של קונטיינרים סטטיים, וכן קונטיינרים בזמן ריצה, ומאפשר לארגונים לאמץ טכנולוגיות קונטיינר כמו Docker.\nחברת מערכות התשלומים הישראלית Seergate, נמכרה ל- MyEcheck האמריקאית, תמורת כ- 3 מיליון דולר במניות הרוכשת. בין המשקיעים בחברה ניתן למנות את אורקל, דורון דוברת, קבוצת RDT וחברת פרוקונסול, שהשקיעו יחד בחברה מיליוני דולרים בודדים. Seergate היא גם בוגרת המחזור השני של מאיץ הסטארט-אפים של קבוצת סיטי שהסתיים בשנה שעברה.\nSeergate, שנוסדה על ידי אלדד אהרוני ואליסיה רויסמן-ישמח, פיתחה מערכת המאפשרת לבנקים להציע שירותים פיננסיים דרך שירותי דואר אלקטרוני שונים, כמו אאוטלוק, או דרך רשתות חברתיות, כגון פייסבוק. המערכת מאפשרת להוציא פקודה דרך ממשק פייסבוק להעברת כסף בין חברים. הכסף אינו עובר ישירות דרך פייסבוק, כמובן, אך מאפשר לבנק להשתמש בפלטפורמת התקשורת של הרשת החברתית בכדי לחולל פקודות בנקאיות. לעסקים היא מאפשרת לנהל חשבוניות או לשלם לספקים דרך תא דואר אלקטרוני.\nפיתוח ישראלי נוסף מנסה לחולל מהפכה, על ידי הצעת פתרון נוח ויעיל לבעיה המשפיעה על איכות חייהם של רבים; חברת Leviticus Cardio הישראלית, מציגה פיתוח המאפשר העברה אלחוטית של אנרגיה להפעלת מכשור רפואי מושתל. החודש הודיעה החברה על השלמת סבב גיוס בהיקף של כ-1.5 מיליון דולר באמצעות משקיעים פרטיים, ביניהם גם קרדיולוגים.\nLeviticus Cardio פיתחה מערכת למכשירי עזר ללב כושל (LVAD), אשר ביכולתם להוות פתרון מקדים או אף להחליף את הצורך בהשתלת לב, מה שמציל את חייהם של חולים רבים. מכשיר ה-LVAD  מושתל בגוף החולה ומצריך חיבור חוטי למקור אנרגיה חיצוני (סוללות שאינן מושתלות בגוף) המגביל את יכולת התפקוד של המטופל ויתרה מכך חושף אותו לזיהומים. הטכנולוגיה שפיתחה החברה תאפשר השתלת המערכת המערכת בגוף המטופל, זאת ללא צורך במקור אנרגיה חיצוני וכך ביכולתה לשפר את איכות חייהם של המטופלים תוך כדי הגדלה השוק ל-LVAD באופן משמעותי.\nזיהוי ביומטרי וזיהוי על פי תווי פנים לא נתפסים כחדשות מרעישות. אולם, פתרונות רבים יכולים לבצע זיהוי מטווח קרוב בלבד ובזמן שהאדם עומד במקומו. כאן נכנסת לתמונה הטכנולוגיה של חברת FST Biometrics, שהודיעה החודש על גיוס בגובה 15 מיליון דולר. מי שהובילה את סבב הגיוס היא קרן ההשקעות GMF Capital, בראשות המשקיע גארי פגל.\nהטכנולוגיה של FST Biometrics לזיהוי תוך כדי תנועה (IMID – In Motion Identification) כוללת שילוב ייחודי של זיהוי פנים עם ניתוח מבנה הגוף והתנהגותו. בזכות הטכנולוגיה ניתן לזהות משתמשים רשומים – מרחוק ותוך כדי תנועה ללא צורך בעצירה או האטה. כך ניתן ליהנות מבקרת כניסה מדוייקת, אמינה, ולא פולשנית. לפתרון של החברה יש מגוון רחב של יישומים במגזר הפרטי והציבורי והוא כבר משרת בהצלחה לקוחות גלובאליים במגזר העסקי, הקמעונאי, השירותים הפיננסיים, הטלקומוניקציה, המגורים והמגזר הממשלתי.\nחברת הביג דאטה Credifi, המספקת שירותי מידע וניתוח אנליטי החיוניים לתחום המימון בשוק הנדל”ן המסחרי, הודיעה על השלמת סבב גיוס בסך 8 מיליון דולר. את הגיוס הובילו באטרי ונצ’רס, כרמל ונצ’רס, Ourcrowd ומשקיעים פרטיים. החברה מתמקדת בצרכים של שוק הנדל”ן המסחרי ושמה דגש על שקיפות, מידע ודו”חות ניתוח שנועדו לספק תמונה מלאה של הזדמנויות השקעה בנדל”ן. על מנת לעשות זאת, אוספת ומעדכנת החברה מאגר מידע משולב ורחב המתמקד בנכסים, הלוואות, נותני הלוואות ובעלי נכסים וכולל דירוג סיכונים.\nעל מנת לאפשר שקיפות בכל הקשור להזדמנויות וסיכונים בשוק המימון הגלובלי לנדל”ן מסחרי, Crefidi מספקת נתונים בנוגע להלוואות, נכסים, נושאים פיננסים ומצב השוק, כמו גם ניתוח נכסים במחשב ובמובייל. המידע כולל בין היתר פילוחים מפורטים של הלוואות שנלקחו בתחום הנדל״ן, מידע אודות שוכרים ספציפיים ונכסים פנויים, פירוט השקעות בנכסים ומידע הנוגע למגבלות משפטיות ועמידה בתקנות.\nבשורה משמחת ליזמים הישראליים. דדי פרלמוטר, רמי הדר ואלדד תמיר (באמצעות חברת תמיר פישמן ושות’) הכריזו על הקמת קרן השקעות חדשה בשם Eucalyptus Growth Capital. השותפים, שהם בעצמם עתירי ניסיון בתחום השקעות ההון והטכנולוגיה, מינו ועדה מייעצת לקרן שכוללת כמה שמות בולטים מתעשיית ההיי-טק העולמית.\nEucalyptus תתתמקד בהשקעות בחברות היי-טק ישראליות בוגרות ותנסה להרחיב את פעילותן, לעזור להן במאמציהן לחדור לשווקים בינלאומיים ולבצע הנפקות מוצלחות כחלק מתהליך הצמיחה שלהן. על פי הקרן החדשה, ההשקעות שלה תתמקדנה בחברות עם צוותי ניהול מנוסים, שפיתחו טכנולוגיות פורצות דרך וגלום בהן פוטנציאל להפוך למובילות עולמיות.\nהסטארטאפ הישראלי TalkSpace, שמציע לכם לקבל טיפול פסיכולוגי בעזרת הסמארטפון, הודיעה על גיוס 9.5 מיליון דולר. השירות שמציע TalkSpace כולל התאמה ראשונית של פסיכולוג מוסמך לכל מטופל. לצורך כך משתמש הסטארטאפ בפלטפורמת Watson של IBM, שכוללת בין השאר API שנקרא Personality Insights. ה-API מנתח טקסטים שכתב מטופל, כדי להתאים לו את המטפל המתאים לו ביותר. לאחר שנבחר הפסיכולוג המתאים, מקבל המטופל את פרטי הקשר שלו, כדי להתחיל את הטיפול. אולם היתרון הגדול שמציעה TalkSpace הוא הזמינות של הפסיכולוג למטופל. בכל פעם שמנוי לשירות רוצה להתייעץ או לשתף את המטפל שלו בפרט כלשהו הוא פשוט שולח לו הודעת טקסט.\nהגיוס הנוכחי, בהיקף של 9.5 מיליון דולר, הובל על ידי קרן Spark Capital ובהשתתפות SoftBank, 2 הקרנות שהשתתפו בגיוסים הקודמים של החברה. את TalkSpace (לשעבר, TalkTala) הקימו בני הזוג רוני ואורן פרנק, שכיהן כמנכ”ל של קבוצת מקאן אריקסון בישראל. מאז הקמתה ב-2012, גייסה החברה כ-3.5 מיליון דולר (לא כולל הגיוס הנוכחי), כשבין המשקיעים גם  קבוצת TheTime.\nענקית החיפוש הסינית Baidu הודיעה על השקעה אסטרטגית שביצעה בחברת המלצות התוכן הישראלית Taboola. מדובר בהשקעתה השלישית של ענקית החיפוש הסינית בחברות ישראליות, אשר השקיעה עד כה באפליקציה המוזיקלית Tonara ו-Pixellot, שפיתחה מערכת צילום וידאו ברזולוציה גבוהה ושדה ראיה רחב.\nשתי החברות סרבו לציין את סכום העיסקה שמוערך בעשרות מיליוני דולרים. הסיבה להתעקשותה של באידו להצטרף לסבב הגיוס ככל הנראה נובעת מהפוטנציאל האסטרטגי הטמון בשיתוף פעולה בין ענקית חיפוש לרשת פרסום מבוססת תוכן. ״גוגל הסינית״ צפויה להטמיע את טכנולוגיות המלצות התוכן של טאבולה, מה שיאפשר החדרתו של המוצר לשוק הסיני.\nבאידו החליטה להצטרף לסבב הגיוס שהשלימה החברה בחודש פברואר האחרון בהיקף של 117 מיליון דולרים בהובלת Fidelity Management ו-Research Company. עוד השתתפו בגיוס המשקיעים הקיימים Marker LLC ו-Steadfast Capital ומשקיעים אסטרטגיים חדשים בהם Advance Publications, Comcast Ventures, מר קרלו דה בנדטי, יו״ר Gruppo Editoriale L’Espresso, יאהו יפן, Groupe Arnault ועוד.\nטארטאפ הישראלי Zeek השיק לפני כשנה זירת מסחר, או מרקטפלייס אם תרצו, למסחר בזיכויים. עתה, מודיע הסטארטאפ על גיוס של 3 מיליון דולר. הרעיון העומד מאחורי האפליקציה של Zeek פשוט למדי: אתם סורקים את ספח הזיכוי שקיבלתם, בוחרים מחיר בו תרצו למכור את הזיכוי, שמשקף הנחה כלשהי, ממלאים את הפרטים המתאימים ומחכים שמשתמש מהצד השני ירכוש את הזיכוי. תוך 7 ימי עסקים מהרכישה, יגיע אליכם שליח, שיעביר את הזיכוי המקורי לקונה המאושר. לאחר שהשליח יבוא לאסוף את הנייר מכם, יועבר אליכם הכסף בניכוי עמלה שעומדת כיום על 15 ש”ח.\nמסחר עצמאי במניות אינו הליך פשוט; הסטארטאפ הישראלי Stox מעוניין לשנות את המצב ולהפוך את כל הליכי הקנייה, המכירה והמעקב אחרי מניות לתהליך פשוט ונגיש עם טוויסט חברתי. החודש הודיעה החברה על גיוס של 8 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן Singulariteam הישראלית, שבראשה עומד משה חוגג, מנכ״ל ומייסד Mobli, ביחד עם איש העסקים הקזחסטני קינס רקישב\nזירת המסחר של Stox רוצה לשנות את המצב הקיים כיום בשוק המסחר המקוון במניות. על פי החברה, כל הממשק שלה בנוי סביב צורכי המשתמש וחוויית השימוש שלו. בדומה למספר זירות מסחר קיימות, כמו eToro הישראלית או ZuluTrade, גם Stox תאפשר שילוב של “השקעות חברתיות”, כלומר, המשקיעים יוכלו לעקוב ולשכפל את תיקי ההשקעות של משתמשים אחרים ולדעת בזמן אמת על כל עסקה שמתבצעת.\neVolution Networks הישראלית, אשר פיתחה מוצר שנועד לחסוך לא מעט אנרגיה למפעילות סלולריות, השלימה סבב גיוס בסך 22.5 מיליון דולר מ-Berkshire Hathaway של וורן באפט, וקרן ההשקעות GE. מדובר בסבב הגיוס הראשון של החברה, אשר באמצעותו מתכננת להגדיל את נוכחותה בעולם, תוך כדי דחיפת פתרונותיה לתעשיות חדשות.\neVolution Networks היא החברה הראשונה בעולם אשר דואגת גם לצד השני של המתרס ומספקת למפעילי רשתות סלולריות פתרון שנועד לקצץ להן בהוצאות. מדובר בפתרון שברובו מבוסס תוכנה, וביכולתו לחתוך בצריכת האנרגיה בשיעור של עד 35% בשנה. קיצוץ זה תקף גם עבור מפעלים שכבר עושים שימוש בפתרונות קירור יעילים, בהם משולבים תוכנות חיסכון באנרגיה. באמצעות הפתרון שמציגה החברה, היא נחשבת למובילת דרך בתחום שנחשב לחוליה חלשה בקרב ספקיות סלולר.\nחברת הסטארטאפ הישראלית Spondoolies, שמייצרת יחידות כרייה, הודיעה כבר בסוף אפריל על כוונותיה להתמזג עם חברת BTCS. החודש הודיעו השתיים על השקעה של 1.5 מיליון דולר, בדרך למיזוג.\nSpondoolies פועלת בתחום של בניית יחידות כרייה של מטבעות קריפטוגרפיים, תוך כדי צריכת אנרגיה נמוכה. נישה זו הינה רווחית ומשתלמת יותר לכורים, בייחוד לאחר הצניחה בשער המטבע ועליית הקושי בכרייה שלו. החברה, שממוקמת בקריית-גת, הוקמה בשנת 2013, והספיקה כבר לזכות במענק של 3 מיליון ש”ח מהמדען הראשי במשרד הכלכלה. לאחר מענק זה הספיקה החברה לגייס כ-4 מיליון דולר ממשקיעים פרטיים, ואחר-כך עוד 5 מיליון דולר ממשקיעים כמו Agile Wings, קבוצת BRM ו-Genesis Partners, וכן, קבוצת אנג’לים בראשות אדן שוחט, מקרן Aleph.\nקרן triVentures, המורכבת מצוות מומחים בתחומי רפואה, הנדסה והשקעות הון סיכון שמטרתה להשקיע בחברות מכשור רפואיים בשלבים מוקדמים, הודיעה על השלמת סבב גיוס בסך 70 מיליון דולר. נכון להיום בידה של הקרן למעלה מ-100 מיליון דולר אותם מעוניינת להשקיע במיזמים בארץ ובארה״ב. בין המשקעים בקרן גם Medtronic, ג׳ונסון אנד ג׳ונסון, Abbott, Boston Scientific, Cradinal Health, סמסונג וניקון.\nייעודה של הקרן הוא שיתוף פעולה עם יזמים, המעוניינים לבנות מוצרים וטכנולוגיות בתחום הבריאות והמכשור הרפואי. הדבר נעשה באמצעות השקעה כספית ופעולה יד ביד עם שותפים אסטרטגיים ורלוונטים כדוגמת ארגונים ותאגידים המתמחים במכשור רפואי אלקטרוני, מערכת בריאות גדולה ומבוססת בארה״ב ומגוון משקיעים ויזמים מארה״ב, ישראל, אירופה, הודו ועוד.\nאת הסכום שגוייס מתכננת הקרן להשקיע במיכשור רפואי קלאסי וברפואה דיגיטלית. כמו כן, בעוד שעד כה השקעותיה התמקדו בחברות המצויות בשלבים יחסית מוקדמים, כעת תשתתף ותשקיע גם בחברות הנמצאות בשלבים מתקדמים יותר.\nחברת Samanage, ספקית תוכנה לניהול שירות בארגונים, השלימה סבב גיוס בהיקף של 16 מיליון דולר. את סבב הגיוס הובילו הקרנות Marker Vintage, והשתתפו בו גם בעלי המניות הקיימים בהם כרמל ונצ׳רס, Gemini ו-Sillicon Valley Bank. מטרת המימון היא לתמוך בקצב הגידול המואץ ובהתרחבותה של החברה, בין היתר על ידי הגדלת צוותי המפתחים ואלו העוסקים במכירות וטיפול בלקוחות בצפון אמריקה ובאירופה.\nSamanage פיתחה תוכנה לניהול השירות בארגונים, שביכולתה לסייע לעבודה בין מחלקות הארגון השונות, להתנהל בצורה יעילה יותר, תוך כדי הצגת חווית משתמש נוחה. החברה מפתחת תוכנה שמנהלת את כל הבקשות שמגיעות ללשכת השירות, מפנה אותן אל האנשים המתאימים ומנהלת את כל הטיפול בבקשה.\nקרן הון הסיכון גלילות קפיטל, שמשקיעה בחברות הזנק בשלבים המוקדמים, הודיעה על השלמת סבב גיוס בסך 77 מיליון דולר, לקרן ההשקעות השנייה שמנהלת הקרויה גלילות 2. כמו הקרן הראשונה (גלילות 1), גם זו תשקיע בחברות תוכנה ישראליות המצויות בשלבים המוקדמים, עם דגש על חברות המתמחות בתחום הסייבר והתוכנה הארגונית.\nגלילות קפיטל פרטנרס מתמקדת בחברות הזנק המצויות בשלבים מוקדמים, כולל השקעות סיד, ומציעה תמיכה, הדרכה ונטוורקינג, על בסיס ניסיונם של העומדים בראשה. הגיוס הנוכחי הובל על ידי משקיעים מוסדיים, ביחד עם משקיעים פרטיים מארה״ב, אירופה, אסיה פאסיפיק, ישראל, דרום אפריקה ומשקיעים חוזרים. בין המשקיעים שהצטרפו נמצאים גם משקיעים אסטרטגיים כדוגמת בנק הפועלים.\nWibbitz הישראלית, אשר פיתחה טכנולוגיה המאפשרת הפיכת קטעי טקסט ממקורות שונים לסרטונים, הודיעה החודש כי השלימה סבב גיוס שני בסך 8 מיליון דולר. את סבב הגיוס הובילה NantMobile של המיליארדר האמריקאי פטריק סון שיונג, ביחד עם המשקיעים הקיימים ביניהם Horison Ventures, Lool Ventures, Inital Capital ו-Kima Ventures.\nהסכום שגויס ישמש את החברה להקמת מטה בניו יורק, תוך כדי התמקדות בשוק האמריקאי והרחבת ההתפתחות העסקית של החברה שם. לאחר שבנתה בסיס לקוחות בינלאומי די מכובד, Wibbitz מעוניינת לכבוש את היעד הבא. כמו כן, התכנון הוא להעסיק כ-20 עובדים חדשים כבר בחודשים הקרובים, כאשר צוות המחקר, הפיתוח והמהנדסים ישאר בישראל.\nSwitch, הסטארטאפ של היזם הישראלי יונתן תדמור מאפשר לכל מי שמחפש עבודה למצוא את משרת החלומות שלו, או “סטוץ” הקריירה הבא שלו בעזרת ממשק דמוי אפליקציית הדייטים, טינדר. החודש הודיע הסטארטאפ על השלמת סבב גיוס של 2 מיליון דולר.\nהרעיון של אפליקציית Switch פשוט למדי: מחפש עבודה מתקין אותה, עובר בתנועות סווייפ בין ההצעות השונות שמתאימות לו: סווייפ לשמאל, אם ההצעה לא נראית לו, סווייפ לימין אם ההצעה נראית לו מעניינת. ברגע שנוצרת התאמה בין הרצון של המשתמש לדרישות של המגייס או מנהל ה-HR שפרסם את הפוסט, שני הצדדים יכולים להתחיל לתקשר ביניהם בצורה ישירה דרך האפליקציה. האפליקציה מאפשרת למשתמש לשתף את הפרופיל האישי שלו, או להישאר בעילום שם, כמו למשל במקרה של מישהו שמחפש עבודה בזמן שהוא עובד במקום אחר.\nFlyOnWall, לשעבר LiveLens, נמצאת כעת בשלבי בטא, אולם לאחר השקתה בחודש הבא, תאפשר האפליקציה למשתמשים לשדר תוכני וידאו בשידור חי ישירות מהנייד ולשתף אותם עם צופים אחרים בזמן אמת. כרגע, מציעה החברה למעוניינים להירשם להורדה מוקדמת של האפליקציה. מאז הקמתה ב-2013, הספיקה FlyOnWall לגייס 2.5 מיליון דולר בסבב A, והחודש כאמור עוד 3 מיליון דולר בסבב B. שני סבבי הגיוס הובלו על ידי משקיעים פרטיים, ללא קרנות הון.\nכדי לבחון את FlyOnWall מול האלטרנטיבות, נצטרך להמתין בסבלנות עד להשקת האפליקציה בחודש הבא. חשוב לזכור, שלמרות הגיוס הנאה והניסיון הרב שצברה החברה עם האפליקציה הקודמת שלה, LiveLens, הרי שלא יהיה לה קל במגרש של ענקיות כמו טוויטר, פייסבוק ואפליקציה שצברה כבר הרבה באז ומיליוני משתמשים כמו Meerkat הישראלית. כדי לנצח אותן, תהיה חייבת FlyOnWall להציג פיצ’ר חדש, הבטחה חדשה, או ממשק שיגרמו למשתמשים להעדיף דווקא אותה.\nהפתרון של TravelersBox מספק מענה לבעיה מאוד שכיחה ומוכרת המאפיינת את כל מי שאי פעם טס לחו”ל: כסף מקומי שנשאר מהביקור בדרך כלל מוצא את עצמו נזרק למגירה ונשכח. בכל נסיעה נוספת נצבר עוד כסף מקומי לא מנוצל וכך לאט נאסף סכום כסף לא מבוטל ולא מנוצל, בייחוד כשמדובר במטבעות שאינם אירו או דולר. חברת פיתחה מכונת הפקדה בטכנולוגיה חדשנית המאפשרת ביצוע הפקדה והמרה של כסף פיזי זר לידי כסף און ליין בחשבונות כמו: PayPal, Google Play, Skype, Starbucks ועוד.\nחברת Travelersbox הוקמה על ידי תומר זוסמן, עידן דשא ודרור בלומנטל, שפיתחו את המיזם במשך שנתיים והשקיעו מכספם, כדי לפתח אבטיפוס שכלל תוכנה וחומרה ייעודית. כאמור, בסבב הגיוס העכשווי גייסה החברה 4.5 מיליון דולר והשתתפו בו ענקית החזרי המס Global Blue, המשקיעים יובל טל, זוהר גילון, חגי טל, אהוד לוי והקרנות Pitango Venture Capital ו-iAngels.\nחברת ConteXtream הישראלית מפתחת טכנולוגיית וירטואליזציה של תכונות רשת, או Network Functions Virtualization, שמאפשרת לחברות הללו לרכוש את התכונות האלו בצורת תוכנה שמאוחסנת בענן. ענקית הטכנולוגיה האמריקאית HP הודיעה על רכישת הסטארטאפ הישראלי, על מנת לעשות שימוש בטכנולוגיה של החברה.\nConteXtream הוקמה ב-2006 על ידי שלושה מייסדים: שרון ברקאי, נחמן שלף ואריק בן חמו, שהיה יו”ר חברות Palm ו-3Com. מאז הקמתה הספיקה החברה לגייס כ-24 מיליון דולר ב-2 סבבי השקעה. בין המשקיעים בחברה ניתן למנות את הקרנות Sofinnova Ventures, Gemini Israel Ventures, Norwest Venture Partners – NVP וכן את Benhamou Global Ventures, של המייסד אריק בן חמו. ב-2010, במסגרת סבב הגיוס השני של החברה, הצטרפו למשקיעים הקיימים גם 2 משקיעות אסטרטגיות: ענקית הסלולר האמריקאית Verizon, עם זרוע ההשקעות שלה, Verizon Ventures, וכן, ספקית הטלוויזיה בכבלים הגדולה בארצות הברית, Comcast, בעזרת זרוע ההשקעות שלה Comcast Ventures.\nהסטארטאפ Gurushots, המפתח פלטפורמה המיועדת לקהילת הצלמים ברחבי העולם,הודיע החברה על השלמת גיוס של למעלה מ-500 אלף דולר בהובלת קרן AltaIR ואנג׳לים. האתר לא מסתפק בשיתוף התמונות או במנגנון לייקים: כל תמונה שמועלית לאתר על ידי אחד הצלמים יכולה להשתתף בתחרויות שיוזם האתר וזוכה לניקוד מצד צלמים מקצועיים, שזכו בפרסים מקצועיים והמשמשים כמנהלי התחרויות, ומצד שאר אוהבי הצילום החברים בפלטפורמה.\nהתמונות שצוברות את הניקוד הכולל הגבוה ביותר זוכות בפרסים, שחלקם כספיים וחלקם ציוד צילום וציוד נלווה, המוענק על ידי חברות עסקיות הפונות לקהילת הצלמים. מעבר להיבט התחרותי, האתר מאפשר לצלמים ליצור קשר עם צלמים אחרים, לקבל פידבק מקצועי וללמוד זה מזה. האתר פעיל כחצי שנה ורשומים בו כ-100 אלף משתמשים מ-40 מדינות, כשהחברה מעריכה שקהל היעד הפוטנציאלי שלו רחב הרבה יותר ונאמד במיליונים.\nחברת הסטארטאפ הישראלית Evercompliant, המפתחת טכנולוגיה לזיהוי פעילויות הונאה של בתי עסק לגיטימיים לכאורה, השלימה סבב גיוס בגובה 3.5 מיליון דולר בהובלת Carmel Ventures ובהשתתפות Nyca Partners והמשקיעה הנוכחית קרן Star Farm Ventures של ג’ואי לאו.\nEvercompliant פיתחה מערכת שמאפשרת לתעשיית התשלומים לזהות ולנטר כמות בלתי מוגבלת של בתי עסק לאורך זמן, ולחשוף מעורבות שלהם בפעילויות הונאה, אשר עשויות ליצור סיכון ונזק פיננסי הן לסולקים והן לציבור הרחב. באמצעות השימוש במוצר הדגל שלה, ה-MerchantView, סולקים וספקי שירותי התשלום יכולים להפחית באופן דרמטי את הזמן והמשאבים הדרושים להם בתהליך החיתום תוך כדי הקטנה משמעותית של הסיכון בשלב זה. בחברה מדגישים כי הטכנולוגיה שלהם עברה נבחנה, אושרה ואומצה על ידי בנקים סולקים וספקי שירותי תשלום בישראל, אירופה וארה”ב. בין השאר נמנים על לקוחותיה בארץ: ישראכרט, לאומיקארד, כאל, IBM וקסטרו.\nפרסום מבוסס מקום אינו דבר חדש, אולם Ubimo הוא סטארטאפ ישראלי שמפתח פלטפורמה לקמפיינים פרסומיים שמתבססים, בנוסף למיקום המשתמש, גם על מידע רב בזמן אמת. החודש השלימה החברה סבב גיוס בגובה 7.5 מיליון דולר בהובלת Pitango Venture Capital.\nהפלטפורמה של Ubimo מוצעת כ-SaaS ומציעה לחברות פאנל ניהול, שמאפשר להן לנהל את הקמפיינים הפרסומיים שלהן בהתבסס על מידע שעשוי להשפיע על האפקטיביות שלהם ולייצר החלטות רכישה. בין היתר מדובר על פרמטרים כמו אירועים שמתרחשים בקרבת מקום, מקומות בילוי קרובים, שעה ביממה, מזג אוויר צפוי, נתונים דמוגרפיים על האיזור כמו חתך גילאים ומין. כך למשל אם המערכת מזהה שאתם מבקרים באצטדיון “סמי עופר” בחיפה, וצפוי מזג-אוויר גשום, היא תציג לכם פרסומות לרכישת מטריות ממותגות של מכבי חיפה בחנות של המועדון וכשהמשחק מסתיים, תוצג לכם פרסומת למסעדה סמוכה לאצטדיון. בנוסף למידע הזה, מציעה המערכת גם מידע ייעודי שמתבסס על המובייל כמו שימוש במצלמה, תנועות סווייפ, מפות ועוד.\nגוגל רוכשת את הסטארטאפ Pulse.io של עופר רונן\nישנם יותר מ-18 אלף מכשירי אנדרואיד כיום, ביותר מ-196 מדינות שבהן כ-1,000 מפעילות סלולר. אז כיצד מפתחים יכולים להיות בטוחים שהקוד שלהם יעבוד היטב בכל אחד מהם? כאן נכנסת לתמונה Pulse.io, חברת סטארטאפ ישראלית, שהפתרון שלה מאפשר לפתח אפליקציות מהירות ויציבות יותר. החודש הודיעה גוגל כי רכשה את החברה.\nPulse.io מפתחת כלי ניטור שמזהים מגוון בעיות באפליקציות, ביניהן: קצב פריימים נמוך, בעיות זיכרון, בעיות בחיבור לרשת, לאגים וזמן טעינה ארוך. בעיות אלו, שגורמות לא פעם לקריסה של האפליקציה, או לכך שהיא פשוט נתקעת והמסך “קופא”, עלולות לגרום למשתמשים להסירן. לכן, בכל פעם שהאפליקציה נתקעת או קורסת אצל המשתמש, המפתח מקבל דוח שמנתח את הסיבות לכך, כולל ציר זמן להפעלת האפליקציה, זיהוי סגמנטים בעייתיים, למשל משתמשי מכשיר מסויים או במדינה מסויימת.", "keywords": "timeful,medi tate,codersclan,borderfree,cybereason,webydo,stuccomedia,twistlock,seergate,leviticus cardio,fst biometrics,crefidi,eucalyptus,talkspace,taboola,baidu,zeek,stox,evolution networks,spondoolies,triventures,samanage,גלילות קפיטל,wibbitz,switch,flyonwall,travelersbox,contextream,hp,gurushots,evercompliant,ubimo,"}