{"url": "https://www.geektime.co.il/lg-4k-projector-150-inch/", "type": "article", "title": "תצוגת 4K בגודל 150 אינץ': LG חושפת את דור המקרנים הבא", "description": "הענקית הקוריאנית הציגה מקרן חדש, שמציג תוכן 4K - כולל HDR - בגודל 150 אינץ'. הבונוס: הוא נייד וניתן למקם אותו על התקרה או על הרצפה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/lg_electronics_usa___4k_uhd-640x427-c-copy-1515307093.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-07T09:12:22Z", "modified_time": "2018-01-07T09:13:14Z", "articleBody": "הענקית הקוריאנית הציגה מקרן חדש, שמציג תוכן 4K – כולל HDR – בגודל 150 אינץ’. הבונוס: הוא נייד וניתן למקם אותו על התקרה או על הרצפה\nמקור: LG\nבשנים האחרונות מצליחות יצרניות האלקטרוניקה להתעלות על עצמן שוב ושוב בכל הקשור למקרנים ולהפוך אותם לחלופה ראויה – ויש היגידו טובה יותר – ממסכי טלוויזיות גדולים. עכשיו מציגה LG מקרן נייד חדש שתוכלו לקחת איתכם ולמקם בכל מקום – עם רזולוציה גבוהה במיוחד וגודל תצוגה מרשים.\nבתערוכת CES שתיפתח בעוד יומיים בלאס ווגאס תציג LG את סדרת המקרנים החדשה שלה, ובראשה, דגם ה-HU80KA. המקרן החדש תומך ברזולוציית 4K UH – לראשונה בתולדות החברה – בגודל תצוגה של עד 150 אינץ’. כמתחייב מכל מכשיר מתקדם כיום המקרן תומך בהצגה של תוכן HDR – בתקן HDR10, שנמצא בשימוש של שאר מוצרי החברה.\nמקור: LG\nהמקרן תומך בעוצמת הארה מרשימה של 2,500 לומן, מה שאומר שגם בחדר מואר יחסית, תוכלו תיאורטית ליהנות מתצוגה ברורה יחסית. מבחינת אודיו – כמובן שהמקרן תומך בחיבורים חיצוניים למקרן סאונד (סאונד-בר), רמקולים חיצוניים ורמקולים בחיבור Bluetooth, אולם הוא כולל גם 2 רמקולים פנימיים בעוצמת 7W. למרות זאת, המקרן לא תומך ב-Dolby Vision כמו טלוויזיות הדגל של LG למשל.\nהמקרן נהנה מגודל קומפקטי יחסית, שנובע ממנגנון נטול מראות בצורת I שמשולב בו, ומאפשר למשתמשים להניח אותו על הרצפה או לתלות אותו על התקרה. בזכות ידית אחיזה נוחה, הוא מאפשר גם לנייד אותו ממקום למקום בקלות יחסית.\nכמו הטלוויזיות של LG, גם המקרן מריץ את webOS, מערכת ההפעלה של החברה, בגרסה 3.5, כך שתוכלו להתקין עליו אפליקציות כמו נטפליקס, אמזון פריים וידאו או יוטיוב למשל; ואם תוכן בסטרימינג לא מספיק לכם תוכלו תמיד לחבר אליו התקן זיכרון (‘דיסק-און-קי’) או כונן חיצוני ולנגן ממנו סרטים וסדרות.\nהמקרן – כמו שאר מוצרי הדגל של LG – יוצג לראשונה בתערוכת CES. עם זאת, החברה לא מסרה עדיין פרטים על מועד ההשקה וההגעה שלו לחנויות או מחירו – שלא צפוי להיות נמוך במיוחד. אם אתם מחפשים מקרן 4K, שתומך ב-HDR עם תג מחיר נגיש יחסית, אולי אתם צריכים להעיף מבט על ה-CineHome W1700 של BenQ – שהושק בימים אלו ומחירו עומד על 2,500 דולר.\nלקריאה נוספת:\nמהקולנוע לסלון: שיאומי מציגה מקרן לייזר 150 אינץ’ במחיר נמוך", "keywords": "lg,מקרן,ces 2018,ces,מקרנים,4k,uhd,hdr,hdr10"}