{"url": "https://www.geektime.co.il/panasonic-transparent-tv-concept/", "type": "article", "title": "פנסוניק מציגה מסך טלוויזיה עתידני שיהפוך שקוף כשלא נמצא בשימוש", "description": "פנסוניק לא מסתפקת בהצגת עוד מסך טלוויזיה דקיק וחד, אלא מציגה קונספט חדש לגמרי של טלוויזיה שקופה שתתמזג באופן מושלם עם שאר הרהיטים בחדר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/tv1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-11T09:33:35Z", "modified_time": "2016-01-11T09:33:35Z", "articleBody": "פנסוניק לא מסתפקת בהצגת עוד מסך טלוויזיה דקיק וחד, אלא מציגה קונספט חדש לגמרי של טלוויזיה שקופה שתתמזג באופן מושלם עם שאר הרהיטים בחדר\nNow you see me. מקור: צילום מסך, פנסוניק\nנכון שמסכי טלוויזיה הם כבר לא המפלצות שהיו בעבר ומדובר במוצר הרבה יותר אלגנטי שמתמזג עם יתר החפצים בחדר בצורה יחסית הרמונית, אבל עדיין קשה שלא להבחין בפריט שחור בולט, שנמצא במרכזו של כמעט כל סלון. במסגרת תערוכת CES החליטה פנסוניק שבמקום להציג עוד מסך טלוויזיה דקיק ומעוצב, תציג דווקא מוצר שטרם ראינו, שביכולתו לחולל שינוי של ממש, ממש כפי שהמסך השטוח הראשון עשה.\nבמסגרת התערוכה הקימה פנסוניק סלון מדומה המכיל בין היתר מסך טלוויזיה שנראה שגרתי לחלוטין, אך כאשר אינו נמצא בשימוש הוא יהפוך לשקוף לגמרי. כאשר הטלוויזיה עוברת למצב זה ניתן להבחין בתכולת המדפים הנמצאים מאחוריה, מה שמקנה לה מראה של ויטרינת זכוכית ותו לא. כמו כן, המסך ממוקם על מסילה המאפשרת הזזתו למעלה או למטה, כך שניתן יהיה להוריד אותו במצבים בהם הילדים צופים בטלוויזיה, ולהעלותו לגובה המקסימילי כאשר מבוגרים צופים בטלוויזיה.\nNow you don’t. מקור: צילום מסך, פנסוניק\nכאילו שלא מדובר בקונספט חדשני מספיק, פנסוניק הוסיפה לטלוויזיה ממשק שליטה עתידני תואם. בנוסף לשליטה באמצעות שלט רחוק סטנדרטי, מסך הטלוויזיה צפוי לתמוך בשליטה באמצעות מחוות גופניות או קוליות, מה שאומר שהסרט דו״ח מיוחד הופך רלוונטי ומוחשי מתמיד. כמובן שלפני הכל מדובר בטלוויזיה לכל דבר שביכולתה להציג קטעי וידאו או תמונות סטילס באיכות HD.\nפרט מאכזב אודות הטלוויזיה הוא שנכון לרגע זה המוצר עדיין נמצא בשלב האב-טיפוס, שכן התצוגה השקופה נוטה להיות כהה מידי, ודורשת שימוש בתאורה מתחת למדף כדי לעבוד כשורה. פנסוניק טרם החליטה האם המוצר יצא בשלב מסוים לשוק ובאיזו תצורה בדיוק, אבל במידה והפרויקט כן יתקדם, אנחנו צפויים לראות מסכים כאלו זמינים במהלך השנתיים עד חמש השנים הקרובות, סביר להניח שבליווי תג מחיר נדיב במיוחד.\nבינתיים אתם מוזמנים להתרשם מהדגמה חיה של המסך וכל יכולותיו בסרטון הבא.\n", "keywords": "פנסוניק,טלוויזיה,מסך טלוויזיה,panasonic,טלוויזיה שקופה,hd,ces,ces 2016,תערוכת ces,tv,טלוויזיה שטוחה,דוח מיוחד,סלון,מסך שטוח,דוח מיוחד"}