{"url": "https://www.geektime.co.il/weekly-apps-3-7-17/", "type": "article", "title": "4 אפליקציות ישראליות ומומלצות להורים", "description": "הפעם במדור - 4 אפליקציות, כולן פרי פיתוח ישראלי, שיעזרו לכם לגדל את הילדים שלכם קצת יותר בנחת", "image": "https://files.geektime.co.il/wp-content/uploads/2017/07/Screenshot_7.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-03T16:00:57Z", "modified_time": "2017-07-03T15:37:06Z", "articleBody": "הפעם במדור – 4 אפליקציות, כולן פרי פיתוח ישראלי, שיעזרו לכם לגדל את הילדים שלכם קצת יותר בנחת \nמקור: Bosco\nבניגוד למרבית אפליקציות ההורים, המאפשרות לשלוט ולעקוב אחר הפעילות של ילדיהם ברשת, Bosco נוקטת בגישה קצת אחרת. האפליקציה עוקבת ומזהה אירועים חריגים על סמך נתונים שנאספים מהמכשיר של הילד, במטרה להתריע בפני ההורים. כדי לעשות זאת, אפליקציה אחת שמותקנת אצל ההורה, וחלקה השני מותקן במכשיר של הילד או הילדה. הפיצ’רים שלה כוללים בין היתר שליחת התראה ומיקום כאשר הסוללה במכשיר של הילד מתרוקנת, הודעות על שינויים בחברים ברשתות החברתיות או בעוקבים – מה שעשוי להעיד על בריונות באינטרנט או חרמות למיניהן – וכן שינויים במסלול שהילד מבצע בדרך הביתה מבית הספר, ואפילו מלמדת על מצב רוחו – האם הוא מצוברח, כועס או לחוץ באמצעות ניתוח האינטונציה של הילד תוך כדי דיבור בסמארטפון.\nחיזוק חיובי: היזמים מדגישים שמדובר באפליקציה שלא נועדה לרגל אחר הילדים ולאפשר להורים לחטט להם בחיים האישיים, אלא רק לקבל עדכונים ברגע שעולה חשד שמשהו לא בסדר.\nמחיר: חינם\nהורדה לאנדרואיד ו-iOS (שימו לב שעליכם להוריד גרסה אחת להורה ואחת לילד)\nמקור: Bosco\nאם גם הילדים שלכם דבוקים לסמארטפון ולמרות התחנונים והאיומים שלכם מסרבים לעזוב אותו, אפליקצית Time Tooo תיקח את המושכות בשבילכם. באמצעותה תוכלו פשוט להחשיך את מסך המכשיר שלהם (סמארטפון או טאבלט) באמצעות הסמארטפון שלכם, שיהפוך למעין שלט רחוק. החשכת המסך תחסום לילד או לילדה את כל האפליקציות במכשיר, את הגלישה באינטרנט, שליחה וקבלה של הודעות וכל פעולה אחרת למעט שיחות טלפון (כי איזה ילד באמת משתמש בסמארטפון כדי לדבר?).\nחיזוק חיובי: ניתן להגדיר את האפליקציה מראש כך שהיא תחסום את המכשיר בשעות מסוימות, כמו שעות בית הספר או שעות השינה, או להשתמש בה מעכשיו לעכשיו.\nמחיר: חינם\nהורדה לאנדרואיד\n\nCommBoards היא אפליקצית עזר לילדים (ובגדול – לאנשים בכל הגילאים) עם יכולות ביטוי מוגבלות, העוזרת להם לבטא את עצמם באמצעות הקשה על תמונה או סמל. כך לדוגמה, ילד יכול להקיש על תמונה שמעידה על כך שהוא רעב, וכדי לעודד אותו לדבר בפעם הבאה צמד המילים “אני רעב” יישמע בקול רם. מטרת האפליקציה היא לספק מענה להורים, לילדים ולקלינאי תקשורת, ולאפשר להם לנהל אינטראקציה עשירה יותר עם ילדיהם, מבלי לרכוש טאבלט או אפליקציות עם תכלית דומה – במחיר שיכול להגיע למאות דולרים. (האפליקציה תומכת כרגע בעברית ואנגלית).\nחיזוק חיובי: אנחנו חושבים שמדובר באחלה אפליקציה שתאפשר “לדובב” ילדים ביישנים או ילדים כועסים שמסרבים לדבר מעבר להרמת הכתפיים. אולי אם תציגו בפניהם סמארטפון עם אייקונים צבעוניים – הם פתאום יתחילו לדבר ולהסביר מה בדיוק הם רוצים ומה קרה.\nמחיר: 7.5 ש”ח\nהורדה לאנדרואיד\nמקור: CommBoards\nאם כבר הילדים שלכם כל היום עם הסמארטפון – לפחות שיעשו איתו משהו מועיל. האפליקציה עם אחד השמות הארוכים שנתקלנו בהם – “Learn Multiplication Table – Fun game with panda” אמורה לדרבן את הילדים שלכם להתאמן על לוח הכפל תוך כדי משחק. הדמות הראשית במשחק היא פנדה חביבה ורעבה, שהדרך היחידה שלה לקבל אוכל היא אם תצליחו לפתור בהצלחה תרגילים בחשבון. ככל שההישגים יהיו טובים יותר – כך היא תקבל מזונות שווים יותר (מתחיל מתפוח ומגיע עד להמבורגר). ניתן לבחור את רמת המשחק, או להשאיר את ברירת המחדל שאמורה להתאים את הקושי בהתאם לביצועים של המשתמש.\nחיזוק חיובי: אנחנו לא יודעים מה איתכם, אבל אחרי התנסות קצרה באפליקציה הגענו למסקנה שמדובר באחלה דרך לתרגל את לוח הכפל, לא משנה בני כמה אתם.\nמחיר: חינם\nהורדה לאנדרואיד\nמקור: עמוד האפליקצה, Learn Multiplication Table – Fun game with panda", "keywords": "מדור אפליקציות,אפליקציה ישראלית,פיתוח ישראלי,כחול לבן,אפליקציות להורים,bosco,commboards,תרגול לוח הכפל,time tooo"}