{"url": "https://www.geektime.co.il/weekly-apps-26-12-16/", "type": "article", "title": "כחול-לבן: 4 אפליקציות ישראליות חדשות על המדף", "description": "הפעם במדור: אפליקציה שתהפוך את הביקור הבא שלכם במוזיאון לקצת יותר מהנה, כזו שתאפשר לכם לנהל שיחה קולית ואנונימית עם משתמשים ברחבי העולם, אחרת שתעזור לכם לבחור את המנה הטעימה ביותר במסעדה ואחת שתעזור לכם לארגן מפגש עם החברים בלי כל ׳׳החפירות׳׳", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/apps-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-26T18:45:57Z", "modified_time": "2017-02-16T10:44:06Z", "articleBody": "הפעם במדור: אפליקציה שתהפוך את הביקור הבא שלכם במוזיאון לקצת יותר מהנה, כזו שתאפשר לכם לנהל שיחה קולית ואנונימית עם משתמשים ברחבי העולם, אחרת שתעזור לכם לבחור את המנה הטעימה ביותר במסעדה ואחת שתעזור לכם לארגן מפגש עם החברים בלי כל ׳׳החפירות׳׳\nחנוכה הגיע ויחד איתו המוני הורים שצריכים להיות יצירתיים ולחשוב על פעילויות שיעסיקו את הילדים שיצאו לחופש. אם אחד הרעיונות לבילויים שחשבתם עליהם כולל מוזיאון, אולי כדאי שתכירו את האפליקציה הבאה; אפליקצית Museloop תהפוך את הביקור הבא שלכם במוזיאון לחוויה אינטראקטיבית ומשחקית. האפליקציה בעצם מתווכת בין המיצגים במוזיאון לבין הילדים ובני הנוער באמצעות שילוב משחקים ותוכן (זה יכול להיות משחק ׳מצא את ההבדלים׳ או פאזל לדוגמא). לאחר הורדת האפליקציה עליכם לציין באיזה מוזיאון אתם מבקרים ובאיזו תערוכה. כל תערוכה מציעה בין 10 ל-20 תחנות, וכדי לשחק המבקרים צריכים לעמוד ממש מול המיצגים בתערוכה, להתבונן בהם ולהשיב בהתאם. בשלב זה האפליקציה זמינה בשלושה מוזיאונים (מוזיאון ישראל, מוזיאון תל אביב ובית התפוצות) ובמהלך 2017 היא צפויה להשתלב ב-10 מוזיאונים נוספים.\nאמ;לק: האפליקציה רוצה להכניס קצת עניין לבילוי במוזיאון, מה שכלל לא נחשב בקרב ילדים רבים כ״בילוי״.\nמחיר: חינם\nהורדה לאנדרואיד | הורדה ל-iOS\nמקור: Museloop\nכאשר אנו מנסים לקבוע עם חברים לאן לצאת או מה לעשות אנו נתקלים בד”כ ב”חפירות” בלתי נגמרות שלרוב לא מסתיימות בהחלטה קונקרטית. אפליקצית Sigo רוצה לייעל את התהליך באמצעות סקרים מהירים שיסייעו לכם להגיע לשורה התחתונה באופן מהיר ויעיל יותר. כדי ליצור ״סקר ייעול״ עליכם לבחור תמונה מסוימת ולשאול שאלה, להציע תשובות אפשריות, לשלוח לחברים שיצביעו ולצפות בתוצאות בזמן אמת. במידה ולא לכל החברים יש את האפליקציה אבל אתם עדיין מעוניינים לשמוע את דעתם, תוכלו לשתף את הסקר בקלות בכל רשת חברתית או פלטפורמת מסרים אחרת.\nאמ;לק: האפליקציה עוזרת לפשט עניינים וחוסכת לכם את הצורך לחשוב על תירוצים או לנסות שלא לפגוע בחברים במידה ולא מסתדר לכם להיפגש.\nמחיר: חינם\nהורדה לאנדרואיד | הורדה ל-iOS\n\nאתם עוד זוכרים מה זה לדבר בטלפון? אפליקצית Talkers רוצה להחזיר את הריגוש לאותן שיחות קוליות על ידי כך שהיא תאפשר לכם לשוחח באנונימיות עם אנשים מרחבי העולם. השיחות מבוססות על VOIP ולא דורשות שימוש במספר הטלפון שלכם, כך שהתקשורת כולה היא חינמית ונשארת פרטית. כדי שלא תקבלו שיחה באמצע הלילה, תוכלו להגדיר מתי אתם זמינים ורק במועד זה תוכלו לקבל שיחות נכנסות. כמו כן, באפשרותכם להגדיר את הנושאים שעליהם תרצו לדבר בשיחה ולבחור משתמשים ממדינות ספציפיות.\nאמ;לק: קונספט מעניין, קצת כמו Chatroulette רק בגרסת האודיו. אהבנו שאחד מנושאי השיחה הוא ״Language Practive״, כך שאלו מכם שרוצים להתאמן על שפה נוספת – זו אחלה דרך לעשות זאת.\nמחיר: חינם\nהורדה ל-iOS\nמקור: עמוד האפליקציה, Talkers\nפעמים רבות כאשר אנחנו מגיעים למסעדה שאף פעם לא ביקרנו בה אנחנו מתייעצים עם המלצר/ית ומשתפים אותו/ה בלבטים שלנו בין המנות. אפליקצית ya.me רוצה להחליף את המלצר כמקור המלצות אמין, ולעזור לכם לבחור את המתנה הכי טובה בתפריט. יתרה מכך, האפליקציה רוצה להחליף את תפריט הנייר המיושן במסעדות בפורמט דיגיטלי הכולל תמונות, דירוגים וביקורות לכל המנות. האפליקציה היא מעין שילוב של Yelp עם TripAdvisor שבה ניתן לראות את כל המנות הקיימות ולבדוק דירוגים והמלצות של מבקרי מסעדות, חברים וסועדים אחרים שהיו במקום.\nאמ;לק: באפליקציה ניתן למצוא תפריטי מסעדות עם תמונות ודירוגים של כל המנות. נכון לעכשיו היא רלוונטית רק למסעדות בתל אביב.\nמחיר: חינם\nהורדה לאנדרואיד | הורדה ל-iOS\nמקור: ya.me", "keywords": "כחול לבן,אפליקציה,אפליקציה ישראלית,פיתוח ישראלי,museloop,ya.me,talkers,sigo,אנדרואיד,אייפון,ios,מוזיאון,מוזיאונים"}