{"url": "https://www.geektime.co.il/the-360-cam-indiegogo-campaign/", "type": "article", "title": "פיתוח ישראלי: מצלמת 360 קומפקטית שמתחברת ישירות לסמארטפון", "description": "יתרונה המרכזי של ה-360Cam בא לידי ביטוי בכך שבניגוד למצלמות 360 הקיימות בשוק, אשר דורשות לצלם ואז להעביר את הקבצים לסמארטפון, במצלמה החדשה ניתן לשתף את הקבצים בזמן אמת, שכן אלו כבר נמצאים על המכשיר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/360.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-14T11:30:28Z", "modified_time": "2016-10-13T17:05:55Z", "articleBody": "יתרונה המרכזי של ה-360Cam בא לידי ביטוי בכך שבניגוד למצלמות 360 הקיימות בשוק, אשר דורשות לצלם ואז להעביר את הקבצים לסמארטפון, במצלמה החדשה ניתן לשתף את הקבצים בזמן אמת, שכן אלו כבר נמצאים על המכשיר\nמקור: The360cam\nצילום ב-360 מעלות כבר מזמן לא נחשב למדע בדיוני, ולא מעט יצרניות בהן LG וסמסונג השיקו השנה מצלמות לתיעוד רגעים באופן קצת יותר מוחשי. בעוד שאותן מצלמות מאופיינות בעיצוב קומפקטי, עדיין מדובר במוצר עצמאי שמתחבר לסמארטפון באמצעות WiFi מובנה. לאחרונה, סטארטאפ ישראלי עלה עם קמפיין למימון המונים באינדיגוגו עם The360cam, מצלמת 360 שמתחברת ישירות ליציאת ה-USB או ה-Lightning של הסמארטפון. כתוצאה מכך, משתמשים יכולים להזרים או לשתף ישירות מהסמארטפון שלהם בתכנים, מבלי להסתבך או להמתין עד שאלו יועתקו למכשיר (מכיוון שהם כבר שם).\nנכון לשלב זה, ה-360cam הישראלית תומכת במכשירי אנדרואיד עם יציאת USB Type C ומערכת הפעלה אנדרואיד 6 ומעלה, ובמכשירי אייפון 6S/6S Plus ומעלה עם מערכת הפעלה iOS 9.2 לפחות. המצלמה עצמה מורכבת משתי עדשות אולטרה רחבות של 185 מעלות הלוכדות תמונות באיכות של 1080p ו-30 פריימים לשנייה. עוד מבחינה טכנית, משקלה של המצלמה מסתכם ב-70 גרם וזמן הצילום הממוצע שלה עומד על 100 דקות בין הטענה להטענה. בעזרת האפליקציה הייעודית ניתן לערוך את הסרטונים ולשתף אותם.\nהעובדה שכל הסרטונים נשמרים ישירות על המכשיר שלכם בהחלט מפשטת את התהליך (לאור ההתנסות שלנו עם מצלמות 360 אחרות בשוק).יתרון נוסף של הפיתוח הישראלי מתבטא בכך שהמצלמות הזמינות בשוק דורשות תפעול בשתי ידיים – יד אחת מצלמת ויד אחת מחזיקה את הנייד בכדי לראות את הצילום. לעומת זאת, ב-The360cam הצילום נעשה ישירות מהנייד.\nהקמפיין, שעלה לאוויר בתחילת חודש אוקטובר, מקווה לגייס סכום העומד על 40,000 דולר בתוך חודשיים. אם ברצונכם לתמוך בקמפיין ועל הדרך לרכוש מצלמת 360, תוכלו ליהנות מהטבה זמנית הפתוחה בפני Early Birds, המציעה את המצלמה תמורת 209 דולר (796 ש״ח) לא כולל משלוח, ביחד עם קארדבורד של גוגל (מדובר בהנחה די משמעותית שכן מחיר המחירון של המצלמה עומד על לא פחות מ-409 דולר).\nאגב, לצורך השוואה, מחירה של מצלמת ה-LG 360 CAM עומד על 1,200 ש״ח דרך היבואן הרשמי בעוד ש-Samsung Gear 360 עדיין לא נמכרת באופן רשמי בישראל, אך מצאנו אותה כאן ב-2,200 ש״ח. כפי שניתן להבין, מחיר ה-EarlyBird של הפיתוח הישראלי נמוך באופן די משמעותי מהאלטרנטיבות. טרם יצא לנו להתנסות במצלמה, שכן היא נמצאת עדיין בסטטוס פרוטוטייפ, כך שאנחנו לא יכולים להתחייב על האיכות שלה. מועד השילוח של ה-360cam מתוכנן ליולי 2017.\nלעמוד הקמפיין\n\nלקריאה נוספת:\nמצלמת ה-360 של LG היא גאדג׳ט שישדרג את החופשה הבאה שלכם [סקירה]\nסמסונג חושפת מצלמת 360 חדשה ומסקרנת\nלונה היא מצלמת 360° בגודל של כדור ביליארד ובמחיר נגיש\n", "keywords": "מצלמת 360,מצלמה,vr,360 cam,the360cam,פיתוח ישראלי,קמפיין,מימון המונים,אינדיגוגו,סטארטאפ,סטארטאפ ישראלי,lg 360,lg cam,samsung 360"}