{"url": "https://www.geektime.co.il/netflix-high-quality-audio/", "type": "article", "title": "נטפליקס מציגה סאונד באיכות גבוהה לכל המנויים", "description": "נטפליקס רוצה להציע למשתמשים שלה חווית סאונד איכותית ומדויקת בדיוק כמו באולפן ההקלטות - וזה בדיוק מה שהיא עושה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/05/photo-1522869635100-9f4c5e86aa37-1556723034-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-05-01T18:30:27Z", "modified_time": "2019-05-01T18:30:27Z", "articleBody": "נטפליקס רוצה להציע למשתמשים שלה חווית סאונד איכותית ומדויקת בדיוק כמו באולפן ההקלטות – וזה בדיוק מה שהיא עושה\nמקור: Unsplash\nענקית הסטרימינג נטפליקס הודיעה כי הסאונד שילווה את התכנים המשודרים בה הולך להישמע הרבה יותר טוב; החברה השיקה פיצ׳ר חדש שקיבל את השם התכליתי ״high-quality audio״, שיהפוך את חווית הצפייה שלכם למהנה אף יותר הודות לאיכות שמע ברמה של אולפן מקצועי.\nמטרת פיצ׳ר ה-high-quality sound החדש של נטפליקס היא לאפשר למשתמשים שלה ליהנות מאיכות סאונד זהה לזו שבאולפן הקלטות מקצועי. הסיבה לסאונד האיכותי באולפן נובעת מכך שמדובר בגרסת ״המאסטר״ של הקובץ – כלומר, גרסה שלא עברה כל כיווץ או התאמה כלשהי, בדיוק כמו קובצי המקור של תמונות וסרטונים – לפני שאתם מעבירים אותם לחברים בוואטסאפ או במייל.\nאמנם נטפליקס עדיין צריכה לדחוס איכשהו את קובצי השמע, אבל לטענתה, היא הצליחה להגיע לאיכות קידוד אידיאלית, שתגרום לכם להרגיש כאילו אתם צופים בגרסת הבמאי באולפן, כלומר איכות 640kbps. בהתבסס על מחקרים מדעיים, מבחני שמע פנימיים ובדיקות האזנה שסופקו על ידי דולבי, איכות קידוד השמע הזו היא ההכלאה הטובה ביותר בין קובץ מכווץ לבין קובץ המאסטר, ואין שום סיכוי שתבחינו בהבדלים בשמע.\nהתקנים וטלוויזיות עם סאונד 5.1 צפויים ליהנות מקצב bitrate של בין 192kbps עד ל-640kbps, בעוד שמנויים לגרסת הפרימיום של נטפליקס (4K) שבבעלותם התקן Atmos יתפנקו ב-448kbps ועד ל-768kbps.\nנטפליקס מאמצת כך את שיטת השידור שלה בוידאו, כך שאם יהיו לכם מגבלות רוחב פס או במכשיר ממנו אתם צופים – היא תבצע אדפטציה לסאונד, כך שתוכלו עדיין ליהנות מאיכות השמע הטובה ביותר בהתאם לחיבור שלכם באותו רגע.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "נטפליקס,netflix,איכות שמע,סאונד,סטרימינג,צפייה ישירה"}