{"url": "https://www.geektime.co.il/uber-to-become-robot-empire/", "type": "article", "title": "ענקית ההסעות אובר, לא תצטרך נהגים בקרוב [מדע פופולארי]", "description": "לסטארטאפ של שירות ההסעות יש תכנית יומרנית להפוך למעצמת-על רובוטית. האם אנחנו צריכים להתרגש או לפחד?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/10/uber_robot.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-29T18:30:48Z", "modified_time": "2015-10-29T17:49:03Z", "articleBody": "לסטארטאפ של שירות ההסעות יש תכנית יומרנית להפוך למעצמת-על רובוטית. האם אנחנו צריכים להתרגש או לפחד?\nאובר, תמונה: מדע פופולארי\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 257 שראה אור בספטמבר 2015 ונכתבה במקור על ידי אריק סופג׳.\nבאביב שעבר נראו שני מהנדסים מסתודדים מאחורי מסכי מחשב כשהם עוסקים בכוונון של קוף אדם רובוטי. המכונה, שתוכננה בהשראת קופים, שמשקלה 200 ק”ג ושמה Chimp, תתחרה בתוך זמן קצר באתגר הרובוטי של DARPA הממומן על ידי הפנטגון. התחרות לבניית רובוטים לאיתור והצלה, שהחלה לפני שלוש שנים, התקרבה לשלב המכריע שלה, וה-Chimp של אוניברסיטת קרנגי מלון נחשב למועמד מוביל לפרס המקום הראשון המביא אתו פרס בסך שני מיליוני דולרים.\nאבל בעוד ה-Chimp עבר את כל השלבים, שאר הרובוטים שבמרכז הנדסת הרובוטיקה הלאומית (ה- NREC) אדירת הממדים של האוניברסיטה נותרו ללא השגחה. המרכז היה בדרך כלל שוקק פעילות, ונראו בו מהנדסים כפופים מעל מסופים המחוברים למכונות אוטונומיות מסוגים שונים, כולל מכסחות דשא, מקצרות, דחפורים וכלי רכב קרביים. כעת המעבדה – שהיא חלק מתכנית הרובוטיקה הגדולה של ארצות הברית – נראתה נטושה. היא נראתה יותר כמו מוזאון שנסגר לרגל שיפוצים.\nמה קרה ל-NREC? במילה אחת: Uber. החברה, שבסיסה בסן פרנסיסקו, היא דוגמה טובה להצלחה בעמק הסיליקון, לאחר שדווח שגייסה מימון של 2.8 מיליארד דולר על בסיס אפליקציית שירות הסעות אחת. בימים אלה נכנסת אובר למירוץ לבניית מכוניות אוטונומיות. אובר אינה מסתפקת עוד בתחרות עם חברות מוניות מסורתיות, אלא מקווה להשתמש ברובוטים כדי להפחית עלויות נסיעה, ובסופו של דבר להתחרות בתעשיית כלי הרכב כולה. “כשאין אף אחד אחר באוטו”, אמר מנכ”ל אובר טרביס קלאניק בכנס ה-Code ב-2014, בהתייחסו לנהגים של השירות, “לקחת אובר לכל מקום זול יותר מלהיות בעליו של כלי רכב… ואז הבעלות על כלי רכב נעלמת”.\nבפברואר שעבר הכריזה החברה על שותפות אסטרטגית עם אוניברסיטת קרנגי מלון (CMU), כדי לפתח את כלי הרכב במרכז Uber Advanced Technologies שבפיטסבורג, הממוקם באופן זמני במרחק הליכה קצר מ-NREC. מה שלא סופר בעצם זה כיצד איישה אובר את המרכז שלה: על ידי שאיבה שקטה של סגל העובדים של שותפתה (לא אובר ולא CMU היו מוכנות להגיב על הטענה הזאת). עד לביקור שלנו, הסטארטאפ שכר כבר 40 או 50 מקרב כ-150 החוקרים של NREC, כולל טוני סטנץ, הרובוטיקאי שהיה המנהל השותף של המרכז במשך 13 שנים ומנהל החברה במשך כמעט חמש.\n“אובר הייתה חכמה בצורה יוצאת מן הכלל בכך שהלכה למקום אחד, מחוץ לגוגל, שבו נמצאים כל האנשים הנכונים – אנשים שיש להם הלכה למעשה סיכוי לפתור את נושא הנהיגה האוטונומית”, אומר בוריס סופמן, שלמד רובוטיקה ב-CMU וסטנץ היה מנחה שלו. כמו בוגרי CMU רבים, סופמן הקים חברת סטארטאפ משלו, Anki, אשר מייצרת מכוניות צעצוע אוטונומיות.\nכמה חודשים אחרי שאובר פתחה את מרכז הטכנולוגיות המתקדמות שלה בפיטסבורג, מכונית מחקר נראתה משוטטת ברחובות העיר (תמונה: מדע פופולארי)\nקרנגי מלון מובילה בתחום הרובוטיקה מזה זמן רב. היא הייתה האוניברסיטה הראשונה שהציע מסלול לדוקטורט בתחום. החוזים למסחור טכנולוגיות רובוטיות של NREC מכניסים דרך קבע כ-20 מיליון דולר בשנה. החוקרים שם היו פורצי דרך בתחום המכוניות הרובוטיות, וזכו באתגר העירוני של DARPA עם השברולט טאהו ללא נהג בשנת 2007. כשגוגל התחילה בתכנית המכונית האוטונומית שלה, גם היא הייתה מעורבת ב-CMU. “זה לא מפני שאנחנו טובים; זה לא מפני שאנחנו חכמים”, אומר וויליאם “רד” וויטאקר, מנהל מרכז רובוטיקת השדה של CMU. “זה מפני שהתחלנו מוקדם מאוד, והיינו אסטרטגיים מאוד, ובנינו צבא”.\nאבל כששליש מהצבא שלך עורק בלילה, כולל הקולונלים שלו, קשה לא לשאול שאלות. החשובה מביניהן היא: מה פירושה של ביזת מכון מחקר מוביל לעתיד הרובוטיקה?\nכמו רוב התחומים המדעיים, הרובוטיקה משגשגת כתוצאה משיתוף פעולה בין צוותים ופרויקטים. אבל בעוד התחום נכנס לעידן חדש של מימון ואינטרסים, רבים מהמהנדסים המוכשרים ביותר שלו נשמרים מבודדים הרחק מהעין. באמזון וב-Apple בונים צוותי רובוטיקה פנים-ארגוניים, ומקפידים לרוב על סודיות. אובר ביקשה מהעובדים החדשים שלה לחתום על הסכמי סודיות. וכשגוגל רכשה שמונה חברות רובוטיקה מבטיחות בשלהי 2013, החברות האלה הפסיקו באופן מידי לדון במחקר שלהן. אחת הרכישות האלה הייתה של חברת סטארטאפ יפנית ששמה SCHAFT, אשר בנתה רובוט הומנואיד S-One ששלט בשלב הראשון של אתגר הרובוטיקה של DARPA. גוגל הוציאה את SCHAFT מהתחרות בתחילת 2014, וה-S-One לא נראה מאז. עד שעמק הסיליקון יתחיל לייצר רובוטים ממשיים, יש כאלה שחושבים שהעניין החדש שלו עלול לעכב את ההתקדמות בתחום. “השתתפתי בשיחות של העשירון העליון של עולם המחקר”, אומר וויטאקר. “דובר שם על איום בצורת מחקרית. הכישרון האדיר והמדהים הזה נקטף בצורה כזאת שלאיש כמוני לוקח עשר שנים ליצור אותו, ושנייה להעלים אותו”.\nריץ’ מאהוני, מנהל הרובוטיקה ב-SRI International ונשיא קבוצת תעשיית הרובוטיקה של עמק הסיליקון טוענת שהסקטור הפרטי חונק את החדשנות. “יש מאות, ממש מאות, רובוטיקאים בעמק הסיליקון – אנשים מוכשרים בצורה יוצאת מן הכלל – שאינם מעורבים בקהילה הרובוטיקאית”, הוא אומר.\nהמצב החדש של הזרמת הכספים לתחום הרובוטיקה הושווה לימים המוקדמים של תחום המחשוב. חברות סטארטאפ קטנות ששות אלי קרב, כמו שהיו Apple ומיקרוסופט, הצליחו למקם את עצמן בתחרות מול שחקניות מבוססות כמו HP ו-IBM. מה שהשתנה הוא שעכשיו חברות כמו גוגל ואובר מקדימות את האפשרות להתפתחות סצנת סטארטאפים משגשגת על ידי שאיבת הרובוטיקאים במספרים גדולים. “מי הם המנהיגים הראשונים בעלי החזון הגדול?”, שואל מאהוני. “מי הם הביל גייטס או הסטיב ג’ובס של הרובוטיקה? לחברות האלה יש כל כך הרבה משאבים זמינים שהן יכולות פשוט לצאת ולשכור אין-ספור כישרונות. אם הן ישדכו את הכישרונות האלה למוצרים הנכונים, הן יכולות לעשות משהו מיוחד באמת. אם לא, הן סתם מוציאות את השחקנים האלה מהשוק”.\nה-Chimp של קרנגי מלון משתמש בתפיסת מרחב מכנית כדי לנווט את דרכו בסביבה שבה הוא נמצא, בדיוק כפי שהיתה עושה מכונית אוטונומית (צילום: מדע פופולארי)\nזה אולי יכול היה להיות קל לראות את אבדן הכישרונות של CMU כקרבן לאינטרסים האישיים החמדניים של עמק הסיליקון, אך רוב הרובוטיקאים רואים בו חותמת אישור. “יש ניקוז מוחות מהאקדמיה אל התעשייה כרגע”, אומר ויג’אי קומאר, רובוטיקאי באוניברסיטת פנסילבניה ומנהל לשעבר של מעבדת ה-GRASP שלה. “אבל אם הכיוון של ניקוז המוחות היה הפוך, פירוש הדבר היה שאנחנו בתחום הלא נכון”.\nמוקדם יותר השנה רכשה Qualcomm Technologies את KMel Robotics, סטארט-אפ שיצא ממעבדת GRASP ב-2011, שמתמחה במזל”טים אוטונומיים. אף שתנאי ההסכם לא נחשפו, קומאר תיאר את תשלום הדיווידנדים כ”סכום כסף בלתי מוסרי”. Qualcomm משקיעה גם מיליון דולר בתכנית לימודי רובוטיקה מואצת שמגיעה לשיאה בסתיו הקרוב. “אני אוהב את תשומת הלב שהתחום זוכה לה”, אומר קומאר. “אני אוהב שעמיתיי והסטודנטים שלי מחוזרים על ידי חברות גוגל ו-Qualcomm ואובר. ככל שהתעשייה מגלה יותר עניין בתחום, כך יותר אנשים מבינים שכדי לייצר מוצר מוגמר אתה צריך יותר מהשקעת מחקר בסיסית”.\nאין ספק שהסקטור הפרטי יכול לאפשר לרובוטיקאים להצליח לעשות יותר, ומהר יותר. “פרופסור ממוצע מבלה 50 אחוז מזמנו רק בכתיבת בקשות לקבלת מענקים, בניסיון להצדיק את המחקר שלו”, אומר סופמן מ-Anki. למרות ההבטחה של האתגר העירוני של DARPA, רק כשגוגל התחילה לשכור רובוטיקאים ולבצע ניסויי שדה במכוניות אוטונומיות התחיל נושא כלי הרכב הרובוטיים לצבור תאוצה של ממש. האקדמיה אולי הולידה את המכוניות האוטונומיות, אבל זו הייתה החברה המסחרית ששחררה אותן לחופשי לכבישים באזור מפרץ סן פרנסיסקו.\n“זה לא מספיק רק לכתוב מאמרי מחקר”, אומר סבסטיאן ת’רון, פרופסור במעבדת הבינה המלאכותית של אוניברסיטת סטנפורד ומייסד פרויקט המכונית האוטונומית של גוגל. “בסופו של דבר, המוצרים האלה צריכים להיבנות ולצאת לשוק כדי להיות בעלי השפעה”. ת’רון מכיר את הנושא הזה טוב אולי יותר מכל רובוטיקאי, כיוון שעבד כפרופסור עמית ב-CMU לפני שהצטרף לסגל של סטנפורד ב-2003, ואז עבר למשרה מלאה בגוגל בין 2014-2011. על אף שקנה המידה של גל ההעסקה של אובר הפתיע אותו, ת’רון אינו מודאג ממנו כלל. “אני חושב שזה סימן של ביטחון בכך שעידן הרובוטיקה החל”.\nרוב החוקרים בתחום שותפים לדעתו של ת’רון שהרובוטיקה הגיעה לנקודת מפנה. בנוסף לציד המוחות ומבול הרכש, הון סיכון זורם אל חברות קטנות שטרם נרכשו על ידי החברות הגדולות. על פי ההערכה, חברות השקיעו כ-341 מיליון דולר ברובוטיקה ב-2014 לבדה. זה כלום לעומת סקטורים טכנולוגיים אחרים, אבל זו עלייה של כשליש משנת 2013.\nנכון לזמן הירידה לדפוס, לאובר עדיין היו משרות פנויות ל-24 סוגי מהנדסים שונים במרכז המחקר שלה בפיטסבורג. וכלי רכב שביצע מבחני מערכות עבור המכונית האוטונומית העתידית שלה כבר נראה ברחובות העיר. NREC אינה נמצאת, בינתיים, במה שהוול סטריט ג’ורנל מכנה “משבר”. המעבדה שוכרת עובדים כדי למלא משרות פנויות ולמעשה מתרחבת, מוסיפה משרות חדשות ומחפשת חוזי קבלנות חדשים. עמק הסיליקון יחזור, וכמו אוניברסיטאות אחרות עם תכניות רובוטיקה עטורות שבחים, CMU צריכה לראות את האבדן הבלתי נמנע של אנשי הסגל העתידיים שלה כניצחון בתחום.\n“המדד היחיד של טכנולוגיה הוא המידה שבה היא יוצאת אל העולם הגדול”, אומר וויטאקר. “לא ביליתי חיים שלמים ביצירת הדברים האלה כדי שהם יצברו אבק במרתף”.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "אובר,מוניות,שירות מוניות,מדע פופולארי,מדע פופולרי,שירות הסעות,רובוטים,רובוט,אובר ורובוטים,uber,robots"}