{"url": "https://www.geektime.co.il/optimove-acquires-axonite/", "type": "article", "title": "אקזיט כחול לבן: Optimove רוכשת סטארטאפ ישראלי במיליוני דולרים", "description": "עד כה, אופטימוב ידעה להגיב לפעולות של לקוחות רק בדיעבד. עם רכישת אקסונייט, היא תוכל לעשות זאת בזמן אמת", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/29340026_2017714051779639_3140569486579466240_o-1580993794-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-06T16:07:30Z", "modified_time": "2020-02-06T16:41:01Z", "articleBody": "עד כה, אופטימוב ידעה להגיב לפעולות של לקוחות רק בדיעבד. עם רכישת אקסונייט, היא תוכל לעשות זאת בזמן אמת\nתמונה: Optimove\nחברת Optimove הישראלית המפתחת מערכת לניהול מערך השיווק הממוקד של חברות, מודיעה היום (ה’) על רכישה של חברה ישראלית נוספת בשם Axonite, אשר עוסקת במה שמכונה Event Streaming, ולא, זה לא קשור לסטרימינג כמו בנטפליקס. סכום העסקה לא פורסם, אך מוערך במיליוני דולרים בודדים. החברה הנרכשת גייסה כ-3.5 מיליון דולר עד עתה.\nאופטימוב מפתחת טכנולגיות המבוססות בינה מלאכותית המאפשרות יצירת תובנות עבור אנשי השיווק, כך שאלו יוכלו ליזום פעולות וליצור קמפייניים שיווקיים המתאימים אישית בערוצים שונים. עד כה, אופטימוב ידעה לנתח את התנהגות הלקוחות בדיעבד. החברה הנרכשת, Axonite, עוסקת בניתוח נתונים התנהגותיים של לקוחות בזמן אמת. המערכת מסוגלת לאסוף ולהגיב בזמן אמת על מידע המגיע ממספר מערכות, ומסוגלת לטפל במידע בקנה מידה גדול.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nהחיבור בין שתי החברות יאפשר לאופטימוב לפעול בזמן אמת ולהשלים את תשתית המידע בזמן אמת החדשה של החברה בשם Optidata. המערכת תדע את מצבו של כל לקוח בנפרד בזמן אמת, ובשילוב האלגוריתם של החברה, יאפשר לשלוח פעולות שיווקיות שיפעילו את הלקוח ברגע הנכון.\nבמסגרת הרכישה, יובל שפלר ואדם אברמס, שייסדו את אקסונייט ב-2015, יצטרפו להנהלת אופטימוב בתפקיד סמנכ”ל פיתוח עסקי ודירקטור מו”פ בהתאמה. שפלר פיתח בעבר את פלטפורמת ריטליקס שנמכרה ל-NCR האמריקאית בשנת 2012 תמורת כ650 מיליון דולר, בהמשך הפך למייסד שותף בקאר2גו. לדברי אופטימוב, כל עובדי חברת אקסונייט יצטרפו לחברה הרוכשת במשרדיה.\nב-2018 רכשה אופטימוב את DynamicMail, גם היא חברה ישראלית, תמורת סכום מוערך של כ-2 מיליון דולר. לשאלת גיקטיים האם אופטימוב מתכננת לרכוש חברות ישראליות נוספות במהלך השנה הקרובה, הגיבו באופטימוב כי כרגע אין לאופטימוב תוכניות לזמן הקרוב, והם אינם צפויים לרכוש חברה נוספת במהלך 2020. אופטימוב הוקמה בשנת 2009 וגייסה 20 מיליון דולר מקרן ההון צמיחה IGP של משה ליכטמן וחיים שני בשנת 2016. החברה מעסיקה יותר מ-260 עובדים במשרדיה בניו יורק, לונדון, הודו, סינגפור, ותל אביב.", "keywords": "אופטימוב,אקסונייט,רכישה,אקזיט,אקזיט כחול לבן,exit,optimove,axonite,event streaming"}