{"url": "https://www.geektime.co.il/geektime-2016-annual-report/", "type": "article", "title": "דוח גיקטיים 2016: האם סוף הבועה הגיע גם אל הסטארטאפ ניישן?", "description": "הדוח המסכם של 2016 בתעשיית הסטארטאפים וההון סיכון בישראל מעלה כמה תובנות ונתונים מעניינים למדי; בין היתר, ולמרות העליה בהשקעות, כדאי לשים לב לכמה נתונים לא מעודדים. בנוסף, חושף הדוח מה היו התחומים הבולטים השנה ומי היו הקרנות והמשקיעים הפרטיים הפעילים ביותר השנה. ויש כמה תחזיות ל-2017", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/Screenshot_1-copy-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-29T11:32:48Z", "modified_time": "2017-01-29T17:22:45Z", "articleBody": "הדוח המסכם של 2016 בתעשיית הסטארטאפים וההון סיכון בישראל מעלה כמה תובנות ונתונים מעניינים למדי; בין היתר, ולמרות העליה בהשקעות, כדאי לשים לב לכמה נתונים לא מעודדים. בנוסף, חושף הדוח מה היו התחומים הבולטים השנה ומי היו הקרנות והמשקיעים הפרטיים הפעילים ביותר השנה. ויש כמה תחזיות ל-2017\n\nלכאורה שנת 2016 שהסתיימה ממש עכשיו היתה טובה להייטק הישראלי עם עליה בהיקף גיוסי ההון בהשוואה לשנים קודמות. לכאורה, נהנינו מעוד שנה של בדידות מזהרת מהכפור שנושב בסיליקון וואלי ומשפיע על ההשקעות, הרכישות וההנפקות בעולם. אבל מעיון בדוח המסכם ל-2016 שהכינה Geektime Data Intelligence, יחידת המחקר והנתונים של גיקטיים, עולה כי התמונה קצת פחות ורודה והעתיד עלול להיראות קצת יותר קודר. עוד חושף הדוח נתונים מעניינים על הסקטורים שצמחו השנה ואלו שפחות, הקרנות והמשקיעים הפעילים ביותר בישראל ב-2016 וכמה תחזיות לעתיד. שנתחיל?\nהחל מהרבעון הרביעי של 2015, ולאורך כל הרבעונים העוקבים ב-2016 אנחנו חווים ירידה בהשקעות בעולם וירידה בסך ה-M&A (מיזוגים ורכישות) בהשוואה לתקופות קודמות. לא חסרות סיבות למגמה: החל מהערכות שווי מוגזמות של הסטארטאפים, שהתקשו להביא קבלות בשטח, דרך הברקזיט הבריטי, המיתון בכלכלה הסינית והבחירות בארצות הברית. עד עתה זכה עולם הון הסיכון הישראלי למעמד של ‘אי של יציבות’, אולם ברבעון השני של 2016, נראה שהמגמה החלה להתהפך.\nאבל איך? יש יותר השקעות! טכנית, נכון. ב-2016 ראינו באמת עליה יפה במספר ההשקעות מ-257 ל-402 עסקאות. גם סך כל ההשקעות הללו עלה מ-2.8 מיליארד דולר ב-2015 ליותר מ-4.2 מיליארד דולר ב-2016. אבל, שימו לב מה קורה כאשר אנחנו מביטים בשנה בחלוקה לתקופות. ב-2015, כמו ב-2014 לפניה, ראינו זינוק בהשקעות בין המחצית הראשונה לשנייה של השנה: ב-2015 ראינו עלייה מ-1.13 מיליארד דולר גיוסים במחצית הראשונה של השנה ל-1.38 מיליארד דולר במחצית השנייה; אולם למרות מחצית ראשונה מצוינת של 2016 עם 2.32 מיליארד דולר גיוסים, לא רק שאנחנו לא רואים עליה במחצית השנייה, אנחנו רואים למעשה צניחה בהיקף הגיוסים ל-1.85 מיליארד דולר. סכום נאה, אבל עלול להצביע על מגמה שלילית. עוד מספר שאנחנו לא כל-כך אוהבים הוא מספר ה-IPO שצנח ב-75 אחוזים מ-12 הנפקות ב-2015 ל-3 בלבד ב-2016. בנוסף, בניגוד ל-2015, אז מירב ההנפקות התבצעו ב-NASDAQ היוקרתית, ב-2016 ההנפקות התחלקו בין ASX, הבורסה האוסטרלית והבורסות האנגלית (LSE) והישראלית. במילים אחרות, מגמת ההאטה בעולם כולו הגיעה לישראל.\nבמדד ההשקעות המוקדמות שלנו אנחנו משקללים מספר פרמטרים ביניהם מספר ההשקעות שביצע כל משקיע, סך כל ההון שגוייס בסבבים בהם הוא השתתף ומספר השקעות המשך. המשקיעה המובילה בשלבים המוקדמים היא קרן Bessemer Venture Partners עם השקעות בחברות כמו bob (Hibob), Claroty, Oryx Vision, otonomo, Prospera ו-Kang Health. צמודה אליה נמצא את קרן Sequoia Capital, כשלמקום השלישי מגיע דווקא משקיע פרטי, שלמה קרמר.\nהמדד המלא זמין להורדה כאן\nמדד זה בא להצביע על רמת הפעילות של משקיעים בחברות שעברו לשלב הצמיחה והוא מורכב מפרמטרים כמו מספר ההשקעות שביצע כל משקיע, סך כל ההון שגוייס בכל סבב שבו השתתף, האם מדובר בהשקעת המשך להשקעה קיימת והאם המשקיע הוביל את הסבב. למקום הראשון הגיעה קרן 83North, שמנהלת נכסים בשווי 550 מיליון דולר והשקיעה ב-2016 בין היתר בחברות דוגמת Applicaster, Payoneer, BlueVine, Celeno Communications, CoolaData, Logz.io ו-PlayBuzz. למקום השני הגיעה קרן Sequoia Capital, כשאחריה קרן Battery Ventures.\nהמדד המלא זמין להורדה כאן\nמדד זה משקלל מספר פרמטרים כמו מספר ההשקעות שביצע המשקיע הפרטי, ביניהם כמה הון גוייס בסבבי הגיוס בהם הוא השתתף, האם מדובר בהשקעות המשך שלו, מספר ההנפקות שלו ומספר החברות שמכר. למקום הראשון מגיע אורן זאב, אחד המשקיעים הבולטים בסיליקון וואלי בארצות הברית. בין היתר השקיע בעבר זאב בחברות דוגמת Houzz, Loop Commerce, Tipalti, Younow, Fortytwo ו-Duda Mobile. השנה הוא רשם מספר השקעות ביניהן RedKix ,Sealights ו-Kifi שנמכרה לגוגל. למקום השני הגיע שלמה קרמר ולמקום השלישי הגיע ראקש לונקאר.\nהמדד המלא זמין להורדה כאן\nהקרנות התאגידיות נועדו להביא יותר מהחזר השקעה. לא פעם הן מאתרות את הטכנולוגיות שיאמצו חברות האם שלהן, ויביאו אותן למיליוני משתמשים בעולם. הקרן התאגידית המובילה של השנה היא Qualcomm Ventures שהשקיעה השנה הן ב-Stratoscale והן ב-Weka.IO. למקום השני והשלישי הגיעו בהתאמה SanDisk Ventures ו-Intel Capita.\nמי היתה קרן הפריווט אקוויטי המובילה של השנה? מי היתה הקרן המניבה ביותר? לחצו כאן להורדת הדוח המלא\nכאשר אנחנו מביטים על מפת ההשקעות בחלוקה לתחומים, אנחנו מגלים כמה תחומים שבולטים מעל לשאר – חלקם מפתיעים וחלקם קצת פחות.\n\nתחום הסייבר, ‘היהלום שבכתר’ של ההייטק הישראלי, ממשיך להציג גם השנה צמיחה: 15 אחוזים צמיחה במספר ההשקעות – מ-41 ל-47 וצמיחה של 29 אחוזים בסך ההון שגוייס – מ-438 מיליון דולר ל-565 מיליון דולר. עם זאת, ניתן לראות צניחה במספר הרכישות מ-14 ב-2015 ל-10 ב-2016, כשהמספרים בולטים עוד יותר כאשר מביטים בערך הכולל של העסקאות שצנח ביותר מ-50 אחוזים מ-1.05 מיליארד דולר ל-502 מיליון דולר. בתחום הזה גם היינו עדים לאחת מההשקעות הגדולות של השנה, 96 מיליון דולר, שהשיגה חברת Skybox.\nאילו עוד חברות סייבר בלטו לטובה השנה? אילו קרנות היו הפעילות ביותר בתחום ב-2016? לחצו כאן להורדת הדוח המלא\nעם זינוק של כ-428 אחוזים מהשנה שעברה בהיקף ההון שגוייס, אין ספק שאחד התחומים הרותחים ביותר הוא דווקא ה-IoT; החברות השונות גייסו כ-132 מיליון דולר ב-17 סבבי גיוס שונים והוכיחו ש-IoT הוא הרבה יותר מלדבר למקרר. קחו למשל את חברת EarlySense שאחראית על הסבב הגדול ביותר של השנה, בגובה 25 מיליון דולר, כשרק לשם השוואה, בכל 2015 גוייסו 25 מיליון דולר. החברה פיתחה מערכת לניטור מדדים בריאותיים שונים מבלי שהמטופל יצטרך לענוד או להרכיב על עצמו משהו. כך למשל יכול מטופל בבית חולים פשוט לשכב על המיטה כשהצוות הרפואי יקבל באופן רציף את כל מדדי הבריאות שלו. עלייה נוספת משמעותית חלה גם בממוצע סבב הגיוס שקפץ מ-4 מיליון דולר ב-2015 ליותר מ-8 מיליון דולר ב-2016.\nמי היו המשקיעים הבולטים ב-IoT? האם קיים שם סיכוי לאקזיט? לחצו כאן להורדה של הדוח\nשוק ה-Ad Tech סבל מלא מעט זעזועים בשנים האחרונות, כשבין היתר אחראיות על כך גוגל ופייסבוק, שמתקיימות שתיהן בזכות הפרסומות. בנוסף, חוסמי הפרסומות והפופולאריות הגואה שלהם מקשים גם הם על המפרסמים ועל חברות ה-Ad Tech הישראליות. אז אמנם אי אפשר לדבר על צניחה או מפלה, אבל בהחלט אנחנו עדים למיתון בתחום שמתבטא בין היתר בירידה קלה מ-309 מיליון דולר השקעות ב-2015 ל-301 מיליון דולר השקעות ב-2016, זאת למרות עליה של 24 אחוזים במספר העסקאות. התוצאה: ירידה בהיקף הגיוס הממוצע מ-12 מיליון דולר ל-10 מיליון דולר ב-2016. בין ההשקעות הבולטות של השנה ניתן למנות את Kaltura שגייסה 50 מיליון דולר מגולדמן זאקס ו-Outbrain שגייסה 45 מיליון דולר, לקראת ההנפקה המיוחלת שלה. ירידה נוספת חלה גם בממוצע של מחיר החברות שנמכרו.\nיש לנו עוד הרבה נתונים ותובנות על ה-Ad Tech. לחצו כאן להורדת הדוח המלא\nביטקוין ובלוקצ’יין, תשלומים במובייל, הלוואות P2P, העמדת אשראי תמורת חשבוניות ומודלים חדשניים לביטוח – אין ספק שהשילוב בין טכנולוגיה וכסף מספק לנו כמה מוצרים ושירותים יצירתיים ושימושיים למדי. חברות הפינטק הישראליות הצליחו השנה לצמוח בלא פחות מ-434 אחוזים ולהגיע לסך גיוסים של 578 מיליון דולר ב-33 סבבי גיוס, זאת לעומת 108 מיליון דולר ב-11 סבבי גיוס ב-2015. בין העסקאות הבולטות של השנה ניתן למנות את BlueVine, שגייסה 90 מיליון דולר בשני סבבים ו-Behalf שגייסה 27 מיליון דולר.\nמעניין אתכם מה עוד קרא ב-Fintech? למה שלא תורידו את הדוח המלא שלנו?\nלוחית הרישוי המיוחדת של רכב אוטונומי. צילום: גיקטיים\nאם לא מחשיבים את הסוסיתא, הרי שישראל מעולם לא היתה מעצמת רכב. אבל בכל מה שקשור בטכנולוגיות רכב, הסיפור שונה לגמרי וישראל היא אחת מהשחקניות המרכזיות בפיתוח של כלי רכב אוטונומיים: הן אם ברמת החומרה עם חברות כמו מובילאיי או Innoviz והן ברמת הביג דאטה וציי הרכב עם חברות כמו Gett. ואם כבר מדברים על Gett, הרי שעל שמה רשום סבב הגיוס הגבוה ביותר של 2016 – שעמד על 300 מיליון דולר והובל על ידי תאגיד פולקסווגן הגרמני. גם Via ו-Juno, שני שירותי נסיעות שיתופיות שהוקמו על ידי ישראליים, המשיכו את הצמיחה וההתפשטות שלהם, תוך כדי גיוסי הון יפים. במבט כולל זינקו ההשקעות בתחום מ-72 מיליון דולר ב-2015 ל-321 מיליון דולר – זינוק של 346 אחוזים, כשמספר העסקות יותר ממכפיל את עצמו מ-7 ל-15. כמובן שעם הקידמה והטכנולוגיה מגיעות גם הסכנות החדשות וסטארטאפים כמו Karamba, Argus ו-CyMotive פועלים בתחום הסייבר לרכב.\nתחת Life sciences כללנו תחומים כמו מכשור רפואי, בריאות, wellness וביוטכנולוגיה. מהנתונים של הדוח עולה כי למרות עליה גדולה במספר סבבי הגיוס (מ-43 ל-61), הרי שסך כל הכספים שהושקעו בחברות בתחום סבל מירידה של 10 אחוז. במקביל ירד כמובן הגובה הממוצע של סבב גיוס מ-12 מיליון דולר ל-7 מיליון דולר – ירידה של כמעט 40 אחוזים. מספר הרכישות בתחום השנה שעמד על 7 מהווה עלייה קלה מ-5 העסקות של 2015.\nמי היה המשקיע הבולט ב-2016? למה לנחש? הדוח המלא שלנו מחכה לכם עכשיו להורדה\n1. ניהול שרשרת אספקת ולוגיסטיקה: ככל שאנחנו עוברים לקניות אונליין, הולך ועולה הצורך שלנו בשירותי אספקה, לוגיסטיקה ומשלוח יעילים ומהירים יותר. אמזון, אחת מהחלוצות בתחום, הבינה את זה כבר ב-2012, כשרכשה את הסטארטאפ Kiva וכיום היא משתמשת בצבא של 45 אלף רובוטים, לצורך ייעול המשלוחים שלה. כמובן שהחברה גם נתפסת כאחת החלוצות בתחום של משלוחים בעזרת רחפן. גם ענקיות שילוח כמו UPS ו-FedEx לא שוקטות על השמרים ורוכשות סטארטאפים וטכנולוגיות בתחום. לישראל נציגות מכובדת בתחום עם סטארטאפים כמו Freightos שרכש השנה את WebCargoNet הספרדית, Caja Systems שמפתחת רובוטים למחסנים; CartaSense ו-SimpleOrder. התחומים שיבלטו השנה הם תחומי הרובוטיקה, רחפנים, ניהול מלאיים ומשלוחים בעזרת למידה מכונה ו-AI, כלי רכב אוטונומיים ו-E-commerce.\nצ’ט-בוט בפעולה. צילום: גיקטיים\n2. ממשק אדם-מכונה: בשנים האחרונות אנחנו רואים פריחה בכל מה שקשור לפיתוח הממשק בין האדם למחשב ולסמארטפון שלו: עוזרות קוליות כמו סירי, קורטנה ואלקסה; בוטים במסנג’ר; NLP (עיבוד שפה טבעית – הכל כדי שהמחשב יבין אותנו טוב יותר ומהר יותר. גם בתחום הזה ישראל מובילה עם לא פחות מ-50 סטארטאפים שמתעסקים בתחומי הפיתוח השונים של בוטים והדגש כאן על תחומי למידה מכונה ו-NLP; צ’טבוטים; E-commerce.\n3. Fintech: לדור המילניאלז, שגדל לתוך עולם של סמארטפונים, יש צרכים ודרישות שונים מאוד מאלו של דורות קודמים לו. התוצאה: שטף של אפליקציות, אמצעי תשלום ומוצרים פיננסיים חדשניים שמתבססים אפליקציות וממשקים חדשניים. בין היתר ראינו זינוק בתחומים כמו ה-Insurtech עם חברות חדשניות כמו Lemonade הישראלית שמציעה ביטוח P2P, ללא סוכנים או נציגי שירות ומתבססת רק על צ’טבוטים ואפליקציה; תחום אחר שרואה פריחה הוא הזירות הכלכליות עם הלוואות P2P ונדל”ן; ניהול כספים דיגיטלי ומטבעות קריפטורגפיים כמו ביטקוין, שחזר בשבועות האחרונים לימי הזוהר שלו, ובלוקצ’יין.\n4. IoT: בשנים האחרונות אנחנו רואים מגמה של הפיכת כל מכשיר או חפץ ל’מחובר’ ו’חכם’, זאת בעזרת יכולות תקשורת ומיחשוב מתקדמות. אז, נכון, לפעמים נדמה שהחברות קודם כל הופכות מכשיר ל-IoT ואז שואלות את עצמן למה זה טוב, אבל במקביל, אנחנו רואים התבגרות של השוק והתחלה של מענה על צרכים אמיתיים. חיבור ותקשורת בין מכשירים חכמים של יצרנים שונים ובין מכשירים אלקטרוניים לעוזרות קוליות דוגמת אלקסה של אמזון – כל אלו יעניקו לנו את הערך המוסף לו אנחנו מצפים. בהקשר זה כדאי לא חסרים סטארטאפים ישראליים שבולטים בתחומם כמו EarlySense, 3DSignals, EyeSight Mobile Technologies, Pixie ו-Neura. כמובן שבכל מקום שבו נמצא מכשיר חכם ומחובר – עולה גם הסיכון האבטחתי – ובמקביל אנחנו רואים צמיחה של סטארטאפים ישראליים בתחום שמספקים הגנה על מוצרי IoT. באופן לא מפתיע המשקיעות הגדולות בתחום הן הקרנות התאגידיות של אינטל, קוואלקום ו-GE, שעבורן מדובר בהשקעה אטסטרגית. התחומים הבולטים ב-IoT יהיו תחומי הבית המחובר, הסייבר ו-Industry 4.0, כלומר, חיבור של מערכות תעשיה ותשתיות ‘טפשות’.\n\n\n\n\n \n  \n  \n  \n  \n \n\n\t(function () {\n\t\tvar _atpopq = window._atpopq || (window._atpopq = []);\n\t\twindow._atpopobj = {};\n\t\tif (!_atpopq.loaded) {\n\t\t\tvar atpopjs = document.createElement('script');\n\t\t\tatpopjs.type = 'text/javascript';\n\t\t\tatpopjs.async = true;\n\t\t\tatpopjs.src = '//cdn-media.web-view.net/popups/lib/v1/loader.min.js';\n\t\t\tvar s = document.getElementsByTagName('script')[0];\n\t\t\ts.parentNode.insertBefore(atpopjs, s);\n\t\t\t_atpopq.loaded = true;\n\t\t}\n\t\t_atpopq.push(['UserId', 'e3j3wa8a']);\n\t\t_atpopq.push(['PopupId', 'ftxa2hsu']);\n\t\t_atpopq.push(['IsraelCode', '104']);\n\t\t_atpopq.push(['CountryCode', '104']);\n\t\t_atpopq.push(['IsEmbed', true]);\n\t\t_atpopq.push(['IgnoreMainCss', true]);\n\t\t_atpopq.push(['OnEventCallback', 'handleATPopupEvent']);\n\t})();\n\n\n\t//Sample event handler function\n\tfunction handleATPopupEvent(ev,args){\n\t\tswitch(ev){\n\t\t\tcase 'display':\n\t\t\t\t//Do this when the popup is displayed\n\t\t\t\tbreak;\n\t\t\tcase 'close':\n\t\t\t\t//Do this when the popup gets closed by the user\n\t\t\t\tbreak;\n\t\t\tcase 'submit':\n\t\t\t\t//Do this when popup gets submitted and the user doesn't get redirected to a URL\n\t\t\t\tbreak;\n\t\t}\n\t}\n\n", "keywords": "דוח גיקטיים,דוח גיקטיים 2017,דו\"ח סיכום 2016 של תעשיית הסטארטאפים וההון סיכון בישראל,annual report 2016: startups and venture capital in israel,geektime data intelligence,יחידת המחקר של גיקטיים,startup nation,israel\\'s startup ecosystem,venture capital,דוח סיכום 2016 של תעשיית הסטארטאפים וההון סיכון בישראל,דוח סיכום 2016 של תעשיית הסטארטאפים וההון סיכון בישראל"}