{"url": "https://www.geektime.co.il/tmura-a-model-angel-for-vcs-and-angels/", "type": "article", "title": "כך תרמו האקזיטים הגדולים של 2013 חזרה לקהילה", "description": "קרן תמורה רוכבת על גל האקזיטים הישראליים של 2013, וגורפת כמעט 2 מיליון דולרים מהרווחים של האקזיטים השנה.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/01/tmura-s.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-01-09T18:07:22Z", "modified_time": "2014-01-09T18:11:46Z", "articleBody": "קרן תמורה רוכבת על גל האקזיטים הישראליים של 2013, וגורפת כמעט 2 מיליון דולרים מהרווחים של האקזיטים השנה.\nמקור: צילום מסך\nהפוסט נכתב על ידי אבי שניידר, ותורגם לעברית על ידי חן אידן.\nייתכן שקרנות הון ואנג’לים צריכים להביט לכיוון של אנג’לים מסוג אחר בפעם הבאה שהם זקוקים להשראה, לפחות בכל הנוגע להיכן כדאי לבצע את ההשקעה הגדולה שלהם. אחד מהכיוונים עליהם כדאי להביט הוא על קרן תמורה.\nמדובר על קרן שנוסדה ללא מטרות רווח, הפועלת במודל בו היא מקבלת מניות בחברות צעירות ומרוויחה כשהן נמכרות או מונפקות. את הכסף שמתקבל מהמכירה או מהרווחים, מעבירה הקרן במלואו לתמיכה בתוכניות חינוך ונוער בארץ באמצעות תרומות לעמותות השונות.\nמספר האקזיטים הגדול של השנה האחרונה היה משמעותי במיוחד עבור הקרן, שלמעשה הודיעה על כך שהצליחה לייצר רווחים בסך 2 מיליון דולרים במהלך 2013, וכמובן שכולם הועברו לתרומה.\nתמורה חייבת את רוב הסכום של 2013 לשניים מהאקזיטים המדוברים ביותר בשוק: וויז שנמכרה לגוגל בסכום של כמיליארד דולרים וחברת אינטוסל שנמכרה לסיסקו ב-475 מיליון דולרים. אך עם כל הכבוד לגובה הסכומים, במהלך 11 שנות פעילותה הרוויחה הקרן למעלה מ-10 מיליון דולרים אותם הקפידה לתרום בחזרה לקהילה ממנה צמחו אותם סטארטאפים ויזמים מוצלחים: ישראל.\nלאחרונה, או שתמורה הפכה לטובה במה היא עושה או שגם סטארטאפים שעדיין לא התחילו להרוויח הפכו לנדבנים, שכן הקרן הודיעה על מספר שיא של חברות שנרשמו לתרום מרווחיהן במהלך השנה האחרונה: 54 חברות. מספר זה מהווה שישית מסך החברות התורמות שהצטרפו לקרן מאז שנוסדה ב-2002 ועד היום, העומדות על 319 חברות.\nבראיון עם מייסד ויושב הראש של תמורה, ידין קאופמן, הסביר האחרון שישנם מספר אלמנטים התורמים לעלייתה של תמורה בתקופה האחרונה: “יזמים מגיעים להבנה שיש להם חובה להיות אזרחים עובדים ואחראיים. תמורה מציעה להם נתיב קל יחסית על מנת למלא את חובתם, וכזה בעל השפעה גבוהה. למעשה כבר פנינו למספר חממות ומאיצים שכחלק מעבודתם עם החברות והצטרפותן לצוות, יתרמו מהמניות שלהן לקרן”.\nLool Ventures תרמה לאחרונה חלק מרווחי האקזיטים שלה ופלטפורמת OurCrowd הצטרפה גם היא לאחרונה לקרן. קאופמן מציין שלמרות התמקדות בחממות ומאיצים היא אינה אסטרטגיה חדשה, יש עליה משמעותית בכמות שלהם בתקופה האחרונה – מה שלמעשה נתן דחיפה נוספת לעלייה של תמורה בסכומים אליהם הגיעה במהלך 2013.\nבמהלך השנה האחרונה האחרונה הצטרפו לקרן תמורה חברות מוכרות בשוק, כגון Tipa, ScoreOID, SQream, Tawkon, Parko, Tag’by, Medisafe, FTB Pro, MetaView, Big Blue Parrot, Ubimo, RotaryView, enVerid ואחרות. רווחים מהחברות הללו, כמו גם משאר החברות שהצטרפו לקרן בעבר ילכו למגוון רחב של ארגוני צדקה, הכוללים בין היתר את:\nאח בוגר אחות בוגרת – ארגון הפועל להעצמאת ילדים ונוער הזקוקים לקשר אישי ומשמעותי עם מתנדב בוגר, התומך בכ-500 צעירים ממשפחות חד הוריות מרחבי המדינה.\nמחשבה טובה – קבוצה שהוקמה על ידי קבוצת אנשי חינוך והייטק תושבי ירושלים בשנת 2003 במטרה לצמצם את הפער החברתי ההולך וגדל בתחום המחשבים והמדיה הדיגיטלית. העמותה מלמדת אוכלוסיות שונות ומגוונות כגון נוער בסיכון, זקנים, ערבים, ילדי גנים עירוניים, חרשים, חרדים וציבור המובטלים. העמותה מעבירה קורסים שכוללים הקניית ידע בסיסי במחשבים, לימוד תוכנות אופיס, גלישה באינטרנט, רובוטיקה, אנימציה ועוד.\nספריית פיג’מה – תכנית שמטרתה להנחיל לילדים אהבה לקריאה ולספרים ולעודד דיון בערכים יהודיים בחיק המשפחה ובגן הילדים. התכנית פועלת בשיתוף עם משרד החינוך דרך גני הילדים, ומעניקה מידי חודש לעשרות אלפי משפחות ספרי ילדים איכותיים בעלי זיקה לתרבות ולמורשת ולצדם הצעות לפעילות משותפת לילדים ולהוריהם.\nתובנות בחינוך – מיזם שקם במטרה  לתת רוח גבית למנהלי בתי ספר ולאפשר להם לחולל מהפך חינוכי וחברתי במרכזים החינוכיים שבניהולם. המיזם מסייע למנהלים לפתח תפיסה של מנהיגים ויזמים חברתיים, הפועלים למען יצירת מענה כולל לצרכי התלמידים מבחינה לימודית, רגשית וחברתית. בדרך זו הופך בית הספר לעוגן המרכזי בחיי התלמידים והקהילה הסובבת אותם ולמקום מעורר השראה.\nערכים בספורט – חזון העמותה הינו יצירת חברה ערכית בישראל המושתתת על דרך ארץ, ערבות הדדית, סובלנות, אחווה ומצויינות, חברה בה הפעילות הספורטיבית מהווה תשתית לפיתוח ערכי וחינוכי. העמותה פועלת ליצירת מעגל השפעה ערכי החל מאגודות הספורט ומחלקות הספורט העירוניות ,דרך המאמנים והשחקנים ועד להורי השחקנים אשר יחולל שינוי לטובה בחברה הישראלית בכללותה ובאווירה הספורטיבית בפרט. השאיפה היא להפוך את הילדים (השחקנים) לאנשים טובים יותר לעצמם ולחברה בישראל ולא רק לשחקנים טובים יותר.\nקאופמן כמובן גאה בהישגים השונים של הקרן ובעובדה שמהווה גשר פילנתרופי בין קהילת הסטארטאפ של ישראל והקהילה עצמה. “התרחבותה של הקרן במהלך 2013 מראה שמודל התרומות שלנו מציע אפשרות אטרקטיבית לחברות ההייטק, כפי שמעידות 54 החברות שהצטרפו אליה. זה נחמד לראות שרבים מהפרוייקטים ללא מטרות רווח בהם אנו תומכים עוברים משלב ה”סטארטאפ” אל השלב הבא, ומתגלגלים החוצה בקנה מידה עולמי”.", "keywords": "קרן הון סיכון,תמורה,קרן תמורה,tmura,lool ventures,venture capital,סטארטאפ,סטארטאפים,השקעה,השקעות,ארגון,"}