{"url": "https://www.geektime.co.il/geekstarter-07-11-14/", "type": "article", "title": "3 קמפיינים למימון המונים שעלו השבוע ואתם חייבים להכיר [GeekStarter]", "description": "השבוע ב-Geekstarter: אוזניות אשת החתול, מטען 5 דקות לסמארטפון וגם מטען טוסטר לסמארטפון", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/BIG4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-07T15:55:29Z", "modified_time": "2014-11-07T15:55:29Z", "articleBody": "השבוע ב-Geekstarter: אוזניות אשת החתול, מטען 5 דקות לסמארטפון וגם מטען טוסטר לסמארטפון\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. בפינת גיקסטארטר, בכל שבוע נציג בפניכם 3 פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\nמקור: Axent Wear\nמכירים את אורות הניאון וה-LED מתחת למכוניות? אז קבלו את המקבילה הגיקית: אוזניות ה-Cat Ear של Axent Wear. מדובר באוזניות שכמו כל האוזניות מאפשרות לכם ליהנות מהמוסיקה שאתם אוהבים, אבל בניגוד לשאר האוזניות, ב-Cat Ear Headphones יש כמה מאפיינים ייחודיים למדי:ראשית, עיצוב יוצא דופן בצורת אוזני חתול, שמושפע כך נראה מתרבות המנגה היפנית. שנית, באוזניות, שמגיעות במספר צבעים שונים, משולבות נורות LED שנדלקות בזמן שאתם מקשיבים למוסיקה ולבסוף, הקילר-פיצ’ר: רוצים לחלוק את המוסיקה שאתם אוהבים עם החברים? באוזניות משולבים רמקולים חיצוניים. באוזניות תמצאו חיבור למיקרופון (כלול בערכה) וכן חריץ לטעינה בעזרת USB.\nמחיר יחידה: 150 דולר עבור יחידה (כולל משלוח לישראל).\nמועד משלוח משוער: אפריל 2015.\nהגיעו ליעד? למרות יעד שאפתני למדי של 250 אלף דולר, הצליחו היזמות לגייס כבר יותר מ-2.1 מיליון דולר. שימו לב שנותרו רק עוד שעות מעטות עד לסגירת הפרויקט, אז אם אתם בעניין, כדאי שתמהרו.\nלדף הפרוייקט באינדיגוגו\n\n \nמקור: Zap&Go\nאם אתם מרבים להסתובב בדרכים, לטוס, לנסוע ברכבת או באוטובוס, אתם מכירים כבר את המראה של אנשים שיושבים על הרצפה ליד שקע חשמלי מקרי שמצאו, כשאליו מחובר הטלפון שלהם. הכל בגלל הסיוט הכי גדול זמננו: הסוללה המתרוקנת. אבל, אם יש לנו רכבת או מטוס לתפוס עוד כמה דקות, גם סידור זה לא ממש פרקטי, כשמכשיר אייפון ממוצע זקוק לשעתיים וחצי של טעינה, כדי ליהנות מסוללה מלאה. אמנם קיימות כבר סוללות גיבוי, אבל הן בנויות מליתיום, בדיוק כמו הסוללות של הטלפונים שלנו, כך שגם הטעינה שלהן אורכת זמן רב. Zap&Go מכונה על ידי יזמיו “הסופר-מטען הראשון בעולם שעשוי מגרפן”.\nהגרפן שנחשב ל”ההמצאה הגדולה ביותר מאז שבב הסיליקון” הוא חומר שנחשב מוליך מצוין, אפילו טוב יותר מנחושת, כשהניידות החשמלית שלו טובה פי 100 מסיליקון. היזמים שמאחורי המטען הזה, יצרו “כבל-על” שנטען במהירות שיא, אבל לא פורק במהירות. כך, אתם יכולים פשוט להכניסו לשקע החשמלי ל-5 דקות בלבד, ואז להוציאו ולחבר את הטלפון אליו בזמן הטיסה או הנסיעה. 5 דקות בלבד של טעינה בשקע החשמלי יספקו לכם מספיק מתח ל-100% טעינה של אייפון 5 או 5s, או 75% מהאייפון 6 החדש או הגלאקסי s5.\nמחיר יחידה: 99 דולר עבור יחידה (כולל משלוח לישראל).\nמועד משלוח משוער: אוקטובר 2015.\nהגיעו ליעד? היעד של החברה עמד על 30 אלף דולר, ונכון לכתיבת שורות אלו, הצליחו היזמים לגייס כ-57 אלף דולר.\nלדף הפרוייקט באינדיגוגו\n\nמריחים משהו שרוף? מקור: foaster\nאם דיברנו על מטענים, קבלו מטען שאולי לא יעזור לנו יותר מדי כשאנחנו בדרכים, וגם לא משלב טכנולוגיה מהפכנית, אבל בהחלט מביא בשורה של עיצוב לבית. foaster הוא מטען בצורת טוסטר שיחסוך מאיתנו את מראה ה”ספגטי”, אתם יודעים, כל אותם חוטים של מטענים ששייכים לסמארטפונים ולטאבלטים שיש לנו בבית. מדובר למעשה בבסיס טעינה בצורת טוסטר עם מקום לעד 4 מכשירים שונים, שמסתיר בתוכו את כבלי הטעינה הלא-אסתטיים. ה-foaster כולל כבל חשמל אחד שמתחבר לשקע, וכך שומר על המראה הנקי והמינימליסטי. הדפנות הפנימיות של הטוסטר עשויות מחומר דמוי-ואקום (Micro-suction) שמאפשר לכם להניח ולהרים את הסמארטון או הטאבלט ביד אחת.\nמחיר יחידה: 101 דולר עבור יחידה (כולל משלוח לישראל).\nמועד משלוח משוער: מרץ 2015.\nהגיעו ליעד? יעד הגיוס עומד על 44 אלף דולר, ונכון לכתיבת שורות אלו, הצליחו היזמים לגייס רק כ-15 אלף דולר מ-185 תומכים.\nלדף הפרוייקט בקיקסטארטר\n ", "keywords": "zap&go,קיקסטארטר,foaster,גיקסטארטר,axent wear cat ear headphones,אינדיגוגו,kickstarter,geekstarter,indiegogo,מימון המונים,טעינה,מטען,,zap&go"}