{"url": "https://www.geektime.co.il/xiaomi-mi-laser-projector-announced/", "type": "article", "title": "מהקולנוע לסלון: שיאומי מציגה מקרן לייזר 150 אינץ' במחיר נמוך", "description": "החברה הסינית שמוכרת בזכות המוצרים המתקדמים והמחיר הנגיש שלה הכריזה על מקרן לייזר - כמו בבתי הקולנוע - עם תצוגת ענק של 150 אינץ', בהירות גבוהה ומערכת סאונד מובנית במחיר נמוך משמעותית מהמתחרים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/mi-laser-projector-4-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-29T10:38:34Z", "modified_time": "2017-06-29T11:20:11Z", "articleBody": "החברה הסינית שמוכרת בזכות המוצרים המתקדמים והמחיר הנגיש שלה הכריזה על מקרן לייזר – כמו בבתי הקולנוע – עם תצוגת ענק של 150 אינץ’, בהירות גבוהה ומערכת סאונד מובנית במחיר נמוך משמעותית מהמתחרים\n\nמקרני הלייזר הם הדרך היקרה והטובה יותר ליהנות מקולנוע ביתי. הבעייה העיקרית היא שהם יקרים משמעותית – גם מטלוויזיות הפרימיום היקרות. עכשיו מציגה חברת שיאומי הסינית את מקרן הלייזר החדש שלה, שמציע כמה פיצ’רים מעניינים, מפרט טוב ותג מחיר נגיש במיוחד.\nאתמול הציגה שיאומי את ה-Mi Laser Projector, המקרן החדש שלה שמציע טכנולוגיית לייזר, כמו בבתי הקולנוע – בשילוב תצוגה בגודל 150 אינץ’ – יותר מכפול מהטלוויזיות הגדולות ביותר שנמכרות כיום. אחד היתרונות השימושיים במקרן הוא שתוכלו למקם אותו ממש בקירבה לקיר – בדומה למיקום שבו אתם שמים כיום את הממיר למשל.\nנתחיל בתצוגה. מקרן הלייזר עושה שימוש בטכנולוגיית ALPD 3.0, שפותחה על ידי חברת ShenZhen Appotronics, שמייצרת כ-90 אחוזים ממקרני הלייזר שנמצאים בשימוש של בתי הקולנוע בסין. בנוסף, משתמשת החברה בטכנולוגיית עיבוד אור דיגיטלית (DLP) שפותחה על ידי  Texas Instruments האמריקאית. התוצאה: רמת בהירות מרשימה של 5000 לומן וניגודיות 3000:1. כאמור, התצוגה יכולה להגיע ל-150 אינץ’, אבל קחו בחשבון שהמקרן תומך ב-1080p ולא ב-4K. בשיאומי מתגאים בצבעוניות של המקרן, עם רוויה שגדולה ב-85 אחוזים מטווח כיסוי הצבעים בתקן NTSC.\nקניתם מסך 70 אינץ’ וחשבתם שהוא גדול. מקור: Xiaomi\nאבל לא רק תצוגה. המקרן כולל גם מערכת סאונד מובנית שכוללת 2 טוויטרים ו-2 וופרים, כך שתוכלו תיאורטית לוותר גם על רמקולים ייעודיים או מקרן קול. בתוך המקרן תמצאו מעבד A53 מרובע ליבות ובגב של ה-Mi Laser Projector תמצאו מגוון חיבורים שמצטרפים לקישוריות ה-WiFi שלו: 3 כניסות HDMI, כניסת USB 3.0, חיבור Ethernet, חיבור S/PDIF, חיבור 3.5 מ”מ סטנדרטי ועוד חיבור AV. הממשק של המקרן הוא MIUI TV, מערכת ההפעלה של הטלוויזיות החכמות של החברה, שמתבססת על אנדרואיד.\nמגוון חיבורים בגב המקרן. מקור: Xiaomi\nכמו רוב המוצרים של שיאומי, בשלב הראשון ניתן יהיה להשיג את המקרן החל מ-4 ביולי – רק בסין (אבל אנחנו אופטימיים) ומחירו יעמוד על כעשרת אלפים יואן סיני או כ-5,100 ש”ח. אגב, אורך החיים של המקרן, עומד על כ-25 אלף שעות פעילות, מה שאומר שאם תשתמשו בו כשעתיים ביום הוא צפוי להחזיק כ-34 שנים.\n ", "keywords": "שיאומי,מקרן קול,מקרן סאונד,מקרן לייזר,mi laser projector,המילטון,טלוויזיה,מסך"}