{"url": "https://www.geektime.co.il/social-media-marketing-world-2016/", "type": "article", "title": "שיווק סטארטאפ: כנס הסושיאל הגדול בעולם הציג את הטרנדים המובילים בתחום כרגע", "description": "אחת לשנה מתקיים בסן דייגו כנס הסושיאל מדיה הגדול בעולם, שמושך אליו את כל המוחות הגדולים בתעשיה. הנה כמה תובנות שעלו שם וכדאי לכם מאוד להכיר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/13062957_10154096621684383_3319669757331768954_o.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-18T14:00:38Z", "modified_time": "2016-05-18T17:43:09Z", "articleBody": "אחת לשנה מתקיים בסן דייגו כנס הסושיאל מדיה הגדול בעולם, שמושך אליו את כל המוחות הגדולים בתעשיה. הנה כמה תובנות שעלו שם וכדאי לכם מאוד להכיר\nהכתבה בחסות\n \n\nבשנת 2009 נתקלתי לראשונה בבלוג של Michael Stelzner שהופיע מדי יום תחת השם Social Media Examiner. שנה וחצי קודם לכן בשנת 2008 הקמתי את Gaia VSM, שמתמקדת באסטרטגית שוק ושיווק לחברות סטארטאפ. באותה נקודה הייתי אחרי 22 שנים בניהול שיווק ומכירות של מותגים בינלאומיים ומקומיים מובילים בחו”ל ובישראל. במשך אותן שנים ניהלתי תקציבי שיווק שונים ממאות אלפי דולרים לעשרות מיליוני דולרים בשנה. זה תמיד היה אתגר מרתק להצליח להעביר ללקוחות את המסרים האפקטיביים ביותר היצירתיים והמדויקים שיניעו לקוחות עסקיים, מוסדיים ו\\או פרטיים להשתמש, לקנות, ולפתח נאמנות למוצרים ולמותג שלך.\nאבל נושא אחד היה תמיד ברור ופשוט למדי – איך להגיע ללקוחות. ערוצי המדיה היה קבועים מזה שנים רבות ושינויים הופיעו בקצב איטי ביותר: פרינט, רדיו, שילוט חוצות, טלוויזיה ואחר כך האינטרנט. כל שהיה צריך לעשות (דרך משרדי הפרסום) התמקד ברכישת מדיה נכונה, לבצע פריסה נכונה ולהשיג את יעדי הקמפיין – וזה היה ברור ופשוט למדי.\nופתאום הכל התחיל להשתנות. הופיע גוגל ששינה סדרי עולם ואחר כך פייסבוק. אחוזי הרייטינג בטלוויזיה בעולם ירדו בקצב מהיר, האינטרנט הפך לאינסופי, פיזור הלקוחות היה אינסופי והסיטואציות השתנו לחלוטין. להגיע ללקוחות ולייצר השפעה כמו בעבר הפך לאתגר עצום וקשה ביותר לפיצוח.\nהבלוג של Stelzner הציג בפעם הראשונה מזה חמש שנים אלטרנטיבה אמיתית לערוצי השיווק המסורתיים. הוא נתן כלים להבין ולהשתמש נכון בסושיאל מדיה, ידע לזהות נכון את הטרנדים והביטויים החדשים. למעשה לראשונה הביא הבלוג הזה (וכמה נוספים דומים לו) הזדמנויות גדולות אמיתיות לכל העולם העסקי הגלובלי והלוקלי.\nבשנת 2013 ערך זלצנר עם אנשיו ב-Social Media Examiner את הכנס הראשון שלהם. בסן דייגו. בשנה שעברה, השלישית לקיומו החלטתי לנסוע בפעם הראשונה לכנס. הוא היה מפתיע. באיכותו ובנקודות למחשבה שהתעוררו בו. כשהתלבטתי אם לנסוע השנה שוב שאלתי את עצמי האם היה דבר או שינוי אחד משמעותי בחברה שלי שהכנס גרם לו ישירות. היו שניים. ולכן נסעתי.\nנסעתי ל-SMMW 2016 – Social Media Marketing World בסן דייגו בתקופה של חששות גדולים ותחושה של אובדן דרך בכל הקשור לאיך להגיע ללקוחות בשוק הבינלאומי. גוגל הפך יקר ורועש להפליא אבל יותר מכך, ברוב המקרים לא התאים כלל ללקוחות שלנו – חברות הסטארטאפ. אף אחד לא מחפש בגוגל מוצר שהוא לא יודע שקיים בכלל, וכמעט אף אחד לא מחפש פתרון ברשת אם הוא לא יודע שקיים פתרון כזה.\nפייסבוק ולינקדאין התחילו להצטייר כערוצי פרסום וקידום ממומן ולכן לא רלוונטים לסטארטאפים ברוב המקרים בהם צריך ליצור שוק שלא קיים עדיין. ויצירת התוכן, שתמיד האמנתי שהוא הכלי החזק ביותר, התמקדה בלהביא לייקים לעמוד הפייסבוק של החברה (מה שלא עומד בכלל הראשון בפרסום של What’s In It For Me מנקודת המבט של הלקוח) במקום להביא מתעניינים רציניים שיהפכו ללידים באתר של החברה. משהו לא עבד.\nחששתי שהכנס, שמתקיים כמובן גם למטרות רווח, יחזק מאוד את מגמות הפרסום והקידום הממומן בסושיאל מדיה, ובעיני זה כמעט לחלוטין לא רלוונטי, בכלל, ולחברות סטארטאפ בפרט. אף אחד לא אוהב לראות פרסום בו חברה אומרת על עצמה שהיא טובה. בעיקר חברת סטארטאפ שאיש לא מכיר ובוטח בה.\nבהרצאת הפתיחה של מייקל זלצנר הופתעתי. הוא העלה את אותה תמונת מצב שאנו ב-Gaia רואים מנקודת מבטנו, הוא מוטרד מאותם דברים. הוא חושש שהקהל המוסדי והפרטי כאחד הפך סקפטי כמעט לכל פרסום. בתום ההרצאה כשדיברתי עם מייקל זלצנר אמרתי לו כמה הזדהתי עם המסרים שלו ושיתפתי אותו בדאגה האמיתית שלי שאין תשובות.\nגיא קוואסקי, האוונגליסט הראשון בהיי-טק (אפל)\nאבל מצאתי אותן! המטרה שלי בכנס היתה להבין את התמונה הכוללת עבור היזמים ואנשי הסטארטאפ: איזה כלים עומדים לרשות כל חברת סטארטאפ כדי להגיע באופן המהיר, הנרחב ובמינימום עלויות למקסימום לקוחות רלוונטיים – במטרה להשיג לידים ומכירות \\ שימוש במוצר.\nלהלן התשובות שקיבלתי:\n1. סושיאל מדיה (לא ממומן) הוא הכלי הנכון, הבטוח, הרחב והאמין ביותר עבור 95% מחברות הסטארטאפ בשיווק לשוק הבינלאומי.\n2. הדרך היחידה הנכונה להסתכל על סושיאל מדיה (וזה היה חידוש עבורי) היא כמגוון גדול מאוד של כלים והזדמנויות (חלקם הגדול חדשים ואפקטיביים מאוד) להגיע לקהל היעד המדויק ולהשפיע עליו. צריך לראות וללמוד את מרחב ההזדמנויות ולזהות את הרלוונטיות ביותר ללקוחות הפוטנציאלים שלך בהתאמה לאופי, לשלב ולסטטוס בו נמצאת החברה בכל שלב.\n3. אלה 6 הכלים המובילים שעובדים היטב ורלוונטיים ביותר ב-2016 בסושיאל מדיה:\n• וידיאו, וידיאו, וידיאו: YouTube) ,Facebook Live, Periscope, Video Podcasts, Vine ודומיהם).\n• תוכן, המון תוכן. בעיקר בבלוג החברה. ואצל שותפים רלוונטיים. כולל כמובן ויזואל. (הרבה פחות רלוונטי להביא המונים שיעשו לייק לדף הפייסבוק).\n• מדיה = יחסי ציבור, בלוגרים = לגיטימציה.\n• Podcasts – Video, Audio\n• רשתות חברתיות בעיקר כערוצים להפצת תוכן ולתקשר עם בלוגרים (בהתאם כמובן לקהל היעד – Facebook, Twitter, Instagram, Snapchat LinkedIn, Google+, Pinterest.\n• יצירת רשימות מיילים (של החברה. לא קניית רשימות תפוצה). עדיין, לגמרי (לא קניה של רשימות תפוצה).\nאלו 6 מבין 150 דוברים בכנס (כולם על תקן ״גורו״ ומובילים בסושיאל מדיה), והאתרים העיקריים שאני ממליצה לעקוב אחריהם וללמוד מהם:\n(לא הכנסתי לרשימה אנשים שלמרות שהם מובילים ומעניינים “מכרו את נשמתם” לקדם רשת חברתית או ערוץ ספציפי תמורת תשלום).\n1. Michael Stelzner (@Mike_Stelzner)\n2. Guy Kawasaki (@GuyKawasaki)\n3. Mari Smith (@MatiSith)\n4. Marcus Sheridan (@TheSalesLion)\n5. Stephanie Sammons (@StephSammons)\n6. Derral Eves (@derraleves)\nאז למה אני כל כך מתרגשת מסושיאל מדיה וחושבת שזה אופן השיווק מספר 1 ליזמים וחברות סטארטאפ?\nמפני שהכרתי אישית ולעומק רוב את צורות הפרסום המסורתי ובעבר הם היו הדבר היחיד והאפקטיבי ביותר שהיה – אבל זה היה בעבר. כיום אנו בלב ליבה של המהפכה הטכנולוגית (הגדולה ביותר שחווה האדם) והטכנולוגיה מציבה לנו אתגרים וחסמים רבים לעומת העבר, אבל גם הזדמנויות מטורפות.\nבאופן שאני רואה זאת, לסושיאל מדיה יש שני “דלקים” שהם המניעים העיקריים. הראשון הוא התוכן: מהות סושיאל מדיה הוא כל הזמן לתת ערך (חינמי) ללקוחות הפוטנציאלים. הדלק השני שמניע את הסושיאל מדיה הוא ה-PR. לעבוד נכון עם חברת יחסי ציבור שמתמחה ברשת (יש חברות יחסי ציבור שיושבות בישראל ומתמחות ב-PR בינלאומי ברשת. יחסית הן לא יקרות והתוצאות מעולות).\nכך יווצר מצב שמצד אחד אתם נותנים ערך ותוכן ללקוחותיכם הפוטנציאלים וגם לוקחים בעלות על התחום שלכם ומהצד השני מישהו אחר (בלוגרים ו-Press) כותב עליכם ואומר שאתם טובים, ואת שניהם מפיצים בקבוצות וברשתות החברתיות.\nאז מה הבשורה לחברות הסטארטאפ? שיווק נכון בסושיאל מדיה מאפשר לנו להגיע הן לקהל הרחב ביותר והן באופן המפולח ביותר אי פעם (אנחנו יודעים עליו המון). וזו הדרך הטובה המהירה והזולה ביותר לחברת סטארטאפ למקסם את ערך ה-Valuation שלה הן ברמת התוצאות הפיננסיות-עסקיות והן בבניית עוצמת המותג כמוביל.", "keywords": "שיווק סטארטאפ,מדיה חברתית,סושיאל מדיה,סושיל מדיה,גאיה,smmw,smmw 2016,social media,social media marketing world"}