{"url": "https://www.geektime.co.il/all-you-should-know-about-content-marketing/", "type": "article", "title": "המדריך השלם ל-Content marketing ובניית בלוג מצליח", "description": "תוכן שיווקי והשימוש בבלוג מקצועי עבור סטארטאפ עשויים להוות כלי משמעותי לקידום המותג ולגיוס לקוחות. הנה כל מה שאתם צריכים לדעת כדי לעשות את זה נכון", "image": "https://files.geektime.co.il/wp-content/uploads/2016/02/shutterstock_349413722.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-11T15:48:25Z", "modified_time": "2016-02-11T15:48:25Z", "articleBody": "תוכן שיווקי והשימוש בבלוג מקצועי עבור סטארטאפ עשויים להוות כלי משמעותי לקידום המותג ולגיוס לקוחות. הנה כל מה שאתם צריכים לדעת כדי לעשות את זה נכון\n\nכשהחלטתי להקים את הבלוג שלי בחרתי להקדיש אותו לבניית חברות וצוותים מדהימים ולא לנושא עליו אני כותבת ומרצה בדרך כלל – שיווק. אבל, ראיתי חשיבות בכתיבה של מאמר מקיף על אחד הנושאים הקריטים ביותר כיום בשיווק וההכרחיים לכמעט כל סטארטאפ – Content marketing. בשנים בהם הייתי בטקיפי למדתי להכיר תחום זה, את החשיבות שלו ובעיקר את הפוטניצאל העצום שלו ככלי שיווק. בטקיפי בנינו בלוג שהגיע שנה וחצי אחרי הקמתו ל 100,000 מבקרים בחודש. החלק המדהים בכך היה סוג המבקרים – מדובר על מתכנתים בשפת Java שלרוב עובדים בחברות תוכנה גדולות – לקוחות B2B לכל דבר. כלומר – הצלחנו להגיע לכמות גדולה מאד של לקוחות פוטנציאליים בלי פרסום אלא ע”י כתיבת תוכן איכותי. לאורך השנים האחרונות יצא לי להכיר את תחום ה-content marketing לעומק, דרך ההתנסות שלי ודרך הכרות עם עשרות סטארטאפים אחרים שבחרו באסטרטגיה דומה. פוסט זה יכסה את השיעורים העיקריים בבניית אסטרטגיית תוכן, יצירת קהל לבלוג, בחירת נושאים לפוסטים והמרה של מבקרים בבלוג ללקוחות.\nהסבר בקטנה – משמעות המונח היא שימוש בתוכן שאינו מפרסם את המוצר באופן ישיר על מנת להגיע ללקוחות פוטנציאליים. כלומר, בניגוד לבלוגים מהדור הקודם, בהם היה מקובל לכתוב על המוצר עצמו, בלוג של content marketing יעסוק בנושאים לא שיווקים, כמו בלוג לכל דבר ולא בלוג של חברה. לדוגמא, אם אתם מקדמים אפליקציה לריצה, הבלוג יהיה על טכניקות ריצה, שימוש באפליקציות שונות בריצה ואירועי ריצה (ולא על האפליקציה שלכם). Content marketing מתקשר לרוב לכתיבת בלוג, אבל, למעשה כל סוג תוכן שמושך אליו לקוחות פוטנציאליים הוא שיווק באמצעות תוכן. כמה דוגמאות לתוכן יצירתי שאינו פוסטים – מלוח שנה שמרכז אירועים למתכנתים, דרך משחק לאנשי אבטחה, מחשבוני עלויות/ שכר ועד אפליקציה חינמית שאינה קשורה ישירות למוצר העיקרי אבל פונה לאותו קהל. הכלל החשוב ביותר בשיווק באמצעות תוכן, לדעתי, הוא שהתוכן שאתם כותבים צריך להביא את קהל הלקוחות הפוטנציאלי שלכם ובעדיפות גבוהה רק אותו. קל מאד להסחף לכתיבת תכנים על נושאים פופולאריים וקלילים, למשל, פוסטים על Frontend מביאים יותר קוראים מפוסטים על Java, אבל נמנענו מהם בטקיפי משום שהם אינם מושכים את קהל הלקוחות הרלוונטי למוצר. המטרה של הבלוג שלכם היא להביא לקוחות לחברה ולא להגיע למספר גדול של מבקרים בבלוג.\nלמי כדאי לעשות שימוש ב-content marketing? יהיה לי יותר קל יותר דווקא להתמקד בלמי שיווק באמצעות תוכן לא מתאים:\nהנושאים החשובים ביותר בתכנון בלוג ובחירת התכנים:\nצריך להיות קהל מוגדר לבלוג\nאחת הטעויות הנפוצות ביותר באסטרטגיה של בלוג היא כתיבת עשרות פוסטים שכל אחד פונה לקהל קצת שונה. כאשר לא ממקדים את הבלוג סביב קהל ברור מאבדים למעשה את כל היתרונות המרכזיים – יצירת קהילה, בניית מותג וקבלת יותר תנועה מגוגל (יוסבר עוד מעט). אם אקח את הבלוג של טקיפי לדוגמה: יהיו תוצאות הרבה יותר טובות עבור החברה אם הבלוג יהיה רק למתכנתי Java מאשר בלוג המכוון למתכנתי Java, אנשי Ops, מתכנתי frontend ואנשי אבטחה. השאלה הראשונה שעולה כאן היא בוודאי – מה אם יש לי כמה קהלים חשובים? הייתי ממליצה בשלב ראשון להתמקד בקהל אחד בבלוג. כמובן שאין נזק בכתיבת פוסטים לקהלים שונים אבל בתור אסטרטגיה ובהנחה שיש לכם משאבים מוגבלים, חשוב שיהיה קו מנחה ברור לבלוג.\nContent marketing is the new SEO\nהסיבה העיקרית ש-content marketing הפך לערוץ פופולארי מאד בשנים האחרונות נעוצה דווקא בשינויים בעולם ה-SEO וקושי בהגעה לדירוגים גבוהים בגוגל ללא שימוש בתוכן. בוא נקח לדוגמא אתר שמשכיר בתי נופש באירופה – לפני מספר שנים, הקידום של אתר מסוג זה בגוגל היה דרך שימוש ב-keywords נכונים באתר ובניית לינקים. כיום לאתר זה יהיה קל יותר לקבל תנועה ע”י כתיבת פוסטים שעונים על חיפושים של לקוחות רלוונטים – למשל, סקירה של בתי הנופש המומלצים ביותר באיזורים מסויימים, 10 דברים שצריך לדעת לפני שמשכירים בית לחופשה וכו’. אותם כללים חלים גם על סטארטאפים. חשוב לבחור אסטרטגיית תוכן ונושאים לפוסטים עם הסתכלות על חיפושים אורגניים. אולי הנקודה החשובה ביותר במאמר זה – כדי שאסטרטגיית תוכן תהיה יעילה אתם צריכים לכוון לכך שלפחות 50% מהתנועה לבלוג תהיה אורגנית – כלומר, חיפושים בגוגל. כאשר מוציאים פוסט חדש יש זינוק חד בתנועה אליו לכמה ימים ואחריהם התנועה של אותו פוסט יורדת כמעט לאפס. אם לא מגיעים למסה של תנועה אורגנית יהיה קשה מאד לבנות בלוג עם עשרות או מאות אלפי מבקרים בחודש. בערך 20% מהפוסטים שיצאו בבלוגים שניהלתי התברגו במקומות טובים עבור חיפושים רלוונטים ומשם מגיעה רוב התנועה לאתר. לכל מנהלי הבלוגים המצליחים שיצא לי להכיר היה סיפור דומה – חלק מסויים מהפוסטים מקבלים תנועה אורגנית שוטפת וזה הבסיס של הבלוג. בבלוג של טקיפי יש מספר פוסטים עם תנועה אורגנית של כמה אלפי מבקרים בחודש, מה שאומר שגם בחודש שבו לא יכתבו אפילו פוסט אחד חדש, עדיין יהיו כמה עשרות אלפי מבקרים וזרימה של leads מהבלוג. החדשות הטובות הן שלא צריך להיות מומחה SEO כדי להתברג במקומות טובים בגוגל אלא פשוט לכתוב תכנים טובים ומפורטים. בבניית אסטרטגיה לבלוג תשקלו להוסיף יותר תכנים שיהיו רלוונטים לטווח ארוך ולחיפושים. אפרט יותר בהמשך.\nKnow your channels\nהכרה טובה של ערוצי ההפצה האפשריים של הפוסטים שלכם היא חלק קריטי בבניית האסטרטגיה. השלב הראשון (והקשה ביותר) בבניית בלוג הוא הבאת הקהל הראשוני – כלומר קידום הפוסטים הראשונים. זה שלב שבו אין עדיין קהילה, אנשים לא מכירים את הבלוג ואין עדיין בסיס של תנועה אורגנית. בניגוד לשלבים מאוחרים יותר בהם מחפשים ערוצי הפצה לתוכן קיים, כדי לצלוח את השלב הזה יש להתאים את התוכן אל הערוצים הקיימים. הנה דוגמאות לערוצים מהם קיבלנו את התנועה הראשונית לבלוג של טקיפי והערוצים בהם עשיתי שימוש בבלוג האישי שלי על שיווק (עכשיו blog.oribi.io).\nבלוג טקיפי – Reddit, HackerNews, DZone, Republishing on Java Code geeks\nבלוג שיווק – GrowthHackers.com, Inbound.org, HackerNews\nלכל תחום יש את הערוצים שלו – מאתרי הצבעות (כמו Reddit), קבוצות פייסבוק, פרסום תוכן בבלוגים אחרים ועד יצירת קשר עם influencers בתחום על מנת שישתפו את הפוסטים שכתבם. נקודת ההתחלה בהבאת תנועה לבלוג מבחינתי היא מחקר על בלוגים אחרים בתחום שלכם (בלוגים של חברות אחרות אבל גם בלוגים כלליים) והבנה של ערוצי התנועה שלהם. דרך אחת היא פשוט לחפש שמות של פוסטים בגוגל ולראות איפה עוד פירסמו אותם. למחקר קצת יותר עמוק נסו להשתמש בכלים כמו Similar Web שיציגו לכם מהיכן מגיעה תנועה לאתר מתחרה/ דומה. אם אתם עוסקים בתחום מסויים ניתן להניח שתדעו לזהות את הערוצים העיקריים שלכם בלי מחקר מעמיק. כאשר מתכננים את הפוסטים הראשונים כדאי לקחת בחשבון איזה פוסטים יצליחו באותם הערוצים. לדוגמא, הפוסט הראשון שפירסמנו בבלוג של טקיפי קיבל מעל 15,000 מבקרים בשבוע הראשון. הסיבה לכך היתה ש’למדנו’ איזה סוגי פוסטים פופואלריים לרוב ב HackerNews (למי שלא מכיר – אתר הצבעות דומה ל Reddit בעיקר בתחומי תכנות ויזמות) וניסינו ליצור תוכן דומה. זה לא תמיד עובד, אבל הגיוני שאחד הניסיונות יצלח וכך ליצור את הקהל הראשוני לבלוג.\n\nאיזה סוגי תכנים כדאי לבחור?\nכמובן שבכל תחום יש סוגי תכנים אחרים שיש להם סיכוי טוב יותר להביא מספר מבקרים גדול ורלוונטי, הרשימה הבאה מבוססת על הניסיון של בלוגים שונים בתחומים מגוונים – סוגי התכנים הבאים עבדו היטב עבור כולם. יש סיכוי טוב שסוגי התכנים המפורטים כאן יעזרו לכם לבנות קהל. זו רשימת המלצות, אל תצמדו רק לתכנים אלה – בכל תחום יש אינסוף סוגי פוסטים מרתקים ומוצלחים שאפשר לייצר.\nמדריכים – פוסטים של How to/ Tutorials מתפקדים לרוב טוב ומקבלים תנועה אורגנית יפה. כמובן שהמדריך לא אמור לעסוק במוצר שלכם אלא במוצרים וטכנולוגיות אחרות. הייתי ממליצה להוסיף כמה שיותר תמונות למדריך, קטעי קוד ואף וידאו. כדאי לבדוק לפני שכותבים פוסט מסוג זה שאין תוכן קיים דומה מאד, כלומר אין מדריך טוב ומפורט בדיוק על נושא זה. מדריך על פיצ’ר חדש שרק יצא הוא בעל סבירות טובה לקבל תנועה משמעותית ולהגיע למיקום טוב בגוגל. לדוגמא, בבלוג של אוריבי אני מתכננת להוציא בעתיד מדריכים מפורטים כאשר פייסבוק ישחררו פיצ’רים חדשים.\nרשימות של כלים – אחת הבעיות המרכזיות בהמרה של מבקרים בבלוג ללקוחות היא שבשיווק באמצעות תוכן לא נהוג לכתוב ישירות על המוצר. סוג פוסט שיכול לפתור היטב את הבעיה הוא רשימה של כמה כלים שונים, לדוגמה:\nTen Analytics tools for Facebook\nfree tools for Facebook advertisers\nFive tools for Facebook ads beginners\nרשימות של כלים הן בדרך כלל תוכן פופולארי וכאשר אתם כוללים את הכלי שלכם ניתן לייצר תנועה ישירה לאתר. נשאלת כמובן השאלה האם לכסות גם כלים מתחרים. התפיסה האישית שלי היא שכן, בעיקר מכיוון שבדר”כ אתם צריכים את התנועה יותר מהם. אם אתם מעדיפים להמנע מכך (וגם אם לא) – קל לבחור תוכן שפונה לאותו קהל אבל לא כולל מתחרים – למשל כל הכלים שיצאו בשנה האחרונה, כלים חינמיים, כלים שבטח לא שמעתם עליהם וכו’. עוד יתרון של סוג פוסט כזה הוא ההפצה – אפשר לפנות לכל אחד מהחברות של הכלים שכיסיתם בפוסט ולבקש מהם לשתף את המאמר, לרוב יש שיתוף פעולה יפה.\nפוסטים מכווני SEO – חשוב קודם כל להבדיל בין SEO לאתרים (דף הבית שלכם למשל) לבין SEO לבלוג. הכוונה בתוכן מכוון SEO היא לא להשתמש ב-Keywords מדוייקים בכותרת, לחזור על אותן מילים כמה שיותר בכתבה וכו’, מהניסיון שלי זה לא ממש עובד והקוראים לא מגיבים לכך טוב. הכוונה היא בעיקר לכתוב כתבות טובות על נושאים רלוונטים שאנשים מחפשים. למשל: בימים אלה אני עובדת על כלי אנליטיקס למודעות פייסבוק. חלק מהמאמרים שאני מתכננת לכתוב בקרוב יהיו – מדריך על שימוש ב Insights הקיימים היום בפייסבוק, פוסט על ה-best practices לעקוב אחר הקמפיינים שלך ופוסט על הדו”חות הכי חשובים עבור מפרסמים בפייסבוק.\nהשוואה בין כלים בתחום שלכם – נשמע קצת נישתי אבל פוסטים מסוג זה לרוב ממירים הרבה קוראים ללקוחות. הרעיון מאחורי פוסט השוואה הוא לא להשוות את המוצר שלכם אל מוצר אחר אלא פשוט להשוות בין שני מוצרים בעולם שלכם. למשל, אם אתם בונים כלי שקשור לתקשורת ארגונית הגיוני לכתוב מאמר מפורט Slack vs Hipchat עם יתרונות וחסרונות לכל מוצר. אם אתם כותבים על כלים שמתחרים בכם באופן ישיר – כדאי פשוט להוסיף פסקה גם על הכלי שלכם, אם המאמר לא על כלים שמתחרים בכם הייתי מוסיפה פסקה על איך עבודה עם אחד הכלים + הכלי שלכם יכולה לתרום לארגון.\nכיסוי של נושאים חדשים – למשל השקה של טכנולוגיה חדשה או פיצ’ר חדש. לדוגמה, בטקיפי כתבנו הרבה מאמרים על Java 8 (גרסא חדשה של שפת התכנות) כמה חודשים לפני שהגרסא יצאה. יש כמה יתרונות לפוסטים מסוג זה : 1). נושאים מעניינים 2). מכיוון שאתם בין הראשונים לכסות אותם יש סיכוי טוב יותר להתברג במקום גבוה בגוגל 3). הקהל שמתעניין לרוב בטכנולוגיות וכלים חדשים הם early adopters, זה לרוב הקהל הכי טוב למוצרים חדשים ובעל סבירות גבוהה יותר להצטרף למוצר בשלבי הביתא.\nמאיזה סוגי פוסטים כדאי להמנע?\nאיכות או כמות?\nאני מאמינה גדולה בהעדפה של איכות על פני כמות. אם יש לכם משאבים מצומצמים לעבודה על הבלוג (ואם אתם סטארטאפ בתחילת הדרך, כנראה שזה המצב) הייתי ממליצה להוציא אפילו פוסט אחד או שניים בחודש באיכות טובה. בניסיון שלי בטקיפי ובבלוגים האישיים, פוסט באיכות בינונית הביא בערך 1000-2000 מבקרים בחודש הראשון לאחר הפרסום שלו ופוסט באיכות טובה מעל 10,000 מבקרים. כך ששווה להשקיע אפילו יומיים-שלושה בפוסט אחד מעולה. מה הכוונה בפוסט מעולה? לרוב פוסט שמביא מידע חדש – כלומר benchmark שעשיתם, מחקר עמוק על כלים שונים, הוספה של קטעי וידאו וכו’. הייתי מנסה להמנע מפוסטים שהם fillers, למשל – סיכום אירועי השבוע בבלוגים אחרים, כיסוי בנאלי של כנס וכו’.\n\nאל תקחו סעיף זה כמדעי, המטרה פה היא להדגיש שכתיבת פוסטים היא לא המשימה היחידה בבניית בלוג מוצלח. זו בערך חלוקת המשאבים שלי בעבודה על הבלוגים השונים שניהלתי:\n50% מהזמן – כתיבת פוסטים\n30% – הפצה של פוסטים\n10% – עבודה על כותרות\n10% – תחזוקה\nעל הפצת הפוסטים ארחיב בחלק הבא.\nכותרות – למה כתיבת כותרות הוא מרכיב כ”כ דומיננטי? מרבית ערוצי ההפצה לפוסטים הם רשתות חברתיות (פייסבוק/ טוויטר/ לינקידאין) ואתרי הצבעות. בין אם תוכן הפוסט מעולה ובין אם לא – הכותרת תהיה זו שתכריע אם קוראים יכנסו בכלל לפוסט. כאשר אני מסיימת לכתוב פוסט אני לרוב מכינה 10 כותרות שונות. את הכותרות אני בוחנת מול אנשים שונים ואז מחליטה על הכותרת המנצחת. הכותרת צריכה לתאר את נושא הפוסט אבל בעיקר להיות מעניינת. כותרות בסגנון PlayBuzz (“לא תאמינו מה הסתתר בתמונה”, “3 המזונות שיגרמו לכם להיות חולים”…) הן בית ספר טוב לכותרות. כן, קצת סליזי אבל עובד. לא צריך להקצין כמובן, אבל, אלה דוגמאות טובות לכותרות שיגרמו לאנשים להקליק. למשל, אחד הפוסטים עם מספר הכניסות הכי גבוה בבלוג של טקיפי היה:\nFour out of five Java Developers Failed to Solve This Question\nאת הפוסט הבא כתבתי כאשר חקרתי עשרות בלוגים ואת התכנים הפופולאריים ביותר בהם והוא מסכם רעיונות שונים ליצירת כותרות אטרקטיביות. סיכום של הסיכום : כותרות שליליות עובדות לרוב טוב, שימוש במילים ‘מאיימות’ (war, blood, nightmare), מספרים גדולים בכותרת, רשימות. זה אמנם נשמע דרמטי אבל כאשר מפגישים עקרונות אלה עם נושאים ‘אפורים’ זה מתאזן. הנה דוגמאות לכותרות שעבדו טוב מאד בבלוגים שניהלתי:\nThe dark side of Java 8\nThe Dark Science Of Naming Your Post : Based On Studying 100 Blogs\nWe Analyzed 60,678 Libraries on Github – Here are the Top 100\nתחזוקה – מה הכוונה בתחזוקה? פוסט לא חייב להיות בהכרח סטטי, במקרים מסויימים כדאי לשנות פוסט או להוסיף לו פרטים גם לאחר הפרסום. שני מקרים בהם אני עורכת פוסטים קיימים :\n1). אם פוסט מקבל הרבה תנועה אורגנית חשוב לי להשאיר אותו מעודכן, כלומר אם יש הפניות לכלים מסויימים שכבר אינם רלוונטים או עידכונים חשובים אוסיף את המידע לפוסט. גם מבחינת גוגל, עדכון של הפוסט יכול לעזור בדירוגים. אם יש פוסט שכמעט ולא מקבל תנועה אורגנית – לא הייתי משקיעה זמן/ מאמץ בעדכון.\n2). דרך נחמדה לקבל עוד תנועה היא להתאים פוסטים לחדשות ואירועים עדכניים. כתבתי קודם שאני לא ממליצה על כתיבת פוסט על נושא טרנדי מכיוון שלרוב קשה להביא לו תנועה לאורך זמן. עידכון פוסט קיים הוא נושא שונה. המלצה זו רלוונטית מאד עבור פוסטים שמכסים כלים וטכנולוגיות. למשל, ברגע שיוצאת גרסא חדשה של מוצר שכיסיתם בפוסט מסויים, אפשר להוסיף כמה שורות לפוסט הקיים ולמנף אותו מחדש. למשל : כתבתם פוסט על השימוש ב Slack בחברות סטראטאפ? כאשר יוצאת גרסא חדשה או עידכון חדש – תעדכנו את הפוסט. השלב הבא הוא להפיץ את הפוסט מחדש ברשתות החברתיות עם התייחסות לעידכון, למשל :?Will the Slack update change the way you work דרך מצויינת להשאר מעודכנים היא לעשות שימוש ב Google alerts על נושאים שכתבתם עליהם בעבר וכך לקבל התראות ברגע שיש חדשות בנושא.\nנושא קריטי בבנייה של בלוג מצליח. כמו בבניית מוצר, גישת ה If you build it they will come לא ממש עובדת. וגם בלוג, בעיקר בשלבים הראשונים מצריך שיווק והבאה של תנועה. כן, צריך לשווק את הבלוג שלכם. יהיה לי קשה לתת עצות פרקטיות בסעיף זה מכיוון שלכל תעשיה יש את החוקים וערוצי ההפצה שלה. למשל, בלוג בנושא Marketing אפיץ דרך אתרים כמו growthhackers.com, inbound ובלוגים שמתמקדים בשיווק. ערוצים אלה לא רלוונטים בכלל למרבית החברות. כמה דגשים :\nאני מאמינה שתוכן צריך להתרגם ללקוחות. פעמים רבות, חברות נוטות להתמקד בהבאת מספר מבקרים גבוה לבלוג ופחות בכמות הלידים שנוצרים ממנו. אני מאמינה שלסטראטאפים אין פריבילגיה להקצות משאבי שיווק שאינם מובילים ללקוחות. חלק יגידו שכתיבת בלוג מוצלח עוזרת ליצירת ה brand של המוצר, גם אם המבקרים לא הופכים ללקוחות. לדעתי, אלא אם כן אתם עובדים בחברה גדולה ומוכרת, בלוג לא יצור עבורכם מיתוג.\nשאלה שיוצא לי להשאל ע”י חברות סטארטאפ רבות – מה צריך להיות הניסיון לתפקיד של content marketing? האם עדיף מישהו שמגיע מהתחום שהבלוג עליו או מישהו בעל ניסיון בכתיבת תכנים? כמובן שאם מועמד עונה על שתי ההגדרות זה מבורך אבל זה נדיר למצוא מועמדים כאלה. אני אישית מעדיפה ניסיון בתחום מאשר ניסיון בכתיבה. קל יותר להתמודד עם פערים ביכולת כתיבה מאשר אי הכרת התחום. אפשרי לשלוח את הפוסט לעריכה ואם האנגלית לא מושלמת גם ל proofreading. לעומת זאת, כאשר אין הכרה עם התחום, יהיה קשה מאד להוציא תוכן איכותי. התוכן עצמו הוא גורם משמעותי יותר בבניית הבלוג וכמות המבקרים מאשר איכות הכתיבה.\nהפוסט פורסם לראשונה בבלוג סטארטאפיקו.\nקרדיט תמונה ראשית: woman with a laptop via shutterstock", "keywords": "ניהול תוכן,בלוג,בלוגים,ניהול בלוג,כתיבה בבלוג,תוכן שיווקי,איריס שור,content marketing,content,blog,blogs"}