{"url": "https://www.geektime.co.il/pubg-xbox-one-3m-copies/", "type": "article", "title": "המשחק שמסעיר את עולם הגיימינג: PUBG ממשיך לשבור שיאים", "description": "משחק האקשן-הישרדות מצליח לנתץ שיאים דמיוניים, וכעת נראה שההימור של מיקרוסופט עליו משתלם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/pubg-9-1515050650.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-14T16:50:32Z", "modified_time": "2018-01-14T16:28:16Z", "articleBody": "משחק האקשן-הישרדות מצליח לנתץ שיאים דמיוניים, וכעת נראה שההימור של מיקרוסופט עליו משתלם\nתמונה: PUBG\nהרבה משחקי מחשב וקונסולות יוצאים במהלך השנה, וחלקם מצליחים ליצור תהודה ולהפוך לשם דבר, אבל רק מעטים מהם הופכים לסוג של תופעה פופולארית למדי בעולם הגיימינג. אם יש משחק אחד שהצליח לעשות רעש אמיתי השנה, הוא משחק האקשן-הישרדות, PlayerUnknown’s Battlegrounds, או PUBG בקיצור. כעת, קצת פחות מחודש לאחר שחרורו לקונסולת ה-Xbox One, הוא מצליח להפתיע את כולם.\nבמהלך תערוכת E3 האחרונה בשנה שעברה מיקרוסופט הודיעה כי חתמה עם PUBG על חוזה Console Exclusive, שהוא ככל הנראה “אקסקלוסיבי מותנה בזמן” (Timed Exclusive). מה אומר בעצם ש-PUBG יגיע קודם כל לקונסולות ה-Xbox שלה לזמן מוגבל בטרם הוא ישוחרר לקונסולות מתחרות אחרות כמו פלייסטיישן או נינטנדו סוויץ’, אבל אפילו מיקרוסופט לא יכלה לחזות את הטירוף סביב המשחק. השבוע הכריזה החברה כי היא מכרה למעלה מ-3 מיליון עותקים של המשחק מאז שיחרורו לקונסולת ה-Xbox בגירסאת Preview במהלך חודש דצמבר.\nבמהלך ההודעה, ראש תחום שיווק המשחקים במיקרוסופט, אהרון גרינברג, התייחס לסוגיית הבאגים ובעיות התפקוד של המשחק על גבי הקונסולה, ואמר כי ארבעה עדכונים כבר שוחררו למשחק שמשפרים ומתקנים מיני תקלות, וכי עוד עדכונים ימשיכו לזרום לגירסת ה-Preview כל העת. המשחק שוחרר בגרסתו ה”סופית” ל-PC רק במהלך חודש דצמבר, כאשר קונסולות ה-Xbox קיבלו גירסא מעט פחות אפויה.\nמיקרוסופט עצמה סייעה לפיתוח גירסת ה-Xbox של המשחק שצבר עדת מעריצים אדירה ב-Steam על גבי ה-PC, וסיפקה, על פי הדיווחים, לא מעט כלים למפתחי המשחק בכדי להביא אותו מהר ככל הניתן לקונסולות האקסבוקס.\nתמונה: PUBG\nאם אתם לא גיימרים, או פשוט לא מכירים, PUBG הוא משחק אקשן-הישרדות און ליין בו אתם, ועד עוד 100 שחקנים שונים בו זמנית, מוצנחים לתוך שדה קרב בסגנון הסרט “Battle Royal”. כאשר אתם, וגם כל שאר השחקנים, מחפשים נשקים ודרכים להרוג את שאר המתחרים. שדה הקרב מתחיל ממפה ענקית שמתחילה להצטמצם ולדחוק את השחקנים לפגוש אחד השני. רק האחרון ששורד מנצח (או אם אתם חלק מקבוצה). אין פסילות, אין הזדמנות שניה. ברגע שחוסלתם, אתם עוברים למשחק חדש ומתחילים מההתחלה.\nההישג של PUBG על גבי הקונסולות של מיקרוסופט הוא אפילו לא ההישג הגדול ביותר של המשחק עד כה, במהלך חודש דצמבר חנות ופלטפורמת המשחקים Steam דיווחה כי בנקודה מסוימת של היום, שיחקו במקביל למעלה מ-3,106,358 שחקנים באותו הזמן ב-PUBG. המספר הזה מרסק לחלוטין את כמות השחקנים במקביל של המשחק הפופולארי למדי, DOTA 2, שזכה לשיא “צנוע” של 1.29 מיליון שחקנים ששיחקו בו זמנית. PUBG ניתץ את השיאים של כל הזמנים ב-Steam, כולל משחקים פופולארים נוספים כמו קאונטר-סטרייק, סקיירים או כל משחק אחר בהיסטוריה של הפלטפורמה. אם השבועות האחרונים הם אינדיקציה למשהו, אז PUBG עומד לעקוף עוד שיאים ולהפוך לאחת התופעות המדהימות ביותר בתולדות משחקי המחשב.\n", "keywords": "pubg,פאב ג\\'י,פאבג\\'י,playerunknown\\'s battlegrounds,מיקרוסופט,אקסבוקס,אקס בוקס,סטים,steam,אקס-בוקס"}