{"url": "https://www.geektime.co.il/dashboards-for-startups/", "type": "article", "title": "שיתוף מידע בסטארטאפ ואיך בונים דשבורד פנימי שיעשה את העבודה", "description": "איך לאחד את כל החברה סביב מטרות משותפות, על חשיבות סינכרון בצוות ולמה Dashboards צריכים לצאת מצוותי הפיתוח אל כל החברה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/Screen-Shot-2016-01-17-at-6.22.55-PM-1024x525.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-20T12:59:47Z", "modified_time": "2016-01-20T12:59:47Z", "articleBody": "איך לאחד את כל החברה סביב מטרות משותפות, על חשיבות סינכרון בצוות ולמה Dashboards צריכים לצאת מצוותי הפיתוח אל כל החברה\n \nכמות חברות שנרשמות למערכת בפילוח לפי סוג המכשיר שנרשמו דרכו\nאחת האינדקציות הבסיסיות על ארגון שמתנהל באופן לא תקין היא שההנהלה והעובדים פועלים על פי מטרות שונות. מספר יועצים אירגוניים סיפרו לי בהזדמנויות שונות שכאשר הם מגיעים לחברה בפעם הראשונה הם שואלים את אנשי המפתח בנפרד מה המטרות של החברה לשנה הקרובה. ברוב המקרים התשובות שונות לחלוטין. איחוד החברה סביב אותן המטרות יהיה בעדיפות הראשונה ב’תיקון המצב’.\nלדעתי שיתוף מידע בסטארטאפ באופן בהיר ושוטף הוא מרכיב קריטי בהצלחת חברה. מידע קל להבנה ולעיכול על המצב הקיים ולא פחות חשוב – על המטרות העתידיות. באופן די מפתיע למדתי שגם בסטארטאפ קטן, בשלבים הראשוניים ביותר, עם צוות קטן ומעט מטריקות, קיימים פעמים רבות פערי ידע שמאיטים את הקצב.\nאחד הדברים הכי טובים שאתם יכולים לעשות עבור החברה שלכם, לדעתי, הוא לבנות Dashboard (אפילו אחד בסיסי מאד כמו שאציג על אוריבי) עם כל הסטטיסטיקות החשובות.\nבעוד שנפוץ לראות דשבורדים בצוותי הפיתוח, מעט חברות בוחרות להציג לכלל החברה מטריקות שימוש של יוזרים, נתוני מכירות ויעדים כלליים. בפוסט זה בחרתי להתמקד בדשבורדים אלה.\nלפני שאגיע לדשבורדים היותר רציניים – קצת על הדשבורד של אוריבי. באוריבי החלטנו לבנות Dashboard כבר בשלבים הראשוניים ביותר של החברה. נכון שבשלב זה אפשר להסתדר גם בלי אבל אנחנו מאמינים שתרבות עבודה טובה נבנית כבר בשלבים אלה. לפני המעבר על הפרמטרים “הרגילים”, הנה שני סוגי אלמנטים ייחודיים שבחרנו לכלול בדשבורד ומשקפים את התרבות שאנחנו בונים.\nרשימת מטרות חודשית – כנראה הסיבה העיקרית שבגללה היה חשוב לי לבנות Dashboard בשלב זה – הגדרת יעדים ברורים ומעקב אחרי התקדמות החברה. בסטארטאפ דברים תמיד מתארכים ומתעכבים, זה הגיוני וכנראה בלתי נמנע. הגדרת המטרות לאותו חודש עוזרת מאד לשמור על הפוקוס ועל לו”זים הגיוניים. אני מנסה להגדיר יעדים בכל המישורים הקריטים של החברה – גם בצד הפרקטי (כמו פיצ’רים לפיתוח, כמות משתמשים) וגם בצד של החזון של החברה והתרבות (לחגוג אירועים חשובים, הבנה של השלב הבא של המוצר).\nMilestones Log – בהמשך לפוסט על חגיגות קטנות – בחרנו ליצור רשימה לא מוגבלת אליה אפשר להזין כל milestone חשוב (או קצת חשוב) או אירוע בחיי החברה. אין סף וכל דבר לגיטימי – גרסא חדשה, פתרון של באג מציק, פידבק מעניין מיוזר, העלאת חלק חדש באתר, פוסט מוצלח וגם ארוחת צהריים כיפית או בובות Starwars חדשות שנוספו למשרד. בחרנו לא להוסיף כפתור Delete לרשימה זו – כל אירוע שנוסף נשאר, כרגע לתמיד.\n\nוהנה הפרמטרים היותר שגרתיים: מספר לידים (נשאב מתוך ה-MailChimp), כמות מבקרים יומית וחודשית לאתר, לבלוג ולבלוג המשני.\nבקרוב עם העלאת המוצר הראשון לאויר יתווספו כמובן נתונים על כמות המשתמשים, משתמשים חדשים, זמן באפליקציה, משתמשים חוזרים וכו’.\nחברה שלקחה את נושא הדשבורד הפנימי לרמת אומנות היא DaPulse המפתחת כלי לניהול פרוייקטים ותקשורת פנים ארגונית. בדה-פולס מפתחים לאורך השנתיים האחרונות כלי אנליטיקס פנימי בשם BigBrain שהתחיל כדשבורד בסיסי.\nBigBrain עוקב אחרי כל הפרמטרים המעידים על התפתחות המוצר ומאפשר חיתוכים מרתקים שעוזרים לצוות להחליט היכן לשים יותר משאבים. כל המידע ב-BigBrain נגיש לכל עובדי החברה והמשקיעים.\nהסיפור של Big Brain מתחיל לפני שנתיים ש-DaPulse כאשר קבעו יעד לחברה – להגיע ל-25 לקוחות משלמים (כן, רק 25). מספר הלקוחות המשלמים באותו זמן היה 6. רועי מן וערן זינמן, מייסדי DaPulse התקינו טלוויזיה בחברה עם ה-dashboard הבסיסי ביותר שפשוט מנה את מספר הלקוחות המשלמים – 6 ואת היעד – 25. העקרונות שמנחים את החברה הם שקיפות, קביעת יעדים מדידים ועבודה עם נתונים מספריים לאורך הדרך. לא פלא שהתצוגה הבסיסית של מספר הלקוחות התפתחה לכלי מורכב שמאפשר לצוותי השיווק, מוצר, מכירות ותמיכה לקבל את כל האנליטקות שהם צריכים. החדשות הטובות הן שמלבד שהתצוגה הבסיסית התפתחה לכלי מעולה, החברה עמדה ביעד הלקוחות והיום נמצאת עם מעל 2,500 חברות משלמות.\nאחד הקשיים שכל חברות הסטארטאפ נתקלות בו הוא איסוף וניתוח של כל המידע העיסקי. כלומר, הבנה עמוקה של ה-funnel – מהרגע הראשון שמשתמש נחת באתר ועד דפוסי תשלום. בשנים האחרונות הגיעו לשוק כלים חדשים כמו MixPanel ו-intercom.io שללא ספק הפכו את תהליך ניתוח המידע לפשוט יותר. הבעיה העיקרית שרוב החברות נתקלות בה כבר ב-Scale די נמוך היא קשירה בין כל סוגי המידע (אנליטיקס של האתר ודפי הנחיתה, ערוצי פרסום, events במוצר עצמו, תשלום, תמיכה), מספיק שכמה פרמטרים לא נתמכים בכלים הקיימים כדי לשבור את המעקב על ה-funnel.\nBigBrain עושה עבודה מעולה בקישור כל מרכיבי ה-funnel למידע בהיר שמאפשר לכל צוות לדעת במה להתמקד.\nכמה דוגמאות לאינפורמציה שניתן להוציא מ-Big Brain בקלות:\nסוגי האנליטיקות השונות והתצוגות שנתמכות ב BigBrain\nגרפים של הכנסות לפי קבוצת Cohort של חברות משלמות\nכמות חברות שנרשמות למערכת בפילוח לפי סוג המכשיר שנרשמו דרכו\n \nכמות חברות שנרשמות למערכת בפילוח לפי סוג המכשיר שנרשמו דרכו\nכיוון קצת שונה לדשבורד, בגבול בין הצגת נתונים ל-Gamification בפיתוח. אחת הדוגמאות המעניינות שנתקלתי בהן הייתה בחברת Kenshoo בה עשו שימוש בדשבורד כדי להתמודד עם בעיה ולהניע לפעולה. לפני כמה שנים, צוות הפיתוח עבר לשימוש ב-Git + Github, אחד מהגורמים למעבר היה גישה נוחה יותר לקוד עבור כל המתכנתים ולאפשר להם לעשות code review. רוב המתכנתים שלא היו מורגלים בצורת עבודה זו נמנעו מ-code review והזמן לא שיפר את המצב. בקנשו בחרו ליצור דשבורד שיציג כמה comments בגיטהאב משאיר כל מתכנת בשבוע ולהציג את המידע באופן שוטף על מסך בחדר האוכל. המשחקיות של מספר ה-comments וההצגה הפומבית גרמה לעליה של 170% במספר התגובות ו-200% במספר המתכנתים שהשאירו תגובות. ניתן לראות עוד פרטים ודוגמאות ל-gamification במצגת.\n\nוהנה עוד כמה דוגמאות מעניינות מסטארטאפים ישראליים:\nחברת Catchapp שמתמקדת ביצירת newsletters אישיים בנתה לעצמה דשבורד שעוקב אחרי כל חשבונות הטוויטר השונים שהם מנהלים ואחרי הגדילה שלהם.\n\nYallo עוקבים אחרי כל נתוני השימוש במוצר – מספר שיחות, אורך שיחות, כמה שיחות נענו ועוד פרמטרים שעוזרים להם להבין עד כמה משתמשים מאמצים את המוצר.\n\nGenome Compiler בנו דשבורד שעוקב אחרי משתמשים חדשים, events באפליקציה וגם מפרט את המטלות היומיות של כל אחד מחברי הצוות. וכמובן בהתאם לסוג המוצר – מספר ה-DNAים שתוככנו ע”י משתמשים.\n\nCommun.it שבונים מערכת לניהול אוטומטי של קהילות בטוויטר ופייסבוק בנו לעצמם דשבורד עם אינדקציה על כמות ההרשמות, שידרוגים ועזיבות.\n\nבלי פיתוח – דשבורד ב Google doc:\nכריסטוף ג’נז מ-Nine point capital משתף גוגל דוק עם כל המטריקות שסטארטאפ בתחילת הדרך צריך לעקוב אחריהן. למאמר המלא. תודה לרוני טולידאנו על השיתוף.\nבחרתי לא להכנס בהרחבה לטכנולוגיות מאחורי בניית דשבורד בפוסט זה, בעיקר מכיוון שזה נושא שמצריך פוסט משל עצמו.\nעל קצה המזלג:\nקודם כל חשוב להבהיר שאין צורך בהרבה טכנולוגיה בשביל לבנות דשבורד ואם אין לכם יכולת או משאבי פיתוח זה כמובן עדיין אפשרי. את הדשבורד הראשוני שאנחנו בנינו הוצאו ב-outsourcing, הפרוייקט כלל למעשה עריכה של פרמטרים על דף HTML, חיבור ל-Database והתממשקות ל-API של Google analytics + MailChimp. בחרנו בשלב זה לוותר על גראפים ועל תצוגה ויזואלית מרשימה. הפרוייקט עלה $300 והסיבה שהוצאנו אותו ב-outsourcing ולא פיתחנו את הדשבורד in-house היא כדי לא לצרוך עוד משאבים של צוות הפיתוח. אני מאמינה שכדאי להוציא החוצה כל פרוייקט שלא קשור למוצר המרכזי ולא נמצא בסיכון טכנולוגי.\nכמה פתרונות שכדאי לבחון (ותודה לחן הראל על הרשימה המלאה):\nRedash שנכתב ב-Everything.me וכיום ב-open source\nGeckoboard – תשתית לבניית דשבורדים (גם חיבורים ל API ול backend וגם תצוגה ויזואלית)\nעוד שני כלים דומים לבניית דשבורדים ששווים בחינה הם Cyfe ו–Leftronic\nFunnel.io – כלי אנליטיקס למעקב אחרי ה funnel, לא הבחירה הראשונה ליצירת custom dashboard אבל יכול להביא הרבה מידע מרתק על המוצר שלכם בלי הרבה תפירות ב backend.\nKeen.io מאפשרים גם טיפול בניתוח ושמירת ה-events השונים וגם תצוגה גרפית\nספריות לבניית גראפים וגרפיקה מגניבה אחרת:\nGoogle visualizations\nD3.js – בעלת הכי הרבה אופציות אבל עם מורכבות שימוש גבוה יותר מהאלטרנטיבות\nHighcharts\nדיון מוצלח ב-Quora על טכנולוגיות בהן סטארטאפים יכולים להשתמש בבניית דשבורד\nהפוסט פורסם לראשונה בבלוג סטארטאפיקו.", "keywords": "דשבורד,שיתוף מידע,שיתוף מידע בסטארטאפ,איריס שור,dashboard,איך לבנות דשבורד,שיתוף מידע בארגון"}