{"url": "https://www.geektime.co.il/plex-dvr-removes-commercials/", "type": "article", "title": "פיצ׳ר חדש ב-Plex: תחתוך באופן אוטומטי פרסומות מהתוכניות שלכם", "description": "מערכת שמוחקת אוטומטית את כל הפרסומות בהקלטות של התוכניות שלכם? עכשיו זה כבר לא חלום", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/image-block-dvr-tv-devices-alt-1600x943-1511862779.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-28T12:09:45Z", "modified_time": "2017-11-28T12:40:45Z", "articleBody": "מערכת שמוחקת אוטומטית את כל הפרסומות בהקלטות של התוכניות שלכם? עכשיו זה כבר לא חלום\nתמונה: Plex\nמזה שנים אפליקציית Plex מסייעת ל-Cord Cutters להתקדם בתהליך הניתוק מספקיות הטלוויזיה השונות, ולחסוך לא מעט כסף בתהליך. Plex היא אפליקציה פשוטה שמסדרת את כל תיקיות המדיה (החוקית כמובן, וגם את אלו שקצת פחות חוקיות) שעל המחשב שלכם לכדי ממשק פשוט, נוח ויפהפה. לאחרונה הוסיפה החברה אפשרות לצפייה בחדשות מרחבי העולם, וכעת החברה משיקה אופציה שעלולה להכעיס לא מעט מפרסמים: האפליקציה תחתוך באופן אוטומטי פרסומות מהקלטות.\nבמהלך חודש יוני האחרון השיקה פלקס את Plex DVR, שירות הקלטת תכנים מערוצים חינמיים. כל שעליכם לעשות הוא לרכוש אנטנה תואמת לשידורים ולחבר אותה לטיונר דיגיטלי המתחבר למכשיר המריץ את השרת של פלקס בביתכם. לאחר תהליך הגדרה קל ופשוט ניתן לצפות בשידור חי בכל ערוצי הברודקאסט החינמיים (בישראל המקבילה היא כמובן “עידן +”) וכמו כן לאפשר הקלטה של התכנים הללו בכל מכשיר אחר עליו מותקן חשבון הפלקס בכל העולם (לרבות טאבלטים, מחשבים, טלוויזיות חכמות וסטרימרים). בכך פלקס הופכת למקור המדיה העיקרי של המשתמש שלא צריך לעבור בין אפליקציות ומכשירים, אלא מקבל את כל התכנים שלו באפליקציה נוחה אחת. כעת פלקס שואפת להפוך את השירות לעוד יותר מפתה על ידי מחיקה אוטומטית של כל הפרסומות בהקלטות, ובכך מתאפשרת צפיה רציפה, נקייה ומזכירה הרבה יותר שירותי סטרימינג והורדות.\nזוהי לא הפעם הראשונה ששירות מאפשר דילוג על פרסומות, אך בניגוד לשירות של Tivo, אין צורך בלחיצת כפתור כדי לדלג על הפרסומות, כיוון שהתהליך מתבצע באופן אוטומטי ומוסר לחלוטין מהקובץ המקורי.\nשיטה זו טומנת בחובה כמובן גם חסרונות. המשתמשים בעצם שמים את מבטחיהם ב-Plex שתדע להבדיל באופן מושלם בין פרסומות לבין תוכן רגיל (וכולנו יודעים שלפעמים התוכן הזה הוא על גבול הפרסומי). אם המערכת של Plex לא תעבוד באופן מושלם, היא עלולה לקצץ חלקים גם מהתוכן שבו אתם מעוניינים לצפות, ומאחר והתהליך מתבצע פיזית על הקובץ, הוא בלתי הפיך ועלול להשאיר אתכם עם תוכן חלקי. בנוסף, Plex מזהירה בעצמה כי תהליך הסרת הפרסומות צורך כוח עיבוד רב ועלול לקחת זמן מה.\nלצערנו, השירות של Plex DVR טרם נתמך בישראל בצורה תקנית. ישנם משתמשים ישראליים שהצליחו להפעיל את השירות אך עדכון לוח השידורים איננו עובד כראוי והשירות מפיק תוצאות בעייתיות. נאלץ לחכות ככל הנראה זמן מה עד אשר Plex יספקו תמיכה גם לשוק הישראלי בכדי לחתוך לחלוטין את הכבלים באמצעות Plex גם בישראל. כמו כן, שירות ה-DVR ושירות חיתוך הפרסומות הכלול בתוכו כרוכים במנוי ל-Plex Pass, שהוא שירות הפרימיום של פלקס: עלותו כ-5 דולר לחודש, 40 דולר לשנה או 150 דולר למנוי לכל החיים.", "keywords": "פלקס,נגן מדיה,עידן פלוס,עידן +,דילוג על פרסומות,פרסומות,plex,dvr,commercials,עידן+"}