{"url": "https://www.geektime.co.il/steam-best-sellers-2017/", "type": "article", "title": "חנות המשחקים Steam חושפת את המשחקים הנמכרים ביותר ב-2017", "description": "חנות המשחקים הגדולה ביותר בעולם חושפת: אלו המשחקים שעשו לכם את שנת 2017", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/steam-logo_story-1512633982.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-04T10:45:10Z", "modified_time": "2018-01-04T10:14:33Z", "articleBody": "חנות המשחקים הגדולה ביותר בעולם חושפת: אלו המשחקים שעשו לכם את שנת 2017\nתמונה: Valve\nכמו בכל שנה, חנות המשחקים הפופולארית ביותר בעולם, Steam, השייכת לחברת Valve, משחררת את רשימת המשחקים הנמכרים ביותר לשנה הקלנדרית על פי הכנסות ברוטו. אמנם אין ברשימה זו מספרים מדויקים או אפילו דירוגים בתוך הקטגוריות עצמן, אך הרשימה עדיין שופכת אור על המשחקים האהובים והנמכרים ביותר של שנת 2017, ומראה שגם משחקים ששוחררו ממש לקראת סוף השנה הצליחו לעשות את דרכם אל ראש הרשימה.\nמסיבה לא ברורה ולא מפורטת, Steam חילקו את הרשימה למספר קטגוריות: פלטינום, זהב, כסף, וארד. יתכן ומדובר בחלוקה על פי רמת הכנסות, אך כאמור, אין כל מידע מצד Steam מדוע בוצעה חלוקה זו. אף על פי כך, אלו המשחקים שככל הנראה עשו לכם את השנה.\nתמונה: PUBG\nבקטגוריית פלטינום מככבים משחקים ותיקים יחסית כמו DOTA 2, Counter-Strike: Global Offensive, GTA V, Warframe ו-Rocket League לצד משחקים חדשים כמו ARK, Ghost Recon Wildlands, Divinity: Original Sin 2 ו-PUBG שיצא באופן רשמי רק במהלך חודש דצמבר (לאחר Early Access אשר הצליח בצורה פנומנלית כבר במרץ), אך הספיק לכבוש את לבבות השחקנים והפך לאחד המשחקים המדוברים ביותר בעולם השנה.\nבקטגוריית הזהב ניתן למצוא משחקי AAA שוברי קופות ששמם וודאי מוכר לכל גיימר מזדמן: Assassin’s Creed Origins, Middle-earth: Shadow of War, Call Of Duty: WWII ו-NieR:Automata, כאשר גם משחקים ישנים יותר כמו Fallout 4, Arma 3 ו-Dark Souls 3 הצליחו להתברג לרשימה.\nבקטגוריית הכסף זכו בין השאר Sniper Elite 4, Total War: Warhammer II, RESIDENT EVIL 7 biohazard ו-Cuphead. כמעט כל שאר המשחקים הם בכלל לא משנת 2017, כאשר המשחק הוותיק והמפתיע ביותר שעשה את דרכו לרשימה הוא Team Fortress 2, משחק שיצא במקור לפני עשור (!), אך שוחררו לו לא מעט עדכונים, כולל אחד במהלך חודש אוקטובר, שיתכן ועורר מחדש את העניין במשחק.\nבקטגוריית הברונזה ניתן למצוא כמות משחקים לא מבוטלת, ובינהם שמות בולטים כמו Hellblade: Senua’s Sacrifice (שזכה לביקורות חיוביות למדי), Prey, המשחק המבוסס על “יום שישי ה-13”, South Park: The Fractured But Whole (נסו להגיד את זה בקול רם) ו-NBA 2K18.\nישנם עוד המון כותרים שעשו את דרכם למחשבי הגיימרים ברחבי העולם, ואתם יכולים לראות את כולם כאן.", "keywords": "סטים,steam,pubg,shadow of war,call of duty,assassin\\'s creed,cuphead"}