{"url": "https://www.geektime.co.il/amazon-ar-view/", "type": "article", "title": "אמזון מציגה: אפליקציה שתראה לכם בדיוק איך המוצרים יראו בדירה", "description": "הפיצ׳ר החדש יאפשר לכם למקם ריהוט, מוצרי חשמל וצעצועים ברחבי הבית באופן וירטואלי על מנת לראות כיצד והאם הם משתלבים לפני ביצוע הרכישה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/amazon.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-02T12:00:24Z", "modified_time": "2017-11-02T10:43:13Z", "articleBody": "הפיצ׳ר החדש יאפשר לכם למקם ריהוט, מוצרי חשמל וצעצועים ברחבי הבית באופן וירטואלי על מנת לראות כיצד והאם הם משתלבים לפני ביצוע הרכישה\nמקור: Amazon AR View.\nאמזון מציגה גימיק חדש מבוסס מציאות רבודה שיעזור לכם לוודא שאתם עושים את ההחלטה הצרכנית הנכונה לפני רכישת מוצר כלשהו. אמש (ד׳) השיקה החברה תוספת חדשה לאפליקצית ה-iOS שלה בשם AR view שעושה שימוש ב-ARKit של אפל, על מנת לאפשר למשתמשים ׳למדוד׳ מוצרים באופן וירטואלי ולראות כיצד הם ישתלבו בביתם; באמצעותה, משתמשים יוכלו לנבור בין אלפי הפריטים הזמינים ׳למדידה׳ בהם – מוצרי חשמל – טוסטר או אפילו סיר, מוצרים לעיצוב הבית כמו ספה, אגרטל ודג מחרסינה ואפילו צעצועים או את אחד מהרמקולים החכמים של החברה, ולוודא שהם משתלבים באופן הרמוני ומתאימים מבחינת מימדים.\n\nעל מנת לבצע מדידה וירטואלית יש להיכנס לפיצ׳ר המצלמה דרך האפליקציה ולבחור ב-AR View, שיופיע לצד האפשרות לסרוק ברקוד של מוצר. לחיצה עליו תפתח בפניכם קטלוג מוצרים רחב שיאפשר לכם לשחק, להזיז ולסובב את המוצרים ולמקם אותם בכל רחבי הבית, תוך כדי שימוש במצלמה בזמן אמת. (כלומר, לא מדובר בתמונת סטילס שעליהן יולבש המוצר, אלא בלייב וידאו שמתעדכן בזמן אמת בהתאם לתזוזות שלכם ולמקום שבו אתם נמצאים). שימו לב רק שהפיצ׳ר זמין רק במכשירי אייפון 6S ומעלה המריצים את מערכת ההפעלה האחרונה iOS 11.\nאגב, אמזון לא לבד בשטח. עם ההשקה של ARKit גם איקאה השיקה אפליקציה בשם Places עם תכלית דומה – לאפשר לכם לעצב את החדר שלכם במרחב הוירטואלי באמצעות המצלמה. גם גוגל לא קופאת על השמרים, והשיקה בעצמה את ARCore, שאמורה להתחרות בסביבת הפיתוח של אפל.\nלפני כחודשיים סיפרנו לכם על MeasureKit, אפליקציה נוספת שעושה שימוש ביכולות החדשות שב-iOS 11; האפליקציה מאפשרת לכם לבצע מדידות וירטואליות במרחב המציאותי באמצעות מצלמת הסמארטפון שלכם. כל שעליכם לעשות הוא לכוון את נקודה המדידה למקום הרצוי, ולזוז במרחב לנקודת סיום המדידה. באמצעות היכולות של ARKit, האפליקציה יודעת להתמצא במרחב ולהבין בדיוק היכן היא נמצאת, ולספק לכם תוצאה מדויקת (לפחות על פי סרטוני ההדגמה המשכנעים מאוד). באמצעותה תוכלו למדוד מרחק בין שתי נקודות, שטח, זווית ואפילו גובה של בני אדם. בקיצור, אין ספק שהכיוון שאליו אנחנו הולכים הוא מציאות מעורבת, ונראה לנו שיש לו סיכוי גבוה יותר להצליח מאשר מציאות מדומה.\n\nלקריאה נוספת:\nתתחדשו: iOS 11 זמינה כעת להורדה, אלו 5 הפיצ׳רים הכי מלהיבים בה\n24 שעות עם האייפון 8 החדש: האם באמת שווה לשדרג?", "keywords": "אמזון,amazon,ar,מציאות רבודה,ar view.,ios amazon app,arkit,אפל"}