{"url": "https://www.geektime.co.il/best-israeli-cyber-security-startup-by-geek-awards-2014/", "type": "article", "title": "מהו הסטארטאפ הישראלי הטוב ביותר בתחום אבטחת המידע לשנת 2014?", "description": "מתוך 5 מועמדים רק 1 יזכה בפרס הסטארטאפ הישראלי הטוב ביותר לשנת 2014 בתחום אבטחת המידע. אתם אלו שקובעים", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/ga-big.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-18T14:28:22Z", "modified_time": "2014-12-22T12:09:41Z", "articleBody": "מתוך 5 מועמדים רק 1 יזכה בפרס הסטארטאפ הישראלי הטוב ביותר לשנת 2014 בתחום אבטחת המידע. אתם אלו שקובעים\n\nבינואר הקרוב נקיים בנמל יפו זו הפעם השנייה אירוע חגיגי במסגרת טקס חלוקת הפרסים של זוכי Geek Awards 2014 שיתקיים כאירוע סגור למוזמנים בלבד. זוהי השנה החמישית שהתחרות מתקיימת ואם לשפוט על בסיס השנים הקודמות, נראה שמי שיזכה להופיע ברשימה הזו עשוי לייצר לא מעט כותרות בהמשך הדרך.\nבאירוע יוענק פרס לזוכה יחיד בכל אחת מ-16 הקטגוריות השונות והפעם בחרנו להתמקד במועמדים לפרס הסטארטאפ הישראלי המצליח לשנת 2014 בתחום אבטחת המידע.\nחברת הסטארטאפ הישראלית Forter רוצה לעזור לסוחרים לזהות משתמשים לגיטימיים ולאפשר להם לפתוח את הסחר שלהם לכל רחבי העולם, באמצעות מנגנון אבטחה שיזהה בתוך שניות האם מדובר על עסקה לגיטימית שניתן לאשר, או האם מדובר על ניסיון לתרמית. הטכנולוגיה של החברה מסוגלת לבדל בין משתמשים עם פרופילים שרק נראים רע באינטרנט (ממדינות מסויימות, בעלי רקע מקוון כזה או אחר) לבין משתמשים המעוניינים לבצע הונאה. כמו כן, היא מבצעת בדיקות נרחבות יותר מאלה של הבנקים, הכוללות אלמנטים כגון מהו המכשיר בעזרתו מתבצעת העסקה, מאיפה הרוכש מגיע, האם ״ראינו״ אותו בעבר, האם מסתתר מאחורי פרוקסי וכדומה. לצד המידע הזה, החברה עוקבת אחר התנהגות המשתמש באתר, מה הן הקטגוריות אליהן נכנס, כמה מבלה בכל אחד מעמודי המוצר ושאר טביעות אצבע דיגיטליות שיעזרו בתהליך הניתוח וההבנה.\nZimperium הישראלית עובדת כיום מתחת לרדאר על פיתוח פתרון האבטחה שלה למשתמשי המובייל. החברה מתארת את הטכנולוגיה שפיתחה כפתרון הראשון בעולם המסוגל למנוע חדירה למכשיר הסלולרי של המשתמש, כאשר זה עוצב במטרה למתן את איומי האבטחה בתשתיות ארגוניות. באמצעות אפליקציה יוכלו המשתמשים לבדוק את הרשתות הסלולריות השונות אליהן מעוניינים להתחבר, במטרה לראות האם יש בהן חולשות או ניסיונות התקפה שיכולות לחטוף את החיבור שלהם ולהאזין להם.\nבצד הארגוני, מנהלי ה-IT יקבלו כלי שיאפשר להם לבדוק ולעקוב אחר כל המשתמשים הרשומים ברשת. כך, במידה וימצאו רישום חשוד או משתמש “חדש” שאינם מזהים – יוכלו לבדוק ואף לנתק אותו, במטרה לאבטח את הרשת.\nחברת Cyvera פיתחה טכנולוגיה העובדת בצורה מעט שונה מפתרונות האבטחה הקיימים כיום בשוק. במקום לנסות ולזהות את המתקפה עוד לפני שהיא מתרחשת, החברה מונעת מתקפות באמצעות חסימת הדרך בה המתקפה מתקדמת, ומונעת מהתוקף להשתמש ב”ארגז הכלים” שלו. המערכת של החברה מתמקדת בשני הוקטורים הנפוצים והחמורים ביותר של התקפות זדוניות באמצעות חסימת נסיונות לנצל חולשות תוכנה, או נסיונות לנצל טקטיות “חברתיות” המעודדות את המשתמשים להריץ קבצים זדוניים על גבי מחשביהם. מוצר הדגל של החברה נקרא Cyvera TRAPS, או Targeted Remote Attack Prevention System ומדובר בפלטפורמת Client-Side.\nAorato מפתחת טכנולוגיה המציעה הגנה רב שכבתית על הארגון, המבוססת על הקשרים התנהגותיים. המוצר אותו השיקה החברה נקרא Directory services Application Firewall (או בקיצור DAF) ומסוגל לנתח את ההתנהגות של היישויות השונות בארגון, דוגמת משתמשים פנימיים וחיצוניים, מחשבים, שרתים, מכשירים סלולריים המחוברים לרשת הארגונית.\nהטכנולוגיה של החברה בעצם לומדת את התנהגות המכשירים השונים המתחברים לרשת הארגונית, האפליקציות הרצות ברקע וכמובן את ההתנהגות של המשתמשים והעובדים עצמם. על ידי ניתוח הנתונים הללו, המבוססים על מודעות הקשרית והאינטרקציות השונות, המערכת מסוגלת לקבל החלטות בזמן אמת, לבצע ניטור ואף לחסום גישה החורגת ממדיניות החברה או מהפעולות הסטנדרטיות שלמדה לזהות. החברה נמכרה בחודש שעבר לחברת מיקרוסופט תמורת 200 מיליון דולר.\nBioCatch מציגה טכנולוגיה שבודקת את תגובת המשתמש לאנומליות שונות שהיא יוצרת, כדי לראות האם מדובר בבעל החשבון או שמא בגורם חיצוני המנסה לחדור אליו. בבדיקה זו נבחנים למעשה יותר מ-350 פרמטרים שונים וייחודיים עבור כל משתמש (כמו מחוות עכבר, הקלדות), כאשר התוצאה סמויה מהעין האנושית, ולא מהווה איזשהי הפרעה שהמשתמש יכול לשים אליה לב בעת הגלישה או השימוש בשירות. בנוסף, המערכת יוצרת מעין פתיונות עבור האקרים, שבליעתם תוביל לזיהוי מיידי של המערכת. לדברי החברה, הטכנולוגיה שלה מסוגלת להבחין בין המשתמש האמיתי למתחזה ברמת דיוק של 99%.\nהפתרון של BioCatch מגיע בכמה צורות בהתאם לקהל המבקש להטמיע אותו במערכת. במידה ומדובר באפליקציה סלולארית, BioCatch מציעה SDK שיודע לעקוב אחר המשתמשים ולנטר את התנועות שלהם על פי מסך המגע. במידה ומדובר על אתר אינטרנט, הפתרון מוצע באמצעות קוד Javascript המוטמע על השרת ומבצע את המעקב אחר המשתמשים.\nשלב ראשון: הצעת מועמדים – מועד סיום: 27.11.\nשלב שני: הצבעה למועמדים המובילים – מועד סיום: 07.01.15.\nשלב שלישי: הכרזה על המועמדים בטקס Geek Awards 2014 בנמל יפו בינואר 2015.\nבהמשך הפוסט תתבקשו לבחור את המועמדים שלכם עבור 16 הקטגוריות המשתתפות בתחרות. שלב זה יסתיים ביום רביעי, ה-31 בדצמבר 2014 לקראת ההכרזה על הזוכים הגדולים בטקס שיערך בסוף חודש ינואר. מבין המשתתפים בהצבעות ייבחרו 5 זוכים שיקבלו כרטיס כניסה לאירוע.\n<<< הזוכים ב-Geek Awards 2013\n<<< הזוכים ב-Geek Awards 2012\n<<< הזוכים ב-Geek Awards 2011\n<<< הזוכים ב-Geek Awards 2010\n// <![CDATA[\nvar qiq8uzb0p8bb44;(function(d, t) { var s = d.createElement(t), options = { 'userName':'newsgeek', 'formHash':'qiq8uzb0p8bb44', 'autoResize':true, 'height':'3191', 'async':true, 'host':'wufoo.com', 'header':'show', 'ssl':true}; s.src = ('https:' == d.location.protocol ? 'https://' : 'http://') + 'www.wufoo.com/scripts/embed/form.js'; s.onload = s.onreadystatechange = function() { var rs = this.readyState; if (rs) if (rs != 'complete') if (rs != 'loaded') return; try { qiq8uzb0p8bb44 = new WufooForm();qiq8uzb0p8bb44.initialize(options);qiq8uzb0p8bb44.display(); } catch (e) {}}; var scr = d.getElementsByTagName(t)[0], par = scr.parentNode; par.insertBefore(s, scr); })(document, 'script');\n// ]]>", "keywords": "geek awards,geek awards 2014,גיק אוורדס,גיק אוורדס 2014,פרסים,תחרות,אבטחת מידע,סייבר,cyber,security,forter,פורטר,zimperium,זימפריום,cyvera,סייוורה,aorato,אוראטו,biocatch,ביוקאטץ\\'"}