{"url": "https://www.geektime.co.il/3-best-wireless-headphones/", "type": "article", "title": "לניתוק מושלם: 3 אוזניות אלחוטיות ומומלצות עם ביטול רעשים", "description": "הטיסה הבאה שלכם יכולה להרגיש אחרת לגמרי - 3 אוזניות אלחוטיות עם מנגנון ביטול רעשים ששווה מאוד שתכירו", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/Screen-Shot-2017-11-14-at-12.49.03.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-15T13:55:29Z", "modified_time": "2017-11-15T12:07:35Z", "articleBody": "הטיסה הבאה שלכם יכולה להרגיש אחרת לגמרי – 3 אוזניות אלחוטיות עם מנגנון ביטול רעשים ששווה מאוד שתכירו\n\nדמיינו שבאמצעות קסם יכולתם להתנתק באופן מוחלט מהסביבה שמקיפה אתכם ולהישאב לתוך המוזיקה שאתם אוהבים עם אפס רעשי רקע מציקים. בשנים האחרונות יותר ויותר חברות מציעות מנגנון ביטול רעשים מובנה באוזניות, כזה שמקפיץ את איכות השמע במספר רמות ומייצר ניתוק טוטאלי מהסביבה. מי שהתנסו באוזניות בעלות מנגנון לביטול רעשים יתקשו לחזור אחורה, ואולם חלקן נוטות לספק את הסחורה וחלקן מעט פחות. אם אתם מחפשים אוזניות איכותיות עם מנגנון ביטול רעשים מובנה, הנה 3 דגמים ששווה לכם להכיר:\n\nחברה: Bose\nמחיר: 350 דולר\nאוזניות ה-QC 35 של Bose הן שם נרדף לסוגה עילית של מנגנון ביטול רעשים ולניסיון ותיק בתחום. ענקית האודיו האמריקאית נחשבת לאחת החברות הטובות והמוכרות בתחום ובמשך שנים הציעה אוזניות חוטיות עם מנגנון ביטול רעשים מעולה שהפכו פופולאריות במיוחד. חובבי החברה המתינו שנים לרגע שבו תשיק את דור ההמשך והאלחוטי של אוזניות הפלא שלה וביוני 2016 זה סוף סוף קרה.\nה-QC מגיעות בשני צבעים: שחור וכסוף, הן כוללות מיקרופון לניהול שיחות טלפון וסוללה נטענת שמספיקה ל-20 שעות האזנה למוזיקה. תוכלו לחבר אליהן כבל במידה ותרצו להשתמש בהן באופן חוטי והן נחשבות לגולת הכותרת בתחום האוזניות האלחוטיות. לאחרונה השיקה Bose דגם המשך המכונה בפשטות II אבל ההבדל בינהן לדגם הרגיל (זה הזמין בארץ) נעוץ רק בכפתור שמאפשר גישה לעוזרת הקולית של גוגל ומאחר וכך תוכלו לוותר עליו ללא כל רגשות אשם.\n\nחברה: סוני\nמחיר: 350 דולר\nבשנות ה-80 שלטה סוני ביד רמה על שוק המוזיקה עם מכשיר הפלא (ה׳ווקמן׳) שאיפשר לאנשים לקחת את המוזיקה איתם לכל מקום ולהקשיב לה באמצעות אוזניות בדרכים. שני עשורים היא שלטה בתחום עד ששינויים טכנולוגים תפסו אותה קצת לא מוכנה והקסטות הפכו לדיסקים הדיסקים למיני דיסקים, המיני דיסקים לדיסק און קי ואז הגיעה אפל עם האייפוד שטרף את הקלפים מחדש.\nהמענה של סוני לאוזניות האלחוטיות של Bose הן Sony WH-1000XM2. הדעות בנוגע למי מציעה איכות שמע טובה יותר ולמי מנגנון ביטול רעשים מוצלח יותר חלוקות. דבר אחד בטוח – סוני לא בחרה סתם בתג מחיר זהה לאוזניות הפופולאריות של Bose והפער ביניהן גם ברמת הביצועים לא גדול במיוחד. עם זאת, האוזניות של סוני מציעות זמן סוללה של 30 שעות האזנה, הן מגיעות בשני צבעים: שחור או לבן, וכוללות כפתורי מגע. גם כאן ניתן לחבר את האוזניות עם כבל ולהפוך אותן לחוטיות במידת הצורך.\n\nחברה: B&O\nמחיר: 500 דולר\nחברת Bang & Olufsen המוכרת יותר תחת השם B&O יודעת לייצר מוצרים יפים. על אף שענקית הטכנולוגיה הדנית מייצרת לא מעט מוצרי אלקטרוניקה היא מוכרת יותר בתחום האודיו ומלבד האיכות שהמוצרים שלה מציעים היא מציגה עיצובים יוצאי דופן ומרשימים במיוחד.\nעל ה-Beoplay H8 תשלמו קצת יותר ולא כי הן יציעו איכות שמע טובה יותר משתי הראשונות שהצגנו כאן, אלא ובעיקר בגלל העיצוב היוקרתי והייחודי שלהן. האוזניות מגיעות בשלושה צבעים: קרם, שחור וחום בגימור של עור ומתכת ועם מחוות מגע שהופכות את כל האוזניה לכפתור מגע אחד גדול וידידותי. הסוללה תספיק לעד 30 שעות האזנה למוזיקה, הן מגיעות עם מיקרופון מובנה לניהול שיחות, קישוריות בלוטות׳ 4.2, וגם אותן ניתן לחבר עם כבל ולהפוך לחוטיות.", "keywords": "אוזניות אלחוטיותbose quietcomfort 35,b&o,,מנגנון ביטול רעשים,ביטול רעשים,אוזניות,אוזניות ביטול רעשים,בוז,בווז,beoplay h8,bose,bose qc35,sony,b&o"}