{"url": "https://www.geektime.co.il/microsoft-10-features-that-will-be-missed/", "type": "article", "title": "הפיצ׳רים מהם תאלצו להיפרד כשתשדרגו לחלונות 10", "description": "קצת פחות מחודשיים לפני השקתה הרשמית של חלונות 10, מפרסמת מיקרוסופט רשימה של מספר תכונות שיפסיקו להיות זמינות עבור משתמשים שישדרגו לגרסה החדשה. לאיזה מהם הכי תתגעגעו?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/windows101.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-04T10:22:34Z", "modified_time": "2015-06-04T12:11:21Z", "articleBody": "קצת פחות מחודשיים לפני השקתה הרשמית של חלונות 10, מפרסמת מיקרוסופט רשימה של מספר תכונות שיפסיקו להיות זמינות עבור משתמשים שישדרגו לגרסה החדשה. לאיזה מהם הכי תתגעגעו?\nמקור: Microsoft\nבעוד פחות מחודשיים (29 ביולי) מערכת ההפעלה חלונות 10 תצא לשוק. לקראת המאורע, מיקרוסופט פרסמה את דרישות המערכת הנחוצות להתקנה, ועל הדרך ציינה מספר תכונות שצפויות להיעלם בעת שדרוג למערכת ההפעלה החדשה. על הכוונת – Windows Media Center והאופציה לשליטה על העדכונים למחשב.\nאז על מה אנחנו בעצם מדברים? מבחינת תוכנה – משתמשי חלונות 7 בגרסאות Premium, Proffesional ו-Ultimate, ביחד עם משתמשי חלונות 8 פרו וחלונות 8.1 פרו צפויים ל׳שנמוך׳ חצי משמעותי; Windows Media Center יעלם לחלוטין, ביחד עם גאדג׳טים מוכרים של חלונות 7 שנמצאו על שולחן העבודה, כדוגמת משחקי הקלפים הנוסטלגיים לבבות או שולה המוקשים (במקום, מיקרוסופט שחררה גרסאות עצמאיות משלה המכונות Microsoft Solitaire Collection ו-Microsoft Minesweeper).\nאם מסיבה מסויימת אתם עוד עושים שימוש בדיסק פלופי, תתבקשו כעת להתקין דרייברים מיוחדים, וגם צפייה בסרטי DVD תדרוש מכם להתקין תוכנת הפעלה נפרדת, כדוגמת VLC החינמית (לפחות עד אשר יוצג פתרון שצפוי להגיע מאוחר יותר השנה).\nכמו כן, בהיותה הגרסה האחרונה של מערכת ההפעלה, החברה החליטה לשנות את פורמט העדכונים; כאשר יהיו עדכונים זמינים עבור חלונות 10, אלו יורדו ויותקנו באופן אוטומטי ללא הסכמת המשתמש. אם חשובה לכם האופציה לשלוט באותם עדכונים, עליכם להצטייד במהדורת ה-Pro או ה-Enterprise, המאפשרות שליטה ותפעול באלו. הרעיון העומד מאחורי המהלך הוא לוודא כי כל המשתמשים יהיו תמיד ׳בעניינים׳ ובעלי הגרסה המעודכנת ביותר.\nאגב, אם העוזרת האישית של מיקרוסופט, קורטנה, היא אחת הסיבות שאתם מתרגשים ממערכת ההפעלה החדשה, דעו כי זו צפויה להיות זמינה בהתחלה רק בארה״ב, בריטניה, סין, צרפת, איטליה, גרמניה וספרד.\nמיקרוסופט פרסמה גם את דרישות המערכת הצנועות עבור מערכת ההפעלה למחשבים וטאבלטים; עבור גרסת ה-32 ביט נדרש מעבד במהירות 1GHz, זכרון RAM של 1GB ביחד עם 16GB של אחסון ורזולציית מסך של 1024×600 לפחות. גרסת ה-64 ביט דורשת זכרון RAM של 2GB ושטח אחסון של 20GB.\nכפי שניתן להבין לא מדובר בהכרזה דרמטית יתר על המידה, ולכן קשה לנו להאמין שההפסד של התכונות שהוזכרו לעיל יהווה ״deal breaker״ עבור משתמשים שכבר בנו על השדרוג החינמי. הוסיפו לכך את העובדה שלמרבית התכונות שייעלמו יש לא מעט חלופות חינמיות, כך שמבחינת מיקרוסופט העסקים כרגיל ואתם בינתיים יכולים להסדיר נשימה.\n[interaction id=”556feff684caec334b30baf0″]", "keywords": "מיקרוסופט,חלונות,ווינדוז,חלונות 10,microsoft,windows,windows 10,מערכת הפעלה,os,pc,פיסי,טאבלט,upgrade,שדרוג,חלונות בחינם,microsoft windows,חלונות 8,חלונות 10 בחינם"}