{"url": "https://www.geektime.co.il/verizon-buys-aol-for-4-4-billion/", "type": "article", "title": "עסקת ענק: ורייזון רוכשת את AOL ב-4.4 מיליארד דולר", "description": "הרכישה תעניק לוורייזון, שמעוניינת לחדור לשוק הווידיאו המקוון, גישה לטכנולוגיה המתקדמת שפיתחה AOL למכירת פרסומות ואספקת וידיאו באיכות גבוהה. החברה הבטיחה לחזק את הפעילות הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/aol.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-12T16:06:06Z", "modified_time": "2015-05-12T17:07:43Z", "articleBody": "הרכישה תעניק לוורייזון, שמעוניינת לחדור לשוק הווידיאו המקוון, גישה לטכנולוגיה המתקדמת שפיתחה AOL למכירת פרסומות ואספקת וידיאו באיכות גבוהה. החברה הבטיחה לחזק את הפעילות הישראלית\nטים ארמסטרונג, מנכ״ל AOL\nמאת הראל עילם, אסף גלעד ורפאל קאהאן, כלכליסט.\nחברת תוכן האינטרנט האמריקאית, AOL, הכריזה היום (ג’) כי תירכש על ידי ספקית הסלולר הגדולה בארצות הברית, ורייזון. שווי העסקה מוערך ב-4.4 מיליארד דולר. בתגובה, מניית AOL זינקה ב-18% לפני פתיחת המסחר בוול סטריט בעקבות ההכרזה. מניית ורייזון רשמה ירידה קלה של חצי האחוז. העסקה צפויה להיסגר בקיץ.\nהדיווחים המוקדמים לעסקה התפרסמו כבר בינואר האחרון, אבל שתי החברות סירבו אז להגיב על כך. העסקה משקפת למניית AOL ערך של 50 דולר, פרימיום של 17% לעומת מחיר המניה לאחר סגירת המסחר אתמול. ורייזון הודיעה כי תממן את הרכישה באמצעות מזומנים שבידיה, וניירות ערך סחירים.\nמאז תחילת השנה, מניית ורייזון טיפסה בהתמדה ב-6.5%, בין השאר בזכות ההתרחבות של פריסת רשתות סלולר דור רביעי ברחבי ארצות הברית. מניית AOL מצידה נחלשה השנה ב-7.8%.\nAOL שהחלה כספקית אינטרנט ופורטל תוכן מקוון הפכה במרוצת השנים לאחת מיצרניות התוכן המקוון הגדולות כיום – אם כי בשנים האחרונות התקשתה למנף את הכוח שלה בשוק הפרסום, המדיה והתוכן להכנסות משמעותיות. הקושי של החברה בשנים האחרונות גם העלה שמועות עיקשות לפיהן AOL ויאהו יתמזגו ליצירת מעצמת תוכן.\nמנכ”ל AOL, טים ארמסטרונג, אמר בהודעה לעיתונות: “אין בשבילנו שותפה טובה יותר מחברת ורייזון […] אני אמשיך להיות משקיע מלא בחברה – מעולם לא מכרתי מניה. השילוב של בסיס המנויים של ורייזון ביחד עם המקצועיות של AOL מייצרים מודל סקלבילי וייחודי בתחום עבור יוצרים, צרכנים ופרסומאים”.\nהרכישה של AOL תעניק לורייזון גישה לא רק לפלטפורמות התוכן המקומיות והבינלאומיות של חברת המדיה וכן לפלטפורמת הפרסומות שלה, אלא גם לטכנולוגיית הזרמת הוידאו – שבין השאר פותחה במרכז של AOL בישראל. לפני מספר חודשים החברה גם הודיעה שהיא תשקיע 5 מיליון דולר בטכנולוגיית הזרמת וידאו שפותחה בטכניון בארץ. ורייזון מעוניינת מאוד למנף את יכולתה לספק וידאו על גבי רשתות סלולר LTE ודרך רשתות OTT, דרך ממירים חכמים.\nבישראל מעסיקה כיום AOL כ-150 עובדים, מרביתם במרכז הפיתוח המרכזי בתל אביב. מרכז זה מבוסס בין השאר על רכישת חברת הוידיאו 5min, חברת רלג’נס, מאיץ הסטארטאפים נאוטליוס, וקונברטו שברעננה. על פי מידע שהתקבל לידנו העובדים בישראל קיבלו דואר אלקטרוני מורייזון, המתחייב לחיזוק הפעילות הישראלית לאחר הרכישה.\nAOL פעילה בישראל מאז רכישת מיראביליס ב-1998, החברה שפיתחה את תוכנת הצ’ט ICQ. החברה האמריקאית הפעילה את תוכנת המסרים המיידים פורצת הדרך כחטיבה עסקית עצמאית במשך 12 שנים, עד שלבסוף היא נמכרה לידי קרן DST הרוסית ב-2010 תמורת 187 מיליון דולר – מחיר הפסד לעומת 407 מיליון דולר ש-AOL שילמה על ICQ במקור.\nאבל ב-2010 AOL, שמכרה לא מעט מנכסיה באותה שנה, דווקא חידשה את פעילותה בארץ ורכשה את 5min, סטארטאפ שהתמחה בתיוג סרטוני וידיאו קצרים ברשת ובהפצתם לאתרי תוכן. מייסדי החברה, רן הר-נבו, חנן לשובר וטל סימנטוב הפכו בזכות הרכישה לבכירים בחטיבת הוידיאו של AOL והובילו את אסטרטגיית הוידיאו של החברה בשנים האחרונות. עם זאת, בחודשים האחרונים פרשו שלושתם מהחברה, בהפרשים של חודשים אחדים זה מזה.\nהכתבה פורסמה לראשונה בכלכליסט.\nקרדיט תמונה: Albert H. Teich / Shutterstock.com", "keywords": "ורייזון,אייאואל,עסקת ענק,כלכליסט,verizon,aol,רכישת חברה,תקשורת אמריקאית"}