{"url": "https://www.geektime.co.il/the-best-of-geek-on-one/", "type": "article", "title": "משקיעים וסטארטאפיסטים מובילים משתפים: 20 טיפים ליזמים מתחילים", "description": "קיבצנו את מיטב הטיפים מהיזמים, המייסדים ואנשי המפתח בתעשייה שראיינו עד היום ואנו מציגים בפניכם את הטיפים הטובים ביותר ליזם המתחיל. שיהיה בהצלחה!", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/idea1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-04-12T13:03:23Z", "modified_time": "2012-04-13T10:21:24Z", "articleBody": "קיבצנו את מיטב הטיפים מהיזמים, המייסדים ואנשי המפתח בתעשייה שראיינו עד היום ואנו מציגים בפניכם את הטיפים הטובים ביותר ליזם המתחיל. שיהיה בהצלחה!\nמקור: flickr, cc-by, qisur\nללמוד מניסיון של אחרים יכול להיות בעל ערך גבוה במיוחד כשאתם מתחילים סטארטאפ בפעם הראשונה.\nבמסגרת מדור “גיק על אחד” בניוזגיק אנו נוהגים לארח מידי שבוע מנכ”לים, יזמים ואנשי תעשיית ההיטק והון הסיכון  כדי לשתף אתכם בסיפור המסע שלהם בעולם היזמות ולכל אחד מהם יש את המסקנות שלו משנות הניסיון, האקזיטים, ההצלחות והכשלונות שחוו.\nאז אספנו חלק מהטיפים למקום אחד,על מנת שתוכלו גם אתם להפנים, ללמוד ולהצליח.\nאריק בן חמו, מנכ”ל Benhamou Global Ventures : כיום, קרנות הון הסיכון נמצאות תחת לחץ אדיר עקב מגוון רחב של סיבות וספק אם מצב זה ישתנה בשנים הקרובות. קיימים יותר ויותר יזמים המתחרים על פחות הון מאשר זה שהיה קיים לפני כ-5 שנים. לכן, רק הפרוייקטים הטובים ביותר ישיגו השקעה. במילים אחרות, הרף עלה. לכן, עצתי ליזמים מתחילים היא לוודא שהשוק אליו הם פונים הוא אמיתי וגדל. אם לא זה, עליהם לפחות ליצור תחושה טובה כי שוק זה יווצר בקרוב ושהם בעלי אחיזה מצויינת במדדי הניטור המובילים לכך. חברות מסוגלות להתאושש מטעויות רבות, החל מליקויים טכניים, חוסר בכוח אדם וכדומה – אך הן אינן מסוגלות להתאושש ממיקוד האנרגיה על שוק חלש או שאינו קיים. (לראיון המלא)\nאריק בן חמו. מקור: יח\"צ\nאורן בוימן, מייסד ומנכ”ל Magisto : אמונה זה הדבר היחידי שיש לך בהתחלה. אם אתה לא מאמין בזה באופן מוחלט – אל תכנס לזה. אם אתה מאמין בזה באופן מוחלט – שרוף את כל הגשרים כך שלא תוכל לשנות את החלטתך. (לראיון המלא)\nרפאל אוזן, CTO ומייסד BillGuard : תשפיע על חייהם של אנשים. הרבה סטארטאפים נבנים במטרה להפיק עוד כסף על ידי הטעיית מנגנוני אינטרנט, מבלי לפתור בעיות חשובות בדרך. יש כל כך הרבה בעיות ללא תשובה, אם אתה חושב שאתה יכול לספק פתרון משמעותי לאחת מהן, זה שווה הכל. בניית חברה מאפס דורשת את הרמה הגבוהה ביותר של מחויבות ומאמצים מתמשכים. אל תבזבז את הזמן והאנרגיה שלך על עוד גימיק “מגניב”, נסה לחפש דרכים להפוך את חיי האנשים למעט יותר טובים. אין משהו יותר מספק מאשר בניית מוצר שמשתמשים מתרגשים לגביו ואוהבים אותו. (לראיון המלא)\nעמית אבנר, מנכ”ל ומייסד Taykey : הרבה יותר קל להכנס לשוק קיים עם הרבה כסף בתוכו במקום להמציא שוק חדש, כלומר, עדיף שתציגו שיפורים מול מטריקות קיימות ולא תמציאו מטריקות חדשות. (לראיון המלא)\nרולי אליעזרוב. מקור: יח\"צ\nרולי אליעזרוב, נשיא ואחד ממייסדי Gigya : פעם או פעמיים במהלך הפרוייקט שלך, אתה תהיה בטוח שהגיע הסוף ושזהו זה – העסק עומד למות. בשלב זה עלייך להפוך לחזק ולזכור שכמעט כל יזם בעולם, ביניהם גם סטיב ג’ובס, סרגיי ברין מארק צוקרברג – הגיע לסיטואציה דומה, כך שאתה נמצא בחברה טובה. יזמות סובבת סביב כוח סיבולת ואופטימיות – עלייך להשתמש באנרגיה הפנימית שלך כדי להמשיך לדחוף קדימה ולמעלה. (לראיון המלא)\nעומר פרצ’יק, מנכ”ל Any.Do : אני מאוד אוהב את האמרה של המהטמה גנדי – Be the change you want to see In the world. (לראיון המלא)\nעמרי ארגמן, סמנכ”ל פיתוח עסקי בחברת Moblin : פיתוח הוא רק החלק הראשון מיני רבים במשימה שלכם ויש שיגדירו אותו כחלק הקל ביותר. אל תשכחו שכל אפליקציה שתפתחו, גם אם תהיה הטובה ביותר, חייבת מערך שיווקי. חשבתם על רעיון גדול? מעולה! תבנו לו גם תוכנית שיווק, אל תחשבו שההצלחה מובטחת ברגע שהפיתוח הסתיים. (לראיון המלא)\nרואי טיגר, CTO ומייסד Onavo : שחרר את המוצר המינימלי שלך מוקדם ככל שאפשר, קבל תגובות מהלקוחות ומהמשתמשים, עשה את השיפורים הנדרשים, שחרר עדכונים וחזור על כך כל הזמן. בדרך כלל, ניתן לעשות זאת עוד לפני קבלת מימון, בעקבות כך תהפוך הדרך לקבלתו לקלה יותר. (לראיון המלא)\nאימי עירון, מייסדת ומנכ”ל סלונה : אם הלב שלכם במקום הנכון, אתם כנראה במקום הנכון. בלי לב אין כלום, לדעתי. (לראיון המלא)\nשולי גלילי. מקור: יח\"צ\nשולי גלילי, מנכ”ל CICC : תחשוב בגדול והאמן בעצמך! כמו כן, שכור רק את הטובים ביותר! (לראיון המלא)\nג’ואי שמחון, CTO ומייסד DoAT : תתמיד. בסופו של יום להיות יזם משמעותו לקנות כרטיס לרכבת הרים עם מסלול לא מוגדר שיכלול הרבה עליות וירידות קיצוניות. עבורי, ההתעקשות להתמיד לאורך שנותי כיזם הוכיחה את עצמה כל פעם מחדש, זה פשוט לוקח המון זמן עד שזה משתלם. (לראיון המלא)\nאייל גורה, יזם סדרתי : נראה לי שזה טיפ כללי לכל דבר בחיים אבל טוב ליזמים צעירים בפרט והוא: לשים את עצמך בנעליו של האדם שמולך. זה מאוד יעזור להבין לקוחות פוטנציאלים וקיימים, כמו כן לפתור להם את הבעיות האמיתיות שלהם ובזמן שמתאים להם – לעומת הבעיות שאתה חושב שיש להם ובזמן שדווקא לחוץ לך. זה גם עוזר להבין את המשקיעים שלך ואת הצרכים שלהם – ולא, הם לא תמיד אנשים רעים שרוצים לגזול אותך. כמו כן, זה עוזר לך כמנהל מול עובדים, שרוצים להרגיש שהם עובדים על משהו חשוב, שיש להם ממי ללמוד וכל זה בסביבת עבודה תומכת. (לראיון המלא)\nחמי וינגרטן, מייסד ומנכ”ל Fooducate : היה מוכן. מדובר בתהליך לא קל, בו נכנסים למסלול שכבר נקרא בעבר “רכבת הרים” – אי אפשר לתאר כמה החוויה מספקת בדקה אחת, כשחצי שעה לאחר מכן היא יכולה לגרום להתקף לב. (לראיון המלא)\nאיל וולדמן. מקור: יח\"צ\nאיל וולדמן, CEO ומייסד Mellanox : כבר בתחילת הדרך, נכון לנהל סטארט-אפ כאילו היה חברה ציבורית ולחתור לעמידה במרבית הסטנדרטים הבינלאומיים הגבוהים. חשוב לזכור כי בעתיד קשה הרבה יותר לחזור אחורה ולתקן דברים שלא נעשו על פי סטנדרט גבוה. יש לחשוב ולפתח את המיזם בצורה הדרגתית ובריאה, להיות הוגנים ואתיים, להיזהר מפיתויים ולא לעגל פינות; הכי חשוב זה לרוץ מהר – זמן הוא המשאב היחידי שאתם לא שולטים בו והוא לא יחזור. ככל שתהיו מקצועיים ועקביים יותר יש סיכוי גדול יותר להצלחה. (לראיון המלא)\nאילת טורם, יועצת הייטק במשרד APM : הרבה אנרגיות חיוביות. זה מדבק, מרכך קשיים ורותם עובדים, שותפים ומשקיעים לחזון ולחלום שלכם… בהצלחה לכולם! (לראיון המלא)\nבן לאנג, יזם סדרתי צעיר במיוחד : שמתי לב שהרבה מאוד סטארטאפים מתחילים את השיווק שלהם רק בישראל ואני חושב שזה מאוד חיוני להתכוונן לשווק את המוצר גם במדינות אחרות. בסך הכל יש בישראל רק כמה מיליוני אנשים – ואם הכוונה שלכם היא לבנות סטארטאפ בינלאומי, אז כדאי להיות מוכנים לכך מההתחלה. אני ממליץ לטוס לכנסים בארצות הברית, צרפת, אנגליה וכדומה – כל מדינה חושבת בצורה שונה ועליכם להיות מוכנים לכך מהיום הראשון, כמו גם להבין את השוק ולדעת כיצד לגשת אליו. (לראיון המלא)\nרוני רוס, מייסדת ונשיאת חברת פנורמה : ההמלצה הכי טובה שאני יכולה להציע היא: You only see obstacles when you take your eyes off your goal. נכון שזה נשמע כמו קלישאה, אבל החיים של היזם מלאים במכשולים הרבה מעל הממוצע ולכן היכולת להתמקד במטרה היא הכרחית על מנת להצליח. (לראיון המלא)\nשרון שרייבר. מקור: יח\"צ\nשרון שרייבר, מנכ”ל zeZebra : צאו לעשות נטוורקינג! הנטוורק הוא זה שעזר לנו לגייס כסף, לגייס עובדים, לייצר מודעות ולאפשר להנות מידע רב שנצבר בשוק. כדי לקבל נטוורק – תנו אותו. ככל שתכירו אנשים רלבנטיים אחד לשני, הם ישמחו להכיר לכם אנשים רלבנטיים עבורכם. (לראיון המלא)\nדמיטרי סטביסקי, סמנכ”ל התפעול ב-Evernote : בכל הנוגע לגישה – עלייך לאהוב את המוצר שבכוונתך לבנות. כשאתם עומדים בתחילת הדרך, הדרך היחידה להצליח היא להשקיע את כולכם בתוך המיזם – והדרך היחידה לעשות זאת היא לעשות משהו שאתם אוהבים בלב מלא. (לראיון המלא)\nרון גורה, מייסד ומנכ”ל The Gifts Project : אל תתפשר על צוות. אי אפשר לעשות יותר מידי לבד וכולנו צריכים אנשים טובים ומוכשרים יותר מאיתנו, כדי באמת ליצור משהו בעל ערך. (לראיון המלא)", "keywords": "גיק על אחד,geek on one,fooducate,cicc,moblin,evernote,apm,magisto,taykey,any.do,saloona,benhamou global ventures,eric benhamou,omer perchik,imi eiron,amit avner,ayelet torem,shuly galili,zezebra,sharon schreiber,ben lang,rooly eliezerov,gigya,rony ross,panorma,eyal gura,joey simhon,doat,eyal waldman,mellanox,billguard,the gifts project,onavo,פודיוקייט,מובלין,מג\\'יסטו,טייקי,סלונה,אריק בן חמו,עומר פרצ\\'יק,אימי עירון,עמית אבנר,אילת טורם,שולי גלילי,זהזברה,שרון שרייבר,בן לאנג,רולי אליעזרוב,גיגיה,רוני רוס,פנורמה,אייל גורה,ג\\'ואי שמחון,דואט,אייל ולדמן,מלאנוקס,בילגארד,גיפטס פרוג\\'קט,אונבו,אונאבו,רואי טיגר"}