{"url": "https://www.geektime.co.il/geekweek-17-09-11/", "type": "article", "title": "גיק וויק: השבוע שהיה בניוזגיק [17-09-11]", "description": "לכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע: סקירות מעניינות על מוצרים בולטים, ראיונות וסיפורים של אנשי מפתח בתעשיית ההיי-טק, חשיפות ותחזיות לעתיד, משחקים מומלצים, לייב בלוגינג מחשיפת חלונות 8, שייקר הישראלית זכתה בתחרות ה-techrunch disrupt ודיווח חדש על השקת אייפון 5", "image": "https://files.geektime.co.il/wp-content/uploads/2011/09/geekweek111111.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-09-17T21:00:33Z", "modified_time": "2011-09-18T10:43:31Z", "articleBody": "לכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע: סקירות מעניינות על מוצרים בולטים, ראיונות וסיפורים של אנשי מפתח בתעשיית ההיי-טק, חשיפות ותחזיות לעתיד, משחקים מומלצים, לייב בלוגינג מחשיפת חלונות 8, שייקר הישראלית זכתה בתחרות ה-techrunch disrupt ודיווח חדש על השקת אייפון 5\nלכל מי שלא הספיק לעקוב, אלו היו הפוסטים הבולטים שפורסמו בניוזגיק השבוע:\nלאחר תקופה ארוכה בה פלאש לא היה זמין למשתמשי iOS, נראה שנמצא פתרון. אדובי מיישרת קו ומציעה שירות המרת פלאש ל-HTML5.\nהתחלתם מיזם חדש, גייסתם כסף ופתאום מגיע היום שאתם נוכחים שהעסק תקוע. נשמע מוכר? אמיר ויסנשטרן מסביר מדוע זה לא סוף הדרך ומה עושים כשנגמר הכסף.\nאיל וולדמן, מייסד ו-CEO בחברת Mellanox משיב לשאלות על יזמות, סטארטאפים ועל ההרפתקאה בבניית חברה גדולה ומצליחה.\nמקור: יח\"צ, עיבוד תמונה\nאחרי נוקיה ומיקרוסופט וגוגל ומוטורולה, HTC מעוניינת במקדם ביטחון ובוחנת את האפשרות לרכישת מערכת הפעלה סלולרית עצמית משלה.\nבקרוב מאוד צפויה מערכת ההפעלה הסלולרית של מיקרוסופט להציף את פיד החדשות שלכם. האם נותר מקום בין iOS לאנדרואיד למערכת הפעלה נוספת שלבנתיים ממשיכה לאבד נתח שוק?\nהצטרפו אלינו לעדכונים חיים מהרצאת הפתיחה של כנס המפתחים של מיקרוסופט, שם צפויה החברה לחשוף את מערכת ההפעלה הבאה של החברה, חלונות 8.\nמקור: יח\"צ\nעדכון חדש שמשחררת פייסבוק יקבע על פי רמת האינטרקציה של המשתמשים, מהי מערכת היחסים ביניהם וכיצד יתקשרו\nלכבוד כנס ה HTML5Fest שמארגנים איגוד האינטרנט הישראלי ו W3C ישראל, יוצא זהר ארד למסע קצר בנבכי תקן HTML5 המתהווה וחוזר עם מספר הבחנות והצעות מעשיות לשימוש יומיומי. אחד סוכר, בלי חלב בבקשה.\nבפעם השנייה בהיסטוריה, חברה ישראלית זוכה במקום הראשון בתחרות הסטארטאפים הגדולה בעולם, Techcrunch Disrupt.\nיזמים רבים חוששים מאוד לחשוף את המיזם שלהם עד שלא יהפוך למוצר מוגמר. במקרים בודדים, זוהי גישה נכונה. במקרים רבים אחרים, זו טעות.\nמקור: צילום מסך מהסרטון המצורף\nהשדרוג של תוכנת העריכה המקוונת שהציג אתר YouTube, מביא יותר אפשרויות עבור המשתמש, תוך שמירה על כמות הצפיות והתגובות שקיבל.\nמפתחים? לגוגל יש בשורה עבורכם. מהיום תועלו להשתמש ב-API החדש כדי למשוך מידע מתוך גוגל פלוס, הרשת החברתית ושירות האימות של גוגל.\nצילום: flickr, cc-by, dannypolicarpo@ymail.com\nידיעה שמתפרסמת בניו יורק טיימס מצטרפת לנרתיק אלמוני שהוסר מרשת האינטרנט וחושף לכאורה את דגם האייפון הבא.\nהפעם בקצרים – בעיקר ויטה ו-Gears of War, אבל לא רק. כמו כן – מקס פיין.", "keywords": "פלאש,אדובי,אפל,סטארטאפ 101,איל וולדמן,גיק-על-אחד,אנדרואיד,מיקרוסופט,נוקיה,חלונות 8,פייסבוק,שייקר,אינסטגרם,גוגל פלוס,אייפון 5,גיימינג,gears of war,api,iphone 5,google+,youtube,shaker,techrunch disruprt,html 5,facebook,build 2011,windows phone,htc,webos,mellanox,ios,,google,גיק על אחד"}