{"url": "https://www.geektime.co.il/mellanox-wins-best-of-interop/", "type": "article", "title": "מלאנוקס עקפה את סיסקו ואת איקסיה: זכתה בפרס BEST OF INTEROP בקטגוריית שרתים ומערכות אחסון למרכזי נתונים בכנס בלאס וגאס", "description": "המערכת הזוכה של מלאנוקס,  ה-BridgeX® BX5020 Gateway, מאפשרת לקשר מארגי  40 ג'יגה ביט לשניה של מרכזי נתונים עם טכנולוגיות רישות שונות ללא צורך במתאמים להתחברות אל רשתות אית'רנט לוקאליות, אחסון SCSI, ואחסון פייבר צ'אנל", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/05/mellanox-300x243.gif", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-03T16:43:22Z", "modified_time": "2010-05-03T16:43:22Z", "articleBody": "המערכת הזוכה של מלאנוקס,  ה-BridgeX® BX5020 Gateway, מאפשרת לקשר מארגי  40 ג’יגה ביט לשניה של מרכזי נתונים עם טכנולוגיות רישות שונות ללא צורך במתאמים להתחברות אל רשתות אית’רנט לוקאליות, אחסון SCSI, ואחסון פייבר צ’אנל\n INTEROP לאס וגאס – 29 אפריל 2010 – חברת מלאנוקס טכנולוגיות (מלנקסNASDAQ: MLNX; TASE:) מובילה עולמית באספקת פתרונות קישוריות מקצה לקצה עבור שרתי מרכזי נתונים ומערכות אחסון, הודיעה היום כי מערכת ה- BridgeX BX5020 Gateway לקישוריות-מעבר בין רשתות (gateway) נבחרה למקום ראשון בתחרות ‘Best of Interop’ בקטגוריית שרתים ומערכות אחסון למרכזי הנתונים בכנס Interop בלאס וגאס. למקומות השני והשלישי בקטגוריה הגיעו סיסקו ואיקסיה (Ixia). הפתרון שהציגה מלאנוקס זכה להכרה עולמית כבעל יתרונות נעלים בביצועים, יעילות וחסכון למען ליכוד טכנולוגיות שונות של רישות מרכז הנתונים על גבי אינפיניבנד 40 ג’יגה ביט לשניה – הקישוריות אשר מובילה את התעשיה ברוחב-פס הגדול ביותר וההשהיה הנמוכה ביותר.\n בתחרות שנערכה בכנס Interop התמודדו יותר מ-100 חברות היי-טק ב-9 קטגוריות ונבחרו על ידי צוות שופטים שכלל עורכים ואנליסטים ממגזין Information Week Analytics. השופטים בחרו בחברות שלדעתם הן בעלות הפוטנציאל הגבוה ביותר להשפיע, לקדם את יעילות הטכנולוגיה הארגונית ולהניע את התעשייה.\n “פתרונות הקישוריות שלנו מקצה לקצה ממשיכים לזכות באישור והכרה עולמיים בתעשייה. הזכייה בפרס ‘Best of Interop’ בקטגוריית שרתים ומערכות אחסון למרכזי נתונים תורם לחיזוק מעמדה של מלאנוקס כמובילה עולמית ובעלת מוצרים חדשניים”, אמר איל וולדמן, יו”ר נשיא ומנכ”ל מלאנוקס. “המערכת BridgeX BX5020 Gateway של מלאנוקס מאפשרת את ריכוז הפורטים הגבוה ביותר בעלות הנמוכה ביותר, צריכת אנרגיה ומארז הקטנים ביותר בהשוואה לפתרונות converged I/O gateway  אחרים הקיימים כיום. בכך מאפשרת למשתמשי הקצה יתרונות ייחודיים של ביצועי יישומים ויעילות רשת”.\n מערכת ה- BridgeX BX5020 הינה מערכת ה-gateway בין אינפיניבנד 40 ג’יגה ביט לשניה לבין אית’רנט ו/או פייבר צ’אנל עם הביצועים הטובים ביותר בתעשיה המגיעה במארז 1RU. יחד עם מתאמי ConnectX®-2, מערכת ה- BridgeX BX5020 מאפשרת למרכזי נתונים לאנטרפרייז, ולאשכולות מחשוב ענן ומחשוב עתיר ביצועים (HPC) לחלוק את אותו המארג לתעבורת מחשוב, רישות ואחסון. יישומי שרתים הנשענים על ממשקי אית’רנט ופייבר צ’אנל מוכרים, יכולים לפעול באופן שקוף ולגשת אל תשתיות LAN ו- SAN קיימות. המערכת מאפשרת שיפור דרמטי בביצועים, הפחתת מורכבות, וחסכון משמעותי בעלויות הרחבה, בעוד הניהול הסטנדרטי של רשתות אית’רנט ופייבר צ’אנל וההשקעות בהן נשמרים.\n ", "keywords": "interop,מלאנוקס,mellanox,bridgex bx5020 gateway,gateway,best of interop,information week analytics,איל וולדמן,connectx®-2,hpc"}