{"url": "https://www.geektime.co.il/apple-wwdc-2011-live-blogging/", "type": "article", "title": "כנס המפתחים של אפל [פוסט מתעדכן]", "description": "פוסט מתעדכן מהמצגת המרכזית של כנס המפתחים השנתי של אפל אותה מעביר מנכ", "image": "https://files.geektime.co.il/wp-content/uploads/2011/06/wwdc20113-300x199.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-06-06T19:33:17Z", "modified_time": "2011-06-07T18:11:31Z", "articleBody": "פוסט מתעדכן מהמצגת המרכזית של כנס המפתחים השנתי של אפל אותה מעביר מנכ”ל החברה, סטיב ג’ובס ובה צפוי לחשוף את החידושים האחרונים של אפל\nצילום: flickr, cc-by, BENM.AT Live Coverage \nכנס המפתחים השנתי של אפל (WWDC 2011) נפתח ברגעים אלה במרכז מוסקוני ווסט בסן פרנסיסקו וימשך כחמישה ימים. במהלך הכנס ישתתפו כ-5,000 מפתחים, עיתונאים, בלוגרים ובכירים בתעשיית המחשוב המוזמנים להקשיב להרצאות וסדנאות בנושאים שונים.\nבשעה 20:00 שעון ישראל תפתח אפל את כנס המפתחים יחד עם מצגת אותה יעביר מנכ”ל החברה, סטיב ג’ובס, במהלכה צפוי לחשוף את החידושים האחרונים ושלושה מוצרים חדשים אותם מתכוונת להשיק החברה בקרוב: OS X Lion, מערכת ההפעלה iOS 5 ושירות הענן iCloud.\nניוזגיק יעביר סיקור חי לאירוע יחד עם פתיחתו של הכנס בפוסט הנוכחי, הצטרפו אלינו.\n[19:52] הדלת לאולם הכנסים נפתחה והקהל מתחיל לתפוס את מקומו.\n[19:58] ‫”גבירותיי ורבותיי, המצגת שלנו תחל בעוד מספר דקות, אנא השתיקו את המכשירים הסלולריים שברשותכם”‬\n[20:02] ‫המוזיקה נחלשת, סטיב ג’ובס תופס את הבמה יחד  עם מחיאות כפיים מצד הקהל‬. “‫תודה לכולכם שבאתם, יש לנו קרוב ל-5200 אנשים שהצטרפו אלינו,  הכרטיסים לכנס המפתחים הנוכחי אזלו תוך שעתיים בלבד‬” מציין ג’ובס בפתיחת ה-Keynote של כנס ה-WWDC. “‫היינו שמחים למכור עוד כרטיסים אבל לא ברור לנו איפה היינו  מקיימים את הכנס אם היינו עושים זאת‬.”\n“אם החומרה היא המוח של המוצר, התוכנה הנמצאת באמצע משמשת כנפש”\n[20:05] “‫יש לנו כמה דברים דיי מגניבים להציג לכם היום, OS X Lion, מערכת ההפעלה iOS 5 ועוד כמה דברים מעניינים הקשורים לענן‬”\n[20:07] פיל שילר תופס את מקומו של ג’ובס על הבמה‬. “המוצר שנציג כעת הוא כולו מק ומחשבי המק עוברים  תקופה טובה במיוחד‬. ‫נכון לשלב זה יש לנו כ-54 מיליון משתמשי מק ברחבי העולם  והמגמה ממשיכה לצמוח‬. משנה לשנה נתח השוק של מחשבי ה-PC קטן בזמן שנתח השוק של מחשבי המק רושם עליה  מגמתית‬. ‫מחשבי המק מוצלחים לא רק בגלל החומרה בה הם מצויידים אלא גם  בגלל התוכנה שמתלווה אליהם”.\n \nשילר מציג את האפליקציות במסך מלא\n“‫מערכת ההפעלה הבאה למק OS X Lion מציעה למעלה מ-250 שיפורים  אם תרצו נוכל לעבור על כולם היום‬ אבל יש לנו זמן להציג רק עשרה מהם”\nהשיפור הראשון: מחוות מגע. ‫נכון להיום כלל המחשבים הנישאים המיוצרים על ידנו כוללים  משטח עכבר התומך במולטיטאצ’‬\n[20:12] הבא בתור: אפליקציות התומכות במסך מלא‬. ‫במערכת ההפעלה הבאה למק למפתחים יהיה קל יותר לפתח אפליקציות  עבור צפייה במסך מלא‬. ‫שילר מציג כמה אפליקציות מובנות במערכת ההפעלה הרצות על מסך  מלא כמו דפדפן ספארי ו-iMovie‬.\n[20:14] ‫הבא בתור: אשף שליטה על משימות‬. ‫Mission Control יאפשר למשתמשים לצפות בכל האפליקציות הרצות  על גבי מערכת ההפעלה ויתמוך אף הוא במחוות מגע להפעלתו‬.\nה-Mission Control החדש של Mac OS X Lion\n[20:18] הבא בתור: חנות האפליקציות למק. ‫זהו המקום הטוב ביותר לרכוש ולגלות אפליקציות חדשות עבור  מחשבי המק‬. ‫היתרון הגדול ביותר של חנות האפליקציות הוא קודם כל בכך שהיא מובנת  במערכת‬ ההפעלה החדשה ולמפתחים יש פונקציונאליות נרחבת שהם יכולים לנצל במערכת ההפעלה. חנות האפליקציות מאפשרת גישה ל-Sandbox המובנה במערכת ההפעלה ובכך הופך את האפליקציות למאובטחות יותר.\nכמו כן, ‫אנחנו מוסיפים לחנות האפליקציות התראות (push notifications) ופיצ’ר חדש בשם Launchpad‬. ‫באמצעות תנועה על גבי משטח המגע תוכלו לשלוט על הצפייה  באפליקציות‬ [י.פ – לפי ההדגמה, אופי התנועה והעבודה עם המערכת מזכיר מאוד את הממשק הקיים ב-iOS].\n[20:22] ‫הבא בתור: פיצ’ר “המשך”‬ ‫מה קורה אם אתם נוטשים אפליקציה ומעוניינים לחזור בדיוק  לאותה נקודה. מעתה זה יתאפשר, בדיוק כמו ב-iOS‬.\n[20:25] הבא בתור: שמירה אוטומטית‬. ‫בשנייה שבא שכחתם לשמור משהו שאתם מבצעים ומשהו יכול לקרות. למה שהמחשב לא יעזור לכם? מערכת ההפעלה החדשה תדע לשמור לכם מסמכים באופן אוטומטי מבלי כל צורך להגדיר זאת ולחזור אחורה במידה ותרצו‬. ‫אתם יכולם אפילו לנדוד בזמן בין המסמכים השונים ולהעתיק ולהדביק תוכן מאותו מסמך שכתבתם לפני מספק דקות ולעבור בין השמירות האוטומוטיות שבוצעו‬.\n[20:29] ‫הבא בתור: AirDrop‬. ‫מדובר למעשה בשיתוף קבצים על בסיס Peer to Peer Sharing‬ כאשר ‫כל שעליכם לבצע הוא לגשת ל-AirDrop, בו תוכלו לגלות את כל המשתמשים הנמצאים לידכם ומריצים אף הם את אותו הפיצ’ר [י.פ – בדומה למה שקיים ב-Media Sharing Center החל מחלונות ויסטה]. על מנת לשתף קובץ כל שתצטרכו לעשות הוא לגרור את הקובץ על גבי המשתמש ובקשה תופיע לו בדיוק באותו רגע‬. במידה ואישרתם, הקובץ יועבר באופן מידי‬.\n[20:33] הבא בתור: אפליקציית המייל‬. ‫מדובר באפליקציה חדשה לחלוטין עבור שירותי המייל המוטמעים במערכת ההפעלה למק‬. ‫האפליקציה כוללת יכולות חיפוש מתקדמות יותר ותוכלו להתאים אותם באופן אישי להעדפות שלכם‬. שילר מסביר כי באפליקציה החדשה, שינתה החברה את מבנה התצורה כך שיציג את הדואר כתכתובת מייל מלאה [י.פ – בדומה לג’ימייל] ויאפשר תצוגה נוחה וידידותית יותר של השיחה שניהלנו עם אדם באמצעות המייל‬.\n[20:37] מערכת ההפעלה החדשה תהיה זמינה להורדה באמצעות חנות האפליקציות בלבד. ‫מדובר בשדרוג הקל ביותר למערכת הפעלה, והיא לא תוצע על  גבי דיסקים רגילים. על מנת להתקין את מערכת ההפעלה החדשה כל שתצטרכו לעשות הוא לגשת לחנות האפליקציות  למק, לרכוש אותה והיא תותקן על גבי המחשב‬. שילר גם מסביר כי חלק מהשינוי בצורת ההפצה של מערכת ההפעלה החדשה גרם גם לשינוי במחיר. אם מערכת ההפעלה של אפל עלתה עד היום כ-129 דולרים, תג המחיר של Lion יהיה 29 דולרים בלבד.\nמערכת ההפעלה צפויה להיות זמינה להורדה באמצעות חנות האפליקציות כבר בחודש יולי הקרוב.\nצילום: flickr, cc-by, BENM.AT Live Coverage \nעוברים ל-iOS 5\n\n[20:40] ‫כעת עוברים ל-iOS 5, תופס את הבמה סקוט פורסטל (Scott Forstall)‬. “‫כידוע לכם, מערכת ההפעלה iOS מפעילה את מכשיר האייפון, האייפד ומכשיר האייפוד טאצ’‬. ‫נכון להיום מכרנו למעלה מ-200 מיליון מכשירים המריצים את מערכת ההפעלה iOS.\n‫מעל ל-25 מיליון מכשירי אייפד נמכרו עד כה מאז הושק לראשונה לפני 14 חודשים. יצרנו קטוגריית מחשוב חדשה לחלוטין‬.”\n[20:43] סקוט ממשיך לפרט על נתוני המכירות והצלחות החברה ועובר כעת לנתונים על חנות האייטונס. “‫מעל ל-15 מיליארד שירים נמכרו באמצעות חנות האייטונז, הנחשבת  לחנות הקמעונאית הגדולה ביותר לממכר מוזיקה ברחבי העולם‬ כיום”. ” סקוט מציין כי לאייטונס ולחנות האפליקציות ביחד יש למעלה מ-225 מיליון משתמשים שהכניסו כרטיס אשראי ויכולים לבצע רכישה בקליק אחד. כמו כן, מציין סקוט כי חנות האפליקציות של אפל מציעה נכון להיות למעלה מ-90 אפליקציות ייעודיות לאייפאד וכי למעלה מ-14 מיליארד אפליקציות הורדו מהאפסטור עד היום. ‫אפל שילמה למפתחים עד עתה למעלה מ-2.5 מילארד דולרים‬.\n[20:47] ‫בואו נדבר כעת על המשך הדרך של iOS ואז נעבור ל-iOS 5‬. ‫iOS 5 כוללת שדרוג משמעותי במיוחד למערכת ההפעלה‬ ו‫היא כוללת למעלה מ-1,500 APi’s שפתחנו למפתחים. ‫\n[20:50] ‫הדבר הראשון שנתמקד בו הוא שירות ההתראות החדש:  Notifications‬. ‫החלטנו לשנות מעט את המבנה הקיים ואת ההתראות הקופצות  באמצעות חלון חדש‬. ‫על מנת לעשות זאת פיתחנו פיצ’ר בשם: “מרכז ההתראות”‬. ‫אם אתם באמצע משחק, תקבלו חלון התראות קצר שלא יפריע לכם  לשחק ויופיע בראש העמוד‬. ‫הוא יעלם אחרי מספר רגעים, אך כמובן שתוכלו לחזור אליו בכל  שלב שתרצו‬. ‫אם לא תרצו להתייחס לחלק מההתראות כל מה שתצטרכו לעשות הוא  ללחוץ על האיקס הקטן שתמצאו בקצה הימני של ההתראה‬.\n[20:52] ‫הפיצ’ר הבא שנציג: NewsStand‬. ‫זה מזכיר במידה רבה מעמד עיתונים דיגיטאלי‬ והחל מהגרסה החדשה, כל המגזינים והעיתונים אליהם נרשם יורדו אל המכשיר באופן אוטומטי ויהיו זמינים לקריאה גם כשאתם לא מחוברים לרשת.\n[20:55] הפיצ’ר הבא: אינטרגציה של טוויטר לתוך מערכת ההפעלה. “‫אנחנו מעוניינים להקל על המשתמשים להשתמש בטוויטר באמצעות  iOS‬” מציין סקוט. ‫אחרי שינוי הגדרות קל של חשבון הטוויטר שלכם במערכת תוכלו  לצייץ שלל דברים מתוך העבודה השוטפת שלכם על גבי המכשיר‬, החל מתמונות, לטקסט, באופן מובנה במערכת ההפעלה‬\n[20:57] ‫הבא בתור: דפדפן ספארי‬. ‫ספארי הוא דפדפן המובייל הטוב ביותר שתמצאו. הוא גם  הפופולארי ביותר. קרוב לשני שלישים מכלל משתמשים המובייל גולשים באמצעות  ספארי‬.  ‫מעתה תוכלו לשלוח לא רק את הלינק לטקסט שקראתם אלא גם את  התוכן עצמו לאחד מאנשי הקשר שלכם‬.\n[20:59] ‫פיצ’ר נוסף מתייחס למעבר בין הדפים השונים בהם אתם גולשים  ויאפשר לעשות זאת בצורה קלה הרבה יותר‬.\n[21:01] ‫הבא בתור: תזכורות‬. ‫מדובר בשירות פתקים שיאפשר לכם לכתוב ואף להוסיף מיקום או תכנים מסויימים בצורה אינטואיטיבית במיוחד. תוכלו לכתוב לעצמכם תזכורת להתקשר הביתה או לערוך רשימת קניות, לעדכן ולהביט במידע באופן נוח במיוחד‬. ‫פיצ’ר התזכורות יסתנכרן באופן אוטומטי בין המכשירים השונים ויחד עם אפליקציית היומן המובנת במערכת ההפעלה OS X‬ [י.פ – רק בשביל זה שווה לשדרג].\n[21:04] הבא בתור: עדכונים למצלמה ולאפליקציית הצילום. ‫מעתה יתווסף קיצור דרך אל המצלמה ממסך הנעילה של המכשיר‬. אם תרצו לצלם משהו באופן מיידי, רק לחצו על האייקון הקטן והמצלמה תקפוץ באופן מיידי [י.פ – מההדגמה על הבמה, נראה שהמצלמה החדשה או שמא זאת האפליקציה של הצילום, מגיבה מהר יותר באופן משמעותי ממה שאנו מכירים ממכשירי האייפון 4]. ‫מעבר לזה, אנחנו מאפשרים מעתה ליטול תמונות באמצעות כפתורי הווליום הפיזיים על גבי המכשיר, לא רק באמצעות מגע על גבי המסך‬. ‫עריכות קלות מתווספים אף הם לאפליקציית התמונות, תוכלו מעתה לסובב את התמונות, לחתוך אותן, לבטל עיניים אדומות ולבצע פעולות נוספות‬\n[21:07] הבא בתור, אפליקציית המייל המובנית, אשר גם עברה שדרוג. אפליקציית המייל החדשה ב-iOS 5 תספק למשתמש ‫תמיכה בתצורה עשירה יותר, סימון מיילים שונים באמצעות  דיגלונים, ו תמיכה ב-S/mime לצורך שיפור אבטחת המידע. כמו כן, הוסיפה אפל מילון מובנה שכל אפליקציות iOS (כולל אפליקציית המייל) יוכלו לגשת אליו ויאפשר למשתמשים להקליד ולתקן שגיאות בצורה מהירה ונוחה יותר. בנוסף, שינתה אפל את צורה המקלדת על-מנת לאפשר למשתמשים הקלדה נוחה ומהירה יותר.\n[21:11] ‫הבא בתור: סינכרון נטול מחשב‬. “‫אנחנו חותכים את הכבלים” אומר סקוט והקהל מריע. “‫אנחנו מודעים לזה שחלק מהמשתמשים שרוכשים את המכשירים  המריצים את מערכת ההפעלה iOS לא בהכרח מחזיקים גם מחשב‬. ‫מעתה איך שתוציאו את המכשיר מהקופסא תקבלו הודעה של “ברוך  הבא” במקום דרישה לחבר אותו למחשב‬ ולבצע אקטיבציה למכשיר” מציין סקוט. ‫נוסף לכך, גם עבור עדכון מערכת ההפעלה, לא תזדקקו יותר  לחיבור המכשיר אל מחשב‬. ‫תוכלו לייצר או למחוק לוחות שנה ממערכת ההפעלה, התייחסנו כבר  לעריכת תמונות, ואפילו תוכלו למחוק או להוסיף תיבות מייל [י.פ – תקנו אותי אם אני טועה, אבל זה לא משהו שאפשר היה לעשות כבר מהגרסה הראשונה של מערכת ההפעלה??] למעשה מדובר במערכת הפעלה  הרבה יותר עצמאית.‬\n[21:14] ‫הבא בתור: מרכז המשחקים‬. ‫מערכת ההפעלה iOS נחשבת לפלטפורמת המשחקים הפופולארית ביותר בעולם. היא כוללת למעלה ממאה אלף משחקים ואפליקציות בידוריות‬. ‫תוך תשעה חודשים בלבד ואנחנו נהנים כעת מ-50 מיליון משתמשים הרשומים ל-Game Center, רק כדי להחזיר אתכם לפרופורציות, לשירות האקסבוקס לייב רשומים 30 מיליון משתמשים והוא קיים כבר קרוב ל-8 שנים‬.\n[21:18] הבא בתור: iMessage‬. “‫אני מאמין שיש לנו את ממשק ההודעות הטוב ביותר על גבי מכשיר  האייפון. הוא מאפשר לשלוח הודעות טקסט או תמונות והלקוחות שלנו ממש אוהבים את זה,  אבל מה בנוגע למשתמשי האייפד או האייפוד טאצ'”? שואל סקוט. ‫מעתה ההודעות מגיעות אל כלל מכשירי iOS‬. החל מגרסת מערכת ההפעלה החדשה, ‫תוכלו לשלוח הודעות מאייפד לאייפוד טאצ’ או לאייפון ולהפך. הן יכולות לכלול גם תמונות, וידאו, פרטים הנוגעים לאיש קשר ואפילו יתמכו בהודעות  קבוצתיות‬ [י.פ – האם זה סופם של אפליקציות כמו Whatsapp ו-Viber?]. ‫מאחר ומדובר בשירות שיוצע על כלל המכשירים תוכלו להתחיל שיחה  באייפון ולהמשיך ולנהל אותה באייפד‬.\n[21:21] “‫עד כה עברנו על 10 פיצ’רים מתוך למעלה מ-200 שנוספו למערכת  ההפעלה iOS 5‬. ‫אחד מהפיצ’רים שלא עברנו עליהם למשל יאפשר לכם לסנכרן את  התכנים שלכם באייטונז באמצעות קישוריות ה-WiFi, כפי שכבר הבנתם שיתאפשר במסגרת  העצמאות שאנו נותנים מעתה למכשירי ה-iDevices‬” אומר סקוט.\n[21:22] מתי תושק מערכת ההפעלה החדשה?‬ סקוט מציין כי מפתחים יקבלו את הגרסה החדשה של מערכת ההפעלה לצורך פיתוח אפליקציות המותאמות לגרסה החדשה, כבר החל מהיום. המערכת עצמה תושק לכלל המשתמשים בסתיו הקרוב [י.פ – השאלה היא האם זה יהיה במקביל להשקת מכשיר אייפון חדש?]. ‫מערכת ההפעלה החדשה תתמוך במכשירי האייפון 3GS, שני דגמי  האייפד, בשני הדורות האחרונים של האייפוד טאצ’ וכמובן באייפון 4‬.\nצילום: flickr, cc-by, BENM.AT Live Coverage\nהכירו את הענן החדש של אפל\n\n[21:24] ‫סטיב חוזר לבמה להציג את שירות הענן החדש של אפל אותו היא מכנה iCloud‬. “‫אני הולך לדבר על שירות iCloud, עבדנו עליו לא מעט זמן ואני מאוד מתרגש להציג אותו בפניכם‬” מציין ג’ובס.\n[21:26] ג’ובס פותח בסיפור ומתייחס לכך שלפני 10 שנים הוא הבין שהמחשב בדרך להפוך למרכז החיים שלנו, הוא יאגד בתוכו תמונות, מוזיקה ומידע הנוגע לנו‬. ‫הבעיה היא שזה עבד מצויין עד עכשיו אבל עכשיו זה כבר פחות אידיאלי. ‫הסיבה לכך היא שהמכשירים השתנו. ‫לא רק המחשב הוא זה שמכיל תמונות או סרטונים, הם פזורים על מגוון רחב של מכשירים שונים‬. השאלה שתמיד עלתה היא כיצד לגרום לכל המכשירים האלה להסתכרן בינהם? “השאלה הזאת הטרידה רבות את מנוחתנו ו‫מצאנו פתרון לבעיה ואנחנו הולכים כעת להציג אותו בפניכם על  גבי מחשב מק ופיסי” אומר ג’ובס.\n[21:28] ‫הרעיון הוא להעביר את המרכז הזה של החיים שלכם שנמצא כרגע על  גבי המחשב האישי לענן‬. ‫כל המכשירים יכולים לדבר אל הענן, זה יכול להתבצע גם מבלי  שבכלל נוציא את המכשיר מהכיס שלנו. “‫הרבה אנשים חושבים שהענן הוא רק דיסק ענק ונגיש אבל אנחנו  חושבים שהוא הרבה מעבר לזה‬”.\n[21:30] ‫שירות iCloud יאפשר לכם לאחסן את כל התכנים שלכם בענן להעביר אותם ליתר המכשירים באופן אוטומטי ולהפך‬. ‫הכל ייעשה באופן אוטומטי, אין כל צורך ללמוד שום דבר‬ ואין צורך להגדיר שום דבר. “‫כתבנו את שירות Mobile Me מחדש, החלפנו אותו מהיסוד” מציין ג’ובס.\n[21:32] ‫מעתה אם תעדכנו פרטים של איש קשר הוא יתעדכן בכל המכשירים  שלכם באופן אוטומטי‬. ‫לוחות השנה עובדים בדיוק באותו האופן. ‫שירות הענן הישן של אפל: Mobile Me עלה 99 דולרים לשנה, אך החל  מהיום אנחנו נפרדים ממנו והוא לא ימשיך להתקיים‬. לעומתו, שירות ה-iCloud החדש, יוצא לכלל משתמשי החברה ללא תשלום וחינם לחלוטין.  ‫אם תרכשו אפליקציה חדשה היא תופיע לכם ביתר המכשירים ותוכלו  לבחור ולהוריד אותה אליהם‬. ‫אייקון קטן דמוי ענן יופיע כעת בחלק ניכר מהאפליקציות  הנתמכות במערכת ההפעלה‬\n[21:35] מה יקרה כשתרצו לגבות את המכשיר שלכם?‬ ‫שירות גיבוי מבוסס WiFi יגבה את המכשיר שלכם באופן אוטומטי. אם רכשתם מכשיר חדש, תוכלו ללחוץ על כפתור אחד וכל המידע יועבר אליו ישירות מהענן. ‫השירות יתמוך בכלל התכנים שלכם: תמונות, וידאו, ספרים,  מוזיקה, הגדרות מערכת וכל מה שקיים לכם על-גבי מכשיר ה-iOS שלכם.\n[21:37] “‫פיצ’רים נוספים שהחלטנו להוסיף לענן יאפשרו להשתמש  באפליקציות על גבי שלל המכשירים שברשותכם מאותה נקודה. כך למשל אם התחלתם לעבוד על  מסמך על האייפון תוכלו להמשיך ולערוך אותו מאוחר יותר על גבי האייפד‬”.\n[21:41] פיצ’ר נוסף בשירות הענן החדש נקרא Photostream. ‫נניח שחזרתם מחופשה וצילמתם המון תמונות. כעת אתם רוצים  בוודאי להעביר אותם למחשב שלכם. Photo Stream יסנכרן את כלל המכשירים שברשותכם  ויעביר את התמונות באופן אוטומטי‬ למכשירים האחרים (כולל למחשב). חשוב לציין כי לא מדובר בפיצ’ר נפרד, אלא בפיצ’ר שהוא חלק מהגרסה החדשה של אפליקצית התמונות המובנית במערכת ההפעלה. ג’ובס ציין כי ‫אפשרות הסינכרון הזו לא תוצע רק למשתמשי המק אלא גם למשתמשי  ה-PC. ‫התמונות יישמרו בענן כ-30 ימים, ועל גבי המכשיר יתעדכנו באופן אוטומטי אלף התמונות החדשות ביותר.\n[21:46] ‫כעת נעבור לדבר האחרון: אייטונז בענן‬. ‫כרגע אם רכשתם משהו באמצעות האייפון, הוא לא נמצא ישירות על  גבי האייפד שלכם. זה יכול להיות מרגיז לפעמים כשאתם ממש רוצים לשמוע שיר שרכשתם  באמצעות מכשיר אחד במכשיר אחר‬. לאחר שתשדרגו למערכת ההפעלה החדשה, כל דבר שתרכשו באמצעות אחד ממכשירי ה-iOS שלכם, יופיע באופן אוטומטי על יתר המכשירים. ‫זו הפעם הראשונה שקונספט כזה זוכה לראות אור בתעשיית  המוזיקה. אין צורך לרכוש משהו לכל מכשיר בנפרד ואם רכשתם אותו באמצעות אחד המכשירים  הוא יהיה זמין גם עבור האחרים‬. אתם יכולים גם להגדיר שכל מה שהורדתם במכשיר אחד יורד באופן אוטומטי ליתר המכשירים שברשותכם‬.\n[21:51] כל תשע האפליקציות שהוצגו עד כה מהוות את שירות הענן החדש של אפל, ה-iCloud והן כולן ניתנות לשימוש בחינם. ‫על מנת להשתמש בשירות הענן החדש כל שתתבקשו  לעשות הוא להזין את שם המשתמש והסיסמא של ה-Apple ID שלכם והוא יחל לפעול.\n[21:53] ‫שירות הענן יהיה חלק אינטגרלי מ-iOS 5‬ ויחד איתם תקבלו גם תיבת דואר בנפח של 5GB לאחסון הדואר שלכם. גם שירות זה יוצע החל מהיום בגרסת בטא למפתחים בלבד‬.\n[21:56] אפל חושפת שירות מוזיקה חדש שיהווה חלק מפלטפורמת הענן החדשה. השירות החדש, אשר יקרא iTunes Match, יסייע למשתמשים להחשף למוזיקה חדשה בהתאם לטעם שלהם במוזיקה. השירות החדש, ישתמש במגוון המוזיקה הקיים על-גבי המכשירים השונים שלכם, על-מנת לבנות עבורכם פרופיל מוזיקלי ולהציע לכם שירים חדשים שלדעת השירות אתם תאהבו [י.פ – בדומה לשירותי מוזיקה כמו Pandora, Last.fm ועוד].  ‫באופן הזה, לא תצטרכו להעלות את כלל קבצי המדיה שלכם, מאחר וחלקם קיימים בלאו הכי באייטונז, זה יקח רק מספר דקות מעטות, במידה ולא יימצא השיר התואם, תוכלו להעלות אותו על מנת לסנכרן אותו עם יתר המכשירים , כל מה שכבר קיים יעודכן באופן אוטומטי לאיכות הגבוהה ביותר המוצעת דרך אייטונז, נטול DRM‬.\n[21:58] עבור השירות הזה תאלצו לשלם מחיר נפרד: 25 דולרים לשנה‬. [ר.ל – השירות הזה נועד להתמודד אם קבצים פיראטיים ולהציע למשתמשים להפוך אותם לחוקיים, להנות מאיכות גבוהה יותר ותמורת תשלום נמוך באופן יחסי].\n[22:00] ‫סטיב מתייחס לחוות השרתים השלישית והגדולה שסיימה אפל להקים לאחרונה‬ ומסביר כמה החווה היא חסכונית וידידותית לסביבה.  ‫ג’ובס מעניק סיור קצר אל תוך חוות השרתים שהקימה אפל וחותם  את מצגת הפתיחה.\nכנס המפתחים של אפל ימשך החל מהיום ולמשך חמישה ימים.‬", "keywords": "אפל,אייפון,כנס מפתחים,סן פרנסיסקו,מוסקוני ווסט,מוסקוני,קופרטינו,apple,wwdc,wwdc2011,wwdc 2011,ios,os x,lion,os x lion,ios 5"}