{"url": "https://www.geektime.co.il/samsung-30-tb-ssd/", "type": "article", "title": "הכי גדול: סמסונג מציגה SSD בנפח 30 טרה-בייט", "description": "חסר לכם קצת מקום? כונן ה-SSD החדש של סמסונג מציע נפח איחסון מטורף של 30.72 טרה-בייט", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/30-72tb-sas-ssd3-copy-1519124067.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-20T15:00:45Z", "modified_time": "2018-02-20T15:00:45Z", "articleBody": "חסר לכם קצת מקום? כונן ה-SSD החדש של סמסונג מציע נפח איחסון מטורף של 30.72 טרה-בייט\nמקור: סמסונג\nאנחנו אוהבים את מירוץ החימוש בין יצרניות התקני האיחסון השונים. מה רע? טכנולוגיות חדשות מגיחות לעולם, המהירות ונפח האיחסון עולים ולבסוף, גם המחיר יורד. עכשיו, שנתיים אחרי השיא הקודם שלה, חושפת סמסונג כונן SSD חדש בנפח מרשים של 30.72 טרה-בייט.\nכונן ה-SSD החדש של סמסונג – דגם PM1643 – מציע נפח איחסון של 30.72 טרה-בייט – כפול מנפח האיחסון של השיאן הקודם של סמסונג שאפשר איחסון של 15.36 טרה-בייט “בלבד”. לשם המחשה, תוכלו לאחסן על כונן אחד כזה כ-5,700 סרטי HD בנפח של 5 גיגה-בייט כל אחד.\nה-PM1643 מגיע בתצורת 2.5 אינץ’ ומציע קצב קריאה של 2,100 מגה-בייט לשנייה וקצב כתיבה של 1,700 מגה-בייט לשנייה. מבחינת קצב קריאה וכתיבה רנדומלי, הכונן החדש מספק ביצועים מרשימים עם 400,000 IOPS בקריאה ו-50,000 IOPS בכתיבה. מדובר על ביצועים טובים יותר פי ארבעה מכונן SSD רגילים בתקן SATA.\nהכונן החדש של סמסונג מורכב למעשה מ-32 ערכות NAND בגודל 1 טרה-בייט, שכל אחת מורכבת מ-16 שכבות של שבבי V-NAND בנפח 512 גיגה-בייט. בנוסף, נמצאים בו בקר חדש במהירות גבוהה ו-10 יחידות DRAM בנפח 4 גיגה-בייט בטכנולוגיית TSV – בפעם הראשונה ב-SSD.\nהכונן מגיע עם 5 שנות אחריות, כשעל פי סמסונג, ה-MTBF, כלומר זמן ממוצע בין תקלות שלו עומד על 2 מיליון שעות, השווים בערך ל-228 שנים של פעולה.\nה-PM1643 מיועד כמובן לדאטה-סנטרים ופחות למשתמשים הביתיים – למרות שאנחנו לא שופטים – והוא הראשון בסדרת הכוננים החדשה. סמסונג הודיעה כי בהמשך היא תציע גם כוננים עם נפחים קטנים יותר ביניהם 15.36 טרה-בייט, 7,68 טרה-בייט, 3.84 טרה-בייט ו-1.92 טרה-בייט, ואפילו גרסאות 960 גיגה-בייט ו-800 גיגה-בייט. Seagate כבר הכריזה בעבר על כונן SSD בנפח איחסון של 60 טרה-בייט אולם מדובר היה בכונן במימדים גדולים יותר משמעותית וביצועים פחותים.\nסמסונג החלה לייצר את הכונן החדש כבר בינואר, אולם לא ברור מתי הוא יגיע לחנויות ומה יהיה מחירו.", "keywords": "ssd,איחסון,nand,v-nand,נפח איחסון,סמסונג"}