{"url": "https://www.geektime.co.il/google-launches-nearline-storage/", "type": "article", "title": "גוגל משיקה שרות אחסון חדש וזול במיוחד", "description": "גוגל השיקה השבוע שירות Cold Storage חדש וזול במיוחד, אבל החלק המעניין של השירות החדש הוא לא המחיר.", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/shutterstock_139484498.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-03-13T13:00:20Z", "modified_time": "2015-03-13T11:04:24Z", "articleBody": "גוגל השיקה השבוע שירות Cold Storage חדש וזול במיוחד, אבל החלק המעניין של השירות החדש הוא לא המחיר. \n\nבמסגרת פעילות שרותי הענן של גוגל (Google Cloud Platform), החברה השיקה השבוע שירות אחסון חדש בשם Nearline Storage, המתחרה ישירות ב –AWS Glacier ומאפשר למשתמשים לשמור מידע בעלות של סנט בודד לחודש לכל גיגה בייט.\nאף על פי שהשירות החדש הוא זול במיוחד, אחסון זול לשירותי ענן זה לא משהו חדש וגם השירות המתחרה של אמאזון עולה בדיוק אותו הדבר. אף על פי כן, Nearline Storage מביא לשוק שרותי הענן משהו חדש ויחודי, שלא היה קיים עד כה ברמות מחיר דומות.\nכל שרותי ה – Storage הזולים (הידועים בכינוי Cold Storage), משמשים בעיקר לשמירת Data שאין בו צורך ביום יום. שמירת הנתונים היא מיידית, אך אם רוצים לגשת למידע, המערכת תידרש לדקות במקרה הטוב ולרוב לשעות, על מנת לשחזר את המידע ולהפוך אותו לזמין שנית. ברוב המקרים מדובר על גיבויים שונים ולכן אין משמעות לזמן זה והחסכון בעלויות (פחות מחצי ממחירו של Online Storage) שווה את ההמתנה.\nהייחוד של Nearline Storage הוא בזמן שלוקח למידע להפוך לזמין. אמנם מדובר ב – Cold Storage והמחיר בהתאם אבל גוגל מתחייבים שהמידע יהיה זמין שוב תוך כ – 3 שניות, זמן בהחלט סביר אפילו כשמדובר במערכות Online.\nכאמור, השימוש במערכות Cold Storage הוא בעיקר ל – Backup של חומר שלא דרוש לנו ביום יום אבל הזמן שלוקח לקבל את המידע חזרה, מהווה מכשלה לחלק מהשימושים בטכנולוגיה זו.\nלדוגמה, אם אתם מציעים שרות של שמירת תמונות ללקוחות או Document Archive, סביר להניח שברוב מוחלט של החומר הנשמר בשרות אין שימוש כלל. למרות זאת, החומר תופס נפח דיסק יקר והטיפול בו עולה לא מעט כסף.\nבמידה והייתם משתמשים ב – Online Storage, הפתרון שלכם היה עולה לכם לא מעט כסף אך ב – Cold Storage, דוגמת AWS Glacier, הייתם מורידים את העלויות, אך הייתם נתקלים בבעייה אחרת שהיא שלא סביר לתת למשתמש שרוצה בכל זאת לגשת למידע ישן שלו, לחכות שעות עד שהמידע יהיה זמין שוב. לעומת זאת, המתנה של 3 שניות (ואפילו 10 לצורך העניין) היא בהחלט תסריט סביר, שרוב המשתמשים יקבלו, בתמורה להוזלה משמעותית בעלויות.\nהגישה ל – Nearline Storage נעשת באמצעות אותם כלים בדיוק המשמשים לגישה ל – Standard Storage של גוגל (אשר נמכרה בעלות של 26 סנט ל-GB) ולכן מי שכבר פיתח מערכות או מכיר את הכלים הללו, לא צריך ללמוד טכנולוגיה חדשה.\nכלי הגישה לשרותי ה – Storage השונים של גוגל מגוונים מאד וכוללים גישה באמצעות API, ממשקי ניהול וכלי צד שלישי.\nכל הפרטים על השרות החדש (שעדיין, כמיטב המסורת של גוגל מוגדר כ – Beta) זמינים בתעוד של Google Cloud Platform.\n \nקרדיט תמונה: Cloud Storage / Shutterstock\nהפורסם פורסם לראשונה בבלוג מעונן חלקית ", "keywords": "google,google cloud platform,nearline storage,storage,aws,glacier"}