{"url": "https://www.geektime.co.il/content-israel-2015-event/", "type": "article", "title": "כנס התוכן הגדול בישראל יתקיים בתחילת דצמבר [5 כרטיסים חינם]", "description": "ב-1 בדצמבר יתקיים כנס התוכן הגדול בישראל בהשתתפות דוברים בכירים מחברות מובילות שיגיעו מכל רחבי העולם. קוראי גיקטיים זכאים להנחה ועשויים גם לזכות בכרטיס חינם לאירוע. כל הפרטים בפוסט", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/SPEAKERS_25_1200_1200_no_lari_2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-19T14:28:38Z", "modified_time": "2015-11-26T16:40:32Z", "articleBody": "ב-1 בדצמבר יתקיים כנס התוכן הגדול בישראל בהשתתפות דוברים בכירים מחברות מובילות שיגיעו מכל רחבי העולם. קוראי גיקטיים זכאים להנחה ועשויים גם לזכות בכרטיס חינם לאירוע. כל הפרטים בפוסט\n \n\nהתוכן הוא המלך את זה אנחנו כבר יודעים, אבל איך מפצחים את השימוש בו? ביום שלישי, ה-1.12, יתקיים במתחם הבימה בתל אביב כנס התוכן הגדול ביותר שנערך בישראל.\nישראל הצליחה לגדל חברות טכנולוגיות מדהימות בתחום הפצת התוכן דוגמת אאוטבריין וטאבולה ובכנס הקרוב יגיעו דוברים מחברות בינלאומיות שטרם הגיעו לארץ. לכל איש, פעילות, סטארטאפ וחברות גדולות ובינלאומיות יש סיפור ומסר, אך איך הן מעבירות אותו הלאה?\nבעידן בו אנחנו יוצרים קשר עם הקהל בעולם הדיגיטלי יש חשיבות לסיפור אותו אנו מספרים הלאה. כנס Content Israel יעסוק בתהליך – החל מאסטרטגיה, ניהול התוכן והיישום שלו בפועל. הכנס יספק דיון מעמיק בתחום התוכן עם ניסיון אמיתי של חברות ענק בהתמודדות עם האתגר.\nמרבית הדוברים בכנס מחזיקים בתפקידי ניהול תוכן בחברות ענק בחו״ל, וצפויים לשתף את הקהל בניסיון שצברו לאורך השנים. כמו כן, בכנס צפויים להתקיים גם פאנלים בנושאי ווידאו, יצירת תוכן שמזוהה עם המותג שלכם, איך מתאימים את התוכן לסטארטאפ או לחברות ענק ואיך משלבים את הכל בפעילות השיווקית שלכם.\nבוורלי ג’קסון VP, Social Media and Content Strategy MGM resorts, ענקית התיירות בארה”ב.\nדייב רובין , Rubin report בעל הבלוג הפופולרי בארה”ב תחום פוליטיקה.\nמתיו ברבי, Global Head of Growth & SEO at HubSpot, פלטפורמת Inbound Marketing הגדולה בעולם.\nירון גלאי, מנכ”ל ומייסד Outbrain, חברת הענק הישראלית.\nאלכס צ’סמן, אחראי מדיניות בינלאומית NewsCred, פלטפורמת תוכן ענקית בארה”ב שעובדת עם למעלה מ-5000 publishers.\nלפרטים נוספים ולהרשמה\nהפעילות הסתיימה, הודעה נמסרה לזוכים. ברכות לליאת זך, מאיר ספני, יניב ברונשטיין, שרון פלד ואבישי סם ביטון.\nמחיר כרטיס לכנס עומד על 1,543 ש״ח אבל לנו יש 5 כרטיסים לחלק לכם. שתפו אותנו בתגובות עם הבלוג המקצועי המוצלח ביותר לטעמכם, העשירו את הידע של כולנו ונמקו בקצרה מדוע בחרתם דווקא בו. בין המגיבים, יבחר צוות גיקטיים חמישה שיזכו בכרטיס חינם לכנס.\nשימו לב: הקפידו להגיב במערכת התגובות באתר. תגובות פייסבוק לא תבדקנה.\nהתחרות תסתיים ביום ראשון, ה-22.11 בשעה 12:00 בצהריים.\nלא זכיתם? מעוניינים בהנחה? קוראי גיקטיים יכולים להשתמש בקוד fb400 ולקבל הנחה בגובה 400 ש״ח על כרטיס לכנס.\nהפעילות הסתיימה, הודעה נמסרה לזוכים. ברכות לליאת זך, מאיר ספני, יניב ברונשטיין, שרון פלד ואבישי סם ביטון.", "keywords": "כנס תוכן,פוסט אירוע,content israel,content,תחום התוכן,תוכן סטארטאפ,ניהול תוכן"}