{"url": "https://www.geektime.co.il/ati-brand-canceled-by-amd/", "type": "article", "title": "AMD מבטלת את שם המותג של ATI החל מ-2011", "description": "חברת AMD הודיעה שהיא מבטלת את שם המותג של ATI כחלק מתהליך המיזוג של החברות. המותג בן ה-25 שנה יעלם ויוחלף לשמה של AMD בעוד ששמות המוצרים כמו Radeon ו-FirePro ישארו כפי שהם. מוצרים חדשים כמו ה-ATI Eyefinity יוחלפו לשמות כגון AMD Infinity החל מ-2011", "image": "https://files.geektime.co.il/wp-content/uploads/2010/08/logo_ati_091-300x212.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-08-30T23:36:00Z", "modified_time": "2010-08-31T11:13:37Z", "articleBody": "חברת AMD הודיעה שהיא מבטלת את שם המותג של ATI כחלק מתהליך המיזוג של החברות. המותג בן ה-25 שנה יעלם ויוחלף לשמה של AMD בעוד ששמות המוצרים כמו Radeon ו-FirePro ישארו כפי שהם. מוצרים חדשים כמו ה-ATI Eyefinity יוחלפו לשמות כגון AMD Infinity החל מ-2011\nחברת AMD הודיעה שהיא מבטלת את שם המותג של ATI כחלק מתהליך המיזוג של החברות. המותג בן ה-25 שנה יעלם ויוחלף לשמה של AMD בעוד ששמות המוצרים כמו Radeon ו-FirePro ישארו כפי שהם. מוצרים חדשים כמו ה-ATI Eyefinity יוחלפו לשמות כגון AMD Infinity החל מ-2011.\nחברת ATI נוסדה ב-1985 כחברה לחומרת גרפיקה ממוחשבת ונרכשה על ידי AMD עבור 5.4 מיליארד דולר ב-2007. בזמן הרכישה ATI היתה אחת מהספקיות הגדולות לשבבים גרפים למוצרי אלקטרוניקה, ממירי כבלים ולוויין, וקונסולות משחק לטלוויזיה. כבר בעת רכישת המותג הקנדי ATI, הודיעה AMD שהמוצרים של ATI ימשיכו להיות זמינים כרגיל ובפיתוח, וכן הודיעו על פיתוחו של מוצר חדש המשלב טכנולוגיות של שתי החברות בשם APU Fusion.\nבתקופה שמיד לאחר הרכישה, נתקלה AMD בבעיות בשילוב ATI בחברה, וספגה הפסדים של מיליארדי דולרים שהשפיעו על רווחיות החברה. חלק מהמומחים כבר היו בטוחים שניסיון האיחוד בין שתי החברות נכשל, אבל AMD הצליחה לצאת מהבוץ ועתה נהנת מרווחים. בין היתר, החברה רשמה צמיחה מהירה יותר של רווחים ברבעון השני של השנה לעומת מתחרותיה nVidia ואינטל.\nמקור: http://games.on.net\nנראה שהסיבה העיקרית לשינוי המיתוג קשורה למעבד ה-APU Fusion המתוכנן לשנת 2011. מעבד ה-APU (ראשי תיבות של Accelerated Processor United) משלב את טכנולוגיית ההאצה התלת מימדת של ATI עם טכנולוגיית המעבדים של AMD בשביל ליצור מעבד שמסוגל לשמש גם כיחידת עיבוד מרכזית וגם כמאיץ גרפי בחבילה אחת, על ידי שילוב של מספר ליבות יעודיות על אותו השבב.\nסיבות נוספות שהוזכרו לשינוי המיתוג כוללות ניסיון להוריד את רמת הבלבול של המשתמשים בנוגע לקשר שבין המותגים ATI ו-AMD, וגם העובדה שהמותג של ATI נמצא בכל מקום שבו החומרה של החברה נמצאת בשימוש – כמו לדוגמא, במחשבי ה-iMac של אפל. שינוי השם ל-AMD יגרום לכך שאותם מקומות יפרסמו את AMD באופן ישיר ויתרמו למודעות רבה יותר למותג המאגד בו גם את יכולות העיבוד הגרפי של מוצרי ATI וגם יכולות העיבוד של מעבדי AMD.", "keywords": "3d accelerators,amd,apu,ati,cpu,eyefinity,firepro,gpu,gpu in cpu,intel,nvidia,radeon,אינטל"}