{"url": "https://www.geektime.co.il/47-folders-for-javascript-developers-part-ii/", "type": "article", "title": "47 ספריות ג'אווהסקריפט שכל מפתח חייב להכיר [חלק ב']", "description": "החלק השני המציג את רשימת ספריות הג'אווהסקריפט שיעזרו לכם לכתוב קוד בצורה מסודרת ונכונה יותר.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/12/shutterstock_keyboard-b.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-12-07T11:11:27Z", "modified_time": "2013-12-07T11:11:27Z", "articleBody": "החלק השני המציג את רשימת ספריות הג’אווהסקריפט שיעזרו לכם לכתוב קוד בצורה מסודרת ונכונה יותר.\nמקור: Shutterstock\nבפוסט הקודם סקרנו כ-21 מתוך 47 ספריות שכל מפתח ווב “חייב” להכיר (כלומר: לדעת על קיומן), בפוסט זה נמשיך את הרשימה. בפוסט הנוכחי נראה עוד ספריות חשובות: בדיקות, Template Engines, ויזואליזציה, ניהול תלויות ועוד – וכך נשלים את המספר ל-47. זאת התכנית, לפחות.\nלחלק א’\nמקור: ליאור בר-און\nיסמין (Jasmine) היא ככל הנראה הספריה הפופולריות ביותר היום לכתיבת בדיקות-יחידה בצד-הדפדפן. בעבר הספרייה הפופולרית ביותר הייתה QUnit (אם כי היא עדיין פופולרית למדי). לפניה הייתה גם ספרייה בשם jsUnit, שכמעט ואיננה רלוונטית היום.\nJasmine כוללת תחביר אלגנטי שמושפע מ RSpec (כלומר BDD), כך הקוד שדומה יותר לטקסט בשפה האנגלית, נוסח:\nJasmine היא דיי מקיפה וכוללת יכולות לבדיקת קוד אסינכרוני (פקודות waitFor ו runs) ו-Mock Objects (ליתר דיוק: Spies או fakes).\nQUnit היא ספריית הבית של jQuery. היא פשוטה יותר ומבוססת על תחביר פחות אלגנטי של xUnit נוסח:\nאו\nהייחוד של QUnit הוא ביכולת שנקראת Fixtures – היכולת “לשתול” ב DOM קטע של HTML עליו יתבצע הבדיקה – ולהעיף אותו מיד אחריה. ניתן לעשות זאת גם ב Jasmine – במחיר של מספר שורות קוד. שינויי DOM בעת הבדיקה לא הטכניקה המומלצת לבדיקות-יחידה – אבל לעתים היא נדרשת. במיוחד אם אתם ספרייה שבעיקר עובדת על גבי ה-DOM – כמו jQuery.\nמכיוון שאין ל-QUnit יכולות של Mock Objects, מצמדים אותה לרוב עם ספרייה בשם Sinon – ספרייה עשירה, אלגנטית וטובה ליצירת Mock Objects בג’אווהסקריפט מכל הסוגים (Spy, stub, mock או fake).\nבגלל האופי הדינמי של שפת ג’אווהסריפט – קל מאוד לייצר בה Mock Objects. מספר פעמים יצא לי לצרף את Sinon ל-Jasmine – בכדי “לכתוב קוד אלגנטי יותר”, אך בכל הפעמים גיליתי ש-Sinon לא מצדיקה את עצמה כש-Jasmine בסביבה: Jasmine עם קצת אלתור מספקת יכולת מקבילה ל- Sinon – כך שלא הייתה הצדקה להשתמש בספרייה נוספת.\nהסבר: אני מקפיד להיפטר מספריות שאני משתמש בפונקציה אחת או שתיים שלהן – שאני יכול לכתוב בעצמי ב 5 דקות. (ע”פ עקרון ה-segregation of interfaces + כדי לא ליצור דילמה חוזרת באיזה כלי להשתמש לכל בדיקה).\nMocha (מוקה) היא ספרייה שמשתמשים בה יותר ב-Node.js, אבל היא מתאימה גם לדפדפן. אפשר לבחור להשתמש בה בתחביר BDD (כמעט כמו התחביר של Jasmine, אך טיפה פחות אלגנטי) או xUnit (נקרא משום מה “TDD”) – שניהם נתמכים. למוקה מצד שני, יש תחביר יפה לבדיקות אסינכרוניות (ולכן כנראה אוהבים אותה ב-Node). עבור Mock objects מצמדים לה את Sinon.\nMocha מבצעת גם הרצה של הבדיקות כך שהיא לא זקוקה ל-jsTestDriver. פיצ’רים נחמדים הם סימון בדיקות אטיות כמו ב-Karma (כדי שתשפרו אותן או תעבירו אותן ל-suite של האינטגרציה) וגילוי קוד שכותב משתנים למרחב הגלובלי.\nתרשים המתאר בקירוב את תחום הכיסוי של כל ספרייה. כשעבדנו ב-JUnit נהגנו לקבל הכל ביחד, אולם בג’אווהסקריפט עדיין עליכם “לקושש” יכולות בכדי להגיע לתמונה המלאה.מקור: ליאור בר-און\nספריות חדשות בברנג’ה הן Karma, Intern ו-Casper.\nIntern מנסה לספק פתרון בדיקות-יחידה מקיף, מקצה-לקצה, שאין כדוגמתו עד היום (כלומר: יש להרכיב כיום מספר ספריות שונות על מנת לקבל אותו). דברים כגון: הקמה, כתיבת בדיקות, הרצת בדיקות, CI, Coverage וכו’. עצתי אליה: שתשקיע באינטגרציה ל-IDEs – כרגע זה לא נראה על המפה שלה. היא נשמעת מבטיחה מאוד – אבל היא עדיין הספרייה עם הכי פחות משתמשים (בינתיים).\nKarma (לשעבר Testacular (נשמע כמו “אשכים”?), מבית Angular.js מבית גוגל) היא פורט של jsTestDriver (הכתוב ב-java) ל-Node.js (כלומר היא כתובה בג’אווהסקריפט ומריצה ג’אווהסקריפט).\nעבדתי עם Karma מעט ומאוד אהבתי. היא כוללת את כל היכולות של jsTestDriver וקצת יותר, היא נראית יציבה יותר מ-jsTestDriver (שהשרת שלה לא חי זמן רב ללא restart), היא עובדת טוב יותר עם AMD/require.js, ונראה שחלק גדול מהקהילה של jsTestDriver עובר אליה. היא יודעת להאזין למערכת הקבצים לשינויים ולהריץ את הבדיקות לבד ברקע – מוד עבודה נהדר ל-TDD! יש לה את כל הנתונים להצליח בגדול.\nהיתרונות של jsTestDriver כרגע: אינטגרציה ל-WebStorm ו Eclipse וקהילת משתמשים קיימת.\nCasper הוא עוד כוכב עולה: הוא מיועד לכתיבת בדיקות אינטגרציה שהן יותר מבדיקות-יחידה אבל עדיין לא בדיקות UI (כלומר Selenium).\nCasper מבוסס על Phantom.js (כלומר headless webkit – דפדפן ללא Shell) ויכול לבדוק את קוד הג’אווהסקריפט עם DOM ו-CSS. היתרון על Selenium: הוא מהיר הרבה יותר. החיסרון: זה לא דפדפן אמיתי. התנהגויות ייחודיות לדפדפנים ספציפיים לא ישתקפו בו.\nאם אתם רציניים לגבי אוטומציה – זהו כלי שבהחלט כדאי לבדוק!\nהערה: עם ההצגה של WebDriver, יכול Selenium להריץ גם את Phantom.js ולהנות מהמהירות של דפדפן ללא Shell / שלא מצייר באמת על המסך. יש פה באמת פתח לתחרות אם כי נראה ש-Casper דווקא הולך וצובר מומנטום למרות עובדה זו.\nTemplate Engines הן הספריות שחוסכות מאתנו ללכלך את קוד הג’אווהסקריפט שלנו עם concatenations של מקטעי HTML. מוד העבודה הוא לרוב כזה:\nיש ה-מ-ו-ן ספריות של Template Engines: אני מכיר כ-15. במבט ראשון, קשה מאוד להבין מה ההבדל. אפילו קריאה מהירה של ה-tutorials – לא מגלה הבדלים משמעותיים בין הספריות. אז מה בעצם ההבדלים? מדוע צריך כ”כ הרבה ספריות?\nבהחלט רשימה חלקית. מקור: ליאור בר-און\nאינני מתכוון לעשות השוואה מקיפה של כל היכולות הנ”ל עבור הספריות השונות – אינני יודע את כל הפרטים. לצערי גם לא מצאתי טבלת השוואה טובה ביניהן. שתי הספריות הבולטות ביותר הן כנראה mustache.js ו-handlebars.\nMustache.js (שבולטת בתחביר ה {{ x }}). הסוגריים המסולסלים נראים כ”שפם” שסובבו ב-90 מעלות – ומכאן שמה. היא פשוטה ובעלת קהילה גדולה. הפטרון שלה הוא פרויקט mustache שיצר מימושים של התחביר לשפות תכנות שונות, javaScript היא רק אחת מהן. Mustache מקפידה לא לאפשר לוגיקה עסקית ב-template. המימוש של mustache.js אינו “מקפל” templates ולכן איננה כ”כ יעילה. Handlebars ו-Hogan הן ספריות המממשות את תחביר mustache בצורה יעילה.\nHandlebars (מקור השם) היא הרחבה של Mustache המספקת יכולות משופרות, בעיקר רינדור הדרגתי ב-DOM רק של מה שהשתנה – מה שגורם לה להיות אחרת הספריות המהירות בהזרקת נתונים. היא נכתבה ע”י יהודה כץ, וכך פטרון מרכזי של Handlebars היא ספריית Ember.js (שראינו בחלק א’ של הפוסט).\nJade היא לא ספרייה קטנה (כ-40K) וכל כן כנראה היא פופולרית יותר בצד השרת (קרי node). הפטרון שלה הוא express.js – ספרייה מאוד דומיננטית ב-node (סוג של low level Servlet ב-node). jade הוא ה-default שלה לייצור HTML markup.\nHogan.js היא ספרייה קטנה ומהירה מאוד שטובה ל-templates פשוטים. היא תומכת בתחביר של mustache, ללא כל תוספות. הפטרון שלה הוא חברת טוויטר.\ndust.js נחשבת ספרייה מבטיחה. הפטרון שלה הוא חברת LinkedIn.\ndoT.js היא עוד ספרייה פצפונית (פחות מ-3K) שטוענת להיות מאוד מהירה ותומכת בכתיבת לוגיקה. אין לי מושג מי הפטרון שלה, אבל בטח יש מישהו.\njsRender – היא “הדור הבא של jQuery Templates”. אני מניח ש-jQuery Templates הייתה פופולרית בזכות המותג “jQuery”, אבל עובדה שזה לא הספיק לה. היא נסגרה. אינני יודע להשוות את jsRender לאחרות, אבל נדמה לי שהפופולריות שלה בנסיגה. הפטרון: רוחה של jQuery Templates.\nאיך משווים בין כל הספריות? איך בוחרים?\nמקור: ליאור בר-און\nפירטתי על ספריות אלו והקשרים בניהן בפוסט require.js – צלילה לעומק. אני חושב שבפוסט ההוא תמצאו תמונה דיי מפורטת של היחסים בין הספריות:\nמקור: ליאור בר-און\nמקור: ליאור בר-און\nפירטתי על קטגוריה של ספריות אלו בפוסט ויזואליזציה בצד הדפדפן. מאז הפוסט נראה ש-D3 (קיצור של Data Driven Documents) רק הולכת וצוברת תאוצה. מזכירים אותה המון, ומשתמשים בה בהמון פרויקטים – משמעותית יותר משאר הספריות בקטגוריה.\nמקור: ליאור בר-און\nלינק: סקירה נוספת לספריות ויזואליזציה.\nכמה ספריות שלא התאימו לי לשום קטגוריה, אך הן עדיין חשובות למדי:\nמקור: ליאור בר-און\nModernizr – “הספריה” ל-Feature Detection. במקום לעקוב אחרי גרסאות הדפדפנים (כבר אי אפשר [א]) והיכולות שלהם, קרי “IE8 לא תומך ב-SVG, אז נבצע fallback ל-gif” – אפשר לשאול בעזרת Modernizr: “דפדפן, האם אתה תומך ב-SVG?” ולפעול בהתאם. דרך כתיבה זו הרבה יותר אמינה (robust) לאורך זמן. על feature detection ו-שימוש ב Modernizr ניתן לקרוא בעברית בבלוג אינטרנט-ישראל.\nUnderscore.js – היא ספרייה נוספת מהיוצר של Backbone שמספקת utilities רבים: עבודה עם מערכים ואובייקטים, תכנות פונקציונלי או סתם utilities שעוזרים לכתוב קוד קצר יותר. כמו ש jQuery תופסת את השם “$”, Underscore תופסת את השם “_” ומכאן שמה. לדוגמה:\nפעמים רבות רציתי להשתמש ב-underscore. צירפתי אותה למספר פרויקטים – אבל היא לא שרדה שם ללא Backbone (שם היא מתאימה כמו כפפה ליד): יכולות של ECMAScript 5 (כגון foreach על מערך) והסט המצומצם של utilties של jQuery (כמו each, filter,extend) – סיפקו את הסחורה מספיק טוב כדי לייתר את Underscore.\nבקיצור: זו ספרייה יפה. סביר שתשמעו עליה ותתקלו בה בפרויקטים או פוסטים שונים על ג’אווהסקריפט, אבל אני אישית עדיין מעדיף לממש פונקציה אחת בעצמי מאשר להוסיף תלות לספרייה. אולי יום אחד היא עוד תצדיק את עצמה באחד הפרוייקטים שאני עובד עליהם.\nעל Bootstrap ו-Foundation ניתן להסתכל בשני אופנים:\nשתי דרכי ההתבוננות נכונות במידה, אולם אני רוצה לפרגן ולהתמקד בנקודת המבט השנייה. אי אפשר להתעלם מכך שרוב ה”קוד” בספריות אלו כתוב ב-CSS – זה אולי מטריד כמה אנשים, אולם בסופו של יום הן מספקות פונקציונליות מקבילה ל-jQuery UI או כל ספריית פקדים אחרת.\nמלבד הפשטות והביצועים הטובים שנובעים מהשימוש ב-CSS, הן מאפשרות Responsive Design מובנה – כך שה”פקדים” או “Layouts” שלהם יתאימו את עצמם לכל גודל של מסך: מסך מחשב, טאבלט או סמארטפון – ויעשו את זה יפה. זה חלק מהיתרון של שימוש ב-CSS. שתי הספריות יכולות לעבוד יפה מאוד עם ספריות שאינן כוללות פקדים כגון MVC או Meteor.\nנראה שההתפתחות של CSS3 (שהוא מתקדם בהרבה מ-CSS2.1) – הוא שאפשרה זן חדש זה של ספריות. אופי העבודה עם הספריות גם הוא דיי שונה:\nהתוצאה היא שאפשר דיי להסתבך ב-SPA כשמנסים לעבוד איתן, אבל אפשר להתחיל מהר ולהתקדם מהר כשעובדים על MPA (כקונספט, יכולה להיות MPA עם דף אחד). האם Bootstrap ו-Foundations הן “הדבר הבא”? הדעות חלוקות. כרגע הן קונספט חדש, מעניין וחם – שכדאי להכיר. אז מה ההבדלים בין שתי הספריות?\nעברנו על מספר לא מבוטל של ספריות (47!). אני מאמין ש”התמצאות במרחב הספריות” היא חשובה ויכולה בהחלט לסייע, אפילו אם לא תשתמשו ביותר מרבע מהן עד יום מותכם.\nשיהיה בהצלחה!\n—\n[א] כשגרסאות דפדפן יוצאות בקצב של 6 שבועות (כרום, פיירפוקס) או פעם בשנה (ספארי, IE) – כבר לא סביר באמת לעקוב בקוד אחר הגרסאות.\nהפוסט פורסם לראשונה בבלוג ארכיטקטורת תוכנה.\nמקור תמונה ראשית: Shutterstock / Keyboard Hands Elements", "keywords": "ג\\'אווה סקריפט,ג\\'אווהסקריפט,javascript,מפתח javascript,web developer,web development,פיתוח ווב,"}