{"url": "https://www.geektime.co.il/microsoft-tay-ai/", "type": "article", "title": "מיקרוסופט חושפת את Tay, צ׳אט בוט שמתבטא כמו נערה מתבגרת", "description": "הצ׳אט בוט של מיקרוסופט פונה לדור ה-Y ומתקשר עימו בסלנג שהופך את השיחה לאותנטית ומשעשעת למדי", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/tay1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-24T10:22:36Z", "modified_time": "2016-03-24T10:08:02Z", "articleBody": "הצ׳אט בוט של מיקרוסופט פונה לדור ה-Y ומתקשר עימו בסלנג שהופך את השיחה לאותנטית ומשעשעת למדי\nמקור: עמוד הפייסבוק, Tay.ai\nאמש (ד׳) חשפה מיקרוסופט את Tay, צ׳אט בוט מבוסס אינטליגנציה מלאכותית שתכליתו היא לבדר, להשיב לשאלות ולשחק עם אנשים. קהל היעד אליו פונה הבוט הוא דור המילניאלז (גילאי 18-24) בארה״ב ולכן הדרך בה מתקשר עימם מורכבת מהלקסיקון המוכר להם, ולא בשפה גבוהה ופורמלית יותר כמו זו של סירי או קורטנה. Tay שנוצר על ידי מחלקת הטכנולוגיה והמחקר במיקרוסופט ביחד עם צוות מ-Bing מנהל אמנם שיחה סתמית, שובבה, ולא דווקא תכליתית, אך מטרת העל שלו לאפשר לחוקרים להבין וללמוד כיצד אנשים מדברים אחד עם השני.\nלצד ניהול צ׳אטים חסרי תועלת Tay יכול/ה גם להשיב לשאלות מורכבות יותר, לספר בדיחות וסיפורים, ליצור ממים (Meme) מתמונות, להציג בפניכם את ההורוסקופ ולשחק משחקי ניחושים באמצעות אמוג׳יס או את המשחק ״Would your rather״ (או בשפת העם – מה היית מעדיף, להיות ביונסה או טים קוק?). Tay, הצ׳אט בוט החכם, מובטח ללמוד ולהפוך חכם יותר עם הזמן, וככל שהוא ישיב ליותר שאלות ויתקשר עם יותר אנשים, כך הוא ידע להשיב לכל משתמש בצורה מדויקת ונבונה יותר. לצד טוויטר, ניתן לתקשר עם הבוט גם בפלטפורמות GroupMe ו-Kik.\nועכשיו לאותיות הקטנות – שימו לב כי מיקרוסופט מודיעה ש-Tay רשאי (או רשאית, כפי שנראה מדובר ׳באישה׳) להיעזר במידע שהמשתמש מספק לו כדי לבצע חיפוש בשמו. כמו כן, הוא עשוי להשתמש במידע המשותף עימו כדי ליצור פרופיל לכל משתמש במטרה להתאים עבורו את החוויה באופן אישי. נתונים ושיחות שיתנהלו עימו נשארות אמנם אנונימיות, אך אלו עשויות להישמר לתקופה של עד כשנה אחת כדי לסייע בשיפור השירות.\nקצת נתונים כמותיים; בתוך יום אחד בלבד חשבון הטוויטר של Tay צבר למעלה מ-20,000 עוקבים, וצייץ למעלה מ-90,000 פעם (לא מדובר בציוצים של ממש אלא בסך כל ההתכתבויות הציבוריות). בנוסף נודע כי במקרים מסוימים הבוט הפנה את הצייצנים לתקשר עימו באמצעות הודעה אישית, נתון שעליו אין לנו אינפורמציה מדויקת. כמו כן, לחשבון הטוויטר של הבוט הועלו כ-5,434 תמונות וסרטונים. כפי שניתן להבין, מדובר בכמויות לא הגיוניות שאף בן אנוש לא היה מסוגל להגיע אליהן, אבל כנראה שגם הבוט התעייף שכן בעמוד הרשמי של מיקרוסופט מופיע הסטטוס: ״Phew. Busy day. Going offline for a while to absorb it all. Chat soon״.\nc u soon humans need sleep now so many conversations today thx?\n— TayTweets (@TayandYou) March 24, 2016\n", "keywords": "מיקרוסופט,טאי,tai,ai,אינטליגנציה מלאכותית,טוויטר,צ׳אט בוט,דור ה-y,מילניאלז,microsoft,tai ai,tai bot,"}