{"url": "https://www.geektime.co.il/octopai-raised-4-5/", "type": "article", "title": "חברת Octopai שמפתחת מנוע חיפוש למטאדאטה מגייסת 4.5 מיליון דולר", "description": "הסטארטאפ הישראלי מפתח כלי הכרחי בעידן ה-GDPR: מנוע חיפוש למידע ארגוני, שמאפשר לצוותי ה-BI לחסוך שבועות של עבודה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/octopai-1532245357-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-22T09:29:20Z", "modified_time": "2018-07-22T11:03:52Z", "articleBody": "הסטארטאפ הישראלי מפתח כלי הכרחי בעידן ה-GDPR: מנוע חיפוש למידע ארגוני, שמאפשר לצוותי ה-BI לחסוך שבועות של עבודה\nשלושת המייסדים מימין לשמאל: גל זיטון (CTO), איתי כחלני (VP R&D), אמנון דרורי (CEO). קרדיט: דיויד אסא\nצוותי BI, גדולים ומוכשרים ככל שיהיו, משקיעים המון זמן יקר ומאמצים בחיפוש, איתור והבנה של metadata (מידע על המידע עצמו, מעין קטלוג). כתוצאה מכך, ישנה השפעה ישירה על צרכני המידע העסקיים באירגון לגבי זמינות ואמיתות הנתונים המשמשים לקבלת החלטות עיסקיות. הסטארטאפ הישראלי Octopai מפתח פתרון SaaS לאוטומציה של ניהול ומציאת המידע האירגוני באמצעות מנוע חיפוש, מה שממיר שעות של עבודה ידנית לתהליך ידידותי יותר שאורך דקות ספורות.\nכעת, מודיעה החברה על סגירת סבב גיוס ראשון בסך 4.5 מיליון דולר בהובלת קרן ההון-סיכון North First Ventures המשקיעה בחברות בשלבי הגיוס הראשונים. כמו כן, השתתפו בסבב גם iAngels, Gefen Capital והמשקיעים הקיימים –  Moneta Seeds ו-Club100.\nניהול המטאדאטה האירגוני הוא צורך בסיסי של כל ארגון המעוניין להשתמש במידע שברשותו בצורה יעילה. כל אירגון, וקבוצת ה-BI בפרט, משקיע מאמצים רבים להבין היכן המידע נמצא ולהבין את זרימתו במערכות המידע האירגוניות.\nOctopai (אוקטופאי) נוסדה ב-2015 ע”י גל זיטון, איתי כחלני ואמנון דרורי אחרי שאלו החליטו לספק מענה לנקודת התורפה בתחום איתור וניהול המידע הארגוני, והפיכת התהליך לאוטומטי ויעיל יותר.    החברה פיתחה טכנולוגיה מבוססת machine learning המסייעת לאירגונים לגלות באופן אוטומטי היכן המידע האירגוני נמצא ולהבין את זרימתו במערכות המידע הרבות. התהלך מתבצע באמצעות מיפוי וניתוח אוטומטי של המטאדאטה הקיים במערכת ה-BI בכל השכבות והפלטפורמות, וריכוזן של אלו אל מקום אחד, כך שניתן להזין שאילתא ולקבל באופן מיידי את כל התוצאות הרלוונטיות. בצורה זו, החברה מאפשרת לצוותי BI ארגוניים לאתר ולהבין את הדאטה שברשותם בקלות, נוחות וברמת דיוק גבוהה יותר, מבלי לבזבז זמן יקר על עבודה סיזיפית וידנית.\nדרורי משתף אותנו בדוגמא להמחשה: ״משרד התחבורה רוצה להגדיל את לוחית הרישוי מ-7 ספרות ל-8 ספרות. כתוצאה מכך, כל חברות הביטוח חייבות למצוא את שדה הנתונים ׳׳license plate׳׳ בכל מערכות המידע על מנת לוודא שהשדה יכול להכיל 8 ספרות, אם לא אז יש צורך להגדיל אותו. – אבל, היכן נמצא השדה הזה? אפשר למצוא אותו ע”י שימוש במוצר שלנו בתוך כמה שניות, או “לבלות” שבועות רבים בלמפות ידנית היכן השדה הזה״.\n“אנו רואים דרישה גדולה מאוד למוצר – ארגונים וחברות גדולות הבינו מזמן את הכוח הטמון באוטומציה ובמיוחד לאור הדרישות הרגולטוריות בנושאי ניהול נתונים אירגוניים”, אומר אמנון דרורי, מנכ”ל החברה. “הטכנולוגיה שלנו משנה לחלוטין את כללי המשחק – לקוחותינו יכולים להתחיל להשתמש במוצר באופן מיידי וללא מאמץ מיותר. סבב הגיוס הנוכחי הוא הזדמנות עצומה עבורנו להרחיב את החדירה שלנו לשוק ולהאיץ את פיתוח המוצר, תוך מינוף הניסיון העשיר של המשקיעים שלנו”.\nרונן סמוכה, מייסד שותף ומנהל של N1V מוסיף: “זרם הדאטה הבלתי פוסק מציף את העולם והפתרון של אוקטופאי יעשה סדר בבלאגן. זה הזמן לעבור מעבודה ידנית למוצר שינהל את המידע מכלל הפלטפורמות הארגוניות בצורה נוחה ויעילה”.\n﻿", "keywords": "סטארטאפ,סטארטאפ ישראלי,gdpr,גיוס,סבב גיוס,גיוס הון,octopai,מטאדאטה,metadata,אוקטופאי,north first ventures"}