{"url": "https://www.geektime.co.il/angularup-tel-aviv-2016/", "type": "article", "title": "כנס האנגולר הבינלאומי הראשון בישראל - AngularUP יערך בנובמבר", "description": "הכנס יערך ב-17 בנובמבר במלון דן פנורמה בתל אביב וצפוי למשוך אליו כ-500 משתתפים ומרצים בכירים בתחום מהארץ ומהעולם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/angularup.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-29T12:36:21Z", "modified_time": "2016-09-29T12:36:21Z", "articleBody": "הכנס יערך ב-17 בנובמבר במלון דן פנורמה בתל אביב וצפוי למשוך אליו כ-500 משתתפים ומרצים בכירים בתחום מהארץ ומהעולם\nהכתבה בחסות\n\nזה רשמי: גרסא 2 של אנגולר יצאה לאור. אחרי שהגרסה הראשונה הפכה לסטנדרט בפיתוח מערכות ווב, גוגל שיחררה סוף סוף את הגרסה החדשה. שנתיים בפיתוח והגרסה החדשה מביאה עימה את כל החידושים האחרונים בעולם הווב למערכת שלמה ומבוססת אחת. חברות רבות בישראל ובעולם כבר עוברות לטכנולוגיה החדשה. אבל האם זה הזמן להצטרף אליהן? מה חדש באנגולר 2 ומה העתיד של הפלטפורמה? מה הם הכלים הנלווים לפיתוח? המון שאלות עליהן נקבל תשובות בכנס אנגולר הגדול ביותר בישראל.\nהכנס יכלול יום שלם של הרצאות מרתקות עם המרצים המובילים בארץ ובעולם, באולם הכנסים של מלון דן פנורמה בתל אביב עם אוכל נהדר והמון הפתעות.\nקהילת האנגולר בישראל\nקהילת האנגולר בארץ לא מפסיקה לגדול מיום ליום. קבוצת המיטאפ של אנגולר ישראל, עם 3,800 מפתחים הינה הרביעית בגודלה בעולם. כמעט כל חברה, בין אם גדולה או קטנה, אימצה את אנגולר כבסיס לכל פיתוחי הווב שלה. עם הקהילה נולדו גם קבוצת מומחים ישראלים שבאופן קבוע מלמדים ומרצים בכנסים הגדולים בעולם. רבים מהם, ממארגני הכנס הישראלי.\nלבוא וללמוד\n״אנגולר 2 מביא איתו חידושים מהפכניים בהשוואה לגרסה הראשונה״ – ציין ניר קאופמן, אחד ממומחי האנגולר המובילים בארץ – ״בכנס ננסה להסביר למה יש כל כך הרבה התלהבות ממנו בעולם״. הכנס נועד למפתחים ויכיל הרצאות בעלות אופי טכני מאוד גם למתחילים וגם למתקדמים.\nהדגש הינו על איכות ההרצאות, כאשר כולן נבחרו מקהל של מרצים בינלאומיים ולפי הנושאים החמים ביותר בעולם האנגולר כמו: ChangeDetection, Zones, Components, TypeScript, NativeScript, כלים חדשים לפיתוח, וכמובן מעבר מאנגולר 1 לאנגולר 2.\nבין המרצים: Angular Contributors, מנהל פרוייקט TypeScript במיקרוסופט, מוביל הפיתוח של RxJS ועוד רבים אחרים.\nהכנס כולו מאורגן על ידי מתנדבים מהקהילה ולמען הקהילה. קבוצה של 8 מארגנים יחד עם חברת 500טק, עומלים יחד כבר חצי שנה על מנת להפיק את הכנס הטכנולוגי המתקדם והמקצועי ביותר שנראה במחוזותינו.\nעקב חשיבות אנגולר בארץ, כמה מהחברות המובילות טכנולוגית בארץ נרתמו לעזור להפוך את הכנס לבלתי נשכח, ביניהן: Sisense, Cyberark, Como, Thetaray ורבות אחרות.\nלפרטים נוספים ולרכישת כרטיסים", "keywords": "כנס,תל אביב,אנגולר,angular,angularup,גרסה חדשה,פיתוח מערכות ווב,web dev,web,תל-אביב"}