{"url": "https://www.geektime.co.il/insider-jobs-25-09/", "type": "article", "title": "אחרי החגים כבר כאן: הנה 14 משרות חדשות ושוות בהייטק", "description": "עוד רגע כבר 'אחרי החגים', וזה הזמן להתחיל לקדם תהליכים עם 14 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/09/GettyImages-867421026-1537863695-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-25T12:55:11Z", "modified_time": "2018-09-25T12:17:56Z", "articleBody": "עוד רגע כבר ‘אחרי החגים’, וזה הזמן להתחיל לקדם תהליכים עם 14 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם\n \n\nצלם/תמונה: Luis Alvarez / Getty Images Israel \nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nAutodesk\n\nAutodesk היא חברת ענק אמריקאית שמפתחת תוכנות ומעניקה פתרונות למגוון תחומים שונים ביניהם, הנדסה, תכנון ובנייה, ייצור, תקשורת ובידור. ב-2009 הוקם מרכז הפיתוח של החברה בארץ, ממש במרכז תל אביב.עיקר הפוקוס של המרכז בארץ הוא במחקר ופיתוח מוצרים וטכנולוגיות בתחום הענן, Web, Mobile וגם הדפסות תלת ממד, והוא נחשב לאתר אסטרטגי, מוביל ובעל השפעה על החברה כולה. במשרדי החברה מפתחים את המוצרים שנחשבים לחוד החנית בכל הקשור לתחום הבנייה והתכנון, מוצרים שחלקם כבר נמצאים בשימוש יומיומי אצל מיליוני אנשי מקצוע ברחבי העולם.\n-To send a CV for the position of Product Manager\n– To send a CV for the positiond of Senior Frontend Developer\nFyber\n\nב- Fyber מייצרים פלטפורמה שקופה, הוגנת ויעילה, שתאפשר למספר רב של מפרסמים להציע מחיר בזמן אמת עבור הצגת מודעה באופן יעיל בהרבה, אך גם כזה שיניב רווח גדול יותר למפתח וערך מוסף למשתמש.\n-To send a CV for the position of Director of Product Management\n– To send a CV for the positiond of Senior Backend Developer\nSingular\n\nסינגולר הוקמה ב-2014 במטרה לתת למשווקים שליטה מלאה על המידע שלהם בצורה אחידה ויעילה. היא עושה זאת על ידי התחברות לכל סוגי מערכות השיווק הקיימות, אוספת את הנתונים שלהם במקום אחד ומנתחת את המידע, כדי להבין בצורה אוטומטית את הקשר שבין הפעולות שהתבצעו בצוות ותוצאותיהן. התשתית הזו נבנתה בצורה ייחודית, כך שניתן להוסיף סוגי חיבורים חדשים בזמן שיא, וכן הביאה את החברה לתמוך בעשרות אלפי סוגי מקורות מידע והזרמת טרות ביום של נתונים בפורמט אחיד ונקי.\n-To send a CV for the position of Full-Stack Engineer\n– To send a CV for the positiond of DevOps Engineer\nStarhome Mach\n\nStarhome Mach מספקת טכנולוגיית נדידה סלולרית (Roaming) ופתרונות למפעילי סלולר בעולם עבור לקוחות שעוברים ממפעיל למפעיל. כמו כן, החברה מספקת קישוריות IoT באופן רציף ומאובטח ופתרונות Fraud, והיא מתמקדת במוצרי התשתיות והמסלקה שעונים על צורכי הנדידה.\n-To send a CV for the position of QA Test Engineer\n– To send a CV for the positiond of Big data developer engineer\nenSilo\n\nenSilo היא חברת סייבר צעירה שפועלת בתחום פופולרי ותחרותי של זיהוי ומניעת התקפות נגד תוכנות כופר, נוזקות ממוקדות, מתקפות ללא קבצים ושאר מתקפות זדוניות.\nהחברה מתמקדת במניעת גנבה ושיבוש מידע בארגונים, תוך שימוש בטכנולוגיה ייחודית שמגנה על נקודות קצה לפני ואחרי הדבקה, וכן עוצרת זליגות ופגיעה בנתונים בזמן אמת.\n-To send a CV for the position of Python Software Developer\n– To send a CV for the positiond of Product Manager \nIlyon\n \nצילום: אילן בנדנה\nIlyon היא חברת Mobile Gaming שמתמחה במשחקי Casual.\nבין המשחקים המוכרים שלה ניתן למצוא את Bubble Shooter ואת Cookie Crush. החברה נוסדה ב-2013 על ידי ארבעה יזמים צעירים, ומאז תחילת 2016 עוברת תהליך צמיחה משמעותי ויוצא דופן כשכבר היום יש בחברה מעל 100 עובדים.\nהחזון של החברה הוא – ״להוביל ולהיות חדשניים בתחום משחקי ה-Casual, לצורך הענקת הנאה וריגוש ללקוחותינו ברחבי העולם, תוך דגש על יצירתיות, אחריות וגמישות״.\n-To send a CV for the position of QA Engineer\n– To send a CV for the positiond of 2D Animator\n\nWebpals\n\nקבוצת וובפאלס (Webpals) מובילה את עולם השיווק הדיגיטלי מבוסס הביצועים ופועלת בהצלחה בשווקים בינלאומיים. החברה הוקמה בשנת 2007, ונכון להיום עובדים בה כ-400 עובדים. הקבוצה משתמשת בערוצי שיווק שונים כדי לטרגט משתמשים בעלי ערך על ידי פרסום ויצירת מודעות או הפעלת אתרי תוכן, ומפנה את אותם משתמשים אל האתרים או האפליקציות אותם היא מקדמת.\n– To send a CV for the position of BI Frontend Developer\n– To send a CV for the position of JUNIOR BI DEVELOPER\n\n\n", "keywords": "fyber,autodesk,אוטודסק,פייבר,סינגולר,סטארהום מאך,רעננה,starhome mach,singular,applied matirials,אפלייד,product manager,devops,apple,aqua,chief system architect,cloudshare,cyber security,devop,dome9,front end developer,geektime insider,hibob,ilyon,insider,intuit,myhritage,qa engineer,risk management lead,trax,ux/ui expert,yotpo,אור יהודה,איליון,אינסיידר,אפל,אקווה,גיקגו\\'ב,גיקטיים,דום9,טראקס,יוטפו,משרות,סייבר,עבודה בהייטק,פפר,ראש העין,רחובות"}