{"url": "https://www.geektime.co.il/higgs-particle-tevatron/", "type": "article", "title": "מתקרבים לחלקיק האלוהי", "description": "המאיץ האמריקני שנסגר התקרב מאוד לגילוי החלקיק, כך הסתבר מניתוח המידע. בינתיים - באירופה דלף בטעות סרטון המכריז על גלויו.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/07/particles-collide.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-07-04T14:16:34Z", "modified_time": "2012-07-04T17:31:37Z", "articleBody": "המאיץ האמריקני שנסגר התקרב מאוד לגילוי החלקיק, כך הסתבר מניתוח המידע. בינתיים – באירופה דלף בטעות סרטון המכריז על גלויו.\nמקור: תמונת מסך, עיבוד תמונה\nבמהלך הימים האחרונים התרחשו שני אירועים שמקרבים את האנושות בצעדי ענק לקראת הכרזה על זיהויו של החלקיק האלוהי. בצד אחד של העולם גילו רמזים עבים לקיומו, ובצד השני של העולם פרסמו בטעות ברשת סרטון העוסק בהכרזה על התגלית המרעישה בעולם הפיזיקה של העשורים האחרונים.\nהחלקיק האלוהי, שידוע גם בשם Higgs Boson, הוא חלקיק שתואר לראשונה ב-1964, בתור החלקיק שמעניק לחלקיקים אחרים מסה. מאז שנחזה מנסים מדענים ברחבי העולם להקדים את עמיתיהם ולהיות אלה שיהיו הראשונים שיזהו את החלקיק החמקמק. בעשורים האחרונים בוצעו ניסויים רבים במאיצי החלקיקים ברחבי העולם, כאשר המפורסמים שבהם נערכו במאיץ הגדול של CERN ליד ג’נבה, אשר ניסו לאשש את השערת קיומו של החלקיק.\nמעבדות CERN, שם הומצאה גם ה-World Wide Web, נחשבות למעבדות המדעיות המתקדמות בעולם. בחקר הפיזיקה, הן נחשבות עוד יותר, שכן לרשותן עומד מאיץ החלקיקים הגדול ביותר בעולם. מאיץ זה כולל מנהרות תת קרקעיות שבהן עוברים כבלי מידע ומכשור מתקדם, המאפשר למדענים להניע במהירות חלקיקים קטנטים של חומר אחד מול השני ולצפות מה קורה כאשר הם מתנגשים. באמצעות הצפייה בהתרחשות ובמדידה מדויקת ביותר של ההתנגשות מסוגלים המדענים לבצע ניסויים, שבאחד מהם עשוי להתגלות אותו Higgs.\nבמהלך השנה האחרונה בוצו מספר ניסויים ב-CERN, שתפקידם לנסות ולאתר את אותו חלקיק אלוהי. לאחר הניסויים, המדענים התבטאו בזהירות, וטענו שהבחינו בתוצאות חיוביות שעשויות לרמוז על המצאותו של Higgs, אבל הם צריכים לעבור על הררי המידע שאספו במהלך הניסויים ויהיה צורך לוודא את התוצאות לפני שמי מהם יצא בהכרזה.\nה-Tevatron, מאיץ החלקיקים האמריקני שבאילנוי\nבמקרה, או שלא במקרה, סרטון שדלף לרשת מראה את נציגי CERN מודיעים בהתרגשות על גילויו של החלקיק האלוהי. הסרטון, שהוסר זמן קצר לאחר שנחשף, עורר את סקרנותם של רבים מסביב לעולם, שכן כולם ממתינים למוצא פיהם הסופי של מדעני CERN. בינתיים, דובר המעבדות מסר לתקשורת, כי הסרטון הוא אחד מכמה סרטונים שצולמו מראש במסגרת הכנות CERN לקראת הודעה לכאן או לכאן. לפי התגובה, הסרטון אינו משקף בהכרח תגלית אמיתית אלא רק את העובדה שב-CERN התכוננו להכרזה אפשרית על התגלית עצמה.\nבינתיים, בקצה השני של העולם, המדענים שהיו מעורבים במאיץ החלקיקים האמריקני, ה-Tevatron זוכים בימים אלו לחיזוק משמעותי לפעילותם. אמנם, המאיץ האמריקני נסגר בשנה שעברה ומשרד האנרגיה האמריקני ביטל את תקציבי ההפעלה שלו, והחל לפרק את החלקים שלו לצורכי חלקי חילוף – אך, זה לא יפריע לחוקרים, שכן בדיקה מעמיקה של מידע שהם הצליחו לצבור בצד האמריקני מקרב את האנושות עוד יותר לקרב גילוייו הרשמי של Higgs. במאמר במגזין היוקרתי Nature אף נכתב, שאם היה מעניק משרד האנרגיה האמריקני למדענים ארכה וקצבת משאבים אחרונה, הם כנראה היו יכולים להיות הראשונים בעולם שיגלו את Higgs.\nהבוקר, הכריזו החוקרים ב-CERN שאכן התוצאות של ההתנגשויות מ-2011 מראים סימנים חיוביים להמצאותו של החלקיק האלוהי. החוקרים לא אומרים בפה מלא שהתגלית סופית באופן מוחלט, היות והם עדיין צריכים לסיים לעבור על הנתונים של הניסויים מ-2012. למרות זאת, מדובר בהתקדמות חשובה לקראת ההכרזה הרשמית על קיומו.", "keywords": "cern,higgs,higgs boson,tevatron,world wide web,חלקיק אלוהי,מאיץ חלקיקים,פיזיקה"}