{"url": "https://www.geektime.co.il/essential-is-now-for-500-dollars/", "type": "article", "title": "מתקשה להתחרות: מחיר ה-Essential צונח ל-499 דולר", "description": "חודשיים בלבד לאחר שהושק, טלפון ה-Essential המבטיח של מייסד האנדרואיד אנדי רובין מתקשה להתרומם. כעת מודיעה החברה על הוזלה משמעותית: מ-699 דולר בעת הכרזתו המחיר צונח ל-499 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/ph_1_color_black_moon_copy_1000x1000.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-23T17:55:20Z", "modified_time": "2017-10-23T17:28:33Z", "articleBody": "חודשיים בלבד לאחר שהושק, טלפון ה-Essential המבטיח של מייסד האנדרואיד אנדי רובין מתקשה להתרומם. כעת מודיעה החברה על הוזלה משמעותית: מ-699 דולר בעת הכרזתו המחיר צונח ל-499 דולר\n\nהמחיר המוזל כבר עודכן בחלק מהאתרים בארה”ב וברשת Best Buy ניתן לרכוש אותו בהנחה ואילו ב-Amazon המחיר כעת הוא 599 דולר. לקוחות קיימים שרכשו את Essential במחירו המלא, יוכלו לקבל מהחברה 200 דולר זיכוי לחברים ומשפחה לרכישת מכשיר נוסף או אביזרים כמו מצלמת 360 מעלות המתחברת לטלפון.\nלמרות שה-Essential הוא הראשון להציג את הקונספט לטלפון עם מסך מקצה לקצה גם בחלק העליון, נראה כי המשתמשים לא ממש התלהבו ולפי הערכות נרכשו כמה עשרות אלפי יחידות בלבד. ייתכן כי בשל כך החברה החליטה להוזיל את עלותו כדי להוות אלטרנטיבה זולה ואיכותית לסמסונג, גוגל ואפל השולטות בשוק האמריקאי ובכלל.\nכזכור, Essential PH-1 מציג מסך 5.71 אינץ’ עם פינת מעוגלות והוא מציע יחס היבט של 19:10 ורזולוציה של 2560×1312 פיקסלים, עם בהירות של 500 ניטים וניגודיות שעולה על 1000:1 עם זכוכית Gorilla Glass 5. הגוף עשוי מטיטניום המבטיח הגנה כנגד נפילות והגב מסוג של קרמיקה. עוביו 7.8 מ”מ והוא שוקל כ-185 גרם.\nהמכשיר מבוסס על המערכת על שבב Snapdragon 835 של קוואלקום, ומערכת ההפעלה היא אנדרואיד 7.1.1 הנקייה היישר מהקופסה עם הבטחה לעדכונים למשך שנתיים לפחות ועד שלוש שנים לעדכוני אבטחה. זיכרון העבודה הוא 4 ג’יגה-בייט והאחסון 128 ג’יגה-בייט, זיכרון מסוג UFS 2.1. שתי מצלמות מאחור עם חיישן 13 מגה-פיקסל כל אחת, הראשית RGB והמשנית מונוכרומטית עם מפתח f/1.85 ועם מחוון לייזר לקביעת מרחק.\nמודול המצלמה נמכר לעת עתה במחיר המלא (199 דולר), אך לא מן הנמנע כי החברה תוזיל גם אותו.\nהכתבה פורסמה לראשונה באתר TGspot", "keywords": "סמארטפון,essential,אנדי רובין,אנדרואיד"}