{"url": "https://www.geektime.co.il/nec-ar-keyboard/", "type": "article", "title": "פיתוח חדש של NEC יהפוך את הזרוע שלכם למקלדת וירטואלית", "description": "המקלדת שפיתחה NEC מורכבת משעון חכם ומשקפיים, שיחד יאפשרו את הצגת המקשים השונים, והפיכת התנועות הווירטואליות שלכם לפלט שניתן להזין בכל מערכת", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/nec1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-08T17:26:55Z", "modified_time": "2015-11-08T17:26:55Z", "articleBody": "המקלדת שפיתחה NEC מורכבת משעון חכם ומשקפיים, שיחד יאפשרו את הצגת המקשים השונים, והפיכת התנועות הווירטואליות שלכם לפלט שניתן להזין בכל מערכת\nמקור: NEC\nיתכן כי בעתיד הלא מאוד רחוק עובדי מפעל, בתי חולים ותחזוקה כבר לא יצטרכו להסתמך על מחברות כתיבה או טאבלטים חכמים (אך מסורבלים), כדי להזין נתונים או לבדוק את רשימת המטלות שלהם. יצרנית הטכנולוגיה היפנית NEC הודיעה בסוף השבוע האחרון כי פיתחה ממשק מקלדת קצת אחר, שיאפשר למשתמש להקליד ישירות על הזרוע שלו, באמצעות שימוש בטכנולוגיה של מציאות רבודה. המערכת שנקראת ArmKeypad מורכבת משילוב של משקפיים שיציגו את המקלדת הווירטואלית, ושעון חכם שיזהה את קצב ההקלדה שלכם.\nArmKeypad עוצבה כדי להוות אמצעי שיאפשר לעובדים להתנהל ללא ידיים, ולהקליד ולהזין טקסט או קלט אל תוך מסד נתונים, כחלק מהעבודה השוטפת שלהם. בעזרת הפיתוח של NEC, משתמשים יוכלו לשאת עימם מקלדת וירטואלית לכל מקום, בזמן ששתי הידיים שלהם יהיו פנויות לסחוב או להחזיק דברים אחרים. לטענת היצרנית, המקלדת הוירטואלית מובטחת להיות מוצלחת יותר משיטות קלט מתקדמות וחכמות אחרות, כמו לדוגמא ממשק קול (סירי סטייל), שאמנם יעילות ועושות את העבודה במקרים רבים, אך קצת קשה לתפעל אותן בסביבה רועשת כמו מפעל או חדר מיון.\nיתרון משמעותי נוסף של המוצר הוא כמובן העובדה שהוא לא דורש נשיאה פיזית של מקלדת או מכשיר נייד כדי להזין נתונים, ולכן קהל היעד המרכזי אליו פונה נע בין עובדים בתחום הבריאות, הייצור והאבטחה.\nנכון לעכשיו לא שוחררו פרטים לגבי התוכנה עצמה, החומרה בה יעשה שימוש, או איך המערכת עובדת מאחורי הקלעים. יחד עם זאת, NEC מבהירה כי לא מדובר בקונספט בלבד, וגרסה מסחרית של המערכת צפויה לצאת ולהיות זמינה לציבור הרחב מתישהו בשנת 2016, כשתג המחיר כמובן עדיין לא ידוע.\nאם התלהבתם מהרעיון, בוודאי תשמחו לדעת שמקלדות וירטואליות מתחילות לצוץ לאט לאט בשוק וכבר עכשיו ניתן לרכוש אחת כזו. אחת האופציות היא מקלדת לייזר חסכונית במקום, שתהפוך כל שימוש סטנדרטי בסמארטפון או בטאבלט שלכם להיראות כאילו נלקח מסצינה בסרט מדע בדיוני. מקלדת הלייזר מתחברת למכשיר אנדרואיד ו-iOS באמצעות קישוריות בלוטות׳, ותקרין על כל משטח – מקלדת לכל דבר. מחירה של המקלדת עומד על לא פחות מ-400 דולר.\n", "keywords": "nec,מקלדת וירטואלית,מציאות רבודה,ar,טכנולוגיה,גאדג׳ט,מקלדת,מקלדת לייזר,משקפיים חכמים,שעון חכם,smart watch,watch,מקלדת nec,פיתוח יפני"}