{"url": "https://www.geektime.co.il/apple-mac-pro-ultimate-specs/", "type": "article", "title": "המחשב-מפלצת של אפל זמין עכשיו לרכישה ויעלה עד 180 אלף ש''ח: זה מה שתקבלו", "description": "לא תפנקו את המחשב שלכם במסך החדש של אפל שעולה 6000 דולר? וגלגלים ב-400 דולר? חכו, רק התחלנו", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/Screen-Shot-2019-12-11-at-10.00.24-1576051319-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-11T10:13:52Z", "modified_time": "2019-12-11T10:28:38Z", "articleBody": "לא תפנקו את המחשב שלכם במסך החדש של אפל שעולה 6000 דולר? וגלגלים ב-400 דולר? חכו, רק התחלנו\nתמונה: אפל\nאחרי שנים של המתנה ליחס מצד אפל, קהילת ה-Pro, אלו שמשתמשים במוצרי למטרות מקצועיות שדורשות כוח מיחשוב מאסיבי, סופסוף קיבלו את המענה הראוי עם הכרזת ה-Mac Pro החדש. כעת אפל מאפשרת לכם להזמין את המחשב הנכסף עם העיצוב המשונה, וחושפת גם את המפרטים השונים שאתם יכולים להרכיב לו. למרות שמדובר במפרט מפלצתי, גם מעריצי אפל הגדולים ביותר לא יצליחו להישאר אדישים אל מול המחירים.\nמקור: אפל\nתצורת הבסיס של המק פרו החדש מגיעה עם מפרט מרשים בפני עצמו: מעבד Xeon W בעל 8 ליבות של אינטל שמסוגל להגיע ל-4.0GHz במצב טורבו, 32 גיגה של זיכרון RAM, מעבד גרפי Radeon Pro 580X עם 8 גיגה זיכרון GDDR5, נפח אחסון של 256 גיגה מסוג SSD ואפל אפילו תזרוק לעסקה את העכבר והמקלדת שלה. כל זאת תמורת 6,000 דולר.\nהמק פרו, בניגוד לרוב מכשירי אפל, הוא מחשב שניתן להתאמה כמעט אישית עבור הצורך של כל משתמש מקצועי (שיכול להרשות לעצמו את המחיר, כמובן), וכך אתם יכולים לשחק עם המפרט שלו באתר של אפל ולהרכיב את מחשב חלומותיכם, רק שיש לו מחיר מרשים עבור מפרט מרשים: מעבד Xeon W עם 28 (!) ליבות ו-56 תהליכונים (Threads) שמסוגלים להגיע עד ל-4.4GHz במצב טורבו, זכרון RAM של 1.5 טרה 2933MHz RAM שמורכב מלא פחות מ-12 יחידות של 128 גיגה, נפח אחסון של 4 טרה SSD, המורכב משני כוננים של 2 טרה (ובהמשך תוכלו גם לקנות כונן SSD בנפח 8 טרה תמורת מחיר לא ידוע), שני מעבדים גרפיים מסוג Radeon Pro Vega II Duo שהם בעצם 4 מעבדים גרפיים שלכל אחד מהם 32 גיגה וכרטיס האצת קידוד ופענוח של קובצי וידאו (״Afterburner״).\nתמונה: אפל\nכל אחד מהשדרוגים הללו עולה אלפים רבים של דולרים (ולעיתים מעבר לקו ה-10,000 וה-20,000 דולר) ולכל המפרט מעורר התיאבון הזה אתם יכולים להוסיף גם גלגלים מיוחדים למק פרו, שתאמינו או לא, עולים 400 דולר. כן, 400 דולר לגלגלים. אם תרכיבו את המק פרו בתצורה המקסימלית הזאת תגיעו לתג המחיר הקסום של 52,599 דולר, שהם בערך 183 אלף שקלים, לא כולל מיסים. מה שכן, כדאי לזכור שהמק פרו מגיע ללא מסך, ואתם לא באמת מתכננים לחבר את המחשב היוקרתי הזה למסך הנחות שיש לכם במשרד, נכון?\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nבדיוק בשביל זה אפל השיקה לצד המק פרו גם את המסך החדש שלה, ה-Pro Display XDR, שמגיע בגודל 32 אינץ’ ברזולוציית 6K של 6016×3384 פיקסלים, ניגודיות של 1,000,000: ומסגרת דקה מאוד בעובי של 9 מ”מ. הוא מסוגל להקרין תמונה בבהירות קבועה של 1,000 ניטים ואפשרות להגיע עד ל-1,600 ניטים, ואמור לשים דגש חזק מאוד על צבעוניות עשירה אך מדויקת ב-10-ביט ותאימות לתקן P3. המסך מצויד בחיבור Thunderbolt 3, מה שאומר שתוכלו לשרשר אליו 6 מסכים. בעבורו, תצטרכו להיפרד מ-4,999 דולר בגירסה הרגילה, או 5,999 דולר בגירסת ה-Nano Texture שהיא בעצם סוג של גירסת Matte עם פחות השתקפויות. נזכיר בשלב הזה שהמסך מגיע בלי מעמד, ובעבור מתאם VESA תצטרכו לשלם 200 דולר, או לא פחות מ-999 דולר עבור המעמד המיוחד שאפל ייצרה עבורו.\nנשאר לכם קצת כסף? יופי, כי עוד לא סיימנו. זוכרים שקודם הרכבנו את מפרט החלומות עם שני מעבדים גרפיים כפולים? אז לכל אחד מהם אתם יכולים גם לחבר שני מסכי XDR. אז אם אנחנו כבר משחקים במשחק הפאזל היוקרתי בעולם של אפל, המחשב החזק ביותר בתולדות אפל, עם 8 מסכי XDR מהסוג הטוב ביותר עם 8 מעמדים (ולא לשכוח את הגלגלים היוקרתיים), מגיע למחיר לא יאומן של 101,585 דולר (אם כי האתר של אפל יאפשר לכם להזמין בשלב הזה רק 5 מסכים בהזמנה אחת). אנחנו צריכים הפסקה רגע.\nמקור: אפל\nבין אם תרכיבו את המפרט הבסיסי, המפלצתי או כל מה שביניהם (ויש לא מעט אפשרויות שכאלו), כדאי שתדעו שאם תקנו את מסך ה-XDR עם ה-Nano Texture, אפל ממליצה לנקות אותו אך ורק עם המטלית המיוחדת שמגיעה בערכה וזאת מאחר שמדובר במוצר עדין במיוחד. גם המטלית עצמה דורשת טיפול מיוחד, ותצטרכו לשטוף אותה ידנית בלבד עם מעט סבון כלים, מים, ולתת לה להתייבש במשך לפחות 24 שעות לפני שאתם משתמשים בה על המסך המדהים שלכם. אם תאבדו את המטלית או חס וחלילה תהרסו אותה, אפל מוסרת שתצטרכו להתקשר לתמיכה שלה כדי להשיג חדשה, אך טרם נמסר המחיר שלה.\n\n\n\n\n\n\nמי יהיו הסטארטאפ, הקרן והאקסלרטור של השנה?\nהגישו את המועמדים שלכם לפרסי ה-GeekAwards\n\n\n", "keywords": "אפל,מק פרו,מק,mac pro,apple,pro display xdr,xdr,display"}