{"url": "https://www.geektime.co.il/huawei-mate-30-no-us-parts/", "type": "article", "title": "בלי טובות: ה-Mate 30 של וואווי לא כולל בתוכו אף רכיב אמריקאי", "description": "בדיקת מעבדה חושפת כי למרות החרם של טראמפ, וואווי יכולה לייצר מכשיר פרימיום ללא אף רכיב חומרתי אמריקאי. מה לגבי התוכנה? כאן מתחיל כאב הראש הגדול שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/IMG_20190919_163203-1568919937-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-04T11:49:55Z", "modified_time": "2019-12-04T11:49:55Z", "articleBody": "בדיקת מעבדה חושפת כי למרות החרם של טראמפ, וואווי יכולה לייצר מכשיר פרימיום ללא אף רכיב חומרתי אמריקאי. מה לגבי התוכנה? כאן מתחיל כאב הראש הגדול שלה\nצילום: גיקטיים\nמזה שנה ש-Huawei, יצרנית הסמארטפונים מספר 2 בעולם, שהיתה בדרך להדיח את סמסונג ולהיות הראשונה בעולם, מתמודדת עם סנקציות, חרמות, דרמות, והמון מקלות בגלגלים; החל מהאשמות בגין גניבת סודות מסחריים, הלבנת הון והונאה, לחרם של טראמפ שכבר הוסר חלקית, ועד לעובדה שהיא השיקה לאחרונה סמארטפון חדש ומתקדם שמגיע ללאוהאפליקציות של גוגל. אבל כנראה שהביטוי ״מה שלא הורג אותך, מחשל אותך״ בהחלט רלוונטי עבור וואווי, כי החברה ממשיכה להוכיח שכל אלו לא עוצרים אותה, והיא יכולה אולי להסתדר גם בלי טובות מהאמריקאים.\nעל פי דיווח שפורסם לראשונה ב-Wall Street Journal, מכשיר הדגל האחרון של וואווי, ה-Mate 30, לא כולל בתוכו אף רכיב שפותח או יוצר בארצות הברית. UBS בשיתוף פעולה עם המעבדה היפנית  Fomalhaut Techno Solutions פירקו את המכשיר לגורמים וגילו כי וואווי הצליחה למצוא אלטרנטיבות לא-אמריקאיות לכל רכיבי החומרה שעד כה היא נהגה להשתמש בהם במכשיריה.\nכך למשל במקום מגבר שמע מתוצרת Cirrus Logic האמריקאית היא רכשה אחד מחברת NXP ההולנדית, ואת רכיבי ה-WiFi ובלוטות׳ שסופקו על ידי Broadcom היא החליפה ב-HiSilicon, חברת הבת שלה לייצור מעבדים. בנוסף, נעזרה החברה גם ב-MediaTek הטיוואנית ו-Murata היפנית כדי להחליף רכיבים נוספים שעד כה סופקו לה על ידי חברות אמריקאיות. יחד עם זאת, פירוק לגורמים של ה-Mate 30 Pro 5G שנעשה על ידי Tech Inights חושף כי בדגם זה וואווי דווקא לא הצליחה למצוא אלטרנטיבות לכל הרכיבים, וניתן למצוא בו חומרה מתוצרת Qualcomm ו-Texas Instruments האמריקאיות.\nבהצהרה שנתנה וואווי ל-WSJ נאמר כי: ״ההעדפה הברורה של החברה היא להמשיך לשלב ולקנות רכיבים משותפים אמריקאים. אם זה יתברר כבלתי אפשרי בגלל החלטות ממשלת ארה״ב, לא תהיה לנו ברירה אלא למצוא היצע חלופי ממקורות שאינם אמריקאים״.\n\n\n\n\n\n\nמי יהיו הסטארטאפ, הקרן והאקסלרטור של השנה?\nהגישו את המועמדים שלכם לפרסי ה-GeekAwards\n\n\n\nאמנם מבחינה חומרתית נראה כי וואווי הצליחה להסתדר באופן כמעט מלא למרות החרם האמריקאי, אבל בכל הקשור לתוכנה – זה כבר סיפור אחר. ה-Mate 30 שהושק לאחרונה מגיע עם Android Open Source Project, גרסה מופשטת למדי של אנדרואיד, שלא כוללת כברירת מחדל אף אחת מהאפליקציות של גוגל, בהן ה-Google Play. מה זה אומר? לא תוכלו להתקין על המכשיר אפליקציות בסיסיות כמו ג׳ימייל ויוטיוב, ותצטרכו או להשתמש בשירותים הללו בדפדפן המובנה (לא כרום כמובן) – ממש כמו ב-PC שלכם או להיות תלויים בחנות האפליקציות של וואווי, שהיא מוגבלת משמעותית מהגוגל פליי בהיצע שלה.\nהאלטרנטיבה של וואווי לאנדרואיד של גוגל, למרות שהיא מבהירה שהיא לא מנסה להתחרות בה באף צורה, היא HarmonyOS, מערכת ההפעלה העצמאית שלה שנחשפה באופן רשמי לפני כשלושה חודשים. בחברה הדגישו כי לפחות בשלב זה, כל המכשירים מתוצרתה ימשיכו להריץ את מערכת ההפעלה המוכרת של גוגל (בגרסתה המינימלית), ורק אם לא תהיה ברירה והם לא יורשו להשתמש יותר באנדרואיד, הם ישתמשו ב-HarmonyOS, בתור גיבוי.", "keywords": "וואווי,mate 30,huawei,huawei mate 30,מייט 30,מייט 30 פרו,אנדרואיד,גוגל"}