{"url": "https://www.geektime.co.il/lenovo-cast-streamer/", "type": "article", "title": "לנובו השיקה מתחרה לכרומקאסט תמורת 49 דולר", "description": "באיחור אופנתי לנובו הכריזה על ה-Lenovo cast, הסטרימר הראשון מביתה שינסה להתמודד ראש בראש עם הכרומקאסט. בהתחשב בכך שמאפשר הצגת כל תוכן ושיקוף של מכשיר הסמארטפון, יש מצב שגם יצליח", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/lenovo.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-28T10:09:27Z", "modified_time": "2015-05-28T10:09:27Z", "articleBody": "באיחור אופנתי לנובו הכריזה על ה-Lenovo cast, הסטרימר הראשון מביתה שינסה להתמודד ראש בראש עם הכרומקאסט. בהתחשב בכך שמאפשר הצגת כל תוכן ושיקוף של מכשיר הסמארטפון, יש מצב שגם יצליח\nמקור: Lenovo\nלנובו חשפה את מכשיר שיתוף המדיה הראשון מתוצרתה המאפשר הזרמה של מגוון תכנים ישירות אל מסך הטלוויזיה, באמצעות מכשירי אנדרואיד. כמקובל, הדונגל מתחבר ליציאת ה-HDMI של הטלוויזיה או כל צג (תומך ב-HDMI 1.3) ומסתנכרן עם רשת ה-WiFi, אך מתיימר להציג חוויה אינטואיטיבית למדי שתכלול את האפשרות לשקף את התוכן בסמארטפון באופן מלא על מסך הטלויזיה ללא צורך בתמיכה ספציפית של אפליקציה כזו או אחרת.\nה-Lenovo cast כולל עיצוב מעט שונה שככל הנראה נועד להבליט אותו על פני המתחרים; בשונה מדונגלים להזרמת תכנים בהם נתקלנו עד כה, פה מדובר במכשיר מעוגל, כזה שיהיה קשה להסתיר מאחורי הטלויזיה. הדונגל החדש מתחבר באמצעות חיבור HDMI ושונה במידה ניכרת ממכשירים דומים כדוגמת זה של גוגל, ולא רק בגלל שנראה כמו דיסקוס.\nייחודו של ה-Cast בא לידי ביטוי בכך שמתחבר ל-DNLA, סמארטפון, טאבלט או מחשב נייד התומכים ב-Miracast, ומאפשר צפייה בוידאו, תמונה ושיקוף של מכשיר הטלפון באיכות של 1080P. לצורך העניין, אופציה זו איננה קיימת ב-Chromecast הפופולארי של גוגל, אשר ׳סה״כ׳ מאפשר צפייה בתכנים מיוטיוב או כל אתר אחר שכולל תמיכה ספציפית בו באמצעות דפדפן הכרום עצמו ובפרופורציות מוגבלות. תכונה מעניינת נוספת בה מתגאה הדונגל החדש היא האפשרות לשדר תכנים במרחק של עד 20 מטר, גם דרך קירות באמצעות תדר WiFi כפול של 2.4GHz ו-5GHz.\nהשוק אליו בחרה להיכנס לנובו גועש ותחרותי למדי, ואחת הדרכים על מנת להתמודד עימו היא באמצעות תג מחיר נוח. יחד עם זאת, כנראה שעל איכות משלמים, שכן בעוד שמחירו של הכרומקאסט של גוגל, נע סביב ה-35 דולרים, זה של לנובו יעלה לכם כ-49 דולר. בהתחשב בכך שה-Cast מגיע עם איכויות וביצועים מרשימים ומגוונים יותר, יתכן כי יצליח לכבוש גם הוא את מצעדי המכירות ואף יציב סטנדרטים חדשים.\nחשיפתו של הסטרימר מגיעה בתזמון מושלם, שעות ספורות לפני שגוגל עשויה להכריז על גרסה חדשה לכרומקאסט בכנס המפתחים שלה. את ההשלכות של הסטרימר החדש נוכל לראות רק בעוד מספר חודשים, שכן זה צפוי לצאת לשוק רק במהלך חודש אוגוסט.", "keywords": "lenovo cast,lenovo,לנובו,סטרימר,דונגל,כרומקאסט,chromecast,hdmi,hdtv,google,android,גוגל,אנדרואיד,streamer"}