{"url": "https://www.geektime.co.il/ouya-soon-in-stores/", "type": "article", "title": "הושקה: Ouya, קונסולת משחקים ב-99 דולר", "description": "קונסולת המשחקים Ouya הצליחה לעורר לעניין רב בקרב השחקנים, וכעת החברה מאפשרת גם למי שלא השקיעה בפרוייקט הקיקסטארטר שלה אפשרות לרכוש את המוצר המסקרן", "image": "https://files.geektime.co.il/wp-content/uploads/2013/03/ouya.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-03-29T10:24:08Z", "modified_time": "2013-03-29T15:11:35Z", "articleBody": "קונסולת המשחקים Ouya הצליחה לעורר לעניין רב בקרב השחקנים, וכעת החברה מאפשרת גם למי שלא השקיעה בפרוייקט הקיקסטארטר שלה אפשרות לרכוש את המוצר המסקרן\nמקר: יח”צ\nקונסולת המשחקים Ouya, שהצליחה לכבוש את השוק בסערה באמצעות פרוייקט קיקסטארטר מוצלח במיוחד החלה להשלח אל הלקוחות הראשונים. כעת, החברה העומדת מאחורי הפרוייקט מבטיחה לכל השחקנים שלא הספיקו לרכוש את המוצר כי גם להם תהיה הזדמנות להתנסות בקונסולה.\nהחל מה-4 ביוני החברה תחל למכור את הקונסולה באמצעות GameStop, אמזון ו-Best Buy לצד ספקים נוספים. החנויות המקוונות מתחילות כבר עכשיו לרשום הזמנות מוקדמות מהמשתמשים, כאשר מחירה של הקונסולה נשאר זהה למחיר שהוצע במסגרת פרוייקט הקיקסטארטר של החברה: 99 דולרים. במחיר זה תקבלו את הקונסולה, שלט רחוק בתוספת 2 סוללות AA הנדרשות להפעלתו ואפילו כבל HDMI לחיבור הקונסולה לטלוויזיה.\nבמידה ועדיין לא יצא לכם להכיר, קונסולת המשחקים Ouya מבוססת על פלטפורמת אנדרואיד וכוללת קונסולה ובקר משחקים שבליבם פועם מעבד טגרה 3, זיכרון פנימי RAM בנפח 1GB, נפח אחסון בגודל 8GB, קישוריות WiFi, בלוטות’ 4, ויציאות USB 2 ו-HDMI. מחירה של הקונסולה עמד על 99 דולרים בשלב הראשוני של הפרוייקט, שקיווה לאסוף בסך הכל 950 אלף דולרים.\nלהפתעתה של ג’וליה אורמן (Julie Uhrman), הבחורה שעומדת מאחורי המיזם ואשר ייסדה את Ouya, הפרוייקט הפך לאחד מהמוצלחים ביותר בקיקסטארטר שלמעשה הצליח לאסוף את סכום הכסף המבוקש בתוך 8 שעות בלבד מרגע עליית עמוד הגיוס לאוויר. בסיום 30 הימים בהם רץ הפרוייקט, הצליחה החברה לגייס סכום מרשים במיוחד של 8.6 מיליון דולרים.\nפרוייקט Ouya מעוניין לרתום את הצלחת תחום המובייל של השנים האחרונות לגיימינג, לאחר שהסמארטפונים והטאבלטים גזלו מהקונסולות הותיקות את הפופולאריות והובילו מפתחים רבים לנטוש אותן במטרה להגיע לקהל גדול הרבה יותר. Ouya יכולה לעשות לתחום הגיימינג את מה שהאייפון עשה לשוק הסלולר, בזכות קונסולה מבוססת קוד פתוח המציעה אפשרות להוריד משחקים באמצעות חנות אפליקציות. מדובר באופציה שיכולה לעניין ולהלהיב משתמשים רבים, ולהוביל המון יוזמות ישירות לסלון הביתי במחירים הוגנים וזולים במיוחד.\nמצד שני, הנתונים של הקונסולה החדשה יחד עם הכסף הרב המושקע במשחקים יקרים ומורכבים, יגרום לה ככל הנראה לייצר נישה נוספת לצד הקונסולות הותיקות ולא באמת להחליף אותן. ובכל זאת, לפחות ברמה הסטטיסטית, הפרוייקט הוכיח מעל לכל ספק כי קהל הגולשים בהחלט מביע עניין במוצר שכזה, וכעת נותר להמתין ולראות האם אכן הקונסולה שווה את הכסף, או שכדאי להשאר עם היצרניות הגדולות והמוכרות כשזה מגיע לתחום משחקי הסלון.\nוידאו: הצצה לפרוייקט Ouya\n", "keywords": "console platforms,tv game console,consoles,console,ouya,קונסולת משחקים,קונסולות,קונסולת משחקים ניידת בקוד פתוח,קונסולות משחקים,קונסולות משחק,קונסולה,קונסולה חדשה,קונסולת משחקים חדשה,אויה,משחק,משחקים,קיקסטארטר,kickstarter,games,game,"}