{"url": "https://www.geektime.co.il/ps4_reveal/", "type": "article", "title": "עכשיו זה רשמי: סוני הכריזה על הפלייסטיישן 4 [סיכום מסיבת העיתונאים]", "description": "במסיבת עיתונאים שנערכה אתמול דיברו סוני כמעט על הכל - חומרה, רשת, בקרים ומשחקים. הכל - חוץ ממחירו ותאריך ההשקה.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/02/ps4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-21T09:10:17Z", "modified_time": "2013-02-21T14:44:12Z", "articleBody": "במסיבת עיתונאים שנערכה אתמול דיברו סוני כמעט על הכל – חומרה, רשת, בקרים ומשחקים. הכל – חוץ ממחירו ותאריך ההשקה.\nמקור: צילום מסך\nבמסיבת עיתונאים מרשימה למדי שנערכה אמש (ד’) חשפה סוני את קונסולת הדור הבא שלה, ונראה שמדובר בקונסולה מרשימה ביותר. בלי יותר מדי הקדמות מיותרות – הנה הפרטים שנחשפו אתמול, ויש הרבה כאלה.\nלא ניתנו פרטים מדוייקים לחלוטין, אבל נראה שרוב השמועות על חומרת הקונסולה הבאה היו נכונות מלבד אחת. הקונסולה תכלול מעבד X86 עם שמונה ליבות, כרטיס מסך של AMD שמסוגל גם לבצע חישובים שאינם גרפיים (GPGPU) ותכלול שמונה גיגה זיכרון (ולא ארבעה כמו שאמרו השמועות) מסוג GDDR5 – זכרון מהיר שנמצא לרוב רק על כרטיסי מסך, ולא בכל המערכת.\nבסך הכל מאפשרת החומרה קרוב ל-2 tflops – כמעט פי 10 יותר חישובים בשניה מאשר הפלייסטיישן 3. בנוסף מכילה הקונסולה מספר שבבים יעודיים – אחד לניהול העלאות והורדות, כדי למנוע פגיעה במשאבי מערכת כשמבצעים הורדה בזמן משחק, והוא יאפשר אפילו הורדה ללא הדלקה של הקונסולה. שבב אחר מטפל בדחיסה ופריסה של וידאו בזמן אמת, מה שמאפשר להקליט ולשתף סרטי משחק בקלות – עוד על זה בהמשך. בנוסף, לקונסולה תהיה תכונה דומה לזו שקיימת בקונסולות ניידות – כיבוי והדלקה מהירים, כשמצב הקונסולה נשמר בכיבוי, כך שאפשר לכבות את הקונסולה, להדליק אותה, ולהמשיך מיד בדיוק מהמקום בו עצרתם.\nכבר נאמר שלפלייסטיישן יהיה בקר חדש, ונראה שכל השמועות לגביו נכונות – כולל זו שכבר נאמר עליה שהיא לא נכונה בעבר. הבקר כולל משטח מגע במקום שבו נמצאו עד היום כפתורי Start-Select, הוא כולל שקע אזניות – בדומה לבקר האקסבוקס הנוכחי, נורה שתאפשר למצלמה לעקוב אחריו בדומה לבקר ה”זוז”, יש בו שקעים בקצה הסטיקים במקום בליטות, מה שיקטין את מספר ההחלקות של האצבעות מהסטיקים, והוא כולל כפתור שיתוף, שיאפשר מגוון אפשרויות חברתיות, כמו העלאה של סרטונים מתוך המשחק בו שיחקתם לאחרונה.\nכדי לדבר על הרשת של פלייסטיישן עלה דייויד פרי מ-Gaikai. חברת הזרמת המשחקים שנרכשה על ידי סוני תטפל בכל נושא הרשת של סוני – חדשות מצויינות, במיוחד בהתחשב ברשת החלשה של קונסולת הפלייסטיישן 3. הוזכרו מגוון שירותים כמו הזרמת משחקים – באמצעותה ניתן יהיה לשחק במשחקי פלייסטיישן 3 שאינם נתמכים לאחור, או שיתוף וצפיה במשחק – לא מדובר בסתם העלאה של סרטונים מתוך המשחק, כפתור השיתוף יאפשר לכם לחשוף את המשחק שלכם לרשת, וצופים יוכלו לצפות בדיוק במה שאתם רואים על המסך.תוכלו לאפשר להם לכתוב תגובות ואפילו להעביר את השליטה במשחק לאחד הצופים כדי שיעבור עבורכם קטע קשה או יראה לכם משהו.\nגם שימוש במסך שני דרך הרשת הוא עכשיו חלק מארכיטקטורת הקונסולה. זה יאפשר משחק דומה לזה שמתאפשר על קונסולת הווי, אבל גם משחק ושליטה דרך האינטרנט באמצעות הטלפון החכם או הטאבלט. המערכת תלמד להכיר את הטעם שלכם, ותעשה משהו מאוד מדאיג – תוריד עבורכם באופן אוטומטי תכנים שמתאימים לכם. מטריד למדי.\nאחרי הצגת החומרה עלו מפתחי משחקים שונים, אבל רבים לא באמת הציגו משחקים, אלא ביצעו הדגמות טכניות של דברים שיתאפשר באמצעות הקונסולה החדשה. דייויד קייג’, יוצר “גשם כבד”, דיבר על הדמויות במשחקים שלו – ב”גשם כבד” כל דמות הורכבה מכ-15,000 פוליגונים, ובמשחק הבא שיצא לקונסולת הפלייסטיישן 3 תכלול כל דמות כ-30,000 פוליגונים. לאחר מכן הוא הראה ראש ברמת פירוט מדהימה, שמסוגל להביע רגשות. נראה מאוד מרשים, אבל לא ברור עד כמה זה באמת ישים וכמה יעלה לעשות משחק שמכיל מספר דמויות מפורטות כל כך.\nMedia Molecule, האולפן שמאחורי Little Big Planet, הראו כלי ל”פיסול בחימר” באמצעות בקר ה”זוז”. לאחר מכן הציגו מספר בובות שנשלטו על ידי בקרי זוז, שרקדו וניגנו – איכות הגרפיקה הייתה קרובה לזו שניתן לראות בסרטי אנימציה, או לפחות סרטי אנימציה בני כמה שנים. היה מרשים מאוד.\nSquare Enix הראו את הסרטון הידוע “הפילוסופיה של אגני” רץ על פלייסטיישן 4, אבל באיכות ההזרמה לא ניתן היה לדעת עד כמה הסרטון שונה ממה שהיה במחשב רב העוצמה עליו ההדגמה הורצה בפעם הקודמת שהוצגה. הם גם הבטיחו משחק פיינל פנטזי חדש עבור הקונסולה החדשה, וביקשו מהקהל להתרגש לקראת E3 השנה.\nהוצגו גם לא מעט משחקים. מארק סרני, ארכיטקט המערכת, הראה את המשחק עליו הוא עובד בימים אלה שנקרא Knack ולמען האמת לא נראה מאוד מרשים או מאוד “הדור הבא”.\n\nג’ונתן בלואו, יוצר המשחק העצמאי המהולל Braid הראה את המשחק הבא שלו – The Witness. משחק חידות שיציע כ-25 שעות משחק. גם הוא לא נראה מדהים מבחינה ויזואלית, אבל מדובר במשחק עצמאי, נקווה שהוא יהיה מוצלח כמו המשחק הקודם של בלואו.\n\nאולפני גרילה, היוצרים של סדרת קילזון, הראו משחק חדש בסדרה – Killzone Shadowfall. אחרי הפיאסקו של הפעם הקודמת, בה הציגו סרטון מרונדר מראש ואמרו שהוא מרונדר בזמן אמת, הפעם הם הקפידו לשים על הבמה, במקום בולט, מישהו עם בקר שישחק במשחק. בסיום גם נעשה שימוש בכפתור השיתוף וסרטון המשחקיות הועלה מיד ישירות לפייסבוק. המשחק עצמו נראה פשוט מעולה ומתחרה בקלות במשחקים היפים ביותר שרצים על PC בימינו בהגדרות המקסימליות.\n\nדרייבקלאב הוא משחק נהיגה עם גרפיקה שנראית פשוט פוטוריאליסטית. המשחק מבוסס על נהיגה בקבוצות, אבל לא לגמרי ברור מה משמעות העניין ואיך זה שונה ממשחקי נהיגה אחרים – לפחות בזמן הנהיגה.\n\nSucker Punch הראו את המשחק הבא בסדרת Infamous, אבל זה היה טריילר מרונדר מראש. נחכה לעוד פרטים בנושא בהמשך.\n\nקאפקום הציגו מנוע גרפי עליו הם עובדים עבור הקונסולה שנקרא Panta Rhei, וגם משחק שמבוסס על המנוע ומפותח במקביל אליו שעונה לשם הזמני Deep Down. ראינו אביר, נזיר ועוד דמויות תקופתיות, ואז האביר נלחם בדרקון. הגרפיקה הייתה פשוט מדהימה, והיו כמה קטעים שבאמת נראו כמו משחקיות, אבל קשה לדעת אם לא מדובר בסרטון מרונדר מראש.\n\nכשאוביסופט הציגו את Watchdogs בשנה שעברה, רבים חשדו שמדובר בכותר לדור הבא. נראה שהם צדקו – נציג אוביסופט עלה לבמה והדגים את המשחק, שנראה מרשים ומעניין מאוד, אפילו אם הממשק יותר מדי דומה לזה של Assassins’ Credd.\n\nלראשונה במסיבת עיתונאים של קונסולה עלה לבמה נציג בליזארד ודיבר על דיאבלו 3 לפלייסטיישן 3 ו-4, אבל לא הראה ממנו דבר. הובטח מצב מרובה משתתפים מקומי שיאפשר לארבעה שחקנים לשחק באותו מסך – נשמע נהדר, חסרים משחקים כאלה בקונסולות בשנים האחרונות.\nאחרונים חביבים עלו אקטיויז’ן, שהביאו את נציגי באנג’י שידברו על Destiny. לא נחשפו פרטים חדשים על המשחק, אבל גם הוא יהיה זמין לפלייסטיישן 3 ו-4, ויכלול תוכן בלעדי לפלייסטיישן. סרטון הציג כמה קטעים מתוך המשחק, אבל הם לא נראו מרשימים במיוחד.\n\nובזה הסתיים האירוע. שקופית הבטיחה שהקונסולה תהיה זמינה בחגים – לא מפתיע בכלל. לאורך כל הערב הובטחו עוד הרבה חדשות לאורך השנה, נחכה לתאריך השקה רשמי וגם לתג מחיר – כל החומרה הזאת, עם כל השבבים היעודיים הללו, בטח לא יכולה להיות זולה במיוחד.\nבסופו של דבר, נראה שההבדל העיקרי בין הדורות הוא רמת הגרפיקה, ולא משהו מהותי יותר – כל יכולות הרשת של הקונסולה אפשריות גם עם קונסולות אחרות, כולל הפלייסטיישן 3, אבל מהבחינה הזאת מדובר בקפיצה רצינית. האם הקפיצה תספיק כדי להוציא את סוני מהבוץ אליו נקלעה בשנים האחרונות? נצטרך בעיקר לחכות למה שיש למיקרוסופט להגיד בנושא לפני שאפשר יהיה בכלל לנסות לענות על השאלה הזאת.", "keywords": "sony,sony ps4,playstation,sony playstation,sony playstation 4,sont playstation,sony\\'playstation,playstation 4,playstaion,סוני,פלייסטיישן,סוני פלייסטיישן,סוני פלייסטיישן 4,הכרזה על פלייסטיישן 4,פלייסטישן,פלייסטיישן 4,קונסולת משחקים,קונסולות,קונסולות משחקים,קונסולות משחק,קונסולה,tv game console,consoles,console,playstation network,רשת פלייסטיישן,gaikai,knack,braid,killzone shadowfall,drive club,suker punch,infamous,capcom,panta rhei,deep down,watchdogs,blizzard,diablo,destiny,"}