{"url": "https://www.geektime.co.il/microsoft-games-with-gold-october-2019/", "type": "article", "title": "מיקרוסופט חשפה את המשחקים החינמיים שלה לחודש אוקטובר לאקסבוקס", "description": "ג׳ייסון מיום שישי ה-13 ופיל חמוד ועצבני במיוחד מנסים למלא לכם את ימי החופש של אוקטובר, אבל לא בטוח שכולם יהיו מרוצים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/Games-With-Gold-1569741640-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-30T14:00:10Z", "modified_time": "2019-09-30T09:05:54Z", "articleBody": "ג׳ייסון מיום שישי ה-13 ופיל חמוד ועצבני במיוחד מנסים למלא לכם את ימי החופש של אוקטובר, אבל לא בטוח שכולם יהיו מרוצים\nתמונה: מיקרוסופט\nבדיוק בזמן לחופשות החגים שעומדות לקצר לכם את שבוע העבודה בצורה משמעותי, גם מיקרוסופט מודיעה על המשחקים החינמיים שלה למנויי שירות Xbox Live. משתמשי אקסבוקס יכולים להירשם לשירות הפרימיום ולקבל מידי חודש זוג משחקים חינמיים לאקסבוקס וואן וזוג משחקים חינמיים לאקסבוקסים הישנים תמורת תשלום חודשי/שנתי. לפעמים המשחקים מאכזבים את הקהילה ולפעמים מפתיעים לטובה. הפעם לא בהכרח תירשם התלהבות רבה.\nאחרי שבחודש ספטמבר מיקרוסופט פינקה במשחקים מוצלחים למדי, היא די מורידה את הרגל מהדוושה לחודש אוקטובר. החל מה-1 באוקטובר תוכלו להוריד את Tembo the Badass Elephant, משחק Side-Scrolling חמוד למדי בו אתם משחקים פיל חמוד וקשוח שיכול לרסק מכשולים במגוון שלבים בדרגת קושי עולה. רבים השוו את המשחק הזה לסוניק הקיפוד הוותיק, והמשחק זכה לקבלת פנים לא רעה מהמבקרים וקהל הגיימרים.\nב-16 באוקטובר תוכלו להוריד את Friday the 13th: The Game, המבוסס כמובן על סדרת סרטי ״יום שישי ה-13״ הקלאסיים. בדיוק שנה לאחר ששחקני הפלייסטיישן עשו זאת בחינם,  גם שחקני האקסבוקס יוכלו להיכנס לנעליו של הרוצח האיקוני, ג׳ייסון. זהו משחק מולטיפלייר אה-סימטרי, בו אחד מ-8 השחקנים נבחר לתפקיד ג׳ייסון ועליו למצוא ולרצוח את כל שאר השורדים. שאר השחקנים יצטרכו לנסות להימלט מידיו של ג׳ייסון באמצעות נפצים, מלכודות דובים ונשקים נוספים ברחבי המחנה, ולקוות לשרוד את הלילה הרצחני על ידי מילוי משימות או אפילו ניסיון להרוג את ג׳ייסון בכוחות עצמם. שיהיה לכם בהצלחה עם זה. המשחק מלא בלא מעט באגים והפיתוח שלו הופסק כמעט לחלוטין בעקבות תביעת זכויות יוצרים של התסריטאי המקורי שהופנתה בכלל למותג המקורי.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבזכות התמיכה לאחור של מיקרוסופט במשחקים מן העבר תוכלו לשחק ב-Bolt, המשחק המבוסס על הסרט וסדרת הטלוויזיה לילדים, בו תוכלו לשחק את בולט הכלב או את פני בהרפתקאות שונות. המשחק מיועד לכל המשפחה כך שתוכלו לשחק בו גם עם הילדים בשקט. כמו כן, בהמשך החודש תוכלו להוריד גם את Ninja Gaiden 3: Razor’s Edge, משחק האקשן בסדרה הוותיקה שזה לביקורות יחסית פושרות.\nמה דעתכם על המשחקים של חודש אוקטובר? מאוכזבים? מרוצים? ספרו לנו בתגובות\n﻿", "keywords": "משחקים,גיימינג,משחקים חינמיים,games with gold,אקסבוקס,אקס בוקס,מיקרוסופט,משחקים לאקסבוקס,xbox live,אקסבוקס לייב,אקס-בוקס"}