{"url": "https://www.geektime.co.il/thunderbolt-soon-in-pc/", "type": "article", "title": "רשמי: Thunderbolt בדרך למחשבי ה-PC", "description": "תקן ה-Thundebolt שנחשף לראשונה בפברואר השנה עם ליין מחשבי המקבוק פרו של אפל, יגיע בקרוב גם למחשבי ה-PC. צפוי להעניק תחרות קשה לתקן ה-USB 3.0.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/09/thunderbolt.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-09-15T13:17:55Z", "modified_time": "2011-09-15T14:50:27Z", "articleBody": "תקן ה-Thundebolt שנחשף לראשונה בפברואר השנה עם ליין מחשבי המקבוק פרו של אפל, יגיע בקרוב גם למחשבי ה-PC. צפוי להעניק תחרות קשה לתקן ה-USB 3.0.\nצילום: יח\"צ, הלוגו של Thunderbolt\nאחרי שנחשף לראשונה באופן רשמי בפברואר השנה על ידי אפל, צפוי תקן ה-Thunderbolt שפיתחה אינטל להגיע כעת גם למחשבי ה-PC ולעמוד ראש בראש מול תקן ה-USB 3.0.\nהתקן החדש שפיתחה אינטל תחת שם הקוד: LightPeak מהיר פי שניים מתקן ה-USB 3.0 והוא זכה להופעת בכורה בתחילת השנה תחת בלעדיות שניתנה לאפל וצפויה לפוג בקרוב.\nפורום המפתחים של אינטל שהתכנס לפני שעות אחדות בסן פרנסיסקו הצהיר כי תקן ה-Thunderbolt בדרכו למחשבי ה-PC. שתי החברות הראשונות שיחשפו מחשבים אולטרה ניידים מתוצרתן הכוללות את התקן החדש הן: Acer ו-Asus, שתיהן יטמיעו את תקן ה-Tunderbolt בסדרות המחשבים שיראו אור במהלך הרבעון הראשון של 2012.\nבמהלך הכנס הציגה אינטל הדגמה חיה של תעבורת הנתונים באמצעות העברת סרטון מכונן קשיח למחשב אחר במהירות שיא של 700MB לשנייה. מאחר ואינטל טרם הצהירה על תמיכה מלאה ב-USB 3.0, נראה כי העיכוב המכוון של ענקית השבבים נועד להעניק יתרון לתקן ה-Thundebolt שפותח על ידה וניתן תחילה לאפל תחת בלעדיות שצפויה לפוג בקרוב מאוד.\nתקן ה-Thunderbolt (בעבר: LightPeak) הוא תוצר של קונספט שהגתה אפל והועבר לפיתוחה של אינטל לפני מספר שנים. מדובר בתקן אופטי התומך בתעבורת מידע במהירות של עד 10Gbps (פי שניים מתקן ה-USB 3.0). הוא זול יותר, דק יותר ותומך במעבר נתונים בשני כיוונים באופן סימולטני (Full-Duplex).\nעל מנת לתפוס עד כמה מהיר תקן ה-Thunderbolt כדאי אולי לערוך השוואה קצרה שתתייחס למהירות התקנים המוכרים לנו כיום. תקן ה-Firewire 800 של אפל מציג תמיכה במהירות של עד 800Mbps, התקן הנפוץ ביותר היום, USB 2.0 תומך במהירות של עד 480Mbps, תקן ה-USB 3.0 שנועד להחליף את קודמו מציג מהירות של עד 3.2Gbps, ותקן ה-LightPeak נהנה ממהירות של 10Gbps, מהירות אגב שניתן יהיה להרחיב בשנים הקרובות לעד 100Gbps.\nבאופן מעט פרדוקסלי, התפוצה הרחבה של תקן ה-Thunderbolt בתחילת 2012 עשויה דווקא לתרום לאפל. נכון להיום, קשה לאתר אביזרים שהותאמו לתקן החדש והסיבה לכך נובעת בעיקר בשל העובדה שאת התקן ניתן לאתר אך ורק במחשבים של אפל. בשלב שחברות רבות יותר יציגו מחשבים בעלי חיבור Thunderbolt יתרבו גם המוצרים התומכים בתקן החדש ויהפכו אותו לפרקטי הרבה יותר. כך יהפוך החיבור לאטרקטיבי הרבה יותר עבור קהל המשתמשים, גם של אפל עצמה.\n", "keywords": "אפל,מקבוק פרו,מקבוק,תקן,תקנים,usb 3.0,usb,thunderbolt,lightpeak,intel,apple,אינטל"}