{"url": "https://www.geektime.co.il/intel-launches-7th-gen-core/", "type": "article", "title": "לפטופ דק יותר ממטבע: אינטל משיקה את דור המעבדים הבא שלה", "description": "אינטל השיקה רשמית את מעבדי הדור השביעי של מעבדי Core שלה; בתפריט: וידאו 4K, מציאות מדומה, וידאו 360 ומשחקים במהירות שיא", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/7th_Gen_Intel_Core_Y-series_angled_with_logo.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-30T16:05:20Z", "modified_time": "2016-08-30T16:09:38Z", "articleBody": "אינטל השיקה רשמית את מעבדי הדור השביעי של מעבדי Core שלה; בתפריט: וידאו 4K, מציאות מדומה, וידאו 360 ומשחקים במהירות שיא\nמקור: אינטל\nבשנים האחרונות אנחנו רואים זינוק בתוכני VR ו-AR, וידאו 4K, וידאו ב-360 ומשחקים בעלי דרישות גבוהות במיוחד. אינטל מנסה להדביק את הדרישה ומשיקה היום (ג’) את הדור השביעי של מעבדי Core (שם קוד Kaby Lake) שפותחו במרכז הפיתוח של החברה בחיפה.\nהמעבדים החדשים, המבוססים על מיקרו-ארכיטקטורה של 14 ננומטר, יחליפו את מעבדי הדור השישי של החברה שהיו מוכרים בכינוי Sky Lake ופותחו גם הם במרכז הפיתוח הישראלי של החברה. לדברי אינטל נוספו למעבדים החדשים “מנועי” מדיה ייעודיים שהותאמו לפורמטים של 4K UHD Codec, כמו למשל HEVC, 10bit ו-VP9 והם מאפשרים לנגן עד 9.5 שעות של וידאו 4K UHD. על פי החברה, המעבדים החדשים יאפשרו גם גלישה מהירה ב-19 אחוזים לעומת מחשבים שמבוססים על Sky Lake – זאת בזכות טכנולוגיית Intel Speed Shift. עוד שיפורים הם במעבד הגרפי המובנה שייקל על ניגון ועריכת וידאו באיכות 4K; וביעילות וצריכת החשמל של המעבדים – כך שניתן יהיה לתכנן ולייצר מחשבים והתקנים ללא מאוורר עם סוללה קטנה יותר והם יהיו דקים וקלים יותר מבעבר. באינטל מתגאים בכך שמחשבים היברידיים (מחשבי 2 ב-1), ללא מאוורר יהיו בעובי של פחות מ-7 מ”מ ומתקרבים לעובי של סמארטפונים.\nמחשבים עם מעבדי הדור השביעי יצויידו בחיבורי Thunderbolt 3 המאפשרים חיבור מטען, כבל וידאו וכבל דאטה לשקע רב-שימושי אחד, מסכי מגע או עטי סטילוס וכן ביישומי Microsoft Hello המאפשרים אבטחת מידע מרבית באמצעות זיהוי טכנולוגיית זיהוי פנים.\nצוות הפיתוח הישראלי. מקור: אינטל\nהמחשבים הראשונים עם המעבדים החדשים צפויים להגיע לשוק כבר בחודש הבא, כשלקראת עונת החגים של 2016, צפויים להגיע לשווקים יותר מ-100 מחשבים שונים של יצרניות כמו לנובו, דל, HP, אסוס, טושיבה ועוד.\nמעבדי ה-Kaby Lake יהיו האחרונים של אינטל במיקרו-ארכיטקטורת 14 ננומטר, כשהדור הבא של המעבדים, שם קוד Cannonlake, צפוי להיות מושק במחצית השנייה של 2017.", "keywords": "אינטל,דור שביעי,core,kaby lake,קייבי לייק,מעבד,צ\\'יפ,cpu"}