{"url": "https://www.geektime.co.il/cybereason-round-c-59m/", "type": "article", "title": "מגה גיוס: Cybereason הישראלית מגייסת 59 מיליון דולר", "description": "עם גיוס כולל של קרוב ל-90 מיליון דולר, המשקף לחברה שווי המתקרב לרבע מיליארד, סייבריזן הישראלי קוטפת את התואר החברה הישראלית בעלת קצב הצמיחה המהיר ביותר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/10/shutterstock_142414093.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-10-13T10:45:32Z", "modified_time": "2015-10-13T12:15:49Z", "articleBody": "עם גיוס כולל של קרוב ל-90 מיליון דולר, המשקף לחברה שווי המתקרב לרבע מיליארד, סייבריזן הישראלי קוטפת את התואר החברה הישראלית בעלת קצב הצמיחה המהיר ביותר\nניתוח של מיליוני אירועים בשנייה, ממשק ידידותי. מקור: Cybereason\nלפני פחות מחצי שנה השלימה החברה סבב גיוס שני בגובה של 25 מיליון דולרים, והיום מודיעה חברת הסייבר הישראלית Cybereason על השלמת סבב גיוס שלישי (Round C) בגובה של 59 מיליון דולר.\nאת הגיוס האחרון, המשקף לחברה שווי של קרוב לרבע מיליארד דולרים, הובילה חברת SoftBank Corp היפנית, הנחשבת לאחת ממפיצות התוכנה המובילות בשוק היפני. לאחר השקעה זו תהפוך  SoftBank למפיצה המובילה של פלטפורמת אבטחת הסייבר של Cybereason בשוק היפני. על-פי תנאי ההסכם, SoftBank ו-Cybereason ישתפו פעולה ביצירת היצע מוצרים שיאפשר לארגונים ביפן להתכונן מפני איומים מתקדמים ועיקשים ומתקפות סייבר מתוחכמות אחרות.\nלגיוס הנוכחי הצטרפו גם חלק מהמשקיעים הנוכחיים בחברה כגון הקרנות Charles River Ventures וספארק קפיטל והוא מעמיד את סך הגיוס של החברה על כ-89 מיליון דולרים ואת שווי החברה המוערך בקרוב לרבע מיליארד דולרים.\nCybereason מפתחת פלטפורמת אבטחה אקטיבית עבור ארגונים, המאפשרת להם לפקח באופן רציף אחר המערכות השונות בארגון במטרה לאתר פעולות סייבר שונות, הרבה לפני שהן קורות בפועל. הפלטפורמה למעשה משלבת בין מנוע Machine Learning מתוחכם לבין מנוע לניתוח Big Data, ומחפשת אחר חתימות ועקבות המסגירות פעולות זדוניות שונות, כגון רצף מוזר של התקנת תוכנות על מספר מחשבים באותה הרשת או פעולה אשר לא מתאימה לפרופיל המשתמש. לאחר זיהוי הפעולה, המערכת תתריע לאחד מאנשי אבטחת המידע המועסקים בחברה ותציג לו דו״ח ויזואלי מפורט המסביר בדיוק מה התרחש ברקע, לצד הצעות פוטנציאליות להמשך הפעולה בכדי למגר את הפירצה כמה שיותר מהר.\nהטכנולוגייה הייחודית שפיתחה Cybereason מאפשרת איסוף מידע ועיבוד נתונים בקצב של עד שמונה מיליון אירועים בשנייה, במטרה לזהות ולחשוף את המרכיבים המרכזיים במתקפה. המערכת מאפשרת לארגונים להפחית באופן משמעותי את זמן התגובה הנדרש לאיתור תקיפות סייבר, על בסיס זיהוי פעילויות זדוניות מוכרות ובלתי מוכרות.\nליאור דיב, מייסד-שותף ומנכ”ל Cybereason, מסר בתגובה לגיוס:”בשנה האחרונה Cybereason הוכיחה שהיא מסוגלת להגן על הארגונים הגדולים והיוקרתיים בעולם, הסובלים באופן יומיומי מאיומי מתקפות סייבר. השותפות עם SoftBank משחזרת את מודל השותפות שיצרנו עם לוקהיד מרטין (Lockheed Martin), הלקוח הראשון שלנו שגם השקיע בחברה, וגם חבר לה כשותף המוכר את מוצרי סייבריזון ועוזר לה לחדור לשווקים חדשים. המודל הזה מאפשר לנו להישאר גמישים ולהתמקד בחדשנות תוך מינוף האמינות, המשאבים והניסיון שרק ענקי התעשייה יכולים לתת לנו. אנו שואפים לשתף פעולה עם השחקנים הגדולים והמבריקים ביותר בתחום, המסוגלים להציע פלטפורמה ייחודית להתרחבות בשוק ומאפשרים לנו להאיץ את פיתוח היצע המוצרים החדש. אנו נרגשים לעבוד עם הצוות המצוין של Softbak על השקת פתרון אבטחה מתקדם ביפן, אזור הרוחש הערכה רבה לטכנולוגיה מצוינת”.\nCybereason הישראלית הוקמה על ידי יוצאי יחידת המודיעין 8200 ליאור דיב, יונתן שטרים־עמית ויוסי נער לפני פחות משנתיים ומפעילה כיום משרדים בבוסטון ומרכז פיתוח בתל אביב.\nסבב הגיוס השלישי של החברה, מעניק לה את התואר החברה הישראלית בעלת קצב הצמיחה הגבוה בהיסטוריה, לפחות מבחינת השווי על הנייר. השנה נהנת החברה מתנופת צמיחה מרשימה במיוחד עם זכייה בתחרויות ופרסים נחשבים בתעשיית הסייבר כגון  “אחת מחברות האבטחה המגניבות ביותר (עד כה) ב-2015″ של גרטנר, “הטכנולוגיה המתעוררת הטובה ביותר” מטעם מגזין SC הבריטי ונבחרה לאחת מ-10 החברות החדשניות ביותר בכנס RSA 2015.\n \nכנס הסטארטאפים הגדול בישראל יערך השנה זו הפעם השמינית בהבימה, תל אביב. במסגרת האירוע, יערכו הרצאות ופאנלים בנושאים החמים ביותר בסצינת הסטארטאפים בארץ, יעלו לבמה מיטב היזמים והמשקיעים המובילים בישראל וכמובן, תחרות הסטארטאפים השנתית, ה-Startup Arena שבה יחשפו לראשונה 10 סטארטאפים צעירים ומבטיחים. לרכישת כרטיסים\n\n\nקרדיט תמונה ראשית: Monitoring Room / Shutterstock", "keywords": "cybereason,סייבר,cyber,charles river ventures,spark capital,softbank,"}