{"url": "https://www.geektime.co.il/nvidia-announces-tegra-4-chip/", "type": "article", "title": "Nvidia חושפת את Tegra 4: מעבד המובייל המהיר בעולם [CES 2013]", "description": "יצרנית השבבים nVidia הכריזה על המעבד הבא בסדרת ה-Tegra של החברה, אשר צפוי לכלול מספר שיפורים משמעותיים בתחום הצילום, העיבוד והגרפיקה", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/tegra4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-07T16:06:00Z", "modified_time": "2013-01-08T09:15:00Z", "articleBody": "יצרנית השבבים nVidia הכריזה על המעבד הבא בסדרת ה-Tegra של החברה, אשר צפוי לכלול מספר שיפורים משמעותיים בתחום הצילום, העיבוד והגרפיקה\nNvidia חושפת את ה-Tegra 4, מעבד המובייל המהיר בעולם\nיצרנית השבבים וכרטיסי המסך nVidia הכריזה אמש על השקת המעבד החדש מתוצרתה לסמארטפונים וטאבלטים – Tegra4, אשר כונה בפי מנכ”ל החברה Jen-Hsun Huang כ”הסוד השמור הגרוע ביותר” שלו.\nמעבד ה-Tegra 4 מתהדר ב-72 ליבות GPU (יחידת עיבוד גרפית), 4 ליבות CPU (יחידת עיבוד מרכזית) והוא המעבד הראשון בעולם אשר משתמש בטכנולוגייה העדכנית ביותר של ARM, ה-Cortex A15. בנוסף לכך, המעבד מציג תמיכה מובנית בטכנולוגיית ה-4G LTE.\nצ’יפ ה-Cortex A15 עליו מבוסס מעבד ה-Tegra 4 הוא לא שם חדש, לאחר שהמוצרים הנוכחיים המובילים בשוק הסמארטפונים והטאבלטים מתבססים על פלטפורמות ה-Cortex A9 וה-Cortex A15 (עליו לפי השמועות רץ מכשיר האייפון 5), הCortex-A15 נמצא בשוק מזה כמה שנים, אך מוצרים המבוססים על יכולות העיבוד שלו כמו האייפון 5, הנקסוס 10 החדש, או ה-Chromebook החדש של גוגל וסמסונג יצאו לשוק רק לאחרונה.\nהואנג ביצע הפגנת יכולות למעבד החדש על ידי הצבתו מול טאבלט הנקסוס 10, אשר כרגע נחשב כמחשב הלוח הכולל את המפרט הטכני המתקדם ביותר בשוק. שני המעבדים ביצעו באופן מקביל טעינת 25 דפי אינטרנט שונים. התוצאות הראו כי מעבד ה-Tegra 4 ביצע את המשימה ב-27 שניות, בעוד המעבד הכפול ליבה של הנקסוס 10, המבוסס גם הוא על צ’יפ ה-Cortex A15 ביצע את אותה המשימה ב-50 שניות. הואנג טען כי השבב מהיר יותר אף מהשבב העומד מאחורי מכשיר האייפד 4, סמארטפון ה-Droid DNA, הקינדל פייר HD של אמזון וטאבלטים אחרים בשוק.\nהפגנת היכולות הראתה גם את הארכיטקטורה החדשה של מצלמה המשתמשת במעבד ה-Tegra 4, המרחיבה את פוטנציאל הצילום ב-HDR. מנכ”ל החברה גם הראה תצוגה מקדימה של צילום HDR ופיצ’רים כולל צילומים בתנועה, צילום HDR פנורמי וצילומי תלת מימד. כמו כן, המצלמה מסוגלת לעקוב אחרי תמונה תוך שמירה על פוקוס בצילום, זאת הודות ל”צילום הממוחשב” אשר הואנג טוען כי מעבד ה-Tegra 4 מניע איתו את התעשייה קדימה. כמו כן השבב תומך בוידאו Ultra HD 4k.\nכמו כן, הואנג הודיע כי החברה תתחיל לדגום את מודם ה-LTE הראשון שלה – ה-i500 אשר מגיע כחלק ממעבד ה-Tegra 4, פיתוח שמקורו ברכישתה של חברת Icera. המודם יכול להריץ 1.2 טריליון פעולות בשניה וקטן יותר ממודם ה-LTE הסטנדרטי. הואנג הציג גם כמה מן היתרונות האחרים למודם תוכנתי שכזה, אשר יכול להתעדכן לגירסאות חדשות מהאוויר ישירות מהמכשיר.\n ", "keywords": "nvidia,נבידיה,ג\\'יפורס,geforce,מעבד,chipset,קורטקס,cortex a15,טגרה 4,tegra 4,ces 2013"}