{"url": "https://www.geektime.co.il/visual-ly-acquires-by-scribblelive/", "type": "article", "title": "אקזיט: Visual.ly נרכשת על ידי ScribbleLive", "description": "Visual.ly, שהתחילה בתור פלטפורמה ליצירת אינפוגרפיקות, הפכה עם השנים למרקטפלייס לתוכן חזותי. כעת מודיעה החברה כי נרכשה על ידי פלטפורמת התוכן השיווקי ScribbleLive", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/visualy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-28T18:55:28Z", "modified_time": "2016-01-28T18:04:26Z", "articleBody": "Visual.ly, שהתחילה בתור פלטפורמה ליצירת אינפוגרפיקות, הפכה עם השנים למרקטפלייס לתוכן חזותי. כעת מודיעה החברה כי נרכשה על ידי פלטפורמת התוכן השיווקי ScribbleLive\n\nחברת הסטארטאפ הישראלית Visual.ly, המפתחת מרקטפלייס לתוכן ויזואלי ואינטראקטיבי, מודיעה היום על רכישתה בידי פלטפורמת התוכן השיווקי ScribbleLive. סכום הרכישה לא פורסם. בשל הרכישה, רוב צוות Visual.ly יצטרף ל-ScribbleLive, מלבד כמה עובדים בתחומים פחות רלוונטים כמו אלו שעוסקים בפן הכספי של החברה. מנכ״ל Visual.ly מט קופר ישאר האחראי על החברה, תוך כדי שיקח אחריות גם על שוק התוכן בחברה הרוכשת.\nבפוסט שפרסם מנכ״ל החברה קופר כתב כי שתי החברות יחד מחויבות להפוך את עולם השיווק ליעיל הרבה יותר. ״על ידי איחוד הכוחות אנו נותנים לכל סוגי הלקוחות גישה לכמות רחבה יותר של פתרונות. הלקוחות שלנו עדיין יוכלו להסתמך על כך שנספק להם תוכן איכותי ובעל השפעה. ככל שנתקדם קדימה, הם (הלקוחות) יוכלו גם ליהנות מגישה לנתונים וכלים טובים יותר במטרה להגיע לקבלת החלטות חכמה יותר״.\nבמידה ולא יצא לכם לשמוע, החזון מאחורי Visual.ly הוא להפוך לבית של כל התוכן הויזואלי באינטרנט. החברה מהווה זירה מקשרת בין אנשים וחברות המעוניינים ליצור אינפוגרפיקות מעניינות, המחפשים גרפיקאים שיכולים ליישם את הרעיון שלהם. לצורך כך יש לחברה מאגר של אלפי אנשים מהתחום, הרשומים באתר בתור ״מומחים״, או Certified לאחר מיון מוקפד שמגיע ממאות אלפי בקשות הצטרפות למאגר. את הפרוייקטים יכולים לנהל המשתמשים באמצעות טכנולוגיית ה-Project Center של Visual.ly, המבוססת ענן ומסייעת להם לסיים פרוייקטים במהירות האפשרית.\nכמו כן, החברה מהווה פלטפורמת הפצה לאינפוגרפיקות ברשת. אנשים יכולים להעלות אינפורגרפיקות לאתר, ולקבל עליהן משוב מאנשים מקצועיים בתחום, ולהשתמש באתר כ-Showcase לעבודות האינפוגרפיקה שלהם. בין לקוחותיה של Visual.ly ניתן למצוא שמות מוכרים במיוחד כמו AOL, טוויטר, NBC, ויזה, Dell ו-Red Bull שמשתמשות בשירותיה הקריאטיביים של החברה על מנת ליצור אינפוגרפיקות, סרטוני וידאו ותכנים נוספים, במקום לפנות לסוכנויות פרסום שונות שיעשו את העבודה עבורם במחיר גבוה הרבה יותר.\nVisual.ly נוסדה בשנת 2011 על ידי טל סייח, אדם ברקלר, לי שרמן וסטו לאנגליל (Stew Langille) קבוצת אנשים שעמדו מאחורי מחלקת האינפוגרפיקות ב-Mint האמריקאית. מהקמתה גייסה החברה כ-15 מיליון דולר בין היתר מקרן הון הסיכון Crosslink Capital ו-Quest Venutres. סבב הגיוס האחרון של החברה, בהיקף של 3.3 מיליון דולר הושלם במרץ 2015.\n", "keywords": "אקזיט,סטארטאפ,חברה ישראלית,visually,visual.ly,scribble live,אינפוגרפיקה,exit,רכישה,ויזואלי,חברת ויזואלי,ויזואלי רכישה,גרפיקה,שיווק"}