{"url": "https://www.geektime.co.il/3-graphic-tools-that-arent-potoshop/", "type": "article", "title": "כך תיצרו גרפיקות מקצועיות בלי לדעת פוטושופ", "description": "קבלו 3 שירותים דומים אך שונים, שכל אחד מהם יאפשר לכם להפיק יצירות אומנות דיגיטליות בלי כל ידע מקדים, תואר או קורס פוטושופ", "image": "https://files.geektime.co.il/wp-content/uploads/2015/12/newyear.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-01T09:30:59Z", "modified_time": "2016-02-09T18:02:22Z", "articleBody": "קבלו 3 שירותים דומים אך שונים, שכל אחד מהם יאפשר לכם להפיק יצירות אומנות דיגיטליות בלי כל ידע מקדים, תואר או קורס פוטושופ\nמקור: Canva\nמעבר לעובדה שתוכנות עיצוב גרפי מקצועיות הן יקרות לרוב, הן גם לא הכי ידידותיות, לפחות בעיניי חלק מהאנשים. למזלנו בימינו כמעט כל אחד עם שליטה בסיסית במחשב ולא מעט סבלנות, יכול להיות מעצב גרפי לכל דבר, גם אם לא למטרות מקצועיות.\nאם אתם רוצים לעצב כרטיס ברכה לחבר או הזמנה למסיבת יום הולדת 30 שאתם מארגנים, אתם יכולים לעשות זאת בקלות, בחינם ובלי ולהוריד אף תוכנה למחשב. נשמע טוב, נכון? כדי שתוכלו להתרשם ולו במעט מהיכולות של התוכנות שבחרנו לנסות, הקצנו לכל תוכנה 10 דקות כדי לבדוק את יכולותיה, ולעצב באנר לכבוד השנה החדשה.\nCanva היא תוכנת עיצוב אונליין חצי חינמית המבוססת על פשטות וממשק אינטואיטיבי של Drag & Drop. כדי לחסוך לכם את ההסתבכות והחיפוש אחר הגדלים האידיאליים לקאבר לפייסבוק או המימדים של תמונת אינסטגרם טיפוסית, התוכנה מציעה תבניות ייעודיות לכל פלטפורמה.\nכמו כל כלי חינמי, גם Canva מוגבלת בחלקים מסוימים בה, אם כי יחסית לתוכנות המבוססות על מודל פרימיום, יש לא מעט חומר חינמי עימו ניתן לשחק. עבור אלמנטים מסוימים כגון תמונות או רקעים תתבקשו להיפרד מדולר בודד עבור כל יחידה, או לרכוש מנוי חודשי בעלות של 13 דולר בחודש (51 ש״ח) או 155 דולר (585 ש״ח) עבור מנוי שנתי ללא הגבלה.\nברכת שנה טובה שיצרנו בעזרת Canva.\nאהבנו:\nמבחר אילוסטרציות ואלמנטים רחב במיוחד.\nהמון טמפלטים מובנים שניתן לשחק איתם (למי שלא רוצה להתחיל מאפס).\nניתן לשלוט ולשנות את הצבעים המרכיבים כל אוביקט.\nממשק מאוד אינטואיטיבי וכייפי לשימוש, כולל קיצורי מקלדת נפוצים (ובראשם – Ctrl+z).\nפחות אהבנו:\nאופצית החיפוש לא מאוד רלוונטית, אין אפשרות לחפש בקטגוריה ספציפית של אובייקטים (נגיד חיפוש אחר X באילוסטרציות בלבד).\nהכלי של Befunky, ה-Designer מציע מבחר יחסית רחב של תבניות חינמיות לעבודות גרפיות הכוללות הזמנה לחתונה, כרטיסי ביקור, כרטיסי ברכה. לעומת Canva למשל, כמות הטמפלטים המוצעים בחינם היא הרבה יותר מוגבלת, ואלמנטים המוגדרים כפרימיום מסומנים בעזרת אייקון של כתר, בצורה די ברורה ולא מבלבלת.\nבאפשרותכם לרכוש מנוי חודשי בעלות של 4.95 דולר (19 ש״ח) או מנוי שנתי ב-24.95 דולר (97 ש״ח), מחיר נמוך הרבה יותר מהתוכנה הקודמת, אבל דעו כי התמורה למחיר היא בהתאם.\nהממשק של Befunky. מקור: צילום מסך\nאהבנו:\nיש היסטוריה של הפעולות כמו בפוטושופ או תוכנות עריכה מקצועיות. יחד עם זאת, אי אפשר להזיז את החלון, מה שקצת מעצבן כי הוא מסתיר את ׳עמדת׳ העבודה והאופציה היחידה היא פשוט לסגור אותו לחלוטין.\nמגוון פונטים מעניינים.\nאפשר ליצור ולשמור את העיצובים גם בלי להירשם לפלטפורמה.\nפחות אהבנו:\nאין כמעט מבחר של אלמנטים שניתן להוסיף (הרוב בתשלום)\nאין רקעים מובנים (חוץ מצבעים)\nהברכה שיצרנו בעזרת Befunky.\nPicmonkey מציעה גם היא ממשק מקוון לעיצוב ויצירת עבודות גרפיות, הכולל פיצ׳רים לריטוש ועיבוד תמונה ׳פוטושופ סטייל׳, לצד רקעים, צורות, מסגרות וטקסטים שאפשר להוסיף כדי ליצור באנרים למיניהם.\nהתוכנה בסדר בסה״כ, ניתן להבין את דרכי הפעולה שלה די מהר והתוצאות לא רעות בכלל. מבחינת עלויות, ניתן להשתמש די בקלות בגרסה החינמית והבסיסית של התוכנה, אך תמורת 5 דולר (19.5 ש״ח) בחודש תוכלו ליהנות ממנוי חודשי או מנוי שנתי בתעריף חודשי מוזל של 2.75 דולר שהם כ-33 דולר בשנה (129 ש״ח).\nמקור: צילום מסך, Picmonkey\nאהבנו:\nאפשר ליצור עיצובים גם בלי להירשם לפלטפורמה.\nמגוון פונטים רחב.\nמבחר האלמנטים שניתן להוסיף לעבודות הוא לא אינסופי, אבל בהחלט מספק.\nניתן לשלוט במימדיה המדויקים של הקובץ הסופי ולבחור באיזה איכות לשמור אותו.\nפחות אהבנו:\nגודל ׳עמדת העבודה׳ אחיד, לא ניתן לשנות אותו.\nאין תבניות מעוצבות מראש, צריך להתחיל מאפס.\nממשק איטי, נתקע לא מעט.\nההפרדה בין אלמנטים חינמיים לכאלו בתשלום באה לידי ביטוי באייקון של כתר, לא מאוד בולט בכל המקרים.\nחסרה לנו האופציה לבטל לחלוטין אפקט מסוים. הדרך היחידה לעשות זאת היא או להתחיל מחדש, או ללחוץ על כפתור ביטול הפעולה האחרונה אין ספור פעמים (ctrl+z).\nהברכה שיצרנו בעזרת Picmonkey, מינימליסטית אך בהחלט חמודה.\nכפי שציינו בתחילת הפוסט, שלוש התוכנות הללו הן דומות אך שונות, וכל אחת מהן מתאימה למשתמשים אחרים. כמובן שיש להוסיף למשוואה גם את מחיר התוכנות השונות, כאשר Canva, שבעיינינו היא גם המוצלחת ביותר תעלה לכם קרוב ל-600 שקלים בשנה, בעוד ש-Befunky ו-Picmonkey הצנועות יותר עולות 97 שקלים או 129 ש״ח, אך גם התמורה היא בהתאם.", "keywords": "פוטשופ,עיצוב גרפי,גרפיקה,רשת חברתית,עיצוב,canva,קאנבה,picmonkey,פיקמאנקי,befunky,ביפאנקי,תוכנת עיצוב,תוכנת עיצוב חינם"}