{"url": "https://www.geektime.co.il/ipad-pro-reviews/", "type": "article", "title": "מה חושבים המבקרים על האייפד פרו החדש?", "description": "חודשיים לאחר שנחשף על ידי אפל, ויומיים לאחר שהפך זמין לרכישה, האייפד פרו כבר זכה ללא מעט ביקורות משבחות יותר ופחות. אז מה המבקרים אומרים?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/tablet.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-13T10:30:40Z", "modified_time": "2015-11-12T17:50:58Z", "articleBody": "חודשיים לאחר שנחשף על ידי אפל, ויומיים לאחר שהפך זמין לרכישה, האייפד פרו כבר זכה ללא מעט ביקורות משבחות יותר ופחות. אז מה המבקרים אומרים?\nהאייפד פרו מלווה במקלדת החכמה. מקור: Apple\nכחודשיים לאחר הכרזתו הרשמית של האייפד פרו, וימים ספורים לאחר הפיכתו לזמין לרכישה דרך האתר הרשמי ובחנויות, לא מעט עיתונאי טכנולוגיה ברחבי העולם כבר הספיקו להתנסות בו. לטענת המנכ״ל טים קוק, מדובר ״בחדשות הגדולות ביותר על האייפד מאז האייפד הוכרז לראשונה״. האמנם? הנה מספר ציטוטים נבחרים מביקורות שנוגעות לאייפד פרו שעלו לרשת ביומיים האחרונים.\nMashable – לאנס אולנהוף\n״אלו שחושבים שהאייפד פרו הוא פשוט אייפד גדול יותר, מפספסים את הנקודה. האייפד פרו מציג חזית חדשה במסע להגדיל את שוק הרווחים והעסקים של אפל, בעוד שהצרכנים נמצאים במקום השני. האייפד פרו עושה כל מה שאייפד סטנדרטי עושה, אבל הגודל שלו, בעיקר ביחד עם המקלדת והעיפרון החכמים, מציע יתרונות שטאבלטים קטנים רק יכולים לחלום עליהם״.\nThe Verge – לורן גוד\n״כוח העיבוד של האייפד פרו מורגש אפילו יותר מאיכויות המסך שלו. אפל התקינה בו את השבב האחרון מתוצרתה, A9X, אשר לטענתה הוא בעל ביצועים מהירים פי 2 מהשבב הקודם, כנ״ל מבחינת הביצועים הגרפיים (אפילו בהשוואה למחשבים ניידים). ארבעת הרמקולים באייפד המפוזרים בצידיו הדהימו אותי עם איכות השמע שלהם כאשר צפיתי בסרטונים במכשיר״.\nCNET – סקוט שטיין\nהאייפד פרו הוא מכשיר החלומות של מעצבים גרפיים ו-׳Mavens׳ בתחום המדיה, אבל המכשיר האלגנטי הזה צריך יותר יישומים ואביזרים מותאמים לפני שיוכל להצדיק את המעמד שלו ׳כרוצח המחשב הנייד׳ (Laptop Killer).\nנכון לעכשיו, האייפד עדיין לא יכול להחליף את המחשב הנייד שלי באופן מלא. הוא כנראה גם לא יחליף את שלכם. אבל לפעמים, הוא התקרב לכך. כל סוף השבוע לפני שפרסמתי את הביקורת, לא פתחתי את המחשב הנייד שלי אפילו פעם אחת. השתמשתי רק באייפד פרו ואהבתי את זה״.\nRecode – וולט מוסברג\n״אני לא מתעסק בגרפיקה, אבל גם אני נדהמתי מהביצועים של ה-Apple Pencil. מלווה במסך האייפד פרו המרשים ובשל היותו רגיש מאוד למגע, מדובר בסטיילוס מצוין. בבדיקות שלי, לא היה לו זמן השהיה, וציירתי על המסך ממש כמו בעזרת עט על נייר. העפרון חש בקלות את הלחץ והכהה או הבהיר את הקווים בהתאם ללחיצה, ואפילו ניתן להחזיק אותו כמעט במקביל למסך, כמו שמחזיקים עפרון סטנדרטי. האייפד פרו ללא ספק ישמח הרבה משתמשי אפל, במיוחד אם הם משתמשים בו לצורכי גרפיקה. אבל אני באופן אישי לא אקנה אחד, ואני גם לא ממש ממליץ למשתמשים ממוצעים לעשות זאת״.\nמקור: Apple\nStuff – אליסה לויי\n״האייפד פרו ללא ספק מצטיין בתחום הסאונד; אם תמיד שנאתם לשחק באייפד נטולי אוזניות, האייפד החדש ישנה את דעתכם. משמעות הדבר היא שלא משנה כיצד תטו את האייפד, הוא יתאים באופן אוטומטי וקבוע את ערוצי הסאונד בעזרת ניתוב השמע לרמקולים העליונים בו״.\nWired – דיוויד פירס\n״לאלה מאיתנו שעדיין נאחזים במחשבים ניידים ומחשבים שולחניים, האייפד פרו פשוט לא מרגיש כמו מכונה רצינית מספיק לעבודה רצינית. אנחנו צריכים את קיצורי המקלדת שלנו ואת העכבר, את האפליקציות שעובדות בדיוק איך שאנחנו אוהבים. אנחנו צריכים את האביזרים שלנו. האייפד פרו פשוט לא מתאים לשגרת העבודה שלנו. אולי עוד נתפוס את ראייתו של טים קוק על האייפד ביום מן הימים. אולי״.\nWall Street Journal – ג׳ואנה שטרן\n״כדי לעבוד באמת, צריך לצרף את המקלדת החכמה של אפל שעולה כ-170 דולר. החיבור לא מתבצע בעזרת בלוטות׳, אלא באמצעות חיבור מגנטי חדש וחכם. במהרה התאהבתי בתחושה של מקשי הבד הקופצניים, והפעולה של מעבר בין טאבים ואפליקציות בעזרת Command ו-Tab הפכה לטבעית למדי. אה, וכבר הזכרתי את המקלדת שעמידה לנוזלים? ברצינות, רק הרגע ניגבתי את האייס לאטה שלי מהמקלדת״.\nגרסת האייפד פרו הפשוטה ביותר (32GB ללא LTE) עולה כ-799 דולר (3,106 ש״ח), לא כולל ה-Apple Pencil שעולה 99 דולרים נוספים (389 ש״ח) ומקלדת בעלות של 169 דולר (657 ש״ח), כך שדי בקלות הגענו ל-1,067 דולר שהם 4,148 ש״ח. בחישוב פשוט מדובר ב-132 דולר פחות מהמקבוק אייר היקר יותר (1,099 דולר), שמגיע עם מסך 13 אינץ׳, מקלדת מובנית, עכבר, מעבד 1.6GHz Intel Core i5 ואחסון פנימי של 256GB.", "keywords": "אפל,אייפד,אייפד פרו,ipad pro,ipad,apple,טאבלט,עיצוב,גרפיקה,מחשב,מקבוק,macbook air,ביקורות אייפד,ipad pro reviews"}