{"url": "https://www.geektime.co.il/intel-haswell-pre-launch/", "type": "article", "title": "מעבדי הדור הבא של אינטל כבר פה, הכירו את Haswell", "description": "מעבדי ה-Haswell של אינטל מציגים שיפור ניכר במהירות ובביצועים הגרפיים, לצד ירידה חדה בצריכת האנרגיה על ידי המעבד ושיפור ניכר בחיי הסוללה. ההשקה בעוד יומיים", "image": "https://files.geektime.co.il/wp-content/uploads/2013/06/haswell4gen.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-06-02T09:40:38Z", "modified_time": "2013-06-02T09:40:38Z", "articleBody": "מעבדי ה-Haswell של אינטל מציגים שיפור ניכר במהירות ובביצועים הגרפיים, לצד ירידה חדה בצריכת האנרגיה על ידי המעבד ושיפור ניכר בחיי הסוללה. ההשקה בעוד יומיים\nמקור: יח”צ, עיבוד תמונה\nמידע בנוגע למעבדי הדור הרביעי של אינטל מטפטף החוצה כבר מאז שנת 2011, כאשר פיצ’רים כגון גרפיקה טובה וחיי סוללה מטורפים גונבים את עיקר הפוקוס ומעלים את הבאזז סביבם. המידע ששיחררה ענקית השבבים אתמול בערב, שלושה ימים לפני ההשקה המתוכננת ביום שלישי הקרוב (4 ביוני) מעניק לנו מבט רשמי על יכולות סדרת המעבדים החדשה – והחדשות הטובות מגיעות בתחום המובייל בעיקר.\nאינטל כבר שולטת במרחב המקבוקים של אפל בפרט, באולטרבוקים באופן כללי על פי הגדרה ובמכשירים היברידיים כגון ה-Surface Pro, אך באינטל הודו לא פעם כי המעבדים המככבים במחשבים הללו הינם מעבדי שולחן עבודה במקורם שעברו שינויים עבור מכשירים ניידים. מעבד ה-Haswell אמור להציג חוויה שונה לגמרי בכל מה שקשור לתפיסת המובייל של אינטל, כאשר נבנה מאפס במיוחד למובייל.\nמקור: יח”צ\nהחדשות העיקריות אותן אנו שמחים לגלות בדור המעבדים החדש של אינטל, הוא שיפור של עד 50 אחוזים בחיי הסוללה בגל הקרוב של המכשירים ללא ירידה (ואף עלייה קטנה) בביצועי המעבדים. ההספק הנדרש על ידי המעבד יעמוד על 15 וואט בהשוואה ל-20 וואט שנדרש על ידי דור המעבדים הקודם של החברה, ה-Ivy Bridge ברמות השיא של המעבד. כמו כן, על פי הבדיקות האחרונות, ה-Haswell יספק עד 9.1 שעות של הצגת וידאו באיכות HD על גבי מחשבי אולטרבוקים עם Core i7. בנוסף, המיקרו-ארכיטקטורה החדשה תתמוך במצב המתנה עם צריכת חשמל נמוכה במיוחד המסוגלת להחזיק נתונים טריים לתקופה של עד 13 ימים, ולהוריד את זמן ההתעוררות ממצב שינה מ-7 שניות ל-3. בהחלט מרשים.\nכל מה שרשמנו עד עכשיו צפוי להגיע לצד עלייה של 40 אחוזים בביצועי הגרפיקה באולטרבוקים עם המעבד הגרפי הכלול בארכיטקטורה, ה-HD 5000 GPUs, שעתיד להפוך משחקים כגון את טומב ריידר ו-BioShock Infinity, שנחשבו עד כה לכותרים אוכלי גרפיקה לרלוונטיים בהחלט עבור הגיימרים-לייט שבינינו, כאשר המשחקיות תתאפשר על הגדרות בינוניות, ברזולוציה של 1366×768 וקצב פריימים של 27fps. מצד שני, הניידים השמנים יותר אשר יריצו את ארכיטקטורת ה-Haswell בעלי הספק גבוה יותר (מעל 28 וואט) צפויים לקבל שיפור של עד פי 2 בביצועי המשחקים בדור החדש של המעבדים, וכל זה מבלי להצטרך לרכוש כרטיס גרפי נפרד.\n\nומה לגבי המחיר? ביום שלישי הקרוב צפויים להיות זמינים לרכישה מעבדי הליבה המרובעת ה-Core i5 וה-Core i7 שינועו סביב 192 דולרים למעבדים הזולים יותר (i5-4570) דרך 242 דולרים לבינוניים (i5-4670k) ועד 339 דולרים ליקרים ולחזקים יותר (i7-4770k), כאשר תמחור ופרטים נוספים עבור וריאציות נוספות למעבד וחבריו הכפולי ליבה צפויים להגיע בקרוב. בנשימה אחת, ניתן לומר שדור המעבדים החדש של אינטל צפוי לשפר את המצב של אלו שעוברים גיהינום בכל מה שקשור בחיי סוללה להרבה יותר טוב מצד אחד, ולהציג שיפורים משמעותיים במהירות ובגרפיקה מצד שני. בינתיים, אנחנו כבר לא יכולים לחכות ולראות את המחשבים הראשונים שיגיעו איתם.", "keywords": "אינטל,intel,haswell,האסוול,מעבדים,ארכיטקטורה,architecture,processor,ultrabooks,אולטרבוקים,גרפיקה,graphics,core i7,core i5"}