{"url": "https://www.geektime.co.il/geek-calendar-17-02-12/", "type": "article", "title": "גיקלנדר: אירועי השבוע לקהילה הטכנולוגית בישראל [23-17 בפברואר, 2013]", "description": "ריכזנו עבורכם את מבחר הכנסים, התערוכות, אירועי ה-Networking וימי העיון הקשורים לקהילת ההיי-טק והטכנולוגיה בארץ. להלן אוסף האירועים שיערכו בשבוע של ה-17 עד ה-23 בפברואר", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/geekcalendar.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-16T19:50:53Z", "modified_time": "2013-02-17T13:09:07Z", "articleBody": "ריכזנו עבורכם את מבחר הכנסים, התערוכות, אירועי ה-Networking וימי העיון הקשורים לקהילת ההיי-טק והטכנולוגיה בארץ. להלן אוסף האירועים שיערכו בשבוע של ה-17 עד ה-23 בפברואר\nגיקלנדר הוא מדור שבועי שנועד להציג בפניכם את האירועים הטכנולוגיים העיקריים הצפויים להתקיים במהלך השבוע הקרוב. מידי שבוע אנו מקבלים פניות מצד גורמים רבים בזירת ההייטק המקומית ואת אלו נאגד כאן יחד לרשימה אחת ומרכזית.\nהרשימה המוצגת בפוסט זה כולל רק חלק מהאירועים שיערכו בשבוע הקרוב. רוצים לראות את רשימת האירועים המלאה? לדעת מה קורה מעבר לשבוע הקרוב? אתם יודעים על אירועים נוספים שלא מופיעים כאן? בדקו עכשיו את לוח האירועים המלא.\nאם אתם מארגנים אירוע, או נתקלתם באירוע לקהילה הטכנולוגית הישראלית שלא מופיע בלוח, אתם מוזמנים לפנות אלינו ואנו נדאג ליידע את כולם.\nSpeedMind 6th event – Cyber Nation – יום ראשון, 16:00\nאיפה? דרך יגאל אלון 98, בניין אלקטרה, קומה 26\nכמה? חינם\nב-17 לפברואר, בשעה 16:00 אחה”צ, יתאפשר לקבל מבט מקרוב על טכנולגיית סייבר בישראל. אתם מוזמנים להצטרף להזדמנויות בשדה ההזדמנויות הייחודי הזה, על נקודת ההסתכלות של הממשלתית לעניין, הסיכונים, האסטרטגיה והמשקיעים.\nלפרטים נוספים והרשמה.\nHow To Lead Your SaaS Start-Up To Success By Ariel Finkelstien – יום ראשון, 16:30\nאיפה? משרדי מיקרוסופט, רחוב שנקר 13, קומה שישית בניין L1, הרצליה הפיתוח\nכמה? חינם\nב-17 לפברואר, בשעה 16:30 אחה”צ, ישוחח אריאל פינקלשטיין על אימוץ וצמיחה מהירה, שיווק בטווח זמן קצר וסקירה של האסטרטגיות האפשריות בעניין והשפעתן האפשרית.\nלפרטים נוספים והרשמה.\nכנס NoSQL & Big Data – יום שני עד שלישי\nאיפה? באתר הכנס\nכמה? 1,000 שקלים\nב-18 עד ה-19 לפברואר יערך כנס בן יומיים שיספק הזדמנות ללמוד כיצד עושים Big Data ויכלול מגוון רחב של מסלולים וסדנאות מקצועיות בעולם ה-Big Data כגון: Analitics, Hadoop, NoSQL, Big Data, , Managers.\nלפרטים נוספים והרשמה.\nלנהל, להגן ולייעל את תשתיות המחשוב בארגונך באמצעות הפתרונות המובילים בעולם – יום שני, 8:30 \nאיפה? משרדי מטריקס, רח’ עמל 12, ראש העין (פארק אפק)\nכמה? חינם\nב-18 לפברואר, בשעה 8:30 בבוקר, מטריקס מזמינה אותך למפגש טכנולוגי, בפורום אישי ומצומצם, בו תוכל ללמוד על הפתרונות ליצירת תשתית מחשוב אופטימלית בארגונך, תוך שימוש בכלי ניהול פשוטים, יכולות מתקדמות להגנת המידע ושמירה על המשכיות עסקית. המפגש מיועד: למנהלי מערכות מידע, מנהלי תשתיות, מנהלי אחסון/גיבוי, מנהלי פרויקטים.\nלפרטים נוספים והרשמה.\nInnovate happily inch by inch – יום שני, 20:30\nאיפה? מכללת תל אביב-יפו, רחוב חבר הלאומים 10, יפו\nכמה? חינם\nב-18 לפברואר, בשעה 18:00 בערב, ידבר אייל בנימין וידון עם הנוכחים ויתאר את המטודולוגיה של בניית סטארטאפ תוך כדי עבודה.\nלפרטים נוספים והרשמה.\nMoMoTLV: Mobile User Experience and Product – יום שני, 19:30\nאיפה? קמפוס גוגל, דרך יגאל אלון 98, בניין אלקטרה, קומה 26\nכמה? חינם\nב-18 לפברואר, בשעה 19:30, יערך אירוע Mobile Monday שבו ישוחחו על UX למובייל ומוצרים.\nלפרטים נוספים והרשמה.\nBirdBrain UnConference ’13 – יום שלישי, בשעה 9:30\nאיפה? המכון הטכנולוגי חולון, רחוב גלומב 52, חולון\nכמה? חינם\nב-19 לפברואר, בשעה 9:30 בבוקר, יערך אירוע של סיעור מוחות על נושאי ננוסנס בשיטת הייד-פארק במטרה לחזק את היצירתיות ובאירוחו של יוסי ורדי ואחרים.\nלפרטים נוספים והרשמה.\nLet’s pairup with co-founders #5 – יום שלישי, 19:30\nאיפה? משרדי גדות, רחוב אבא אבן 10, בניין אקרשטיין C, קומה 11, הרצליה הפיתוח, הרצליה\nכמה? חינם, יש צורך בהרשמה מראש.\nב-19 לפברואר, בשעה 19:00 בערב, יערך כרגיל אירוע פיטצ’ינג, מינגלינג ומציאת שותף בשיטת הספיד-דייטינג הידועה.\nלפרטים נוספים והרשמה.\nAndroid Basics – יום שלישי, 18:00\nאיפה? קמפוס גוגל, דרך יגאל אלון 98, בניין אלקטרה, קומה 26\nכמה? חינם\nב-19 לפברואר, בשעה 18:00, יערך ערב שיסביר איך להפוך להיות מפתח לאנדרואיד ובאופן מיידי ואיך לעשות באופן מיידי את הצעדים הראשונים שלך.\nלפרטים נוספים והרשמה.\nPlaying for Real: 3 selected startups will pitch their story for our feedback – יום שלישי, 18:00\nאיפה? רחוב המלאכה 2, נתניה\nכמה? חינם\nב-19 לפברואר, בשעה 18:00, ישוחחו יזמי סטארטאפים שידברו על פיטצ’ים, המודלים והסביבה הנחוצים עבור הצלחת הסטארטאפ שלכם. סטארטאפים מוזמנים לבוא ולשאת פיטצ’ים.\nלפרטים נוספים והרשמה.\nהרצאה: ניהול חוקי של אתרי אינטרנט ושיווק באינטרנט – יום שלישי, 18:00\nאיפה? תל אביב\nכמה? עד 100 שקלים\nב-19 לפברואר, בשעה 18:00 יערך במסגרת מפגשי פורום משפט וטכנולוגיה המיועד למנהלים של חברות אינטרנט ולאנשי שיווק באינטרנט. בנושא: הגנה על זכויות באינטרנט ושבעה כללים בסיסים לניהול נכון של אתר אינטרנט. במפגש נסקור מקרים בולטים של הפרות זכויות יוצרים באינטרנט, נרחיב בנושא תנאי שימוש ותקנון, בחירת שם חוקי לאתר, שמירה על המותג שלכם באינטרנט, האם ואיך להגביל תוכן גולשים,כיצד להגן על האתר מפני העתקות של מתחרים , האם מותר לשלוח דואר זבל ושאלות נוספות.\nלפרטים נוספים והרשמה.\nAugmented Reality: xtendi @Hub tlv – יום שלישי, 19:00\nאיפה? ההאב, דרך מנחם בגין 55 קומה שביעית, תל אביב\nכמה? חינם לחברי ההאב, 30 שקלים לשאר\nב-19 לפברואר, בשעה 19:00, ייערך ערב שיעסוק במציאות רבודה. מציאות רבודה הינה טכנולוגיה שנמצאת עימנו כבר למעלה משני עשורים – עוד מהגעתן של קסדות הטייסים הראשונות, בהן מוצג מידע דיגיטלי על סביבתו של הטייס דרך משקף הקסדה.בשנים האחרונות הטכנולוגיה התפתחה בצורה משמעותית והיא למעשה מהווה שילוב ייחודי בין העולם הפיזי והדיגיטלי, אשר לו השלכות רבות. כיום ניתן להבחין בפיתוחים שונים ומשונים, החל מאפליקציות סלולריות, דרך משקפיים עתידיות (מישהו אמר Google Glass?) וכלה בעדשות דיגיטליות שאנו עתידים לראות בעשור הקרוב. בהרצאה ידונו הטרנדים העכשוויים בתחום ואלו הצפויים בעתיד, על הפוטנציאל הגלום בטכנולוגיה, על השימושים והפתרונות שהיא מציעה כיום, על השלכותיה החברתיות, על השוק הפוטנציאלי ועוד.\nלפרטים נוספים והרשמה.\nמועדון IT’s North בנושא לינוקס וקוד פתוח – יום רביעי, 8:30\nאיפה? מכללת ג’ון ברייס – מדיאטק הייטק שדרות ההסתדרות 46, (מרקוני 27) צומת צ’ק פוסט, חיפה\nכמה? חינם\nב-20 לפברואר, בשעה 8:30 בבוקר יערך כנס מקצועי למועדון IT North שיעסוק הפעם בהכרת פתרונות לינוקס והטעמתם בסביבה הארגונית עם מרצים בכירים מעולם הלינוקס כאשר כל מרצה יסקור נושא ספציפי. קהל היעד: מנהלי IT, מנמ”רים, מובילי מחשוב בארגונים, מנהלי מערכות מידע, ומנהלי מחשוב או תשתיות.\nלפרטים נוספים והרשמה.\nוורדקמפ ירושלים 2013 – יום רביעי, 9:00 \nאיפה? מלון לאונרדו, סנט ג’ורג’ 9, ירושלים\nכמה? 90 שקלים\nב-20 לפברואר, בשעה 9:00 בבוקר, יערך כנס בכל מה שקשור בוורדפרס. כנסי וורדקמפ הם אירועים קהילתיים בלתי פורמליים שמארגנים משתמשי וורדפרס בערים בכל העולם.  ממשתמשים מזדמנים ועד למפתחים מקצועיים, משתתפים, מחליפים רעיונות ומכירים זה את זה. כנסי וורדקמפ פתוחים גם למשתמשי WordPress.com וגם למשתמשי WordPress.org, ובעצם לכל מי שרוצה ללמוד על וורדפרס ולהכיר אנשים מהקהילה.\nלפרטים נוספים והרשמה.\nPractical Aspects of Founders Dilemma By Uzi De Haan – יום רביעי, 16:00\nאיפה? משרדי מיקרוסופט, רחוב שנקר 13, קומה שישית בניין L1, הרצליה הפיתוח, הרצליה\nכמה? חינם\nב-20 לפברואר, בשעה 16:00, ישוחח פרופסור עוזי דה-האן על הדילמות של היזמים במהלך המיזם, אלו הנוגעות למתחרים, המימון, וכל מה שנראה כביכול כמובן מאליו.\nלפרטים נוספים והרשמה.\nThe first OurCrowd networking event – יום רביעי, 16:00\nאיפה? המרכז הבינתחומי, בניין רדיזנר, אודיטוריום E402, רחוב כנפי נשרים, הרצליה\nכמה? חינם\nב-20 לפברואר, בשעה 16:00, יארח אירוע OurCroud ראשון שידבר על הפלטפורמה הישראלית החדשה ואת הצוות שעומד מאחוריו, וגם חמש חברות נוספות.\nלפרטים נוספים והרשמה.\nתערוכת בוגרי התכנית לעיצוב ופיתוח משחקי מחשב GamesOn 2013 – יום רביעי, 18:00\nאיפה? גלריה ולרבר בשנקר\nכמה? חינם\nב-20 לפברואר, בשעה 18:00 בערב, תפתח תערוכה לעיצוב ופיתוח משחקי מחשב.\nלפרטים נוספים והרשמה.\nReal Time Visualization with Kafka, Storm, Redis, node.js & d3.js – יום חמישי, 17:30\nאיפה? רחוב זהרין 13, בניין B, קומה ראשונה, רעננה\nכמה? חינם\nב-21 לפברואר, בשעה 20:00, ביירון אליס יציג דשבורד בזמן אמת עם אירועים חיים (סטרימינג). הרצאה זו הינה הרצאה מקדימה להרצאה שתיערך בהמשך החודש בסטראטה בסנטה קלרה, קליפורניה.\nלפרטים נוספים והרשמה.\nArt & Technology are meeting with Passion – יום שישי, 14:00\nאיפה? רחוב הרכבת 18, תל אביב\nכמה? חינם\nב-22 לפברואר, בשעה 14:00 בצהריים, אנשים עם תשוקה, מעריצי טכנולוגיה ואמנים עם אובססיה מוזמנים לפגוש ולהשתתף בסדנא של אומנות וטכנולוגיה. עם זאת, היזהרו, המחשב שלכם עלול להתלכלך.\nלפרטים נוספים והרשמה.\nרוצים לדעת על כל האירועים המעניינים שקורים בכל שבוע? הרשמו עכשיו למגזין השבועי של ניוזגיק וקבלו את כל האירועים ישירות לתיבת המייל שלכם.\nהלוח מתעדכן במהלך כל השבוע, לפיכך, פרטנו בפוסט את האירועים וימי העיון המרכזיים. בלוח האירועים המלא תוכלו למצוא אירועים נוספים כגון מפגשי קבוצות משתמשים, סדנאות והרצאות בנושאי טכנולוגיה שונים.\n \n \n \n \n \n ", "keywords": "גיקלנדר,לוח אירועים,geekcalendar,לוח אירועי היי-טק,אירועי טכנולוגיה,אירועי סטארטאפים,אירועי היי-טק,startup events,startup events in israel,technology events in israel"}