{"url": "https://www.geektime.co.il/sedona-systems-raises-13-6-mm-from-intel/", "type": "article", "title": "גיוס: Sedona Systems הישראלית מגייסת 13.6 מיליון דולר", "description": "החברה מרעננה מפתחת טכנולוגיה שמאפשרת לקבל מידע על 2 שכבות שונות ברשת התקשורת וכך לבצע אופטימיזציה לטראפיק, וליהנות מאמינות גבוהה יותר וחסכון כספי. מדובר בהשקעה שלישית בזמן קצר של Intel Capital בחברה ישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/Sedona_Team.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-03T15:05:00Z", "modified_time": "2016-08-03T15:11:03Z", "articleBody": "החברה מרעננה מפתחת טכנולוגיה שמאפשרת לקבל מידע על 2 שכבות שונות ברשת התקשורת וכך לבצע אופטימיזציה לטראפיק, וליהנות מאמינות גבוהה יותר וחסכון כספי. מדובר בהשקעה שלישית בזמן קצר של Intel Capital בחברה ישראלית\nעובדי Sedona Systems. צילום: נדב טאו\nSedona Systems (סדונה סיסטמס) הודיעה היום (ד’) על השלמת סבב גיוס בגובה 13.6 מיליון דולר שהובל על ידי קרן Intel Capital (אינטל קפיטל) בהשתתפות המשקיעה החדשה קרן NextStar והמשקיעה הקיימת, קרן Bessemer Venture Partners.\nכיום נמצאות רשתות התקשורת בשיא של ביקוש לשירותי רשת, כשבכל שנה מוכפלת התנועה ברשתות, ועל המפעילים להמשיך לספק שירות ברמה גבוהה. רוב הרשתות הן בעלות ארכיטקטורה מיושנת, כשכל שכבה בה עושה דברים שונים: השכבה התחתונה ביותר, שכבת האופטיקה, מעבירה את המידע הפיזי בסיבים אופטיים, ומעליה, שכבת ה-IP מעבירה את מידע האפליקציות באופן לוגי. שתי השכבות כמעט לא מדברות ביניהן, ולמעשה מנוהלות על ידי גופים שונים ודי מנותקים אצל המפעיל. זה יוצר מצב שרשת ממוצעת פועלת בניצולת של פחות מ-20 אחוזים.\nSedona System מפתחת טכנולוגיה שנועדה לשפר את הקישוריות של הרשתות בעולם ויעילות מרכזי הנתונים. היא עושה את זה בעזרת שילוב של השכבות שכיום פועלות בצורה עצמאית ולא ‘מדברות’ אחת עם השנייה: על ידי מיזוג 2 השכבות האלו ניתן להשיג בקרה, לקבל מידע ולבצע אופטימיזציה של הרשת הארגונית. הטכנולוגיה של החברה מאפשרת לקבל מבקרי ה-SDN ב-2 השכבות מידע רב דוגמת היקף התעבורה והתראות וכך ליהנות מאמינות רבה יותר ברשת. על פי החברה, ארגונים יוכלו לחסוך עד 50 אחוז מעלות תשתית התקשורת שלהם בעזרת האופטימיזציה שהיא מציעה. NetFusion, המוצר אותו פיתחה החברה, עובד עם ציוד של כל היצרניות המוכרות ולאחר ההתקנה שלו פועל בצורה אוטומטית ושקופה למשתמש. בשיחה עם גיקטיים, מסר יוסי ולינגשטיין, מנכ”ל החברה, כי החברה כבר התקינה את המערכת שלה אצל מספר מפעילים ברחבי העולם, כשבימים אלו היא עומדת בפני סגירת חוזה מסחרי ראשון עם אחד מהמפעילים הגדולים בעולם על פריסה כלל ארצית.\nSedona System הוקמה ב-2013 על ידי ד”ר אורי גרסטל, שהקים את חברת SDN Solutions, והיזם הסדרתי יוסי ולינגשטיין, ממקימי חברת Celltick ו-bio fuel project, ובעברו יזם הבית ב-Carmel Ventures ומנכ”ל Unison. אליהם הצטרפו גם רני וליגשטיין, שמכר את את Intucell לסיסקו תמורת כחצי מיליארד דולר ובן וולקוב, שמכר את TRAFFIX ל-F5.\nאת סבב הגיוס הנוכחי הובילה קרן Intel Capital, בשיתוף המשקיעה הקיימת, קרן Bessemer Venture Partners והמשקיעה החדשה שהצטרפה, קרן NextStar. לאחר השלמת סבב גיוס זה, עומדים סך גיוסיה של Sedona System על 19.6 מיליון דולר. החברה מחזיקה במשרדים בסיליקון וואלי וברעננה בהם מועסקים 19 עובדים.\nIntel Capital, שהובילה את הגיוס, היא אחת מהקרנות התאגידיות הפעילות ביותר בישראל (קראו עליה עוד במדד המשקיעים שלנו). מאז 1997 השקיעה החברה ביותר מ-80 חברות ישראליות סך של 345 מיליון דולר. הקרן חתומה על 22 הנפקות ואקזיטים, עם 2 רכישות בשנה האחרונה Aternity ו-Rocketick ורכישה של חברת Replay, המפתחת טכנולוגיות צילום ב-3D לערוצי טלוויזיה.\nההשקעה הנוכחית מצטרפת ל-2 ההשקעות הנוספות שביצעה אינטל ועליהן דיווחנו. מרצ’ין הג’קה, מנהל ההשקעות של Intel Capital באירופה וישראל, מסר בהתייחסו להשקעות האחרונות: “יש המכנים אותה ‘אומת הסטארטאפ’ ובשנים האחרונות, אינטל קפיטל הייתה פעילה בה יותר מאשר כל משקיע אחר בעולם הטכנולוגיה. היום אני שמח להכריז על השקעה חדשה של יותר מ-25 מיליון דולר בשלוש חברות סטארטאפ ישראליות נוספות: Panoply, Velostrata ו-Sedona Systems המצטרפות לתיק ההשקעות שלנו. השקעות אלו, בחברות העוסקות במחשוב ענן, למידת מכונה ותשתית רשת, מעידות על מגוון הכישרונות בישראל ואני קצר רוח לראות אותן מממשות את הפוטנציאל הגלום בהן”.", "keywords": "גיוס,גיוס הון,סדונה,sedona systems,סטארטאפ,תקשורת,ip,אינטל קפיטל"}