{"url": "https://www.geektime.co.il/why-keep-ipv6-in-your-os/", "type": "article", "title": "מדוע כדאי להשאיר את התמיכה ב- IPv6 במערכת ההפעלה?", "description": "כיום קיימת מחלקות בקרב מומחי ה- IT באשר לנחיצות IPv6 במערכות ההפעלה שלהם, חלק מסתייגים וטוענים כי אין צורך ב- IPv6 עקב חוסר שימוש של אפליקציות בו או עקב כתובות מרובות עבור כרטיס רשת. נתנאל בן-שושן מסביר מדוע הם טועים.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/06/060510_1225_11.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-06-13T08:25:27Z", "modified_time": "2010-06-13T08:25:27Z", "articleBody": "כיום קיימת מחלקות בקרב מומחי ה- IT באשר לנחיצות IPv6 במערכות ההפעלה שלהם, חלק מסתייגים וטוענים כי אין צורך ב- IPv6 עקב חוסר שימוש של אפליקציות בו או עקב כתובות מרובות עבור כרטיס רשת. נתנאל בן-שושן מסביר מדוע הם טועים.\nמערכות ההפעלה כיום, Windows Server  2008 R2 ו- Windows 7 מגיעות עם תמיכה מובנת ב- IPv6. ניתן לראות במאפייני  כרטיס הרשת שמותקן במחשב שלנו כי קיים פרוטוקול חדש, הנוסף ל- TCP/IPv4  המוכר, הפרוטוקול בשמו המלא TCP/IPv6 או IPv6 בקצרה הוא פרוטוקול המיועד  לענות על צורך שקיים: מרחב כתובות ה- IP הניתנות לשימוש. כתובת IPv4 מורכבת  מ- 32-Bit בעוד שכתובת IPv6 מורכבת מ- 128-Bit, בהתאם לכך גדל מרחב  הכתובות הניתנות לשימוש ב- IPv6. מידע נוסף אודות פרוטוקול IPv6 ניתן למצוא  בקישור הבא.\nכיום קיימת מחלקות בקרב מומחי ה-  IT באשר לנחיצות IPv6 במערכות ההפעלה שלהם, חלק מסתייגים וטוענים כי אין  צורך ב- IPv6 עקב חוסר שימוש של אפליקציות בו או עקב כתובות מרובות עבור  כרטיס רשת.\n\nלמעשה, מהזוית של מיקרוסופט  רכיב ה- IPv6 הינו רכיב הנחשב בגדר חובה בתשתיות מיקרוסופט, תכונות רבות  ממערכות ההפעלה החדשות נשענות על פרוטוקול ה- IPv6 החדש דוגמת Direct Access,  Remote Assistance, Remote Assistance ו- HomeGroup.\n\n\nאי לכך, ובהתאם לזאת  מיקרוסופט ממליצה להשאיר את IPv6 ולא להסירו ממערכת ההפעלה בכל דרך שהיא,  משום שהוא חיוני לפעולתה. חשוב לציין כי מיקרוסופט לא ערכה שום בדיקות  ומדדים אודות יעילות מערכת הפעלה ללא IPv6 ולכן, חשוב להתייחס למערכת זו  כמות שהיא (AS IS) עם הרכיבים הכלולים בה.\n.\nהפוסט נכתב במקור בבלוג של נתנאל בן-שושן", "keywords": "תקשורת,ip,ipv4,ipv6,נתנאל בן-שושן"}