{"url": "https://www.geektime.co.il/can-my-phone-run-linux/", "type": "article", "title": "כך תריצו לינוקס על הסמארטפון הישן שלכם", "description": "אם יש לכם אנדרואיד ישן, תוכלו להתקין עליו הפצות של לינוקס בקלות כדי להחזיר אותו לחיים. ולהפוך אותו לסמארטפון הכי גיקי באיזור", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/942px-Sony-amami-xfce4-20180626-2-1573738560-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-15T13:00:26Z", "modified_time": "2019-11-15T09:02:00Z", "articleBody": "אם יש לכם אנדרואיד ישן, תוכלו להתקין עליו הפצות של לינוקס בקלות כדי להחזיר אותו לחיים. ולהפוך אותו לסמארטפון הכי גיקי באיזור\nתמונה: Neilvandyke, PostmarketOS\nלטוב ולרע, מכשירי אנדרואיד רצים על קרנל לינוקס, ובכל זאת, אנדרואיד לא מריצה אפליקציות של לינוקס, והיא פשוט לא הפצת לינוקס סטנדרטית כפי שאנחנו מכירים. אבל אם יש לכם רצון לעשות זאת, וגם קצת אומץ, תוכלו להפוך את הסמארטפון שלכם למכשיר לינוקס למהדרין. בין אם אתם סתם סקרנים, הרפתקניים או שיש לכם סמארטפון ישן שבא לכם קצת לשחק איתו או לגרום לו להרגיש חדש, שווה לכם לקרוא את זה.\nמן הסתם, אם המכשיר שלכם תואם הפצת לינוקס כלשהי, אתם תצטרכו להתקין את ההפצה הזאת ממש כמו שאתם מתקינים כל רום אחר. אם אתם יודעים מה אתם עושים, התהליך הזה אמור להיות מהיר ולארוך דקות ספורות, אבל אם לא התקנתם אף פעם רום באנדרואיד, כדאי שתקחו בחשבון שמדובר בתהליך עם סיכון מסוים ואתם תצטרכו להתקדם על אחריותכם בלבד. אבל אתם לא לבד.\nכל מה שאתם צריכים לעשות הוא להיכנס לאתר הפשוט והמצוין עם השם הפשוט והמצוין “Can My Phone Run Linux”. שם תוכלו להזין את דגם הסמארטפון שלכם ולראות האם ובאיזו הפצת לינוקס הסמארטפון שלכם תומך. בין ההפצות הנתמכות באתר ניתן למצוא את Ubuntu Touch, postmarketOS, Maemo Leste, ו-Asteroid OS. לאחר שתמצאו את אחד המכשירים שיושבים לכם בבית, תוכלו לעבור ל-Wiki מוצלח שידריך אתכם איך להתקין את מערכת ההפעלה החדשה שלכם, ולעיתים גם יסביר לכם אילו פונקציות במכשיר לא ייתמכו כדי שתדעו למה לצפות. רק אל תשכחו לגבות את הנתונים שלכם, כי הם עומדים להימחק מהמכשיר בתהליך. ברצינות, תגבו הכל.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nישנם לא מעט מכשירים שנתמכים באתר, רובם ישנים, אם כי מצאנו גם כמה מכשירים חדשים יחסית כמו ה-Pixel 3 XL של גוגל (אבל משום מה אין קיטלוג למשל לפיקסל 3 או הפיקסל 3A), כמעט כל מכשירי הגלקסי מה-S המקורי ועד ה-S7 נמצאים כאן לצד שלל מכשירים זניחים יותר ופחות. למרבה ההפתעה, לא רק סמארטפונים נתמכים באתר, אלא גם מכשירים חכמים אחרים כמו הסטרימר של אמזון, Fire TV, ה-Zenwatch של אסוס, ה-LG G Watch, וטאבלטי ה-Tab הישנים של סמסונג.​\nעם משתמשי אייפון הסליחה.", "keywords": "לינוקס,אנדרואיד,סמארטפון,rom,linux,android,smartphone,ubuntu,ubuntu touch,asteroid os,postmarket os,maemo leste"}