{"url": "https://www.geektime.co.il/sandisk-on-computex-2015/", "type": "article", "title": "סנדיסק חושפת את ה-Disk On Key הקטן בעולם לצד ליין כונני SSD חדשים", "description": "Sandisk מנצלת היטב את הבמה בטייוואן ומכריזה על מספר מוצרים חדשים של אחסון חיצוני בטכנולוגיית ה-SSD, ביניהם ה-Disk on Key הקטן בעולם", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/sandisk-s.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-02T14:01:17Z", "modified_time": "2015-06-02T14:02:29Z", "articleBody": "Sandisk מנצלת היטב את הבמה בטייוואן ומכריזה על מספר מוצרים חדשים של אחסון חיצוני בטכנולוגיית ה-SSD, ביניהם ה-Disk on Key הקטן בעולם\n\nחברת SanDisk הכריזה על מספר מוצרים חדשים בתחום כונני האחסון החיצוני במסגרת תערוכת קומפיוטקס (Computex) שנערכת בימים אלה בטייוואן. בין המוצרים שחשפה החברה גם כונן ה-Disk On Key הקטן בעולם בנפח של לא פחות מ-128GB.\nהמוצר הראשון הוא SanDisk Ultra Fit USB 3.0, יחידת אחסון ניידת בגודל מזערי של פחות ממטבע של עשרה סנטים, מה שכנראה הופך אותה ל-Disk on Key הקטן ביותר בעולם. שטח האחסון שלו עומד על 128 ג’יגה בייט, יכול להכיל עד 16 שעות של סרטי וידאו באיכות של 1080p ובעל מהירות קריאה של 130 מגה לשניה. מחירו יעמוד על 119 דולר ליחידה או 1,190 מטבעות של עשרה סנט אם אתם מתעקשים להמשיך את ההשוואה ממקודם.\nבנוסף, הכריזה SanDisk על שתי סדרות חדשות של כונני אחסון חיצוני מסוג SSD: הראשונה היא SanDisk Extreme 900 והשניה נקראת SanDisk Extreme 500.\nכונני ה-Extreme 900 יהיו זמינים בנפחים של 480, 960 ו-1.92 טרה בייט. המהירות המקסימלית להעברת קבצים בכוננים אלה עומדת על 850 מגה לשניה, מה שיתרום רבות למשתמשים שעובדים עם קבצי וידאו של 4k. כמו כן, הם מצויידים בכבלי USB מסוג Type-A ו-Type-C. המחיר המוערך של הכוננים הוא 399 דולר לגרסת ה-480 ג’יגה בייט, 599 דולר לגרסת ה-960 ו-999 לכונן של 1.92 טרה בייט.\nבעוד סדרת כונני ה-Extreme 900 מתאפיינת בשטח אחסון גדול ובביצועים אופטימליים, סדרת ה-Extreme 500 מתמקדת בהקטנת גודל הכונן. לפי ההכרזה של SanDisk, כונני Extreme 500 הם חצי מגודלם של כונני סדרת Extreme 900.\nכונני Extreme 500 יגיעו בנפחים של 120, 240 ו-480 ג’יגה בייט ומחירם 99, 149 ו-239 דולר בהתאמה. מהירות העברת הנתונים של כוננים אלה עומדת על 415 מגה בייט לשניה.\nקומפיוטקס היא אחת מתערוכות הטכנולוגיה הגדולות ביותר שנערכות באסיה. היא החלה את דרכה בשנת 1981 ומשמשת במה להצגת הפיתוחים הטכנולוגיים האחרונים בשוק, החל מטאבלטים ועד מסכי טלוויזיה מתקדמים. במרוצת השנים התערוכה צברה מוניטין רב, מה שכיום מושך אליה חברות היי טק מפורסמות מסביב לעולם כגון אינטל, מיקרוסופט ו-Nvidia.\n\n ", "keywords": "sandisk,sandisk extreme 500,sandisk extreme 900,sandisk ultra,כונן חיצוני,כונן ssd,קומפיוטקס,computex 2015,"}