{"url": "https://www.geektime.co.il/apple-new-iphone-5s-event-liveblogging/", "type": "article", "title": "אפל מציגה את האייפון 5S והאייפון 5C [לייבלוגינג]", "description": "הצטרפו אלינו ללייבלוגינג מאירוע ההכרזה של אפל במהלכו צפויה החברה לחשוף את ליין האייפונים הבא ואולי גם מספר הפתעות נוספות. עדכונים החל מהשעה 19:30.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/09/iphone5c.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-09-10T15:46:50Z", "modified_time": "2013-09-10T21:57:27Z", "articleBody": "הצטרפו אלינו ללייבלוגינג מאירוע ההכרזה של אפל במהלכו צפויה החברה לחשוף את ליין האייפונים הבא ואולי גם מספר הפתעות נוספות. עדכונים החל מהשעה 19:30.\n\nהערב בשעה 20:00 שעון ישראל תקיים אפל את אירוע ההכרזה המסורתי שלה בו צפויה לחשוף את ליין האייפונים הבא. האירוע יערך במטה החברה בקופרטינו ואת ההכרזות השונות יציגו על הבמה בכירי החברה ביניהם מנכ”ל אפל, טים קוק.\nהבוקר אישר הוול סטריט ג’ונרל את הדיווח המתייחס לכך אפל אכן הולכת לחשוף מנגנון ביומטרי לזיהוי טביעות אצבע באייפון החדש. המגזין האמריקני נחשב למקורב לקופרטינו ועל כן אישורו נחשב לאמין דיו על מנת להתייחס אליו ברצינות הראויה. מוקדם יותר דלפה לרשת גם תמונה מתוך המדריך למשתמש של מכשיר האייפון הבא ובו מודגשת טבעת מתכת מסביב לכפתור הבית הכוללת ככל הנראה את מנגנון האבטחה הביומטרי המופיע תחת השם Touch ID. רמזים לכך אגב, ניתן למצוא גם בהזמנה שהפיצה אפל לפני כשבוע לאירוע הקרוב (מופיעה בראש הפוסט הנוכחי) בו ניתן למצוא מספר טבעות מתכת לצד העיגולים הצבעוניים.\nההנחה כעת היא שאפל תשתמש במנגנון האבטחה לא רק על מנת לבטל את נעילת המכשיר אלא גם במטרה להפוך אותו לארנק סלולרי. במשך שנים נמנעה אפל להטמיע את שבב ה-NFC בליין המוצרים שלה על אף שמתחרותיה אימצו אותו באהבה רבה. רבים מעריכים שהאייפון הבא יגיע עם טכנולוגיית ה-NFC מאחר וכעת אפל מצאה את הדרך האידיאלית להפוך את הסמארטפון לארנק סלולרי מוגן דיו באמצעות השימוש במנגנון האבטחה החדש.\nעוד צפויה אפל לחשוף ליין אייפונים מוזל בגודל זהה לזה של האייפון 5 אך עם גב פלסטיק שיגיע במספר צבעים ותמורת מחיר נמוך יותר מדגם האייפון החדש. המטרה כאן היא להציג מתחרה למכשירי האנדרואיד הזולים בהם אפל מתקשה להתחרות עם הליין הקיים ועל חשבון המדיניות שאימצה עד כה וכללה את מכירתו של דגם האייפון הקודם בצמוד לזה החדש.\nאלו המצפים להשקתה של iOS 7 יאלצו להמשיך ולהמתין אבל כנראה שלא עוד הרבה זמן ובכל מקרה היום נדע בדיוק מתי תושק מערכת ההפעלה הבאה.\nחלון הזמן הנוכחי מלמד כי מדובר בעניין של ימים ספורים וככל הנראה כבר במהלך השבוע או השבועיים הקרובים תזכה מערכת ההפעלה הבאה להשקתה הרשמית בסמוך להשקה של ליין האייפונים החדש.\nומה עוד צפוי לנו באירוע? השמועות המתייחסות לרענון ליין האייפדים והמקבוקים לא זכו עד כה למקורות מהימנים במיוחד ועל כן קשה לדעת. מכל מקום, אפל צפויה לשמור חלק מעדכוני המוצרים שלה לגל נוסף במהלך חודש אוקטובר ועל כן לא היינו ממהרים לפתח ציפיות בנוגע ליתר המכשירים מתוצרתה, לפחות לא היום.\nהצטרפו אלינו ללייבלוגינג מהאירוע החל מהשעה 19:30.\n[16:00] החנות המקוונת של אפל ירדה מהאוויר\n\n[18:50] מי שציפה ללייב סטרימינג ישירות מהאירוע עשוי להתאכזב. בשנים קודמות אפל פירסמה הודעה על הזרמה ישירה שעות ספורות לפני קיום האירוע ובשעה זו הסיכוי כבר הופך לנמוך במיוחד.\n[19:40] עכשיו כבר ניתן לומר באופן רשמי – האירוע לא יועבר בהזרמה ישירה.\n[19:45] כתבי טכנולוגיה שכבר ביקרו באירועים קודמים של אפל טוענים שהאירוע הנוכחי הוא העמוס ביותר שזכו להשתתף בו בקופרטינו, מקווים שהקמפוס החדש שיבנה יפתור את הבעיה בעתיד.\n[19:48] אל גור נכנס לאולם, וכעת גם טים קוק מפלס את דרכו דרך הקהל.\n[19:52] כולם כבר הגיעו: ג’וני אייב, פיל שילר, אדי קיו, טים קוק, ממתינים בחדר קטן ונפרד.\n[19:54] האולם מלא וכולם ישובים, כבר מתחילים. (אגב, ניתן להבחין גם בוולט מוסברג מ-AllThingsD בין הנוכחים בשורות הראשונות).\n[19:57] מתנגן ברקע: Walking in you footsteps מאת Shout out loud. (הנה לינק לשיר, תתחברו לאווירה).\n[19:59] בהתחשב בכך שהאולם מלא, כנראה שאנחנו לא צפויים לאיחורים והאירוע יתחיל ממש ברגעים הקרובים.\n[20:00] והנה אנחנו מתחילים: טים קוק עולה לבמה, הקהל במחיאות כפיים.\n[20:02] טים קוק: “אנחנו שמחים להראות לכם כמה דברים שאנחנו ממש גאים בהם, אבל קודם כל – עדכונים”. טים קוק מתייחס לפסטיבל אייטונז, משבח את הדרישה הגבוהה לכרטיסים, 20 מיליון אנשים הגישו בקשה לכרטיס. מאחר ולא היה מספיק מקום ערכו הזרמה ישירה לאירוע ל-100 מדינות ברחבי העולם. ומציגים סרטון מהאירוע.\n[20:05] עדיין מציגים את הסרטון מפסטיבל אייטונז ואת ההתלהבות סביב האירוע. ליידי גאגא פתחה את האירוע. הוידאו מסתיים וכולם מריעים.\n[20:10] עכשיו נעבור לתחום הקמעונאות (רשת החנויות של אפל בעולם). “אנחנו ממשיכים להתרחב מחוץ לארה”ב, אבל נתחיל קודם בלהתמקד בארה”ב. קוק מתייחס לחנות החדשה בסטנפורד ולפופולאריות שלה, מתייחס לעובדה שהיא גדולה הרבה יותר מזו הקודמת. “אני מציע לכם לקפוץ ולבקר שם בסוף האירוע היום”.\nעכשיו נעבור ל-iOS 7:\nבחודש הבא נשיק את מכשיר ה-iOS ה-700 מיליון שלנו.\nכעת עולה קרייג פדריג’י לבמה.\nלפני שלושה חודשים חשפנו לראשונה את מערכת ההפעלה iOS 7 במהלך כנס המפתחים שלנו.\n[20:12] קרייג מונה את החידושים המוכרים ב-iOS 7 שכבר זכינו לראות לפני שלושה חודשים. מתייחס למסך הנעילה, למרכז ההתראות, החיפוש המשופר, העדכון לסירי שהופכת לחכמה יותר אבל גם זוכה לדמות נוספת עם צליל גברי. גם רינגטונים חדשים שולבו במערכת ההפעלה החדשה.\n[20:15] קרייג ממשיך, מתייחס עכשיו לתמונות ולסדר שנעשה שם, האפשרות לראות את התמונות באופן כרונולוגי על בסיס חודש או אפילו שנה. קרייג מתמקד בתמונות ובממשק החדש של אפליקציית התמונות ב-iOS 7, הפילטרים המובנים, וכעת עובר לדבר על iTunes Radio. “זו הדרך הטובה ביותר לחוות מוזיקה”.\n[20:18] והנה נתון חשוב יותר: iOS 7 תהיה זמינה להורדה לכולם בחינם החל מה-18 בספטמבר.\n[20:20] קרייג יורד מהבמה וטים קוק חוזר. קוק מתייחס לעבודת הצוות המשותפת בין העובדים של אייב לקרייג ועובר לדבר על iWork. קוק מונה את התוכנות השונות של חבילת iWork: קינוט, נאמברז ופייג’ז. עובר לדבר גם על החידושים ב-iPhoto וב-iMovie. “אנחנו חושבים שמדובר בכלים מצויינים ליצירתיות ולאף פלטפורמה אחרת אין אפליקציות כאלה”. הקהל מריע.\nהחבילה תגיע מעתה באופן מובנה ובחינם לכל מכשיר iOS חדש שתרכשו. הקהל מריע שוב.\nעוברים לדבר על האייפון 5 (כן כן, הנוכחי, בונים מתח).\n“זה היה האייפון האהוב ביותר עד כה. בעבר הורדנו את המחירים להפוך את האייפון לנגיש יותר. היום אנחנו הולכים לעשות זאת שוב”.\nאנחנו הולכים להחליף את האייפון 5. קוק מפנה את מקומו לפיל שילר שידבר על האייפון הבא.\n\n[20:25] פיל שילר מציג את האייפון המוזל קודם. “הוא בנוי על המבנה של האייפון 5, אבל עם עיצוב חדש וצבעוני: ירוק, צהוב, כחול, ורוד ולבן. (זהה למה שראינו בהדלפות). “הם נראים מצויין עם iOS7. הגב והצדדים עשויים מיחידה אחת. מבפנים מדובר במבנה שונה לחלוטין.\nמסך בגודל “4 (כמו האייפון 5) רטינה, מעבד A6, מצלמת 8 מגה פיקסל אחורית, מצלמה קדמית חדשה באיכות HD שיודעת להתמודד טוב יותר עם תאורה נמוכה, תומך ביותר תקנים מסוג LTE, קישוריות WiFi ובלוטות’ 4.0.\nהמחיר תחת חוזה לשנתיים בארה”ב: 99 דולר לדגם ה-16GB ו-199 דולר לדגם ה-32GB.\nיש גם קייסים חדשים, המחיר: 29 דולר ליחידה.\n[20:32] סרטון שמציג את האייפון 5C ובו מדבר ג’ונתאן אייב על העיצוב החדש.\nמבירור בחנות המקוונת של אפל: מחיר המכשיר ללא חוזה או התחייבות בגרסת סים פרי הוא 549 דולר לדגם בתצורת ה-16GB ו-649 דולר לדגם בתצורת ה-32GB. לא בטוח שראוי להקרא “מוזל”.\nאפל מתמקדת בנרתיקים חדשים המיועדים לאייפון 5C המוצעים בשלל צבעים ובעיצוב שלהם.\n\n\n[20:35] פיל שילר חוזר לבמה\n\nשילר חושף את האייפון הבא המגיע בשלושה צבעים: שחור, כסוף ומוזהב.\nנתחיל בביצועים:\n“האייפון 5S מציג שיפור משמעותי בביצועים” טוען שילר. הוא מגיע עם מעבד A7 חדש, 64 ביט, “הראשון מסוגו”. “אני לא חושב שהמתחרים שלנו אפילו חושבים על זה עדיין”.\nמערכת ההפעלה iOS 7 תדע להשתמש במעבד החדש ובביצועי ה-64 ביט.\n[20:40] שילר מתייחס לביצועים המרשימים של כוח העיבוד החדש שיהיה מהיר פי 2 מזה הקודם גם ברמה הגרפית. (מהיר פי 40 מהאייפון המקורי – הראשון). טוען שהדבר יאפשר לייצר משחקים מתקדמים הרבה יותר.\nוכעת עוברים לשלב ההדגמה ומציגים קצת משחקים שרצים על המכשיר החדש כדי להפגין את יכולות העיבוד המתקדמות.\n(אגב: בתמונות המכשיר ניתן להבחין בכפתור הבית השונה הכולל עתה פס מתכת וככל הנראה משמש למגנון האבטחה הביומטרי שעוד יוצג בהמשך).\n[20:45] פיל שילר חוזר לבמה אחרי הדגמת המשחקים על המכשיר. “אני מקווה שהצלחנו להרשים אתכם, אותי זה הרשים”. שילר מתייחס לשבב נוסף ששולב באייפון ומכונה M7. מעיין מעבד תנועה: שילוב של גיירוסקופ, אקסלורמטר ומצפן דיגיטלי. אידיאלי לאפליקציות ספורט.\nשילר מתייחס לשיתוף פעולה נוסף עם נייק ולאפליקציה שמכונה Nike + Move שתעשה שימוש ב-GPS וב-M7 כדי לעקוב אחרי הפעילות הגופנית שלכם.\nזמן הסוללה: 10 שעות דיבור ו-250 שעות המתנה, 10 שעות גלישה ב-LTE, ו-40 שעות נגינה של מוזיקה.\nהבא בתור: המצלמה\n\n[20:50] “אנשים אוהבים לצלם תמונות ואנחנו רוצים לעשות את זה איכותי יותר”.\nהמצלמה החדשה כוללת שיפור בעדשות עם פוקוס משופר ו-iOS 7 תוכננה למצות את היכולות של המצלמה הזו. היא תדע לקחת את התמונה המוצלחת ביותר מתוך סדרת תמונות ויש גם פלאש חדש אותו מכנה שילר “True Tone”. מדובר בטכניקה שיכולה להבליט צבעים ולייצר תאורה טובה לתמונות איכותיות יותר. שילר מציג שתי תמונות כדי להראות את ההבדלים והם בהחלט ניכרים. במכשיר יש גם מנגנון ייצוב דיגיטלי שמונע מתמונות להמרח גם כשזזים מעט.\n[20:54] תכונה חדשה בשילוב עם iOS 7 תאפשר לצלם תמונה אחת מתוך מספר תמונות מהירות שהמכשיר יצלם כדי לאתר את זו האידיאלית ביותר (תכונה שראינו כבר במכשיר הגלקסי של סמסונג).\n[20:55] שילר מציג תמונה פנורמית שנלקחה באמצעות המצלמה החדשה על מנת להדגים את היכולת המדהימה שלה.\nוהנה אנחנו עוברים לקילר פיצ’ר של האייפון 5S – מנגנון האבטחה הביומטרי החדש.\n\n“קוד מספרים נחשב לדרך הפופולארית ביותר לנעול מכשירי סמארטפון אבל הרבה אנשים מוצאים את המנגנון הזה מסורבל ולא ידידותי במיוחד. כמחצית מבעלי הסמארטפונים לא מתקינים מנגנון אבטחה רק בגלל זה ולמעשה כדאי מאוד שכן יתקינו מנגנון אבטחה כלשהו”.\nאנחנו מציגים את ה-Touch ID, מנגנון אבטחה שיודע לקרוא את טביעת האצבע שלכם.\nמדובר בחיישן מזערי באיכות של 500ppi ומוצב ישירות בכפתור הבית במכשיר. טבעת מתכת שמקיפה את כפתור הבית תאפשר לעשות בו שימוש והחיישן הזה שובב באופן מעמיק ביותר בתוך מערכת ההפעלה iOS 7.\nכעת תוכלו לאשר רכישות באייטונז באמצעות ה-Touch ID אבל לא רק.\nכעת עוברים לוידאו שמסביר על הפיצ’ר החדש עליו מסביר ג’ונתן אייב.\n[21:02] ההגדרה הראשונית פשוטה וניתן למעשה להגדיר מספר טביעות אצבע של אנשים שונים לגישה למכשיר. למעשה, המנגנון מצלם את האצבע שלכם באיכות מאוד גבוהה ויודע לנתח את התמונה של טביעת האצבע ולערוך השוואה. מדובר בפרטים קטנטנים שהעין האנושים לא באמת יכולה להבחין בהם. הנתונים לא ישמרו בשרתי אפל ולא באף מקום אחר. “ג’ונתאן אייב מתייחס לכך שהוא מאמין שטכנולוגיה מגיעה לשלמות שלה כשהיא נעלמת ולא ניתן להבחין בה”.\nשילר חוזר לבמה.\nהמחיר תחת חוזה: 16GB תמורת 199 דולר, 32GB תמורת 299 דולר, 64GB תמורת 399 דולר. ויש גם נרתיקים חדשים שמחירם 49 דולר.\nהאייפון 4S ישאר בליין האייפונים ויוצע תחת חוזה בחינם רק בתצורת ה-8GB.\nהאייפון 5C יהיה זמין למכירה מוקדמת כבר מה-13 בספטמבר וליין האייפונים החדש כולו (גם ה-5S) יהיו זמינים לרכישה החל מה-20 בספטמבר בארה”ב, קנדה, אוסטרליה, צרפת, גרמניה, יפן, סינגפור, סין ובריטניה.\nהחל מחודש דצמבר יושק הליין החדש של האייפונים ביותר מ-100 מדינות (ואנחנו ככל הנראה בינהן).\n[21:10] טים קוק מסכם את האירוע ומתייחס לליין האייפונים החדש ול-iOS 7, מציג סרטון פרסומת חדש ומודה לצוותים שעבדו על פיתוח המוצרים החדשים.\n“לפני שנסיים אני רוצה לחזור רגע למוזיקה. אנחנו מאוד אוהבים מוזיקה ואוהבים לחגוג עם אמנים מצויינים”\nלבמה עולה Elvis Costello.\n[21:15] זהו, נראה שהאירוע הגיע לסיומו, תודה שעקבתם אחרינו ואנחנו מקווים שתקבלו בהבנה שגיאות בטקסט שהובא בפניכם בזמן אמת. בדקות הקרוב נעדכן את הפוסט גם עם תמונות.", "keywords": "אייפון,האייפון הבא,אייפון חדש,אייפון 5s,אייפון 5c,קופרטינו,לייבלוגינג,לייב בלוגינג,iphone 5,iphone 5c,touch id,nfc,אפל,אייפון מוזל,קורא ביומטרי,אירוע הכרזה,טים קוק"}