{"url": "https://www.geektime.co.il/ios-12-usb-restricted-mode/", "type": "article", "title": "האייפון הופך לכמעט בלתי ניתן לפריצה על ידי כוחות הבטחון", "description": "גירסת iOS 12 עומדת לעשות לגורמי הבטחון חיים קשים, עם פיצ'ר חכם שימנע מהם אפשרות לפרוץ למכשירי אפל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/MVIMG_20180614_092858-1528957862.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-14T10:30:01Z", "modified_time": "2018-06-14T09:54:38Z", "articleBody": "גירסת iOS 12 עומדת לעשות לגורמי הבטחון חיים קשים, עם פיצ’ר חכם שימנע מהם אפשרות לפרוץ למכשירי אפל\nתמונה: גיקטיים\nלא אחת שמענו על מקרים בהם ממשלות, גורמי שיטור ובתי משפט מנסים לגרום לאפל “לפתוח” מכשירים של חשודים בפשעים ופיגועים, אך לאחר שאפל מסרבת בתוקף, אותם גורמים נאלצים לפרוץ את הגנת המכשירים באמצעות כלים של חברות אבטחה שונות, ביניהן גם סלברייט הישראלית. האם הצעד החדש ימנע מהם את הגישה למכשיר – ללא אישור הבעלים?\nיציאת ה-Lightning שבתחתית מכשירי iOS משמשת להטענה, וכמו כן להעברת נתונים. החל מגירסת iOS 12, שצפויה להגיע לקהל הרחב בחודש ספטמבר, פיצ’ר בשם USB Restricted Mode יקבל עדכון משמעותי: הפיצ’ר מגביל את את יציאת ה-Lightning והופך אותה לשמישה אך ורק לטעינת מכשיר. עד כה, ההגבלה החלה לפעול רק לאחר 7 ימים, אבל החל מ-iOS 12, ההגבלה תחל לפעול לאחר שעה מרגע פתיחת המכשיר.\nלפני מספר חודשים דיווחנו כי חברת סלברייט הישראלית הצליחה לפצח את מנגנוני האבטחה החדשים ביותר של אפל, אבל iOS 12 צפויה להקשות על גורמים שירצו לעשות שימוש בכלים של חברות כמו סלברייט, וזאת מאחר שיש להם לכל היותר שעה להביא את המכשיר אל הכלים של החברות, ולהצליח לפצח אותו. אם לא יספיקו לנצל את חלון ההזדמנויות, פונקציית העברת הנתונים תינעל, ואף מכשיר לא יוכל להעביר אליו מידע או ממנו, וזהו אלמנט שהופך את התוכנות הללו, שמסתמכות על חיבור ה-USB לצורך פיצוח ושליפת הנתונים, ללא יעילות, ועלול לפגוע בהן ישירות.\nבהודעה שפרסמה אפל נכתב כי “אנחנו מחזקים את אמצעי האבטחה של כל המכשירים שלנו כדי לעזור ללקוחות להגן על עצמם מפני האקרים, גנבי זהות וחדירות אל המידע הפרטי שלהם”, ולביקורת של גורמים רבים כלפי העובדה שאפל מקשה על גורמי ביטחון להשלים את משימותיהם, אמרו כי “יש לנו כבוד אדיר לכוחות המשטרה, ואנחנו לא מהנדסים את שיפורי האבטחה שלנו כדי לפגוע במאמצים שלהם לבצע את עבודתם”.\nכאשר כוחות השיטור עוצרים חשוד, הם לרוב מחרימים את המכשירים הסלולרים שלו, ומנסים להוריד את מהם כמה שיותר נתונים. הדבר דורש צו של בית משפט, אך אלו ניתנים בקלות יתרה בארצות הברית, והנושא הפך להיות מעורר דאגה בקרב תושבי ארצות הברית.", "keywords": "אייפון,ios,usb restricted mode,אבטחה,סלברייט,cellbrite,לייטנינג,lightning,יו אס בי,פריצה,האקרים,usb,hackers,ios 12"}