{"url": "https://www.geektime.co.il/apps-spying-using-glassbox/", "type": "article", "title": "אפליקציות מובילות צילמו את המסך שלכם ועקבו אחרי הקליקים שלכם בעזרת פיתוח ישראלי", "description": "תחקיר חדש חושף שאפליקציות תיירות מוכרות ושימושיות מקליטות את פעילות המשתמשים, מבלי לבקש את אישורם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/expedia-1549522724-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-07T14:36:44Z", "modified_time": "2019-02-07T16:24:38Z", "articleBody": "תחקיר חדש חושף שאפליקציות תיירות מוכרות ושימושיות מקליטות את פעילות המשתמשים, מבלי לבקש את אישורם\nמקור: Expedia\nתחקיר חדש חושף שחברות גדולות ומוכרות, שמרביתכם בוודאי מכירים ומשתמשים בשירותיהן כמו Expedia ו-Hotels.com, מקליטות את המסך בזמן השימוש של המשתמשים באפליקציות שלהן. המשמעות היא שמרגע שהפעלתם את האפליקציות המדוברות, הן מתעדות כל קליק שביצעתם, כל שאילתא שהזנתם בשורת החיפוש, ויתרה מכך – כל פרט אישי שמילאתם בטפסים – והכל מועבר לחברות. כדי להוסיף חטא על פשע – הן עושות את זה מבלי לציין זאת מפורשות או לבקש רשות. עוד עולה מהתחקיר כי מי שאחראי על הפיתוח הטכנולוגי היא חברה ישראלית.\nבתחקיר שפורסם על ידי TechCrunch עולה כי אפליקציות iOS כמו Expedia, Singapore Airlines, Hotels.com ו-Air Canada משתמשות בפיתוח ישראלי על מנת להציץ אל מאחורי הקלעים של חווית המשתמשים שלהם. החברה המדוברת היא Glassbox, שרק לאחרונה גייסה כ-25 מיליון דולר, ומפתחת טכנולוגיה שמקליטה את כל הפעולות המקוונות שמבצעים המשתמשים.\nעל הנייר, התכלית של Glassbox היא לסייע לחברות לנהל ולייעל את פעילות בעולם הדיגיטלי, ללמוד על בעיות בממשק ולוודא שהכל פועל כשורה. אלא שבמקביל, ניתן להשתמש בכלי גם למטרות קצת פחות ידידותיות, שכן כל לחיצה וטקסט שמוזן מוקלט ונשלח בחזרה למפתחי האפליקציה שיכולים לעשות עם המידע כרצונם. אופציה קצת יותר הגיונית ומדאיגה היא שהמידע ידלוף באופן לא מכוון, ופרטיהם האישיים של מיליוני משתמשים יחשפו. בציוץ מלפני ארבעה חודשים מתגאה Glassbox בפיתוח שלה: “דמיינו מה היה קורה אם האתר או האפליקציה שלכם יכלו לראות בדיוק מה הלקוחות שלכם עושים בזמן אמת, ולמה הם עושים את זה? עכשיו, זו כבר לא שאלה תיאורטית, אלא אפשרות אמיתית”.\nמכיוון שכל האינטראקציות של המשתמש עם האפליקציה מוקלטות – המשמעות היא שגם שדות בהם מזינים מידע רגיש כמו מספר דרכון או פרטי כרטיס אשראי מוקלטים ומגיעים אל מפתחי האפליקציות. כדי להמחיש את הבעייתיות, לפני מספר חודשים הודיעה Air Canada למשתמשי האפליקציה שלה כי ייתכן שפרטיהם של 20,000 מהם הגיעו לידיים הלא נכונות, וביקשה מקרוב ל-2 מיליון ממשתמשיה לאפס את סיסמתם.\nעל פי TechCrunch, אף אחת מהאפליקציות שעושות שימוש בכלי זה לא מיידעות את המשתמשים שלהן על כך, ויתכן בהחלט שאפליקציות נוספות שלא נחשפו בתחקיר, בהן גם אפליקציות אנדרואיד, נעזרות בפיתוח הישראלי (או אחרים). בכל מקרה, לא מדובר כאן בהמצאה של הגלגל מחדש או נתון שגרם לנו להגיב בתדהמה, אבל אין ספק שהיה נחמד אילו אותן אפליקציות היו לפחות מיידעות אותנו על כך. חוץ מ-GlassBox פעילות בתחום גם חברת Appsee הישראלית אף היא, Mixpanel ו-UXCam.\nמ-GlassBox נמסר בתגובה: ״בשום שלב נתוני הגלישה אינם נאספים ומוקלטים על ידי שרתי גלאסבוקס או כל גורם צד שלישי אחר – אלא מוחזקים ומנוהלים בכל העת על ידי בעלי האתר בלבד. יתרה מכך הנתונים מוצפנים ומאובטחים בסטנדרט הגבוהה ביותר. במסגרת הפעילות המשותפת עם לקוחותיה גלאסבוקס מאפשרת ללקוחותיה להגדיר את תכונות ההקלטה, עצימות ההקלטה ואף לשלוט בסוג ההרשאות לגורמים בתוך הארגון שעושה שימוש בטכנולוגיה. אנו שמחים וגאים כי השירות של גלאסבוקס ניתן היום לארגונים הגדולים בעולם בתחום התיירות, בנקאות, מדיה ועוד – שמכירים כי מקסום נכסיהם הדיגיטאליים נעשה תוך שמירה על נורמת אבטחת מידע מהטובות בעולם״.\n ", "keywords": "אפליקציה,expedia,אייפון,אפליקצית אייפון,travel,travel apps,אפליקציות תיירות,ריגול,מעקב משתמשים"}