{"url": "https://www.geektime.co.il/office-2010-technical-preview/", "type": "article", "title": "הצצה ראשונה ל-Office 2010", "description": "חבילת Office 2010 של מיקרוסופט יצאה לפני מספר שבועות בגרסת Technical Preview. אבי סמוכה שיחק עם הגרסה החדשה ומצא כמה דברים מעניינים.", "image": "https://files.geektime.co.il/wp-content/uploads/2009/07/office2010tp.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-07-22T12:01:11Z", "modified_time": "2009-07-22T12:01:11Z", "articleBody": "חבילת Office 2010 של מיקרוסופט יצאה לפני מספר שבועות בגרסת Technical Preview. אבי סמוכה שיחק עם הגרסה החדשה ומצא כמה דברים מעניינים.\nכפי שאתם וודאי יודעים, גרסת 2010 של חבילת ה-Office של מיקרוסופט נמצאת כרגע בשלב הנקרא Technical Preview. הגרסה המלאה של Office 2010, הכוללת את גרסת ה-Web Applications, יחד עם Sharepoint Server 2010, Visio 2010 ו-Project 2010 מיועדים לצאת בגרסה הסופית במהלך החציון הראשון של שנת 2010. בשלב זה, הגרסה עדיין איננה זמינה לציבור הרחב באופן רשמי, אך מספר גרסאות שונות של Office 2010 Technical Preview כבר הודלפו לרשתות שיתוף הקבצים. מיקרוסופט מזהירה מפני שימוש בעותקים הלא-מורשים בטענה שהיא בדקה כמה מהם ומצאה שהיו נגועים בוירוסים שונים. במידה ואתם מעוניינים בעותק חוקי של ה-Technical Preview, בקרו באתר הרשמי של תוכנית ה-TP של Office 2010.\nגרסת ה-Technical Preview של Office 2010 היא בעצם Build מוקדם של גרסת ה-Proffesional וכוללת את האפליקציות Outlook, Word, PowerPoint, Excel, Access,  Publisher ו-OneNote.\n\n\n\nOutlook 2010\nרצועת השליטה (Ribbon) החדשה\n\n \nהכרנו לראשונה את רצועת השליטה החדשה כחלק מחבילת Office 2007. הרצועה החדש נועדה לאפשר למשתמש שליטה גמישה ואינטואטיבית יותר לביצוע העבודה על-ידי חשיפת המשתמש לאפשרויות קונטקסטואליות שלא היה מודע אליהם. בגרסת 2007, Outlook לא זכה לטיפול הכולל את הרצועה החדשה, אך בגרסת 2010, גם Outlook עובד בתצורה החדשה. הרצועה ב-Outlook2010 מחולקת ל-4 חלקים נפרדים: Home – לאפשרויות כלליות הקשורות לשליחת דואר, Send/Recieve – לאפשרויות הקשורות לשליחה וקבלה, Folder – לאפשרויות הקשורות לניהול תיקיות דואר אלקטרוני ו-View – לאפשרויות שליטה על תצוגת הדואר בחלון הראשי.\nאם נשווה את Outlook 2007 ל-Outlook 2010, אנו יכולים לראות הבדל משמעותי:\n\nצעדים מהירים (Quick Steps)\nאחת התכונות החדשות של הרצועה, היא יכולת הגישה המהירה לביצוע פעילויות יומיומיות בניהול דואר. יכולת ה-Quick Steps מספקת גישה בלחיצת כפתור לפונקציות הנפוצות ומאפשרת להוסיף קיצורי דרך נוספים לפי נוחות המשתמש.\n\n\nשיחה\nתכונה חדשה שנוספה בגרסה החדשה היא יכולת קיבוץ השיחה המאפשרת לקבץ מספר מיילים תחת קבוצה אחת לפי מאפיין משותף של נושא שיחה במטרה לאפשר ניהול מסודר יותר של תיבת הדואר הנכנס.\n\n\n\nWord 2010\nכלי פורמט חדשים\n\nכלי פורמט חדשים (משופרים ביחס לאלו שהיו קיימים ב-2007) נגישים כעת מלשונית ה-Home, מאפשרים לשפר ולגוון את מראה המסמכים שלכם על-ידי שימוש בפונטים דמויי Word-Art עם אפקטים כגון הצללה, השתקפות וגבולות זוהר (Glow).\n\nצורות SmartArt חדשות\nצורות ה-SmartArt החדשות, מסייעות לכם לשרטט תהליכים מורכבים בצורה מופשטת וויזואלית:\n\nמפת מסמך\n\nהכלי החדש הזה, מאפשר ליצור תוכן עניינים דינמי בתצורת חלונית ניווט לצד המסמך המאפשרת לעבור לכל מקום במסמך לפי סימון הכותרות (Heading). פונקציה זו קיימת כבר שנים בתוכנת Acrobat של Adobe וזוהי תוספת מבורכת לחבילת האופיס.\n\nבאמצעות השימוש במפת המסמך, ניתן לערוך את מראה הכותרות ולשנות את צורת הצפייה והעבודה על המסמך לתצוגת Thumbnail.\n \nשיתוף\nאם אתם משתמשים ב-Sharepoint Workspace 2010, אתם יכולים לבצע Publish למסמך אל משטח העבודה הקבוצתי (Team Workspace), לערוך את המסמך במקביל לאנשי צוות נוספים, לצ’וטט איתם ולהתקשר אליהם באמצעות מערכת Instant Messaging ארגונית במידה ויש לכם כזו.\n \n\n\nPowerPoint 2010\nאפקטים לתמונות\n\nכלים חדשים לעריכת תמונות מאפשרים לכם לבצע עריכה של ממש על התמונות שאתם מוסיפים למצגת שלכם. ניתן לבצע פעולות כגון תיקון הבהירות, משחק עם הצבעים והוספת מגוון אפקטים לתמונה עצמה (זאת בנוסף למניפולציות שהיה ניתן להפעיל על התמונות כבר בגרסה 2007).\n \n\nעריכת וידאו\n\nכלי עריכת הוידאו החדשים מאפשרים לכם לבחור את הצורה של הוידאו ולשחק עם אפשרויות תצוגה שונות הקשורות לסרטון כגון בהירות, ניגודיות ושחור-לבן.\n \n\nתכונה חשובה נוספת היא שניתן מאתה לבצע גזירת וידאו ולקבוע באיזה איזה חלק מהסרטון אנחנו מעוניינים להציג (שניית ההתחלה ושניית הסיום ביחס לאורך הסרטון הכולל).\n\nמעבר בין שקופיות, אנימציות והקלטה\n\nנוספו אפקטי מעבר ואנימציה חדשים אשר משפרים את ה-Look and Feek של המצגת :\n\nאופציה נוספת (אמנם לא חדשה, אך ממש מגניבה) היא היכולת להקליט ולתזמן את המצגת ובכך ליצור מעבר שקופיות אוטומטי ומתוזמן ללא הצורך להעביר שקופיות ידנית במהלת הצגת המצגת עצמה.\n\n\nOffice 2010 מאחורי הקלעים\n\nאחת התונות החדשות בחבילת ה-Office החדשה נקראת Office Backstage והיא נכללת בכל התוכנות בחבילה. Office Backstage מספקת לנו כלים ואפשרויות בהקשר לתוכנה בה אנו משתמשים כרגע. לדוגמה, ניתן למצוא יכולות כגון כיווץ מדיה ב-PowerPoint, יכולות תצוגה לפני הדפסה חדשות ב-Word וניקוי תיבת דואר ב-Outlook.\n \n \n\n\n\n\nלסיכום\nלגרסה החדשה של Office יש הרבה מה להציע. כפי שאתם יכולים לראות, מגוון התכונות והשיפורים בכל אחת מהאפליקציות שכיסינו כאן הוא רק קצה הקרחון וזה עוד בלי שנגענו באפליקציות כגון OneNote, Access, Visio, Project וכמובן היכולות החדשות של Sharepoint 2010 שבשבילם צריך ספר נפרד.\nניתן למצוא מדיע נוסף על התוכנות הכלולות בחבילת Office 2010 בבלוג של צוות הפיתוח של Office 2010 ועמוד הבית של Office 2010 (דרכו גם ניתן להירשם להורדת ה-Microsoft Office 2010 Technical Preview. במידה ונתקלתם בבעיות מסוימות לאחר שהתקנתם את הגרסה החדשה, מומלץ לחפש פתרונות ולפרסם את שאלותיכם בפורום הרשמי של Office 2010.\nלאחר שקיבלתם את ההזמנה ל-Technical Preview, הורדתם והתקנתם את הגרסה החדשה, אל תשכחו לשלוח את הפידבק שלכם למיקרוסופט על-ידי שימוש בכלי החדש Microsoft Office Send-A-Smile. במסגרת הכלי החדש, במהלך העבודה עם כל אחת מהתוכנות בחבילה, יופיעו בשורת המשימות שני אייקונים של פרצוף שמח ופרצוף עצוב המאפשרים לכם בהקלקה פשוטה להעביר פידבק חיובי או שלילי בנוגע למה שנמצא אצלכם פתוח כרגע על המסך.\n\nבהצלחה.", "keywords": "הצצה ראשונה,אופיס 2010,office 2010,מיקרוסופט,microsoft,microsoft excel,microsoft office,microsoft onenote,microsoft outlook,microsoft powerpoint,microsoft sharepoint"}