{"url": "https://www.geektime.co.il/wwdc-2018-rumors-roundup/", "type": "article", "title": "כנס המפתחים של אפל יתקיים מחר וזה מה שצפוי לנו", "description": "אירוע המפתחים של אפל, WWDC 2018, עומד להתקיים מחר, והוא עומד להשפיע על כל המכשירים שיש לכם מתוצרת אפל. הנה כל מה שאנחנו יודעים שעומד להיות שם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Screen-Shot-2018-03-14-at-9.17.24-1521011877.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-03T16:36:06Z", "modified_time": "2018-06-03T16:36:06Z", "articleBody": "אירוע המפתחים של אפל, WWDC 2018, עומד להתקיים מחר, והוא עומד להשפיע על כל המכשירים שיש לכם מתוצרת אפל. הנה כל מה שאנחנו יודעים שעומד להיות שם\nתמונה: אפל\nכנס המפתחים של אפל, WWDC 2018, ייפתח מחר (ב’) בסן חוזה, באירוע ההכרזה המסורתי והחגיגי של החברה. מאחר שמדובר בכנס מפתחים, רוב ההכרזות והחשיפות מתמקדות יותר בצד התוכנתי של מוצרי אפל והיבטי הפיתוח השונים, אבל בסופו של דבר ההכרזות האלו משפיעות על אופן השימוש והיכולות של המכשירים מהפופולארים ביותר בעולם. הנה כל מה ש(ככל הנראה)יוכרז מחר.\nתמונה: 9to5mac\nכבר בחודש ינואר דווח כי אפל עומדת לשים בצד את החידושים לטובת יציבות מערכת ההפעלה אשר שוכנת באייפונים ובאייפדים של כולנו. המהפכה שאפל תכננה למסך הבית, אפליקציות הבסיס ופיצ’רים חדשים לאפליקציית המצלמה, ככל הנראה ידחו לשנת 2019, עד אשר תפתור אפל את הבעיות אשר החמירו עם יציאת iOS 11 בכל הנוגע ליציבות המערכת, עיצוב אחיד למערכת ומהירות התגובה שלה.\nבסוף שנת 2017 דווח כי אפל עומדת להשיק פלטפורמה מאוחדת שתאפשר הרצה של אפליקציות iOS על גבי מחשבי מק, וההפך. סביר להניח כי גם הרעיון היחסית משמעותי הזה מבחינת אפל יידחה לפחות בשנה, אך לא נופתע אם נראה אותו בכל זאת מככב כבר השנה.\nלמרות שאפל ככל הנראה תתמקד בעיקר בשיוף מערכת ההפעלה, ולא בהמצאה מחדש שלה, סביר להניח כי אפל תלך בעקבות גוגל, ותשיק גם היא כלי “Wellbeing” שיאפשר למשתמשים לעקוב אחרי הרגלי השימוש שלהם במכשיר, ולפקח עליהם.\nאפל צפויה להשיק את הגירסה השניה של ARKit אשר תתמוך בריבוי משתתפים, כך שמשתמשים יוכלו לצייר או לשחק ביחד במרחב. בנוסף, בשבוע שעבר דווח כי אפל תאפשר שימוש ברכיב ה-NFC אשר במכשירי האייפון והשעונים החכמים שלה לצורך הזדהות אל מול דלתות ואולי אפילו אל מול ספקיות תחבורה ציבורית.\nכמו כן, אפל עשויה להציג שיפורים נחוצים למדי לסירי, העוזרת הקולית שלה, שבינתיים נשארה מאחור מבחינת היכולות והפופולאריות על ידי העוזרת הקולית של גוגל ואלקסה של אמזון.\nתמונה: 9to5mac\nכאמור, אפל מתכננת להשיק פלטפורמת פיתוח שתאפשר פיתוח והרצה של אפליקציות מק על גבי מכשיר iOS, וההפך. אם אפל תבחר בכל זאת להשיק את הפלטפורמה הזו השנה, היא ככל הנראה תהיה כוכבת הערב, ועשויה להציל את חנות האפליקציות למק שלא מצליחה להתרומם (וככל הנראה תזכה לעיצוב חדש ברוח העיצוב של חנות האפליקציות שעודכנה ב-iOS 11).\nבשבועות האחרונים התרבו הדיווחים על כך שאפל עשויה להשיק Dark Mode חדש ל-macOS שככל הנראה יתמוך גם באפליקציות מערכת מובנות. כמו כן, סביר להניח שאפל תשיק אפשרות של תמיכה בפקודה “היי, סירי”, ושליטה על הבית החכם.\nשאר מערכות ההפעלה, WatchOS ו-tvOS צפויות לקבל גם הן עדכונים כמדי שנה, אך לא נחשפו פרטים רבים או שמועות, כך שכמעט כל הכרזה עשויה להחשב בגדר הפתעה.\nתמונה: Apple\nאירוע הפתיחה של WWDC לרוב מאופיין בהכרזות בתחום התוכנה, כאשר תחום החומרה וחשיפות המכשירים החדשים שמורים לאירוע המתקיים מדי ספטמבר. עם זאת, יתכן ואפל תבחר להשיק או לשדרג מספר מוצרים קיימים. ליין המקבוקים זקוק לרענון בעיקר בגזרת המעבדים החדשים, ובעיות המקלדת הרבות בהן נתקלים לקוחות החברה עשויים לאלץ אותה לשנות את עיצוב המקלדת. כמו כן, לפני מספר חודשים צפו דיווחים כי אפל תשיק גירסה מוזלת של ה-Macbook Air שפעם היה הלהיט המהפכני של החברה, ומאז ננטש. אם אפל תבחר לעשות זאת השנה, הבמה של כנס המפתחים היא במה נהדרת להציג כלי חדש למפתחים ולקהל הרחב.\nאם אתם במקרה ממתינים להכרזה על אייפון חדש, נזכיר שוב שאלו שמורים להכרזות באירוע ספטמבר, אך יתכן ואפל תבחר להשיק את הגירסה המעודכנת של האייפון המוזל שלה, ה-iPhone SE. יתכן ואפל תעדכן את ליין האייפד פרו עם תמיכה ב-Face ID שנחשפה לראשונה עם ה-iPhone X וזוכה לביקורות מעורבות. כמו כן, אפל הכריזה באירוע ספטמבר על מטען ה-AirPower שלה, אך מעולם לא שיחררה אותו. לא נתפלא אם סופסוף נזכה לשמוע על תאריך ההשקה שלו.\nהרמקול החכם הראשון של אפל, ה-HomePod זוכה גם הוא לביקורות מעורבות, בעיקר סביב העובדה שהוא לא כל כך חכם. אפל וודאי תשים דגש לא קטן לאינטגרציות של מפתחים עם הרמקול המדשדש, ואולי תוסיף תמיכה באפליקציות צד שלישי ויכולות חדשות. שמועה נוספת, אך לא סבירה במיוחד, גורסת כי אפל תשיק גירסה מוזלת של ההומפוד אשר תתומחר ב-150-250 דולר (לעומת 350 כיום), אך זהו לא צעד שתואם את אופן הפעולה של החברה עד כה.\nאנחנו נעדכן אתכם בכל החידושים עם הכרזתם, וממליצים להרשם לערוץ הטלגרם הרשמי של גיקטיים, ו/או להוריד את אפליקציית גיקטיים ל-iOS ואנדרואיד, ולעקוב אחרי דף הפייסבוק שלנו כדי לא לפספס את העדכונים וההכרזות הכי חמות מהכנס.", "keywords": "אפל,אירוע מפתחים,אייפון,מק,אייפד,הומפוד,רמקול,אירוע השקה,ios 12,macos 10.14,watchos,tvos,homepoad,wwdc,apple,iphone,ipad,mac,arkit"}