{"url": "https://www.geektime.co.il/thinknext-2012-live-feed/", "type": "article", "title": "הצטרפו אלינו והצביעו לדמו האהוב עליכם ב-ThinkNext 2012 [שידור חי]", "description": "כנס ThinkNext 2012 נפתח ממש עכשיו. הצטרפו אלינו לשידור החי מהכנס ובחרו את הסטארטאפים המועדפים עליכם", "image": "https://files.geektime.co.il/wp-content/uploads/2012/04/ThinkNext.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-04-22T16:30:55Z", "modified_time": "2012-04-23T09:28:36Z", "articleBody": "כנס ThinkNext 2012 נפתח ממש עכשיו. הצטרפו אלינו לשידור החי מהכנס ובחרו את הסטארטאפים המועדפים עליכם\n\nבעוד שעה קלה ייפתח בהאנגר 11 בנמל תל-אביב אירוע החדשנות והטכנולוגיה ThinkNext 2012. בדומה לאירוע שנערך בשנה שעברה, גם השנה יחולק האירוע לשני חלקים, כאשר בחלק הראשון יוצגו ביתנים של כ-20 חברות סטארט-אפ יחד עם ביתנים של מספר פרויקטי פיתוח מבית מיקרוסופט עצמה בה יציגו המשתתפים השונים טכנולוגיות חדשות ויחשפו את חלקם לראשונה לקהל הרחב.\nבמסגרת שיתוף פעולה מיוחד עם ניוזגיק, מבקרי הכנס והגולשים בניוזגיק יוכלו להצביע ולבחור את שלושת הדמואים הטובים ביותר. הסטארטאפ שיקבל את מירב הקולות יעלה על הבמה בסוף הערב כדי לקבל את פרס נבחר הקהל של ThinkNext 2012.\nאם אתם נמצאים בתערוכה, כל מה שאתם צריכים לעשות הוא לצלם את ה-QR Code שלנו, המופיע ברחבי האירוע, אשר יוביל אתכם לאתר ההצבעה הייעודי בו תוכלו לבחור עד שלושה דמואים שונים מהם התרשמתם במהלך האירוע.\nאם אתם לא נמצאים באירוע, תוכלו לעקוב אחרי השידור החי שיחל בשעה 16:30 ומוטמע כאן בהמשך הפוסט, אשר יציג את ההדגמות השונות במהלך החלק הראשון של האירוע. כדי לסייע לגולשים שלנו שלא יגיעו לאירוע, צירפנו בתחתית הפוסט את הרשימה המלאה של כל ההדגמות והסטארטאפים המשתתפים. החל מתחילת השידור החי, תוכלו לגלוש לאתר ההצבעה בכתובת http://thinknext.geektime.co.il ולהצביע לדמואים הנבחרים שלכם.\nהצביעו לדמואים הטובים ביותר ב-ThinkNext 2012\nבחלקו השני של האירוע, ירצו מספר בכירים במיקרוסופט כולל ריק ראשיד, סמנכ”ל מו”פ והמנהל של Microsoft Research, גרדיפ סינג-פאל, סגן נשיא בתחום Information Platform & Experience, ג’יי.פי וולרשיים, מנהל קבוצת המוצר של Kinect for Windows ורג’ינלד הצ’רסון, מנהל בכיר בקבוצת הפיתוח של Windows Phone בנוקיה. אליהם יצטרפו האמנית ליאת סגל, הארכיטקט מארק דייוויס, והוד ליפסון, פרופסור להנדסת תוכנה, מכונות ו-Aerospace באוניברסיטת קורנל בניו-יורק.\nגם החלק השני של האירוע יועבר במסגרת השידור החי כאן בפוסט.\n\nPointGrab – מאפשרת זיהוי תנועות ידיים במרחב על מצלמות 2D במגוון מכשירים שונים כמו טלוויזיות, מחשב אישיים, סמארטפונים וטאבלטים. ממש משתמש אינטואיטיבי ובמקום תערך הדגמה בין השאר של משחק “Angry Birds”.\nTouchApps – היא חברה המתמחה במשחקי בפלטפורמה הניידת. המשחק שיוצג בכנס הינו משחק בו הינך מנהל בית מלון המארח ידוענים ואנשים צבעוניים שונים ומטרתך להוציא את שהייתם מהנה ככל האפשר.\niOnRoad – מפתחים אפליקצייה המאפשרת נהיגה בטוחה על ידי שימוש ב-GPS, המצלמה וחיישני הסמארטפון השונים על מנת לאפשר נהיגה בטוחה, להמנע מתאונות הנובעות מחוסר מרחק והעדר הערנות.\nPhotoccino – מפתחת טכנולוגיה שתברור עבורכם את התמונות הטובות ותהיה מסוגלת “להבין” אותן. באירוע תודגם המערכת.\nUmoove – מציעה את הצורה הטבעית ביותר לשליטה באמצעות תנועת העיניים וראש באפליקציות ומדיה (כמו משחקים, חינוך וספרים אלקטרוניים), וזאת, בזמן אמת וללא חומרה נוספת.\nWebydo – יוצרת כלי מקוון חכם שיוכל לייצר אתרי אינטרנט מודרניים על ידי המרה של כל עיצוב גרפי לאתר פונקציונלי שעובד, ללא צורך בידע בתכנות אתרים.\nVMP International   – מעניקים מערכת ניהול של עובדים וירטואלים לאתרים מקוונים בשירות עצמי במטרה לשפר את השירות הווירטואלי בשירות עצמי.\nfooducate – אפליקצייה המאפשרת לאנשים לסרוק מוצרי מזון ולהחליט אילו מהמוצרים בריאים יותר.\nKinvestix – קונסולת בריאות מהפכנית המציעה פלטפורמת כושר חדשה על ידי הוספת יכולת התנגדות משתנה לתנועות המחשקים ומוסיפה למשחקים ערך בריאותי מוסף.\nLoudlee – היא רשת חברתית מוזיקלית הנותנת גישה קלה ובלתי מוגבלת למוזיקה ועוזרת לך לגלות מוזיקה חדשה דרך חברים.\nPlayMyTone – מאפשרת לבצע מיקס עבור המוזיקה שלכם תוך 30 שניות ולחלוק אותו באופן חוקי.\nOverwolf – מוסיפה שכבה נוספת למשחקים ללא פגיעה בקוד שלה, וזאת על מנת לצרף פונקציונליות הקשורה ברשתות חברתיות ושיווק.\nvod.io – מאפשר ריכוז של תכני וידיאו לאייפד בצורה מגזינית המאפשרת פלטפורמה נוחה לצריכת התוכן וגילויו של תוכן חדש.\nXtendi – מאפשרת אפשרות לחוות את הסביבה הטבעית והפיזית בצורה ווירטואלית.\nMetal Compass – מפתחת אלמנטים משחקיים בסמארטפונים. תציג בכנס את הרובה הסמארטפונים שלה.\ndvp – מאפשרת איפור דיגטלי בשיחות וידיאו באמצעות הוצאת הפגמים הרצויים.\nEpos – מאפשרת איכון בדו ותלת מימד באיכות גבוהה דרך פתרונות המתבססים על אולטראסאונד למגוון פלטפורמות ממוחשבות: סמארטפונים, טאבלטים ומחשבים אישיים.\nEverything.me – מנוע חיפוש המציע חיפוש מכוון לאפליקיות בלבד.\nHebrew University – מיזם המאפשר ראייה בעזרת קול ופתרונות דומים עבור העיוורים.\nTechnion – מיזם זה לומד איך לבנות מבנה, אלגוריטם ושיטות מחקר בעבור מערכות תוכנה.\nFIrst Israel – מעבירה את ההתרגשות שבספורט יחד עם הטכנולוגיה במטרה לרתום תלמידי תיכון לעולם האלקטרוניקה והיזמות.", "keywords": "everything.com,pointgrab,touchapps,ionroad,photoccino,umoove,webdyo,vmpinternational,fooducate,kinvestix,loudlee,vod.i.o,xtendi,metal compass,dvp,expos,everything.me,techniono,hua,firstisrael,playmytone,startups,סטארטאפים,ישראל,מיקרוסופט ישראל,כנס,תל אביב,overwoof,מרכז המחקר והפיתוח של מיקרוסופט בישראל,microsoft,microsoft ildc,thinknext,thinknext 2012,everything me"}