{"url": "https://www.geektime.co.il/microsoft-build-2015-day-1-roundup/", "type": "article", "title": "מיקרוסופט בשורה של הכרזות מהפכניות הלילה - הנה כל מה שאתם צריכים לדעת עליהן", "description": "הרבה ציפיות היו מנאום הפתיחה של כנס המפתחים של מיקרוסופט, והחברה ענתה עליהן ובגדול: אפליקציות iOS ואנדרואיד שיעבדו בחלונות 10; הסמארטפון הופך למחשב קטן שמתחבר לטלוויזיה, עכבר ומקלדת; אדג' - הוא הדפדפן החדש שיחליף את אקספלורר ועוד. הנה ריכוז של ההכרזות החשובות מאמש", "image": "https://files.geektime.co.il/wp-content/uploads/2015/04/21.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-04-30T11:30:41Z", "modified_time": "2015-04-30T11:11:51Z", "articleBody": "הרבה ציפיות היו מנאום הפתיחה של כנס המפתחים של מיקרוסופט, והחברה ענתה עליהן ובגדול: אפליקציות iOS ואנדרואיד שיעבדו בחלונות 10; הסמארטפון הופך למחשב קטן שמתחבר לטלוויזיה, עכבר ומקלדת; אדג’ – הוא הדפדפן החדש שיחליף את אקספלורר ועוד. הנה ריכוז של ההכרזות החשובות מאמש\nאמש באירוע Build של מיקרוסופט. מקור: צילום מסך\nBuild, אירוע המפתחים השנתי של מיקרוסופט, נפתח אתמול בסן פרנסיסקו ואיזו פתיחה זו היתה. בנאום הפתיחה (ה-Keynote) עלו וסקרו דוברים שונים של ענקית התוכנה את החידושים הצפויים, כל אחד בתחום שלו. בניגוד לשנים קודמות, הציפיות השנה היו גבוהות ועוררו סקרנות רבה ובמיקרוסופט לא אכזבו. הנה כמה מהחידושים המשמעותיים יותר שהוכרזו אמש.\nמעתה יוכלו מפתחי אנדרואיד להשתמש בקוד המקור שלהם כדי לייצר אפליקציות לחלונות 10, דסקטופ ומובייל. כך שאפליקציות שנכתבו ב-Java וב-++C יתפקדו היטב בחלונות עם מעט מאוד התאמה ומאמץ מצידם של המפתחים. בנוסף, סמארטפונים שמריצים חלונות יכללו מעתה גם מערכת אנדרואיד, שתשמש את המפתחים, ובנוסף, הם יוכלו להשתמש ב-API השונים של חלונות, כדי להשתמש בתכונות ובפיצ’רים הייחודיים של חלונות. כלומר, מיקרוסופט לא רוצה למלא את חנות האפליקציות שלה באפליקציות אנדרואיד מותאמות אלא רוצה שהמפתחים יעניקו להן את התכונות הייחודיות של חלונות.\nכתוצאה מהמהלך של מיקרוסופט, יהיו קובצי APK שיוכלו לרוץ “כמו שהם” על גבי חלונות, בעוד אחרים יצטרכו לעבור התאמות מסויימות בעזרת הכלים של מיקרוסופט. טרי מאיירסון, סגן נשיא למערכות הפעלה במיקרוסופט, שהציג את החידושים, הדגים על הבמה אפליקציית נייטיב אנדרואיד שרצה על גבי חלונות 10 בצורה חלקה. פרויקט זה זכה במיקרוסופט לשם הקוד “פרויקט Astoria”.\nאבל חדשות טובות לא רק למפתחי האנדרואיד. גם מפתחים ב-iOS יוכלו להסב אפליקציות שנכתבו ב-Objective C לאפליקציות של חלונות 10 בעזרת כלי חדש שפיתחה מיקרוסופט. או כמו שמאיירסון הגדיר זאת: “אתם מקבלים את אותו קוד נהדר שאתם מקבלים מ-Visual Studio, כולל כל המוזרויות של Objective C” – וזכה למחיאות כפיים סוערות. כלומר, בניגוד לאנדרואיד, לא תוכלו להריץ קובץ iOS בסביבת חלונות. הכלי שפיתחה מיקרוסופט יאפשר למפתחים לקמפל-מחדש את הקוד שלהם לסביבת חלונות, כשהכלי של מיקרוסופט ימיר לבד את השימוש ב-API של iOS ל-API התואמים של חלונות. פיתוח זה נעשה במיקרוסופט תחת שם הקוד “פרויקט Islandwood”.\nוזה לא הכל. למיקרוסופט היו גם חדשות טובות  למפתחי ה-WEB ולמפתחים של חלונות. כשמעתה היא תאפשר להם להפוך תוכנות לחלונות ואתרי WEB לאפליקציות, שיוכלו לעשות שימוש ביכולות המכשיר כמו התראות (נוטיפיקציות), אריחים חיים, רכישות מתוך האפליקציה ואפילו קורטנה, העוזרת האישית של מיקרוסופט. כלומר, מפתחי NET. ו-Win32 יוכלו במעט מאמץ יחסית לייצר אפליקציות חלונות 10. על פי מאיירסון, מדי חודש נעשה שימוש בשישה-עשר מיליון אפליקציות NET. ו-Win32 על גבי חלונות 7 ו-8.\nהכירו את ה-Edge. מקור: צילום מסך\nטוב, אנחנו מקווים שלא נקשרתם יותר מדי לשם הקוד “ספארטן” שניתן לדפדפן החדש שיחליף את אינטרנט אקספלורר. מיקרוסופט חשפה אתמול את שמו הרשמי החדש: Microsoft Edge או מיקרוסופט אדג’. למרות שאנחנו כבר די מכירים את כל הפיצ’רים והתכונות של הדפדפן החדש, הציגה מיקרוסופט, חוץ מהשם, עוד 2 חידושים: הראשון, האפשרות למפתחים להסב את תוספי הכרום שלהם לאדג’ בפשטות יחסית. החידוש השני יאפשר לכם פשוט לעבור (hover) עם הסמן מעל לטאב מסויים, כדי לקבל תצוגה מקדימה שלו, מבלי ללחוץ עליו.\n\nשיחה לא תפריע לתצוגה של המסך הגדול. מקור: צילום מסך\nעוד חידוש מלהיב שהציגה מיקרוסופט הוא האפשרות להפוך את הטלפון שלכם שמריץ חלונות 10 למחשב דסקטופ של ממש. ובכן, סוג של. ג’ו בלפיורה, סגן נשיא בקבוצת מערכות ההפעלה של מיקרוסופט, הדגים כיצד הוא מחבר סמארטפון למסך טלוויזיה בעזרת חיבור HDMI. בעזרת חיבור ה-Bluetooth הוא חיבר מקלדת ועכבר והטלפון עבר למצב דסקטופ. אולם, שימו לב, שלא מדובר סתם במה שנקרא Mirroring או שיקוף של המסך וניתן לבצע בפשטות יחסית גם כיום. האפליקציות האוניברסליות של חלונות 10 יעברו למצב דסקטופ, עם תצוגה שמותאמת למסך הגדול ומצב של עבודה עם עכבר ומקלדת. יתרה מזאת, במצב “דסקטופ”, שבו הטלפון הופך למעין מחשב קטן, חלונות 10 יודעת לפצל בין המסכים. כך שאם אתם צופים בסרט על גבי מסך הטלוויזיה, ופתאום מתקבלת שיחה או הודעה, הן מנותבות למסך הסמארטפון ולא יפריעו לכם בחוויית הצפייה.\nעם זאת, כתבנו “סוג של”, מפני שעדיין לא תוכלו להריץ עליו תוכנות שנכתבו ב-Win32, כלומר, תוכנות למחשב האישי. ובכל זאת, מדובר בפיתוח מרשים למדי שיאפשר לכם להסתובב עם מחשב קטן בכיס ולהתחבר בקלות בכל מקום שבו תהיו.\n\nבנוסף לכל הידוע לנו על חלונות 10 בגרסת הדסקטופ שלה, הציג ג’ו בלפיורה עוד כמה חידושים נחמדים. בין השאר תפריט Start אדפטיבי שכולל רשימה של האפליקציות שהתקנו לאחרונה (מתוך הבנה שאנחנו מתכוונים לעשות בהן שימוש בקרוב); וכן רשימה של האפליקציות שבהן אנחנו עושים הכי הרבה שימוש. עוד חידושים הם: תמיכה במספר שולחנות עבודה במקביל – מעכשיו יהיה ניתן ליצור מספר שולחנות עבודה במקביל (נגיד, אחד לעבודה, אחד לבית), לעבור ביניהם בקלות ולהעביר חלונות מדסקטופ אחד לשני; אם נגיד לאתר של מסעדה, נוכל ללחוץ על טאב חבוי שייפתח ובו תציג קורטנה את כל המידע הרלוונטי על הדף, כך שאם למשל נגיע לאתר של מסעדה, נקבל את כל הפרטים על המסעדה, כמו מפה, שעות פעילות, מחירים וכו; בנוסף, העוזרת האישית גם תהפוך ל”תומכת האישית” אותה נוכל לשאול בעזרת קולנו שאלות על תפעול חלונות והיא תציג את התשובות. במהלך הדמו על הבמה נעשה שימוש בקורטנה, כדי להפעיל את שירות המסרים של Viber, לשלוח בו הודעות ועוד. Viber, הישראלית לשעבר, היא אחת מהחברות הראשונות שהתאימה את האפליקציה שלה לחלונות 10.\nובקצרה, עוד כמה הכרזות מאמש: Azure, פלטפורמת הענן של החברה תתמוך בשירותים חדשים רבים, ביניהם Azure SQL Data Warehouse, שיתחרה ב-AWS Redshift של אמזון ושירות Azure Data Lake; בנוסף, NET Core. מגיעה גם ללינוקס וגם ל-Mac OS; ולבסוף, מיקרוסופט משיקה את Visual Studio Code, עורך קוד שמיועד ל… לינוקס ו-Mac OS ויוצע בחינם\n ", "keywords": "מיקרוסופט,microsoft. build,בילד,אירוע מפתחים,edge,אדג\\',microsoft edge,ספארטן,דפדפן,אפליקציה,אנדרואיד,קוד,ios,macos,מק,לינוקס,linux,פיתוח,פיתוח ווב,פיתוח web"}