{"url": "https://www.geektime.co.il/xiaomi-mi-watch-announced-costs-185-dollar/", "type": "article", "title": "הוכרז השעון החדש של שיאומי, שמחקה את אפל בהכל - חוץ מהמחיר", "description": "היצרנית הסינית הציגה רשמית את השעון שלה, שגם בגרסתו המשופרת עולה פחות מהדגם הבסיסי של אפל. בנוסף, הציגה שיאומי טלפון בעל מערך צילום אחורי של לא פחות מ-5 מצלמות", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/MI-WATCH-1572956574-e1572956792437-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-05T14:43:10Z", "modified_time": "2019-11-05T15:28:37Z", "articleBody": "היצרנית הסינית הציגה רשמית את השעון שלה, שגם בגרסתו המשופרת עולה פחות מהדגם הבסיסי של אפל. בנוסף, הציגה שיאומי טלפון בעל מערך צילום אחורי של לא פחות מ-5 מצלמות\nדומה קצת לשעון של אפל, לא? | מקור: שיאומי\nאחרי שבשבוע שעבר צצו תמונות של השעון החכם החדש של שיאומי, שנראה ממש (אבל ממש) כמו ה-Apple Watch, היום (ג’) השיקה החברה הסינית את השעון – וחשפה את המחיר שלו. מלבד השעון, שיאומי הכריזה היום על טלפון חדש – Xiaomi Mi Note 10 – שמגיע עם מערך צילום אחורי של לא פחות מ-5 מצלמות.\nהמחיר של ה-Mi Watch של שיאומי הוא כמובן נקודת אי-השוויון הגדולה בינו לבין המכשיר לו הוא דומה כל-כך. ה-Mi Watch יעלה 185 דולר, פחות מחצי מחיר הדגם הבסיסי ביותר של השעון החכם של אפל – שמתחיל ב-400 דולר. ה-Mi Watch מגיע גם במהדורה מוגבלת המשלבת פלדת אל-חלד וגם מחיר הדגם הזה זול יותר מהשעון של אפל – 286 דולר.\nה-Mi Watch, שהושק הבוקר רשמית בסין, יגיע עם פני שעון בקוטר 44 מילימטר ומסך AMOLED בגודל 1.78 אינץ’. גוף השעון עשוי אלומיניום ועל פי שיאומי הוא יהיה חסין מפני שריטות. הוא כמובן מגיע עם ה”כתר” (Crown) המאפיין את השעונים החכמים של אפל – וממוקם בנקודה זהה.\nהשעון מגיע גם עם מיקרופון מובנה לשיחות והקלטת תזכורות קוליות, ועם רמקול שדרכו גם תוכלו לשמוע מוזיקה – אבל בבקשה אל תעשו את זה. לשעון יש גם מקום ל-eSIM, כך שיוכל להתחבר גם לרשת, והוא יוכל להתחבר גם למכשירי בלוטות’ ולרשתות אלחוטיות. ה-Mi Watch מגיע גם עם חיישן GPS ו-NFC.\nמבחינת סוללה, השעון מגיע עם סוללה בקיבולת 570mAh ובשיאומי מבטיחים עד 36 שעות שימוש. בשעון מעבד Snapdragon Wear 3100 של קוואלקום, עם 1 גיגה-בייט RAM ו-8 גיגה-בייט של אחסון. הוא כמובן יגיע עם מערכת ההפעלה של שיאומי MIUI לשעונים, המבוססת על Wear OS של גוגל.\nמערך הצילום המשוגע של ה-Mi Note 10 | מקור: שיאומי\nאחרי שהשיקה בחודש שעבר טלפון שכמעט כולו מסך, שיאומי ממשיכה לנסות ולחדש – הפעם עם טלפון בעל מערך צילום אחורי של חמש מצלמות (ומצלמת סלפי). השיאומי Mi Note 10 (או Mi CC9 Pro, משום מה), מגיע עם חיישן ראשי של 108 מגה-פיקסל, עדשת טלפוטו בעלת זום אופטי 5x (ועד 50x דיגיטלי), עדשה אולטרה-רחבה עם חיישן של 20 מגה-פיקסל, עדשת מאקרו ועדשה עם חיישן של 12 מגה-פיקסל למצב דיוקן. הוא מגיע גם עם מצלמת סלפי, השישית במכשיר כולו, עם חיישן של 32 מגה-פיקסל.\nהמכשיר מגיע עם מסך בגודל 6.47 אינץ’, מעבד מתומן-ליבה Snapdragon 730G של קוואלקום וסוללה בקיבולת 5,260mAh – כשבשיאומי מתגאים בטעינה של 58% בחצי שעה וטעינה מלאה מ-0 ל-100 בקצת יותר משעה (65 דקות).", "keywords": "שיאומי,שעון חכם,מי ווטץ,שיאומי מי ווטץ,אפל,אפל ווטץ,סמארטפון,הכרזה,סין,xiaomi,xiaomi mi watch,mi watch,apple,apple watch,xiaomi mi note 10,xiaomi mi cc9 pro,smartatch,אפל ווטץ\\'"}