{"url": "https://www.geektime.co.il/instagram-live-video-feature/", "type": "article", "title": "חדש באינסטגרם: שידור חי ותמונות נעלמות", "description": "אינסטגרם מאמצת פיצ׳ר נוסף מסנאפצ'ט ומאפשרת עתה למשתמשיה ליצור תוכן וידאו בשידור חי ותמונות שיעלמו אחרי זמן קצוב", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/instagram-live.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-22T12:10:34Z", "modified_time": "2016-11-22T11:48:21Z", "articleBody": "אינסטגרם מאמצת פיצ׳ר נוסף מסנאפצ’ט ומאפשרת עתה למשתמשיה ליצור תוכן וידאו בשידור חי ותמונות שיעלמו אחרי זמן קצוב\n\nאינסטגרם משתדרגת (שוב): רשת התמונות החברתית שבבעלותה של פייסבוק הכריזה כי החל מהיום היא תציע לגולשיה שני פיצ’רים חדשים. הראשון והמרכזי בין השניים הוא אפשרות לצלם תוכן וידאו בשידור חי עם הפיצ’ר Stories, פיצ’ר שעלה לאוויר בחודש אוגוסט האחרון.\nכדי להפעיל את אופציית הוידאו, עליכם ללכת אל Stories וללחוץ על הכפתור Start Live Video. אינסטגרם תאפשר לכם לשדר עד שעה ברצף. לצערינו, בתום השידור התוכן ימחק, אז אם תרצו לשמור את הוידאו שהכנתם תצטרכו להשתמש בתוכנה חיצונית בשביל זה. הרעיון מאחורי אי היכולת המובנית לשמור את התוכן נועדה כדי לדרבן משתמשים לשים לב יותר מתי חברים שלהם עולים לשידור.\n“אינסטגרם הופכת ממקום בו משתפים את האירועים המרכזיים בחייך למקום בו אתם יכול לשתף את כל אותם רגעים בסביבה נטולת לחץ”, מסביר ראש מחלקת מוצר באינסטגרם, קווין וייל, בבלוג הרשמי של הרשת החברתית. וייל מוסיף כי הכוונה ב”נטולת לחץ” היא שמשתמש שמשדר תוכן וידאו בשידור חי יוכל לראות מי מחבריו צופה בו באותו רגע, ואם אחד מהם מתנהג בצורה לא ראויה קיימת בידיו האפשרות לקחת ממנו את היכולת להגיב לסרטון או לחסום אותו מצפייה בו לחלוטין.\nאינסטגרם הודיעה גם כי בעתיד משתמשים יוכלו לשלוח תמונות וסרטוני וידאו נעלמים למשתמשים אחרים, כמובן בתנאי שהם חברים שלהם. הרשת החברתית חשפה כי מאז שהיא השיקה את Direct בשנה שעברה, השימוש החודשי בה זינק מ-80 מיליון ל-300 מיליון.\nלסיום, שימו לב – אם אתם משתמשים באפליקציה של אינסטגרם בווינדוס 10, תיאלצו להמתין מעט עד שתוכלו לנסות את הפיצ’רים החדשים מאחר והם לא הגיעו לשם עדיין.\n", "keywords": "אינסטגרם,שידור חי,רשת חברתית,הודעות נעלמות,,instagram,live video"}