{"url": "https://www.geektime.co.il/apple-wwdc-2017-os/", "type": "article", "title": "הצצה לחידושים המרכזים ב-WatchOS 4 ,iOS 11 ו-macOS High Sierra", "description": "לצד חומרה חדשה אפל הציגה לא מעט שדרוגים וחידושים במערכות ההפעלה שלה, בהן iOS 11 ו-macOS High Sierra. הנה כמה מהם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/Screen-Shot-2017-06-05-at-22.40.32.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-05T22:51:56Z", "modified_time": "2017-06-06T14:11:40Z", "articleBody": "לצד חומרה חדשה אפל הציגה לא מעט שדרוגים וחידושים במערכות ההפעלה שלה, בהן iOS 11 ו-macOS High Sierra. הנה כמה מהם\n\nערב עמוס בחידושים בתחום התוכנה והחומרה של אפל; הנה סיכום קצר של חלק מהחידושים שיגיעו למערכות ההפעלה iOS, watchOS, macOS ו-tvOS.\nטים קוק שיתף בעובדה הדי מרשימה לפיה 86% ממשתמשי אייפון מריצים את מערכת ההפעלה iOS 10 (בהשוואה ל-Android 7 עם 7% בלבד). לכן, לא מפתיע שהחברה כבר בשלה לעבור לגרסה הבאה ומציגה את iOS 11; מערכת ההפעלה החדשה כוללת בין היתר מגירת אפליקציות עם עיצוב חדש שתופיע כעת בתוך יישום ההודעות עצמו. כמו כן רק ההודעות האחרונות יאוחסנו במכשיר במטרה לחסוך במקום יקר ויכולת הסינכרון תתרחב כדי שבמידה ותמחקו הודעה באפליקציה עצמה במכשיר, אותה הודעה תימחק גם בשאר המכשירים. במילים אחרות: רוב ההודעות יאוחסנו בענן, רק הודעות אחרונות שהתקבלו יאוחסנו במכשיר עצמו. בהקשר דומה, סרטונים שיצולמו במערכת ההפעלה החדשה יקודדו ב-HEVC, מה שיאפשר דחיסה פי 2 יותר יעילה בלי לפגוע באיכות.\n\n \nשינוי עיצובי נוסף הוא ב-Control Center, כאשר המגירה שנפתחת עם תנועת סווייפ למעלה (עם האופציות לעבור למצב טיסה או לנעול את סיבוב המסך) תהפוך לקומפקטית יותר וכל האפשרויות יופיעו באותו המקום. גם אפליקצית המפות עודכנה עם אופציה לניווט במקומות סגורים כמו קניונים או שדות תעופה (תכונה שזמינה גם באנדרואיד) ואופציה חדשה וחשובה של “נא לא להפריע” בזמן נהיגה.\nמידי חודש 375 מיליון מכשירים עושים שימוש בעוזרת האישית של אפל – סירי. חידוש מרענן הוא שסירי תקבל קולות חדשים וקצת יותר טבעיים – אחד של גבר והשני של אישה. כמו כן היא תכלול פיצ’ר של תרגום מיידי ב-4 שפות: סינית, צרפתית, גרמנית ואיטלקית. כך לדוגמא ניתן יהיה לשאול אותו/ה איך  אומרים “האם אפשר לקבל מנה צמחונית בסינית”, והיא/הוא ישאלו את המלצר זאת בשבילכם, בשפת האם של המלצר. יתרה מכך סירי משתדרגת ותכלול יכולות מתקדמות רגישות ותלויות הקשר; כלומר, נניח וביצעתם חיפוש על סמארטפון מסוים או קראתם מאמר על סדרה, היא תציע עבורכם באפליקצית החדשות ידיעות בתחומים אלו (בקיצור – בדיוק מה שגוגל עושה).\nמועד ההשקה המתוכנן של iOS 11 מתוכנן לסתיו הקרוב, ככל הנראה ביחד עם האייפון 8.\n\n \nגרסת המפתחים של מערכת ההפעלה החדשה watchOS 4 זמינה החל מהיום, והיא צפויה להגיע לקהל המשתמשים הרחב בסתיו הקרוב. בין החידושים המעניינים ניתן למנות תצוגה חדשה (watch face) המופעלת על ידי סירי, כדי להציג למשתמשים בדיוק את מה שהם צריכים בכל רגע נתון. כך לדוגמא, בבוקר היא תציג למשתמש את מצב התנועה בכבישים ואת הפגישה הראשונה שיש לו בלו”ז. כמו כן, ניתן יהיה להציג נתונים דומים מאפליקציות צד שלישי.\nחידושים נוספים נוגעים ליישום ה-Workout שממשק המשתמש שלו שודרג וכולל כעת פעילויות והנפשות חדשות. פיצ’ר מעניין נוגע לאפשרות לתקשר עם ציוד כושר גופני כמו הליכון לדוגמא, כדי לבצע מעקב מדויק יותר באמצעות NFC ולהציג את הנתונים על ההליכון עצמו (בין היצרניות שצפויות לתמוך באופציה זו החל מהסתיו הקרוב הן Life Fitness, Cybex, Startrac ואחרות). חידושים נוספים הם היכולת לבחור פלייליסט ספציפי שיתחיל להתנגן ברגע שאתם מתחילים אימון או מצב שיהפוך את השעון לפנס לשימוש במצבי חירום.\nאפל הציגה את macOS High Sierra והתייחסה בין היתר לדפדפן ספארי שהוכתר על ידה אחרי בדיקות רבות כדפדפן המהיר ביותר בעולם שכולל עתה תכונה חדשה של חסימת ניגון אוטומטי (automatic autoplay blocking). חסימת ההפעלה האוטומטית תזהה כאשר סרטונים ינסו לפעול באופן אוטומטי ואלו יושתקו – גם כן באופן אוטומטי. חידוש נוסף בדפדפן הוא כלי לחסימת מעקב המבוסס על למידת מכונה שיאתר טראקרים במטרה להגן על פרטיות המשתמשים (לא מדובר בחוסם פרסומות).\n\nמערכת הקבצים של אפל (APFS) תחליף את המערכת הותיקה HFS שנעשה בה שימוש ב-OS X במשך שנים. מדובר במערכת לאחסון קבצים שניתן למצוא במוצריה האחרים של אפל כמו ב-tvOS ו-iOS וכעת היא תהפוך לברירת המחדל ב-High Sierra. מדובר במערכת מהירה ובטוחה הרבה יותר.\nHigh Sierra תושק לבטא פומבי בסוף יוני, ותהיה זמינה בחינם לכלל המשתמשים בסתיו הקרוב.\nהבשורה המרכזית היא שאמזון ושירות Prime Video שלה מגיעים לאפליקציות הטלוויזיה של אפל. בהמשך הבטיחה החברה להציג חידושים נוספים בגזרה זו.", "keywords": "wwdc,wwdc 2017,כנס  מפתחים,כנס מפתחים אפל,אפל,apple,ios,ios 11,watch os 4,apple watch,macos,tvos,כנס מפתחים"}