{"url": "https://www.geektime.co.il/datree-raises-3m/", "type": "article", "title": "הסטארטאפ שרוצה לתקן את כל מה שרע ב-DevOps מגייס 3 מיליון דולר", "description": "חברת Datree פיחתה מערכת שממפה את כל ה-Repositories שלכם, ומוודאת שכל שינוי עומד בסטנדרטים שקבעתם כדי למנוע תקלות פרודקשן ובעיות אבטחה שונות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/DSC06797-1535623609-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-30T14:30:53Z", "modified_time": "2018-08-30T14:46:08Z", "articleBody": "חברת Datree פיחתה מערכת שממפה את כל ה-Repositories שלכם, ומוודאת שכל שינוי עומד בסטנדרטים שקבעתם כדי למנוע תקלות פרודקשן ובעיות אבטחה שונות\nתמונה: Datree\nמשפות תכנות בודדות, סביבות פיתוח בודדות ומתכנים בודדים, חברות מעסיקות היום עשרות מתכנים בצוותים מעורבים, בשפות שונות, עם Repositories שונים ועוד שלל גורמים שהופכים את משימת ניהול התוכנה לפאזל אינסופי. חברת Datree (דאטרי) הישראלית מודיעה היום (ה’) על השלמת סבב גיוס Seed בגובה 3 מיליון דולר מקרן TLV Partners.\nכמות Repositories מרובה לא מאפשרת מעקב איכותי ואמין אחרי שינויים, כאשר כל שינוי או טעות יכולה לגרום לבעיות בשלב ה-Production, שבסופו של דבר מובילות לחוסר אחידות באיכות הקוד, בעיות אבטחה ותקלות פורדקשן שונות. המערכת של Datree מבצעת תהליך ולדיציה (Validation) לשינויים בקוד, ומוודאת שהקוד עומד בסטנדרטים שנקבעו בחברה , ויודעת לוודא שהשינויים שנעשו עומדים בתנאי האבטחה, איכות והיציבות. המערכת ממפה את כל ה-Git, ושואבת רק את המטא-דאטה שלו ומאפשרת הפקת תובנות, שקיפות מלאה לקוד וביצוע תהליכים באוטומציה גם ב-Repositories מרובים. כל זאת כדי לדאוג שכל Branch נוסף עומד בסטנדרטים המלאים שלכם.\nתמונה: Datree\nבשיחה עם גיקטיים, מסבירים בחברה: “אנחנו מאפשרים למנוע תקלות בפיתוח ולאכוף Smart Policy על כל Pull Request לפני שהוא נסגר. אנחנו ממפים באופן אוטומטי את כל ה-Code Components כגון Infrastracture as Code, 3rd party APIs וחבילות קוד, ומאפשרים להגדיר מדיניות חכמה שמבוססת על הקטלוג”. המוצר כרגע עובר לשלב פיילוט אצל לקוחות שנבחרו על ידי החברה, אשר עומדת להרחיב את הפעילות שלה לארצות הברית.\nDatree הוקמה בשנת 2017 על ידי שמעון טולץ, CTO החברה; ארתור שמונק, מנכ”ל החברה; ואייר זילברמן, CPO החברה. החברה מעסיקה 8 עובדים.\n﻿", "keywords": "גיט,git,דאטרי,datree,repositories,רפוזיטוריז,devops,דבאופס"}