{"url": "https://www.geektime.co.il/jobs-august14-insider/", "type": "article", "title": "רוצים עבודה חדשה אחרי החגים? יש לנו 17 משרות שמחכות לכם", "description": "מוכנים לשינוי? מצאנו לכם 17 משרות חדשות בהייטק הישראלי שמחכות לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/GettyImages-994242186-1534681704-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-19T12:30:43Z", "modified_time": "2018-08-19T15:28:47Z", "articleBody": "מוכנים לשינוי? מצאנו לכם 17 משרות חדשות בהייטק הישראלי שמחכות לכם\n\nצלם/תמונה: Luis Alvarez / Getty Images Israel\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nCloudshare\n\nCloudShare מספקת מעבדות IT בענן כשירות, עם התמחות במעבדות מורכבות מאוד טכנית שאינן ניתנות להקמה מעל עננים אחרים. CloudShare נותנת פתרון מקצה לקצה למעבדות להדרכות טכניות, לסביבות הדגמה (Demo/POC) למטרת מכירה ולסביבות לפיתוח, בדיקות ואינטגרציה (Dev&Test / DevOps). סביבת המוצר של CloudShare גמישה מאוד וכך מאפשרת ללקוחות טווח רחב של התאמה ושימושים.\n-To send a CV for the position of Experienced Backend Developer\nApplied Materials\n\nאפלייד מטיריאלס ישראל מפתחת ומייצרת מערכות המהוות תשתית קריטית של תעשיית השבבים.\nאפלייד הייתה בין חברות הטכנולוגיה הבינלאומיות הראשונות שזיהו את הפוטנציאל העצום של תעשיית ההייטק המקומית, ורכשה את החברות אופאל ואורבוט מכשור הישראליות כבר בשנת 1997.\nמאז הקמת החברה הישראלית, התפתחה אפלייד וצמחה באופן משמעותי. כיום היא מעסיקה מעל 1,400 עובדים בארץ, רובם בפעילות הפיתוח והייצור באתר הממוקם בפארק המדע ברחובות.\n-To send a CV for the position of C++ Senior SW Engineer for Image Processing Group\n– To send a CV for the positiond of Machine Learning Algorithm Manager\n\nGeneral Motors\n\nג’נרל מוטורס הוקמה ב-1908 הנהלת החברה ממוקמת בארה”ב והחברה מעסיקה היום למעלה מ-200 אלף עובדים ברחבי העולם. במרכז הפיתוח והמחקר של GM בהרצליה פיתוח מפנים את הזרקור אל עבר אחד מהנושאים היותר לוהטים בתעשיית הרכב והטכנולוגיה בשנים האחרונות – הרכב האוטונומי.\n– To send a CV for the position of ML Algorithm Developer\n– To send a CV for the position of Real Time Software Engineer for the Autonomous Vehicle\n\nDome9\n\nחברת Dome9 Security עוסקת בתחום אבטחת הענן והיא מספקת פתרון לניהול אבטחה עבור לקוחות שמשתמשים במחשוב ענן כתשתית המחשוב שלהם. מעבר להגנה על כמויות גדולות של Data שמאוחסנות בענן, המוצר שהחברה מספקת גם מסוגל לחזות ולמנוע איומים וסכנות עתידיות.\n– To send a CV for the position of Big Data Tech Lead\n– To send a CV for the position of DevOps Engineer\nOutbrain\n\nאאוטבריין נוסדה ב-2006 על ידי אורי להב וירון גלאי, ונחשבת לחברה הוותיקה בתחום המלצות התוכן ולחלוצה בתחום הדיסקאברי.\nהחברה שמה לה למטרה לחסוך מהגולשים את אותן פרסומות מטרידות, או כל תוכן שאינו רלוונטי להם, ובמקום מציעה תוכן שסביר שהקורא ימצא בו עניין. ובמילים אחרות, היא משתמשת באלגוריתם הייחודי שפיתחה כדי לחשוף את הגולשים באתרים השונים לתכנים שמותאמים להם\n– To send a CV for the position of Full Stack Developer\n– To send a CV for the position of Big Data DevOps Team Leader\nYotpo\n\nYotpo מספקת פתרונות תוכן גולשים למעל 200 אלף עסקים בעולם ומשרתת מעל 400 מיליון יוזרים בעולם. החברה עוזרת לעסקים לשווק את עצמם דרך החוויות של הלקוחות שלהם, כלומר במקום שעסק פשוט יפרסם את עצמו בערוצים רגילים , עכשיו העסק מפרסם את עצמו דרך הלקוחות שלו.\n– To send a CV for the position of CI & Infrastructures Developer\n– To send a CV for the position of DevOps Tech Leader\nIlyon\nצילום: אלי בנדנה\nIlyon היא חברת Mobile Gaming שמתמחה במשחקי Casual.\nבין המשחקים המוכרים שלה ניתן למצוא את Bubble Shooter ואת Cookie Crush. החברה נוסדה ב-2013 על ידי ארבעה יזמים צעירים, ומאז תחילת 2016 עוברת תהליך צמיחה משמעותי ויוצא דופן כשכבר היום יש בחברה מעל 100 עובדים.\n– To send a CV for the position of Project Manager\n– To send a CV for the position of Customer Care Representative\n\nChegg\n\nChegg היא חברה אמריקאית שחרתה על דגלה לעזור לסטודנטים והיא מכוונת להפוך את הצורך בהשכלה לאפשרי ומשתלם לכל אחד. היא משפרת את התוצרים של הסטודנט האמריקאי במגוון שירותים: מהוזלת קניית ספרי לימוד בצורה משמעותית, דרך הצעת שירותים ויישומים לשיפור הזיכרון בלמידה למבחנים ומומחי תוכן שמסייעים מרחוק, ועד עזרה במימון הלימודים, מציאת המקום להתמחות לצבירת ניסיון ואפילו תכנון של קריירה והשלמת מיומנויות דרושות שחסרות באקדמיה.\n– To send a CV for the position of Mobile Team Leader\n– To send a CV for the position of Mobile Product Manager\n\nAqua\n\nאקווה (Aqua Security) היא חברת סטארט-אפ שהוקמה ב-2015 ועוסקת בשניים מהתחומים החמים ביותר כיום: מהפכת הקונטיינרים הווירטואליים בתחום ה-IT ובאבטחת סייבר.\n– To send a CV for the position of Cyber Security Research Lead\n– To send a CV for the position of Backend Developer\n\n\n", "keywords": ",applied matirials,אפלייד,product manager,devops,apple,aqua,chief system architect,cloudshare,cyber security,devop,dome9,front end developer,geektime insider,hibob,ilyon,insider,intuit,myhritage,qa engineer,risk management lead,trax,ux/ui expert,yotpo,אור יהודה,איליון,אינסיידר,אפל,אקווה,גיקגו\\'ב,גיקטיים,דום9,טראקס,יוטפו,משרות,סייבר,עבודה בהייטק,פפר,ראש העין,רחובות"}