{"url": "https://www.geektime.co.il/the-end-of-user-interface/", "type": "article", "title": "הסיפור שמאחורי Leap Motion ומדוע הוא מדוייק יותר מהקינקט", "description": "הצצה מעמיקה אל תחילת הדרך של בקר ה-Leap Motion ועל השוני בינו לבין הקינקט של מיקרוסופט.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/10/PSC0813_EI_058-v2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-10-21T15:50:11Z", "modified_time": "2013-10-21T15:24:46Z", "articleBody": "הצצה מעמיקה אל תחילת הדרך של בקר ה-Leap Motion ועל השוני בינו לבין הקינקט של מיקרוסופט.\n\nדיוויד הולץ [משמאל] ומייקל בקוואלד בנו מכשיר שנקרא בקר, Leap Motion שמאפשר אינטראקציה של משתמשים עם מחשבים באמצעות נפנופי יד. צילום: קודי פיקנס, מדע פופולארי\nדיוויד הולץ עלה לבמה המרכזית בכנס ה-South by Southwest Interactive השנה, כנס החדשנות השנתי באוסטין, טקסס, כשהוא נראה כמו הוביט בלבוש חופשי. הוא לבש חולצת פולו כחולה שהייתה גדולה עליו ומכנסי חאקי נפוחים עם בליטת ארנק גדולה, קן פרוע של שיער מתולתל התקרזל סביב לאזור מדולל בחלק האחורי. אפילו ב-(South by Southwest – SXSW), אסופה מלאה בממציאים בעלי עיניים בורקות עם רעיונות גדולים ומעט זמן לתספורות, מייסד החברה Leap Motion בן ה-24, אשר מייצרת בקר מעקב-תנועה חדש עבור מחשבים, בלט כדוגמה מופלאה במיוחד של הכינוי חנון.\nאלון מאסק, מייסד Tesla ו-SpaceX היה אמור לשאת הרצאה מיד אחרי הולץ, ואל גור אחריו, לכן נכנסו אוהדים להוטים לאודיטוריום בזמן הפרזנטציה של Leap Motion, כאילו הייתה זו הופעת החימום – סוג של מוזיקת רקע בזמן שכולם בוחרים את נקודת התצפית שלהם למופע המרכזי. לא עשה נראה היה שהולץ, אשר חלק את הבמה עם המייסד השותף והחבר הכי טוב שלו, מייקל בקוואלד, שם לב לכך. הוא דיבר בהתלהבות מתפרצת ובטחון עצמי מופלא. כותרת הפרזנטציה הייתה “ממשק המשתמש הנעלם”, והיא קראה להמצאה מחדש גורפת של האופן בו אנחנו מתקשרים עם מחשבים. “אני אמור להיות מסוגל לתקשר עם כל מחשב ולא להצטרך להכיר שפה מסויימת לשם כך”, הוא אמר. “אני אמור פשוט לעשות את מה שהגיוני לי מבחינה אינטואיטיבית, והטכנולוגיה אמורה לגרום לו להבין אותי”.\n“ברור שהדבר שמעכב מכשירים מלעשות יותר הוא לא הכוח שהם צורכים, העלות שלהם, המצאותם בכל מקום או גודלם”, הסביר בקוואלד. “אלא שהדרך שבה המשתמשים מתקשרים עם המחשבים שלהם בסיסית מאוד, וזה, למרבה הצער, מוביל לשימוש בדברים כמו תפריטי משנה נפתחים וקיצורי דרך במקלדת… אלמנטים שדורשים מהמשתמשים ללמוד ולהתאמן במקום פשוט לעשות וליצור”. הקהל, שרבים בו הקליקו על מחשבים ניידים וטבלטים, הרימו את ראשם. ואז הולץ התחיל להציג את המוצר שלו.\nהבקר של ה-Leap Motion, שנראה כמו אייפון מיניאטורי ישב על שולחן שהיה מוצב על הבמה, לפני המחשב. בתוך קונוס חללי בלתי נראה בנפח של כרבע מ”ק שהתרומם מעליו, יכול הבקר לעקוב אחר תנועות בסדר גודל של 0.001 מ”מ, עובדה שהופכת אותו לרגיש בצורה משמעותית מה-Kinect של מיקרוסופט.\nהולץ התחיל לנפנף בידיו מעל ה-Leap, וקווי נתיבים ריקדו לרוחב מסך המחשב. הוא הניע את אצבעותיו, בתנועות שכמעט אי אפשר היה להבחין בהן, והגדיל את התצוגה עד שקווי הנתיבים מילאו אותו שוב, אלא שהפעם הם עקבו אחרי תנועות בתוך סנטימטר אחד של חלל. הוא הניע את התצוגה לרוחבה כדי להציג את קווי הנתיבים בתלת-ממד. נשימתם של אנשים בקהל נעתקה. הוא הציב את שתי ידיו מעל המכשיר, ותמונת תלת-ממד מפורטת שלהן הופיעה על המסך. הוא משך קוביית חימר וירטואלית, ובתוך כמה שניות, פיסל את דמותו של בארט סימפסון באוויר וסובב אותה כדי שהקהל יראה אותה מכל הזוויות. “אני מאוד גאה שזה עכשיו אפשרי”, הוא אמר בפשטות. הקהל הריע.\n\nבימים שלאחר מכן, זרם של משתתפים סקרנים בכנס זרם אל תוך האוהל של Leap Motion מאחורי מרכז הכנסים של אוסטין. רובם מעולם לא שמעו על המוצר לפני כן, אבל הם הבינו את ההשלכות שלו. Leap Motion לא מתמודד עם בקרת תנועות. כפי שהולץ הסביר בפרזנטציה שלו, הוא מביא לעולם עידן חדש בו האינטראקציה של המשתמשים עם מידע דיגיטלי היא ישירה וטבעית כאילו הוא היה אמיתי. “כל מקום בו יש מחשב יכול להפיק תועלת מקיומה של אינטראקציה כזאת”, הוא אמר. “וזה נכון לגבי תקשורת עם טבלטים וטלפונים אבל גם למשל, לניתוחים רובוטיים”.\nאחר צהרים אחד, התאספו מאות מפתחים באוהל כדי לנסות לשוחח עם הולץ ובקוואלד. מספר אנשים התגאו באפליקציות שהם כבר בנו – אחד סיפר על אפליקציית אבטחה, שבמקום להסתמך על מילות סיסמה או סריקות רשתית, מזהה אנשים בהתבסס על החתימה הביומטרית הייחודית של הידיים שלהם. מפתח אחר התארגן מאחורי מחשב נייד בפינה והטיס מעל ראש הקהל מזל”ט קוואדקופטר בו הוא שלט עם ה-Leap שלו על ידי הנעת ידו המושטת בחלל לפניו, כמו ילד שמחקה אווירון.\nזה הכל נראה היה כמו קסמים, חדר מלא באנשים המנופפים את ידיהם באוויר ומחייכים כילדים מהתוצאות, כאילו האינטראקציה שלהם עם מחשבים שוב לעולם לא תהיה כמו שהייתה. בשביל הולץ, זו הייתה תחילתה של מהפכה שהוא תכנן כל חייו הבוגרים הקצרים.\nעוד לפני שהוא למד לקרוא ולכתוב, היה הולץ אובססיבי לטכנולוגיה. הוא גדל בפורט לודרדייל, פלורידה, בקהילת חוף של בתים גדולים, אנשים מבוגרים ומעט מאוד משפחות צעירות. בלי חברים בקרבת מקום, הולץ העסיק את עצמו במוסך, כשהוא מפרק כל מכשיר חשמלי עליו הצליח לשים את ידיו. “צברתי אספקה של מכשירים חשמליים מהשכנים בעיירה שלי. כל מי שהיה לו מחשב מקולקל הוא היה נותן לי אותו”, הוא נזכר. הוא היה בוחן את החלקים של דברים שהוא פירק ומנסה לחשוב על שימושים חדשים עבורם.\nנראה שהולץ ירש את המנטליות ההאקרית מהוריו. כשאימו הייתה ילדה, היא ניסתה לבנות רקטה; הניסיון הותיר אחריו מכתש בגודל 2.5 מ’ באדמה. אביו בנה כילד מעבדה כימית ביתית ואחרי שהוא עבר למכללה, הוריו היו צריכים לקרוא למכבי האש כדי שיוציאו בבטחה את כל החומרים המסוכנים שהוא אגר. זמן קצר לאחר שהם התחתנו, בילה הזוג כמה שנים חסרות דאגות בהפלגה ברחבי הקריביים בעוד אביו של דיוויד, רופא שיניים, לקח עבודות מזדמנות בתחום המקצועי שלו.\nבערך בגיל שמונה, התחיל הולץ לתעל את הסקרנות שלו לייצור דברים במקום לפירוקם. “הייתי דיי טוב בבניית מטוסי נייר; עד אז – כבר הוכחתי באמצעות ניסויים אילו מהם היו טובים ומאיזה בחינות”, הוא אומר. אבל הוא היה צריך להבין כיצד הם פועלים, לכן הוא התחיל לבנות מנהרות רוח במוסך, בעזרת פלקסיגלאס, קרטון, מאווררים גדולים ומערכות משקל וייצוב. המשיכה שלו למנהרות רוח הגיע לשיאה בכיתה ז’, כשהוא התחיל לבנות מנהרה שהוא קיווה שתוכל לשבור את מחסום הקול (היו בה הליום דחוס בצד אחד ותא לחץ בצידה השני). הוריו הפסיקו אותו לפני שהוא סיים, מתוך חשש לבטחונו. הולץ פשוט החליף פרויקט. הוא קרא את ספרו של סטיבן הוקינג קיצור תולדות הזמן ופיתח דרך פשוטה לבחון את תורת היחסות הפרטית: על ידי ניטור שעונים שהוא ישלח למקומות בגבהים שונים ברחבי העולם.\nכבר בשלב מוקדם של הניסויים שלו, הבין הולץ שמחשבים הם כלים עצמתיים. “תמיד הרגשתי שאני טוב יותר עם טכנולוגיה מאשר בלעדיה”, הוא אומר. אבל בשלב מסויים, הוא התחיל לשים לב להשפעה ההפוכה. בחטיבת הביניים, הוא למד לבד להשתמש בתוכנת עיצוב מתוחכמת והתחיל לבנות מודלים תלת-ממדיים של דברים שהוא רצה ליצור. “יכולתי לעצב חתיכת חמר בתוך כמה דקות, אבל היה לוקח לי, משהו כמו חמש שעות לעשות את אותו הדבר על המחשב. ולכן התחלתי להגיד, ‘או קיי, מה הבעיה כאן? למה אני פחות טוב עם הטכנולוגיה הזאת?”.\nהייתה חייבת להיות דרך טובה יותר לעצב חימר וירטואלי. “המצב הוא כזה; המחשב עצמתי מספיק, ואני יודע מה אני רוצה, לכן זה לא אני אלא מערכת הכנסת הנתונים שהיא הבעיה”, הוא אומר. “אם הייתי מתכנן את הדרך הטובה ביותר לעצב חתיכה של חמר, היא לא הייתה באמצעות לחיצה על הרבה כפתורים. היא הייתה אמורה להיעשות תוך כדי שימוש בידיים שלי”. וככה, נשתל הגרעין ל-Leap Motion.\n\nבינתיים בבית הספר, הוא התחבר עם חבורה קטנה של ילדים חכמים אחרים שלא היה להם עניין בספורט – ביניהם, מכור לדיונים בשם מייקל בקוואלד. הקבוצה התחילה לקיים מפגשי שולחן-עגול בהם הם היו מנסים להמציא מחדש רעיונות גדולים, כמו מערכת החינוך ופוליטיקה נשיאותית.\nאבל בית הספר עצמו היווה אתגר, כיוון שהולץ לא הצליח לגרום למורים שלו לענות על שאלותיו הבלתי פוסקות, בעיקר במתמטיקה ומדע. אחד מהם היה מסביר, לדוגמה, שהשורש הריבועי של מספר שלילי הוא מספר דימיוני, וידו של הולץ הייתה מזנקת לאוויר. “הייתי כזה, ‘בסדר, אני מבין שזה פועל, אבל מדוע אנחנו חיים ביקום שיש לו מבנה מתמטי כזה?’, שהיא למעשה שאלה מתמטית מאוד עמוקה, ויש לה תשובה הגיונית לחלוטין, אבל המורה היה אומר, ‘אני לא הולך לענות על זה'”.\nהלימודים במכללה, באוניברסיטת פלורידה אטלנטיק, היו קצת יותר טובים. משם הוא המשיך לאוניברסיטת צפון קרוליינה – צ’אפל היל, כדי ללמוד לדוקטורט במתמטיקה יישומית. במובנים מסויימים, צ’אפל היל הייתה ארץ החלומות של הולץ. היו מתמטיקאים בכל מקום, והוא נמשך אליהם בגלל שהוא הרגיש שהם מבינים בעיות “עד לשורשם”. אפילו טוב מכך, “UNC הוא המקום היחיד בעולם בו למתמטיקאים יש גישה לאותה כמות של דברים שיש לרוב הפיזיקאים”, הוא אומר. “היו להם מנהרות רוח אדירות. הייתה להם בריכת גלים אדירה כדי שאנשים יוכלו להבין את המתמטיקה שמאחורי גלים”.\nאבל זה לא היה מספיק. הולץ התחיל להצטרף לצוותי מחקר שונים, והיה לוקח על עצמו עוד חצי תריסר פרויקטים מחוץ למסגרת הלימודים. היו פרויקטים עם מרכז המחקר לנגלי של נאס”א לחקור רדארי לייזר ומתאן על המאדים, פרויקט מדעי מוח עם מכון מקס פלאנק של פלורידה, פרויקט הידרודינמיקה ב-UNC.\nועם כל אלה, הוא כל הזמן חזר לרעיון האהוב עליו: לבנות דרך חדשה המבוססת על תנועות כדי לתקשר עם מחשבים. הוא חזר לרעיון שוב ושוב לאורך השנים מאז חטיבת הביניים, ועד לימודי התואר השני הוא בנה אב-טיפוס. בין העבודה על האב-טיפוס, הפרויקטים האחרים שלו והלימודים לדוקטורט, היה הולץ כל כך עסוק שהוא היה חייב לבצע כמה החלטות. “הרגשתי כאילו, ‘אלו אינן הבעיות שאני רוצה לעבוד עליהן, ואולי יש לי את היכולות ואת כל מה שאני צריך בשלב הזה. האם אני מסיים את הדוקטורט, הולך לעבוד בנאס”א, ומשתמש במעמד הזה כדי להקים בסופו של דבר חברה? או שאני יכול לדלג על כל אלה ופשוט לקפוץ לחברה?” הוא בחר בתסריט השני ועזב את UNC אחרי כשנה בלבד בלי התואר.\nחודש אחרי SXSW הולץ יושב בשילוב רגליים בחדר ישיבות במשרדים הראשיים של Leap Motion בסן פרנסיסקו, חלל תת-קרקעי שמזכיר בונקר, שנמצא בצדו השני של הכביש מהרמפה של גשר הביי, ובמרחק של פחות מבלוק מהדירה שהוא חולק עם בקוואלד. לא שהולץ באמת חי בדירה – הוא אוכל כאן בבונקר ארוחות מוכנות, ופעמים רבות ישן על כיסא הפוף שלו. יש עובדים בחברה שהתחילו לכנות את השיער שלו “הקן”.\nכמו כל סטארטאפ דיגיטלי טוב, ל-Leap Motion יש שמות מתחכמים לחדרי הישיבות שלהם – במקרה הזה, ספינות חלל שונות מסרטי מדע בידיוני. יש את הגלקטיקה, כוכב המוות וזה שאנחנו נמצאים בו כעת, האנטרפרייז. השם מתאים. אחד ממכשירי העלילה שמהווה חלק ארוך טווח במסע בין כוכבים נקרא ההולודק, בו הדמויות יכולות לעבוד באינטראקציה עם הולוגרמות – למשל, מודל מוקטן של מועדון ג’ז קטן בניו אורלינס או סימולציית קרב – בשביל מחקר ופיתוח או אימונים.\nכשהולץ ובקוואלד החליטו לייסד את החברה שלהם, הם התכוונו לבנות משהו דומה להולודק. אב-הטיפוס לא היה יפה – תוצר של שני תיקי גב מלאים בחלקי אלקטרוניקה שנדרשו 30 דקות כדי להרכיב אותם – אבל שמונה הקופסאות המרושתות של המערכת היו רגישות מספיק בטווח מסויים כדי ליצור את מה שהולץ כינה “holodesk”. הולץ עשה כמה פריצות דרך במתמטיקה שמאחורי המכונה במכללה, ועקרונות הליבה שהוא פיתח אז ממשיכות להוביל את המוצר היום.\nפונים לכיוון הביומטרי, מדע פופולארי\nבקוואלד, שהוא ביישן כמעט עד כאב, זוכר ששוחח על חברה פוטנציאלית עם הולץ ב-2010 ושהם הבינו שעד כמה שהמכשיר הראשון היה גס, הוא ייצג הזדמנות גדולה. בקוואלד היה רק בן 21 באותה עת, אבל מאז שסיים את לימודיו מוקדם באוניברסיטת ג’ורג’ וושינגטון (בשני מקצועות ראשיים), הוא כבר הקים ומכר חברת מודעות מקוונת בשם Zazuba ובילה שנה במדגסקר, בהקמת מבצעים לארגון One Laptop per Child. בסוף השבוע של המפגן להשבת שפיות ו/או פחד של ג’ון סטיוארט וסטיבן קולבר, הולץ בא לבקר את בקוואלד בוושינגטון, די. סי. השניים בילו שעות ארוכות בשיחה על הטכנולוגיה, בדומה לאופן בו הם היו משוחחים על כל כך הרבה רעיונות מהפכניים בחטיבת הביניים. עד שקולבר סיים את הופעתו, הם החליטו להקים חברה. הולץ יתמקד במתמטיקה, בעוד בקוואלד יסייע להפוך את הרעיונות של חברו לעסק.\nהחלום של בקרת תנועות הוא לא חדש, אבל הוא הפך למציאות רק בשנים האחרונות. בקר ה-Wii של נינטנדו, שהושק ב-2006, יצר פריצת הדרך במובנים מסויימים ולמרות שהוא היה מאוד מהנה, הוא היה מוגבל שימוש למשחקים בלבד, כיוון שהמשתמשים היו צריכים להחזיק שרביט מיוחד.\nהיו גם ניסיונות אחרים ליצור ממשק תנועות – באמצעות שרביטים אחרים, כפפות מחווטות ולאחרונה – צמיד זרוע שקורא פעילות חשמלית בשרירים, שפותח על ידי חברה שנקראת Thalmic Labs. אבל עד עכשיו, הגישה העדכנית ביותר הייתה זאת של ה-Kinect של מיקרוסופט, אשר הושק כבקר משחקים עבור ה-Xbox רק ימים ספורים לאחר שהולץ ובקוואלד החליטו להקים את החברה שלהם. היא לא דרשה מהמשתמש דבר פרט לכך שינוע סביב בחלל לפני המכשיר.\nתחילה ה-Kinect השתמש בטכנולוגיה המוכרת כ”אור מובנה” (Structured light), בה הוא הקרין נקודות אור רבות על החדר ועקב אחר האופן בו קרני האור הופרעו על ידי אובייקט נע. זה עובד היטב כשרוצים לזהות תנועות גדולות יחסית, כמו חבטת גולף או מכת אגרוף. אבל על מנת לעקוב אחרי תנועות אצבעות קטנות, היא הייתה צריכה למדוד כל כך הרבה נקודות אור שהיא הייתה דורשת כוח עיבוד בכמויות שלא ניתן ליישם. באביב האחרון, החליפה מיקרוסופט את טכנולוגיית האור המובנה ב”זמן טיסה” (time of flight), טכנולוגיה שפועלת יותר כמו רדאר. על ידי הקרנת אור אינפרה-אדום ומדידת הזמן שלוקח לו להיות מוחזר מחפצים, קיבלה המכונה תחושת עומק שדה והיא מסוגלת לבנות תמונת תלת-ממד של מה שהיא רואה. הגישה החדשה מדוייקת יותר מאור מובנה, אבל היא לא קרובה לרמת הדיוק של הטכנולוגיה של Leap Motion. ה-Kinect פועל טוב ממרחק של כמה מטרים בודדים. אם מתקרבים כדי לבצע עבודה מעודנת, רמת הדיוק יורדת.\nLeap Motion פועל בצורה שונה לחלוטין. הולץ משווה את המידע ש-Leap אוסף לזה של מצלמה אנלוגית באור רך, ופירוש הדבר שהוא יכול לזהות גוונים עדינים שמתארים את הקימורים וקווי המתאר הזעירים של כל חפץ. הוא אז עוקב אחר האופן בו הגוונים האלה משתנים כשחפץ זז. החברה שומרת על שתיקה לגבי האופן המדוייק בו המכשיר הופך את קבצי התמונה שלו לתנועת 3-D בזמן אמת, אבל הסוד טמון במתמטיקה הקניינית של הולץ. מה שכנראה הכי מרשים הוא שכל העיבוד מתרחש כמעט ללא עיכוב, (בעוד שה-Kinect סובל מזה זמן רב מתלונות לגבי זמן עיבוד). “אנחנו משתמשים באחוז קטן בלבד של ליבת CPU בודדה [יחידת העיבוד המרכזית]”, אומר בקוואלד. “אין סיליקון מיוחד במכשיר, ואנחנו משתמשים בחיישנים מהמדף, במצלמות מהמדף. כל מה שאנחנו עושים היום יכולה היה להיעשות לפני עשור” – אם רק הייתה למישהו את המתמטיקה של הולץ.\nביל וורנר, מייסד חברת Avid Technology, אשר מייצרת מוצרי עריכת מולטימדיה, גילה את הסוד העומד מאחורי Leap Motion זמן קצר אחרי סוף השבוע של הולץ ובקוואלד בוושינגטון (הוא הסכים על המקום להפוך למשקיע הראשון של החברה). הוא מתאר את הגישה כישירה כמו סטירה בפנים. “כמו עם כל המצאה גדולה, קשה מאוד לחשוב על התובנות האלה, אבל מרגע שאתה שומע אותן, אתה אומר, ‘ברור!’ לא חשבנו על זה קודם כי לא הסתכלנו על העניין בצורה הזאת”. הולץ הצליח להבין את הבעיה הטמונה בבקרת תנועות עד לשורשה, עובדה שאפשרה לו לראות דברים שכל שאר האנשים פספסו. “הרבה פעמים, עם אנשים חכמים כמו דיוויד, קשה לעקוב אחריהם ולראות מה הם רואים ומה הם מבינים”, אומר וורנר. “זה לא המקרה עם דיוויד. חלק מהגאונות שלו היא שהוא הופך דברים למאוד פשוטים, אפילו בשביל עצמו”.\n\nעם המתמטיקה שם, האתגר המיידי יותר עבור הולץ היה נגישות – הפיכת שמונה הקופסאות המרושתות שלו למוצר בר יישום, בין אם לרכישה בידי צרכנים רגילים או עבור חברות אחרות לצורך הטמעה במוצרים שלהם. אדי מילר, בכיר לשעבר ב-Apple, עבד כמשקיע הון סיכון כשהוא פגש את הולץ ובקוואלד ב-2012. הוא שמע סיפורים אודות שני המייסדים הגאונים האלה, אחד מהם עם שיער הדומה לזה של איינשטיין, צעיר משוגע, מניחים תיקי גב מלאים בחלקי אלקטרוניקה מדהימים שנראים פרוצים על שולחן הישיבות של המשקיעים. הוא ביקש לראות את ההדגמה. “דיוויד ניראה מוטרף במיוחד באותו יום”, הוא נזכר. “ומייקל דיבר איתי כשראשו מוטה מטה. ציפיתי לראות את מה ששמעתי אודותיו, מערכת גדולה, אבל הם היו: ‘אנחנו מוכנים, זה כל מה שזה’. זו הייתה קופסה קטנה בלבד, והיא הייתה פשוט יפהפיה”.\nמילר השקיע סכום נכבד בחברה והצטרף כנשיא כמה חודשים לאחר מכן. “ככל שאני מבלה יותר זמן עם דיוויד, אתה יודע, אני פשוט המום”, הוא אומר. “הייתי בר מזל מספיק כדי לעבוד עם סטיב ג’ובס, ודיוויד הוא אחד מהחבר’ה האלה שדי דומים לסטיב, בכך שעומקו ורוחבו הם קילומטר”. אחרי שמילר הצטרף ל-Leap Motion, החברה שיפרה את העיצוב עוד יותר, תיכננה חנות אפליקציות דמויית Apple שנקראת Airspace, ויצרה וידאו להדגמה שהפך לוויראלי; 15,000 מפתחים הגישו בקשה לבנות תוכנות עבור המכשיר בשבוע הראשון. “ביליתי שבוע שלם בקריאת כל האי-מיילים שהגיעו בבקשה לשמוע על הזדמנויות לשותפות”, נזכר מילר. “היו אלפים. אתה יודע: ‘אנחנו חושבים שזה יכול לסייע מאוד בתחום התחבורה’, ‘אנחנו חושבים שזה יכול לעזור לאנשים עם מוגבלויות’. ‘אתם יכולים לעזור לנו עם זרימת העבודה ברשת המזון המהיר שלנו Jack in the Box?'”.\nבשלהי חודש מרס, כמה שבועות אחרי SXSW, ויקטור לואו, מהנדס ממשק-אדם ממעבדת ההנעה הסילונית של נאס”א בקליפורניה, עמד לפני בקר Leap Motion בסן פרנסיסקו והפעיל רובוט חלל השוקל טונה במעבדה במרחק 560 ק”מ. לרכב החלל, הנקרא Athlete (קיצור ל”All-terrain hex limbed extraterrestrial explorer”), יש שש זרועות והוא יכול לעוף. נאס”א בנתה אפליקציה שמיפתה את הגפיים של הרובוט ליד אנושית, ולואו היה מסוגל להניע אותו על ידי הזזת אצבעותיו. לואו ביצע את המשימה הזאת על במה בכנס מפתחי המשחקים השנתי. כשהוא הרים את ידו, הקהל הביט בסילוני הרכב מופעלים על מסך הקרנה בו זמנית גדול. המכונה האדירה המריאה מהקרקע. עמיתו של לואו, מפקח נאס”א ג’ף נוריס, פנה אל הקהל: “אני רוצה שנבנה עתיד של חקירה מרחוק מוטמעת משותפת – שכולם יחקרו את היקום באמצעות אווטארים רובוטיים, לא רק מביטים בתמונה על מסך אלא צועדים אל תוך הולודק ועומדים על העולמות המרוחקים האלה”.\nההדגמה של נאס”א היא אחת מהצבעות האמון החזקות ביותר ב-Leap Motion, והיא ממש לא היחידה. בחודשים מאז שהחברה התחילה להוציא ערכות מפתחים ויחידות מבחן, היה שטף של סרטוני דמו המדגימים אפליקציות מוקדמות. Google Earth הכריזה שהיא הוסיפה תמיכה ב-Leap Motion, ווידאו תואם שהציג את ידו של אדם טס בסגנון סופרמן לרוחב מפרץ סן פרנסיסקו, דרך החצר של הלובר, ואל החלל החיצון. מוזיקאי אלקטרוני בשם אדם סומרס שחרר דֶמו של משהו יפהפה שהוא קורא לו AirHarp (נבל אוויר).\n\nבאביב האחרון, הכריזה HP שהיא מתכוונת להתחיל לכלול בקרי Leap Motion בחלק ממחשבי ה-PC שלה ושהיא מתכננת בבוא היום להטמיע את הטכנולוגיה במכשיריה. בינתיים, כל אחד יוכל לרכוש בקר מהמדף ולחבר אותו כתוסף. מחוץ לקופסה, המכשיר יאפשר למשתמשים לשלוט בכמה פונקציות מחשב בסיסיות, כמו תנועת עכבר, אבל שיפור מערכות קיימות הוא לא ממש העניין. “אם נצליח לבנות משהו שהוא דרך טובה יותר באופן יסודי לתפעל מחשב, ישנם למעשה מספר בלתי מוגבל של שימושים אפשריים”, אומר בקוואלד. “בסופו של דבר, כל דבר שיש בו מחשב יוכל להישלט על ידו – כל מחשב נייד, כל מחשב שולחני, כל טלפון חכם, כל טבלט, כל טלוויזיה, כל תחנה כירורגית, כל רובוט, באופן פוטנציאלי, ניתן אפילו להתקין Leap בכל מכונית”.\nבהיסטוריה של הממשקים למשתמשי מחשב, התרחשו רק שני דברים ששינו את התמונה: באמצע שנות ה-80, החליפה Apple את ממשק שורת הפקודה הישן עם ממשק המשתמש הגרפי מבוסס העכבר, ולאחרונה יותר, הציגה Apple לעולם את מכשירי המולטי-טאץ’ הניידים. בשני המקרים, המטרה הייתה להפוך את תקשורת האדם-מחשב לאינטואיטיבית יותר, להפחית למינימום את המכשולים בין האדם למחשב. “אם אתה חושב על העכבר, הוא מקרב אותך למחשב, ומסך המגע מקרב אותך עוד יותר”, אומר וורנר. “Leap Motion מכניס אותך אל תוך המסך”.\nקשה לומר איזה סוגי יישומים יאפשר ממשק התנועות. מעטים היו יכולים לחזות שמסך המגע יביא, למשל, את ה-Angry Birds. אבל ממשק התנועות כנראה לא יפעל כתחליף סיטונאי לממשקים קיימים. בדיוק כפי שמסך המגע שיפר פונקציות מסויימות (העברת דפים במגזין דיגיטלי, למשל) אבל לא אחרים (יצירת מגזין דיגיטלי), בקרי ה-Leap Motion ומכשירים דומים יצליחו מאוד בשימושים מסויימים ולא באחרים. תיפעול גיליון אלקטרוני, לדוגמה, כנראה לא יהיה פשוט יותר עם ממשק טבעי; חוויית שולחן העבודה כבר ככה דורשת מעורבות גבוהה. ואפילו ליישומים התלת-ממדיים יש באופן טבעי מגבלות משלהם. אחד הדברים הראשונים שאתה שם לב אליהם כשאתה מתחיל להשתמש בבקר Leap Motion הוא המחסור במשהו חושי; אין משוב של חוש המישוש לסייע לכיול מגע, כפי שיש בעולם האמיתי. כשאני שואל את הולץ על העניין, הוא מתנער ממנו. “כיוון שזה דיגיטלי, אנחנו יכולים להכניס יותר מידע לשם ממה שהיית מקבל בעולם האמיתי”, הוא אומר – שינויי תאורה, לדוגמה, יכולים לסמן מתי שהאצבע שלך נוגעת במשהו. ובבוא הזמן, אומר הולץ, משוב חושי וירטואלי יהיה אפשרי לחלוטין, כנראה באמצעות אולטרסאונד ממוקד, תהליך שמפתחים חוקרים באוניברסיטת טוקיו. “אני חושב שאתה עשוי לראות הרבה מזה בעתיד הקרוב”.\nמגבלה נוספת: בעוד המשתמש מניע את ידיו בשלושה ממדים, התוצאות מופיעות על מסך דו ממדי. זה יכול להיות מבלבל. אלא אם כן יבנו הולודק אמיתי, כמובן, שהוא צורך בלתי נמנע, והתגברות על המכשול הזה תדרוש פיתוח של טכנולוגיית תצוגת 3-D טובה יותר. הולץ מדמיין שילוב Leap Motion בתצוגות ראש כמו Google Glass בתור אולי הפתרון הטוב ביותר. “זה כאילו אני בהולודק מבלי להצטרך הולודק. אתה הופך את החלל סביבך להולודק”. שאלתי אותו אם החברה נמצאת בשיחות עם גוגל כדי לייצר את זה בדיוק. “אני לא חושב שאני יכול לתת פרטים, אבל, אה… זה הגיוני”, הוא אומר.\nזהו חזון מסחרר, מסוג הדברים שמלהיבים את הולץ, והוא קופץ לשיחה על הדרך שבה אפשר לתת לאנשים כוחות על – לדוגמה, היכולת “לבטל” פעולות וירטואליות בעולם הדיגיטלי-פיזי הזה, באותה צורה שאתה יכול לבטל פעולות, למשל, בקובץ פוטושופ. או היכולת לפסל משהו באוויר, ואז לשכפל אותו במהירות באמצעות מדפסת 3-D, ולהפוך מחשבה לחפץ בתוך רגעים.\n“הרעיון הוא שאנחנו צריכים להיות מסוגלים לכך שתהיה לנו אותה מידה של אינטראקציה מדויקת כפי שיש לנו עם העולם האמיתי”, אומר הולץ. “וזה נותן לנו הרבה יותר כוח. אנחנו יכולים להגדיר את החוקים בעולם הדיגיטלי איך שאנחנו רוצים, כך שאנחנו יכולים לעשות הרבה דברים שפשוט לא יכולנו לעשות קודם לכן. זה אחד המצבים האלה בהם, באמצעות טכנולוגיה, אנחנו יכולים באמת להיות טובים יותר”.\nטום פוסטר כתב על טכנולוגיית קסדות ומשבר זעזועי המוח של הפוטבול האמריקני בגיליון ינואר.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו גולשי האתר להנות ממנוי הכרות מיוחד לגרסה הישראלית של מגזין הטכנולוגיה והמדע במחיר של 20 ש”ח בלבד למשך 3 חודשים. לפרטים נוספים והרשמה", "keywords": "מדע פופולארי,ממשק משתמש,leap motion,דיוויד הולץ,מייקל בקוואלד,בקר,בקר שליטה,בקר ליפ,שליטה באמצעות תנועה,חיישני תנועה"}