{"url": "https://www.geektime.co.il/geekjob-insider-july-27/", "type": "article", "title": "מפתחים, יש לנו 8 משרות חמות וחדשות עבורכם", "description": "ריכזנו עבורכם 8 משרות בחברות שגדלות ומגייסות עובדים, ולכולן יש עמוד ב-Geektime Insider כדי שתוכלו לקבל הצצה לעבודה היומיומית בהן", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/apple-1850613_1280-e1490789506705.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-07-30T12:22:14Z", "modified_time": "2017-07-30T11:37:47Z", "articleBody": "ריכזנו עבורכם 8 משרות בחברות שגדלות ומגייסות עובדים, ולכולן יש עמוד ב-Geektime Insider כדי שתוכלו לקבל הצצה לעבודה היומיומית בהן\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider נולד כדי לתת לקהילת ההייטק והסטארטאפים את מה שהיה חסר לה: המידע החשוב ביותר על החברות הפועלות בשוק ועל העבודה בהן. תוכלו למצוא בו מגוון פלטפורמות תוכן, שיחד חושפות את “מאחורי הקלעים” של החברות המגייסות. אחרי שתקבלו את התמונה המלאה, תוכלו להחליט אם מדובר במקום שבו תרצו לעבוד.\n\nFor our growing team, we are looking for a talented developer. The ideal candidate is a true team player with a passion for cutting-edge technologies, who will join us in creating both existing and new products.\nResponsibilities:\n include helping design, build and scale our data infrastructure and use the best tools the open source world has to offer, in order to drive our business stakeholders to achieve the best data driven solutions possible.\nRequirements:\n– BSc degree in computer science or equivalent\n– Experience with big data technologies, like Hadoop or other mapreduce technology – advantage\n– In-depth knowledge of at least one high-level systems language (Java, C#, Scala, etc)\n– Experience in Python development – advantage\n– Strong analytical and problem-solving skills\n– Strong teamwork and interpersonal skills\n– Strong verbal and written communication skills\nTo send a CV for the position of Data Engineer – Yotpo\nYou will play a crucial role in Yotpo’s success as a service. The Team Leader will manage our CI & automation effort in a fast growing company, including specifying, designing and implementing automation tests and infrastructure for new components, as well as features for both client-side and server-side, using various technologies.\nResponsibilities:\n– Guide the team in producing easily maintained code and a robust infrastructure.\n– Manage the team both personally and professionally.\n– Build Big Data testing infrastructure from scratch.\n– Build CI and CD flows from scratch.\n– Work with CI tools to automate building, deployment, and execution of test scripts in a large scale deployment environment.\n– Support other types of quality targets, such as performance, load, and stress testing.\n– Hands-on involvement with the code.\n– Requirements:\n– BSc in computer science or equivalent.\n– At least 2 year of experience as a team leader\n– At least 4 years of experience as a developer.\n– Strong design, coding and debugging skills (hands-on).\nTo send a CV for the position of Test Automation Team Leader – Yotpo\n\nTrax is looking for a Python Developer to join its thriving Professional Services team. Reporting to SW TL, Working closely with internal clients on multiple projects.\nThis person is responsible for developing, delivering, and maintaining high quality technical solutions that benefit our customers.\nResponsibilities:\n– ​Developing customization to fit customer needs\n– Deliver with high quality , while meeting deadlines\n– Work with multiple internal interfaces (Project managers, RnD , Product managers)\nRequirements:\n– 0-2 years’ experience in Python.\n– Extensive experience in SQL – Advantage.\n– BSc in Computer Science or equivalent\nTo send a CV for the position of Python Developer – Trax\nTrax is looking for a Senior Data Scientist to join its thriving R&D team. This person will be joining our advanced data science group and become a key participant in driving research, designing, developing and delivering our novel platform for the world of retail based on our unique data set.\nThe ideal candidate will be an independent and reliable team player with strong background in quantitative methods and broad understanding of data driven algorithms. He or she is expected to be a self learner that can drive projects from their research state all the way through their productization.\nResponsibilities:\n– Become a key player in our team of Data Scientists, mentoring and providing both theoretical and technical support.\n– Use cutting edge machine learning algorithms, statistics and business intelligence to drive valuable insights to our customers.\n– Applying creativity and innovation to come up with new applications and use cases from our current and future data.\n– Take an active role in the realization of projects. Drive projects from research and ideation all the way to application integration in our core technology offering.\n– Evangelize data driven approach in Trax. Collaborate with both development and product teams to drive superior results in a timely manner.\n– Build strong interfaces with the entire R&D team to understand architecture, application development and analytics requirements\nRequirements:\n– A motivated self leaner with a “can do” attitude\n– Hands on experience in applying statistics, machine learning and AI techniques on real world data, with broad knowledge in various quantative methods (Data mining, Information Retrieval, Supervised / Unsupervised / Reinforced / Statistical Learning, Bayesian methods, Graphical models, etc)\n– Good knowledge in Python / R / Scala / Julia and the ability to build systems and environments from scratch\n– Working experience with large data sets.\n– Experienced in using Big Data tools (Spark, MapReduce, Hive, Pig, etc) – a plus\n– Working experience with either SQL based RDBMS or NoSQL – a plus\n– Working Experience in Cloud based environments is – a plus\n– M.Sc./P.hD. with strong quantitative skills\nTo send a CV for the position of Senior Data Scientist – Trax\n\nThe Zebra data team owns the data across the company – from acquiring, cleaning, archiving, indexing, serving and building tools to analyze the data – both for humans and for algorithms.\nWe use Python, Redis, ElasticSearch, Mongo DB and node.js, as well as docker and Rancher as our tools of trade.\nWe are looking for a Senior Data engineer to join our team and help us take our infrastructure to the next level.\nResponsibilities:\n– Develop, maintain and operate complex data pipelines\n– Build tools to monitor and alert on data quality and availability\n– Design and develop tools and automations that expose the data to the rest of the company – from researches to the scalable automatic process which train machine learning models.\nRequirements:\n– 4+ years experience in backend development on distributed, scalable system – preferably in Python.\n– 2+ years experience in Linux.\n– 2+ year experience in data engineering – data pipeline design, implementation, operations\n– 1+ Experience working with no SQL databases – at least one of cassandra/hbase/Elastic/Mongo​/Couchbase/Redis\n– Python expert – very strong advantage\n– Machine learning background/understanding – very strong advantage\n– Hadoop/spark – strong advantage\n– Docker – strong advantage\n– Monitoring systems, alerting etc. – advantage\n– Node.js – advantage\nTo send a CV for the position of Senior Data engineer – Zebra \n\nResponsibilities:\n– Lead a team of 8-10 researchers and data scientists, focusing on deep learning, computer vision and text mining\n– Attract and retain top talent in the field of deep learning\n– Provide team members with guidance and decisions around algorithm and research topics and methodologies\n– Work closely with multiple stakeholders to define the scope, requirements timelines and project plans of complex, multi-disciplinary Machine learning projects\n– Oversee the entire development lifecycle, from problem definition, data collection, research, development, productization and measurements\n– Initiate and guide various long term research efforts, and build excellence in the field of deep learning for imaging data – including implementing the latest techniques and articles\n– Establish processes, common infrastructure, tools, automations and shared practices in the team to achieve maximal efficiency as well as high quality products\nRequirements:\n– MSC/PHD in computer science, preferably in the field of machine learning/computer vision\n– 2+ years Experience in leading a team of 4+ senior data scientists/researchers\n– 3+ years of hands on development of complex machine learning models using modern frameworks and tools (ideally python based)\n– 1+ year of hands on experience with Deep learning using common open source frameworks and tools (Keras, TensorFlow, Theano etc.)\n– Strong project management skills, attention to detail\n– Strong communication and collaboration skills\n– Team player, positive and driven, fast learner\n– PHD – very strong advantage\n– Experience in computer vision – very strong advantage\n– Publications/public speaking experience in the field of Machine learning – strong advantage\n– Experience in engineering, especially working with CI, docker, Hadoop, and distributed systems – strong advantage\nTo send a CV for the position of Algorithms group leader – Zebra \n\nWe are building a state of the art security platform for large enterprises in the exciting and innovative new field of software containers. Our systems are deployed on thousands of customer servers around the world. A distributed system to watch over distributed systems!\nWe are looking for an experienced Windows internals engineer to join our core team, in charge of developing security solutions for the new Windows and Hyper-V containers!\nIn this role, you will take part in development and design of new security features for containers running on Windows. You will be expected to find innovative solutions for security challenges that seems unsolvable. You will use your experience to dive into the Windows Kernel, develop drivers and integrate them with user space services. All done in a super efficient way.\nRequirements:\n– BS in Computer Science or equivalent\n– 4+ years of relevant professional experience\n– Expert knowledge in C/C++ Windows development at Kernel and user levels\n– Deep understanding of Windows OS internals\n– Proficient in debugging techniques with any of WinDbg, OllyDbg, IDA Pro Virtualization technologies Software (SDLC) and product development lifecycles (PLC)\n– Security background – big advantage\n– Experience with Hyper-V/Virtualization\n– Strong communication skills, both verbal and written\nTo send a CV for the position of Windows Internals Engineer – Aqua Security\nA talented, motivated and experienced C developer to develop core security components for Docker container environments:\nRequirements:\n– B.Sc in Computer Sciences or equivalent acquired experience\n– 3 years of experience in C development\n– Low level programming, experience with Linux system programming\n– Experience running and developing on Linux\n– Experience with server side infrastructure development\n– Hands-on experience with databases\n– Experience with Go programming – big advantage\nTo send a CV for the position of C/C++ Software Engineer – Aqua Security\n\n\n", "keywords": "עבודה בהייטק,גיקג\\'וב,אינסיידר,טראקס,אקווה,יוטפו,זברה,גיקטיים,משרות,geektime insider,insider,trax,zebra,aqua,yotpo,גיקגו\\'ב"}