{"url": "https://www.geektime.co.il/geekstarter-01-05-14/", "type": "article", "title": "GeekStarter: מצעד פרוייקטי ה-Kickstarter שאהבנו השבוע", "description": "והשבוע: בקבוק ניטור לתינוקות, כיסוי שמציג מידע כמו של ה-HTC M8 רק לאייפון ועט תלת מימדי, דומה ל-3Doodler, רק קטן הרבה יותר.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/04/lunecase6001.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-05-01T18:11:27Z", "modified_time": "2014-05-01T18:11:27Z", "articleBody": "והשבוע: בקבוק ניטור לתינוקות, כיסוי שמציג מידע כמו של ה-HTC M8 רק לאייפון ועט תלת מימדי, דומה ל-3Doodler, רק קטן הרבה יותר.\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. בפינת גיקסטארטר, בכל שבוע נציג בפניכם 3 פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\nקרדיט תמונה: יח״צ\nכמה התינוק שלכם אכל אתמול? כמה הוא אכל היום? לרוב ההורים אין ממש מושג בכל הנוגע לצריכה התזונתית של התינוקות שלהם. הורים רבים מעוניינים ואף צריכים לפקח על דפוסי האכילה של התינוקות שלהם במטרה להבין האם הילד שלהם נמצא במסלול הנכון מבחינה תזונתית והתפתחותית. פיתוח כחול-לבן בשם Sleevely, מעין שרוול חכם המתלבש על הבקבוק של התינוק ינטר לכם את המידע הזה, ואת הצריכה התזונתית של התינוק שלכם באופן אוטומטי.\nהאפליקציה של Sleevely, שתהיה זמינה בשלב הראשון למכשירי האייפון, תאפשר למשתמשים לתעד ולעקוב במדוייק אחרי זמני ההאכלה של התינוק, טמפרטורת המזון ונתונים נוספים תוך מתן התראות מותאמות אישית, תזכורות והמלצות. בנוסף, תוכלו לראות כיצד התינוק שלכם מתפתח מבחינה תזונתית בהשוואה לתינוקות אחרים ברחבי העולם. בכדי להגיע למטרה הזו, המייסדים הישראלים של Sleevely מבקשים לא פחות מ-85 אלף דולר, בכדי להכניס את המוצר לשלב הראשון של ייצור המוני. הסרטון, אגב, עשוי נהדר.\nלדף הפרוייקט בקיקסטארטר\n\nקרדיט תמונה: יח״צ\nזוכרים את אירוע ההשקה של ה-One M8, מכשיר הדגל החדש של יצרנית הסלולר HTC? ללא ספק, אחד מההיילייטים של האירוע היה הצגת הקייס החכם שלהם, המסוגל להתלבש על הסמארטפון ולהציג מידע רלוונטי בכל מצב, גם כאשר הסמארטפון עצמו סגור. Lunecase מציג את אותו הקונספט, בגירסא שתואמת גם לאייפון: כאשר מישהו יתקשר אליכם, צידו האחורי של הסמארטפון יזהר עם סמל של טלפון. במידה ומישהו ישלח לכם הודעה, הקייס יראה לכם סמל של הודעה, וכו׳.\nהרעיון המגניב מאחורי הקייס, הוא שהקייס מבוסס על טכנולוגיה אשר עושה שימוש באנרגיה האלקטרומגנטית שפולט האייפון שלכם כל הזמן, ומאפשר לקייס לפעול גם ללא סוללה. הפרוייקט הושק רק אתמול (מועד כתיבת שורות אלו) ונכון לעכשיו הוא הספיק לגייס כבר 1,500 דולר והמונה רק ממשיך לעלות. מייסדי הפרוייקט, חברה רוסית בשם Concepter מבקשים לגייס 50 אלף דולר, אך סביר להניח שרק בגלל הרעיון המגניב הם יצליחו לעמוד ביעד הגיוס שלהם ואף הרבה יותר מכך.\nלדף הפרוייקט בקיקסטארטר\n\nקרדיט תמונה: יח״צ\nאחד הפרוייקטים הכי מצליחים בקיקסטארטר הוא ה-3Doodler, אשר הציג בפעם הראשונה כיצד משתמשים יכולים לצייר את הציור שרצו ולצאת מגבולות הדף, כך שבסופה של העבודה הם יכלו להרים את היצירה שלהם ולהעניק אותה לכל מי שהם רק רצו. ה-3Doodler גייס יותר מ-2.3 מיליון דולר ונמכר כיום תמורת 100 דולר ליחידה, ובעקבות ההצלחה הגדולה שלו קמו לא מעט מתחרות אשר ניסו להציג את אותו הקונספט. עט ה-LIX שמוצג כאן לפניכם הגיע לקיקסטארטר ועבר את יעד הגיוס שלו תוך שעתיים בלבד, כך שהפוטנציאל גדול מאוד.\nה-LIX מתיימר להיות העט התלת מימדי הקטן ביותר בעולם – הוא מגיע בגודל של 16.4 סנטימטר וההרגשה שלו אמורה להיות הרבה יותר קרובה לעט אמיתי מאשר ה-3Doodler, שהוא מכשיר מגושם למדי. בכל מקרה, התוצאות של שניהם דומות, למרות שה-LIX, בגלל גודלו, יציע גם ככל הנראה דיוק גבוה יותר. עד כה, ה-LIX גייס קרוב ל-125 אלף ליש״ט למרות שמייסדי הפרוייקט ביקשו לגייס 30 אלף ליש״ט בלבד. העטים שהוצעו תמורת 43 ליש״ט ו-73 ליש״ט כבר אזלו ממלאי הקיקסטארטר, כך שבכדי להניח את ידיכם על העט תיאלצו להיפרד מ-82 ליש״ט (כ-135 דולר) לא כולל משלוח.\nלדף הפרוייקט בקיקסטארטר\n", "keywords": "kickstarter,קיקסטארטר,גיקסטארטר,geekstarter,מימון המונים,crowd funding,sleevely,סליבלי,תינוקות,babies,baby,lunecase,lix,לונקייס,ליקס,crowd-funding"}