{"url": "https://www.geektime.co.il/geekstarter-13-03-15/", "type": "article", "title": "מדפסת פנקייקים, מקלדת אמוג'י למחשב ומצלמה מגניבה שתחסוך לכם מוט סלפי [גיקסטארטר]", "description": "מעכשיו אתם יכולים להדפיס פנקייקים בצורה שאתם קובעים, לזרוק את מוט הסלפי לפח עם מצלמה חדשה ומגניבה ולהשתמש במקלדת אמוג'י - גם בלפטופ או במחשב האישי", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/BIG21.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-03-13T17:00:57Z", "modified_time": "2015-03-13T11:06:38Z", "articleBody": "מעכשיו אתם יכולים להדפיס פנקייקים בצורה שאתם קובעים, לזרוק את מוט הסלפי לפח עם מצלמה חדשה ומגניבה ולהשתמש במקלדת אמוג’י – גם בלפטופ או במחשב האישי\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולאריות בעולם, המעניקות במה לפרוייקטים רבים מתחום הטכנולוגיה ומחוצה לה ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. במסגרת גיקסטארטר, נציג בכל שבוע מספר פרוייקטים מגניבים מקיקסטארטר ואינדיגוגו השייכים לעולם הטכנולוגיה והגאדג’טים, כך שתוכלו להתעדכן במוצרים החמים הבאים שהולכים לכבוש את העולם.\n\nכבר ראינו מדפסות תלת מימד של כמעט כל חומר בעולם. אז למה לא פנקייק בעצם? הרעיון פשוט: אתם חושבים על עיצוב או צורה מקורית לפנקייק, מציירים אותו במחשב, מכניסים את בלילת הפנקייק ושולחים להדפסה. המדפסת “מדפיסה” את הבלילה על גבי משטח חם ואתם נהנים תוך דקות מפנקייק חם וטרי בעיצוב המקורי שלכם. אם תרצו, תוכלו גם לסרוק או לטעון תמונה של גיבור-על, פסל מפורסם או כל בחירה אחרת ואז לעבור עליה (לעשות Tracing) וליצור ממנה פנקייק. כל מדפסת תגיע עם עיצובים מוכנים מראש, כרטיס SD עליו תוכלו לאחסן את כל העיצובים, ממשק משתמש פשוט ותמיכה במק וב-PC.\nמחיר יחידה: 720 ש”ח (לא כולל משלוח לישראל או בלילה)\nמועד משלוח משוער: יולי 2015.\nהגיעו ליעד? היעד של הפרויקט עומד על 50 אלף דולר, מתוכם גוייסו כ-80 אלף דולר. הפרויקט ייסגר עוד 27 ימים.\nלדף הפרויקט\n \n\nאתם הרי משתמשים בהם כל הזמן בסמארטפון, אז למה לא על הלפטופ? The Emoji Keyboard הוא כיסוי סיליקון למקלדת, שבשילוב תוכנה ייעודית הופך את המקלדת המשעממת של הלפטופ למקלדת מגניבה עם יותר מ-150 אמוג’ים שונים. ההפעלה פשוטה: מרגע שתתקינו את המקלדת הופך כפתור ה-Caps Lock לכפתור האמוג’י ולחיצה עליו הופכת את כל הסימנים של המקלדת שלכם לאייקונים המוכרים מאפליקציות הסמארטפון השונות. כל מקש מייצג אמוג’י אחד, כשלחיצה על אותו מקש בשילוב Shift, Control או Option גורמים להקלדה של אמוג’י אחר. כרגע, המקלדת מיועדת רק למקים ולמקבוקים ובעת ההזמנה אתם בוחרים את הגודל הרצוי.\nמחיר יחידה: 60 ש”ח (משלוח רק בארצות הברית).\nמועד משלוח משוער: אפריל 2015.\nהגיעו ליעד? היעד של הפרויקט עומד על 20 אלף דולר, מתוכם גוייסו כ-1,500 דולר. הפרויקט ייסגר עוד 27 ימים.\nלדף הפרויקט\n \n\nעדיין מסתובבים עם מוט סלפי? כדאי שתכירו את Podo. מדובר במצלמה אלחוטית שיכולה להידבק לכל משטח ולצלם תמונות סלפי שלכם. פשוט הדביקו אותה למשטח כלשהו כמו עץ, בטון, זכוכית, התבוננו בסמארטפון שלכם וכשתהיו מרוצים מהפריים, תוכלו להפעיל פלאש, טיימר ולבסוף ללחוץ כפתור הצילום. ה-Podo מסוגלת לצלם תמונות באיכות 8 מגה-פיקסל ווידאו באיכות 720p בקצת 30fps, כלומר, יותר מאשר רוב המצלמות הקדמיות בסמארטפונים היום. התמונות מאוחסנות על גבי הזיכרון הפנימי של המצלמה בנפח 4GB או על גבי הטלפון שלכם, כשהתקשורת בין המצלמה לסמארטפון נעשית בעזרת Bluetooth. המשטח הדביק של המצלמה עשוי מחומר שניתן לשטיפה, כך שתוכלו להדביק אותה שוב ושוב, מבלי שתצטרכו להחליף אותו.\nמחיר יחידה: 360 ש”ח (כולל משלוח לישראל).\nמועד משלוח משוער: אוגוסט 2015.\nהגיעו ליעד? היעד של הפרויקט עומד על 50 אלף דולר, בינתיים, גוייסו כ-220 אלף דולר. הפרויקט ייסגר עוד 39 ימים.\nלדף הפרויקט\n ", "keywords": "גיוס המונים,מימון המונים,גיקסטארטר,קיקסטארטר,pancake bot,podo,emoji keyboard,מקלדת אמוג\\'י,מדפסת פנקייקים,מדפסת פנקייק,מדפסת אוכל,מדפסת תלת מימד,מוט סלפי,סלפי,צילום,תמונות"}