{"url": "https://www.geektime.co.il/geekcon-2013/", "type": "article", "title": "בטטה על גלגלים, קוואדקופטר לשליחת פרחים ומכונת קנדי קראש [Geekcon 2013]", "description": "כמדי שנה ב-9 השנים האחרונות, התאספו מיטב המוחות הגיקיים בישראל ל-52 שעות רצופות של האקתון למטרות כיף והנאה והצליחו לייצר 40 פרויקטים עובדים מאפס.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/10/geekcon20131.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-10-06T17:56:36Z", "modified_time": "2013-10-06T17:56:36Z", "articleBody": "כמדי שנה ב-9 השנים האחרונות, התאספו מיטב המוחות הגיקיים בישראל ל-52 שעות רצופות של האקתון למטרות כיף והנאה והצליחו לייצר 40 פרויקטים עובדים מאפס.\nמקור: יח”צ\nאחד האירועים המיוחדים בתחום הטכנולוגיה המתקיימים בישראל (וגם פתוחים לקהל הרחב) הוא פסטיבל ה-Geekcon, הנערך מדי שנה בסביבות חודש ספטמבר. במסגרת הפסטיבל, מתאספים כמה עשרות עד מאות גיקים (מהסוג שאנחנו בגיקטיים מאוד אוהבים) לשלושה ימים כדי לבנות, לפרוץ, להרכיב, לפרק ולעשות כל מיני דברים מוזרים במיוחד, ללא מודל עסקי ולרוב גם ללא תכלית ממשית. המהות האמיתית של האירוע היא בעצם החשיבה שמחוץ לקופסה, לעשות דברים אחרים ועל הדרך גם להנות מסוף שבוע מהנה עם כמה מהאנשים המטורפים בישראל.\nהפלטפורמה, המונחה על ידי המתווה “האקינג לסגנון החיים הדיגיטלי”, החלה את פעילותה לפני 9 שנים. GeekCon היא פעילות ללא מטרות רווח, המוקדשת לקידום יצירתיות וחדשנות “מחוץ לקופסה” בדגש של עשייה. ההתכנסות השנתית, המכונה לעתים קרובות “קייטנה לגיקים”, מושכת מסה קריטית של יזמים, גיקים וטכנולוגים מהמובילים בארץ. GeekCon מופעלת על ידי צוות מתנדבים, מרביתם יזמים סדרתיים, הכוללים את אילן גרייצר, אדן שוחט, גילי צגלה, נמרוד להבי, רועי מן, שחר זריהין, ענבר רז, איל הרשקו, יורם אבידן ואחרים.\nהשנה, בפסטיבל התשיעי במספר, נכחו לא פחות מ-183 גיקים ב-52 שעות במהלכם פיתחו 40 פרוייקטים חדשים במהלך הפסטיבל, אשר נערך בשדות ים שבקיסריה וסיפק מרתון של 52 שעות רצופות במסגרתו בנו היזמים בזמן אמת פרוייקטים בתחומי התוכנה, רובוטיקה, טכנולוגיה, אינטרנט, מכניקה, ומדע, ביניהם: רובוט לפתרון הקוביה ההונגרית, מדפסת מחשבות, מכונת ניגוב חומוס, פוליטיקאי אוטומטי, כרית פיהוקים, גסטרונומיה מולקולרית, גלאי נפח בצק, מראה מדברת, מכונה שמוודאת צבע עיניים, חיישן המדמה אמא פולניה ומחשב שכותב שירים ומתבסס על המחשבות שלכם. בחרנו את שלושת הפרוייקטים המעניינים ביותר שהוצגו, והתוצאות לפניכם.\nמקור: יח”צ\nכשקישוא הופך למכונית – גל אשל ואדם גריי פיתחו כלי לבניית רכבים תוך שימוש בירקות בלבד. הרכב הראשון שנבנה היה מבטטה, אך יכול להבנות מכל סוג אחר של פרי, או ירק כלשהו. הבטטה, במקרה הזה, הונחה על מזלג וזכתה לגלגלים שהוסרו מחלקי מדפסת ישנה. אחרי שהגלגלים הוברגו לתוך הבטטה (באמצעות פותחן יין), הוסיף הצוות סוללה ומיקרו בקר ארדואינו, כאשר באמצעות בלוטות’ ואפליקציה לאנדרואיד שפותחה במיוחד על ידי הצוות, קיבלה הבטטה הזריזה את פקודות הנסיעה וההכוונה. פירות וירקות – Start your engines!\n\nקוואדקופטר רומנטי – אלמוג קורן, מיקי פרלשטיין, מיכאל חרמון ועופר ברטל לקחו מסוק Quadcopter מסוג AR Drone 2 ותכנתו אותו קח שיזהה פנים ופקודות קוליות של אנשים, וישלח את עצמו עם פרחים אל אותו האדם. הטכנולוגיות שהיו בשימוש בפיתוח הן NodeCopter, Openy, Node,js, Javascript וזיהוי פקודות קוליות, כמובן. התוצאה? מפחידה מעט.\n\nמכונת קנדי קראש – בהמשך למשחק הקנדי קראש הממכר של חברת King, החליטו החברים העומדים מאחורי אפליקציית ניהול הזמנים והמשימות Any.Do לקחת את הרעיון צעד אחד קדימה ולהפוך אותו למציאות. במהלך ה-Geekcon 2013 לקחו החברים חומרים פיזיים וממתקים צבעוניים (כמובן), ובנו ביחד אפליקציה פיזית למשחק הממכר.\n\nאת רשימת הפרוייקטים המלאה תוכלו למצוא בלינק הבא.\n", "keywords": "גיקון,geekcon,גיקים,טכנולוגיה,מדע,ארדואינו,science,geeks,technology,conference,כנס"}