{"url": "https://www.geektime.co.il/israel-chief-scientist-to-meet-palo-alto-seniors-event/", "type": "article", "title": "מפגש חד פעמי עם המדען הראשי ומנהלי רשות החדשנות בפאלו אלטו", "description": "ב-7 ביוני ייערך ב-JCC בפאלו אלטו מפגש מיוחד עבור אנשי היי-טק, אקדמאים ישראלים וכל מי שמעוניין לשמוע, על ההיי-טק והחדשנות הישראלית, בנושא ׳׳תעשיית ההיי-טק הישראלית: מגמות, כיוונים והקמת רשות החדשנות בישראל׳׳. ריכזנו עבורכם את כל הפרטים וכיצד ניתן להרשם לאירוע", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/Screen-Shot-2016-05-29-at-16.52.05.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-30T11:20:44Z", "modified_time": "2016-05-30T12:50:29Z", "articleBody": "ב-7 ביוני ייערך ב-JCC בפאלו אלטו מפגש מיוחד עבור אנשי היי-טק, אקדמאים ישראלים וכל מי שמעוניין לשמוע, על ההיי-טק והחדשנות הישראלית, בנושא ׳׳תעשיית ההיי-טק הישראלית: מגמות, כיוונים והקמת רשות החדשנות בישראל׳׳. ריכזנו עבורכם את כל הפרטים וכיצד ניתן להרשם לאירוע\nהכתבה בחסות\n\nמה קורה בהיי-טק הישראלי? מדוע הוקמה רשות החדשנות? איך מחזירים מוחות מהעמק לארץ?\nבדיוק בנושאים אלה יעסוק המפגש, במטרה לחזק את הקשר עם התעשיינים, האקדמאים והיזמים הישראלים השוהים באזור סן פרנסיסקו, לעדכן אותם אודות המתרחש בהיי-טק ובתעשייה בישראל, לספר על הקמת רשות החדשנות החדשה בישראל ולשמוע מהם על הנושאים והדברים החשובים להם.\nבמפגש ישתתפו מר אבי חסון, יו”ר רשות החדשנות והמדען הראשי במשרד הכלכלה והתעשייה, גב’ אניה אלדן, מנהלת זירת הזנק ברשות החדשנות, ד”ר נורית איל, מנהלת התכנית להשבת אקדמאים ברשות החדשנות ומר ישראל שמאי, מנהל תוכניות אמריקה ברשות החדשנות.\nאבי חסון ומנהלי רשות החדשנות ידברו על הקמת הרשות החדשה ועל פעילותה לתמיכה בחברות הזנק ובהיי-טק הישראלי. רשות החדשנות הוקמה במטרה להיות גוף דינמי, פעיל ומעורב יותר, ומנהלי התכנית ידברו על היוזמות החדשות והתכניות שפותחו על מנת לטפל בסוגיות שמטרידות את ההיי-טק הישראלי, לתמוך בסטארטאפים צעירים, לעודד הקמת חברות גדולות ועוד.\nד”ר נורית איל תדבר על יוזמות התכנית להשבת אקדמאים, ועל כלי הסיוע החדשים שפותחו במהלך השנה האחרונה, במטרה לספק מענה מהיר וטוב יותר לצרכי אקדמאים חוזרים ומשפחותיהם ועל פעילות הממשלה בנושאי ההון האנושי לתעשיית החדשנות.\nלהרשמה לאירוע, לחצו כאן\nלו”ז המפגש בפאלו אלטו\n06:45 – 06:15 קבלת פנים וכיבוד קל\n07:00 – 06:45 ד”ר נורית איל, מנהלת התכנית להשבת אקדמאים, רשות החדשנות\n07:40 – 07:00 מר אבי חסון, יו”ר רשות החדשנות והמדען הראשי במשרד הכלכלה והתעשייה\n07:50 – 07:40 מר ישראל שמאי, מנהל תוכניות אמריקה, רשות החדשנות\n08:00 – 07:50 גב’ אניה אלדן, מנהלת זירת הזנק, רשות החדשנות\n08:30 – 08:00 דיון, שאלות ותשובות\nאת המפגש ינחה עודד חרמוני, נציג ה-IEFF.\nההרשמה למפגש כרוכה בתשלום סמלי של 12$.\nלפרטים נוספים אודות מפגשי התכנית להשבת אקדמאים בצפון אמריקה ביוני ולהרשמה, לחצו כאן", "keywords": "המדען הראשי,אבי חסון,מפגש,פאלו אלטו,סן פרנסיסקו,אירוע,פוסט אירוע,jcc,palo alto,ieff"}