{"url": "https://www.geektime.co.il/your-change-for-bitcoin/", "type": "article", "title": "יוזמה ישראלית חדשה: אוסף האגורות שלכם יוחלף בביטקויין", "description": "רבים מאיתנו רוצים להניח את היד על מטבע הביטקוין אבל לא כל כך ממהרים להמיר כסף למשהו שקשה לנו עדיין לתפוס. אז מה בנוגע לאגורות שלכם, אלו שאתם אוספים ולא עושים איתם כלום?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/bitcoin.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-02T16:25:34Z", "modified_time": "2014-12-03T16:14:43Z", "articleBody": "רבים מאיתנו רוצים להניח את היד על מטבע הביטקוין אבל לא כל כך ממהרים להמיר כסף למשהו שקשה לנו עדיין לתפוס. אז מה בנוגע לאגורות שלכם, אלו שאתם אוספים ולא עושים איתם כלום?\n\nהפוסט נכתב על ידי ליאור אוזן, מייסד אתר קריפטוביט, אתר ישראלי המתמחה בביטקוין.\nלכולנו יש אותם בבית. הרים של עשרות אגורות וחצאי שקלים מאוחסנים בצנצנות ישנות של קפה-נמס, בקבוקי פלסטיק ושקיות.\n“יום אחד אני אלך ואפקיד הכול בבנק.” כן אה? הרי אנחנו יודעים שזה לא יקרה.\nאז מה אם אני אגיד לכם שסוף סוף יש לכם הזדמנות לעשות איתם משהו?\nלאלו מכם שהתעניינו אך עדיין לא התנסו במטבעות דיגיטליים, ייתכן וזוהי ההזדמנות לה חיכיתם כדי להיכנס לעולם המרתק הזה. רובנו מחזיקים בדעה שגויה שביטקוין זה דבר יקר ושחייבים אלפי שקלים על מנת לרכוש אותו. \u2028אז נכון שביטקוין אחד שווה היום כ-1,400 ₪ (בערך) אבל האמת היא שניתן לקנות ביטקוין גם תמורת 10 אגורות (ואפילו פחות). ביטקוין זה כסף, אין מינימום לרכישה. לצורך העניין תחשבו על הדולר או כל מטבע אחר, ניתן להמיר 10 שקלים לדולרים, 100 שקלים או אפילו אגורה אחת (אם תמצאו מי שיהיה מוכן להמיר סכום כזה) אותו דבר בביטקוין.\nהרעיון העומד מאחורי הפרויקט הוא לחשוף כמה שיותר אנשים חדשים לעולם המטבעות הדיגיטליים ולהציג בפניהם את היתרונות הרבים שיש לכסף הדיגיטלי על מטבעות הפיאט הרגילים (כל סוגי הכסף הממשלתי שאתם מכירים) וכל זה מבלי לדרוש מהם לבצע השקעה כספית כבדה או סיכון משמעותי, מה שמרתיע את רוב המתלבטים. אחרי הכול מדובר באוסף של אגורות שסתם יושב שם וצובר אבק. \u2028אז הנה, שלא תגידו שלא אמרנו. במקום להמשיך לאסוף את אותם הרי מטבעות כבדים ומסורבלים שמאבדים מערכם ככל שהזמן עובר (עקב שחיקת כוח הקנייה של הכסף), אתם יכולים עכשיו לרכוש תמורתם מטבע חדשני, דיגיטלי ומהיר, כזה שלעולם לא יתפוס לכם מקום במגירה ולא ירשרש לכם בכיסים. ואם אתם מאלו שמאמינים ששער הביטקוין עשוי לעלות בעתיד, אז הנה לכם הזדמנות חד פעמית להפוך את העודף שלכם לאוצר אמיתי לפני שהשער יוצא לעוד סיבוב עליות אסטרונומי.\nכדי להימנע מסיבוכים מיותרים ומתנודות המחיר החריגות שהביטקוין ידוע לשמצה בזכותם, בקריפטוביט מציעים לכם יחס המרה קבוע בין האגורות שלכם לביטקוין. כל 10 אגורות יעניקו לכם 0.00005 ביטקוין. כפי שניתן לראות צריך לא מעט אגורות כדי לצבור ביטקוין שלם אך כפי שהסברתי קודם, אין שום משמעות אמיתית לאחזקה של ביטקוין שלם. אתם בסך הכול ממירים כסף בכסף. \u2028למרות הרצון לפשט את המעבר ולשמור על יחס המרה קבוע ייתכן ויהיו שינויים בשער ההמרה בהתקיימם של מספר תנאים קיצוניים (כמו עליה מהירה בשער הביטקוין) אך השאיפה היא כאמור לשמור על היחס קבוע לזמן ארוך ככל האפשר.\nכדי לבצע את ההמרה כל שתדרשו לעשות הוא להגיע עם המטבעות שלכם לשגרירות הביטקוין ברחוב אחוזת בית 1 בתל-אביב (בעתיד מתוכננות עוד עמדות איסוף ברחבי הארץ), לרשום את פרטיכם על גבי פתקית שתסופק לכם במקום, (אותה תצמידו “לתיבת האוצר” שלכם) ולהשאיר את העודף בידיהם הנאמנות של אחד מהחברים בשגרירות. (לשעות הפעילות של השגרירות לחצו כאן).\nמכאן אתם רק צריכים להמתין. החברים מהאתר יאספו ויספרו את המטבעות שלכם ותוך מספר ימים תקבלו את פרטי עסקת ההמרה לכתובת המייל שלכם. לאחר שתאשרו את הפרטים ותספקו כתובת למשלוח ביטקוין, הביטקוין החדשים שלכם יישלחו ישירות לארנק הדיגיטלי שלכם.\nאין לכם ארנק דיגיטלי? אין בעיה.\nהחברה בשגרירות הביטקוין ישמחו לסייע לכם להתקין אחד על הטלפון החכם שלכם. לחלופין אתם מוזמנים לקפוץ למדריך הקצרצר שהכינו בקריפטוביט, ביטקוין בשלושה צעדים וללמוד כיצד להתקין לעצמכם בקלות ארנק ביטקוין דיגיטלי משלכם.\nאם מסיבה כלשהיא אתם לא מרוצים מהעסקה – אין בעיה. רק תגידו והעודף שלכם ימתין לכם בדיוק איפה שהשארתם אותו.\n(חשוב: עליכם להפריד בין סוגי המטבעות השונים כדי שהעודף שלכם ייספר)\nראוי להזכיר שהביטקוין הוא עדיין מטבע ניסיוני, כזה שעתידו לא בהכרח ורוד וגם אם יצליח, בדרך צפויות לא מעט מהמורות. אז נכון שאנחנו מדברים כאן על אגורות, אבל לחסכנים החרוצים שבינינו יכול בהחלט להיות שמדובר בסכומים לא מבוטלים. כך או כך השקיעו בתבונה וקחו בחשבון כל תרחיש אפשרי. על כל “מאמין” ביטקוין שיגיד לכם שהביטקוין יהיה שווה 10,000$ בעוד שנה, תמצאו חמישה שיגידו לכם שהוא בדרך לאפס. ההחלטה היא כמובן רק שלכם.\nלסיכום, כל העודף הזה שלכם גם ככה יהפך לחסר ערך לחלוטין בתוך כמה שנים. במקום לזרוק אותו לפח יש לכם הזדמנות לעשות איתו משהו. אם אתם מאמינים ביכולת של הביטקוין להתאושש ולחזור למחירי השיא של השנה שעברה (4,500 ₪ לביטקוין) יש לכם הזדמנות להמיר אותו למטבע דיגיטלי הנמצא בשלבי צמיחה מוקדמים ובעל פוטנציאל אדיר לעלייה בערכו. \u2028לא חושבים שהביטקוין יהיה שווה משהו? גם זה בסדר. תעשו מאמץ וגשו לסניף הבנק שלכם והפקידו אותו לחשבון. מה שלא תבחרו רק אל תתעצלו ותמשיכו לאגור עוד מטבעות. זה כסף, לא חבל?\nקרדיט תמונה: bitcoin via shutterstock\nהפוסט פורסם לראשונה באתר קריפטוביט.", "keywords": "ביטקוין,אגורות תמורת ביטקוין,שגרירות הביטקוין,המרת מטבע,מטבע וירטואלי,bitcoin,קריפטוביט"}