{"url": "https://www.geektime.co.il/6-events-march1/", "type": "article", "title": "סמנו ביומן: 6 אירועים בתחום ההייטק והסטארטאפים שיתקיימו בקרוב", "description": "ריכזנו עבורכם את האירועים הכי שווים בתחום היזמות והפיתוח שיתקיימו במהלך החודש הקרוב", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/pexels-photo-calendar-e1488268779830.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-01T12:30:45Z", "modified_time": "2017-03-02T09:25:42Z", "articleBody": "ריכזנו עבורכם את האירועים הכי שווים בתחום היזמות והפיתוח שיתקיימו במהלך החודש הקרוב\n\nמקור: Pexels\nמדי שבוע נציג בפניכם את האירועים הטכנולוגיים הצפויים להתקיים במהלך החודש הקרוב. מדי שבוע אנו מקבלים פניות מצד גורמים רבים בזירת ההייטק המקומית ואת אלו נאגד כאן יחד לרשימה אחת ומרכזית.\nהרשימה המוצגת בפוסט זה כוללת את חלק מאירועי הטכנולוגיה שיערכו בחודש הקרוב. רוצים לדעת על השאר? שמעתם על אירועים נוספים שלא מופיעים כאן? בדקו עכשיו את לוח האירועים המלא\nאם אתם מארגנים אירוע, או נתקלתם באירוע לקהילה הטכנולוגית הישראלית שלא מופיע בלוח, אתם מוזמנים להיכנס ללוח האירועים שלנו ולעדכן אותו בעצמכם (יש לפתוח משתמש בגיקטיים לצורך יצירת אירועים במערכת). .\nאיפה? גוגל קמפוס, יגאל אלון 98, תל אביב יפו.\nכמה? חינם.\nאירוע שיעסוק בפלטפורמה של Google Cloud Platform עבור תעשיית הביו והגנטיקה ויתמקד בשירותים היעודיים לתתום כולל Machine Learning, Google Genomics, Vision API ו-BigQuery. בנוסף רן רוטשילד, מנהל CloudZone ידבר על רגולוציית HIPAA וכיצד לעמוד בתנאים הנדרשים לעמוד בה.\nלפרטים נוספים והרשמה\nאיפה? מרכז כנסים לאגו, ראשון לציון.\nכמה? חינם.\nבכנס נציג לראשונה בישראל את הדור הבא של טכנולוגיות הענן של אורקל בהרצאות מליאה,\nבשני מסלולים: IaaS & DevOps ו-Cloud Platform וב-Demo Ground. בואו ללמוד כיצד להעבירר פעילות קיימת לענן, להשלים ולהרחיב אפליקציות SaaS שכבר רצות בענן ולפתח שירותים חדשים מבלי להשקיע בתשתיות.\nלפרטים נוספים והרשמה\nאיפה? Hub Tel-Aviv, מנחם בגין 55, תל אביב יפו.\nכמה? 30 שקלים.\nבעלי עסקים ועצמאיים רבים יודעים ומבינים שצמיחה במספר הלקוחות תאפשר להם ליהנות מרווחה כלכלית והצלחה עסקית. באותה הנשימה הם חווים אתגר וקושי למכור את שירותיהם ולתקשר את העשייה שלהם לעולם. יש דרך להרגיש נינוחות, אותנטיות וביטחון עצמי בגיוס לקוחות על מנת לחוות הצלחה בפעילות שלנו, והכל בפשטות ובאופן טבעי. בהרצאה נציג מודל, עקרונות, אבחנות ונבין איך על ידי יצירת דיוק בעשייה שלנו, תוך שימת דגש על יצירת יחסים וקשר אישי עם הלקוחות, נוכל להגשים את כל זה.\nלפרטים נוספים והרשמה\nאיפה? OPAL – HUB, פארק תעשיות בר-לב, רחוב חרוב.\nכמה? 190 שקלים+מע”מ ליזמים וחברות בתחילת הדרך.\nהרצאה מקצועית של דוד גלולה, מומחה UX, ליזמים שבאזור עכו וכרמיאל.\nלפרטים נוספים והרשמה\nאיפה? מתחם Powerball, פנחס ספיר 8, נס ציונה.\nכמה? חינם.\nהפעילות מתבצעת במסגרת התחרות של Google Lunar X Prize Google Lunar X Prize logo. מלבד הנחיתה על הירח, שהיא כלשעצמה אתגר כלכלי וטכנולוגי יוצא דופן, החזון החינוכי של הקבוצה הוא ליצור “אפקט אפולו” ישראלי חדש – לעודד את הדור הבא בישראל לבחור במקצועות מדע, הנדסה, טכנולוגיה ומתמטיקה.\nסיפור ההשתתפות שלנו הוא סיפור על חלוציות, ראשוניות, יוזמה, “חוצפה ישראלית” – סיפור מעורר השראה והתלהבות. בהרצאה תשמעו על:\n– איך הכל התחיל\n– כל מה שרציתם לדעת על הירח ולא העזתם לשאול\n– שלבי המשימה, אתגרי התוכנית והאתגר המדעי/טכנולוגי\n– היעדים, הפעילויות, האנשים והחזון\nלפרטים נוספים והרשמה\nאיפה? הבורסה לניירות ערך, אחוזת בית, תל אביב יפו.\nכמה? חינם\nבערב אחד מיוחד, לכבוד יום האשה הבינלאומי שמצויין בחודש מרץ, יעלו על הבמה 4 נשים מיוחדות, כל אחת מעולם תוכן שונה וישתפו אתכם בסיפור היכשלון שלהן. הכישלון הזה היה רק חלק מהדרך שלהן, הוא לא מה שמגדיר או עצר אותן בשום שלב. לכל אחת יהיו 7 דקות בלבד ו-10 שקופיות לספר על החוויה שלהן. לקהל יהיו 3 שאלות וכמובן זמן למינגלינג לאחר האירוע.\nהאירוע פתוח לכולם לא משנה מה המגדר שלכם.\nלפרטים נוספים והרשמה\nרוצים לדעת על כל האירועים המעניינים שקורים בכל שבוע? בלוח האירועים המלא תוכלו למצוא אירועים נוספים כגון מפגשי קבוצות משתמשים, סדנאות והרצאות בנושאי טכנולוגיה שונים.", "keywords": "אירועים,סטארטאפים,סטארטאפ,הייטק,אירועים השבוע,geekcalendar,startup events,startup events in israel,technology events in israel,אירועי היי-טק,אירועי הייטק,אירועי טכנולוגיה,אירועי סטארטאפים,גיק ממליץ,גיקטיים,גיקלנדר,האקתון,הרצאות,לוח אירועי היי-טק,לוח אירועים"}