{"url": "https://www.geektime.co.il/tor-part-1/", "type": "article", "title": "מאחורי האנונימיות המורכבת – חלק א'", "description": "הסיפור שלנו מתחיל בבצל, בצל דיי ישן, בצל מודל 98' יד ראשונה מרופא, שסי נקי, גיר ידני ומוח מטורף. רציתם אנונימיות, רציתם טכנולוגיה, תקבלו. בנתיים זה מתחיל מבצל. ליאור ברש מסביר על Onion Routing, טכניקה לשמירה על אנונימיות ברשת.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/01/scheme11.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-01-12T12:00:06Z", "modified_time": "2010-12-05T09:26:07Z", "articleBody": "הסיפור שלנו מתחיל בבצל, בצל דיי ישן, בצל מודל 98′ יד ראשונה מרופא, שסי נקי, גיר ידני ומוח מטורף. רציתם אנונימיות, רציתם טכנולוגיה, תקבלו. בנתיים זה מתחיל מבצל. ליאור ברש מסביר על Onion Routing, טכניקה לשמירה על אנונימיות ברשת.\nב 98′ רשם חיל הים האמריקאי פטנט, על בצל. כמה מוחות מרשימים שאפשר לקרא עליהם בוויקיפדיה פיתחו רעיון בשם Onion Routing (נקרא גם The Onion Router, או בקיצור TOR) שזוהי בעצם טכניקה לשמירה על אנונימיות ברשת כאשר המטרה היא לשמור בסוד “מי אמר למי” ומתוקף המבנה של המערכת יוצא שגם המידע שעובר ב-Packets מוגן אבל זה פועל יוצא של הרעיון המקורי וטכניקת העבודה.\nהרעיון אומר שאם אני שולח את המידע ישירות ליעד שלו אז כולם יודעים מי אמר למי ומתי ולא עלינו גם מה נאמר שם, אבל, אם אני מצפין את המידע וגם את היעד בכמה שכבות של הצפנה ובכלל שולח למישהו אחר, שהוא מבחינתו יכול רק להוריד את שכבת ההצפנה העליונה ולשלוח את החבילה החמה לבא אחריו שיכול לעשות בדיוק את אותה הפעולה אז אני בסדר ואף אחד לא ידע מה שלחתי ולמי. משהו כאן מסריח וזה לא הבצל, נקודת הכשל הראשונה שעולה היא “מה קורה אחרי שמורידים את שכבת ההצפנה האחרונה והמידע חשוף?”\nצודקים, זו בעיה וזה בסדר כי הפתרון הזה בכלל לא מתיימר להתמודד עם זה אלא מצהיר מראש שעדיף וכדאי להשתמש בפתרון בתוך רשתות סגורות ומוגנות או לחילופין ליישם במקביל פתרונות כמו SSL\\TLS וחברים.\nבסכמה הראשונה (סכמה 1.) מתוארת הסביבה בה מתרחש הסיפור שלנו, בצד שמאל למעלה יש “בן” שרוצה לשלוח מכתב ל “בת” שנמצאת בצד ימין למטה. בדרך מבן לבת יש נתבים, בצד שמאל למטה יש שרת מפתחות שמחזיק את המפתחות הציבוריים הזמינים לתרחיש ובין שרת המפתחות ל “בן” יש מקרא מפה.\nלכל נתב בדרך יש מפתח פרטי תואם.\nסכמה 1\nמקרא המפה:\n•    האייקון של המעטפה מייצג מידע לא מוצפן.\n•    המנעול האדום בלי המפתח מייצג תהליך של הצפנה.\n•    המנעול הירוק עם המפתח מייצג תהליך של פענוח.\n•    המעטפה עם ה “אין כניסה” מייצגת מידע מוצפן.\n•    הדף עם ה “אין כניסה” מייצג את ההודעה המוצפנת שמתחילה את כל החגיגה.\nהתהליך מתחיל (סכמה 2) כאשר הנתב הראשון בוחר באופן אקראי את הנתבים דרכם ינותב המסלול ושולח לכל אחד מהם הודעה נפרדת המכילה את הפרטים הבאים:\n1.    מפתח הצפנה סימטרי.\n2.    מי הנתב הבא בדרך –  Next hop.\nסכמה 2\nבמקרה שלנו, הנתב הראשי בחר את המסלול דרך הנתבים הבאים :\n1. נתב A\n2. נתב B\n3. נתב C\n4. נתב D\nכאמור לכל נתב נשלחה הודעה המכילה את המידע הרלוונטי לגביו (נתב הבא ומפתח סימטרי) כאשר כל הודעה מוצפנת בעזרת המפתח הציבורי של כל נתב בהתאמה. ההודעה לנתב A הוצפנה עם המפתח הציבורי של נתב A, ההודעה לנתב B הוצפנה עם המפתח הציבורי של נתב B וכן הלאה. מכאן בעצם “בן” יכול לשלוח את המידע שרצה ל “בת” מבלי שידעו שהוא שלח את ההודעה אליה ואו מה כתוב שם. אך עדיין, במידה ומישהו השתלט על הנתב הראשי אנחנו בבעיה.\nבשלב הבא (סכמה 3.) ההודעה יוצאת לדרך כאשר היא מוצפנת ארבע פעמים, נכון, בדיוק לפי כמות הנתבים שבדרך כאשר כל נתב מוריד שכבת הצפנה אחת בעזרת המפתח הסימטרי שברשותו ומעביר את מה שיצא לנתב הבא שהוגדר לו מראש, הוא מצידו עושה את אותו הדבר וחוזר חלילה עד הנתב האחרון שמפשיט את ההודעה לחלוטין ומעביר את התוכן הלא מוצפן לידיה של “בת”.\nסכמה 3\nלאחר שהסברנו את עקרון הבצל, בפוסט הבא בסדרה נרחיב יותר בנושא ה-TOR, איך הוא עובד, למה הוא משתמש ועוד.", "keywords": "ניתוב,תקשורת,הצפנה,אבטחת מידע,tor,the onion router,onion routing"}