{"url": "https://www.geektime.co.il/zohar-gilon-exclusive-interview/", "type": "article", "title": "האנג׳ל ו-40 האקזיטים: זהר גילון חושף את תיק ההשקעות שלו [ראיון בלעדי]", "description": "בפעם הראשונה נחשף תיק ההשקעות של זהר גילון. איך תגיעו אליו ומה חשוב לו לדעת עליכם בפגישה הראשונה והיחידה שהוא כנראה ינהל איתכם לפני שיחליט אם להשקיע בכם? ראיון אישי עם האנג׳ל הישראלי בעל מגע הזהב", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/gilon2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-05T11:25:13Z", "modified_time": "2015-01-05T13:09:06Z", "articleBody": "בפעם הראשונה נחשף תיק ההשקעות של זהר גילון. איך תגיעו אליו ומה חשוב לו לדעת עליכם בפגישה הראשונה והיחידה שהוא כנראה ינהל איתכם לפני שיחליט אם להשקיע בכם? ראיון אישי עם האנג׳ל הישראלי בעל מגע הזהב\nזהר גילון, צילום: גיקטיים\nהסיפור של זהר גילון הוא אחד מהמעניינים בעולם הסטארטאפים וההשקעות הישראלי. לאחרונה הצלחנו להשתחל לסדר יומו העמוס מול חוף הים של הרצליה כדי לדבר על יזמות, על הקשר בין קורות החיים מגיל צעיר של יזמים לניבוי ההצלחה שלהם ועל ההימור שלו לשאלה מי יהיו החברות הישראליות שיכנסו לרשימת החברות המצליחות בישראל. מי שנכנס לעולם היזמות, חייב לקרוא את הריאיון הזה, כדי להבין איך הוא נראה דרך העיניים של האנג׳ל הכי מצליח כנראה בישראל.\nנתחיל מההתחלה, לנקודה בה יזם פוגש משקיע לראשונה. אחד הנושאים שעוברים מפה לאוזן אצל יזמים הוא העובדה שאתה רוצה לשמוע את קורות חייהם של היזמים מגיל צעיר. מה עומד מאחורי הבקשה לשמוע את קורות חייו עוד מגן הילדים של יזם שבא אליך לפגישה? מה אתה מנסה להבין דרך זה?\n״אני שואל בסבלנות על הגן ואחרי זה איך הוא גדל, חברים, מה עשה בתיכון וגם מה עשה בצבא והחברים הטובים שלו ומה אישתו עושה. אני לא מצפה לתמונה ברורה, אני סה”כ עושה פגישה אחת של שעה ורבע ובפגישה הזאת אני מנסה לתהות על קנקנו של האדם. פה (בישראל) אני יודע למקם את הבן-אדם לגמרי. לדוגמה לפי המוסד שבו הוא למד, לפי רמת הקושי של המוסד שזה לא בהכרח אומר משהו אבל זה נותן איזשהי תמונה כללית, כי לפעמים יש איזה אדם מאוד מוכשר שחיפש לעצמו קיצור דרך וזה יכול להיות גם סימן לא טוב.\nיש אנשים מאוד מוכשרים שבוחרים מקומות עבודה לא טובים גם אם הם מקבלים שם שכר גבוה ותנאים טובים אבל זה ברור שהם הלכו למקום במשחק שמבוסס ברובו על שכר ואופציות. יכול להיות מישהו שהוא מאוד מוכשר, אבל הוא הולך לעבוד בחברה בורסאית קטנה או בסטארטאפ, שאני באותה נקודת זמן הייתי יודע שזה לא בחירה טובה כי החברה הזו לא תצליח, או שהוא לא בדק שלחברה יש משקיעים מספיק חזקים ויש לה אורך רוח לשרוד לפחות עוד שנה וחצי. הוא פשוט לא חשב עד הסוף.\nדבר נוסף שאני מסתכל עליו הוא באילו עבודות הוא עבד וכמה פעמים הוא שינה את מקום העבודה, מנסה להבין את יכולת הבחירה שלו של מקומות העבודה. לפעמים אתה רואה מישהו שקופץ ממקום למקום אז אתה אומר שזה יפה, שהבן-אדם מוכן לזוז בשביל להתקדם, אבל להופיע עם 8 שנים ו-22 מקומות עבודה זה קצת יותר מדי״.\nאתה מצפה בעצם ממישהו שהוא עדיין שכיר, בדרך להיות יזם, לחשוב בכלל כמו משקיע?\n״היזם שיושב מולי הוא בעצם יותר משקיע ממני כי הוא משקיע את כל זמנו, מרצו ונשמתו בפרויקט שהוא לקח על עצמו. זאת אחת ההחלטות הכי חשובות שהוא יעשה בחייו. אני אמנם מתייחס כרגע לבחירה הסופית שלו בלהיות יזם, אבל גם כשמדובר על עבודה, מדובר על בחירה חשובה שכן, ברוב המקרים הוא יבלה בעבודה יותר זמן מאשר הוא יבלה עם האישה והילדים ולכן זאת בחירה לא פחות חשובה. הוא אמנם לא משקיע שיק, אבל בסופו של יום הוא משקיע את הזמן שלו שהוא הרבה יותר יקר, כי שיק אפשר איכשהו לקבל בחזרה ואת הזמן אי אפשר לקבל בחזרה. אם הוא לא עושה החלטה טובה פה, אז זה אומר משהו.\nבחירה של מקום עבודה עפ”י גובה ההכנסה היא כמובן מובנת ולגיטימית, אך מי שרוצה להיות יזם חייב גם לעשות שיקול של עבודה מאתגרת, בסביבת אנשים שאפשר ללמוד מהם, ואולי לעשות איתם משהו בעתיד. בנוסף זה מבחן של יכולות הבחירה.\nגם השאלות לגבי החברים, זה נותן איזשהו מבט כללי שנועד להסביר את הבן-אדם. אמור לי מי חברך ואומר לך מי אתה. בסופו של יום זה סוג של תשבץ שכזה ולפעמים לא יוצא שום דבר מתוך כל התשבץ הזה, אבל זה לפחות נותן לי תחושה כללית לגבי הבן אדם. אין פה איזה נוסחה או מתכון, אבל לומדים יותר ויותר לגבי הבן-אדם וזה עובד ומוכיח את עצמו״. אין שטנץ ליזם טכנולוגי, לעתים הוא נדרש ליכולת יוצאת מן הכלל בפיתוח עסקי וסגירת עסקאות ולעתים גאונות טכנולוגית ויכולת מנהיגות יספיקו״.\nאחת העובדות הבולטות בהחלטות שלך להשקיע היא שמדובר בהשקעות בישראלים בלבד, אם פה בארץ או בחו״ל. מדוע?\n״אני משקיע רק בישראלים או בארץ או בחו”ל כי אלו האנשים שאני יודע לשפוט. אמריקאים אני לא יודע לשפוט. יש לי לא מעט ניסיון בעבודה עם אמריקאים, אי שם משנת 74′, מהיום שבו השתחררתי מחיל האוויר. בזמנו זה היה עם חברות גדולות כמו General Electric ואחרי זה גם עם חברות קטנות יותר, אבל אצל רובם מאוד קשה “לתהות על קנקנם”.\nאפשר לראות את ההבדלים האלו גם בקורות חיים. לדוגמה, רואים קורות חיים של מישהו שעבד בגולדמן-סאקס ומצטייר כאילו הוא ניהל את כל העסק לבדו. מאוד קשה לזקק את קורות החיים הללו ולהביא אותם למשהו שאפשר בגינו לשפוט את האדם שיושב מולך״.\nלשים את האגו בצד, נדיר קצת יותר בישראל\nאחד הדברים שמעניינים את גילון מאוד זה הקשר בין היזמים. לא בהכרח הקשר המקצועי, אלא דווקא הקשר החברי ביניהם. הוא מפרט לנו בחיוך ש״סביר להניח שבדרך הם יתקלו בלא מעט מבחנים ואני רוצה לנסות ולהבין אם הם יכולים לשרוד את זה מבחינה חברית ותרבותית. יש זמנים קשים גם כשמצליחים ולפחות 2 מהחברות הבולטות בארץ שאני מכיר ששם היה הרבה כסף לכולם אבל לא היה מספיק כבוד אז רבו על כבוד״\n״צריך להבחין. מעולם לא פגשתי יזם בלי אגו ואני לא חושב שיזם בלי אגו יכול להצליח וגם לא משקיע. כשזה יוצא משליטה וזה קצת יותר מדי אז העסק יתחרבש, כמעט בטוח. בסופו של יום, אם אין אגו אז העסק ישבר בדרך, בלי עקשות ועקשנות אי אפשר להצליח, אבל יותר מדי זה הרסני.\nאני לא הייתי יכול להיות יזם. אולי מבחינת האגו כן אבל לא מבחינת העיקשות והעקשנות. כשאני מוביל עסקת מכירה, לא משנה אם במיליונים או מיליארדים, אז אני לומד ומכיר כל פרט קטן ומדקדק בכל מה שרק אפשר, אבל אני לא יודע לעשות את זה לטווח ארוך ולעבוד 17 שעות ביממה במשך 9 שנים. אין לי את זה ואני חי עם זה בשלום״.\nאמרת בעבר שהעסקאות שאתה עושה הן לא עסקאות M&A ארוכות, שאין לך סבלנות לעסקאות שלוקחות הרבה זמן.\n״זה לא שאין לי סבלנות, לכל עסקה יש דינמיקה שצריך לדחוף ואם זה מתארך, סביר שיכשל. חשוב להבין שאין באמת M. עסקאות מיזוג הן משהו שלא באמת קיים, זה רק לקישוט. לי לא היו כאלה. גם באיחוד של AOL ו-Time Warner, בסוף אדון Time Warner אמר לאדון AOL, אתה פה סיימת ואתה יכול ללכת הביתה (או להפך).\nאלווריון זאת אחת משלוש הדוגמאות היחידות בהיסטוריה של ישראל מאז ימי בית שני שהייתה עסקת M. אפילו בעסקת אורבוטק הכריחו את היזם והמנהל של אופטרוטק להיכנס לעסקה. האיחוד של אלווריון היה הרבה יותר פשוט. ה-Chairman של BreezeCom ו-Floware Wireless Systems היה מאיר בראל  אשר היה בשני צידי השולחן וזה די הקל על המשא ומתן.\nהובלתי הרבה עסקאות של מכירת חברות, כל פעם שביקשו ממני לעשות עסקת M של שתי חברות ישראליות בהחלפת מניות מעולם לא הסכמתי כי עם שני ישראלים חיים אי אפשר לעשות חלוקה, אלא אם נותנים לך 180%, אבל אין באמת 180%. אי אפשר לפרק ל-2 חלקים אגו ישראלי, זה פשוט לא מתחלק״.\nאתה חושב שזה משהו מיוחד דווקא ליזמים ישראלים? בארה”ב יש לא מעט עסקאות מיזוג. במה היזמים האמריקאים שונים? להם יש פחות אגו?\n״ממה זה נובע אני לא באמת יודע. יכול להיות שהמשקיעים שם יותר נחרצים וגורמים לזה לקרות. שם גם ראיתי מקרים שבהם היזם מביא מנכ”ל חיצוני שיחליף אותו ופה זה מאוד נדיר. בתיק שלי יש רק יזם אחד שעשה את זה, יובל טל (המייסד של Payoneer, מ.ב), שהביא בהתחלה את נפתלי בנט שעזב לפני שמונה מטעמים של שירות לאומה, ואז הוא הביא מנכ”ל מקצועי מויזה.\nהאמריקאים הם יותר פרגמטיים בעניין הזה. הם היו מסוגלים גם להביא מישהו שהיה מנכ”ל פפסי קולה לנהל חברה כמו אפל.\nבארץ מאוד קשה להזיז יזם ממקום מושבו ולאחד שתי חברות בחלוקת מניות זה כמעט לא אפשרי. במזומן זה אפשרי, פשוט מתווכחים עד אינסוף מה יהיה המחיר, מקבלים את השיק והולכים הביתה״.\nנחזור לתחילת הדרך שלך לרגע, ל-190 אלף דולר הראשונים. מה גרם לך לקחת את אותו סכום כסף שהיה נחשב אז לסכום לא קטן ולהשקיע אותו בתחום ההיי-טק והטכנולוגיה שהיה אז לא מפותח בעליל? למה לקחת את הסיכון הזה, אם כמו שאמרת בעבר, ידעת שרוב הסיכויים שהכסף לא יחזור?\n״אני לא אמרתי את זה בדיוק – למרות שבטכניון הייתי תלמיד די ממוצע, תמיד הייתי פריק של טכנולוגיה. למדתי הנדסת חשמל ובחרתי את המקצוע הזה כי זה היה הדבר שהיה הכי קשה להתקבל אליו חוץ מרפואה.\nבגיל 16 אתה מקבל טופס של עתודה אקדמית ויש שם איזה עמוד מעצבן שבו אתה צריך לבחור מה אתה רוצה ללמוד. לא באמת ידעתי מה אני רוצה ללמוד, אף אחד בגיל הזה לא באמת יודע, אז בתור פולני, עולה חדש, החלטתי לברר למה הכי קשה להתקבל והנחתי שזה מקצוע טוב. שאלתי מה המקצוע שהכי קשה להתקבל אליו ואמרו לי רפואה. שמעתי רפואה, אני רק רואה דם ואני מתעלף אז הבנתי שזה יכול קצת להגביל אותי.\nשאלתי מה שני לרפואה ואמרו לי הנדסת חשמל בטכניון כי 3,000 מועמדים ו-144 מקומות, זה הגודל של האולם הכי גדול בטכניון. זה נשמע לי מקצוע טוב אז הלכתי ללמוד הנדסת חשמל. מהיום הראשון בחיל האוויר הייתי פריק של טכנולוגיה והבנתי שטכנולוגיה זה מה שינצח את העולם. זה מה שגרם לי לחשוב במושגים של משקיע בהיי-טק.\nמתחילת 1970 שרתתי באמל”ח חיל אויר, מקום מרתק, בשנים קשות במיוחד. ללא ספק כשרונם של אנשי הצבא בהגדרת הדרישות, פיתוח אמצעים טכנולוגים מתקדמים והיכולת להפעילם בצורה הטובה ביותר, ובגבורה עילאית – הצילו אותנו. שרשי היזמות הישראלית בתחום ההייטק צמחו מן הצבא – לא רק בהסבת טכנולוגיות שפותחו בצבא לשימושים אזרחיים בתקשורת נתונים, צ’יפים, וכו’ – אלא גם ברוח היזמות שפותחה בצבא של הובלת פרוייקטים אדירים על-ידי אנשים צעירים והיוזמה והאחריות על חיי האדם שלקחו קצינים וחיילים צעירים בשדה הקרב. בסופו של דבר המתודולוגיה של פיתוח אמצעי לחימה ושל מוצרים לשוק האזרחי הן די דומות בהגדרת הצרכים, סדרי העדיפויות,  לוחות הזמנים והתקציבים. כמובן שניהול זמן ותקציב נגזרים מפרמטרים שונים לגמרי.\nלכל השקעה יש רמת סיכון-סיכוי מסוימת ולפעמים אתה שומע אנשים שמציגים עסקאות ב”סיכון נמוך-סיכוי גבוה” אבל זה קשקוש, אין באמת דברים כאלה. כל המצבים הללו שואפים תמיד להגיע לשיווי משקל ותמיד יהיה איזשהו איזון. בואו נבחן לדוגמה השקעה בסיבוב סיד מול השקעה בסיבוב F. אם לא התברברת, בסיבוב F השקעת בסיכון-סיכוי נמוך יותר וברור שתרוויח פחות.\nההשקעה אצל האחים זיסאפל בשנת 94-95 היתה השקעה בסיכון-סיכוי נמוך. הם לקחו את הסיכון הראשוני של לפתח את המוצרים ואז זה היה עולם אחר לגמרי, לא כמו העולם של היום עם הקלות הבלתי נסבלת של הקמת סטארטאפ. אז כדי לעלות חברה לאוויר מבחינה עסקית היה צורך בשנה וחצי עד שנתיים של פיתוח ואת זה הם לקחו על עצמם. הסיכון-סיכוי בשלב הזה היה יותר מוגבל כי הסיכוי שזה ימחק מבחינה טכנולוגית היה מאוד נמוך וגם הסיכוי שזה לא ימצא שוק היה לא גבוה כי המגרש הזה של תקשורת מחשבים היה מורכב מקהילה קטנה של כמה מאות אנשים והם (האחים זיסאפל, מ.ב) הכירו את כולם. הם הכירו את כל המפיצים בכל המדינות ולכן גם הסיכון של ה-Go To Market היה נמוך. אבל בשלב הזה הם כבר ביקשו מחיר יקר, הווליואציות שלהם היו מאוד גבוהות וזה בדיוק מה שמראה שהשקעה כזאת היא בסיכון-סיכוי נמוך יחסית, ומעט מאוד חברות שלהם נכשלו בהיותם תעשיינים אמיתיים.\nההשקעה הראשונה שלי הייתה בסיליקום, ואז אמנם לא ידעתי את זה, אבל חשבתי שלהשקיע אצל מקצוענים כמוהם, אנשים שיודעים מה הולך, זה לא נקרא להתאבד בפוטנציה.\nהאמת היא שעוד לפני ההשקעה הזו התחלנו לקנות קצת מניות בנאסד”ק. מי שלא מבין בלקנות מניות טכנולוגיה סביר שגם יהיה משקיע פחות טוב. כשאתה משקיע אתה צריך להבין בכל השלבים של החברה, מהשלב שבו היזם יושב כאן על הספה ושואל אותך איך רושמים חברה ועד השתלטות על חברה ציבורית. זה אחד מהדברים שמייחדים אותי. אני מכיר את החברות בכל שלב בתהליך. הייתי דירקטור גם ב-9 חברות ציבוריות״.\nאני מקבל לפחות 50 פניות בחודש בנוגע למיזמים חדשים, לפחות מחצית מהם מופרכים לחלוטין\nדיברת מקודם על הקלות הבלתי נסבלת להקים סטארטאפ היום, נשמח לשמוע את דעתך בנושא\nזהר לא מתבייש להסביר שהבעיה היא אפילו לא הכסף שמושקע בסטארטאפים בשלבים מאוד מוקדמים, הוא טוען שבזבוז המשאבים הגדול הוא בהון האנושי. ״המצב היום מטריד אותי בגלל שהקלות הבלתי נסבלת של הקמת סטארטאפים היום מבזבזת משאבים כאילו אין סוף. לא מדובר על כסף, אם יש מספיק אנשים שרוצים לפזר כסף, זה בסדר מבחינתי, אבל הבעיה האמיתית היא שזה שואב אנשים מצויינים לסטארטאפים שאין להם שום סיכוי וזה מטריד״.\nהוא מספר לנו אנקדוטה מהרצאה שנתן ברקנאטי באוניבסיטת תל-אביב, ״עשיתי יחד איתם תרגיל שנועד להמחיש את הקלות הזו. אמרתי להם שאנחנו יכולים כאן, תוך כדי השיעור להקים סטארטאפ תוך פחות מ-3 דקות. השאלה הראשונה שלי הייתה אם יש בכיתה מישהו מממר”ם או מ-8200 אז כמה חבר’ה הצביעו, בחרתי אחד ואמרתי לו “אתה ה-CTO”. אני הבאתי את הרעיון, אז אני ה-CEO, ככה זה עובד היום״.\nהרעיון היה  להקים אתר שבו ירשמו כל רופאי השיניים שיש להם שיננית בלונדינית. היו באולם לא מעט בנות, אז כמובן התנצלתי ואמרתי שאנחנו מתחילים עם בלונדיניות ואחרי זה נתרחב לוורטיקלים אחרים, ברונטיות, שחורות שיער וכדומה.\nמיד אחד הסטודנטים קפץ ושאל “מה המודל העסקי?” אמרתי לו יש הרבה, רק תבחר. כולנו יודעים שרופאי שיניים זה לא דבר זול, אנחנו נפנה לרופא שיניים ונקבל אחוז על כל הפניה. פה ושם, לא הרבה, השיננית הבלונדינית תתחתן עם אחד הפציינטים שהפננו ואנחנו כמובן נגבה דמי שידוך או דמי תיווך. שלוש: רופאי שיניים צריכים חומר לסתימות? אז נמכור להם חומר לסתימות, ואם זה לא מספיק אז המודל הרביעי הוא להכניס כאן גם מכירת צבע לשיער, כי לא כל שיננית בלונדינית היא באמת בלונדינית.\nאיפה אנחנו נתקעים? באיך אנחנו עולים מ-80 משתמשים שזה חברים ומשפחה, ל-8 מיליון ושם העסק מסתבך. בסופו של דבר, אין מישהו בעולם שיכול להגיד שזה לא יעבוד, אי אפשר להוכיח חד משמעית שזה לא יעבוד. אפשר להגיד שהרעיון אידיוטי, אבל אם מישהו היה מתאר לי את זה בצורה רצינית הייתי אומר “אולי הוא צודק, מי באמת יכול לדעת”.\nהשורה התחתונה היא שאני מקבל היום לפחות 50 פניות כל חודש, בערך חצי מהם רעיונות יותר אוויליים מזה שסיפרתי עכשיו״.\nהטענה העיקרית של גילון היא כלפי המהנדסים, שאינם בוחרים את עבודתם לפי התאמה שלהם לעולם היזמות או לעבודה כשכירים אלא הולכים אחרי חלום, כי בעולם האינטרנט כל כך קל להקים סטארטאפ בלי באמת להבין לעומק מה זה אומר .״מחותני, משה ינאי (יזם סדרתי שמכר את XIV ו-Diligent ל-IBM במאות מיליוני דולרים, מ.ב), אלוף העולם ב-Storage ארכיטקט קו המוצרים הראשון של EMC שבונה עכשיו חברה חדשה בשם Infinidat, מסביר לי כל פעם כמה קשה למצוא בישראל מהנדס טוב כי כולם תקועים בכל מיני סטארטאפים של אפליקציות וזו הבעיה האמיתית של המשאבים. מצד שני, בשוק חופשי אי אפשר באמת למנוע את זה״.\nאנחנו בבועה?\n״זו בועה שונה היום. הבועה של 99 הייתה אופקית. היית אומר מזון לתינוקות והמשקיעים היו אומרים חזרה “איזה חזון מדהים, קח 20 מיליון דולר”. היום זה ורטיקלי, ויש שמות קוד כמו סייבר, חוכמת ההמונים, Collaboration, Cloud. אם הצלחת להוסיף את אחד מאלה ב-Title של החברה זה כבר שווה 10 מיליון דולר. אם תצליח לחבר שניים ביחד, קח 15 מיליון״. הוא מוסיף בחיוך.\nאנחנו עושים הרבה רעש, אבל המצב מעט פחות מלהיב מאיך שזה נשמע\n“מצב הסטארטאפים היום אינו מלהיב במיוחד. בתחום ה-pure technology, בו היינו מובילים ברמה עולמית בשנות ה-90 (תקשורת נתונים, צ’יפים), יש מן אתנתחא בעולם. תשתיות התקשורת בנקודת רוויה מסוימת ואין הרבה הנפקות או אקזיטים של חברות טכנולוגיה טהורות בעולם, זה כמובן פוגע בנו. אמנם Infinidat, SolarEdge, AnnaPurna וכמה נוספות בולטות, אך זה מעט מדי. בתחום ה-consumer אנחנו בכלל חלשים. ההצלחה הגדולה של Waze היא בודדת בשנים האחרונות וזה מצער לאור ההצלחות הגדולות בארה”ב״.\nרגע, מה עם חברות כמו Fiverr או Viber?\n״את Viber אני לא יודע להסביר, אני גם לא חושב שזה באמת Consumer, זאת יותר חברת תקשורת, אבל אם לדעתך 6 הצלחות ב-2,500 שנה זה טוב, אז אני זורם איתך. את Fiverr אני מאוד אוהב, גם את היזמים, אבל אני חושב שחבר המושבעים עדיין לא החליט לגבי גודל ההצלחה של החברה הזאת. יש היום מושג חדש שנקרא Unicorn ״חד קרן״ (חברה בשווי של מיליארד דולר ומעלה, מ.ב) ופייבר עדיין לא שם אבל הלוואי שהם יגיעו״.\nומה אתה אומר על חברה כמו Mobli? יש טענות שהיא מאוד קרובה לשם.\n״אני לא מכיר את החברה, אבל אין ספק שהיזם הוא מרשים בגיוסים. הוא תמיד מפתיע והוא תמיד מצליח לקפוץ עוד רמה, בגיוסים מדהימים ממשקיעים גדולים. אך בסופו של דבר גם הוא יבחן על ה-X של ההחזר.\nאז במה ישראלים כן טובים?\nאנחנו כן בולטים בתמיכה בתשתיות אינטרנט, שווק דיגיטלי ממוקד, תמיכה באתרי e-commerce, תשלומים, חיפוש – חברות כמו Conduit, Outbrain, Taboola, Payoneer”, גילון כמובן מונה חברות בפורטפוליו שלו.\nאיך אתה מסביר את ההבדלי ווליואציות שקיימים היום בין ישראל לוואלי? עם מצב שבו הווליואציה שסטארטאפ יכול לקבל יכולה להיות פי שתיים או אפילו פי שלוש בוואלי מאשר ווליואציה באותו שלב בישראל, למה סטארטאפים ישראלים בכלל צריכים לגייס פה כסף?\n״אני לא יודע להסביר את הבדלי הווליואציות, אבל צריך לזכור שזה אמנם שוק חופשי אך לא משוכלל. זה אומר שאתה אולי יודע איך מזמינים טיסה לסן-פרנסיסקו ואיך שוכרים אוטו ומגיעים לפאלו-אלטו, אבל מה עכשיו? איך אתה מגייס? פה בארץ פותחים את הרשימה, קוראים כמה שמות ויש חברים שמכירים חברים. זה בכלל לא פשוט לגייס בארצות הברית״\nאומרים שיותר קל להצליח לבנות Unicorns בארה”ב. השוק שם, הכסף שם, הכל נמצא שם.  \n״סוג מסוים של חברה אי אפשר לעשות מפתח תקווה או משדרות רוטשילד, גם אם היזמים והמשקיעים הם גאונים. אאוטבריין, טאבולה, אינטרלוד, אינוביד, טראקס, יו.נוו, יוטפו – כל החברות הללו דורשות שותפויות עם כל מיני גופים אמריקאים. אפשר לבנות חברות כמו אנאפורנה או Infindat מכאן, אבל גם הם עובדים עם רגל אחת לפחות בארצות הברית״.\n״אני מגיע מהעולם הישן, חברה צריכה להראות מודל עסקי או הכנסות״ זהר גילון, תמונה: גיקטיים\nמה לגבי חברה כמו Waze?\n״כמו שכבר אמרתי, אני מאוד מתפעל מההצלחה של וייז. למכור חברה במיליארד דולר זה לא דבר קל. לי עדיין לא יצא למכור חברות במיליארד דולר, אבל אני מרגיש אי נוחות שלאחת מהחברות שלי לא יהיה מודל הכנסה, כי אז אתה תלוי בחסדם של אחד או שניים או שלושה אדונים שכן יקנו אותך או לא יקנו אותך. במקרה של Waze, הם נמכרו, אבל אם הם לא היו נמכרים, מה היה קורה אז? גם המשקיעים הכי טובים אחרי 8 שנים היו אומרים שאולי הגיע הזמן למחוק את ההשקעה הזו. אני אישית עדיין מהעולם הישן, אולי בגלל גילי, לא מרגיש נוח בחברות שאין להם מודל של הכנסות. אין לדברים הללו שום בסיס״.\nקראת לזה על חלום וחזון מול דברים מוחשיים. דיברת בזמנו על בזוס ועל אמאזון ועל כך שהערך שלהם נובע מניהול נכון של החברה. קראת לזה ״נכסים מוחשיים ולא מוחשיים״. יש כאלה שיגידו שמדובר בבועה מול אותן חברות שמיצרות ויש להן מודל עסקי ויש להן הכנסות והן באמת יוצרות את הערך של עצמן. בראיון קודם דיברת גם ההנפקה של פייסבוק ואני רוצה לדעת אם אתה עדיין חושב שזה טעות. פייסבוק מצדיקה את מחיר המניה שלה?\n״שאלת כמה שאלות ונתחיל דווקא מהאחרונה. אני חושב שפייסבוק רק הוכיחה את מה שאמרתי בגלל שהתהליך של ההנפקה הוא תהליך מאוד ספציפי שאורך שבועיים שלושה, שזה הרוד שואו ובסוף היום האחרון של הרוד-שואו עושים Pricing ולאחר מכן Closing ויום למחרת המניה יוצאת למסחר. עכשיו, אם בנק בסדר גודל של מורגן סטנלי, שהוא מצוין ואחד מהשלישייה הפותחת עושה הנפקה שכעבור שבועיים המניה שווה חצי, זה כשלון הנפקה. זה מוכיח את מה שאני אומר כי לנייר הזה היה ערך והוא נבנה לאורך זמן והיום הוא שווה כפול מהמחיר המקורי והיה צריך לבנות את זה עם גרף שמתחיל ב-20 דולר ולא ב-36 דולר ואז היום זה היה מגיע ל-70 דולרים ואף אחד לא היה מפסיד. המון אנשים הפסידו מאות מיליונים ואולי מיליארדי דולרים כי ההנפקה תומחרה לא נכון. אין שום סיבה שהנפקה של חברה טובה תרד ב-50%. לעשות הנפקה לחברה טובה שיורדת ב-50% בחודש הראשון זה כשלון של הנפקה, לא של החברה. יתכן שזה קרה בגלל לחץ של החברה״.\nמה אתה חושב על ההנפקה של מובילאיי?\n״במובילאיי יש הבטחה ענקית. יש כאן את המקום של להיכנס ולהתחבר עם מישהו שיאפשר נהיגה אוטומטית. החלק הגדול של הרכישות של המניות הוא של מוסדיים, קרנות ולא של יחידים. יש מניות מסוימות, וגם פייסבוק היא כזו, שכל מנהל השקעות חייב שהיא תהיה חלק מהתיק שלו. אתה לא יכול לפרסם דו״ח רבעוני למשקיעים ושלא יהיו שם פייסבוק ומובילאיי. כמובן שהמבחן של מובילאיי יהיה לטווח ארוך יותר״.\n״וורן באפט אומר שכשיורדים המים בבריכה רואים למי יש בגד ים. צריך לבדוק את החברה בטווח הזמנים של שניים עד ארבעה רבעונים לראות האם המכירות והגידול ברווחים של החברה מצדיקים את המחיר שלה. בדו״חות שהחברה פרסמה ברבעון האחרון נראה שהערך בהחלט מצדיק את עצמו. מצד שני, כרגע יש Overcast, סוג של עננה מעל המניה כי כולם יודעים שבתוך 180 יום שלושה רבעים מהמניות של החברה נפתחים למסחר. ה-Underwriters של מובילאיי, גולדמן-סאקס, הם מאוד טובים והשיטה שלהם להילחם בעננה הזו היא להכין בלוקים של מניות שימכרו בצורה מסודרת ואז אפשר לרכך או לדלל את ה-Overcast. בסה״כ המבט על המניה הוא מבלבל. אם תסתכלו על הדו״חות שהחברה פרסמה לפני כמה חודשים, הם נראים בסדר גמור, אז למה המניה יורדת? היא יורדת כי יש Overcast מתחיל להיות לחץ בציפייה למה שיקרה בסוף תקופת הנעילה ולכן כל המבט על מניות לטווח קצר הוא מאוד מבלבל. בסוף, אם תשאלו אותי כמה זה יהיה שווה בעוד שנתיים, אין לי מושג״.\nמה דעתך על ההנפקות הישראליות האחרונות? חברות כמו Wix ו-Varonis שעלו בטווחים של 50% עד 100% ביום ההנפקה ולאחר מכן הם חזרו למחיר ההתחלתי, או אפילו ירדו למחיר נמוך יותר. למה דבר כזה קורה?\n״קשה לדעת במשחקים האלה של המניות. לי נראה שההנפקות האלו היו בסדר גמור, יכול להיות שהיה כאן Over Price, לא מתעמק בזה. תיק המניות שלי היום הוא מאוד מצומק ופחות קשור לזה״.\nמכאן אפשר לעבור בצורה חדה לאחת השאלות שעולם היזמות הכי סקרן בקשר אליך – ספר לנו איך נראה תיק ההשקעות שלך בשנים האחרונות?\n״עשיתי ב-3 שנים האחרונות 50 השקעות בערך, למרות שהשנה הייתה קצת ירידה במספר ההשקעות, רק 12 השקעות ו-17 Follow-ons, פשוט יש פחות דברים מעניינים. בקרוב חלק מה-Unicorns אמורים להשתחרר, וזה גם יביא, אני מניח לגידול בהשקעות״.\nבאילו שלבים אתה משקיע בחברות?\n״אני משקיע בכל השלבים. משלב פרה-סיד ועד השתלטות על חברה ציבורית. אאוטבריין זו דוגמה טובה, באאוטבריין לא השקעתי בהתחלה כי לא הכרתי אותם. את ההשקעה הראשונה שלי בחברה עשיתי לפי שווי של 27 מיליון דולר שזה בסדר אבל גם הכנסתי השקעה כשהם כבר היו שווים 450 מיליון דולר. חוזר למה שאמרתי מקודם, זה משחק של סיכון-סיכוי. אני לגמרי לא בטוח מה הייתה השקעה היותר נבונה באאוטבריין, זאת של ה-27 מיליון או זאת של ה-450 מיליון, וכשאני אומר נבונה יותר אני מתכוון במושגים של מכפיל ההשקעה שיצא בסוף ולא במושגים של כמות הכסף שהושקע בווליואציה כזו או אחרת. בשירותי לששת הנכדים שלי, נראה שהיותר מאוחרת הייתה יותר נכונה מכיוון שהסיכון הוא יותר נמוך, אבל גם מכפיל ההשקעה הוא יותר נמוך״.\nהשקעת בסופו של דבר במדיקל למרות שאתה לא מגיע מהתחום\n״אני מבין ביזמים. גם אם הם למדו רפואה וגם אם הם למדו הנדסה. אני טוב בזה ואני אומר את זה בלי להצטנע. בלזהות יזמים אני מוכן לעמוד מול כל אחד אחר. בנוסף, הצלחה בתחום הרפואי יש בה סיפוק עצום, ואפילו כישלון בסופו של דבר מקדם את הרפואה כי הידע במקרים רבים נצבר״.\nהרבה קרנות אמריקאיות משקיעות בקהילה, בשיפור היחסים עם היזמים וכדומה, האם לדעתך יש מקום לגישה הזו בקרנות ישראליות?\n״אפשר להסתכל על זה בכל מיני צורות. עדיין לדעתי סקויה זאת הקרן מספר אחת בעולם. אפשר להשיג הישגים לא רעים גם בלי להופיע בכנסים של ״למה נכשלתי״. בסופו של יום זה עניין של מבנה אישיות, זה לא איזו ״טקטיקה עסקית״. אבל אם אותן קרנות חושבות שזה יביא להן יותר Dealflow זה סבבה מבחינתי״.\nמה השאלה שרוב היזמים לא יודעים לענות עליה כשמגיעים אליך? נשמח לדעת כמה מהשאלות שאתה שואל כדי שיזמים יוכלו להתכונן טוב יותר לפגישות איתך בפרט ועם משקיעים בכלל.\n״לפחות מנקודת המבט שלי אני רוצה להדגיש משהו וזה שהיזמים נוטים באופן טבעי, לדעתי, להתייחס לציר פיתוח טכנולוגי של המוצר ול-Go to Market ולא מתייעצים ולא שמים לב בכלל למה שנקרא ה-Financing Roadmap, שזה בעצם לענות על סדרת שאלות שמסבירות את הדרך הפיננסית שהיזם צריך לעבור. ואני אפרט: אם גייסתם עכשיו לפי x מיליון דולר, לאן זה יביא אותך, כמה תגייס בפעם הבאה, איזה מטריקה תהיה לביצועים של החברה כשתבוא לגייס בפעם הבאה, מאיזה משקיעים אתה רוצה לגייס, מסקויה או ממיקרו VC ישראלי ובאיזה ווליואציה זה יהיה? הם צריכים גם ללמוד מאנשים בעלי ניסיון שאם הם יבואו עם ווליואציה גבוהה מדי, אז מה שיקרה זה שהמשקיעים הטובים ישלחו אותם הביתה בלי להגיד להם את זה ואז הם יגמרו את הסיבוב עם משקיעים טובים פחות ומה שיקרה לאחר מכן זה שבסיבוב הבא הם לא יצליחו לגייס בלי לעשות Down Round או Flat Round או משהו בסגנון הזה שהופך את כל העניינים בתוך החברה, בין היזמים לבין המשקיעים ובין היזמים לבין עצמם ללחוצים יותר.\nאחת מהשאלות הנוספות שאני שואל היא שבהינתן שגייסת 5 מיליון דולר לפי 10 מיליון דולר ווליואציה, כלומר 15 מיליון פוסט ומחר מגיע מישהו ומציע לך 60 מיליון דולר על החברה, אתה לוקח או לא לוקח? זה שאלות שנועדו לבדוק האם בן-אדם מבין את ציר הסיכון-סיכוי והיכן בדיוק הוא עומד עליו. אחד שגייס בפוסט 15 ומוכר את החברה ב-30 אני לא רוצה להתעסק איתו כי הוא יברח לי בדקה הראשונה, אבל גם אחד שמיד קם ומתחיל לנופף בידיים ואומר ״מה פתאום, זה יהיה שווה מיליארדים״ זה גם משהו שאני לא רוצה להתעסק איתו, כי זה או שמשהו לא בסדר אצלו שם למעלה, או שהוא מנסה לנחש מה אני רוצה לשמוע, שזה הכי גרוע. אני לא מחפש מכפיל כזה או אחר, זה יותר עניין אינטואטיבי, בדרך כלל הם יושבים שניהם ואני לא מוציא אף אחד מהם מהחדר, אלא רק אומר ליזם ״תניח שהחבר שלך לא נמצא פה״ כי יש כמובן דינמיקה פנימית ביניהם. היזמים חייבים לפחות לנסות להבין את מסלול הגיוסים בהמשך. לפה מגיעים החבר׳ה החכמים בסופו של דבר. מתוך ה-50 עד 80 הבקשות שאני מקבל בכל חודש אני בוחר אולי חמישה או שישה יזמים ואם מישהו מהם אומר לי שהוא מגיע כדי לגייס ככה וככה בסיבוב הראשון ואז בווליואציה כפולה בסיבוב השני אז אני שואל אותו למה הוא הגיע אלי? אותי לא מעניין לעשות פי 2 על הכסף בשני סיבובים לאחר שלקחתי את הסיכון הראשוני. בהשקעותיי הפרטיות מעולם לא ניהלתי משא ומתן על וליואציה, כיוון שאין לזה מדד אובייקטיבי וליזם יש כאן משקע אמוציונאלי כבד. הדבר החשוב הוא הבנת מסלול הגיוסים העתידיים״.\nלחצו להגדלה\nבשל מיעוט הראיונות שגילון מספק לתקשורת הישראלית ובכלל, אף אחד לא באמת מכיר את הדרך שעשה מפולין לישראל. לכן, החלטנו לשאול גם אותו, כפי שהוא שואל את היזמים שמגיעים אליו, קצת על המשפחה שלו, החברים והעבר שלו: ״אבי בארץ היה פקיד, אבל בפולין הוא היה מנהל בכיר בתאטרון האידי. פעם בחודש הוא היה מקבל מאחותו בניו-יורק זוג גרבי ניילון והיה מוכר אותם בשוק השחור וזה היה מכפיל לו את המשכורת. בחורף טוב, כשהוא הרגיש מאוד עשיר, הוא היה קונה תפוז אחד והיו מאכילים את הילד. עלינו לארץ, גרנו בחולון, למדתי בתיכון במגמה ריאלית ומשם המשכתי לטכניון ולהיות עתודאי בחיל אוויר. את אישתי הכרתי דרך “שידוך”. אימא שלי שהייתה אחות בקופת חולים נתנה לי פתק עם טלפון של פציינטית וקדחה בראש 8 חודשים  ובסוף נכנעתי והרמתי טלפון. אז באמת נפגשנו״. הסתבר שלשמוע בקול אמא זה לעיתים רעיון טוב״.\nמשפחתו של גילון לא התרחקה מעולם היזמות והטכנולוגיה ״אף שאשתי, יעל, איננה מתחום הטכנולוגיה (עו”ד), השיחות בבית נסבו תמיד סביב טכנולוגיה. אך טבעי הוא שילדינו פנו לחדשנות ויזמות, ומראש כוונו למדעי החיים או חינוך, שיש בהם לעזור לקהילה״.\nהוא מפרט ומספר לנו בגאווה גדולה על ילדיו ״מיכל, הבכורה, למדה מדעי מחשב ומשפטים, ו-MBA ב-MIT. היא הצטרפה למעבדה למדיה בבינתחומי, הקימה יחד עם ד”ר אורן צוקרמן את מסלול החדשנות והיזמות ב-Global MBA וכיום נמצאת עם בעלה, איתי ינאי, בבוסטון (שבתון שלו) ועובדת במרכז החדשנות והיזמות של MIT. איתי, פרופסור בטכניון, זוכה להישגים בתחום האקדמי. עסוקו בחקר הגינום והוא בשבתון במכון Broad וב-Harvard. למיכל ואיתי 3 ילדים״.\n״עמית, הבן, עשה 2 תארים בתקשורת שיווקית ועסק 10 שנים בתפקידים בכירים בסטרטאפים מצליחים, ומזה שנתיים עוסק בהשקעות בחברות אינטרנט כאשר הוא גם מעורב ומסייע לחברות. רעייתו, נטע, פסיכולוגית ארגונית בהכשרתה, משמשת כ-COO בחברת Playtika,. גם לנטע ועמית 3 ילדים״.\n״תמי, הבת הצעירה, הקימה יחד עם ד”ר אייל אוריון סטארטאפ בתחום הרפואי, התקן המותקן בניתוחי פיסטולה (הכנה לדיאליזה, מ.ב), להבטחה של זרימת דם שוטפת החיונית בתהליך דיאליזה. נכון להיום, אין פתרון טוב לנושא וההתקן של החברה של תמי (היא משמשת כמנכ”לית, מ.ב) נמצא כבר בשלב ניסויים קליניים ראשוניים  – ובינתיים בהצלחה. שותפה של תמי לחיים, אור, הוא עורך קולנוע וטלוויזיה, וערך מספר סדרות מצליחות״.\nאם אנחנו כבר מדברים על כמה דורות, אתה משקיע כבר המון שנים וראית הרבה סוגים של יזמים. האם אתה רואה איזשהו שינוי בין יזמים ששייכים לדור ה-X ליזמים של דור ה-Y?\n״ה-Unicorns, השבעה שציינתי לכם, הם מיוחדים מאוד, כל אחד בדרכו. כל אחד הוא שונה ואין שני דומים. הם לא מושפעים מגיל או עונה או תקופה או מהמהפכה הצרפתית. כי הבולטים באמת כמו שלמה קרמר (שאני לא מכיר אותו) או אביגדור וילנץ, ירון גלאי, הם כולם Specials ואני לא חושב שיש הבדל או קשר בין הגיל שלהם או הדור שלהם. אבל זה השפיץ של השפיץ.\nאם אנחנו מסתכלים על ה-Second Tier, על היזמים של היום, אפשר להגיד שהם יותר טובים. הם יותר מודעים לאן הם הולכים, הם יותר יודעים את הטרמינולוגיה של התחום, של איך עושים את זה, מה עושים, מכירים את החוקים של המשחק, אבל המשחק הוא אחר. לפני 15-20 שנה היה מספיק שהיזם ישיג כמה חוזים גדולים מסיסקו או מלוסנט בשביל להוציא את החברה לדרך. היום השוק הוא הרבה יותר קשה כי כבר יש סיסקו ויש אמאזון ויש איביי ויש פייסבוק ומאוד קשה להמציא פה משהו. אם אתה ממציא משהו אז זה בתת-נישה, בשוק קטן, אז כל המשחק הרבה יותר קשה.\nלדעתי גם הרמה של המשקיעים מאוד עלתה, מ-2 סיבות: הראשונה היא שהמשקיעים גם למדו והסיבה השנייה היא הברירה הטבעית, הגרועים פשוט נפלטו החוצה. גם אם זה תחום שלוקח בו 10-15 שנה להיענש, בסוף נענשים״.\nספר לנו על חברות שהרגשת פספוס ענק שלא השקעת בהן בסוף\nגילון מחייך ומספר ״שני חברה מממודיעין הקימו חברה שנקראה Passave. אני חסיד גדול של 81 (יחידה במודיעין, מ.ב), הנפקתי ומכרתי שם לא מעט חברות ובאים אלי ויקטור וייסלב ואריאל מייסלוס ומאוד רציתי להשקיע כי זה המגרש שלי אבל ויקטור נראה לי נחמד מדי, הוא לא מספיק “רע לב” בשביל להיות מנכ”ל טוב ולא השקעתי. טעות. בסך הכל היו לי 61 מחיקות ועוד 4 פספוסים כאלה, כך שללא ספק אני מספר אחד בארץ במספר הטעויות״ הוא צוחק.\nושאלה אחרונה ומפרגנת  – מי המשקיע הישראלי הכי טוב לדעתך?\n״הוא אמנם לא בארץ, אבל הוא דובר עברית. אני חושב שאורן זאב הוא המשקיע הישראלי הטוב ביותר״.\nקרדיט תמונות:\ngood vs evil via shutterstock\nlooking for something via shutterstock\ntel aviv towers via shutterstock\n ", "keywords": "זהר גילאון,זוהר גילאון,זהר גלאון,משקיע,zohar gilon,zohr gilon,אנג׳ל,אנג׳ל ישראלי,השקעה,משקיע ישראלי,ראיון,זהר גילון,זוהר גילון,"}