{"url": "https://www.geektime.co.il/oculus-introduces-the-rift/", "type": "article", "title": "אוקולוס חושפת את הדגם הסופי של ה-Rift עם בקרי שליטה חדשניים", "description": "חברת Oculus חשפה סוף סוף את הדגם הסופי של משקפי המציאות המדומה שלה, שיימכר לצרכנים בקרוב; על הדרך היא גם חשפה בקרי שליטה חדשים ושיתוף פעולה מסקרן עם מיקרוסופט", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/BIG20.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-15T09:38:16Z", "modified_time": "2015-06-15T09:51:00Z", "articleBody": "חברת Oculus חשפה סוף סוף את הדגם הסופי של משקפי המציאות המדומה שלה, שיימכר לצרכנים בקרוב; על הדרך היא גם חשפה בקרי שליטה חדשים ושיתוף פעולה מסקרן עם מיקרוסופט\nמשקפי ה-Rift עם בקרי השליטה החדשים. מקור: Oculus\nטוב, זה היה טיזינג ארוך. לאחר שהציגה את משקפי ה-Rift שלה לראשונה בקמפיין קיקסטארטר ב-2012, ולאחר תהליך פיתוח ארוך במיוחד שכלל רכישה על ידי פייסבוק בלמעלה מ-2 מיליארד דולר, ולאחר שמשקפי המציאות המדומה שלה היו זמינים רק למפתחים, חשפה סוף סוף חברת Oculus את הדגם הסופי של ה-Rift שיימכר לצרכן הסופי.\nהדגם הסופי של ה-Rift כולל לא מעט שיפורים וחידושים: ראשית, העיצוב. המוצר הסופי כולל עיצוב מעוגל ומעודן יותר מאשר גרסאות המפתחים. והוא גם קל הרבה יותר, וניתן להחזקה ביד אחת; המשקפיים כוללים אוזניות מעוצבות, שיעבירו את הסאונד התואם לתנועות הראש שיגיע כמובן בסראונד 360 מעלות. אם תרצו להשתמש באוזניות הגיימינג שלכם, תוכלו להסירם בקלות; ה-Rift כולל גם כפתור מיוחד להתאמה של העדשות למרחק בין העיניים, ששונה בין אדם לאדם, כך שהצפייה תהיה נוחה יותר; החברה גם שינתה את העיצוב הפנימי של ה-Rift, כך שיתאים גם למרכיבי המשקפיים שבינינו.\nחידוש נוסף הוא בתחום השליטה; אם עד עכשיו לא היתה התייחסות רשמית של החברה לבקרי השליטה, וההתמקדות היתה בתצוגה, הרי שלראשונה חשפה החברה 2 אפשרויות לשליטה בחוויית המציאות המדומה: הראשונה, בעזרת בקר השליטה (הג’ויסטיק) המוכר של ה-Xbox. מדובר בשיתוף פעולה בין Oculus לבין מיקרוסופט שכולל גם תמיכה בפלטפורמת המציאות המדומה של החברה בחלונות 10, מערכת ההפעלה החדשה של החברה; אפשרות שנייה לשליטה, שמלהיבה עוד יותר, היא ה-Oculus Touch, בקרי שליטה אלחוטיים, שאוחזים ביד ומשמשים לשליטה בתנועות הידיים בזמן המשחק או חוויית המציאות המדומה. מדובר בפתרון לבעיה מוכרת לכל מי שהתנסה בחוויית מציאות מדומה, והיא “אובדן הידיים”. עתה, ניתן יהיה להזיז ידיים במשחקים, להרים אקדח מהרצפה, לטעון אותו ולירות בו בצורה האינטואיטיבית והנוחה ביותר. בקר ה-Touch כולל גם מנגנון רטט, שיאפשר לכם להרגיש כל יריה או אינטראקציה בעולם הוירטואלי.\nהחברה גם הציגה מערכת ניטור ומעקב חדשה שמאפשרת לזהות את מקומכם במרחב; מדובר במעמד שולחני שכולל חיישן, שמנטר את התנועות שלכם בכל רגע ומיישם את התנועות בעולם הפיזי גם לעולם הוירטואלי.\nחידוש נוסף הוא ה-Oculus Home, “חנות האפליקציות”, אם תרצו, של הפלטפורמה, שתאפשר לכם גם לרכוש משחקים וגם להתנסות בהם לפני הרכישה; עוד אפשרות מעניינת היא האפשרות “לקפוץ” לתוך משחקים שחברים שלנו משחקים ולהפוך לצופה פסיבי במשחק;\nאת ה-Rift תוכלו לרכוש ברבעון הראשון של 2016, אולם המחיר טרם פורסם. על פי ההערכות, מחיר ה-Rift צפוי לנוע סביב ה-300 דולר, מחיר סביר עבור גאדג’ט כזה. אולם חשוב לזכור שכדי ליהנות מה-Rift נזדקק למחשב גיימינג חזק שיוכל לתמוך בקצבי FPS גבוהים וברזולוציות הדרושות למסך שכל-כך קרוב לעיניים שלנו. לשם השוואה, בהדגמות של החברה היא עושה שימוש במחשב PC עם כרטיס מסך nVidia GTX 980, שנמכר בארץ ב-3,000 ש”ח.\n", "keywords": "אוקולוס,אוקולוס ריפט,oculus,oculus rift,מיקרוסופט,microsoft,אקסבוקס,xbox,oculus touch,בקר שליטה,חלונות 10"}