{"url": "https://www.geektime.co.il/ios-14-massive-code-leak/", "type": "article", "title": "הדלפה מסיבית של הקוד של iOS 14 חושפת שינויים גדולים ופיצ'רים חדשים", "description": "אפל שומרת לרוב את הקלפים שלה קרוב לחזה - לפחות עד WWDC, כנס המפתחים שלה, שצפוי להיערך (אם לא יבוטל) ביוני; אבל דיווחים חדשים חושפים ערמה של עדכונים שיגיעו בקרוב לאייפונים שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/2-1569388693-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-12T09:51:28Z", "modified_time": "2020-03-12T10:05:18Z", "articleBody": "אפל שומרת לרוב את הקלפים שלה קרוב לחזה – לפחות עד WWDC, כנס המפתחים שלה, שצפוי להיערך (אם לא יבוטל) ביוני; אבל דיווחים חדשים חושפים ערמה של עדכונים שיגיעו בקרוב לאייפונים שלכם\n\nלא פעם אנחנו זוכים להציץ בעתיד בכל הקשור להכרזות של מוצרים ותוכנות שחברות הטכנולוגיה הגדולות עומדות להשיק בזכות הדלפות כאלה ואחרות. גוגל, לדוגמה, לא יכולה להשיק מכשיר מבלי שנדע עליו הכל, ונראה שאפל מצטרפת אליה – עם הדלפה ענקית של מידע מהקוד לגרסה הבאה של iOS.\nכמה מאתרים המסקרים את אפל, כמו 9to5Mac ו-MacRumors, חשפו כמות פרטים לא מבוטלת שהצליחו לדלות מהקוד של iOS 14, שהכרזתה צפויה בכנס המפתחים של אפל ביוני – כל עוד יתקיים כסדרו.\nבגזרת החומרה, הקוד של מערכת ההפעלה החדשה חשף כי אפל מתכננת להשיק אייפון חדש שייקרא אייפון 9. האנליסט הבכיר מינג-צ’י קו חזה כי אפל תשיק אייפון מוזל (שנקרא עד כה SE2) בחצי השנה הקרובה, ונראה שכעת המכשיר יזכה להשלים את הסדרה אחרי ההשקה של אייפון 8 ו-10 (או X, לטהרנים) שממנה נעדר.\nהמכשיר צפוי להגיע עם כפתור בית ותמיכה ב-TouchID ועל פי דיווחים, המכשיר החדש יגיע עם מסך בגודל 4.3 אינץ’, מעבד A13 של אפל ו-3 גיגה-בייט RAM. ב-9to5Mac מדווחים כי המכשיר צפוי לצאת לשוק עם גרסת 13.4 של iOS, אך יזכה גם לשדרוג לגרסה 14 כשזו תעלה לאוויר.\nגילוי נוסף שעלה מהקוד של iOS 14 הוא העובדה שאפל מתכננת להשיק גרסה חדשה לטאבלט העוצמתי שלה – האייפד פרו. מהקוד עולה כי הטאבלט החדש יגיע עם לא פחות משלוש מצלמות אחוריות, ויכלול עדשה רחבה, עדשה אולטרה-רחבה, עדשת טלפוטו וחיישן Time of Flight לצילומי עומק.\nעל פי הדיווח ב-9to5Mac, לחיישן החדש באייפד פרו ככל הנראה תהיה שימושיות בכל הקשור לפיצ’רי מציאות רבודה (AR) הצפויים להיות חלק ממערכת ההפעלה החדשה ולאפשר למשתמשים לקבל מידע נוסף, בין השאר על מוצרים בחנויות שאיתן תעבוד אפל.\nמשתמשי אפל TV? אתם כנראה שונאים את השלט של הסטרימר שלכם. בעבר כבר דווח על מידע מהקוד של tvOS המצביע על שלט חדש לסטרימר של אפל, וכעת הקוד של iOS 14 מצביע גם על גרסה חדשה לסטרימר שתגיע יחד עם השלט החדש. לצערנו, זה כל המידע שיש עד כה בגזרה הזו.\nבתחום התוכנה, מהקוד של iOS 14 עולה שאפל צפויה להשיק אפליקציית כושר חדשה שתיקרא Fit או Fitness וצפויה לכלול אימוני וידאו בתחומים שונים שתציע הענקית מקופרטינו למשתמשים שלה, היישר מהאייפון או מהסטרימר שלה. בהמשך לדיווח על האייפד פרו הבא, אפל צפויה להשיק אפליקציית AR למכשיריה שתאפשר שימוש במצלמה לסריקת עצמים בעולם האמיתי, וקבלת מידע עליהם על ידי שימוש במציאות רבודה.\nשינוי גדול שהולך להגיע למערכת ההפעלה מגיע בצורת “תצוגת רשימה” שאמורה לשנות את האופן שבו מוצגות האפליקציות במכשירים התומכים ב-iOS. נראה כי מדובר בפיצ’ר המזכיר מאוד את תצוגת האפליקציות בחלק ממכשירי אנדרואיד, שבה ניתן לראות את כל האפליקציות שהורדתם למכשירכם במקום אחד ולא רק במסך הבית.\nהפיצ’ר יאפשר למשתמשים להציג את האפליקציות על פי פילטרים שונים ויציג בפניהם אפליקציות מומלצות על פי מיקום ועל פי זמנים שונים ביום. לא מדובר בפיצ’ר שיחליף את האופן שבו מוצגות כרגע האפליקציות באייפון, אלא באחד שיתקיים לצידו – אם כי לא ברור עדיין מאיפה יוכלו המשתמשים לגשת אליו.\nעוד גילוי מהמערכת החדשה הוא תמיכה של מכשירי iOS בסמן עכבר, מה שיכול לסמן על כך שמכשירי iPadOS של אפל יכולים להפוך ליותר “תחליפי לפטופ” מאשר בעבר. מהקוד עולה עוד כי האייפדים צפויים לקבל תאימות למקלדות חכמות שיגיעו עם משטח עכבר, עוד צעד לקראת הפיכת האייפדים למתחרים, במידה מסוימת, לשוק הלפטופים – בדומה לקטגוריית ה-Surface של מיקרוסופט למשל.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n", "keywords": "אפל,אייפון,אייפד,אייפד פרו,אייפון 9,דליפה,הדלפה,מערכת הפעלה,ar,מציאות רבודה,ios,ios14,אפל tv,סטרימר,אפליקציה,אפליקציות,apple,ipad pro,iphone 9"}