{"url": "https://www.geektime.co.il/intel-performance-maximizer/", "type": "article", "title": "אינטל השיקה כלי אוברקלוקינג פשוט וחינמי", "description": "רוצים להאיץ את ביצועי המעבד שלכם, אבל בלי להתעסק עם הגדרות BIOS ושלל גורמים אחרים? אינטל שיחררה כלי חינמי שיאפשר לכם לבצע אוברקלוקינג מותאם במיוחד לחומרה שלכם בלחיצת כפתור", "image": "https://files.geektime.co.il/wp-content/uploads/2019/06/MVIMG_20190528_140717-1-1561369038-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-06-24T15:00:56Z", "modified_time": "2019-06-24T14:29:42Z", "articleBody": "רוצים להאיץ את ביצועי המעבד שלכם, אבל בלי להתעסק עם הגדרות BIOS ושלל גורמים אחרים? אינטל שיחררה כלי חינמי שיאפשר לכם לבצע אוברקלוקינג מותאם במיוחד לחומרה שלכם בלחיצת כפתור\nצילום: גיקטיים\nכולנו רוצים להוציא יותר מהמחשב שלנו, וברגעים מסוימים היינו מאוד שמחים אם היה אפשר לדחוף אותו קצת יותר לקצה ולקבל ביצועים יותר טובים למשל בגיימינג, עריכה, קידודים ועוד. אבל בסופו של דבר, למחשב שלכם יש גבולות שאותם קובעות בדרך הכלל היצרניות. בדיוק בשביל לקבל את הדחיפה הנחוצה הזאת יש לא מעט משתמשים מתקדמים שמצליחים להאיץ את המעבדים במחשב שלהם, ובמקום להתנגד למגמה, אינטל החליטה לשחרר במפתיע תוכנת אוברקלוקינג תוצרת בית, שמאפשרת לכם להאיץ את המחשב שלכם בלחיצת כפתור.\nחובבי המחשבים השולחניים וודאי מכירים את המושג “אוברקלוקינג” (Overclocking), אבל רבים שומעים אותו ולא בדיוק מבינים מה הוא אומר. באמ;לקית: יצרניות המעבדים והרכיבים מגבילות, מן הסתם, את מהירות השעון המקסימלית שאתם יכולים להגיע אליה, בדרך כלל כדי לאזן בין צריכת חשמל, לביצועים ותופעות כמו התחממות של רכיבים שעשויים לגרום לשחיקה או פגיעה בהם. כאשר משתמש מבצע אוברקלוק, הוא בעצם עוקף את המגבלות של היצרנית על ידי שימוש בספקי כוח עוצמתיים יותר, מערכות קירור מתקדמות, רכיבים ותוכנות אשר מאפשרות לו להאיץ את הביצועים.\nסביב האוברקלוקינג התפתחה קהילה שלמה של חובבים שדוחפים את הרכיבים שכולנו מכירים לקצה (ואפילו ראיתי תחרות אוברקלוקינג הכוללת שימוש בחנקן נוזלי), אבל גם המשתמש הביתי והחובב יכול ליהנות מהאפשרות הזאת, רק שהיא בדרך כלל כוללת לא מעט כאב ראש וסיכונים. בדיוק בשביל זה שיחררה אינטל את ה-Performance Maximizer שלה, אותו היא הציגה לראשונה באירוע שלה בתערוכת קומפיוטקס 2019. בימים האחרונים היא שיחררה אותו בחינם, ומציעה ללא מעט משתמשים לקחת את הביצועים של מעבדי אינטל צעד אחד קדימה עם קצת יותר ביטחון.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nנתחיל שניה בבשורה הקצת פחות משמחת, הכלי של אינטל תומך כרגע רק במספר מעבדים מהדור ה-9: 9900K, 9900KF ,9700K ,9700KF ,9600K ו-9600KF. בנוסף, אתם תזדקקו ללוח אם Z390, זכרון RAM של 8GB, ווינדוס 10 שמעודכן לגירסה 1809 ו-16GB נפח איחסון. אם עברתם את המשוכה הזאת, ברכותינו, אתם יכולים להשתמש בכלי המגניב החדש של אינטל. לטענת החברה, זהו כלי אוטומציה אינטיליגנטי שמסוגל לבחון את הביצועים הנוכחיים של המעבדים של אינטל, ולהתאים להם הגדרות מדויקות לקבלת ביצועים מרשימים ובלחיצת כפתור, בלי התעסקויות ב-Bios ובלי יותר מדי צורך בידע נרחב בחומרה.\nואם קודם דיברנו על הסיכונים באוברקלוקינג, התוכנה אמנם אמורה למנוע את זה, אבל ללא מערכת קירור ייעודית אתם עלולים בכל זאת לפגוע ברכיבים שלכם, ולכן אינטל מציע תוכנית אחריות נלווית לתוכנית האחריות הפעילה שלכם, ותמורת 20 דולר תכסה גם נזק שיגרם למעבד כתוצאה מתהליך האוברקלוקינג (באופן חד פעמי). כך למשל, בדוגמה שהחברה סיפקה, מעבד ה-9700K שמסוגל להגיע למהירות שעון מקסימלית של 4.6GHZ, יכול להגיע באמצעות התוכנה ל-4.9GHZ.\nאם אתם רוצים להתנסות בכלי החדש של אינטל, אתם יכולים להוריד אותו בחינם כאן.", "keywords": "אינטל,אוברקלוק,overclock,intel,performance maximizer,overlocking,אוברקלוקינג"}