{"url": "https://www.geektime.co.il/apple-sends-invites-for-sep-2018-event/", "type": "article", "title": "רשמי: אפל תקיים אירוע הכרזה ב-12 בספטמבר, צפויה להציג רענון מאסיבי לליין המוצרים שלה", "description": "אפל משחררת הזמנות לפני זמן קצר לאירוע הכרזה שתקיים בקרוב ובו צפויה להציג את סדרות האייפונים, האייפדים וה-Apple Watch החדשות שלה. מה צפוי לנו שם?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Screen-Shot-2018-08-29-at-13.30.36-1535538660-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-30T19:27:28Z", "modified_time": "2018-08-30T19:36:55Z", "articleBody": "אפל משחררת הזמנות לפני זמן קצר לאירוע הכרזה שתקיים בקרוב ובו צפויה להציג את סדרות האייפונים, האייפדים וה-Apple Watch החדשות שלה. מה צפוי לנו שם?\nתמונה: אפל\nבחודשיים הקרובים צפויה אפל לקיים שני אירועים בהם תרענן כמעט את כל ליין המוצרים שלה. היום הפיצה החברה הזמנות לאירוע הראשון והקרוב שתקיים ב-12 בספטמבר בקופרטינו ובמרכזו צפויה לחשוף את האייפונים, האייפדים ו-Appe Watch החדשים. השנה צפויות שלוש סדרות המוצרים הללו לעבור רענון עיצובי שיכלול גם את השעון החכם של החברה שלא זכה לעדכון עיצובי משמעותי מאז הושק לראשונה ב-2015.\nבאוקטובר צפויה אפל לקיים אירוע נוסף שיוקדש ככל הנראה למחשבי המק החדשים בהם רענון מצופה במיוחד למק מיני הותיק שלא זכה לעדכון מוצר כבר 4 שנים. אפל צפויה לחשוף גם מקבוק אייר חדש עם מחיר נגיש במיוחד ורענון קל לליין המקבוק פרו.\nסדרת האייפונים החדשה שתשיק אפל השנה הולכת ליישר ככל הנראה קו עם העיצוב של האייפון X. אפל צפויה לחשוף 3 דגמים שונים לאייפון: הדגם המוזל יותר יהיה היחיד שיגיע עם מסך LCD ועם מפרט פחות מתקדם, כלומר זיכרון פנימי (RAM) בנפח 3GB ומסך בגודל ״6.06. שני דגמי הפרימיום היקרים יותר יגיעו בשני גדלים שונים אולם החומרה שלהם תהיה מתקדמת וכמעט זהה. הם יגיעו עם זיכרון פנימי (RAM) בנפח 4GB, יציעו לראשונה גם דגם אחד בנפח 512GB ויגיעו עם מסך OLED בגודל “5.85 או ״6.46. לצער כולנו, הנוצ׳, אותה מגרעת במסך שהופיעה לראשונה ב-iPhone X והפכה לסטנדרט במכשירי הדגל החדשים תופיע השנה בכל סדרת האייפונים. מנגד, הדבר גם אומר שאפל בחרה ב-Face ID כסטנדרט והוא יהפוך לאמצעי הזיהוי הרשמי והמתקדם ביותר בליין האייפונים כולו.\nבגזרת השמועות: טעינה אלחוטית מהירה יותר, מגוון צבעים רחב יותר, מעבר לכבל טעינה בחיבור USB C, תמיכה של אחד הדגמים ב-Apple Pencil והשקה מאוחרת מעט יותר לדגם המוזל כדי להאיץ מכירות בקרב מכשירי הפרימיום.\nכבר שנים שלא זכינו לשינוי עיצובי מרחיק לכת בליין האייפדים אך כל זה צפוי להשתנות השנה. אפל צפויה לייבא את מנגנון ה-Face ID מליין האייפון X ולהטמיע אותו בדגמי האייפד פרו החדשים שיזכו גם למסגרת צרה יותר ומסך חדש. המשמעות היא גם הסרתו של כפתור הבית לראשונה מליין האייפדים שיהפוך בפועל למסך אחד גדול שימתח מקצה לקצה.\nבגזרת השמועות: ביטול חיבור האוזניות, הוספת חיבור טעינה וסנכרון במיקום שונה.\nלראשונה מאז נחשף לראשונה צפוי השעון החכם של אפל לשינוי עיצוב משמעותי. אפל לא צפויה לשנות את המראה הכללי של ה-Apple Watch, אולם היא צפויה לצמצם באופן ניכר את מסגרת המסך כך שעל אותו שטח פנים יהיה מסך גדול יותר. השעון החדש עשוי גם לכלול חיישנים נוספים או לשידרוג של הנוכחיים באופן שיאפשר לאסוף, לנתח ולהציג עוד נתונים על גבי המסך.\nבגזרת השמועות: רצועות חדשות וסוללה שמספיקה לאורך זמן גדול יותר.\nבסמוך להשקת האייפונים החדשים צפויה אפל לשחרר את iOS 12 לקהל הרחב. מערכת ההפעלה החדשה לאייפונים ולאייפדים כוללת אינספור חידושים ואפל דאגה שתגיע לכמה שיותר מכשירים כשהיא תומכת גם בסדרות מוצרים ישנות במיוחד.\nבין הפיצ׳רים החדשים שתמצאו שם: מידע על הזמן ששרפתם בכל אפליקציה לאורך היום\\השבוע, מערכת התראות שונה וידידותית יותר, Memojis שהם מעיין אמוג׳י מותאמים אישית שניתן לעצב, שיחת וידאו מרובת משתתפים ב-iMessage, טעינה מהירה יותר של אפליקציות מובנות כמו המצלמה, שינוי מהותי לאפליקציית המפות ועוד.", "keywords": "אייפדים,אייפונים,אייפון,אייפד,אפל,iphone,ipad,apple keynote,apple watch"}