{"url": "https://www.geektime.co.il/intel-72-cores-processor/", "type": "article", "title": "אינטל מציגה מעבד עם 72 ליבות המיועד למחשבי על", "description": "המעבד שחשפה החברה מיועד למחשבי-על שעוסקים במחקרים מתחום הרפואה, האנרגיה הגרעינית, מיפוי וסימולציות של מזג אוויר. תומך בעד 16 ג'יגה זיכרון פנימי וארכיטקטורת Omni-Path", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/Screen-Shot-2016-06-21-at-14.34.29.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-21T16:22:42Z", "modified_time": "2016-07-25T14:55:31Z", "articleBody": "המעבד שחשפה החברה מיועד למחשבי-על שעוסקים במחקרים מתחום הרפואה, האנרגיה הגרעינית, מיפוי וסימולציות של מזג אוויר. תומך בעד 16 ג’יגה זיכרון פנימי וארכיטקטורת Omni-Path\n\nעושה רושם שהמירוץ אחר כוח מחשוב חזק יותר לעולם אינו פוסק – אינטל השיקה מעבד חדש מסדרת Intel Xeon Phi, שמוכר גם תחת הכינוי Knights Landing. המעבד מורכב מעד 72 ליבות, והוא מיועד עבור מחשבי-על ומרכזי מחשוב שדורשים כוח חישוב עוצמתי במיוחד כמו מחקרים רפואיים, מחקרים בתחום האנרגיה הגרעינית, מיפוי וסימולציות של מזג אוויר.\nמבחינת יכולות ומפרט טכני, המעבד החדש של אינטל מצויד בקישוריות מובנית מהירה של 100 ג’יגה ביט לשניה בארכיטקטורת Omni-Path, המאפשרת חיבור מהיר למספר גדול של שרתים. Omni-Path היא ארכיטקטורה שעד היום הוצעה על ידי אינטל רק עבור גופים מסויימים כמו מרכזי מחשוב של מוסדות אקדמיים ומכוני מחקר, אך מעתה והלאה הטכנולוגיה הזו תהיה זמינה לרכישה כמוצר מדף.\nבנוסף, ניתן במחשב-העל לשלב עם המעבד העוצמתי גם זיכרון פנימי בהיקף של עד 16 ג’יגה בייט כדי לעזור למערכת להתמודד עם עומס העבודה. כמו כן, מדובר במעבד המארח הראשון של אינטל עם יכולת אתחול שתוכנן במיוחד לעומסי עבודה מקבילים. ניתן להרחיב את המעבד מבלי להיות נתן לאילוצי תלות באפיק PCIe, כגון כרטיסי מסך.\n“משפחת מעבדי Intel Xeon Phi מרובי הליבות פותחו על מנת לשמש באשכולות של שרתים עצמאיים ללא צורך בשרת מארח, והם מהווים פריצת דרך במיחשוב המקבילי בהשוואה לכרטיסי האצה (GPU) שקיימים כיום בשוק”, אמר מנהל השיווק והפיתוח העסקי של אינטל ישראל, אילן הוכמן. “הפתרונות החדשים יוצעו לשוק דרך ערוצי המכירה של יצרני השרתים בישראל”.\nנכון לרגע כתיבת שורות אילו, לא ידוע מה יהיה מחירו של המעבד החדש או מתי בדיוק הוא יהיה זמין לרכישה. פרטים נוספים על המעבד ניתן למצוא בעמוד הרשמי של המוצר באתר של אינטל, שמספק גם השוואה טכנית של כל שאר המעבדים הקודמים בסדרה.\n", "keywords": "intel,xeon phi,knights landing,אינטל,מעבד,מחשב-על,מחשבי על"}