{"url": "https://www.geektime.co.il/takeaway-ten-bis-international/", "type": "article", "title": "שלושה אתגרים שפגשנו אחרי הרכישה על ידי חברה בינלאומית, ואיך התמודדנו איתם", "description": "אחרי האקזיט נתקלות חברות ישראליות באתגרים שונים: תרבותיים, תפעוליים, רגולטוריים, טכנולוגיים ועוד. איך מתמודדים איתם? בתן ביס, שנרכשה על ידי Takeaway.com ההולנדית, משתפים בתובנות שלהם", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/photo-1580894908361-967195033215-1591015306-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-02T11:30:53Z", "modified_time": "2020-06-02T15:13:02Z", "articleBody": "אחרי האקזיט נתקלות חברות ישראליות באתגרים שונים: תרבותיים, תפעוליים, רגולטוריים, טכנולוגיים ועוד. איך מתמודדים איתם? בתן ביס, שנרכשה על ידי Takeaway.com ההולנדית, משתפים בתובנות שלהם\nהכתבה בחסות\nתמונה: Pixabay\nמאת רומן מילר, Product Owner Corporate Solutions \nלא מעט חברות ישראליות נרכשות הודות לטכנולוגיה שפותחה על ידן והרצון של החברה הרוכשת לשלב טכנולוגיה זו בעשייה שלה. לאחר הרכישה, החברות הישראליות צריכות להתמודד עם אתגרים שונים: תרבותיים, תפעוליים, רגולטוריים, טכנולוגיים ועוד. כיצד מתאימים מוצרי טכנולוגיה שפותחו על מנת לתת מענה לשוק המקומי הקטן יחסית – לשוק גדול בהרבה? באילו אתגרים התאמה זו כרוכה ואיך מתמודדים איתם?\nהמקרה של תן ביס מספק הצצה לתוך תהליך כזה. החברה הישראלית נרכשה לפני למעלה משנה על ידי חברת Takeaway.com ההולנדית, שעד לרכישה פעלה בעיקר כחברת B2C וחיברה בין מסעדות לצרכנים המעוניינים להזמין אוכל מוכן הביתה. מטרת הרכישה היתה להשתמש בטכנולוגיה שפותחה בתן ביס על מנת לתת מענה בתחום ה-B2B גם בעולם, מענה שלא היה קיים עד אז באופן מלא כפי שקיים בישראל.\nאנשי הפיתוח של תן ביס יצרו עבור החברה הרוכשת את המקבילה האירופאית לשירות הישראלי: המוצר, TakeawayPay, מאפשר למעסיקים אירופאים לספק לעובדיהם תקציב להזמנת ארוחות מקרב מגוון רחב של מסעדות על הפלטפורמה של Takeaway.com. פיתוח המוצר לא נעשה על ידי התאמת המוצר הישראלי לדרישות של החברה הרוכשת, אלא על ידי פיתוח חלקים מסוימים בו מאפס, והתממשקות עם הטכנולוגיה הקיימת בחלקים אחרים, כל זאת תוך אינטגרציה עם פלטפורמת הזמנת האוכל הבינלאומית.\nרומן מילר, Product Owner Corporate Solutions, עופר ספיבק Team Leader ותומר ברוסטובסקי, Infrastructure Team Leader בחברה, מסבירים על שלושת האתגרים העסקיים והטכנולוגיים המרכזיים בהם נתקלה החברה הישראלית בעקבות הרכישה על ידי הענקית הבינלאומית, ודרכי ההתמודדות איתם:\n1. עלייה משמעותית בהיקף הפעילות\nאתגר עתידי עימו צפויה להתמודד החברה בעקבות הרכישה, הינו עלייה משמעותית בהיקף הפעילות. המוצר שפותח לשוק המקומי הותאם לעבודה בהיקף מסוים, אך כעת, כאשר עוד ועוד חברות בעולם מצטרפות לשירות החדש, היקף הפעילות צפוי לגדול בצורה משמעותית.\nהפתרון: מכיוון שהמערכת העובדת בענן סקיילבילית, היא יכולה לגדול בהיקפי פעילות באופן משמעותי ללא בעיה מיוחדת.\nהתחזית לגידול משמעותי במספר הלקוחות לצד גידול עצום במספר המסעדות שיספקו שירות לאותם לקוחות, היא זו שעמדה בבסיס ההחלטה לבנות חלקים מסוימים במוצר מאפס, וזאת על מנת לאפשר ללקוחות לנהל את ההגדרות של המוצר בעצמם באופן נוח, עם צורך מינימלי בשירות לקוחות.\nכך, במערכת החדשה הלקוח יכול להגדיר את התקציב הניתן לכל עובד, ואת המגבלות השונות, דוגמת השעות בהן ניתן להזמין, מרחק מקסימלי למתן השירות ועוד. הפיתוח התבסס על לקחי העבר מהפלטפורמה הקיימת, תוך התאמתה לדרישה המרכזית והיא – ניהול על ידי לקוחות בנוסף לאפשרות עבור לקוחות חדשים להצטרף לשירות בקלות, יעילות ובמינימום זמן.\n2. סנכרון המידע\nכאשר חברות ענק רוכשות סטארטאפים מאותו תחום הפעילות, או מתחום פעילות קרוב, פעמים רבות נוצר אתגר הקשור לאופן אחסון המידע והסנכרון שלו. כך, במקרה הנוכחי, TakeawayPay פותח על מנת לספק מענה ללקוחות האירופאים של החברה הרוכשת, אבל הוא עושה שימוש בטכנולוגיית הסליקה המבוססת Cloud של תן ביס. במצב הזה, המידע על החיובים של לקוחות Takeaway וגם ההקמה והרישום של לקוחות חדשים באים לידי ביטוי ב-Data storage של שתי החברות.\nהפתרון: על מנת שהמידע הקיים ב-Data storage של שתי החברות יהיה זהה, החברה עושה סינכורנים באופן תמידי ושולחת התראות על סינכורנים אלו, תוך שמירה על פרטיות המשתמשים ותקנות ה-GDPR. במבט לעתיד, שוקלים בתן ביס לייצר Data storage חדש המכיל את המידע של שתי החברות ובכך למנוע כפילויות. בנוסף, ניהול כל המידע מ-Data storag אחד יקל על הוספת לקוחות חדשים ויתמוך בהרחבת הפעילות המתוכננת.\n3. התאמה תרבותית-עסקית\nלצד האתגרים הטכנולוגיים, ישנם אתגרים הנובעים מפערים תרבותיים שונים. כך, במדינות שונות תרבות האוכל היא שונה. בהולנד, לדוגמה, ארוחת הצהריים קלה יותר מזו שאנחנו מכירים בישראל, ועובדים רבים מסתפקים בסנדביץ’. כשההוצאה על ארוחת הצהריים נמוכה יותר, צריך לאתר ספקים ומסעדות שמוכנים לעבוד בתקציבים קטנים יותר, ולדאוג שהעובדים המזמינים את האוכל יוכלו למצוא את אותם ספקים בקלות יחסית באתר. בנוסף, במדינות שונות, עובדים רגילים לאכול את ארוחת הצהריים בשעה קבועה, ומצפים לדעת בדיוק מתי ההזמנה שלהם תגיע. כמו כן, יש צורך בהיכרות עם מנגנוני סבסוד הארוחות בחברות רבות, היכרות עם הרגולציה במדינות השונות ועוד.\nהפתרון: המערכת תוכננה כך שהיא מאפשרת לכל לקוח (חברה) להגדיר את ההגבלות שלו ולשלב אותן במוצר. בשלב הראשון הושק מוצר (MVP (minimum viable product העונה על הדרישות הבסיסיות של הלקוחות במדינות הראשונות בהן הושק, כאשר דרישות אלו הוגדרו תוך ניתוח שוק מעמיק של השווקים הרלוונטיים.\nאם אתם עומדים בפני מיזוג או רכישה על ידי ענק בינלאומי, אלו הדברים שכדאי שתחשבו עליהם מראש:\n1. תהיו סקיילביליים- תהיו מוכנים לגידול משמעותי בהיקף הפעילות.\n2. תכירו את השטח – שווקים חדשים מייצרים אתגרים חדשים. חשוב להכיר את השווקים החדשים לעומק לפני שמתחילים לפעול בהם.\n3. עם היד על הדופק – גם אם אתם מובילים בשוק המקומי, תוודאו שאתם בוחנים את האופן בו מתקבל המוצר או שירות שלכם בשווקים החדשים באופן מתמשך.\n4. תסתכלו קדימה – כניסה מוצלחת לשוק חדש אינה ערבון להצלחה עתידית. נסו להעריך מה האתגרים העתידיים בעוד חודש, בעוד שנה, ובעוד 5 שנים והיערכו לקראתם.", "keywords": "takeaway.com,תן ביס,סנכרון מידע,takeawaypay,רכישה,אקזיט,data storage,התאמה תרבותית-עסקית,אתגרים,רומן מילר"}