{"url": "https://www.geektime.co.il/best-intel-idf-annoucements-2016/", "type": "article", "title": "מרחפן חדש ועד רספברי פאי על סטרואידים: 5 ההכרזות החשובות של אינטל", "description": "כבר לא רק מעבדים חדשים ומהירים יותר למחשב: אינטל מציגה בכנס המפתחים שלה לא מעט פיתוחים מרשימים - הנה ה-5 המסקרנים ביותר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/Krzanich_keynote-09-690x460_c.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-18T09:10:51Z", "modified_time": "2016-08-18T09:26:39Z", "articleBody": "כבר לא רק מעבדים חדשים ומהירים יותר למחשב: אינטל מציגה בכנס המפתחים שלה לא מעט פיתוחים מרשימים – הנה ה-5 המסקרנים ביותר\nבריאן קרזניץ’ מציג את ה-Joule הזעיר. מקור: Intel\nכנס המפתחים השנתי של אינטל (ה-IDF) שמתקיים בימים אלו בסן פרנסיסקו, נפתח אתמול בנאום הפתיחה המסורתי של מנכ”ל החברה, בריאן קרזניץ’. ואם יש משהו שסימל נאום ה-Keynote המסורתי של מנכ”ל אינטל זה את הדרך החדשה אליה צועדת החברה. כך, שבניגוד לשנים קודמות, שבה התמקדה החברה בהכרזות על מעבדים מהירים יותר, מציגה אינטל בכנס המפתחים הנוכחי מספר פיתוחים שאין להם שום נגיעה למחשב האישי או לשרתים. הנה ההכרזות החשובות מהכנס.\nהרחפן החדש של אינטל. מקור: Intel\nלא, אינטל לא בדרך להתחרות ב-DJI, ב-GoPro או ב-3D Robotics. אבל כמו שהיא נוהגת לעשות לא פעם, היא מציגה מוצר שלם, כדי לתת השראה ולהציג יכולות בפני היצרניות המתמחות. בבחינת “קחו את זה מכאן”. הרחפן של אינטל מתבסס על Aero, לוח הפיתוח של החברה שמיועד לרחפנים; לינוקס עם מערכת טיסה שמתבססת על SDK של סטארטאפ צעיר בשם AirMap; וכמובן מצלמת ה-RealSense של החברה. כזכור, אינטל כבר השקיעה בסטארטאפים שמפתחים רחפנים דוגמת Yuneec. החברה צפויה להשיק את הרחפן עוד השנה, אולם עדיין לא ידוע מה יהיה המפרט המדוייק והמחיר.\nEuclid. מקור: Intel\nאינטל הציגה את Euclid Developer Kit – ערכת פיתוח הכוללת יכולות מחשוב, קישוריות ומצלמת תלת-מימד בטכנולוגיית RealSense של החברה. בין היתר יכולים חוקרים, מפתחים ומייקרים לחבר את הלוח בפשטות לרובוטים או לכל גאדג’ט אחר ולהעניק להם יכולות עקיבה וראייה של המתרחש סביבם.\nה-Joule החדש. מקור: Intel\nעוד הכרזה מסקרנת של אינטל היא Joule – ערכת פיתוח חדשה, שתאפשר למפתחים להתנסות בטכנולוגיית ה-RealSenses של החברה. הלוח הזעיר, שלא הרבה יותר גדול ממטבע, כולל מעבד מרובע ליבות מסוג Atom T5500 במהירות 1.5GHz, זיכרון 3GB RAM ו-8GB איחסון. הדגם המשודרג שלו כולל מעבד מרובע ליבות Atom T5700 במהירות 1.7GHz עם 4GB זיכרון RAM ו-16GB נפח איחסון פנימי. על פי אינטל, שני הדגמים כוללים קישוריות WiFi בתקן 802.11AC, באיכות שלא נופלת מלפטופים, כשהמעבד הגרפי יכול ללכוד ולהציג וידאו ב-4K. בין הפיתוחים שכבר עושים שימוש בלוח החדש ניתן למנות קסדת אופנוע חכמה ומשקפי-עבודה חכמים של חברת PivotHead. מכיוון שכל העיבוד נעשה על גבי הלוח, אין צורך בכבלים מסורבלים. כמובן שכל הטוב הזה לא מגיע בחינם ואם מחירי הרספברי פאי נעים סביב ה-35 דולר ליחידה, הרי שהדגם המשודרג של ה-Joule צפוי לעלות פי 10 – כ-370 דולר.\nאינטל הודיעה כי חתמה על הסכם רישיון ייצור עם חברת ARM הבריטית-יפנית. בזכות הסכם זה, תוכל אינטל לייצר מעבדי ARM לחברות חיצוניות, כדי שאלה יוכלו לשלב אותם במוצריהן. כך למשל יוכלו חברות כמו קוואלקום ואפל לייצר את המעבדים שלהן במפעלים של אינטל, במקום החברות ששולטות כיום בתחום דוגמת סמסונג ו-TSMC. ההסכם גם כולל את תהליך הפיתוח של ערכות שבבים מבוססות ARM בטכנולוגיית ה-10 ננומטר של אינטל. הצעד הזה, יאפשר לאינטל להיכנס לתחום המובייל ‘בדלת האחורית’ ולהרוויח נתח מהשוק הרותח של סמארטפונים ו-IoT.\n\nהקסדה החדשה של אינטל (שמכונה כרגע בשם הקוד Project Alloy) מפחיתה משמעותית את הצורך בשימוש בבקרים שונים וחיישנים כדי לתרגם את המציאות האמיתית לעולם הוירטואלי. כלומר, בניגוד לגישה של קונסולות VR כמו הריפט של אוקולוס וה-Vive של HTC, שדורשות בקרים פיזיים שמדמים את הידיים במציאות המדומה או המשולבת, הרי שבקסדה של אינטל המשתמש נותר עם ידיים חופשיות והוא יכול לעשות בהן שימוש בסביבה הוירטואלית ללא מגבלות תנועה. הקסדה נטולת כבלים מסורבלים ובקרים שצריך להציב בפינות החדר. אגב, חוץ מטכנולוגיית ה-RealSense שפותחה בישראל ומשולבת בקסדה, גם מנהל צוות הפיתוח של הקסדה הוא ישראלי: עמית שחר, מנהל בכיר בחטיבת המחשוב התפישתי של אינטל, שהוביל צוותי פיתוח מישראל, ארצות הברית וסין.", "keywords": "אינטל,idf,כנס מפתחים,joule,aero,euclid,realsense,רילסנס,רחפן,מייקרים,מייקר"}