{"url": "https://www.geektime.co.il/wandera-raises-15mm/", "type": "article", "title": "סטארטאפ הסייבר הישראלי Wandera מגייס 15 מיליון דולר [גיוס]", "description": "חברת Wandera מפתחת פתרון אבטחה לסמארטפונים שמתחברים לתשתית המיחשוב של הארגון. היום הודיעה החברה על גיוס של 15 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/small.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-10T12:35:36Z", "modified_time": "2015-02-10T12:05:44Z", "articleBody": "חברת Wandera מפתחת פתרון אבטחה לסמארטפונים שמתחברים לתשתית המיחשוב של הארגון. היום הודיעה החברה על גיוס של 15 מיליון דולר\nמקור: Wandera\nאחרי ש-2014 נרשמה כאחת מהשנים המוצלחות ביותר עבור תחום הסייבר בישראל, נראה ש-2015 הולכת בעקבותיה. היום (ג’) מכריזה חברת Wandera הישראלית על גיוס של 15 מיליון דולר. החברה, שמפתחת חיבור מאובטח לסלולר, גייסה את ההשקעות מקרן 83North, לשעבר Greylock ישראל, וכן מקרן Bessemer, שכבר השקיעה בחברה בסיבוב קודם.\nארגונים כיום כבר לא נהנים משליטה מוחלטת ברמת האבטחה של המחשבים שלהם; האשמים – הסמארטפונים שלנו שמשמשים לא פעם ככלי עבודה חיוני, בעיקר כאשר איננו נמצאים פיזית במשרדים. גם העובדים עצמם לא זוכים להדרכה מספקת על אפשרויות האבטחה של הסמארטפון שלהם ורק 1 מתוך 20 עובדים בבריטניה זכה להדרכה בנושא. כדי שהסמארטפונים הללו לא יהוו נקודה תורפה למאגרי הנתונים של החברה יש צורך בפתרון אבטחה דוגמת זה של Wandera. החברה מפתחת פלטפורמה מאובטחת עבור מכשירי סלולר, על מנת להגן על המידע והארגון מפני פשעי סייבר. יתרון נוסף לפלטפורמה שפיתחה החברה הוא אופטימיזציה של המידע ומתובנות בזמן אמת, המאפשרות שליטה מדוייקת יותר על השימוש בתוכן, ובכך יצירת החזר מידי על ההשקעה.\nהחברה נוסדה ב-2012 על ידי אלדר ורוי טובי, פעילה כבר ב-60 מדינות ומנהלת מידי יום למעלה מ-350 מיליון בקשות תוכן של לקוחות על גבי הענן. Wandera הקימה אקוסיסטם נרחב של שותפים עסקיים, בהם AT&T, British Telecom, סמסונג ועוד. לאחר הסבב הנוכחי ניצב סך הגיוסים של החברה, מאז הקמתה, על 23 מיליון דולר. בהמשך לסבב הגיוס, יצטרף ארז עופר, שותף ב-83North, לדירקטוריון Wandera, ולורל באודן מ-83North תשמש יועצת חיצונית לדירקטוריון. בשנת 2010 מכרו האחים אלדר ורוי טובי, שעומדים מאחורי Wandera, את חברת האבטחה מבוססת הענן ScanSafe לענקית טכנולוגיות המידע סיסקו, תמורת כ-183 מיליון דולר.\nבתגובה לגיוס מסר ארז עופר: “שירות האבטחה והאופטימיזציה של Wandera, לצד ממשק הענן הייחודי של החברה, מעניקים לחברות את הביטחון בשימוש במכשירים ניידים ככלי מרכזי לשיפור תהליכי עבודה”. עופר הוסיף: “אנו שמחים לקחת חלק בהתרחבות המהירה של Wandera ברחבי אירופה ובמיוחד בצפון אמריקה, שם החברה כבר מאבטחת מכשירים סלולרים עבור כמה מהחברות הגדולות בעולם, ומקיימת שיתופי פעולה עם חברות טלקום גלובאליות ועם שחקניות מובילות בתחום מערכות ניהול המידע.”\n", "keywords": "גיוס,הון סיכון,bessemer,83 north,גריילוק,greylock israel,גריילוק ישראל,wandera,סמארטפון,אבטחה,סייבר,byod"}