{"url": "https://www.geektime.co.il/leading-partners-in-israeli-vc/", "type": "article", "title": "10 השותפים המובילים בקרנות ההון סיכון בישראל", "description": "חלקם מוכרים מעט יותר וחלקם פחות, אבל לכולם יש השפעה מכרעת על ההייטק הישראלי ויש להם גם לא מעט טיפים חשובים לשתף עם יזמים", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/ALL-COF.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-01T11:23:50Z", "modified_time": "2015-01-01T16:48:11Z", "articleBody": "חלקם מוכרים מעט יותר וחלקם פחות, אבל לכולם יש השפעה מכרעת על ההייטק הישראלי ויש להם גם לא מעט טיפים חשובים לשתף עם יזמים\n         \n \n \n \n \n \n \n \nנראה שגם אם נחפש היטב, לא נמצא שני משקיעים שפועלים בצורה זהה. אחד מקשיב לתחושות הבטן, והשני לא זז בלי טבלאות מדוייקות, או ניתוח שוק מקיף. אחד יקשיב לשותפים ויקבל החלטה מושכלת, והשני ילך נגד הזרם. אחד יחליט אחרי המשפט הראשון של היזם, והשני רק אחרי מספר ישיבות; ובכל זאת, כשעורכים את הסיכומים, ניתן לראות שמספר משקיעים בולטים יותר מאחרים.\nאת רשימת השותפים המובילים בקרנות ההון סיכון בישראל הרכבנו על פי חישובים שערכנו, שכוללים מספר פרמטרים ביניהם: מדד החזר ההשקעה של השותפים על ההשקעות שהם ביצעו ביחס לסכומים שהושקעו בכל אחת מהחברות בהן הם השקיעו; יחס השקעות לאקזיטים; יחס מספר אקזיטים לחברות פעילות ומחיקות.\nהוספנו לרשימה גם הצצה קצרה על האנשים, כדי לדעת קצת יותר על העבודה היומיומית שלהם, על הקשיים שבה ועל התגמולים. ואם אתם יזמים, מחכים לכם לא מעט טיפים ברשימה.\n(הרשימה נכתבה לפי סדר א-ב׳ והמספור ברשימה נועד לשם הסדר בלבד)\nמייקל אייזנברג (43) פועל בשוק הון הסיכון בישראל מזה זמן רב. הוא שימש כסגן נשיא ב-Jerusalem Global Ventures ואחר כך, כיהן כשותף ב-Israel Seed Partners. לאחר מכן החל אייזנברג לכהן כשותף בקרן ההון סיכון הבינלאומית Benchmark, בה הוא עדיין שותף, והוביל השקעות במגוון חברות ישראליות. ב-2013 גייס אייזנברג, יחד עם אדן שוחט כ-140 מיליון דולרים והקים את קרן Aleph בה הוא משמש כיום כשותף שווה.\nהנפקות ואקזיטים בולטים: Conduit, Wix, Answers.com, חברת PictureVision שנמכרה לקודאק, חברת Shopping.com שנמכרה לאיביי, חברת Tradeum שנמכרה ל-Verticalnet.\nהשקעות בולטות בפורטפוליו הנוכחי: Gigya, Wework, סיקינג אלפא, קלריזן, freightos, Honeybook.\nמה אתה הכי אוהב בתפקיד? לעבוד עם יזמים שרוצים לשנות את העולם ולהעסיק כמה שיותר אנשים במגרש היוצר.\nומה אתה הכי לא אוהב בתפקיד? למכור חברות מוקדם.\nהשקעה שפספסת? Taboola.\n144 תווים עם טיפ ליזמים: Hire the best people & management you can. Pick your investors wisely.\nלמי היית רוצה לפרגן מקרן אחרת? זה לא ביזנס קל, ולכן כל מי שממשיך לבנות חברות גדולות ראוי לפרגון. אני אסיר תודה לכל שותפי מכל הקרנות שעבדתי בהן שנתנו לי הזדמנות.\n2015 תהיה שנה… שלא כדאי להתנבא עליה.\nאיתן בק סיים לאחרונה כהונה ארוכה של לא פחות מ-14 שנים בפיטנגו, מתוכם 7 שנים כשותף ולפני כן כ-Venture Partner. במהלך השנים ליווה בק השקעות של הקרן בחברות עתירות ידע וטכנולוגיה בישראל ובסיליקון וואלי וכיהן כדירקטור מטעמה במספר חברות. בק מתמחה במובייל, ביג-דאטה, consumer, SaaS ו-IoT.\nהנפקות ואקזיטים בולטים: החברות 3DV ו-Videosurf שנמכרו למיקרוסופט ו-Check, שנמכרה ל-Intuit.\nהשקעות בולטות בפורטפוליו הנוכחי: neuora, Duda mobile, Appsflyer, Sckipio.\nמהו האקזיט או ההנפקה שאתה הכי גאה בהם? Check – השקעה שהיה בה את כל מרכיבי ההשקעה הקלאסיים של הון סיכון: הימור על שוק חדש (מובייל), עליות ומורדות בבניית החברה עם שינויי כיוון ובסוף הצלחה גדולה. ב-2008 גרתי בסיליקון וואלי וניהלתי שם את פעילות פיטנגו. המובייל רק התחיל וחיפשתי השקעה בתחום. לשמחתי הכרתי את גיא גולדשטיין, יזם עם הרבה חזון, שהקים את Check שהיתה אחת מ-100 האפליקציות הראשונות ב-App Store. רבים לא הבינו באותה תקופה איך אני משקיע באפליקציה ואיך אפשר לבנות על זה חברה. החברה ידעה ימים יפים אבל גם תקופות לא פשוטות, אבל הרבה אמונה משותפת ביחד עם היזם גם ברגעים הקשים, גרמה בסופו של דבר לתוצאה מעולה לכולם.\nמה אתה הכי אוהב בתפקיד? ללא ספק העבודה עם החברות. אני לומד המון מהיזמים שהם אנשים מדהימים ומאד מיוחדים. וגם שונים אחד מהשני. אני מאד אוהב להיות חלק מתהליך בנייה של סטארט אפ. אני רואה בזה זכות גדולה כשיזם בוחר לעבוד איתי.\nהשקעה שפיספסתם? הייתי קרוב להשקיע ב-Waze בשלב יחסית מוקדם, ובגלל שלא יכולנו לקבל מספיק אחוזים ויתרתי. מיותר לציין כמה כסף יכולנו לקבל על אותם אחוזים…\nדוד גוסרסקי (45) הצטרף ל-Lightspeed  לפני כ-6 שנים. לפני כן היה החל משנת 2000 חבר בצוות ההשקעות ושותף בקרן BRM Capital. ההתמחות של גוסרסקי היא בתשתיות מחשוב ארגוניות, מחשוב ענן ובסקטור התקשורת והמוליכים-למחצה.\nהנפקות ואקזיטים בולטים: חברת Passave (נמכרה ל-PMC-Sierra), חברת Provigent (נמכרה ל-Broadcom) ו-XtremIO (נמכרה ל-EMC).\nהשקעות בולטות בפורטפוליו הנוכחי: LiveU, Elastifile.\nמה אתה הכי אוהב בתפקיד? היכולת לעבוד עם וללמוד מהיזמים המוכשרים ביותר בכל תחום.\nההשקעה שהכי גאה בה: XtremIO, ודווקא בגלל תהליך ההשקעה הפנימי בקרן שהיה מסובך ומאתגר.\nהשקעה שפיספסתם? חבל להצטער על השקעות שלא עשיתי, יש מספיק מה להצטער על כאלו שכן עשיתי.\n144 תווים עם טיפ ליזמים:  אם כבר בתחילת הדרך ישנם מספר סטרטאפים שרצים אתכם לאותו כיוון, סימן שאתם בכיוון הלא נכון. נשארו לי כמה תווים: תעיזו לחלום, תסרבו להצעות רכש מוקדמות.\nלמי היית רוצה לפרגן מקרן אחרת? למנשה עזרא, שותף ב Gemini, משקיע מצויין ומנוסה, שידע לבטוח בי ונתן לי הזדמנות ב BRM. ולאיתן בק, שותף ב Pitango, מקצוען אמיתי, קולגה וחבר, שיוצא לדרך חדשה.\nיהל זילכה הינו אחד מהמייסדים של הקרן, שהוקמה בשנת 1999. זילכה הגיע לקרן לאחר ששימש כסמנכ”ל כספים ב-VocalTec, אחת מחלוצות מ-VOIP שאף הונפקה בנסדא”ק.\nהנפקות ואקזיטים בולטים: Waze (נמכרה לגוגל); DesignArt (נמכרה ל-Qualcomm); חברת Adience (שנמכרה לטדי שגיא); וחברת Onavo (שנמכרה לפייסבוק).\nהשקעות בולטות בפורטפוליו הנוכחי:  Magisto, Hola, AppsFlyer, Valens, TabTale, CorePhotonics, CloudEndure ו-Applitools.\nמה אתה הכי אוהב בתפקיד? האינטרקציה עם יזמים מוכשרים, יצירתיים ומובילים מאתגרת במיוחד. העבודה הצמודה והבנייה המשותפת עם יזמים מתחילת הדרך ועד לבניית חברה גדולה ומשמעותית לצד הקשיים וההצלחות מאתגרת ומספקת בכל פעם מחדש. הרקע והניסיון העסקי הוא אופרטיבי ופיננסי ולכן המיקוד בתרומה לחברות בא לידי ביטוי בתחומי הפיתוח העסקי והמסחרי, בניית מודלים עסקיים המתאימים לחברות ותמיכה בגיוסי המשך (Follow-on).\nדני כהן הצטרף ל-Carmel לפני כשנה, אחרי 7 שנים כשותף בקרן Gemini. תחומי ההתמחות שלו הן Consumer Internet ומדיה דיגיטלית, כיום הוא משמש כדירקטור במספר חברות ביניהן Tapingo, LuckyFish ו-PlayBuzz.\nהנפקות ואקזיטים בולטים: Adap.tv שנמכרה ל-AOL.\nהשקעות בולטות בפורטפוליו הנוכחי: PlayBuzz (לוהטת כרגע), Lucky Fish (נבחרה ע”י פייסבוק לאחד ממשחקי השנה של 2014), ו-Tapingo (מובילה בשוק הזמנות האוכל באוניברסיטאות אמריקאיות).\nמה אתה הכי אוהב בתפקיד? זוהי בעצם עבודה שיש בה כל שנה כניסה למשהו חדש. הרי כל השקעה היא בעצם עבודה חדשה… חוץ מזה אני פוגש רק אנשים מעולים.\nומה אתה פחות אוהב בתפקיד? אוהב הכל. העבודה הכי טובה בעולם. צריך להתרגל לזה שהגיבור הוא היזם, לא המשקיע. שמשהו מצליח זה (רק) בגלל היזמים.\nמהו האקזיט או ההנפקה שאתה הכי גאה בהם? כרגע Adap.Tv שנמכרה ל-AOL. הובלתי את ההשקעה הראשונה בחברה. אבל יש עוד מלא חברות שעוד לא יצאו, שהן ממש מעולות (PlayBuzz, Outbrain,Tapingo, EyeView).\nהשקעה שפספסתם? Waze, Kenshoo.\n144 תווים עם טיפ ליזמים: אסור להתפשר בגיוס כח-אדם.\nלמי היית רוצה לפרגן מקרן אחרת? יוני חפץ, ארנון דינור ורונה שגב.\n2015 תהיה שנה… עדיין מעולה. ההנפקות ימשיכו, גם המכירות. אבל החגיגה לא תמשיך לעד, ותוך 18-24 חודש נתחיל לראות קצת שינויים, בעיקר בשווי החברות הפרטיות.\nשמיל לוי הצטרף לקרן Seqouia בשנת 2000, לאחר ששימש כראש חטיבה ב-Lucent. תחומי ההתמחות שלו כוללים אינטרנט ומובייל.\nהנפקות ואקזיטים בולטים: Attenti שנמכרה ל-3M, חברת PortAuthority שנמכרה ל-Websense, חברת Qumranet שנמכרה ל-Red Hat, חברת Riverhead שנמכרה ל-Cisco, חברת Storwize שנמכרה ל-IBM וחברת Topio שנמכרה ל-NetApp.\nהשקעות בולטות בפורטפוליו הנוכחי: Behalf, BigPanda, Forter, Kenshoo, Olive Software, Personetics, Pontis, Ravello,Scodix.\nמה אתם הכי אוהבים בתפקיד? התפקיד של שותף בקרן אחרי ההשקעה לעזור ליזם להגשים את חלום בנית החברה. התפקיד הוא לא פשוט. יש בארץ המון הזדמנויות השקעה, וצריך למצוא את היזמים הנכונים שבאים לפתור כאב אמיתי ושיש לכאב האמיתי שוק גדול. אנחנו רואים קרוב ל-1000 הזדמנויות בשנה ובוחרים ב-6.\nמהם האקזיט או ההנפקה שאתם הכי גאים בהם? אני רוצה להאמין שהניסיון המצרפי והקשרים של סקויה מעלים את סכוי ההצלחה . זה בעצם המקור לסיפוק בעבודה. עדין צריך לזכור שרוב העבודה הקשה היא של היזמים עצמם. אני שמח שעזרנו לחברות רבות שחלקם כבר רשמו הצלחה (מעל ל-20 אקזיטים בעשר השנים האחרונות) ובהרבה מהחברות שעדין בפורטפוליו ההצלחה עדין בהתהוות. בחלק מהחברות שכנענו את היזמים לסרב להצעת רכישה ולהמשיך בבניה.\nחיים סדגר (58) הצטרף לקרן בשנת 1999, כשלפני כן היה אחראי במשך 20 שנה על ההשקעות שעשתה אינטל בישראל. כיום משמש סדגר כדירקטור במספר חברות פורטפוליו ביניהן C-B4, Pyramid, Analytics, Discretix, indeni, Interlude, Taykey, DensBits, ו-kaminario.\nהנפקות ואקזיטים בולטים: ACTONA שנמכרה לסיסקו; BITBAND שנמכרה ל-IBM; חברת COTENDO שנמכרה ל-Akamai; חברת FOLLOWAP שנמכרה ל-NeuStar; חברת JAJAH שנמכרה ל-Telefonica O2; חברת KONTERA שנמכרה ל-Amobee; וחברת Wilocity שנמכרה ל-Qualcomm.\nהשקעות בולטות בפורטפוליו הנוכחי: חברות C-B4, Collactive, DensBits, indeni, Interlude, Kaminario, Pyramid Sansa ו-Taykey.\nמה אתה הכי אוהב בתפקיד? לעבוד עם יזמים מוכשרים הרוצים לשנות את העולם ולעזור להם לממש את החלום.\n144 תווים עם טיפ ליזמים: תישארו מפוקסים אל תתפתו לעשות מספר דברים במקביל. כוחו של סטארטאפ צעיר הוא ביכולת להתרכז בשוק ומוצר שיאפשרו לו נקודת כניסה, פיזור הוא מתכון לכשלון. אחרי שתתייצבו תתחילו לנוע למוצרים ושווקים חדשים.\nלמי היית רוצה לפרגן מקרן אחרת? לכולם. אנחנו צריכים את כולם בכדי לדחוף את התעשיה המיוחדת הזו.\n2015 תהיה שנה… Computing everywhere, תחום הווראבלס, מכשירים חכמים, אנליטיקס מפתשט, שקוף ומתקדם, אפליקציות מבוססות אנליטיקס, ארכיטקטורה בענן, ועוד רבים. אך את זה כולם יודעים, אם הייתי יודע בדיוק מה החלום שיתפוס, כנראה שהייתי יושב בצד השני של השולחן. אני מחכה לראות איך היזמים המדהימים והמוחות הגדולים של ארצנו יפתיעו בשנה הקרובה, בתחומים שאני עוד לא מכיר ומודע להם.\nאדם פישר (38) משמש כשותף בקרן Bessemer Venture Partners, ואחראי על ההשקעות בישראל ובאירופה. הוא נמצא בקרן מאז 2007 והגיע אליה מ-JVP, שם שימש כשותף במשרדי הקרן בירושלים, ניו יורק ובייג’ינג. ההתמחות של פישר היא בתחום האינטרנט, SaaS, דאטה-סנטר וטכנולוגיות אלחוטיות.\nהנפקות ואקזיטים בולטים: Allot, Wix, חברת Storewize (נמכרה ל-IBM) חברת Intucell (נמכרה ל-Cisco), חברת Soluto (נמכרה ל-Asurion) ו-Axis Network Technology.\nהשקעות בולטות בפורטפוליו הנוכחי: Wix, Fiverr, MyHeritage, DensBits Technologies, Stratoscale, BillGuard.\nאקזיטים בולטים שהיית רוצה לציין: הייתי שותף בסבב הגיוס הראשון של Wix, Intucell ו-Dune, שהיו גם אקזיטים נפלאים וגם חברות מוצלחות. יש משהו מיוחד בלעבוד עם יזמים מהרגע הראשון ממש, או לפחות לפני שלב המוצר עד לאקזיט.\nמה אתם הכי אוהבים בתפקיד? לעבוד עם יזמים בזמנים טובים וקשים ולעזור להם להגשים את החלום. אחד הדברים שהכי מספקים באקזיט זה לדעת שצדקת לאורך כל הדרך לגבי ההחלטה שלך; גם אם לפעמים אנשים אחרים, כולל שותפים שלך, חשבו שאתה מטורף כמעט כמו היזם שבו תמכת.\nמה אתם הכי פחות אוהבים בתפקיד? להגיד “לא” ליזמים שבנו עסק נחמד, אבל לא הצליחו להלהיב אותי לגבי המוצר או השירות שהם מציעים, או שאני חושב שהסיכוי שלהם לא גדול במיוחד.\nמהם האקזיט או ההנפקה שאתה הכי גאה בהם? אני הכי גאה ב-Wix, מכיוון שכולם, כולל לא מעט שותפים שלי, לא האמינו שההשקעה תניב פרי. בנוסף, נפגענו מהמיתון של 2008 שהגיע בדיוק כשהשקנו את המוצר שלנו. זו גם חברה שעיצבה הרבה מהתפיסה שלי על מודלים עסקיים, מוצר, שיווק ובניית ארגונים.\nהשקעה שפספסתם? רק תבחרו… Waze, Taboola, Outbrain, Iron Source וכו’.\n144 תווים עם טיפ ליזמים: הקיפו את עצמכם באנשים שהם יותר חכמים מכם. תהיו כנים לגבי הביצועים שלכם ושל החברה ותמיד תתאימו את עצמכם ותחדשו.\nלמי היית רוצה לפרגן מקרן אחרת? חיים סדגר מ-Sequoia.\n2015 תהיה שנה… שנת הכבשה.\nרונה שגב-גל נחשבת כיום לאחת ממשקיעות ההון-סיכון המובילות בישראל. לאחרונה, היא סיימה פעילות של כמעט 10 שנים בקרן פיטנגו ולפני כן, כיהנה כשותפה כללית בקרן ההון סיכון אוורגרין. ההתמחות של שגב-גל היא סטארטאפים שמפתחים תוכנות אירגוניות.\nהנפקות ואקזיטים בולטים: Varonis (evergreen, pitango), TRAIANA ( evergreen, pitango), WorkLight (pitango), Fring (pitango), identify (evergreen), Actona (evergreen), ItemField (evergreen), ADUVA (evergreen.\nהשקעות בולטות בפורטפוליו הנוכחי: Totango, Skycure, JethroData, Evolven.\nמהם האקזיט או ההנפקה שאת הכי גאה בהם? קשה לבחור בין האקזיטים השונים. כל אחד מהם, מקטן עד גדול, היה מסע מפרך עם הרבה רגעים מרגשים, אבל בעיקר הזדמנות נדירה בשבילי לעבוד עם יזמים מעולים שמובילים היום את תעשיית ההיי טק בארץ: גיל מנדלזיס, שחר קמיניץ, יוכי סלונים, איסי בן שאול, סם סומך, שי סולה, זאב לדרמן, וכמובן יקי פיטלסון ואוהד קורקוס. Varonis היא ללא ספק ההצלחה הגדולה ביותר שהייתי חלק ממנה, זו חוויה יוצאת דופן ללוות יזמים משלב המצגת הראשונית ועד להנפקה בנאסד”ק. יקי פייטלסון ואוהד קורקוס הם בלי ספק בין היזמים הכי חזקים בארץ, השקעתי בהם בשלב ה-SEED כשעוד הייתי באוורגרין, ואז השקעתי בהם שוב כשנהפכתי לשותפה בפיטנגו. Varonis נתפסה סביבי כהימור גדול, אבל לרגע לא היה לי ספק שיקי ואוהד יבנו חברה גדולה ומצליחה. ההנפקה בנסדא”ק היא רק עוד שלב בדרך.\nהשקעה שפספסתם? הטעות הכי כואבת היא פרינג – חברה שהתחרתה ב-Viber ו-WhatsApp והובילה את השוק לפני כניסת הסמארטפונים. היו שם יזמים טובים וקבוצת משקיעים חזקה, אבל לא היינו חדים מספיק כשהשוק השתנה סביבנו וראינו בכאב איך השוק מאמץ פתרונות אחרים. בסופו של דבר החברה נמכרה בסכום קטן יחסית לפוטנציאל שהוכיחו המתחרות.\nמה את הכי אוהבת בתפקיד? מה שאני הכי אוהבת בתפקיד הוא לפגוש יזמים ולעבוד איתם. אני לומדת מהם המון, גם בפגישות ראשוניות ובעיקר אחר כך בעבודה השוטפת.\nומה את הכי שונאת בתפקיד? החלק הקשה בתפקיד הוא להגיד לא ליזמים מלאי התלהבות ורצון. זה מאד לא נעים אבל אני חייבת לבחור – אין מספיק כסף וזמן לעבוד עם כולם. פעמים רבות הבחירה מאד קשה.\nיורם שניר (46) הצטרף ל-Greylock ב-2005, אחרי כמה תפקידי ניהול ב-Cisco, ושנה לאחר מכן הקים והפך לשותף כללי ב-Greylock Israel. שניר מתמקד בתשתיות מיחשוב ארגוניות, טכנולוגיות ענן, וירטאוליזציה וטלקומוניקציה.\nהנפקות ואקזיטים בולטים: ScaleIO (נמכרה ל-EMC), חברת Aeroscout (נמכרה ל-Stanley Black & Decker).\nהשקעות בולטות בפורטפוליו הנוכחי: Actifio, Supersonic, SocialPoint, Celeno, CoolaData, Payoneer, Via, Izettle.\nמהם האקזיט או ההנפקה שאתה הכי גאה בהם? ScaleIO – חברה בה השקעתי משלב הסיד ולקחתי תפקיד פעיל בניהול החברה כיו”ר פעיל. הכרתי את בועז וארז תקופה ארוכה ואף הייתי בדירקטוריון של חברה אחרת בה היו מעורבים (TOPIO ).  פרק הזמן הקצר והיעילות המדהימה בה ScaleIO פיתחה ומכרה מוצר מהפכני בתחום קשה כאיחסון (Storage) הפכה את המעורבות שלי ושל הקרן למאוד מתגמלת. בנוסף, גם JustEat – לאורל באודן ממשרדנו בלונדון הובילה השקעה בחברה. JustEat הונפקה השנה בלונדון.\nהשקעה שפספסתם? ברוב המקרים הפספוסים שלנו נובעים מהחלטות לא נכונות שלנו מנהלי הקרן ולא מחוסר ההזדמנות להשקיע. קשה להצביע על פרויקט אחד כיון שאנחנו מנהלים רשימה לא קטנה של חברות שהיינו שמחים להיות מעורבים בהם וברגע החלטה טעינו בכך שלא השקענו. הרשימה כוללת חברות כוויז, EXTREMEIO, WIX ורבות נוספות.\n144 תווים עם טיפ ליזמים: בתחום העניין וההתמחות שלי שהוא חברות B2B, טכנולוגיות IT וענן – העצה שלי היא להיות אגרסיביים וחסרי מורא בגישה לשוק, באותו אופן שבו הם נגשים לפיתוח המוצר. אם יש תחום בו אני רואה הבדל בין יזמים אמריקאים לישראלים זה בהשקעת המאמץ והתחושה שאין סיבה להפסיד ליצרנים הגדולים מול לקוחות.\nלמי היית רוצה לפרגן מקרן אחרת?  השקעתי בעבר עם דרור נחומי מ NVP, שמיל וחיים מסקויה, אבי מכרמל וצחי הילל מפיטנגו ואני תמיד שמח לשתף אתם פעולה.לא יצא לי לעבוד עם סקוט מבטרי, אדם מבסמר ואנשי מאגמה אבל בהחלט אשמח להשקיע ביחד איתם.\n", "keywords": "אדם פישר,איתן בק,דוד גוסרסקי,דני כהן,דניאל כהן,חיים סדגר,יהל זילכה,מייקל אייזנברג,יורם שניר,רונה שגב-גל,שמיל לוי,קרן הון סיכון,קרנות הון סיכון,קרנות הון,vc,משקיעים,שותפים,משקיע,פרויקט סוף שנה,2014,רשימה,מגמה,פיטנגו,greylock,bessemer,sequoia,סקויה,כרמל,carmel,גריילוק,pitango,lightspeed,אלף,aleph,magma,לייטספיד,סיכום שנה,סיכום שנה 2014,רונה שגב גל"}