{"url": "https://www.geektime.co.il/startups-investments-december-2012/", "type": "article", "title": "סיכום חודשי: הסטארטאפים שגייסו בדצמבר 2012 [גיוס]", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, ניוזגיק אסף עבורכם את כל ההשקעות והגיוסים של חודש דצמבר 2012.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/11/money4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-06T10:14:47Z", "modified_time": "2013-01-06T16:01:41Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, ניוזגיק אסף עבורכם את כל ההשקעות והגיוסים של חודש דצמבר 2012.\ncc-by-sa. Cliff Wauters\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נביא סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש נובמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il \nחברת המכשור הרפואית ישראלית Magenta Medical הודיעה החודש על השלמת סבב גיוס בהיקף של 4 מיליון דולרים. את הגיוס הובילה קרן הון הסיכון פיטנגו ונצ’רס קפיטל, אשר השקיעה לאחרונה, בין היתר גם בחברות LiveU ו-Skycure הישראליות.\nחברת מג’נטה מדיקל בע”מ היא חברה חדשה מאוד בתחום, אשר נוסדה בחודש אוקטובר 2012 על ידי פרופסור אהוד שוומנטל ויוסי תובל. שוומנטל, אשר התמחותו היא בתחום הקרדיולוגיה ותובל, אשר במקצועו הוא מהנדס מכונות, היו מהמייסדים של ונטור טכנולוגיות, שפיתחה מערכת חדשנית מבוססת צנתר להחלפה זעיר-פולשנית של מסתם הוותין. ונטור נרכשה בשנת 2009 על ידי חברת המכשור הרפואי מדטרוניק תמורת 325 מיליון דולר.\nחברת הסטארטאפ הישראלית מומיניס (MoMinis) הודיעה על סבב גיוס נוסף על סך 6 מיליון דולרים, אותו הובילה קרן ג’מיני ישראל ביחד עם קבוצת BRM. מדובר בסבב הגיוס השלישי של החברה, כאשר מוקדם יותר השנה השלימה את סבב הגיוס השני שלה, על סך 4.5 מיליון דולרים אותו הובילה קבוצת BRM יחד עם Mitsui Ventures. סך ההון שגייסה החברה עד היום עומד על 15.4 מיליון דולרים, כאשר למעלה מ-10 מיליון דולרים גייסה רק במהלך 2012.\nמומיניס נוסדה ב-2008 על ידי צח הדר, אביב רווח והאחים אייל וצבי רבינוביץ’ במטרה לאפשר למפתחי מובייל פלטפורמה חדשה לפיתוח והפצה של משחקים למגוון פלטפורמות. בתחילת דרכה הציגה את MoMinis Studio, המוצר הראשון של החברה, והיה מדובר בסביבת פיתוח נוחה שאפשרה פיתוח משחקים בצורה קלה, שיועדה גם למי שאינו מפתח במקצועו.\nלפני כשנה השיקה מומיניס את PlayScape, במטרה להגשים את החזון המקורי של פשטות הפיתוח ועזרה בהפצה, שיועד למשתמשי האנדרואיד. הרעיון שעמד מאחורי האפליקציה החדשה נועד לאפשר למשתמשים להנות ממגוון רחב של משחקים, בחינם, ולאפשר למפתחים להנות ממנגנון הפצה פשוט ויעיל יותר – במקום לנסות ולהתחרות עם מאות אלפי האפליקציות הקיימות ב-Google Play.\nחברת הסטארטאפ הישראלית ScaleIO, המפתחת תוכנה לאחסון מידע על פני שרתים מרובים, הודיעה על השלמת סבב גיוס ראשון בסך 12 מיליון דולרים. את סבב הגיוס הנוכחי הובילה קרן Norwest Venture Partners, ביחד עם קרן גריילוק ומשקיעים פרטיים נוספים, הכוללים גם את פרנק סלוטמן (Frank Slootman), מנכ”ל Data Domain שנמכרה לחברת EMC.\nהטכנולוגיה שפיתחה חברת ScaleIO, הנקראת Elastic Converged Storage (או בקצרה ECS) מאפשרת למשתמשים לקשור יחדיו את יכולות האחסון על גבי מגוון שרתים, כך שמנטרת את הצורך ב-Storage Area Network, רשת מחשוב שנועדה לחבר רכיבי אחסון וגיבוי חיצוניים ישירות אל השרתים באמצעות סיבים אופטיים. ECS מסוגלת לבנות מערכות קבצים מכאלף שרתים שונים, הכוללים שרתים קיימים או חדשים – ללא הצורך בהעסקת מנהלי אחסון מיוחדים, וכמובן ללא הוספת עומס על הרשת הקיימת.\nScaleIO הוקמה ב-2011 על ידי בועז פלגי וארז ובמן, שעבדו יחדיו בחברת Topio אותה מכרו ב-2006 ל-NetApp תמורת כ-160 מיליון דולרים.  סבב הגיוס הנוכחי יעזור להרחיב את צוות המכירות והתמיכה, שעד היום פעל במימון עצמי והעסיק 20 עובדים שהתחלקו בין מטה החברה הממוקם בפאלו אלטו לצד מרכז הפיתוח הממוקם במשרדי החברה בבנימינה.\nחברת הסטארטאפ הישראלית RobotAppStore, המציעה חנות מקוונות להפצת ומכירת אפליקציות בתחום הרובוטיים הביתיים, הודיעה על גיוס בסך 250 אלף דולרים מ-Grishin Robotics, חטיבה המתמקדת בתחום הרובוטיקה מבית מנכ”ל Mail.ru, דמיטרי גרישין. החטיבה הוקמה מוקדם יותר השנה במטרה ברורה להכנס אל שוק הרובוטיקה, ובעל כוונות השקעה של 25 מיליון דולרים בתעשיית הרובוטים.RobotAppStore, נוסדה ב-2011 על ידי אלעד ענבר, בעל עבר עשיר בתחום הרובוטיקה.\nעל פי נתוני החברה, כיום נמצאים בשימוש ביתי כ-30 מיליון רובוטים, כך שמדובר על שוק פוטנציאלי בעל משמעות, הממשיך לצמוח ולהתפתח במהלך השנים. בזכות הצגת חנות אפליקציות, יוכלו המשתמשים, היצרניות והמפתחים לקבל פלטפורמה אחת שתעניק את המענה הטוב ביותר לכל אחד מהצדדים – בהתאם לדרישותיו. המימון הנוכחי ישמש את החברה על מנת להמשיך לבנות את הפלטפורמה של חנות האפליקציות, להוסיף עובדים נוספים לחברה – שעבדה עד עכשיו במודל בוטסטארפ, וכמובן לגשת אל יצרניות הרובוטים ומפתחי האפליקציות במטרה להקים ולפתח אקו-סיסטם שלם בתחום הרובוטיקה, ממנו כל הצדדים יוכלו להנות.\nחברת Farmigo הישראלית, המפתחת פלטפורמה לרכישת ירקות, דגים ומוצרים טריים דרך האינטרנט מחוות הגידול ישירות לצרכנים, הודיעה החודש על גיוס הון שני על סך 8 מיליון דולרים. את סבב הגיוס הנוכחי הובילה חברת Sherbrooke Capital ו-RSF Social Finance, והשתתפו בו גם Benchmark Capital, אשר השקיעה בחברה בעבר. הגיוס הנוכחי מעמיד את החברה בגיוס כולל של 10 מיליון דולרים סך הכל.\nFarmigo הוא סטארטאפ ישראלי שנוסד על ידי בנצי רונן ויוסי פיק ב-2009, יושב בפאלו אלטו ומעסיק כ-20 עובדים – 10 במשרדי החברה בארצות הברית ועוד 10 במרכז הפיתוח בישראל. פארמיגו מאפשר לצרכנים לרכוש ירקות, דגים ואפילו בשר – ישירות מחוות הגידול הקרובות למקום מגוריהם. הרעיון העומד מאחורי החברה הוא לאפשר לצרכן לקבל אוכל טרי ובריא בעלות נמוכה, תוך כדי מתן תמיכה בחקלאים קטנים ומקומיים. מכיוון שהאספקה היא ישירות מהיצרן, אין דמי תיווך המקפיצים את מחירי המוצרים והצרכנים יכולים להיות בטוחים שמקבלים את התוצרת הטריה ביותר.\nהסטארטאפ הישראלי אדאלום (Adallom), המפתח פתרון להגנה על מידע רגיש בארגונים, הודיע על השלמת סבב גיוס ראשון על סך 4.5 מיליון דולרים. את הגיוס הובילה סקויה קפיטל ישראל, ביחד עם זוהר זיסאפל, איש העסקים ומבעלי קבוצת רד-בינת. כחלק מסבב הגיוס הנוכחי הצטרף גיל רענן מקרן סקויה אל חבר המנהלים של אדאלום.\nאדאלום הוקמה ב-2011 על ידי אסף רפפורט, עמי לוטבק ורועי רזניק, כאשר לשלושה עבר עשיר בתחום האבטחה, שכן שירתו ביחידת 8200, ביחידה הטכנולוגית של חיל המודיעין והינם בוגרי מסלול תלפיות. המוצר שפיתחה החברה מתמקד גם הוא בתחום האבטחה ומיועד לארגונים, כאשר השלושה עדיין אינם מוכנים לחשוף יותר מידי מידע אודותיו. עד לסבב הגיוס הנוכחי של החברה פעלה אדאלום במימון עצמי והעסיקה שבעה עובדים במשרדיה הממוקמים בתל אביב, למעשה, ההודעה על הגיוס היוותה עבור החברה את יציאתה ממצב Stealth, וזוהי הפעם הראשונה בה היא חושפת את מוצריה לקהל הרחב.\nNumbeez הישראלית השלימה החודש סבב גיוס על סך 600 אלף דולרים מקרן נויטריו . החברה מפתחת אפליקציה שתהפוך את המספרים המקיפים אתכם לאינפוגרפיקה מרשימה. שירה שריד חברה ליותם אברהמסון, אור גל ועדי מור ברק, אשר החליטו להקים יחד את ה-Story Board האישי Numbeez, שמאפשר לנו לעקוב אחרי המספרים, להבין אותם ולחלוק את מה שהם מספרים לנו עם שאר העולם.\nהאפליקציה היא חינמית לחלוטין למשתמשים (להורדה מה-Google Play). זו בעצם הפעם הראשונה שמשתמשים מייצרים מספרים (עם קונטקסט) שאפשר ללמוד מהם הרבה מאוד. בנוסף, נאמביז מבוססת על הקונספט של Open Garden שיאפשר לבלוגרים ומפרסמים לייצר תכנים ולהשתמש באמביז כ-lead generation ובעתיד השאיפה היא שנאמביז תהפוך לסטנדרט לתצוגה ויזואלית (ומתמשכת) של מספרים.\nחברת PlaySight הישראלית, המפתחת מערכות חכמות למונטיזציה של ספורטאים, הודיעה החודש על השלמת סבב גיוס בגובה 1.5 מיליון דולרים. את הסבב הובילה חברת D5 קפיטל הלונדונית, אליה הצטרפו מספר משקיעים פרטיים מישראל, ארצות הברית וספרד. זהו סבב הגיוס המשמעותי הראשון של החברה, לאחר שבסבב הסיד גייסה 300 אלף דולרים ממשקיעים פרטיים.\nPlaySight אחראית לפיתוח באמצעותו ניתן לבנות מגרש חכם, המאפשר ניתוח בזמן אמת של פעילות ספורטאים המועבר למכשיר המובייל של המשתמש ולאתר האינטרנט של החברה.\nPlaySight נוסדה בפברואר 2010 על ידי חן שחר יבגני חזנוב ויורם בנצור, משרדיה ממוקמים בכפר סבא והיא מונה היום 7 עובדים בנוסף ל-5-6 יועצי ספורט. רקע המייסדים צבאי, ואת ניסיונם הם מביאים מפיתוח מערכות תחקור ומוניטזציה לטייסי קרב, אותו מנסים לייבא לעולם הספורט. החברה, אשר פעלה מתחת לרדאר עד כה, הצליחה לפתח מוצר מסובך ומרשים עם השקעה קטנה של 300 אלף דולרים בלבד.\nחברת הסטארטאפ PowToon המציעה פלטפורמה ליצירת סרטוני הדרכה לסטארטאפים ויזמים, הודיעה על גיוס 600 אלף דולרים מ-Startup Minds, אקסלרטור חדש בעל אסטרטגיה שונה משאר תוכניות ההאצה הקיימות בשוק, המשקיע סכומים נמוכים במיוחד ומציע טווח פעולה רחב, עם מעורבות מדודה בפעילות החברה.\nהרעיון העיקרי העומד מאחורי חברת PowToon היה לאפשר לכל מי שרק רוצה ליצור סרטוני הסברה והדרכה למוצר שלו, גם אם אין לו ידע ביצירת סרטונים מסוג זה. הפלטפורמה של החברה מציעה פתרון “עשה-זאת-בעצמך” לסרטונים, הכוללים דמויות מצויירות והצגת הסבר הנוגע לפתרון אותו מציעה. בפועל, היא מציעה למשתמשים אפשרות ליצור סרטוני הסברה פשוטים, בעלי תסריט ואנימציה משעשעים המיועדים להעברת הקונספט העיקרי של המוצר המדובר.\nPowToon נוסדה ב-2011 על ידי איליה ספיטלניק (Ilya Spitalnik) ודניאל זטורנסקי (Daniel Zaturansky) ונוהלה עד היום במודל בוטסטארפ, עם השקעה קטנה שהגיעה מ-Kima Ventures ומהאינקובטור Greenwave, אותו מנהל ספיטלניק. לפני כחמישה חודשים השיקה החברה את גרסת הבטא שלה, ועד היום נוצרו למעלה מ-75 אלף מצגות בפלטפורמה.\nהחברה הישראלית אינסנטיבס סולושינס (Incentives Solutions), המציעה מגוון פתרונות תוכנה למדידה, הערכה וקביעת מערכות תגמול ותמריצים למערך השיווק והמכירות, הודיעה על גיוס בגובה 2 מיליון שקלים מחברת ההשקעות מוח אחזקות בע”מ, חברת השקעות פרטית ובבעלותו של מאיר אוזן, שהיה בעבר הבעלים של קבוצת שקל ביטוח ופיננסיים.\nאינסנטיבס סולושינס נוסדה ב-2002 על ידי עמיר פיסלויץ’ ומונה כ-30 עובדים, היושבים באיזור התעשיה פולג נתניה. החברה עצמה מציעה מגוון שירותים כגון ייעוץ, פיתוח, מכירה ויישום של מערכות המסייעות לתכנן ולנהל תמריצים עבור כל מערך השיווק והמכירות בחברה, הכוללים את אנשי המכירות, שירות, לוגיסטיקה וערוצי הפצה – במטרה להניע אותם אל עבר השגת ייעדי החברה.\nחברת הסטארטאפ הישראלית Aorato, המתעסקת בתחום אבטחת המידע, הודיעה החודש על השלמת סבב גיוס בסך מיליון דולרים. מדובר בסבב הגיוס הראשון של החברה, אותו הובילה קרן ההון סיכון גלילות קפיטל, המתמקדת בהשקעות בתחום אבטחת המידע והסייבר. זוהי ההשקעה הרביעית של הקרן, שגייסה כ-30 מיליון דולר והשקיעה עד היום ב-3 חברות ישראליות: Insightera, Porticor ו-Light Cyber.\nהחברה, אשר ממוקמת בהרצליה ומונה כיום 6 עובדים, נוסדה ב-2011 על ידי עידן פלוטניק, אוהד פלוטניק ומיכאל דולינסקי, ולשלושה רקע נרחב בתחום אבטחת המידע.\nהמטרה העיקרית של חברת Aorato הישראלית היא לעזור לארגונים קטנים כגדולים, להגן על עצמם מפני התקפות שונות במרחב המקוון, הממשיכות לגדול ולהתעצם במהלך השנים האחרונות. כיום, צוות אבטחת ה-IT בחברות וארגונים שונים נאלץ להתמודד מול מערך הולך וגודל של התקפות הכולל התקפה באמצעות זהויות, מכונות ומשאבים – כאשר כלי ההגנה שלהם בדרך כלל ממוצעים ואינם מספיקים על מנת לשמור על המידע הארגוני באמת מוגן.\nחברת הסטארטאפ הישראלית EXAI, אשר מפתחת פלטפורמה עצמאית לבניית אתרים לעסקים קטנים באמצעות אתרי הפייסבוק שלהם, הודיעה היום על גיוס סבב השקעה בגובה של 3 מיליון דולרים. את הגיוס הוביל גל מורן, בהשתתפות משקיעים פרטיים נוספים. חברת EXAI נוסדה באפריל 2012 על ידי גל מורן, ממוקמת בשכונת צהלה בתל אביב ומעסיקה כ-50 עובדים.\nהחברה היא למעשה חברת ספין אוף של חברה קודמת שגל מורן היה אחד מבעליה. חברת האם קנתה סטרטאפ בשם מודולו מחברה בשם דרונט ב-2008, שם החל הפיתוח והושקע בו סכום של כ-12 מיליון דולרים על ידי חברת האם. EXAI יצאה מחברת האם כסטארטאפ עצמאי אשר הוקם לפני חצי שנה והושקעו בה כ-3 מיליון דולרים נוספים על ידי גל מורן, מה שמעמיד את סך ההשקעות בחברה על כ-15 מיליון דולרים סך הכל.\nחברת הסטארטאפ הישראלית סטיבי (Stevie), המציעה פלטפורמת טלוויזיה חברתית, הודיעה על השלמת סבב גיוס שני בגובה 1.5 מיליון דולרים בהובלת Horizons Ventures. לצד ההודעה על השלמת סבב הגיוס הנוכחי, הודיעה החברה על התרחבות אל פלטפורמה נוספת, ומשיקה את אפליקציית האייפון שלה.\nסטיבי הוקמה באוקטובר 2011 על ידי בני הזוג יעל וגיל גבעון, ומונה כיום ארבעה עובדים בלבד. עד היום, גייסה עד החברה 2.1 מיליון דולרים, כאשר השקעת ה-Seed הראשונה שלה הגיעה משורת משקיעים טכנולוגיים הכוללים את גיגי לוי, ג’ף פולבר, אסי שמלצר מקבוצת שלמה ו-IMG, וקבוצת משקיעים המנוהלת על ידי סימי אפרתי.\nהחברה מציעה למשתמשים פלטפורמה המציעה שילוב של חווית צפייה איכותית מאתרי תוכן פופולאריים, יחד עם התוכן הדינאמי המגיע מהרשתות החברתיות אליהן המשתמשים מנויים. כלומר, החברה לוקחת את הפיד מהרשתות החברתיות ומציעה אותו בפורמט של ערוצי טלוויזיה אישיים, המציגים תכנים, סרטונים מרחבי הרשת וכמובן שטף עדכונים מהרשתות החברתיות עצמן – במטרה להציג למשתמש את הטלוויזיה האולטימטיבית המתאימה ספציפית עבורו.\nחברת פוליפיד (Polypid) הישראלית המפתחת מוצרים חדשניים לשחרור מקומי של תרופות בגוף (Drug Carriers), הודיעה על גיוס בהיקף של 2.4 מיליון דולרים, אשר התקבל מקרן ההון סיכון קסניה ונצ’רס וממשקיעים קיימים וחדשים. שווי החברה קפץ לאחר סבב הגיוס אל כ-17.4 מיליון דולרים. זהו סבב הגיוס השלישי של החברה, לאחר שבינואר 2012 גייסה כ-2 מיליון דולרים ובאוקטובר 2010 גייסה מיליון דולרים.\nהחברה, אשר נוסדה בשנת 2008 על ידי נועם עמנואל ויושבת בפתח תקווה, פיתחה פלטפורמה טכנולוגית שמאפשרת לקחת כל תרופה קיימת ולשחרר אותה בגוף באופן מבוקר למשך זמן ממושך שיכול להגיע עד למספר חודשים. טכנולוגיה כזו מסוגלת להשיב על הרבה מאוד צרכים רפואיים שאין להם פתרון, כמו למשל באורטופדיה – דוגמאת שברים פתוחים ויכולה גם להעניק פתרונות בעתיד בתחומי הסרטן והאורולוגיה.\nחברת הסטארטאפ הישראלית NovoSpeech אשר מפתחת טכנולוגיית זיהוי דיבור חדשנית הודיעה היום על השלמת סבב גיוס בהיקף של כחצי מיליון דולרים. את סבב הגיוס הובילה קרן ההון סיכון Maryland Israel Trendlines Fund והשתתפו בו המדען הראשי, אשר השקיע 400 אלף שקלים ומשקיעים אמריקאים נוספים, רובם אנג’לים. סבב הגיוס הנוכחי מעמיד את סך ההשקעות בחברה על כמיליון וחצי דולרים לאחר שבמהלך השתייכות החברה לאחת מהחממות של המדען הראשי היא גייסה מכל צוות החברה, העובדים ומימון משלים כמיליון דולרים.\nהחברה, אשר נמצאת בקרית מטלון בפתח תקווה נוסדה בשנת 2008 על ידי קבוצת מייסדים שכבר לא מעורבת בחברה. הצוות, המונה שישה עובדים השתתף כולו בגיוס האחרון של החברה. NovoSpeech מצפה להשיק את הפתרון אל יצרניות הסלולר המובילות כבר בסוף 2013.\nאנחנו מאחלים לכל החברות המגייסות המון בהצלחה. יש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il ", "keywords": "novospeech,פוליפיד,stevie,exai,aorato,incentives solutions,powtoon,playsight,נאמביז,numbeez,אדאלום,adallom,זוהר זיסאפל,סקויה קפיטל,הוריזן ונצ\\'רז,גלילות,גריילוק,,benchmark capital,פארמיגו,farmigo,robotappstore,mail.ru,scaleio,norwest venture partners,מומיניס,mominis,אביב רווח,brm,קרן ג\\'מיני,צח הדר,סיכום חודשי,גיוס,גיוסים חודשי,סיכום גיוסים,סיכום גיוסים דצמבר"}