{"url": "https://www.geektime.co.il/ibm-cloud-computing-pros-and-cons/", "type": "article", "title": "מחשוב ענן לארגונים: בעד ונגד [פרסים]", "description": "מחשוב הענן הפך למילת באזז בשנים האחרונות, ומשאת נפשם של מרבית החברות והארגונים. אבל האם כולם צריכים לטפס מעלה אל העננים? התשובה היא תלוי. תלוי במה?", "image": "https://files.geektime.co.il/wp-content/uploads/2013/06/shutterstock_141806500.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-06-24T11:21:33Z", "modified_time": "2013-07-31T17:06:04Z", "articleBody": "מחשוב הענן הפך למילת באזז בשנים האחרונות, ומשאת נפשם של מרבית החברות והארגונים. אבל האם כולם צריכים לטפס מעלה אל העננים? התשובה היא תלוי. תלוי במה? \nהכתבה בחסות\n\nהפוסט נכתב על-ידי אסף קנדלר, IT Architect בחטיבת השירותים הטכנולוגיים (GTS), בחברת יבמ.\nלאן שלא נביט היום, המונח “ענן” נקשר לכל תחום בעולם המחשוב. שרתים, אחסון, גיבוי, תוכנות – הכל מרחף לכיוון העננים. התשובה לשאלה “האם נכון לעשות שימוש בענן למערכות שלי ?” היא באופן די צפוי – “תלוי”, בואו נבין למה.\nבואו נביט לרגע על עמוס כהן, עמוס הוא יזם שהקים סטארטאפ בתחום התוכנה. הפיתוח הוא בהתאם לדרישת הלקוח, במודל תוכנה-כשירות (Software as a service). לא נגדיר כעת את המודל רק נאמר כי מדובר בתוכנה אליה ניגשים ברשת, ללא צורך בהתקנה ומשאבי מחשוב אצל הלקוח. סביבות הפיתוח של עמוס דורשות כוח עיבוד לא מבוטל, כולל רישוי של מערכות ההפעלה, בסיס הנתונים, ונניח לשם הפשטות שאת סביבת הפיתוח קיבל במחיר מוזל או בחינם. אז נכון שבשלבים הראשונים אפשרי לעשות שימוש בשרתים קטנים שאותם נאחסן במטבחון ליד בר המים (מבוסס על סיפורים אמיתיים) אך עם זאת עמוס לא עוצר בשני מפתחים. בשלב מסוים תתפתח החברה ועמוס לא ירצה למצוא עצמו במצב בו המפתחים להם הוא משלם משכורת יפה יאלצו להמתין יומיים לתיקון השרתים שנפגעו בנזילת המים מהמשרד השכן (לא לצחוק, מבוסס על סיפור אמיתי). לא התייחסנו אפילו לעבודה שנמחקה כי הגיבוי היה על השרת שליד.\nנכון שגם עננים נופלים (עיין ערך אמזון), אך עם זאת בואו נזכור כי גם במרכזי המחשוב של הארגון קיימות תקלות, ובמיוחד בארגונים שמוכוונים לפיתוח ופחות מנוסים בתחום תחזוקת מרכז המחשוב. לענן יש יכולת חשובה והיא הפיזור למרכזי מחשוב ברחבי העולם, כך שניתן לפזר את המערכות ולייצר תשתית גיבוי עולמית אמיתית.\nואם ניקח את עמוס לעולם ה-Datacenter – כעת הוא צריך לעסוק בנושאים מרתקים כגון – קירור, חשמל, רשת, ארונות שרתים, אבטחת מידע, אבטחה פיזית, נהלי תפעול, חוזי תמיכת חומרה ועוד ועוד. נושאים שמבחינת העסק הם הוצאות שלא לצורך ה-Main Business  שלו (ובמילים אחרות, קשה להסביר למנכ”ל ולמשקיעים למה 50% מההוצאות הם רק על תשתיות מחשוב).\nאז האם הענן יפתור את כל הבעיות? לא, אבל ענן מאפשר לעסק להתמקד בעסק על פני הנושאים שמסביב, כך שרוב התחומים שהוזכרו כבר מטופלים תמורת תשלום חודשי. יתרון נוסף של מבנה ההוצאות במודל ענן הוא נושא ההתחייבות לתקופה ארוכה והיקף השירותים הנצרך. רוב חברות הסטארטאפ צריכות את הגמישות לסיים חוזה בהתראה של מינימום זמן, או להרחיב את החוזה ואת היקף השירותים במהירות. בעוד שבמודל המסורתי הרחבה של Datacenter כרוכה בעלויות גבוהות בזמן אפס, במודל ענן ניתן לסיים חוזה, לעבור למתחרה זול יותר, להקטין ולהגדיל את השירות באופן כמעט מיידי (לרוב, מסגרת זמן של שעות עד ימים).\nמהצד השני של הדברים, נשאלתי לא אחת האם ענן הוא הפתרון לכל הדברים, ונתקלתי גם בארגונים גדולים (מאד) שבוחנים מעבר של כל הארגון לענן ואני כאיש תשתיות המזוהה עם ענן לרוב עונה שכנראה שענן הוא לא הפתרון הנכון עבורם (מפתיע, נכון?). אז כן, בהחלט יש מצבים בהם ענן הוא לא הפתרון האידיאלי, במיוחד לסביבות גדולות מאוד, עם תשתיות שכבר מוכנות ולאחר שבוצעה ההשקעה הראשונית בבניית מרכז המחשבים. כך גם נכון עבור ארגונים בעלי מידע רגיש, שכן לא נשמע סביר שבנק כלשהו יעביר את נתוני הלקוחות ומצב חשבונותיהם לשירות ענן, מאובטח ככל שיהיה.\nלמרות זאת, אנו רואים גם בארגונים גדולים מהסוג הבנקאי (כן,כן, בנקאי), מגמה של בחינת המעבר של סביבות הפיתוח וסביבות משחקים ותרגול לשירותי ענן. הסיבה המרכזית לבחינת המעבר הינה הגמישות בשימוש במערכות ובסביבות מתקדמות. כל אחד מאיתנו שעבר בארגון גדול יודע שבכדי לקבל את התוכנה החדשה מבית <הכנס שם יצרן מועדף כאן> נדרש להמתין להסכמים ואישורים וכדומה, לעומת זאת בענן התוכנה כבר זמינה במודל תשלום לפי שעה כך שנוכל לנסות אותה בעצמנו.\nענן הוא פתרון מצוין, אך לא לכל האתגרים, סקרנו סוג לקוח שלכאורה אינו פוטנציאלי למימוש פתרון ענן, אם כי גם ללקוח כזה קיימת יותר מסביבה אחת וסיבה אחת לשקול מעבר לענן.\nעסקנו בעיקר בסוג לקוח פוטנציאלי שהוא חברת סטארטאפ (נפוץ עד מאוד במיוחד בארץ) המעוניינת לעסוק בפיתוח שהוא ה-Business על פני עיסוק בתשתיות שהן בגדר תקורה על העסק. המאפיינים המרכזיים שיטו את הכף לכיוון בחירה בענן הינם קלות השימוש וטווחי הזמן, כאשר בענן יכול הלקוח להקים שרתים בזמנים קצרים ביותר הנמדדים בדקות, וללא מגבלה אמיתית, כך שלקוח אחד יכול להקים גם 100 שרתים בפחות משעה, וכולם זהים זה לזה למעט כתובת ה-IP, וכל זאת בקלות ובנוחות ע”י שימוש בפורטל WEB, ממשק CLI או REST.\nמה אתם חושבים על מחשוב ענן? האם אתם בעד? נגד? או שאולי אתם בכלל בעד גישה משולבת? ספרו לנו מה דעתכם על הנושא ואנחנו נבחר את הטיעון המעניין, מקורי ומשכנע ביותר שיזכה את כותבו במכשיר גלאקסי טאב 2 מדגם WiFi 8GB.\nכללי ההשתתפות בפעילות:\nעדכון: התחרות הסתיימה, הזוכה הוא דורון אבידר. תודה לכל מי שלקח חלק.\nהפוסט נכתב על-ידי אסף קנדלר, IT Architect בחטיבת השירותים הטכנולוגיים (GTS) , בחברת יבמ.\nקרדיט תמונה: Shutterstock – Abstract Computing, Shutterstock – high technology cloud", "keywords": "מחשוב ענן,תחרות,יבמ,מיחשוב ענן,פעילות,ibm,cloud,cloud computing,פרס,פרסים"}