{"url": "https://www.geektime.co.il/fomo-anyone/", "type": "article", "title": "בהיתם בסמארטפון בזמן שאתם עם חברים? אתם סובלים מ-FOMO", "description": "כמה פעמים לקחתם חלק במפגש חברתי בו חלק מהנוכחים העבירו עם הסמארטפון ולא אתכם? ההתמכרות לעדכון בזמן אמת זכתה כבר לשם, ויש גם אינפוגרפיקה שיכולה להבהיר לכם איפה אתם ביחס ליתר", "image": "https://files.geektime.co.il/wp-content/uploads/2012/06/iph.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-06-29T16:15:46Z", "modified_time": "2012-06-30T13:18:11Z", "articleBody": "כמה פעמים לקחתם חלק במפגש חברתי בו חלק מהנוכחים העבירו עם הסמארטפון ולא אתכם? ההתמכרות לעדכון בזמן אמת זכתה כבר לשם, ויש גם אינפוגרפיקה שיכולה להבהיר לכם איפה אתם ביחס ליתר\nתמונה: flickr, cc-by, philcampbell\nכדי להרגיע חלק מהקוראים חשוב קודם כל להסביר שהמשמעות של FOMO היא: “Fear Of Missing Out” (או כמו שאומרים בעברית: הפחד לפספס ולא להיות מעודכן). גם אם עדיין לא שמעתם בעבר את המושג FOMO רובכם קרוב לוודאי מכירים היטב את התופעה: היה לכם שבוע ארוך ועמוס במיוחד וכשהגיע לבסוף הסופ”ש המיוחל, במקום לנוח ולהתפנות לזמן איכות עם משפחה או חברים מתגנב אליכם דחף חוזר ומאוד מוכר.\nאני מתכוון כמובן לדחף להושיט את היד לסמארטפון שמונח על השולחן, או לגשת למחשב/ iPad/ Tablet (מחקו את המיותר, או שלא) ולצלול לשצף המידע, תוכן סטאטוסים, מיילים ועדכונים אחרים שייתכן ופספסתם. תוך דקה או שתיים קראתם עשרות סטאטוסים בפייסבוק ובטוויטר (תתפלאו, אבל יש ישראלים שמצייצים שם מסתבר), עוד 5 – 10 דקות והספקתם לעבור על רשימה מכובדת של מיילים, הגבתם לתמונת ה-Time Line החדשה של חבר שלכם, סרקתם במהירות כמה כתבות חדשותיות, צפיתם בסרטון youtube שרץ ברשת בטירוף בשבוע האחרון ופתאום אתם חשים אשמה שבמקום להסב את תשומת הלב ואת הזמן למנוחה, אתם שוב מחוברים לערוצים הדיגיטליים שלכם.\nאז החלטתם להניח את הסמארטפון בצד, ולהתמקד במה שבאמת חשוב….רק כדי לגלות אחרי פחות מ-5 דקות מאוד ארוכות את הדחף לחזור ולהתעדכן במה שפספסתם בינתיים. בכל זאת, מדובר ב-5 דקות שלמות.\nאתם יודעים מה יכול לקרות בפרק זמן כזה?! ממשלות טוטאליטריות ומחאות חבריות קמו ונפלו בזמן קצר יותר! בקיצור, המעגל האכזרי ממשיך בשלו. חברים, אם גם אתם משפילים כרגע את המבט המלווה בחצי חיוך וחצי תחושת אשמה קלה, אתם יכולים להתעודד – אתם לא לבד. תופעת הפחד מלהפסיד משהו (fomo) הופכת שכיחה הרבה יותר וכיום אנשים מוכנים גם להודות שגם הם שותפים לתחושה.\nכיום, בעידן האינטרנט המהיר, סמארטפונים מחוברים לרשת 24/7, שפע תוכן מכל דומיין אפשרי (שלא לדבר על עומס) הזמין לנו בלחיצת כפתור גורמים לרבים מאיתנו לחוש צורך הולך וגובר להתעדכן בתדירות גבוהה, גבוהה מידי יש לומר. אפשר להגיד שללא ספק הנוכחות המאסיבית של גולשים בפייסבוק ורשתות חברתיות אחרות, המבוססות על חזרתיות גבוהה ועדכונים שוטפים תורמים להתרחבות תופעת ה-FOMO.\nמפעילי האפליקציה החברתית TimeRazor (אפליקציה שמחפשת ומציעה פעילויות פנאי סביב המיקום הנוכחי שלך) בדקה וריכזה מידע בנושא FOMO ממגוון מחקרים ומקורות מידע רלוונטיים (Comscore, JWT, The Wall Street Journal ועוד) והפיקה את האינפוגרפיקה המדהימה שלפניכם המציגה למשל את משך הזמן שאנשים מחוברים לרשת ועד כמה הם מרגישים שהם מפספסים משהו כשהם לא.\nקרדיט אינפוגרפיקה: Timerazore (להגדלה לחצו על התמונה מספר פעמים עד קבלת הגודל הרצוי)\nהפוסט פורסם לראשונה בבלוג Redefine.\n ", "keywords": "התמכרות,סמארטפון,מציאות,פייסבוק,אינפוגרפיקה,fomo,"}