{"url": "https://www.geektime.co.il/10-jobs-june-11/", "type": "article", "title": "מפתחים, 10 החברות האלה גדלות ומחפשות אתכם", "description": "ריכזנו עבורכם 10 משרות למפתחים בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/GettyImages-607648390.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-12T12:30:26Z", "modified_time": "2017-07-11T12:42:48Z", "articleBody": "ריכזנו עבורכם 10 משרות למפתחים בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nGigya is looking for Front End Developer to join our team developing web application & SDK for our leading SaaS platform.\nAt this position you will take full ownership on developing Gigya’s management console using a different SPA technologies. Moreover take part in the development of the different SDKs being implemented and used by our client. You will challenge yourself with with Angular2 (TypeScript), ES6, Node.js and more.\n Requirements:\n– At least 3 years of experience in web development (client-side).\n– Experience with developing Single Page Applications.\n– Experience with Object Oriented JavaScript\n– Experience in the design of software architecture\n– Exceptional self-learning capabilities\nTo send a CV for the position of Front End Developer – Gigya\nAn opportunity to join our innovative team of experts which delivers Unified communication solutions to more than a hundred thousand businesses in the US.\nIn that position you will be responsible for making our dev, qa and production environments better, you will need to define, develop and support the automation tools for spinning up environments, configuring and monitoring them.\nRequirements:\n– Chef, Puppet or other Automation Tool Experience – a must\n– Broad Technical Background work experience with storage and networking – a must\n– Real Cloud Experience AWS and Google – Must\n– High level of hands on Windows and Linux Administrator (Either/Or/Both ) with 3 – 5 years of experience.  -Must\n– Virtualization Experience  3 – 5 years of virtualization experience with VMware – advantage\n– Scripting 3-5 years with either Bash, Perl, Ruby, JavaScript, Python – Must\n– Borderline Developer code skills in C, C++, .NET, ASP? – Advantage\n– Terraform and docker experience – Advantage\nTo send a CV for the position of DevOps Engineer – Vonage\n\nResponsibilities:\n– In this role, you will be responsible for the algorithms and models that underlie the experiences we create.\n– You will apply your practical experience dealing with a lot of video, your deep understanding of machine learning fundamentals and algorithms, your willingness to write code to explore problems and understand video and image recognition, and your ability to implement solutions from scratch, all while solving challenging real-world problems at large scale.\n– Example problem spaces include working with Google, IBM, Amazon and other image recognition services to research their best and worse sites, creating algorithms to move from still image recognition to video image recognition, using video encoding features to minimize number of still image recognition.\nRequirements:\n– BA/MA software engineer / electrical engineer\n– 3+ years of experience in image recognition algorithm\n– Experience in at least one of the following platforms: IBM Watson / Google image API / – – Amazon image recognition / Clarifai / TensorFlow\n– Experience in at least one of the following tools: FFMPEG / openCV\n– Experience in Video and/or video codec  – advantage\n– Experience in Python and Java\n– Experience in Machine Learning and/or Big Data – big advantage\nTo send a CV for the position of Image Recognition Algorithm Engineer – AnyClip\nWork as part of a devops team to establish a global data center management and deployment infrastructure that is extensible to both private and public clouds and can be leveraged across multiple data centers. This includes automating server and application deployments and upgrades, patching and upgrading of servers, and tool integration with our monitoring system and public cloud provider APIs.\nWork as part of a devops team to establish a global data center management and deployment infrastructure that is extensible to both private and public clouds and can be leveraged across multiple data centers. This includes automating server and application deployments and upgrades, patching and upgrading of servers, and tool integration with our monitoring system and public cloud provider APIs. The team owns and maintains the tool stack, which includes OpenSource and commercial tools, as well as tools developed in-house.\nMonitor and tune system stability, capacity and performance using a variety of OpenSource and commercial tools. Create and integrate custom monitors for specific application needs.\nHelp us move towards a software defined infrastructure model where all components, including networking and load balancing, are software defined and automated. Collaborate with other teams on complex troubleshooting issues Other duties as directed by management\nRequirements:\n– Strong scripting skills on Linux platforms. Scripting skills on Windows platform a plus.\n– Ability to interact with REST services and consume public cloud provider APIs.\n– Extensive experience working with configuration management systems such as Ansible, Chef, or Puppet. Strong background in Puppet highly desired.\n– Extensive experience working in hybrid cloud environments including both private and public clouds. Experience with Amazon AWS highly desired.\n– Experience with database technologies, such as MySQL, PostGres, Oracle, or Vertica.\n– Experience with monitoring systems and monitoring concepts. Knowledge of Nagios, or AppDynamics a plus.\n– Experience supporting a complex application stack including Vertica, Tomcat, Mule, and Apache.\nTo send a CV for the position of Senior DevOps Engineer – NICE\nמקור: cc-by-Dvirraz\n Responsibilities:\n– Leads the technical sales process to align Amdocs solutions with the customer’s technical and business requirements.\n– You will Present BDA concept and Value proposition, product, services and business achievement, both within organization and to potential customers (existing Amdocs customers or new prospects)\n– You will utilizing a deep business, marketing and technical understanding of the customer’s current and future business needs and how they are supported by solution, formulate solutions based on client technical and business requirements. Maintain a detailed knowledge of Amdocs solutions and present them to our customers. Orchestrate the variety of Amdocs products and/ or services that are involved in the proposed solution.\n– You will gain insight into customers’ marketing environment, challenges, and opportunities in order to propose areas where Amdocs products and solutions can bring value. Ensure that the proposed solution reflects the Amdocs value proposition and our competitive advantages. Get into the details of how the system will function and will be integrated into the client environment and business  processes\n– You will maintain a comprehensive awareness of industry trends, standards, and competition in order to identify business opportunities based on domain market dynamics (Sales Engineer being focused on marketing as well as functional and technical knowledge). Maintain a broader knowledge of architecture and integration between products/ services and various elements within products/ services.\nRequirements:\n– 7+ years experience in the communications industry with focus on business and marketing understanding\n– 5+ years solutions architecture/sales engineering experience.\n– Proven experience in requirements and analysis, project planning, solution design, and deployment.\n– Experience in communication/presentations at the executive level.Proven experience in presale/sales engineering for Telco and/or cable operators (middle and high management levels).\nTo send a CV for the position of Solutions Sales Expert – Amdocs\nמשרדי Riskified\nWe are looking for a senior DevOps engineer who will be responsible for building and maintaining Riskified’ servers and taking the product to the next level. As a DevOps engineer you will analyze the company’s services and processes in order to improve the overall availability, scalability, and reliability of its services.\nThe position is an integral part of the Development team, and plays a key role in product planning and execution.\n Responsibilities:\n– Automate all operational processes\n– Continuously improve Riskified’s visibility into its systems and applications with advanced monitoring, metrics, and log analytics\n– Identify root causes of critical problems throughout the platform, and take necessary steps to resolve them\n– Build and deploy tools to ensure the health and reliability of the Riskified platform\n– Help build our product release workflow and continuous delivery system\n– Manage the underlying infrastructure on AWS. Design, build, and manage our next-generation infrastructure\n– Create and maintain internal configuration and deployment\n– Understand, implement, and automate security controls, governance processes, and compliance validation\n– Oversee Continuous Integration/Continuous Deployment\nRequirements:\n– At least 6-7 years prior experience as DevOps Engineer\n– Strong background in Linux administration\n– Experience working with configuration management such as Chef, Puppet, or Ansible\n– Proficiency with at least one scripting/programming language, preferably Ruby, Python, or JS\n– Experience with Build/Deploy/Continuous Integration tools such as Jenkins or GoCD\n– Extensive experience working with cloud platforms (preferably AWS) including cloud formation, VPC, etc.\n– Proficient with monitoring tools\n– Operational experience working with databases (PostgreSQL, Elasticsearch) – an advantage\n– Experience in docker container technology\n– Ability to prioritize tasks and work independently\nTo send a CV for the position of Senior Devops Engineer – Riskified\nעובדי Como. צילום: שלומי יוסף\nWe are looking for a talented Client Development Team Leader to join us. If you have a passion for the development world, are a quick learner who take initiatives, and are a natural born leader who always looks at the big picture – we are looking for you!\nAs a Team Leader you will be managing a team of developers and responsible for leading the design and implementation of our core technology on mobile devices (iOS, Android and more). You’ll enjoy working with unique technologies, implementing advanced and diverse modules, and then sitting back and watching your work delivered live to thousands of businesses worldwide.\nRequirements:\n– Previous experience in leading a development team or serving as senior developer on a team\n– Good understanding in OOP (java, C#, C++, Objective-C)\n– Strong familiarity with web technologies (e.g. HTTP, XML, JS, AJAX, XMPP)\n– Experience with mobile app development (Android, iOS)\n– Experience with mobile APIs (Facebook, FCM, etc.) – advantage\n– Relevant academic degree from known university\nTo send a CV for the position of Mobile Team Leader – Como\n\nWe are looking for talented and bright developers to join our detection team for designing and building a new generation of our data-driven and machine learning based platform.\nResponsibilities:\n– Design and implement high-scale data driven algorithms that process a vast amount of data from many sources to create security insights.\n– Create a platform for our unique data visualization tools\n– Work with security experts, top-notch software developers and system architects to create new generation of our platform\nRequirements:\n– At least two years of experience in machine learning and data driven algorithm implementation in Java/Python/C#\n– Experience in high-scale multi variable machine learning problems\n– Experience in real world problem solving of data algorithms\n– Passionate about data: processing, slicing, visualizations and comprehension of large data sets\n– We code in Java but welcome people from all stacks\nTo send a CV for the position of Data Scientist – Cybereason\nCheck Point is searching for an highly motivated and experienced software developer to participate in the development of Remote Access server, allowing users to consume internal organizational resources.\nThis job will require to develop new features to enhance the product’s capabilities, in addition to maintaining its quality.\nRequirements:\n– C / C++ (especially C++)\n– Object Oriented Programming.\n– Linux environment.\n– Debugging skills using DGB.\n– Autonomous learning.\n– PostgreSQL – Advantage.\n– PHP – Advantage.\n– Basic HTTP flow – Advantage.\nTo send a CV for the position of Senior Linux C++ developer – Check Point\nResponsibilities:\n– Gather and analyze data, identify key prediction/classification problems, design solutions and build prototypes, using machine learning, advanced techniques and algorithms\n– Develop new analytics, algorithms and data processing chains to create insights from IoT data\n– Collaborate with product management to understand the domain, problems’ space and product analytics’ requirements\n– Conduct research and coordinate work with peers and external partners\n– Work with development team to bring insights from idea inception, through research to implementation and integration in a scalable technology stack\n– Stay current on published state-of-the-art algorithms and competing analytics technologies\nRequirements:\n– MSc in Computer Science, Mathematics, Statistics or a related discipline- an advantage\nAt-least 3 years’ experience in data science and algorithms research and development\n– Strong analytical skills, with proven track record including publications, development and deployment experience\n– Solid foundation and background in machine learning and artificial intelligence techniques, with broad understanding of supervised and unsupervised learning methods and algorithms\n– Experience working with modern programming languages: Python, Java, R, Matlab for interactive data research, algorithms and analytics packages development\n– Practical experience with: sensor data, big data and complex data processing chains is a big plus\n– Experience working within cross-disciplinary teams in a dynamic, fast paced environment\n– Fluent in English (written and verbal), other languages are a plus\nTo send a CV for the position of Data Scientist – AGT International\nמשרדי Webpals\nA company working in the Internet Marketing realm, mainly in online gaming, we are looking for a strong and ambitious Full-Stack developer, experienced and passionate with web development.\nYou will be part of a team develop software solutions with wide range of technologies: from BigData high performance systems to web systems, and tailor made tools. We look for the Web Ninja that keep study new technologies, that believe in choosing the right tool and development language to get the job done.\nWe work in scrum, and have cool and friendly web ninjas with 10~ years of experience that will assist you to bootstrap your knowledge and to feel part of a great and bright team.\nResponsibilities:\n– Analyze requirements and specifications from product manager & development manager.\n– Design and implement technical solutions with emphasis on quality and performance, from architecture and technology selection to a full implementation and production support.\n– Build new systems and features, heavily based on AWS.\n– Develop in web technologies, server-side (70%) and client-side (30%).\n– Develop a testable code, with unit tests and QA Automation in mind.\n– Maintain code, troubleshoot & solve issues in live sites and systems.\n– Work in SCRUM teams that encourage collaboration and face to face communication.\nRequirements:\n– Strong Full-stack developer with get things done approach.\n– Endless curiosity about how things work, especially the web.\n– Strong database knowledge (SQL, NoSQL).\n– Familiarity with AWS (RDS, DynamoDb, lambda)\n– Experience with Git source control branch strategies and repository management.\n– At least 3 years’ experience in one or more of PHP \\ Python \\ node.js\n– At least 2 years of hands-on experience in SQL, HTML5, JavaScript, JQuery, CSS, XML, Ajax, JSON\n– Experience in node.js & AWS – Major advantage\n– Experience in Angular.js – Major Advantage\n– Experience working with Linux environment\n– Link to github page – a huge Advantage!\nלשליחת קורות חיים למשרת Full-stack developer – Webpals\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "עבודה בהייטק,מפתחים,מפתחות,מתכנתים,מתכנתות,data scientist,cybereason,senior linux c++ developer,check point,front end developer,gigyadata,scientist,agt international,full-stack developer,webpal,devops engineer,vonage,,amdocs,anyclip,architect,como,cto developer,ecosystem development manager,full stack developer,general electric,head of product,hpe software,image recognition algorithm engineer,matrix,nice,release manager,senior software developer,senior software engineer,senior web engineer,social platform,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}