{"url": "https://www.geektime.co.il/10-jobs-may-21/", "type": "article", "title": "10 החברות האלה גדלות ומחפשות מפתחים", "description": "ריכזנו עבור המפתחים שבכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/screen-1839500_1280-e1485249702294.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-21T13:30:03Z", "modified_time": "2017-07-11T12:52:49Z", "articleBody": "ריכזנו עבור המפתחים שבכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for a research scientist to expand our video algorithms team. In this role, you will be responsible for the algorithms and models that underlie the experiences we create.\nYou will apply your practical experience dealing with a lot of video, your deep understanding of machine learning fundamentals and algorithms, your willingness to write code to explore problems and understand video and image recognition, and your ability to implement solutions from scratch, all while solving challenging real-world problems at large scale.\nExample problem spaces include working with Google, IBM, Amazon and other image recognition services to research their best and worse sites, creating algorithms to move from still image recognition to video image recognition, using video encoding features to minimize number of still image recognition.\nRequirements:\n– BA/MA software engineer / electrical engineer\n– 3+ years of experience in image recognition algorithm\n– Experience in at least one of the following platforms: IBM Watson / Google image API / Amazon image recognition / Clarifai / TensorFlow\n– Experience in at least one of the following tools: FFMPEG / openCV\n– Experience in Video and/or video codec  – advantage\n– Experience in Python and Java\n– Experience in Machine Learning and/or Big Data – big advantage\nTo send a CV for the position of Image Recognition Algorithm Engineer – AnyClip\nResponsibilities:\n– Continuous Integration (CI) and Continuous Delivery (CD)\n– Automation and Tools Development\n– Installation infrastructure\n– On-Premise Product Installation\n– Product Life-Cycle Management\nRequirements:\n– JAVA developer with at least 2 years’ experience.\n– Passion to infrastructure/DevOps.\n– Knowledge of the Linux operating system – a must.\n– Knowledge of least one Scripting language like: BASH, BAT, PERL, GROOVY, RUBY\n– Knowledge of Configuration Management (CM) tools – an advantage.\n– Knowledge in deployment tools (Chef, Puppet, Ansible or similar) – an advantage.\n– An ability to work independently and master new technologies.\n– An ability to manage priorities and execute multiple tasks.\n– High ability to focus on task execution.\n– Good English – a must.\n– Excellent human relations – a must.\n– Customer service orientation.\nTo send a CV for the position of Installation and Deployment Engineer – HPE Software\nעובדי Como. צילום: שלומי יוסף\nWe are looking for a talented Client Development Team Leader to join us. If you have a passion for the development world, are a quick learner who take initiatives, and are a natural born leader who always looks at the big picture – we are looking for you!\nAs a Team Leader you will be managing a team of developers and responsible for leading the design and implementation of our core technology on mobile devices (iOS, Android and more). You’ll enjoy working with unique technologies, implementing advanced and diverse modules, and then sitting back and watching your work delivered live to thousands of businesses worldwide.\nRequirements:\n– Previous experience in leading a development team or serving as senior developer on a team\n– Good understanding in OOP (java, C#, C++, Objective-C)\n– Strong familiarity with web technologies (e.g. HTTP, XML, JS, AJAX, XMPP)\n– Experience with mobile app development (Android, iOS)\n– Experience with mobile APIs (Facebook, FCM, etc.) – advantage\n– Relevant academic degree from known university\nTo send a CV for the position of Mobile Team Leader – Como\n\nResponsibilities:\n– Design of software according to agreed standards, architecture and requirements\n– Implementation of software according to design\n– Planning and performing testing to ensure fit to standards (e.g. security, scalability, etc.), design as well as functional and non-functional requirements\n– Supporting customers and the support groups by analyzing and solving product issues\nInterface with various R&D groups, as well as support and services groups.\nRequirements:\n– Regarded as an Senior in his/her domain\n– Work collaboratively with professional developers, architects, product managers and QA, developing in Java\n– At least 3 years of Java experience building the server side of enterprise level system\n– At least 2-3 years of experience developing and running under Linux – an advantage\n– Knowledge & experience with Big Data (e.g. Hadoop, HBase) – an advantage\n– Deep understanding of the Java language and its APIs & Design Patterns\n– Worked in high performance, highly available and scalable systems – a must\n– Experience with SCRUM/Agile methodologies – an advantage\n– Excellent interpersonal skills\nTo send a CV for the position of Senior Software Engineer – NICE\n\nGigya is looking for Front End Developer to join our team developing web application & SDK for our leading SaaS platform.\nResponsibilities:\nAt this position you will take full ownership on developing Gigya’s management console using a different SPA technologies. Moreover take part in the development of the different SDKs being implemented and used by our client. You will challenge yourself with with Angular2 (TypeScript), ES6, Node.js and more.\n Requirements:\n– At least 3 years of experience in web development (client-side).\n– Experience with developing Single Page Applications.\n– Experience with Object Oriented JavaScript\n– Experience in the design of software architecture\n– Exceptional self-learning capabilities\nTo send a CV for the position of Front End Developer – Gigya\n\nResponsibilities:\n– Develop and lead a business development process focused on scouting for startups in the industrial IoT & Healthcare space, as candidates for GE Digital’s startup program\n– Create a regular pipeline of candidates by leading a thought leadership, communication & scouting process\n– Lead a startup selection process by reporting to GE Digital leadership regularly\n– Work with startup CEOs to establish business connections & partnerships between GE business units and the Israeli startups who are in the program\n– Create an ecosystem of internal and external partners & mentors – Connect with the Israeli tech community and engage internal stakeholders\n– Mentor companies on ongoing basis\n– Liaise with GE Ventures, GE’s capital investments arm and with GE Global Research, GE’s R&D organization\n Requirements:\n– Minimum 2 years of proven experience in working with Israeli cyber startups, entrepreneurs & innovators\n– Business development skills – Scouting for innovation, managing relationships, creating deal structures & projects\n– Managerial experience – Experience in leading projects, managing products, cross functional teams in hightech sectors\n– Proven experience in working with technology either in a technical role (developer, engineer etc) or product oriented role. Ability to understand technological concepts.\n– A connector – A strong network in the Israeli tech community – entrepreneurs, VCs, government officials\n– Experience in leading strategic initiatives in a large matrix US organization & creating stakeholders support\n– Strong influencing & motivating skills\n– Experience in working in an industrial company – Nice to have\n– Fluent in English. Willing to travel abroad several times a year.\n– Independent, driven, adaptable, honest, confident, enthusiastic\nTo send a CV for the position of Ecosystem Development Manager – General Electric\nWebpals, a leading provider of digital performance marketing is seeking for a talented Front End Developer. The position includes full responsibility of implementing responsive themes, with emphasis on performance, fast development & mobile best practices for the company’s propriety websites.\nRequirements:\n– ~3 years of hands-on experience in: HTML5, CSS3, JavaScript and jQuery.\n– B.Sc. in Computer Science or a similar degree\n– Deep understanding of Object Oriented Programming and design patterns.\n– Experience working with Bootstrap framework, WordPress, and in transferring PSD designs to fully responsive websites.\n– Familiarity with Agile / Scrum work methods is a plus\nTo send a CV for the position of SENIOR FRONT END DEVELOPER – Webpals\n\nWe are looking for a Java Engineer to join our core detection team. The team is responsible for building high-performance machine-learning oriented data analysis system for large-scale security applications. You will take part in designing and implementing the production data analysis components as well as optimizing algorithms to run in high scale environment.\nResponsibilities:\n– Profile and optimize off-the-shelf machine learning technologies\n– Design and implement reliable data analysis for very large scale environments\n– Analyse large datasets to create fine tuned algorithms\n– Work closely with security experts and data analysts\nRequirements:\n– Pure java experience: 4+ years\n– Deep understanding of the JVM and Java 8 – a must\n– Experience with customizing third party Java packages\n– Hunger to learn new technologies, and teach others\n– Great interpersonal skills – a must\nTo send a CV for the position of Senior Software Developer – Cybereason\nמקור: cc-by-Dvirraz\nThe NVF team is looking for a Frontend developer gifted developer to join an Amdocs’s elite team that builds a unique cloud platform in the NFV domain.\nResponsibilities:\n– You will take part of developing NFV platform.\n– You will Ensures code is maintainable, scalable and supportable.\n– You will present demos of the software products to stakeholders and internal/external customers, using knowledge of the product/solution and technologies to influence the direction and evolution of the product/solution.\n– You will work with amazing developer, scrum master, product and design team.\n– You will bring continuous improvements/efficiencies to the software or business processes by utilizing software engineering tools and various innovative techniques, and reusing existing solutions. By means of automation, reduces design complexity, reduces time to response, and simplifies the client/end-user experience.\n– You will represent/lead discussions related to product/application/modules/team (for example, leads technical design reviews). Builds relationships with internal customers/stakeholders\nRequirements:\n– 5 years’ experience as a software engineer or a software support engineer.\n– At least 2 years of experience in specializing in UI technologies like: ES6, React, Gulp, Webpack, Nodejs, Redux, Java, Spring, Apache CXF, CassandraDB – advantage\n– Excellent understanding and proven experience in Java.\n– Bachelor’s degree in Science/IT/Computing or equivalent.\n– Awareness of programming concepts and ability to write software code in at least one programming language.\n– Outbound thinking out of the box and pushed by innovation\n– Self-learner, independent and a strong team member.\n– Highly motivated person, keen to learn and experience in new technologies\nTo send a CV for the position of FrontEnd Developer – Amdocs\nCheck Point is searching for a Senior Java developer with a proven ability to design and build client server application in large scale environment. The development requires leadership, network and DB knowledge and involves existing products and new product products, in the world of security management.\nRequirements:\n– Academic degree in Computer Science, or equivalent military training in software development.\n– At least 3 years’ experience with Java\n– Experience with C\\C++\n– Good knowledge of object oriented design\n– Ability to dive into code and take ownership\n– Ability to lead new feature development and become a focal point.\nTo send a CV for the position of Java developer – Check Point\nResponsibilities:\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes\n– Produce quality products that meet high security, stability and performance standards\n– Take part in research projects for new products and features\n– Development is done mostly in C# and ASP.NET\n– Report to R&D Group Manager\nRequirements:\n– 4 Years experience in web application development in ASP.NET\n– Excellent design and analytic skills\n– High ability to use new technologies and understand them in depth through rapid self learning\n– Thorough and methodical approach to any task\n– Proactive by nature. Internal drive for excellence and improvement\n– Original thought, creativity\n– Experience in project/team management – An advantage\nTo send a CV for the position of Senior Web Engineer – Matrix\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "back end developer,hpe software,full-stack developer,webpals,qa engineer,como,enhanced solution manager,check point,frontend developer,natural intelligence,front end developer,anyclip,data consultant,amdocs,matrix,senior research scientist,general electric,,full stack developer,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}