{"url": "https://www.geektime.co.il/apple-ipad-keynote-2013-live-blogging/", "type": "article", "title": "אירוע הכרזה של אפל: iPad Air, עדכון למחשבי ה-Mac Pro וה-MacBook Pro ושדרוגי תוכנה בחינם [לייב בלוגינג]", "description": "אפל מחדשת את ליין מחשבי ה-Macbook Pro, מחשבי ה-Mac Pro ומשיקה גרסאות חדשות לאייפד. כל הפרטים בלייב בלוגינג המלא מהאירוע.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/10/Screen-Shot-2013-10-22-at-8.04.13-PM.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-10-22T14:08:37Z", "modified_time": "2013-10-22T21:29:17Z", "articleBody": "אפל מחדשת את ליין מחשבי ה-Macbook Pro, מחשבי ה-Mac Pro ומשיקה גרסאות חדשות לאייפד. כל הפרטים בלייב בלוגינג המלא מהאירוע. \nמרכז האומניות ווסקוני ווסט בסן פרנסיסקו היום בבוקר. תמונה באדיבות בן רובינשטיין\nהיום בשעה 10:00 בבוקר זמן פסיפיק (20:00 שעון ישראל) קיימה אפל את אירוע הכרזה במרכז ירבא בואנה בסן פרנסיסקו בו חשפה החברה את ליין האייפדים החדש לצד רענון מוצרים נוספים.\n[19:50] שמחים שהצטרפתם אלינו בגיקטיים ללייב בלוגינג מאירוע ההכרזה של אפל. האולם נפתח והעיתונאים כבר תופסים את מקומם. האירוע צפוי להיפתח בעוד מספר דקות.\n[20:01] האירוע מתחיל בסרטון וידאו קצר וטים קוק. מנכ”ל אפל, עולה על הבמה.\n[20:03] אתם הולכים לראות מוצרים מדהימים על הבמה היום. אנחנו מאוד נרגשים להראות לכם אותם היום אבל יש לי כמה עדכונים קודם. השקנו 2 אייפונים חדשים השנה, האייפון 5C וה-5S והביקורות משבחות.\n[20:04] עד היום נמכרו 9 מיליון מכשירים מאז ההשקה, מה שהופך את ההשקה הנוכחית למוצלחת והגדולה ביותר מאז השקת מכשיר האייפון הראשון. מוקרן סרטון קצר על ההשקה של המכשירים.\n\n[20:08] קוק מזכיר שוב את ההשקה של iOS7 ומצטט את הביקורות המשבחות את העיצוב החדש והפיצ’רים של מערכת ההפעלה החדשה. תוך 5 ימים מאז ההשקה, מעל ל-200 מיליון מכשירים שדרגו ל-iOS7 ונכון להיום, מעל ל-64% מבעלי המכשירים כבר שדרגו.\n[20:09] למעלה מ-20 מיליון מאזינים ל-iTunes Radio שהאזינו לממעלה ממיליארד שירים. ל-iTunes יש כבר למעלה מ-60 מיליארד הורדות של אפליקציות ומפתחים כבר זכו ללמעלה מ-13 מיליארד דולר בתשלומים עבור האפליקציות שנמכרו דרך החנות.\n\n[20:11] ועכשיו נעבור למחשבי ה-Mac. “יש לנו כיוון ברור ומטרה מאוד שאפתנית ואנחנו מאמינים מאוד בקטגוריה הזו”. אומר קוק.\n[20:14] עכשיו על הבמה קרייג פדריגי, סגן נשיא בכיר להנדסה, שמספר על החידושים והעדכונים האחרונים ב-OS X Mavericks. “אחת המשימות המשמעותיות ביותר שלנו היא לשדרג את החומרה ולשמור על חיי הסוללה. המקבוקים החדשים יוכלו לעבוד עוד שעה נוספת בגלישה ברשת. פיצ’ר נוסף הוא Compreseed Memory, המאפשר להכניס 6GB של מידע בתוך 4GB של זכרון RAM ובכך לאפשר למערכת לעבוד בצורה חלקה יותר.\n\n[20:16] מערכת ההפעלה ההחדשה תומכת ב-OpenCL כך שניתן להריץ משימות במהירות של עד פי 1.8 מהר יותר ממה שהיה עד היום.\n[20:18] המערכת החדשה כוללת גם אפליקציית מפות חדשה, גרסה חדשה של iBooks וכעת עוברים להדגמה של מערכת ההפעלה החדשה.\n\n[20:22] בשנים האחרונות בנינו מחדש את תהליך הפיתוח שלנו והמצאנו מחדש את הדרך שבה מעדכנים את מערכת ההפעלה והיום אנחנו הולכים לעדכן גם את המחיר. היום אנחנו מכריזים שהעדכון החדש של מערכת ההפעלה יהיה חינם!\n[20:24] אנחנו עושים את זה חינם גם אם אין לכם את הגרסה האחרונה. בעדכון אחד פשוט תוכלו לשדרג ל-Mavericks ואפילו אם יש לכם מחשבים מ-2007, תוכלו לשדרג וללא לתשלום החל מהיום.  אנחנו עושים את זה חינם גם אם אין לכם את הגרסה האחרונה. בעדכון אחד פשוט תוכלו לשדרג ל-Mavericks ואפילו אם יש לכם מחשבים מ-2007, תוכלו לשדרג וללא לתשלום החל מהיום.\n\n[20:26] ועכשיו עוברים למחשבים הניידים. פיל שילר עולה על הבמה כדי לעדכן אותנו בחידושים האחרונים של מחשבי ה-Macbook Pro. הראשון ברשימה הוא ה-13′ Macbook Pro שיגיע בגרסה דקה יותר (0.71 אינץ’) וקל יותר, מעבד דור רביעי של אינטל ומעבד גרפי מסדרת Iris של אינטל ועד 9 שעות זמן סוללה.\n[20:28] המחשבים החדשים יגיעו עם תמיכה ברשת אלחוטית מתקן 802.11ac ו-Thunderbolt 2, המהיר פי 2 מהתקן הקודם. המחשב החדש, בגרסת ה-13 אינץ’ עם מסך רטינה ימכר ב-200 דולר פחות מהדגם הקודם שלו, ב-1299 דולר בלבד (הדגם הקודם עלה 1499 דולרים).\n\n[20:30] דגם ה-15 אינץ’ יגיע עם מעבד מסדרת Crystalwell של אינטל ומעבד גרפי Iris Pro של אינטל ובגרסת הבסיס שלו, עם מעבד Core i7 2.0Ghz, זכרון 8GB ודיסק קשיח 256GB SSD, גם הוא ימכר ב-200 דולר פחות ממחיר הדגם הקודם, כ-1999 דולר בלבד (במקום ה-2199 דולר).\n[20:32] ועכשיו עובר שילר למחשבים הנייחים של החברה. סדרת ה-Mac Pro. שילר מזכיר את העיצוב החדש והמדהים של המחשב. המחשב החדש יגיע עם מעבד אינטל מסדרת Xeon E4 עם גרסאות של 4, 6, 8 ו-12 ליבות, עד 30MB ב-L3 Cache ו-40 ערוצי PCI Express דור שלוש.  המחשבים יגיעום עם זכרונות מסגו DDR3 1866Mhz ECC וניתן יהיה לשלב עד כ-64GB של זכרון בכל מערכת.\n\n[20:34] ה-Mac Pro החדשים יתמכו באחסון של 1TB בדיסקים מבוססי Flash, שקעי Thunderbolt 2 ויתמכו בעד שלושה מסכים ברזולוציית 4K בו זמנית.\n\n[20:37] המחשבים החדשים יתחילו במחירים של 2999 דולרים עבור קונפיגורציה של 3.7 Quad Core Xeon, עם 12GB זכרון, מאיץ גרפי מדגם Dual FirePro D300 עם 2GB זכרון VRAM ודיסק קשיח 256GB SSD. המחשב יהיה זמין לרכישה החל מחודש דצמבר הקרוב.\n\n[20:40] המחשב החדש יצרוך פחות חשמל מהגרסאות הקודמות והוא תוכנן וגם יורכב בשטח ארצות הברית (בניגוד למחשבים הקודמים שיוצרו במזרח הרחוק).\n[20:42] אדי קיו עולה על הבמה ויציג את העדכונים האחרונים בנושא אפליקציות. העדכון הראשון יהיה על iLife, גרסאות חדשות של iMovie, iPhone ו-Garageband ל-iOS7 ו-Mavericks. הגרסאות החדשות כמובן מתחברות ומסתנכרנות באופן אוטומטי על iCloud.\n[20:44] גרסה חדשה של iPhoto הופכת את תהליך הצפייה בתמונות לחלק ונוח יותר תודות למעבד ה-64Bit. הגרסה החדשה נראית כמעט זהה גם ב-iOS וגם ב-OS X. הגרסה חדשה של iMovie מאפשרת לערוך סרטונים ישירות מהאייפאד או האייפון. עדכון לגרסת ה-Garageband ל-iOS7 שיאפשר תמיכה ב 32 Tracks גם על גבי האייפון והאייפאד.\n\n[20:48] כל הגרסאות החדשות של iLife יגיעו בחינם עם כל רכישה של מכשיר מבוסס iOS או OS X Mavericks.\n[20:49] כל אפליקציות iWork גם הם נכתבו מחדש במיוחד עבור ה-Mac. זהו העדכון הגדול ביותר שעברה חבילת ה-iWork עד היום עם ממשק משתמש חדש לחלוטין ותאימות מסמכים מלאה בין iOS, Mac וצפייה ברשת.\n\n[20:51] העדכונים העיקריים של האפליקציות מדגישים בעיקר את יכולות העריכה החדשות והנוחות במיוחד באמצעות האייפד.\n[20:53] בהדגמה מציגים את היכולת לעבודה משותפת (בדומה למה שאתם אולי מכירים ב-Google Docs) על מסמכים באמצעות אפליקציות ה-iWork השונות.\n\n[20:56] בדומה לכל הדברים האחרים. גם חבילת ה-iWork תהיה חינם לכל מי שרוכש מחשב Mac או מכשיר מבוסס iOS והן ניתנות להורדה החל מהיום. כל העדכונים הללו מצטרפים ללמעלה מ-20 עדכוני אפליקציות אחרות של אפל היום. והכל בחינם.\n[20:58] טים קוק חוזר לבמה ומדגיש כיצד אפל הופכת את התעשייה על פיה עם העדכונים בחינם. “אנחנו עושים את זה כי אנחנו רוצים שללקוחות שלנו יהיו את העדכונים האחרונים וגישה לכל הדברים הכי חדשניים שאנחנו יכולים להציע”.\n[20:58] ועכשיו עוברים לאייפד. עד היום נמכרו למעלה מ-170 מיליון מכשירי אייפד  ונכון להיום אפל שולטת בלמעלה מ-80% משוק מכשירי הטאבלט ברחבי העולם ועדיין מדורג במקום הראשון מבחינת שביעות רצון הלקוחות.\n\n[21:00] קוק מספר כי יש כבר למעלה מ-475 אלף אפליקציות המותאמות במיוחד לאייפדים בחנות האפליקציות של אפל.\n[21:05] הגיע הזמן לדור החדש של האייפד. קוק מזמין לבמה את פיל שילר שיספר על החידושים באייפד. שילר עובר על ארבעת הדורות של המכשירים הקודמים ואז מעביר לוידאו שמציג את הדור החמישי של האייפד, נקרא iPad Air ונראה כמו אייפד מיני גדול. הוא יגיע עם תצוגת רטינה ושוליים קטנים יותר ב-43% מהדור הקודם. ה-iPad Air גם דק יותר ב-20% מהדור הקודם (7.5 מילימטר בלבד) ובמשקל של 450 גרם בלבד (1 פאונד).  המכשיר יגיע עם מעבד A7 ומעבד M7 Motion Co-Processor בדומה לזה המשולב במכשירי האייפון של הדור האחרון.\n\n[21:10] ה-iPad Air יהיה בעל ביצועים מהירים יותר עד פי 8 מהדור הקודם ועד פי 72 טובים יותר מבחינת ביצועי גרפיקה. תמיכה ברשת אלחוטית 802.11n, מצלמה של 5MP ומצלמת Facetime ברזולוציה 1080p. המכשירי יגיע בצבעים כסוף ולבן ואפור-שחור וימכר באותם המכירים של הדור הקודם – 499$ עבור 16GB ו-629$ עבור גרסת ה-16GB עם תמיכה בסלולר.\nבנוסף, הדגם הקודם של ה-iPad 2 ישאר זמין למכירה במחיר של 399$ בלבד. כל הדגמים החדשים יושקו ב-41 מדינות בו זמנית. ישראל לא ביניהן.\n\n[21:15] ועכשיו עוברים לאייפד מיני. המכשיר החדש יגיע עם מסך רטינה ברזולוציה של 2048×1536, כמו אחיו הגדול. גם הוא יגיע עם מעבד A7 בארכיטקטורת 64Bit ויאפשר עד 10 שעות עבודה רצופה ללא סוללה. האייפד מיני החדש יכלול גם הוא את אותם מצלמה קדמית ואחורית כמו אחיו הגדול וגיע באותם צבעים. הדור החדש של המיני יעלה כ-399 דולר לגרסת ה-16GB ו-529$ בגרסה הכוללת תמיכה בסלולר. אפל תמשיך למכור את הדור הקודם של המיני, אך תוריד את המחיר שלו ל-299$ דולרים בלבד לגרסת ה-16GB.\n\n[21:20] קוק חוזר לבמה ומסכם את כל ההשקות האחרונות, מכשירי האייפון החדשים, iOS7, מערכת ההפעלה Mavericks, מחשבים ה-Macbook, Mac Pro והאייפדים החדשים.\n“המוצרים הללו הם רק דוגמה לחדשנות שרק אפל מסוגלת להציג. זה מה שאנחנו עושים בקליפורניה וחברות אחרות יכולות להיות גאות אם היה להם רק מוצר אחד כזה. אנחנו שמחים להציג את כל המוצרים הללו לפני החגים. אני רוצה להודות לכל האנשים באפל שעבדו קשה כדי להביא אליכם את המוצרים האלה”. קוק מסכם את האירוע ומודה לכולם.\n", "keywords": "אפל,אירוע הכרזה,אייפדים,אייפד,איפד 5,מיני אייפד,אייפד חדש,apple,apple keynote,ipad,ipad 5,ipad mini 2,לייבבלוגינג,לייב בלוגינג"}