{"url": "https://www.geektime.co.il/10-jobs-may-7/", "type": "article", "title": "מחפשים עבודה בהייטק? הנה 10 משרות פנויות שממתינות לכם", "description": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/computer-1185637_1280-e1485346990773.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-07T13:30:54Z", "modified_time": "2017-05-07T12:25:34Z", "articleBody": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nPlaytech – the world’s leading online gaming platformvendor – is inviting Java Tech Leads and Architects to join MEXOS core dev team .MEXOS is the world’s leading e-marketing platform, providing complete andcomprehensive solution for online marketers. Combined with a sophisticated,smart and innovative AD Server and optimization mechanism, MEXOS is a truechallenge for software tech leads and technology savvy.\nResponsibilities:\n– Leading development team and projects.\n– Technical and architectural design of new features and components.\n– Hands-on development of new components, features and core infrastructure.\n– Maintenance of existing technology.\nRequirements:\n– 2+ years of experience as a Dev Team Leader\n– 2+ years of experience with software architecture and design\n– 6+ years of experience with software development\n– Strong java knowledge\n– J2EE experience\n– Experience with DBs (Oracle a plus)\n– Ability to dive into existing code\n– Spring MVC a plus\n– GWT experience a plus\n– Team Player\n– ndependent, quick learner, self motivated\n– Ability to work in a distributed environment with colleagues from different countries\n– Willing to travel\n– Good level of English\nTo send a CV for the position of Java Team Leader/Architect – playtech\n\nAre you bored of working on just the next version of an existing product? Do you want to build exciting new apps as well as making sure the existing apps keep up with the latest and greatest? As an experienced Software Engineer you’ll play a critical role in delivering collaboration and communication applications for the enterprise, that millions of people use every day. This is no small feat, especially when dealing with enterprise customers. We’re taking a mobile first strategy in all we do. In this role you will actively engage with QA, product management, customer support, product design, UI, and the rest of the development organization to achieve your goals. You’ll have the distinct pleasure of being a hero to Jive’s customers as you improve the product, based on their feedback. To qualify you will need to be a talented Objective-C engineer experienced in developing iOS applications.\nResponsibilities:\n– Work with other members of the engineering team on architecture, design and development\n– Provide design leadership and technical assistance to other team members\n– Must communicate effectively with management and peers\n– Must be self-motivated, have a strong team orientation, learn quickly and possess excellent communication and interpersonal skill\n– Passionate about mobile design and development\nRequirements:\n– 2+ years implementing with Objective-C as a primary language\n– Experience with iOS and Cocoa Frameworks\n– Common design patterns and idioms as they relate to Objective-C and Cocoa\nXCode environment (Interface Builder, GDB, Instruments, etc)\n– ARC and memory management\n– Solid understanding of computer fundamentals\n– Working knowledge of agile development processes\n– Proud to deliver well-tested quality code with each release\nTo send a CV for the position of IOS Developer – JIVE\n\nWe are looking for hands-on Full Stack/Web Developers to design, develop, and move web-based systems/tools/dashboards to production.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nResponsibilities:\n– Design, develop, implement and move web-based systems/tools to production.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Flash – big advantage\n– Experience with Video – big advantage\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – preferred.\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Full stack / Web Developers – AnyClip\nWe are looking for an experienced, creative and innovative System Architect to join our R&D team. The System Architect will be responsible for our core technologies’ full lifecycle; from initiation to design, architecture, development, integration and deployment.\nThe System Architect has a key position in our team, impacting technology and leading data solutions, while working with most recent products, on sophisticated, large-scale data platforms and environments.\nJoin us to develop a real-time, high traffic system that works with cutting-edge technology and BigData DBs. Lead the design and development of the system, from its core to every functionality on a high paced and dynamic environment.\nRequirements:\n– At least 2 years’ experience as a software architect\n– Vast proven experience in web technologies, including backend server programming and web application programming\n– Vast proven experience in designing and developing complex high scale, low latency systems\n– Significant Experience in Java (7 and up) multithreaded programming\n– Experience in cloud development under Amazon Web Services and/or Google Cloud Platform\n– Experience in working with various NoSQL databases like Couchbase, Redis, ElasticSearch & OrientDB\n– Experience in web/application server stacks, including Tomcat and NginX\n– Experience in designing and building SAAS systems\n– Experience in developing and deploying code in Linux OS based environments\n– Familiarity with Spring MVC, Spring DI and Spring Boot\n– Familiarity with Maven\n– Excellent design and analytical skills and problem solving skills\n– Excellent ability in finding, learning, testing and using new technologies\n– Leader by nature with the ability to plan and execute complex development tasks\n– Fluent English\nTo send a CV for the position of System Architect – Brightcom\n\nמקור: cc-by-Dvirraz\nAmdocs Raanana is looking for technical writter who will be responsible for creating, maintaining and publishing .\n Responsibilities:\n– You will plan, produce and update technical documentation, cover the various knowledge domains required by its different users (internal and external). These include, but are not limited to: HL, Introductory (Functional Overviews, Architecture Guides, Release Notes) , SW Professional Documentation (Developer Guides, API documentation, HW & SW Requirements), User Oriented Guides (Installation, Operator and Implementation Guides, Online Help files).\n– You will be proactive, and make use of all available sources to understand the product functionality / functional changes, and incorporate them clearly and accurately into the relevant documents. Possible means include: Attending in planning and design meeting, Following up on and reading Requirements and Design Documents.You will meet and interview product experts, such as designers, developers etc.\n– You will use this Tools & Methodologies: Microsoft Word, FrameMaker, Adobe Acrobat, RoboHelp, Experience with additional tools such DITA/Oxygen, ePublisher Pro, Visio\nthe technical documentation of one or more of Amdocs products.\nRequirements:\n– A formal Degree in Comp Science a great advantage.\n– Alternatively, MA in English, with a very good technical background in software and related domains (networks, cloud technologies, engineering etc.)\n– Understanding Networks Communication and Protocols, Cloud Networking Technologies and Network Virtualization.\nproven past experience as a technical writer engaging in similar domains\n– Ability to grasp and communicate technical and functional concepts concisely and effectively. Have Interest in learning new concepts and functions\n– Ability to combine a thorough understanding of single software applications (for both technical and functional aspects), with a high-level integrative view of its place and interfaces within a larger scale system.\n– Outstanding written and oral communication skills in English. Good conversational Hebrew.\n– Ability to operate independently and as part of a larger team\n– Ability to effectively multi-task, prioritize, schedule, and meet aggressive deadlines.\nTo send a CV for the position of technical writer – Amdocs\n\nThe Security Researcher will join the Security Innovation Group in Radware’s CTO Office, which researches new network attacks and technologies. Research is focused on new threat domains, including analysis of attack tools and malware, attacking techniques, development of mitigation techniques, and understanding and penetrating into cyber operations. The position requires an all-around player with the inclination and capabilities for research skills, rapid code development, initiative, and ownership.\nRequirements:\n– Over 8 years of work experience, and at least 3 years in a security position\n– An all-around player capable of research, coding, and out-of-the-box thinking\n– Proven experience in security research and malware analysis\n– Excellent understanding of networking design principles and protocols (such as TCP/IP and IPv4)\n– English written and verbal communication skills, ability to write articles\nTo send a CV for the position of Researcher – radware\n\nעובדי Como. צילום: שלומי יוסף\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom. Do you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keen on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job, this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals\n– Experience with server-side technologies  (NodeJs/php/java/.net/python/ruby) and REST APIs\n– At least 3 years of experience in Javascript, HTML5, CSS3\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc\n– Experience in working with databases (Relational and NoSQL)\n– Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage\n– Es2015 – Advantage\n– Passionate about technology\n– BSc/MSc in computer science\nTo send a CV for the position of Full stack developer – Como\nצילום: גיקטיים\nThe global enterprise AOL/Verizon, is hiring a researcher for the Machine learning & Deep learning team in video Research Group. We work on both fundamental research questions and applications of this research across AOL product portfolio. This provides the unique opportunity to both advance the science and touch hundreds of millions of monthly users. We go beyond the boundaries of our AOL group to work with colleagues in universities around the world to address global grand challenge problems. We hire people who are driven to rapidly innovate in areas such as Natural Language Processing, Speech Recognition, Information Retrieval, Machine and Deep Learning, Data Mining, Machine Perception, Optimization, Recommendation, Multimodality etc.\nRequirements:\n– Ph.d in a Computer Science, Statistics, Mathematics or equivalent\n– Demonstrated research abilities and problem analysis/solving skills\n– Deep Learning – Advantage!\n– Programming skills that allow you to be self sufficient in handling data and prototyping: prototyping: SQL, a scripting language such as Python, R or Matlab\n– Excellent communication skills and ability to describe complex technical concepts in clear language\n– The ability and desire to be constantly learning, both new technologies and new algorithmic approaches\nTo send a CV for the position of Research Scientist – Aol\nWe’re looking for the next team member to join our excellent Product Team! You will be joining a fun and fast-paced team where professionalism, knowledge sharing and team spirit is our central theme. We interface with a big variety of roles in the company and lead as well as coordinate our production efforts. We put the highest value on team work, transparency and communication and if you feel that this is the kind of work environment you would like to be part of – YOU might be our new colleague.\nResponsibilities:\n– Lead the execution of a client roadmap, working closely with stakeholders and internal/external production teams to ensure accurate, timely and high-quality deliveries.\nIndependently plan and lead ongoing and end-to-end projects.\n– Own and develop small and big products throughout their life cycle.\n– Manage the planning and execution of ongoing tasks on a weekly basis.\n– Plan the work for internal and external production teams.\n– Create documentation for production teams (design briefs, PRDs, wireframes etc.).\nInitiate product improvements and new features based on competitive analysis and user behavior.\nRequirements:\n– Excellent verbal and written English.\n– At least 2 years’ experience as a web Product Manager (preferably with Marketing focus).\n– Experience of managing bigger internal company products (company websites, internal portals etc.).\n– Experience in developing and managing mobile-first products.\n– Experience with Agile work methodology (advantage).\n– WordPress knowledge (advantage).\nTo send a CV for the position of Product Manager – Webpals\nמקור: עמוד הפייסבוק של החברה\nby connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform. With Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally.\nAdditionally, thousands of leading corporations including Google, Airbnb, Amazon and Getty Images rely on Payoneer’s mass payout services.  Here at Payoneer we celebrate diversity and believe that our people are our greatest resources. We work hard to get things done and never forget to have fun along the way.\nWe are looking for an experienced and well trained QA team leader who will play a crucial role in Payoneer’s success.\nIn this role you will Lead the QA on Scrum development teams in a fast growing company, specify, design, and implement tests for new components and features that involves both client side and server side, using various technologies. You shall evaluate, coordinate ,identify problems and develop solutions while delivering with high quality standards.\nResponsibilities:\n– Define QA methodologies and processes within the teams\n– Review QA test plans and QA work to align with methodology and to achieve constant improvement\n– Work with Project and Product Managers to provide visibility\n– Work with Developers to understand the developments and assist the QA team with designing test plans accordingly\n– Assist hands-on when needed\n– Improve QA efficiency using new tools and processes while increasing the quality\n– Recruit and train new team members\nRequirements:\n– At least 5 years of experience in QA\n– At least 2 years of experience as a team leader\n– Experience with testing Web applications, Mobile application and server side components\n– Experience with Agile and Scrum methodologies\n– Experience with MSSQL\nTo send a CV for the position of QA Team Leader – Payoneer\n\nWe’re looking for a talented Senior Java Back-end developer to join our R&D team and take part in the development of a Real Time Big Data marketing solution. Join us if you are a great team player who can take part in a team of programmers and server admins, to bring brand new concepts to market!\nThe ideal candidate has experience building real products for the web and proven ability to analyze problems and implement solutions that are optimized for performance, scale-ability, quality, and web or mobile maintainability.\nResponsibilities:\n– Advanced understanding of emerging web technologies\n– Maintain, contribute and adhere to our programming best\npractices and guidelines\n– Work with a team of programmers and server admins, to bring\nbrand new concepts to market\nRequirements:\n– +5 years of proven knowledge on Java technologies\n– Experience in Real Time products\n– Concrete experience designing, developing, testing and maintaining Java based back-ends for web applications\n– Experience with NoSQL databases\n– Clear understanding of OOP concepts and best practices\n– Knowledge of MVC architectures\n– Understanding of multi-threaded software design\nלשליחת קורות חיים למשרת Java Back-End Developer – Taptica\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "משרות בהייטק,סטארטאפים,ראיון עבודה,קורות חיים,לעבוד בהייטק,גיקג\\'וב,java team leader/architect,playtech,java back-end developer,taptica,product manager,webpals,research scientist,aol,qa team leader,full stack developer,como,researcher,radware,technical writer,ios developer,system architect,brightcom,jive,amdocs,anyclip,payoneer,,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}