{"url": "https://www.geektime.co.il/10-jobs-april-30/", "type": "article", "title": "מחפשים עבודה? 10 משרות טריות לאנשי פיתוח", "description": "ריכזנו עבורכם 10 משרות למפתחים בחברות גדולות וקטנות שמגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/computer-1185637_1280-e1485346990773.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-30T12:30:51Z", "modified_time": "2017-04-30T11:06:37Z", "articleBody": "ריכזנו עבורכם 10 משרות למפתחים בחברות גדולות וקטנות שמגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nResponsibilities:\n– Design of software according to agreed standards, architecture and requirements\nImplementation of software according to design\n– Planning and performing testing to ensure fit to standards (e.g. security, scalability, etc.), design as well as functional and non-functional requirements\n– Supporting customers and the support groups by analyzing and solving product issues\nInterface with various R&D groups, as well as support and services groups.\nRequirerments:\n– Regarded as an Senior in his/her domain\n– Work collaboratively with professional developers, architects, product managers and QA, developing in Java\n– At least 3 years of Java experience building the server side of enterprise level system\n– At least 2-3 years of experience developing and running under Linux – an advantage\n– Knowledge & experience with Big Data (e.g. Hadoop, HBase) – an advantage\n– Deep understanding of the Java language and its APIs & Design Patterns\n– Worked in high performance, highly available and scalable systems – a must\n– Experience with SCRUM/Agile methodologies – an advantage\n– Excellent interpersonal skills\nTo send a CV for the position of Senior Software Engineer – NICE\nTo send a CV for the position of Back End Developer – HPE Software\n\nWe are looking for a Java Engineer to join our core detection team. The team is responsible for building high-performance machine-learning oriented data analysis system for large-scale security applications. You will take part in designing and implementing the production data analysis components as well as optimizing algorithms to run in high scale environment.\nResponsibilities: \n– Profile and optimize off-the-shelf machine learning technologies\n– Design and implement reliable data analysis for very large scale environments\n– Analyse large datasets to create fine tuned algorithms\n– Work closely with security experts and data analysts\nRequirements:\n– Pure java experience: 4+ years\n– Deep understanding of the JVM and Java 8 – a must\n– Experience with customizing third party Java packages\n– Hunger to learn new technologies, and teach others\n– Great interpersonal skills – a must\nTo send a CV for the position of Senior Software Developer – Cybereason\nמקור: cc-by-Dvirraz\nResponsibilities:\n– You will evaluates new technology and makes recommendations on technological solutions\n– You will work on POCs and cutting-edge features before they’re integrated into the product\n– You will influence product decisions, features and APIs based on industry trends and your real-world experience\n– You will independently lead projects from idea to Alpha version\n– You will self-motivated and self-starting. Strong drive to success and taking initiative decisions\nRequirements:\n– 4+ years of software development experience\n– Advanced knowledge of server-side technologies & languages such as Java, node.js, Python\n– Experience with JavaScript and the web development ecosystem\n– Familiarity with JS frameworks such as Angular2, Bootstrap, SASS\n– Experience with relational & non-relational databases such as MySQL , PostgreSQL, Couchbase or MongoDB\n– Experience with a cloud stack such as Microservices, Spring Boot, Docker, Kubernetes\n– Experience with build tools such as Gradle, Maven, Git, Jenkins, Nexus.\n– B.Sc. in Computer Sciences or a related field, or relevant training/experience\nTo send a CV for the position of CTO Developer – Amdocs\n\nCheck Point is searching for a passionate and experienced hands-on architect with strong Cloud and BigData technologies knowledge to join our infrastructure group. You will work closely with the team of brilliant mobile experts and researchers, developing state of the art detection/classification logic. We are in the early stages of building our next generation DB platform, to support BigData analytics and machine learning.\nIf you like to explore new technologies, to evaluate, design and implement new BigData platforms, you should join us!\nRequirements:\n– BA/BSc in Computer Science or equivalent experience from lead technological units\n– 5+ years’ experience in software development, preferably Python/Java web backend\n– 3+ years’ Experience with relational and no-sql databases, such as Postgres, Cassandra, Redis, Elastic stack\n– Experience in building large scale BigData systems, experience in evaluation, prototype, integration and performance tuning\n– Experience with cloud platforms: AWS, GCP or Azure\nIndependent, self-learner with the ability and passion to learn new domains and technologies\n– Familiarity with Hadoop ecosystem: HDFS/Hive/Hbase/PIG/ Spark – Advantage\nTo send a CV for the position of Hands On Big Data Architect – Check Point\n\n\nGigya is looking for Front End Developer to join our team developing web application & SDK for our leading SaaS platform.\nResponsibilities:\nAt this position you will take full ownership on developing Gigya’s management console using a different SPA technologies. Moreover take part in the development of the different SDKs being implemented and used by our client. You will challenge yourself with with Angular2 (TypeScript), ES6, Node.js and more.\nRequirements:\n– At least 3 years of experience in web development (client-side).\n– Experience with developing Single Page Applications.\n– Experience with Object Oriented JavaScript\n– Experience in the design of software architecture\n– Exceptional self-learning capabilities\nTo send a CV for the position of Front End Developer – Gigya\n\nWe’re looking for coders, like everybody, but not just any coders.  We’re looking for Coders+.  Those who deeply love what they do, that take pride in building an excellent product and contributing to bettering the organization they work for, that are looking to learn and even teach new things every day.\nCloudify believes in open principles as a core value – it’s everything the product is built on, as well as the culture of the company.  This means that we took the best of open source tooling and built a product on it – enabling you to play around with some of the best code today.  We also applied these values to the organization itself – building an atmosphere where everyone has a voice and can be a part of any initiative that empowers them, some of these include:\nWe’re looking for coders, like everybody, but not just any coders.  We’re looking for Coders+.  Those who deeply love what they do, that take pride in building an excellent product and contributing to bettering the organization they work for, that are looking to learn and even teach new things every day.\nRequirements:\n– 2+ years as team lead of 2-4 developers\n– 3-5 years of experience with any of the following languages: Ruby, Go, Python, Java, or C/C++\n– Basic understanding of Linux systems and processes\n– Ability to quickly learn new technologies\n– Basic understanding of multi-threaded programming and synchronization mechanisms\n– Proficient English communication skills, both written and verbal\n– Bachelor’s degree in computer science or equivalent working experience\nTo send a CV for the position of Cloudify Team Leader – GigaSpaces\nעובדי Como. צילום: שלומי יוסף\nWant to be part of a new exciting team? We are looking for smart, ambitious, tech guru developers to join our cross development team. The cross team is responsible for tasks inside and outside the R&D road map and sprints, such as innovation projects, technologic bottlenecks, POCs and more. As part of this team you will be working with wide technology stacks in web, backend and mobile.\nIf you are more flexible then Nadia Comanche, love new challenges and can jump between different technologies like a rabbit, we are looking for YOU!\nRequirements:\n– 5+ years of development experience in at least 3 technologies of the following: NodeJs, ReactJs, Java, php,  python, HTML5/CSS3, native iOS/Android, Angular.\n– Experience in working with databases (Relational and non-relational)\n– Experience in OO design and development\n– Startup spirit person, who is passionate about technology and building smart products.\nTo send a CV for the position of Software Engineer – Cross Development team – Como\nYou will be working on developing and applying deep learning and NLP algorithms. The ranges of problems include natural language interactions, cognitive computing, data mining, anomaly detection, classification and modeling. You will be working with other researchers from different labs in GRC and business units on identifying needs, sharing common solutions, and implementing solutions. Together you will define frameworks, and implement components for the efficient and scalable deployment of analytics in the industrial cloud.\nResponsibilities:\n– Carry out AI related research work\n– Cooperate with other researchers in identifying needs, defining the research topics and the desired outcomes\n– Introduce state of the art methods using deep learning, NLP, and cognitive computing to the lab\n– Implement algorithms preferably in Python, Java, and C++ environments\n– Collaborate with and coach other researchers in the lab\nRequirements:\n– Ph.D in computer science or related fields doing research in the fields of machine learning, deep learning, computer vision, NLP, cognitive computing\n– 3+ years of experience in industrial or postdoc environment\n– Good knowledge of the field, being up to date on the state of the art.\n– Good analytical skills and original thinking\n– Good system level understanding of problems\n– Experience in implementing algorithms using Python, Java, C++\n– Benefit – experience in implementing algorithms using GPU\n– Benefit – experience in developing for cloud based solutions\n– Independent and innovative with the ability to lead problem definition and goal definition processes\n– Good communication skills\n– Fluent in English\nTo send a CV for the position of Head of Senior Research Scientist – General Electric\nמשרדי Riskified\nRiskified’s Engine Team is seeking a tech savvy back-end web developer to take part in building a large scale automated decision engine for an eCommerce fraud detection system.\nAs a back-end developer you will be responsible for developing a system that translates models and rules into classifications of eCommerce orders, for automating processes of feature engineering, for model training, and additional adjustments.\nResponsibilities:\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems\n– Assess and adopt new available technologies\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code\n– Design the overall architecture of the machine learning application\n– Translate R research code to Ruby production code\n– Use TDD to write well-tested code\n– Fix bugs fast and improve application performance\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design\n– Proficient knowledge of a back-end programming language, preferably Ruby\n– Someone who can plan and design the system from a high level perspective\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives\n– Can handle Math/Statistics algorithms and transform them to workable code\n– Highly data-driven, knowledge of SQL\nTo send a CV for the position of Backend Developer- Engine team – Riskified\n\nWe are looking for hands-on Front End developer to design, develop and move video/advertisement player that could be integrated with any web site or other players.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nResponsibilities:\n– Design, develop, implement and move video/advertisement player to production.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript.\n– 2+ years in Front End: HTML, CSS.\n– Previous experience with video/players – must\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Front End Developer – AnyClip\n\nעובדי Matrix\nResponsibilities:\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes\n– Produce quality products that meet high security, stability and performance standards\n– Take part in research projects for new products and features\n– Development is done mostly in C# and ASP.NET\n– Report to R&D Group Manager\nRequirements:\n– 4Years experience in web application development in ASP.NET\n– Excellent design and analytic skills\n– High ability to use new technologies and understand them in depth through rapid self learning\n– Thorough and methodical approach to any task\n– Proactive by nature. Internal drive for excellence and improvement\n– Original thought, creativity\n– Experience in project/team management – An advantage\nTo send a CV for the position of Senior Web Engineer – Matrix\nהצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>\n ", "keywords": "senior software engineer,nice,senior web engineer,front end developer,backend developer- engine team,riskified,senior research scientist,general electric,software engineer,cross development team,como,cloudify team leader,gigaspaces,hands on big data architectתcto developer,amdocs,check point,gigya,anyclip,matrix,backend developer - engine team,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}