{"url": "https://www.geektime.co.il/jobs-april-9/", "type": "article", "title": "עבודה בהייטק: 10 חברות שגדלות ומחפשות מפתחים", "description": "ריכזנו עבורכם 10 משרות למפתחים בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/screen-1839500_1280-e1485249702294.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-09T17:24:21Z", "modified_time": "2017-07-11T12:52:38Z", "articleBody": "ריכזנו עבורכם 10 משרות למפתחים בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nWe are searching for a Magento Development Specialist. In this role, you will take a commanding presence within the ecommerce area and be responsible for the functionality, development, support, and optimization of Gigya modules inside the Magento platform.\nYou will work closely with team members in Data, Web Development, IT, and Product with the goal of maintaining a highly-performant, highly-optimized tech environment that drives sales performance for ecommerce websites. This is a full-time role based in our offices in Azrieli Center, Tel Aviv.\nResponsibilities:\n– A great team player who is able to interact effectively with people in all levels of the organization.\n– Lead and own feature and platform development processes while ensuring adherence to best practices.\n– Produce a reliable, stable, up-to-date, high performance E-Commerce environment.\n– Effectively translate requirements and customer experience needs into concrete and meaningful information for the business and functional assets in the e-commerce space.\n– Work with product managers and leadership in defining, scoping and scheduling feature development.\n– Add value to technology and business process related projects as a key stakeholder and contributor.\n– Ability to easily demonstrate key technology and testing processes to technical and non-technical users.\n– Able to develop, maintain, and measure process improvements pertaining to both the technology and the business environment (i.e., simplified checkout, page speed).\nRequirements:\n– 5+ years Magento development and implementation experience.\n– Implement and customize Magento extensions and develop custom Magento extensions for both CE and EE.\n– Proficiency in developing, debugging and optimizing complex PHP web applications.\n– 5+ years with PHP, MySQL, CSS, HTML5, JavaScript development.\n– Experience using PHP to create and consume web services (SOAP, REST) and/or other experience implementing data integrations within the platform a plus.\n– Strong understanding of Zend’s underlying architecture, including the implications and challenges presented by the framework Magento is built upon.\n– Strong knowledge of Magento’s ORM architecture including simple models and Magento’s unique implementation of EAV.\n– Prior experience in building custom Magento modules. Blocks, Observers, Controllers, Models, Helpers, and SQL updates are all 2nd nature.\nTo send a CV for the position of PHP / Magento Developer – Gigya\nNew product “Predictive” – part of LM PMO team:\nServe as 1 groups PMO focusing on:Continuance delivery methodology\nRnD efficiency\nRelease content\nWork with ADM Products RnDDefine the product need from Predictive\nDefine timelines of deliveries\nDefine enterprise readiness tasks (PCOE, Security, Pen lab, G11N, SaaS, ….)\nRequirements:\n– Release manager at least 2 years\n– Experience in continuance delivery methodology\n– Experience in Agile methodology implementation/usage\n– Excellent interpersonal skills\n– High analytical skills\n– High ability to update/define new processes\n– Excellent English – must\n– High presentation skills – must\n– Personal skills: Independent worker, thinks outside the box, presentable, fast learner\n– Knowledge in ALM/QC/AGM – 1 of the products must\n– Knowledge in Kanban methodology – advantage\nTo send a CV for the position of Release manager – HPE Software\n\nResponsibilities:\n– In this role, you will be responsible for the algorithms and models that underlie the experiences we create.\n– You will apply your practical experience dealing with a lot of video, your deep understanding of machine learning fundamentals and algorithms, your willingness to write code to explore problems and understand video and image recognition, and your ability to implement solutions from scratch, all while solving challenging real-world problems at large scale.\n– Example problem spaces include working with Google, IBM, Amazon and other image recognition services to research their best and worse sites, creating algorithms to move from still image recognition to video image recognition, using video encoding features to minimize number of still image recognition.\nRequirements:\n– BA/MA software engineer / electrical engineer\n– 3+ years of experience in image recognition algorithm\n– Experience in at least one of the following platforms: IBM Watson / Google image API / – – Amazon image recognition / Clarifai / TensorFlow\n– Experience in at least one of the following tools: FFMPEG / openCV\n– Experience in Video and/or video codec  – advantage\n– Experience in Python and Java\n– Experience in Machine Learning and/or Big Data – big advantage\nTo send a CV for the position of Image Recognition Algorithm Engineer – AnyClip\n Responsibilities:\n– Design of software according to agreed standards, architecture and requirements\n– Implementation of software according to design\n– Planning and performing testing to ensure fit to standards (e.g. security, scalability, etc.), design as well as functional and non-functional requirements\n– Supporting customers and the support groups by analyzing and solving product issues\n– Interface with various R&D groups, as well as support and services groups.\nRequirements:\n– Regarded as an Senior in his/her domain\n– Work collaboratively with professional developers, architects, product managers and QA, developing in Java\n– At least 3 years of Java experience building the server side of enterprise level system\n– At least 2-3 years of experience developing and running under Linux – an advantage\n– Knowledge & experience with Big Data (e.g. Hadoop, HBase) – an advantage\n– Deep understanding of the Java language and its APIs & Design Patterns\n– Worked in high performance, highly available and scalable systems – a must\n– Experience with SCRUM/Agile methodologies – an advantage\n– Excellent interpersonal skills\nTo send a CV for the position of Senior Software Engineer – NICE\nמקור: cc-by-Dvirraz\n Responsibilities:\n– You will evaluates new technology and makes recommendations on technological solutions\n– You will work on POCs and cutting-edge features before they’re integrated into the product\n– You will influence product decisions, features and APIs based on industry trends and your real-world experience\n– You will independently lead projects from idea to Alpha version\n– You will self-motivated and self-starting. Strong drive to success and taking initiative decisions\nRequirements:\n– 4+ years of software development experience\n– Advanced knowledge of server-side technologies & languages such as Java, node.js, Python\n– Experience with JavaScript and the web development ecosystem\n– Familiarity with JS frameworks such as Angular2, Bootstrap, SASS\n– Experience with relational & non-relational databases such as MySQL , PostgreSQL, Couchbase or MongoDB\n– Experience with a cloud stack such as Microservices, Spring Boot, Docker, Kubernetes\n– Experience with build tools such as Gradle, Maven, Git, Jenkins, Nexus.\n– B.Sc. in Computer Sciences or a related field, or relevant training/experience\nTo send a CV for the position of CTO Developer – Amdocs\n\nResponsibilities:\n– Develop and lead a business development process focused on scouting for startups in the industrial IoT & Healthcare space, as candidates for GE Digital’s startup program\n– Create a regular pipeline of candidates by leading a thought leadership, communication & scouting process\n– Lead a startup selection process by reporting to GE Digital leadership regularly\n– Work with startup CEOs to establish business connections & partnerships between GE business units and the Israeli startups who are in the program\n– Create an ecosystem of internal and external partners & mentors – Connect with the Israeli tech community and engage internal stakeholders\n– Mentor companies on ongoing basis\n– Liaise with GE Ventures, GE’s capital investments arm and with GE Global Research, GE’s R&D organization\nRequirements:\n– Minimum 2 years of proven experience in working with Israeli cyber startups, entrepreneurs & innovators\n– Business development skills – Scouting for innovation, managing relationships, creating deal structures & projects\n– Managerial experience – Experience in leading projects, managing products, cross functional teams in hightech sectors\n– Proven experience in working with technology either in a technical role (developer, engineer etc) or product oriented role. Ability to understand technological concepts.\n– A connector – A strong network in the Israeli tech community – entrepreneurs, VCs, government officials\n– Experience in leading strategic initiatives in a large matrix US organization & creating stakeholders support\n– Strong influencing & motivating skills\n– Experience in working in an industrial company – Nice to have\n– Fluent in English. Willing to travel abroad several times a year.\n– Independent, driven, adaptable, honest, confident, enthusiastic\nTo send a CV for the position of Ecosystem Development Manager – General Electric\nעובדי Como. צילום: שלומי יוסף\nAs an architect, you’ll be part of a small team that is involved in brainstorming, designing and sometimes implementing, the company’s more challenging technical requirements. You’ll be expected to know the product inside-out, be familiar with many different technologies form different domains (web, native mobile, server backend). You’ll need to work with the development teams, be sharp, creative and with good people skills.\nResponsibilities:\n– You will be responsible for ongoing research to understand how modern software engineering practices can be applied on a large scale enterprise level software and its lifecycle\n– You will be able to identify all of the source, tools, environment, and other components that make up a particular release\n– You will research and integrate new technologies into our stack\n– You will initiate and push DevOps improvements, enhancements and automation\n– You will assist in the architectural integrity of our products and identify problematic areas in the current implementations\n– You will assist in the continuous improvement of our development methodologies\n– You will enhance our framework for development and deployment processes\nRequirements:\n– Experience in a similar role\n– Minimum 3 years of experience in architecture of web-based applications.\n– Minimum 7 years of experience in development.\n– Experience in agile development and having the agile mind set\n– Strong technical and hands-on orientation\n– Experience in mentoring development teams.\n– Deep understanding in Cloud deployment, Cloud technologies, Continuous Build, Continuous Integration, Test Automation and Continuous Deployment.\n– Deep understanding of SW Engineering practices\n– Excellent communication skills\n– Verbal and written skills in English.\n– Natural curiosity & leadership skills\n– The ability to understand the engineer’s point of view as well as the manager & the senior management & bridge between those gaps.\n– The ability to explain complex things simply.\n– B.Sc. in Computer Science or related fields- Must.\nTo send a CV for the position of Architect – Como\n\nWe are looking for a Java Engineer to join our core detection team. The team is responsible for building high-performance machine-learning oriented data analysis system for large-scale security applications. You will take part in designing and implementing the production data analysis components as well as optimizing algorithms to run in high scale environment.\nResponsibilities:\n– Profile and optimize off-the-shelf machine learning technologies\n– Design and implement reliable data analysis for very large scale environments\n– Analyse large datasets to create fine tuned algorithms\n– Work closely with security experts and data analysts\nRequirements:\n– Pure java experience: 4+ years\n– Deep understanding of the JVM and Java 8 – a must\n– Experience with customizing third party Java packages\n– Hunger to learn new technologies, and teach others\n– Great interpersonal skills – a must\nTo send a CV for the position of Senior Software Developer – Cybereason\nCheck Point is searching for an highly motivated and experienced software developer to participate in the development of Remote Access server, allowing users to consume internal organizational resources.\nThis job will require to develop new features to enhance the product’s capabilities, in addition to maintaining its quality.\nRequirements:\n– C / C++ (especially C++)\n– Object Oriented Programming.\n– Linux environment.\n– Debugging skills using DGB.\n– Autonomous learning.\n– PostgreSQL – Advantage.\n– PHP – Advantage.\n– Basic HTTP flow – Advantage.\nTo send a CV for the position of Senior Linux C++ developer – Check Point\nעובדי Matrix\nResponsibilities:\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes\n– Produce quality products that meet high security, stability and performance standards      – Take part in research projects for new products and features\n– Development is done mostly in C# and ASP.NET\n– Report to R&D Group Manager\nRequirements:\n– 4 Years experience in web application development in ASP.NET\n– Excellent design and analytic skills\n– High ability to use new technologies and understand them in depth through rapid self learning\n– Thorough and methodical approach to any task\n– Proactive by nature. Internal drive for excellence and improvement\n– Original thought, creativity\n– Experience in project/team management – An advantage\nTo send a CV for the position of Senior Web Engineer – Matrix\nAGT is a pioneer in IoT and Social data management, Big Data integration and advanced analytics. As such, by joining us you will have the opportunity to work alongside brightest minds in those domains, while leading innovative SW Products\nResponsibilities:\n– Interactions with customers and partners to capture and understand requirements and needs.\n– Involvement in the entire life cycle (conception, design, development, release, and post-release activities)\n– Managing strategic planning, product vision and roadmap\n– Managing and driving the product’s user experience\n– Collaborating with different functional groups to support sales and marketing activities;\n– Working closely with multiple development teams to articulate market needs and opportunities, translating them into technical requirements, and oversee their effective implementation.\nRequirements:\n– 5+ years’ experience in senior product management roles in the web domain, with proven record of taking a product through its full cycle\n– Proven experience with WEBINT, Social Listening or Social analytics products\n– Experience in delivering On-Premise and cloud solutions\n– Experience in managing Product, UX and Data Science resources\n– Proven ability to work effectively with different functional groups, including management, R&D and sales\n– Excellent interpersonal communication and negotiation skills to resolve internal and external competing priorities\n– Ability to manage multiple priorities, juggling multiple activities, simultaneously\n– Strong technical, analytical and problem solving skills\n– Experience with user interface and experience design\n– Willingness to travel to customer and non-customer sites globally (25%)\nלשליחת קורות חיים למשרת Head of Product- Social Platform – AGT International\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "senior web engineer,matrix,head of product,social platform,agt international,senior linux c++ developer,senior software developer,architect,como,cybereason,ecosystem development manager,cto developer,amdocs,senior software engineer,nice,image recognition algorithm engineer,release manager,hpe software,anyclip,general electric,check point,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}