{"url": "https://www.geektime.co.il/ibm-acquires-worklight/", "type": "article", "title": "IBM רוכשת את Worklight הישראלית [אקזיט]", "description": "חברת הפיתוח לסלולר וורקלייט חוגגת הערב עם רכישתה בסכום שיא של כ-75 מיליון דולרים על-ידי ענקית התוכנה IBM.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/worklight-screenshot2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-31T16:40:10Z", "modified_time": "2012-02-01T10:47:40Z", "articleBody": "חברת הפיתוח לסלולר וורקלייט חוגגת הערב עם רכישתה בסכום שיא של כ-75 מיליון דולרים על-ידי ענקית התוכנה IBM.\nמקור: יח\"צ\nערוץ הסטארטאפים בניוזגיק מפורסם בחסות תוכנית Microsoft Bizspark, המשתפת פעולה עם ניוזגיק במסגרת תוכנית Geekspark. רוצים לחשוף גם את הסטארטאפ שלכם בניוזגיק ולהיכנס לתוכנית Bizspark של מיקרוסופט? הכנסו לכאן לפרטים נוספים.\nענקית המחשוב IBM הודיעה אחר הצהריים (שלישי) על רכישתה של חברת הסטארטאפ הישראלית Worklight, המפתחת פתרון המיועד לחבר ארגונים ועסקים לעולם הרשתות החברתיות. מחיר הרכישה הרשמי אמנם לא פורסם, אך לפי דיווחים לא רשמיים שקיבלנו, מדובר בעסקה שנחתמה לפי שווי של 75 מיליון דולר.\nWorklight הוקמה ב-2006 על-ידי שחר קמיניץ שניהל בתפקידו הקודם את מחלקת האינטרנט באמדוקס. הרעיון שמאחורי הפתרונות של החברה הוא לאפשר לארגונים גדולים לפתח בקלות אפליקציות לסלולר באמצעות HTML 5 או באמצעות השפות הייעודיות של המערכות השונות. פתרונות החברה מאפשרות ללקוחותיה לפתח אפליקציות סלולר בקלות רבה, תוך תשומת לב מירבית  על פשטות התהליך, שיקולי אבטחת מידע ושקיפות נתוני המערכת כך שהלקוח מועדכן על ביצועי האפליקציות שלו.\nעיקר החידוש במוצרי החברה, הוא שהם מאפשרים לארגונים גדולים לפתח אפליקציות באמצעות הכלים של החברה בקלות ופשטות ביחס לפתרונות האחרים הקיימים היום. בין לקוחותיה הקבועים של החברה ניתן למצוא את IBM (שזה עתה רכשה אותה), RIM, מיקרוסופט, אמדוקס, ועוד.\nבוורקלייט השקיעו עד היום קרנות ההון סיכון Index Ventures, ג’נסיס פרטנרס (Genesis Partners) ו-Pitango Venture Capital, בנוסף למשקיעים פרטיים כגון שלמה קרמר. עד היום גייסה החברה כ-21 מיליון דולרים והיא מחזיקה כיום סניף מחקר ופיתוח בשפיים, ומשרדים ראשיים בניו יורק.\nההשקעה של IBM בוורקלייט מאפשרת לחברה לעבות את ההיצע הפתרונות ללקוחותיה בתחום הסלולר. בשנים האחרונות משנה IBM מיקוד ומתחילה להתרכז בשוק המוסדי. אחד השלבים הבולטים בתהליך היה מכירת חטיבת המחשבים האישיים שלה ליצרנית הסינית לנובו. עם הרכישה, היצע השירותים שיכולה IBM להעניק ללקוחותיה כוללת פתרונות של סביבות פיתוח לסלולר, הטמעה, אבטחת מידע וניהול מידע.\nאחד האלמנטים החשובים, מבחינת IBM, המגיעים מהרכישה של וורקלייט, היא היכולת של וורקלייט לפתח אפליקציות לסלולר ולטאבלטים, המסוגלות להתחבר בצורה מאובטחת אל מערכות ארגוניות גדולות. יכולות שכאלה יכולות לסייע  ל-IBM להתמקם בחזית הטכנולוגיה המוצעת היום לשוק האנטרפרייז, אשר רואה בשנים האחרונות את החדירה המאסיבית של סמארטפונים וגאדג’טים מכל הסוגים. בעוד שמחלקות IT רבות ברחבי העולם מתמודדות עם התופעה בצורה כזאת או אחרת, הצעה מסודרת של חברה גדולה כמו IBM לפתרונות המיועדים ספציפית לשוק המוסדי, עשויה בהחלט לעניין לא מעט אנשים ולפתוח לחברה מחדש את הדלת למקומות שבחרו לנטוש בעבר את פתרונות התשתית שמציעה החברה עבור פתרונות מתחרים.\n\nMicrosoft Bizspark היא תוכנית גלובלית שפותחה במטרה לסייע להצלחת סטארטאפים בשלבים המוקדמים על-ידי אספקת מספר משאבי מפתח, בזמן שהכי צריך אותם:\nתוכנה – במסגרת התוכנית, תקבלו גישה מלאה למגוון הרחב של כלי הפיתוח, הפלטפורמות השונות ורשיונות לכל מוצרי מיקרוסופט לשימוש מיידי למשך 3 שנים, לצורך פיתוח וחדירה לשוק של פתרונות וטכנולוגיות חדשות. כל אלו, יחד עם כל ההטבות האחרות בתוכנית, מגיעות ללא תשלום.\nתמיכה – התחברו לשותפים נוספים בתוכנית מרחבי העולם – חממות, משקיעים, יועצים, משרדי ממשלה וספקי הוסטינג – כולם מעורבים ומושקעים באופן שווה בתחומי החדשנות והיזמות בתחום התוכנה והאינטרנט ומציעים מגוון רחב של פתרונות שיוכלו לסייע לכם בפתרון בעיות טכנולוגיות ועסקיות.\nחשיפה – מעבר לשיתוף הפעולה עם ניוזגיק, תוכנית Bizspark חושפת את הסטארטפים החברים בה לקהל רחב של משקיעים, לקוחות ושותפים פוטנציאליים. כחברים בתוכנית Bizspark של מיקרוסופט, תזכו לגישה לאקו-סיסטם עשיר של עמיתים למקצוע, שותפים ומגבים משאבי תמיכה מכל העולם, אשר יסייעו לכם לגדול ולהצליח. Microsoft Bizspark זו הדרך המהירה ביותר להזניק את הסטארטאפ שלכם קדימה.", "keywords": ",ibm,index ventures,microsoft,pitango venture capital,rim,worklight,אמדוקס,ג\\'נסיס,ג\\'נסיס פרטנרס,מיקרוסופט,פיטנגו,קרן פיטנגו,וורקלייט,אקזיט,אקזיט ישראלי,amdocs,genesis partners"}