{"url": "https://www.geektime.co.il/israelis-drone-crashed-into-apple-park/", "type": "article", "title": "מה עומד מאחורי הרחפן שהתרסק בקמפוס של אפל ושייך בכלל לבחור ישראלי", "description": "ישראלי אשר הטיס רחפן מעל הקמפוס החדש של אפל איבד עליו שליטה, והרחפן התרסק אל תוך השטח הפרטי של אפל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/vlcsnap-2018-02-21-11h52m34s613-1519206778.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-21T21:53:04Z", "modified_time": "2018-02-21T21:53:04Z", "articleBody": "ישראלי אשר הטיס רחפן מעל הקמפוס החדש של אפל איבד עליו שליטה, והרחפן התרסק אל תוך השטח הפרטי של אפל\nתמונה: Apple\nזוכרים את הימים הטובים בהם בעיטה חזקה מדי של כדור אילצה אתכם להתחנן בפני השכן שיחזיר לכם אותו? אז עכשיו תדמיינו שהכדור מוחלף ברחפן, והשכן שלכם הוא לא אחר מאשר Apple בכבודה ובעצמה.\nבמשך השנים האחרונות זכינו לצפות בלא מעט צילומי רחפן שעקבו אחרי הבנייה של הקמפוס החדש והמרשים למדי של אפל, Apple Park. אתר הבניה, שהעבודה עליו הושלמה בחודשים האחרונים, הפך להיות אבן שואבת לכל אלו שרוצים הצצה קלה ממעוף הציפור אל אחד הקמפוסים המרשימים בעולם שמכילים את הטכנולוגיה הנחשקת ביותר בשוק. אבל לסיפור הזה לא היינו מוכנים: אסף קאופמן, ישראלי אשר מתגורר בסן פרנסיסקו הטיס את הרחפן שלו מעל הקמפוס של אפל, כשלפתע הוא איבד שליטה עליו, והרחפן התרסק אל תוך הקמפוס של אפל.\nתמונה: DJI\nקאופמן הטיס במהלך סוף השבוע האחרון את רחפן ה-Phantom שרכש, לדבריו, לכבוד בר המצווה של בנו. במהלך הטיסה הפנה קאופמן את הרחפן לכיוון הקמפוס החדש של אפל, Apple Park. לטענת קאופמן, כאשר הרחפן נכנס לתוך שטחו של הפארק, לפתע איבד שליטה עליו, וצפה בו מתרסק אל תוך הקמפוס. עד כה לא ברור האם אפל יירטה את הרחפן, או שאולי מדובר בכל זאת בתקלה כלשהי שהתרחשה בעת ההטסה.\nבשיחה מיוחדת שערך גיקטיים עם קאופמן הוא מספר כי לפני ההטסה, הוא בדק כי כל הרכיבים של הרחפן תקינים, לא נראתה כל תקלה דרך הרחפן או האפליקציה שלו. לאחר הטיסה, בדק קאופמן את קבצי הלוג של הטיסה, וגילה כי ברגע המעבר מעל השטח של אפל פארק, התרחשה הפרעה אלקטרו-מגנטית שגרמה לאיבוד השליטה על הרחפן. צירוף מקרים? שיבוש מכוון של הטסת הרחפן? עד כה, אפל לא הסכימה להודות כי הפילה את הרחפן באוזניי קאופמן.\nבתחילה קאופמן סבר כי הרחפן התרסק אל תחומי החצר הפנימית של הקמפוס, או על גג הבניין. על כן, פנה לעזרת צלם מקצועי המתמחה ברחפנים, אשר מצלם בשנים האחרונות את הקמפוס של אפל באמצעות רחפן על בסיס שבועי וחודשי (ואפילו צילם סרטונים עבור אפל בתשלום). הצלם, אשר שלח רחפן Phantom 4 Pro משל עצמו בחיפוש אחר הרחפן המרוסק, הצליח לאתר את הרחפן המדובר בין שני פאנלים סולאריים, כאשר הוא נראה במצב סביר, ככל הנראה עם מדחפים פגועים.\nאבל רגע לפני שאנחנו צוללים לחלק העוד פחות נעים של הסיפור, אתם יכולים לחזות ברגעי ההתרסקות של הרחפן כפי שנתפסו בעדשת המצלמה שלו, ובמציאת הרחפן על ידי הצלם:\n\nלאחר מציאת הרחפן, קאופמן יצר קשר עם צוות האבטחה של אפל וסיפר להם את כל אשר אירע, ולטענתו הם מסרו לו כי אם ימצא הרחפן, הוא יוחזר אליו. לאחר כמה ימים צוות האבטחה של הקמפוס הודיע לקאופמן כי הרחפן הורד מהגג ונמצא בידיהם. ראש מערך האבטחה של המתחם התנה את מסירת הרחפן בחתימה על מסמך שמבהיר כי לא יטיס עוד רחפנים בקרבת שטח הקמפוס, ובמענה על לא מעט שאלות שיבהירו את מהות ההטסה. קאופמן מספר כי למרות שהוא בטוח שלא ביצע כל עבירה בעצם ההטסה מעל המתחם, הוא הסכים לחתום על המסמך ולו רק כדי לקבל בחזרה את הרחפן השייך לו.\nכמה ימים לאחר מכן, ראש מערך האבטחה יצר עימו שוב קשר, והודיע לו כי הרחפן לא ימסר אליו בחזרה על ידי אפל, כיוון שזו בחרה להעביר את הרחפן לרשויות החוק. כעת, קאופמן צריך להמתין להחלטת הרשויות כדי לקבל את הרחפן ששייך לו בחזרה.\nמרכז המבקרים באפל פארק תמונה: אפל\nהטסה מעל הפארק של אפל היא דבר בעייתי למדי, וסבך רגולטורי לא קטן: לפי דיווחים ברשת, אפל שכרה צוות אבטחה מיוחד שמנטר פעילות רחפנים בשטח הקמפוס, ומרחיק את המטיסים מהאיזור. אם המטיס מסרב להתפנות, תפקיד הצוות לעכב אותו עד להגעת המשטרה. עם זאת, כל נושא ההטסה מעל הקמפוס של אפל הוא נושא סבוך למדי.\nחוקי רשות התעופה הפדרלית בארצות הברית (ה-FAA) מציבים את הגובה המקסימלי בו מותר להטיס רחפן: 400 רגל. אך אם לא די בזאת, רגולציה נוספת מחייבת הטסת רחפן בגובה של 360 רגל מעל מבנה. בהנחה שגובה הבניין של אפל הינו בערך 40 רגל (בהתאם למספר הקומות שלו), הטסה חוקית מעליו צריכה להתקיים בגובה מאוד מדויק ומסויים, אחרת הטייס בעצם יפר את חוקי ההטסה מעל הבניין, או את חוקי ההטסה מעל הגובה המקסימלי.\nאפל יכולה להעזר בתקדים משפטי שגרס כי בעל שטח מסוים, זכאי גם לבעלות על המרחב האווירי שמעליו (עד 365 רגל), ועל כן, הטסה מעל המתחם של אפל עשויה להחשב כפלישה לשטח פרטי. כדי להפוך את שטח הקמפוס שלה לאיזור ללא טיסות (No-Fly-Zone), אפל צריכה לרשום את הבניין ב-FAA. עד כה, היא לא ביצעה זאת. אם הייתה נרשמת כאיזור אסור לטיסות, אפליקציות הטסה רשמיות היו יכולות למנוע מטייסים להגיע עם רחפנים לאיזור.\n״אני מכיר את כל הכללים האלה״, כך קאופמן מספר, ומרחיב כי הוא בדק בעצמו את כל החוקים לפני ולאחר המקרה, ובטוח כי ההטסה שביצע עומדת בכל התקנים ובכל הדרישות המחמירות של ה-FAA.\nכל המקרה נגמר בסוג של נס כאשר הרחפן התרסק כמה מטרים ספורים מהחצר הפנימית, בה אנשים היו עשויים להפגע פיזית מהתרסקות הרחפן. עם זאת, התרסקות הרחפן יכלה לפגוע פיזית בפאנל סולארי, אשר עלותו לא נמוכה במיוחד.\nבינתיים השאלה האמיתית והמתבקשת היא האם לאפל יש סמכות לאפל להפיל ולהחרים מכשירים פרטיים על דעת עצמה. בהנחה שקאופמן אכן הטיס את הרחפן על פי כל החוקים והדרישות, אין לאפל עילה לאותה התנהגות אשר קאופמן מתאר כ״בריונית״. לאחר המקרה, סביר להניח כי אפל תהדק את המדיניות שלה בנוגע לרחפנים, ויתכן ותפעל להסרה מוחלטת שלהם מאיזור הקמפוס, כאשר היא יכולה לטעון כי הדבר אף מסכן את חייהם של העובדים. כולנו ידענו שאפל אוהבת את הגן שלה סגור, אבל כעת מסתבר שהדבר נכון גם לשטח האווירי מעל הקמפוס הנוצץ שלה.\nתודה לרהב רוזנברג על הסיוע בהכנת הכתבה", "keywords": "אפל,אפל קמפוס,אפל פארק,רחפן,פאנטום,הטסה,faa,apple,phantom,dji,apple park,apple campus"}