{"url": "https://www.geektime.co.il/startup-invesments-november-2017/", "type": "article", "title": "לאן הלך הכסף? כל הגיוסים והאקזיטים הישראלים של חודש נובמבר", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש נובמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-02T14:00:15Z", "modified_time": "2017-11-30T23:22:26Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש נובמבר בסצנת הסטארטאפים הישראלית\n\nהפלטפורמה של Big Panda (ביג פנדה) הופכת נתונים טכנולוגיים מבולגנים לתובנות מעשיות לעסקים, ומסייעת לחברות ממגוון תחומים, החל מהשוק הקמעונאי לתחום הטכנולוגי ולתקשורת, להניב רווחים ולשמור על לקוחות מרוצים על ידי מזעור שיבושים בשירות ה-IT או על ידי מניעתם מלכתחילה. על מנת לעשות זאת, מציעה החברה מערכת לניהול תקלות (Incident Management) שמאפשרת לחברות לזהות בעיות אפשריות, לטפל בתקלות ולהקצות אנשי צוות לטיפול במשימות השונות.\nהחודש הודיעה החברה על גיוס 23 מיליון דולר נוספים בסבב B, והגדילה את הסבב האחרון שהושלם לפני כשנתיים ל-49 מיליון דולר. את הסבב הובילה גרינפילד פרטנרז, שותפות שמגובה על ידי TPG Growth, עם השתתפות נוספת של המשקיעים הקיימים בחברה – Sequoia Capital, Battery Ventures ו-Mayfield. בשנה האחרונה ביג פנדה מדווחת על כך שהיא יותר משילשה את ההזמנות שלה, והוסיפה לקוחות ארגוניים גדולים כגון אינטל, Turner Broadcasting, מייסי’ס ו-Riot Games.\nחברת Argus הישראלית, המפתחת מערכת אבטחה לתעשיית הרכב, נרכשה על ידי תאגיד Continental הגרמני תמורת סכום המוערך ב-450 מיליון דולר. מידע אודות המגעים השונים התפרסם לפני מספר ימים אבל ברגעים אלו משחררת החברה הודעה רשמית המאשרת את פרטי העסקה. ב-Argus הושקעו עד עתה כ-30 מיליון דולר ועל ידי רכישתה מתכננת Continental לחזק את מעמדה בתחום המערכות החכמות לרכב.\nהטכנולוגיה של Argus (ארגוס) מעניקה הגנה מלאה לרכבים ולרכיבי הקישוריות לאינטרנט המותקנים ברכב לאחר ייצורו ומאפשרת הגנה מלאה מהתקפות סייבר על מערכות הרכב הקריטיות ביותר של הרכב שכוללות בלמים, היגוי והמנוע. ההטמעה של המערכת מתבצעת ללא קושי בכל קו ייצור ומבלי שיש צורך לשנות דבר בעיצוב הרכב. משתמשים כמו מנהלי ציי רכב למשל שעושים שימוש בפלטפורמת השליטה והבקרה של החברה – Argus Cyber Dashboard – יכולים לקבל בכל רגע נתון תמונת מצב עדכנית והתראות בנוגע לאיומי סייבר על צי הרכב שלהם ולהגיב בזמן אמת למצבים מסוג זה.\nArbe Robotics הישראלית פיתחה רדאר ייעודי לרכבים אוטונומיים שידע לזהות מכשולים ממרחק של עד 300 מטר, כמו גם מערכת מבוססת אותה טכנולוגיה למניעת התנגשות רחפנים. החודש נודע כי החברה השלימה סבב גיוס נוסף בהיקף של 9 מיליון דולר, אחרי פחות משנה מההודעה על סבב הגיוס האחרון. את הגיוס הנוכחי הובילו OurCrowd ו-O.G. Tech Ventures והשתתפו בו המשקיעים הקיימים בהם Cannan, Taya Ventures ו-iAngeles. קובי מרנקו, מייסד שותף של החברה סיפר לגיקטיים כי ההון ישמש לצורך מעבר למוצר מסחרי ולבניית תמיכה ללקוחות, בעיקר בסיליקון ואלי.\nבתחילת דרכה Arbe Robotics התמקדה בעולם הרחפנים ופיתחה רדאר ואלגוריתמים המאפשרים זיהוי מטרות ותכנון טיסה בזמן אמת במטרה למנוע התנגשות בין רחפנים. כיום החברה מתמקדת בעיקר בפיתוח רדאר לרכבים אוטונומיים המאפשר מיפוי בזמן אמת בארבעה מימדים. אותה מערכת רדאר מבוססת על צילום ותכליתה לשמש כבסיס לרכיב אוטונומי ובמחיר סביר. כך למשל המערכת יכולה לזהות עצים שממוקמים לצד המדרכה, ולדעת שמדובר בעץ – ולא בילד או ילדה שהולכים על המדרכה, כמו גם רכבים ואופנועים שנוסעים לצידך במהירות של עד 120 ק״מ.\nחברת CardiacSense (קארדיאק-סנס) הישראלית, המפתחת שעון לזיהוי הפרעות לב, הודיעה 750 אלף דולר ממשקיעים לפי שווי של 12 מיליון דולר לפני הכסף.\nהחברה מפתחת שעון לניטור מדדי גוף רפואיים, שמאפשר ניטור רציף ובלתי מוגבל בזמן של קצב הלב לצורך זיהוי הפרעות כמו פרפור פרוזדורים ודום לב, ברמת דיוק המקבילה לא.ק.ג. – הבדיקה המדוייקת ביותר הקיימת כיום. לצורך כך מתבססת הטכנולוגיה של החברה על שילוב ייחודי של טכנולוגיות נושאות פטנטים שפיתחה, לקריאת אותות אופטיים ולחישת תנועה, לחץ, טמפרטורה ועוד – המקנה למוצר רמת דיוק גבוהה עקב ביטול קריאות שגויות.\nהסטארטאפ הישראלי Testim.io המפתח תוכנה לבדיקות אוטומציה מבוססות בינה מלאכותית הודיע לאחרונה על גיוס של 5.6 מיליון דולר בהובלת Lightspeed Venture Partners. גיוס זה מתווסף ל-2.4 מיליון דולר שגייס Testim במהלך השנה האחרונה גם כן מקרן Foundation ו-Spider Capital מה שמעמיד את סך גיוסיו עד כה על 8 מיליון דולר.\nעל מנת לוודא שהאפליקציה שלכם פועלת כשורה, עליכם לבצע פחות או יותר בכל רגע נתון בדיקות איכות, בדיקות שאורכות זמן ומובילות בסופו של דבר ליצירת צוואר בקבוק בעייתי. כדי לנסות ולזרז תהליכים, חלק בוחרים לבצע אוטומציה לתהליכים הללו, אבל גם הנסיונות הללו לא תמיד באים לידי ביטוי בשיפור בזמן שעובר עד לשחרור הגרסה. כאן נכנס לתמונה הפתרון של Testim; באמצעותו, תוכלו להשתמש כרגיל באפליקציה שלכם, כאשר כל פעולה שתבצעו בה תוקלט ותירשם ותוכל להפוך לבדיקה לכל דבר בתוך דקות.\nExcelero מאפשרת לארגונים וספקי שירותים לתכנן תשתיות אחסון גמישות תוך שימוש בשרתים סטנדרטיים ואחסון פלאש. החברה שואבת השראה מארכיטקטורות ה-SN עליהן מתבססות חברות הטכנולוגיה הגדולות באפליקציות Web-scale. היא פיתחה פתרון אחסון מונחה-תוכנה, שעומד בדרישות הביצועים והגמישות של האפליקציות הארגוניות, גם התובעניות ביותר.\nהחודש הודיעה Excelero על סגירת סבב גיוס בהיקף כולל של 25 מיליון דולר בהובלת Battery Ventures ובהשתתפות קוואלקום ונצ’רס, זרוע ההשקעות של קוואלקום בע”מ. כמו כן לקחו חלק בסבב המשקיעים הקודמים של החברה בהם Square Peg Capital, דיוויד פלין, אנג’ל ומייסד Fusion-io, ד”ר גיורא ירון, שלמה קרמר ומיקי בודאי. מאז הקמתה גייסה החברה סך כולל של 30 מיליון דולר. עבור קוואלקום ונצ’רס מדובר בהשקעה ה-22 שלה בישראל, אחרי שהשקיעה בחברות כמו Medisafe, Wiliot, Tapingo ו-ScyllaDB.\nעם התפתחות הערים החכמות, והדור החדש של רכבים אוטונומיים, מונחים אתגרים לא מעטים אל מול חברות התחבורה הציבורית שצפויות לעבור שינויים רבים בעשור הקרוב. נכון להיום, רוב חברות התחבורה הציבוריות עדיין משתמשות בתהליכים ידניים ושאינם מתחשבים בתנאי השטח בזמן אמת. חברת אופטיבוס (Optibus) המספקת פלטפורמה למפעילי תחבורה ציבורית המאפשרת ביצוע אופטימיזציה דינמית של הקצאת המשאבים, הודיעה על השלמת סבב גיוס A של 12 מיליון דולר. סבב הגיוס הובל על ידי קרן פיטנגו, Verizon Ventures והמשקיע סר רונלד כהן, ואליהם הצטרפו גם משקיעי Mobileye ומשקיעים קיימים בחברה בהובלת עידו גרינברג. לדברי החברה, הכספים אשר נאספו בסבב הגיוס ישמשו להאצת תהליך הצמיחה העולמי של החברה ולהמשך פיתוח מערכת ההפעלה שלה.\nאחד מהלקוחות המעניינים ביותר של אופטיבוס היא פייסבוק, שמספקת שירות הסעה לעובדיה בהיקף של כמעט עיר קטנה (250 אוטובוסים) מאיזור מגוריהם ועד משרדי החברה, ובחזרה מדי יום.\nבעולם בו אנו חיים, למרות הקדמה הטכנולוגית, אנו עדיין כמעט חסרי אונים אל מול מחלות חשוכות מרפא. חברת סינווקסין (SynVaccine) המתמחה בייצור וגידול וירוסים בטכנולוגיית ביולוגיה סינתטית, אשר אמורים להוות בסופו של דבר פתרון למחלות חשוכות מרפא, הודיעה על השלמת סבב גיוס בסך 1.7 מיליון דולר. בסבב הגיוס השתתפו משקיעים כמו יהודה ונאווה זיסאפר מחממת Rad BioMed, קרן Sapir Ventures Partners וחברת ההשקעות הסינגפורית Pix Vine Capital. הכספים אשר גויסו בסבב הנוכחי אמורים לסייע לחברה להגיע לתוצאות פרה-קליניות, שיוצגו בפני גופים וחברות פוטנציאליות לשיתופי פעולה.\nהחברה מתמחה במחקר ופיתוח של וירוסים חיוביים אשר מסייעים לחיזוק המערכת החיסונית, מה שהופך אותה לחזקה יותר כנגד וירוסים וגורמים שליליים אחרים. הפיתוחים עליהם עובדת החברה יכולים גם לספק פתרונות למחלות חשוכות מרפא כמו סרטן.\nWaycare Technologies הישראלית מפתחת מערכת חיזוי לתאונות דרכים אשר מדווחת על איזורים מסוכנים ‘המועדים לפורענות’ בטווח זמן של שעתיים קדימה. כלומר, אם לפי הנתונים קיימת סבירות גבוהה מהרגיל לתאונות דרכים – המערכת תתריע על סכנה ותמליץ על שליחת כוחות חירום לאיזור. פתרון זה מהווה אלטרנטיבה למערכות ה-real time, אשר מתריעות כמה שניות לפני תאונת הדרכים הצפוייה, ולא מאפשרת היערכות של כוחות חירום מבעוד מועד.\nהחודש הודיעה Waycare כי סגרה סבב גיוס סיד בהיקף של 2.3 מיליון דולר בהובלת Spider Capital האמריקאית ו-Innogy SE הגרמנית. כמו כן לקחו חלק בסבב Goldbell Investments, UpWest Labs,  janom, Zymestic Solutions ו-SeedInvest. החברה מתכננת להשתמש במימון האחרון על מנת להרחיב את צוות הפיתוח שלה בישראל וליצור שיתופי פעולה עם ערים בארה”ב, אירופה ואסיה, כמו גם עם יצרניות ציוד (OEM) ופתרונות ניווט.\nעולם הנדל”ן נמצא בנקודת רתיחה כבר זמן מה, והחודש חברת קומפאס (Compass), הסטארטאפ של אורי אלון (המוכר גם כבעלי קבוצת הכדורסל הפועל ירושלים), שמפתחת פלטפורמה טכנולוגית אשר הופכת את תהליך חיפוש הדירה בארצות הברית לאמין ונגיש יותר, משלימה בהצלחה סבב גיוס ענק. את סבב הגיוס החמישי בהיקף של 100 מיליון דולר הובילה פידליטי השקעות, Institutional Venture Partners, Wellington Management ובהשתתפות Thrive Capital, 406 Ventures ו-Founders Fund. לפי הערכות שמפרסם בלומברג, הגיוס מתבצע לפי שווי של 1.8 מיליארד דולר.\nהקונספט העומד מאחורי Compass נועד להפוך את תהליך החיפוש והמציאה של דירה באיזורים מבוקשים ברחבי ארצות הברית לזמינים ונגישים יותר מבעבר. החברה מציעה פלטפורמה שמאפשרת למשתמשים ולסוכנים לקבל החלטות מושכלות יותר בתחום הנדל”ן על ידי הצגת מידע מפורט על מגמות תמחור ותנודות השוק בזמן אמת. בנוסף, הפלטפורמה מציגה מידע מפורט על אזורים, שכונות, עסקאות אחרונות שבוצעו, מקומות הבילוי והחינוך ועוד.\nחברת הסטארטאפ הישראלית Yotpo (יוטפו), שפיתחה פלטפורמה לשיווק באמצעות תוכן גולשים וצרכנים, הודיעה על השלמת סבב גיוס בגובה 51 מיליון דולר בהובלת קרן Claltech, זרוע ההשקעות של חברת Access Industries של לן בלווטניק.\nהרעיון העומד מאחורי הפלטפורמה שפיתחה החברה הוא לעזור לעסקים להגדיל את המכירות שלהם, באמצעות יצירת תוכן וביקורות מאומתות מרוכשים אמיתיים, ושיתופם במגוון מנועי חיפוש ורשתות חברתיות. לשם כך מציעה החברה מערכת תגובות בה יכולים הרוכשים לשתף אודות חוויית הרכישה או השימוש במוצר. באמצעות הביקורת נוצרת למעשה קהילה סביב המוצר, שמעלה את החשיפה אליו ויכולה לגרום לרוכשים המביעים עניין להפוך ללקוחות בעצמם. לקוחותיה של החברה, אתרי המסחר עצמם, יכולים להנות מאנליטיקות מפורטות המציעות מידע נוסף אודות המכירות השונות. על פי החברה, הפלטפורמה מייצרת עד פי 10 יותר תוכן גולשים מאשר המתחרים, מה שמתרגם בסופו של דבר ליצירת קהילה ולרכישת לקוחות חדשים. על פי החברה, מוצריה השונים מותקנים ב-200 אלף אתרים פעילים עם יותר מחצי מיליארד צפיות חודשיות.\nבעולם התחרותי שבו אנו חיים, עסקים זקוקים ליכולת לשים ידם על מידע ולנתח אותו במהירות המירבית על מנת להגיע לתובנות ולקבל החלטות עסקיות קריטיות. הסטארטאפ הישראלי Equalum (אקוולום) פיתח טכנולוגיה ‘המתקשרת’ עם טכנולוגיות מאגרי הנתונים מבוססות קוד פתוח כמו Apache Kafka\nו-Spark, במטרה לחסוך לארגונים זמן וכסף ביצירת התממשקות ביניהן. הפלטפורמה של החברה מאפשרת לארגונים לבצע ניתוחי דאטה בזמן אמת על מספר בלתי מוגבל של מאגרי מידע ממגוון יישומים, ולקבל תובנות רלוונטיות בזמן אמת.\nכעת הודיעה החברה על סגירת סבב גיוס (Series A) בהיקף של 5 מיליון דולר בהובלת Innovation Endeavors של אריק שמידט ו-GE Ventures, כמו גם קבוצת משקיעים פרטיים בהם האנג’ל ד”ר גיורא ירון, הנחשב לאחד מאבות תעשיית ההיי-טק הישראלית.\nכ-100 מיליון מכשירים רפואיים מחוברים נמצאים כיום בשימוש ברחבי העולם ומספר זה צפוי לגדול פי 2 בטווח של השנתיים-שלוש הקרובות. למרבה הצער, תקיפות הסייבר לא פוסחות על תחום זה, ומספר התקיפות על מכשור רפואי מחובר מזנק אף הוא. הסטארטאפ הישראלי Medigate (מדיגייט) מפתח פתרון ייעודי לאבטחת מכשירים רפואיים מחוברים לרשת הנמצאים בשימוש בתי חולים וארגונים המספקים שירותי בריאות. באמצעות הפלטפורמה מנהלי אבטחת מידע בארגונים יכולים להגן על המכשור הרפואי המחובר לרשת הארגונית ולרשתות חיצוניות מפני תקיפות סייבר. החודש הודיעה החברה על השלמת סבב גיוס בהיקף של 5.35 מיליון דולר בהובלת YL Ventures ובהשתתפות בלאמברג קפיטל.\nהפתרון שמפתחת Medigate מיועד למכשור רפואי המחובר לרשומות רפואיות אלקטרוניות, שרתים, מערכות פנימיות של בתי חולים וארגונים אחרים, ורשת האינטרנט בכלל. הפלטפורמה מספקת נראות לכל המכשירים הרפואיים המחוברים לרשת, זיהוי מלא של סוגי המכשירים והמאפיינים הייחודיים של כל אחד מהם, וכן מאפשרת ניתוח והבנה של הפרוטוקולים הייעודיים, התקשורת וההתנהגות של כל מכשיר ברשת. באמצעות היכולת לזהות פעילות חריגה וחשודה במכשור רפואי מחובר, מדיגייט מאפשרת הגנה מפני מתקפות סייבר וניסיונות לפגיעה בבטיחותם ופרטיותם של המטופלים.\nהחיפוש והמלחמה על הטאלנטים הבולטים בעולמות הטכנולוגיה, יוצר מהפכה גם בתהליכי הגיוס עצמם. אם עד עכשיו התמקדו מאמצי הגיוס של חברות באיתור של מפתחים ומתכנתים שמתמחים ב-AI, הרי שעכשיו גם הגיוס עצמו עומד להתבסס על בינה מלאכותית, כשאפילו פעולת ה’הד-האנטינג’ (ציד-ראשים, איתור הכשרונות הבולטים בתחומים וגיוסם לחברה) תתחיל להתבצע בעזרת מערכת AI. החודש הודיע הסטארטאפ הישראלי WOO, שעומד מאחורי הפיתוח החדש הזה, על השלמת סבב גיוס בגובה 7 מיליון דולר.\nכמו ‘הד-האנטר’ רגיל, גם ‘הלנה’, ציידת הראשים מבוססת ה-AI, עושה את כל פעילות איתור המועמדים הרלוונטיים עבור החברה באופן מלא – החל מאיתור המועמדים, פנייה אליהם והצעה. רק כאשר מועמד מגלה עניין, מפנה אותו הלנה להמשך התהליך. בכך חוסכת ‘הלנה’ זמן ומשאבים רבים עבור הצוותים המגייסים שכיום מושקעים בניסיון לאתר ולהגיע למועמדים רלוונטיים. הפיתוח מתבסס על מערך מחפשי העבודה והמעסיקים של WOO, כמו גם ממקורות חיצוניים, כשעל פי החברה, כ-80 אחוזים מתוך המועמדים פתוחים לקבלת הצעות עבודה, למרות שאינם מחפשים עבודה חדשה בצורה אקטיבית.\nשוק השקעות באמצעות מנועים אוטומטיים (robo advisors) פונה כרגע רק למשקיעים פרטיים, ומתמקד בהשקעות בתעודות סל עם תשואות נמוכות. אולם השוק, שמוערך כיום ב-200 מיליארד דולר בעולם, צפוי לגדול ב-40 אחוזים עד 2021. חברת הסטארטאפ הישראלית Tipigo (טיפיגו) רוצה להביא את בשורת ההשקעה האוטומטית למשקיעים הבינוניים והקטנים, והודיעה החודש על גיוס של מיליון דולר מהאנג’ל אלון ארבוב.\nTipigo מנתחת בזמן אמת מידע שמפורסם על ידי גופי מחקר שונים בעולם – תהליך שמבוצע על ידי אלגוריתמים, אשר משפרים את ביצועיהם לאורך זמן. לאחר איסוף הנתונים, מקבלת המערכת החלטה האם ישנה התאמה בין הזדמנות השקעה ספציפית לפרופיל ההשקעה של הלקוח. בכך נותנת המערכת יעוץ אוטומטי, בהתבסס על נתוני המחקר השונים.\nחברות כיום מוצפות במידע מהמערכות שהן מפתחות, מידע המוכר גם בין השאר כקבצי לוגים (Logs). הקבצים הללו מכילים המון מידע, חלקו חשוב יותר, וחלקו פחות, אך עיבודו אורך זמן רב ודורש משאבים לא מעטים. על כן חברת Logz.io מפתחת מערכת אשר יכולה לנתח את המידע המתקבל מהמערכות השונות, למיין אותו ולהציג אותו בצורה נוחה ופשוטה באמצעות Machine-Learning. החודש הכריזה החברה על השלמת סבב גיוס שלישי בסך 23 מיליון דולר, בהובלת קרן ההון סיכון OpenView ומשתתפים כמו 83North, גיזה ו-Vintage Investment Partners. הכספים אשר גויסו בסבב הגיוס הנוכחי אמורים לדברי החברה, לסייע ליכולות השיווק והמכירה שלה וכן להשקעה בהמשך פיתוח המערכת בהתאם לצרכי הלקוחות. הגיוס מציב את סך ההשקעות בחברה על 47 מיליון דולר.\nאיזון בין עסקים או מטלות רבות לבין פינוקים וטיפוח הוא איזון שקשה מאוד לשמור עליו. שעות העבודה הרבות שנשים מקדישות לעבודה ולמטלות שונות משאירות אותן בלי הרבה זמן לעיסוקים הקצת יותר מפנקים שלהן שגם הם שואבים לא מעט זמן. Missbeez, הפלטפורמה להזמנת שירותי טיפוח ועיסויים עד הבית או המשרד בלחיצת כפתור, הודיעה על השלמת סבב גיוס שני בסך 4 מיליון דולר, בהובלת קרן ההון סיכון Ourcrowd. בסבב השתתפו 500 Startups , iAngels, Global Target Ventures והמשקיע גיגי לוי. הכספים אשר גויסו בסבב הגיוס הנוכחי עתידיים לסייע בשדרוג הפלטפורמה של מיסביז ושיפור האלגוריתמים הקיימים אשר יסייעו להתאמה בין מטופלת למטפל/ת בהתאם להעדפותיה והמבצעים הקיימים.\nעם הצמיחה הטכנולוגית האדירה של העשורים האחרונים, וההסתמכות על שירותי ענן ושירותים טכנולוגים נוספים, אמנם נמצאה דרך לייעל תהליכים ויצירת יכולות חדשות, אך גם נוצר איום חדש על חברות: איומי סייבר. בין אם מדובר במתקפות ממוקדות, מתקפות כופר, הפלת שרתים ועוד שלל מזיקין, איום הסייבר מרחף מעל רוב החברות בימינו. חברת At-Bay הישראלית, מחפשת להמציא מחדש את תחום הביטוח עם דגש על איומי סייבר. החודש הודיעה החברה על השלמת סבב גיוס Seed של 6 מיליון דולר, בהובלת Lightspeed Venture, ובהשתתפות שלמה קרמר ו-LocalGlobe.\nAt Bay לא מסתמכת רק על מידע היסטורי בכדי לשער את סיכוני הסייבר העומדים בפני חברה או ארגון, אלא מסתמכת על איסוף והעשרת מידע בכדי לאפשר למומחי אבטחת מידע להתאים את מודל תמחור הביטוח לפי הצפי לסיכון בעתיד. בכך, לקוחות יכולים לקבל הערכות סיכון עדכניות בתוך שעות ספורות.\nלפני 4 שנים מכר היזם הישראלי עידן פלוטניק את Aorato, חברת הסייבר שהקים, למיקרוסופט תמורת 200 מיליון דולר. החודש הודיע היזם על השקת Coneuron (קונוירון), הסטארטאפ החדש שלו, בו הוא גם השקיע 4 מיליון דולר מכספו.\nConeuron (קיצור של ‘נוירון משותף’) שפועלת עדיין ב-stealth mode, מתמקדת במה שהיא מכנה ‘שיפור התנהגות של דור שלם בעולם הווירטואלי’. לצורך כך היא מפתחת כלי ‘שיאפשר לדור הנוכחי שליטה בחיים הווירטואליים שלהם’, ומיועד לעזור למשתמשים להתמודד עם האתגרים שמציג העולם הוירטואלי, שבו כמעט אין גבולות, מעצורים או חוקים.\nאחד מתסריטי האימה שמביא איתו הטרור העולמי היא התקפת סייבר רחבה שתשבית תשתיות. תפקוד לקוי או חלקי של תעשיות ייצור מתקדמות יכול לגרום לנזק שיפגע בעשרות אלפי בני אדם ויותר. אפילו השבתה חלקית יכולה לגרום לנזק משמעותי ולעיתים אף לאסון של ממש. הפיתוח של SCADAfence  הישראלית מגן על רציפות תהליך הייצור מפני השבתות. החודש הודיעה החברה על השלמת גיוס בסך 10 מיליון דולר.\nבין המשקיעים בחברה ניתן למצוא את JVP, NexStar Partners, 31Ventures Global Innovation\nFund, GB-VI Growth Fund Investment , iAngels ואת DS Strategic Partners. הכספים אשר נאספו בסבב הגיוס הנוכחי ישמשו להרחבת מרכז המחקר והפיתוח של החברה בישראל ולהגדלת הפעילות העסקית שלה בשווקים כמו צפון אמריקה, אירופיה ואסיה.\nלמרות הטכנולוגיות המתקדמות כיום, חברות הפועלות בתעשיית הבנייה, תעשייה המוערכת בלמעלה מטריליון דולר, עדיין נסמכות על שיטות מיושנות של עט ונייר לניהול תהליך הבנייה. כתוצאה מכך, עשרות אלפי פיסות מידע הולכות לאיבוד במהלך הפרויקט, מה שמוביל לעיכובים משמעותיים ולעתים אף לבנייה מחדש של חלקים מסוימים בפרויקט. הסטארטאפ הישראלי Buildup (בילד אפ) מציע פלטפורמה לחברות בנייה ונדל”ן, המאפשרת שיתוף פעולה בין הנפשות הפועלות באתרי בנייה – יזמים, קבלנים, קבלי משנה ומנהלי נכסים, זיהוי ופתרון בעיות כמה שיותר מהר.\nהחודש הודיעה החברה על סגירת סבב גיוס A בגובה 7 מיליון דולר בהובלת TLV Partners. בסבב השתתפו גם UpWest Labs, 01Ventures, Abstract Ventures והמשקיעים גיא גולדשטיין ואחיקם קאופמן, מייסדי Check. המימון יסייע להרחבת צוותי הפיתוח, המכירות והשיווק של החברה ולהמשך פיתוח מוצרים חדשים.\nאפליקציות התשלומים, שהולכות ותופסות מקום מרכזי כיום, מגיעות גם לשווקים נישתיים יותר ועונות על צרכים ממוקדים יותר. חברת הסטארטאפ הישראלית Mazalit (מזלית), שפיתחה אפליקציית תשלומים, שמיועדת לשימוש על ידי יהלומנים וסוחרי תכשיטים, גייסה 1.2 מיליון דולר לצורך הפיתוח.\nאפליקציית התשלום שמפתחת Mazalit תאפשר ליהלומנים ולסוחרי תכשיטים להשלים תשלומים בפחות מ-10 שניות, כשכל התהליך מתבסס על בלוקצ’יין. כיום התהליך עלול להימשך ימים ותלוי בשעות פעילות של בנקים ואזורי זמן שונים. בנוסף, בעזרת תשלום באפליקציה, יוכלו המשתמשים לחסוך עד 90 אחוזים מהעמלות והעלויות השונות שכרוכות בהעברות בנקאיות. בנוסף, מאפשרת האפליקציה למשתמשים לקבל שירותי נאמנות, ושירותי חיוב ואשראי לתעשיה והמסחר הגלובליים ביהלומים, אבני חן ותכשיטים.\nעם התלות ההולכת וגדלה שלנו בשירותי הטכנולוגיה השונים, עולה גם השאלה מה יעלה בגורלם של הנכסים הדיגיטליים שלנו – חשבונות ברשתות החברתיות, מטבעות דיגיטליים ועוד. חברת SafeBeyond (סייפביונד) הישראלית, שמפתחת ‘כספת דיגיטלית’ שמאפשרת לשמור בה תוכן דיגיטלי בפורמטים מגוונים, הודיעה החודש על גיוס של 1.2 מיליון דולר.\nSafeBeyond הוא שירות שמאפשר למשתמשים לאחסן מסרים אישיים בצורת וידיאו, טקסט, תמונה, קול או קובץ אחר, ולקבוע מי יקבל אותם ומתי. בין היתר אפשר להגדיר מראש תאריך, מקום או אירוע שישמשו תנאי מקדים למשלוח המסר, הודעה שתתפרסם בפייסבוק או טוויטר ועוד. בנוסף, מאפשר השירות גם להעביר דרך האתר סיסמאות גישה ופרטי חשבונות, לפי הנחיות המשתמש. הפרטים, כמו גם התוכן הדיגיטלי השונה, יימסר ליורשים שהוגדרו על ידי המיטב, רק כאשר יתקיימו אירועים או תנאים מסויימים כמו למשל מיקום מסויים, תאריך, גיל או מאורע קבוע מראש.\nהפלטפורמה מאפשרת ליזמים להציג את הרעיון שלהם בצורה שמוכרת לנו מאתרי גיוס ההמונים דוגמת קיקסטארטר ואינדיגוגו. על היזמים להציג פרטים חיוניים אודות החברה והמוצר, מצגת, סרטון ותקציב, וכן את הפרמטרים השונים של העסקה ושל הקמפיין, כמו סכום הכסף אותו הם מבקשים לגייס, מהי התמורה המנייתית עבור הגיוס והאם יש אפשרות לגיוס יתר, כלומר, האם קיימת תקרה לגיוס, או שהקמפיין הוא בבחינת “גייס כפי יכולתך” (עד מיליון דולר).\nעל פי החברה, בשנתיים של פעילות גוייסו דרכה למעלה מ-7 מיליון דולר (25 מיליון ש”ח) עבור חברות סטארטאפ ישראליות, כש-5.5 מליון דולר מתוכם גוייסו ב-12 החודשים האחרונים, לצורך מימון של 15 סטארטאפים ישראליים. ההשקעות מגיעות מציבור ‘המשקיעים היומיומיים’, כלומר משקיעים שאינם מוגדרים כ’משקיעים כשירים’ על-ידי החוק הישראלי.\nלאן שלא תסתכלו, סביר להניח שתמצאו אדם שמרכיב משקפיים (ויתכן ובכלל מדובר בכם). כל אותם מרכיבי המשקפיים אמורים להגיע אחת לשנה לבדיקה אצל האופטומיטריסט בכדי לעבור בדיקת ראייה, ולקבל מרשם למשקפיים או עדשות מגע לפי הצורך. הסטארטאפ הישראלי 6over6 מציע לכם לבצע בדיקת ראייה בסיסית מהסמארטפון שלכם ואפילו לקבל מרשם במקום. השבוע הכריזה החברה על השלמת סבב גיוס שני בסך 11 מיליון דולר בהובלת Rimonci Capital ובהשתתפות משקיעים נוכחים כמו אלומות וטרייוונצ׳רס, וחברות משקפיים מהודו וסין בשם לנסקרט וד״ר גלאסס.\nיצרני תוכן ואתרים רבים שוברים את הראש בניסיון למצוא דרכים להשאיר את הקוראים שלהם בתוך האתר, וכאשר רבים בוחרים לשתף את התוכן ברשתות החברתיות, הם ממשיכים לאבד צופים והכנסות פוטנציאליות. הסטארטאפ הישראלי Spot.IM מפתח מוצרים לשימוש בקרב אתרים המייצרים תוכן מקורי, כדי לאפשר לאלו לשמור על הגולשים שנחשפים לתוכן ולא לאבדם משיתופו והצגתו בפייסבוק, יוטיוב, טוויטר ורשתות חברתיות נוספות. היום (ד’) מודיעה החברה על השלמת סבב גיוס שלישי בסך 25 מיליון דולר, בהובלת ג’ף הורינג, מייסד ומנכ”ל קרן ההון סיכון Insight Venture Partners, ובהשתתפות Norma Investment ו-Altair Capital. לדברי החברה, הכספים שנאספו במסגרת הגיוס ישמשו להמשך פיתוח מוצרים.\nהתוכנה שפיתחה Seebo משלבת באופן ייחודי כלים ויזואליים לאפיון, הדמיה ופיתוח, ובכך מאפשרת לקחת מכונות, ציוד תעשייתי, ומוצרי קצה קיימים ולהפוך אותם ל”חכמים” ומחוברים למערכות המדווחות את מדדי השימוש והבריאות שלהם. כמו כן, המערכת מאפשרת לצוותי פיתוח המוצר לנתח את התנהגות המוצר החכם בשטח, לטובת שיפורים עתידיים של המוצר. בששת החודשים האחרונים, Seebo הרחיבה באופן משמעותי את הפלטפורמה שלה, תוך תמיכה בהדמיית מערכות IoT וניתוחי התנהגות שמשלימים את תהליך הפיתוח של מוצרי IoT.\nהטכנולוגיה שפיתחה Visualead שידרגה למעשה את קודי ה-QR הוותיקים והמוכרים והציגה במקומם קודים חדשים צבעוניים, שמשלבים תמונה או לוגו על גבי 90 אחוז משטח הקוד ומשתמשים בטכנולוגיות אבטחה מתקדמות כדי להצפין מידע ולאבטח את תהליך הסריקה. מאז, פיתחה החברה מערכת חדשה שמאפשרת למוכרים בעליבאבא לסרוק את המוצרים שלהם עם כל מכשיר ולייצר חוויות אינטראקטיביות ומבוססות AR.", "keywords": "סיכום גיוסים,גיוסים נובמבר 2017,נובמבר 2017,סטארטאפ,סטארטאפ ישראלי,גיוס הון,קרן הון סיכון,seebo,spotim,tipigo,woo,אקזיט,גיוס,גיוסי,גיוסי הון,סטארטאפים"}