{"url": "https://www.geektime.co.il/2-students-tricked-apple-with-fake-iphones/", "type": "article", "title": "2 סטודנטים עקצו את אפל בכמעט מיליון דולר. הנשק: אייפונים מזוייפים", "description": "אם האייפון לא נדלק, איך אפל יכולה לוודא שהוא שלה? בדיוק על הרעיון הזה בנו שני סטודנטים זרים מאורגון שהחליטו לנצל את תוכנית האחריות של אפל, והצליחו לעקוץ ממנה אלפי מכשירים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/GettyImages-869828088-1518710307.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-07T16:59:26Z", "modified_time": "2019-04-07T16:59:26Z", "articleBody": "אם האייפון לא נדלק, איך אפל יכולה לוודא שהוא שלה? בדיוק על הרעיון הזה בנו שני סטודנטים זרים מאורגון שהחליטו לנצל את תוכנית האחריות של אפל, והצליחו לעקוץ ממנה אלפי מכשירים\nתמונה: Justin Sullivan, Gettyimages Israel\nאפל ידועה כחברה עם אחד משירותי הלקוחות הטובים בעולם. הנציגים שלה לעיתים נותנים תחושה שהם יעשו הכל כדי שאתם תצאו מרוצים, אבל יש גם אנשים שמנצלים את הנחמדות הזאת: שני סטודנטים סיניים להנדסה באורגון עומדים כעת למשפט. הסיבה? על פי הדיווח מדובר בתרגיל פשוט ומבריק שבאמצעותו הם הצליחו לעבוד על אפל, ולמכור אייפונים ביותר ממיליון דולר.\nעל פי האישומים, יאנגיאנג ז’ו וקוואן ג’יאנג, בעלי וויזת סטודנט בארצות הברית, הבריחו החל מ-2017 לארצות הברית אלפי אייפונים מזויפים מסין. ז’ו היה האחראי על קבלת המשלוחים מסין, בעוד ג’יאנג היה לוקח את אותם אייפונים מזויפים, ומביא אותם לנקודות שירות של אפל, בין אם בחנויות הפיזיות ובין אם באמצעות האתר שלה, וטוען כי מדובר באייפון תקול שאיננו נדלק.\nמאחר שהיה מדובר באייפונים מזויפים, נציגי אפל באמת לא הצליחו להדליק אותם, וככל הנראה לא הצליחו לאמת את המספרים הסידוריים שלהם כדי לראות האם מדובר במכשיר שנקנה מאפל. על פי הדיווח, אפל לא ביקשה כל קבלה או הוכחת רכישה כדי להחליף את המכשירים של ג’יאנג’, שטען שהמכשיר ששלח כל פעם עדיין תחת אחריות יצרן. על פי ההאשמות, ג’יאנג’ שלח 3,069 בקשות להחלפה של מכשירים מזויפים, ואפל הסכימה להחליף 1,493 מהם.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nלאחר שהצליחו להחליף אייפון מזויף באייפון אמיתי ורשמי מאפל, ז’ו היה שולח את המכשירים החדשים בחזרה לסין, שם הם נמכרו בסכומים המוערכים ב-600 דולרים למכשיר. אותו גורם שמכר עבור השניים את האייפונים בסין, העביר נתח מהכסף לאימו של ג’יאנג, אשר העבירה אותו לחשבון בנק אחר, שג’יאנג כמובן נכנס אליו בעודו על אדמת ארצות הברית. על פי ההערכות של נציג אפל, החברה הפסידה 895,800 דולרים כתוצאה מתרגיל העוקץ.\nסוכנים פדרליים בפורטלנד החלו לחקור את הנושא באפריל 2017 לאחר שהמכס האמריקאי תפס 5 משלוחים של אייפונים מזויפים שנשלחו מהונג קונג. במהלך החקירה גילו כי ג’יאנג השתמש בכתובות של קרובים וחברים נוספים בערים אחרות לצורך קבלת המשלוחים של האייפונים המזויפים, וביוני ויולי 2017 אפל שלחה הודעה לג’יאנג בה היא דורשת ממנו לחדול מפעולותיו. בחיפוש שערכו סוכנים פדרליים בביתו, נמצאו יותר מ-300 אייפונים מזויפים, תיעודים שונים על משלוחים ובקשות למימוש אחריות וקופסאות הממוענות לשותפו לפשע, ז’ו.\nהשניים טוענים כי הם לא ידעו שהאייפונים שהם קיבלו היו מזויפים. אך נכון לעכשיו, ז’ו מואשם בייצוא סחורות לא חוקי, וז’יאנג מואשם בסחר בסחורה מזויפת ובמרמה.", "keywords": "אייפון,אייפונים,ios,iphone,apple,אפל,משפט,אייפונים מזויפים,אייפון מזויף,fake iphone"}