{"url": "https://www.geektime.co.il/driveway-raises-10-mm/", "type": "article", "title": "גיוס: Driveway מגייסת 10 מיליון דולר, תעזור לנו לחסוך בביטוח הרכב", "description": "Driveway מפתחת אפליקציה שמנטרת את הנהיגה של המשתמשים, ומתגמלת את הזהירים בהנחה בפרמיית הביטוח. עתה מודיעה החברה על גיוס של 10 מיליון דולר בהובלת המיליארדר רומן אברמוביץ'", "image": "https://files.geektime.co.il/wp-content/uploads/2015/08/BIG3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-08-02T09:12:52Z", "modified_time": "2015-08-02T09:16:26Z", "articleBody": "Driveway מפתחת אפליקציה שמנטרת את הנהיגה של המשתמשים, ומתגמלת את הזהירים בהנחה בפרמיית הביטוח. עתה מודיעה החברה על גיוס של 10 מיליון דולר בהובלת המיליארדר רומן אברמוביץ’\nמקור: Driveway\nחדש בגיקטיים: לוח משרות הייטק שמתמקד רק במשרות מתחום ההייטק, מתעדכן באופן קבוע ופתוח למגייסים ולמחפשי עבודה.\nעל פי נתוני משטרת ישראל נפגעו בשנת 2014 יותר מ-22 אלף אנשים בתאונות דרכים בכבישי ישראל, נתון שמצביע על ירידה לעומת שנים קודמות. במקביל לאמצעי אכיפה משופרים וחינוך לנהיגה טובה יותר, עולה גם חשיבות הטכנולוגיה במניעת התאונות. אולם בצד התקנת חיישנים דוגמת אלו של Mobileye הישראלית, עולה גם חשיבותן של אפליקציות שרצות על גבי הסמארטפונים שלנו ולא דורשות התקנות של ציוד נוסף. אפליקציית Driveway היא מעין “קופסה שחורה” של הנהיגה שלנו, שנועדה לעזור לנו לנהוג בצורה זהירה יותר ולהעניק לנו תגמול בצורת תשלומי ביטוח מופחתים. עתה, מודיעה החברה על גיוס של 10 מיליון דולר.\nעל פי נתונים של Driveway, כ-70 אחוזים מהנהגים “הטובים” מסבסדים בדמי הביטוח שלהם את הנהגים הנותרים, “הרעים”. הרעיון פשוט: האפליקציה תנטר את הרגלי הנהיגה של המשתמשים ואלו שנוהגים בצורה זהירה יותר, יזכו להנחה בפרמיה שהם משלמים לחברת הביטוח. האפליקציה מנטרת מספר פרמטרים שמחולקים ל-3 קבוצות: נהיגה אגרסיבית – האצה, בלימות, פניות ונהיגה במהירות מעל המותרת; זמן הנהיגה – שעות לילה או יום וכן שעות עומס או שעות פנויות ומספר הקילומטרים שעושה הרכב מדי שנה. המערכת משקללת את הנתונים ומעניקה לנהג ציון בין 0 ל-100, על בסיסו יכולה חברת הביטוח להעניק לו הנחה של עד 30 אחוזים במחיר הפרמיה. ב-Driveway גם מציינים כי המערכת יכולה גם לחסוך בעלויות הדלק. על פי נתוני החברה עושים בה שימוש כ-250 אלף נהגים, שנהגו איתה במצטבר יותר מ-860 מיליון קילומטרים.\nעתה מודיעה החברה על השלמת סבב גיוס A בגובה 10 מיליון דולר, סבב שהובל על ידי Ervington Investments של המיליארדר הרוסי רומן אברומביץ’. Driveway הוקמה ב-2010 על ידי איגור כצמן וג’ייק דיינר והספיקה לגייס כ-1.6 מיליון דולר ממשקיעים כמו AltaIR Capital, IMI.VC ו-Kernel Capital. לאברמוביץ’ זוהי ההשקעה השנייה בחודש האחרון בחברה ישראלית, לאחר ש-Ervington הובילה את סבב הגיוס האחרון של AnyClip. לאברמוביץ’ זו אינה ההשקעה הראשונה בסטארטאפ שמפתח טכנולוגיות לתחבורה: באפריל השנה השתתפה Ervington Investments בסבב הגיוס של שירות שיתוף הנסיעות הישראלי Via.\n", "keywords": "driveway,רומן אברמוביץ\\',ervington investments,altair capital,imi.vc,kernel capital,איגור כצמן,ג\\'ייק דיינר,סטארטאפ,נהיגה,גיוס,מיזם,רכב,ביטוח"}