{"url": "https://www.geektime.co.il/monthly-funding-october-2018/", "type": "article", "title": "מסכמים את אוקטובר עם 3 אקזיטים ועשרות גיוסי הון", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש אוקטובר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-03T12:00:34Z", "modified_time": "2019-02-07T11:40:40Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש אוקטובר בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש ספטמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nהסטארטאפ הישראלי Supersmart (סופרסמארט) מציע אלטרנטיבה שמצמצמת את כל חווית הקנייה לממוצע של 10 שניות כולל תשלום, כשהפתרון מתבסס על אפליקציה ומוצר חומרתי המותקן בסופר. החודש, הודיעה החברה כי גייסה מיליוני דולרים מחברת Bizerba הגרמנית, יצרנית חומרה בולטת בתעשיית ה-Retail. בעקבות ההשקעה, Supersmart העבירה את כל אחריות הייצור, התמיכה והאספקה ל-Bizerba, והיא תשווק את המוצר ברחבי העולם.\nהטכנולוגיה של החברה משלבת בין אפליקציה ומתקן המשמש כסורק חכם. יאיר קלפר, מייסד ומנכ״ל החברה הסביר לגיקטיים כיצד מתבצע התהליך, לאחר התקנת האפליקציה של החברה: ״בסוף הקניה, במקום ללכת לקופה הרגילה ולעמוד בתור, הוא מכניס את המוצר למתקן שם הטכנולוגיה של סופרסמארט סורקת את תוכן העגלה ב-3 שניות, כדי לערוך עבורו חשבון וגם כדי לבחון שאכן כל המוצרים בעגלה נסרקו. הטכנולוגיה מאפשרת ללקוח לשלם באפליקציה, לקבל חשבונית, ולצאת״, אומר קלפר.\nCTERA Networks מעניקה למשתמשים ארגוניים גישה מאובטחת ומהירה לנתונים בענן מכל מחשב או טלפון נייד, וכך הופכת את חווית שיתוף הקבצים לקצת יותר מודרנית. החודש, הודיעה החברה על גיוס רביעי בהיקף של 30 מיליון דולר בהובלת Red Dot Capital Partners ו-Singtel Innov8. כמו כן לקחו חלק בגיוס המשקיעים הקיימים: Benchmark Capital, Bessemer Venture Partners, Cisco, Venrock Vintage Investment Partners ו-Viola Credit. המימון ישמש את החברה להמשך פיתוח ולהרחבת מערך המכירות והשירות בעיקר בשווקים אסייתים.\nCTERA מתמחה בפתרונות תוכנה וחומרה לאחסון נתונים על גבי ענן באופן מאובטח במטרה למנוע את הסכנות הגלומות בשירותי ענן ציבוריים. היא מציעה לחברות גישה לקבצים ארגוניים, גיבוי, אחסון בנפחים גבוהים וסנכרון קבצים, כשהייחוד הוא התמיכה שלה גם בשירותים על גבי תשתית ענן פרטי, כמו IBM, Dell, EMC או היטאצ’י, וגם שירותים בענן ציבורי כמו אלו של גוגל או אמזון.\nההבטחה האוטופית של עולם המטבעות הקריפטוגרפיים תמיד הייתה עתיד כלכלי אנונימי, מבוזר, ללא מתווכים, בנקים או עמלות עובר ושב. אך כדי שאדם יוכל אפילו להתנסות בתחום הוא צריך קודם כל לפתוח ארנק קריפטוגרפי. תהליך פשוט אבל לא נעים במיוחד למשתמש הסטנדרטי. הסטארטאפ ישראלי KZen (קייזן) רוצה לשנות את כל מה שהכרנו על ארנקים קריפטוגרפיים, ולצורך זה הוא הודיע על גיוס Seed בגובה 4 מיליון דולר בהובלת Benson Oak ובהשתתפות Samsung Next, FJ Labs, Collider, BlockNation ו-Elron Ventures. כמו כן, השתתפו בסבב הגיוס משקיעים פרטיים נוספים.\nהארנק החדש של KZen בעצם מעלים את המשוכה המעיקה של מפתח הסיד, ומחליף אותה בטכנולוגיית Multi-Party-Computation. בכך המשתמש כבר לא תלוי במפתח המדובר, אלא בחלקים מבוזרים ברחבי הרשת שמעניקים אבטחה מוגברת. אם מתבצעת פריצה לשרת מסוים שמכיל חלקי קוד, התוקף יכול להשיג רק חלק מהקוד, ולא את כל מפתח הגישה לארנק. אוחיון מבטיח כי משתמשים לא יצטרכו להיות תלויים בסיד או להגדיר אותו, ולהנות בכל זאת מאבטחת נתונים איכויתית. כמו כן, תוכלו לשים בארנק את כל הנכסים הקריפטוגרפיים שלכם, בין אם מדובר בביטקוין, אית’ריום או כל נכס אחר.\nאם הייתם שואלים מומחי אבטחה ארגוניים מהו החלום שלהם, סביר להניח שהם היו מסבירים שהיו רוצים שלכל עובד בארגון יהיו 2 מחשבים על השולחן. האחד, עם כל היישומים והמידע הארגוני, והשני, שישמש את העובדים לבדיקת דילים חדשים באמזון, שימוש בג’ימייל הפרטי או בדיקת הרשתות החברתיות שלו. אבל כמובן שתרחיש שכזה לא ממש מציאותי, ואותו מחשב משמש את רובנו הן ליישומים ארגוניים והן לשימושים פרטיים, מה שמגדיל את הסיכון והחשיפה לסכנות אבטחה חמורות. הסטארטאפ הישראלי Hysolate (הייסולייט) רוצה לפתור את הבעיה הזו בעזרת יצירה של 2 מחשבים וירטואליים על גבי מחשבי הקצה בארגוניים. החודש הודיע הסטארטאפ, שהוקם במסגרת מיזם הסייבר Team8, על השלמת גיוס של 18 מיליון דולר.\nהסטארטאפ הישראלי Papaya Global (פאפאיה גלובל) מפתח מערכת לניהול גלובלי של עובדים, שכר והטבות בין אם הם עובדים ישירים, עובדי אאוטסורסינג, קבלני משנה או עובדים גלובליים שמועסקים על ידי חברות העסקה מטעם חברות האם. לאחרונה, הודיעה החברה על גיוס של 3 מיליון דולר מהמשקיעים הפרטיים סיר רונלד כהן, עידו גרינברג וידיין קוליץ. סך ההשקעות שלה עד כה עומד על 5.5 מיליון דולר.\n״פאפאיה פותרת חור שחור גודל ומשמעותי עבור חברות – כלל העובדים המרוחקים האלו נוהלו בשפות שונות, בצורות שונות מבחינת דיווח וקבצים ותוך חוסר הבנה של חוקי העבודה וסביבת העבודה. פאפאיה יצרה מערכת אחת שלוקחת את כל התהליך המורכב והחודשי של תשלומים והעסקת עובדים בכל מקום בעולם והופכת אותו לפשוט וקל ומאפשר בקרה מלאה על כל התהליך״. בעזרת המערכת העושה שימוש ב-AI ואוטומציה, ניתן לחסוך פעולות ידניות שיש לעשות באופן תדיר כמו בדיקת תלושים, הזנת נתונים ובדיקת חוזי עבודה, הסבירה לגיקטיי  עינת גז, מייסדת שותפה ומנכ״ל.\nהסטארטאפ הישראלי-אוסטרלי myInterview (מיי אינטרוויו) רוצה לשדרג את תהליך חיפוש העבודה וגיוס העובדים באמצעות שימוש בוידאו. בצורה זו, במקום לשבור את הראש לגבי מה לכתוב במכתב המקדים הנלווה לקובץ קורות החיים, מועמדים יכולים להראות את ״האני האמיתי״ שלהם באופן קצת יותר מוחשי. במקביל, חברות המגייסות עובדים לשורותיהן נהנות מסינון מדויק יותר ומהאפשרות ללמוד יותר על המועמדים, בלי מסכות. לאחרונה, הודיעה החברה כי גייסה 1.6 מיליון דולר בהובלת קליף רוזנברג, שכיהן כמנכ״ל לינקדאין באוסטרליה ו-Entrée Capital.\nחברת JFrog המפתחת פלטפורמות לניהול והפצה של חבילות ועדכוני תוכנה, הודיעה על השלמת סבב גיוס רביעי בהיקף של 165 מיליון דולר. הסבב הושלם בהובלת Insight Venture Partners לצד  Gemini Israel Ventures, Qumra Capital, Spark Capital Geodesic Capital, ומשקיעים קיימים בחברה: Battery Ventures, Sapphire Ventures, Scale Venture Partners,Dell Technologies Capital ו-Vintage Investment Partners. החברה לא מסרה על פי איזו הערכת שווי התבצע הגיוס, אולם על פי ההערכות מדובר בשווי מוערך הגבוה ממיליארד דולר.\nהמעבר בעולם התכונה לקונטיינרים שינה את אופן בו מתבצעים ונשלחים עדכונים לתוכנות, והגידול האדיר של מכשירים ניידים ומכשירי IoT מצריך הערכות הרבה יותר חכמה לצורך הפצת עדכונים וחבילות תוכנה. הפלטפורמה של JFrog מסוגלת לטפל בכל נושא עדכוני התוכנה באמצעות פלטפורמת אחסון, אבטחה, ניטור והפצה לכל יעד ומכל סוג: Docker, Go, Helm, Maven, npm, Nuget, PyPi ועוד. בכך, אפשר להבטיח זרימה והפצה מדויקת ופשוטה של עדכוני תוכנה.\nארגונים רבים עברו ועוברים לארכיטקטורת Serverless, מכיוון שהיא מאפשרת הרצת קוד בניהול מוחלט על ידי ספק הענן. עם זאת, אותם ארגונים עשויים למצוא את עצמם ללא פתרון אבטחת מידע שמותאם לסביבה הזו ואפילו מוותרים על מעבר ל-Serverless כדי לא להתעסק בחיפוש פתרונות אבטחה חדשים. בנקודה הזו נכנסת PureSec (פיורסק), אשר מפתחת פלטפורמת אבטחה ליישומי Serverless. החברה הודיעה על השלמת סבב גיוס A בגובה 7 מיליון דולר בהובלת Square Peg Capital ובהשתתפות המשקיעים הקיימים TLV Partners ו-Entrée Capital. בחברה מסבירים כי הסבב הנוכחי יאפשר להרחיב את פעילות החברה.\nהסטארטאפ הישראלי Glassbox (גלאסבוקס, לשעבר Clarisite) מאפשר לעסקים לקבל הצצה אל מאחורי הקלעים באינטראקציות עם לקוחות, לנתח את המתרחש וללמוד איפה וכיצד ניתן להשתפר. על מנת להמשיך ולעשות זאת, הודיעה החברה כי השלימה סבב גיוס בהיקף של 25 מיליון דולר בהובלת Updata Partner ובהשתתפות CEIIF, גפן קפיטל הישראלית ו-Ibex Investors. ביחד עם ההשקעה הנוכחית, סך גיוסי ההון בחברה עומד על כ-32.5 מיליון דולר.\nGlassbox מסייעת לארגונים לנהל ולייעל את פעילותם בעולם הדיגיטלי, למנף נתונים מביג דאטה, לספק ניתוח התנהגות של הלקוחות ולראות לא רק את התוצרים של המשתמשים שלהם, אלא גם להבין למה הם עושים את זה. החברה פיתחה תוכנה אשר מקליטה את כל הפעולות המקוונות שביצע הלקוח, כך שאם למשל יהיו לו תלונות שהמוצר שקיבל לא תואם למה שהזמין למשל, ניתן יהיה לוודא כי אכן קרתה טעות, או שמא במקרה הזה – הלקוח לא תמיד צודק.\nהסטארטאפ הישראלי Wasteless (ווייסטלס) מסייע לסופרמרקטים לצמצם את כמויות המזון שהם לא מצליחים למכור בזמן באמצעות מערכת תמחור דינמית. הפתרון מאפשר לתמחר מוצרי צריכה על פי תאריכי התפוגה שלהם, כך שמוצר שתוקפו קרוב יותר – יעלה פחות. בצורה זו, הצרכנים יכולים להחליט האם ״הדדליין״ מספיק להם, או שהם מעדיפים לשלם יותר עבור מוצר עם תוקף רחוק יותר. לאחרונה הודיעה החברה כי סגרה סבב גיוס בסך 2 מיליון דולר בהובלת קרן Slingshot Ventures ההולנדית.\nהסטארטאפ הישראלי Kitov Systems (כיטוב מערכות) מציע פתרון לבקרת איכות חזותית ממוחשבת הנעשית באמצעות רובוט שמחקה את העין האנושית. תהליך הבדיקה מתחיל בסריקה תלת מימדית של מוצר שעבר בהצלחה בקרה ומוגדר כ״מושלם״ והפיכתו למודל דיגיטלי. באמצעות המודל שנוצר ובעזרת חיקוי תהליכי למידה אנושיים, אפשר ללמד את המערכת באופן אינטואיטיבי למדי כיצד עליה לבדוק את המוצר בצורה אופטימלית. ברגע שהמערכת עברה תדרוך לגבי מה עליה לחפש היא יכולה לצאת לדרך ולחסוך עבודה ידנית וסיזיפית שלא תמיד מבטיחה להיות מדויקת.\nהחודש, הודיעה החברה על השלמת סבב גיוס ראשון בסך 10 מיליון דולר בהובלת חברת ההשקעות הגרמנית RSBG, אשר ביצעה את ההשקעה באמצעות חברת HAHN. כמו כן לקחה חלק בסבב קרן ההשקעות היפנית GiTV.\nהסטארטאפ הישראלי Demisto (דמיסטו) מסייע למרכזי ניהול אבטחה (SOC) לייעל את פעילותם ולקצר באופן משמעותי את הזמן שלוקח להם להגיב לאירועים. החברה מספקת Playbooks, כלומר תהליכים אוטומטיים מוכנים מראש, הכוללים אלפי פעולות ומטפלים בתרחישי התקפה שונים.\nלאחרונה הוא הודי על סגירת סבב גיוס שלישי בהיקף של 43 מיליון דולר בהובלת קרן Greylock האמריקאית. לסבב הצטרפו המשקיעות הקיימות בהן ClearSky ו-Accel. ההשקעה האחרונה תשמש את דמיסטו להרחבת הפעילות השיווקית שלה, זירוז מאמצי הפיתוח ויישום הטכנולוגיה בתחומים חדשים.\nהסטארטאפ הישראלי Skyline Robotics רוצה להחליף את הצורך בגורמים אנושיים שינקו חלונות (אבל לא רק), באמצעות רובוטים. החודש, הודיעה החברה כי השלימה סבב גיוס סיד בסך 3 מיליון דולר בהובלת Gefen Capital. כמו כן לקחו חלק בגיוס Kärcher הגרמנית, שזו היא ההשקעה הראשונה שלה בישראל, Bosa Ventures, ICONYC והרשות לחדשנות.\nSkyline Robotics פיתחה את Ozmo, מערכת הפעלה להתקנים ייעודיים לעבודות גובה.  בשיחה עם גיקטיים הסביר לנו ירון שוורץ, מייסד ומנכ״ל החברה, כי הם מלבישים את התוכנה שלהם על רובוטים קיימים, כאשר התוכנה עושה שימוש בבינה מלאכותית, ראייה ממוחשבת ועיבוד אותות. ״במקום להמציא טכנולוגיה חדשה ומכונות חדשות, לנסות ולייצר אותן בשוק ולהתחרות בכל הפתרונות הקיימים, אנחנו לקחנו את זה לכיוון אחר. בעזרת התוכנה שפיתחנו אפשר לשדרג מיכון קיים – מנופים ופיגומים, ולהפוך אותו לרובוט״, מסביר שוורץ.\nהסטארטאפ הישראלי Kindite (קינדייט) מפתח טכנולוגית הצפנה המאפשרת לנתח ולעבד מידע ארגוני רגיש בענן, זאת מבלי לראות את תוכנו ומבלי לפענח אותו בכלל. בצורה זו, חברות יכולות לצרוך שירותי ענן ללא סיכונים, ותוך כדי שמירה על המידע הרגיש בידיהן בלבד. החודש, הודיעה החברה כי גייסה 4 מיליון דולר בגיוס סיד בהובלת RDS הנמצאת בבעלות אלרון ורפאל. כמו כן, השתתפה בגיוס גם קרן ההשקעות CE Ventures הנתמכת על ידי CreditEase.\nKindite פיתחה פיתרון הרמטי ויעיל לבעיה זו, ומגשרת על הפער בין הפוטנציאל לבין המכשולים העסקיים. החברה נוסדה מתוך ההבנה כי עד כה, כל הניסיונות להתאים גישות הצפנה מיושנות לעולם הענן כשלו – גם מבחינה עסקית וגם מבחינה טכנולוגית. הסיבה לכך היא שחלק מהפתרונות בשוק משאירים את המפתחות למידע הרגיש בידי ספקיות הענן עצמן, גישה המזכירה את ״החתול השומר על השמנת״. פתרונות אחרים בשוק אמנם משאירים את המפתחות בידי הארגון עצמו, אך אלו מחייבים הטמעה פיזית סבוכה ועדינה.\nJolt (ג’ולט) הישראלית מנסה ליצור אלטרנטיבה להשכלה גבוהה באמצעות קמפוס ייעודי המאפשר לרכוש מיומנויות וללמוד על טרנדים מאנשי התעשייה המובילים בעולם, באופן וירטואלי. החודש, הודיעה החברה על השלמת סבב גיוס בהיקף של 7.2 מיליון דולר בהובלת Octopus Ventures, ובהשתתפות Pico Partners ו-Hillscen Capital. ההשקעה תשמש אותה להפעלת הקמפוס הראשון שלה בלונדון במהלך ינואר 2019.\nג’ולט הקימה קמפוסים בארצות הברית ובתל אביב בהם מתקיימים שיעורים בנושאים שונים ומשונים בצורה של וידאו צ’אט. החברה מציעה מנויים שונים לגישה חופשית לשיעורים בקמפוסים, אשר מועברים על ידי מומחים מחברות כמו גוגל, אמזון, נטפליקס ועוד.\nחברת VAYAVISION (ויהויז’ן) המפתחת חיישן תלת-מימד מתקדם לרכבים אוטונומיים הודיעה על השלמת סבב גיוס בהיקף של 8 מיליון דולר בהובלת Viola Ventures, Mizmaa Ventures, ו-OurCrowd. כמו כן, הודיעה החברה כי זרוע ההשקעות של מיצובישי ו-LG ביצעו השקעות אסטרטגיות בחברה.\nהרכבים האוטונומיים, שעוד רגע כבר כאן, משתמשים בשלל חיישנים, אך לרוב כל אחד מהחיישנים האלה מנוהל באופן עצמאי, ומזהה עצמים בעצמו, במקום לשתף פעולה עם שאר מערכות הרכב. המערכת של VAYAVISION מאפשרת יצירה של תמונה תלת ממדית מסביב לרכב באמצעות שילוב של מידע ממספר חיישנים: חיישני LiDAR, מצלמות ו-RADAR. המידע הנאסף בחיישנים השונים מעובד באלגוריתמים של החברה, ממנו מייצרים תמונה מדויקת יותר לרכבים האוטונומיים. בחברה טוענים כי יכולות המערכת מסוגלות אפילו להעשיר נתוני LiDAR מאיכות נמוכה לאיכות דמויית-HD.\nהסטארטאפ הישראלי IntraPosition מפתח מערכת איכון וניווט מדויקת למבנים סגורים, עם התמקדות בתעשיות הקמעונאות והלוגיסטיקה. החודש הודיעה החברה כי היא מסיימת את דרכה בחממת Terralab של Terra Venture Partners ומגייסת 1.5 מיליון דולר לתמיכה בהמשך הפעילות. ההשקעה התבצעה בהובלת קרן Terra ומשקיעים פרטיים.\nIntraPosition (אינטרה-פוזישן) מאפשרת להפוך את חווית הקניות הפיזית ליעילה יותר ומותאמת אישית עבור כל קונה באמצעות רכיב פיזי המתחבר לעגלה. בין המוצרים של החברה ניתן למצוא כלי לעדכון מיקום המוצרים בחנות; מסתבר שלא רק ללקוחות קשה לפעמים למצוא מוצרים מסוימים, אלא גם לעובדים. כשרשת מזון מציעה שירותי רכישה אונליין, זמן איסוף המוצרים הופך לסופר קריטי. ״כאשר סופרמרקט גדול טיפוסי מחזיק כ-20,000 מוצרים שונים, תחזוקה של “רשימת כתובות” של כל המוצרים יכולה להיות משימה תפעולית לא פשוטה. IntraPosition מציעה ללקוחותיה כלי פשוט ליצירה ועדכון רשימת כתובות כזו ביעילות ועם אפס טעויות״, הסביר בעבר לגיקטיים המייסד ירון שביט.\nחברת Equinom (אקווינום) העוסקת בטיפוח ובהשבחת זרעים לתעשיית המזון העולמית הודיעה על השקעה חדשה בה: Roquette הצרפתית וקרן Fortissimo השקיעו 4 מיליון דולר, כאשר המשקיעה הצרפתית חתמה עימה במקביל על הסכם שותפות לפיתוח ולמיקור של זני אפונה עתירי חלבון. האם כך תיראה תעשיית המזון העתידית?\nEquinom נוסדה בשנת 2012, ומפתחת סל קטניות שלא עוברות תהליך של הנדסה גנטית, אך מכילות 50% יותר חלבון בהשוואה לזנים שניתן למצוא בשוק. במסגרת ההסכם של Equinom עם Roquette, החברות יפתחו זנים חדשים של זרעי אפונה בעלי תנובה גבוהה יותר, וערכי חלבון גבוהים יותר. החברות מתכננות לשווק ברחבי העולם את הזנים החדשים ולפתח רכיבי מזון חדשים. זוהי ההשקעה הראשונה של רוקט הצרפתית בישראל.\nWhiteSource מאפשרת למפתחים, אנשי אבטחת מידע ומנהלי Compliance לאבטח ולנהל בקלות את רכיבי הקוד הפתוח בתוכנה המפותחת על ידם, בזמן שהמפתחים יכולים להמשיך ולהתמקד בבניית מוצרי תוכנה. לאחרונה הודיעה החברה כי גייסה 35 מיליון דולר במטרה להפוך את תחום ניהול אבטחת רכיבי קוד פתוח לסטנדרט. את הגיוס הובילה קרן ההשקעות Susquehanna Growth Equity האמריקאית והשתתפו בו גם המשקיעות הקיימות 83North ו-Microsoft Ventures.\nהמוצר של WhiteSource (ווייט סורס) מבצע אוטומציה מלאה של כל תהליך ניהול הקוד הפתוח, החל מזיהוי רכיבים והתראות על נקודות תורפה בתחום האבטחה ותיקונן, דרך ניתוח של סיכונים הנובעים מרישוי ואכיפת מדיניות וכלה בבדיקות איכות והתראות על גרסאות חדשות. הפלטפורמה מאפשרת בקרה, דיווח וניהול, שמסייעים לצוותי הפיתוח לנהל את הקוד הפתוח ללא מאמץ.\nCognata (קוגנטה) הישראלית מפתחת מערכת סימולציה שרוצה לסייע לחברות הפועלות בתחום הרכב האוטונומי לקצר משמעותית את זמני הבדיקה והפיתוח הנדרשים לצורך כך. כעת, החודש היא הודיעה כי גייסה 18.5 מיליון דולר במטרה להגדיל את צוות המהנדסים שלה, ולהרחיב במהירות את פעילותה המסחרית באירופה, ארה״ב ואסיה. את הגיוס הובילה Scale Venture Partners ולקחו בו חלק המשקיעים הקיימים – Emerge, Maniv Mobility ו-Airbus Venturesֿ\nפלטפורמה ההדמייה של Cognata משלבת בתוכה בינה מלאכותית, למידה עמוקה וראיית מחשב על מנת לספק סביבה וירטואלית אך מציאותית עד כמה שניתן, שתדמה באופן מדויק את הנהיגה בחיים האמיתיים. על מנת להפוך את הסימולטור למציאותי ולא משחקי, ההדמייה כוללת תצוגה של מבנים, כבישים, תמרורים ואפילו עצים ושיחים, כמו גם שכבה דינמית הכוללת כלי תחבורה נוספים, הולכי רגל ותנאי מזג אוויר שונים.\nישראל, כאומת סטארטאפ, מככבת לא מעט בכותרות העולם בהקשרים של סטארטאפי סייבר ובלוקצ’יין, אבל על סטארטאפ שמשלב בין השניים, לא שומעים כל יום: Valid (ואליד), המפתחת טכנולוגיה להגנה על שירותים מבוססי בלוקצ’יין, הודיעה על השלמת סבב גיוס של 2 מיליון דולר בהובלת קרן JVP.\nמערכת שפיתחה Valid היא מערכת ייעודית לתאגידים וארגונים שהטמיעו שירותים מבוססי בלוקצ’יין, כאשר המערכת יכולה לזהות פריצות בחוזים, לאתר חולשות בקוד, לבצע התאמה לגרסאות קודמות ולזהות מצבי אנומליה. כל זאת במקביל למניעת הונאות ועמידה בתנאי הרגולציה המשתנים והמחמירים.\nהסטארטאפ הישראלי FundGuard מסייע למנהלי נכסים, לבנקים הנותנים שירותי קסטודיאן (משמורת של ניירות ערך) ומנהלי קרנות לנהל את ההשקעות שלהם באופן חכם יותר, וכזה שקצת יותר רלוונטי לשנת 2018. החודש הודיעה החברה, שפעלה עד כה מתחת לרדאר, על יציאתה ממצב Stealth וגיוס של 4 מיליון דולר בהובלת Blumberg Capital ו-LionBird.\nאחת ממטרות העל של FundGuard היא למנוע תקלות ארוכות טווח במערכות מיושנות שפותחו בשנות ה-80, תקלות שיכולות לפגום בפעילות השוטפת של בנקאות מסחרית, בדומה לאירוע בן שבוע שאירע בשנת 2015 בבנק קסטודיאן גדול שהשפיע על מאות קרנות נאמנות.\nהסטארטאפ הישראלי Workiz (לשעבר Send A Job) מסייע לבעלי עסקים קטנים לנהל את העסק שלהם בצורה יעילה יותר, להתפתח ולעקוב אחר עבודות קיימות. הוא מיועד בעיקר לנותני שירות עצמאים כמו מנעולנים, אינסטלטורים ומנקי בריכות, שרוצים להכניס קצת חדשנות לעסק שלהם.\nהחודש הודיעה החברה כי גייסה 2 מיליון דולר בסבב סיד מקרן Aleph. ההשקעה תתמוך בהרחבת פעילות החברה בשוק האמריקאי והאצת יכולות המכירות, הפיתוח והשיווק שלה. כמו כן, תרחיב החברה את מצבת העובדים שלה במשרדים בישראל ובארה״ב.\nבעת חיפוש משרה חדשה, רוב האנשים מבצעים את הבחירה שלהם בהסתמך על מספר מצומצם מאוד של פרמטרים, ובעיקרם מהות התפקיד, השכר המוצע ותנאי ההעסקה. בפועל, ישנם עוד גורמים רבים וחשובים אף יותר לעיתים אשר יקבעו האם המשרה הזו באמת מתאימה לנו, והאם אנחנו האנשים המתאימים ביותר עבורה.\nהסטארטאפ Stellares (סטלאריס) המפתח מערכת מבוססת בינה מלאכותית לחיבור מיוחד בין מחפשי משרה למגייסים על בסיס מה שבאמת חשוב להם, הודיע על השלמת סבב גיוס ראשוני בהיקף של 3.5 מיליון דולר בהובלת קרן JVP.\nבתקופות החגים, ולפעמים בימי הולדת, מעסיקים רבים נוטים להעניק לעובדיהם מתנות, כאשר לרוב מדובר בתווי קניה, שוברים ומתנות כלליות. קשה להגיד שמדובר במתנות יותר מדי אישיות או מרגשות או אפילו כאלו שמתאימות בהכרח לעובד. חברת Snappy (סנאפי) מציעה לחשוב על מתנות שלא המעסיק בוחר, אלא העובד, שמקבל מתנות מותאמות אישית. החודש הודיעה החברה על השלמת סבב גיוס בהיקף של 10 מיליון דולר בהובלת 83North ובהשתתפות Hearst Ventures. סכום הגיוס יאפשר לחברה לענות על הביקוש החזק לפיתוח המוצר שנובע, לדבריה, מלקוחותיה הנוכחיים.\nEyesight הישראלית שמה לה למטרה לאפשר לרכבים ובתים ״לראות״ ו״לחוש״ את הנעשה סביבם. הטכנולוגיה שהיא פיתחה מאפשרת זיהוי ומעקב אחר משתמשים על מנת לשפר את החוויות והאינטראקציות היומיומיות עם הרכבים שלנו ומכשירים אלקטרוניים בבית. החודש, הודיעה החברה על השלמת סבב גיוס נוסף בסך 15 מיליון דולר בהובלת Jebsen Capital, Arie Capital ומזרחי טפחות. ביחד עם הגיוס הנוכחי, סך גיוסיה של החברה עד כה עומד על כ-40 מיליון דולר.\nEyeight הישראלית מתמחה בפיתוח טכנולוגיות המבוססות על מחוות גוף למיניהן. היא פיתחה טכנולוגיה לזיהוי תנועה וראייה ממוחשבת המאפשרת שליטה ללא מגע במגוון מכשירים דיגיטליים החל מטלפון סלולרי, טאבלט, מחשבים ניידים ועד לטלוויזיות. הטכנולוגיה, שמשתמשת במצלמה המובנית במכשיר או במצלמה פשוטה (2D), מאפשרת למשתמש להפעיל פונקציות מרכזיות במכשיר בהינף יד, ללא צורך בגורם מקשר (שלט, מקלדת, עכבר).\nהסטארטאפ הישראלי Placer.ai, שפיתח מערכת מידע לעסקים שמתבססת על מיקומים של משתמשים, הודיע כי השלים גיוס 4 מיליון דולר. בין היתר הגיע הכסף משורה של גופים ואנג’לים ביניהם Array Ventures, IrishAngels Ventures ו-Stage Venture Partners, וכן המשקיעים הקיימים: רן מקאבי מ-Lyft וקרייג אברהמס מפלייטיקה.\nהפלטפורמה של Placer.ai (פלייסר) מתבססת על מידע המגיע מעשרות מיליוני מכשירים ניידים ו-100 אפליקציות סמארטפון פופולאריות, שעושות שימוש ב-SDK שלה. באמצעות הפיתוח של החברה יכולים עסקים לדעת למשל כמה אורחים מבקרים במקום מסוים מידי שעה, יום או חודש; הם יכולים ללמוד על נתח השוק של חנות מסוימת, עד כמה היא פופולארית בקרב האוכלוסיה; לדעת מהיכן מגיעים הלקוחות להתארח במסעדה שלהם, ולאן הם ממשיכים משם; ניתן גם לקבל גישה למידע דמוגרפי (מין, מוצא אתני), תחומי עניין ורמת הכנסה, או ללמוד על אחוזי הנטישה של הלקוחות ולנסות להבין ממה זה נובע. בצד של לקוחות הקצה – אלו יכולים ליהנות מקופונים והטבות מותאמות אישית להם, בהתאם לתחומי העניין, ההעדפות והצרכים שלהם בכל רגע נתון.\nכמעט כל אדם אשר עוסק בבלוקצ’יין יודע להגיד שהאתגר הגדול ביותר שעומד בפני הטכנולוגיה המבטיחה הזו, הוא בעיית הסקלביליות (Scalability), אשר השלכותיה מתבטאות בעומסים על המערכת, וזמני המתנה ארוכים לאישור פעולות, שינויים, עסקאות וחישובים על גבי רשתות בלוקצ’יין. חברת StarkWare (סטארקוור), אשר מפתחת טכנולוגיות המתבססות על כלים מתמטיים שעד כה נחשבו לתיאורטיים, הודיעה על השלמת סבב גיוס A בהיקף של 30 מיליון דולר.\nStarkWare מפתחת מערכת מבוססת תוכנה וחומרה, אשר מתבססת על תיאוריית “הוכחות באפס ידיעה” (Zero-Knowledge Proofs). על קצה המזל, בפרוטוקול שכזה צד אחד יכול להציג לצד השני ווידוא של אמיתות טענה כלשהי, מבלי לחשוף עליה כל מידע. בהשלכה על עולמות הטכנולוגיה, זה ממש כמו לתת לצד אחד להזדהות מול גורם אחר באמצעות סיסמה, מבלי לחשוף את הסיסמה לצד השני.\nחברת Airobotics (אירובוטיקס) הישראלית, שמפתחת רחפן אוטונומי לביצוע משימות כמו פיקוח, תחזוקה ואבטחת מתקנים גדולים, הודיעה כי השלימה גיוס 30 מיליון דולר. מהחברה נמסר כי תשתמש בהון שגוייס לצורך הרחבת הפעילות הגלובלית שלה, עם פעילות בשווקים האמריקאי והאוסטרלי.\nהמערכת של החברה מתבססת על 3 חלקים: רחפן תעשייתי, שיכול להרים משקל של עד 1 קילוגרם ולטוס במשך 30 דקות ברציפות; תחנת עגינה, ממנה הרחפן ממריא לביצוע משימה ואליה הוא חוזר אחרי השלמתה. התחנה, שפועלת ללא מעורבות יד אדם, כוללת בין השאר זרוע רובוטית, שיכולה להחליף את הסוללות בצורה אוטומטית ומערכת בקרה, שמזהה תקלות ברחפן; והחלק השלישי של המערכת הוא תוכנת השליטה שפיתחה החברה, ומאפשרת לשלוח את הרחפן למגוון משימות בלחיצת כפתור; בין היתר ניתן לקבוע משימות מראש, כשהמערכת תדאג לשגר את הרחפן באופן אוטומטי לפי לו”ז מתוכנן; המידע שנאסף על ידי הרחפן מעובד לכדי מידע שימושי ממנו אפשר להסיק מסקנות ולקבל החלטות מקצועיות, כאשר כל הנתונים מגיעים בזמן אמת למפעיל ולמשתמש.\n12 שנה לאחר הקמתה נמכרת חברת Perfecto (לשעבר פרפקטו מובייל) הישראלית, שמפתחת פתרונות ענן לבדיקה ומדידה של חווית המשתמש. הרוכשת היא חברת Perforce האמריקאית. סכום הרכישה לא פורסם רשמית, אך הוא מוערך ב-200 מיליון דולר, סכום נמוך מהערכות הקודמות שפורסמו.\nבשיחה עם גיקטיים אמר ערן יניב, מייסד שותף של החברה, כי בעקבות הרכישה תתמזג פרפקטו עם החברה הרוכשת ותמשיך להתקיים בה כיחידה עסקית עצמאית. מאז הקמתה גייסה החברה למעלה מ-90 מיליון דולר ממספר קרנות ביניהן Technology Crossover Ventures, FTV Capital, Carmel, Vertex ו-Globespan Capital Partners.\nSygnia (סיגניה) הישראלית שנוסדה במסגרת מיזם Team8, היא חברת ייעוץ ותגובה בתחום הסייבר המסייעת לארגונים לבנות אסטרטגיות הגנה בפני מתקפות סייבר, לבלום מתקפות בזמן אמת ולהתאושש לאחר מתקפות. לאחרונה הודיעה החברה, שנחשפה באופן רשמי רק לפני כשנה, כי היא נרכשת על ידי Temasek, חברת ההשקעות הבינלאומית המנוהלת מסינגפור. פרטי העסקה לא נחשפו על ידי החברות, אך לטענת מקורות מקורבים סכום הרכישה עומד על 250 מיליון דולר, מה שמעיד על מכפיל מכובד למדי שכן סכום גיוסיה מסתכם ב-4.3 מיליון דולר שגויסו מ-Team8 בלבד.\nSygnia מסייעת לחברות לשפר את עמידותן בפני מתקפות סייבר ולהגיב ולהביס מתקפות סייבר מורכבות ברשתותיהן. מאז הקמתה, מסבירים בחברה כי החברה הגיבה למתקפות סייבר רבות וכי היא מייעצת להנהלות, דירקטוריונים, ומערכים טכנולוגיים. בין לקוחות החברה ניתן למצוא חברות Fortune 100 בתחומי הפיננסים, התקשורת, הלוגיסטיקה, הטכנולוגיה, הפארמה ועוד. החברה היא חברה היברידית, משמע היא מספקת שירותים לצד פיתוח טכנולוגיות המאפשרות ביסוס יתרון בהתמודדות עם תקיפות מורכבות.\nככל שיותר ויותר חברות עוברות לתשתיות ענן, הופך התחום גם ליעד מרכזי של התקפות סייבר שמשתכללות עם הזמן. על מנת להתמודד עם האיומים ההולכים וגוברים, הודיעה  חברת צ׳ק פוינט על רכישת הסטארטאפ הישראלי Dome9, המתמחה באבטחת מערכי מחשוב שמאוחסנים בעננים ציבוריים. פרטי העסקה וסכום הרכישה לא נחשפו, אך הוא הוגדר בדוח הרבעוני של צ’ק פוינט כ”לא מהותי”. מאז הקמתה גייסה החברה הישראלית כ-30 מיליון דולר בין היתר מזרוע ההשקעות של SoftBank וקרן Ibex (לשעבר Lazarus).\n ", "keywords": "סיכום גיוסים,גיוסים,סיכום גיוסים אוקטובר 2018,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,funding round,startups"}