{"url": "https://www.geektime.co.il/monthly-funding-september-2018/", "type": "article", "title": "2 אקזיטים בשבוע: כך נראה ספטמבר בסצנת הסטארטאפים הישראלית", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש ספטמבר בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-01T14:00:48Z", "modified_time": "2018-10-01T08:29:39Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש ספטמבר בסצנת הסטארטאפים הישראלית\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש אוגוסט\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nחברת הסטארטאפ הישראלית-אמריקאית Vroom (ורום) מנסה בשנים האחרונות להמציא מחדש את תחום מכירות הרכב מיד שנייה ולהפוך את ההזמנה של רכב כזה למשהו שמזכיר יותר הזמנה של פיצה או חפץ באמזון. החודש נודע כי הצליחה לגייס 30 מיליון דולר מתוך 70 מיליון דולר אותם היא מנסה לגייס בסבב חדש.\nVroom רוצה להעביר את כל השלבים בתהליך רכישת הרכבים לאינטרנט, החל מהמימון ועד לרכישה עצמה. בשונה מסוחרי רכב רגילים שרק משמשים כמתווכים, החברה רוכשת את כלי הרכב מהצרכן הפרטי ולאחר מכן הוא מגיע למרכז הלוגיסטי של החברה. שם הוא עובר בדיקה יסודית, שיפוץ ותיקון יסודי היכן שצריך – כולל אפילו תיקוני פחחות וצבע. לאחר מכן, מתועד הרכב מכל הזוויות האפשריות, כולל פנים הרכב ומועלה לאתר החברה – כשבחברה מדגישים כי לא נעשה שימוש בתוכנות דוגמת פוטושופ.\nכ-85 אחוזים מהאנשים שנכנסים לחנויות הבגדים יוצאים לבסוף בידיים ריקות, מבלי שביצעו רכישה. חברת Mystore-E (מיי סטורי), שמפתחת מערכות תצוגה חכמות לחנויות, חושבת שהיא יכולה לשנות את הנתון העגום הזה והודיעה על גיוס בגובה 2.2 מיליון דולר.\nהאלגוריתם שמפתחת החברה חולש על בסיסי המידע של רשת החנויות כולל אתר האינטרנט שברשותה ומנתח נתוני מכירות, מלאי וביקוש בהתאם לאזורים שונים, ימים ושעות וכן מתייחס לתנאים חיצוניים משתנים כגון חגים ומזג אוויר וכן פעילות ברשתות חברתיות. כך מבוצע החישוב אילו פריטים נכון להציג לקונים הפוטנציאליים בכל זמן נתון. במקביל, מועבר המידע מועבר באמצעות אפליקציה ייעודית, באופן מיידי ומבוקר, לאנשי המכירות וכן ללקוחות המבקרים בחנות באמצעות מסכים דיגיטליים.\nאם בעבר, ההבטחה של הבלוקצ’יין ככלל והביטקוין בפרט, היתה ליצור כלכלה הוגנת, שיוויונית, פתוחה, ירוקה ומבוזרת, הרי שהיא טרם התממשה. רק משתמשים בעלי יכולת כלכלית חזקה יכולים להרשות לעצמם חוות כרייה שגם הן עשויות לא להשתלם בעבורם, ותהליך הכרייה כולו הוא בזבזני, לא כדאי ולא תמיד הוגן. הסטארטאפ הישראלי Spacemesh (ספייסמאש) מנסה להחזיר את הכבוד האבוד של תהליך כריית המטבעות הקריפטוגרפיים, על ידי יצירת פרוטוקול בלוקצ’יין חדש שיוריד את חסמי הכניסה היקרים, ואפילו לא יצריך רכישת ציוד חדש.\nהחודש הודיעה Spacemesh על השלמת סבב גיוס A בהיקף של 15 מיליון דולר, בהובלת Polychain, זאת לצד משקיעים חדשים ובולטים למדי מעולם הבלוקצ’יין כמו: MetaStable, Paradigm , Coinbase Ventures, Bain Capital, 1kx, Arrington XRP Capital, Danhua Capital, Electric Capital, Collaborative Fund, ג’ק האריק ומשקיעים נוספים.\nעידן הרכב האוטונומי שאנחנו עומדים בפתחו עומד להשפיע על מגזרים רבים, ולא רק על הדרך שכל אחד מאיתנו ינוע מנקודה לנקודה. גם חברות השכרות רכב, וחברות בעלות ציי רכב ענקיים יצטרכו לחשוב מחדש על הדרך שבה הן מנהלות את הרכבים שלהם. בדיוק בשביל זה קמה חברת Fleetonomy (פליטונומי) אשר מפתחת פלטפורמה המבוססת על בינה מלאכותית, שתאפשר את הניהול של ציי הרכב העתידיים.\nהחודש הודיעה החברה על השלמת סבב גיוס Seed של 3 מיליון דולר בהובלת קרן Vertex, ואליה הצטרפה גם חברת “קרדן ישראל”. החברה מתכננת להשתמש בכספי הגיוס כדי להמשיך את ההתרחבות שלה לשווקים נוספים ולהמשך הפיתוח.\nתושבי ערים רבות מרגישים שהעירייה שלהם פשוט לא מבינה אותם. הם מתלוננים על עשרות נושאים שונים, והמוקדים העירוניים לא מסוגלים לספק את המידע הנחוץ כדי להסיק תובנות מדויקות ולהבין מגמות. המערכת של ZenCity (זנסיטי) הישראלית, שעושה שימוש בבינה מלאכותית כדי לאפשר לרשויות מקומיות להבין את הצרכנים והרצונות של התושבים שלהן בזמן אמת, הודיעה על גיוס בגובה 6 מיליון דולר. המערכת אוספת ומנתחת בזמן אמת מידע המגיע מהרשתות החברתיות, ממוקדי השירות של העירייה ומערוצים רלוונטים נוספים כדי לתת לעירייה תמונת מצב מלאה על הנעשה בעיר והשיח אודותיה.\nהחודש הודיעה החברה על השלמת סבב גיוס A בהיקף של 6 מיליון דולר בהובלת קרן Vertex, ובהשתתפות M12, קרן הון הסיכון של מיקרוסופט, ו-Keynan Partners אשר השקיעה בסבב ה-Seed של החברה.\nהסטארטאפ הישראלי AlhphaTAU (אלפא טאו) הודיע כי השלים גיוס של 29 מיליון דולר להמשך הפיתוח של טכנולוגיית הטיפול החדשה שלו בגידולים סרטניים. סבב הגיוס הנוכחי הובל על ידי קרן Shavit Capital והוא נעשה בהשתתפות קרן השקעות ההמונים OurCrowd וכן Madison Ventures. הטכנולוגיה של החברה משתמשת בדיפוזיה של אטומים פולטי אלפא כדי להתגבר על מכשול הטווח הקצר של חלקיקי אלפא ובכך מאפשרת את הטיפול בגידולי סרטן מוצקים. כרגע נעזרת החברה במקורות ה-Alpha DaRT לטיפול בגידולים מוצקים מסוג קרצינומת תאי קשקש SCC) Squamous Cell Carcinoma) בעור ובראש וצוואר.\nחברת הסטארטאפ הישראלית Pixellot (פיקסלוט) הודיעה כי גייסה 30 מיליון דולר. הגיוס הובל על ידי קרן Shamrock Capital והשתתפו בו גם המשקיעים הקיימים כמו ענקית הטכנולוגיה הסינית Baidu וקרן Firstime של TheTime\nהמערכת שפיתחה מאפשרת הפקה ושידור של ענפי ספורט שונים – כמעט ללא מגע יד אדם. הפיתוח של Pixellot מאפשר הפקה ושידור של אירועי ספורט שונים בעזרת מערכת שכוללת מצלמות ותוכנה עם יכולות מעקב, עריכת תוכן בענן ושידור. המערכת אף מאפשרת לצופים לערוך מהלכים שונים או להתמקד בשחקן או באיזור מסויים. קהל היעד המרכזי של החברה הוא צופים בליגות חובבים, מכללות ובתי ספר תיכוניים. מאז הקמתה מכרה החברה כ-2,500 מערכות שונות שמפיקות מדי חודש 20 אלף שעות שידור.\nחברת Sisense (סייסנס) הישראלית, המאפשרת למשתמשים עסקיים לנתח מידע ונתונים מורכבים בצורה פשוטה יותר, הודיעה על גיוס מכובד של 80 מיליון דולר. את סבב הגיוס הנוכחי הובילה Insight Venture Partners וסך ההשקעות בחברה מאז הקמתה ב-2004 מסתכם ב-200 מיליון דולר.\nהמערכת של סייסנס מאפשרת למשתמשים עסקיים מכל הגדלים לנהל ולנתח מידע מורכב ממספר רב של מקורות מידע או מאגרי מידע גדולים, וליצור מהם לוחות תצוגה אינטראקטיביים (דאשבורד) באופן פשוט ונגיש. היא מאפשרת ללקוחותיה לקבל אנליטיקות שונות של ביג דאטה, במטרה ללמוד יותר אודות הרגלי השימוש השונים של משתמשיה, כיצד לייעל תהליכים וכמובן, מהם המוצרים או האלמנטים הרווחים או המשתלמים ביותר עבורן. המערכת מכסה כל שלב בהליך ניתוח הבינה עסקית – החל מהכנת הנתונים והוצאת תובנות בתוך שניות.\nאלו מכם שעובדים בסטארטאפ כזה או אחר, בוודאי מכירים את הטבת האופציות שנפתחת בפניכם אחרי תקופה מסוימת בחברה. מוערך כי בארצות הברית לבדה, שוק האופציות של עובדי היי-טק מסתכם ב-60 מיליארד בשנה, אבל בפועל כמחצית מהערך הזה נמחק בגלל חוסר מימוש של העובדים.\nכאן, ניחשתם נכון, נכנס לתמונה הסטארטאפ הישראלי Equity Bee, שמתווך בין עובדים למשקיעים פרטיים, על מנת שאותן אופציות שעשויות להיות שווה הרבה מאוד כסף – לא ילכו לפח. החודש, הוא הודיע על גיוס של 1.5 מיליון דולר בהובלת אדם נוימן, מייסד ומנכ״ל WeWork ובהשתתפות שאול אולמרט, מנכ״ל Playbuzz; רון גורה, יזם ומנהל מרכז הפיתוח של WeWork בישראל ומייסד תן ביס, תמיר כרמל.\nהפלטפורמה מאפשרת למשקיעים פרטיים לממן עבור העובדים את מימוש האופציות שברשותם – בסכומים שעשויים להגיע למאות אלפי דולרים ואף יותר, ובטווח זמן מיידי. ברגע שניתן להנזיל את מניות העובד, כלומר במצב של אקזיט או הנפקה, העובד והמשקיעים בפלטפורמה מתחלקים ביניהם ברווחים (החלוקה משתנה בהתאם לביקוש של המשקיעים בכל חברה).\nהסטארטאפ הישראלי Texel (טקסל) פיתח פלטפורמה להעברת תכנים במציאות מדומה ורבודה, כשבעזרת יכולות עיבוד מידע מתקדמות היא מאפשרת ליהנות מחוויה הצפייה האופטימלית, באיכות מקסימלית, ברוחבי סרט קיימים.\nהפלטפורמה של Texel מציעה חוויה וירטואלית המתבססת על טכנולוגיות AR ו-VR. מטרת העל שלה היא לאפשר לצופים בבית לחוות הופעות ואירועים חיים כאילו הם נוכחים באופן פיזי במקום, ברזולוציה של 8K, תוך כדי הפתחה של 80% ברוחב הפס. כמובן שבסופו של דבר המניע הסופי קשור לכסף, ולכן מבטיחה החברה כי בצורה זו ניתן להגביר את מעורבות הצופים וביחד איתה את הרווחים.\nהחודש, הודיעה החברה על גיוס של 3 מיליון דולר מ-HubRaum, האינקובטור מבית דויטשה טלקום, Alchimia Investments ו- Start Capital. כמו כן לקחו סבב בגיוס המשקיעים הקיימים בהם Cornerstone Venture Partners, 500Startups, F2 Capital ו-Taimatsu Ventures. \nהסטארטאפ הישראלי BreezoMeter (בריזומטר) מאפשר לכל מי שחפץ בכך לצפות בנתוני זיהום האוויר בסביבתו, באופן מדויק, פשוט ויעיל. החודש, הודיעה החברה כי השלימה סבב גיוס נוסף בסך כולל של 7.75 מיליון דולר בהובלת Capital Entrée ו-Goldacre. בנוסף, לקחו חלק בסבב גם Idinvest Partners, אחת מקרנות ההשקעה הגדולות באירופה שמנהלת כ-8 מיליארד אירו וזו ההשקעה הישראלית הראשונה שלה; ו-Hella Ventures, השקעה אסטרטגית של זרוע ההשקעות של יצרנית החלקים לרכב Hella. בנוסף, השתתפו בגיוס גם AxessVentures ו-Play’ n ‘Plug Ventures.\nהחברה עובדת על פלטפורמה לאיסוף נתונים מחיישנים זעירים, כשבאמצעות מקור מידע נוסף זה היא מבטיחה להציע רזולוציה גבוהה יותר של נתוני איכות אוויר באזורים עירוניים, עד 30 מטר בלבד​. המוצר הנוכחי שלה מתבסס על ניטור המתבצע על ידי גופים ממשלתיים, כמו למשל המשרד לאיכות הסביבה בישראל, בשילוב של מידע מטאורולוגי, צילומי לוויין, ואפילו דיווחי תנועה. בצורה זו, האלגוריתם מאפשר ליצור מדד מדויק כמה שניתן בנוגע למצב זיהום האוויר ברמה של רחובות ספציפיים. כמו כן, בריזומטר מנגישה מידע בנוגע לזיהום אוויר ואלרגנים באמצעות API לחברות העוסקות בבתים חכמים, רכב וערים חכמות.\nמנופים ועגורנים הם אביזר הכרחי בכל אתר בנייה, אבל למרות זאת, הם לא עברו יותר מידי שינויים במאה האחרונה. הסטארטאפ הישראלי IntSite מציע להשתמש בבינה מלאכותית על מנת להפוך את העגורנים לחכמים יותר, ולהפוך את עבודתם לאוטונומית. החודש, הוא מגייס לשם כך 1.35 מיליון דולר בהובלת Terra Venture Partners והרשות לחדשנות.\nIntsite (אינטסייט), המבוססת על אלגוריתמי למידת מכונה ואוטומציה, אתרי בנייה יכולים ליהנות מיעילות מירבית, תוך כדי שמירה על בטיחות המעורבים ושיפור יעילות עבודת המנוף בעד 20%. אמנם לא מדובר במנוף הפועל באוטונומיות מוחלטת, אך מדובר בכלי עזר שבהחלט מסייע למנופאים, שעוזר להם להגיע להחלטות הנכונות ביותר ובזמן הקצר ביותר.\nחברת הסטארטאפ הישראלית Seedo פיתחה רובוט ביתי לגידול קנאביס, הפועל באופן אוטנומי ללא צורך במעורבות ידי אדם או ידע בגידול. כל שעל המשתמש לעשות הוא להניח את הזרע במקום המתאים, לבחור באפליקציה את סוג הזרע והמערכת דואגת לכל השאר. כל מחזור גידול אורך כ-90 יום ומניב בממוצע תוצרת במשקל של 100 גרם נטו של תפרחת יבשה מצמח אחד. החודש הודיע הסטארטאפ על גיוס 2 מיליון דולר בהובלת חברת Cannabix, שמתמחה בהתאמה אישית של טיפול בקנאביס רפואי עבור חולי סרטן.\nחברת הסטארטאפ הישראלית Freightos (פרייטוס), שפיתחה פלטפורמת השוואה בין מחירים ומועדים של שירותי תובלה שונים בים, באוויר וביבשה, הודיעה על גיוס של 44.4 מיליון דולר משורה של משקיעים ביניהם זרוע ההשקעות של בורסת סינגפור.\nהמערכת שפיתחה Freightos משווה בין מחירי ההובלה והתובלה הבינלאומיים, כדי לאפשר למשתמשים לשלוח מטענים, מכולות ושאר מוצרים בצורה הזולה והמהירה ביותר. החברה עושה זאת באמצעות חישוב של כל הגורמים הרלוונטים, כך שהיא יכולה להציע ללקוחות תובנות בנוגע לנתיבים המהירים ביותר מהמקור ועד היעד, מי הן חברות השילוח עימן כדאי לעבוד וכמובן, מה היא הדרך העדיפה למשלוח עצמו. בזירת הסחר של החברה משתתפות יותר מ-1,200 חברות לוגיסטיקה שונות והיא מפיקה יותר ממיליון הצעות מחיר על שילוח מדי חודש.\nמנהלי שיווק ומנכ”לים מופצצים כיום בכמויות מידע מטורפות ממקורות שונים שלא פעם מקשות עליהם לקבל החלטות. חברת Singular (סינגולר) הישראלית, שפיתחה מערכת אחת שאוספת ומחברת מידע ממגוון כלי שיווק דיגיטליים בהם מנהלי שיווק משתמשים, הודיעה כי גייסה 30 מיליון דולר לצורך המשך הפיתוח.\nבעזרת המערכת של Singular, ניתן לחשוף את ה-ROI של כל פעולה שיווקית ולהציע תובנות רלוונטיות יותר למנהלי השיווק. הפלטפורמה מספקת בין היתר שירותי שיוך המרות, מעקב בזמן אמת אחר הסכומים המושקעים, ניתוח התוצרים הקריאייטיביים השונים ושירותי אוטומציה לתהליכי העבודה – כדי שמנהלי השיווק יוכלו לשפר את אופן העבודה שלהם ואת תוצאות הקמפיינים. אחד היתרונות במערכת הוא שהוא לא דורש הטמעה של SDK או עבודה של צוות פיתוח, מכיוון שהפלטפורמה מתחברת אוטומטית לתהליך העבודה הקיים של כל חברה.\nהסטארטאפ הישראלי Jones (ג׳ונס) מאפשר לעובדים עצמאיים ולבעלי עסקים חדשים לקנות ביטוח המותאם אישית עבורם, בהתאם לצורך (On-demand), וכך לחסוך משמעותית בעלויות בהשוואה לביטוח השנתי היקר. החודש, הודיעה החברה כי גייסה 2.8 מיליון דולר במסגרת סבב סיד, בהובלת חץ ונצ׳רס ובהשתתפות JLL Spark, MetaProp Ventures, GroundUp Ventures ו-500Startups.\nבראיון עם גיקטיים, הסביר מיכאל רודמן, מייסד ומנהל הטכנולוגיות של החברה, כי בעזרת המוצר הביטוחי שהם פיתחו, בעלי עסקים יכולים להפעיל את פוליסת הביטוח שלהם כאשר הם עובדים, ולהשהות אותה כאשר הם אינם עובדים. באמצעות האפליקציה של Jones, אותו חשמלאי יכול לשלם $10 עבור פוליסה על-פי-דרישה מותאמת אישית, לשלוח אל המעסיק את תעודת הביטוח בלחיצת כפתור ולהתחיל לעבוד.\nהסטארטאפ הישראלי Setoo (סהטו), שמאפשר לבנות במהירות תוכניות ביטוח מותאמות אישית, הודיע על גיוס של 9.3 מיליון דולר בהובלת Kamet, זרוע החדשנות של ענקית הביטוח AXA.\nהפלטפורמה שפיתחה Setoo מאפשרת לבנות ולהטמיע במהירות ובקלות מוצרי ביטוח פשוטים ומותאמים אישית, אשר משולבים באופן אוטומטי בחוויית השימוש של הלקוח. עסקים מקוונים מפיקים תועלת מחיתום מהיר והלקוחות נהנים מהגנה אישית ופיצוי אוטומטי במקרה של בעיה, ללא שום צורך בתביעה. באמצעות מוצרי ביטוח מאוד ממוקדים, עסקים מקוונים כגון אתרי סחר אלקטרוני ואתרי נסיעות (OTAs) יכולים לעמוד ביעדיהם העסקיים, בין אם מטרתם לייצר זרם הכנסות נוסף, לשפר את חווית הלקוח או לבדל את עצמם בשוק הצפוף שבו הם פועלים.\nחברת Walkme (ווקמי) הישראלית, המפשטת את חווית המשתמש באפליקציות ואתרים באמצעות ניתוח התנהגות והדרכה של המשתמש, הודיעה על השלמת סבב גיוס שישי בהיקף של 40 מיליון דולר. הסיבוב הושלם בהובלת Insight Venture, ובהשתתפות Mangrove Capital. בחברה מסבירים כי הכספים שנאספו ישמשו להאצת הצמיחה של החברה כפתרון לאימוץ טכנולוגיות דיגיטליות. מאז הקמתה גייסה החברה יותר מ-200 מיליון דולר ועל פי ההערכות, הגיוס האחרון נעשה על פי הערכת שווי של מיליארד דולר.\nהמערכת של Walkme מנתחת את התנהגות המשתמשים, ומסוגלת לספק הדרכה אינטראקטיבית של צעד אחרי צעד ברגע שהיא מזהה שהמשתמש מסתבך בפעולה מסוימת, או כשהפלטפורמה מעוניינת להניע אותו לפעולה מסוימת. בנוסף החברה יכולה ליצור תהליכי אוטומציה שיחסכו זמן וטרחה מצד המשתמשים והעובדים.\nחברת MeMed (מימד) הישראלית מתמקדת במחקר, פיתוח ושיווק מוצרים לניטור פעילות המערכת החיסונית של הגוף. הפתרונות שלה מפענחים את התגובות השונות של מערכת החיסון על מנת להבחין בין מצבים שונים של חולי ובריאות, כאשר התמקדותה כרגע היא בפיתוח של מכשיר שביכולתו לפענח תוך מספר דקות את התגובה החיסונית לזיהום בחולים הסובלים מחום.\nהחודש הודיעה החברה כי גייסה 70 מיליון דולר ממשקיעים חדשים וקיימים, בהם Ping An Global Voyager Fund, Foxconn, כלל ביטוח, Phoenix Insurance, OurCrowd ו-Horizons Ventures של המשקיע לי קא שינג.\nחצי שנה לאחר הגיוס הקודם, הודיעה חברת הסטארטאפ הישראלית Snyk (סניק), שמפתחת טכנולוגיה להגנה על ספריות חיצוניות מבוססות קוד פתוח, על השלמת גיוס בגובה 22 מיליון דולר. החברות לא פרסמו מידע נוסף בנוגע לעסקה, אולם על פי הערכות בארה”ב, הגיוס נעשה על פי שווי מוערך של 100 מיליון דולר.\nהפתרון של Snyk מאפשר למפתח לבחון את החבילה שבה הוא רוצה להשתמש – עוד לפני השימוש – ומצביע על חולשות בקוד שלה, אם אלו קיימות; במקביל, Snyk סורק את הקוד גם לפני העלאה לפרודקשן, כלומר, לפני שהוא נחשף לקהל המשתמשים. אם נמצאת בעיה, המערכת של Snyk מטמיעה את עדכון האבטחה הרלוונטי שיתקן אותה. כדי לגלות את החולשות, נעזרת החברה הן במאגרים פתוחים והן בסריקות שלה, שמציפות קודים בעייתיים מרחבי הרשת.\nהסטארטאפ הישראלי BrandTotal מפתח פלטפורמת מודיעין שיווקי המספקת למותגים נתונים תחרותיים ותובנות באמצעות חשיפת פעילויות השיווק הדיגיטליות של מתחריהם. החודש, הודיעה החברה על סגירת סבב גיוס A בהיקף של 6 מיליון דולר. את הסבב הובילה הקרן הבינלאומית Flint Capital והשתתפו בו NHN Investment, One Way Ventures וFJ Labs. המשקיעות הקיימות, הקרנות Glilot Capital Partners ו- Keshet Dick Clark Productions, הצטרפו גם הן לסבב.\nהפיתוח של BrandTotal (ברנד-טוטאל) פותר את בעיית ה-Dark marketing, כלומר, ״הצד האפל״ של השיווק, תופעה שנובעת מהסגמנטציה, כלומר שיווק מפולח ואישי, והפרגמנטציה – שיווק דיגיטלי המפוזר על פני פלטפורמות רבות. כתוצאה מכך מנהלי שיווק אינם יכולים להיחשף לקמפיינים של מתחריהם, אם הם אינם נמנים על קהל היעד המיועד לקמפיין וללא יכולת להבין את מאמצי התחרות. מכיוון שרוב מנהלי השיווק מאמינים בשיווק מפולח וממוקד, הציפייה היא שהמגמה רק תתגבר. הפיתוח של BrandTotal עושה שימוש במתודולוגיות, שלדברי החברה, לקוחות מעולמות הסייבר ומצליחות לדמות באופן מדויק את פעילותם של קהלי יעד שונים באינטרנט ולזהות את פעילות המתחרים בזמן אמת, כך שמותגים יכולים להשפיע על אסטרטגיית השיווק שלהם כאשר הדברים קורים, ולא רק לאחר מעשה.\nSource Defense (סורס דיפנס), המפתחת טכנולוגיה שיכולה למנוע מתקפות על אתרי אינטרנט באמצעות שרשרת האספקה של האתר, הודיעה על השלמת סבב גיוס A בהיקף של 10 מיליון דולר. סבב הגיוס הושלם בהובלת JVP, Allegis Cyber ו-Global Brain, ובהשתתפות Connecticut Innovations. מהחברה נמסר כי ההון שגויס ישמש לקידום אסטרטגיית חדירת שוק בארצות הברית ואירופה.\nבאמצעת פיקוח על הרשאות וגישה, הפלטפורמה של Source Defense מסוגלת למנוע מתקפות מבוססות JavaScript צד-שלישי בזמן אמת. הפתרון של החברה פועל ברקע כל העת, ואוכף מדיניות אבטחה על אותם תוספים, כדי למנוע את ניצול החולשות הללו.\nהסטארטאפ הישראלי Forter (פורטר) מציע פתרון לזיהוי הונאות בעולם המסחר האלקטרוני, ומגן על סוחרים מאישור עסקאות שבוצעו בכרטיסי אשראי גנובים, וגניבת זהויות. החודש הודיעה החברה כי גייסה לצורך כך 50 מיליון דולר בהובלת March Capital ו-Salesforce. כמו כן, השתפפו בסבב גם המשקיעים הקיימים – הקרנות סקויה, NEA ו-Scale. סך גיוסיה עד כה עומד על 100 מיליון דולר.\nהפתרון של Forter מנטר את כל סוגי העסקאות בזמן אמת, ותוך שימוש באלגוריתמים, למידת מכונה, ומחקר והבנה עמוקה בעולם ההונאות, מאפשר קבלת תשובה ברורה אם לאשר או לדחות כל עסקה. במקרים שבהם המערכת אישרה עסקה שהתבררה כהונאה, החברה תעניק כיסוי מלא ללקוחותיה. גם הרוכשים נהנים בסופו של דבר מחווית קניה נוחה יותר ופשוטה יותר, ללא עיכובים והגבלות (כמו אי קבלה של כרטיסי אשראי ישראלים).\nפחות משנה אחרי שגייס 550 מיליון דולר, הסטארטאפ Compass (קומפאס) של אורי אלון הודיע על השלמת סבב גיוס שישי בהיקף של 400 מיליון דולר. את הסבב הנוכחי הובילה Softbank היפנית שרק בחודש דצמבר האחרון השקיעה בחברה 450 מיליון דולר. בסבב הנוכחי השתתפו גם Wellington Management, Fidelity, QIA ו-IVP.\nהרעון של Compass נועד להפוך את תהליך החיפוש והמציאה של דירה באיזורים בעלי ביקוש גבוה ברחבי ארצות הברית לזמינים ונגישים יותר מבעבר. החברה מציעה פלטפורמה שמאפשרת למשתמשים ולסוכנים לקבל החלטות מושכלות יותר בתחום הנדל”ן על ידי הצגת מידע מפורט על מגמות תמחור ותנודות השוק בזמן אמת. כמו כן, הפלטפורמה מציגה מידע מפורט על אזורים, שכונות, עסקאות אחרונות שבוצעו, מקומות הבילוי והחינוך ועוד.\nאחרי שגייסה 55 מיליון דולר, לא עוצרת חברת מצלמות תלת-המימד הישראלית Mantis Vision (מנטיס ויז’ן) ומודיעה על רכישה שנייה תוך קצת יותר מחודש של חברה ישראלית. החודש הכריזה החברה כי רכשה את חברת הסטארטאפ BrainVu (בריין ויו) מהטכניון, שמפתחת טכנולוגיות ראייה ממוחשבת ומתמחה בזיהוי סמנים ביולוגיים לצורך זיהוי רגשות.\nBrainVu הוקמה בטכניון על ידי פרופסור מרים ריינר ושי הלל. החברה פיתחה פלטפורמה מבוססת AI, שמאפשרת על ידי שימוש במצלמות סמארטפון או מציאות רבודה, כדי לחלץ סממנים פיזיולוגיים המצביעים על שינויים בפעילות המוחית של האדם, ומתוך כך להסיק מה מצבו הרגשי בזמן אמת. מ-Mantis נמסר כי ביחד עם טכנולוגיות תלת המימד של המצלמה שלה, התוצאות יהיו מדוייקות עוד יותר.\nמעצמת מתחמי העבודה המשותפים שבעצם התחילה את הטרנד ממשיכה בסבב השופינג שלה, הפעם עם רכישת הסטארטאפ Teem תמורת 100 מיליון דולר. מדובר ברכישה הרביעית של החברה לשנה הנוכחית, אחרי שזו רכשה את MissionU, Conductor ו-Naked Hub תמורת לא פחות מ-400 מיליון דולר. לפני קרוב לשנה WeWork רכשה גם את מיזם המפגשים האמריקאי Meetup, בו רשומים עשרות מיליוני משתמשים.\nTeem, החברה האחרונה להירכש, מפתחת מערכת הזמנות מתקדמת לחדרי ישיבות המציעה גם כלים חכמים לניהול אורחים ופגישות, ומינוף נתונים יבשים כגון כמות האורחים במקום בכל רגע נתון על מנת לייעל את המשאבים (תאורה, מזגן וכו׳). נראה כי WeWork (וויוורק) רוצה להפסיק להצטייר רק כחברת נדל״ן, ואולי להציע את התוכנות שהיא רוכשת על מנת לשדרג את מתחמי העבודה שלה ולהציע אותן ללקוחותיה.\nהסטארטאפ הישראלי Budgeta (באדג׳טה) לקח תחום סופר מסובך ויש שיגידו ״אפרורי״ – תכנון פיננסי, ופיתח מוצר שיצליח להתמודד איתו באופן פשוט למדי, והכי חשוב – ללא צורך באקסל. החודש נודע כי החברהנרכשה על ידי ענקית התוכנה הבריטית Sage , אחרי שהשתיים עבדו בשותפות. מאחורי החברה עומדים ערן פלמון וחגי שוורץ, צמד יזמים שכבר מכרו את החברה הקודמת שלהם, True Equity. בשיחה עם גיקטיים, הסביר ערן פלמון, מייסד שותף של החברה, כי בעקבות הרכישה תפתח Sage מרכז פיתוח כאן בישראל, כשהעובדים בחברה הנרכשת יצטרפו לחברה הרוכשת.\nSage בעצם רכשה את המוצר שפיתחה Budgeta והיא מציעה אותו כעת ללקוחות שלה תחת השם Sage Intacct. סכום הרכישה לא פורסם, אולם מאז הקמתה ב-2014 לא גייסה החברה הישראלית כספים מקרנות הון סיכון, אלא רק מאנג׳לים שליוו אותה לאורך כל הדרך.\nענקית התוכנה אורקל רוכשת חתמה על הסכם במסגרתו תרכוש את חברת הסטארטאפ הישראלית Iridize (איירידייז) מרעננה, המפתחת פלטפורמת אימון ולימוד של עובדים על מערכות (Onboarding). מאורקל נמסר כי הטכנולוגיה של Iridize צפויה להשתלב ולהעשיר את יכולות הלימוד באמצעות הדרכה של החברה, לסייע באימוץ אפליקציות מבוססות ענן ושיפור חווית הלימוד של המשתמשים.\nהמערכת של Iridize מאפשרת יצירת מדריכי מערכות ותוכנות מותאמים-אישית שיופיעו בדיוק במקומות שבהם המשתמשים יצטרכו אותם. המדריכים הללו הם לא טקסטואליים, אלא אינטראקטיביים לחלוטין ומגיבים לכל פעולות המשתמש. בכך, החברה טוענת כי היא מסוגלת להעלות את שיעורי האימוץ, לצמצם את הוצאות התמיכה הטכנית, להעמיק את השימוש של המשתמשים במערכות ולהאיץ את קצב הלמידה של העובדים.\nענקית משלוחי המזון האמריקאית GrubHub הודיעה כי תרכוש את חברת הסטארטפ הישראלית Tapingo (טפינגו) תמורת 150 מיליון דולר.\nTapingo הקימה פלטפורמה שמאפשרת לסטודנטים בארה”ב להזמין מזון ושתייה לדרך בעזרת אפליקציה ייעודית בסמארטפון ולקבל אותם בנקודת האיסוף בקמפוס. החברה שהחלה את דרכה בישראל פרצה לאחר מספר שנים לשוק האמריקאי, וכיום זמין השירות שלה ביותר מ-150 קולג’ים ואוניברסיטאות בארה”ב. בנוסף לפלטפורמה שלה, מאפשרת Tapingo לייעל את האופרציה עם המסעדות הפועלות בשטח הקמפוס כגון Taco bell, Chipotle, Chick-fil-A, Panda Express, Jamba Juice, ולחזק את שיתוף הפעולה עם חברות ההסעדה המובילות כיום כמו Sodexo ו-Aramark.\nUpstream Commerce הישראלית, המספקת פתרון לניהול וניתוח מחירים ומודיעין עסקי עבור קמעונאים, נרכשה על ידי Flipkart, חברת בת של Walmart. החברות לא חשפו פרטים נוספים בנוגע לעסקה. הקמתה גייסה החברה הישראלית כ-6 מיליון דולר, כשהמשקיעה המרכזית שלה היא YL Ventures שליוותה אותה החל מסבב הסיד שלה ועד לסבב B. בעקבות הרכישה, Flipkart תפתח בישראל מרכז חדשנות שיתמוך בתחום המסחר המקוון בהודו.\nUpstream Commerce נוסדה ב-2010 על ידי עמוס פלג וד״ר שי גבע במטרה לסייע לקמעונאים לשנות את תמחור, שיווק וקידום המוצרים שלהם באופן מהיר, יעיל ובהתאם לטרנדים בשוק. בעזרת הפתרון מבוסס הענן של החברה, מוכרים נהנים מתובנות שמאפשרות להם לייעל את אסטרטגיית התמחור שלהם ולמצוא פערים בשוק, הכל במטרה להציע ללקוחותיהם את השירות הטוב ביותר.\nחברת JFrog (ג’ייפרוג) הישראלית שפעילה בתחום חבילות ועדכוני תוכנה בעולם ה- DevOps הודיעה על רכישת חברת Trainologic הישראלית, המספקת פתרונות פיתוח, ייעוץ והדרכה בעולם התוכנה.\nחברת Trainologic הוקמה בשנת 2009, עוד לפני שעלה תחום ה-DevOps לתודעה והפך למונח מקובל בתעשייה, והיא מתמחה כיום בתחום פיתוח התוכנה והייעוץ ומסייעת לארגונים בארץ ובעולם לאמץ כלים ושיטות בין היתר בתחום ה-DevOps. בחברה מועסקים עשרות עובדים במשרדים בתל-אביב ובסיאטל.\nהסטארטאפ הישראלי Mobilize (מובילייז) פיתח פלטפורמה המיועדת למנהלי קהילות בארגונים שההשתייכות אליהם מבוססת מינוי, על מנת לסייע לאלו להגביר את מידת המעורבות של החברים בהם. החודש, הודיעה החברה על מהלך אסטרטגי יוצא דופן, במסגרתו דייב הרש, היזם הסדרתי והמייסד של Jive, ירכוש אותה וישמש כמנכ״ל. פרטים כספיים בנוגע להיקף העסקה לא נמסרו.\nMobilize פיתחה מעין ״מערכת הפעלה״ לקבוצות – בדומה לSlack –  שכוללת את כל הכלים המוכרים לנו כיום לניהול קבוצות: החל מ-CRM לניהול רשימת הקשר של משתתפי הקבוצה וכלה ביכולות תקשורת דוגמת מיילים, סמסים, ניהול אירועים ושיתוף קבצים. המערכת עוצבה במיוחד כדי לפתור את האתגר של ניהול חברי קבוצה אשר בדרך כלל אינם נמצאים באותו המקום או עובדים באותה החברה. ההודעות הנשלחות מהמערכת מגיעות לחברי הקבוצה בערוצים המתאימים להם – כמו למשל הודעות טקסט או מיילים והם יכולים לענות בדרך המתאימה להם. מכיוון ש-Mobilize מתממשקת לערוצי התקשורת הללו, מנהלי הקבוצות, יכולים לקבל חיווי ואנליטיקות מדוייקים על קבלת המסרים והתגובות ולהשיג יותר מ-60 אחוזי מענה לכל הודעה.\n \n ", "keywords": "סיכום גיוסים,גיוסים,סיכום גיוסים ספטמבר 2018,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,funding round,startups"}