{"url": "https://www.geektime.co.il/monthly-funding-july-2018/", "type": "article", "title": "7 אקזיטים ועשרות גיוסים: סיכום חודש יולי בסצינת הסטארטאפים הישראלית", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש יולי בסצנת הסטארטאפים הישראלית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/monthly-funding-cover-_v2.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-04T13:30:34Z", "modified_time": "2018-08-04T10:12:49Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? (זה בסדר, אתם לא לבד) הנה כל השקעות, הרכישות והגיוסים של חודש יולי בסצנת הסטארטאפים הישראלית\n\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<<הגיוסים של חודש יוני\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל\ninfo@geektime.co.il\nחברת Windward (ווינדוורד) אשר מפתחת פלטפורמה המנתחת סוגי מידע הקשורים לתחום הביטוח הימי, הודיעה על השלמת סבב גיוס C בגובה 16.5 מיליון דולר בהובלת XL Innovate, לצד משקיעים קיימים בחברה כמו Horizons Ventures, קרן Aleph ומשקיעים פרטיים נוספים כמו מארק בניוף, מנכ”ל ומייסד Salesforce.\nהמערכת של Windward, אשר נקראת Windward Intelligence, אוספת ומנתחת מידע רב בנוגע לספינות וחברות בעלות צי ימי. בין המידע אשר נאסף במערכות החברה ניתן למצוא תנועות ספינות, מפות ימיות, חוקי ניווט ימיים, והמערכת מבינה בעצם איך הספינות פועלות, מתי, איך הן מתנהלות תחת מזג אוויר סוער ובנמלים שונים ברחבי העולם ועוד. מערכת זו מסייעת לרשויות חוק, סוכנויות בטחון וממשלות להגן על האינטרסים שלהן ואף לגלות איומים פוטנציאליים. לאחרונה אף נחשף כי מועצת הבטחון של האו”ם משתמשת בטכנולוגיה של החברה לניטור ואכיפת הסנקציות על צפון קוריאה.\nאחרי שויתרה על התוכניות להנפקה בבורסה התל-אביבית הודיעה חברת הראייה הממוחשבת Trax (טראקס) כי השלימה את הגיוס הגדול ביותר בתולדותיה – בגובה 125 מיליון דולר. החברה הישראלית-סינגפורית גייסה את ההון לפי שווי של 850 מיליון דולר. הסבב הובל על ידי Boyu Capital, אחת מקרנות ההון הפרטיות הגדולות בסין, שבין המשקיעים בה נמצא טייקון ההשקעות מהונג-קונג ויושב ראש האצ’יסון וומפואה, לי-קה שינג. עוד השתתפה בגיוס חברת המדיה D.C. Thomson מבריטניה\nהטכנולוגיה שמפתחת Trax מיועדת ליצרנים ולקמעונאים, שרוצים להגדיל את מכירותיהם על ידי סידור נכון של מוצריהם על מדפי רשתות השיווק והחנויות ברחבי העולם. החברה מפתחת טכנולוגיית ראייה ממוחשבת, שמאפשרת ללקוחותיה לצלם את המדפים בחנויות ולקבל נתונים וניתוח של אופן סידור המוצרים והשפעתו על המכירות הצפויות. כך, בזמן אמת ניתן לבצע פעילויות מיידיות על בסיס תובנות אלה.\nכיום לחברות ישנם לא מעט נכסים דיגיטליים אליהם עובדים זקוקים להרשאות שונות, אך כמות הנכסים מעצימה את המורכבות של מתן הזהויות וההרשאות, ובעיקר את הניהול שלהן ביום-יום. חברת PlainID (פליין איידי) אשר מפתחת תשתית הרשאות בצורה גרפית ונוחה לשימוש, הודיעה על השלמת סבב גיוס בהיקף של 11 מיליון דולר, בהובלת Viola Ventures ובהשתתפות Capri ventures, Springtide ו-iAngles.\nהמערכת שפיתחה PlainID היא תשתית הרשאות שמאפשרת ניהול ואכיפה של הרשאות בזמן אמת. הן לפלטפורמות הפנים ארגוניות, והן לפלטפורמות מובייל או ענן. זאת תחת ממשק גרפי פשוט שאמור להיות נוח לתפעול. כך, האחראים על הנושא בארגון יכולים להיות מעורבים בצורה טובה יותר בתהליכי ניהול של הרשאות, וגם מאפשר להם להתמודד עם משברים בזמן אמת. אם למשל ישנה התקפה על מערכות המידע, ניתן לחסום בקלות גישה לפעולות שונות כדי למזער נזקים או לעצור את המתקפה (שלעיתים קרובות מתרחשת על ידי שימוש במשתמשים פנים-ארגוניים).\nThetaRay, המספקת פתרונות אנליטיקה מבוססי ביג דאטה כדי לעזור למוסדות פיננסים לזהות את הסימנים המוקדמים ביותר להלבנת הון, הודיעה על גיוס של 30 מיליון דולר. בסבב לקחו חלק קרן JVP, GE, בנק הפועלים, OurCrowd ו-SVB Investments.\nThetaRay מסייעת לארגונים פיננסיים, מחלקות אבטחת מידע וסייבר וארגוני תשתיות קריטיות להיות יעילים וגמישים יותר. הפתרונות שלה פועלים בכל גודל של ארגון ומאפשרים ללקוחות לנהל סיכונים בצורה טובה יותר, לזהות הלבנת כספים, לחשוף הונאות והלוואות מסוכנות, להצביע על נושאים תפעוליים בעיתיים הדורשים התייעלות ולזהות הזדמנויות צמיחה חדשות.\nיצרנית הרכב הקוריאנית יונדאי החליטה להשקיע בסטארטאפ הישראלי Autotalks המפתח פתרונות לתקשורת בין כלי רכב במטרה למנוע את תאונת הדרכים הבאה. סכום ההשקעה המדויק לא פורסם, אך הוא עומד על מספר מיליוני דולרים. בעקבות ההשקעה, תהפוך יונדאי לשותף OEM אסטרטגי של החברה הישראלית.\nAutotalks (אוטוטוקס) מייצרת שבב לתקשורת בין רכבים אשר מאפשר לאלו להחליף מידע גם כשהם נוסעים במהירות גבוהה ומוסתרים האחד מהשני. אותו שבב מכיל מערכת אבטחת מידע רב שכבתית שאמורה להבטיח שהרכב יתייחס רק למידע אמין שיתקבל. אותו מידע מעובד ברכיב המוצג לנהג במידת הצורך. טכנולוגיית ה-״Vehicle to everything״ – V2X של Autotalks תאפשר לרכבים אוטונומיים להבין את הכוונות של כלי רכב אחרים, לבצע תיאום בין רכבים לרכבים ״רגילים״ וכן בין רכבים לתשתיות דוגמת רמזורים באופן שמגדיל את ניצולת הכבישים ומפחית את פליטות המזהמים.\nלמרות שאפשר לבצע כמעט הכל בימינו בלחיצת כפתור, רכישת ביטוח היא עדיין עניין בירוקרטי הדורש מילוי עשרות טפסים ושאלונים מתישים. אם גם לכם נשמע הגיוני שאפשר לנצל את ההתפתחויות האחרונות בתחום הבינה המלאכותית גם לעולם הביטוח, כדאי שתדעו שתכירו את הפלטפורמה של חברת Planck Re, אשר פיתחה טכנולוגיה שמאפשרת לחברות ביטוח לבצע חיתום מהיר לכל עסק, הודיעה על השלמת סבב גיוס A בגובה 12 מיליון דולר. את הסבב הובילה Arbor Ventures, ובין המשקיעים בסבב השתתפו גם קרנות Viola Fintec ו-Eight Roads.\nהפלטפורמה עושה שימוש בבינה מלאכותית כדי לייצר תובנות עבור תעשיית הביטוח המסחרי, וזאת על ידי מספר מאפיינים מרכזיים. ראשית, הפלטפורמה כורה ומעבדת מידע פומבי מתמונות, סרטונים, מידע מרשתות חברתיות, רשומות ממשלתיות ועוד, ומעניקה תמונת מצב של המאפיינים החשובים ביותר לחברות הביטוח עבור תהליך החיתום.\n\nחברת Radiflow, המפתחת פתרונות אבטחת סייבר לתשתיות קריטיות, הודיעה על השלמת סבב גיוס B בגובה 18 מיליון דולר. את סבב הגיוס הובילה ST Engineering Ventures, ובהשתתפות משקיעים קיימים בחברה כמו זוהר זיסאפל (המשקיע העיקרי בחברה).\nRadiflow מספקת פתרונות אבטחת סייבר למערכות בקרה תעשייתיות, רשתות פיקוח, שליטה ורכישת נתונים (SCADA). בין השאר החברה מספקת סקרי סיכונים, מוצרי זיהוי איומים, כלי גישה מאובטחת מרחוק, וכלים נוספים להגנה על רשתות ICS ו-SCADA.\nיש לא מעט פתרונות תקשורת ותכנון בתוך חברות, אבל קשה להגיד שהם מסייעים במיוחד להשלמת משימות ומעקב אחרי פרויקטים. Monday.com (לשעבר dapulse), הודיעה על השלמת סבב גיוס C בגובה 50 מיליון דולר בהובלת קרן Stripes Group, לצד המשקיעים Insight Venture Partners ו-Entrée Capital.\nMonday.com מפתחת כלי שיתופי לניהול תקשורת בין חברי צוות במקומות עבודה, אך מעבר לפלטפורמות כמו Slack, הכלי של החברה מאפשר לרכז את כל היבטי העבודה במקום אחד: תכנון אסטרטגי שנתי, ניהול משימות שוטפות, ניהול לקוחות, אופרציה משרדית, תוך כדי הצגה של התהליך וההתקדמות של כל משתמש בצורה שקופה.\nהסטארטאפ הישראלי Trigo Vision מפתח טכנולוגיה מבוססת ראייה ממוחשבת ובינה מלאכותית, שתבטל את הצורך בקופות. החודש, הודיע הסטארטאפ על סגירת סבב גיוס סיד בהיקף של 7 מיליון דולר בהובלת קרנות ההון סיכון חץ (Hetz Ventures) ו-Vertex Ventures Israel.\nהפלטפורמה אותה מפתחת Trigo Vision (טריגו ויז’ן) משלבת רשת מצלמות ושכבת אלגוריתמיקה לראייה ממוחשבת המסוגלת לזהות ולעקוב בזמן אמת, וברמת דיוק גבוהה מאוד, אחר המוצרים שנבחרו על ידי הלקוחות במהלך מסע הקניות בחנות, מה שמאפשר להוציא את הקופות מהמשוואה. לטענת החברה, הייחודיות של הטכנולוגיה באה לידי ביטוי ביכולת איסוף נתונים, המאפשרת לזהות את כלל המוצרים בחנות באופן מדויק, תוך שימוש בכמות מצלמות הקטנה באופן משמעותי מפתרונות אחרים הקיימים בשוק.\nAurora Labs המפתחת מערכת לזיהוי ולתיקון של תקלות תוכנה ברכבים מרחוק הודיעה על השלמת סבב גיוס A בגובה 8.4 מיליון דולר. הסבב הושלם בהובלת Fraser McCombs Capital, ובהשתתפות המשקיעה הקיימת MizMaa Ventures.\nהתוכנה הופכת ללב הפועם של ענף הרכב ובעיות תוכנה שונות גרמו לכך שבמהלך 2017 כ-15 מיליון רכבים נקראו למוסכים על ידי היצרניות בתהליכי ריקול יקרים שעלותם מסתכמת במיליארדים. ככל שעולם הרכב יסתמך יותר על תוכנה, מן הצפוי הוא שיהיו תקלות רבות יותר. המערכת של Aurora היא פתרון משולב עם אלגוריתם למידת מכונה שיכול לגלות תקלות בהתנהגות התוכנה, ואף לחזות אירועי קריסה. בנוסף, המערכת מסוגלת לתקן מרחוק בזמן אמת תקלות תוכנה, לספק עדכוני תוכנה מהירים, וכל זאת ללא צורך בהשבתת הרכב. כך היצרניות יכולות לוודא שהרכבים תקינים, והנהגים יכולים להנות מחווית נהיגה חלקה וללא תקלות תוכנה מפתיעות.\nחברת Next Insurance הישראלית, המפתחת מוצרי ביטוח מקוונים עבור עסקים קטנים, הודיעה על סגירת סבב גיוס מרשים בהיקף של 83 מיליון דולר. את הסבב הובילה Redpoint Ventures ולקחו בו חלק המשקיעים הקיימים: Munich Re, American Express Ventures, Ribbit Capital, TLV Partners, SGVC ו-Zeev Ventures.\nNext Insurance רוצה לשנות את תחום הביטוח לעסקים קטנים בעזרת מוצרים ייעודיים וגישה מותאמת אישית לכל סקטור, ולהציע לכל עסק מוצרי ביטוח הנותנים מענה לצרכיו הספציפיים. החברה נעזרת בתשתיות ביג דאטה כדי להבין לעומק את התנהגות הלקוחות שלה, במטרה לזהות את הפוליסה הנכונה ביותר לכל לקוח.\nאחד הרכיבים החשובים ביותר ברכבים האוטונומיים הוא כמובן הרדאר שיודע לזהות מכשולים וסכנות ממרחק, ומספק לרכב את “העיניים” שלו. חברת Arbe Robotics, המפתחת רדאר ייעודי לרכבים אוטנומיים, הודיעה על השלמת סבב גיוס בגובה 10 מיליון דולר, בהובלת Capital Partners 360, ובהשתתפות משקיעים קיימים ובעלי מניות בחברה: Taya Ventures, iAngels, OurCrowd, Canaan Partners ו-O.G Tech Ventures.\nשיטת עיבוד המידע על בסיס רדאר שפיתחה החברה משלבת מערכת רדאר ברזולוציה רבוהה, וטכנולוגיית עיבוד הכוללת יכולת Simultaneous localization and mapping (או בשמה הקליט יותר, SLAM). בכך הפלטפורמה מאפשרת הדמייה מלאה בארבעה מימדים הכוללים מרחק, אזימוט, גובה ומהירות דופלר. פתרון זה מותאם לכל רמות הנהיגה האוטנומיות ואמור להיות מתומחר במחיר נגיש לשוק. הרדאר של החברה אמור לסייע לרכב לראות טוב יותר אפילו ממרחק של 300 מטרים, ולהגיב בצורה מהירה בכל תנאי מזג אוויר.\nהסטארטאפ הישראלי Mantis Vision, שמפתח טכנולוגיות צילום וסריקה בתלת-מימד לעולם המובייל, הודיע על השלמת סבב גיוס בגובה 55 מיליון דולר. הטכנולוגיה של החברה שולבה במצלמה המרשימה של ה-Mi 8 של שיאומי ואף הוזכרה כטכנולוגיה שתעמוד מאחורי המצלמה של הגלאקסי S10 העתידי של סמסונג.\nMantis Vision (מנטיס ויז’ן) עוסקת בפיתוח וייצור טכנולוגיות לצילום וחישה בתלת-מימד (3D) למגוון שימושים – החל במצלמות תלת-מימד לסמארטפונים המיועדים לקהל הרחב, עבור אולפני תלת-ממד מקצועיים, ועד לסורקי תלת-מימד ליישומים תעשייתיים. מדובר למעשה בטכנולוגיית תלת מימד לצילום עומק, שמסוגלת לפעול גם בעת תנועה ומאפשרת יצירת תכנים על ידי המשתמש באמצעות אקו-סיסטם תלת מימדי. שמה של החברה הישראלית עלה לראשונה לתודעה ב-2014 כשגוגל הכריזה עליה כאחת מהשותפות שלה בפרויקט טנגו המסקרן, שנועד להביא יכולות תלת מימד לסמארטפונים. מאז הספיקה גוגל לגנוז את הפרויקט.\nחברת Stanga Games (סטנגה) המפתחת משחק כדורגל מאוד לא סטנדרטי, הודיעה על השלמת סבב גיוס Seed של כמיליון דולר מ-Taya Ventures, זיו בן ברוך והאנג’ל גיגי לוי.\nבניגוד למשחקים שבהם אתם רק מנהלים את הקבוצה בצורה ספורטיבית וכלכלית, ב-Underworld Football Manager של Stanga תעשו את כל זה, רק שבנוסף אתם עומדים לשחד, להתקיף ולחרב קבוצות אחרות. תוכלו לשחד שחקנים כדי להבקיע שערים עצמיים או לספוג כרטיס אדום בכוונה, להשחית איצטדיונים של יריבות כדי שלא יוכלו להתאמן, להלחם בזמן אמת אל מול שחקנים אחרים ברחבי העולם, ועוד שלל פעילויות לא חוקיות כדי להפוך את הקבוצה שלכם לטובה בעולם בעוד אתם בונים את האימפרייה שלכם.\nהסטארטאפ הישראלי  Bllush רוצה להגדיל את מעורבות הגולשים בחנויות מקוונות באמצעות זיהוי אוטומטי של טרנדים. בצורה זו, לקוחות החברה יכולים לייצר תכנים באופן יעיל ומהיר יותר מהשיטות הרווחות כיום בתעשיה, ולמנף את המידע מבוסס הדאטה להמלצות לתכנים שעשויים להתאים לגולשים. כאשר מטרת העל היא בסופו של דבר להניע את הלקוחות הפוטנציאלים לקנייה. לאחרונה, הודיעה החברה על גיוס של 1.2 מיליון דולר בהובלת קרן Leta Capital ומספר אנג’לים ישראליים.\nBllush (בלאש) מפתחת פלטפורמה ליצירת תכנים אוטומטים עבור אתרי מסחר מקוון במגוון תחומים, כאשר ההתמקדות שלה כרגע היא בעולמות האופנה ועיצוב הפנים הפוטוגניים. המערכת מזהה טרנדים על בסיס רשתות חברתיות ומשפיענים ומציגה אותם לבעלי חנויות, כדי שהם יוכלו למנף את הנתונים, ולהשתמש בהם על מנת ליצור תכנים שנחשבים ״לחמים״ כרגע. אם לדוגמא בתחום עיצוב הפנים הטרנד האחרון הוא שחור ולבן, כותבי התוכן יוכלו ליצור פוסט על רהיטים בשחור לבן שיכלול תמונות רלוונטיות מאינסטגרם, ובסוף הפוסט להפנות לרהיטים ואביזרים לבית בסגנון שזמינים לרכישה דרך הפלטפורמה שלהם.\nכולנו כבר יודעים שככל שהחיים שלנו מוקפים ביותר טכנולוגיה, כך גם גוברים הסיכונים לניצול שלה לרעה על ידי האקרים ואפילו ממשלות אחרות. החודש נחשף סטארטאפ ישראלי חדש בשם Toka (טוקה), שרוצה לסייע למדינות להקים מערכי סייבר מתקדמים, וגייס לרשותו גם נבחרת של שמות מעניינים מתחום הסייבר והבטחון, וגם השלים סבב גיוס Seed מרשים של 12.5 מיליון דולר. בין המשקיעים בחברה ניתן למצוא את קרן Andreessen Horowitz, Entrée Capital, חטיבת ההשקעות של Dell, Launch Capital ואת ריי רוט’רוק.\nToka מסייעת למדינות לבנות אסטרטגיה ומערכי סייבר שלמים כדי להגן על תשתיות, אזרחים ומוסדות ממשלתיים מפני איומים שונים. “אנחנו מפתחים טכנולוגיות ונותנים שירותים שעוזרים למדינות לבצע תהליכים של טרנספורמציית סייבר. בדומה למה שנעשה עם מערך הסייבר בישראל: חלוקת אחריות, עבודה עם כלים ופתרונות סייבר. הלקוחות שלנו זה מדינות ורשויות בתוך מדינות. אנחנו רוצים לעזור להם בהערכות שלהם” כך מסביר אלון קנטור, שותף מייסד ב-Toka בשיחה עם גיקטיים.\nחברת VRHealth (וי.אר הלת’), שמשתמשת בכלים של מציאות מדומה לצורכי טיפול רפואי, הודיעה כי השלימה גיוס בגובה 1.2 מיליון דולר. בפעם השנייה בתולדותיה, גייסה החברה את ההשקעה דרך אתר השקעות ההמונים הישראלי ExitValley (אקזיט וואלי).\nVRHealth (לשעבר VRPhysio) מפתחת תוכנות VR מאושרות לשימוש רפואי והיא הראשונה בעולם שהיא בעלת תקן ISO לייצור אפליקציות רפואיות במציאות מדומה. החברה עושה שימוש בטכנולוגיות ה- VR ומשלבת אלגוריתמיקה חכמה לניטור ושיפור תהליכי טיפול והחלמה.\nמוצרי החברה, שאושרו על ידי ה-FDA, כבר נמצאים בשימוש במספר בבתי חולים ברחבי הארץ דוגמת סורוקה ותל השומר ובארה”ב, והם משמשים לטיפול ולמחקר במגוון רחב של דיסציפלינות ושימושים רפואיים, ביניהם שיקום קוגניטיבי אחרי שבץ, טיפול פיזיותרפי לנפגעי צוואר וכתף, ניהול כאב להפחתת השימוש במשככי כאבים ועוד.\nחברת ObserveIT, המפתחת פתרון הוליסטי לניהול איומי פנים-ארגוניים הודיעה על השלמת סבב גיוס שני בהיקף של 33 מיליון דולר בהשתתפות Bain Capital Ventures, Spring Lake Equity Partners ו-NightDragon Security.\nהפתרון של ObserveIT מסייע לעסקים בשלושה מישורים: ראשית, במניעת מתקפות על ידי התראות בזמן אמת וחסימה של משתמשים במקרה הצורך. שנית, באיתור של פעילויות חשודות שמקורן בתוך הארגון. שלישית, בתחקור דפוסי התנהגות של משתמשים בתוך דקות, במקום ימים שלמים בעזרת כלים אחרים.\nאחראי האבטחה בחברה יכול להשתמש ב-Dashboard הייעודי כדי לזהות משתמשים בעיתיים, ובמקרה הצורך, להפעיל “תחקיר” שיראה למשל להיכן קבצים רגישים נשלחו על ידו, ואף לראות פעולות עבר חשודות שלו באמצעות מערכת Timeline. בכך אפשר לתחקר את האירוע ובעיקר להבין האם למשתמש החשוד הייתה כוונת זדון, או שאולי הוא ביצע פעולות מחשידות בטעות, ולפעול בהתאם.\nבשנים האחרונות כמות המכשירים הרפואיים המחוברים כדוגמת MRI, מוניטורים ומכונות הנשמה נמצאת במגמת עלייה. מצד אחד, אותם מכשירים מסייעים לשפר ולייעל תהליכים, אבל מן הצד השני הם גם חשופים לפרצות אבטחה, שכן מרביתם לא כוללים אמצעי אבטחה נחוצים. כאן, בוודאי ניחשתם, נכנס לתמונה הסטארטאפ הישראלי CyberMDX (סייבר אמ.די.אקס.), המפתח פתרון אבטחה למכשור רפואי ברשת (Medical IoT), עבור בתי חולים ומוסדות רפואיים. החודש הודיע הסטארטאפ על גיוס 10 מיליון דולר במסגרת סבב A בהובלת קרן פיטנגו ובהשתתפות OurCrowd Qure.\nהסטארטאפ הישראלי Proggio מפתח מערכת לניהול פרויקטים המאפשרת לצוותים לנהל במשותף את המשימות היומיומיות שלהם, בין היתר באמצעות הצגה אוטומטית של התמונה הכוללת של הפרויקטים בארגון. החודש, הדיעה החברה כי גייסה 2 מיליון דולר מ- Mangrove Capital Partners.\nמערכת לניהול הפרויקטים של Proggio (פרוג׳יו) ורשומה כפטנט הנקראת Project Map מבוססת על ציר זמן שיתופי ועל דיאגרמה שפותחה על ידם. ״החזון שלנו הוא להוות אלטרנטיבה ל-Gantt המסורתי בן 100 השנים, להפוך לסטנדרט החדש להצגת וניהול פרויקטים ולהתחרות בפתרונות המבוססים עליו -Microsoft Project ו-Smartsheets״, אמר לגיקטיים יניב שור, מייסד ומנכ״ל החברה.\nהסטארטאפ הישראלי Octopai מפתח פתרון SaaS לאוטומציה של ניהול ומציאת המידע האירגוני באמצעות מנוע חיפוש, מה שממיר שעות של עבודה ידנית לתהליך ידידותי יותר שאורך דקות ספורות.\nהחודש, הודיעה החברה על סגירת סבב גיוס ראשון בסך 4.5 מיליון דולר בהובלת קרן ההון-סיכון North First Ventures המשקיעה בחברות בשלבי הגיוס הראשונים. כמו כן, השתתפו בסבב גם iAngels, Gefen Capital והמשקיעים הקיימים –  Moneta Seeds ו-Club100.\nהחברה פיתחה טכנולוגיה מבוססת machine learning המסייעת לאירגונים לגלות באופן אוטומטי היכן המידע האירגוני נמצא ולהבין את זרימתו במערכות המידע הרבות. התהלך מתבצע באמצעות מיפוי וניתוח אוטומטי של המטאדאטה הקיים במערכת ה-BI בכל השכבות והפלטפורמות, וריכוזן של אלו אל מקום אחד, כך שניתן להזין שאילתא ולקבל באופן מיידי את כל התוצאות הרלוונטיות. בצורה זו, החברה מאפשרת לצוותי BI ארגוניים לאתר ולהבין את הדאטה שברשותם בקלות, נוחות וברמת דיוק גבוהה יותר, מבלי לבזבז זמן יקר על עבודה סיזיפית וידנית.\nחברת Anyvision הישראלית מפתחת טכנולוגיה לזיהוי פנים שיעילה גם כאשר יש צורך לזהות אנשים רבים בתוך קהל גדול. הפתרונות שלה כוללים זיהוי פנים, גוף ואובייקטים וניתן באמצעותם להפוך כל מצלמה לחכמה באמצעות ניתוח וסיווג כלל המידע הנקלט בחיישני המצלמה. לאחרונה, הודיעה החברה על סגירת סבב גיוס ראשון בהיקף של 28 מיליון דולר בהובלת קונצרן הטכנולוגיה הגרמני Bosch ובהשתתפות שתי קרנות פרטיות שהעדיפו שלא להיחשף.\nלפני כשנתיים וחצי נודע כי AnyVision תירכש על ידי חברת התשתיות האוסטרלית Top End Minerals, אלא שבסופו של דבר העסקה לא יצאה לפועל. בעקבות ביטול העסקה, החברה הישראלית החלה לעבוד במלא המרץ כחברה פרטית וחיפשה אחר משקיעים.\nהבלוקצ’יין ממשיך להתפתח לתחומים לא צפויים ומסקרנים, כאשר החודש נודע כי חברת MaterialsZone, המפתחת פלטפורמה מבוססת בלוקצ’יין לשיתוף פעולה בין מדענים, וכמו כן בין מעבדות אשר חוקרות חומרים, השלימה סבב גיוס ראשון בהיקף של מיליון דולר בהובלת Sarona Ventures.\nMaterialsZone (מטריאלז זון) מחזיקה במסד נתונים הכולל מידע על חומרים חדשים שפותחו במעבדות. פלטפורמת הבלוקצ’יין שלה, מאפשרת למעבדות וחוקרים לאסוף ולשתף מידע ובכך ניתן לבצע ניסויים משותפים, סינתזה של חומרים, איתור תצפיות אשר לא תואמות את חוקי הפיזיקה הידועים לאדם (שלפי החברה לרוב נחשבות כ”טעות”) ועוד. באמצעות ההתבססות על טכנולוגיית בלוקצ’יין ומנגנוני האימות שלה, החברה יכולה להבטיח שבעלי הנתונים ישמרו על זכויות הפיתוח שלהם, ואף יוכלו לסחור בהם באמצעות טוקניזציה.\nהתאגיד האמריקאי ג’ונסון-אנד-ג’ונסון (Johnson and Johnson) הודיע על השתתפותו בסבב גיוס בגובה 3 מיליון דולר של OrthoSpin, המפתח מכשיר לקיבוע עצמות שניתן לתפעול ולשליטה מרחוק.\nOrthoSpin פיתחה מקבע – כלומר מכשיר לקיבוע העצם – שנועד לסייע במקרים של הארכת עצמות, שברים מורכבים ותיקון מומים בעצם. כיום נאלצים מטופלים להשתמש במקבע ידני ולבצע לבד עד 4 התאמות שלו מדי יום – בכל אחד מ-6 הצירים שלו. הבעיה היא שמטופלים רבים אינם מבצעים את ההתאמות לפי ההוראות ולעיתים הם אף שוכחים מהן לגמרי – כשהרופא המטפל אינו יודע כיצד מתקדם הטיפול. כתוצאה מכך משך הטיפול מתארך ולעיתים אף יש צורך בניתוח חוזר.\nחברת Siemplify (סיימפליפיי) מפתחת פלטפורמת ניהול אשר מנתחת את כל המידע שנאסף על ידי מערכות האבטחה השונות בארגון ומרכזת אותו במקום אחד. כך, אנליסטים בצוות הסייבר יכולים לעבוד ולהגיב מהר יותר להתרעות על ניסיונות חדירה ותקיפה, שמתקבלות בארגונים גדולים באופן תדיר.\nהחודש הודיעה החברה כי השלימה סבב גיוס שני של 14 מיליון דולר בהובלת Jump Capital, לצד המשקיעים הקיימים G20 Ventures ו-83North.\nהמערכת שפיתחה Siemplify  מנתחת את כל המידע שנאסף על ידי המערכות השונות בארגון, מכניסה אותו להקשר הנכון והופכת אותו למידע מודיעיני איכותי המאפשר ל-SOC הארגוני להתמקד באירועים הרלוונטיים ולטפל בהם בצורה מיטבית. על ידי שימוש באלגוריתמים המבוססים על תהליכים של חקירה מודיעינית, Siemplify מאפשרת לזהות באופן כמעט מיידי את אירועי האבטחה המשמעותיים בארגון ומספקת לצוות ה-SOC מיצג ויזואלי מעמיק המאפשר לחקור לטפל באופן מהיר וממוקד באירוע. כל זאת על בסיס תשתיות אבטחת המידע וה-SIEM הקיימות בארגון ותוך השתלבות מלאה בתהליך ה-Incident Response הארגוני. חשוב לציין שהמוצר של החברה לא בא להחליף מערכות קיימות, אלא לספק שכבת הגנה נוספת.\nהסטארטאפ הישראלי Vectorious Medical Technologies (ווקטוריוס טכנולוגיות רפואיות) מפתח שתל אלחוטי מיניאטורי המנטר את תפקוד הלב ומאפשר ניהול אופטימלי של חולי אי-ספיקת לב. בצורה זו ניתן להעניק טיפול אופטימלי לכל חולה, על פי מצבו המדויק, מידי יום.\n5 חודשים אחרי סגירת סבב גיוס בהיקף של 9.5 מיליון דולר, מודיעה החברה על הגדלת הגיוס ב-2 מיליון דולר נוספים מזרוע ההשקעות של ענקית הציוד הרפואי הגרמנית Fresenius Medical. בכך מצטרפת הקרן ל-Broadview Ventures מבוסטון (שהובילה את הגיוס), קרן הון סיכון GEOC מסין, זוהר גילון, יהודה זיסאפל, פרופ׳ נאווה זיסאפל, זוהר זיסאפל וארי רבד. סבב גיוס זה יאפשר לחברה להמשיך במאמצי המחקר והפיתוח (R&D) וכן את להאיץ תהליכי רגולציה הכוללים את אישורי ה – FDA וה – CE האירופי.\nBlueVine אשר פיתחה פלטפורמה שעוזרת לבעלי עסקים קטנים לקבל תשלום מיידי בעבור החשבוניות שהם מנפיקים ללקוחותיהם הודיעה על תוספת של 12 מיליון דולר נוספים לסבב הגיוס החמישי שלה מ-M12, קרן ההון סיכון של מיקרוסופט, ו-Nationwide. היקף סבב הגיוס החמישי כעת מסתכם ב-72 מיליון דולר.\nפרילאנסרים ובעלי עסקים קטנים נתקלים בבעיה כמעט קבועה בנושא התשלומים, כאשר הם מנפיקים את החשבונית בגמר העבודה, ונאלצים להמתין זמן רב עד שהכסף מועבר לחשבונם. מה שמכונה “שוטף פלוס”. הפתרון של BlueVine הוא פלטפורמה מקוונת מבוססת ענן אשר מעניקה לעסקים מקדמות מהירות על חשבון חשבוניות שטרם נפרעו. כך עסקים קטנים יכולים בפועל לקבל תשלום מיידי בגין חשבוניות עם מועד פירעון של שבוע עד 90 יום, ועד סכום של 5 מיליון דולר.\nחמישה חודשים אחרי סבב הגיוס האחרון שלה, מודיע הסטארטאפ הישראלי Skyline AI (סקייליין איי.איי) על קבלת השקעה נוספת בהיקף של 18 מיליון דולר. את סבב הגיוס הובילו TLV Partners וקרן סקויה, והשתתפו בו JLL, קרן חברת הנדל״ן האמריקאית ו-NYCA Partners.\nהפלטפורמה אותה פיתחה Skyline AI מנתחת באופן רציף למעלה מ-130 מקורות מידע שונים ומבצעת חיזוי סיכון, תשואה וערך עתידי של כל נכס בארצות הברית. הטכנולוגיה מבוססת על בינה מלאכותית, ומאפשרת לאתר הזדמנויות השקעה שלא נוצלו והזדמנויות השקעה עם יחסי סיכון-תשואה מיטביים. החברה פונה בעיקר לגופי השקעה גדולים כמו קרנות ומשקיעים מוסדיים, הפועלים בשוק הנדל”ן המסחרי בארצות הברית\nענקית הענן Salesforce הודיעה על רכישת חברת Datorama הישראלית. סכום הרכישה לא פורסם, אולם על פי ההערכות מדובר בכמה מאות מיליוני דולרים. Datorama פיתחה פלטפורמת SaaS המאפשרת למשווקים, סוכנויות פרסום וחברות טכנולוגיה לחבר את כל מקורות המידע, רבים או מעטים כאחד, לכדי מקור אחד המאפשר ניתוח, דיווח וקבלת החלטות יעילות וטובות יותר..\nDatorama הוקמה ב-2012 על ידי רן שריג, אפי כהן וקתרין ריבנט. שריג וכהן הינם יוצאי חברת הפרסום MediaMind הישראלית, שנמכרה בשנת 2011 עבור 540 מיליון דולר, בעוד שריבנט מגיעה מרשת הפרסום העולמית Havas. מאז הקמתה גייסה החברה כ-50 מיליון דולר מהקרנות Lightspeed, Innovation Endeavors ו-Marker LLC.\nהסטארטאפ הישראלי ZOOZ (זוז) פיתח פלטפורמת תשלומים המסייעת לארגונים גדולים להתחבר למספר גדול של ספקי טכנולוגיות תשלום, ולנתב באופן חכם טרנזאקציות לאורך תהליך התשלום. החודש, מודיעה החברה על רכישתה על ידי ספקית הפיננסים הגלובאלית PayU.\nסכום הרכישה לא פורסם, אך על פי ההערכות הוא עומד על עשרות מיליוני דולרים. החברה קיימת כבר 8 שנים ועל פי נתוני Pitchbook גייסה 39.5 מיליון דולר, בין המשקיעים בחברה ניתן למנות את Target Global, iAngels, Kreos Capital, Lool Ventures, Blumberg, Claltech, Xseed Capital, קרן Rhodium והאנג׳ל אילן תירוש.\nאורן לוי, מייסד שותף ומנכ״ל החברה אמר לגיקטיים כי אחרי 8 שנים של פעילות, מדובר היה בהחלטה הכי נכונה לעשות. ״PayU היא רוכש טבעי עבורנו, הם בית חם. פשוט קיבלנו מטריה מאוד רחבה וגב וחזק וזה הרגיש לנו נכון״.\nענף המסעדנות נראה לרוב זוהר עם אוכל טוב ללא הגבלה ושפים סלבס, אבל מאחורי הקלעים ניהול מסעדה כולל המון ניירת, ביורוקרטיה, ולא מעט כסף שנזרק לפח. הסטארטאפ הישראלי SimpleOrder פיתח מערכת שעושה קצת סדר בבלגאן, ומאפשרת למסעדות ובתי קפה להזמין מכל הספקים שלהם אונליין, לנהל את המלאי שלהם באופן חכם יותר וכתוצאה מכך לחסוך בעלויות.\nהחודש הודיעה פלטפורמת ניהול המסעדות האמריקאית Upserve על רכישת SimpleOrder הישראלית. החברות לא חשפו את סכום הרכישה, אך לטענת המייסד השותף גיא אבן עזרא ״מדובר בעסקה טובה עבורנו שנותנת לנו גב חזק״. מאז הקמתה גייסה החברה הישראלית כ-4.5 מיליון דולר מ- Ibex (קרן Lazarus לשעבר), Cyrus Angel Fund ו-Foodlab Capital.\nהמערכת של SimpleOrder (סימפל אורדר) מאפשרת לכל בעל עסק מכל סוג וגודל בתחום המזון לעקוב ולנהל את ההוצאות בזמן אמת באמצעות מערכת אחת פשוטה דרכה מתבצעת הזמנת הסחורה, ניהול המלאי והפקת הדוחות. ״המערכת מאפשרת למסעדות לנהל את כל הבק-אופיס, רכש, מלאי, בנייה של התפריט, המנות, והתמחור שלהן, וקבלת מידע בזמן אמת על ההוצאות״, מוסיף אבן עזרא. בעזרת המערכת, ניתן ליצור שקיפות מלאה בכל הליך ההזמנה ולחסוך הן ללקוחות והן לספקים את הצורך בהתעסקות המעיקה בניירת לא נגמרת של הזמנות, תעודות משלוח וחשבונות.\nהסטארטאפ הישראלי Corr.Bi אשר פיתח פלטפורמה אוטומטית למודיעין עסקי לחברות ואנשי עסקים נרכש על ידי חברת Celtinel הישראלית גם כן. החברה הרוכשת, שהוקמה ב-2017, מפתחת פלטפורמה להקלטה, תמלול, וניהול שיחות סלולר, והטכנולוגיה שלה מתבססת על זו של חברת ה-VOIP יאלו. השילוב של פלטפורמת המודיעין העסקי של Corr.Bi עם זו של Celtinel תאפשר להעשיר את תוכן השיחות במידע רלוונטי אודות המתקשרים (סוג של TrueCaller משודרג). פרטי העסקה לא פורסמו.\nהמוצר של Corr.Bi (קורבי) אוסף מידע בזמן אמת ממיליוני אתרים, מאגרי מידע פתוחים וסגורים, רשתות חברתיות ומנועי חיפוש בהתאם לנתונים בסיסיים שהוכנסו (שם מלא, חברה, כתובת אי מייל ושם ואתר). לאחר מכן, מתבצע ניתוח של הנתונים ויצירה אוטומטית של פרופיל מודיעיני על האדם שפרטיו הבסיסיים הוכנסו בתחילת התהליך. לדוגמא, מצאתם מועמד פוטנציאלי לתפקיד אצלכם בחברה ואתם רוצים לחקור עליו קצת יותר. הדבר הראשון שתעשו הוא להיכנס לפייסבוק או לחשבון הלינקדאין שלו, אבל האינפורמציה שתקבלו כך היא מוגבלת. עם Corr.Bi, תוכלו לקבל אינפורמציה עשירה יותר, ובלי כל צורך בעבודת מידענות. הטכנולוגיה שפותחה על ידי החברה תשולב בפלטפורמת ה- VoIP של סנטינל, ותייצר פרופילים שכאלו תוך כדי שיחה.\nפייסבוק הודיעה על רכישתה של חברת Redkix הישראלית. סכום העסקה לא פורסם, אך מוערך בכ-100 מיליון דולר. Redkix בנתה פלטפורמה אשר מביאה את עולם האימייל המעט מיושן למאה ה-21, ויוצרת שכבה חדשה ומעשירה למיילים. כאשר מתכתבים עם משתמשים נוספים בפלטפורמה, ניתן לראות האם הנמען קרא את ההודעה, האם הוא אונליין, ליצור קבוצות ועוד. הצוות של Redkix ישולב בצוות ה-“Workplace” של פייסבוק.\nרדקיקס הוא הסטארט-אפ השני של האחים ענתבי, שהקימו ב-2010 את התקשורת הארגונית אופיסינק (OffiSync). זו נמכרה ל-jive ב-2011 בעסקה בשווי 30 מיליון ודלר, לאחר שגייסה מיליון דולר בלבד. שני המייסדים מסרו כי “אנחנו אסירי תודה ללקוחותינו, שותפינו והצוות שלנו על התמיכה שלהם, והעזרה לאורך המסע שלנו עד כה. אנחנו גאים בכל מה שהצלחנו להשיג יחדיו, ומצפים לעבודה שלנו בהמשך עם Workplace”. ב-2016 השלימה Redkix סבב גיוס סיד מרשים בגובה 17 מיליון דולר בהשתתפות Salesforce Ventures, Wicklow Capital, SG VC ומשקיעים נוספים.\nחברת Takeaway.com ההולנדית הודיעה כי רכשה את חברת תן ביס (10bis), מנותנות השירות הפופולאריות ביותר בארץ בתחום ההסעדה, והאחראית לרבות מארוחות הצהריים שלכם, תמורת סכום מרשים מאוד של 157 מיליון דולר.\nכדי להשלים את הרכישה, Takeaway.com תצטרך לאשר אותה באסיפה הכללית של החברה, כאשר העסקה צפויה להיות מושלמת במהלך המחצית השניה של 2018. תן ביס הודיעה כי תשדרג את מחלקת הפיתוח שלה למרכז חדשנות טכנולוגי בינלאומי, כדי להמשיך לשרת את המגזר הארגוני.\nחברת הסייבר האמריקאית Mimecast (מיימקאסט) הודיעה כי היא רוכשת את חברת הסייבר הישראלית Solebit בסכום של 88 מיליון דולר. בעקבות הרכישה תהפוך חברת Solebit (סולביט) למרכז פיתוח הסייבר של Mimecast בישראל.\nהפלטפורמה של Solebit מאפשרת לזהות מתקפות על סמך מכנה משותף שקיים ברוב המוחלט של התקיפות, גם ללא שימוש במידע קודם. המערכת מזהה איומים של קוד זדוני בשלב הראשוני, בין אם בתוך הרשת האירגונית או בענן, וזאת על ידי בחינה של כל פריטי המידע ואיתור של קודים בלתי מורשים. החברה מסוגלת לזהות איומים ללא קשר לטכניקות ההתחמקות הננקטות על ידי ההאקרים, סוג הקובץ, מערכת ההפעלה או היישום שבשימוש הלקוח. כמו כן, המערכת מספקת ללקוחות תובנות בנוגע לאיום שזוהה.\nלקריאה נוספת:\nכמעט 180 מיליון דולר ביום אחד: הסטארטאפים הישראליים רשמו אתמול גיוסי שיא", "keywords": "סיכום גיוסים,גיוסים,סיכום גיוסים יולי 2018,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,funding round,startups"}