{"url": "https://www.geektime.co.il/magos-raised-1m/", "type": "article", "title": "חיישן אחד במקום עשרות מצלמות: Magos גייסה מיליון דולר", "description": "בזכות הטכנולוגיה של Magos חברות פרטיות יכולות לרכוש רדארים מתקדמים לצורכי אבטחה מבלי לשלם על כך הון תועפות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/IMG_11_cable-1525608834.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-06T17:00:20Z", "modified_time": "2018-05-06T16:19:44Z", "articleBody": "בזכות הטכנולוגיה של Magos חברות פרטיות יכולות לרכוש רדארים מתקדמים לצורכי אבטחה מבלי לשלם על כך הון תועפות\nמקור: Magos\nMagos (מאגוס) הישראלית, מקבוצת אפקון, המתמחה בפיתוח וייצור מערכות מכ״ם מתקדמות קיבלה השקעה של מיליון דולר מענקית האבטחה Tyco, חברת בת של Johnson Controls, בתמורה להקצאה של 8% מהחברה. העסקה צפויה להתבצע בימים הקרובים. מדובר בהשקעה אסטרטגית, שכן טייקו היא האינטגרטור הגדול בעולם בתחום מערכות הביטחון, ומשווקת מוצרים וטכנולוגיות שפותחו על ידה, כשבין היתר מטמיעה טייקו את מערכות המכ״מ של מאגוס.\nמאגוס מפתחת מכ”מים המיועדים להגנה היקפית על שטחים של מפעלים, בסיסים, נמלי תעופה וים, חוות מבנים אסטרטגיים ויישובים מבודדים. לחברה שני מוצרים עיקריים: SR500 –מכ”ם המגלה מטרות עד 500 מ’ ו-SCEPTER – מכ”ם המגלה מטרות עד קילומטר. המכ״מים כוללים תוכנת שו”ב (שליטה ובקרה) בשם MASS שמקבלת אותות מהמכ”ם, מפנה מצלמות למטרה ועוקבת אחריה.\nלטענת החברה, למוצרים שלה יש מספר יתרונות; ראשית, הם חוסכים הצבה של עשרות מצלמות אבטחה ולכן מספקים פתרון זול ויעיל לשוק האזרחי; הם קלים להתקנה ולא דורשים כוונון לכל מכ״ם; צריכת החשמל שלהם מסתכמת בפחות מ-5 וואט וניתן לצוות להם פאנל סולארי קטן שיהווה מקור כח חשמלי; בכל הקשור לעיבוד ומעקב האות – פעולות אלו אינן מצריכות חומרה חיצונית נוספת בניגוד לפתרונות מתחרים המחייבים מודול חומרה חיצוני שמבצע את עיבוד האותות ובונה את מסלול המעקב מנתוני הגלם; המכ״מים עמידים בכל תנאי מזג האוויר ובכל סביבת תאורה, שיעור התראות השווא שלהם נמוך משמעותית בהשוואה למתחרים וניתן לחבר מצלמות מעקב באופן אוטומטי למכ״מ לצורך מעקב שוטף אחר אוביקט המטרה (מצלמות המעקב מופעלות רק בעת גילוי מטרה).\nMagos Systems הוקמה בשנת 2008 על ידי אביאל קיסליאנסקי וגיא פחימה. לפני קצת יותר מחצי שנה מאגוס לקחה חלק בתכנית החדשנות של תאגיד הענק Johnson Controls Open Innovation בישראל (לשעבר Tyco Innovation), המלווה מיזמים משלבים מוקדמים ועד חברות בצמיחה, במטרה להטמיע טכנולוגיות בקרב לקוחותיה ולייצר שיתופי פעולה מסחריים.\nאופיר בר לבב, סמנכ”ל השקעות ופיתוח עסקי ב-Johnson Controls, מסר: מאגוס היא מהחברות הראשונות שהצטרפו ל-Johnson Controls Open Innovation, תכנית שיתופי הפעולה של התאגיד עם סטארטאפים, שמטרתה להטמיע טכנולוגיות חדשניות בקרב לקוחותינו ולייצר הסכמים מסחריים. לאחר פיילוטים מוצלחים עם מאגוס הוחלט לחתום על הסכם שיווק גלובלי, ועתה לאור ההצלחה במכירות והביקוש הרב, תכנית החדשנות מבצעת את ההשקעה ומעמיקה עוד יותר את מחויבות התאגיד לקידום החברה.", "keywords": "גיוס,מאגוס,מכמ,ראדר,magos,magos systems,חברה ישראלית,סבב גיוס,רדאר"}