{"url": "https://www.geektime.co.il/new-system-for-tracking-planes/", "type": "article", "title": "הסוף ל''אבודים''? מערכת חדשה תמנע ממטוסים פשוט להיעלם מהרדאר", "description": "המקרה הטראגי של היעלמות המטוס המלאזי העלה על הפרק את סוגיית איתור מטוסי הנוסעים. גם בלי חבלה מכוונת, המערכות כיום מוגבלות בגלל בעיות כיסוי או מכשולים פיזיים; האם המערכת החדשה שתתבסס על לווינים תפתור את הבעיה?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/09/SMALL7.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-09-23T14:06:45Z", "modified_time": "2014-09-23T14:06:45Z", "articleBody": "המקרה הטראגי של היעלמות המטוס המלאזי העלה על הפרק את סוגיית איתור מטוסי הנוסעים. גם בלי חבלה מכוונת, המערכות כיום מוגבלות בגלל בעיות כיסוי או מכשולים פיזיים; האם המערכת החדשה שתתבסס על לווינים תפתור את הבעיה?\nפקחי טיסה בפעולה. מקור: Nav Canada\nכשבעה חודשים לאחר ההעלמות המסתורית של טיסה MH370 של חברת מלאזיה איירליינס ועדיין אין קצה חוט של ממש לגבי המצאות שברי המטוס. מערכות האיכון והאיתור הפעילות על כיום על גבי מטוסים לא מספקות כיסוי מלא למשל מעל אוקיינוסים או באזורים הרריים ובנוסף, הן לא בנויות להתמודד עם מצב בו טייס מכבה אותן, בין אם מרצונו החופשי ובין אם בגלל איום. עתה, מכריזות חברות Nav Canada ואירידיום על Aireon מערכת חדשה לאיתור מטוסים בשעת חירום, שיכולות למנוע מצב בו מטוס פשוט נעלם מהרדאר ללא שום יכולת לאתרו.\nמערכת האיתור החדשה בטכנולוגיית ADS-B או Automatic Dependent Surveillance-Broadcast כוללת משדר ייעודי שכבר מותקן על גבי לא מעט מטוסים, וחיישנים שיותקנו ב-66 לווינים של חברת אירידיום המשייטים במסלול הלווייני הנמוך (Low Earth Orbit) כלומר בגובה של עד 2,000 קילומטר. עד עכשיו שלחו מטוסים את מיקומם המדוייק ישירות למתקני בקרה אווירית (דוגמת מגדלי פיקוח למשל) הנמצאים על הקרקע, ולכן היו חשופים לבעיות של מרחק או כיסוי. מרגע שתושלם פרישת המערכת, הם ישדרו ללוויין ומשם הלוויין ישמש כתחנת ממסר ויעביר את הנתונים לכל מנוי במערכת, כמו גופי בקרה אווירית וחברות תעופה. על פי Nav Canada המערכת תוכל לאכן כ-1,000 מטוסים בשטח אווירי המקביל לשטח שקוטרו 2,000 מיילים ימיים.\nהלווינים הראשונים של אירידיום שצפויים להכיל את חיישן ה-ADS-B (המקלט והמשדר) צפויים להיות משוגרים ב-2015, כשעד סוף 2017 יושלם שיגורם של כל הלוויינים. אם הכל יילך כשורה, ב-2018 תהיה המערכת מבצעית. ג’ון קריצ’טון, מנכ”ל Nav Canada אמר ש”ההעלמות הטראגית של טיסת MH370 יצרה צורך דחוף לחפש פתרונות. Aireon תהיה התשובה לכך והיא תהיה מוצעת למנויים ללא תשלום”. הוא הוסיף שהמערכת “תשנה את כללי המשחק”. על פי החשד, הטייס המלאזי השבית את פעולת האיכון של המערכת שהותקנה על מטוסו וכך גרם לתעלומה. ב-Nav Canada ערים לבעייתיות וטוענים שיש לכך פתרון בדמות משדרים, שלא ניתן לכבות.\nאגב, Nav Canada ואירידיום אינן היחידות לפרוש מערכת איכון המתבססת על טכנולוגיית ה-ADS-B ולוויינים. גם חברות תקשורת לווינים נוספות כמו Globalstar ו-Thales הכריזו על פרויקטים דומים.\n", "keywords": "רדאר,מטוס,מלאזיה,לוויין,gps,ניווט לוויני,nav canada,אירידיום,aireon"}