{"url": "https://www.geektime.co.il/amimon-falcore-drone/", "type": "article", "title": "עם הרחפן של AMIMON הישראלית כל אחד יכול להטיס רחפן מירוצים", "description": "חברת AMIMON הישראלית פיתחה רחפן מירוץ עם מוד הפעלה ׳׳פשוט׳׳ כדי שכל אחד שרוצה לנסות להטיס רחפן מירוץ יוכל לעשות זאת", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/falcore1-e1484832768133.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-21T16:00:28Z", "modified_time": "2017-01-23T13:39:00Z", "articleBody": "חברת AMIMON הישראלית פיתחה רחפן מירוץ עם מוד הפעלה ׳׳פשוט׳׳ כדי שכל אחד שרוצה לנסות להטיס רחפן מירוץ יוכל לעשות זאת \nמקור: FALCORE, AMIMON\nמוצריה של AMIMON הישראלית, אשר מתמחה בהעברה אלחוטית של וידאו באיכות גבוהה (HD ו-4K) ללא שיהוי, משמשת לא מעט צלמים מקצועיים בהוליווד. בתערוכת CES האחרונה שהתקיימה בתחילת החודש בלאס וגאס הציגה החברה את ה-FALCORE (פאלקור) – רחפן מירוצים. הרחפן ממשיך את המוצר הקודם של החברה לשוק רחפני המירוץ ה-ProSight, אשר כולל מצלמת וידאו HD, משדר HD ומקלט HD שנוצר במיוחד לטובת הרכבה על רחפני מירוץ קיימים, רק שהפעם החברה החליטה לייצר גם את הרחפן עצמו. ״הרעיון מאחורי ה-FALCORE היה לייצר רחפן שיאפשר כמעט לכל אחד לתעד מירוצים ללא ידע טכני מורכב. היה לנו חשוב שיהיה בו “יותר מאשר וידאו HD״, הסביר לגיקטיים נתנאל גולדברג, מנהל הפרויקט בחברה.\nאבל מה זה בכלל רחפן מירוץ? במה הוא שונה מרחפן צילום דוגמת ה-Phantom, Karma או Mavik? לטענת גולדברג, מדובר ב״חיה רעה״; ״זה כלי שיודע לטוס במהירויות של עד 120-180 קמ”ש, להתרסק בקירות ולהמשיך לטוס. צריך להבין שכדי לשלוט בכלים האלו ועוד להתחרות בהם נגד טייסים אחרים, נדרשת קואורדינציה מופלאה ומעבר לכך – שעות אימון רבות. הטייסים ה”מקצועיים”, אלו שעורכים תחרויות ראווה ב-ESPN או ברחבי ארה”ב והעולם, בונים את הכלים בעצמם משלדות סיבי פחמן, סופרים “כל גרם” ומשדרגים את המנועים, הבקרים והפרופלורים חדשות לבקרים. גם השליטה ברחפן מירוץ היא שונה מהשליטה ברחפני הצילום. בעוד שברחפני הצילום בקרת הטיסה “שומרת” על הטייס ומייצבת את הרחפן, הרי שרחפן מירוץ הוא מקצועי הרבה יותר (קצת כמו ההבדל בין רכב אוטומטי לרכב ידני, אבל שלוש רמות מסובך יותר).\nהבעיה עם אותם רחפני מירוץ היא שגודל השוק שלהם הוא מוגבל מאחר ונדרשת השקעה לא מבוטלת בתהליך הלימוד עד שניתן להשתמש בהם בפועל. כאן נכנס לתמונה ה-FALCORE. הרחפן עשוי כולו שלדת סיבי פחמן המשלב רכיבי בקרה חכמים שמאפשרים לכל אחד להטיס אותו, ללא אימון או הכנה מראש. גולדברג מדמה את הרחפן לרכב מסוג קורבט מודרני: תמיד תוכלו לנהוג בו בהילוך אוטומטי, אבל כשתרצו ליהנות ממנו על המסלול – תעבירו לידני.\nמקור: FALCORE, AMIMON\nמערכת ה-FALCORE כוללת כל מה שנדרש לטייס המתחיל: רחפן מורכב, שלט מיוחד עם בחירת מצבי הטסה שונים, מצבר ייעודי וכלי עבודה. בשימוש הראשוני על המשתמש לבחור במצב ״Shiled Mode״, שהוא בעצם מצב טיסה למתחילים. במצב זה ניתן לקבוע את גובה הטיסה, אך הרחפן ידאג להגביל אותו לעד מטר מהקרקע באמצעות שימוש בחיישן גובה (סונאר). כמו כן, הטייס יוכל להטיס את הרחפן באמצעות שלט רחוק, כמו מכונית צעצוע – קדימה, אחורה, ימינה ושמאלה. בשלב מתקדם יותר ואחרי שהטייס כבר למד להכיר את הכלי, באפשרותו ללמוד הטסה ׳מקצועית׳. כדי לעשות זאת יש להעביר את מוד הטיסה ל-Horizon או Acro, שני מצבים של טייסים מקצועיים. כשמצבים אלו יופעלו ניתן יהיה להגיע למהירות מקסימלית של 130 קמ״ש ולהשתמש ברחפן ׳על אמת׳. אל דאגה – גם במודים המתקדמים יותר הרחפן יעזור לכם. במידה ותאבדו אורינטציה ניתן ללחוץ על כפתור אשר לחיצה עליו תוריד את מהירות הרחפן ותנחית אותו בשלום על הקרקע.\nבשלב הראשוני ה-FALCORE משווק בארה״ב במסגרת מכירה מוקדמת והחל מפברואר במכירה מלאה. ניתן למצוא אותו בחנויות אונליין של B&H ו-RMRC במחיר של 800 דולר (3,048 ש״ח). במחיר זה תקבלו רחפן, שלט, מקלט וידאו, סוללה ייעודית ומטענים. ניתן להוסיף אל הרחפן גם משקפי HDMI לחווית טיסה ׳שואבת׳ יותר ממצלמת הגחון של הרחפן (FPV – First Person View). בהמשך ובהתאם לביקוש יתכן וירחיבו את הפצתו גם לאזורים נוספים.\nAMIMON, החברה הישראלית שפיתחה את הרחפן נחשבת לספקית מובילה של פתרונות מוליכים למחצה להעברת וידאו אלחוטי HD בין התקני וידאו במוצרי צריכה. היא הוקמה בשנת 2004 ומועסקים בה כ-70 איש בישראל לצד משרד מכירות בארה״ב.", "keywords": "אמימון,סטארטאפ,סטארטאפ ישראלי,amimon,רחפן,רחפן מירוץ,העברת וידאו אלחוטית,drone,racing drone,falcore,פאלקור,סקירת סטארטאפ"}