{"url": "https://www.geektime.co.il/pixer-malware-app/", "type": "article", "title": "הזהרו: נוזקה חדשה בשם Pixer מתפשטת בחנות ה-Play Store", "description": "קיבלתם לאחרונה הודעת SMS מחשידה המזמינה אתכם לצפות בתמונות? היזהרו, יכול מאוד להיות שבקרוב תראו שם את התמונות שלכם ושל הקרובים שלכם.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/11/shutterstock_1305771801.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-11-26T14:00:14Z", "modified_time": "2013-11-26T13:51:49Z", "articleBody": "קיבלתם לאחרונה הודעת SMS מחשידה המזמינה אתכם לצפות בתמונות? היזהרו, יכול מאוד להיות שבקרוב תראו שם את התמונות שלכם ושל הקרובים שלכם.\nמקור: Shutterstock\nהפתיחות של מערכת ההפעלה אנדרואיד ועדכוני האבטחה שלא מגיעים בזמן למגוון המכשירים ממגוון היצרניות פותחים את הדלת בפני האקרים ונוזקות כאלו ואחרות נוצרות בקצב מהיר. מכת הוירוסים במערכת ההפעלה אנדרואיד מתחדשת, ומגיעה לארץ הקודש עם תוכנה זדונית חדשה שמשתוללת ברחבי חנות ה-Play Store העולמית.\nעל פי איתי כץ ואבי שולמן, חוקרי אבטחה בחברת אבטחת המידע Shine, מקור הנוזקה באפליקציית Pixer, אפליקציית דירוג תמונות אשר הורדה, על פי חנות ה-Play Store בין 1-5 מיליון פעמים על ידי המשתמשים. האפליקציה, פרט להיותה חסרת ערך לחלוטין שכן היא לא משמשת כמעין אתר היכרויות או רשת חברתית כלשהי, עושה שימוש בדרכים אגרסיביות כדי להפיץ את עצמה, להגדיל את מספר ההתקנות שלה ולהרוויח יותר כסף מפרסומות בתוך האפליקציה.\nמקור: צילום מסך\n״בימים האחרונים קיבלנו מספר תלונות על SMS מוזר עם הזמנה לצפייה בתמונות. אפשר להבין את הקושי לעמוד בפיתוי, במיוחד כשההודעה מגיעה מחבר קרוב.״ מספר איתי. ״החשדות החלו לעלות כאשר לחצנו על הלינק, ונשלחנו להתקין אפליקציה בשם Pixer מחנות האפליקציות של גוגל. האפליקציה מרגישה כמו אפליקציה לאכסון תמונות כמו פיקאסה ודומיה.״\nלאחר התקנת האפליקציה, המשתמשים יחלו לעבור בין תמונות שונות של אנשים שכבר נפלו בפח. במידה ותאשרו לאפליקציה לגשת לחשבון הפייסבוק שלכם, היא למעשה תגנוב את כל התמונות מהחשבון (גם שלכם וגם של החברים שלכם) ותתחיל להציג אותם באפליקציה באישורכם, לכאורה, על מנת לשמור על תוכן רענן של תמונות באפליקציה ובכדי שיותר ויותר משתמשים ימשיכו להוריד אותה. בנוסף, האפליקציה תבקש מכם אישור לשלוח הודעת SMS לכל רשימת אנשי הקשר שלכם, ובו לינק להתקנת האפליקציה.\n״מעטים טורחים לקרוא את דף ה-Permissions (הפעולות אשר האפליקציה מבקשת לבצע במכשיר). מבט זריז מעלה את החשד כאשר האפליקציה מבקשת הרשאות לשלוח הודעות SMS, גישה למידע אישי ול-Social Information. משתמשים נוטים לאשר בחטף כל הודעה שקופצת להם, במיוחד כשהיא מעט ארוכה ובאנגלית. נוסיף על כך תמונה של בחורה סקסית ברקע ההודעה ולא תוכלו להמתין לסגירת ההודעה. על עקרון זה עובדים מפתחי האפליקציה, ומקפיצים למשתמש בקשה לשלוח הזמנה ב-SMS לרשימת אנשי הקשר המלאה שלכם (וכן, זה כולל את הבוס שלכם, הבייביסיטר והדודה שלכם).״\nמקור: איתי כץ, Shine\nכזכור, זהו לא המקרה היחיד בו המילים אנדרואיד ונוזקה מופיעות באותו ההקשר. רק בחודש יולי האחרון, חברת האבטחה Bluebox Security הודיעה כי חוקרי האבטחה שלה חשפו את “מפתח המאסטר” של אנדרואיד, אשר עלול לאפשר להאקרים להפוך כל אפליקציית אנדרואיד לנוזקה מבלי להסב את תשומת ליבה של מערכת ההפעלה או מפתח האפליקציה. הנוזקה עצמה מאפשרת להאקרים לפקח מרחוק ולאסוף נתונים אודות המכשיר, כגון שיחות טלפון והודעות.\nכמו כן, בתחילת השנה, חוקרי אבטחה טענו כי גילו בוטנט רחב היקף שהדביק יותר ממיליון משתמשים בסין בסוס טרוייאני, הפועל על הטלפונים החכמים שלהם המבוססים על מערכת ההפעלה אנדרואיד. הבוטנט מאפשר לתוקפים להשתמש בטלפונים החכמים שנדבקו למטרות הונאה בעיקר, תוך שימוש בטכנולוגיות שליטה מרחוק על הסמארטפונים הפגועים.\nלאור ריבוי חנויות האפליקציות בלתי רשמיות המכילות אפליקציות רבות אשר לא נבדקו ונחתמו – זאת יחד עם חוסר המודעות בקרב המשתמשים הפחות טכנולוגיים לגבי הסכנות הקיימות בהתקנת אפליקציות בלתי חתומות. לפני שניגשים להתקין כל אפליקציה על מכשיר הסמארטפון שלכם שמקורה אינו בחנות ה-Play Store הרשמית של גוגל, חשוב לבדוק את אמינות הלינק, ממי קיבלתם אותו ולהימנע מפתיחת לינקים המגיעים פתאום דרך הודעות SMS או דרך הרשתות החברתיות, ללא וידוא כי האדם ששלח לכם את הלינק באמת התכוון לשלוח לכם אותו.\nקרדיט תמונה: Closeup of Virus Alert Sign in Internet Browser on LCD Screen / Shutterstock.com", "keywords": "shine,virus,android,אנדרואיד,וירוס,שיין,נוזקה,malware,sms,הודעת טקסט,pixer,פיקסר"}