{"url": "https://www.geektime.co.il/google-to-downrank-pirate-sites/", "type": "article", "title": "בקרוב תתקשו למצוא תכנים פיראטיים בגוגל", "description": "גוגל מקשיחה את המלחמה שלה בתכנים פיראטיים. בתפריט: פגיעה בדירוג אתרים חשודים, השמטה מההשלמה האוטומטית ופורמט פרסום חדש לחברות המוסיקה והסרטים. בעלי זכויות היוצרים יהיו מרוצים, חלק מהמשתמשים - פחות", "image": "https://files.geektime.co.il/wp-content/uploads/2014/10/medium1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-19T13:22:24Z", "modified_time": "2020-04-20T10:48:39Z", "articleBody": "גוגל מקשיחה את המלחמה שלה בתכנים פיראטיים. בתפריט: פגיעה בדירוג אתרים חשודים, השמטה מההשלמה האוטומטית ופורמט פרסום חדש לחברות המוסיקה והסרטים. בעלי זכויות היוצרים יהיו מרוצים, חלק מהמשתמשים – פחות\nבקרוב יגיע הסוף על חיפושים פיראטיים ברשת? מקור: צילום מסך, עיבוד תמונה\nהאם גוגל בדרך הארוכה והבטוחה להשמיט את כל החיפושים הפיראטיים והאתרים שמפרים זכויות יוצרים ממנוע החיפוש שלה? על פי דוח מיוחד שהוציאה החברה, נראה שכן. בדוח המיוחד מפרטת גוגל את כל הדרכים בהן היא נלחמת בפיראטיות של תכנים באינטרנט, כולל פיראטיות של תוכנה, ספרים, ובעיקר, תכני בידור כמו סרטים, סדרות ומוסיקה.\nהמלחמה של גוגל בפיראטיות לא החלה היום ובכל זאת, בחודשים האחרונים מגבירה החברה את הלחץ על אתרים ושירותים, שלטענתה, חשודים בהפרת זכויות יוצרים. לצורך כך, משתמשת ענקית החיפוש בנשק החזק ביותר בארסנל שלה, כלומר, פגיעה בדירוג הדף בחיפושים. כבר לפני כשנתיים החלה גוגל לפגוע באתרים חשודים, לאחר שבעלי זכויות היוצרים התלוננו על הפרות חוזרות ונשנות באתרים אלו. עתה, מקשיחה כאמור גוגל את המדיניות שלה ונוקטת לשם כך במספר צעדים. על פי גוגל, אתרים אלו הם אתרים מסחריים שניזונים מהכנסות ולכן גוגל יכולה לנתק אותם ממקור החמצן שמזרים להם כניסות והכנסה.\nמעבר לפגיעה בדירוג הדף בחיפושים (כך שאתרים חשודים לא יופיעו בתוצאות הראשונות של החיפושים), תתחיל גוגל לפגוע באתרים במסגרת ה-Autocomplete, מנגנון ההשלמה האוטומטית של החברה. בנוסף, החברה מזכירה בדוח שלה את פורמטי הפרסום החדש שלה, שיציגו בפני משתמשים שמחפשים תכנים פיראטיים מודעות של גופי מדיה. מודעות אלו מטרגטות כל מי שיחפש שמות של סרטים בצירוף מילים כמו “download”, “free” ו-“watch”. ייחוד נוסף במודעות אלו, שעל חלקן כתבנו לאחרונה, הוא שהן מאפשרות להגיע ישירות אל התוכן ולא רק לאתרים תדמיתיים או כלליים. כך מקבל המחפש מענה מיידי, מהיר וחוקי, שמוציא לפחות חלק מהעוקץ של אתרים פיראטיים. לדברי החברה, קיומן של אלטרנטיבות חוקיות כמו Spotify, Pandora, Hulu, i Tunesו-Google Play נותן מענה לצרכים של הקהל הרחב ותורם להפחתת הפיראטיות. בשוודיה, הולנד ואוסטרליה למשל צנח מספר האנשים שמורידים תוכן בצורה פיראטית ביותר מ-20%. בנוסף, מציינת החברה גם את מערכת ה-Content ID, שכוללת אלגוריתם זיהוי תוכן שמוגן בזכויות יוצרים, ומוטמע למשל ב-Youtube. על פי גוגל הניבה המערכת יותר ממיליארד דולר בהכנסות עבור בעלי זכויות היוצרים.\nמעניין לראות ששיאנית התלונות היא התאחדות חברות המוסיקה הבריטיות שאחראית בשנת 2013 לבדה על 43.3 מיליון בקשות. אחריה, חברת Degban שמספקת שירותי זיהוי ואיתור תוכן מוגן ברשת עם 40.9 מיליון בקשות, ואחריהן התאחדות חברות המוסיקה האמריקאיות, ה-RIAA, עם 31.6 מיליון בקשות. ומיהם שיאני הפיראטיות? על פי החברה, הדומיינים שצברו הכי הרבה תלונות הם rapidgator.net עם כמעט 800 אלף לינקים מפרים, myfreemp3.cc עם 577 אלף לינקים מפרים ו-uploaded.net עם 558 אלף לינקים מפרים.\nלגוגל היסטוריה ארוכה של ניסיונות להלך בין הטיפות. מצד אחד, עומד הרצון שלה לספק למשתמשיה את כל המידע שהם מחפשים, בלי להתערב יותר מדי בתוצאות, כדי לא לדחוף אותם לחפש אלטרנטיבות אחרות. מצד שני, עומד הפחד שלה להיתבע, כפי שכבר קרה ב-2007, כשענקית המדיה האמריקאית Viacom תבעה אותה ואת Youtube על סך של מיליארד דולר. אמנם ההליך המשפטי הסתיים בפשרה (לאחר שגוגל זכתה במשפט ובערעורים שלאחריו), אולם החברה הפנימה שעליה להיות אקטיבית הרבה יותר בהגנה על זכויות יוצרים.\nאולם, לא מן הנמנע שהאינטרס החזק ביותר למלחמה בגופים הפיראטיים מגיע דווקא מגוגל עצמה, או ליתר דיוק חנות ה-Google Play שלה. דרך Google Play מאפשרת החברה לרכוש מוסיקה או לעשות מינוי לשירות הזרמת מוסיקה, לצפות בסרטים ובסדרות טלוויזיה, להוריד ספרים ומגזינים דיגיטליים וכמובן אפליקציות ומשחקים לאנדרואיד.", "keywords": "google,piracy,אתרים,גוגל,דוח,הורדות,הורדות לא חוקיות,טורנטים,מוסיקה,סרטים,פיראטיות"}