{"url": "https://www.geektime.co.il/windows-server-2008-r2-and-windows-7-rtm/", "type": "article", "title": "Windows Server 2008 R2 ו-Windows 7 כבר כאן", "description": "סטיב באלמר, מנכ", "image": "https://files.geektime.co.il/wp-content/uploads/2009/07/windows-7-and-windows-server-2008-r2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-07-23T01:40:30Z", "modified_time": "2010-12-04T10:12:28Z", "articleBody": "סטיב באלמר, מנכ”ל מיקרוסופט הודיע לפנות בוקר באופן רשמי על גרסת ה-RTM של חלונות 7. יחד עם הגרסה החדשה של חלונות 7, תגיע גם גרסת שרת R2 ל-Windows Server 2008. שני המערכות יהיו זמינות למפתחים ושותפים באמצעות ערוצי ה-MSDN כבר ב-6 באוגוסט.\nסטיב באלמר, מנכ”ל מיקרוסופט הודיע לפנות בוקר בכנס MGX (כנס שיווק פנימי לאנשי מיקרוסופט) שנערך באטלנטה באופן רשמי על גרסת ה-RTM של חלונות 7 ושל גרסת ה-R2 של Windows Server 2008. בתחתית הכתבה מצורף סרטון וידאו בלעדי מההכרזה במהלך הרצאת ה-Keynote של סטיב באלמר בכנס ה-MGX. \nבפוסט בצוות הפיתוח של חלונות, כתב ברנדון לבלנק, ממנהלי צוות הפיתוח של חלונות ,7 שהגרסה החדשה תהיה זמינה לשותפים באמצעות אתרי ה-Technet ו-MSDN ב-6 באוגוסט. לבלנק הסביר כי העיכובים ושלל השמועות שהסתובבו ברשת בשבועות האחרונים היו מכיוון שבאופן לא רשמי, הגרסה הסופית כבר הייתה מוכנה לפני כמה שבועות, אך מאחר והמערכת הייתה צריכה לעבור בדיקות באגים מקיפות על-מנת לוודא את יציבותה, הוחלט לחכות עד שיסתיים תהליך הבדיקות לצורך ההכרזה הרשמית. כמו כן, ציין לבלנק כי זוהי הגרסה של חלונות שעברה את תהליך הבדיקה המקיף ביותר בתולדות מיקרוסופט. הגרסה הסופית של חלונות 7 הוכרזה כ-Build 7600, אך מספר מומחים שבדקו את הגרסה, שכבר הספיקה להגיע לאתרי שיתוף הקבצים, טוענים כי מדובר בשדרוג מספרי בלבד של Build 7233 שנבחר כיציב ביותר מבין הגרסאות האחרונות שפותחו על-ידי צוות הפיתוח.\nלבלנק לא שכח להודות ל-10 מיליון משתמשים שהורידו, בדקו והעבירו פידבקים שונים למיקרוסופט במהלך בדיקות הבטא וה-RC, אך מרי ג’ו-פולי טוענת כי תשומת הלב המרכזית של מיקרוסופט לא באמת סבבה סביב כל המשתמשים שהורידו את גרסאות הבדיקה, אלא סביב קבוצה מצומצמת וסודית של 40 משתמשים שהוגדרו כטייסי הניסוי (Test Pilots) של מערכת ההפעלה החדשה. אותם משתמשים קיבלו מספר רב יותר של גרסאות לבדיקה וקיבלו תשומת לב מוגברת בכל הקשור לחוות דעתם על המערכת החדשה. לפי חלק מהטענות, מיקרוסופט ביססה את רוב תהליך הבדיקה שלה על תגובותיהם של טייסי הניסוי וקבוצת לקוחות ארגוניים שהיו חלק מתהליך ה-Technology Adoption Program וכל השינויים שנעשו בגרסאות האחרונות היו בעיקר לפי בקשותיהם. החלטת החברה ליצור קבוצת עליתה לצורך הבדיקות יצרה מרמור רב בקרב משתמשים אחרים שבחרו להוריד את גרסאות הבדיקה ולהעביר את זמנם בחשיפה של באגים בגרסאות השונות, בעיקר עקב ההרגשה שמיקרוסופט לא באמת נותנת את תשומת ליבה לבודקי הבטא ששוחררה לציבור הרחב. חלק מאותם משתמשים הביעו טענות לגבי העובדה שמיקרוסופט שחררה 2 גרסאות בדיקה בלבד במהלך כל תהליך הפיתוח של המערכת החדשה (מעל ל-3 שנים) וכי גם אלו ששוחררו, הגיעו בשלב מאוחר מכדי להשפיע על פיתוח המוצר עצמו. כמו כן, טענו הבודקים כי ה”מתנה” שהם קיבלו ממיקרוסופט בדמות הנחה של 50% לרכישת עותק מלא של חלונות 7 אינה תמורה מספקת עבור העבודה שהושקעה בתהליך הבדיקות.\nבנוסף לגרסה הסופית של חלונות 7, גם צוות הפיתוח של Windows Server הודיע אתמול על שחרור גרסת ה-RTM של Windows Server 2008 R2. העבודה על הגרסה החדשה של Windows Server 2008 R2 נעשתה במקביל לעבודה על חלונות 7 וחלק גדול מהתיקונים והשיפורים שהוכנסו בגרסה החדשה, נעשו על-מנת להוסיף תמיכה בצד השרת ליכולות החדשות שמציעה חלונות 7. בין השיפורים והיכולות החדשות בגרסת ה-R2 ניתן למצוא שיפור לשרת הוירטואליזציה המובנה של מיקרוסופט (Hyper-V) ותוספת של יכולת Live Migration המאפשרת העברת מכונות וירטואליות בין שרתים פיזיים שונים ללא צורך בהשבתת שירותים מכל סוג שהוא. ג’ף ווסלי, ממנהלי צוות הפיתוח של תחום הוירטואליזציה פרסם פוסט מקיף בבלוג של צוות הפיתוח המתאר את שלל היכולות החדשות המובנות בגרסת ה-R2 של Hyper-V.\nתכונה חדשה נוספת היא ה-File Classification Infrastrcture המאפשרת (בדומה ל-Libraries בחלונות 7) לקבץ מידע על-בסיס מכנה משותף כגון סוגי קבצים, הרשאות ואפילו תוכן המידע עצמו. ה-FCI מאפשר לבצע פעולות שונות כגון נתינת הרשאות, אחסון במקומות מרוכזים ואפילו יצירת תהליך עבודה מוגדר (Customized Lifecycle Scheme) לקבצים העומדים בקריטריונים השונים באמצעות מדיניות מוגדרת מראש. גם תשתית ניהול הפקודות Powershell קיבלה שדרוג משמעותי עם 240 סטים חדשים של פקודות לניהול מערכת ההפעלה באמצעות שורת הפקודה וסקריפטים. שדרוג המשמעותי נוסף בגרסה החדשה  קיבלה תשתית ה-Active Directory אשר זכתה ל-Recycle Bin לאובייקטים המאפשר שחזור נוח ופשוט יותר למשתמשים ושאר אובייקטים שנמחקו ויכולות Group Policy חדשות המאפשרות למנהלי רשת לשלוט בצורה טובה יותר ביכולות החדשות של חלונות 7.\nכמו כן, שירות ה-WEB המובנה של Windows Server, זכה לשדרוג גרסה וב-R2 הוא יקרא IIS 7.5. בין השיפורים המשמעותיים בגרסה החדשה ניתן למצוא את התמיכה המובנית בשפת PHP ותוספת לתמיכה בהרחבות .Net בעבודה עם שרתי המותקנים במצב Server Core.\nמערכת Windows Server 2008 R2 היא המערכת הפעלה הראשונה מבית מיקרוסופט שתצא בגרסת 64 ביט בלבד. המערכת תדע לעבוד עם עד 256 מעבדים לוגיים על שרת בודד ותתמוך  בטכנולוגיות אחסון מתקדמות כגון ניהול SAN וחומרת אחסון מבוססת Solid State.\nבדומה לחלונות 7, גם גרסת ה-R2 של Windows Server 2008 תהיה זמינה לשותפים דרך ערוצי ה-MSDN וה-Technet כבר בעוד שבועיים. לקוחות ארגוניים יאלצו לחכות עד תחילת ספטמבר על-מנת להנות מהמערכת החדשה באמצעות שירות ה-MVLS של מיקרוסופט בעוד הלקוחות ביתיים ימתינו עד תאריך השחרור הרשמי לחנויות ב-22 באוקטובר 2009.\n\nסרטון ממסיבת ההכרזה הרשמית של גרסת ה-RTM של חלונות 7 בכנס MGX\nפוסטים נוספים בנושא:\nתחרות פיתוח אפליקציות לחלונות 7\nחלונות 7: הסטטיסטיקה משקרת\nחלונות 7: שדרוג חינם אבל לא לכולם\nהאם חלונות 7 תגיע גם על דיסק-און-קי?\nמיקרוסופט מוציאה כלי חדש לתכנון פריסת חלונות 7 בארגונים\nחלונות 7 ומערכת התאימות אחורה", "keywords": "מיקרוסופט,חלונות,חלונות 7,microsoft,windows 7,windows server 2008 r2,active directory,add new tag,internet information services,microsoft windows,windows server,windows server 2003,windows server 2008"}