{"url": "https://www.geektime.co.il/dropbox-paper-open-beta/", "type": "article", "title": "דרופבוקס משיקה את Paper למשתמשי האייפון ואנדרואיד", "description": "Paper תהיה זמינה החל מהיום למחשב האישי ולניידים של אנדרואיד ו-iOS. וגם: דרופבוקס אומרת שלום ולא להתראות לווינדוס XP", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/dropbox-paper-beta.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-05T10:37:54Z", "modified_time": "2016-08-05T11:16:21Z", "articleBody": "Paper תהיה זמינה החל מהיום למחשב האישי ולניידים של אנדרואיד ו-iOS. וגם: דרופבוקס אומרת שלום ולא להתראות לווינדוס XP\n\nעברה כמעט שנה מאז ההכרזה הרשמית על Dropbox Paper, החזון של דרופבוקס למקום עבודה משותף אחד למעצבים, מתכנתים, מנהלים ושאר בעלי מקצוע בלי קשר למיקומם הפיזי. עד כה הפיצ’ר הזה היה בבדיקות של בטא סגורה, אבל החל מהיום הוא זמין לכולם.\nDropbox Paper עבר לשלב הבטא הפתוחה. הוא זמין לא רק לבעלי המחשב האישי אלא גם למחזיקי מכשירים ניידים עם מערכות ההפעלה אנדרואיד או iOS. בדרופבוקס אומרים שהם הקשיבו בתשומת לב לפידבק שקיבלו במהלך הבטא הסגורה והכניסו פיצ’רים חדשים בהתאם, לדוגמה התראות שהאפליקציה מקפיצה כל פעם שמתבצעים שינויים במסמכים שיש לכם עניין בהם.\nPaper הוא התשובה של דרופבוקס למערכת עריכת המסמכים של גוגל, Google Docs, בתחום עריכת המסמכים המשותפים. “אנחנו מודעים מאוד אל המתחרים שלנו ואנחנו רואים את Paper כמשהו ייחודי”, אמרה קביתה רדהקרישנן (Kavitha Radhakrishnan), מנהלת מוצר בדרופבוקס. התחרות של Paper תהיה קשה מאחר והיא תצטרך ללכת ראש בראש גם עם מערכות עריכת קבצים ותיקות כמו אופיס של מיקרוסופט.\nמשתמשי ווינדוס XP שנעזרים בדרופבוקס, שימו לב – החל מהחודש דרופבוקס מפסיקה לתמוך לחלוטין במערכת ההפעלה ווינדוס XP. מדובר במהלך שהוכרז עוד בחודש אפריל האחרון והוא מחולק לשני שלבים – בשלב הראשון, שיצא אל הפועל כבר ב-26 ביוני, משתמשי מערכת ההפעלה הזו לא יוכלו יותר להוריד ולהתקין את דרופבוקס. השלב השני, והברוטאלי יותר יש לציין, יחל ב-29 באוגוסט ומאותו תאריך לא תוכלו יותר בכלל להיכנס לחשבון שלכם.\nבמהלך זה דרופבוקס הולכת במסלול דומה לזה של גוגל כרום, שגם הוא הפסיק לתמוך במשתמשי ווינדוס XP החל מגרסה 50 של הדפדפן הפופולרי. אז אם אתם נמנים עם אלה שעדיין משתמשים במערכת ההפעלה הטובה אך המיושנת הזו, אולי הגיע הזמן לשקול להשתדרג לגרסה קצת יותר חדישה, לדוגמה ווינדוס 7.\n", "keywords": "דרופבוקס,dropbox,dropbox paper,ווינדוס xp,windows xp,"}