{"url": "https://www.geektime.co.il/microsoft-to-patch-19-year-old-bug/", "type": "article", "title": "עדכון קריטי לחלונות: באג בן 19 שנים נחסם היום", "description": "באג אבטחה חמור בן 19 שנים שהתגלה לאחרונה, מאפשר לתוקפים להשתלט על כל מחשב שמריץ Windows. עכשיו מיקרוסופט מוציאה עדכון אבטחה, אבל לא כולם יזכו לו", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/BIG10.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-12T18:05:10Z", "modified_time": "2014-11-12T17:46:54Z", "articleBody": "באג אבטחה חמור בן 19 שנים שהתגלה לאחרונה, מאפשר לתוקפים להשתלט על כל מחשב שמריץ Windows. עכשיו מיקרוסופט מוציאה עדכון אבטחה, אבל לא כולם יזכו לו\nה-Heartbleed של מיקרוסופט. מקור: עיבוד תמונה\nאחת הסיבות המרכזיות לכך שחברות תוכנה משחררות עדכונים למערכת ההפעלה שלהן היא באגים ופרצות אבטחה. לא פעם אנחנו שומעים על חוקר אבטחה, או במקרה הפחות טוב, האקר שגילה פרצה או באג מסוכנים במערכת מסויימת, מה שגורם לחברת התוכנה לשחרר במהירות טלאי או עדכון למערכת ההפעלה שיטפל בבעיה. אבל מסתבר שבאגים מסוכנים יכולים להתגלות גם שנים רבות לאחר שיצאו לאוויר העולם. כך לפחות על פי חוקר ב-IBM שגילה באג אבטחה חמור בן 19 שנים.\nחוקר בצוות המחקר של IBM X-FORCE גילה באג ברמת סיכון של 9.3 מתוך 10 (דירוג CVSS), שמופיע בכל גרסה של מערכת Windows, החל מ-Windows 95, שהושקה ב-1995 ועד Windows 8.1, שהושקה ב-2013. בכל מחשב שבו נמצא אינטרנט אקספלורר החל מגרסה 3.0) יכול תוקף להריץ מרחוק קוד על גבי המחשב הנגוע ואף להשתלט על המחשב. הבאג מסוכן משום שהתוקף יכול לעקוף גם כלים כמו ארגז החול (Enhanced Protected Mode) או כלי אבטחה אחרים שמוטמעים באינטרנט אקספלורר 11. חשוב לציין שהבאג קיים גם במערכות ההפעלה לשרתים של החברה – במסגרת ה-Schannel או Microsoft Secure Channel, שהיא “השכבה” שאחראית על הצפנה ואימות ב-Windows, בייחוד בפרוטוקול HTTP.\nלאחר שגילו את הבאג החמור, העבירו לפני חצי שנה החוקרים מ-IBM את הפרטים לעמיתיהם ממיקרוסופט, שהחלו לעבוד על התיקון. לדברי רוברט פרימן מ-IBM שאחראי על הגילוי, הבאג “היה גלוי לעין במשך שנים רבות, למרות שבאגים רבים אחרים התגלו ותוקנו באותה ספריית ווינדוס (OleAut32)”. למרות הגילוי, פרימן לא פוסל קיומם של עוד באגים חמורים, שעדיין לא התגלו.\nמיקרוסופט שיחררה היום (ד’) עדכון למערכות ההפעלה הקודמות שלה, Windows 7, Windows 8 ו-Windows Vista, אולם מערכת ההפעלה Windows XP, אותה זנחה החברה באפריל השנה, לא תזכה לעדכון האבטחה החשוב הזה. הנתון כמובן מטריד משום שעל פי נתוני חברת המחקר NetMarketShare, המערכת הזו נמצאת בכ-17% מכלל מחשבי הדסקטופ בעולם. לשם השוואה, Windows 8.1, מערכת ההפעלה האחרונה של החברה, נמצאת ב-11% בלבד.\nכרגע, אין עדיין עדויות לשימושים שנעשו בבאג הזה, כדי לתקוף מחשבים או אתרים, אולם מומחי אבטחה מעריכים, שעכשיו עם היוודע דבר קיומו של הבאג, צפויות להתרחש התקפות על מחשבים ישנים יותר או כאלו שלא זכו לעדכון האבטחה. מצב מסוכן ביותר, כשמדובר בבאג ששווה בחומרתו ל-Heartbleed,", "keywords": "מיקרוסופט,באג,ibm,אבטחה,וירוס,heartbleed,חלונות,ווינדוס,windows,windows 7,windows 8,windows 8.1,windows xp,microsofot,"}