{"url": "https://www.geektime.co.il/office-15-windows-on-arm/", "type": "article", "title": "חלונות 8 מגיעה, האם על אנדרואיד להזהר?", "description": "מיקרוסופט מחליפה את ממשק המשתמש של משפחת תוכנות האופיס שלה לקראת גרסה מספר 15, ומדגימה כיצד היא מתכננת להתחרות באנדרואיד כמערכת הפעלה לטאבלטים", "image": "https://files.geektime.co.il/wp-content/uploads/2012/02/windows-8-metro-screenshot.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-02-10T13:30:27Z", "modified_time": "2012-02-11T10:39:02Z", "articleBody": "מיקרוסופט מחליפה את ממשק המשתמש של משפחת תוכנות האופיס שלה לקראת גרסה מספר 15, ומדגימה כיצד היא מתכננת להתחרות באנדרואיד כמערכת הפעלה לטאבלטים\nמקור: תמונת מסך מהסרטון המצורף\nממשק המשתמש הקיים במשפחת תוכנות ה’אופיס’ של מיקרוסופט, מוצרי הדגל של החברה, עומד לעבור תמורה משמעותית, פעם נוספת בחמש השנים האחרונות. למי שהצליח להתרגל לממשק החדש, שהוצג לראשונה עם אופיס 2007, מדובר בחדשות רעות, שכן הוא יצטרך להתרגל לממשק חדש.\nלמי שלא עמד בקצב וקיווה שמיקרוסופט תחזור בה, יכול אולי להתנחם בעובדה שתמונות המסך החפוזות שנחשפו רומזות על כך שמיקרוסופט חוזרת לאפשר לנו למצוא את הכלים השונים דרך תפריטים מילוליים, במקום הממשק הנוכחי.\nכשיצאה לשוק סדרת התוכנות אופיס 2007, היא זכתה לביקורת רבה מצד המשתמשים. מיקרוסופט החליטה לשלב בגרסה הזו גישת עיצוב ממשק משתמש חדש, ה-Ribbon, אשר שינתה לחלוטין את כל מיקומי הכפתורים והפונקציות השונות שליוו את המשתמשים כעשור. השינוי חזר והופיע גם בגרסת 2010 של תוכנות האופיס, וורד, אקסל, פאוור פוינט, אאוטלוק ואחרות, וחיזק את התחושה שמיקרוסופט משאירה מאחור חלק משמעותי מהמשתמשים, כפי שעשתה במערכת ההפעלה שלה, כאשר החליטה לזנוח את משתמשי ה-XP ומנעה מהם לעדכן את דפדפן אינטרנט אקספלורר לגרסה העדכנית ביותר של התוכנה.\nמקור: תמונת מסך מהסרטון המצורף\nכך יצא שמשתמשים רבים, כולל כאלה המגיעים מהשוק המוסדי, העדיפו ובצדק רב – שהיות והם לא מסתדרים עם הממשק החדש, להשאר לעת עתה עם גרסת האופיס המיושנת שלהם ולא לשדרג לאופיס 2007, או לאופיס 2010. כעת, לאחר שתי גרסאות אופיס, נראה שמיקרוסופט מתכננת לבצע שינוי יסודי נוסף בממשק המשתמש של אופיס ואת החשיפה שלו אנחנו רואים דווקא בהקשר אחר לגמרי, כאשר החברה חושפת את הדגמת אופיס 15 (שם זמני) הרץ על-גבי מחשבים מבוססי ARM, המריצים את חלונות 8.\nבמסגרת סרטון של מיקרוסופט, מדגימה החברה כיצד היא מסוגלת להריץ את גרסת הניסוי של חלונות 8 (שכן אין עדיין גרסה סופית) על גבי מכשירים המבוססים על מעבדי ARM במקום מעבדי אינטל. מעבדי אינטל היו מנת חלקה של מיקרוסופט מזה כמה עשורים, והעובדה שהיא רוצה לייצר גרסת חלונות 8 למכשירים מבוססי ARM פותח את הדלת למגוון רחב של אפשרויות התפתחות עבור החברה.\nראשית, יש לזכור כי כיום מרבית המכשירים מבוססי ARM הם מכשירים סלולריים או טאבלטים. מכאן, אנחנו מבינים שמיקרוסופט בעצם מתכוונת לכך שחלונות יכולה להיות מותאמת גם להרצה על טאבלטים, דבר שלא היה אפשרי עד היום בטאבלטים מבוססי ARM. בסרטון המצורף, מיקרוסופט מדגימה כיצד חלונות 8 נראית על מספר טאבלטים מיצרנים שונים, ומדגימה על אחד מהם כיצד נראות ‘האפליקציות’ וורד, אקסל, פאוור פוינט ו-One Note, לצד מערכת ההפעלה.\nאחד הדברים הבולטים בעקבות החשיפה, הוא שמיקרוסופט לא רק שינתה את העיצוב הכללי של אופיס, אלא גם את הכיוון הכללי שלה עבור חלונות. כעת, חלונות 8 בדרך לטאבלטים, לא רק למחשבים אישיים. על שאלת השאלות, האם אנדרואיד צריכה להתחיל להיכנס ללחץ בעקבות המהלך, נדע לענות רב כשנתקרב יותר למועד ההשקה וייחשפו פרטים מדויקים יותר על מערכת ההפעלה לטאבלטים של מיקרוסופט.", "keywords": "android,arm,excel,ie,internet explorer,microsoft,microsoft excel,microsoft outlook,microsoft word,office 15,one note,power point,ribbon,tablet,tablets,windows 8,windows xp,אאוטלוק,אופיס,אופיס 15,אופיס 2007,אופיס 2010,אינטרנט אקספלורר,אנדרואיד,אקסל,וורד,חלונות 8,טאבלט,טאבלטים,מיקרוסופט,פאוור פוינט"}