{"url": "https://www.geektime.co.il/bittorent-bundle-goes-alpha/", "type": "article", "title": "BitTorrent מציעה לאמנים לפתוח חנויות מקוונת, מדונה הראשונה להצטרף", "description": "BitTorrent מרחיבה את חנות המדיה החדשה שלה, BitTorrent Bundle ומאפשרת לאמנים ליצור את הקמפיינים שלהם בעצמם. בין האמנים המציעים תכנים ייחודים תוכלו למצוא את כוכבת הפופ, מדונה.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/09/bundle-s.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-09-25T09:17:21Z", "modified_time": "2013-09-25T09:17:21Z", "articleBody": "BitTorrent מרחיבה את חנות המדיה החדשה שלה, BitTorrent Bundle ומאפשרת לאמנים ליצור את הקמפיינים שלהם בעצמם. בין האמנים המציעים תכנים ייחודים תוכלו למצוא את כוכבת הפופ, מדונה.\nמקור: יח”צ\nלפני מספר חודשים הציגה ביטורנט לציבור את BitTorrent Bundle, חנות המדיה החדשה “המוסתרת” בתוך מה שנראה כקובץ טורנט פשוט. אתמול (ג’) השיקה את השירות המחודש באלפא סגורה, המאפשרת לאמנים ליצור את החנויות שלהם בעצמם ולהפיץ אותם אל קהל האוהדים. אחת מהראשונות שבחרו ליישם את השימוש בחנות המדיה החדשה היא לא אחרת מאשר כוכבת הפופ, מדונה.\nעד לפני כמה וכמה שנים, במידה ורצינו להאזין לאלבום חדש שרק יצא לאור היה עלינו לגשת אל חנות הדיסקים הקרובה או אל אחת מרשתות המוזיקה המוכרות, ולרכוש את המוצר הפיזי. כיום, עם התפתחותה של הטכנולוגיה והגעתן של פלטפורמות ומדיות רבות ומקוונות, אנו יכולים לבצע את הרכישות הללו בקלות, מבלי לעזוב את מסך המחשב שלנו.\nאך עם כל הכבוד לצד הפשוט והאינטואיטיבי בו אנו יכולים לרכוש את המדיה האהובה עלינו, ברוב המקרים רוב הרווחים עוברים כמה וכמה ידיים עד שמגיעים לאמן עצמו, הודות לגורמים הרבים המעורבים בכך ששירו זמין לרכישה באינטרנט. במטרה לצמצם את הפער בין האמנים למעריצים, השיקה ביטורנט לפני כחמישה חודשים את חנות המדיה החדשה, BitTorrent Bundle.\nמדובר בקונספט שונה לחלוטין ממה שהכרנו עד היום, במיוחד בתחום הטורנטים. בניגוד לשירותים כגון אייטונס ודומיו, כאן לא מדובר על הורדה של אלבום שלם, מספר קבצי מדיה או אפילו סרטונים, אלא קובץ מולטימדיה המחזיק לצד תכני המדיה אפשרות גישה לתכני Premium, שיפתחו בהתאם להגדרותיו של יוצר הטורנט המקורי.\nבפועל, לאחר שהמשתמש יוריד את הבאנדל הרצוי יוכל להאזין לאלבום או לשיר המלא בו הוא התעניין מלכתחילה, ותמורת מידע נוסף מהצד שלו, כגון כתובת המייל או תשלום, יוכל לקבל גישה להורדת עוד שירים, קליפים ותכנים – בצורה פשוטה, מהירה וכמובן חוקית.\nבמהלך החודשים האחרונים, מהרגע שהוכרז BitTorrent Bundle לקהל הרחב עבדה החברה ביחד עם אמנים, יוצרים, לייבלים וסטודיו במטרה לעזור להם לבנות את הקמפיינים שלהם, שיופיעו בתוך חנות המדיה החדשה. כעת, משיקה החברה באלפא סגורה את השירות המשופר, המאפשר לאמנים לבנות את החנויות שלהם בעצמם.\nיצירת חנות המדיה כוללת חמישה צעדים, שהם יצירת עמוד הקמפיין, הוספת המדיה, הוספת שער הנפתח באמצעות כתובות המייל של המשתמשים, צפייה במוצר המוגבר וכמובן, פרסום הבאנדל החדש. עם השקתה של האלפא החברה כבר מונה שמונה שותפים, הכוללים שמות מוכרים יותר ופחות כגון FADER,Cinedigm, The Collective, Topspin, Interloper Films, Gravitas Ventures,Converge Studios ו-Tim Ferriss.\nשותפה נוספת שלמעשה החלה את שיתוף הפעולה שלה עם ביטורנט לפני מספר חודשים היא מדונה, שחברה למפיק סטיבן קליין במטרה ליצור סרט קצר בשם secretprojectrevolution. הסרטון למעשה מסמן את ההשקה של הקמפיין החדש שלה – אומנות תמורת חופש (Art for Freedom), יוזמה גלובלית מקוונת המיועדת לעזור להרחיב את חופש הביטוי.\nאת הסרטון תוכלו להוריד ישירות מהאתר הרשמי שהוקם למען מטרה זאת, הנמצא בתוך קובץ BitTorrent Bundle ומציע מלבד הסרטון עצמו גם תכני בונוס כגון תמונות סטילס, טריילרים וראיון בלעדי עם כוכבת הפופ.\n", "keywords": "ביטורנט,ביטורנט באנדל,bittorrent,bittorrent bundle,מדונה,madonna,הורדה ישירה,ביטטורנט,הורדות,"}