{"url": "https://www.geektime.co.il/iphone-x-plus-and-iphone-9-cases/", "type": "article", "title": "הרבה לפני הזמן: וידאו חדש חושף את מכשירי האייפון הבאים", "description": "סרטון חדש חושף את שני המכשירים שאפל עומדת להשיק בספטמבר, ומאשר מספר פרטים בנוגע אליהם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/Shai-iPhone-X-Plus-iPhone-9-1530427079-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-01T10:32:21Z", "modified_time": "2018-07-01T14:08:19Z", "articleBody": "סרטון חדש חושף את שני המכשירים שאפל עומדת להשיק בספטמבר, ומאשר מספר פרטים בנוגע אליהם\nתמונה: shaymizrachi@\nאפל צפויה לחשוף את מכשירי האייפון החדשים שלה רק בחודש ספטמבר, אך כמו בכל שנה בשנים האחרונות, ההדלפות בנוגע למכשירים החדשים לא מחכות למועד ההשקה, והפעם יש להן אפילו שורשים ישראליים.\nשי מזרחי, כתב טכנולוגיה ישראלי, הצליח להניח את ידיו על דגם (Mockup) של מכשירי האייפון הבאים: ה-“iPhone 9” וה-“iPhone X Plus” שסופקו על ידי יצרנית הקייסים, Skech. מזרחי פרסם את התמונות באתר 9to5mac. לרוב, חברות קייסים מניחות את ידיהן על המפרט העיצובי של המכשיר כדי להתאים אביזרים מבעוד מועד להשקת האייפונים החדשים, וזאת כדי שצרכנים יוכלו להזמין אותם מיד עם רכישת המכשיר. מלבד המראה הכללי של המכשיר, הסרטון חושף עוד כמה פרטים בנוגע למפרט המכשיר.\nAn exclusive look on the next iPhone X Plus and iPhone 9.\nThe iPhone X Plus will come with 6.5 inch screen while the low cost version iPhone 9 will come with 6.1 inch and 1 camera only.\nSoon another surprise, stay tuned! #iPhoneXPlus #iPhone9 #iPhoneDummy #iPhoneX @9to5mac pic.twitter.com/zxbkA4dZk9\n— Shai Mizrachi | שי מזרחי (@ShaiMizrachi) June 30, 2018\n\nבסרטון של מזרחי, נראה שמכשיר ה-iPhone X Plus דומה במימדיו למכשיר iPhone 7 Plus, אך מאחר שמדובר במכשיר עם מסך קצה-לקצה, הוא צפוי להגיע עם תצוגת OLED בגודל 6.5 אינץ’ ומערך צילום כפול. המכשיר השני שנחשף הוא ככל הנראה ה-iPhone 9, שגם הוא יגיע עם מסך קצה-לקצה, אך עם תצוגת LCD בגודל 6.1 אינץ’, ומצלמה אחת בלבד. המימדים שלו נראים גדולים יותר משל ה-iPhone X שהושק השנה, והוא צפוי להיות מתומחר בדומה ל-iPhone 8, כלומר במחיר התחלתי של 700$.\nעל פי דיווחים נוספים, תצוגות ה-iPhone X Plus יסופקו לאפל על ידי LG, שצפויה לייצר בין 2 ל-4 מיליון יחידות. עובדה זו תהפוך את LG לספקית המסכים השניה של אפל, כיוון שזו רכשה עד כה את כל מסכיה מסמסונג. בכך, תוכל אפל להקטין את התלות שלה בסמסונג. אפל צפויה לעדכן את כל ליין המכשירים שלה לתצוגות OLED רק במהלך שנת 2019, אם לא מאוחר מכך.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "iphone x plus,iphone 9,שמועה,הדלפה,אייפון x פלוס,אייפון תשע,אייפון 9,קייס,skech,mockup,מוקאפ"}