{"url": "https://www.geektime.co.il/ios-13-is-out/", "type": "article", "title": "היא כאן: iOS 13 שוחררה הרגע לקהל הרחב. מה חדש?", "description": "יום לפני שהאייפונים החדשים מגיעים לחנויות, אפל שחררה את הגרסה החדשה של מערכת ההפעלה שלה, iOS 13. למה שווה לכם לעדכן ואיך תעשו את זה נכון? כל ההסברים בפנים", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/ios13-1568812633-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-19T20:15:12Z", "modified_time": "2019-09-20T10:04:40Z", "articleBody": "יום לפני שהאייפונים החדשים מגיעים לחנויות, אפל שחררה את הגרסה החדשה של מערכת ההפעלה שלה, iOS 13. למה שווה לכם לעדכן ואיך תעשו את זה נכון? כל ההסברים בפנים\nמקור: Apple\nיום לפני שהאייפון 11 מושק בארה”ב, וקצת פחות מחודש אחרי ששוחררה גרסת הבטא המתקדמת יותר למערכת ההפעלה שטרם יצאה – iOS 13.1, העדכון האחרון למערכת ההפעלה של מכשירי ה-iPhone סוף סוף כאן. הערב (ה’) בשעה 20:00 שחררה אפל באופן רשמי את iOS 13, שתגיע לכל האייפונים החל מה-iPhone SE ואפילו לדור השביעי של האייפוד טאץ’. הנה כל מה שחדש בה.\n\nלפני שאתם ממהרים לעדכן את המכשיר, וודאו כי כל המידע שלכם מגובה לפחות במקור אחד (iCloud ו-iTunes במחשב האישי). לרוב אין תקלות במעבר בין גירסאות, אבל מוטב להיות תמיד מוכנים. לשמחתנו, מזה שנים רבות שאפל מאפשרת לעדכן את מערכת ההפעלה דרך האוויר (OTA), כך שכל שעליכם לעשות הוא להכנס לאפליקציית ההגדרות (Settings), ללחוץ על “כללי” (General), משם לעבור ל”עדכוני תוכנה” (Software Update) ולאשר את הורדת העדכון החדש. לאחר שקובץ ההתקנה יסיים לרדת למכשירכם, המכשיר יציע לכם להתקין את מערכת ההפעלה. אם אתם ערוכים, לחצו על “התקן” (Install). המכשיר שלכם יבצע אתחול ולאחר כמה דקות יסיים את התקנת העדכון החדש. בקטע של נוסטלגיה? תוכלו לעדכן דרך תוכנת iTunes ב-PC ובמק על ידי חיבור המכשיר באמצעות כבל, ולחיצה על Check For Update בחלון המכשיר.\nאם העדכון החדש עוד לא מופיע לכם, אל חשש. אתם לא היחידים שמחזיקים באייפון, ועשרות מיליוני מכשירים מסביב לעולם מנסים לעדכן את המכשיר שלהם במקביל, כך שתקלות הן בהחלט לגיטימיות. סביר להניח שלא תצליחו להוריד את העדכון בשעות הראשונות ליציאתו, אז מומלץ לנסות שוב מאוחר יותר או לחילופין במהלך הסופ”ש, מבטיחים שהוא לא ילך לשום מקום. למה בכלל שווה לכם להוריד את העדכון? הנה כמה מהפיצ’רים המעניינים ביותר שהמכשיר שלכם עומד לקבל.\nלצד מימוג’ים חדשים והקלדה מהירה יותר באמצעות תנועת Swipe (פיצ’ר מוכר למשתמשי אנדרואיד רבים), iOS 13 מבטיחה שיפור משמעותי בגזרת הביצועים. למשל, מנגנון ה-Face ID יגיב מהר יותר ב-30% ואפליקציות ייפתחו בחצי מהזמן שלקח להן ב-iOS 12 – תוך כדי שהמימדים שלהן והנפח שהן יתפסו לכם על המכשיר יצטצמם (עד 60%).\nפיצ׳ר מדובר ומצופה הוא ה-Dark Mode, שיכהה חלק מהאפליקציות של אפל וחלקים מממשק המכשיר, מה שלא רק יקל על העיניים שלכם בחושך או ייראה קצת יותר מגניב, אלא גם יוריד מעט מהעומס על סוללת המכשיר שלכם (בהנחה שמדובר במסך OLED). גם אפליקציית התזכורות נבנתה מחדש לחלוטין, וכעת תוכלו פשוט להקליד את התזכורות שלכם עם מידע נוסף, והאפליקציה תבין בדיוק מתי לתזכר אתכם.\nמשתמשי ה-AirPods ישמחו לגלות שכעת סירי תוכל להקריא לכם הודעות נכנסות בזמן אמת, שלהן תוכלו להגיב מיד, גם אם מדובר באפליקציות צד שלישי. פיצ’ר מגניב במיוחד לטעמנו הוא היכולת להאזין לאותה מוסיקה או פודקאסט עם משתמשים אחרים שמחזיקים ב-AirPods במקביל, באמצעות התממשקות לאותו אייפון.\nגם ה-HomePod משתדרג, וידע כעת לזהות מי מבני הבית מדבר אליו, כדי להתאים לכל אחד מהם את התכנים. כמו כן, Handoff מגיע גם להומפוד, ואם תקרבו אליו את האייפון שלכם תוכלו להעביר ביניהם מוזיקה, שיחות ותכנים. בנוסף תוכלו גם למשוך ממנו את התכנים הללו ולהמשיך לעבוד עימם באייפון שלכם.\nמקור: Apple\nגימיקים זה מגניב, אבל יש דברים יותר חשובים בחיים; iOS 13 שמה דגש על פרטיות, ותאפשר למשתמשים לאשר לאפליקציות גישה למיקום שלהם באופן חד פעמי, ולהמשיך לשאול אתכם בכל פעם שהן רוצות לגשת למיקום. כמו כן, אפל מנסה לשים סוף לכפתורי ה-Sign In המוכרים של פייסבוק וגוגל למשל, והציגה כפתור Sign In With Apple שהוא בעצם API שעובד על גבי המכשיר, ולא חושף שום מידע פרטי שלכם לאפליקציה. אם האפליקציה שאליה אתם מנסים להירשם תרצה לבקש מכם פרטים בכל זאת, תוכלו להחביא את האימייל שלכם, ואפל תיצור עבורכם מייל פיקטיבי שיעביר לכם את ההודעות לאימייל האמיתי שלכם.\n\nאחרי ששדרגה את מערך הצילום של האייפונים החדשים, אפל מציגה ממשק ועיצוב חדש לגמרי של אפליקציית התמונות שלה. עם iOS 13 תוכלו לשנות את עוצמת אפקטי התאורה בתמונות שצילמתם, ולשלוט ולערוך את האלמנטים בתמונות, או להוסיף להן פילטרים. גלריית התמונות תדע שלא להציג תמונות של קבלות ושכפולי תמונות, ותציג לכם את התמונות החשובות ביותר עבורכם בצורה פשוטה יותר ונעימה יותר לעין על ידי ניתוח של האלמנטים בהן. אם תרצו, תוכלו לצפות בתמונות שלכם במבנה יומי, חודשי, או שנתי, והאייפון ידע להציג לכם את התמונות הרלוונטיות ביותר בצורה של אלבומים.\nאפליקציית המפות קיבלה סופסוף את הגרסה של אפל ל-Street View שזכתה לשם “Look Around”. בעזרת השדרוג החדש תוכלו לראות את הרחובות על גבי המפה ב-360 מעלות, לזהות חנויות ונקודות עניין, ולראות עוד פרטים אודותיהן בלחיצת כפתור. משתמשי iOS 13 יוכלו לפתוח לעצמם מעין פרופיל, שבו יוכלו לציין את שמם ו/או תמונה שלהם, כך שמשתמשי iMessage אחרים יוכלו לדעת מי הם כשהם שולחים הודעה בפעם הראשונה.\nכזכור, אפל פיצלה בין מערכות ההפעלה כך שכעת האייפדים יריצו מערכת הפעלה ייעודית משלהם – iPadOS. הגרסה החדשה לטאבלטים של החברה תשוחרר ב-24 בספטמבר, כשגרסת iOS 13.1 תגיע ב-30 בספטמבר.  ", "keywords": "ios 13,מערכת הפעלה,עדכון גרסה,ios,עדכון ios,אייפון,אייפון ios 13,אפל,apple"}