{"url": "https://www.geektime.co.il/infinidat-raised-95m/", "type": "article", "title": "שווי של 1.6 מיליארד דולר: Infinidat הישראלית מגייסת 95 מיליון דולר", "description": "הגיוס הנוכחי מציב את סך גיוסיה של החברה המספקת את הדור הבא של פתרונות האחסון לארגונים גדולים, על 325 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/DSC_4115-b.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-04T15:15:33Z", "modified_time": "2017-10-04T15:39:44Z", "articleBody": "הגיוס הנוכחי מציב את סך גיוסיה של החברה המספקת את הדור הבא של פתרונות האחסון לארגונים גדולים, על 325 מיליון דולר\nמקור: Infinidat\nחברת האחסון הישראלית Infinidat (אינפינידט), הנחשבת לספקית מובילה לפתרונות אחסון לארגונים גדולים, הודיעה על גיוס של 95 מיליון דולר נוספים. הסבב הנוכחי, Series C, מעמיד את סך גיוסיה עד כה על 325 מיליון דולר. את ההשקעה הובילה הקרן הפרטית של Goldman Sachs – PCI ולקחה בו חלק גם המשקיעה הקיימת – קרן ההון סיכון הפרטית TPG Growth.\nInfiniBox, מוצר הדגל של Infinidat בעל אופטימיזצית flash מתבסס על איחסון בדיסקים מגנטיים, ומאפשר להגדיל את כמות הדיסקים, תוך כדי שמירה על היעילות; הוא מציע ביצועים של יותר מ-1M IOPs, זמן אחזור נמוך ממילי-שניות, דחיסת נתונים שקופה ויעילה inline ללא השפעה על ביצועים – הפתרון מבטיח לספק את צפיפות האחסון הגבוהה ביותר בשוק ובעלות האפקטיבית ביותר, כמו גם חסכון בעלויות חשמל, קירור ושטח רצפה; ניתוח אנליטי מתקדם לביצועים, תמיכה ב-iSCSI ויכולת גידול של יותר מ-5 פטה-בייט (5 מיליון ג’יגה בייט) עם קיבולת אחסון אפקטיבית במסד סטנדרטי בודד של 42U, דבר שמגדיל אפילו יותר את היכולת של הפתרון להחזיק במידע בקנה המידה הראוי. במילים קצת יותר פשוטות – החברה פיתחה ארכיטקטורת תוכנה לאחסון נתונים עם יכולת התאמה וגמישות, במטרה לספק אופטימיזציה לביצועים של כל סוגי המדיה – בהווה ובעתיד.\nמי שעומד מאחורי Infinidat שנוסדה ב-2011 הוא משה ינאי, יזם סדרתי שהקים את חברות הסטארטאפ XIV, שנמכרה ב-2008 ל-IBM תמורת כ-300 מיליון דולרים ולאחר מכן, מכר את Diligent, סטארטאפ נוסף שהקים, גם כן ל-IBM. ינאי גם מכר סטארטאפ אחר שלו, Symmetrix, לענקית איחסון אחרת, EMC.\nכיום מעסיקה החברה כ-400 עובדים בישראל – במטה הפיתוח, בהנהלת החברה ובמחלקת השיווק והמכירות, ויש לה למעלה מ-100 לקוחות גדולים בעולם ובישראל. נכון לרגע זה, היא התקינה פתרונות בנפח של למעלה מאקסה-בייט ברחבי העולם. סבב הגיוס הקודם של החברה הושלם לפני כשנתיים וחצי, אז גייסה סכום מרשים אף יותר – כ-150 מיליון דולר, מה שהעניק לה לראשונה את התואר “יוניקורן”.", "keywords": "גיוס,סבב גיוס,infinidat,אינפינידט,אחסון נתונים,אחסון,פתרונות אחסון,אחסון לארגונים,פתרון אחסון לארגונים,משה ינאי"}