{"url": "https://www.geektime.co.il/kaminario-raised-75m/", "type": "article", "title": "גיוס: Kaminario הישראלית מגייסת 75 מיליון דולר", "description": "החברה הישראלית מספקת לארגונים גישה לנתונים בזמן אמת – בכל מקום ובכל זמן באמצעות פתרונות אחסון ה-אחסון all-flash שלה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/kaminario.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-10T17:00:18Z", "modified_time": "2017-01-10T16:51:35Z", "articleBody": "החברה הישראלית מספקת לארגונים גישה לנתונים בזמן אמת – בכל מקום ובכל זמן באמצעות פתרונות אחסון ה-אחסון all-flash שלה\nמקור: Kaminario\nחברת אחסון ה-all-flash הישראלית Kaminario (קמינריו) הודיעה היום (ג׳) על השלמת סבב גיוס נוסף בהיקף של 75 מיליון דולר. את הסבב האחרון הובילה Waterwood Group והשתתפו בו משקיעים חדשים וקיימים בהם Lazarus, פיטנגו, סקויה, Silicon Valley Bank ו-Globespan Capital Partners. ההון שהתווסף לקופת החברה ישמש להאצת יוזמות פנייה לשוק, הרחבת נוכחותה הגלובלית וקידום מחקר ופיתוח.\nIDC מעריכה כי שוק מערכי all-flash יגדל בשיעור צמיחה שנתי מצטבר של 21.4% עד 2020. ה-IoT, ענן ואפליקציות על פי דרישה הם מנועי הצמיחה המרכזיים בשוק האחסון, ועוד 3 שנים צפויים להיות יותר מ-200 מיליארד מכשירים מחוברים לרשת ויותר מ-44 טריליון גיגהבייט של נתונים.\nהפתרון שמפתחת Kaminario הוא מערכת אחסון המבוססת על דיסקים בטכנולוגיית SSD. מוצר הדגל של החברה, ה-Kaminario K2, מבוסס על ארכיטקטורה שפותחה על-ידה בשם Scale–out Performance Storage Architecture. ארכיטקטורה זו יכולה לנצל מוצרי מדף מתחום ה-SSD ולהתאים אותם לצורכי הלקוח, כאשר הפתרון מבוסס על שרתי Blade לצד פתרונות אחסון של חברות שונות בתחום ה-SSD. כך למעשה יכולה החברה להציע ללקוחות שלה גמישות בפתרונות האחסון והשליפה, לפי דרישותיהם. אחד היתרונות המרכזיים של Kaminario נעוץ ביחס עלות-התועלת שלה שעומד על 2 דולר לג’יגה-בייט, המשתלם יותר לעומת פתרונות מתחרים.\nאף על פי ש-Kaminario הוקמה במקור כחברה ישראלית על-ידי דני גולן ואופיר דובובי ב-2008, החברה רשומה היום כחברה אמריקאית לכל דבר ועניין, כשמטה החברה פועל בנידהאם, מסצ’וסטס בארה״ב ומרכז הפיתוח שלה שוכן ביוקנעם. סך הגיוסים של Kaminario מאז הקמתה עומדים על 218 מיליון דולר, כאשר את האחרון מהם השלימה בינואר 2016 אז גייסה כ-15 מיליון דולר בהובלת Lazaruz Hedge Funds ו-Silicon Valley Bank.\nהמימון האחרון יאפשר לחברה להאיץ את התרחבותה במזרח ומערב אירופה, אסיה פסיפיק והמזרח התיכון, לספק פתרונות נוספים ומלאים יותר עם דגש על הבאת האחסון קרוב יותר אל שכבת האפליקציה ומינוף הטכנולוגיה כך שלקוחות יוכלו לאמץ טכנולוגיות חומרה חדשות, ללא שדרוגים הדורשים החלפת חומרה.", "keywords": "סבב גיוס,קמינריו,kaminario,all flash,אחסון,ssd,חברה ישראלית,סטארטאפ,סטארטאפ ישראלי"}