{"url": "https://www.geektime.co.il/zerto-raises-20m/", "type": "article", "title": "גיוס: Zerto הישראלית מגייסת 20 מיליון דולר נוספים", "description": "בתוך 5 חודשים בלבד גייסה החברה הישראלית שנלחמת ב-Downtimes כ-70 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/12805754_963239967064012_4329621026517554066_n.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-21T13:00:27Z", "modified_time": "2016-06-21T13:29:21Z", "articleBody": "בתוך 5 חודשים בלבד גייסה החברה הישראלית שנלחמת ב-Downtimes כ-70 מיליון דולר\n\n5 חודשים אחרי סבב הגיוס האחרון, חברת Zerto הישראלית העוסקת בניהול התאוששות מאסונות בענן, הודיעה היום (ג׳) על הרחבת סבב הגיוס ב-20 מיליון דולר נוספים מ-CRV. הסכום שגויס מתווסף ל-50 מיליון דולר שגייסה החברה בהובלת קרן IVP – Institutional Venture Partners בינואר 2016. בכך מסתכם המימון שגייסה זרטו בסדרה E ב-70 מיליון דולר. המשקיעים הקיימים בחברה בהם ,83North Battery Ventures Harmony Partners ו-RTP Ventures השתתפו גם הם בסבב האחרון.\nפתרונות התוכנה של Zerto מאפשרים ניהול מערכות מידע ארגוניות וענן בזמינות של 24/7, ומובטחים להיות פשוטים, אמינים ולספק המשכיות עסקית. בעזרת פלטפורמת Zerto Cloud Continuity, ארגונים יכולים להגן על העומסים הווירטואליים שלהם ולהעביר אותם בין עננים ציבוריים, פרטיים והיברידיים באופן חלק. מוצר הדגל של החברה, Zerto Virtual Replication, הפך כבר לתקן ׳מקובל׳ בהגנה, התאוששות וניוד יישומים בין מרכזי נתונים וירטואליים ועננים.\nהמוצר של Zerto רלוונטי עבור חברות שלהן מרכזי מחשוב (Data Centers) בהם יושבים השרתים עליהם רצות האפליקציות. ״המשתמשים מתחברים לאפליקציות מהמשרדים או הבתים, כאשר משתמשים של האפליקציות יכולים להיות עובדים, לקוחות, ספקים, שותפים, או כל מה שצריך על מנת שהעסק ירוץ. הבעייה היא שאם קורה משהו למרכז המחשוב או חלק ממנו, האפליקציות לא יהיו זמינות, וכיוון שעסקים כיום מסתמכים יותר ויותר על האפליקציות הארגוניות שלהם, כל העסק לא יכול לעבוד וזה מכונה Downtime. כמובן שזה לא קביל לארגונים מכל גודל, ולכן האפשרות היחידה שלהם היא לבנות מרכז מחשוב נוסף, לשכפל באופן רציף את האפליקציות והמידע שלהן למרכז השני, ועכשיו אם משהו קורה למרכז הראשי, הן יכולות לעבור באופן מיידי למרכז מחשוב השני והעסק מממשיך לרוץ. לכן התחום מכונה המשכיות עסקית (Business Continuity).\nהחברה שנוסדה בשנת 2009 על ידי האחים זיו (שייסד בעבר את Kashya, שנמכרה ב-2006 ל-EMC בעבור כ-160 מיליון דולר) ועודד קדם, מעסיקה במשרדיה הממוקמים בהרצליה כ-150 עובדים ו-150 עובדים נוספים בסניפיה ברחבי העולם, בין היתר בארה״ב, אנגליה, אוסטרליה, קנדה ויפן. הסכום שגויס ישמש לשימור קצב הצמיחה של מכירות החברה (העומד לדבריה על למעלה מ-100% משנה לשנה), להמשך התרחבות לטריטוריות נוספות בעולם, כיסוי קטגוריות לקוחות נוספים והמשך הרחבת קו מוצרי החברה. מהקמתה ועד היום גייסה החברה סכום כולל של 130 מיליון דולר.\nזיו קדם, מנכ”ל Zerto התייחס לגיוס האחרון ואמר: ״מתוך ידיעה ששוק המימון עשוי להשתנות בכל רגע, סברנו שאסור לנו להחמיץ את ההזדמנות לחבור ל-CRV. המימון הנוסף מאפשר לנו להמשיך לצמוח לטווח הרחוק ולפתח מוצרים מבלי להיות מוטרדים מצורכי מימון נוספים. אנחנו ממוקדים לחלוטין בהרחבת קו המוצרים שלנו במטרה לפשט את פעולות ה-BC/DR באירגונים ולהפוך אותם לאפקטיבים יותר. אנו משרתים לקוחות העוברים או כבר נמצאים בענן וחייבים להבטיח רציפות עסקית ללא הפרעות העלולות להגרם מכל סיבה שהיא, בין אם בגלל גורמים טבעיים, פגיעות סייבר או טעות אנוש״.", "keywords": "גיוס,גיוס הון,זרטו,zerto,סבב גיוס,ניהול אסונות,ענן,ניהול אסונות בענן,cloud,אחסון בענן,גיבוי,downtime,זיו קדם,עודד קדם"}