{"url": "https://www.geektime.co.il/cloudyn-4-million-funding/", "type": "article", "title": "Cloudyn הישראלית מגייסת 4 מיליון דולר [גיוס]", "description": "החברה עוזרת בייעול ואופטימיזציה למנועי מחשוב הענן השונים - הודיעה על השלמת סבב גיוס בסך 4 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2014/09/cloudyn-s.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-09-15T14:30:48Z", "modified_time": "2014-09-15T22:29:49Z", "articleBody": "החברה עוזרת בייעול ואופטימיזציה למנועי מחשוב הענן השונים – הודיעה על השלמת סבב גיוס בסך 4 מיליון דולר\nמקור: צילום מסך\nחברת הסטארטאפ הישראלית קלאודין (Cloudyn), המתמחה בניטור וייעול שירותי ענן לעסקים, הודיעה על השלמת סבב גיוס בסך 4 מיליון דולרים. את סבב ההשקעה הנוכחי הובילו קרן ההשקעות טיטניום ו-RDSeed מבית אלרון ורפאל. עד היום הושקעו בחברה 1.5 מיליון דולרים, מה שמביא את סך כל ההשקעות בה ל-5.5 מיליון דולרים.\nקלאודין נחשבת כיום לאחת מהחברות המובילות בתחום ניטור ואופטימיזציה של שירותי ענן, כשסט המוצרים שלה עוזרים לעסקים לזהות את ההוצאות המיותרות שמוציאים בכל חודש, למצוא את המשאבים שאינם נמצאים בשימוש וכדומה. עוד מסוגלת החברה לבצע סימולציה של הרצת שירותים בין עננים שונים, ולספק מידע אודות הקצאת יתר של משאבים על פני מגוון שירותי ענן הכוללים עננים ציבוריים, פרטיים והיברידיים.\nלצד התובנות השונות שמציעה החברה, מערכת הניהול שלה כוללת המלצות מותאמות אישית לכל בית עסק, במטרה לעזור לו לשפר את הביצועים וכמובן, להפחית את הוצאות הכספים בתחום הענן. במהלך השנה האחרונה החברה הרחיבה את התמיכה שלה לפלטפורמות מחשוב ענן נוספות מלבד אמזון (AWS), כגון גוגל (GCE) ו-OpenStack, כשעד סוף השנה מתכננת לתמוך גם בעננים ציבוריים נוספים.\nקלאודין נוסדה ב-2011 על ידי שרון וגנר, דוקטור בוריס גולדברג וויטלי תבור ולדבריה נכון להיום מנטרת כ-8 אחוזים מפלטפורמת הענן של אמזון. החברה מציעה את שירותיה ללמעלה מ-2,400 לקוחות ברחבי העולם הכוללים חברות Fortune 500 ממגוון תחומים כגון תעופה, תשתיות, תיירות, מערכות מידע, ייעוץ וניהול IT וכדומה.\nהשנה האחרונה הייתה חיובית במיוחד עבור החברה, שזכתה במספר פרסים הודות לפתרון שפיתחה. בין הפרסים הללו זכתה החברה בתואר One of the Top Emerging Vendors in Cloud Computing מטעם תחרות CRN 2014, זכתה ב-Best Cloud Computing Service for 2014 מטעם תערוכת World Cloud Forum ולבסוף זכתה ב-Best Cloud Application, Bronze award for Multi-Cloud  Management בתחרות Stevie Award 2014.\nהחברה מתכננת להשתמש בסכום הגיוס הנוכחי על מנת להמשיך את תמיכתה בפלטפורמות תשתית מחשוב ענן הקיימות ולהתרחב אל פלטפורמות נוספות, להמשיך את פיתוחיה הטכנולוגיים וכמובן, להרחיב את סל המוצרים הקיים למגוון לקוחותיה.\nשרון וגנר, מנכ״ל קלאודין, הצהיר כי ״השקעה זו מאפשרת לנו להעלות את הרף ולאפשר ללקוחות שלנו לקבל את ביצועי שירותי הענן היעילים ביותר בתעשייה. אנו מחוייבים לספק ללקוחותינו הבנה עמוקה לאופן השימוש בתשתיות ענן, ביצועים תפעוליים אופטימליים ולמקסם את השקעותיהם במחשוב ענן – בין אם מדובר בשימוש בפלטפורמה בודדת או בשילוב של מספר פלטפורמות בהן משתמשים לקוחותינו”.\n", "keywords": "cloudyn,קלאודין,טכנולוגיות ענן,מחשוב ענן,cloud computing,cloud,סטארטאפ,גיוס,"}