{"url": "https://www.geektime.co.il/skytran-signs-a-contract-with-iai/", "type": "article", "title": "תל אביב נערכת: תחבורה ציבורית עילית ומהפכנית במהירות 240 קמ''ש", "description": "התעשייה האווירית וחברת skyTran האמריקאית הודיעו על התחלת פיילוט לבדיקת מערכת ההסעה העילית הפועלת בטכנולוגיית רחיפה מגנטית. אם הכל יילך כשורה, החברה האמריקאית מאמינה שמהר מאוד נוכל להזמין קרונית נסיעה פרטית עם הסמארטפון ולצאת לדרך במהירות עד 240 קמ''ש.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/big-sky.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-25T15:08:03Z", "modified_time": "2014-06-25T16:53:11Z", "articleBody": "התעשייה האווירית וחברת skyTran האמריקאית הודיעו על התחלת פיילוט לבדיקת מערכת ההסעה העילית הפועלת בטכנולוגיית רחיפה מגנטית. אם הכל יילך כשורה, החברה האמריקאית מאמינה שמהר מאוד נוכל להזמין קרונית נסיעה פרטית עם הסמארטפון ולצאת לדרך במהירות עד 240 קמ”ש.\nבקרוב בתל אביב? מקור: Skytran\nאתם יוצאים מהבית ברמת אביב, שולפים את הטלפון ומסמנים את היעד אליו אתם רוצים להגיע. אתם עולים לתחנת ההסעה הממוקמת ממש מעל ראשכם והנה נעצרת קרונית מוזרה בעלת צורה של קליע. אתם נכנסים אליה, הדלת נסגרת והמסע מתחיל. מעוצמת התאוצה, אתם נדבקים קצת למושב, אבל תוך פחות מ-4 דקות קול נעים מבשר לכם כי הגעתם ליעד. ותודה שנסעתם ב-skyTran.\nה-skyTran אינו רעיון חדש. כבר סיפרנו לכם בעבר שבשקט בשקט מתגבשת לה תוכנית לתחבורה עילית מהירה בתל אביב. והנה מקץ 10 חודשים, מודיעות רשמית התעשיה האווירית וחברת skyTran על חתימה של הסכם שיתוף פעולה, במסגרתו ייבנה קטע פיילוט לצורך בדיקות ההיתכנות והיישום של הפרויקט.\nהטכנולוגיה בה משתמשת החברה היא מגלב (Maglev) – טכנולוגיית רחיפה מגנטית – כלומר, הן בקרון והן במסילה מותקנים מגנטים ואלקטרומגנטים, שמשנים את מצבם ויוצרים כוחות שהודפים ומושכים את הקרון (כדי לנוע וכדי לעצור). הנסיעה ברכבת או בקרון הפועלים בטכנולוגיה זו חלקה יותר ומהירה יותר: החל מ-70 קמ”ש בשלב הראשון ועד 240 קמ”ש בשלבים המאוחרים יותר. כל קרון אמנם יכול להכיל רק 2 אנשים, אולם ריבוי הקרונות יאפשר למערכת להסיע בשעה עד 12,000 איש. החידוש העיקרי, ואחד היתרונות הגדולים של המערכת, מול מערכות הסעת המונים אחרות, הוא היותה זמינה על פי דרישה. כלומר, אין לה לוחות זמנים ואין צורך להמתין לה או לנסוע בקו מסויים ולעצור בתחנות שבדרך. פשוט מזמינים את הקרון באפליקציה והוא עוצר בתחנה הרצויה, ללא עצירות מיותרות בדרך.\nהמסלול המתוכנן\nבשלב הראשון תבנה החברה יחד עם התעשיה האווירית קטע פיילוט באורך של כחצי קילומטר במטה החברה בלוד; אם יוכתר הניסוי בהצלחה, תחל החברה בבניית המסלול הראשון שצפוי לצאת מקריית עתידים ורמת החייל, לעבור דרך מרכז הירידים, האוניברסיטה ופארק הירקון ולהסתיים בקרבת הים, היכן שממוקם כיום שדה דב. החברה צופה שאם לא יהיו עיכובים רגולטוריים, ה-skyTran תהיה זמינה לנסיעה לציבור הרחב ברבעון האחרון של 2016. מחיר כרטיס נסיעה בודד אגב צפוי לעמוד על כ-17 שקלים, אם כי מדובר כמובן בהערכה למחיר הראשוני, ואוכולסיות זכאיות ובעלי מנויים (כמו רב-קו) ייהנו כמובן ממחיר נמוך יותר. עלות הבנייה של הקטע הראשון היא כ-275 מיליון ש”ח והוא צפוי להיות השלב הראשון בדרך למסלולים נוספים בגוש דן.\nשיתוף הפעולה עם התעשייה האווירית יכול להתגלות כמועיל ל-2 הצדדים; מצד אחד, החברה האמריקאית, הממוקמת בפארק המחקר של נאסא בקליפורניה, תוכל להתגאות בפיילוט פעיל, ובהמשך בקו המסחרי הראשון הפעיל. התעשייה האווירית מצד שני, תוכל להביא את המומחיות שלה בפיתוח כלי טיס, רובוטיקה ואוויוניקה ולהתמחות בבניית תשתיות אזרחיות.\n", "keywords": "התעשייה האווירית,skytran,סקייטרן,תחבורה ציבורית,רחיפה מגנטית,מגלב,maglev,iai,תל אביב,,תל-אביב"}