{"url": "https://www.geektime.co.il/minecraft-3d-printing/", "type": "article", "title": "Minecraft: הדפיסו את היצירות שלכם בתלת מימד", "description": "העולם הווירטואלי של מיינקראפט פורץ את גבולות הסייברספייס ויכול להגיע גם אל שולחן העבודה שלכם. אחרי הכל, לא הייתם רוצים להדפיס לעצמכם דגמים שאתם עיצבתם?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/mineways-screenshot.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-01T16:40:34Z", "modified_time": "2012-01-02T10:26:55Z", "articleBody": "העולם הווירטואלי של מיינקראפט פורץ את גבולות הסייברספייס ויכול להגיע גם אל שולחן העבודה שלכם. אחרי הכל, לא הייתם רוצים להדפיס לעצמכם דגמים שאתם עיצבתם?\nמקור: תמונת מסך מהאתר של Eric Haines\nהמרחק בין העולם הווירטואלי לעולם האמיתי הולך וקטן, עם תוכנה חדשה שמאפשרת לכם להדפיס את יצירותיכם הווירטואליות מ-Minecraft באמצעות מדפסת תלת-ממדית.\nMinecraft, המשחק שסחף את ארצות הברית ואת העולם כולו, ממשיך לחדש את עולם הגיימינג והיצירה הדיגיטלית. המשחק לקח את אהבת הקהל לגרפיקה של פעם וסגנון ה-8Bit שליווה את ילדי שנות ה-70 וה-80 מקונסולות המשחקים הראשונות והמחשבים האישים הראשונים, והחזיר אותה למיינסטרים, כאילו לא חלפו כמה עשורים מאז.\nהמשחק עצמו כולל גרפיקה המורכבת מפיקסלים גדולים במיוחד, אשר עשויים להראות מוזרים למי שרגיל לגרפיקה של היום ולא נחשף למשחקי 8Bit של פעם. אבל, כמו בכל קנה מידה, גם במיינקראפט אפשר לייצר באמצעות הפיקסלים אובייקטים שונים במרחב התלת מימדי. המשחק מאפשר למשתמש לייצר עולם ווירטואלי משל עצמו, בו הוא יכול לעצב את הסביבה, לייצר אובייקטים, להרוס אובייקטים, ועוד. החופש הכמעט מוחלט שמאפשר מיינקראפט הוא אחד המאפיינים הממכרים שלו, אשר הפכו אותו לאחד המשחקים המדוברים היום ברשת.\n\nבעקבות החופש הזה, לייצר סביבה ווירטואלית משלך, עם אובייקטים ווירטואליים הכפופים לכללי הפיזיקה של המשחק, הכוללים אלמנטים של אור וצל, מים, אש, ועוד, חופש היצירה הניתן למשתמשים מאפשר לדמיונם לתת דרור ליצירות ווירטואליות, שעד היום היו במובנים רבים מוגבלים למרחב הווירטואלי של המשחק. כעת, שוחרר כלי שעתיד לשחרר את היצירות הווירטואליות הללו מהמגבלות של העולם הבדיוני, ולהעביר אותן לעולם המציאותי, בו אנו חיים.\nהאמצעי האידיאלי להעביר את היצירות הווירטואליות, שהן כמובן בתלת-ממד, מהמנוע הגרפי המייצר את הסביבה הווירטואלית של מיינקראפט, הוא כמובן הדפסה תלת-ממדית. עולם ההדפסה התלת-ממדית הביתי הולך ומשתפר בשנים האחרונות. הדפסה זו, שהיתה בעבר נחלתם הבלעדית של גורמי תעשייה מתוחכמים או תאגידים בעלי תקציבי עתק, הופכת יותר ויותר לנחלתם של ההמונים עם הופעתן של מדפסות יעילות וזולות המדפיסות דוגמאות מתוכנתות מראש בתלת-מימד.\nאחת המדפסות התלת-מימדיות הנפוצות בשנים האחרונות היא של חברת Makerbot, אשר מייצרת מערכת CNC קטנה שניתן לשים אפילו על שולחן העבודה. המערכת מייצרת פריטים מפולימר שמתקשה לאחר שהוא מתקרר ומקבל את צורתו הסופית. אחד המאפיינים המיוחדים במערכת של החברה הוא העיצוב, אשר נעשה בצורה כזאת שניתן לייצר את החלקים של המכונה עצמה, על-ידי מכונות אחרות זהות לחלוטין. כלומר, שמדפסת אחת תוכל לייצר את הרוב המוחלט של החלקים שירכיבו את אחותה התאומה ובשלב עתידי אף את כולם.\nיתרון נוסף של החברה היא קהילת המשתמשים, אשר מקיימים אתר לשיתוף קבצי תכנון המוצרים שהם מייצרים. קהילה גדולה מאוד של משתמשים חולקת באמצעות האתר את התוכניות שהם יוצרים, ודרך המאגר הגדול של תוכניות הייצור יכול כל אחד שיש לו את המערכת הזאת לייצר מוצרים שתיכננו אנשים שנמצאים אולי במרחק מאות ואלפי קילומטרים ממנו.\nבעוד שיש אוניברסיטאות וגורמים אחרים שאולי יהיו מעוניינים בהדפסה של מזל”טים במדפסות תלת-ממדיות, היה זה המדריך שבנה Eric Haines שמביא למוקד השיח בנושאי ההדפסה התלת-ממדית חזרה אל השיח הגיקי, וספציפית בהקשר של המודלים של מיינקראפט. מי שיעקוב אחרי ההנחיות של היינס, יוכל לייצא גופים תלת-מימדיים מתוך מיינקראפט ולהדפיס את קבצי המידע במדפסות תלת-ממדיות שונות, לא רק אלו של Makerbot.\n\nשילוב הטכנולוגיות והתוכנות, כפי שמציע היינס, מאפשר למשתמשים לצמצם את הפער בין יצירה של אובייקטים תלת-מימדיים בסביבה ווירטואלית (מישהו אמר AutoCAD?) ועד להפיכתם למודלים פיזיים בעולם הגשמי. למעשה, לפי אתר הבית של היינס, הוא עובד היום בחברת AutoDesk.\nבעוד שבדוגמא שבאתר של היינס, המדגים את הייצוא הנ”ל, מופיע דגם מוקטן של מגדל אייפל מתוך מיינקראפט, הרי שהמדריך הזה פותח צוהר לעולם שלם של פסלונים גיקיים חדשים, או משקולות נייר אם תרצו. המגבלה היחידה, היא רק באיזה קנה מידה תרצו להדפיס את המודל.\nבהקשר זה יש לציין, כי גם היינס מזהיר במדריך שלו מפני מודלים שיוצאים גדולים מידי בגלל קנה מידה, ויכולים להגיע גם לעלויות של מאות דולרים אם היו מודפסים בפועל. לכן, יש לבצע את מירב הבדיקות כדי לודא שהדגם שייצאתם מתוך מיינקראפט הוא אכן בגודל שמתאים לצרכים שלכם, ולא פחות, גם לתקציב שלכם.", "keywords": "3d printing,makerbot,minecraft,printing,הדפסה,הדפסה תלת-מימדית,טכנולוגיה,מיינקראפט,eric haines,אריק היינס,היינס,המדריך של היינס למיינקראפט,מדריך מיינקראפט של היינס,איך להדפיס ממיינקראפט,איך מדפיסים במיינקראפט,מה אפשר לעשות עם מיינקראפט,עיצוב רטרו,עיצוב גיקי,סגנון ה-8bit,שמונה סיביות,,8bit"}