{"url": "https://www.geektime.co.il/china-is-taking-over-the-space/", "type": "article", "title": "בשקט בשקט משתלטת סין על החלל [מדע פופולארי]", "description": "תחנות חלל, הליכות ירח, ולוויינים חסיני ריגול - סין אינה מותירה ספק בנוגע לשאיפותיה מרקיעות השחקים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/PSC1016_CHI01.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-27T14:26:04Z", "modified_time": "2016-11-27T14:26:04Z", "articleBody": "תחנות חלל, הליכות ירח, ולוויינים חסיני ריגול – סין אינה מותירה ספק בנוגע לשאיפותיה מרקיעות השחקים\nאילוסטרציה: יוקו שימוזו (מדע פופולארי)\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 268 שראה אור בספטמבר 2016 ונכתבה במקור על ידי קליי דילואוף ג׳פרי לין ופ.וו סינגר.\nלפני שהעשור הזה יסתיים, האנושות תגיע למקומות שהיא מעולם לא הגיעה אליהם בעבר: הצד הרחוק של הירח. הצד האפל הזה – שתמיד פונה לכיוון הרחוק מאתנו – הוא מזה זמן רב תעלומה. שום חפץ מעשה ידי אדם לא נגע אי פעם בפני השטח שלו. המשימה תהיה פלא הנדסה. היא תכלול רקטה שמשקלה יגיע למאות טונות (שתנוע למרחק של כמעט 400,000 ק”מ), כלי נחיתה רובוטי, וגששת ירח בלתי מאוישת שתשתמש בחיישנים, מצלמות וספקטרומטר אינפרה-אדום כדי לחשוף מהקרקע סודות של מיליארדי שנים. המשימה עשויה גם לחפש אחר משאבי ההליום-3 של הירח – חומר מבטיח לאנרגיית התכה. והמדינה שתתקע את דגלה במסע ההיסטורי הזה תהיה הרפובליקה העממית של סין.\nאחרי שנים של השקעה ואסטרטגיה, סין בשלבים מתקדמים להפוך למעצמת חלל – ואולי אפילו לשולטת. משימת הירח צ’אנג-אה 4 היא רק דוגמה אחת לשאפתנות של סין להפוך את החלל למרחב אזרחי וצבאי חשוב. כעת, לוויינים מנחים כלי טיס, טילים ומל”טים סיניים, בעודם צופים על תנובות יבול ובסיסים צבאיים זרים. מספרן הגדל של המשימות שבהן מעורבים רקטות וטייקונאוטים מהווה מקור לגאווה לאומית אדירה.\n“סין רואה יכולות חלל כאינדיקציה לסטטוס מנהיגות גלובלית”, אומר ג’ון לוגסדון, מייסד מכון מדיניות החלל באוניברסיטת ג’ורג’ וושינגטון. “זה נותן לסין לגיטימציה בתחום שמקושר לעצמה רבה”.\nתקציב החלל המוערך של סין עדיין מתגמד לעומת זה של נאס”א, העומד על 19.3 מיליארד דולר לשנה בלבד. אבל סין מפיקה את המרב מההוצאה שלה. בשנה שעברה היו לה 19 שיגורים מוצלחים לחלל – המספר השני בגודלו אחרי ה-26 של רוסיה, ולפני ה-18 של ארצות הברית. העשורים שלפנינו יראו מגוון של משימות סיניות – שיהיו שקולות למבצעים של נאס”א, ואולי אפילו יעלו עליהם, כולל לווייני תקשורת קוונטיים ומשימה מאוישת אל הירח בתחילת שנות ה-30 של המאה ה-21.\nעל ידי נחיתה על הירח, סין לא רק מצטרפת למועדון אקסקלוסיבי של שתי מדינות. היא גם מגדירה מחדש מה אומר החלל – מבחינת צבאית, כלכלית ופוליטית – במאה ה-21. ישנן תכניות לרקטות שנושאות מטען כבד, תחנות חלל מאוישות, ואחת מרשתות הדימות והניווט הלווייני הגדולות בעולם. בינתיים ארצות הברית – בעיקר בכל הקשור לטיסת חלל מאוישת – בקושי מתקדמת. “אני לא מודאג מכך שסין פתאום תעקוף אותנו בסיבוב”, אומר ג’יימס לואיס, מנהל במרכז ללימודים אסטרטגיים ובין-לאומיים, וצוות החשיבה הלאומי בוושינגטון די.סי. “אני מודאג ממצב שבו דעתנו תוסח עד שנתעורר לגלות שיש להם עמדה עצמתית הרבה יותר מאתנו בחלל”.\nכפי שקורה בשוק החלל של ארצות הברית, סין מסתמכת על חברות תעופת חלל רבות הקשורות למדינה, שעובדות עם מינהל החלל הלאומי של סין (CNSA), כדי למלא תפקיד כפול של תמיכה בכוחות הצבאיים שלה. יש לסינים תאגיד מדע וטכנולוגיית תעופת חלל (הקבלן הראשי לבניית כלי טיסת חלל), אקדמיה לטכנולוגיית כלי שיגור שהיא משנית לו (המסייעת לתכנן את הרקטות המכונות רקטות ה”מצעד הארוך” – צ’אנג ז’נג – של סין), אקדמיה לטכנולוגיית חלל (שמתכננת רבים מהלוויינים של סין), ותאגיד מדע ותעשיית תעופת חלל, קבלן הגנה שבונה חפצים כמו השעונים האטומיים בלווייני ניווט.\nקישוריות גומלין שכזאת קיימת כבר מאז תחילת עידן הרקטה של סין, ובאופן אירוני, לאדמה אמריקאית. האיש שנחשב אבי תעשיית הרקטות של סין הוא קיאן קסיוסן. קיאן, אזרח סיני, למד ב-MIT ב-1935, עבד בפרויקט מנהטן, ומאוחר יותר הפך למייסד שותף של מעבדת ההנעה הסילונית (JPL) המפורסמת של Caltech. אבל בתקופת ג’וזף מקארתי הוא הואשם בתמיכה בקומוניזם, שהה במעצר בית במשך חמש שנים, וב-1955 הוא חזר לסין. שם קיבלו אותו כגיבור. בשלב מאוחר יותר הוא פיתח את תכניות הטילים הבליסטיים ורקטות החלל של סין. למעשה, סין עדיין מסתמכת על רקטות Long March שהוא סייע לפתח, כדי לשגר את מערכות החלל שלה.\nבחודש יוני שיגרה סין את הרקטה Long March 7, התוספת האחרונה לצי מתהווה של רקטות אדירות. (מדע פופולארי)\nהחל משנות ה-80 של המאה ה-20 שיגרה סין לווייני תקשורת ומודיעין מתוחכמים, והציעה שירותי שיגור לוויינים זולים למדינות אחרות. היא התחילה תכנית טייקונאוטים (שילוב של המילה בשפת המנדרין “חלל חיצון” ו”נאוט”, שביוונית פירושה “ימאי”), והחלה לבנות קפסולות משימות מאוישות ומטוסי חלל. עם שיגור משימת שנז’ו 5 המאוישת, אשר נשאה את הטייקונאוט יאנג ליווי אל החלל למשך 21 שעות ב-2003, החל מירוץ החלל של סין לעמוד ביעדיו. משם, סין ביצעה דילוגים מהירים: משימות מאוישות מרובות, הליכות חלל, וב-2011, שיגור הטיאנגונג-1, מעבדת חלל לשני אנשים. בתחילת השנה הבאה היא תשגר את ספינת המשא הדור הראשון שלה, טיאנז’ו-1, כלומר “ספינה שמימית”. הספינה תעגון בצמוד למעבדת חלל סינית קיימת, ותספק ציוד לניסויים מדעיים.\nאם משהו מכל אלה נשמע כמו חזרה על הישגים שכבר הושגו לפני עשרות שנים על ידי אחרים (ארצות הברית וברית המועצות), ההבחנה השטחית הזאת מתנפצת כשלוקחים בחשבון טכנולוגיות כמו לוויין ה-QUESS של סין – אשר עד שתקראו שורות אלה ככל הנראה ינוע במסלול לווייני סביב כדור הארץ. ראשי התיבות של ניסויים קוונטיים בקנה מידה חללי, ה-QUESS, מהווים ניסיון ראשון מסוגו לשדר מידע מוצפן באופן קוונטי בין לוויין במסלול לווייני לבין תחנות קרקע. על ידי הצפנת המידע הזה במצבים הקוונטיים של חלקיקים כמו פוטונים, תכניות אבטחה כאלה מבטיחות שכל ניסיון ליירט שידור או לחבל בו, שולח אזהרה לשולח ולמקבל, והופך הצפנה קוונטית לבלתי ניתנת לפריצה באופן תאורטי.\nבעידן של מעקב אלקטרוני גלובלי, רשת תקשורת קוונטית תוכל לעקוף אפילו את מבצעי מודיעין הסייבר הטובים ביותר, ותאפשר לכוחות צבאיים סיניים ולסוכנים חשאיים להעביר ביניהם מידע בעודם מותירים יריבים או מרגלים פוטנציאליים בחשכה. כל עוד סין היא המדינה היחידה שמעבירה תקשורת קוונטית באטמוספרה, היא תיהנה מיתרונות אבטחה מדעיים ואסטרטגיים, נוסף על דחיפה לאבטחה כלכלית: חוקרי QUESS אומרים שמטרה ארוכת טווח היא ההגנה על תקשורת פיננסית.\nמיומנות החלל העולה של סין, באופן צפוי, מגיעה עם חיכוך גאופוליטי בין בייג’ינג לבין וושינגטון. אמנם מתקיים בין המדינות מסחר ער, אך הן גם רואות זו בזו איום ביטחוני. למעשה, תכנית החלל הסינית מצוינת פעמים רבות בדוחות ביטחון של ארצות הברית במידת אי נוחות הולכת וגוברת. כפי שלמדו ארצות הברית וברית המועצות בשנות ה-60 וה-70 של המאה הקודמת, הצגת יכולות בחלל מיתרגמת פעמים רבות להשפעה על פני האדמה. היתרונות הצבאיים של טיסה אל הירח אינם קיימים, אבל ההשפעות הגאופוליטיות אמתיות. “סין הולכת לחזור אל הירח לפני שאנחנו נעשה את זה; יהיו לה אנשים שיהלכו על גופים שמימיים אחרים, ולנו לא”, אומר לואיס. “כרגע ארצות הברית נחשבת למובילה בחלל, אבל אנחנו קצת נחים על זרי הדפנה. אז מה יקרה כששאר העולם יתעורר ויבין שסין היא המובילה?”\nפירוש הדבר שנסיקתה של סין לשמים תוכל לערוך מחדש את השותפויות בחלל. עם משימות לטווח הקרוב ומטרות קונקרטיות (בניגוד למסע מעורפל אל המאדים), ה-CNSA “נותן להרבה מדינות הזדמנות טובה לפתח שותפויות חדשות כדי להישאר פעילות בתחום חקר החלל”, אומרת אלאנה קרוליקאוסקי, מומחית במדיניות טכנולוגיה סינית, פרופסורית אורחת באוניברסיטת גוטינגן בגרמניה.\nסין משחקת גם בגאופוליטיקה עם מדינות לאום שלא תמיד מוכנות לשתף פעולה עם האינטרסים העצמיים של וושינגטון. היא מציעה גישה זולה וקלה לחלל, ומשגרת לוויינים עבור מדינות כמו ונצואלה, לאוס, ניגריה ובלארוס. פקיסטן השתמשה במערכת לווייני הניווט של סין, עובדה שמצביעה על כך שסין מוכנה גם לאפשר את השימוש במודיעין שמקורו מהחלל כחלק מבניית ברית עתידית.\nואם היא תמשיך להתקדם בקצב הזה, סין תשגר את מעבדת החלל טיאנגונג-2 הניסיונית שלה מאוחר יותר השנה, ובעקבותיה צוות שיעגון שם ויבחן טכנולוגיות קריטיות לבניית מוצב חוץ מאויש קבוע במסלול לווייני. היחידה העצמאית הראשונה של מוצב החוץ הזה – טיאנגונג-3 – היא הפרויקט בפרופיל הגבוה ביותר של סין. שיגורו צפוי בשנת 2022, והוא אמור לסמן את פתיחתו של עידן חדש במחקר חלל סיני. טיאנגונג-3 תוכל להכיל שלושה טייקונאוטים, בנוסף למחקר מדעי רב. ה-CNSA, יש לציין, כבר הזמינה מדינות אחרות, והציעה להן הזדמנות להעלות ניסויים ואסטרונאוטים על הסיפון.\nבשל איסור מטעם הקונגרס, שמונע מנאס”א לשתף פעולה עם ה-CNSA בחלל, הסבירות נמוכה שארצות הברית תהיה אחת מהן. אבל רבות מהשותפות של ארצות הברית כיום בחלל עשויות בהחלט להיות. הרי בסופו של דבר, אם ארצות הברית ושותפותיה יסגרו את דלתות תחנת החלל הבין-לאומית ב-2024, כמתוכנן, סין תהיה המדינה היחידה שם למעלה.\nבדיוק כפי שהיה במלחמה הקרה, יש גם אפשרות שפעילויות חלל יניבו יותר שלום, לא פחות. בעוד התלות הצבאית והאזרחית של סין בחלל תתחיל לשקף את זו של אמריקה, טבען זרוע הסכנות של פעילויות חלל יוצר תמריץ לשתי המדינות – יחד עם משתתפות חלל אחרות – לשמר שיתוף פעולה מתוח לכל הפחות. הסתמכות גלובלית על התקשורת והניווט מבוססי החלל שמספקים כוח לעידן הדיגיטלי שלנו פירושה שאמריקה וסין ייאלצו לעבוד יחד כדי לקבוע את החוקים של עידן החלל הצפוף החדש. בסופו של דבר, מערכת השמש היא הטריטוריה המשותפת שלנו. לפחות בשלב הזה.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "סין,המירוץ לחלל,מירוץ לחלל,מדע פופולארי,מדע פופולרי,china,space"}