{"url": "https://www.geektime.co.il/google-will-launch-180-satellites-to-connect-everyone-to-the-internet/", "type": "article", "title": "פרוייקט האינטרנט של גוגל: 180 לווינים יחברו 3 מיליארד בני אדם", "description": "אם הכותרת נשמעת לכם כמו התחלה של בדיחה, דיווח חדש מהוול סטריט ז׳ורנל גורס כי ענקית החיפוש תשקיע סכום בלתי נתפס בלווינים על מנת להנגיש מדינות מתפתחות לרשת האינטרנט.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/shutterstock_1198525091.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-06-02T09:32:05Z", "modified_time": "2014-06-02T09:32:05Z", "articleBody": "אם הכותרת נשמעת לכם כמו התחלה של בדיחה, דיווח חדש מהוול סטריט ז׳ורנל גורס כי ענקית החיפוש תשקיע סכום בלתי נתפס בלווינים על מנת להנגיש מדינות מתפתחות לרשת האינטרנט.\nקרדיט תמונה: Shutterstock\nגוגל הולכת להוציא לא מעט כסף על מנת לשלוח צבא אדיר של לא פחות מ-180 לווינים לחלל, על מנת לספק גישת אינטרנט לאזורים מרוחקים ומחוסרי תשתית על פני כדור הארץ – כך עולה מדיווח של הוול סטריט ז׳ורנל. הפרוייקט, שעלותו מוערכת בהפרזה איפשהו בין 600 מיליון דולר ל-12 מיליארד דולר, אמור לשלוח את הלוויינים להקיף את כדור הארץ בגובה נמוך מלוויינים קטנים מסורתיים, בקיבולת גבוהה, על מנת לספק גישת אינטרנט אמינה מבלי להשקיע בתשתיות קרקע יקרות. הפרוייקט נחשף במקביל לפרוייקט Loon עליו עובדת גוגל כבר זמן מה ואותו חשפה בחודש יוני האחרון, אשר מטרתו להטיס כדורים פורחים בכדי להנגיש את האינטרנט לאוכלוסיית המדינות המתפתחות.\nעל פי הדיווח של הוול סטריט ז׳ורנל, גוגל החליטה בזמן האחרון לשכור את שירותיו של גרג ווילר (Greg Wyler), מייסד חברת O3b Networks (כלומר Other 3 Billions או ״3 המיליארדים האחרים״ אשר אינם מחוברים לרשת האינטרנט) אשר מספקת שירותי אינטרנט מהגבול של ארצות הברית וקנדה, עד לדרום אמריקה. תפקידו של ווילר להניח את היסודות הראשונים לפרוייקט, כאשר פרט אליו, צוות של בין 10-20 אנשים עובד על תכנית הלווינים של גוגל ומדווחים אל קרייג בארט (Craig Barrett), שבתורו מדווח למנכ״ל גוגל, לארי פייג.\nבשלב זה, הפרוייקט נמצא באופן טבעי בשלביו הראשונים וכל פרט כפוף לשינויים בכל עת. על פי הדיווח, גוגל מקווה ליצור רשת רחבה יותר באמצעות לווינים קטנים, קלים ומפוזרים, אשר קרובים הרבה יותר לכדור הארץ מרוב הלווינים, מה שיסייע לחברה להפחית את זמני העברת הנתונים (Ping) למדינות המתפתחות. לא מזמן, גוגל ביצעה מחטף גדול מאוד מפייסבוק והצליחה לרכוש לפניה את חברת Titan Aerospace, המפעילה מזל״טים אשר פועלים על ידי אנרגיה סולארית ויכולים לטוס במשך חמש שנים ללא נחיתה או תדלוק. המטוסים של Titan Aerospace נחנכו בחודש אוגוסט האחרון ומסוגלים לשאת עד 250 פאונד (כ-114 ק״ג) של ציוד, כגון ציוד תקשורת אלחוטית אשר יכול לעזור לגוגל להגשים את המטרות שלה.\nמארק צוקרברג, מנכ״ל פייסבוק ושותף לגוגל במסגרת מיזם Internet.org סיפר כי השלב הראשון מבחינתו הוא מתן שירותים בסיסיים כגון העברת הודעות, מזג אוויר, מחירי מזון, ויקיפדיה וכמובן, גישה לרשת החברתית פייסבוק. כעת, יהיה מעניין לראות כיצד גוגל תעשה שימוש בלווינים ובבלונים, והאם היא תחליט לשלב אותם יחדיו בצורה כלשהי בכדי לספק גישת אינטרנט טובה יותר למקומות הללו. ההשקעה של גוגל בפרוייקטים כגון זה ופרוייקט ה-Loon אמנם נשמעים כאילו מונעים ממניעים פילנטרופיים, אך ברור לכולם כי ההשקעה תשתלם שכן גוגל היא חברת אינטרנט ו-3 מיליארד אנשים נוספים מחוברים לאינטרנט = 3 מיליארד לקוחות פוטנציאליים נוספים, או לכל הפחות 3 מיליארד אנשים נוספים שיכולים להקליק על מודעות AdSense.\nקרדיט תמונה: satellite over the Earth / Shutterstock", "keywords": "גוגל,google,לווינים,satellites,אינטרנט,internet,חלל,space,loon,בלונים"}