{"url": "https://www.geektime.co.il/sony-e3-ps3-move/", "type": "article", "title": "E3: סוני מציגה תלת-מימד וחיישן תנועה", "description": "בניסיון להתעלות על המוצרים החדשים שהציגו מיקרוסופט ונינטנדו, סוני דובקת בחזון המציאות הווירטואלית בה השחקן הוא חלק מהמשחק ולא רק גיימר המנופף בפנס צבעוני באמצע הסלון ומציגה את עדכון ה-3D לפלייסטיישן 3, שלט ה-Move שיתחרה בקינקט של מיקרוסופט וגם רשימה ארוכה של משחקים חדשים לקונסולות של החברה", "image": "https://files.geektime.co.il/wp-content/uploads/2010/06/Sony-Move-300x213.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-06-16T17:35:06Z", "modified_time": "2010-06-17T10:22:31Z", "articleBody": "בניסיון להתעלות על המוצרים החדשים שהציגו מיקרוסופט ונינטנדו, סוני דובקת בחזון המציאות הווירטואלית בה השחקן הוא חלק מהמשחק ולא רק גיימר המנופף בפנס צבעוני באמצע הסלון ומציגה את עדכון ה-3D לפלייסטיישן 3, שלט ה-Move שיתחרה בקינקט של מיקרוסופט וגם רשימה ארוכה של משחקים חדשים לקונסולות של החברה\nיצרנית קונסולות הפלייסטיישן לדורותיהם, סוני, מיהרה אמש לנסות ולמשוך תשומת לב לא פחותה להכרזותיה מאשר לה זכתה מיקרוסופט שהציגה השנה את ה-Kinect, חיישן התנועה נטול השלט עבור קונסולות Xbox. החברה שמשווקת גם טלוויזיות תלת-מימד תחת מותג סוני ברוויה, דוחפת חזק את נושא מיקום השחקן במשחק ומנסה בעצם ליצור מציאות וירטואלית בסלון שלנו, בסיוע טכנולוגיות שונות.\nההכרזה החשובה הראשונה באירוע היתה ללא ספק הגעתו הרשמית של תלת המימד לקונסולות המשחקים PS3. אמנם עדיין תזדקקו למשקפיים מיוחדים לקבלת אפקט ה-3D במשחקים, אבל החברה הכריזה שבאופן מיידי ניתן יהיה לרכוש בחנות המקוונת את המשחקים Pain, Super Stardust ו-Wipeout בגרסת תלת-מימד. הובטח גם שעד סוף שנת 2010 יוספו לחנות עוד 20 כותרים לפחות. ב-2011 יצא Killzone 3 שגם בו ניתן יהיה לשחק בצורה תלת מימדית. כותרים נוספים צפויים להצטרף לרשימה כמו Tron: Evolution ו-משחק חדש בסדרת מורטל קומבאט הוותיקה.\nשלט חיישן התנועה של סוני, ה-Move (תזוזה או תנועה בעברית) דומה בעיצובו לשלט של ה-Wii, אך בסופו נמצא מעין פנס שמחליף צבעים ומקנה לו מראה מעט מצועצע. החיישן הוצג לראשונה בשנה שעברה, אך עד כה לא היו משחקים זמינים עבורו. לדברי החברה, שלט זה הוא מדוייק יותר מה-Wii וה-Kinect בזכות שלושה חיישני תנועה המותקנים עליו והמדווחים למצלמה מיוחדת שיש למקם כך שתקלוט את כל שטח ה”משחק”.\nאת ה-Move ניתן יהיה לרכוש באירופה החל מה-15 בספטמבר, בארצות הברית מה-19 בספטמבר וביפן רק ב-21 באוקטובר. מחירו צפוי להיות 50 דולרים ותוסף הניווט למכשיר יעלה 30 דולרים. סוני מציעה מספר חבילות בהן יימכרו השלט והחיישן עם או בלי קונסולת PS3 חדשה.\nכמובן שבסוני דאגו גם לפתות את השחקנים עם רשימה ארוכה של משחקים חדשים כמו Little Big Planet 2, בו יוכלו השחקנים לא רק ליצור שלבים חדשים, אלא לבנות משחקים שלמים המבוססים על הפלטפורמה של המשחק. גם נציג חברת EA הופיע במסיבת העיתונאים של סוני והציג את המשחק הבא בסדרת Medal of Honor שיתרחש באפגניסטן ויצא לצד סדרת סרטונים בהם יספרו חיילים אמיתיים על חוויותיהם מהמלחמה שם. משחק זה צפוי לצאת בגרסת בטא ביום שני הקרוב.\nלצלילי תרועות של הצופים בקהל הוכרז שכם המשחק הצפוי של Valve, פורטל 2, יגיע לקונסולות PS3 עם צאתו בשנה הבאה יחד עם אפשרות לרכישה של משחקים נוספים של המפתחת דרך פלטפורמת Steam שתיתמך כעת גם בקונסולות PS3.\nרשימת המשחקים הצפויים לקונסולה היא ארוכה מאוד וחלק נכבד מהכותרים יצאו עבור פלטפורמה זו בלבד. בינהם ניתן למצוא את: SOCOM 4, Killzone 3, Dead Space 2, Mafia II, Madden NFL 11, NBA 2K 11, Tiger Woods PGA Tour 11 ו-DC Universe Online לו ציפו חבבי קומיקס רבים.\nבאירוע הוכרז גם על משחקים חדשים עבור הקונסולה הניידת של סוני, ה-PSP, כשהבולטים בהם היו Metal Gear Solid ו-God of War: Ghost of Sparta.\nנראה שמגמת המשחקים בדמי מנוי מתחילה לתפוס עוד יותר ולא רק בקרב משחקי ה-MMO. סוני הציגה את תכנית המנויים PlayStation Plus שתאפשר למנויים להוריד תכנית עבור הקונסולה שלהם כמו תוכן חדש למשחקים קיימים, משחקים הכלולים במנוי (בהם תוכלו לשחק רק כל עוד המנוי בתוקף) וגם קופוני הנחה לחנות המקוונת של PlayStation. עלות המנוי תהיה 50 דולרים לשנה או 18 דולרים לתקופה של שלושה חודשים.", "keywords": "3d,e3,ps3,sony,sony move,גיימינג,חיישן תנועה,סוני,פלייסטיישן,קונסולת משחקים,תלת ממד"}