{"url": "https://www.geektime.co.il/sbj-by-aerion/", "type": "article", "title": "מתל אביב ללונדון בשעתיים: האם נמצא המחליף לקונקורד?", "description": "כיצד מטוס העסקים שיוצר על ידי חברה אחת עשוי להביא לתחילתו של עידן חדש של טיסות על-קוליות", "image": "https://files.geektime.co.il/wp-content/uploads/2014/03/konkord.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-13T16:54:32Z", "modified_time": "2014-03-14T11:17:24Z", "articleBody": "כיצד מטוס העסקים שיוצר על ידי חברה אחת עשוי להביא לתחילתו של עידן חדש של טיסות על-קוליות\n\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 238 שראה אור בפברואר 2014 ונכתבה במקור על ידי קליי דילואו.\nבצהרי אחד הימים של אוקטובר 2003, הנמיך מטוס הנוסעים ״קונקורד״ גובה בשמים מנוקדי עננים ונחת בשדה התעופה הית’רו בלונדון. המטוס המריא משדה התעופה הבין-לאומי JFK של ניו-יורק רק שלוש וחצי שעות קודם לכן, ונשא על סיפונו 100 בני אדם שהגיעו כדי לחגוג את סופו של עידן. מאז 1976 הטיס המטוס העל-קולי אלפי נוסעים סביב כדור הארץ במהירויות שעלו על מהירות הקול; אבל זו הייתה טיסתו המסחרית האחרונה של הקונקורד. באותו יום הסתיים עידן טיסות הנוסעים העל-קוליות.\nיש שמייחסים את הפרישה של הקונקורד להתרסקות שהתרחשה בשנת 2000, זמן קצר לאחר ההמראה משדה התעופה שארל דה גול בפריז, בה נהרגו 113 בני אדם. למעשה, מטוס הנוסעים העל-קולי, שהיה אמור להעביר את עולם התעופה האזרחית דור, לא ממש הצליח. ראשית, נאסר עליו לטוס במהירות על-קולית מעל ארצות הברית ומעל חלקים של אירופה, כיוון שהוא ייצר בומים על-קוליים חזקים מאוד. נוסף על כך, כנף הדלתא המפורסמת שלו לא יצרה במהירויות נמוכות כוח עילוי מספיק, לכן השלימו המתכננים שלו את הפער באמצעות כוח דחף שייצרו ארבעה מנועי טורבו סילון זוללי דלק בעלי מבערים אחוריים.\n“הקונקורד היה תוצר הנדסי מעולה”, אומר דאג ניקולס, מנכ”ל אייריון (Aerion), חברה לאווירונאוטיקה מתקדמת ברינו, נבאדה. “אבל היו בו פשרות. המטוס הענק הזה צרך כמויות אדירות של דלק על מנת להטיס 100 נוסעים למרחק קצר יחסית. הוא היה כשלון כלכלי בכל סטנדרט עסקי”.\nהשיעור הזה מוכר לתעשיית התעופה. על אף שמהנדסים במפעלי בואינג, דאסו וגולף-סטרים המשיכו לעבוד בשקט על עיצוב פרויקטים של כלי טיס אזרחיים על-קוליים, הם לא הכריזו על כוונתם להעלות מטוס לאוויר. במקום זה, יצרניות המטוסים ממתינות עד שרשות התעופה הפדרלית האמריקאית (FAA) ורשויות תעופה אזרחיות אחרות ברחבי העולם יקבעו את מגבלות הבום העל-קולי שלהן.\n\nבשונה ממתחריה, אייריון אינה מחכה שזה יקרה. היא מפתחת באופן פעיל מטוס עסקים על-קולי (SBJ – supersonic business jet) שיסופק ללקוחות הראשונים שלה עד 2021. באמצעות תכנון מטוס שהוא גם יעיל וגם מסוגל לטוס במהירות על-קולית, אייריון מאתגרת את הרגולטורים והשוק להדביק את הקצב.\nאפשר להתחקות אחר האתגרים הקשורים לטיסה העל-קולית כל הדרך עד לאווירודינמיקה הבסיסית: כיצד אוויר זורם מסביב למטוס. ניהול זרימת האוויר הזאת הוא בעייתי במיוחד כשמטוס מתקרב למהירות הקול. כשאוויר זורם במהירות מעל ומתחת לכנפי מטוס, הוא מספק את העילוי לו זקוק המטוס כדי להמריא מהקרקע. אבל אוויר יוצר גם כוח גרר כתוצאה מהחיכוך במעטפת המטוס. כוח הגרר מתגבר עם המהירות. ככל שמטוס טס מהר יותר, כך הוא צריך יותר אנרגיה כדי להתגבר על החיכוך באוויר, מה שגורם לכך שמנועי המטוס צורכים יותר דלק כדי לטוס מרחק נתון.\nכשמטוס עובר מהירות של מאך 1.0, נוצרת בעיה שנייה: גלי לחץ המצטברים על חרטום וזנב המטוס מייצרים בומים על-קוליים. בניגוד לתפיסה הפופולרית המוטעית, בומים על-קוליים אינם מתרחשים רק כאשר חוצים את מחסום מהירות הקול; גלי הלחץ האלה נוצרים כל עוד המטוס טס במהירויות על-קוליות. על אף שאנחנו שומעים את הבום רק פעם אחת, בשעה שהמטוס חולף מעלינו, אבל למעשה הוא נשמע לכל אדם הנמצא מתחתיו לכל אורך מסלול הטיסה של המטוס לטווח של עד 40 ק”מ לכל צד.\nתא הנוסעים שאורכו 9 מטרים, שיכיל גם מטבחון, מיועד להטסת 12 נוסעים. תמונה: מדע פופולארי\nנכון להיום, שונות רגולציות הבומים העל-קוליים של רשויות התעופה השונות מהרגולציה של המטוסים המסחריים הרגילים. ארגון התעופה האזרחי הבין-לאומי (ICAO של האיחוד האירופי, שאחראי לשמירה על סטנדרטי תעופה בין-לאומיים, אוסר כיום על מטוסים ליצור בומים על-קוליים שניתן לשמוע על הקרקע; אבל המגבלה הזאת לא קובעת שטיסה על-קולית מנוגדת לחוק. לעומת זאת, הרגולציות בארצות הברית אוסרות באופן מפורש טיסות אזרחיות במהירויות העולות על מאך 1.0 (חברות פרטיות לתעופת חלל פטורות מהחוק). מחקר שבוצע על ידי נאס”א וה-ICAO עשוי בבוא היום להוביל לסטנדרט שמגדיר בדיוק את עצמת הבום המותרת – אבל היום הזה עוד רחוק.\nהקונקורד נמנע מלעבור על המגבלות בכך שהוא היה טס במהירות על-קולית רק במקומות בהם רגולציות הבומים העל-קוליים לא היו מיושמים, בדרך כלל מעל האוקיינוס. אבל ניתן לתכנן מטוסים על-קוליים הטסים מהר מאוד וביעילות כלכלית גבוהה גם במסלולים מעל היבשה. יתרה מכך, מהנדסים רבים עובדים כדי להפחית את העצמה של הבומים העל-קוליים – גישה שתוכל להיות יישומית אם ה-FAA יגמיש את החוקים שלו. יחד עם נורת’רופ גרומן ו-DARPA, הריצה נאס”א טיסות מבחן של גוף מטוס מותאם שנקרא ה-Shaped Sonic Boom Demonstrator שמדכא את הרעש של הבום העל-קולי. גולף-סטרים רשמה פטנט על ה-Quiet Spike – חרטום מתארך שנועד לפזר במהלך טיסה על-קולית את גלי ההדף הראשוניים לגלים קטנים יותר, שיחלישו את עצמת הבומים.\nאייריון טוענת שבעוד הקונספטים האלה לבומים מוחלשים מתייחסים לבעיית הרעש, הם אינם פותרים את בעיית יעילות הדלק, שהיא חשובה באותה מידה להצלחה מסחרית. “כל מטוס בעל צורה המפחיתה את הבום יחווה גרר מוגבר יותר מפתרון הגרר הנמוך ביותר האפשרי”, אומר ג’ייסון מטישק, מנהל הניסויים של אייריון. החברה דוגלת בפילוסופיית עיצוב שונה: אל תתייחסו אל הבום; פשוט בנו את המטוס העל-קולי היעיל ביותר.\nעל מנת לייצר כלי טיס על-קולי אולטרה-יעיל, מהנדסי אייריון מנצלים סוג של זרימת אוויר שנחשב בעבר לקשה מכדי שמהנדסי התעופה יוכלו להתמודד איתו. בין האטמוספרה וגוף המטוס קיים אזור אוויר דק המוכר בתור שכבת גבול (boundary layer). כשהשכבה אינה מופרעת, והיא זורמת בצורה נקייה וחלקה, המהנדסים מתייחסים אליה כאל למינרית. אצל רוב כלי הטיס, הזרימה הזו הופכת עד מהרה למערבולתית; המערבולות האלה יוצרות גרר. ככל שהמטוס שומר על יותר זרימה למינרית טבעית (NLF), כך יטוס המטוס בצורה יותר יעילה, בעיקר במהירויות גבוהות.\nבשנות ה-70 התחילו מהנדסים לבחון את ה-NLF בצורה מעמיקה יותר. באמצעות סדרה של ניסויים, מהנדסים כמו ריצ’ארד טרייסי, המנהל הטכנולוגי הראשי של אייריון, וברוס ג’יי. הולמס, מנכ”ל NextGen AeroSciences ויוצא נאס”א, גילו שניתן לנצל את ה-NLF על ידי עיצוב מחדש של רכיבים שונים של כלי טיס. מאז, עסקו מידי פעם ייצרניות מטוסים כמו בואינג, דאסו ואיירבוס ב-NLF, וחקרו את הגבולות היישומיים שלה, והם שילבו אותה בקונספטים ובעיצובים שלהם. אייריון היא החברה הראשונה שהתייחסה אליה בעדיפות הראשונה כדרך לפתרון יעילות הטיסה על-קולית.\nעל ידי שינוי מיקום הכנפיים, עיצוב חלקים חיצוניים ומבנה גופי המנועים, הביאו מהנדסי אייריון את ה-NLF למצב אופטימלי על פני כמעט 60 אחוז משלדת ה-SBJ. כתוצאה מכך השתפרה יעילות הטיסה העל-קולית מספיק כדי שהולמס יתאר את החידוש החשוב ביותר בעיצוב של אייריון: כנף שאינה משוכה לאחור. בשונה ממטוסים על-קוליים אחרים, אצלם כנפי הדלתא נמשכים לאחור בחדות לכיוון הזנב, הכנפיים הדקות של ה-SBJ כמעט ניצבות לגוף המטוס. כנפיים שאינן משוכות לאחור מספקות יעילות צריכת דלק גבוהה יותר מהכנפיים של הקונקורד, שעוצבו כדי שיהיו אופטימליות לטיסה על-קולית אבל היו מאוד לא יעילות במהירויות נמוכות.\nמהנדסי החברה שיפרו את העיצוב של ה-SBJ בסימולציות ובדגמים מוקטנים במנהרות רוח. הם גם הרכיבו את פרופילי הכנף למטוס F-15 ומדדו את הביצועים שלו בשמי קליפורניה. כל הניסויים האלה הובילו לכלי טיס שיהיה יעיל במידה אופטימלית ממש לפני חציית מהירות הקול, ואחריה. מעל האוקיינוסים, מתוכנן ה-SBJ לטוס במהירות של כ-1,700 קמ”ש – מהר מספיק כדי להגיע מניו-יורק ללונדון בארבע שעות בלבד. אבל כיוון שה-SBJ עדיין ייצור בומים על-קוליים, הוא יטוס מעל האזור היבשתי של ארצות הברית במהירות של 0.98 מאך (1,040 קמ”ש), ויקצר את זמן הטיסה הבין יבשתי ביותר משעה. (מטוס עסקים ממוצע משייט במהירות של כ-885 קמ”ש). לאורך קווי החוף, באזור המים הפתוחים הוא יוכל עדיין לטוס במהירות על-קולית.\nמהנדסי אייריון מצפים לספק ללקוחות את המטוסים העל-קוליים הראשונים בסביבות 2021 – בערך בזמן שבו תאפשר טיוטת התקנות של ה-ICAO מידה מסויימת של בום על-קולי מעל יבשת אירופה. כבר עכשיו, חתמו כ-50 לקוחות על הצהרת כוונות, ושילמו פיקדון של 250,000$ הדרושים כדי להזמין מטוס. כשאחד ממטוסי ה-SBJ של אייריון יתחיל לטוס במרחב האווירי של ארצות הברית – ואולי אף לפעול במהירות על-קולית באירופה ובמקומות אחרים – סביר שה-FAA ישתכנע ללכת בעקבות ה-ICAO וגם לאפשר טיסות על-קוליות מקומיות.\nניקולס, טרייסי ושאר צוות אייריון לא מהמרים על כך שה-FAA תשנה את התקנות. בום או לא בום, אייריון מתכוונת לייצר מטוסים על קוליים.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science במתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "מטוס,מטוס נוסעים מהיר,הקונקורד,קונקורד,מטוס עסקים,מטוס על קולי,מדע פופולארי,מדע פופולרי,תעופה"}