{"url": "https://www.geektime.co.il/the-next-generation-of-flying-robots-is-here/", "type": "article", "title": "בטוחים שהזבוב שמציק לכם אמיתי?", "description": "הטבע בילה מיליוני שנים בשיפור התעופה באמצעות הכנפיים המתנופפות. עכשיו משחזרים אותה המהנדסים במכונות.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/03/fly.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-04T12:45:08Z", "modified_time": "2014-03-04T13:04:51Z", "articleBody": "הטבע בילה מיליוני שנים בשיפור התעופה באמצעות הכנפיים המתנופפות. עכשיו משחזרים אותה המהנדסים במכונות.\nתמונה: טרוויס ראת׳בון, מדע פופולארי\nהכתבה פורסמה לראשונה במגזין Popular Science ישראל בגיליון 237 שראה אור בינואר 2014 ונכתבה במקור על ידי אדם פיורה.\nלפני חמש שנים, ישבו ריצ’ארד גווילר וטום וואנק בבר, כמה רחובות מהמשרד שלהם, וניסו לנקות את מוחם מהעבודה. במשך כמעט שנה עמלו שני המהנדסים בפיתוח מזל”ט עמיד שיוכל להתחמק מחפצים, לנווט בתוך בניינים ולעוף במזג אוויר סוער. הם ניסו דגמי כנף קבועה, אבל כשהוסיפו את החיישנים הדרושים כדי לזהות מכשולים בצורה יעילה הם הפכו אותם לכבדים מדיי לטיסה. הם ניסו מסוקים, אבל הרוטורים כל הזמן הסתבכו בענפים ובחוטי חשמל. הם אפילו בנו בלון ממונע; אבל כל משב רוח קל הסיט אותו ממסלולו.\nבעודם יושבים ואוחזים את כוסות הבירה שלהם בידיהם, התבוננו השניים בזבוב שהתנגש בחלון. במקום להתפרק לחתיכות עם הפגיעה כפי שעשו המזל”טים שלהם, החרק קיפץ מהחלון והתאושש. אז הוא עשה זאת שוב.\n“זו הייתה הארה”, אומר וואנק, שעובד בחברת המחקר והפיתוח Physical Sciences Inc – PSI במסצ’וסטס. “הבנו שאם נוכל לייצר מערכת, מעשה ידי אדם, שתוכל להתנגש בדברים, להתאושש ולהמשיך הלאה, ניצור מהפיכה”.\nהרעיון לקחת בהשאלה עיצובים מהטבע הוא רחוק מחדש, בעיקר כשמדובר בתעופה. היוונים העתיקים חלמו על דדלוס, שעיצב כנפיים עבור בנו (שלמרבה הצער עבדו טוב מדיי). ליאונרדו דה וינצ’י שרטט אורניתופטר מונע אדם. אבל עד לאחרונה, היה חסר לממציאים הידע האווירודינמי הדרוש כדי להפוך תרשימים לגרסאות מכניות של חרקים כמו הזבוב או הדבורה. עם ההתפתחות הטכנולוגית, הצליחו החוקרים לפענח רבים מהסודות של הטבע. מהנדסים פיתחו את הכלים המעופפים הראשונים בהשראת חרקים, ופתחו את הדלת לזן חדש לחלוטין של מכונה: המיקרו-מל”ט.\n“לטבע יש ניסיון של כמה מיליוני שנים יותר מאשר לנו, כשמדובר בעיצוב מבריק”, אומר פיטר סינגר, עמית במכון ברוקינגס בוושינגטון די.סי. “הרובוטים שתכירו מחר לא יראו כמו שום דבר שאתם מכירים היום. סביר יותר שהם ייראו כמו בעלי החיים סביבכם”.\nתמונה: טרוויס ראת׳בון, מדע פופולארי\nעל אף שהחרקים וקרובי משפחתם מייצגים כ-80 אחוז ממיני בעלי החיים בעולם (כ-900,000 מינים מוכרים) מכניקת התעופה שלהם הייתה חידה למשך זמן רב.\nכלי טיס מסורתיים עם כנף קבועה מסתמכים על זרימת אוויר קבועה מעל הכנפיים. הדבר נכון גם לגבי מסוקים ורוטורים. אבל בעוד חרקים מנופפים בכנפיהם הלוך ושוב, האוויר סביבם משתנה כל הזמן. והכנפיים הקצרות והעבות של דבורים וחרקים אחרים מרימות משקל רב יותר ממה שניתן להסביר באמצעות עקרונות קונבנציונליים של אווירדינמיקה במצב יציב.\nלפני שהמדענים הבינו את תעופת ניפנוף הכנפיים, הם היו צריכים לראות אותה על פרטיה הזעירים ביותר.\nבשנות ה-70, השתמש טורקל ווייס-פוך, זואולוג דני באוניברסיטת קיימברידג’, בצילום במהירות גבוהה כדי לנתח את תנועות הכנף המדוייקות של חרקים מרחפים, וכדי להשוות אותן למאפיינים המורפולוגיים של החרקים. מהניתוח, הוא ניסח תאוריה כללית של תעופת חרקים, אשר כללה את מה שהוא כינה “אפקט המחיאה והזריקה”. כשכנפי חרקים נמחאות יחד ואז מורחקות זו מזו בין נפנופים למעלה ולמטה, התנועה מעיפה אוויר ויוצרת כיס לחץ נמוך. האוויר זורם במהירות חזרה אל תוך הכיס, ויוצר מערבולת מסתחררת. המערבולת הזאת יוצרת את הכוח הדרוש להרים את החרק בין נפנופי הכנפיים. מערבולות דומות עשויות להיווצר על ידי הזווית והסיבוב של הכנפיים, טען ווייס-פוך, ולספק כוח עילוי נוסף.\nשני עשורים לאחר מכן הדביקו טכניקות מחשוב את קצב התאוריה, ומדענים התחילו ליישם את העקרונות האלה על מערכות מעשה ידי אדם. צ’ארלס אלינגטון, זואולוג מאוניברסיטת קיימברידג’ ותלמיד בעבר של ווייס-פוך, בנה כנף רובוטית שיכלה לחקות בצורה מדוייקת את התנועות של עש רפרף. הוא מיקם אותה במנהרת רוח מלאה בעשן כך שכשהכנף נעה, הוא יכול היה לנתח את דינמיקת התנועה. באוניברסיטת קליפורניה בברקלי, בנה מדען המוח מייקל דיקינסון כנף רובוטית של זבוב פירות, שחיקתה את תנועת כנפיו הטבעית של הזבוב, והטביע אותה במכל שני טון של שמן תעשייתי. בעבודה עצמאית, איפיינו החוקרים\nאת האווירודינמיקה של התעופה ברמת דיוק חסרת תקדים [ראו “אווירודינמיקת חרקים”, למטה].\nדיקינסון ומהנדס החשמל רון פירינג זכו ב-1998 במענק של 2.5 מיליון דולר מ-DARPA כדי ליישם את העקרונות האלה בבניית רובוט בגודל זבוב. הם הטילו על סטודנט בשם רוב ווד, ביחד עם סטודנטים אחרים, לסייע בפיתוח טכניקות ליצור החלקים הזעירים ולהרכיב אותם בזהירות עם פינצטה. דיקינסון ופירינג הסבירו גם אלו תובנות אווירודינמיות הסטודנטים צריכים לנסות לשחזר. “לכנפי זבובים יש מסלולי תנועה מורכבים מאוד”, אומר ווד. “מייקל הקב בפנינו את המאפיינים החשובים ביותר לייצור מערבולות ואפקטים אווירודינמיים אחרים”.\nעד שווד סיים את לימודיו ב-2004 ופתח מעבדה משלו באוניברסיטת הרווארד, הוא סייע ליצור דרך להשתמש בחומרים אקזוטיים בעלי יעילות אנרגטית גבוהה ביותר כדי לשחזר את תנועת כנפי זבוב; הוא בנה ג’יירוסקופ שיכל לחקות את החיישנים בהם משתמשים החרקים כדי לזהות סיבוב גוף; והוא המציא שיטות לייצור מערכות מורכבות בקנה מידה מיניאטורי. מה שנותר היה לעשות הוא להרכיב את הכל יחד למכונה מעופפת שעובדת, בגודל של חרק.\n\nביום קפוא, ב-2006, הגיע ווד למעבדתו ברחוב אוקספורד בהרווארד. על שולחן העבודה ישב רובוט במשקל 60 מ”ג עם מוטת כנפיים של שלושה ס”מ ובית חזה בערך בגודל של זבוב בית. הוא היה קשור לארון מחשב בגובה 1.8 מ’ עמוס במגברי מתח גבוה וציוד איסוף נתונים. ווד בדק בזהירות את החיבורים והאותות.\nאז הוא הדליק את הרובוט והתבונן בעוד הכנפיים של היצירה הזעירה שלו התחילו לרטוט והרימו את הרובוט לאוויר למשך כמה שניות. ווד קפץ משמחה. לקח לו שבע שנים להגיע לנקודה הזאת, ולקח עוד חמש להגיע לפריצת הדרך הבאה שלו: תעופה ברת קיימא במסלול מתוכנת מראש. אי-מייל עם הוכחה של ההישג הגיע לחשבון המייל שלו בשעה 03:00 בקיץ 2012. סטודנט מאושר שלח עדכון וידאו על האב-טיפוס העדכני ביותר של המעבדה, שכיום נקרא RoboBee. הסרטון הציג את המכונה העדינה ממריאה לאוויר ומציגה, בפעם הראשונה, ריחוף יציב ותמרוני טיסה מבוקרת של כלי בגודל חרק.\n“לא הצלחתי לישון כל אותו לילה”, אומר ווד. “בבוקר שלמחרת, הרמנו כוסית שמפניה, אבל זו הייתה תחושת הקלה יותר מהכל. אם לא היינו מצליחים לעשות את זה, היינו מבינים שאנחנו עושים משהו לא נכון לכל אורך הדרך”.\nווד הוא חלוץ טיסה רובוטית בקנה מידה מיקרו; חוקרים אחרים השתמשו בדינמיקת הכנפיים המתנופפות כדי להפחית את הגודל של כלי הטיס המסוגלים לשאת משאות. ב-2011, ביצעה AeroVironment בקליפורניה הדגמה של ה-Nano Hummingbird (ננו-קוליברי) שלה. לכלי הטיס הייתה מוטת כנפיים של 16.5 ס”מ; הוא יכול לעוף אנכית ואופקית ולרחף במקום כנגד משבי רוח. הוא שוקל 19 ג’ – קל יותר מחלק מסוגי סוללת ה-AA – אבל הוא נושא מצלמה, מערכות תקשורת ומקור כוח.\nTechJect, חברה שהיא תוצר של עבודה שנעשתה במכון הטכנולוגי של ג’ורג’יה, חשפה לאחרונה שפירית רובוטית עם מוטת כנפיים של 15 ס”מ. היא שוקלת 5.5 ג’ (קלה יותר ממטבע קווארטר אמריקאי) ואפשר לצייד אותה במכלולים חשמליים מודולאריים המאפשרים צילום וידאו HD ותקשורת אלחוטית. השפירית של TechJect מנצלת עקרון אווירודינמי שנקרא תהודה. כשהכנפיים מתנופפות בתדר היעיל ביותר שלהן – דבר שמתרחש כשצפיפות האוויר, מהירות תנועת הכנף ומשקלו של האורגניזם נמצאים בשיווי משקל מושלם – הם יוצרים גלים של מערבולות שמתמזגים ונבנים. התוצאה הנשמעת לאוזן היא הזמזום של קוליברי או של דבורה, אומר ג’איאנט ראטי, נשיאה של TechJect. מזל”ט מנופף כנפיים המשתמש בתהודה מביא לשיפורים משמעותיים ביעילות אנרגטית, ויוצר עילוי אופטימלי במאמץ מינימלי.\nראטי וצוותו הפכו בשנה שעברה את המוצר לזמין באופן מסחרי לחובבנים, והם מתכננים לשחרר גרסה נוספת עד סוף 2014 לשווקים אחרים. “הקבלה של המוצר הייתה מדהימה”, אומר ראטי. “זו עדיין לא טכנולוגיה בוגרת, אבל היא מתקרבת לשם. אנחנו עדיין מקבלים משובים ומבצעים שיפורים”.\n\nמזל”טים קטנים ועדינים לא פותרים את הבעיה של נזק שנגרם כתוצאה מהתנגשויות בלתי צפויות, ולכן, התמקדו גווילר ווואנק בעמידות. אחרי שהם התבוננו בזבוב בבר, חיפשו שני המהנדסים מישהו עם ניסיון בשחזור תעופת חרקים. הם חברו לווד, שמעבדתו הצטרפה זה מכבר למכון וייס להנדסה בהשראה ביולגית של הרווארד, ויחד הם הגישו בקשה לקבלת מענק מחיל האוויר האמריקאי. הקבוצה של ווד השתמשה במערכת לכידת תמונות כדי לתעד ולנתח את התנהגות של זבובים לפני, במהלך ואחרי התנגשויות עם זכוכית. כתוצאה מהתבוננות מקרוב על המיקומים של חלקי הגוף של הזבוב, הם יכלו למדוד את הסיבוב והעיוות המדוייק של הכנפיים והרגליים.\nכשגווילר ווואנק האטו את הסרט, הם נדהמו ממה שהם ראו. “חשבתי שהזבוב יתגלגל קצת ויאבד הרבה גובה”, אומר וואנק. “אבל ההתאוששות של הזבוב הייתה אלגנטית. היא התרחשה כל כך מהר; זה היה עוצר נשימה”.\nגווילר ווואנק התרכזו בגאומטריה הייחודית של גוף הזבוב. לשיריון החיצוני שלו יש חלקים דמויי אקורדיאון שפעלו כמו בולמי זעזועים. נראה היה גם שהוא חש שהוא עומד להתנגש. רגע לפני ההתנגשות, הזבוב עף בזווית שהבטיחה שרגליו יגעו ראשונות בזכוכית. באותו רגע, הכנפיים קפאו במקום. בכל פעם שהזבוב התנגש בחלון, הוא נכנע רפלקסיבית למומנטום ההתנגשות ונפל. אבל בתוך אלפיות השנייה, נראה היה שמרכז הכובד של הזבוב משך אותו חזרה למצב יציב. אז התנופפו כנפיו שוב, והכניסו את החרק לריחוף מבוקר. “הוא יכול לפגוע ולהתאושש בתוך שניים-שלושה משקי כנפיים, שזה פנומנלי”, אומר וואנק. “אין מערכת מעשה ידי אדם שיכולה לעשות את זה”.\nשני המהנדסים השתמשו בתובנות האלה כדי להדריך את תהליך הפיתוח של מכונה מעופפת בעלת יכולת התאוששות מהירה. הגוף צריך היה להיות עמיד לזעזועים, והכנפיים היו צריכות להיות בשליטה עצמאית נפרדת. לכן הם תכננו שיריון עבור קוואדרוטור ששילב בולמי זעזועים – מדכאי גומי בין מקטעים עשויים סיב פחמן ופלסטיק. הם חיברו לכל אחד מארבעת הרוטורים מנוע משלו כדי לחקות את מהירות הכנף המשתנה שמספקת לחרקים בעלי ארבע כנפיים שליטה יוצאת מן הכלל. כשכלי הטיס מועף ממקומו או פוגע קלות בחפץ, המחשב שלו מזהה את אי ההתאמה בין מיקומו העכשווי ומסלול הטיסה המתוכנת שלו, וטייס אוטומטי נכנס לפעולה באופן רפלקסיבי כדי להשיב לו יציבות.\n\nבעוד הדור הראשון של מיקרו-מזל”טים יוצא לשוק, אתגרי הנדסה משמעותיים עדיין נותרים. עבור ווד, המכשול הגדול הוא הכוח. בשונה ממזל”טי ה-InstantEye, ה-Nano Hummingbird והשפירית הגדולים בהרבה, ה-RoboBee חייב להיות מחובר למקור כוח חיצוני. ווד משתמש במיקרופבריקציה כדי לנסות לכווץ סוללות מובנות, והוא משתף פעולה עם חוקרים בהרווארד, אוניברסיטת וושינגטון והמכון הטכנולוגי של מסצ’וסטס כדי לבנות סוללות חדשניות, מיקרו-תאי דלק והעברת כוח אלחוטית. הוא מעריך שהוא במרחק של שנה או שנתיים מהדגמת הכוח האוטונומי הראשונה שלו.\nוואנק וגווילר מתכוונים להחליף את הפרופלורים על הקוואדרוטור שלהם בכנפיים מתנופפות. ה-InstantEye טוב בהרבה ממזל”טים אחרים בהתאוששות ממשבי רוח ומהתנגשויות קלות, אבל הפרופלורים שלו עדיין מסתבכים בענפים ובקווי מתח. “רצינו להביא משהו לתחום מהר”, אומר גווילר. “אבל מה שגילינו הוא שעופות וחרקים מנופפי כנפיים מותאמים בצורה מושלמת לסביבות בהן יש מכשולים דינמיים – העצים נעים, הענפים נעים. אם הם כן נתקעים, בשל צורת התנועה עצמה הם משתחררים. הם מכים בכנפיים את הדרך החוצה מהסיבוך. הבנו שכנף מתנפנפת היא הדבר היחיד שיעבוד”.\nואז יש את דיקינסון, שיזם את הפרויקט לבנות זבוב רובוטי. כיום הוא מנהל מעבדה באוניברסיטת וושינגטון ועובד עם מערכות הדמייה מתקדמות כדי לחקור תעופת חרקים. מצלמות מהירות גבוהה מוקדמות לכדו כ-3,000 פריימים בשנייה. “לפני 15 שנים הזבובים נראו כמו עב”מים קטנים ומטושטשים”, הוא אומר. עכשיו המצלמות יכולות לפעול במהירות של 7,500 פריימים לשנייה ובאור אינפרה אדום. דיקינסון גם התקדם מעבר לניתוח התעופה; הוא משתמש באלקטרודות כדי לתעד את פעילות הנוירונים במוחם של חרקים. הוא מחבר אותם למערכת סימולציית טיסה ומציג להם גירויים חזותיים – תמונה של טורף, למשל – שגורמים להם להגיב. “אנחנו יכולים להתחיל ללמוד כיצד נוירונים במוח מעבדים מידע בתעופה וכיצד מידע חושי הופך לפעולה”, אומר דיקינסון. “התוכן שהפך את עבודתו של רוב [ווד] לאפשרית היה רק המכניזמים הבסיסיים באמצעותם בעלי חיים מחזיקים את עצמם באוויר. עכשיו אנחנו הולכים מעבר לזה כדי להבין כיצד זבובים מנווטים ומתמרנים”.\nלמידה כיצד הטבע יוצר חיישנים עיליים עשויה להוביל למזל”טים קלים וחכמים יותר. ובזמן שזה יקרה, טווח היישומים שלהם יגדל. וואנק וגווילר מתכננים למכור את ה-InstantEye לצבא ולכוחות אכיפת חוק. הצבא הבריטי התחיל לאחרונה להשתמש במיקרו-מזל”ט, מסוק בשיגור ידני שנקרא ה-Black Hornet, כדי לסייר ולאתר מורדים באפגיסטן. עתידים להיות למיקרו-מזל”טים שימושים גם קרוב יותר הביתה. הם יאפשרו לצוותי משטרה וימ”מ לאסוף צילומים בתוך בנייני משרדים ובין גורדי שחקים, שם רוחות בדרך כלל מנשבות בעצמה.\nווד חוזה מערך מגוון אף יותר של שימושים ל-RoboBee. קופסה של כ-1,000 מהם, הוא מציין, תשקול 450 ג’. אפשר יהיה לשלוח אותם בקלות לאזור אסון ולשגר אותם לחפש אחר ניצולים. הם יוכלו גם לנטר תנועה או את הסביבה ולסייע לאבק יבולים. מדעני מחקר יוכלו להשתמש בהם כדי לאסוף נתונים בשדה.\nלא משנה מה יהיה יישומם, מיקרו-מזל”טים כבר אינם חלום דה-וינצ’יאי של מהנדסים. הם ממריאים – זריזים, עמידים ובהנעה עצמית.\n\nהמאמר האחרון של אדם פיורה בפופיולר סיינס, על גאונים, התפרסם בגיליון מרס 2013.\nאוהבים מדע ולא מקבלים מספיק ממנו בגיקטיים? Popular Science ישראל וגיקטיים יוצאים בשיתוף פעולה במיוחד במסגרתו יוכלו 100 הגולשים הראשונים להנות מגיליון חינם של Popular Science מתנה, ללא כל התחייבות.  לפרטים נוספים", "keywords": "תעופה,חרקים מעופפים,רובוטים מעופפים,מזלטים,מזל״טים,כלי טיס זעירים,מדע פופולארי,מדע פופלארי,יסודות התעופה,מזלטים"}