{"url": "https://www.geektime.co.il/jetpack-will-arrive-next-year/", "type": "article", "title": "כלי טיס אישי: ה-Jetpack יוצע למכירה כבר בשנה הבאה", "description": "כלי הטייס המוכר לנו בעיקר מסרטי המדע הבדיוני ומשחקי המחשב מגיע ליישורת האחרונה של שלב הפיתוח וצפוי להיות זמין למשתמשים החל מסוף 2014.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/08/back-view393175.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-08-19T09:48:09Z", "modified_time": "2013-08-19T10:48:28Z", "articleBody": "כלי הטייס המוכר לנו בעיקר מסרטי המדע הבדיוני ומשחקי המחשב מגיע ליישורת האחרונה של שלב הפיתוח וצפוי להיות זמין למשתמשים החל מסוף 2014.\nמקור: יח”צ\nטוני סטארק לא לבד: אם תמיד חלמתם לעוף או שיחקתם ב-Jetpack במחשבים הישנים יותר, יש לנו, או יותר נכון לחברת Martin Aircraft חדשות טובות בשבילכם. החברה הכריזה כי כלי התעופה המיתולוגי צפוי להפוך למציאות החל מהשנה הבאה. מדובר בפרי של 30 שנות עבודה קשה שהובלה על ידי הממציא גלן מרטין (Glenn Martin) אשר הצליח לעשות את הבלתי ייאומן ולבנות אב טיפוס עובד של המוצר.\nמרטין החל לעבוד על הרעיון במוסך בראשית שנת 1980, בהשראתן של תוכניות טלוויזיה כגון “כנפי רעם” ו”אבודים בחלל”. פריצת הדרך הגיעה בשנת 2011, כאשר החברה שלחה את אב הטיפוס הקודם של Jetpack, בעל טייס דמה לגובה 5,000 מטרים. הגירסא החדשה, Martin Jetpack P12 אמורה להיות רזה יותר וקלה יותר לתמרון. מדובר בכלי טייס המונע על ידי 2 מנועי גז V4 שתי פעימות המייצרים 200 כוחות סוס, כמות צנועה יחסית למטוסים, אך מספיקה בכדי להטיס אדם במהירות של 35 קמ”ש.\nמקור: יח”צ\nעל פי החברה, הדגמים הראשונים והמתקדמים יותר, אשר מחירם ינוע בין 150-175 אלף דולרים ליחידה צפוים להגיע אל גורמים צבאיים ואזרחיים, כגון מכבי אש עד סוף שנת 2014 כאשר התקווה היא לפתח מודל מסחרי פשוט יותר במהלך שנת 2015. ואמנם, מחיר ה-Jetpack לצרכן הפרטי לא יהיה זול וצפוי לעמוד על כ-100 אלף דולרים, כך שבמידה וברצונכם יהיה לרכוש אחד תצטרכו ככל הנראה לחסוך כבר מעכשיו. סוכנות הידיעות AFP דיווחה השבוע, כי רשות התעופה האזרחית של ניו זילנד העניקה היתר ל-Martin Aircraft המאפשר לה להפעיל בדיקות מאוישות של אב הטיפוס החדש, אשר מוגבל לגובה של 20 מטרים מעל הקרקע ו-25 מטרים מעל פני המים, מטעמים בטיחותיים.\nהחברה סיפרה כי ברצונה להציע את ה-Jetpack כחלופה זולה יותר למסוקים, אשר יכולה להיות שימושית למגיבים ראשונים בהגעה אל מצבי חירום, אך לא מן הנמנע שבעוד 10 שנים נוכל לרכוש Jetpack במחיר קצת יותר שפוי בכדי להימנע מפקקי התנועה הנוראיים בתל אביב. לאחר הכישלון הצפוי של פרוייקט ה-Hoverboard הבדיוני, מסתבר כי בכל זאת, יש מי שיוכל להרשות לעצמו לעוף בכוחות עצמו, כבר בשנת 2015.\n", "keywords": "jetpack,ג\\'טפק,תעופה,aviation,fly,לעוף,martin aircraft,מרטין איירקראפט"}