{"url": "https://www.geektime.co.il/israel-venus-satellite/", "type": "article", "title": "עוד דריסת רגל בחלל: ישראל תשגר מחר את הלווין 'ונוס'", "description": "אם לא יהיו תקלות מיוחדות ישוגר מחר לפנות בוקר לוויין ונוס, הלוויין הישראלי הראשון למטרות חקר הסביבה. הלוויין כולו פותח ויוצר בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/venus2-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-01T12:10:15Z", "modified_time": "2017-08-02T10:21:33Z", "articleBody": "אם לא יהיו תקלות מיוחדות ישוגר מחר לפנות בוקר לוויין ונוס, הלוויין הישראלי הראשון למטרות חקר הסביבה. הלוויין כולו פותח ויוצר בישראל\nמקור: משרד המדע והטכנולוגיה\nכבר עכשיו נמנית ישראל על מועדון מצומצם שכולל 12 מדינות בלבד שהצליחו לשגר לוויינים לחלל. עתה, מסמנת תעשיית החלל הישראלית עוד הישג והוא שיגור לוויין חקר הסביבה ‘ונוס’, שמצטרף אל לווייני התקשורת והצילום שכבר משייטים מעלינו. אם הכל ילך כשורה, הלוויין ישוגר לחלל מחר ב-04:58 ממרכז החלל האירופי בקורו.\nונוס מצויד במצלמה מיוחדת שיכולה לקלוט פרטים על פני כדור הארץ ב-12 אורכי גל, בהם גם פרטים שאינם נראים לעין. הלוויין יצלם שטחים קבועים בישראל וברחבי העולם ויספק לחוקרים עשרות תמונות מדי יום שכל אחת מהן תכסה כ-760 קמ”ר. מסלול הלוויין מאפשר זמן חזרה של אחת ליומיים לצילום אותם שטחים ובאותה זווית צפייה – מה שיאפשר למעשה לחוקרים לזהות שינויים תכופים בצמחייה, בקרקע, בחופים, בגופי מים פנים-יבשתיים ובאטמוספירה. בסך הכל, יקיף ונוס את כדור הארץ 29 פעמים ב-48 שעות.\nמקור: משרד המדע והטכנולוגיה\nונוס יצלם פעם ביומיים כ-110 אזורי מחקר שונים וקבועים ברחבי העולם. כשיחלוף מעל ישראל, יצלם ונוס שלושה פסי צילום לכל אורכה: בגליל, מישור החוף כולל רצועת הים הקרובה, והנגב. אלה יכללו את מרבית הפארקים הלאומיים ושמורות הטבע, היערות ותחנות אקולוגיות. התמונות יועמדו לטובת חוקרים באוניברסיטאות, לרשויות ממשלתיות ולמכוני מחקר ממשלתיים.\nללווייני חקר סביבה חשיבות עולה בשנים האחרונות בעיקר לאור בעיות הסביבה של כדור הארץ כגון צפיפות אוכלוסין, התדלדלות שטחי החקלאות והמזון, זיהומים ואסונות טבע. ונוס, שנבנה בשנים האחרונות במפעל חלל של התעשייה האווירית לישראל, הוא הלוויין הישראלי האזרחי הראשון שנבנה ביוזמת סוכנות החלל הישראלית במשרד המדע והוא נחשב הקטן ביותר מסוגו בעולם. המשקל שלו – 265 ק”ג – הופך אותו ללווין הקל ביותר שפועל בחלל כיום.\nאם לא יהיו עיכובים או בעיות מזג אוויר – תופעות שכיחות במקרים כאלו – ישוגר הלוויין מחר ב-04:58. אחרי בדיוק שעה, 37 דקות ו-18 שניות הוא אמור להיכנס למסלול ואחרי כחמש וחצי שעות אמור להתקבל האות הראשון מהלוויין. כיומיים לאחר השיגור ייכנס הלוויין למסלול מסונכרן שמש בגובה של 720 ק”מ ויחל בפעולותו. ונוס מתוכנן לפעול בחלל במשך 4.5 שנים שלאחריהן יוסט למסלול נמוך יותר.\n\nחוץ מחקר הסביבה לונוס יש גם משימה טכנולוגית ראשונה מסוגה, שבמסגרתה ינסו להוכיח היתכנות של מערכת הנעה חשמלית מבוססת פלזמה שפותחה על ידי רפא”ל. שימוש במערכת הנעה חשמלית חוסך בדלק ובמשקל הלוויין, מה שמאפשר להגדיל את משקל הציוד לצורכי מחקר.\nונוס הוא פרויקט משותף לישראל וצרפת, אבל כל מרכיבי החומרה של הלוויין פותחו בתעשיות החלל בישראל, כשהתעשייה האווירית אחראית על גוף הלוויין והרכיבים השונים, חברת אלביט אחראית על המצלמה הייחודית ורפא”ל על מערכת ההנעה.\nמקור: אלביט\nיחד עם ונוס, ישוגר על גבי הטיל המשגר “וגה” גם לוויין איטלקי, שייוצר גם הוא בישראל.", "keywords": "ונוס,סוכנות החלל הישראלית,מחקר,איכות סביבה,venus,תעשייה אווירית,אלביט,רפ\"ל,תעשיית החלל,חלל,לוויין,עמוס,,רפל,רפל"}