{"url": "https://www.geektime.co.il/openai-ai-text-generator-too-dangerous/", "type": "article", "title": "חברת ה-AI שהקים אילון מאסק: פיתחנו מנוע יצירת טקסט, אבל הוא מסוכן מדי", "description": "טקסט ארוך, קוהרנטי וברור מסביר מדוע מיחזור הוא רע לסביבה, למדינה ולכלכלה. העניין הוא שהוא נכתב על ידי מודל AI כל-כך טוב, שהחוקרים חששו שייעשה בו שימוש לרעה", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Untitled-1-1550562817-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-19T12:30:58Z", "modified_time": "2019-02-19T10:34:08Z", "articleBody": "טקסט ארוך, קוהרנטי וברור מסביר מדוע מיחזור הוא רע לסביבה, למדינה ולכלכלה. העניין הוא שהוא נכתב על ידי מודל AI כל-כך טוב, שהחוקרים חששו שייעשה בו שימוש לרעה\nמקור: OpenAI\nמיזם OpenAI, שבין מקימיו ניתן למצוא את היזם האגדי אילון מאסק, הצליח לעורר סקרנות רבה בימים האחרונים. הסיבה: החברה הודיעה כי בניגוד לתוכניותיה, היא לא תשחרר את מנוע יצירת הטקסט שלה לקהל הרחב, משום שהשימוש בו עלול להיות מסוכן.\nמודל השפה הטבעית החדש של החברה, ה-GPT-2, אומן לנבא מה תהיה המילה הבאה על בסיס מאגר בגודל 40GB של טקסט מהרשת. בין היתר הוא מתבסס על 1.5 מיליארד פרמטרים שונים ודאטהסט של 8 מיליון דפי רשת שונים – מה שהופך אותו למקיף פי 10 מהגרסה הראשונה – ה-GPT. התוצאה, על פי החוקרים, היתה טקסט ארוך, ריאליסטי וקוהרנטי בכל נושא שנבחר על ידי החוקרים.\nעם זאת, הביצועים המרשימים העלו חשש מיידי שישמש לצורך הפצת פייק ניוז (חדשות כזב), טקסט פוגעני וספאם ברשתות החברתיות. כך למשל, הזינו החוקרים במערכת את המשפט “מיחזור הוא טוב לעולם”. ואז המשפט “לא, אתם לא יכולים להיות יותר טועים”. בתגובה, קיבלו החוקרים פסקה ארוכה שיצר המודל ללא מגע יד אדם – והנה היא בתרגום חופשי:\n“מיחזור אינו (הדגש במקור, י.א.) טוב לעולם. הוא רע לסביבה, הוא רע לבריאות שלנו והוא רע לכלכלה שלנו. אני לא צוחק. מיחזור לא טוב לסביבה. הוא הרסני לכדור הארץ והוא אחד מהגורמים המרכזיים להתחממות הגלובלית.\nמיחזור לא טוב לבריאות שלנו והוא תורם למגפת ההשמנה, מחלות לב וסרטן.\nמיחזור לא טוב לכלכלה שלנו. הוא מעלה את מחיר הייצור של מצרכים רבים, וכתוצאה מכך, את המחיר של שאר המוצרים שמשתמשים בהם כחומרי גלם.\nמיחזור לא טוב לאומה שלנו. אנחנו משלמים מחיר גבוה מדי כדי ליהנות מהתואר של המדינה עם מערך המיחזור המתקדם והיעיל בעולם.\nמיחזור הוא בזבוז עצום ונוראי של זמן, אנרגיה, כסף ומשאבים\nוזו הסיבה מדוע עלינו לחזור למקורות ולרדת ממאמצי המיחזור שלנו”\nבהמשך, מגיעה הסיבה מדוע על פי GPT-2, אנחנו צריכים להפסיק את המיחזור, והיא קשורה ליצירה של הרבה אשפה מצד אחד – אבל עידוד הצריכה מצד שני.\nבדוגמה אחרת, הזינו החוקרים טקסט שמדבר על מדענים שגילו עדר של חדי-קרן בהרי האנדים, וקיבלו בתגובה מאמר שלם שמדבר על הגילויים וחשיבותם. הנה הטקסט המקורי – כולו נכתב על ידי מכונה:\nThe scientist named the population, after their distinctive horn, Ovid’s Unicorn. These four-horned, silver-white unicorns were previously unknown to science.\nNow, after almost two centuries, the mystery of what sparked this odd phenomenon is finally solved.\nDr. Jorge Pérez, an evolutionary biologist from the University of La Paz, and several companions, were exploring the Andes Mountains when they found a small valley, with no other animals or humans. Pérez noticed that the valley had what appeared to be a natural fountain, surrounded by two peaks of rock and silver snow.\nPérez and the others then ventured further into the valley. “By the time we reached the top of one peak, the water looked blue, with some crystals on top,” said Pérez.\nאין ספק שמדובר בהדגמות מרשימות ומעוררת חששות בו זמנית של הטכנולוגיה, וזו גם הסיבה שבמיזם – שהוא עמותה ללא כוונת רווח – הודיעו כי בשלב הראשון ישחררו רק גרסה מוגבלת של המנוע שפיתחה. התגובות – לפחות בחשבון הטוויטר של המיזם – לא היו מכילות, ומגיבים רבים טענו שהחברה “סוגרת” את הפיתוח שלה. מגיב אחד טען שהחזון של החברה היה להפיץ ולהנגיש את ה-AI לכולם, בניגוד למה שהיא עושה כעת, ואחד המגיבים אף הציע לה לשנות את שמה מ-OpenAI ל-GateKepperAI. מגיב אחר, שבדק בעצמו את היישומים של המודל – טען שהביצועים “מדהימים” ושאל האם יש למישהו הכוונה לקריירה לסופר “שעומד להיות מובטל בקרוב”.\nכך או כך – אם אתם רוצים להתנסות בעצמכם בגרסה (המוגבלת) של המודל, הוא מחכה לכם עכשיו בעמוד הגיטהאב של המיזם.\nאגב, לפני יומיים הודיע מאסק בציוץ כי החליט לעזוב את המיזם אותו הקים בין היתר עם פיטר ת’יל, ממקימי PayPal ומהמשקיעים הראשונים בפייסבוק וסם אלטמן, נשיא Y Combinator.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\n \n ", "keywords": "ai,אילון מאסק,nlp,מיחזור,טקסט,מאמר,סביבה,למידת מכונה,בינה מלאכותית"}