{"url": "https://www.geektime.co.il/hailo-raised-extra-9-5m/", "type": "article", "title": "מעבד קומפקטי עם ביצועים של דאטה סנטר: Hailo מגייסת 21 מיליון דולר", "description": "חברת Hailo מפתחת מיקרו-מעבד עבור יישומי למידה עמוקה שיספק ביצועים של דאטה סנטר במכשירי IoT", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/Hailo-Team-1528196644.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-22T15:03:08Z", "modified_time": "2019-01-22T15:17:48Z", "articleBody": "חברת Hailo מפתחת מיקרו-מעבד עבור יישומי למידה עמוקה שיספק ביצועים של דאטה סנטר במכשירי IoT\nמייסדי Hailo, מימין לשמאל: אבי באום, הדר צייטלין ואור דנון. תמונה: ערן טיירי\nהסטארטאפ הישראלי Hailo, המפתח שבב Deep Learning למכשירי קצה, הודיע על הרחבת סבב הגיוס האחרון שלו בעוד 8.5 מיליון דולר, מה שמעמיד אותו כעת על 21 מיליון דולר. סבב הגיוס, עליו דווח לפני כחצי שנה ביחד עם חשיפתה הרשמית של החברה, מעמיד את סך גיוסיה של החברה עד כה על 24 מיליון דולר. את הרחבת סבב הגיוס הובילה קרן ההון סיכון הסינית Glory Ventures, אליה הצטרפו משקיעים קיימים וחדשים.\nהמעבד ש-Hailo (היילו) מפתחת מסוגל להריץ יישומי אינטיליגנציה מלאכותית על גבי מכשירי קצה המותקנים במכשירים שונים כמו רחפנים, מוצרי בית חכם, מצלמות, טלוויזיות, מוצרי AR/VR, מוצרים לבישים, מכשירי IoT שונים ועוד. בחברה צופים כי השבב יוכל לצמצם דרמטית את העלויות וצריכת ההספק בהשוואה לשבבים הקיימים בשוק. כמו כן, השבב יהיה מסוגל לעבד תוכני וידאו בזמן אמת תוך שימוש באלגוריתמי Deep Learning.\nHailo הוקמה בפברואר 2017 על ידי אור דנון, מנכ”ל החברה, אבי באום, CTO החברה, והדר צייטלין, מנהלת הפיתוח העסקי של החברה.  כיום מועסקים בחברה כ-50 עובדים במשרדיה בתל אביב. ביוני האחרון הודיעה החברה כי גייסה 12.5 מיליון דולר, כשבין המשקיעים בחברה ניתן למנות את זהר זיספאל, המשמש גם כיו״ר שלה, OurCrowd, גיל אגמון (מנכ״ל חברת דלק מוטורס) וקרן Maniv Mobility. ההשקעה תאפשר לחברה להרחיב את שווקי היעד שלה לסין ולהונג קונג, בנוסף לשווקים קיימים באירופה, צפון אמריקה, יפן וקוריאה. אם הכל ילך כמתוכנן, גרסה ראשונה של המעבד deep learning Hailo-8 תגיע ללקוחות נבחרים במחצית הראשונה של השנה (2019).\n“הרחבת סבב הגיוס הראשון שלנו עם צירופה של Glory Ventures לשורת המשקיעים שלנו מחזקת את יכולתנו להביא לשוק את מעבד ה-deep learning החדשני, רב העוצמה והעמיד שלנו המיועד ליישומי קצה, וכן מסייעת לנו לפנות לשווקים האסטרטגיים של סין והונג קונג”, אמר אור דנון, מנכ”ל ומייסד משותף של Hailo. “מעבדי ה-Hailo-8 יעזרו לחברות בשווקים רבים להתגבר על המחסומים העצומים בתחומי צריכת ההספק הנמוכה, הגודל הקומפקטי והעלות המשתלמת, שמונעים מהן כעת לפרוס יכולות deep learning חזקות במוצרי הקצה שלהם”.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "hailo,היילו,סטארטאפ,סטארטאפ ישראלי,סבב גיוס,מעבד,דאטה סנטר"}