{"url": "https://www.geektime.co.il/bezeq-to-buy-yes/", "type": "article", "title": "בזק רוכשת את YES תמורת 680 מיליון שקל", "description": "בזק תהפוך לבעלים היחיד של חברת הלוויין כחלק ממהלך בעל ערך אסטרטגי עבור החברה. על פי תנאי העסקה, בזק תשלם ליורוקום 680 מיליון שקל", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/bezeqyes2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-11T10:30:22Z", "modified_time": "2015-02-11T10:17:32Z", "articleBody": "בזק תהפוך לבעלים היחיד של חברת הלוויין כחלק ממהלך בעל ערך אסטרטגי עבור החברה. על פי תנאי העסקה, בזק תשלם ליורוקום 680 מיליון שקל\n\nחברת בזק מודיעה הבוקר (ד׳) על כך שדירקטוריון החברה אישר את התקשרות בזק בעסקה עם יורוקום, במסגרתה תרכוש בזק את מלוא אחזקותיה של יורוקום בחברת הלוויין yes, אשר נכון למועד זה מהוות 50.22% מהון המניות המונפק של yes וכן את כל הלוואות הבעלים אשר יורוקום העמידה ל-yes (כ-1.54 מיליארד שקל). \nקודם לעסקת הרכישה תקבל החברה ו-yes את התנאים שנקבעו על ידי הממונה על ההגבלים העסקיים בהחלטת המיזוג, וכן תממש אופציה המוקנית לה ללא תשלום להקצאת מניות ב-yes בשיעור של כ-8.6% מההון המונפק של yes. לאחר השלמת עסקה זאת, בזק תחזיק ב-100% ממניות yes.\nעל פי תנאי העסקה, בזק תשלם ליורוקום 680 מיליון שקל. בנוסף, יורוקום תהיה זכאית לשתי תמורות מותנות נוספות: אחת בסך של עד 200 מיליון שקל תשולם בהתאם לסינרגיית המס, ותמורה נוספת בסך של עד 170 מיליון שקל תשולם על פי תוצאותיה העסקיות של yes בשלוש השנים הקרובות.\nאת העסקה הובילה וועדה מיוחדת מטעם דירקטוריון בזק שהוקמה לפני כשנה. לאור מורכבות העסקה, ומכיוון שמדובר בעסקת בעלי עניין, הוועדה הורכבה רק מדירקטורים חיצוניים, והיא דנה בנושא במשך עשרות פגישות. הוועדה נעזרה ב-Merrill Lynch International (מקבוצת Bank of America), ומומחים נוספים בכל התחומים הנוגעים לעסקה.\nלאחר אישור הוועדה המיוחדת אושרה העסקה על ידי ועדת הביקורת ודירקטוריון החברה, והיא מותנית באישור האסיפה הכללית של בעלי המניות ובאישור משרד התקשורת.\nסטלה הנדלר, מנכ”ל בזק, “זוהי עסקה אסטרטגית לבזק, שתהפוך אותה לקבוצת תקשורת מלאה. השלמת עסקה זאת תאפשר לבזק להציע לראשונה חבילת שירותים הכוללת תוכן, כמו חברות התקשורת המובילות בעולם, ולייצר סינרגיות שעד כה לא היו אפשריות. רכישת yes היא בשורה מצויינת ללקוחות החברה שיוכלו ליהנות מסל מוצרים מלא בסטנדרט השירות הבלתי מתפשר לו הורגלו בבזק”.\n[interaction id=”54db0ff91dbf4efc2a53dabb”]", "keywords": "בזק,יס,רכישה,חברת לווין,בזק רוכשת את יב,bezeq,yes,סטלה הנדלר"}