{"url": "https://www.geektime.co.il/bezeq-next-internet-upgrades-40-100/", "type": "article", "title": "בזק מקפיצה שוב את מהירוית הגלישה ללקוחות", "description": "בזק הודיעה היום (ד') על שדרוג המהירויות ללקוחותיה הקיימים בחבילות 20, 30 ו-50 מגה למהירות של 40 ו-100 מגה בהתאמה, באופן אוטומטי וללא כל עלות נוספת.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/07/shutterstock_112158140-small.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-07-10T14:08:32Z", "modified_time": "2013-07-10T14:08:32Z", "articleBody": "בזק הודיעה היום (ד’) על שדרוג המהירויות ללקוחותיה הקיימים בחבילות 20, 30 ו-50 מגה למהירות של 40 ו-100 מגה בהתאמה, באופן אוטומטי וללא כל עלות נוספת.\nמקור: Shutterstock\nחברת בזק הודיעה היום (ד’) כי נכנסת “לשלב השני” במהלך השדרוגים שלה, במהלכו תשדרג בחינם את קצב הגלישה ללקוחותיה הגולשים במהירויות של 20 מגה ומעלה. כחלק מהשדרוג, לקוחות הגולשים במהירות 20 או 30 מגה ישודרגו אוטומטית למהירות גלישה של 40 מגה, ולקוחות הגולשים במהירות 50 מגה ישודרגו למהירות של 100 מגה.\nמדובר בהמשך ישיר למהלך קודם של החברה שהתבצע בחודש פברואר האחרון, במהלכו “נפטרה” מהקצבים הנמוכים שעמדו על 1.5, 2, 2.5 ו-4 מגה ביטים, כאשר לקוחות בקצבים הללו זכו לשדרוג חינמי למהירות של 5 מגה ביט. באותו המעמד זכו גם המשתמשים בקצבי 5, 8 ו-10 מגה ביטים לשדרוג למהירות של עד 15 מגה ביטים.\nהחבילות החדשות אותן מציעה בזק ממותגות תחת השם Top, כלומר לקוחותיה של החברה ישודרגו לחבילות Top 40 ו-Top 100. המשמעות של השם החדש היא שבמקום להגביל את הגולשים לקצב גלישה ספציפי, החברה מציעה מסלול בו לקוחותיה יגלשו בקצב המקסימלי האפשרי – קצב Top 40 ינוע בין 30 ל-40 מגה וקצב Top 100 ינוע בין 50 ל- 100 מגה, במטרה להעניק לגולשים רוחב פס גדול יותר ללא עלות נוספת.\nנכון להיום, קצב הגלישה הממוצע בבזק עומד על 15 מגה, כאשר בתום השדרוג הנוכחי שעתיד להמשך מספר שבועות, הוא צפוי לעלות ל-18 מגה. החברה מסבירה כי עד סוף השנה הנוכחית קצב הגלישה הממוצע צפוי להגיע ל-20 מגה, בזכות 4 מהירויות גלישה הנעות בין 5 ועד 100 מגה אותן היא מציעה. לצד השדרוג החינמי לו זוכים הלקוחות, הודיעה החברה כי מחיר קצב הגלישה של 100 מגה יוזל ויעמוד על 110 שקלים, במקום 130 שקלים.\nהבשורה המשמחת היא שגם קצב ההעלאה (Upload) ישודרג ללקוחות בחבילות ה-40 מגה ומעלה, ויעמוד על 3 מגה, אך לצערם של לקוחות במהירות 15 מגה, מהירות ההעלאה בחבילה זאת תשאר על 800. בעוד שהשדרוג יבוצע בצורה אוטומטית עבור הלקוחות, ואלה לא יצטרכו לפנות לשירות הלקוחות על מנת לקבל את ההטבה – עדיין יהיה עליהם לעדכן במקביל את ספקית האינטרנט שלהם, על מנת להנות מהמהירות המשודרגת.\nמקור: יח”צ\nלצד ההודעה על שדרוג לקוחותיה, הוסיפה בזק עוד מספר הודעות הרלוונטיות ללקוחותיה הקיימים בשירותיה השונים. לקוחות החברה שיזכו לשדרוג האינטרנט במהירות של 40 מגה ומעלה, יקבלו את נתב ה-Dual Band החדש של החברה. בזק מסבירה כי הנתב משדר בו זמנית שתי רשתות אלחוטיות ומאפשר העברת תכנים באיכות HD באופן אלחוטי בתוך הבית, ויהיה זמין החל מחודש אוקטובר הקרוב.\nבנוסף, לקוחות שהצטרפו לשירות Bezeq Free WiFi יוכלו להנות מגלישה חינמית גם מעבר לים, הודות לשיתוף פעולה עליו חתמה בזק עם חברת iPass. ההטבה תקפה עד סוף חודש ספטמבר ומוגבלת בגלישה לתקופה של עד חודש בלבד, ובאתר iPass תוכלו לצפות בפריסת הנקודות הזמינות באיזור אליו אתם מתכננים לטוס, לצד האפליקציות השונות אותן תתבקשו להוריד מראש. ולבסוף, לקוחות החברה יוכלו להנות מ-100 דקות שיחה בחו”ל בחינם באמצעות אפליקציית Bphone, המבצעת את השיחות באמצעות קו הבזק הביתי של המשתמשים גם אם הם מעבר לים – וגם כאן מדובר על הטבה המוגבלת בזמן, ותקפה עד סוף חודש ספטמבר.\nמקור תמונה: Shutterstock, Best Internet Concept.", "keywords": "בזק,גלישה,מהירות גלישה,קצב גלישה,bezeq,שדרוג"}