{"url": "https://www.geektime.co.il/friday-the-13th-tv-show-2018/", "type": "article", "title": "יום שישי ה-13: במה מומלץ לצפות ואיפה?", "description": "בתזמון מושלם יום שישי ה-13 נופל על - יום שישי, מה שאומר שיש לכם תירוץ לצפות בזוועתונים ללא כל רגשות אשמה. הנה כמה המלצות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/hands-984032_960_720-1523283713.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-13T11:00:01Z", "modified_time": "2018-04-13T14:48:42Z", "articleBody": "בתזמון מושלם יום שישי ה-13 נופל על – יום שישי, מה שאומר שיש לכם תירוץ לצפות בזוועתונים ללא כל רגשות אשמה. הנה כמה המלצות\nSTINGTV ויס\nלכבוד המועד החגיגי, יס החליטה להקדיש את לוח השידורים לז’אנר הקניבליזם. בעוד שבערוץ yes2 ישודרו סרטים מקריפים ברצף, בספריית ה-VOD של יס ושל STINGTV תוכלו למצוא סרטים דוגמת “ספליט“, “נא” “בון טומהוק” והקלאסיקה העל זמנית – “שתיקת הכבשים“. כמו כן, במהלך הסופ”ש תעלה ספריית VOD חדשה עם עשרות סרטי אימה חדשים יותר ופחות. סדרה ותיקה מומלצת היא “American Horror Story” שתוכלו לצפות בה לאורך כל הלילה.\nבז’אנר האימה/הביזארי/הקומדיה תוכלו למצוא את הסדרה “סנטרה קלריטה דיאט” בכיכובה של דרו ברימור שחזרה לאחרונה בעונה שנייה, ואת “Mist” שהדעות לגביה חלוקות (הציון שהסדרה קיבלה ב-IMDB עומד על קצת יותר מ-5).\nקטגוריית סרטי האימה בנטפליקס די מרשימה וכוללת לא מעט הפקות מקור דוגמת “Death note” – נער שמקבל לפתע יכולות להרוג ומסתבך עם רשויות החוק ועם שד, עיבוד מחודש ליום שישי ה-13 משנת 2009 ו-“Little Evil” – קומדית אימה. המלצה נוספת של חובבי האימה בגיקטיים היא “Zombie Land“, ו-Hostel משנת 2005.\nבפרטנר ממליצים על “זהות” כסרט אימה קלאסי ליום שישי ה-13 שניתן לצפות ב-VOD; בקצרה, קבוצה של 10 אנשים זרים זה לזו, שלכל אחד סוד אפל יותר, מוצאת מחסה בבית מלון מבודד במזג אוויר סוער (כמובן), אלא שלפתע אלו מתחילים להירצח בזה אחר זה.\nההמלצה השנייה היא הסדרה “Wolf Creek” הכוללת 2 עונות ומבוססת על סדרת סרטים. הסדרה עוקבת אחר קורותיו של רוצח סדרתי הרודף אחרי קורבנות פוטנציאלים ברחבי אוסטרליה.\nבספריית סרטי האימה של סלקום תוכלו למצוא את: “הילד“, “בקתת הפחד“, “מרוחקת“, “הצלצול 3“, “סיילנט היל: התגלות“, “רוח זדונית“, “לזמן את הרוע 2“, “המנסרים מטקסס“, “כיבוי אורות“, “מים אפלים” “וסיינס” הנוסטלגי (יחסית).\nבגזרת הסדרות, סלקום מצטרפת לפטרנר tv וממליצה גם כן על Wolf Creek כאופציה לבינג׳.\nביום שישי ה-13 ישודר בערוץ HOT GOLD הסרט “תברח” האהוב על חברי גיקטיים (זמין גם בסלקום) ולינשופים מביניכם, בשעה 3:00 לפנות בוקר ישודר הסרט “כלבי הקש” בערוץ HOT ACTION. כמו כן, ב-VOD תעלה בחמישי בערב קטגוריה חדשה תחת השם “סרטי אימה ליום שישי ה-13” שתכלול סרטים חדשים כדוגמת “זה” (IT), “המסור 8″, “אנאבל 1+2″ וקלאסיקות כמו “הצלצול”, “גרמלינס”, “הביקור” וסדרת “הרוע שבפנים”.\nצפייה נעימה ", "keywords": "יס,סטינג,sting,sting tv,yes,יום שישי ה-13,סרטי אימה,אימה,netflix,hot,hot next,partner tv,cellcom tv,סלקום טיוי,נטפליקס"}