{"url": "https://www.geektime.co.il/11-11-shopping-deals-2019/", "type": "article", "title": "יום הרווקים הסיני: הדילים השווים", "description": "ומבצעים זה נחמד והכל, אבל ריכזנו עבורכם גם כמה טיפים שיהפכו את הקניות הבאות שלכם לחכמות וחסכוניות יותר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/shopping.11.11-1573459820-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-11T13:21:08Z", "modified_time": "2019-11-11T13:21:08Z", "articleBody": "ומבצעים זה נחמד והכל, אבל ריכזנו עבורכם גם כמה טיפים שיהפכו את הקניות הבאות שלכם לחכמות וחסכוניות יותר\nמקור: עיבוד תמונה\n​מבצעי Shopping IL כבר מאחורינו, והגיע הזמן לעבור ליום המכירות הבא – יום הרווקים הסיני. כמו בכל יום מכירות מיוחד, פעמים רבות המחירים מנופחים ולא באמת מדובר בהנחה משמעותית ושונה מהמחיר בכל יום רגיל, ולכן – צריך להיות מאוד ביקורתיים ועדינים עם כפתור ה-Buy Now. אז אמנם לא מעט מוצרים מוצעים כעת בהנחות די מגוחכות של דולרים בודדים, אבל הצלחנו למצוא גם כמה מבצעים קצת יותר מעניינים. מצאתם משהו שווה שפספסנו? תהיו חברים ותשתפו את כולם.\nרמקול בלוטות׳ אלחוטי MIFA A30 ב-32 דולר במקום 50 דולר, או הדגם המשודרג MIFA A30 שכולל גם שעון מעורר ב-40 דולר במקום 64 דולר\nמצלמת רכב YI Smart Dash ב-42.5 דולר במקום 59 דולר\nאוזניות בלוטות׳ In-Ear True Wireless של Anker דגם Soundcore Liberty Neo ב-29 דולר במקום 60 דולר; אוזניות בלוטות׳ In Ear – Anker SoundBuds Slim Plus ב-24 דולר במקום 30 דולר.\nXiaomi Redmi Note 8 Pro עם נפח אחסון של 64GB ב-197 דולר במקום 279 דולר\nHuawei Mate 30 עם נפח אחסון של 128GB ו-6GB RAM ב-560 דולר במקום 616 דולר או 600 דולר עבור גרסת ה-8GB RAM ו-128GB נפח אחסון אגב, נזכיר רק שה-Mate 30 מגיע בלי מערכת ההפעלה של גוגל. אם אתם מעדיפים ללכת על בטוח, תוכלו לרכוש את ה- Huawei P30 Lite ב-195 דולר כולל משלוח, מחצית מהמחיר שתידרשו לשלם על המכשיר באותה התצורה בארץ.\n*אם החלטתם לרכוש סמארטפון באחד מהאתרים האלו, אל תשכחו לוודא שמדובר בגרסה גלובאלית*\nמקרן Anker Mars II 300 ב-386 דולר במקום 500 דולר (לא כולל משלוח שמייקר את החבילה בעוד 49 דולר)\nסטרימר Xiaomi Mi TV Box 3 ב-46 דולר, כולל משלוח לישראל. מדובר בהנחה של 40 ש״ח בהשוואה למחיר הכי נמוך שמצאנו בארץ. לא קיצוני, אבל מכובד.\nאוזניות Xiaomi Redmi Airdots ב-18.5 דולר במקום 22 דולר\n e-Book Reader עם תאורה מובנית ב-49 דולר במקום 62 דולר; אם אתם מעדיפים את המקור – גרסת 2019 של קינדל עם תאורה ב-100 דולר במקום 137 דולר.\nבאתר Banggood מצאנו את הגימבל המוצלח DJI Osmo Pocket ב-1,160 ש״ח בלי אותיות קטנות; כלומר ,המחיר כולל משלוח לישראל + ביטוח מיסים. המחיר בארץ מתחיל ב-1,400 ש״ח. שימו לב שכדי ליהנות מההנחה עליכם להזין את קוד הקופון BGOCT2.\nגם מצלמת האבטחה של שיאומי Mijia 1080 הלא רעה בכלל יכולה להיות שלכם תמורת 102 ש״ח כולל משלוח לישראל, עם קוד קופון – BG259D1. המחיר של המוצר בארץ – החל מ-150 ש״ח.\nב-GearBest תמצאו את ה-One Plus 7T Pro עם נפח אחסון של 256GB ב-2,330 ש״ח שהם כ-680 דולר (קוד קופון GBOP7TP1111). המחיר של המכשיר בארץ דרך היבואן הרשמי בתצורה זהה עומד על 3,400 ש״ח. עד כמה זה משתלם? על המחיר תידרשו להוסיף עוד 470 ש״ח מיסי יבוא מה שאומר שהמחיר הסופי שתשלמו עליו הוא 2800 ש״ח. עדיין מדובר בהפרש משמעותי של 600 ש״ח.\nאתרים כדוגמת Light in the Box ו-Banggood מאפשרים לכם להוסיף לרכישה ביטוח מיסים. מה זה אומר? כפי שאתם בוודאי יודעים, ברכישה של מוצרים בשווי של יותר מ-75 דולר אתם לוקחים סיכון שהחבילה תיעצר במכס ותידרשו לשלם מסי יבוא. ברגע שאתם מוסיפים את הביטוח הזה, המשמעות היא שאם החבילה שרכשתם תיעצר במכס – האתר ממנו רכשתם לוקח על עצמו את העלויות. אז נכון, אתם מתחלקים איתם ומשלמים כמה עשרות שקלים ואולי במקרה הכי קיצוני שיצא לי לראות 100 ש״ח, אבל מצד שני – אתם יודעים מראש כמה אתם משלמים, בלי הפתעות לא נעימות. בכל מקרה, הסכום יהיה נמוך משמעותית מזה שתשלמו אם תשלחו את המוצר מבלי לבטח אותו והוא יתפס, ובצורה זו תוכלו לחסוך עד מאות שקלים.\nאם כבר עסקנו בענייני מכס, הנה טיפ נוסף שיעזור לכם לוודא שאתם עושים החלטה צרכנית נבונה. באתר של רשות המסים תמצאו מחשבון מסי יבוא שבו תוכלו להזין את הפרטים של המוצר שרכשתם, ולדעת בדיוק כמה אתם צפויים לשלם עליו. כך למשל, על סמארטפון שעלותו מסתכמת ב-450 דולר, כולל משלוח, תשלמו 289 ש״ח נוספים המורכבים מ-271 ש״ח מע״מ, ו-18 ש״ח נוספים ״אגרת מחשב״. בהצלחה.\nעדיין מבולבלים? אל תשכחו להציץ במדריך המסים שלנו.", "keywords": "11.11,aliexpress,banggood,dealextreme,gearbest,lightinthebox,אליאקספרס,יום הרווקים,יום הרווקים הסיני,מדריך מסים,מכס,מסים"}