{"url": "https://www.geektime.co.il/free-shipping-amazon-faq/", "type": "article", "title": "משלוחים חינם מאמזון לישראל: המדריך המלא", "description": "טוב מדי מכדי להיות אמיתי? צללנו פנימה כדי להבין מה בדיוק עומד מאחורי הטבת המשלוחים החינמיים של אמזון", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/Screen-Shot-2018-07-08-at-9.18.09-1531030555-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-07-08T10:22:49Z", "modified_time": "2018-07-08T10:22:49Z", "articleBody": "טוב מדי מכדי להיות אמיתי? צללנו פנימה כדי להבין מה בדיוק עומד מאחורי הטבת המשלוחים החינמיים של אמזון \nמקור: Amazon\nאמנם אמזון עדיין לא עשתה עלייה רשמית לישראל, אבל במהלך סוף השבוע האחרון בוודאי נתקלתם בידיעות העוסקות בכך שענקית הקמעונאות יצאה במבצע מפתה למדי המציע משלוחים חינם לישראל. הנה כל מה שאתם צריכים לדעת לפני שאתם מבצעים הזמנה.\nלא כל המוצרים הניתנים לרכישה באמזון זכאים לשילוח חינם. על המוצר להימכר ישירות על ידי אמזון ולא על ידי חנויות ומוכרים אחרים שמשתמשים בפלטפורמה.\nזכאי לשילוח חינם. מקור: צילום מסך, Amazon\nלא זכאי לשילוח חינם. מקור: צילום מסך, Amazon\n\nכן. בעמוד התוצאות של השאילתא שהזנתם (המוצר שחיפשתם) בצד שמאל מתחת לפילטור לפי מחיר תוכלו להגדיר את המוכר. אם אמזון לא מופיע ברשימה, לחצו על “See more”, חפשו את אמזון וסמנו אותה. יחד עם זאת, בנסיונות שלנו הפילטור הזה לא תמיד צלח וכלל לא מעט מוצרים שנמכרים על ידי מוכרים פרטיים, או כאלו שבכלל לא נשלחים לישראל.\nכן. אם עד היום מה שהנחה אתכם היה לא להזמין מעל 75 דולר על מנת להימנע מתשלום מיסים, כדי ליהנות מהטבת המשלוח חינם של אמזון תהיו חייבים לקנות ב-80 דולר לפחות.\nכן. לא חייבים לרכוש רק מוצר אחד שעולה יותר מ-80 דולר. ברגע שתעמיסו לסל הקניות כמה מוצרים שיחצו את הסכום, עדיין תהיו זכאים להטבת המשלוח.\nרק בשלב האחרון של ההזמנה – אחרי שהתחברתם לחשבון, בחרתם את אמצעי התשלום ואת הכתובת שאליה אתם מעוניינים לשלוח את המוצר, תבחינו באפשרות השילוח החדשה. כשתגיעו לשלב הלפני סופי, ״Review your order” תוכלו לבחור בשיטת המשלוח הרצויה, כשברירת המחדל היא ברוב המקרים – AmazonGlobal Priority Shipping – האופציה בתשלום. בחרו ב-FREE AmazonGlobal Shipping והופ, המחיר הסופי יקוצץ בכמה עשרות או מאות שקלים טובים (תלוי בערך המוצר).\nמקור: צילום מסך\nכן. הסכום לתשלום שמוצג בפניכם הוא הערכה של אמזון, והיא לוקחת עליו אחריות. כלומר, אם תידרשו לשלם יותר מיסים – אמזון תיקח על עצמה את העלויות. מנגד – אם ההערכה הייתה נדיבה מידי, ותידרשו לשלם פחות, אתם תקבלו זיכוי לחשבון שלכם בתוך 60 יום ממועד השילוח.\nמבחינת המכס – הם מחשיבים את השילוח החינמי כהטבה, כך שבסופו של דבר המחיר שיקבע כמה מיסים תשלמו הוא מחיר המשלוח הרגיל. כלומר, גם אם הטבת השילוח החינמי חוסכת לכם 200 ש״ח, המיסים שתשלמו יחושבו לפי הסכום המלא (נניח 1000 ש״ח מוצר + 200 ש״ח משלוח, ולא 1000 ש״ח + 0 ש״ח משלוח). מצד אחד – מבאס, מצד שני – סביר להניח שעדיין יהיה מדובר במחיר אטרקטיבי הרבה יותר מבארץ.\nנסביר. שמנו לב שכאשר עברנו מהמשלוח בתשלום למשלוח החינמי, דמי השילוח השתנו. כלומר, אם במצב רגיל משלוח של מכונת תפירה עומד על 176 ש״ח ועוד 180 ש״ח מיסי יבוא, כשעברנו לשיטת המשלוח החינמית כביכול, המחיר קפץ ל-255 ש״ח משלוח, ועוד 193 ש״ח מיסי יבוא. אז אמנם אתם מקבלים החזר על 255 ש״ח, אבל גם תשלמו יותר מיסים.\nמקור: Amazon, עיבוד תמונה: גיקטיים\nבמונחים של אמזון, מדובר במשלוח די איטי. אם התרגלתם שהחבילה מגיעה בתוך שבוע, הרי שבשיטת השילוח החינמי תיאלצו להמתין קצת יותר – בין שבועיים לשלושה שבועות.\nאמנם אמזון לא יצאה ביותר מידי הצהרות רשמיות וחגיגיות בנוגע לשיטת השילוח החדשה, אבל על פניו מסתמן כי לא מדובר בתקלה, שכן היה לה מספיק זמן לטפל בה אם אכן היה מדובר באחת. לא ברור כמה זמן ההטבה צפויה להימשך, אבל אם עד היום חיכיתם עם רכישה של מוצרים בשל עלויות השילוח הגבוהות שלהם – כנראה שזה הזמן לפעול.\nקנייה נעימה\nלקריאה נוספת:\nרוכשים מוצרים מחו׳׳ל? כל מה שצריך לדעת על מכס, מע׳׳מ ומס קנייה\nתתחדשו: אמזון משדרגת את אפליקצית הקניות שלה ופותחת אותה גם לישראל\nהטיפ הקטן הזה יכול לחסוך לכם הרבה כסף בפעם הבאה שתקנו ברשת", "keywords": "אמזון,קניות באינטנרט,קניות באמזון,משלוח חינם,אמזון משלוח חינם,free shipping,free shipping amazon,amazon,amazon global,מכס,מיסים"}