{"url": "https://www.geektime.co.il/hoe-did-tik-tok-burnes-the-app-store/", "type": "article", "title": "איך אפליקציה שאף אחד לא מכיר עוקפת בהורדות את ווטסאפ, פייסבוק ואינסטגרם?", "description": "אפליקציה שאף אחד לא מכיר מגיעה למקום הראשון ב-App Store, ועוקפת על הדרך את פייסבוק, אינסטגרם, וואטסאפ ואפילו PUBG. ההסבר לזינוק הזה נמצא אצל חזיר בריטי אחד", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/TIK-TOK-APP-1527571395.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-01T11:00:04Z", "modified_time": "2018-06-01T08:59:57Z", "articleBody": "אפליקציה שאף אחד לא מכיר מגיעה למקום הראשון ב-App Store, ועוקפת על הדרך את פייסבוק, אינסטגרם, וואטסאפ ואפילו PUBG. ההסבר לזינוק הזה נמצא אצל חזיר בריטי אחד\n\nאם הייתם צריכים להמר על האפליקציה הפופולרית ביותר ב-App Store לרבעון הראשון של 2018, הייתם בוחרים בטח בפייסבוק, אינסטגרם, טינדר או Douyin. אם גם אתם שואלים את עצמכם מי זו האפליקציה האחרונה, אתם בוודאי לא בני נוער, ובהחלט לא בני נוער סינים.\nדו”ח חדש של חברת המחקר Sensor Tower מגלה כי האפליקציה הפופולרית ביותר ב-App Store היא Douyin, או בשמה המערבי Tik Tok. מדובר באפליקציה סינית ליצירה ושיתוף של קליפים, וכן – זה ממש כמו Musical.ly. רק בסינית.\nעל כמה הורדות מדובר? הדו”ח בחן את שתי חנויות האפליקציות המובילות ברבעון הראשון של 2018 וגילה כי Tik Tok נהנתה מיותר מ-45 מיליון הורדות בתוך 3 חודשים בחנות של אפל, מה שהקנה לה את המקום הראשון. לשם השוואה, את אינסטגרם הורידו ב-App Store באותה תקופה כ-32 מיליון פעמים, את פייסבוק כ-28 מיליון פעמים ואת וואטסאפ הורידו כ-33 מיליון פעמים. אגב, אחרי Tik Tok מופיע המשחק הסופר פופולרי PUBG, עם כ-42 מיליון הורדות.\nמקור: Sesnor Tower\nבדירוג הכולל, שבחן את כמות ההורדות בעולם בשתי החנויות המובילות – של אפל וגוגל – הגיעה האפליקציה הסינית לכ-55 מיליון הורדות, מה שהביא אותה למקום ה-6 בדירוג. אך ייתכן שהאפליקציה פופולריות יותר מזה, שכן גוגל פליי חסומה בסין ומשתמשי אנדרואיד צריכים להתאמץ כדי להוריד ממנה אפליקציות.\nלסקרנים שבכם נספר כי בדירוג הכולל הגיעה וואטסאפ למקום הראשון (כ-200 מיליון הורדות); פייסבוק מסנג’ר למקום השני (כ-190 מיליון הורדות); פייסבוק (כ-165 מיליון הורדות); ואינסטגרם (כ-120 מיליון הורדות) למקום הרביעי. ﻿\nTik Tok הושקה בספטמבר 2016 על ידי החברה האם שלה, Toutiao – מפלטפורמות יצירת התוכן במובייל הגדולות בסין, עם כ-120 מיליון משתמשים מדי יום ושווי מוערך של 30 מיליארד דולר. האפליקציה מאפשרת כ-15 שניות של צילום סלפי, שעליו מלבישים פילטרים שונים, כמו שינויי רקע, מדבקות ב-3D או Looping, ליצירת קליפ ושיתופו ברשת. מה עושים אחרי זה? סופרים לייקים ומחכים שמישהו יגלה אותך. כנראה.\nאך לא מדובר רק בחיקוי. Bytedance, החברה האם של Toutiao, היא זו שרכשה את Musical.ly תמורת כמיליארד דולר, מה שמוסיף לה המון נקודות אצל המשתמשים. אבל מדוע דווקא עכשיו הגיעה Tik Tok לפופולריות שיא? ניתן רק לשער כי יש לזה קשר לדמות החזיר המצוירת פפה פיג.\nהחזיר הבריטי פופולרי מאוד בסין, לא רק בקרב פעוטות, והוא כיכב כפילטר ב-Tik Tok. לאחרונה הוא “סבל” מהתעללות ברשת, משום שהגולשים הסינים הפכו אותו לבעל מאפיינים מיניים ופדופיליים. אך מה שהכי הפריע לרשויות הסיניות הוא הקישור בין שמו הסיני של פפה – shehuiren – לתרבות גנגסטרים, כלומר לתרבות של מרד נגד השלטון.\nבתקשורת הממלכתית במדינה החליטו להחרים ולצנזר את החזיר המצויר בטענה שיש לו השפעה רעה. הענקית Bytedance החליטה רק בחודש האחרון להסיר את כל הסרטונים שקשורים לפפה הבריטי – שמספרם עמד על כ-30,000 – והעלתה את הגרסה הסינית שלו – Little Pig Dodo. בינתיים, במשך כל הזמן הזה Tik Tok נהנתה מהפופולריות של החזיר הוורוד, ואחרי ‘הצנזורה’ המשיכה ליהנות ממשתמשים שרק רוצים לנהוג כפי שהמשטר הקומוניסטי בסין מבקש מהם. ההחלטה סוקרה בהרחבה ברחבי סין, וכנראה העלתה את המודעות לאפליקציה בקרב סינים שאינם בני נוער ואת הפופולריות שלה בכלל.\nהאם זו אכן הסיבה האמיתית לפופולריות הגואה שלה? את זה נוכל לדעת רק ברבעון הבא, כשיתפרסמו הנתונים שמשקפים את מספר ההורדות שלה ללא הפיצ’ר – והרעש התקשורתי – של פפה החזיר.", "keywords": "tik tok,מיוזיקלי,סין,אפפ סטור,גוגל פליי,קליפים,בני נוער,אפליקציה פופולרית,pubg,פייסבוק,אינסטגרם,וואטסאפ,bytedance,douyin,musical.ly"}