{"url": "https://www.geektime.co.il/facebook-onavo-bolt-lock-app/", "type": "article", "title": "בעקבות הביקורת: פייסבוק הסירה תוך 4 ימים אפליקציה שהשיקה", "description": "פייסבוק ממשיכה להשתמש ביכולות של הסטארטאפ הישראלי שרכשה Onavo על מנת לרגל אחר משתמשיה, אלא שהפעם הציבור לא נשאר אדיש", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/Screen-Shot-2018-03-11-at-9.23.56-1520753017.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-11T09:32:06Z", "modified_time": "2018-03-11T09:32:19Z", "articleBody": "פייסבוק ממשיכה להשתמש ביכולות של הסטארטאפ הישראלי שרכשה Onavo על מנת לרגל אחר משתמשיה, אלא שהפעם הציבור לא נשאר אדיש\n\nבמהלך חודש אחד פייסבוק השיקה שתי אפליקציות שמתיימרות להגן על פרטיות המשתמשים, אלא שבפועל מדובר בהסוואה לכלי ריגול שזמין רק לה. שני היישומים מתבססים על פיתוחים של הסטארטאפ הישראלי Onavo שפייסבוק רכשה ב-2013, וברגע שתתקינו אותם תעניקו לה גישה לאופי השימוש שלכם במכשיר, גם כשאתם לא משתמשים ברשת החברתית.\nהאפליקציה החדשה שלה, שנקראת Bolt Lock App, מאפשרת למשתמשים לחסום גישה ליישומים שהם לא מעוניינים שגורמים חיצוניים יוכלו לגשת אליהם, באמצעות סיסמא. אלא שאחרי פחות משבוע בחנות האפליקציות של Google Play, פייסבוק החליטה להסיר אותה מהחנות, בנימוק שהיה מדובר בניסוי קטן ומהיר. האמנם?\nפייסבוק אמנם העלימה כל זכר לאפליקצית Bolt Lock App הן מאתר החברה והן מ-Google Play, אבל למזלנו – האינטרנט זוכר הכל. בתיאור האפליקציה נכתב כי נאסף מידע בנוגע לסמארטפון והאפליקציות שמותקנות בו, מה שכולל בין היתר את האפליקציות שנמצאות בשימוש בכל רגע נתון. אונאבו, לא פייסבוק, מציינת כי הם מנתחים את המידע על מנת לסייע להם לשפר את האפליקציה. רק אז, מצויין כי משום שהם חלק מפייסבוק, הם ישתמשו במידע על מנת לשפר את מוצרי החברה ושירותיה וכדי לדעת אילו יישומים אנשים ׳מעריכים׳, או במילים אחרות – אילו יישומים טרנדיים בכל רגע נתון. כתוצאה מכך, משתמשים תמימים שראו אפליקציה יפה עם ממשק מצוין (בכל זאת, פייסבוק), הורידו אותה, מבלי שתידלק להם נורת אזהרה.\nבסופו של דבר, אפליקצית Bolt Lock App הייתה זמינה בין התאריכים ה-5 עד ה-9 במרץ, ולפי חברת האנליטיקה SensorTower היו לה בסביבות ה-5,000 הורדות. למרות שפייסבוק מציינת שהיה מדובר בניסוי קטן, כנראה שבפועל גם היא לא נשארה חסינה ללחץ והביקורות הקשות שנשמעו כלפיה, מה שגרם לה להסיר את האפליקציה מהחנות.\napparently branded under the same acquired company (Onavo) that I took some notes on earlier: https://t.co/3U3CDQ8xFA\nif it acts in a similar way (questions still not addressed at all by Facebook btw), I would highly advise against using it. https://t.co/5b30n1l0SJ\n— Will Strafach (@chronic) March 9, 2018\n\nבחודש שעבר השיקה פייסבוק את “Protect״, VPN חינמי שגם הוא פותח על ידי Onavo. כמו כל VPN, מדובר בשירות שמעביר את כל תעבורת הרשת שלכם במעין צינור של חברה חיצונית, שמסווה את המשתמש. לרוב, נעשה שימוש ב-VPN כדי להקשות על חברות לעקוב אחרי הגלישה שלכם או לחסום תכנים ושירותים על בסיס המיקום שלכם. אבל גם כאן, הגישה של פייסבוק היא יותר “אף אחד לא יאסוף עליכם פרטים. חוץ מאיתנו”. אפליקציית ה-VPN של Onavo מנטרת למעשה את כל השימוש שאתם עושים ברשת כולל כל האתרים בהם אתם מבקרים – אבל גם באילו אפליקציות אתם עושים שימוש ובמשך כמה זמן. פייסבוק תוכל לדעת אילו אפליקציות הן טרנדיות בכל רגע נתון, אילו אפליקציות ושירותים סובלים מצניחה בשימוש, כמה זמן משתמשים מבלים בשירותים השונים ועוד.\nפייסבוק חבה לא מעט ל-Onavo, שכן בזכות הנתונים שנאספו על ידה, היא ידעה שפיצ׳ר ה-Stories שהשיקה אז אינסטגרם שבבעלותה, פגע קשות בצמיחה של סנאפצ’ט, המתחרה הגדולה שלה בארצות הברית. בנוסף, פייסבוק רכשה באוקטובר בשנה שעברה אפליקציית צ’ט אנונימי בשם TBH (קיצור ל’אם לומר את האמת’), כשעל פי דיווח של אתר TechCrunch השיקולים לרכישה התבססו על תובנות שהתקבלו מניתוח של תעבורת הנתונים שסיפק השירות של Onavo.\nגם אז נשמעו לא מעט ביקורות כלפי פייסבוק ועל ה-VPN שלה, אבל כנראה שהפעם הציבור החליט לא להישאר אדיש, ופייסבוק נאלצה להתקפל.", "keywords": "facebook,onavo,פייסבוק,אונאבו,אנדואיד,אפליקציה,גוגל פליי,google play,vpn,bolt lock app"}