{"url": "https://www.geektime.co.il/apple-develops-arm-based-macbook/", "type": "article", "title": "דיווח: אפל בפיתוח מתקדם של מקבוק מבוסס ARM עם מסך מגע", "description": "רגע לפני אירוע המפתחים השנתי של אפל, דיווח חדש גורס כי החברה מפתחת מקבוק חדש עם לב חדש", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/Screen-Shot-2016-10-27-at-21.40.56-e1481459996132.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-30T12:15:50Z", "modified_time": "2018-05-30T10:09:18Z", "articleBody": "רגע לפני אירוע המפתחים השנתי של אפל, דיווח חדש גורס כי החברה מפתחת מקבוק חדש עם לב חדש\nמקור: MacBook Pro, Apple\nאנחנו אולי נמצאים פחות משבוע מאירוע המפתחים השנתי של אפל, WWDC 2018, שעומד להתמקד בעיקר בחידושים בתחום התוכנה, אך דיווחים מתחילים להצטבר על הצעדים הבאים של החברה בתחום החומרה. Digitimes מדווח כי Pegatron, אחד המפעלים המרכזיים בהם אפל מרכיבה את מוצריה בסין, עשוי לקבל הזמנות מאפל להרכבת מקבוק חדש, אבל עם שינוי מהותי למדי.\nעל פי הדיווח של Digitimes, שהמוניטין שלהם בנוגע לשמועות הוא לרוב חיובי, המקבוק החדש מפותח תחת שם הקוד “Star” והמספור “N84”, ויהיה המקבוק הראשון אשר מבוסס על ארכיטקטורת ARM. שם הקוד מתאים לדיווחים מוקדמים יותר של 9to5Mac בהם נאמר כי אפל מעוניינת לזנוח את המעבדים של אינטל לטובת מעבדי ARM תוצרת-בית. הדיווח האחרון גם גורס כי מדובר במכשיר עם מסך מגע, מגירת Sim, GPS, מצפן, עמידות למים ותמיכה ב-EFI (מערכת ה-Boot עליה מבוססים מחשבי מק). השמועות לא עוסקות בהשקה צפויה בעת הקרובה, אלא חוזים כי המכשיר המדובר יושק בסביבות שנת 2020.\nמחשבים מבוססי ARM מאופיינים לרוב בכמה יתרונות: חיי סוללה חזקים במיוחד של למעלה מעשר שעות עבודה רציפה, זמני המתנה (Standby) של כמעט חודש, קישוריות סלולרית מובנת, משקל קל, ומצב התעוררות מיידי ממצב המתנה. באופן כללי, מדובר בחווית משתמש וביצועים שמזכירים את אלו של שימוש בסמארטפון עוצמתי. על כן, מכשירים אלו לרוב מיועדים לשימוש לא כבד במיוחד.\nלפני שחלקכם עלול לזלזל ברעיון של נטישת המעבדים של אינטל, נזכיר כי האייפונים והאייפדים של אפל מכילים מעבדים ושבבים מתוצרת אפל, והם בעלי ביצועים פוטנציאליים שעוקפים כמעט כל פתרון אחר בשוק. על כן, אם אפל תבחר בסופו של דבר להשיק מעבדים משלה במקבוקים, הם עשויים להציג ביצועים מרשימים יותר מהמצופה בעיקר הודות לאינטגרציה בין פיתוח החומרה לבין פיתוח התוכנה של אפל.\nאנחנו בחנו מחשב מבוסס ARM בשם NovaGo, אשר היה לפטופ ה-Windows הראשון אשר מבוסס על מעבד של סמארטפון, ה-Snapdragon 835. הלפטופ אמנם התאים מאד לעריכת מסמכים, גלישה באינטרנט וצפיה בוידאו, אך ביצועיו פחות הרשימו בכל הקשור לעריכה, גיימינג ופעולות כבדות יחסית.", "keywords": "אפל,מקבוק,מקים,מק,arm,star,novago,apple,macbook"}