{"url": "https://www.geektime.co.il/microsoft-surface-event-2019/", "type": "article", "title": "מיקרוסופט עומדת להשיק מכשירים חדשים: האם היא חוזרת לשוק הטלפונים?", "description": "ממש בעוד כמה שבועות מיקרוסופט תקיים אירוע גדול בשידור חי, שזו דבר די חריג עבורה. האם סופסוף נזכה לראות את פרויקט אנדרומדה?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/Andromeda-1514877596-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-13T16:30:15Z", "modified_time": "2019-09-13T15:03:41Z", "articleBody": "ממש בעוד כמה שבועות מיקרוסופט תקיים אירוע גדול בשידור חי, שזו דבר די חריג עבורה. האם סופסוף נזכה לראות את פרויקט אנדרומדה?\nהדמייה: David Breyer\nמאת: איתי מקמל\nאירוע ההכרזה הבא של מיקרוסופט (Microsoft) הולך להתרחש ב-2 באוקטובר, ועל פי הערכות ושמועות מוקדמות, זה הולך להיות האירוע החשוב ביותר של החברה בשנים האחרונות. לפי הדיווחים, מיקרוסופט הולכת לחשוף הרבה מעבר למחשבי Surface חדשים.\nבחודשים האחרונים נפוצו בתקופה האחרונה, בחברה יציגו דגמי חומרה חדשים כמו Surface Book 3, Surface Pro 7 או Surface Laptop 3. מלבד זאת, יש סיבות מספיק טובות כי בחברה גם ייחשפו פרטים על פרויקטים חדשים בתחום כמו Project Centaurus, שהוא מחשב נייד קטן ומתקפל המבוסס על מערכת הפעלה חדשה וחסכונית במשאבים בשם Windows Core OS.\n\nמלבד זאת, אולי יינתנו פרטים על Andromeda, פרויקט אחר שעליו עובדת מיקרוסופט בסודי סודות, שהוא טלפון נייד או סוג של מחשב זעיר המבוסס גם הוא על Core OS. בכלל, מערכת ההפעלה הזו היא כנראה מקור לשמועות הרבות, המיועדת אך ורק למכשירים שזקוקים לתוכנה קלה, חסכונית בסוללה, שמסוגלת להישאר פעילה ומחוברת לרשת כל היום גם כאשר המכשיר לא בשימוש.\nעוד גורם המחזק את הדיווחים הוא כי סאטיה נאדלה, מנכ”ל מיקרוסופט, צפוי להופיע באירוע. זה, וגם העובדה כי החברה תזרים את האירוע בשידור חי, דבר שלא נהוג אצלה בכל פעם.\nבכל מקרה, יהיה מעניין.\nהכתבה פורסמה ב-TGSPOT\nלקריאה נוספת:\nחנות אפל ירדה לקראת המכירה המוקדמת ל-iPhone 11\nשאומי הציגה הטענה אלחוטית מהירה בהספק של 30 וואט\n​גם חנות האפליקציות של גוגל תזכה לעיצוב כהה", "keywords": "מיקרוסופט,אנדרומדה,סורפייס,סרפייס,microsoft,microsoft surface,surface,andromeda"}