{"url": "https://www.geektime.co.il/surface-laptop-hands-on/", "type": "article", "title": "התנסנו בלפטופ ה-Surface החדש של מיקרוסופט וחזרנו עם 12 תובנות", "description": "מיקרוסופט הכריזה לאחרונה על ה-Surface Laptop הלפטופ הראשון שלה בסדרה; המחשב יושק אמנם רק באמצע החודש הבא, אבל אנחנו הצלחנו להניח עליו את הידיים להתנסות ראשונה, הנה התובנות שלנו", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/HERO-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-19T10:30:42Z", "modified_time": "2017-05-18T17:08:04Z", "articleBody": "מיקרוסופט הכריזה לאחרונה על ה-Surface Laptop הלפטופ הראשון שלה בסדרה; המחשב יושק אמנם רק באמצע החודש הבא, אבל אנחנו הצלחנו להניח עליו את הידיים להתנסות ראשונה, הנה התובנות שלנו\nצילום: גיקטיים\nאחרי שנים של סמארטפונים, טאבלטים, מחשבי 2 ב-1 ומחשבים שיצרו קטגוריה משל עצמם, סוף סוף גם למיקרוסופט יש לפטופ משלה. לפטופ אמיתי – לא טאבלט שמתחבר למקלדת. מכיוון שהמחשב יושק רק באמצע יוני בארצות הברית ניצלנו ביקור במטה של מיקרוסופט בסיאטל, כדי להביט עליו מקרוב. הנה ההתרשמות הראשונית שלנו.\nצילום: גיקטיים\nכבר במבט ראשון אפשר להרגיש שמדובר במכשיר פרימיום. התחושה התחזקה כאשר הרמנו אותו והרגשנו אותו בידיים. המחשב עשוי אלומיניום מט ומחוספס מעט למגע, עם תחושה שהזכירה לנו, וזו לא הפעם הראשונה שנכתוב את זה – את המקבוק אייר.\nהמחשב כולל מסך 13.5 אינץ’, אולם בפועל המסך גדול יותר ממסכים מקבילים, משום שהפרופורציות שלו הן 3:2 ולא 16:9 כמו רוב הלפטופים. למרות זאת, מדובר במחשב דק – בעובי של 14.5 מ”מ וקל מאוד: עם משקל של 1.25 ק”ג בלבד.\nבניגוד לאחיו הבוגרים, ה-Surface Laptop הוא לא טאבלט שמתחבר לכיסוי מקלדת והופך ללפטופ. מדובר בלפטופ לכל דבר, עם ציר חיבור קבוע ומקשים גדולים ונוחים להקלדה. הדבר היחיד שמזכיר טאבלט הוא אולי מסך המגע.\nלמרות זאת התחושה היא כמו להחזיק טאבלט ולא לפטופ.\nצילום: גיקטיים\nכמו שכבר הזכרנו, ל-Surface Laptop יחס מסך לא שכיח של 3:2 לעומת היחס הנפוץ של לפטופים ומסכי מחשב שנע סביב ה-16:9. התצוגה בזמן המוגבל שהיה לנו להתרשם ממנה היתה טובה וחדה, אבל זה כמובן פרמטר שנצטרך לבדוק לאורך זמן בתנאי תאורה שונים.\nהמסך עצמו הוא מסך מגע עם תמיכה כמובן באצבעות הידיים, אבל גם ב-Surface Pen, הסטיילוס של החברה.\n\nה-Surface Laptop הוא המחשב הראשון בעולם שמגיע היישר מהקופסה עם Windows 10 S, מערכת ההפעלה החדשה והקלה יותר של מיקרוסופט, שאמורה להיות גם מהירה יותר מה-Windows 10 המוכרת לנו. המאפיין המרכזי במערכת ההפעלה הזו הוא שתוכלו להתקין על המחשב רק אפליקציות שהורדתם מהחנות הרשמית של Windows. החיסרון ברור עבור משתמשים מתקדמים, שאוהבים להתקין משחקים ואפליקציות ממקורות רבים. אפילו כרום לא תוכלו להריץ שם ותאלצו להסתפק ב-Edge, הדפדפן הלא רע בפני עצמו של מיקרוסופט.\nמצד שני, מדובר הן באפליקציות אוניברסליות (Universal Windows Platform) והן באפליקציות Win32, שנבחנו ואושרו על ידי החברה. מיקרוסופט טוענת – ובמידה רבה של צדק – שאפליקציות אלו הן בטוחות יותר וגם יעילות יותר בניצול המשאבים של המערכת. בנוסף, אפליקציות מהחנות ידחפו עדכונים דרך החנות – זאת בניגוד למצב כיום שבו כל אפליקציה מתקינה תוסף משלה לתהליך האיתחול, שמטרתו לבדוק האם קיימים עדכונים, מה שמאט ומסרבל את כל האיתחול והעבודה השוטפת. האם זה נורא כל-כך? תשאלו את החברים עם ה-macOS. בכל מקרה, אם תרצו תוכלו לעבור ל-Windows 10 רגילה תמורת 50 דולר או בחינם – עד סוף השנה.\nזה החלק הטריקי. בהתנסות קצרה, אי אפשר להגיע לתובנות עמוקות על הביצועים. כלומר יש לו זמן איתחול קצר ומעבר בין אפליקציות ועבודה על קובצי אופיס עובדים היטב, אבל בייחוד ב-Surface Laptop, שמאפשר להריץ רק אפליקציות מהחנות של מיקרוסופט, לא ניתן ממש לבדוק אותו עם פוטושופ לדוגמה, או משחקים ואפליקציות לעריכת וידאו. אפילו לפתוח 20 טאבים בכרום, אחת המשימות הקשוחות שבהן אנחנו מעבירים מחשבים, לא ניתן משום ש… ובכן… כרום לא זמין בחנות האפליקציות. כך שנצטרך להמתין לקבל אותו לסקירה מלאה או במקביל לבדוק אותו עם גרסת Windows 10 רגילה.\nמבחינת גרסאות תוכלו לבחור בין הגרסה הבסיסית עם i5 (דור 7) עם 4GB צנועים של RAM -128GB SSD ועד i7 עם 16GB RAM ו-512GB SSD. המחירים נעים בין 999 דולר לדגם הבסיסי ועד 2,800 דולר לדגם המתקדם.\nהרמקולים החדשים תומכים בסטנדרט הסאונד של Dolby Audio Premium. אבל גם אם תביטו היטב בלפטופ לא תגלו את הרמקולים. הסיבה היא שמיקרוסופט הצליחה להחביא את הרמקולים היטב מתחת ליחידת המקלדת. זה נשמע מוזר, וזה באמת מוזר קצת לשמוע את הצליל מגיע מתחת לאצבעות המקלידות שלכם, אבל ההחלטה המקורית הזו עובדת היטב ואתם לא סובלים מהמראה המלבב של רמקולים / גריל בגוף המחשב.\nכמובן שבסקירה מלאה נוכל לבחון את הרמקולים לעומק עם סוגי מוסיקה שונים ותנאי האזנה משתנים, אבל הרושם הראשוני שלנו היה טוב למדי עם צליל מדוייק וללא דיסטורשנים בעוצמות גבוהות.\nכמו ב-Surface Pro ובמקלדת העצמאית של החברה, גם ב-Surface Laptop עשתה שימוש מיקרוסופט באריג אלקנטרה (Alcantara) שמשולב בתוך הפאנל של המקלדת. התחושה שלנו היתה שמדובר במרקם נעים מאוד למגע, לאחיזה ולהנחה של פרקי כף היד.\nעם זאת, חשוב להדגיש – זה לא ריפוד. זה לא שתרגישו פתאום בד לבד או משהו כזה, זה יותר מרגיש כמו חיספוס קל במשטח. הבונוס המוצרי אמור להגיע בדמות עמידות טובה יותר בפני כתמים ודחיית כתמי נוזלים – כך לפחות על פי מיקרוסופט.\nצילום: גיקטיים\nדי, מיקרוסופט, יש דברים שלא כדאי לקחת מאפל.\nנקודת התורפה של הלפטופ היא החיבורים. ה-Surface Laptop מגיע עם חיבור USB 3.0 אחד, חיבור 3.5 לאוזניות, חיבור תצוגה mini DisplayPort וחיבור ה-Surface Connect הקנייני של מיקרוסופט. כלומר, בלי USB-C, בלי קורא כרטיסים, חיבור USB 3.0 אחד בלבד, מה שידרוש מכם מרכזת USB – וחיבור חשמל ייחודי למיקרוסופט במקום USB-C למשל. חבל.\nמיקרוסופט מציגה זמן סוללה מרשים של 14.5 שעות שימוש. כמובן שלרוב מדובר בשימוש בתנאי מעבדה, כשלא כל יכולות התקשורת מופעלות ורמת הבהירות של המסך אינה מירבית. לכן גם נצטרך לאמת את הנתונים בסקירה מקיפה שנערוך לו. בכל מקרה, מדובר על הצד הנדיב של זמני הסוללה, מה שהופך אותו לאידיאלי לנסיעות ארוכות ולפעילות מחוץ למשרד.\nמצב פתוח. צילום: גיקטיים\nבדקנו את הלפטופ עם Arc Touch Mouse גרסת Surface של מיקרוסופט. מדובר בעכבר ‘מתקפל’ עם 2 מצבים: במצב הראשון הוא שטוח לגמרי ומגיע לעובי של סמארטפון, מה שהופך אותו לאידיאלי לאיחסון בזמן נסיעות למשל. וכאשר תרצו להתחיל לעבוד, פשוט לחצו עליו והעבירו אותו לצורת קשת.\nמצב סגור. צילום: גיקטיים\nחוץ מכפתור ימין ושמאל כולל העכבר משטח טאץ’ בתור גלגלת שמאפשרת לכם גם להגיע במהירות לתחתית או לחלק העליון של הדף. העכבר פועל בעזרת 2 סוללות AAA, שאמורות להספיק לכמה חודשים טובים של שימוש ובעזרת Bluetooth 4.0 תוכלו ליהנות מטווח יפה של פעולה.\nצילום: גיקטיים\nאין ספק שמדובר במחשב פרימיום לכל דבר שנראה ומרגיש נפלא. מיקרוסופט מכוונת אותו בארצות הברית לסטודנטים, פלח שהיום עושה שימוש בעיקר בכרומבוקים ובמקבוקים, אבל עם תג מחיר של 1,000 דולר לדגם הבסיסי, נדמה שמדובר בסטודנטים האמידים יותר. אבל גם בלי קשר לסטודנטים, נראה שגם משתמשים רגילים יוכלו ליהנות מהעיצוב ותחושת הפרימיום עבור רוב המשימות.", "keywords": "microsoft,מיקרוסופט,surface laptop,סרפס לפטופ,סקירה,התנסות ראשונית,התרשמות ראשונית,surface,סרפס,windows 10 s,ווינדוס 10 s,אלקטנרה"}