{"url": "https://www.geektime.co.il/how-to-go-from-net-framework-to-net-core/", "type": "article", "title": "כך החלטתי שהגיע הזמן לעשות שינוי ולהעביר את הצוות מ-Net Framework. ל-NET Core.", "description": "איך בוחרים את מערכת פיתוח המערכות האינטרנטיות שתהיה הטובה ביותר גם לצוות וגם ללקוחות הארגון, ומתי הגיע הזמן להיפרד מהמערכת המוכרת שליוותה אתכם שנים אבל כבר לא עושה את העבודה? מנהל צוותי פיתוח ומוביל טכנולוגי בחברה גדולה מסביר את כל השיקולים, הסיבות והתוצאות לעשות שינוי", "image": "https://files.geektime.co.il/wp-content/uploads/2018/11/GettyImages-935964092-1542191475-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-11-19T14:15:30Z", "modified_time": "2018-11-19T15:36:59Z", "articleBody": "איך בוחרים את מערכת פיתוח המערכות האינטרנטיות שתהיה הטובה ביותר גם לצוות וגם ללקוחות הארגון, ומתי הגיע הזמן להיפרד מהמערכת המוכרת שליוותה אתכם שנים אבל כבר לא עושה את העבודה? מנהל צוותי פיתוח ומוביל טכנולוגי בחברה גדולה מסביר את כל השיקולים, הסיבות והתוצאות לעשות שינוי\nהכתבה בחסות\n\nצלם/תמונה: Cecilie_Arcurs/ Getty Images Israel\nמאת ליאור פידגירנר, מנהל פיתוח ומוביל טכנולוגי, NESS\nבמהלך השנים רוב מפתחי מערכות אינטרנטיות השתמשו ב-Net Framework., עם Web API בצד שרת ובצד קליינט Angular 4/5. התוצאות המתקבלות הן די טובות והביאו לבנייה של מערכות טובות, ועדיין יש בה בעיה אחת שהפריעה לי באופן אישי. לפני כשנה קיבלתי עבור פרויקט מחשב Mac ורציתי שתהיה לי האפשרות לפתח ולתחזק מערכות גם דרכו במקום לעבור כל פעם חזרה ל-Windows, שכן מערכת שכתובות עם Net Framework. עובדות רק ב-Windows.\nבנוסף, רציתי את האפשרות לפנות ללקוחות שלא רוצים לעבוד עם שרתי Windows בלבד. אז לאחר מחשבה ובדיקה מעמיקה הגעתי לשתי אפשרויות שיעזרו לי להשיג את מה שאני צריך ורוצה:\nאני בחרתי ב-Net Core. כי מצאתי שהיא פלטפורמה טובה לפיתוח מערכות אינטרנטיות, ולא רק. למה בדיוק? לפניכם ההסבר המלא, רק קודם נסביר במה בכלל מדובר.\nNET Core. היא פלטפורמה חינמית מבית מיקרוסופט, מבוססת קוד פתוח וחוצה פלטפורמות המאפשרת פיתוח והרצת תוכנה, בין אם זה מערכות אינטרנטיות או מערכות שרצות על המחשב בצורה מקומית (הן נקראות Universal Windows Platform). יש לה כמה מאפיינים שהופכים אותה לפלטפורמה חזקה מאוד ונוחה לשימוש:\n1. עבודה אסינכרונית: בדומה ל-Node.js, הפלטפורמה תומכת בצורה טובה מאוד בעבודה אסינכרונית. המשמעות היא שניתן לעשות פעולות מורכבות, כמו עבודה מול מסד נתונים, ולבצע פעולות נוספות במקביל לעבודה מול מסד הנתונים מבלי להמתין לתשובה ממסד הנתונים לפני שממשיכים לפעולה אחרת. דוגמה לקוד אסינכרוני:\n\n2. Dependency Injection: כל מי שעבד עם Net Framework. יודע שכדי להשתמש ב-Design Pattern הזה צריך לעבוד עם ספרייה צד שלישי, וגם לדעת איך לעבוד איתה.\nב-Net Core. זה מובנה בתוך הפלטפורמה, כמו בדוגמה הזו:\n\nהזרקת התלות לתוך Web API Controller נראית כך:\n\nלפני שבחרתי באחת על פני האחרת, ערכתי השוואה בין Node.js ל-Net Core.:\n1. שפת פיתוח:\nב-Net Core. השפה היא C# שהיא כמובן השפה שבה עבדתי גם ב-Net Framework. השפה היא מונחית עצמים עם טיפוסיות חזקה (strongly typed).\nב-Node.js שפת הפיתוח היא JavaScript, שגם בה יש לי לא מעט ניסיון במהלך השנים והיא שפה “חופשית” יותר ב-C#. כלומר, לא חובה להגדיר טיפוסים למשתנים או לפונקציות, אבל עם ההגדרות החדשות של השפה (ecma 6,7) נוספה לשפה האפשרות לעבוד עם טיפוסיות חזקה וגם בצורה ברורה יותר של תכונות מונחת עצמים.\n2. הדרך בה מטפלים בבקשה שמגיעה לשרת:\nNode.js ידועה בתור פלטפורמה שעובדת עם תהליך אחד בלבד, שמטפל בבקשות על ידי Callbacks. המשמעות היא טיפול בכל הבקשות בתהליך אחד (thread or process). בגלל האופי האסינכרוני של הפלטפורמה, התהליך לא נחסם עקב הבקשה, מאפשר לקבל בקשות נוספות וכדי לסיים טיפול בבקשה יש קריאה ל-Callback עם התוצאה של הפעולה. הבעייתיות בשיטה הזו היא שזה יכול ליצור בלגן בקוד,  כי לא ברור איזה Callback שייך לאיזו פעולה.\nב-Net Core. ניתן לעבוד גם בצורה סינכרונית וגם בצורה אסינכרונית, אך הפלטפורמה מעודדת את השימוש באסינכרוניות. בניגוד ל-Node.js, כל בקשה תרוץ תחת תהליך משלה ותאפשר לתהליכים נוספים לרוץ מקביל.\nפעולה אסינכרונית ב-Node.js תיראה כך למשל:\n \nלעומת זאת פעולה אסינכרונית ב-Net Core. תיראה למשל כך:\n\nהביצועים של  Net Core. פחות או יותר זהים ל-Node.js  אבל מבדיקה שעשיתי היא בהחלט נותנת ביצועים מרשימים, ומאחר שלי ולשאר הצוות שלי יש ניסיון רק ב-Net. אז אין מבחינתנו עקומת למידה בכלל והמעבר פשוט מאוד. בנוסף, מדובר במעבר טבעי, כי רוב הקוד שכבר נכתב עבור התשתיות נשאר זהה ולא מצריך שינויים. הכף התחילה לנטות לכיוון Net Core.\nמלבד הנוחות של הצוות, היה צורך לבחור בפלטפורמה שתוכל לתת מענה למגוון רחב יותר של לקוחות, כזו שלא תגביל את הפתרונות שלנו ללקוחות שעובדים עם Windows  בלבד. במפגש עם לקוחות ראיתי שגם הם עושים את המעבר לפלטפורמה הזו, ומאחר שלעתים יש לנו אינטגרציה עם צוותים של לקוחות החלטתי שהנושא הוכרע וכי זו הפלטפורמה הטובה ביותר עבורנו.\nלאחר עבודה של למעלה מחצי שנה עם הפלטפורמה, אני יכול לומר שההחלטה התבררה כנכונה, וכעת הפתרונות שאנו מציעים יכולים לפנות למגוון רחב יותר של לקוחות והביצועים של המערכות שאנו מפתחים השתפרו מאוד.", "keywords": "נס,ness,net core,net framework,מנהל פיתוח,mac,פיתוח מערכות אינטרנטיות,node.js,windows"}