{"url": "https://www.geektime.co.il/canon-presents-250-mega-pixel-camera/", "type": "article", "title": "קנון מציגה חיישן 250 מגה פיקסל שמצלם וידאו באיכות טובה יותר פי 30 מ-4K", "description": "קנון חושפת חיישן 250 מגה-פיקסל חדש שיכול לצלם וידאו באיכות גבוהה פי 30 מצילומי ה-4K המוכרים לנו כיום; בחברה מבטיחים שנוכל לצלם מטוס ממרחק 18 קילומטר ולהצליח לקרוא את הכיתוב עליו", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/BIG11.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-09-07T09:36:26Z", "modified_time": "2015-09-07T09:56:48Z", "articleBody": "קנון חושפת חיישן 250 מגה-פיקסל חדש שיכול לצלם וידאו באיכות גבוהה פי 30 מצילומי ה-4K המוכרים לנו כיום; בחברה מבטיחים שנוכל לצלם מטוס ממרחק 18 קילומטר ולהצליח לקרוא את הכיתוב עליו\nעל פי קנון, נוכל לקרוא כיתוב של מטוס ממרחק 18 ק”מ. מקור: cc-by-Aero Icarus\nכמות המגה-פיקסלים של חיישן מצלמה אינה מעידה בהכרח על איכות החיישן או התמונה הסופית, ולראייה סמארטפונים רבים מתהדרים בחיישן 12, 16 או 20 מגה פיקסל ואיכות התמונה שלהם היא בינונית במקרה הטוב. אולם כאשר Canon, אחת מיצרניות המצלמות והעדשות המובילות בעולם מכריזה על חיישן בסדר גודל שכזה, אנחנו יכולים להיות בטוחים שמדובר בבשורות משמחות, שמצביעות על הכיוון אליו מתקדם עולם הצילום.\nCanon הודיעה כי החיישן החדש שפותח יהיה בגודל APS-H-size כלומר 29.2 מילימטר על 20.2 מילימטר ויכלול כ-250 מגה-פיקסל, כלומר רזולוציה של 19,580 על 12,600 פיקסלים, מה שהופך אותו לחיישן ה-CMOS מסוגו בעל מספר הפיקסלים הגדול ביותר בעולם. בחברה מסבירים שפיתוח חיישן בעל מאפיינים כאלו כרוך בהתגברות על לא מעט בעיות ביניהן זמני תגובה ארוכים ובעיות טיימינג. מהנדסי החברה היפנית הצליחו להתגבר על האתגרים הללו בעזרת מיזעור של המעגלים החשמליים ופיתוח טכנולוגיית עיבוד אותות מתקדמת יותר, ולבסוף הצליחו להשיג מהירות עיבוד של של 1.25 מיליארד פיקסלים בשנייה. ב-Canon מדגישים שלמרות כמות המגה-פיקסלים העצומה, הם לא זנחו את איכות התמונה והחיישן מציג ביצועים נהדרים ללא “רעש”.\nאז מה יאפשר לנו חיישן 250 מגה פיקסל? Canon מסבירה שנוכל לצלם תמונת סטילס של מטוס טס בשמיים ממרחק של 18 קילומטר מהמקום שבו אנחנו עומדים, ועדיין בתמונה שנקבל נוכל לקרוא בבירור את הכיתוב עליו. מדובר למעשה בזום מגדיל פי 40 אלף.\nאבל לא רק סטילס. החיישן גם ישמש לצורך צילומי וידאו באיכות גבוהה. כמה גבוהה? פי 125 מ-HD 1080p או פי 30 מצילומי ה-4K ברזולוציית 3,840×2,160 פיקסלים כפי שהם מוכרים לנו כיום.\nלפני שכל הצלמים שבינינו מתחילים לשבור תוכניות חיסכון או למכור תיקי השקעות, כדי לרכוש את המצלמות עם החיישן החדש, חשוב לזכור שמרגע שמוצג החיישן החדש עוברות מספר שנים עד אשר הוא מגיע לשוק ולמצלמות שמיועדות לקהל הרחב. Canon מציינת בהודעתה כי היא מייעדת את החיישן גם לשימושם של כוחות בטחון כמצלמות אבטחה באיכות אולטרה-גבוהה וכן ככלי למדידות הנדסיות מורכבות.\n\n", "keywords": "קנון,canon,מצלמה,חיישן,250 מגה פיקסל,וידאו,4k,רזולוציה גבוהה,צילום,עדשה,"}