{"url": "https://www.geektime.co.il/10k-amiga-games-are-now-available/", "type": "article", "title": "אלפי משחקים של Amiga זמינים עכשיו היישר מהדפדפן", "description": "זוכרים את למינגס? ואת דאבל דראגון וקינגס קווסט? אם עניתם בחיוב, יש לנו רוצח זמן חדש בשבילכם: אתר שמאגד אלפי משחקים מהמחשב שהקדים את זמנו והביא יכולות גרפיקה וסאונד מתקדמות למשתמשים רבים בשנות ה-80 וה-90", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/23.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-09T17:19:35Z", "modified_time": "2016-08-09T17:19:35Z", "articleBody": "זוכרים את למינגס? ואת דאבל דראגון וקינגס קווסט? אם עניתם בחיוב, יש לנו רוצח זמן חדש בשבילכם: אתר שמאגד אלפי משחקים מהמחשב שהקדים את זמנו והביא יכולות גרפיקה וסאונד מתקדמות למשתמשים רבים בשנות ה-80 וה-90\nLemmings מישהו? צילום מסך: גיקטיים\nאוקיי, אנחנו יודעים מה אתם הולכים לעשות בשעות הקרובות. יותר מ-10,000 משחקים של מחשב האמיגה (Commodore Amiga) הועלו לרשת וזמינים עכשיו למשחק ישירות מהדפדפן ללא צורך בהורדות או התקנות.\nהיוזמה, כמו בפעמים הקודמות, היא של ארגון Internet Archive, שלקח על עצמו לשמר תרבות דיגיטלית ודפי רשת ובמסגרת זו הוא מעלה מדי פעם מוסיקה, וידאו ומשחקים ותיקים לרשת. הפעם הועלה איזור מיוחד באתר שמוקדש למחשב האמיגה של חברת קומודור. כך למשל האמיגה 500, שהושק ב-1987 ונחשב למחשב הדגל של החברה, הצליח להביא לכל בית יכולות גרפיות וסאונד שאפיינו מחשבים יקרים הרבה יותר.\nתשכחו מריו 2016 ותתקדמו לסיאול 1988. צילום מסך: גיקטיים\nאז מה הפייבוריטים שלכם? בין הקלאסיקות הרבות שאני מצאתי באתר ניתן למנות את Lemmings, דאבל דראגון, Bubble Bobble, Turrican, R-Type, סדרות הקווסטים של סיירה און-ליין כמו Police Quest, King’s Quest, Space Quest ואפילו לארי ומשחק ההרפתקאות Where in the World is Carmen San Diego; בנוסף, ניתן למצוא גם כותרי סימולציה ומרוצים כמו A320 Airbus, Formula 1, Flight Simulator וכותרים בלתי נשכחים כמו PacMan ו-Arkanoid. חוץ ממשחקים הצלחנו למצוא גם כמה תוכנות כמו למשל Deluxe Paint, הסבתא של פוטושופ ו-Acid House הפסיכדלית.\nמהניסיון שלנו, לא כל הכותרים עובדים, וחלקם עובדים אבל לא בצורה חלקה, כך שלא מן הנמנע שתיתקלו בלאגים, אבל היי, בשביל אלו שכן עובדים ובשביל כמה שזה עולה – שווה לנסות. אגב, לפחות מהניסיון שלנו האתר והאמולטור שלו עובדים בצורה טובה יותר על דפדפן ה-Edge מאשר הכרום.\nלקריאה נוספת:\nמופע שנות ה-90: יותר מ-2,000 משחקי DOS זמינים עכשיו למשחק בדפדפן שלכם\nמסע בזמן: קבוצה ישראלית חדשה שומרת ומתעדת משחקי מחשב ישנים", "keywords": "רטרו,משחק,משחקים,נוסטלגיק,גיימינג,אמיגה,קומדור אמיגה,amiga,משחק רטרו,internet archive"}