{"url": "https://www.geektime.co.il/idf2014-intel-launches-edison/", "type": "article", "title": "אינטל השיקה את אדיסון: מחשב שלם בגודל של בול ותמורת 50 דולר", "description": "אינטל הכריזה בכנס המפתחים שלה כי החלה באספקה של Edison, מחשב זעיר בעל 2 מעבדים, WiFi ו-Bluetooth וזיכרון מובנים. מה אפשר לעשות איתו? זה כבר תלוי ביצירתיות שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2014/09/IMG_2755.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-09-11T17:54:38Z", "modified_time": "2014-09-11T17:54:38Z", "articleBody": "אינטל הכריזה בכנס המפתחים שלה כי החלה באספקה של Edison, מחשב זעיר בעל 2 מעבדים, WiFi ו-Bluetooth וזיכרון מובנים. מה אפשר לעשות איתו? זה כבר תלוי ביצירתיות שלכם\nמחשב שלם בגודל של בול – האדיסון של אינטל. מקור: גיקטיים\nתחת הסיסמה “What will you make?” הכריזה אינטל בכנס המפתחים שלה על תחילת האספקה של Edison, פלטפורמת הפיתוח שלה, המהווה למעשה מעין מחשב שלם על גבי כרטיס אחד ובגודל של בול דואר. המשמעות של אדיסון יכולה להיות עצומה ועיקרה – שילוב אפשרי של יכולות מיחשוב, ניטור ודיווח כמעט בכל מכשיר חשמלי שקיים.\nה-Edison הוכרז עוד בתערוכת ה-CES שנערכה מוקדם יותר השנה, וכבר אז הוא עורר סקרנות רבה. Edison כולל SoC (מערכת על שבב) באריכטקטורת 22 ננומטר הכוללת שתי ליבות: Dual Core Atom בתדר 500NHz ו-Quark בתדר 1000MHz. בנוסף, הוא כולל זיכרון 1GB, יכולת WiFi מובנית (עם אנטנה זעירה בתוך הלוח), יכולות Bluetooth, אחסון 4GB על גבי השבב, יציאת USB2 ו-40 יציאות GPIO. הלוח מריץ Yocto Linux גרסה 1.6. מבחינת סביבות פיתוח, תוכלו להשתמש בתרשימי בנייה של ארדואינו או ב-C וב-++C. בקרוב גם תוכלו להשתמש ב-Node.JS, בפייתון ועוד.\nאז מה תוכלו לעשות עם ה-Edison? ובכן, בהתחשב ביכולת המיחשוב המרשימה וגודלו הזעיר, תוכלו להשתמש בו בכל יישום של מחשוב לביש (להרכיב בקסדה, חולצה, שעון) או ב”אינטרנט של הדברים”, כלומר לשלב אותו נגיד בטוסטר שיצייץ בכל פעם שתפעילו אותו,  או יידלק לבד כשאתם מתקרבים אליו. למעשה, חלק נכבד מעשר הדוגמאות ל”אינטרנט של הדברים” עליהם כתבנו לאחרונה, נבנו על בסיס Edison. כדי לעודד את קהילת המייקרים והמפתחים להשתמש בו בדרכים יצירתיות יצאה אינטל בתחרות, במסגרתה הזמינה רעיונות מקוריים לשימוש ב-Edison. מתוך יותר מ-400 הצעות, היא בחרה 10 מפתחים שהוזמנו לחממה של אינטל, קיבלו מענק של 50 אלף דולר ותמיכה של מהנדסי אינטל, כדי לפתח את ההצעה שלהם. ההצעה שתזכה במקום הראשון (ההכרזה בנובמבר) תזכה את המפתח בחצי מיליון דולר.\nאם אתם מייקרים או מפתחים, בטח תשאלו את עצמכם מה עדיף. האם הפתרון של אינטל או ה-Raspberry Pi (הדגם החדש שיצא לפני מספר שבועות)? ובכן, תלוי מה הצרכים שלכם. ה-Edison קטן יותר משמעותית (חצי מהאורך ומהרוחב של ה-Raspberry Pi) ויש בו גם זיכרון כפול (1GB לעומת 512MB בלבד). גם מבחינת קישוריות, מציע ה-Edison יתרון משמעותי בזכות קישוריות Bluetooth 4.0 ו- WiFi, לעומת חיבור רשת 10/100 בלבד ל-Raspberry. עוד יתרון שמציע ה-Edison הוא התמיכה בארדואינו. מצד שני, מציע ה-Raspberry Pi חיבורי USB רבים יותר (4 מול 1) ותמחור נמוך יותר 35$ לעומת 50$ למודול הבסיסי של ה-Edison. ההתאמות השונות עלולות ליקר את העלות עד ל-100$.\nאם יש מגמה בולטת בכנס המפתחים של אינטל, הרי היא היציאה שלה מנישת המעבדים לשרתים ומחשבים אישיים ורצונה לשדר שהיא הכוח הדומיננטי במהפכת האינטרנט של הדברים והמחשוב הלביש. האינטרס ברור למדי: ההערכות הן שעד שנת 2020 יהיו כ-50 מיליארד מכשירים חכמים בעלי קישוריות זו או אחרת ואינטל רוצה להיות שם. כדי לוודא שלא תישאר מאחור, כפי שקרה בשוק הסמארטפונים, היא גם לוקחת חלק פעיל וגורמת למהפכה הזו לקרות, בין השאר על ידי עידוד המפתחים והמייקרים.\n", "keywords": "אינטל,כנס המפתחים 2014,idf 2014,intel,מעבד,צ\\'יפ,אינטרנט של הדברים,האינטרנט של הדברים,מחשוב לביש,אדיסון,edison,ארדואינו,רספברי פיי,raspberry pi"}