{"url": "https://www.geektime.co.il/jobs10april-1523280400-1524471934/", "type": "article", "title": "הנה 13 משרות שמבטיחות לכם תנאים מעולים, אבל לא רק", "description": "זמן לשינוי? הנה משרות שוות בכמה מהחברות המעניינות ביותר שמגייסות עכשיו בישראל", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/GettyImages-728759369-1524472964.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-26T13:30:19Z", "modified_time": "2018-04-26T15:30:46Z", "articleBody": "זמן לשינוי? הנה משרות שוות בכמה מהחברות המעניינות ביותר שמגייסות עכשיו בישראל\n\nקרדיט תמונה/צלם: Hero Images / gettyimages\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nChegg\n\nChegg האמריקאית הוקמה ב-2007 והמשרד הישראלי, שממוקם ברחובות ונוסד בתחילת 2011 נחשב לחוד החנית של תחום פיתוח המובייל של החברה, וכן למרכז חדשנות בו כל פיתוחי הטכנולוגיות החדשות של החברה נעשים בו.\nChegg היא חברה ציבורית בינלאומית ועובדים בה למעלה מ-800 אנשים. שווי השוק שלה מוערך במיליארד דולר, ויש לה משרדים במגוון מקומות ברחבי העולם: הודו, אוקראינה, גרמניה, ישראל ושני החופים של ארה”ב. בארה”ב החברה נמצאת בשימוש ב-80% מהאוניברסיטאות והמכללות ברחבי ארה”ב.\n– To send a CV for the position of Business Analyst\n – To send a CV for the position of Mobile Product Manager\n\nNetApp, חברת Data Services שמעניקה פתרונות לאחסון וניהול המידע ארגוני, נחשבת לאחת החברות הוותיקות, הגדולות והמסקרנות בתחום. החברה נוסדה לפני 25 שנה, עברה מספר שינויים ובשנים האחרונות היא מתמקדת ביצירת פתרונות טכנולוגיים בעולם ה-cloud.\n– To send a CV for the position of Senior Automation Engineer\n– To send a CV for the position of Full Stack Developer\nWebpals Group\n\nקבוצת וובפאלס (Webpals) מובילה את עולם השיווק הדיגיטלי מבוסס הביצועים ופועלת בהצלחה בשווקים בינלאומיים. החברה הוקמה בשנת 2007, מאז היא גדלה בקצב מדהים ונכון להיום עובדים בה כ-400 עובדים. הקבוצה משתמשת בערוצי שיווק שונים כדי לטרגט משתמשים בעלי ערך על ידי פרסום ויצירת מודעות או הפעלת אתרי תוכן, ומפנה את אותם משתמשים אל האתרים או האפליקציות אותם היא מקדמת. Webpals היא מובילה עולמית בקניית מדיה חכמה וקיבלה את התג היוקרתי של שותף גוגל, פייסבוק ואינסטגרם. בנוסף לכך עובדת החברה בערוצי מדיה נוספים כמו סנאפצ’ט, טוויטר, פלטפורמות לקידום תוכן ועוד.\n– To send a CV for the position of COPYWRITER\n– To send a CV for the position of DBA\nTrax\n\nטראקס (Trax) היא חברה המתמחה בפיתוח שירותי עיבוד תמונה (Image Recognition) לשוק הקמעונאי וליצרנים. הטכנולוגיה המהפכנית של Trax , המבוססת על זיהוי תמונה בזמן אמת, מאספת מידע מהעולם הפיזי, ממירה אותו למידע דיגיטלי בעזרת פתרונות Computer Vision ומסוגלת לפענח את מצב המוצרים על מדפי החנות השונים.\n– To send a CV for the position of Systems Engineer\n– To send a CV for the position of Web Team Leader\nCyberArk\n\nCyberArk היא אחת מחברות אבטחת הסייבר המובילות בעולם וחברת הסייבר הישראלית השנייה בגודלה בעולם. החברה נחשבת למובילת שוק בתחום אבטחת “חשבונות פריבילגיים” (privileged account). מדובר בחשבונות המאפשרים גישה לנכסי המידע הרגישים ביותר בארגון.\nהחברה מפתחת פתרונות בתחום ה-CyberSecurity שמיושמים על ידי מגוון חברות וארגונים גדולים בעולם. שכבת ההגנה שפיתחה החברה מאפשרת שליטה ובקרה על פעילותם של חשבונות רגישים ברשת הארגונית – באתר הלקוח, בענן ובתהליכי DevOps.\n– To send a CV for the position of Cloud & DevOps Senior Engineer/Architect\n– To send a CV for the position of EXPERIENCED SOFTWARE ENGINEER\nAqua\n\nאקווה (Aqua Security) היא חברת סטארט-אפ שהוקמה ב-2015 ועוסקת בשניים מהתחומים החמים ביותר כיום: מהפכת הקונטיינרים הווירטואליים בתחום ה-IT ובאבטחת סייבר.\n-To send a CV for the position of Full Stack Developer\n-To send a CV for the position of Frontend Developer\n-To send a CV for the position of Senior QA Engineer\n\n", "keywords": "רחובות,chegg,צ\\'ג,netapp,נטאפ,front end developer,product manager,web team leader,devop,chief system architect,cyber security,dome9,דום9,סייבר,myhritage,אור יהודה,ראש העין,איליון,ilyon,apple,cloudshare,אפל,קלאודשר,pepper,פפר,עבודה בהייטק,גיקג\\'וב,אינסיידר,intuit,hibob,טראקס,אקווה,יוטפו,זברה,גיקטיים,משרות,geektime insider,insider,trax,zebra,aqua,yotpo,qa engineer,risk management lead,ux/ui expert,גיקגו\\'ב,צג"}