{"url": "https://www.geektime.co.il/how-to-backup-iphone-sms-messeges/", "type": "article", "title": "כך תגבו באופן חיצוני ונפרד את הודעות ה-SMS באייפון שלכם [מדריך]", "description": "אם אי פעם חששם לאבד את הודעות ה-SMS במכשיר האייפון שלכם, בעזרת המדריך הבא תוכלו להיות סמוכים ובטוחים שגם במקרה ומשהו ישתבש, ההודעות יהיו מגובות", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/iphonesmsbackup393175.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-24T13:30:26Z", "modified_time": "2013-05-24T10:43:14Z", "articleBody": "אם אי פעם חששם לאבד את הודעות ה-SMS במכשיר האייפון שלכם, בעזרת המדריך הבא תוכלו להיות סמוכים ובטוחים שגם במקרה ומשהו ישתבש, ההודעות יהיו מגובות\nמקור: Flickr, cc-by-wZa HK\niOS היא מערכת הפעלה נפלאה לכל הדעות – היא אינטואיטיבית, עובדת בצורה חלקה גם על חומרה פחות מתקדמת ממכשירים המריצים את מערכת ההפעלה אנדרואיד והיא מאפשרת סנכרון פשוט ביותר של אנשי קשר, מסמכים, מוזיקה, תמונות וכו’ בין כל המכשירים המיוצרים על ידי אפל.\nעם זאת, אחת הבעיות הכי גדולות במערכת ההפעלה היא מה קורה כאשר משהו במכשיר משתבש. מרבית משתמשי אפל יצהירו בריש גלי שאף פעם לא הייתה להם בעיה עם המכשיר, אך מתחת לפני השטח לא ניתן להגיד על אף מכשיר שהוא מושלם. בעיות פתאומיות תמיד קורות, והצרה הכי גדולה אצל משתמשי iOS היא העובדה שבמידה ואין להם מחשב או דרך להתחבר לחשבון ה-iTunes שלהם, חלק מהמידע עלול ללכת לאיבוד.\nועדיין, בכל זאת ניתן בעזרת מחשב אישי וחשבון iTunes לגבות מידי פעם את הודעות ה-SMS במכשיר האייפון שלכם. בעוד למערכת ההפעלה אנדרואיד מדובר בתהליך פשוט הכולל הורדת אפליקציה ייעודית המגבה את ההודעות לקובץ XML ומשחזרת אותן בקלות, ב-iOS תצטרכו טיפה ללכלך את הידיים בכדי לחלץ את הקובץ המתאים ולהוציא משם את ההודעות.\nמקור: Flickr, cc-by-wojciecholszewski\nהתהליך מסתמך על יצירת גיבוי iTunes למכשיר האייפון שלכם ולאחר מכן חילוץ מסד הנתונים בתוכו נמצאות הודעות ה-SMS של המכשיר שלכם מתוך קבצי הגיבוי. לאחר מכן, נצטרך לייצא אותן לפורמט קריא בעזרת אפליקציית צד שלישי בכדי שנוכל לשחזר אותן בעת הצורך או לשמור אותן במקום בטוח במחשב לקריאה מאוחרת.\nבשלב הראשון, עליכם לגבות את מכשיר האייפון שלכם למחשב בעזרת iTunes. בדרך כלל, גיבוי אוטומטי מתאים נוצר ברגע שאתם מסנכרנים את המכשיר שלכם עם המחשב. עכשיו, ידוע שהרבה משתמשים לא מסנכרנים את האייפון עם המחשב ואני אומר: זה הזמן לעשות זאת. נכון שזה באסה וזה לוקח זמן ומקום פנוי על המחשב שלכם, אבל זה שווה את זה. ברגע שסיימתם לגבות את המכשיר אל המחשב באמצעות iTunes, אפשר להמשיך לשלב השני.\nמקור: צילום מסך\nבשלב השני, לאחר שגיבינו את המכשיר למחשב, עליכם לאתר את קבצי הגיבוי שנוצרו על ידי iTunes בכונן הקשיח במחשב. נתיב הקבצים ישתנה כמובן בהתאם לסוג מערכת ההפעלה שברשותכם, אך באופן כללי iTunes מאחסנת את מסד הנתונים של ה-SMS בקובץ מוצפן עם שם ארוך ומסובך במיוחד: 3d0d7e5fb2ce288813306e4d4636395e047a3d28\nבמערכת ההפעלה Windows (אני מניח שאתם משתמשים ב-7 או 8), מיקום הקובץ יהיה:\nC:\\Users\\{{Username}}\\AppData\\Apple Computer\\MobileSync\\Backup\nבמערכת ההפעלה Mac OSX, לכו אל Finder, תפריט Go, משם Go to Folder והקלידו:\n~/Library/Application Support/MobileSync/Backup\nחפשו את הקובץ המוזכר לעיל שם, מצאו אותו (בדרך כלל שוקל כמה מגה-בייטים) ואחסנו אותו במקום בטוח.\nמקור: צילום מסך\nהשלב השלישי יהיה לפענח את הקובץ, ולשם כך תוכלו ללכת לאתר האינטרנט iPhone-SMS המציע שירות שקולט את הקובץ ומחזיר לכם את התוכן שלו בפורמט ל-Excel, HTML או PDF. שימו לב להכניס את איזור הזמן הנכון באתר, בכדי שהשעות של ההודעות יתורגמו כראוי לקובץ המפוענח. זהו, דיי פשוט לא?\nמקור: צילום מסך", "keywords": "אייפון,מדריך,הודעות,גיבוי,sms,סמס,backup,iphone,guide,walkthrough,messages,itunes,אייטיונס,אפל,apple"}