{"url": "https://www.geektime.co.il/what-made-israel-startup-nation-in-the-last-few-years/", "type": "article", "title": "מה הפך את ישראל למעצמת היי-טק בשנים האחרונות?", "description": "התעשייה הטכנולוגית הישראלית הגיעה בשנים האחרונות להישגים יוצאי דופן בקנה מידה עולמי, שהציבו את ישראל בחזית החדשנות הטכנולוגית העולמית. מה הביא לכך ומהם המאפיינים של האקוסיסטם הטכנולוגי הישראלי?", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/GettyImages-170843466.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-25T11:35:41Z", "modified_time": "2016-05-25T11:00:06Z", "articleBody": "התעשייה הטכנולוגית הישראלית הגיעה בשנים האחרונות להישגים יוצאי דופן בקנה מידה עולמי, שהציבו את ישראל בחזית החדשנות הטכנולוגית העולמית. מה הביא לכך ומהם המאפיינים של האקוסיסטם הטכנולוגי הישראלי?\nהכתבה בחסות\n\nקרדיט תמונה/צלם: Ilan Shacham, Getty Images Israel\nמאת ד”ר אסתר לוצאטו, שותפה-מנהלת בפירמת עורכי הפטנטים “לוצאטו את לוצאטו”\nהתעשייה הטכנולוגית הישראלית הגיעה בשנים האחרונות להישגים יוצאי דופן בקנה מידה עולמי. הישגים אלה מהווים ביטוי שיא לצמיחה טכנולוגית רציפה, שנמשכת כבר למעלה מ-25 שנה, ומקורה בשילוב ייחודי שבין הבשלת תוצרי חינוך והשכלה טכנולוגיים, יישומים אזרחיים של התעשייה הביטחונית והסיוע הממשלתי בגיוס הון סיכון – שיצר תשתית מפותחת של הון סיכון פרטי – זאת לצד העלייה ממדינות חבר העמים – שהביאה לכאן מאגר גדול של מהנדסים מוכשרים – והסטת הדגש בתעשיית המיחשוב העולמית מחומרה לתוכנה, שפתחו החל משנות ה-90′ של המאה הקודמת, פתח רחב אליו פרצו עשרות חברות ישראליות, שהציגו יתרון יחסי ניכר בשוק הטכנולוגי הגלובלי.\nאמנם מאז ראשית קיומה ישראל (ולמעשה מאז ראשית הציונות) שמה דגש על מחקר מדעי ופיתוח אנושי, בין היתר כתגובה לנחיתות ממנו סבלה במשאבים טבעיים וכתגובה לחרם הערבי, אך בשלושת העשורים שבין 1984 ל-2014 ישראל הכפילה את מאמציה. בשנים אלה רשמה ישראל גידול של 378% במספר הסטודנטים באוניברסיטאות ובמכללות, גידול של 223% בהוצאה הלאומית למו”פ כאחוז מהתוצר (מ-1.3 ב-1984 ל4.2% ב-2014) והיא מדורגת כיום במקום הראשון מתוך 148 כלכלות ביכולת חדשנית, במקום השני ביזמות ובמקום השלישי בחדשנות גלובלית (מקור: IMD copetutuveness yearbook). גם מדד הדינמיות העולמי השנתי GDI – שבוחן את 60 הכלכלות המובילות בעולם ממקם את ישראל במקום הראשון (78.3) בקטיגוריות היכולות הטכנולוגיות והמדעיות.\nהחוזקות של ישראל בתחום החדשנות והמשקל הסגולי של ההון האנושי הזרימו לכאן מאות חברות טכנולוגיות מכל העולם. נכון להיום, למעלה מ-300 חברות בין-לאומיות מהמובילות בעולם, כדוגמת פייסבוק, מיקרוסופט, יבמ, אינטל, גוגל, אפל, סיסקו, מוטורולה, פיליפס, אפלידי מטריאליס, סימנס, HP ו-EMC בחרו בישראל כיעד להקמת מרכזי מו”פ ורכשו כאן עשרות חברות הזנק ישראליות (ראה להלן). חברות אלה מספקות עבודה באופן ישיר לכ-280 אלף מועסקים, כאשר במרכזי המו”פ שהקימו חברות אלה מועסקים 52,500 עובדים.\n\nמאז שנות ה-80′ של המאה הקודמת נוצרה בישראל אחת מקהילות הטכנולוגיה התוססות ביותר מחוץ לעמק הסיליקון. המוצרים פורצי הדרך במגזר ההיי-טק הישראלי משתרעים על פני מגוון רחב של תחומים – ממכשור רפואי, דרך מוצרי ביטחון ואבטחה מתוחכמים ועד אפליקציות להשקייה מרחוק. כל זה מתרחש למרות ירידה בהתלהבות של משקיעים בעולם מחברות טכנולוגיה, בעיות ביטחוניות מעיקות (שלוש אינתפיאדות וכמה מבצעים צבאיים), חרם שצובר תאוצה כנגד ישראל ואווירה עוינת כלפי ישראל באירופה ובארה”ב.\nתעשיית הטכנולוגיה בישראל מהווה בשנים האחרונות את מנוע הצמיחה של המשק הישראלי. היא בעלת התרומה הגדולה ביותר ליצוא של מדינת ישראל (כ-50% מכלל היצוא, תוך זינוק של 3,700% מאז 1984), היא בעלת הנגישות הגבוהה ביותר לשוקי ההון בעולם והיא למעשה המגזר היחיד במשק שהצליח לגייס הון זר לאקוויטי בשיעורים נכבדים ביותר, לעומת הממשלה, הבנקים וחברת החשמל שביצעו גיוסי חוב בלבד.\nבישראל פועלות כיום 7,072 חברות היי-טק – 25% מתוכן בתחום האינטרנט, 20% בתחום התקשורת, 195 בתחום ה-IT ותוכנות ארגוניות, 17% בתחום מדעי החיים, 9% בתחום הקלינטק, 2% בתחום המוליכים למחצה ו-2% בתחומים אחרים.\nהיקף המועסקים בתחום ההיי-טק נאמד ב-288,348 איש, אך כדאי לזכור שהיקף המועסקים העקיפים גדול יותר. למעשה על כל משרה בהיי-טק יש עוד ארבע משרות נוספות בתחום השירותים.\nלישראל גם תשתית מן המפותחות בעולם בכל הפרמטרים הדרושים לתעשייה טכנולוגית פורחת. כמות המהנדסים והמדענים לאוכלוסייה היא מהגבוהות בעולם וכך גם מספר המיזמים החדשים יחסית לאוכלוסייה שהוא הגבוה בעולם. עוד נציין, כי בישראל כ-90% מהממציאים הם מקומיים, ממש כמו בהודו, סין, יפן וקוריאה, כך שרוב רובה של החדשנות הטכנולוגית בישראל מקורה בממציאים ישראלים.\nאחת הסיבות להצלחתה הטכנולוגית של ישראל בזירה הגלובלית נועצה בהתפתחותו המואצת בשנים האחרונות של אקו-סיסטם טכנולוגי ייחודי שצמח בה. מדובר במערכת אקולוגית שנשענת על ארבע רגליים: הפיתוח הצבאי הביטחוני, המקרין על הסקטור האזרחי וזולג אליו, זיקה הדוקה בין התעשייה לאקדמיה, הגעתן של חברות רב-לאומיות לישראל והשילוב בין כל אלה גם יחד.\nלמגזר הטכנולוגיה הישראלי יש חוב גדול למערכת הביטחון. יחידות המודיעין והמחשוב היוקרתיות של צה”ל, ובמיוחד יחידת 8200, משחררות מידי שנה לחיים האזרחיים אלפי בוגרים בעלי כישורים יוצאי דופן שמשתלבים בתעשיית הסייבר הישראלית, שזכתה ב-20% מסך ההשקעות החדשות.\nהמציאות הישראלית, המורכבת מבחינה ביטחונית קיומית, אחראית לרצף הקיים בין מערכת החינוך והצבא. הצבא ממיין כבר בשלב מוקדם את האנשים המתאימים ביותר מתוך מערכת החינוך הישראלית, משקיע הון תועפות בהכשרתם ומייד מציב אותם בחזית הטכנולוגיה. שום גורם לא יודע לכמת את ההשקעה הזאת בהון אנושי, שאחר כך משמש כעתודת ההיי-טק (עיין ערך כמות הסטארט-אפים עליהם אחראים יוצאי 8200), אבל אין ספק שיש לקחת אותה בחשבון.\nהזליגה של הון אנושי, רעיונות ותקציבים מהצבא לשוק האזרחי היא אחד ממכפילי הכוח הבולטים של האקו-סיסטם הטכנולוגי המיוחד שנוצר כאן. מי שמגיע לפארק היי-טק החדש בבאר שבע – שיכול להתחרות בהצלחה בכל פארק טכנולוגי מתקדם בעולם – יכול להיווכח במו עיניו עד כמה היסודות של האקו-סיסטם הישראלי איתנים ועד כמה הם משמשים ככוח משיכה לחברות רב-לאומיות.\nהקשר בין “דויטשה טלקום”, למשל, לבין אוניברסיטת בן-גוריון ובינה לבין הצבא – שמעתיק לכאן את יחידות התקשוב והמודיעין – יצרו גרעין יוצא דופן של שיתוף פעולה טכנולוגי (למשל, בתחומי הסייבר). כאשר כל זה קורה בשוק קטן יחסית, למכפלות הללו יש כוח עודף.\nמערכת הביטחון ומערכת המודיעין צריכות מומחים לניתוח, הבנה וביסוס החלטות הנשענות על מפל אדיר ומשתנה ללא הרף של נתונים מורכבים ורב-ממדיים. לכן התפתחו בישראל יכולות טיפול בנתונים בשלוש קטגוריות המתחזקות בעולם: (BI (Business Intelligence – בינה עסקית, (AI (Artificial Intelligence – בינה מלאכותית) וביג דאטה. היכולות והכישרונות האלה חלחלו מהמגזר הצבאי למגזר האזרחי. בעקבות זאת, קמו חברות חדשות ומגזרים שלמים דוגמת הסייבר, שקיבלו זריקת מרץ אדירה.\ntel aviv, photo by Roy L\nעוד כדאי להזכיר בהקשר זה, כי בתחילת שנות ה-90′ יצרה מדינת ישראל שתי תוכניות אשר נתנו רוח גבית לתעשיית ההיי-טק הישראלית, שהתמקדה עד אז בעיקר בתעשיות הביטחוניות. תכנית יוזמה הובילה להקמתן של 10 קרנות הון סיכון ולעליה בהשקעות מחו”ל. תכנית החממות, הידועה יותר, הובילה להקמתן של החממות הטכנולוגיות אשר קלטו כל שנה 80 עד 100 סטארט-אפים וסיפקו ליזמים מימון וסיוע נרחב. שתי התוכניות יצרו את תעשיית הון הסיכון הישראלית, שלימים הובילה להפיכת מדינת ישראל ל”אומת הסטארט-אפ”.\nעד תחילת שנות התשעים, פעלו בישראל רוב המרכיבים הנדרשים לאקו-סיסטם וביניהם מוסדות אקדמיים ומרכזי מחקר, ספקי שירותים לרבות משרדי פטנטים ורואי חשבון, חברות גלובליות ועוד. תעשיית הון הסיכון היתה המרכיב החסר באותו פאזל ועם השלמתו הדרך להצלחה בקידום יזמות וחדשנות הפכה למהירה ופשוטה יותר.\nבשנים האחרונות, השתלב מרכיב נוסף לאקו-סיסטם הישראלי בדמותם של תוכניות האצה (אקסלרטורים). מאיצים אלו מסייעים להגביר את קצב התקדמותו של סטארט-אפ בשלבים מוקדמים מתוך מטרה לסייע לו לצלוח את אחת המשוכות המורכבות ביותר – השגת המימון הראשוני. המאיצים מאופיינים בפעילות במחזורים קצרים ונבדלים זה מזה בסוג והיקף השירותים המוצעים על ידם אך רובם ככולם מהווים מנוע לצמיחת סטארט-אפים נוספים.", "keywords": "חדשנות,סטארטאפים,סטארטאפ ניישן,אקוסיסטם,ישראל,לוצאטו,מעצמת חדשנות"}