{"url": "https://www.geektime.co.il/scale11-2018-usraeli-startups/", "type": "article", "title": "ספיד דייטיינג עם תאגידי הענק בגרמניה: אירוע scale11 מחפש סטארטאפים ישראלים", "description": "האירוע ייערך במסגרת כנס CeBIT, שיתקיים בהאנובר, גרמניה, ב-13 ביוני. הסטארטאפים שיתקבלו יישבו עד 10 דקות עם נציגים של תאגידים גרמניים מובילים. ההרשמה פתוחה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/GettyImages-147205319-1527511425.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-31T17:13:29Z", "modified_time": "2018-05-31T17:13:29Z", "articleBody": "האירוע ייערך במסגרת כנס CeBIT, שיתקיים בהאנובר, גרמניה, ב-13 ביוני. הסטארטאפים שיתקבלו יישבו עד 10 דקות עם נציגים של תאגידים גרמניים מובילים. ההרשמה פתוחה\n\nצלם/תמונה: Robert Daly/ Getty Images Israel\nיותר מ-300 סטארטאפים מ-40 מדינות יעלו לבמה ויציגו את המודל העסקי, הפעילות והרעיונות היצירתיים שלהם בכנס CeBIT, שעם השנים תפס את מקומו כאחת הפלטפורמות המובילות באירופה לסטארטאפים.\nהכנס יתקיים בהאנובר, גרמניה, ביום רביעי, 13 ביוני, ויערוך בין היתר את scale11 – אירוע ספיד דייטינג לסטארטאפים ישראליים עם נציגים של 8 תאגידים גרמניים. נציגי הכנס יבחרו את הסטארטאפים המעניינים והחדשניים ביותר, שיבלו 10-5 דקות עם נציגי החברות, שמעוניינים במגוון שיתופי פעולה בתחומים הבאים:\nVolkswagen – מתעניינים ב-Security, Internet of Things, Artificial Intelligence.\nChrilian AG – מתעניינים ב-Security, Future Mobility, Humanoid Robots\nArvato – מתעניינים ב-Internet of Things, Workspace 4.0\nArvato SCM Solutions – מתעניינים ב-Future Mobility, IoT, AR / VR, AI, Blockchain ו-Humanoid Robots\nDrees&Sommer – מתעניינים ב-Blockchain, Humanoid Robots, IoT, Workspace 4.0\nSchindler Digital Business – מתעניינים ב-Artificial Intelligence, AR / VR (Augmented Reality, Virtual Reality), IoT, Blockchain.\nApleona – מתעניינים ב-Humanoid Robots, IoT, Workspace 4.0, Artificial Intelligence\nKaufland – מתעניינים ב-Blockchain, Artificial Intelligence, AR / VR, IoT\nההרשמה לאירוע עדיין פתוחה, וסטארטאפים ישראליים מוזמנים להגיש מועמדות.\nלפרטים נוספים והרשמה", "keywords": "scale11,cebit,גרמניה,ספיד דייטניג,סטארטאפים ישראליים,תאגידים,תאגידים גרמניים,האנובר,13 ביוני,שת\"פ,שיתוף פעולה,שתפ"}