{"url": "https://www.geektime.co.il/goflex-slim-performance-drive/", "type": "article", "title": "Seagate GoFlex Slim: אחסון דקיק במהירות שיא [סקירה]", "description": "כונן גיבוי אולטרה נייד, במשקל של שתי חבילות במבה. לא תקחו אחד אתכם לצד הלפטופ?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/05/seagate-goflex-slim-PR.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-06-28T12:25:41Z", "modified_time": "2012-06-28T16:40:37Z", "articleBody": "כונן גיבוי אולטרה נייד, במשקל של שתי חבילות במבה. לא תקחו אחד אתכם לצד הלפטופ?\nמקור: יח”צ\nה-Slim ממשפחת ה-GoFlex הוא כונן קשיח נייד של סיגייט (Seagate), המאפשר לכם לקחת את המידע שלכם ממקום למקום בקלות, ובאריזה קומפקטית במיוחד. לקחנו אותו לבדיקה, לראות כיצד הצליחה סיגייט לדחוס כונן קשיח מגנטי לעובי של 9 מ”מ.\nכונן ה-GoFlex Slim הוא הדק במשפחה החדשה של כוננים חיצוניים שהוציאה לאחרונה חברת סיגייט (Seagate). על אף עוביו הדק ביותר, מדובר בכל זאת בכונן מגנטי, בדומה לכונן הקשיח שלכם במחשב הנייח או בלפטופ, שמדעני סיגייט הצליחו לארוז לתוך אריזה קומפקטית במיוחד.\nמבחוץ, הגימור המבריק נעים לאחיזה וקל לנשיאה. בקצה אחד של הכונן מתחבא שקע ה-USB 3.0. אותו קצה אף יכול להתנתק מהכונן עצמו, ולחשוף חיבורים אחרים, כמו שיש בכונן SSD (ראו תמונה) או בכוננים קטנים אחרים. באמצעות חיבורים אלה תוכלו, בכל מועד עתידי שתבחרו, לחבר את הכונן הקשיח הזה למחשב או ללפטופ, למרות שקשה לנו לדמיין סיטואציה בה תרצו בהכרח לחבר כונן גיבוי חיצוני, ועוד דווקא את ה-Slim למחשב שלכם ככונן קבוע (ישנן אלטרנטיבות אחרות, אפילו מתוך המשפחה החדשה של סיגייט).\nהיתרון המשמעותי ביותר של המכשיר מתברר עוד לפני תחילת השימוש בו, והוא הממדים הפיזיים שלו. מדובר בכונן קשיח קל משקל, שכל אחד וכל אחת מכן יוכלו לשאת אותו בתיק, לצד הלפטופ, ו(כמעט) לא תרגישו במשקל. מדובר ב-160 גרם, או שתי חבילות במבה גדולות, אם תרצו, משקל קל לכל הדעות.\nחיבור ה-USB 3.0 מאפשר לבצע גיבויים מהירים ממכשירים תומכים. הכונן תומך לאחור גם בתקן ה-USB 2.0, אם כי במחשבים ישנים יותר, עם חיבור USB מהדור הראשון המחשב לא הצליח לזהות אותו. אבל, אם המחשב שלכם עדיין לא חגג את יום-הרכבתו ה-5 או ה-6, כנראה שיש לכם לפחות שקע USB 2.0 פנוי, אם לא כמה.\nמקור: צילומים של ה-Seagate GoFlex Slim במשרדי ניוזגיק\nמהניסיון שלנו, היתרון של הכונן הוא ככונן גיבוי, ופחות ככונן מרכזי. זאת, לאחר שבמסגרת הבדיקה שלנו העבדנו אותו במשימות קריאה-כתיבה-מחיקה במשך 5 שעות רצופות והכונן התחמם מעט. לאלה ששואלים “כמה הוא התחמם”, הוא התחמם מספיק כדי שלא נרצה להחזיק אותו בידיים לאורך זמן (לא חם-שורף אבל חמים). עם זאת, ברגע שהכונן הגיע למה שנראה בדיעבד כמו טמפרטורת העבודה שלו, הוא לא עלה מעבר לה. לכן, אולי עדיף שלא לשים אותו ככונן מגנטי בתוך המחשב שלנו, כדי שלא להעמיס עליו דרך קבע. אחרי הכל, אנחנו רוצים אותו כגיבוי לאורך זמן, ולא כמוצר רגעי.\nהשותף האידיאלי של ה-Slim הוא כמובן מחשב נייד. ה-Slim מגיע בשתי קונפיגורציות, אחת של 320GB ואחת של 500GB. שתיהן יאפשרו לכם לגבות בקלות את המחשב הנייד שלכם גם בדרכים, מבלי להרגיש שאתם סוחבים משקל עודף.\nמדובר בכונן דק וקל לנשיאה, שיעזור לכם בשמחה לגבות את כל המידע שלכם. החיבור: USB 3.0 המהיר יאפשר למחשבים תומכים לסיים את גיבוי כל המידע שלכם במהירות שיא. אם המחיר מתאים לכם, וחשובה לכם הניידות, ומכאן גם חשוב לכם משקל קל, מדובר באחד הכוננים האידיאליים בשוק.\nעבור מרבית המשתמשים, גדלי ה-320GB או ה-500GB יספיקו למעל ומעבר. אבל, מי שצריך יותר, יתעניין בחברים אחרים במשפחת הכוננים החיצוניים החדשה של סיגייט, שיצאו במקביל ל-Slim הנוכחי.\nנפח: 320GB\nממדים: 128מ”מ על 78 מ”מ על 9 מ”מ\nמשקל: 160 גרם\nמהירות הכונן: 7200RPM\nקצב העברת מידע: USB 3.0 עם תמיכה לאחור ל-USB 2.0\nאחריות: 3 שנים אחריות יצרן [קישור לאתר היצרן]\nהכונן מיובא לארץ על-ידי קבוצת ח.י. ומחירו המומלץ לצרכן הוא 449 ש”ח\n", "keywords": "hdd,seagate,seagate goflex slim,ssd,usb,סיגייט"}