{"url": "https://www.geektime.co.il/toshiba-qosmio-x770-review/", "type": "article", "title": "Toshiba Qosmio X770: חיית ביצועים לגיימרים בתלת מימד [סקירה]", "description": "Qosmio X770 הוא אחד הניידים העוצמתיים ביותר שתאתרו, שכולל גם תמיכה בתצוגת תלת מימד ועיצוב שפונה לקהל הגיימרים", "image": "https://files.geektime.co.il/wp-content/uploads/2011/10/toshibal.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-10-31T16:25:16Z", "modified_time": "2011-11-29T20:05:57Z", "articleBody": "Qosmio X770 הוא אחד הניידים העוצמתיים ביותר שתאתרו, שכולל גם תמיכה בתצוגת תלת מימד ועיצוב שפונה לקהל הגיימרים\nצילום: יח\"צ\nאין ספק שאחד הרגעים הכי מהנים בתחום הנוגע לסקירת מחשבים, או יותר נכון המחשוב האישי בכללותו, מגיע כשמחזיקים ביד משהו שאמור להיות באמת חדש. זה לא חייב להיות משהו שהוא חדש בעולם שמקיף אותנו, כלומר לא משהו שלא מוצאים אולי בתחום אחר של החיים, אבל יכול להיות חדש במובן שעד עכשיו לא ממש עשו את זה בתחום שבודקים. אם תרצו, זה אחד מרגעי השיא בחייו של כל בודק חומרה, ואולי גם תוכנה, אחד מהרגעים בה מרגישים בשמץ קליל של התרגשות שמזדחל לו מהבטן אל כיוון הלב והראש וגורם לפתוח את האריזה במהירות שיא.\nובמקרה של ה-Qosmio X770 מבית טושיבה (Toshiba) כמעט ואין ספק שמדובר במשהו חדש. ולמה? כי לראשונה הגיע לשולחן הבדיקה שלנו מחשב שמציע תלת-ממד, וטושיבה היא אחת מהחברות הראשונות, אם לא הראשונה, שמביאה את התלת-ממד הביתה, אל השולחן. היא שיחררה למעשה שתי סדרות של מחשבים ניידים שמציעים יכולות תלת מימד. סדרה אחת שלא דורשת משקפיים, אליה שייך לדוגמה ה-Qosmio F750 – וזו ככל הנראה סדרה שלא תגיע לארץ, וסדרה בה משתמשים בטכנולוגיית התלת-ממד של Nvidia, שמכונה 3D Vision, כדי לצפות בחומרים השונים שמוצגים על מסך המחשב. ה-X770 שייך לסדרה השנייה. זהו מחשב שמציע מסך בגודל 17 אינץ’, אבל לא עוצר רק בתלת-ממד אלא משלב בתוך הקופסה כמה מהמרכיבים הטובים ביותר שאפשר למצוא כיום בשוק מתוך ניסיון לספק חוויית מחשוב שעולה מדרגה, לפחות בכל מה שקשור למחשבים ניידים, על הנייר לפחות.\n ה-X770, מעבר לכך שהוא מציע יכולות תלת-ממד, הוא מחשב משחקים. למעשה, מעבר להכל, הוא אולי קודם כל מחשב למשחקים, והעובדה שאפשר לשחק אותם גם בתלת-ממד היא פועל יוצא של היכולת הזו, שכמובן גם מאפשרת לראות סרטים בתלת-ממד. וכן, מדובר גם בהמרה של סרטי ומשחקי דו-ממד לתלת-ממד בלי כל מאמץ מיוחד מעבר להנחת המשקפיים על האף.\n במקרה של ה-X770 גם פתיחת האריזה הייתה מעניינת. לא שמדובר באריזה מיוחדת – למעשה היא לא ממש שונה מכל אריזה של מחשב שמגיע מפס הייצור של טושיבה – אבל מעבר למחשב, הכבד כמובן, והמטען המסיבי שמלווה אותו, מוצאים באריזה גם כמה שקיות שמכילות את המשקפיים התלת ממדיות, מתאמי אף עבור המשקפיים, כבל USB וגם חוברת קטנה שמסבירה את ביצועי התלת-ממד והשימוש בהם.\nה-X770 מציע עיצוב מיוחד יחסית מבחינת שילוב הצבעים. רוב הגוף צבוע בצבע אפור כהה במקצת כשהחלק האחורי של המחשב עצמו ושל המסך צבוע בצבע אדום בורגונדי מתכתי והלוגו של המותג, Qosmio, מופיע באותיות גדלות בצבע אדום בוהק באמצע המכסה שנראות כאילו אפשר לשלוף אותן החוצה. המרקם של המחשב, לפחות בכל מקום שאפשר לגעת בו, הוא מחוספס במעין חריטות עדינות. זה אולי טוב לעומת מחשבים שמציעים משטחים חלקים ובוהקים שתופסים טביעות עצמאות, אבל לעומת זאת, הלכלוך נתפס מדי פעם ולכן כך או כך צריך להשתמש במטלית טובה כדי לנקות אותו. בכל מקרה, מדובר בעיצוב שמכוון לשוק הגיימרים, ומעבר לשאלה האם זה יפה – כי זו הרי שאלת טעם וריח – אין ספק שזה שונה מרוב מה שמוצאים בשוק.\nהביטויים הגיימרים לא נגמרים רק בצבעים ובסוג המשטח של המחשב. הרמקולים, של חברת harman/kardon מלווים בסאב-וופר שנמצא בחלק התחתון של המחשב, והם עוצמם מוצגים בתוך מעטפת מיוחדת ומצועצעת משהו בשני צידי החלק האחורי של המחשב, בדיוק מול הצירים של המסך המאסיבי משהו שזוכה להגנה סבירה מפני מגע לא רצוי אבל עדיין לא ברמה שיכולה להתחרות בזו בה מצוידים מחשבים עסקיים, כדוגמת ה-600B של סמסונג (Samsung) ששילבה במכסה של המסך טיטניום שמגן בצורה כמעט מרבית על המסך. גם הצירים קצת חלשים, כך שכל נגיעה במסך גורמת לנדנוד שלו.\nעוד ביטוי לכיוון המשחקיות של המחשב אפשר למצוא בתאורה האדומה שמופיעה מתחת למקשים בכל פעם שמשתמשים במקלדת. כאמור, לא מדובר בתאורה קבועה, כך שמדובר בגימיק נחמד ולא יותר, ובחושך היא לא ממש עוזרת להבחין בסימון על המקשים. המקלדת עצמה מעט שקועה. המרחקים בין המקשים גדולים ולכן קל יחסית להקליד, אך למרות הגודל של המחשב ומשקלו (3.4 ק”ג), הבסיס רך מדי, ובשילוב עם העובדה שהירידה של המקשים אינה מספקת, לא מדובר במקלדת שנוחה במיוחד להקלדות ממושכות.\nגם מעל משטח השליטה של המחשב יש פס תאורה אדום דקיק. מדובר במשטח שליטה בגודל סטנדרטי למדי, אך להבדיל מרוב המחשבים של טושיבה שבדקנו, כפתורי העכבר ממוקמים ממש בקצה המחשב, וכך נוצר מרחק משמעותי למדי בין משטח השליטה למקלדת, מכיוון שרוב השחקנים מחברים גם כך עכבר אמיתי למחשב, מדובר בהחלטה טובה, והכפתור שמאפשר לבטל את פעולת המשטח, בהחלט עוזר.\nבחלק העליון, מעל המקלדת, בין הרמקולים המעוצבים של harman/kardan שהזכרנו לעיל, וליד כפתור ההפעלה, יש כמה כפתורי מגע. הראשון, משמאל לימין, מיועד להפעלת תוכנית חסכון באנרגיה שנזכיר אותה שוב עוד מעט, השני מיועד להפעלת/ביטול היכולות האלחוטיות של המחשב, השלישי להפעלת/ביטול התלת-ממד כשאפשר, הרביעי להפעלת/השהיית תצוגת סרטים או השמעת מוזיקה, והחמישי לכיבוי/הדלקת התאורה האדומה המיוחדת. בנוסף יש שני כפתורי מגע לשליטה בעוצמת הקול של המחשב. זה אולי גם המקום לציין שמקשי ה-Num Lock וה-Caps Lock מצוידים בנורית ירוקה קטנה שמופעלת כשהם פעילים. המקלדת היא כמובן מקלדת בגודל מלא, כפי שניתן למצוא כיום בכל מחשב עם מסך 15.4 אינץ’ ומעלה.\nכמו שבטח כבר הבנתם ה-X770 הוא מחשב מאסיבי. המידות שלו, כראוי למחשב עם מסך בגודל 17.3 אינץ’, הן 410x270x28-42 מ”מ. כמו שאתם רואים מהמידות הללו החלק האחורי שלו גבוה מאוד, יחסית, וזאת בגלל הסוללה הגדולה בחלק האחורי שמעוצבת כמעין רגלית.\nבצד ימין של המחשב יש מקדימה 2 יציאות USB 2.0 כשלפניהן מחברי האוזניות והמיקרופון. את שאר השטח תופס כונן הבלו-ריי תוצרת מטשיטה (Matshita). בצד ההפוך מוצאים מקדימה עוד שתי יציאות USB, הקדמית 2.0 והאחורית 3.0, יציאת HDMI, חיבור לרשת מקומית, יציאת RGB וממש בקצה את חיבור החשמל שכמו ברוב המחשבים הענקיים מורכב מראש בעל ארבע פינים.\nאת רוב הצד השמאלי תופס חריץ האוורור של המחשב והנה המלצה זריזה בנושא: אל תניחו את היד ליד יציאת האוורור הזו. אתם צפויים להרגיש להט לא נעים בכלל. עם זאת, אם רוצים להשאיר כוס קפה או תה חמה, אפשר בהחלט לשים אותה ליד הצד השמאלי של המחשב בזמן שמריצים משחק. למרות זאת, במשטח העליון של המחשב, באזור המקלדת ומשטח השליטה, לא הרגשנו בהתחממות. אז או שיש חומר בידוד טוב, או שמערכת האוורור עובדת היטב, אבל בפנים, אין כל ספק, הטמפרטורה מזנקת למעלה בזמן שהמחשב מתאמץ.\nואולי קל להבין את ההתחממות הזו אם בודקים את המפרט הטכנולוגי של המחשב. הדבר הכי בולט בו, עם כל הכבוד למעבד הראשי רב העוצמה, הוא כרטיס התצוגה. מדובר ב-GeForce GTX 560M של Nvidia. עד לאחרונה מדובר היה בכרטיס התצוגה החזק ביותר שהיה זמין למחשבים ניידים – מאז כבר הופיעו ה-GTX 570M וה-GTX 580M – ולפי החברה הוא מציע יותר מפי שתיים ביצועים לעומת ה-GT 540M שהיה השבב הגרפי הכי חזק והכי פופולארי במחשבים שרצו להציע את המיטב אבל הציעו מסכים בגודל של 15.4 אינץ’ לכל היותר (גם הוא כבר הוחלף ב-GT 550M ואחר כך ב-GT 555M). כך, לדוגמה, ה-F750 שהוזכר לעיל, מצויד ב-GT 540M.\nה-GTX מציין גם כרטיס תצוגה ב-“גודל מלא” והוא מיועד למחשבים עם מארגז גדול, ובמארז של מחשב בגודל 17.3 אינץ’ ומעלה אפשר לשלב את הכרטיסים האלה שמציעים עוצמה שמאוד קרובה לעוצמה של כרטיסים המיועדים למחשבים שולחניים. במילים אחרות, כרטיסי ה-GTX מיועדים לגיימרים בעיקר, ומעבר לעוצמה, גם המחיר בהתאם.\nאבל הדבר הכי חשוב הוא שהכרטיס, או השבב – כמיטב רצונכם – תומך בטכנולוגיית התלת-ממד של Nvidia שמכונה Nvidia 3D Vision ומאפשרת, בעזרת משקפיים, לצפות בכל בתלת-ממד, כל עוד התמונה מוצגת על מסך מלא, וזאת המהות של מחשב הגיימרים הזה. הוא אמנם תומך גם בטכנולוגיית ה-Optimus של החברה, אבל במקרה של ה-X770 זה לא ממש משנה: ה-GTX 560M עובד ועובד ועובד, והניסיון לחסוך אנרגיה כדי לחסוך זמן סוללה, כפי שתראו בהמשך, הוא די מגוחך במחשב הזה – אם כן רוצים לחסוך אנרגיה אפשר להשתמש בתוכנית eco Utility שבעזרתה, כמו במחשב העסקי של החברה שבדקנו לאחרונה ה-Portege R830, ניתן להעביר את המחשב למצב חסכון בחשמל.\nהמעבד הראשי של המחשב הוא Core i7-2630QM, מעבד 4 ליבות (8 נימי עבודה) של אינטל (Intel) במהירות 2 ג’יגה-הרץ (2.9 ג’יגה-הרץ במצב טורבו) עם 6 מגה-בייט זיכרון מטמון ברמה 3. הוא מלווה בזיכרון עבודה מסוג DDR3 בכמות של לא פחות מ-8 ג’יגה-בייט, ובמהירות 1,333 מגה-הרץ. המחשב מגיע גם עם שני כוננים קשיחים, שניהם בנפח 500 ג’יגה בייט: האחד “רגיל”, Seagate Momentus בנפח 500 ג’יגה בייט שמסתובב במהירות 7,200 סל”ד, והשני הוא כונן היברידי, גם כן, מבית Seagate – סדרת Momentus XT – שמצויד ב-4 ג’יגה-בייט זיכרון הבזק (SLC Nand) שמשפר מאוד את זמן העלייה של המחשב. את התצורה המרשימה הזו סוגר כונן הבלו-ריי שכבר הזכרנו לעיל.\nאת המבחנים שלנו התחלנו כמובן בבדיקה מעשית של יכולות התלת-ממד שלך המחשב. המסך, כאמור 17.3 אינץ’, הוא מתוצרת סמסונג והוא מציע רזולוציה טבעית בשיעור 1,920×1,080 שאמורה להספיק גם לרוב שחקני הקצה העליון, לפחות של אלו שמחפשים פירוט רב ככל האפשר של התמונה תוך שמירה על קצב פריימים לשנייה שמאפשר לשחק במהירות. המסך מציע זוויות ראייה סבירות, הוא לא מבריק מדי אבל עדיין מחזיר השתקפויות במידה רבה, והצבעים בדרך כלל טובים, אבל בכל זאת מורגשת נטייה קלה של הדגשת הצבעים החמים – אדום, בעיקר. זמן התגובה שלו הוא 5 אלפיות-השנייה אמיתיים, וזה מרשים וקרוב מאוד למסכים שולחניים.\nאבל במקרה של המחשב הזה, כל הפסקה לעיל לא “ממש מעניינת” מול הבחינה של המסך בעבודת התלת-ממד שלו. שלא כמו ה-F750, ב-X770 התלת-ממד משתלט על כל נכסי התצוגה. לא ניתן להריץ, לדוגמה, סרט תלת-ממד בחלון אחד ובחלון לידו לעבוד על מסמך כל שהוא או לפתוח דפדפן: אם רוצים לצפות בסרט תלת-ממד, או לשחק, זה על כל המסך.\nבהתחלה קצת התבלבלנו. התברר שכדי לראות קצבי תלת-ממד ששמורים במחשב, צריך להשתמש בתוכנה של Nvidia עצמה. אבל בעוד שהתוכנית לצפייה בקבצים של תמונות תלת-ממדיות, 3D Vision Photo Viewer מותקנת במחשב כברירת מחדל, כדי לראות קבצים של סרטי תלת-ממד, צריך להוריד את Nvidia 3D Vision Video Player. למה? ככה, כי הרי אין סיבה אחרת. לגבי סרטים שמוטבעים על תקליטור, ולא משנה אם מדובר בסרטים שהם תלת-ממדיים או דו-ממדיים שעוברים המרה תוך כדי פעולה, כבר רואים באמצעות תוכנה של טושיבה עצמה, Toshiba Video Player 3D, שלא יודעת לפתוח את קבצי התלת-ממד ששמורים במחשב כדוגמה. למה? ככה, כי הרי אין סיבה אחרת. בכל מקרה, שניים מהעלונים שמגיעים עם המחשב מסבירים למה אחראית כל תוכנית, מאין להוריד את מה שצריך להוריד, וגם כיצד עובדת טכנולוגיית ה-3D Vision במחשב, מבחינת שימושיות כמובן.\nכאמור צריך להשתמש במשקפיים כדי לראות את תכני התלת-ממד. המשקפיים התגלו כנוחות מאוד, וכפי שהזכרנו לעיל, יש מתאמים שניתן להרכיב על החלק שיושב על גשר האף, אם צריך. על המשקפיים, בצד שמאל, יש כפתור שתואם את כפתור הפעלת/ביטול התלת-ממד מעל המקלדת. בשביל מה צריך כפתור כזה?\nכדי לתת תשובה צריך אולי להסביר כיצד טכנולוגיית 3D Vision הסטריאוסקופית עובדת בפועל, כפי שזה בא לידי ביטוי מבחינת המשתמש. הכוח העיקרי של הטכנולוגיה הזו הוא היכולת להפוך תכני דו-ממד לתצוגת תלת-ממד, וזה בא לידי ביטוי בסרטים ובמשחקים כאחת. ההמרה הזו מתבצעת, כמובן, תוך כדי הצגת התכנים בפועל, ומעבר לכך שיש בעצם השהיה קטנטונת בהצגת התכנים, שאיננו מודעים אליה למעשה מרגע שהתכנים מתחילים להיות מוצגים בפועל במקרה של הצגת סרטים, זה בא לידי ביטוי בירידה בקצב הפריימים לשנייה במשחקים בהם התוכן כמובן דינמי ותלוי גם בפעולות של השחקן. התוצאה אמנם טובה, אבל לא תמיד רוצים להקריב את מהירות המשחק לטובת התלת-ממד ואז פשוט לוחצים על הכפתור במשקפיים כדי לחזור לתצוגה דו-ממדית.\nאיך זה למעשה נראה? ובכן, מכיוון שלא ניתן לצלם דרך המשקפיים כדי להראות תמונה, ננסה לתאר לכם. תחשבו פתאום שהתצוגה מול העיניים מקבלת עומק ופרספקטיבה של בערך עשרה סנטימטרים כשיש הבלטה מוצלחת ונכונה של הגופים השונים, כולל דמויות של אנשים, לפי המרחק שלהם מעין המשתמש. במשחקים זה אפילו בולט יותר מאשר בסרטים, אבל ההרגשה בסופו של דבר, בהמרה, היא שרואים כמעין ספרייטים שמונחים אחד מעל השני במרחקים “מתאימים” – ומי שזוכר את ימי המחשוב הראשונים שסבבו סביב קומודור (Commodore 64) ומתחריו השונים, יודע בדיוק על מה אני מדבר (שפת הבייסיק של קומודור 64, לדוגמה, כללה אפילו את הפקודה Sprite). בשורה התחתונה, מדובר בחוויה אחרת לגמרי, ומכיוון שהמחשב וכרטיס התצוגה חזקים במיוחד, ההשפעה על קצב הפריימים לשנייה באמת לא נוראה. בלוח הבקרה של הכרטיס אפשר לקבוע באופן את העומק כברירת מחדל, או שאפשר להשתמש במקשים חמים כדי להגדיל/להקטין את העומק.\nבלוח הבקרה יש גם רשימה ארוכה של משחקים. ליד כל משחק אפשר לראות עד כמה טכנולוגיית ה-3D Vision מתאימה לו. כך לדוגמה עבור המשחק Fallout 3 ההתאמה מושלמת, אבל  עבור FIFA 11 היא בינונית ועבור Wolfenstein היא אינה מומלצת בכלל לשימוש.\nעם זאת אנחנו חייבים לציין משהו שקצת הפתיע אותנו: במשחקים שמבוססים על פלאש, בעיקר בפייסבוק (Facebook), נתקלנו מדי פעם בעיה כשניסינו להציע את המשחקים על מסך מלא. זה נובע כנראה מהניסיון של המחשב להציג את המשחק בתלת-ממד ברגע שעוברים למסך מלא. הדרך היחידה להתגבר על כך היא לבטל את התצוגה הסטריאוסקופית בלוח הבקרה של הכרטיס.\nכאן זה גם המקום להזכיר שהמצלמה בה מצויד המחשב מגיעה עם שתי עדשות כדי שאפשר יהיה לצלם תמונות וסרטונים, או סתם לשוחח, בתלת-ממד. היא מציעה רזולוציית צילום של 1,280×800 פיקסלים.\nכמובן שהעניין העיקרי שלנו במבחנים היה לבדוק את הביצועים הגרפיים של  המחשב, גם בגלל ההצהרות של Nvidia לגבי ה-GeForce GTX 560M. הבדיקה הכי טובה להוכחת היכולות של הכרטיס היא Heaven שנבנתה במיוחד להשתמש ביכולות של DirectX 11 ממש עד הקצה, וגם מאפשרת בקלות לעבור בין מצב תצוגת דו-ממד לתלת-ממד, והתוצאות בהחלט היו מרשימות, שלא לומר מדהימות: בבדיקת ברירת המחדל שלנו, ברזולוציה של 1,366×768 פיקסלים, שנבחרה בגלל שזו הרזולוציה הטבעית כיום של רוב המחשבים בגודל שבין 13.3 ל-15.4 אינץ’, הגיע ה-X770 לממוצע של 23.8 פריימים לשנייה עם מקסימום של 46 פריימים לשנייה, תוצאות שהביאו לתוצאה של 599 נקודות. התוצאה הכי טובה שחילצנו עד אותו יום הייתה 344 נקודות במחשב N53S של אסוס (Asus) שמצויד ב-GeForce GT 540M. ה-Qosmio F750, שהזכרנו לא אחת בכתבה הזו, מצויד גם הוא ב-GeForce GT 540M והוא הגיע לציון של 330 נקודות, כך שמדובר בקפיצה מדהימה בעוצמה ובאיכות של התצוגה הגרפית.\nלאחר מכן הרצנו שוב את Heaven ברזולוציה מלאה של 1,920×1,080 פיקסלים. במצב דו-ממד התוצאה הייתה 392 נקודות שהיא עדיין יותר טובה מכל תוצאה שהשגנו עד המחשב הזה, וזה פשוט מדהים. אפילו בהמרה לתלת-ממד, ברזולוציה הכי גבוהה שאפשר, הציון היה מרשים: 323 נקודות.\nתוצאות באיכות דומה התקבלו גם במבחני Cinbench 11.5. תוצאת שיא של 39.60 נקודות במבחן ה-OpenGL שמביא לידי ביטוי את העוצמה הגרפית של הכרטיס החזק, ותוצאה נאה של 4.41 במבחן המעבד שדומה באיכותה לזו של מחשבים אחרים שמצוידים במעבד ה- Core i7-2630QMשל אינטל. גם התוצאה ב-3Dark11 Basic של ה-X770 הייתה תוצאת שיא: לא פחות מ-1,979 נקודות, כשתוצאת השיא הקודמת בחודשים האחרונים הייתה שייכת ל-Lenovo Z575 עם מעבד ה-APU שלו, ה-A4-3300M שמכיל שבב Radeon 6650M והגיע ל-1,049 נקודות.\nבמבחנים הסינטטיים הכלליים התוצאה הייתה מעורבת. הסיבה: בכל פעם שתוכנת הבדיקה הגיעה לשלב בו היא בדקה אלמנטים שמשתמשים שקשורים ישירות לכרטיס התצוגה, תכונת ה-3D Vision נכנסה לעבודה, וכמו שאמרנו, זה בא לידי ביטוי בהורדת קצב הפריימים לשנייה ולפגיעה בציון הכללי בהשוואה למחשבים בהם אין יכולת תצוגת תלת-ממד. עם זאת, ב-PCMark 7 Basic המעודכנת המחשב כבר הגיע לתוצאת שיא של 3,428 נקודות כשהוא משיג תוצאה טובה יותר אפילו מה-Samsung 900X3A (שהגיע ל-2,746 נקודות) וה-Qosmio F750 (שהגיע ל-2,997 נקודות).\nאי אפשר להתייחס למחשב עם מסך כזה ומשקל כזה כמחשב נייד אמיתי. ה-X770 הוא  מחשב שולחני לכל דבר גם אם הוא מגיע במעטפת של מחשב נייד. הסוללה אולי גדולה מבחינה פיזית, אבל היא מציעה 41,060mWh במקרה הטוב ביותר, וזה נפח עבודה נמוך בהשוואה לרוב המחשבים שעולים על שולחן הבדיקה שלנו, ובטח למחשב גדול שכזה.\nזוכרים שלפני כמה פסקאות כתבנו על כרטיס התצוגה והתכונות שלו ועל כך שלמרות שגם הכרטיס זה תומך בטכנולוגיית ה-Optimus של Nvidia זה לא ממש משנה? ובכן, אחרי תקופה ארוכה מאוד, אפילו מאוד מאוד, נתקלנו במחשב שלא מסוגל לגמור אפילו סבב אחד ויחיד של בדיקות במבחן הפרודוקטיביות של MobileMark 2007. למעשה המחשב כבה לאחר כשעה וחצי בלבד, ולהשכיר לכם, בבדיקה הזו אנחנו מכבים את היכולות האלחוטיות של המחשב ומורידים את בהירות המסך ל-40%, ואפילו קצת פחות במקרה הזה. המסקנה: המחשב הזה יכול להחזיק מעמד במעבר משקע חשמל אחד לחברו, ולא יותר.\nה-Qosmio X770 של טושיבה הוא מחשב שולחני במעטפת של שולחן. בזכות השילוב בין מעבד יחסית חזק, עם כמות גדולה של זיכרון, נפח אחסון גדול וכמובן כרטיס תצוגה מוביל שמציע ביצועים יוצאים מן הכלל מעבר ליכולות התלת-ממד שלו, זהו מחשב שכל גיימר ישמח לשים על השולחן שלו, במיוחד אם הוא גיימר שמשתתף בטורנירים ולא רוצה לסחוב על הגב את המחשב הנייח שלו.\nהמחיר, באופן לא מפתיע כנראה, מאוד גבוה. עם מחיר שוק ממוצע של כ-10,500 ש”ח זהו מחשב יקר מאוד, אבל למרות זאת הענקנו לו את תו בחירת העורך – זהו מחשב פשוט נהדר למשחקים ולשאר שימושים ביתיים, בעיקר אם אתם אותם ברי מזל שהמחיר לא משחק תפקיד אצלם, לפחות כל עוד לא צריך ניידות.\n\nהפוסט פורסם לראשונה באתר TH Spot ", "keywords": "3d vision,core i7-2630qm,intel,nvidia,qosmio,seagate,toshiba,x770,אינטל,טושיבה,סיגייט"}