{"url": "https://www.geektime.co.il/sansar-viryual-world/", "type": "article", "title": "החיים אחרי סקנד לייף: הכירו את העולם הווירטואלי של סאנסר", "description": "סאנסר (Sansar) של Linden Lab היא קהילה מקוונת מסוג חדש, שנוצרה עם טכנולוגיית מציאות וירטואלית ומעניקה ליוצרי תוכן כלים אפקטיביים ליצירת עולמות דיגיטליים אופפים ודמויי חלום", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/Event-hub-5-e1508134885919.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-31T11:00:49Z", "modified_time": "2017-11-05T09:13:12Z", "articleBody": "סאנסר (Sansar) של Linden Lab היא קהילה מקוונת מסוג חדש, שנוצרה עם טכנולוגיית מציאות וירטואלית ומעניקה ליוצרי תוכן כלים אפקטיביים ליצירת עולמות דיגיטליים אופפים ודמויי חלום\nהכתבה בחסות\nבתמונה: מרכז האירועים הווירטואליים Cult שבו יכולים האמנים לארח תצוגות וירטואליות כחלק מסאנסר. (קרדיט: דאריו בוראטי)\nב”סקנד לייף” (Second Life), עולם דיגיטלי מקוון ועצום, המשתמשים יוצרים תוכן תלת ממד, כמו אוואטרים, מבנים ולמעשה כמעט כל מה שאפשר לדמיין. בעולם זה, המושתת על האינטרנט, המשתמשים יכולים לצאת לקניות של בגדים וירטואליים, לרכוש קרקע, להאזין לקונצרטים, ולהשתתף בחוויות וירטואליות אחרות כמעט כמו בחיים האמיתיים, רק באופן דיגיטלי ועם אופי של עולם אחר.\nאחרי שנים שבהן יצר תכנים עבור סקנד לייף, דאריו בוראטי החליט לבצע מתיחת פנים לדירות המגורים וחללי המסיבות שהוא מעצב באמצעות מציאות מדומה, וכעת יכולים אוהדי העולם הדיגיטלי הוותיק לבקר בעולם חדש של מציאות וירטואלית: סאנסר – קהילה מקוונת שבה המשתמשים יוצרים חוויות VR ומשתפים אותן. “מציאות וירטואלית היא הסביבה האידיאלית לכל אדם יצירתי”, אומר בוראטי, המתכנן מודלים תלת ממדיים ומי שהקים את VR Cult events hub – חלל המארח מוצגי אמנות, תצוגות אופנה וקונצרטים בסאנסר. “אפשר לצייר חלל, להיכנס לתוכו כאילו הוא אמיתי, ולפגוש אנשים בתוך החוויה”, הוא אומר.\nחלל האירועים היה בין המקומות המדומים הראשונים שאכלסו את סאנסר, עולם המקפיד על מהותו כעולם וירטואלי וסביבת מחיה מקוונת, שבה אנשים יכולים לבנות מקומות וירטואליים ולבלות בהם. מאז שעברה לשלב הבטא הציבורי בשלהי יולי, הניבה הפלטפורמה אוסף של סביבות מציאות וירטואלית, בהן גן זן, יצירה ארכיטקטונית מפורסמת שטרם נבנתה ואתר הנחיתה בירח של החללית אפולו 11.\nסאנסר מעמידה לרשות הבונים טכנולוגיה מתוחכמת ובכך מעלה את הרף לחוויה אופפת בעולמות וירטואליים. היא למעשה הדרך של Linden Lab מסן פרנסיסקו לספק ליוצרי התוכן את הכלים הדרושים ליצירת חללי VR עשירים, וכעת עוברת החברה לשלב הבא – משיכת סקרנים לעולמות הווירטואליים.\nהרעיון של עולמות וירטואליים חדר לתודעה הציבורית בסביבות 2007, עם הפופולריות הגוברת של סקנד לייף – הגיחה הראשונה של Linden Lab לעולמות הדיגיטליים – ומאז 2015 יצרו המשתמשים כ-2,640 קילומטרים רבועים של תוכן עבור הפלטפורמה, שטח שווה ערך בקירוב לשטחה של רוד איילנד. “בסקנד לייף הושקעו כמויות עצומות של אנרגיה יצירתית”, אומר פיליפ רוזדייל, אשר הקים את מקום המפלט הווירטואלי הזה ב-2003, “בשלב מסוים המסה התרחבה כל כך מהר, עד שלא היה ניתן להשיג את קצב ההתפשטות שלה גם במטוס שחוצה את כל שטחה”.\nהאפשרויות העצומות של האינטרנט בפס רחב בתחילת דרכו משכו קהל עצום; מאז 2016 יותר מ-47 מיליון בני אדם פתחו חשבון בשירות והקהילה הפעילה ממשיכה לגדול בכ-800,000 משתמשים מדי חודש. אך השימוש בטכנולוגיית ה-VR הביא עמו גם בעיות. “ניסינו כמה פעמים לשלב VR בסקנד לייף, אבל האופן שבו הקמנו את הפלטפורמה מלכתחילה מנע מאתנו לעשות זאת”, אומר ביורן לאורין, סגן נשיא למוצרים בסאנסר ובסקנד לייף. על מנת ליצור את התחושה האופפת, קסדות VR זקוקות למהירות מינימלית של 90 פריימים לשנייה שיופיעו על המסך, ביצועים מעבר ליכולתה של התשתית בת ה-14 של סקנד לייף ושל התוכן שהיוצרים כבר הקימו בפלטפורמה.\nמתוך מחשבה על מפרט של מציאות מדומה, Linden Lab ניגשה לבניית מנוע חדש שיוכל להניב יצירות יפהפיות ברמה גבוהה, שיוקרנו בקצב פריימים המתאים לקסדות VR כגון אוקולוס ריפט או HTC Vive.\nהשדרוג הגרפי גורם לקבוצות האיים והשקיעות הנמסות אל תוך השמיים להיראות אמיתיות במיוחד, אך חשוב מכך – הוא מסייע בגישור הפער בין העולם הווירטואלי לעולם האמיתי. “אנשים שמבקרים בסאנסר אינם יכולים לשכוח את העולם הווירטואלי שבו ביקרו”, אומר לאורין ומספר שהוא אוהב לערוך פגישות שבועיות עם הצוותים שלו בעולמות הווירטואליים. הוא אומר שהעברת חדר הישיבות לסאנסר מאפשרת לו לזכור אותן ביתר בהירות וחדות. “בזיכרון שלי מהישיבה אני לא נמצא במשרד הרגיל ולראשי קסדת VR”, הוא אומר.\nבתמונה: בחלל האירועים הווירטואלי Cult יכולים המשתמשים לבקר בתערוכות של אמנים ידועים (קרדיט: דאריו בוראטי)\nמחקרים תומכים בחוויה של לאורין. מחקר על נוכחות וזיכרון שנערך במעבדת האינטראקציה האנושית הווירטואלית בסטנפורד מצא, שהמשתתפים שקיבלו משוב חזותי אופף זכרו את החוויה באופן חי בהרבה, בין היתר בזכות מאפיינים כמו האודיו המרחבי – טכנולוגיה הקושרת צליל לעצמים ספציפיים בסביבה התלת ממדית, ובכך גורמת לעולם הסינתטי לרחוש בצלילים טבעיים המגבירים את אמינותו.\nבסאנסר, כאשר המשתמשים מדברים, קולם בוקע מתוך גופם. “זה אולי נראה כמו עניין של מה בכך, אך היכולת הזאת מגדילה לאין שיעור את שביעות הרצון מניהול שיחה עם דמות בעולם הווירטואלי”, אומר לאורין. בפגישות השבועיות, כאשר צוות הפיתוח שלו המונה 40 אווטרים מכונס סביבו, לאורין יכול לשמוע קול ולדעת מי מדבר אליו. הוא מפנה את מבטו לכיוונו של אותו אדם ורואה את שפתי האוואטר זזות. היכולת לשמוע קול הבוקע מפיו של אוואטר הפכה לאחד האפקטים החברתיים המלכדים ביותר במציאות וירטואלית.\nיחד עם תעלולים חושיים אחרי, כמו האופן שבו השמש מטילה צל מגוף של אוואטר על הקיר, סאנסר מצוידת בתחכום הטכני המאפשר עולמות VR ממשיים, ובאמצעותה יוצרי תוכן כמו בוראטי נהנים מכלים המאפשרים להם להזמין אנשים אחרים לבקר בחלומות שיצרו, מה שהופך את העולם הווירטואלי החדש לשוקק ומשגשג.\n", "keywords": "intel,sansar,linden labs,אינטל,ar,סנסאר,לינדן לאבס,מצאות מדומה,סקנד לייף,second life,"}