{"url": "https://www.geektime.co.il/seagate-dockstar-review/", "type": "article", "title": "ביקורת: NAS שולחני - Seagate Dockstar", "description": "מכשירי NAS ביתיים מגיעים בכל הגדלים והצורות. כמה מהם אפילו מגיעים ללא דיסק קשיח ונחשבים בתור ה-Low End של המשפחה. אחד מהם הוא ה-Seagate Dockstar שמספק פתרון קליל ונוח למשתמש הפשוט.", "image": "https://files.geektime.co.il/wp-content/uploads/2010/02/dockstar_interface2_320x340.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-02-05T09:30:45Z", "modified_time": "2010-02-06T15:53:14Z", "articleBody": "מכשירי NAS ביתיים מגיעים בכל הגדלים והצורות. כמה מהם אפילו מגיעים ללא דיסק קשיח ונחשבים בתור ה-Low End של המשפחה. אחד מהם הוא ה-Seagate Dockstar שמספק פתרון קליל ונוח למשתמש הפשוט.\nמכשירי NAS (או Network Attached Storage בשמם המלא) מגיעים בכל הגדלים והצורות. כמה מהם אפילו מגיעים ללא דיסק קשיח, כאשר הכוונה היא שהמשתמש יקנה את החסר בעצמו. אחת מהקטגוריות החדשות במשפחת ה-NAS שולחני היא מכשירים שבכלל אין להם אפשרות להשתמש בדיסק קשיח פנימי, אלא משתמשים בדיסקים בחיבור USB כמקור האחסון העיקרי שלהם. המכשירים הללו נחשבים לקטגוריית ה-Low End של מכשירי ה-NAS הביתי והם ההפך הגמור מה-QNAP שסיקרנו בחודש שעבר.\nלפני כחודשיים החליטה גם Seagate להיכנס לתחום ה-NAS שולחני ובחרה דווקא בתחום ה-Low End כנקודת הכניסה. כפי הנראה, Seagate החליטה קודם כל לגשש ולבדוק את השוק לפני שהיא משקיעה את משאבי הפיתוח שלה בתחום. אני לא רואה סיבה אחרת לכך שהחברה החליטה לרכוש את הזיכיון של טכנולוגיית ה-Pogoplug של Cloud Engines במקום לפתח טכנולוגיה משלה.\nהפתרון של Seagate נראה דומה במקצת לזה של Pogoplug ומבוסס על תחנת בסיס קטנה שעיקרה הוא העריסה המתאימה לדיסקים מסדרת FreeAgent Go של Seagate. השוני המשמעותי בין השניים הוא התוספת של ארבעה שקעי USB לחיבור דיסקים חיצוניים בפתרון של Seagate בניגוד לשקע הבודד שקיים בפתרון של Pogoplug. בנוסף לשקעי ה-USB, כולל המכשיר גם שקע Gigabit Ethernet ואלו מכם השומרים על איכות הסביבה, המכשיר מגיע באריזה העשויה מחומרים ממוחזרים בלבד.\nמתחת למכסה המנוע, ה-Pogoplug וה-Dockstar זהים לחלוטין ושניהם מבוססים על ה-Marvell SheevaPlug System On Chip ומריצים מערכת הפעלה מבוססת לינוקס. בניגוד ל-Pogoplug, אשר פתחה את המכשיר לחיבור SSH ובכך אפשרה למשתמשים לבצע שינויים ותוספות שונות למכשיר, Seagate  בחרה לחסום את חיבור ה-SSH עם סיסמא, מה שמונע את האפשרות של המשתמשים המתקדמים יותר לשחק עם המכשיר קצת יותר ולהוסיף לו יכולות שונות בדומה ל-Pogoplug המקורי.\nהגישה ל-Dockstar נעשית באמצעות ממשק מבוסס WEB או באמצעות תוכנה ה-Client של Pogoplug שהזמינה להורדה מאתר החברה בגרסאות Windows, Mac ו-Linux. תהליך ההתקנה של ה-DockStar שאמור להיות פשוט יחסית, הסתבר כמורכב ודי מעצבן. ברמה עקרונית, כל מה שצריך לעשות כדי להפעיל את המכשיר זה לחבר אותו לחשמל, לרשת ולדיסקים קשיחים (בין אם ב-USB או באמצעות העריסה) ולאחר מכן להתחבר אליו לבצע אקטיבציה למכשיר מול האתר של Seagate והשירות של Pogoplug. אנחנו נאבקנו לא מעט זמן עם ההרשמה לאחר שהיינו אמורים לקבל מייל אישור שהחליט להיעלם בדרך. אבל אחרי כמה עבודות על מנגנון ה-SPAM הצלחנו להתגבר גם על המכשול הזה, רק כדי לגלות שהמכשיר מחייב חיבור של דיסקים מפורמטים בלבד. כלומר, במידה וחיברתם למערכת דיסק קשיח חדש שהוצע מהקופסה (כמו זה שהגיע יחד איתו לבדיקה), המערכת לא תזהה את הדיסק ואתם תאלצו לחבר את הדיסק למחשב ולפרמט אותו באופן עצמאי לפני שהמערכת תועיל בטובה לזהות אותו. היה מועיל אם איפשהו במדריך היה מצויין המידע המעניין הזה.\nבמידה והתקנת את ה-Client של Pogoplug, המערכת תאפשר לכם לבצע Mount לכוננים של המכשיר בעת ביצוע ה-Login למערכת ההפעלה. כברירת מחדל, יופיעו כל הכוננים המחוברים ל-Dockster כונן אחד במערכת ההפעלה והכוננים יופיעו כתיקיות נפרדות בתוך הכונן. במידה ואתם רוצים לראות את כל אחד מהכוננים המחוברים ככונן נפרד, תוכלו לעשות זאת באמצעות פונקציה ה-MultiDrive אותה ניתן להגדיר באמצעות ה-Client.\nה-Dockstar תומך בכל מערכות הקבצים הפופולאריות הנמצאות בשימוש במגזר הצרכני: NTFS, FAT32, Mac OS, ext2 ו-ext3. לאחר שכבר החלטתם באיזה מערכת קבצים לבחור (ופרמטתם את הדיסק במחשב כמובן), סוג מערכת הקבצים אינו רלוונטי יותר. כל מערכת הפעלה על מחשב המחובר לרשת יכול לגשת, לקרוא ולכתוב קבצים הנמצאים על ה-Dockstar באמצעות מיפוי רשת פשוט. חשוב לציין שבמידה ותבחרו לנתק את אחד הדיסקים המחוברים ל-Dockstar ולחבר אותו ישירות למחשב באמצעות USB, מערכת ההפעלה בו מפורמט הדיסק כן תצטרך נתמכת על-ידי מערכת ההפעלה ולכן לפני שאתם בוחרים במערכת קבצים אקזוטית כזו או אחרת, קחו את האפשרות הנ”ל בחשבון.\nבתור מומחה אבטחת מידע, אחת האפשרויות שהיו חסרות לי במערכת הייתה האפשרות להגדיר הרשאות גישה שונות למשתמשים שונים עבור השימוש במערכת. במקרה של ה-Dockstar, אפשרויות המשחק בהרשאות הן מוגבלות למדי כאשר המערכת מאפשר לכל משתמש שמתקין את אפליקצית ה-Client  גישה מלאה למערכת כולל קריאה וכתיבה. האפשרות היחידה להגדיר סוג מסויים של הרשאות היא באמצעות הגדרת מנגנון ה-File Sharing (מבוסס Samba) על כל אחד מהכוננים בנפרד, על-ידי גישה ישירה לכוננים, באמצעות כתובת ה-IP של המכשיר, שם ניתן להגדיר האם הגישה באמצעות שיתוף תהיה לקריאה וכתיבה, קריאה בלבד או מבוטלת לחלוטין.\nבדומה לכל פתרונות ה-NAS השולחניים היום, גם ל-Dockstar יש אפשרות לחיבור מרחוק באמצעות ממשק WEB. חשוב להגדיר בשלב זה כי במידה ויש לכם רשת ביתית (דבר שסביר להניח מכיוון שהסיכויים שהייתם משתמשים במכשיר NAS ביתי אם לא הייתה לכם רשת הם נמוכים יחסית), זה אומר שגם יש לכם Router שצריך להגדיר בו Port Forwarding על-מנת לגשת למכשיר מרשת האינטרנט.\nממשק ה-Web של Pogoplug המובנה במכשיר נראה דומה מאוד לממשק ה-Client ומכיל כמעט את כל האפשרויות. הוא מאפשר לכם גישה לכל הקבצים כפי שהם מסודרים במכשיר עם הפרדה לכוננים השונים ומספק יכולות חיפוש בסיסיות למדי.\nאם יש לכם אייפון, ל-Pogoplug יש אפליקציה המאפשרת לכם להתחבר ל-Dockstar שלכם (בין אם ברשת מקומית ובין אם דרך האינטרנט) ולנווט בקלות יחסית בין התיקיות השונות ואף להציג ולנגן את קבצים התמונות, המוזיקה והוידאו הנמצאים במכשיר (במידה ואלו בפורמט הנתמכים על מכשיר האייפון כמובן). חשוב לציין שעל-מנת להשתמש באפליקציה, אתם חייבים לרשום את המכשיר לשירות של Pogoplug ובמידה ולא תעשו זאת, תוכלו עדיין לגשת עם האייפון לקבצים באמצעות הרשת המקומית, אך לא דרך האינטרנט. המכשיר מגיע עם מנוי לשנה לשירות של Pogoplug ולאחר מכן תוכלו לחדש את המנוי במחיר של 29 דולר לחודש.\nאחת התכונות המשמעותיות היום במכשירי ה-NAS הביתיים היא יכולת שיתוף התכנים עם חברים ומקורות חיצוניים באינטרנט. המכשיר מאפשר לשתף ספריות או כוננים שלמים (ולא קבצים בודדים) עם משתמשים באמצעות שליחת מייל ובאמצעות רשתות חבריות במידה ואתם בוחרים באפשרות ה-Public Viewing (ללא הרשאות גישה). אפשרות זאת מאפשרת לכם לחבר את הספרייה המשותפת ל-Feed שלכם ברשת החברתית כך שכל עדכון של קובץ שתוסיפו לספרייה, יעדכן גם את הפרופיל שלכם בפייסבוק, טוויטר או MySpace.\nבמידה ואתם בוחרים לפתוח את הספריות שלכם למשתמש ספציפי, תצטרכו לעשות זאת באמצעות מייל. כאשר המשתמש ספציפי מקבל את מייל ההזמנה, הוא יכול לצפות בקבצים דרך האינטרנט, אך יש לו גם אפשרות ליצור חשבון חינמי ב-Pogoplug.com, מה שיאפשר לו להוריד את אפליקצית ה-Client למחשב שלו ולצפות בקבצים המשותפים בתור כונן במערכת ההפעלה.\nגם כאן חוזרת שוב הבעייה של אבטחת המידע והיכולת לשלוט מי יכול לגשת לקבצים השונים. אל אף שלאחר שקיבלו הרשאת התחברות, המשתמשים המוזמנים לא יכולים לשתף את התוכן עם משתמשים אחרים, אין שום דבר שבאמת מונע מהמשתמש להעביר את ההזמנה שלו (עם פרטי ההתחברות) הלאה למי שהוא רוצה ואלו יוכלו לגשת אל הקבצים ללא בעיות וללא ידיעת הבעלים, דבר המהווה חור מאוד בעייתי באבטחת המידע של המכשיר.\nכדי לבחון את הביצועים של המכשיר, חיברנו את המכשיר לרשת לחיבור במהירות 1Gbps והשתמש בכבל רשת מסוג Cat7. לצורך האחסון, חיברנו ל-Dockstar דיסק מסוג Seagate Freeagent Go בגודל של 250GB באמצעות חיבור USB2.0. בדקנו העברת קבצים גדולים באמצעות העברת קובץ ISO של DVD בגודל 4.7GB והעברת קבצים קטנים באמצעות העתקת תיקיים המכילה 130MB של תמונות וקבצים מוזיקה בגדלים שונים הנעים מ-500KB ועד ל-5MB.\nלפי הבדיקות שלנו, בכתיבת קבצים גדולים הגיע ה-Dockstar לקצב מרשים למדי של 22.87 מגה לשנייה. באופן מפתיע, דווקא בקריאת קבצים גדולים הקצב היה מרשים קצת פחות והגיע רק ל-21MB לשנייה. בכל הקשור לכתיבת קבצים קטנים, הצליח ה- Dockstar להגיע למהירות של 5.9 מגה בשנייה ובקריאה הגיע למהירות של 18.12 מגה לשנייה, מה שמציב אותו פחות או יותר באמצע הטבלה בהשוואה לפתרונות המתחרים בקטגוריית ה-NAS הבייתי.\nבכל הקשור ל-NAS שולחני, אין ספק שלמשתמש הפשוט שרוצה מכשיר זול שיאפשר לו לשתף קבצים בצורה יעילה בין מספר מחשבים, יחד עם האפשרות לגשת אליהם מרחוק, ה-Dockstar הוא בחירה נבונה. למשתמשים המעוניינים בקצת יותר מזה, היינו ממליצים ללכת על פתרונות ה-NAS המלאים כגון זה של QNAP שסיקרנו בחודש שעבר.", "keywords": "סיגייט,דוקסטאר,nas ביתי,seagate,dockstar,freeagent go,pogoplug,פוגופלאג,nas שולחני"}