{"url": "https://www.geektime.co.il/segate-innov8/", "type": "article", "title": "לראשונה: סיגייט חושפת כונן קשיח בנפח 8TB שלא דורש חיבור לחשמל", "description": "כונן ה- INNOV8 החדש דורש רק יציאת USB-C יחידה כדי לפעול, מה שהופך אותו לאקססורי המושלם עבור לפטופים רבים שיצאו בשנה האחרונה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/segate1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-31T09:30:38Z", "modified_time": "2016-03-31T09:34:48Z", "articleBody": "כונן ה- INNOV8 החדש דורש רק יציאת USB-C יחידה כדי לפעול, מה שהופך אותו לאקססורי המושלם עבור לפטופים רבים שיצאו בשנה האחרונה\nמקור: Segate Innov8\nחברת Seagate האמריקאית חשפה אמש כונן קשיח חיצוני עם נפח אחסון בגודל של 8 טרה בייט. עד כאן הכל אולי נשמע די סטנדרטי, אבל הייחוד של הכונן החדש, המכונה INNOV8, בא לידי ביטוי בכך שהוא מגיע אך ורק עם יציאה אחת של כבל USB, המיועד לחיבור למחשב. בעצם החברה החליטה להצטרף למיני מהפכה שהתחילה, בה יותר ויותר יצרניות מתחילות להשתמש בתקן ה-USB החדש – Type C, בהן אפל, שמצוותת את מכשיריה החדשים אך ורק בחיבור זה.\nאמש (ד׳) הציגה החברה את INNOV8, הכונן הקשיח השולחני הראשון בעולם שאינו דורש חיבור לשקע חשמלי. כל שהכונן צריך לעשות כדי לפעול הוא לקבל את ׳ההצתה׳ הראשונית כדי להתניע את המנוע ולצאת לעבודה, באמצעות חיבור ה-USB 3.1. על היתרונות של הכבל USB C אנחנו לא צריכים להרחיב, אבל בנוסף לכך שלא צריך להסתבך יותר ולחפש את הצד הנכון שמתאים (שכן הכבל סימטרי), 8 טרה של איחסון יאפשרו לכם לאכלס למעלה מ-2 מיליון שירים, 4 מיליון תמונות, ו-800 סרטים באיכות HD.\nהכונן החדש כולל את תוכנת Dashboard Seagate, אשר מציעה למשתמשים ליצור גיבוי אוטומטי על פי דרישה או באופן ידני. כמו כן, אלו שירכשו את הכונן יהנו גם מאחסון נוסף של 200GB בענן של מיקרוסופט – OneDrive. עבור אלו מכם שמתעניינים גם במעטה החיצוני של המוצר – Innov8 עשוי כולו אלומיניום, ובעל עיצוב די פשוט ותעשייתי.\nלפני קצת יותר משנה השיקה Segate את Seven, הכונן הקשיח החיצוני הדק בעולם, לפחות באותה התקופה. Seven הגיע עם נפח אחסון בגודל 500GB ועיצוב דק במיוחד אשר שמו ניתן לו בשל העובי שלו העומד על 7mm בלבד, מימדים הדומים לאלו של כונן פנימי טיפוסי ולא במקרה. כמו כן, הגיע עם חיבור בתקן USB 3.0 מה שמאפשר בין היתר העברת קבצים במהירות של עד 4.8Gbps (פי עשרה מהתקן של USB 2.0) וחיסכון בסוללה, בהחלט הוסיפה לאטרקטיביות שלו. אך כאמור הייחוד של הכונן החדש מתוצרת החברה הוא לא מינימליזם אלא כוח ועוצמה, והרעיון הוא שהוא פשוט יהיה אביזר נלווה בכל בית או משרד שישב בצמוד למחשב, שכן זה נדרש כדי להפעיל אותו. משקלו אגב עומד על 150 גרם.\nInnov8 יהיה זמין לרכישה כבר בחודש אפריל הקרוב תמורת 349 דולר (1,320 ש״ח) באתר הרשמי של Segate, אמזון, ומשווקים מורשים אחרים.", "keywords": "סיגייט,segate,innov8,segate seven,כונן אחסון,כונן קשיח,חיבור טייפ סי,usb c,800,אפל,type c"}