{"url": "https://www.geektime.co.il/qa-jobs-april-2/", "type": "article", "title": "אנשי QA? הנה 10 חברות הייטק שגדלות ומחפשות אתכם", "description": "בין אם אתם מחפשים עבודה חדשה או רק רוצים ''לרחרח'', ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/laptop-in-the-office-1967479_1280-e1491122484364.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-02T13:25:30Z", "modified_time": "2017-07-11T12:43:16Z", "articleBody": "בין אם אתם מחפשים עבודה חדשה או רק רוצים ”לרחרח”, ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nרוצים שגם המשרה או חברה שלכם תופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nWe are looking for a talented, highly skilled Software QA Engineer. You must be very technical, self-motivated, a quick learner, to have the passion to learn new technologies and bring positive energy.\nResponsibilities:\n– Owning the testing and quality responsibilities of various features of the products.\n– Interact with product and project management, development teams, and functional architects etc.. to develop a strong understanding of the various testing objectives\n– Lead troubleshooting and triaging of issues with different teams to drive towards root cause identification and resolution.\n– Document, track and escalate issues as appropriate, using various ALM tools\nRequirements:\n– Bachelor’s Degree in Computer Science (or equivalent)\n– Strong knowledge of software QA methodologies, tools and processes\n– Experience working in an Agile/Scrum development process\n– Experience in writing clear, concise and comprehensive test plans and test cases\n– Solid Database skills, mainly in Oracle and SQL Server\n– Knowledge in programming languages such as: JS / C# / Java\n– Proven experience in troubleshooting and performing complex system tests\n– Must demonstrate an understanding of IP networking, protocols such as HTTP and HTTPS, firewalls, routers, etc.\n– Excellent interpersonal and communication skills\nTo send a CV for the position of QA Engineer – HPE Software\nמקור: cc-by-Dvirraz\nAmdocs OSS division is growing and looking for exceptional Automation Tester to join a cutting edge technology project aiming at providing foundations and solution to our largest customers. If you want to be part of a winning team and believe you can meet the challenge your place is with us.\nResponsibilities:\n– You will Create and execute, track and report automated and manual test execution mainly in selenium and/or testNG.\n– You will Analyze defects as they arise in design or execution test phase.\n– You will Design test rules and test scenarios based on documentation and communication with Product Management, Functional designers and developers.\n– You will Identify and propose work-around for critical defects.\n– You will be challenged with leading the technical aspects of the project.\n– You will have the opportunity to work in a growing business group, with ever growing opportunities for personal growth.\n– You will have the opportunity to work with the industry most advanced technologies.\n– You will work with great people who care and love their job.\nRequirements:\n– BSC in computer or industrial engineering or B.A. in any exact Science (information system proficiency an advantage).\n– At least 2 years relevant testing experience\n– Object Oriented programming – class structure, code re-use, abstract thinking.\n– Data model understanding.\n– Familiar with Client/Server applications, HTML and Java Script, Java.\n– Knowledge in SQL & DB development environment.\n– Basic Unix knowledge.\n– Experience in creating selenium/testNG scripts and adopt automation framework – an advantage.\n– Very good interpersonal and communication skills.\n– Experience in working with customers and on customer sites.\n– Very good analytical skills.\n– Ability to work and learn independently.\nTo send a CV for the position of Software Test Engineer – Amdocs\nResponsibilities:\n– Create and execute of test cases for a Vehicle services system and its interfaces\n– Perform root cause analysis on suspected defects\n– Manage defect calls with US testing and development teams\n– Support production operation issues\n– The Senior QA engineer will be part of the QA team\nRequirements:\n– Bachelor’s degree in Computer science  or related technical field or equivalent practical experience\n– At least 5 years’ experience in functional testing – must\n– Experience in QA of large complex systems Including server, client web, client mobile-must\n– Experience working with SOAP UI\n– Experience working with db\n– Experience performing root cause analysis and reading log files\n– Field operation support capabilities\n– Excellent communication skills – Excellent English (reading/writing)\nTo send a CV for the position of Senior QA Engineer – General Motors – ג’נרל מוטורס\nצילום: גיקטיים\nA company working in the Internet Marketing realm, mainly in online gaming, is seeking a professional Quality Assurance Engineer, experienced in planning, writing and executing test procedures for ETL Process and the BI system.\nResponsibilities:\n– Design and run test plans.\n– Record and document tests result.\n– Monitoring BI system and ETL System\n– Run performance, load and stability tests\n– Create automation test flow and procedures\nRequirements:\n– Computer science degree / Information systems/Industrial Engineering focused on information system from well-known Institute – Must\n– 1-2 years of hands-on experience in QA\n– Strong problem solving skills\n– Experience in SQL – Must\n– Experience with ETL\n– Working with Data from different sources\n– Business understanding of work processes\n– Experience with BI , SSIS and SSAS – Major advantage\nTo send a CV for the position of QA Engineer – Webpals\nResponsibilities:\n– You will solely own the responsibility for Quality of our SW: delivering high quality mobile applications.\n– Write STP, STD and manual execute test cases.\n– You will be fully involved in the product life cycle, working with SW and Mobile engineers as well as with Product manager.\n– You will be joining a new team working on an innovative mobile and wearable product which will revolutionize the way live events are experienced by the crowd. Our domain is Entertainment and Sports/Music live events.\n Requirements:\n– 3-4 years’ experience in testing Mobile applications (Android and iOS). Including API and E2E testing\n– Expert of QA methodologies and tools\n– Proven ability of QA leading projects.\n– Familiar with API testing\nTo send a CV for the position of QA Mobile – AGT International\n\nWe are looking for people who love what they do, will always suggest ways to improve the organization and the product and learn new things every day. As Cloudify is an all Open-source project in Python (the code and the stack Cloudify is built upon), we get to work with the latest technologies (like InfluxDB, ELK, Docker, Puppet, Chef and the likes…) and contribute to other open-source projects.\nResponsibilities:\n– Design, implement and run automated tests.\n– Build and enhance Cloudify’s testing infrastructures.\n– Collaborate with other team members in order to achieve better testing coverage.\n– Use quality control methodologies in order to ensure the product’s quality.\n– Review the test coverage of features.\n– Monitor Cloudify’s test reports and identify issues.\nRequirements:\n– Linux Proficiency (you love the Penguin).\n– Passionate about coding.\n– Experience of 3 years in quality assurance and at least 2 years in Hands-On automation development.\n– High level of English.\nTo send a CV for the position of QA Automation Engineer – GigaSpaces\nעובדי SentinelOne\nOur people meet extraordinary challenges every day, overcome them and influence the shaping of an innovative, highly sophisticated product that will change the way the security industry will look tomorrow.\nWe are a company that sees its people and knows that they are the key to our success. Our people are leaders in their domain and we continue to have the best talent join our amazing journey. At SentinelOne we work as one, thinking, brainstorming, while giving each person his domain and autonomy. We are an organization that truly values its people.\nResponsibilities:\nYou will be part of an amazing team\n-You will design and conduct manual tests in a multi-platform environment, you will work side by side with our Development team and CS team. You will think, brainstorm, solve puzzles, work in collaboration with wonderful people and huge talents.\n– Oh, and you’ll have fun\nRequirements:\n– Min 2+ years of Hand on experience in manual testing (servers QA, backend, Operating systems)\n– Experience working in product companies that develop win SW products (end point products)\n– Hands on experience working with one or more of the following platforms: Windows / Linux / MAC (OS X) – must (OS level, drivers testing – Advantage)\n– Basic understanding of network\n– Scripting languages Knowledge (Python or similar) – Big advantage\n– Experience in testing security software – Advantage\nTo send a CV for the position of QA Engineer – SentinelOne\nSenior QA Engineer is required to test different APIs and products for large scale systems and lead tasks as part of the QA team.\nRequirements:\n– Bachelor degree in Computer Science/Computer Engineering\n– At least 4 years’ experience in software QA with large complex systems required\n– Deep knowledge of the Testing and Product lifecycles\n– Experience in Elastic Search – advantage\n– Experience in Linux required\n– Knowledge of continuous integration/delivery\n– Experience in writing automation tests for applications\n– Experience in Java programming is mandatory\n– Deep knowledge of HTTP, REST, SOAP\n– Leadership experience – advantage\nTo send a CV for the position of Senior QA Engineer – AT&T\n\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform. With Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally.\n Additionally, thousands of leading corporations including Google, Airbnb, Upwork and Getty Images rely on Payoneer’s mass payout services. Here at Payoneer we celebrate diversity and believe that our people are our greatest resources. We work hard to get things done and never forget to have fun along the way.\nWe are looking for a talented Automation Developer to join our R&D Team, to take on a major role in the automation team. Our finest group of engineers is building extensive automation Infrastructure for both client side and server side component (using C# )\nRequirements:\n– Bachelor’s degree in Computer Science, Software Engineering and similar or relevant experience as a developer\n– At least 2 years of experience in .NET, C#\n– Ability to quickly learn new concepts and software\n– Very good verbal and written communication skills both Hebrew & English\n– Responsible and dedicated worker, willing to work in a dynamic and demanding environment\n– Motivated team player who helps drive the team forward\nTo send a CV for the position of Automation Developer – Payoneer\nSafe-T is growing and looking for a QA Engineer to join the R&D team. We are looking for a QA Engineer to join our growing Startup in Herzliya. It’s an excellent opportunity to be part of an exciting venture in a dynamic, fast growing environment:\nHave an impact on a comprehensive system-wide product that is the heart of Information Security for enterprise customers worldwide.\nRequirements:\n– At least 3 years’ experience in manual and automated testing for software products.\n– Build & configure lab environment for Products testing\n– End to End Project ownership\n– Create test plans for new features, working closely with R&D, follow-up with tests requirement and run the actual tests and covering the product functionality.\n– Experience in QA methodologies.\n– Knowledge and experience in IT: IIS, SQL Server, VMWare, Windows Server,\n– Knowledge and experience in Networking: Switching, Bridging, TCP/IP, IP-Subnetting\n– Provide reliable real time status to your manager.\n– Good written and verbal communication skills.\n– Independent, motivated and self-managed at work\n– Attention to details.\n– Team player with good interpersonal skills.\nAdvantages:\n– Previous technical support experience.\n– Knowledge and experience in virtualization solutions such as VMWare.\n– Experience with C#, .NET, Ruby  programming\n– Ability to work in a Linux-based environment.\nTo send a CV for the position of QA Engineer – Safe-T\nרוצים שגם המשרה או החברה שלכםתופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים", "keywords": "qa engineer,hpe software,automation developer,sentinelone,webpals,qa mobile,agt international,qa,automation engineergeneral motors,ג\\'נרל מוטורס,gigaspaces,payoneer,משרות,senior qa engineer,at&t,safe-t,אנשי בדיקות תוכנה,בדיקת תכנה,גיוס עובדים,עובדי הייטק,סטארטאפ,,at&t,amdocs,tgs,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות בהיי-טק"}