{"url": "https://www.geektime.co.il/israeli-hightech-teva-saga/", "type": "article", "title": "בכירי ההייטק הישראלי מתגייסים למען מפוטרי טבע", "description": "בעקבות ההחלטה של הנהלת טבע לפטר כמחצית מעובדי החברה בישראל, החליטו חברות הייטק בולטות בהן YOTPO, Payoneer ו-Kaltura לקלוט את המפוטרים במגוון משרות רלוונטיות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/handshake-2056023_960_720-1513246130.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-14T14:10:50Z", "modified_time": "2017-12-14T14:05:34Z", "articleBody": "בעקבות ההחלטה של הנהלת טבע לפטר כמחצית מעובדי החברה בישראל, החליטו חברות הייטק בולטות בהן YOTPO, Payoneer ו-Kaltura לקלוט את המפוטרים במגוון משרות רלוונטיות \nמקור: Pixabay\nטבע, ענקית התרופות שנחשבה לחברת התרופות הגנריות הגדולה בעולם עם למעלה מ-50,000 עובדים ומי שהיתה במשך שנים גאווה ישראלית, כבר מזמן לא בשיאה; לאחרונה הודיעה החברה על פיטוריהם של מחצית מעובדיה בישראל. במסגרת ההחלטה יפוטרו למעלה מ-3,000 עובדי טבע בישראל. לצד ההודעה של ההסתדרות על שביתה כללית של המשק ביום ראשון הקרוב, מיהרו בכירי ההייטק הישראלי להתגייס למען המפוטרים, וקוראים להם להיקלט אצלם.\nבין החברות שלקחו חלק ביוזמה ניתן למנות את YOTPO ו- Payoneer המחפשות מהנדסים, Kaltura המציעה בנוסף לקליטת עובדים גם סיוע למפוטרים לקראת ראיונות עבודה, Cortica המחפשת אחר עובדים מתחום המוצר טכני ו-Windward. המחפשת בעיקר עובדים בתחומי פיתוח מוצר וקריאטייב.\nלכבוד: עובדיה המפוטרים של טבע\nהנדון: הזמנה למפוטרי טבע להיקלט בחברות הייטק\nשלום רב,\n“כמו כל עם ישראל, התעוררנו למציאות שחברת טבע החליטה והודיעה על פיטוריהם של אלפי עובדים בישראל…ואתם העובדים – מה אתכם? אנו מאמינים שכל סוף הוא התחלה חדשה. גם את חלקינו פיטרו מחברות הייטק במהלך השנים, אך לעתים זה גורם לחשוב אחרת. לצאת מאזור הנוחות שלי ולחשוב איך אני יכול למקסם את הפוטנציאל שלי ושל האנשים שמסביבי. לכן אנו מציע לכם לבדוק מה קורה עם הסטארטאפים הישראלים. נכון לעכשיו, ההייטק הישראלי צמא לגיוס מאות ואלפי עובדים חדשים למשרדים שונים, בהם אנשי פיתוח ותכנות, מכירות, ניהול לקוחות ושיווק ועוד.\nמי שרוצה להיות חלק ממשהו ישראלי, גדול, משפיע ולאורך זמן מוזמן לפנות אלינו.\nלהתראות בקרוב, נשמח לקלוט כל עובד פוטנציאלי”\nשלכם,\nתומר תגרין, מנכ״ל Yotpo\nרון יקוטיאל, מנכ״ל Kaltura\nקרן לוי, מנכ״ל Payoneer\nיגאל רייחלגאוז, מנכ״ל Cortica\nפלאי בארי, מנכ״ל Bidalgo\nזיו אלול, מנכ״ל Inneractive\nזוהר דיין, מנכ״ל Wibbitz\nעמי דניאל, מנכ״ל Windward\nאין ספק שמדובר ביוזמה מחממת לב, וניתן רק לקוות שלא מדובר רק בניסיון שנועד לרתום את יחסי הציבור לגיוס עובדים, אלא במהלך אמיתי המעיד על כוונותיהם של אותם סטארטאפים וחברות הייטק (ואחרים שבוודאי יצטרפו) לקלוט את אלפי המפוטרים. זאת נדע כלל הנראה בהמשך.", "keywords": "טבע,מניית טבע,טבע בישראל,חברת טבע,teva,הייטק,הייטק בישראל,פיטורי טבע,yotpo,kaltura,windward,payoneer,wibbitz,cortica,bidalgo,inneractive"}