{"url": "https://www.geektime.co.il/diagnostic-robotics-raises-24-million-dollars/", "type": "article", "title": "לקצר את התורים בבתי החולים: קירה רדינסקי גייסה 24 מיליון דולר לסטארטאפ החדש שלה", "description": "החברה של המדענית הראשית לשעבר ב-eBay מנסה לפתור את בעיית עומסי מערכת הבריאות באמצעות מערכת אבחון וחיזוי המבוססת על בינה מלאכותית. ''טכנולוגיות המבוססות על בינה מלאכותית יאפשרו את הנגשת הפתרונות שלנו לכמחצית מאוכלוסיית העולם''", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/Diagnostic-Robotics-BE_7587-min-1573555741-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-11-13T10:11:56Z", "modified_time": "2019-11-13T10:11:56Z", "articleBody": "החברה של המדענית הראשית לשעבר ב-eBay מנסה לפתור את בעיית עומסי מערכת הבריאות באמצעות מערכת אבחון וחיזוי המבוססת על בינה מלאכותית. ”טכנולוגיות המבוססות על בינה מלאכותית יאפשרו את הנגשת הפתרונות שלנו לכמחצית מאוכלוסיית העולם”\nמקור: Diagnostic Robotics\nדיאגנוסטיק רובוטיקס (Diagnostic Robotics), המיזם החדש של המדענית הראשית לשעבר ב-eBay קירה רדינסקי, השלימה סבב גיוס של 24 מיליון דולר. חברת הסטארטאפ מפתחת טכנולוגיות שתסייע לפתור את בעיות העומס במערכות בריאות. החברה מתכננת להשתמש בהון שגייסה, כדי לשלב אותה במערכות הבריאות בישראל ובארצות הברית.\nDiagnostic Robotics הוקמה על ידי שלושה יזמים: ד”ר קירה רדינסקי, שכיהנה עד לאחרונה כמדענית הראשית של eBay ישראל מאז שמכרה לחברה את SalesPredict; יונתן עמיר ופרופ’ משה שהם, חבר סגל בפקולטה להנדסת מכונות בטכניון ומייסד חברת מזור רובוטיקס, שנרכשה לפני כשנה ב-1.6 מיליארד דולר.\nהחברה, שמעסיקה כיום כ-60 עובדים ובהם רופאים, מהנדסים, חוקרי נתונים ומדעני בינה מלאכותית תנסה לפתור את בעיית עומסי מערכות הבריאות בעולם, כשהעומסים בחדרי המיון עומדים בלב העשייה, באמצעות מערכת אבחון וחיזוי ייעודית המבוססת על בינה מלאכותית ועל מיליארדי רישומים רפואיים והיסטוריה של ביקורי מטופלים. ההון שגויס אמור לשמש את החברה בקידום פיתוח המערכת של החברה והאצת תהליך ההטמעה של מוצרי החברה בארגוני בריאות נוספים.\nהחברה משתפת פעולה עם כמה מארגוני הבריאות הגדולים בישראל ובארצות הברית, וזכתה לאחרונה למימון ממשלתי משמעותי ממשרד הבריאות ומהרשות לחדשנות כדי להאיץ את פריסת הטכנולוגיה שלה בבתי חולים ובקופות חולים בישראל.\nאת סבב גיוס ההון הראשון הובילה קרן ה-HealthTech החדשה שהוקמה על ידי AccelMed בהובלת ד”ר אירית יניב ואמיר בלאט, בשיתוף עם מבטח שמיר. משקיעים נוספים בסבב הם קרן Maverick Ventures Israel, קרן Alpha Capital, ד”ר קובי ריכטר וד”ר יהודית ריכטר, ג’ייסון, דיויד ודניאל אריסון, ומארק סיגל (חבר הנהלה ב-Cedar Sinai וב-Xprize).\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבשיחה עם גיקטיים מספרת ד”ר קירה רדינסקי, יו”ר ו-CTO של דיאגנוסטיק רובוטיקס, כי המערכת של החברה כבר פעילה במספר בתי חולים ומאפשרת למטופלים לעבור תשאול קליני תוך כדי שהרופאים מיודעים בזמן אמת באבחנות אפשריות, רמת דחיפות, בדיקות מומלצות ועוד. “המערכת מאפשרת גם את תחילת התהליך עוד מהבית על מנת להוריד עומסים על מערכת הבריאות כולה ולצמצם הפניות לא נדרשות למיון”, אמרה.\nרדינסקי מספרת כי המידע שאיתו עובדת החברה הגיע משיתוף פעולה עם בתי חולים וקופות חולים בישראל, סינגפור וארה”ב: “המערכת מוטמעת בתוך הארגון הרפואי ולומדת מעל המידע של בתי החולים בתוך מסגרות הארגון ולשימוש הצוות הרפואי בלבד”.\nרדינסקי, שעזבה תפקיד בכיר ומתגמל בתור המדענית הראשית של eBay, מספרת על המעבר לחברה החדשה: “אני מאמינה בכל ליבי בחזון החברה וזה כבוד לי להיות חלק מעשייה כה נרחבת בחזית הטכנולוגיה עם השפעה גדולה על החברה כולה​”.\nמקור: Diagnostic Robotics\nהאם אתם לא מודאגים מכך שאנשים יפחדו מדליפת המידע הרפואי שלהם, או שממשלות יחששו שהמידע הרפואי של אזרחיהן יגיע לידי ידיים זרות?\n“המערכת היא בינה מלאכותית המוטמעת בתוך גוף הבריאות. המערכת שלנו רצה תחת ניסויים קליניים ואישור ועדת אתיקה ונעשית עם אישור המטופל במידת הצורך. המידע אינו מונגש מחוץ למערכת בריאות אלא רק כמערכת אנליזות נוספת בתוך הבית חולים ומשמשת את הרופא בלבד תוך כדי שמירה על פרטיות מלאה של המטופלים וכל הנהלים הנדרשים ממשרד הבריאות”.\nלאחרונה פורסם במגזין Nature מחקר שמצא כי אלגוריתם שנמצא בשימוש במערכת הבריאות האמריקאית הפלה לרעה חולים על פי צבע עורם – האם המערכת שלכם בנויה כך שתאבחן ללא bias מסוים?\n“מערכות Machine Learning רבות הן קופסאות שחורות, אשר לא מספקות הסברים לתצפיות שלהן. למידה מסוג זה מאפשרת מייצרת למידת bias (ההטייה המובנית של האלגוריתם, א.א.) חבוי המחקה bias אמיתי הנמצא בהתנהגות אנושית, אך נחבא מעין הרופא. לעומת מערכות אלו, המערכת שלנו היא מערכת תומכת החלטה אשר לא רק מספקת הסתברויות של האלגוריתם אלא גם הסברים מלאים. כלומר, אנחנו בונים אלגוריתמים של בינה מלאכותית עם יכולת הסבר מלאות – White Box – כדי לאפשר לרופא שקיפות מלאה כיצד התקבלה ההחלטה של המכונה ובכך למנוע את ה-bias”.\nרדינסקי מספרת כי השאיפה היא שהטכנולוגיה של החברה תגיע למילארדי אנשים. “אנחנו מאמינים כי טכנולוגיות המבוססות על בינה מלאכותית יאפשרו את הנגשת הפתרונות שלנו לכ-3.8 מיליארד אנשים – כמחצית מאוכלוסיית העולם – עד שנת 2030. מאות מיליוני אנשים, בעיקר אלה החיים בפרברים ובאזורים נידחים, סובלים כיום מהעדר גישה לשירותי בריאות מספקים. הטכנולוגיה שלנו תספק לכל אדם גישה לכלי אבחון מתקדמים, וכך תנגיש משאבי בריאות לאוכלוסיות שאינן נהנות משירותי בריאות מתקדמים”.\nמנכ”ל החברה, יונתן עמיר, הוסיף כי בשנה החולפת עמדה התפוסה הממוצעת בחדרי המיון בישראל על 105%, ובשעות העומס הגיעה התפוסה גם עד 140%: “דיגיטציה מסיבית של נתונים רפואיים, ובשלות טכנולוגית שמאפשרת להפיק תובנות משמעותיות ממידע זה, תוביל להעמקת השימוש בבינה מלאכותית ולשיפור ביעילות ובדיוק של מערכות אלה”.​", "keywords": "diagnostic robotics,health tech,israeli startup,אבחנה,ארגוני בריאות,בינה מלאכותית,בית חולים,בתי חולים,גיוס,גיוס הון,דיאגנוסטיק רובוטיקס,מערכת הבריאות,סטארטאפ,סטארטאפ והון סיכון,סטארטאפ ישראלי,קירה רדינסקי"}