{"url": "https://www.geektime.co.il/java-vs-dotnet/", "type": "article", "title": "10 סיבות מדוע ג'אווה עדיפה על NET.", "description": "מדוע ג'אווה עדיפה על Net.? יש לכך הרבה סיבות, אבל עשר הסיבות החשובות ביותר הן ללא ספק אלו", "image": "https://files.geektime.co.il/wp-content/uploads/2012/12/java.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-12-18T12:25:57Z", "modified_time": "2012-12-18T16:53:00Z", "articleBody": "מדוע ג’אווה עדיפה על Net.? יש לכך הרבה סיבות, אבל עשר הסיבות החשובות ביותר הן ללא ספק אלו\nהפוסט נכתב על ידי שימי בנדיאל, CTO בחברת Trainologic ומרצה בכיר בג’ון ברייס מכללת היי-טק. בנדיאל עוסק בפיתוח למעלה מ-10 שנים והינו מדריך ויועץ בכיר ומומחה לטכנולוגיות ג’אוואיות, שיפורי ביצועים ועיצוב ארכיטקטורת תוכנה.\nתמונה: flickr, cc-by, Dmitry Baranovskiy\nאני אוהב את ג’אווה. טוב נו, לא באמת את השפה עצמה אלא בעיקר את הפלטפורמה. לא מזמן במהלך קורס ג’אווה שהעברתי השתתפו מספר אנשים שהגיעו מעולם ה-C או Net# והביעו אכזבה מהשפה. אני מבין את התסכול ומסכים שג’אווה בתור שפת תכנות חלשה משמעותית מ-C#. אבל לדעתי הפלטפורמה הינה באופן משמעותי טובה יותר ועל הנושא הזה הייתי רוצה להרחיב.\n1. תאימות בין מערכות הפעלה: קוד Java מהודר לקוד מכונה של ה-JVM. ישנם מספר JVMs בשוק המתאימים למערכות הפעלה רבות כולל פלטפורמות embedded. חברות רבות מריצות אפליקציות ג’אווה על Linux ו-Unix. למרות שגם ל-Net. קיימים מימושים של CLR לפלטפורמות נוספות מלבד חלונות, אבל הם אינם בשימוש נרחב ואין הרבה חברות מסחריות שמריצות קוד עליהם.\n2. מבחר גדול של ספריות קוד פתוח: בעולם הג’אווה ישנן אינספור ספריות קוד פתוח (הרבה יותר מאשר ב-Net.). להלן מספר דוגמאות:\n3. סטנדרטיזציה: בעולם הג’אווה, לרוב הנושאים יש סטנדרטים המוגדרים ע”י אירגון ה-JCP. לכל סטנדרט יש בדרך כלל מספר מימושים, דבר המאפשר לכותבי האפליקציות להחליף מימושים של ספריות ללא צורך לשנות את הקוד. לדוגמה, מי שמשתמש בסטנרדט ה-EJB לכתוב לוגיקה עיסקית ולקבל מספריית שרת האפליקצייה שירותי טרנזקציות וביזור, יכול לעבור משרת WebSphere ל-WebLogic או להיפך. או לעבוד עם JBoss, Geronimo או מספר אחרים. לדעתי זו תכונה חשובה המאפשרת גמישות רבה.\nJava EE. 4: ישנם מספר סטנדרטים המתאימים לפיתוח אפליקציות אירגוניות המאוגדים תחת סטנדרט אחד הנקרא JavaEE. המיוחד בסנדרטים אלה הוא העובדה שהם דורשים אפליקציה מיוחדת (Application Server) המעניקה את השירותים הנ”ל. סטנדרטים אלה מטפלים בפיתוח אפליקציות אינטרנט, ביזור אפליקציות בין שרתים, תמיכה ב-security, ניהול משאבים, הודעות א-סינכרוניות ועוד מספר רב של נושאים.\n5. תחרות: ישנן מספר חברות גדולות המציעות מוצרים מתחרים בעולם הג’אווה. לדוגמה Oracle, IBM, RedHat שמציעים שרתי אפליקציה. הן מציעות גם סלי מוצרים רבים הכוללים כלי ניהול תהליכים עיסקיים (BPM), פלטפורמות SOA ועוד. ישנם מספר מסדי נתונים בג’אווה, מנועי חיפוש מבוזרים (ElasticSearch, Solr) ועוד…\n6. ביצועים: לג’אווה ביצועים טובים ביותר. זה נובע בעיקר מה-JVM והאופטימיזציות החזקות המתבצעות בו. מעבר לכך, ישנם מימושים שונים ל-JVM וחלקם נותנים ביצועים טובים יותר מהאחרים. לדוגמה, ה-JVM של Azul ידוע באוסף האשפה (garbage collector) היעיל מאוד שלו.\n7. כיוונון ביצועים: בנוסף לביצועים המצויינים, יכולת קונפיגורציית ה-JVM הינה חזקה מאוד. לדוגמה ל-JVM של Oracle יש למעלה מ-700 תכונות קונפיגורצייה שונות (configuration flags).\n8. תאימות לאחור: למרות שבתור מפתח זה מאוד מתסכל שג’אווה בתור שפה נשארה מאחור מבחינת יכולות לעומת C#, אני חייב לציין שתאימות לאחור הינה תכונה חשובה מאוד עבור אירגונים רבים. הרבה אירגונים מעוניינים לודא שקוד שנכתב לפני שנים רבות עדיין ניתן להידור ויעניק את אותן התוצאות. ג’אווה שומרת על תאימות כמעט מוחלטת בין גירסאות.\n9. אנדרואיד: פלטפורמת ה-מובייל המובילה מבוססת על ג’אווה. למרות שגוגל לא מריצים JVM קלאסי, עדיין שפת התכנות הינה ג’אווה. זהו עוד יתרון לעולם הג’אווה.\n10. פופולאריות: למרות ששתי הפלטפורמות (ג’אווה ו-Net.) ושתי השפות (ג’אווה ו-C#) מאוד נפוצות, עדיין ג’אווה נפוצה יותר וקצת יותר קל למצוא בה מפתחים המנוסים בפלטפורמות השונות. הרבה יותר קל למצוא מפתח ג’אווה שמכיר Hibernate מאשר מפתח Net. שמכיר את NHibernate.\nאז, אחרי שראינו למה ג’אווה הינה פלטפורמה מצויינת, הייתי רוצה לדבר על השפה עצמה. הזכרתי קודם שבהשוואה לג’אווה, C# הינה שפה חלשה יותר מבחינת תכונות. אבל ישנן שפות תכנות נוספות שניתן לכתוב בהן קוד שיתבצע על-גבי ה-JVM. ודוגמה טובה לשפה כזו (שעדיפה בתכונות שלה על C#) הינה Scala.\nScala הינה שפה עם טיפוסים סטטיים (static typed), מונחיית עצמים ומתאימה לתיכנות פונקציונלי. אני לא ארחיב ואפרט את כל יתרונות השפה כאן, אבל אחזור ואומר שהיא עדיפה מבחינות רבות מ-Java וגם מ-C#. כמובן ש-Scala אינה האפשרות היחידה. ניתן לכתוב גם ב-Clojure, JRuby, Groovy ועוד… ולפיכך ניתן לקבל את יתרונות פלטפורמת הג’אווה יחד עם שפת פיתוח חזקה בעלת יכולות המתאימות לאתגרים התיכנותיים הקיימים היום.\nג’ון ברייס – מכללת היי-טק מקבוצת matrix הינה חברת ההדרכה המובילה בישראל ומהמובילות באירופה בתחום הדרכת המחשוב וטכנולוגיית המידע והאלקטרוניקה ובתחום הדרכת מיומנות הניהול, השירות והמכירות. לחברה ניסיון עשיר בהכשרת מתכנתים לשוק ה-Java, אך מעבר להסבות הרבות מועברים גם קורסים מקצועיים למגזר עסקי ולארגונים גדולים וקטנים. צוות המרצים הינו צוות מיומן ובקיא הן בהכשרות תלמידים והן בפן הטכנולוגי העדכני ביותר בתחום הפיתוח בשפת JAVA בתעשייה. ג’ון ברייס מכללת הי-טק מציעה קורסי JAVA שתואמים את צרכי שוק העבודה בתחום, כאשר המובילים מבינם הם:\nהרשמה בחודשי דצמבר- ינואר לאחד מהקורסים הנבחרים תזכה אותך, גולש ניוזגיק, ב-10% הנחה.", "keywords": "ג\\'אווה,jave,dotnet,.net,#c,jvm,פיתוח,אנדרואיד,מובייל,ג\\'ון ברייס,c#,net"}