{"url": "https://www.geektime.co.il/taranis-raises-7-5-mm/", "type": "article", "title": "ביג-דאטה, צילומי אוויר ומודלים בשירות החקלאים: Taranis הישראלית מגייסת עוד 7.5 מיליון דולר", "description": "החברה הישראלית מעניקה לחקלאים התראה מוקדמת על מחלות בגידולים בעזרת ניתוח ביג-דאטה, צילומים ברזולוציות גבוהות ומודלים מתקדמים של מזג אוויר; המערכת מכסה כבר מיליוני דונמים של גידולים חקלאיים בעולם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/barley-872000_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-04T14:29:31Z", "modified_time": "2017-05-04T13:12:52Z", "articleBody": "החברה הישראלית מעניקה לחקלאים התראה מוקדמת על מחלות בגידולים בעזרת ניתוח ביג-דאטה, צילומים ברזולוציות גבוהות ומודלים מתקדמים של מזג אוויר; המערכת מכסה כבר מיליוני דונמים של גידולים חקלאיים בעולם\n\nתעשיית החקלאות העולמית מפסידה כ-300 מיליארד דולר בשנה בגלל מחלות ומזיקים שונים. שיטות הטיפול כיום שכוללות בעיקר ריסוס ושימוש בכימיקלים שונים אינן יעלות ורק מסייעות להפיכת המזיקים לעמידים יותר. חברת Taranis (טארניס) הישראלית, שנעזרת בצילומי אוויר, ביג-דאטה ואנליטיקס, כדי לסייע לחקלאים למנוע מחלות יבול ולהגדיל רווחים, הודיעה היום (ה’) על השלמת סבב גיוס שני בגובה 7.5 מיליון דולר.\nTaranis פיתחה מודל מטאורולוגי מתקדם שמשקלל מידע מלוויינים וחיישני מזג אוויר, כדי לספק ניתוח מקומי של שדות וגידולים. לצורך כך, נעזרת החברה בפטנט רשום שלה על טכנולוגיית צילומי אוויר מדויקיים במיוחד, שמסוגלים לכסות שטחים נרחבים באמצעות מטוסים לא מאויישים ומטוסי ריסוס. מדובר בצילומים ברזולוציה מרשימה של חצי מילימטר לפיקסל – רמת פירוט גבוהה פי 500 ממערכות אחרות שקיימות בשוק כיום. במקביל פיתחה החברה מערכת עצמאית לחיזוי מזג אוויר, שיודעת לחזות בצורה אמינה דפוסי מזג אוויר ברמה של 4 ק״מ לפיקסל – שיפור עצום לעומת המודלים שנמצאים בשימוש היום ברזולוציה של 26 ק״מ לפיקסל.\nמקור: Taranis\nעם המידע שמקבל החקלאי מהמערכת של Taranis, הוא יכול לדעת בדיוק מתי לתזמן ריסוס כדי להגן על השדה, זאת בניגוד למצב כיום שבו החקלאי מרסס רק לאחר שהוא מזהה פגיעה משמעותית ולמעשה הוא נמצא בפיגור. את הטכנולוגיה שפיתחה Taranis היא מציעה במודל SaaS, שמתבסס על גודל השדות, והיא כבר נמצאת בשימוש בכמה חוות ענק שמשתרעות על מיליוני דונמים בישראל, ארגנטינה, ברזיל, רוסיה וארצות הברית. בשנה האחרונה לבדה, הגדילה החברה את שטח הכיסוי שלה ב-2,000 אחוזים. מהנתונים של החברה עולה כי חקלאים שיישמו את הטכנולוגיה שלה הצליחו להגדיל את רווחיהם ב-15 אחוזים ואף יותר.\nעובדי החברה. מקור: Taranis\nTaranis הוקמה ב-2014 על ידי אופיר שלם, מנכ”ל החברה, שמגיע ממשפחה ותיקה ממקימי קיבוץ גינוסר, אלי בוקצ’ין, ה-CTO של החברה שעסק בפיתוח מודלים ומערכות מטאורולוגיות לחיל הים והאוויר, ואליהם הצטרפו אייל כרמי ואסף הורביץ. המטה של החברה נמצא ברמת החייל ושם גם נעשית כל עבודת הפיתוח והמחקר. בנוסף ל-18 העובדים של החברה בישראל, מעסיקה Taranis בברזיל ובארגנטינה עוד 7 עובדים במכירות ותמיכה.\nסבב הגיוס הנוכחי, השני בתולדות החברה, בגובה 7.5 מיליון דולר הובל על ידי משקיעות חדשות: Vertex Ventures ו-Finistere Ventures, שמתמחה בתחום האגריטק. אליהן הצטרפו גם המשקיעים הקיימים אשבול השקעות, Mindset Ventures, המשקיע אייל גורה, OurCrowd First ו-OurCrowd. סך הגיוסים של החברה מאז הקמתה עומד על 9.5 מיליון דולר, כשבסבב הקודם השתתף גם מארק בניוף, מנכ”ל Salesforce.\nאגב, פרט מעניין הוא שחורחה ויניאר, אחד המשקיעים בשלב הסיד של החברה, הצטרף אליה כעובד במשרה מלאה והוא אחראי כעת על שוק דרום אמריקה.\nמקור: Taranis\nבשיחה עם גיקטיים מספר אופיר שלם, מייסד-שותף ומנכ”ל Taranis, שהחברה תשתמש בהון שגייסה, כדי להמשיך את ההתרחבות של החברה בשווקים של ברזיל וארגנטינה, בהם היא כבר פעילה וכן להתחיל את הפעילות בארצות הברית, כשלצורך כך החברה תפתח סניף ראשון במדינה.\nאתם פועלים כיום בחוות ענק שלפעמים מגיעות ל-80 אלף דונם. האם בשלב כלשהו אתם מאמינים שהטכנולוגיה תוכל גם להגיע למשקים קטנים יותר ולא רק לחוות הענק?\nשלם: “כן, בהחלט. עם הזמן אנחנו מאפשרים לחקלאים בגדלים קטנים יותר לעשות שימוש במערכת, במיוחד ככל שהמערכת נעשית יותר ויותר קלה לתפעול גם על-ידי צוות חקלאים פחות טכנולוגי. רשמית, עדיין אנחנו עובדים עם חקלאים עם יותר מ-20 אלף דונם כשמדובר בלקוחות בחו”ל, ולרוב מדובר בהרבה יותר מזה – הממוצע 80,000 דונם, אבל בארץ אנחנו לא עושים מגבלה כזאת ומוכנים לעבוד ולעזור לכל חקלאי”.\nאז בוא נדמיין רגע שכל החקלאים בישראל משתמשים במערכת שלכם. האם יש לכם הערכה לגבי שיעורי הרווח לחקלאי עצמו? לצרכנים?\nשלם: “בניסויים שאנחנו עושים בגידולים הנרחבים של סויה, תירס וחיטה, גידולים בשטחים נרחבים, אבל עם רווחיות נמוכה פר דונם – הצלחנו להראות עליית יבול של עד 7.5 אחוזים. בגידולים אינטנסיביים כמו בארץ, הגידול יכול להיות אפילו יותר משמעותי. צריך להבין שאפילו עליה צנועה של שני אחוזים ביבול יכולה להפוך לעלייה של 15 אחוז ברווחיות, ויכולה להיות ההבדל בין חקלאי שמפסיד למרוויח בשנה מסויימת. כמובן שהמחיר לצרכן נקבע בצורה יותר סבוכה אבל מאמינים שזה יתורגם לכיס של כולם לפי היצע וביקוש, אבל לחקלאי יהיה כוח גדול יותר ויוכל גם לייצא יותר מהסחורה העודפת. כמו כן צריך לזכור שהמערכת תורמת לא רק ביבול והרווחיות, לא פחות חשוב הוא שניתן להפחית את השטיפה של כימיקלים לקרקע ולמי התהום, וגם היבול נגוע פחות במחלות מה שמשפר את איכות היבול מעבר רק לאסתטיקה שלו”.\nTaranis השתתפה בכנס Geektime Conference 2015\nלקריאה נוספת:\nמייסד סיילספורס מצטרף לגיוס 2 מיליון דולר של Taranis הישראלית\nמעמק הירדן לעמק הסיליקון: Taranis עוזרת לחקלאים לקבל החלטות טובות יותר\nבחרנו: 4 הסטארטאפים הבולטים באקסלרטור של מיקרוסופט ונצ’רס\n ", "keywords": "סטארטאפ,טאראניס,טראניס,taranis,טארניס,חקלאות,agritech,חווה,כנס גיקטיים,geektime conference,גיוס,גיוס הון,סיילספורס,אייל גורה,zebra medical,salesforce,אשבול"}