{"url": "https://www.geektime.co.il/wacom-innovation-hub-tel-aviv/", "type": "article", "title": "וואקום משיקה תכנית חדשנות בתל אביב ומחפשת שת''פ עם חברות ישראליות", "description": "החברות שיתקבלו לתכנית Wacom Innovation Hub, בשיתוף toDay Ventures, יערכו פיילוט בתוך האקוסיסטם של החברה, יקחו חלק באירועים העולמיים ובשאיפה יהפכו למוצר בסל הפתרונות של וואקום. ההרשמה פתוחה עד סוף אוגוסט 2017", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/GettyImages-700596982-1-e1498554488981.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-29T11:35:50Z", "modified_time": "2017-07-02T12:28:48Z", "articleBody": "החברות שיתקבלו לתכנית Wacom Innovation Hub, בשיתוף toDay Ventures, יערכו פיילוט בתוך האקוסיסטם של החברה, יקחו חלק באירועים העולמיים ובשאיפה יהפכו למוצר בסל הפתרונות של וואקום. ההרשמה פתוחה עד סוף אוגוסט 2017\n\nצלם/תמונה: PeopleImages/ Getty Images Israel\nחברת Wacom, שמפתחת מוצרים לתעשיית הקריאייטיב בעולמות של עיצוב גרפי ותעשייתי, קולנוע, גיימינג ואנימציה, מחפשת חברות סטארטאפ ישראליות לתכנית החדשנות הגלובלית שהיא משיקה. וואקום בחרה בתל אביב כנקודת הפתיחה של התכנית בזכות ריבוי חברות הטכנולוגיה הפועלות בישראל, והיא מעוניינת בשיתוף פעולה טכנולוגי-עסקי עם חברות סטארטאפ, שלהן היא תציע גישה לטכנולוגיות,\nלמוצרים ולשוק גלובלי.\nהתכנית Wacom Innovation Hub בתל אביב מתקיימת בשותפות עם toDay Ventures, והיא פתוחה לסטארטאפים שפועלים בתחומים VR/AR, 3D, Education, Internet of Things, Cloud & Real time Collaboration, Digitall Signature ו-Electronic Papers. התכנית מציעה גישה לטכנולוגיות של וואקום וליווי של מנטורים מהחטיבה העסקית והטכנולוגית של החברה, והחברות המתאימות יערכו פיילוט בתוך האקו-סיסטם של וואקום, ייקחו חלק באירועים העולמיים של החברה ובשאיפה יהפכו למוצר כחלק מסל הפתרונות של וואקום.\nהתכנית פועלת לאורך כל השנה, אך מתמקדת בכל פעם בכ-4 חברות. הקבלה לתכנית מותנית בתהליך סינון שיבוצע בשלב ראשון בנציגות החברה המקומית של וואקום, ובשלב השני על ידי צוות הבכירים בחברה.\nהחברות שמעוניינות להתקבל לתכנית צריכות לעמוד בתנאים הבאים:\n– פעילות בתחומים הרלוונטיים\n– פעילות המאוגדת תחת חברה שמולה תתבצע ההתקשרות.\n– מחויבות לתכנית, לפחות 80 אחוז מזמן היזמים.\n– פיתוח המוצר באינטגרציה עם הטכנולוגיות של וואקום או בהתאמה למוצרים של וואקום.\nהחברות שיתקבלו יקבלו:\n– עבודה בצמוד למנטור טכנולוגי ומנטור עסקי מתוך וואקום.\n– ביצוע פיילוט או POC של המוצר כחלק מהאינטגרציה עם וואקום.\n– כניסה וגישה מלאה לאקוסיסטם הפנימי והגלובלי של וואקום.\n– השתתפות באירועים הבינלאומיים שוואקום עורכת באופן תדיר בכל אחד ממוקדי הפעילות שלה.\nהתכנית הושקה בחודש מאי 2017, היא ממוקמת בלופט של toDay Ventures בבית הצהוב, תל אביב (בית אלפא 19), ואין בה דמי רישום, חלוקת מניות או כל מודל שותפות אחר, לא בבעלות על החברה ולא בבעלות על ה-IP של המוצר. הקבלה לתכנית אינה מחייבת בדבר, פרט להתגייסות שני הצדדים לעבודה משותפת. מועד ההרשמה לחברות פתוח כעת והוא ייסגר בסוף חודש אוגוסט 2017.\nלפרטים נוספים והרשמה\nמקור: Wacom Innovation Hub", "keywords": "wacom,wacom innovation hub,today ventures,תכנית חדשנות,תכנית האצה,יזמות,vr/ar,3d,education,internet of things,cloud & real time collaboration,digitall signature,electronic papers,cloud & real time collaboration,insider,אינסיידר"}