{"url": "https://www.geektime.co.il/7-ways-to-corona-hapy/", "type": "article", "title": "תרימו: 7 דרכים לשפר את מצב הרוח של העובדים בתקופת הקורונה", "description": "בתקופה הזו, בה כולם עובדים מהבית, קשה לשמור על מורל גובה ולייצר תחושת ״ביחד״ מצד אחד, וקל לפספס עובד במצוקה או סתם דכדוך כללי מאידך. אספנו עבורכם טיפים לשיפור מצב הרוח ושמירה על הקשר החם בזמן העבודה מרחוק", "image": "https://files.geektime.co.il/wp-content/uploads/2020/04/office-932926_640-1585723559-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-04-05T11:30:52Z", "modified_time": "2020-04-05T12:17:36Z", "articleBody": "בתקופה הזו, בה כולם עובדים מהבית, קשה לשמור על מורל גובה ולייצר תחושת ״ביחד״ מצד אחד, וקל לפספס עובד במצוקה או סתם דכדוך כללי מאידך. אספנו עבורכם טיפים לשיפור מצב הרוח ושמירה על הקשר החם בזמן העבודה מרחוק\nהכתבה בחסות\nPhoto by Allie Smith on Unsplash\nמאת איתן דוידסון, אלביישן\nמשבר הקורונה פוגע בחברות רבות ומכריח אחרות לעבור תהליך מהיר של הסתגלות לעבודה מהבית. המעבר לעבודה מוחלטת מרחוק, ללא Center בדמות משרד, הוא לא רק אתגר טכני אלא גם מנטלי. המעבר ממפגשים חברתיים יומיומיים לשגרת שיחות-וידאו והפגיעה בתחושת ה”ביחד”, השהייה הממושכת בבית עם בני המשפחה או לבד וחוסר ההפרדה בין העולם הפרטי לעבודה – כל אלו גובים מחיר נפשי ופסיכולוגי, בעיקר בחברות שנאלצו להיפרד זמנית מחלק מהעובדים. הדבר יכול להוביל לפגיעה מורלית בקרב העובדים, שהם, כידוע, הנכס החשוב ביותר לכל חברה. זה הזמן להשקיע בהם כך שבסיום המשבר תקבלו אותם בחזרה במשרד מחוזקים ועם מוטיבציה גבוהה.\nאז מה מנהלי HR יכולים לעשות בימים אלה כדי לשפר את מצבם הנפשי של העובדים? אספנו כמה טיפים.\n1. השקיעו זמן  \nבשלב ראשון השקיעו זמן בהבנת מצבם של העובדים שלכם. זו לא משימה קלה. כשלא רואים אותם פיזית, קל מאוד לפספס מצוקות. בזמנים כאלה, בעיקר אם חלק מהעובדים נשלחו לחל”ת, יהיו עובדים שיעדיפו לא לשתף בבעיות שלהם.\nאיך בכל זאת אפשר להרגיש את הטמפרטורה? ראשית, נסו ליזום עם כל עובד שיחה על בסיס שבועי. אם החברה גדולה (מאות ואלפי עובדים) ואין לכם אפשרות לדבר על כולם, עשו זאת דרך שדרת הניהול ויסדו נהלים חדשים של שיחות בזמנים קבועים. שאלו את העובדים על מצבם והבינו אם ואיפה יש קשיים ואיך ניתן לעזור. דרך נוספת לגלות מצוקות, אם העובד לא משתף בעצמו, היא באמצעות מעקב אחר תפקודו ביחס לתקופות קודמות. שימו לב לרמזים קטנים כמו פספוס פגישות או אי-עמידה מפתיעה במשימות.\n2. צרו תחושת ״ביחד״\nלעובדים שלכם חסרה כעת תחושת ה”ביחד” שמאפיינת את העבודה במשרד. יש תחושת התפזרות והיעדר לכידות חברתית, מחסור בשיחות מסדרון וכנראה גם געגוע לחברים והקולגות. כדי למלא את החסך, אפשר לייסד פעילויות חברתיות קבועות כמו Happy hour בשיחת ZOOM, שיעורי יוגה מקוונים, הפסקות קפה, שעת סיפור עם הילדים ועוד. אפשר גם להזמין לכולם פיצות לבתים בימי חמישי ולאכול יחד לפני שסוגרים את השבוע, כמו שהייתם עושים במשרד.\nחברות רבות כבר החלו ליישם את הפרקטיקות האלה בשטח. ב-Marvell, למשל, החלו לערוך החודש אימוני כושר מקוונים ושיעורי ייעוץ ארגונומי לישיבה מול המחשב בבית. בחברת Otorio דואגים לשמר את הקפה של 14:00, עושים הרמות כוסית בתוך הצוותים, ערוץ ספוטיפיי ייעודי של החברה לשיתוף מוזיקה, תחרות בישולים, תחרות רקעים ושאר מפגשים חברתיים. בחברת הסייבר Forescout החליטו להמשיך את שיעורי הכושר שהיו להם במשרד דרך זום מהבית. בחברת Autodesk עורכים הפסקות קפה וירטואליות ופגישות וידאו אישיות כתחליף לשיחות המסדרון. בחברת Forter עורכים Happy hour שבועי ובו כל פעם מתנדב מעביר לחבר’ה העשרה בנושא אחר.\n3. אל תעצרו קידומים\nמשבר הקורונה לא חייב לעצור את הקריירה. כולם עובדים מהבית, המשק בעצימות נמוכה אבל זה לא אומר שהעובדים צריכים להקפיא את ההתפתחות המקצועית שלהם. החברה יכולה להמשיך לתת להם את כל הכלים להתקדם בהכשרות וללמוד דברים חדשים. אפשר להציע הכשרות גם לעובדים שבחל”ת בשביל לעזור להם לשמור על רלוונטיות תעסוקתית ותחושת עשייה. ביום שהם יחזרו לחברה הם ירגישו מחויבים יותר למי שדאג להם מקצועית. יש לחברות אחריות למכלול ההשלכות של תקופת המשבר וזה הזמן להשקיע בפיתוח כישורים חדשים (Reskill) וחיזוק יכולות קיימות (Upskill), כדי להגיע חזקים יותר ליום שאחרי המשבר.\n4. אתגרו את העובדים\nערכו אתגרים ותחרויות נושאות פרסים בין העובדים, שיעודדו אותם לצאת מהקונכיה ולשתף את חבריהם בחיים שלהם. זה יכול להיות תחרויות כושר ביתיות (עם אפליקציות למדידת צעדים, למשל), תחרות צילומי סרטונים קצרים של עבודה מהבית, תחרות צילום סטילס (“צלמו את עמדת העבודה שלכם – והיפה ביותר תזכה בפרס”) או תחרות רעיונות לפיתוח עסקי של החברה בתקופת הקורונה. ההחלטה על הזוכה יכולה להתקבל על ידי ההנהלה או להיקבע בהצבעה בין העובדים. “התחלנו תחרות יומית של צילום כוס הקפה הראשונה של הבוקר, תחרות נעלי הבית היפות, ארוחת הצהרים הביתית המושקעות ביותר ועוד”, מספרים ב-Autodesk.\nעיזרו לעובדים להקים עמדת עבודה נוחה ככל הניתן\n5. המשיכו לפנק\nאל תפסיקו לפנק גם מרחוק. אם החברה שלכם יכולה בשלב הזה להרשות לעצמה, שלחו לעובדים פינוקים הביתה, שישדרו להם שאתם דואגים להם גם בזמנים כאלה. כך למשל אפשר לשלוח לכל עובד את הכיסא, מסך המחשב והעציץ שלו מהמשרד הביתה, כדי שירגיש בנוח. אם התקציב מאפשר זאת, העבירו להם גם כסף כדי לקנות ציוד משרדי נוסף הביתה. בחברת Otorio, למשל, דאגו לשלוח לכל העובדים ציוד נוח: מסך, כיסא, אוזניות חוסמות רעש וכן הלאה. עובדי פיליפס ישראל קיבלו בשבוע הראשון למשבר עוגה מפנקת במשלוח ישיר הביתה בדיוק בזמן לסוף השבוע.\nבנוסף, אל תשכחו את ימי ההולדת וימי הנישואין של העובדים. המשיכו לציין זאת באותה דרך כמו לפני המשבר.\n6. עודדו את העובדים להתנדבות\nיזמתם ימי התנדבות לעובדים בעבר? אל תפסיקו גם היום. אמנם אי אפשר להתנדב בפסח הזה בארגוני הסיוע הרגילים, אבל כל עובד שלכם יכול לארגן התנדבות בבניין המגורים שלו, כמו סיוע לקשישים בקניות בסופר, למשל. עודדו אותם לעשות זאת. “אירגנו פעילות תרומה לצוותים הרפואיים עם ברכות משפחתיות של העובדים”, מספרים במארוול טכנולוגיות.\n7. מקום לפרוק\nתנו לעובדים גב פסיכולוגי. מעבר לאינטראקציות המקצועיות, צרו מרחב וירטואלי שבו אפשר להוציא קיטור, להתבדח, להתייעץ על פעילויות לילדים, לשלוח גיפים או סרטונים ובאופן כללי לשמר את הקשרים החברתיים. זה יכול להיות באמצעות ערוץ סלאק, קבוצה בווטסאפ או בטלגרם ועוד. על המנהלים לתת דוגמה אישית, לספר איך הם מרגישים ולשתף בחוויות שלהם.\nבחברת Otorio למשל החליטו על “הדממת צהריים” – שעה בצהריים בלי פגישות, המאפשרת לכל אחד לאכול עם המשפחה, לקחת אוויר או סתם לנקות את הראש בשקט. בפיליפס ישראל מציעים מערך של תומכים ויועצים פסיכולוגיים לעובדים ולבני משפחותיהם. בחברת אוטודסק מציעים לעובדים רשת תמיכה בדמות ייעוץ פסיכולוגי מקוון, קואוצ’ינג מרחוק לעובדים, וכן קבוצה מיוחדת להורים שעוזרת להתמודד עם האתגר בעבודה בסביבה ביתית, כשהילדים מתרוצצים מסביב. בחברת Forter פתחו ערוץ סלאק מיוחד לבעלי חיות (עם פגישה יומית של 10 דקות בה מראים ומשוחחים על בעל החיים) וכן ערוץ סלאק בשם #תמונת_מצב בו מעלים תמונות מההתנהלות בבית (עמדת העבודה, הילדים וכו’).\nברור לכל הצדדים שהמצב אינו אידיאלי אבל בהתחשב בכך שהאור עוד לא נראה בקצה המנהרה, עדיף להשקיע מאמצים ומשאבים בהקלה על העובדים במצב הקיים ושיפור המורל שלהם, על מנת לאפשר לכולנו לצלוח את התקופה בצורה נעימה עד כמה שניתן, פרודוקטיבית ובריאה.", "keywords": "autodesk,covid19,elevation,hr,otorio,reskill,upskill,אליווישן,מארוול טכנולוגיות,מורל,עובדים,קורונה,שימור עובדים"}