{"url": "https://www.geektime.co.il/jethrodata-raises-8-1m-round-b/", "type": "article", "title": "גיוס: Jethrodata הישראלית מגייסת 8.1 מיליון דולרים כדי לסדר מחדש את ה-Bigdata שלכם", "description": "חודשיים אחרי ההשקה הראשונה של המוצר, Jethrodata הישראלית משלימה סבב גיוס שני בגובה של 8.1 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/shutterstock_258191603.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-06T11:00:33Z", "modified_time": "2015-06-28T15:18:33Z", "articleBody": "חודשיים אחרי ההשקה הראשונה של המוצר, Jethrodata הישראלית משלימה סבב גיוס שני בגובה של 8.1 מיליון דולר\nצוות JethroData בכנס StrataConf. קרדיט תמונה: @qrislarsen\nלפי מידע שהגיע לגיקטיים, חברת הסטארטאפ הישראלית JethroData המפתחת מסד נתונים אנליטי שרץ ישירות מעל פלטפורמת Hadoop, השלימה בשבועות האחרונים סבב גיוס שני בגובה של 8.1 מיליון דולר. את הסיבוב הובילה קרן הון הסיכון האוסטרלית Square Peg Capital והשתתפה בו גם קרן הון הסיכון הישראלית פיטנגו שהשקיעה בחברה גם בסיבוב הקודם. עד כה גייסה החברה כ-12.5 מיליון דולרים.\nJethroData נוסדה לפני ב-2012 על ידי בועז ראופמן, רונן עובדיה ואלי זינגר ומעסיקה כ-20 עובדים במשרדיה ברעננה ובניו-יורק. החברה נחשבת לאחת מהמובילות בתחום ה-SQL-Over-Hadoop, מציעה מהפכה באופן שבו חברות יכולות להשתמש ובעיקר לתשאל מסדי נתונים של Big Data המבוססים על טכנולוגיית Hadoop. החברה השיקה את הגרסה הרשמית הראשונה של המוצר (JethroData 1.0) רק לפני כחודשיים ובתחילת החודש נכנסה לרשימת ה-DBTA 100 של שנת 2015, המציגה את 100 החברות המשפיעות ביותר על עולם מסדי הנתונים.\nהטכנולוגיה של JethroData מציעה מסד נתונים אשר מאחסן את המידע ב-Hadoop במבנה טורי ובונה אינדקס לכל אחד מהטורים. מסד הנתונים של JethroData מאפשר תשובות מהירות לשאילתות אנליטיות מורכבות, ומאפשר שימוש ב-Big Data – בזמן אמת, ללא הצורך בהקמה ותחזוקה של שני מסדי נתונים נפרדים – מערכת Hadoop לאחסון הנתונים הגולמיים ומסד נתונים אנליטי לצורך מענה על שאילתות לניתוח הנתונים, מה שיוצר הכפלה לא רצויה של המידע ומגדיל את הוצאות התחזוקה של המידע.\nכשהחלה החברה את דרכה ב-2012, עמד מולה רק מסד נתונים מתחרה אחד בשם Apache Hive. מאז, הבינו את הצורך לא מעט מתחרות גדולות ואליהן נוספו גם כמה סטארטאפים ושוק הפתרונות של SQL-Over-Hadoop נעשה צפוף במיוחד. רק במהלך השנה האחרונה צצו מעל ל-10 פתרונות SOH שונים המהווים תחרות ישירה לפתרון של Jethrodata כגון CitusDB, Cloudera Impala, Concurrent Lingual, Hadapt, InfiniDB, MammothDB, MemSQL, Pivotal HawQ, Progress DataDirect, ScleraDB, Simba ו-Splice Machine.\nעל פי החברה, אחד מהיתרונות הגדולים של המוצר הוא טכנולוגיית ה-Built-in cache המאחסנת תוצאות לשאילתות קודמות ומיפוי המידע בצורה יעילה יותר, המתיימרת לספק מענה מהיר עד פי 100 לשאילתות SQL או חיבור כמעט לכל Business Intelligence הקיים בארגון באמצעות Connector סטנדרטי.\nמחד, ראוי לציין כי אף על פי שלפתרון של JethroData יש יתרון טכנולוגי, בבסיסו עדיין מדובר בפתרון הדומה יחסית לפתרונות האחרים ובהתחשב בעובדה שדווקא הצרכנים העיקריים של טכנולוגיה מהסוג המדובר החליטו לפתח פתרון טכנולוגי משלהם בתוך הבית, אין ספק שלחברה צפוי אתגר לא פשוט בכלל. מאידך, שוק ה-SQL-Over-Hadoop אולי קטן היום, אבל בהתחשב בכמויות המידע שהולכות וגדלות בארגונים, גם השוק צפוי לגדול משמעותית בשנים הקרובות והעובדה שעדיין לא צמח מוביל משמעותי בקטגוריה, משאירה ל-JehtroData סיכוי לא רע בכלל.\nקרדיט תמונה ראשית: Database / Shutterstock\n\n", "keywords": "ג\\'טרודאטא,ג\\'טרודאטה,ג\\'טרו דאטה,jethrodata,pitango,square peg captial,סקוור פג קפיטל,פיטנגו,בועז ראופמן,רונן עובדיה,אלי זינגר,boaz raufman,eli zinger,ronen ovadia"}