{"url": "https://www.geektime.co.il/curetech-raises-4-million-dollars/", "type": "article", "title": "ממשיכים להילחם בסרטן: CureTech הישראלית מגייסת 4 מיליון דולרים [גיוס]", "description": "החברה, אשר מפתחת את תרופת CT-011 לאימון המערכת החיסונית למאבק במחלת הסרטן זוכה להבעת אמון משמעותית ממשקיעיה בעסקת הנפקת זכויות, לאחר שבתחילת השנה נפרדה מטבע.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/09/ctLogo.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-09-18T09:09:18Z", "modified_time": "2013-09-18T09:09:18Z", "articleBody": "החברה, אשר מפתחת את תרופת CT-011 לאימון המערכת החיסונית למאבק במחלת הסרטן זוכה להבעת אמון משמעותית ממשקיעיה בעסקת הנפקת זכויות, לאחר שבתחילת השנה נפרדה מטבע.\nמקור: Shutterstock\nחברת הסטארטאפ הישראלית CureTech, אשר מפתח טיפולים מיוחדים למחלת הסרטן גייסה 4 מיליון דולרים בעסקת הנפקת זכויות. את סבב הגיוס הובילו חברת הביוטכנולוגיה Clal Biotechnology Industries, אשר השקיעה 2.6 מיליון דולרים וקרן ההון סיכון Clal Venture Capital, זרוע ההשקעות של Clal Biotech, חברת הבת של Clal Industries and Investments אשר השקיעה בסבב 1.2 מיליון דולרים נוספים.\nעסקת הנפקת זכויות היא מתן אפשרות לבעלי המניות הנוכחיים בחברה לרכוש ניירות ערך נוספים בתמורה למחיר המימוש הנקוב בכתב הזכויות. חלוקת הזכויות נעשית באופן שווה בין כל הבעלי המניות, כאשר במקרה הנ”ל חברת Clal Biotech מחזיקה ב-53 אחוזים מחברת CureTech. הנפקת הזכויות נעשתה לפי שווי חברה של 75 מיליון דולרים. סבב הגיוס הנוכחי, כאמור, אינו צפוי להגדיל את אחזקותיהן של המשקיעות הנוכחיות בחברה, אלא אמור להיות מעין הבעת אמון ומתן אוויר לנשימה ל-CureTech, אשר איבדה מעט מערכה לאחר שבתחילת השנה חברת טבע החליטה למשוך את אחזקותיה בחברה.\nבחברת CureTech, אשר ממוקמת במשרדים המצויים ברחוב הירקון ביבנה משקיעים פרט ל-Clal Biotechnology Industries ו-Clal Venture Capital שהשקיעו בסבב הגיוס הנוכחי גם Koonras Technologies ו-Technorov Holdings. יו”ר החברה, אהרון שוורץ, מחזיק ברקורד של 36 שנים בטבע עצמה וכיהן בתפקיד סגן נשיא Innovation Ventures. מנכ”ל החברה, מיכאל שיקלר, מחזיק בתפקיד זה מאז מאי 2001.\nCureTech מפתחת את CT-011, תרופה המיועדת לטיפול במחלת הסרטן על ידי הפעלת המערכת החיסונית באמצעות אינטראקציה עם חלבון בשם PD-1. בעקבות מחקר ה-Phase I המוצלח שערכה החברה ב-2006, חברת טבע החליטה לרכוש כ-33 אחוזים מ-CureTech בנוסף לאופציות לרכישת מניות נוספות. למרות הציפיות הנמוכות יחסית מהתרופה, חלפו מספר שנים, CureTech השלימה גם את Phase II ב-2011 אך בתחילת השנה הנוכחית, נפרדו דרכיהן של שתי החברות לאחר שבטבע איבדו את האמון במוצר והחליטו להפסיק את ההתקשרות. מאז הפרידה, ב-Clal מספרים כי ישנם מגעים רציפים לשיתופי פעולה עם חברות תרופות זרות.\nקרדיט תמונה: Heart framing from fingers on woman chest with pink badge, Shutterstock", "keywords": "curetech,קיורטק,טכנולוגיה,טבע,teva,ביוטק,ביומד,סרטן,רפואה,biotech,biomed,cancer,pharma,פארמה"}