{"url": "https://www.geektime.co.il/jobs-march-28/", "type": "article", "title": "8 משרות שוות שלא ייאלצו אתכם להיכנס לתל אביב", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטיים, והפעם הקדשנו את המדור עבור מי שלא יכול להגיע לשדרות רוטשילד באופניים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות למעסיקים הפוטנציאליים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/office-625893_640-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-28T16:00:30Z", "modified_time": "2017-07-11T12:44:58Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטיים, והפעם הקדשנו את המדור עבור מי שלא יכול להגיע לשדרות רוטשילד באופניים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות למעסיקים הפוטנציאליים\n\nמקור: Pixabay\nאחת המטרות שלשמן ייסדנו את גיקטיים הייתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nמקור: cc-by-Dvirraz\nResponsibilities:\n– You will evaluates new technology and makes recommendations on technological solutions\n– You will work on POCs and cutting-edge features before they’re integrated into the product\n– You will influence product decisions, features and APIs based on industry trends and your real-world experience\n– You will independently lead projects from idea to Alpha version\n– You will self-motivated and self-starting. Strong drive to success and taking initiative decisions\nRequirements:\n– 4+ years of software development experience\n– Advanced knowledge of server-side technologies & languages such as Java, node.js, Python\n– Experience with JavaScript and the web development ecosystem\n– Familiarity with JS frameworks such as Angular2, Bootstrap, SASS\n– Experience with relational & non-relational databases such as MySQL , PostgreSQL, Couchbase or MongoDB\n– Experience with a cloud stack such as Microservices, Spring Boot, Docker, Kubernetes\n– Experience with build tools such as Gradle, Maven, Git, Jenkins, Nexus.\n– B.Sc. in Computer Sciences or a related field, or relevant training/experience\n To send a CV for the position of CTO Developer – Amdocs\nמטה אינטל. מקור: Intel\nThe talented Product Development Engineer that will join us, will be responsible for leading a team, ensuring the testability and manufacturability of integrated circuits from the component feasibility stage through production ramp.\nYou will make significant contributions to design, development and validation of testability circuits. In addition you will be in-charge on evaluation, development and debug of complex test methods. Develop and debug complex software programs to convert design validation vectors and drive complex test equipment. Creates and tests validation and production test hardware solutions. You will tests, validates, modifies and re-designs circuits to guarantee component margin to specification. Analyzes and evaluates component specification versus performance to ensure optimal match of component requirements with production equipment capability with specific emphasis on yield analysis and bin split capability.\nAnalyze early customer returns with emphasis on driving test hole closure activities. Create and applies concepts for optimizing component production relative to both quality and cost constraints. You will run autonomously plans and schedules own daily tasks, develops solutions to problems utilizing formal education and judgment.\nRequirements:\n– 2+ years of managing an engineering team, building project plans and interfacing with external product stakeholders\n– 5+ years of DFT experience for processor and/or SOC designs\n– Knowledge about industrial standards and practices in DFT, including ATPG, JTAG\n– Knowledge of Verilog and/or VHDL, and experience with simulators and waveform debugging tools\n– Solid Understanding of design verification (DV) methodologies\n– Advantage – Experience in debugging ATPG patterns, Compressed ATPG patterns\n– Ability to conduct experiments during silicon debug, gathering and analyzing data.\nDo you want to find yourself surrounded with people just like you – curious, professional, hungry and dedicated? Wish to enjoy new and amazing challenges and play a significant role in touching the lives of billions around the world – Click for application.\nTo send a CV for the position of Product Development Engineer – Intel\n\nJoin StormRunner Load product team and take part in building one of  HPE’s next-gen promising products.\nResponsibilities:\n– Lead R&D to a user centered design approach.\n– Increase SRL’s customer engagement by providing simple & clear solutions.\n– Make data driven decisions, add/remove and improve .\n– Work fast and closely with engineers and product owners.\n– Guide, educate & advise your peers.\nRequirements:\n– Prototyping tool experience\n– Enterprise Software product experience – advantage\n– Technical background is a plus\nTo send a CV for the position of UX Architect – HPE Software\n\nWe are looking for a senior Java/web Full Stack Developer to join our team and develop the next generation, fully Cloud based, Enterprise Workforce Optimization applications.\nThe development will be done in Agile methodology, working in cross functional teams which deliver releases frequently.\nYou’ll have a unique opportunity to work with cutting edge cloud technologies and build cloud-based applications that allows the world biggest enterprises to engage their customers through multiple channels.\nResponsibilities:\n– Design and develop quality, proficient and well documented technical solutions that satisfy business requirements and meets corporate architectural standards\n– Develop solid unit and integration tests according to organizational standards\n– Contribute to and drive technological and architectural decisions\n– Participate in reviewing design and code for other team members\n– Adhere to agile development principles while following and improving all aspects of the scrum process\n– Function as a subject matter expert in multiple product components\n– Assist peer organizations with activities such as performance, scalability and reliability testing\nRequirements:\n– Minimum 3 years of experience as a Full Stack Developer (Web & Server side(Java)\n– Strong OO design and code skills\n– Expertise in application development using Java, J2EE, Spring, Spring MVC, Hibernate, web services standards and related technologies (XML, JSON, REST, SOAP, AXIS)\n– Solid Experience with Angular\n– Solid expertise with HTML5, CSS3, AJAX, JQuery, Java Script, JSON\n– Demonstrated experience with multi-tier web application development\n– Hands on experience with Continuous Integration/Delivery and Test Driven Development\nTo send a CV for the position of Senior Software Engineer – Java Full Stack – Nice\nמקור: עמוד הפייסבוק של החברה\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform.\nWith Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally.\nAdditionally, thousands of leading corporations including Google, Airbnb, Amazon, Upwork and Getty Images rely on Payoneer’s mass payout services.\nHere at Payoneer we celebrate diversity and believe that our people are our greatest resources. We work hard to get things done and never forget to have fun along the way.\n:Requirements\nAt least 1 years’ experience in production support or similar positions –\nExperience in data analysis and Structured Query Language (sql) writing skill- Must –\nAt least 1 years experience in maintaining IIS and Web services –\nMotivated team player who will help drive the team forward –\nSelf learner –\nHighly analytical –\nWillingness to work flexible and sometimes long hours as workload demands –\n:Extra points for\nHTML writing\nFamiliarity with Fintech technology\nFamiliarity in working in a demanding startup environment\nTo send a CV for the position of Production Support Team Member – Payoneer\n\nWe are looking for hands-on Full Stack/Web Developers to design, develop, and move web-based systems/tools/dashboards to production.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nResponsibilities:\n– Design, develop, implement and move web-based systems/tools to production.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Flash – big advantage\n– Experience with Video – big advantage\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – preferred.\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Full stack / Web Developers – AnyClip\nעובדי Matrix\nResponsibilities:\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes\n– Produce quality products that meet high security, stability and performance standards\n– Take part in research projects for new products and features\n– Development is done mostly in C# and ASP.NET\n– Report to R&D Group Manager\nRequirements:\n– MAMRAM graduate or BA in Computer Science|\n– 4 Years experience in web application development in ASP.NET\n– Excellent design and analytic skills\n– High ability to use new technologies and understand them in depth through rapid self learning\n– Thorough and methodical approach to any task\n– Proactive by nature. Internal drive for excellence and improvement\n– Original thought, creativity\n– Experience in project/team management – An advantage\nTo send a CV for the position of Senior Web Engineer – Matrix\nעובדי Como. צילום: שלומי יוסף\nThe release manager will be responsible for leading the versions execution in R&D scrum teams. As part of his ownership, the release manager will create detailed planning for R&D releases, including timeline, scope, resources, dependencies. The release manager will lead the execution of the releases by coordinating the different dependencies in and/or out of R&D departments, manage the release’s risks, remove execution barriers and communicate their status to the organization.\nThe release manager will work closely with the R&D scrum teams: developers and product owners.\nA strong candidate will have a solid experience with technology and software project management methodology. He/she will possess strong analytic skills as well as strong communication skills, capacity planning, project/program management, processes, and change management.\nResponsibilities:\n– Responsible for release planning and management, starting from design plan to production\n– Responsible for resource planning and time plan.\n– Responsible for production control and roll out.\n– Responsible for beta channel management.\nRequirements:\n– B.A/BSc in computer science or engineering\n– 10 years’ experience working with in R&D departments\n– At least 5 years’ experience in managing R&D teams or in Release and Project management of product – must!\n– Knowledge in Agile methodology – Must!\n– Experience with SAAS/Web products – big advantage!\n– Strong understanding of Product and Software Development Methodology/Life cycle and program management processes.\n– Strong track record of delivering results.\nTo send a CV for the position of Release Manager – Como\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים", "keywords": "cto developer,full stack/web developers,anyclip,amdocs,production support team member,payoneer,senior software engineer,java full stack,nice,ux architect,hpe software,product development engineer,intel,senior web engineer,matrix,תל אביב,מחוץ לתל אביב,פרברים,פריפריה,הייטק,עבודה בהייטק,פקקים,release manager,como,,geektime,אדריכלים,גי\\'ליסט,גיק ג\\'יב,גיקגו\\'ב,גיקטיים,גיקליסט,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק,משרות בהייטק,סטארטאפ,עבודה,קורות חיים,ראיון עבודה,תוכניתן/ית frontend,תל-אביב"}