{"url": "https://www.geektime.co.il/pro-cloud-workshop-code-2018/", "type": "article", "title": "איך לפתח אפליקציות בענן? סדנה מקצועית ל-50 משתתפים בלבד ממתינה לכם ב-Geektime Code", "description": "הסדנה תתמקד בפיתוח אפליקציה על הענן של IBM בשילוב שירותי ווטסון ותעניק לכל משתתף הטבה בשווי מאות דולרים. הסדנה כלולה במחיר הכרטיס לכנס, אך מתאימה לכ-50 איש בלבד. רכשו כרטיס והירשמו כעת כדי להבטיח את מקומכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/post-cover-2-1-1525077850.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-28T14:00:06Z", "modified_time": "2018-05-28T13:48:42Z", "articleBody": "הסדנה תתמקד בפיתוח אפליקציה על הענן של IBM בשילוב שירותי ווטסון ותעניק לכל משתתף הטבה בשווי מאות דולרים. הסדנה כלולה במחיר הכרטיס לכנס, אך מתאימה לכ-50 איש בלבד. רכשו כרטיס והירשמו כעת כדי להבטיח את מקומכם\n\nהכנס השנתי של גיקטיים לקהילת המפתחים – Geektime Code – חוזר בשבוע הבא, יום רביעי, 6 ביוני. אנחנו מזמינים אתכם לעזוב את המחשבים, לצאת מהמשרדים ולהגיע לביתן 10 בגני התערוכה יחד עם כ-1,000 מפתחים וליהנות מיום שלם שיוקדש כולו לשפות, קוד, ספריות, באגים וכל מה שמעניין את אנשי קהילת הפיתוח.\nבכנס ייערכו למעלה מ-20 הרצאות מקצועיות ב-3 מסלולים שונים במטרה לחשוף את המשתתפים לטכנולוגיות החדשות, לדרכי העבודה של מפתחים בחברות מובילות ולקולגות שמתמודדים עם בעיות דומות ביומיום. יחד הם יקיפו את כל מה שמפתחים כיום צריכים לדעת כדי להיות מקצועיים יותר, וכדי שיוכלו להתקדם ולהתפתח בקריירה. עוד על המסלולים והדוברים השונים אפשר לקרוא כאן.\nנוסף על כל אלה, תיערך בכנס סדנה מקצועית ששמה Train Watson to Classify Vehicle Damage Images. הסדנה תועבר על ידי טל נאמן, Developer Advocate ב-IBM, שילמד את המשתתפים כיצד ניתן ואיך נכון לפתח אפליקציות בענן בעזרת שירותים שונים לפיתוח קל ומהיר. הסדנה תתמקד בפיתוח אפליקציה על הענן של IBM בשילוב שירותי Watson – מנגנון הבינה המלאכותית של IBM – ותעסוק ב-Cloud Foundry – טכנולוגיית open source שפותחה במקור על ידי Vmware להטמעת אפליקציות בענן בשכבת ה-PaaS\nImage Recognition – זיהוי תמונה בעזרת שירותי Watson וקבלת מידע על התמונה\nCloud – הסבר כללי על ענן ומה הוא כולל\nPlatform as a service – פלטפורמת הפיתוח של IBM\nהסדנה מתאימה למפתחים ואנשי טכנולוגיה מכל החברות והסטארטאפים, וכל משתתף יקבל Promotion Code שיעניק חשבון מוגדל לשימוש בענן של IBM בשווי מאות דולרים בחודש (למשך חצי שנה).\nהסדנה תיערך ב-Geektime Code בין השעות 14:30-10:15, וכלולה במחיר הכרטיס ל-Geektime Code. עם זאת, הסדנה מתאימה ל-50 משתתפים, ולכן יש להבטיח את מקומכם על ידי מילוי הטופס למטה (במידה ורכשתם כרטיס לאירוע כמובן).\nמזכירים: לקוראי גיקטיים מגיעה הנחה בגובה 25% לרכישת כרטיס לכנס בשימוש בקוד: Followers_Code\n﻿﻿Loading…", "keywords": "geektime code,code,dev.developers,js,java,go,גיקטיים,גיקטיים קוד,גני התערוכה,6 ביוני,6 ליוני,מתכנתים,מתכנתות,מפתחות,שפות קוד,קידוד,הייטק,סטארטאפ,כנס,ביתן 10"}