{"url": "https://www.geektime.co.il/storedot-promises-5-minute-car-charge/", "type": "article", "title": "StoreDot מכריזה: תוך שנה נוכל להטעין רכב חשמלי ב-5 דקות [ThinkNext]", "description": "אילון מאסק, מאחוריך: חברת הסטארטאפ הישראלית StoreDot שהציגה טכנולוגיה להטענת סמארטפון ב-30 שניות עושה זאת שוב: עתה מכריזה החברה כי תוך שנה נוכל להטעין רכב חשמלי ב-5 דקות בלבד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/05/BIG6.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-05-05T14:30:15Z", "modified_time": "2015-05-05T14:36:27Z", "articleBody": "אילון מאסק, מאחוריך: חברת הסטארטאפ הישראלית StoreDot שהציגה טכנולוגיה להטענת סמארטפון ב-30 שניות עושה זאת שוב: עתה מכריזה החברה כי תוך שנה נוכל להטעין רכב חשמלי ב-5 דקות בלבד\nמקור: יח”צ\nלפני כשנה, הפתיעה חברת הסטארטאפ הישראלית, StoreDot, כאשר הציגה טכנולוגיה שמאפשרת לטעון מכשירי סמארטפון תוך 30 שניות. עתה מאיימת החברה לזעזע את שוק כלי הרכב החשמליים עם טעינה שאורכת 5 דקות בלבד.\nבכנס ThinkNext שנערך היום (ג’) בתל אביב תודיע החברה שתוך שנה בדיוק מהיום, היא תציג את טכנולוגיית הטעינה האולטרה-מהירה שלה, שתאפשר טעינה מלאה של סוללה של רכב חשמלי ב-5 דקות בלבד. לצורך זה, פיתחה החברה מערכת שמורכבת מ-7,000 תאים, שניתנים לטעינה מהירה. לשם השוואה, 5 דקות טעינה כיום יספיקו לכם ל-8 ק”מ נסיעה בלבד ב-Tesla, המכונית החשמלית של אילון מאסק.\nבפועל, החברה עומדת מאחורי ייצור Nanodots, מיכלים בקנה מידה אטומי המסוגלים להחזיק מידע ולהתחבר ליצירת מבנים גדולים יותר, שהודות לגודלם הקטן יכולים להגדיל את יכולת הקיבול של האלקטרודה ואת ביצועי האלקטרולייט, הפועל כמוליך חשמלי. התוצאה הסופית היא הטענת הסוללה בתוך זמן קצר במיוחד. מאחורי הקלעים, ה-Nanodots סונתזו למולקולות פפטיד ביו-אורגניות, המסוגלות לשנות את היכולות של המכשירים הסלולריים. ה-Nanodots עשויות מאותם פפטידים, שהינם שרשראות קצרות של חומצות אמינו, אבני הבניין של החלבונים ותהליך הייצור שלהן זמין בעלות נמוכה יחסית, שכן נוצרות ממקור טבעי ומנצלות את המנגנון הביולוגי הבסיסי שלהן, של הרכבה עצמית. למעשה, הן יכולות להיות עשויות ממגוון רחב של חומרי גלם ביו-אורגניים הזמינים לשימוש.\nד”ר דורון מאירסדורף, מנכ”ל StoreDot, מסר בתגובה: “StoreDot רוצה להתרחב לתוך שוק המכוניות החשמליות, ולהיות המובילה במירוץ אחרי הסוללה שנטענת מהר. צעד זה הוא חלק מהמהלך שלנו למסחור של הטכנולוגיה פורצת הדרך שלנו, שתוכל לשנות את החיים הן למשתמשי סמארטפונים והן לנהגים”. במקביל להכרזה על הסוללה החדשה לכלי הרכב החשמליים, הודיעה החברה גם על פתיחה של מרכז פיתוח חדש בהרצליה, שכולל מעבדת כימיה אורגנית, מעבדת סוללות וקו ייצור חדש.\nמאז הקמתה ב-2012, גייסה StoreDot כ-58 מיליון דולר, כשבין המשקיעים בה ניתן למנות את Samsung Ventures, קרן Millhouse של המיליארדר רומן אברמוביץ’ וקרן Singulariteam של משה חוגג. StoreDot היתה בין הזוכים בפרסי ה-GeekAwards 2014.\n", "keywords": "thinknext,סטורדוט,storedot,רכב חשמלי,מכונית חשמלית,טסלה,tesla,טעינה מהירה,fast charge,סטארטאפ,גיק אוורדס,geekawards"}