{"url": "https://www.geektime.co.il/this-how-you-will-protect-your-website/", "type": "article", "title": "אז איך לכם לא יפרצו?", "description": "מדריך קצר שיעזור לכם לשמור על השירות והמוצר שלכם מוגנים בפני פריצות. איך עושים זאת נכון מהרמה הארגונית ועד לרמה הטכנית?", "image": "https://files.geektime.co.il/wp-content/uploads/2013/07/lock.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-07-30T14:43:27Z", "modified_time": "2013-07-30T14:43:27Z", "articleBody": "מדריך קצר שיעזור לכם לשמור על השירות והמוצר שלכם מוגנים בפני פריצות. איך עושים זאת נכון מהרמה הארגונית ועד לרמה הטכנית?\n\nהפוסט נכתב על ידי אוהד רבינוביץ’, ראש צוות QA בחברת Checkmarx.\nהאירועים האחרונים בתחום אבטחת המידע אשר פורסמו בהרחבה בתקשורת הכללית, עם דוגמאות כמו ההאקר הסעודי, שיתוק השרתים של סוני או לחליפין, הקמת המאגר הביומטרי, מעלות תהיות בקרב הציבור הרחב בנוגע לאופן ההגנה על המידע.\nוכך, על כתפיהם הצרות של חברי צוות אבטחת האיכות נוספה בימינו משימה חדשה – אבטחת מידע. אין מדובר באבטחת המידע של חברת הפיתוח, משימה המוטלת לרוב על אנשי ה-IT, כי אם וידוא שהמוצר או השירות עליו אנחנו אמונים יהיה מוצר בטוח בפני התקפות.\nאולי הדרך הטובה ביותר להסביר אך פורצים לאתר היא פשוט להדגים פריצה נפוצה בשם SQL Injection.\nאז ככה, בואו נמציא לנו אתר…\n\nזה כמובן אתר פשוט מאוד, יש לנו שדה טקסט אחד וכפתור. לחיצה על הכפתור תבדוק האם שם הספר בשדה הטקסט קיים במאגר הנתונים ואם כן תדפיס את שם המחבר. כתיבה לא נכונה של הקוד באתר כזה תאפשר להאקר מתחיל גישה לכל מאגר הנתונים שלנו, ואפילו להפיל את האתר ואת המכונה הפיזית.\nאיך הוא עושה את זה?\nבוא נכניס לשדה בטקסט את הסימן ‘ ונלחץ על הכפתור – נגיע לעמוד שגיאה:\n\nלמה? כי אתר זה כתוב גרוע והסימן ‘ שובר את השאילתה שבעזרתה ניגשים למאגר הנתונים, מספר משחקים של ניסוי וטעיה יובילו את ההאקר שלנו למחרוזת הזו “union select password from users;– ‘ “, הוא ינסה אותה באתר.\n\nוהינה הסיסמאות של המשתמשים באתר חשופות.\nזוהי כמובן פירצה אחת מתוך אלפי פרצות מוכרות היום.\nבין אם מדובר ברגולציה ובין אם בדרישות של לקוחות רגישים, הדרישה למוצר בטוח בדרך כלל מגיעה מבחוץ. זליגת מידע מהמוצר שלנו או שימוש במוצר שלנו בכדי לחדור לשרתי לקוח יכולים לגרום לנזקים עצומים לחברה. לכן, חברות רבות נדרשות היום לספק מוצר שאינו רק איכותי (יעיל ונוח), אלא גם בטוח. בדרך כלל נידרש לעמוד בתקנים מסוימים (לדוגמה OWASP top 10 או PCI) ובסטנדרטים המוגדרים חדשות לבקרים בתעשייה. במיוחד בעולם הנע אל הענן ומספק Web Interfaces הדגש הופך חד יותר, אבל גם תוכנות “מסורתיות” הנן פגיעות ודורשות הגנה.\nברוב בתי התוכנה צוות אבטחת מידע, אם קיים, איננו גדול. באופן מסורתי, האחריות נפלה על המהנדס הראשי או אחד מראשי צוות הפיתוח והם, מלבד ניהול כללי, לא יכלו להיכנס לפרטים. ניסיונות להעביר את האחריות למפתחים לימדו כי יש צורך בפיקוח על עשייתם. צוות הבדיקות מיומן בדיוק לזה. מה גם שהניסיונות להעביר את האחריות למפתחים אינה בת ביצוע שכן גם המתכנתים המוכשרים ביותר, אינם יכולים להיות מעודכנים לגבי מאות סוגי הפרצות שיכולות להיות בקוד, ומספיק מתכנת אחד שעושה טעות אחת, בשביל לסכן את הכל.\n 1. אבטחה כדרישה: בשלב הראשון, נגדיר את הדרישה להיות מוצר מאובטח כחלק מדרישות המוצר. התוצאה המיידית היא פשוטה: פרצה = באג ! ובאגים צוות הבדיקות צריך למצוא.\n 2. הכשרה: מניסיוני, צוותי הבדיקות היום אינם מכירים כלל את נושא האבטחה וכדאי מאוד להתחיל את התהליך בהכשרה קצרה. תהליך הכשרה ארוך ויקר בדרך כלל יוביל לבזבוז ושעמום. אני ממליץ על הרצאה או שתיים המתמקדות בהדגמות של פרצות נפוצות (SQL Injection, XSS ),שימוש בכלים ולימוד עצמי בהמשך.\n 3. אז איך מוצאים? צוות הבדיקות הקיים, מקצועי ככול שיהיה, כנראה שאינו מומחה באבטחה וללא שימוש בכלים יתכן שיהיה זקוק לעזרה. כמו כל באג רגיל יש דרכים שונות ומשונות לאתר פרצות אבטחה. לשמחתי יש היום כלים רבים בשוק שיכולים לעזור. יש לזכור שעדיין הכול מתרכז סביב תהליך נכון, וכמו כל תהליך יש להגדיר שלבים וכלים מתאימים. סדר היום של בודק אבטחה הופך לפשוט ומובנה:\n1. באים בבוקר ובודקים את התוצאות של ריצת הלילה של הכלי. 2. האם יש בעיות חדשות? אם כן קוראים עליהן בתעוד המצורף לכלי או אפילו באינטרנט. 3. אם יש גישה של הבודק לקוד הוא יכול לבדוק האם הבעיה אמיתית \\ רלונטית? כלומר האם המסלול המתואר במימצא של התוכנה באמת משקף פריצה. 4. פתיחה של באג במערכת ניהול באגים.\nיש גישות שונות בעניין סוגי הבדיקות המומלצות. פתרונות שונים מתאימים לשיטות שונות. הפתרונות הנפוצים היום בשוק מתחלקים לשלוש קבוצות:\n 1. Code review – הזמנה של חברה חיצונית לביצוע של בדיקה ידנית של הקוד. 2. Automatic Penetration Test – כלי התוקף את האפליקציה במגוון התקפות ומנסה לאתר פגיעויות. 3. Static Code Analysis – כלי הסורק את קוד המקור של הפרויקט ומוצא חשיפות פוטנציאליות בקוד.\nלחצו להגדלה\nשילוב בדיקות האבטחה ב-Life Cycle של המוצר כדאי בדיוק מאותן סיבות של כל בדיקה אחרת. איתור מוקדם של בעיות כלכלי יותר מאשר מציאתן בשלב מאוחר. בחברות שונות ובתהליכים שונים יתכן ויהיה צורך בהתאמה, אבל הבסיס שאני ממליץ עליו נחלק לשלושה חלקים:\nתכנון: כבר בשלב תכנון הפרויקט או הרכיב יש להתייחס לאבטחה, בהתחלה (עד שצוות הבדיקות יכיר את הנושא), מומחה האבטחה או המהנדס הראשי יתנו את הדגשים.\nשיגרת הפיתוח: בשלב זה אני ממליץ על שילוב של כלי אוטומטי לביצוע בדיקות האבטחה (static code analysis). כלי כזה יוכל להצביע על פרצות אבטחה ולכוון צוות לא מיומן לבעיות.\nלפני שחרור: בשלב זה אני ממליץ לצוות חדש להזמין סריקה חיצונית של הקוד (Pen testing). אם הצוות עשה עבודה טובה החברה החיצונית רק תאשר שהמוצר בטוח ולא ייווצר עיכוב בתאריך המסירה.\nבחירת כלי נכון חשובה יותר מתמיד, במקרה זה אנחנו סומכים על הכלי שישלים גם את פער הידע החסר בצוות. יש לשים לב למספר דגשים בבחירת הכלי:\n הטמעה פשוטה – כמו בכל כלי חדש, דרישות גדולות ארוכות ומורכבות של הכלי, יובילו לתסכול ונטישה מהירה. האם הכלי דורש קוד מקומפל? האם הכלי דורש התאמות מורכבות? כמה קשה לבצע התאמות?\nתוצאות מובנות – בקשו מאיש המכירות להציג לפניכם דו”ח לדוגמה. מה הכלים שבהם הכלי מציג בהם את התשובות? האם הן מובנות לכם? האם יש בו מספיק מידע?\nהתאמה לטכנולוגיות – כנסו לפרטים בעניין ההתאמה, האם הכלי תומך בשפת הפיתוח הרלבנטית? האם הכלי תומך ב-Framework שבשימוש? ב-Databases?\nסביבת פיתוח – האם הכלי מתממשק לסביבות הפיתוח בחברה? לכלי ניהול הקוד (TFS, SVN)? לכלים של המתכנתים (Eclipse, Visual studio)?\nבעבודה ב-Water fall יש לשים דגש על כמות נמוכה של תוצאות שווא. בכלים מסויימים סריקה של פרויקט גדול עלולה להחזיר אלפי תוצאות שוא, בדרך כלל ב-Water fall אין זמן להאריך את תקופת הבדיקות באופן ניכר על מנת ללמוד את כל התשובות.\nבעבודה ב-Agile יש לשים דגש על קלות העבודה. לא כל אנשי הבדיקות יהיו מיומנים מיד וב-Agile העצמאות של איש בדיקות בודד חשובה.\nתמיכה – יצרן הכלי הוא בדרך כלל מקור טוב לידע והדרכות. האם העסקה כוללת מעבר משותף על תוצאות והכוונה במקרה הצורך?\nבעזרת כלים פשוטים יכול גם צוות לא מיומן להשיג תוצאות טובות מאוד ושמירה על מוצר מאובטח. טלפון קצר לאחת מיצרניות הכלים או חברות הייעוץ יפתח לפניכם עולם שלם של יכולות חדשות.\nקרדיט תמונה: Shutterstock.", "keywords": "אבטחת מידע,הגנה על אתר,מנגנון הגנה לאתר,חומה לאתר,כך לא יפרצו לכם,מניעת פריצה,התגוננות,checkmarx,פירצת אבטחה,sql injection"}