{"url": "https://www.geektime.co.il/nes-classic-top-sales-june-2018/", "type": "article", "title": "השנה היא 2018 וה-NES Classic מוכר יותר יחידות מהפלייסטיישן 4 וה-Xbox One", "description": "פלייסטיישן 4? ממש לא. Xbox One? הצקחתם אותנו. הקונסולה הנמכרת ביותר בחודש האחרון היא בכלל ה-NES Classic של נינטנדו", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Screenshot_2-1533216579-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-02T16:33:38Z", "modified_time": "2018-08-02T16:33:38Z", "articleBody": "פלייסטיישן 4? ממש לא. Xbox One? הצקחתם אותנו. הקונסולה הנמכרת ביותר בחודש האחרון היא בכלל ה-NES Classic של נינטנדו\nNES Classic. מקור: נינטנדו\nאחרי שיצאה לסבב מכירות ראשוני וזריז ביוני 2016, קונסולת ה-NES Classic של נינטנדו חזרה לחנויות בחודש יוני האחרון לאור הביקוש האדיר. ואם זה לא מספיק, באותו החודש הקונסולה הצליחה לעקוף במכירותיה את כל הקונסולות המתחרות בארה”ב.\nעל פי נתונים שפרסמה חברת המחקר NPD Group, ה-NES Classic הייתה קונסולת המשחק הנמכרת ביותר בחודש יוני האחרון – תוך כדי זה שהיא עוקפת מתחרות ותיקות כמו הפלייסטיישן 4, ה-Xbox One ואפילו ה-Nintendo Switch. אגב, קונסולת ה-NES Classic עקפה את המתחרות למרות שהיא נמכרה רק מספר ימים בודדים לקראת סוף החודש. מקרה זה מזכיר את קונסולת ההמשך שנינטנדו הוציאה – ה-SNES Classic – שהייתה בראש טבלת המכירות בארה”ב כאשר יצאה לשוק בספטמבר האחרון.\nUS NPD HW – The NES Classic was June 2018’s highest unit-selling hardware platform, while the PlayStation 4 led the market in dollar sales. This is the first time a Nintendo Entertainment System console has led in monthly unit sales since NPD tracking began in 1995.\n— Mat Piscatella (@MatPiscatella) 1 באוגוסט 2018\n\nבין אם זה תג המחיר של 59$ לעומת קונסולות מודרניות מתחרות ובין אם מדובר בפרץ נוסטלגיה בלתי נשלט, נראה שקונסולת ה-NES Classic עדיין מצליחה להישאר מבוקשת 35 שנים אחרי השקת ה-Nintendo Entertainment System המקורית שהושקה בשנת 1983. קונסולת ה-NES Classic מגיעה עם 30 משחקים שצרובים עליה, ביניהם קלאסיקות כמו Super Mario Bros., Metroid, The Legend of Zelda ו-Pac-Man. למרות שלא ניתן להכניס לקונסולה משחקים מקוריים של קונסולת ה-NES הישנה, הקונסולה תומכת בשמירת מצב ההתקדמות במשחקים ומתחברת לטלוויזיות חדשות באמצעות חיבור HDMI.\nנינטנדו לא ממהרת לחשוף האם אנחנו צפויים לראות חידושים מעודכנים לקונסולות רטרו נוספות. אם נשמע חדשות כלשהן בקרוב, המועמדים הפוטנציאליים יכולים להיות קונסולת ה-N64 או אפילו קונסולת הגיימבוי הניידת. סביר להניח שעוד נשמע בעתיד על השקות נוספות בליין החידושים הנוכחי, זאת מכיוון שנינטנדו התקשתה לעמוד בביקוש ההתחלתי עבור קונסולות ה-NES Classic, ה-SNES Classic ואפילו ה-Nintendo Switch המודרנית. אם לשפוט על פי הצלחתן של שתי הקונסולות המחודשות האחרונות, סביר להניח שלא רק שאכן אפשר לצפות להשקה של קונסולות N64 וגיימבוי מחודשות, אלא שכנראה גם הן יככבו בראש טבלאות המכירות בעת השקתן.", "keywords": "nes classic,נינטנדו,רטרו,גיימינג,קונסולה,קונסולות,משחקים,משחק,90s,נוסטלגיק,"}