{"url": "https://www.geektime.co.il/10-jobs-june-8/", "type": "article", "title": "רוצים לעבוד בהייטק? הנה 9 משרות פנויות שמחכות לכם", "description": "ריכזנו עבורכם 9 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/computer-1185637_1280-e1485346990773.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-08T13:39:47Z", "modified_time": "2017-07-12T12:01:38Z", "articleBody": "ריכזנו עבורכם 9 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nWe are looking for a strong and experienced Automation developer to help us strengthen our existing team.\nRequirements:\n– 2 + years of experience in automation testing\n– Experience in Java – must, JavaScript – advantage\n– Rest API  – advantage\n– Experience in Selenium – must\n– Experience in Load/Performance testing – Must. Jmeter – advantage\n– Experience in Unix/Linux – must\n– B.Sc. in Information System/Computer science/Software Engineering-Advantage\nTo send a CV for the position of QA Automation – anyclip\nעובדי Como. צילום: שלומי יוסף\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom.\nDo you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keen on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job, this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals\n– Experience with server-side technologies  (NodeJs/php/java/.net/python/ruby) and REST APIs\n– At least 3 years of experience in Javascript, HTML5, CSS3\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc\n– Experience in working with databases (Relational and NoSQL)\n– Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage\n– Es2015 – Advantage\n– Passionate about technology\n– BSc/MSc in computer science\nTo send a CV for the position of Full stack developer – Como\n\nWe are looking for an experienced, creative and innovative System Architect to join our R&D team. The System Architect will be responsible for our core technologies’ full lifecycle; from initiation to design, architecture, development, integration and deployment.\nThe System Architect has a key position in our team, impacting technology and leading data solutions, while working with most recent products, on sophisticated, large-scale data platforms and environments.\nRequirements:\n– At least 2 years’ experience as a software architect\n– Vast proven experience in web technologies, including backend server programming and web application programming\n– Vast proven experience in designing and developing complex high scale, low latency systems\n– Significant Experience in Java (7 and up) multithreaded programming\n– Experience in cloud development under Amazon Web Services and/or Google Cloud Platform\n– Experience in working with various NoSQL databases like Couchbase, Redis, ElasticSearch & OrientDB\n– Experience in web/application server stacks, including Tomcat and NginX\n– Experience in designing and building SAAS systems\n– Experience in developing and deploying code in Linux OS based environments\n– Familiarity with Spring MVC, Spring DI and Spring Boot\n– Familiarity with Maven\n– Excellent design and analytical skills and problem solving skills\n– Excellent ability in finding, learning, testing and using new technologies\n– Leader by nature with the ability to plan and execute complex development tasks\n– Fluent English\nTo send a CV for the position of System Architect – Brightcom\nמקור: עמוד הפייסבוק של החברה\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform. With Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally.\nIn this role you will Lead the QA on Scrum development teams in a fast growing company, specify, design, and implement tests for new components and features that involves both client side and server side, using various technologies. You shall evaluate, coordinate ,identify problems and develop solutions while delivering with high quality standards.\nResponsibilities:\n– Define QA methodologies and processes within the teams\n– Review QA test plans and QA work to align with methodology and to achieve constant improvement\n– Work with Project and Product Managers to provide visibility\n– Work with Developers to understand the developments and assist the QA team with designing test plans accordingly\n– Assist hands-on when needed\n– Improve QA efficiency using new tools and processes while increasing the quality\n– Recruit and train new team members\nRequirements:\n– At least 5 years of experience in QA\n– At least 2 years of experience as a team leader\n– Experience with testing Web applications, Mobile application and server side components\n– Experience with Agile and Scrum methodologies\n– Experience with MSSQL\nTo send a CV for the position of QA Team Leader – Payoneer\nצילום: גיקטיים\nThe global enterprise AOL/Verizon, is hiring a researcher for the Machine learning & Deep learning team in video Research Group. We work on both fundamental research questions and applications of this research across AOL product portfolio. This provides the unique opportunity to both advance the science and touch hundreds of millions of monthly users. We go beyond the boundaries of our AOL group to work with colleagues in universities around the world to address global grand challenge problems. We hire people who are driven to rapidly innovate in areas such as Natural Language Processing, Speech Recognition, Information Retrieval, Machine and Deep Learning, Data Mining, Machine Perception, Optimization, Recommendation, Multimodality etc.\n Requirements:\n– Ph.d in a Computer Science, Statistics, Mathematics or equivalent\n– Demonstrated research abilities and problem analysis/solving skills\n– Deep Learning – Advantage!\n– Programming skills that allow you to be self sufficient in handling data and prototyping: prototyping: SQL, a scripting language such as Python, R or Matlab\n– Excellent communication skills and ability to describe complex technical concepts in clear language\n– The ability and desire to be constantly learning, both new technologies and new algorithmic approaches\nTo send a CV for the position of Research Scientist – Aol\nResponsibilities:\n– Full time PS consultant for MOD\n– Deliver on-site consulting services (Design, Implementations & Training) in IL\n– Working in conjunction with the local PS team\nRequirements:\n– Practical experience with Check Point products a must. Experience with Blue-Coat and VSX is an advantage.\n– 4+ years of experience with IP based networks, network design, and security products\n– Experience with several different operating systems: Windows 9x/2000, Unix- based\nInstallation, implementations and operation of Check Point products\n– Experience in working with customers\n– Willingness to learn new technologies, self-learner\n– Customer oriented – experienced with direct face to face service\nTo send a CV for the position of Professional Services consultant – Check Point\nמקור: cc-by-Dvirraz\nThe Cloud Engineer will be responsible for implimenting Cloud solutions including the planning, mgmt, compute in the beginning of the project and later the maintenace and support of the project. The engineer will need to know to support all types of clouds – private, pubic and hybrid and have knowledge in many areas and aspects\nResponsibilities:\n– You will build and maintain private, hybrid and public cloud environments for the enterprise.\n– Maintains the operations of cloud platforms to ensure availability.\n– You will troubleshoots and resolves any IT service issues related to cloud services; partners with the other infrastructure teams to troubleshoot and resolve related issues.\n– You will leverages optimization techniques to maximize the efficiency of all cloud systems.\n– You will do Capacity Management for cloud environments in efficient way.\n– You will implements and maintains a systems business impact assessment to prioritize system recovery in the event of a failure.\n– You will train the technical support team on solving common systems-related problems.\n– You will builds and implements standards for cloud environments and tools.\n– You will build Cloud solutions include automation of deployment processes.\n– You will work with third-party vendors and consultants on developing system-specific skills.\n– You will evaluate new technologies to meet business needs or to solve business problems.\n– You will manages and lead Root Cause Analysis, Lessons Learned and prevention processes to provide high standard deliverables that meet SLA (Service Level Adherence) and ensure CSAT (Customer Satisfaction).\n– You will Devise and implement the policies for systems.\n– You will build team knowledge capabilities and versatility and variety of personal skills.\n– You will research new technologies and leverages optimization techniques to ensure that systems operate efficiently.\nRequirements:\n– Advanced knowledge of administering of Linux /KVM platform – 5 years of experience.\n– Advanced Knowledge of OpenStack – 2 years of experience\n– Knowledge of containers solutions – 1 year of experience\n– Basic knowledge of at least one public cloud solution (like AWS, Azure) – At least 1 year of experience.\n– Basic Knowledge of infrastructure services used by cloud solution like: DNS, NTP, AD\n– Basic knowledge in network and storage area\nTo send a CV for the position of Cloud Engineer – Amdocs\n\nWe are looking for extremely talented and sharp QA for interesting work in an Agile R&D Mobile team to build and execute manual (mostly) and automatic tests, as part of our Core team.\nResponsibilities:\n– You will be creating and executing test plans for mobile clients and server APIs.\n– You will be configuring remote servers and be the master of their logs.\n– If you have passion for Mobile and have a “do what it takes to win” mentality we would want to see you part of our team.\nRequirements:\n– A High-School Graduate Majoring in Computer Science and Mathematics – Must\n–  QA exeprince- Advantage​\n–  IDF technology units  Graduate – Advantage\n– Development Scripting Experience – Advantage\n– Availability for at least a year\nTo send a CV for the position of Manual QA – Vonage\n\nGE Cyber security Research Lab develops and applies innovating technologies to protect critical GE products from a broad spectrum of Cyber-enabled risks and threats. The ideal candidate will possess deep knowledge and experience in Cyber Security attack techniques and proper mitigation solutions in both the application level and infrastructure level.\nResponsibilities:\n– Pen-Testing skills and proven experience\n– Discover and mitigate vulnerabilities in sensitive Critical Infrastructure\n– Develop and design innovative cyber security solutions for unique and complex technologies\n– Work in partnership with government agencies, leading industry experts, and academia\n– Leverage traditional and non-traditional research methodologies to advance GE’s overall Cybe rsecurity practice\nRequirements:\n– Cyber security professional with a minimum of 5 years of experience\n– Bachelor’s degree in Computer Science or a related field with at least 2 years of relevant experience in software/hardware research and development\n– Must possess strong verbal & written communication skills in English, with demonstrated experience\n– Must be willing to work out of an office located in Herzliya, Israel\n– Must submit to a background investigation, including verification of past employment and educational background\n– Experienced talented individuals who have expertise in these types of technologies:\n– Developing POCs and pen-testing tools\n– Threat Modeling\n– Researching network protocols\n– Deep understanding of cryptography\n– Bypassing intrusion Detection and Prevention systems / applying evasion techniques\n– Reverse Engineering\n– Experience in industrial networks and SCADA protocols\nTo send a CV for the position of Cyber Security Researcher – General Electric\n\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": ",qa automation,anyclip,full stack developer,como,manual qa,vonage,professional services consultant,עבודה בהייטק,check point,cloud engineer,amdocs,cyber security researcher,general electric,general motors,gigaspaces,hpe software,ios developer,java back-end developer,java team leader/architect,jive,junior user acquisition,malware researcher,marcom manager,payoneer,risk investigator,sentinelone,technical writer,tgs,ui,ux,ux designer,גיק ג\\'יב,גיקגו\\'ב,דרושים,לעבוד בהייטק,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק,משרות בהייטק,סטארטאפים,קורות חיים,ראיון עבודה"}