{"url": "https://www.geektime.co.il/10-jobs-may-30/", "type": "article", "title": "מחפשים עבודה בהייטק? הנה 10 משרות פנויות שמחכות לכם", "description": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/computer-1185637_1280-e1485346990773.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-29T18:30:28Z", "modified_time": "2017-05-29T17:20:14Z", "articleBody": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nHPE Software’s cross UX STUDIO – a dynamic design studio inside HPE driving UX across the organization, is looking for a talented UX/UI designer who is a strong team player and can lead an entire UX process.\nYou will be joining a studio of 16 UX & UI designers, working on the core products and innovative concepts across platforms and helping to pave the path for the organization. Our group is growing, and we’re looking for someone who can envision and impact the face of our company’s future products and how to sell them to our clients..\nIf you are the right person for us, send us a short portfolio of projects you have worked on and your CV.\nResponsibilities:\n– Lead the UX process from project definition and information hierarchy, through wireframes and prototype, to detailed UI design\n– Translate broad, conceptual ideas into useful, usable and delightful experience\n– Be able to work independently and coordinate with the global marketing team\nRequirements:\n– Strong attention to the small details and deep understanding in UI design\n– Bachelor’s degree in Visual Communication or similar field\n– 2+ years of proven experience in UX/UI design (hands-on) for desktop and/or mobile interfaces\n– Master of Adobe Creative Suite products\n– Team player with good writing, presentation skills & very good English\nTo send a CV for the position of UX designer – HPE Software\n\nResponsibilities:\n– Deploy, manage and optimize large scale online campaigns using various channels\n– Conduct ongoing reporting and analysis on campaign performance to reach business goals\n– Develop test plans, measure performance, and make recommendations based on testing\n– Build and maintain strategic relationships with key acquisition partners\n– The User Acquisition manager will be responsible for managing large-scale advertising campaigns for Lastminutetravel.com on Web and Mobile.\nThe successful candidate is an analytical and business-savvy number-cruncher who can independently manage multiple acquisition campaigns as well as develop new partnerships with key industry players to drive new business.\nRequirements:\n– Minimum 1+ years in hands-on online marketing experience (Account Manager/Media Buyer/PPC manager)\n– Analytical skills and performance oriented, advanced knowledge and understanding of performance metrics, i.e. CTR, CPA, ROI and other KPIs\n– Fluent English – both verbal and written\n– Proven advertising experience with at least one of the following platforms: Facebook, Outbrain, Taboola, AdWords  – an advantage\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution – an advantage\n– Knowledge in SEO/ASO – an advantage\n– High enthusiasm and interest in working within a fast-paced, international environment\nTo send a CV for the position of Junior User Acquisition – TGS\n\nThe Renewal and Training Sales Representative will be responsible for direct sales, negotiation and administrative support as part of Radware Renewal teams in EMEA and APAC. The main goal is to achieve the requested revenue by renewing the support contracts and selling training as per the pipeline.\nResponsibilities:\n– Contacting the customers by e-mail and telephone in order to offer Service Renewal contract and Training courses.\n– Negotiating mainly by e-mail and telephone with partners and customers\n– Issuing of quotations and follow up until close-up of the deal\n– Ongoing and regular relationship with partners, customers and Radware sales teams in EMEA & APAC\n– Achieve monthly, quarterly and annual sales targets.\n Requirements:\n– Previous Sales and Administrative experience in Hi-Tech companies\n– Fluency in English written and spoken.\n– Sales proven SkillsAdvantages\nTo send a CV for the position of Renewals and Training Sales Representative – radware\nמקור: cc-by-Dvirraz\nThe R&D Customer Management (CM) product NFT team is looking for performance test specialist with 3+ years of experience to join NFT team offering a challenging position, assigned to ensure the best performance, stability, high availability and scalability readiness of Amdocs CM products.\nResponsibilities:\n– You will responsible for Performance test execution, monitoring, analysis and investigation While Running stability, scalability and operability for Amdocs CM products\n– You will responsible for project planning, design, script development, code profiling, and sizing.\n– You will use  various tools to profile problematic application modules\n– You will need to work and deliver under tight and aggressive timelines in order to meet target\n– You will work different types of groups during project phases development ,Architects\nRequirements:\n– Experience with nonfunctional testing methodologies and automated testing tools –\n– Experience with HP LoadRunner (HTTP/HTML, Java, EJB protocols)-3 years\nSystems/Applications monitoring, tuning and code profiling\n– Wide knowledge of CM  products and end-to-end Business process.\n– Fluent in Oracle RDBMS (other databases experience is a plus)\n– Experience with Java/VB and Weblogic is desired.\n– Familiarity with network topology/layers and network sniffers\n– Computer Science Degree – Must\nTo send a CV for the position of NF Test Speacialist – Amdocs\n\nResponsibilities:\n– Create and execute of test cases for a Vehicle services system and its interfaces\n– Perform root cause analysis on suspected defects\n– Manage defect calls with US testing and development teams\n– Support production operation issues\n– The Senior QA engineer will be part of the QA team\nRequirements:\n– Bachelor’s degree in Computer science  or related technical field or equivalent practical experience\n– At least 5 years’ experience in functional testing – must\n– Experience in QA of large complex systems Including server, client web, client mobile-must\n– Experience working with SOAP UI\n– Experience working with db\n– Experience performing root cause analysis and reading log files\n– Field operation support capabilities\n– Excellent communication skills – Excellent English (reading/writing)\nTo send a CV for the position of Senior QA Engineer – General Motors\n\n\nGigya is looking for a DevOps Engineer. The position is located at Gigya’s R&D center, Azrieli Towers, Tel Aviv.\nThe position’s primary challenge is to manage complicated, global, open-source infrastructure. The team member will join highly-skilled team, and will need to be familiar with emerging technologies in the field and make decisions regarding the use of those technologies at Gigya.\nSuccess is defined by systems that provide 100% uptime (including during maintenance periods) and quick, automatic provisioning of resources while maintaining constant system reliability.\nYou will work hand in hand with developers, QA engineers, system architects, system and operations engineers and project managers.\nResponsibilities:\n– Manage core production systems, including frequent changes and updates.\n– Rapidly identify and resolve problems in production systems.\n– Research and implement new technologies.\n– Handle complex service faults.\n– Improve existing technologies and processes while maintaining a rapid delivery cycle.\n– Provide support during off hours (nights and weekends) when necessary.\nRequirements:\n– At least 4 years experience managing and maintaining Linux servers in a global, multi-server environment.\n– Experience writing Python, Ruby and Bash scripts .\n– Practical experience using Puppet.\n– Strong familiarity with Hadoop/Hbase, Mysql, MongoDB, Spark, Druid, Kafka, Flume, RMQ, ELK, Consul, Nomad, Ceph, Haproxy, Nginx.\n– Experience configuring Amazon Web Services or similar cloud-based platforms.\n– Prior work experience in an Internet/SaaS company.\n– Experience with virtualization systems e.g., KVM, XEN, Openstack.\nTo send a CV for the position of Senior DevOps Engineer – Gigya\nResponsibilities:\n– Full time PS consultant for MOD\n– Deliver on-site consulting services (Design, Implementations & Training) in IL\n– Working in conjunction with the local PS team\nRequirements:\n– Practical experience with Check Point products a must. Experience with Blue-Coat and VSX is an advantage.\n– 4+ years of experience with IP based networks, network design, and security products\n– Experience with several different operating systems: Windows 9x/2000, Unix- based\nInstallation, implementations and operation of Check Point products\n– Experience in working with customers\n– Willingness to learn new technologies, self-learner\n– Customer oriented – experienced with direct face to face service\nTo send a CV for the position of Professional Services consultant – Check Point\nעובדי SentinelOne\nResponsibilities:\n– You will be responsible for Reversing the newest malware and exploits and Designing methods to detect malware types (ransomware, RAT, info stealers) using OS monitoring, extensive user data and in house malware instrumentation lab.\n– You will be developing and using internal research tools and frameworks, Creating POCs and inventing ways to prevent exploitation of complete types of attacks (java exploitation, use after free, etc).\n– You will also be encouraged to write white papers, blogs and articles (but only if wishes to).\n– You will influence the design of a disruptive product that will shape the security industry of tomorrow.\nRequirements:\n– 3+ years of deep reverse engineering experience (IDA python scripts / embedded / etc)\n– Extensive familiarity with the malware world (how malware operate, infamous families)\n– Experience reversing malware and handling anti-reversing/debugging techniques\nPython, C and C++ development skills\n– A problem solver type of person\n– Understanding of existing AV software internals – Advantage\n– Previous experience working as part of a research team – Advantage\n– Familiarity with windows internals (kernel and user mode) – Advantage\nTo send a CV for the position of Malware Researcher – SentinelOne\n\nWe are looking for extremely talented and sharp QA for interesting work in an Agile R&D Mobile team to build and execute manual (mostly) and automatic tests, as part of our Core team.\nResponsibilities:\n– You will be creating and executing test plans for mobile clients and server APIs.\n– You will be configuring remote servers and be the master of their logs.\n– If you have passion for Mobile and have a “do what it takes to win” mentality we would want to see you part of our team.\nRequirements:\n– A High-School Graduate Majoring in Computer Science and Mathematics – Must\n–  QA exeprince- Advantage​\n–  IDF technology units  Graduate – Advantage\n– Development Scripting Experience – Advantage\n– Availability for at least a year\nTo send a CV for the position of Manual QA – Vonage\nמקור: עמוד הפייסבוק של החברה\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform. Here at Payoneer we celebrate diversity and believe that our people are our greatest resources. We work hard to get things done and never forget to have fun along the way.\nThe candidate needs to be motivated, self-starter who is able to learn quickly in a fast-paced environment, and to be able to derive conclusions and decisions from a large set of data.\nThis position requires strong initiative, solid data analytics skills, unflagging attention to detail and an overall commitment to excellence.\nResponsibilities:\n– Identifying, specifying, collecting and validating information requirements from a variety of sources to facilitate the production relevant department information.\n– Monitor and track operational risk issues in collaboration with other risk teams and departments\n– Perform root cause analysis on identified risk events\n– Ensure continuous improvement in companywide operating procedures\n– Implement operational risk policy and procedures in line with regulation\n– Present recommendations for remediation of risks\nRequirements:\n– BA or equivalent relevant experience\n– Strong analytical skills\n– At least 1 year experience in investigation\n– Flexible attitude and ability to cope with changing requirements\n– Proven critical, and problem solving skills\n– Proven ability to communicate effectively (both written and verbal)\n– A team player with strong cross-group collaboration\n– Ability to work independently\nTo send a CV for the position of Risk Investigator – Payoneer\n\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "ux designer,hpe software,marcom manager,gigaspaces,manual qa,professional services consultant,check point,malware researcher,sentinelone,junior user acquisition,tgs,vonage,risk investigator,payoneer,amdocs,full stack developer,general motors,ios developer,java back-end developer,java team leader/architect,jive,technical writer,ui,ux,גיק ג\\'יב,גיקגו\\'ב,דרושים,לעבוד בהייטק,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק,משרות בהייטק,סטארטאפים,קורות חיים,ראיון עבודה"}