{"url": "https://www.geektime.co.il/10-jobs-may-17/", "type": "article", "title": "מחפשים עבודה בהייטק? הנה 10 משרות פנויות שמחכות לכם", "description": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/office-625893_640-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-17T13:15:23Z", "modified_time": "2017-05-17T16:51:14Z", "articleBody": "ריכזנו עבורכם 10 משרות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nעובדי Matrix\nResponsibilities:\n– Collaborate on requirements specifications, field research and the creation of use case stories.\n– Deliver detailed design specifications and prototypes.\n– Work closely with product & development  before, during, and after implementation to ensure optimal adherence to UI & Visual specifications.\n– Quickly create and iterate on various designs using wireframes and comps.\n– Maintain consistency in terms of interactions and appearance across all web desktop and mobile products, according to brand specifications.\n– Work with the visual designers to deliver high definition mocks and detailed specifications that abide by our visual style guide.\n– Plan and Facilitate usability test sessions.\nRequirements:\n– Academic degree in graphic design, human-computer interaction or related field.\n– 3+ years of professional experience as a member of a cross-functional team\n– Should have a varied of web, desktop and mobile software design experience.\n– Experience with the full software development lifecycle, familiarity with agile processes a plus.\n– Strong technical aptitude with key UX tools such as wireframing, prototyping, scripting, and flowcharting products.\n– Must have an active and updated portfolio that demonstrates usability, simplicity, clarity and consistency at the root of your designs that we can have access to review.\n– Comfort presenting cohesive design approaches to non-design audiences.\n– Practical knowledge of the principles and techniques of user-centered design\n– Prior experience with usability test planning, moderation and analysis desirable\n– Excellent communication skills very good English (verbal and written ability) required\nTo send a CV for the position of UX designer – Matrix\n\nGigaSpaces is looking for a Web Animal for a Marcom Manager Position.The position is for a company focused on up and coming technology, and marketing through new media channels.\nRequirements:\n– Native English speaker with strong written and verbal skills\n– Capable of leading and managing multi-disciplinary projects – online and offline\n– Web 2.0 skills – managing websites in CMS and static HTML (a plus), knowledge of 2.0 digital marketing tools (analytics, IFTTT, Mailchimp et al)\n– Experience with Enterprise B2B marketing – leading PR/AR strategy and execution, enterprise marketing and sales tools (presentations, demos, brochures, case studies and more)\n– Experience organizing industry events as well as informal developer events (such as meetups and hackathons)\n– In-depth, hands-on experience with social media marketing, including the traditional and more niche platforms (e.g. Tumblr, Reddit, Slideshare and more)\n– Experience with Marketing Automation and analytics tooling (Hubspot, Mixpanel etc.) – A plus.\n– Strong tech and digital orientation – knowledge of open source, cloud and networking industry – A plus.\n– Experience with a product with an adoption-based model – A plus\n– Experience with graphic and video editing programs – A plus\n– Team Player\n– Self-motivated, self-starter who is a creative thinker\nTo send a CV for the position of Marcom Manager – GigaSpaces\n\nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage\n– Minimum of 1+ years as an Online Media Manager\n– Proven knowledge in RMX/Appnexus – an advantage\n– Proven knowledge in Double click Ad serving platform – an advantage\n– Proven, measurable results in developing and growing an internal affiliate channel/program\n– Demonstrated ability to initiate and grow relationships\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution\n– Ability to take on multiple projects at the same time\n– Must possess strong knowledge of the affiliate marketing industry\n– Strong organizational, analytical, presentation and problem solving skills\n– Experience in handling of tracking tools and online technologies\n– Profound knowledge of MS-Office Products (Excel in particular)\n– Passion for online games\n– BA/BS degree – an advantage\nTo send a CV for the position of Online Media Manager – Plarium\n\nThe Renewal and Training Sales Representative will be responsible for direct sales, negotiation and administrative support as part of Radware Renewal teams in EMEA and APAC. The main goal is to achieve the requested revenue by renewing the support contracts and selling training as per the pipeline.\nResponsibilities:\n– Contacting the customers by e-mail and telephone in order to offer Service Renewal contract and Training courses.\n– Negotiating mainly by e-mail and telephone with partners and customers\n– Issuing of quotations and follow up until close-up of the deal\n– Ongoing and regular relationship with partners, customers and Radware sales teams in EMEA & APAC\n– Achieve monthly, quarterly and annual sales targets.\n Requirements:\n– Previous Sales and Administrative experience in Hi-Tech companies\n– Fluency in English written and spoken.\n– Sales proven SkillsAdvantages\nTo send a CV for the position of Renewals and Training Sales Representative – radware\nמקור: cc-by-Dvirraz\nAmdocs is looking for an experienced usability expert + user-centered-design professional with strong passion for designing exceptional user experiences. You will become part of a community of usability experts in Amdocs engaged in projects ranging from prototypes to large scale applications, from standard desktop/web applications to TV & Mobile applications, from internal Amdocs interfaces to external customer web sites. Working for a large international company, you will be become familiar with Amdocs’ business segments and have a chance to impact and create user-centered UI designs for service providers from all over the world.\nRequirements:\n– 3-5 years of experience designing/consulting user interfaces for various channels (e.g. mobile, web, desktop) covering the entire design life cycle-  user needs analysis,  functional design, and usability validation.\n– Academic degree. An advantage – BA/BS in Cognitive Psychology, Human Factors, Human-Computer Interaction or related field or equivalent work experience.\n– Domain Knowledge obtained through academic background and/or certified usability training and/or equivalent sources\n– Fluent in English (reading, writing, speaking) with ability to travel occasionally to customer sites overseas, and interact with teams in multiple international locations.\n– Familiarity with prototyping and usability tools (Axure, Visio, Morae) is a plus.\nTo send a CV for the position of usability expert – Amdocs\n\nThe Security Researcher will join the Security Innovation Group in Radware’s CTO Office, which researches new network attacks and technologies. Research is focused on new threat domains, including analysis of attack tools and malware, attacking techniques, development of mitigation techniques, and understanding and penetrating into cyber operations. The position requires an all-around player with the inclination and capabilities for research skills, rapid code development, initiative, and ownership.\nRequirements:\n– Over 8 years of work experience, and at least 3 years in a security position\n– An all-around player capable of research, coding, and out-of-the-box thinking\n– Proven experience in security research and malware analysis\n– Excellent understanding of networking design principles and protocols (such as TCP/IP and IPv4)\n– English written and verbal communication skills, ability to write articles\nTo send a CV for the position of Researcher – radware\n\n\nResponsibilities:\n– Manage and guide a team of 20-25 developers to achieve excellence\n– Design, develop, program and lead to achieve company’s goals and high performance results\n– Full responsibility on software project management including effort estimations, project planning, implementation and delivery\n– Translating business goals & product requirements into actionable development plans.\n– Performing a full range of leadership responsibilities which may include: interviewing, hiring, coaching and developing employees, assigning and directing work, driving performance management and managing department budgets.\n– Stay up-to-date with application development trends\nRequirements:\n– Bachelor’s degree in Computer Science/ software engineering or equivalent\n– At least 5 years’ experience in managing software R&D teams\n– 8+ years of experience in designing and developing large scale and high traffic online web applications using .NET technologies (full stack development experience preferred)\n– Deep knowledge and experience in developing for multithreaded high performance environment\n– Strong knowledge of architectural principles, coding standards, design patterns and best practices.\n– 5-year experience with Microsoft web services\n– Experience working with scrum and agile methodologies\n– Solid grasp of software development life cycle, best-practices, methods and conventions\nTo send a CV for the position of R&D Manager – TGS\nWe are looking for a talented software developer for our Automation project to support our rapid agile plans. You must be self-motivated, a quick learner and must have the passion and willingness to learn new technologies and code in various languages on demand. You will be working closely with other software engineers, QA and CI teams.\nResponsibilities:\n– Develop and execute test strategy\n– Own and evolve the in-house automation framework to product needs\n– Design automated test, tools and solutions that run on multiple platforms\n– Work in Agile environment – flexible tasks with content switching\nRequirements:\n– Bachelor’s Degree in Computer Science (or equivalent)\n– 2-3 years’ experience in software development or in developing automation infrastructures. (Outstanding graduates may apply as well)\n– Knowledge in OOP in at least one language (C# / Java)\n– Previous experience with Selenium/CodedUI\n– Deep understanding of Object Oriented Design and Data Structures\n– Excellent interpersonal and communication skills\n– Team player, independent and quick learner\nTo send a CV for the position of Automation Engineer – HPE Software\n\nResponsibilities:\n– Create and execute of test cases for a Vehicle services system and its interfaces\n– Perform root cause analysis on suspected defects\n– Manage defect calls with US testing and development teams\n– Support production operation issues\n– The Senior QA engineer will be part of the QA team\nRequirements:\n– Bachelor’s degree in Computer science  or related technical field or equivalent practical experience\n– At least 5 years’ experience in functional testing – must\n– Experience in QA of large complex systems Including server, client web, client mobile-must\n– Experience working with SOAP UI\n– Experience working with db\n– Experience performing root cause analysis and reading log files\n– Field operation support capabilities\n– Excellent communication skills – Excellent English (reading/writing)\nTo send a CV for the position of Senior QA Engineer – General Motors\n\nWe are looking for extremely talented and sharp QA for interesting work in an Agile R&D Mobile team to build and execute manual (mostly) and automatic tests, as part of our Core team.\nResponsibilities:\n– You will be creating and executing test plans for mobile clients and server APIs.\n– You will be configuring remote servers and be the master of their logs.\n– If you have passion for Mobile and have a “do what it takes to win” mentality we would want to see you part of our team.\nRequirements:\n– A High-School Graduate Majoring in Computer Science and Mathematics – Must\n–  QA exeprince- Advantage​\n–  IDF technology units  Graduate – Advantage\n– Development Scripting Experience – Advantage\n– Availability for at least a year\nTo send a CV for the position of Manual QA – Vonage\nResponsibilities:\n– Develop new and challenging automation infrastructure using a combination of technologies including development in C#.\n– Work with a diverse group of engineers throughout the entire deployment phases.\n– Wield incredible amounts of data and complexity and solve interesting problems.\n– Lead a development tasks from conception through the entire development lifecycle.\n– Maintain existing software systems by identifying and correcting software defects.\n– Responsible for testing features and writing automatic tests scenarios.\nRequirements:\n– 3+ years of experience with application development using C# .NET framework (.NET 4.0 or greater).\n– 3+ years of experience in automation web development using CodedUI, Selenium.\n– Strong exposure to object oriented design and development is required.\n– Proven experience in work with different versions, software version (TFS) and deployment tools.\n– Previous experience with DB MS-SQL\n– BSc in computer sciences / Software Engineer.\nTo send a CV for the position of Automation Developer – Optimal Plus\n\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "משרות בהייטק,סטארטאפים,vonage,ראיון עבודה,optimal plus,קורות חיים,לעבוד בהייטק,גיקג\\'וב,java team leader/architect,playtech,java back-end developer,taptica,product manager,webpals,research scientist,aol,qa team leader,full stack developer,como,researcher,radware,technical writer,ios developer,system architect,brightcom,jive,amdocs,anyclip,payoneer,ui\\',general motors,ui,ux,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}