{"url": "https://www.geektime.co.il/cyber-jobs-april-4/", "type": "article", "title": "אנשי אבטחת מידע: הנה 8 חברות שמחפשות אתכם", "description": "בין אם אתם מחפשים עבודה חדשה או רק רוצים ''לרחרח'', ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/pexels-photo-sales-e1489913612469.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-04T12:00:50Z", "modified_time": "2017-07-11T12:52:26Z", "articleBody": "בין אם אתם מחפשים עבודה חדשה או רק רוצים ”לרחרח”, ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pexels\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nרוצים שגם המשרה או חברה שלכם תופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n \n\n Check Point is looking for Professional Services consultant to be responsible for:\n– Full time PS consultant for MOD\n– Deliver on-site consulting services (Design, Implementations & Training) in IL\n– Working in conjunction with the local PS team\nRequirements:\n– Practical experience with Check Point products a must. Experience with Blue-Coat and VSX is an advantage.\n– 4+ years of experience with IP based networks, network design, and security products\n– Experience with several different operating systems: Windows 9x/2000, Unix- based\n– Installation, implementations and operation of Check Point products\n– Experience in working with customers\n– Willingness to learn new technologies, self-learner\n– Customer oriented – experienced with direct face to face service\nTo send a CV for the position of Professional Services consultant – Check Point\nWe are looking for a Senior Product Security Analyst (Pen Test) who will join the Cybersecurity group. This position involves performing security vulnerability assessments, embedded penetration testing, and product security testing on vehicle systems and components.\nResponsibilities:\n– Perform embedded security pen-test activities, both automated and manual, to identify and exploit vulnerabilities in embedded components, systems, applications, and network components in an effort to reduce risk and improve product security.\n– Carry out reverse engineering of embedded devices firmware to identify and exploit vulnerabilities.\n– Defining pen-test methodologies with a combination of automated and manual tools.\n– Execute security design reviews of new systems and products.\n– Design and conduct / coordinate security audits, risk assessments, and pen tests.\n– Research emerging vulnerabilities and develop proof-of-concept code in a laboratory setting.\n– Develop custom tools to support penetration testing as required.\n– Make recommendations concerning the overall improvement of vehicle security posture through the proactive discovery of security weaknesses using penetration-testing techniques\nRequirements:\n– Bachelor’s degree (B.A. or B.S.) from college or university; or equivalent training, education and experience.\n– Three or more years of experience in penetration testing, with hands on experience performing reverse engineering on embedded devices to identify and exploit vulnerabilities.\n– Extensive technical computer/network/vehicle knowledge and understanding of computer/vehicle hardware, software, networks, communications and connectivity.\n– Proficiency in at least two of the following languages- C, C++, C#, Python, Ruby, Perl, shell scripting, Powershell.\n– Competence with security testing tools and procedures for information security.\n– Ability to work constructively as an individual or in groups with minimal supervision.\n– Ability to work in a team environment with aggressive deadlines and multiple priorities while staying a team player.\n– Previous Red Team experience.\nTo send a CV for the position of Senior Product Security Analyst (Pen-Test) – General Motors\nעובדי SentinelOne\nResponsibilities:\n– You will be responsible for Reversing the newest malware and exploits and Designing methods to detect malware types (ransomware, RAT, info stealers) using OS monitoring, extensive user data and in house malware instrumentation lab.\n– You will be developing and using internal research tools and frameworks, Creating POCs and inventing ways to prevent exploitation of complete types of attacks (java exploitation, use after free, etc).\n– You will also be encouraged to write white papers, blogs and articles (but only if wishes to).\n– Because you will meet extraordinary challenges facing the newest malwares and tech obstacles and overcoming them. You will work with the very BEST in the industry in a flexible and independent environment.\n– You will influence the design of a disruptive product that will shape the security industry of tomorrow.\nRequirements:\n– 3+ years of deep reverse engineering experience (IDA python scripts / embedded / etc)\n– Extensive familiarity with the malware world (how malware operate, infamous families)\n– Experience reversing malware and handling anti-reversing/debugging techniques\nPython, C and C++ development skills\n– A problem solver type of person\n– Understanding of existing AV software internals – Advantage\n– Previous experience working as part of a research team – Advantage\n– Familiarity with windows internals (kernel and user mode) – Advantage\nTo send a CV for the position of Malware Researcher – SentinelOne\nמקור: עמוד הפייסבוק של החברה\nResponsibilities:\n– Identifying, specifying, collecting and validating information requirements from a variety of sources to facilitate the production relevant department information.\n– Monitor and track operational risk issues in collaboration with other risk teams and departments\n– Perform root cause analysis on identified risk events\n– Ensure continuous improvement in companywide operating procedures\n– Implement operational risk policy and procedures in line with regulation\n– Present recommendations for remediation of risks\n Requirements:\n– BA or equivalent relevant experience\n– Strong analytical skills\n– At least 1 year experience in investigation\n– Flexible attitude and ability to cope with changing requirements\n– Proven critical, and problem solving skills\n– Proven ability to communicate effectively (both written and verbal)\n– A team player with strong cross-group collaboration\n– Ability to work independently\nTo send a CV for the position of Risk Investigator – Payoneer\nOur team is developing a new network and cyber-security solution, in a unique start-up atmosphere backed by the infrastructure of a solid and successful company that is leading the security space in the market.\nWe are looking for a passionate DevOps engineer who will take part in development of a revolutionary cyber security product, deployed in sophisticated network topologies. The successful candidate will be able to design and implement different deployment and operational modes of cyber security applications in a traditional environment, along with virtualized/cloud network topologies.\nThis is a truly unique opportunity to join a rich development process: to make a difference, to learn a lot, and to enjoy.\nRequirements:\n– Deep knowledge of Linux\n– Knowledge of at least one scripting language (such as Perl, Python, Bash)\n– Networking experience (TCP/IP, DHCP, DNS, SNMP, and so on).\n– Highly independent and self-motivated\nAdvantages:\n– Experience in working with automatic build and deployment systems (Chef, Puppet, Hudson, Jenkins)\n– Tomcat, Apache HTTPD, or other Web application servers\n– DBA skills (Postgres, Cassandra)\n– Extensive knowledge in networking (CCNA or similar)\n– Knowledge of firewalls, routers, and load-balancers\n– Knowledge of virtualization/cloud (hypervisors, ESX, VMware player , VirtualBox, OpenStack, AWS)\nTo send a CV for the position of DevOps Engineer – radware\nמקור: Microsoft\nAt the Windows Cyber Defense Group which is a newly formed team in the Israel R&D center, our mission is to provide protection and defense for Windows’ hundreds of millions of users against malicious attacks and cybercrime. As cyber attacks are becoming highly sophisticated, easily evading traditional defenses like signature based anti-virus software, and making enterprises more vulnerable, our team is tasked with pushing Microsoft’s protection offering into the next stage – identify and block cyber attacks in real-time, research threats and provide the tools and systems needed for protecting the enterprise. We use state of the art technologies like Big Data and Cloud based solutions to develop, research and run our services and to provide the ongoing protection our clients expect.\nWe are seeking for top-notch talent who are passionate about security and cloud technologies. If you are obsessed about solving complex problems, interested in fighting cybercrime and developing state of the art security solutions – come join us and protect billions of users all around the globe!\nRequirements:\n– 3+ years of professional experience in cybersecurity or software development.\n– Background or profound interest in cyber security is a must.\n– B.Sc. / M.Sc. in Computer Science (or equivalent) is an advantage.\n– Experience and passion for software engineering and code – C# an advantage.\n– Highly hands-on (coding, infra, end-to-end delivery).\n– Knowledge of networking and internet protocols (e.g. TCP/IP, DNS, SMTP, HTTP, FTP).\nTo send a CV for the position of Sr. Security Engineer – Windows Cyber Defense – Microsoft\n\nGE Cyber security Research Lab develops and applies innovating technologies to protect critical GE products from a broad spectrum of Cyber-enabled risks and threats. The ideal candidate will possess deep knowledge and experience in Cyber Security attack techniques and proper mitigation solutions in both the application level and infrastructure level.\nResponsibilities:\n– Pen-Testing skills and proven experience\n– Discover and mitigate vulnerabilities in sensitive Critical Infrastructure\n– Develop and design innovative cyber security solutions for unique and complex technologies\n– Work in partnership with government agencies, leading industry experts, and academia\n– Leverage traditional and non-traditional research methodologies to advance GE’s overall Cybersecurity practice\nRequirements:\n– Cyber security professional with a minimum of 5 years of experience\n– Bachelor’s degree in Computer Science or a related field with at least 2 years of relevant experience in software/hardware research and development\n– Must possess strong verbal & written communication skills in English, with demonstrated experience\n– Must be willing to work out of an office located in Herzliya, Israel\n– Must submit to a background investigation, including verification of past employment and educational background\n– Experienced talented individuals who have expertise in these types of technologies:\n* Developing POCs and pen-testing tools\n* Threat Modeling\n* Researching network protocols\n* Deep understanding of cryptography\n* Bypassing intrusion Detection and Prevention systems / applying evasion techniques\n* Reverse Engineering\n* Experience in industrial networks and SCADA protocols\nTo send a CV for the position of Cyber Security Researcher – General Electric\nחבר צוות בצוות ניטור ותגובה של מערך ה-CDOC) Cyber Defense Operations Center) של החברה, צוות האמון על ביצוע בקרה שוטפת של מערכת SIEM ומתן יכולת מענה ראשוני לאירועי אבטחת מידע.\nתיאור התפקיד:\n– קביעת סדרי עדיפויות לאירועי אבטחת מידע וסייבר המנוטרים באמצעות תשתיות ההגנה של החברה, בהתאם לרמות סיכון משתנות תוך התחשבות בפוטנציאל הנזק והסבירות להתממשותו.\n– ניטור ווידוא תקינות מערכות ההגנה של החברה.\n– ביצוע פעולות אקטיביות ראשוניות בתשתיות אבטחת המידע וההגנה בסייבר של החברה.\n– גורם מסייע ומשלים בתהליכי תחקור אירועים ב- CDOC.\nדרישות:\n– 2 שנות ניסיון בתחום אבטחת מידע והגנה בסייבר.\n– ניסיון עבר בעבודה בצוותי SOC.\n– ניסיון בקריאת חוקי FW, בסיסי נתונים, מערכת DLP, IPS ו- NAC.\n– היכרות בסיסית בסיסטם, תשתיות, מערכות הפעלה, רשתות תקשורת ופרוטוקולים.\n– ניסיון מוכח בתחקור, ניתוח ותגובה לאירועי אבטחת מידע והגנה בסייבר.\n– היכרות עם מושגי יסוד בהתקפות ואירועי אבטחת מידע וסייבר.\nלשליחת קורות חיים למשרת בקר סייבר – Matrix", "keywords": "משרות בהייטק,משרות,עבודה בסטארטאפ,גיקג\\'וב,בקר סייבר,risk investigator,payoneer,matrix,cyber security researcher,general electric,sr. security engineer,windows cyber defense,devops engineer,radware,malware,researcher senior product security analyst (pen-test),general motors,sentinelone,professional services consultant,check point,microsoft,גיקגו\\'ב"}