{"url": "https://www.geektime.co.il/jobs-august28-insider/", "type": "article", "title": "11 משרות חדשות בהייטק ששווה לכם לבדוק", "description": "רוצים להתרענן? מצאנו לכם 11 משרות חדשות בהייטק הישראלי שמחכות לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/GettyImages-671372175-1535356962.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-27T12:53:52Z", "modified_time": "2018-08-27T12:53:52Z", "articleBody": "רוצים להתרענן? מצאנו לכם 11 משרות חדשות בהייטק הישראלי שמחכות לכם\n\nצלם/תמונה: Maskot / Getty Images Israel לעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nSingular\n\nסינגולר הוקמה ב-2014 במטרה לתת למשווקים שליטה מלאה על המידע שלהם בצורה אחידה ויעילה. היא עושה זאת על ידי התחברות לכל סוגי מערכות השיווק הקיימות, אוספת את הנתונים שלהם במקום אחד ומנתחת את המידע, כדי להבין בצורה אוטומטית את הקשר שבין הפעולות שהתבצעו בצוות ותוצאותיהן. התשתית הזו נבנתה בצורה ייחודית, כך שניתן להוסיף סוגי חיבורים חדשים בזמן שיא, וכן הביאה את החברה לתמוך בעשרות אלפי סוגי מקורות מידע והזרמת טרות ביום של נתונים בפורמט אחיד ונקי.\n-To send a CV for the position of Full-Stack Engineer\n– To send a CV for the positiond of DevOps Engineer\nStarhome Mach\n\nStarhome Mach מספקת טכנולוגיית נדידה סלולרית (Roaming) ופתרונות למפעילי סלולר בעולם עבור לקוחות שעוברים ממפעיל למפעיל. כמו כן, החברה מספקת קישוריות IoT באופן רציף ומאובטח ופתרונות Fraud, והיא מתמקדת במוצרי התשתיות והמסלקה שעונים על צורכי הנדידה.\n-To send a CV for the position of Product Manager\n– To send a CV for the positiond of BI Developer\nCloudshare\n\nCloudShare מספקת מעבדות IT בענן כשירות, עם התמחות במעבדות מורכבות מאוד טכנית שאינן ניתנות להקמה מעל עננים אחרים. CloudShare נותנת פתרון מקצה לקצה למעבדות להדרכות טכניות, לסביבות הדגמה (Demo/POC) למטרת מכירה ולסביבות לפיתוח, בדיקות ואינטגרציה (Dev&Test / DevOps). סביבת המוצר של CloudShare גמישה מאוד וכך מאפשרת ללקוחות טווח רחב של התאמה ושימושים.\n-To send a CV for the position of Experienced Backend Developer\nApplied Materials\n\nאפלייד מטיריאלס ישראל מפתחת ומייצרת מערכות המהוות תשתית קריטית של תעשיית השבבים.\nאפלייד הייתה בין חברות הטכנולוגיה הבינלאומיות הראשונות שזיהו את הפוטנציאל העצום של תעשיית ההייטק המקומית, ורכשה את החברות אופאל ואורבוט מכשור הישראליות כבר בשנת 1997.\nמאז הקמת החברה הישראלית, התפתחה אפלייד וצמחה באופן משמעותי. כיום היא מעסיקה מעל 1,400 עובדים בארץ, רובם בפעילות הפיתוח והייצור באתר הממוקם בפארק המדע ברחובות.\n-To send a CV for the position of Marketing Technologist\n– To send a CV for the positiond of Machine Learning Algorithm Manager\n\nNetApp\n\nNetApp, חברת Data Services שמעניקה פתרונות לאחסון וניהול המידע ארגוני, נחשבת לאחת החברות הוותיקות, הגדולות והמסקרנות בתחום. החברה נוסדה לפני 25 שנה, עברה מספר שינויים ובשנים האחרונות היא מתמקדת ביצירת פתרונות טכנולוגיים בעולם ה-cloud.\n– To send a CV for the position of Full Stack Developer\n– To send a CV for the position of Tech Lead – Scala Backend Developer\n\nCyberArk\n\nCyberArk היא אחת מחברות אבטחת הסייבר המובילות בעולם וחברת הסייבר הישראלית השנייה בגודלה בעולם. החברה נחשבת למובילת שוק בתחום אבטחת “חשבונות פריבילגיים” (privileged account). מדובר בחשבונות המאפשרים גישה לנכסי המידע הרגישים ביותר בארגון.\nהחברה מפתחת פתרונות חדשניים בתחום ה-CyberSecurity הלוהט, שמיושמים על ידי מגוון חברות וארגונים גדולים בעולם. מדובר בשכבת הגנה ייחודית שפיתחה החברה כדי לאפשר שליטה ובקרה על פעילותם של חשבונות רגישים ברשת הארגונית – באתר הלקוח, בענן ובתהליכי DevOps.\n– To send a CV for the position of Senior Full stack SW engineer – SaaS\n– To send a CV for the position of DevOps Engineer\n\n\n", "keywords": "סינגולר,סטארהום מאך,רעננה,starhome mach,singular,applied matirials,אפלייד,product manager,devops,apple,aqua,chief system architect,cloudshare,cyber security,devop,dome9,front end developer,geektime insider,hibob,ilyon,insider,intuit,myhritage,qa engineer,risk management lead,trax,ux/ui expert,yotpo,אור יהודה,איליון,אינסיידר,אפל,אקווה,גיקגו\\'ב,גיקטיים,דום9,טראקס,יוטפו,משרות,סייבר,עבודה בהייטק,פפר,ראש העין,רחובות"}