{"url": "https://www.geektime.co.il/the-israeli-startups-of-2011/", "type": "article", "title": "11 סטארטאפים ישראלים שעשו את זה ב-2011", "description": "הרעיונות שלהם משכו משקיעים מכל רחבי תבל. ענקיות טכנולוגיה עולמיות כבר לא מסתדרות בלי הפיתוח האחרון שלהם. אה, והם גם עשו אקזיט ענק: 11 הסטארט-אפים הישראליים של השנה החולפת", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/shaker2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-01T11:47:38Z", "modified_time": "2016-12-11T09:21:39Z", "articleBody": "הרעיונות שלהם משכו משקיעים מכל רחבי תבל. ענקיות טכנולוגיה עולמיות כבר לא מסתדרות בלי הפיתוח האחרון שלהם. אה, והם גם עשו אקזיט ענק: 11 הסטארט-אפים הישראליים של השנה החולפת\nהם החזירו את הגביע של טקראנץ’ דיסרפט לישראל, פיתחו דרך לעזור לנו לגלוש בחו”ל בזול יותר, עזרו לנו לבצע רכישת מתנות קבוצתיות, נרכשו על ידי חברה ישראלית אחרת באקזיט מרשים, קראו תיגר על המערכת הכלכלית ופתרו בעיה שהיא אחת מאבני היסוד של כל כמעט כולנו.\nלצד כל אלה הם הבינו שגם מי שאין לו סמארטפון ירצה פייסבוק, עזרו למקד את קהל היעד למפרסמים, הקימו זירת סחר ב-5$ לעסקה או טכנולוגיה בתחום האצת תוכן דינמי ומותאם אישית ליישומי מובייל ואינטרנט, האיצו את קצב העברת הנתונים ושינו את הדרך בה אנחנו מחפשים את היעד הבא שלנו לטיול בעולם – ובעיקר זכו לחיבוקים חמים מתעשיית ההיי-טק המקומית והעולמית ולתמיכתה. אלו הנבחרים שלנו לסטארטאפים הבולטים של שנת 2011:\nנוסדה בשנת: 2010\nמייסדים: גד ויונתן מאור, יונתן קרס, יוסי סדון, עופר רונדשטין, מישר מאירי, אדם רכיב ואלדד אייבל\nהשקעה בחברה: 18 מיליון דולר על-ידי זכי רכיב, Pitango Venture Capital, Menlo Ventures, CrunchFund (קרן ההשקעות של מייקל ארינגטון), Innovation Endeavors (קרן ההשקעות של אריק שמידט) וטרוי קרטר.\nשייקר, אשר פרצה לתודעת העולם כשזכתה במקום הראשון בתחרות הסטארטאפים היוקרתית טקראנץ’ דיסרפט שנערכה במאי, היא אפליקציה לפייסבוק המאפשרת לכם לשדרג את חוויית השימוש בפייסבוק, ומנסה להפוך אותה לאישית יותר ולאינטראקטיבית יותר. את החוויה השונה, כפי שניתן לראות בהדגמה בסרטון, שייקר מצליחה לספק על-ידי שדרוג הממשק הסטנדרטי של פייסבוק והפיכתו לחדר תלת-ממדי, כאשר כל חשבון של משתמש מקבל ייצוג בחדר החדש על-ידי אווטאר, בדומה לדמויות של סימס או משחקים דומים אחרים.\nעוד לפני הזכייה גייסה החברה 3 מליון דולרים ממשקיעים בישראל ביניהם קרן ההון סיכון פיטנגו ולאחר הזכייה הודיעה החברה על גיוס נוסף של 12 מליון דולרים מ-Menlo Ventures שנחשבת לאחת מהקרנות המובילות בסיליקון וואלי ומקרן ה-CrunchFund, קרן ההון סיכון של מייסד טקראנץ’, מייקל ארינגטון.\nיונתן מאור, אחד ממייסדי החברה מספר כי ההמראה המרשימה של החברה בשנה האחרונה גורמת גם לציפיות גבוהות. “גם היום כשהרעיון השתכלל, המשפחה גדלה, ואנחנו יושבים במשרדים צבעוניים אחרי שלושה סבבי גיוס, זה אותו די.אנ.איי הבסיסי המשתכפל בעור ובגידים. ברור שהציפיות מאיתנו השתנו, במיוחד אחרי הזכייה המתוקשרת בטק-קראנץ’ ששמה אותנו על מפת ההבטחות של עמק הסיליקון ואחרי שהתפדרנו בסומק כוכבים כמו ארינגטון וגאגא. אבל המשימה נותרה כשהייתה, לשכנע את דיירי הרשת שאפשר להתראות אונליין בצורה טבעית ומהנה. 2012 רצופה תוכניות ושיתופי פעולה מרתקים, רובם בארה”ב אך חלקם בארץ. תחזיקו לנו אצבעות סבלניות – ובתקווה תופתעו. ”\nנוסדה בשנת: 2010\nמייסדים: גיא רוזן ורואי טיגר\nהשקעה בחברה: 3 מיליון דולר על-ידי Magma Venture Partners ו-Sequoia Captial.\nבשנים האחרונות השימוש בסמארטפונים לגלישה עולה, ומשתמשים רבים רוצים לקחת את מכשירי הסמארטפון שלהם גם לחו”ל ולגלוש כרצונם. מחירי החבילות בדרך כלל יקרות מאוד ומשתמשים רבים מוותרים על החוויה. כאן נכנסה אונבו לתמונה עם פתרון אשר מאפשר למשתמשים להוריד אפליקציה למכשיר הסמארטפון שלהם באמצעותה יוכלו להכפיל או לשלש את חבילת הגלישה עליה משלמים באמצעות דחיסת מידע המועבר על ידי הרשת הסלולרית. האפליקציה עוזרת לנהל בצורה חכמה יותר את תוכניות הגלישה (Data) לצד יכולות דחיסה המפחיתים את תעבורת הנתונים על גבי הרשת הסלולרית. בכך היא מאפשרת למשתמשי האייפון, האנדרואיד או הטבאלטים השונים לצמצם את החיובים שלהם בגין תעבורת נתונים\nבאמצעות כיווץ תצרוכת המידע, לצד עדכון המשתמש בצורה חכמה על ניצול החבילה שלו. הפתרון הטכנולוגי שמציעה החברה משרת את הצרכנים ואת ספקי הסלולר כאחד. לשני הצדדים יתרון בהפעלת שירותים אשר יעדכנו את הצרכן לגבי סטטוס חבילת הגלישה בזמן אמת. החברה הצעירה, אשר פעילה כיום במגוון מדינות העולם, נכנסה לנישה הסלולרית בה בה נדרש פתרון אשר יוכל להוזיל לצרכנים את העלויות של גלישה בחו”ל. מעבר להשקעה שקיבלה החברה, ולתחרויות הבינלאומיות שזכתה בהן, נראה שעם העליה בגלישה באמצעות המכשירים הסלולריים והטאבלטים, השוק של אונבו נמצא בצמיחה והחברה נמצאת בדרך הנכונה להמשך שיתופי פעולה נוספים.\nגיא רוזן, מנכ”ל אונבו: השנה הראשונה של Onavo היתה מצויינת עבורינו וסיפקה מספר רגעי שיא: ארבע זכיות בתחרויות בינ”ל ועשרות פרסומים בעיתונות בארץ ובעולם. 8 חודשים לאחר ההשקה אנו פעילים במעל 150 מדינות ברחבי העולם ונאמנים למטרה שלשמה התחלנו – המשתמשים שלנו חסכו מעל 5 מיליון דולר על גלישה סלולרית! עם זאת, אנחנו רק בהתחלה ולצוות המוכשר כאן יש עוד כמה פסגות לכבוש. בשנת 2012 אנו מתכננים להתרחב לפלטפורמות נוספות ולהציג יכולות מתקדמות יותר לחיסכון בדאטה, ובכסף.\nנוסדה בשנת: 2009\nמייסדים: רון גורה, מתן בר, ארז דיקמן ומאיה גורה\nהשקעה בחברה: 1.1 מיליון דולר על-ידי אייל גורה, יוסי ורדי, קרן ג’מיני וקרן אינדקס.\nנמכרה ל: eBay תמורת 20 מיליון דולר.\nThe Gifts Project היא פלטפורמת מסחר אלקטרונית למתנות קבוצתיות העוזרת לחנויות מקוונות למנף את חווית הקנייה עבור משתמשיה. היא מעניקה לסוחרים אפשרות להציע לקבוצות מאורגנות של משתמשים לקנות מתנה משותפת אותה המשתמש בחר מראש, תמורת כל סכום כסף אותו המשתמש מוכן לתת. שיתוף הפעולה שלה עם eBay סלל לחברה את הדרך להצלחה בינלאומית.\nבאוגוסט השנה, בחר מגזין הטכנולוגיה המוביל Wired את החברה לחברת הסטארטאפ החמה ביותר בתל-אביב ופחות מחודש לאחר מכן, הודיעה החברה על הרכישה על-ידי eBay תמורת כ-20 מיליון דולר.\nThe Gifts Projects הובילה את הקונספט של קניות קבוצתיות באיביי תחת הסכם שיתוף פעולה (White-label) במשך קרוב לשנה, תחת המותג Group Gifts ולאחר שנרכשה על-ידי eBay באוגוסט השנה, הפכה החברה למרכז החברתי הישראלי של eBay. כעת מתמקדת החברה בבניית פלטפורמת קנייה חברתית והצגת מוצרים אשר יופיעו ישירות באתר המסחר המקוון. בדומה לחלק ניכר מהיזמים ברשימה השנה, גם רון גורה, מנכ”ל החברה, הוא בוגר תוכנית זל ליזמות של המרכז הבינתחומי בהרצליה. בראיון למעריב פירגן גורה לתעשייה המקומית. ” הזכייה מצטרפת לשורה ארוכה של חיבוקים חמים להם זכינו מתעשיית ההיי-טק המקומית. תעשייה שאין כמוה בתמיכה והפרייה הדדית בכל העולם. הייתה לנו שנה מרתקת שהתחילה בהמשך פיתוח של המוצר, גיוס הון ועובדים נוספים והסתיימה בעסקת רכישה מוצלחת ל-eBay”.\nגורה מוסיף כי לדעתו שיתוף הפעולה שהוביל לבסוף לרכישה על-ידי eBay היה המהלך הנכון מצד החברה. ” לא רק לנו ולבעלי המניות שלנו, אלא גם לישראל. המרכז החדש של איביי העולמית ממוקם בלב ת”א, מגייס אנשי פיתוח ומתכנן להכפיל את צוות העובדים שלו כבר בחודשים הקרובים” אמר גורה.\nנוסדה בשנת: 2008\nמייסדים: דניאל טל, דרור צדר ואבי סמילה\nהשקעה בחברה: 2.5 מיליון דולר על-ידי שלמה נחמה, יוסי ורדי וקרן ההון סיכון פרימרה קפיטל.\nנמכרה ל: קונדואיט הישראלית תמורת 45 מיליון דולר.\nחברת וויביה, אשר החלה את דרכה מתוך תוכנית Zell של המרכז הבינתחומי בהרצליה, מפתחת סרגל הכלים המוטמע על-גבי האתר עצמו ומספק למשתמשים ערך מוסף הקשור לאתר התוכן – בין אם מדובר בתוספות חברתיות (שיתוף לטוויטר ופייסבוק, צ’אט או חיפוש במנועי החיפוש השונים), ובין אם  מדובר על שטחי פרסום נוספים, עליהם חולקים האתרים את הרווח עם החברה. החברה מספקת את סרגל הכלים שלה לאתרים פופלאריים במיוחד כגון אתר Playboy ואתר הסאטירה The Onion. לפי נתונים האחרונים, החברה משרתת כיום מעל ל-120 אלף בעלי אתרים, אשר הטמיעו את סרגל הכלים שלה כחלק מהאתר שלהם.\nבמאי השנה הודיע ענקית סרגלי הכלים הישראלית קונדואיט על רכישת וויביה במה שנרשם בספרים בתור הרכישה הישראלית היקרה ביותר בכל הזמנים. החיבור בין השתיים נראה טבעי שכן וויביה מפתחת סרגל כלים המוטמע באתרי אינטרנט, בעוד שקונדואיט מפתחת סרגלי כלים הניתנים להורדה מאתרי תוכן ומאפשרים למשתמשים ליהנות מתכנים הקשורים לאותם אתרים, ישירות מסרגל הכלים המוטמע בדפדפן.\nדרור צדר, אחד ממייסדי החברה: “כולנו בוויביה מרגישים כבוד גדול להיבחר כאחד הסטארט אפים הטובים של 2011. בשנה האחרונה היינו מאד עסוקים בכל החזיתות, בפיתוח מוצרים חדשניים, בקידום הזדמנויות עסקיות ובהתמודדות עם צמיחה מהירה. השיא של השנה בא לידי ביטוי ברכישה של קונדואיט את וויביה, שעבורנו כמייסדים היה זה חיבור טבעי, אשר תרם להמשכיות של רוח החברה. 2012 עומדת להיות שנה אדירה עבורנו כחלק מקונדואיט. אנו פועלים כיום ליצור מוצרים חדשניים ולהרחבת היצע הפתרונות לבעלי אתרים, בדרך ליצירת מותג אינטרנט שיהווה גאווה ישראלית אמיתית.”\nנוסדה בשנת: 2010\nמייסדים: ירון סמיד ורפאל אוזן\nהשקעה בחברה: 13 מיליון דולר על-ידי קרנות ההון קוסלה וונצ’רס, אריק שמידט, בסמר וונצ’ר פרטנרס, אינדקס וונצ’רס, Founders Fund ו-IA Ventures.\nבילגארד הוקמה במטרה לספק פתרון למשתמשים העומדים מיותמים, ללא כל עזרה בעומדם אל מול הררי המידע והחיובים שהם מקבלים מחברות כרטיסי האשראי והבנקים. הפתרון של חברת Billguard מיועד לאפשר למשתמשים להתעדכן בנוגע לעמלות או חיובים מיוחדים על ידי שימוש באלגוריתם חכם הבודק את הההוצאות הסטנדרטיות, מאפשר למשתמש לסמן אילו מההוצאות הוא מכיר, אילו חשודות, ואילו הן בוודאות לא שלו. לאחר מכן, משווה המערכת את הסימונים של המשתמש עבור כל אותם חיובים לסימונים של משתמשים אחרים וכך היא יכולה לבנות מאגר של חיובים שגויים או חיובים שאינם תקינים.\nאחד מיתרונות המרכזיים של השרות שהחברה מציעה הוא הכוח שהיא מחזירה אל הצרכן. כיום, זה באחריות הצרכן לבדוק את החיוב החודשי שלו ולאתר שם חיובים מיותרים או שאינם הגיוניים. במידה והוא לא מתלונן על חיוב שגוי, החברה גובה ממנו את החיוב, על אף שהוא שגוי, והכסף נמשך מחשבון הבנק של הצרכן אל חשבון חברת האשראי.\nהסיבה שבחרנו בבילגארד לרשימה הזאת היא כי החברה קוראת תיגר על המערכת הכלכלית ובאה לפתור בעייה שהיא אחת מאבני היסוד של כל כמעט כל אדם על כדור הארץ וקיבלנו חברה עם פוטנציאל ענק להמריא. כבר השנה הספיקה החברה לזכות במקום השני בתחרות הסטארטאפים היוקרתית טקראנץ’ דיסרפט שנערכה במאי ולגייס 13 מיליון דולר בשני סיבובים מימון נפרדים מכמה מקרנות ההון סיכון המובילות בעולם.\nרפאל אוזן, ממייסדי החברה מסביר שהכל התחיל מרעיון עם פוטנציאל להגן על מיליוני אנשים שחברות גדולות וקטנות מנצלות כי יודעות היטב שאף אחד לא באמת בודק את החשבון הכרטיס אשראיי שלו. “שנת 2011 הייתה קריטית עבורינו – הוכחנו שאפשר לעשות את זה. הוכחנו שאפשר לעבד את חוכמת האמונים בכדי לזהות את החיובים הנסתרים, אותם מנויים שפתאום עולים בכמה שקלים כל חודש, והסוגים הרבים של שיטות מצליח שחברות כה רבות מנסות עלינו. במהלך השנה אחרי הזכייה ב-Disrupt ושני הגיוסים הגדולים, הצלחנו לגייס צוות של מעולה ואנחנו רק ממשיכים לגדול השלב הבא: להגן על מאות מיליוני מחזיקי כרטיס אשראי בארצות הברית ובשלב הבא בעולם כולו.”\nנוסדה בשנת: 2007\nמייסדים: רן מקבי וברק נווה\nהשקעה בחברה: 6 מיליון דולר על-ידי קרנות ההון סיכון סקויה קפיטל וכרמל ונצ’רס.\nנמכרה ל: פייסבוק תמורת כ-30 מיליון דולר.\nהצלחתן של הרשתות החברתיות הובילה אותן בשנים האחרונות באופן טבעי למדי גם אל מכשירי הסמארטפון המתקדמים. אלא שבזמן שמכשירי הסמארטפון צוברים תאוצה, מרבית מאוכלוסיית העולם עדיין משתמשת בטלפונים פשוטים שנמנעו מלהציע גישה לרשתות החברתיות. למרות שהנטייה לחשוב כי לכולם היום יש מכשירי טלפון חכמים, לפי הסקרים האחרונים שנעשו בידי מכוני מחקר, כמות משתמשי הסמארטפונים נעה בין 10% ל-40%, גם במדינות מערביות ויכולה להגיע גם לאחוזים בודדים במדינות עולם שלישי. נכון שהיום, כאשר מגוון המכשירים הטיפשים עדיין שולט בחלקים נרחבים מהגלובוס, היכולת של Snaptu לספק פתרון מקיף הציבה אותה בעמדה המאפשרת לה לייצר עסק מצליח במיוחד.\nאל החלל הזה נכנסה סנאפטו שפיתחה ממשק ואפליקציות עבור טלפונים פשוטים המאפשרים לגשת לרשתות חברתיות ובינהן פייסבוק גם באמצעות טלפונים פשוטים יותר על ידי אפליקצייה ייעודית התומכת בלמעלה מ-2500 מכשירים. אחרי שצירפה לפורטופוליו שלה את שלושת השירותים החברתיים הנפוצים ביותר ברשת ופתחה משרדים בלונדון ועמק הסיליקון (בנוסף לפיתוח שישב בתל-אביב), Snaptu הישראלית סללה לעצמה את הדרך להפוך למעצמה בעולם התוכן למכשירים סלולרים ישנים. זוהי כנראה גם הסיבה שלאחר תקופה קצרה של שיתוף פעולה, הודיעה הרשת החברתית הגדולה בעולם על רכישת Snaptu במרץ השנה. אף על פי שלאחר הרכישה, פוטר חלק ניכר מצוות החברה למעט המייסדים וכמה מהנדסים שהועברו למחלקת הפיתוח של פייסבוק בסיליקון וואלי, עצם הרכישה הראשונה של פייסבוק בישראל מראה כי שום חברה טכנולוגית גדולה לא יכולה להתעלם ממה שקורה בסצינת הסטארטאפים הישראלית.\nנוסדה בשנת: 2003\nמייסדים: יאיר גולדפינגר, אייל שיף, טל ברנוח ותמיר קוך\nהשקעה בחברה: 17 מיליון דולר מהקרנות US Venture Partners, Investor Growth Capital, Velocity Equity Partners, Globespan Capital והמייסדים עצמם.\nנמכרה ל: ValueClick תמורת 295 מיליון דולר.\nדוטומי עוסקת בפרסום באינטרנט ומתמחה בניתוח המידע הסטטיסטי של הגולשים המגיעים לאתרים שונים שמפעילים את הפלטפורמה של החברה. הפלטפורמה שפיתחה החברה עוזרת לבעלי אתרים ולמפרסמים להפיק יותר מהפרסומות שמשולבות באתרי האינטרנט, וזאת באמצעות ניצול מידע אנונימי מהגולשים והצלבתו עם מידע שמגיע ממקורות החברה. כך החברה מסוגלת להתאים את מודעות הפרסום טוב יותר עבור קהל הגולשים ולהגדיל את יעילותן.\nהשירות שהציעה החברה נועד לספק ערך מוסף למפרסמים, שתמיד מעוניינים להרוויח יותר מכל פרסומת שעולה באתרים השונים ברשת. באמצעות השירותים של דוטומי, המפרסמים יכולים לוודא שהפרסומות שיופיעו באתר מסוים יצליחו להגיע אל קהל היעד המתאים ביותר.\nעד שנרכשה באוגוסט אחרון, שיתפה החברה פעולה עם 3 מחברות המסחר האלקטרוני הגדולות בעולם, וסיפקה שירות ליותר מ-100 לקוחות רשומים. שירותים של חברות כמו דוטומי צפויים להידרש גם בשנים הקרובות, משום שיותר ויותר חברות משקיעות כסף בתדמית הווירטואלית שלהן ומקדמות את מוצריהן גם דרך האינטרנט ולא רק דרך אמצעי הפרסום הקלאסיים. התחזקותה של זירת הסלולר ועליית אחוזי תפוצתם של סמארטפונים ברחבי העולם, מגמה שצפויה גם היא להימשך בשנים הקרובות, מאפשרת לחברות לחדור לשוק זה ולהגיע ללקוחות גם כשהם לא נמצאים ליד המחשב, אלא בדרכים.\nדוטומי נרכשה השנה על ידי Click Value, אחת מחברות הפרסום האינטרנטי הגדולות בעולם הנסחרת בנאסדק לפי שווי של כמעט 1.5 מיליארד דולר.\nנוסדה בשנת: 2010\nמייסדים: שי וינינגר ומיכה קאופמן\nהשקעה בחברה: סכום לא ידוע על-ידי קרן ההון סיכון בסמר וונצ’ר פרטנרס\nFiverr היא זירת מסחר לשירותים שאנשים מוכנים לבצע במחירים המתחילים מ-5 דולר. החברה הוקמה בתחילת 2010 על-ידי היזמים שי וינינגר ומיכה קאופמן ומאז גודלת בקצב מסחרר. כיום, Fiverr הינה זירת המסחר הגדולה בעולם לשירותים קטנים, ומהווה מקור הכנסה וקניה יום יומי למשתמשים מלמעלה מ-200 מדינות ברחבי העולם.\nהשירות של Fiverr מאפשר למשתמשים להציע שירותים במחיר קבוע של 5$, עם עמלה קבועה של 1$ מתוכם. העובדה שמדובר בשירות פשוט עם תנאים פשוטים כבר משך אליו מליוני משתמשים. אם מדובר בבניית אתרים, עיצוב, תרגום, או שירה, ריקוד ואפילו פשוט לומר לכם כמה אתם נהדרים כל בוקר במשך 5 ימים, היתרון של פייבר נמצא בעובדה שהאתר מושך אליו אנשים בכל הגילאים עם מגוון גדול של עבודות שאפשר לבצע בזמן פנוי.\nאמנם לא כדאי לסמוך על המשתמשים שיבצעו בשבילכם את העבודה בצורה המקצועית ביותר, אחרי הכל מדובר בהשקעה של 5$, אך בדיוק בגלל סיבה זו, גם ההפסד אם העבודה שהתבצעה היא לא לגמרי לרוחם של המזמינים, הוא נסבל. אנחנו מאמינים בפוטנציאל של Fiverr להמשיך לגדול – הפלטפורמה מהווה זירת סחר במחיר זול, מודל הרווח שלה הגיוני ופשוט, והטראפיק שזורם אל האתר הוא גדול מאוד ומכניס לחברה לא מעט כסף כבר מהרגע שהאתר עלה לאויר. נראה כי החברה מצליחה לספק למשתמשים דרך חדשה להעביר את זמנם הפנוי, ואפילו לעשות כמה דולרים על הדרך. השירות, אשר הפך ויראלי מהר מאוד (ובגלל זה גם מושך ספאמרים ורמאים רבים), מצליח להמשיך לקבל עשרות אלפי עסקאות ולגרום לגולשים לחזור ולהשתמש בשירות, ולמרות הנסיונות הרבים להעתיק את המודל, נראה שהשימוש בפייבר רק עולה.\nהחברה מדורגת כיום כאחד מ-260 האתרים הפופולאריים ביותר בעולם והיא מעסיקה כ-30 עובדים, מרביתם במרכז הפיתוח בישראל וחלקם באירופה ובארה”ב.\nFiverr, אשר הגיבה בשמחה לזכייה בתואר, מסרה כי היא מגייסת בימים אלה עובדים חדשים בקצב מהיר ומרחיבה את מרכז הפיתוח והעסקים, בכדי לתמוך בגידול בפופולריות של השירות וכן בכדי להאיץ את פיתוח מוצרי העתיד של החברה.\nנוסדה בשנת: 2008\nמייסדים: אודי תורג’מן, רוני זהבי ודוד דריי\nהשקעה בחברה: 39 מיליון דולר על-ידי קרנות ההון סיכון סקויה קפיטל, בנצ’מרק קפיטל, טניה קפיטל והחברות Juniper ו-Citrix.\nנמכרה ל: אקמאי תמורת כ-350 מיליון דולר.\nחברת קוטנדו פיתחה טכנולוגיה בתחום האצת תוכן דינמי ומותאם אישית ליישומי מובייל ואינטרנט ונחשבת לאחת החברות המצליחות בעולם ואחת מהמתחרות הגדולות של אקמאי, אשר נחשב במשך שנים בתור השליטה הבלתי מעורערת של התחום.\nאחד היתרונות בפתרונות של קוטנדו היא היכולת שלהם להאיץ תכנים ברשת בקנה מידה גדול, כך שספקיות שירות ותוכן ימצאו בשירותי החברה אמצעי קל ויעיל לאספקת תכנים ללקוחות קצה, בין אם הם מוסדיים או פרטיים, לעומת כל פתרון הגדלת או שדרוג תשתית.\nבקיץ האחרון השלימה קוטנדו סבב גיוס של 17 מיליון דולרים, מה שהעמיד את סך ההון שגויס עד היום בחברה על סך כ-40 מיליון דולרים. סבב גיוס זה איפשר לקוטנדו להתרחב לאסיה ולאמריקה הלטינית, שני שווקים מתעוררים המהווים כר פורה להתפתחות סלולרית, הן מבחינת שדרוגי תשתית במדינות אלו, והן מבחינת עלייה משמעותית בכמות המשתמשים במכשירים סלולריים. בארצות הברית, AT&T משווקת את שירותי קוטנדו. השירות של קוטנדו צפוי לפעול בכ-30 אתרים שונים ברחבי העולם, מה שמאפשר לחברה לקצר את הזמן שלוקח למידע להגיע מלקוח קצה אל שרתי איחסון אינטרנטיים, וחוזר חלילה.\nהמתחרה הענקית אקמאי, לא ראתה בעין יפה את הנגיסה של קוטנדו בנתחי השוק של החברה וניסתה לתבוע אותה על הפרת פטנטים. בין אם המאבק בזירה המשפטית היה רק הכנה לקראת הצעת רכישה, או חלק ממדיניות כללית של איומים ואחר-כך בדיקת נאותות לחברה, נראה שבאקמיי הבינו כי יהיה להם יותר קל לרכוש את החברה מאשר להשקיע משאבים בלפתח שירותים מקבילים לעולם הסלולר, ולהמשיך עם ליטיגציה יקרה בבתי-המשפט בארצות הברית ולפיכך החליטו באקמאי לרכוש את החברה בסכום ענק של מעל ל-300 מיליון דולר.\nנוסדה בשנת: 2000\nמייסדים: דן חרש\nהשקעה בחברה: 55 מיליון דולר מקרנון ההון סיכון גלובספאן, דלתא וונצ’רס, פיטנגו, לייטספיד, סקויה, מגנום קומיוניקיישנס פרנד, ויטרבי גרופ ואסנד טכנלוגי וונצ’רס.\nנמכרה ל: ברודקום תמורת 313 מיליון דולר.\nפרוביג’נט הוקמה בשנת 2000 על ידי דן חרש, אשר צפה מראש את בעיית המהירות והנפח הצפויה לתקשורת האלחוטית בשנים הקרובות. הפתרון של חרש נעוץ בפיתוח סט של שבבים הפרוסים במיקומים שונים בין האנטנות והאתרים הסלולריים, לבין המרכזיות של חברות הסלולר ונקודות תקשורת נוספות זאת במטרה לכווץ ולהאיץ את קצבי העברת הנתונים.\nלמרות שהחברה הוקמה זמן קצר לאחר התפוצצות בועת האינטרנט, הדבר לא מנע מהיזמים לגייס קרוב ל-30 מיליון דולר ב-3 סיבובי השקעות במהלך 5 השנים הראשונות להקמת החברה. זאת על אף שבאותו הזמן עדיין לא היתה דרישה לקצבי תעבורה גבוהים ברשתות הסלולריות. לאחר ששוק הסמארטפונים החל להתפתח ובתעשיית הסלולר עלתה דרישה למהירות חיבור גבוהה יותר והגדלת נפחי המידע על גבי תשתיות הסלולר, נרכשה החברה במרץ השנה על-ידי ענקית השבבים ברודקום.\nדן חרש, מנכ”ל החברה דאז וכיום מנהל התחום העסקי למיקרוגל בברודקום, פרוביג’נט הוסיפה לברודקום פתרונות מובילים וידע ייחודי בתחום המיקרוגל. ” אנו מודים על בחירתנו לרשימת הסטארטאפים המוצלחים של 2011 ושמחים על הצטרפותנו לברודקום. הובלתה של ברודקום בפלחי השוק לתשתיות תקשורת ולפתרונות אלחוטיים, מאפשרת לנו להרחיב את היצע הפתרונות ולשרת טוב יותר את לקוחותינו. מאז הרכישה גדלה כמות העובדים במה שהיה לשעבר פרוביג’נט בעשרות עובדים וכבר באוקטובר האחרון, 6 חודשים לאחר הרכישה, השקנו שבב חדש ומתקדם”.\nנוסדה בשנת: 2010\nמייסדים: טרוויס כץ ואורי זלצמן.\nהשקעה בחברה: 19 מיליון דולר מבטרי וונצ’רס, אינוביישן אנדוורס (הקרן של אריק שמידט), רדפוינט וונצ’רס וקרנצ’פנד (הקרן של מייקל ארינגטון).\nאתר Gogobot נכנס לעולם המלצות הטיולים, אשר נשלט כבר שנים על ידי Trip Advisor הותיק. אך גוגובוט מציגה דרך חדשה לתכנן את הטיול הבא לחו”ל הנסמכת בעיקר על המלצות חברים ברשתות החברתיות ומנטרלת את ההמלצות המזוייפות בהן נתקלים משתמשים רבים באתרי המלצות. המודל העסקי של החברה מורכב מעמלה על הפניית גולשים לאתרי השוואת מחירים ומודעות פרסומיות בצידי העמודים באתר.\nהפלטפורמה של גוגובוט מספקת חוויה חברתית לכל התהליך של חיפוש יעדים לטיול, כולל אפשרויות הלינה והאוכל, ומאפשרת לקבל את האינפורמציה וההמלצות מהחברים עליהם סומכים בתחומים העניין המשותפים. היזמים הבינו שמשתמשים יסמכו על המלצות חברים יותר מאשר על המלצות זרים כאשר מדובר בטיולים בעולם ולכן המלצות החברים יקבלו קדימות.\nהמערכת לומדת את התנהגות המשתמשים לפי הצ’קאינים שהם מבצעים במכשירים הניידים והלייקים של בפייסבוק כדי להצליח לקלוע לטעמם בבחירת ההמלצות. המערכת לומדת את התנהגות המשתמשים ומתייחסת לעובדה שאם לא נבחרו אתרים מסויימים לטיול למרות שחברים המליצו – היא תדע להבא להמליץ על אטרקציות אחרות. כמובן, שבכל דף באתר אפשר לבצע הזמנה מיידית וחווית המשתמש הטובה והאיכותית הצליחה להביא לחברה את פרס של תחרות Crunchies של הבלוג TechCrunch על עיצוב האתר, זמן קצר לאחר השקתו.\nמעבר לתמיכה הכספית וגב מענקי תעשיית האינטרנט (שמידט וארינגטון) שקיבלה החברה, הפופולאריות של האתר בנסיקה ועד היום שותפו בפלטפורמה יותר משתי מיליון חוות דעת על ידי המשתמשים, אשר גדלה ביותר מפי- 10 בחצי השנה האחרונה. בנוסף, השיקה החברה אפליקציה תואמת כדי לחפש את ההמלצות הטובות ביותר גם דרך מכשירי ה-iOS השונים. נראה כי מקימי האתר הצליחו לקלוע לרצונם של המשתמשים לתכנן את הטיולים בהתאם להמלצות חברים ולהפוך את החוויה של תכנון הטיול לחברתית יותר.\nאלו היו הסטארטאפים שעשו את 2011, שבוע הבא נציג בפניכם את הסטארטאפים המסקרנים שצפויים לשחק תפקיד חשוב ואולי גם לעשות את שנת 2012.\nלסטארטאפים שעשו את זה בשנת 2010\nניוזגיק מסקר את זירת הסטארטאפים הישראלית מקרוב ולאורך כל הדרך. לצפייה בכתבות וכניסה לערוץ הסטארטאפים שלנו, לחצו כאן.\n\nהכתבה פורסמה לראשונה במעריב עסקים 1.1.2012", "keywords": "שייקר,shaker,אונבו,onavo,the gifts project,וויביה,wibiya,בילגארד,billguard,סנאפטו,snaptu,dotomi,דוטומי,פייבר,fiverr,קוטנדו,cotendo,פרוביג\\'נט,provigent,גוגובוט,gogobot,סטארטאפים,2011,סיכום 2011,סטארטאפים ישראלים,חברות ישראליות,אקזיטים,אקזיט,אקזיט 2011,סיכום שנה,סיכום שנה 2011"}