{"url": "https://www.geektime.co.il/matlab-and-simulink-event-in-tel-aviv/", "type": "article", "title": "לראשונה יערך בישראל מפגש שנתי MATLAB EXPO 2015", "description": "הכנס המתקיים זו הפעם הראשונה צפוי לכלול קרוב ל-700 משתתפים. יכלול מסלולים מיוחדים בתחומי ה-Data Science Machine Learning ו-IoT. במסגרת הכנס תוצג גם ''ערכת פיתוח'' מיוחדת לסטארטאפים בתחום האינטרנט ו-IoT", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/matlab.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-10T11:22:39Z", "modified_time": "2015-06-11T11:32:04Z", "articleBody": "הכנס המתקיים זו הפעם הראשונה צפוי לכלול קרוב ל-700 משתתפים. יכלול מסלולים מיוחדים בתחומי ה-Data Science Machine Learning ו-IoT. במסגרת הכנס תוצג גם ”ערכת פיתוח” מיוחדת לסטארטאפים בתחום האינטרנט ו-IoT\nהכתבה בחסות\n\nלראשונה בישראל יתקיים כנס MATLAB & Simulink EXPO ב-22.6 במלון הילטון בתל אביב. בכנס ירצו בכירי חברת MathWorks, ביניהם Dr. Roy Lurie, סמנכ”ל הפיתוח של MathWorks ,מיטב המומחים מהתעשייה ומהאקדמיה הישראלית וצוות המומחים הטכנולוגיים של סיסטמטיקס.\nבכנס תוכלו להחליף רעיונות, לשתף בסיפורי הצלחה, להרחיב את ידיעותיכם ביכולות MATLAB ולהיפגש עם מומחי MathWorks, שותפים עסקיים ועמיתים לתעשיה.\nמטרת האירוע היא ללמוד לעומק על תהליכי הפיתוח והמחקר בתעשייה ובאקדמיה, ואיך ניתן להפיק את המקסימום מהכלים השונים התומכים בתהליכים אלו. הכנס מיועד לכלל משתמשי MATLAB ו-Simulink בישראל על מגוון תפקידיהם.\nבכנס ניתן יהיה לבחור בין מספר מסלולים מקצועיים ביניהם:\nData Analytics in the Cloud – Using MATLAB with Python, C/C++, Java and R -Arun Mulpur ,WW Industry Group Manager, MathWorks\nשפות תכנות וטכנולוגיות רבות בעתיד ישמשו אותנו לבניית אפליקציות שיכללו אנליטיקה מורכבת של נתונים על גבי הענן. למרות הקושי לחזות את העתיד, ישנם שלושה כיוונים עתידיים ברורים, הראשון, בעתיד נאלץ להתמודד עם כמויות עצומות של נתונים. השני, נדרש לכלים מתמטיים וטכניקות עיבוד אות מתקדמות על מנת להפוך את הנתונים למידע בעל ערך, את המידע לידע ואת הידע בסופו של יום לקבלת החלטות. השלישי, הכל יקרה בענן. בהרצאה זו, נציג כיצד שפת MATLAB מסוגלת להתממשק לסביבות כמו Python, C/C++, Java על מנת ליישם אפליקציות, הכוללות אנליטיקה מתקדמת, הרצות על גבי הענן.\nשימוש בתוכן מבוסס מודלים לתיכון מערכת הבקרה האוטומטית של החללית הישראלית הראשונה לירח – אריאל רובננקו, מהנדס אפליקציה בכיר בסיסטמטיקס ומהנדס ניווט וסימולציה ב-Space IL וכפיר דמרי, מייסד עמותת SpaceIL\nספייס.איי.אל (Space IL) הינה עמותה ישראלית שמתחרה על פרס ה-30M$ של חברת Google שיינתן לגוף הפרטי הראשון שינחית רובוט על הירח, ינוע 500 מטר וישלח תמונות HD של פני הירח. בשלב זה החללית נמצאת בשלבי פיתוח מתקדמים ושיגור צפוי בשנים הקרובות. בהרצאה זו נציג את הפרוייקט, את האתגרים העומדים בפניו ואת השמוש הנרחב שנעשה בתכן מבוסס מודלים המושתת על Simulink וכלים נוספים כדי לתכנן (סימולציה), לממש (חילול קוד C אוטומטי) ולתקף ולאמת (סמולציות תוכנה-תוכנה ותוכנה – חומרה) את אלגוריתמי ההנחיה-נווט-בקרה (GNC) האוטומטיים של החללית.\nלפרטים נוספים ולהרשמה", "keywords": "אירוע,כנס,matlab,simulink,systematics,mathworks,סיסטמטיקס"}