{"url": "https://www.geektime.co.il/lemonade-raises-120-mm/", "type": "article", "title": "לימונדה בחצי מיליארד דולר: Lemonade מגייסת 120 מיליון דולר בהובלת SoftBank", "description": "סטארטאפ הביטוח P2P הישראלי השלים כך גיוס של 180 מיליון דולר, ועל פי ההערכות, שוויו מוערך בחצי מיליארד דולר; Softbank היפנית הובילה את הגיוס, אליו הצטרפו משקיעים קיימים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/Screenshot_1-1513689806.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-19T15:35:00Z", "modified_time": "2017-12-19T16:00:54Z", "articleBody": "סטארטאפ הביטוח P2P הישראלי השלים כך גיוס של 180 מיליון דולר, ועל פי ההערכות, שוויו מוערך בחצי מיליארד דולר; Softbank היפנית הובילה את הגיוס, אליו הצטרפו משקיעים קיימים\nמקור: Lemonade\nהסטארטאפ הישראלי Lemonade (למונייד), אחד השמות החמים בעולם הפינטק בכלל ובתחום ה-InsureTech בפרט, הופך חם עוד יותר עם גיוס הון נוסף בגובה 120 מיליון דולר, שמצטרף ל-60 מיליון הדולרים שגייס עד עתה. Lemonade מציע ביטוח P2P, ללא סוכנים או נציגי שירות ומתבסס על אפליקציה, צ’ט-בוטים ואפס טפסים.\nLemonade פועלת ללא תיווך של סוכני ביטוח. אולם בניגוד לחברות הביטוח הישיר השונות, החברה לוקחת את הרעיון צעד אחד קדימה, וגם מספר נציגי המכירות והשירות הוא זעום, מכיוון שכל הפעילות והקשר של הלקוחות נעשה בעזרת האפליקציה ושימוש רחב ב-AI ובצ’ט-בוטים. כך למשל ניתן לבחור באפליקציה או באתר ביטוח דירה, לערוך את ההתאמות האישיות של הנכס שלנו ולשלם תוך 90 שניות – ממש באותה הקלות שאנחנו מזמינים מוצר באמזון. על פי החברה, תהליך הגשת תביעה – כולל הבירור והתשלום ללקוח – יכול לקחת כ-3 דקות בלבד.\nמודל הפעילות של החברה הוא ביטוח P2P, כלומר, ‘ביטוח עמית-לעמית’, מודל פעולה חדש, עם כמה תכונות מייחדות, ביניהן אחוז קבוע של הכנסות שהיא שומרת לעצמה; כתוצאה מכך, הרווחיות של החברה לא תשתפר אם היא תדחה תביעות של מבוטחיה. החברה גם מבטיחה להחזיר לקהילה כספים שנותרו בקופתה בשנים ‘טובות’ ולתרום אותם למטרות על פי בחירת מבוטחיה.\n\nLemonade הוקמה ב-2015 על ידי שני יזמים סדרתיים: שי וינינגר, שהקים את Fiverr ודניאל שרייבר, שהקים את PowerMat. כיום מחזיקה החברה במרכז פיתוח בתל אביב ומטה בניו יורק והיא מעסיקה בהם כ-60 עובדים. בשנה האחרונה התרחבה הפעילות של החברה ל-7 מדינות בארצות הברית, שם מכרה כ-100 אלף פוליסות.\nסבב הגיוס הנוכחי של החברה הובל על ידי תאגיד SoftBank (סופטבנק) היפני, שבשנה האחרונה העמיק מאוד את המעורבות שלו בסצנת ההייטק הישראלית עם השקעות בסטארטאפ הנדל”ן Compass של אורי אלון; ביצרנית הרדאר החכם Innoviz; מעצמת מתחמי העבודה המשותפים WeWork; וחברת הסייבר הישראלית Cybereason. אל SoftBank הצטרפו גם משקיעים קיימים של החברה, ביניהם קרן XL Innovate של חברת הביטוח XL, קרן Thrive Capital; קרן General Catalyst; קרן Allianz Ventures, זרוע ההשקעות של ענקית הביטוח; ו-GV – Google Ventures קרן ההשקעות של גוגל. ביחד עם הגיוס הנוכחי עומד סך הגיוסים של החברה על 180 מיליון דולר, ולמרות שהחברה לא מסרה על פי איזו הערכת שווי נעשה הגיוס האחרון, שוויה מוערך בכחצי מיליארד דולר. בכוונת החברה להשקיע את הכספים שגייסה בהתרחבות לשווקים נוספים.", "keywords": "למונייד,סטארטאפ,אינשורטק,ביטוח,ביטוח p2p,ביטוח דיגיטלי,insuretech,lemonade,סופטבנק,softbank"}