{"url": "https://www.geektime.co.il/2014-most-popular-torrents/", "type": "article", "title": "מצעד סדרות הטלויזיה: 10 הטורנטים הפופולארים ביותר לשנת 2014", "description": "חוקי או לא, המדד האמיתי להצלחתה של סדרה היא מספר ההורדות שלה ברשת. קבלו את עשרת הטורנטים בעלי מספר ההורדות הרב ביותר לשנת 2014", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/gamemedium.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-29T10:01:30Z", "modified_time": "2014-12-29T14:01:25Z", "articleBody": "חוקי או לא, המדד האמיתי להצלחתה של סדרה היא מספר ההורדות שלה ברשת. קבלו את עשרת הטורנטים בעלי מספר ההורדות הרב ביותר לשנת 2014\n\nניתן לומר כי כיום פופולאריות של סדרה נמדדת לפי כמות הטורנטים הזמינים לה ברחבי הרשת שכן נתוני צפייה בזמן אמת הם כבר לא בהכרח מדד מדוייק למידת העניין הקיים בציבור לסדרה מסוימת. בעידן ה- ״כאן ועכשיו״ והעובדה כי לא כל הסדרות ניתנות לצפייה ברחבי העולם באמצעות ספקיות השידור השונות, אנשים רבים ״נאלצים״ להגיע אל התכנים בדרכים מפותלות ומעט פחות חוקיות. כמידי שנה, אתר TorrentFreak מפרסם את רשימת הסדרות הפופולאריות ובעלות מספר ההורדות והשיתופים הגדול ביותר. להלן הממצאים:\nבפעם השלישית ברצף ״משחקי הכס״ מבית HBO היא סדרת הטלוויזיה בעלת מספר ההורדות הפיראטיות הגדול ביותר, כ-8,100,000 הורדות סה״כ באמצעות P2P, בעוד שמספר הצופים בה ״בלייב״ בממוצע עומד על 7,160,000. הפופולאריות של הסדרה והעובדה כי ניצבת במקום הראשון איננה מפתיעה שכן רק לפני כחצי שנה נתבשרנו כי זו שברה את שיא כל הזמנים כאשר יותר מחצי מיליון ״פירים״ שיתפו את אותו הקובץ בזמן נתון.\nבמקום השני נמצאת הסדרה ״The Walking Dead״ עם 4,800,000 הורדות בעוד שנתוני הצפייה שלה עומדים על 17,290,000 ואת השלישיה סוגרת “The Big Bang Theory” עם 3,900,000 הורדות וממוצע צפייה אף גבוה יותר של 18,240,000. הקומדיה “How I met your mother” הגיעה למקום הרביעי עם 3,500,000 הורדות ומעט אחריה עם 3,200,000 הורדות נמצאת ״Gotham״. \nסדרה פופולארית ומעט יותר ״מיינסטרימית״ היא האנטומיה של גריי עם 2,800,000 הורדות ונתוני צפייה גבוהים הרבה יותר של כמעט 10 מיליון צופים בממוצע. את הרשימה סוגרת סאות׳פארק הסאטירית עם נתוני הורדה זהים לאלו של ממוצע הצפייה – 2,400,000 הורדות.\nהנתונים מבוססים על מידע שנאסף מטרקרים פופולארים כדוגמת Pirate Bay אך יש לקחת את הנתונים בעירבון מוגבל מכיוון שבספירה האינטרנטית קיימים לא מעט טרקרים פרטיים אשר יכולים להשפיע על הנתונים לצד כזה או אחר. כך שאם מסתכלים על אתרים כמו Pirate Bay ו-Kickass Torrent, בהם לכל טורנט קיימים מספר טרקרים, לא כולל את האפשרות peer 2 peer או DHT, יתכן והנתונים האמיתיים מעט שונים.\nהרשימה המלאה\nכפי שניתן לראות מרבית הסדרות המופיעות ברשימה הן לא קומדיות או דרמות קלילות כדוגמת “גוסיפ גירל״ או ״הטופ מודל הבאה״ מה שיכול להעיד על העובדה שמרבית הצופים הם גברים, גיקים, או חובבי סדרות ״איכות״.\n[interaction id=”54a1314608b0f98951296c30”]\n", "keywords": "טורנט,p2p,torrent,piratbay,game of thrones,משחקי הכס,הורדות,פיראטיות,הורדות פיראטיות,2014"}