{"url": "https://www.geektime.co.il/peer-5-will-stop-buffering-time/", "type": "article", "title": "באפרינג, נמאסת! הסטארטאפ הישראלי Peer5 רוצה לשים קץ לזמני ההמתנה ברשת", "description": "חברות רבות ניסו למצוא פתרון יעיל ואפקטיבי להזרמת תכנים באינטרנט בין משתמשים. הסטארטאפ הישראלי Peer5 מציע לבעלי האתרים להשתמש בטכנולוגיית P2P, כדי להוריד עומסים מהשרתים ולהעניק חוויה טובה יותר למשתמשים", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/MED1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-13T10:00:54Z", "modified_time": "2014-12-14T17:33:34Z", "articleBody": "חברות רבות ניסו למצוא פתרון יעיל ואפקטיבי להזרמת תכנים באינטרנט בין משתמשים. הסטארטאפ הישראלי Peer5 מציע לבעלי האתרים להשתמש בטכנולוגיית P2P, כדי להוריד עומסים מהשרתים ולהעניק חוויה טובה יותר למשתמשים\nמקור: צילום מסך\nאתם בוודאי זוכרים את הימים בהם הורדת קבצים דרך Kazaa, eMule או iMesh ארכו כמה שעות טובות לשיר, שלא לדבר על הימים שבהם נאלצנו להמתין ימים להורדת סרט באיכות ירודה, שבסוף התברר כמדובב בצרפתית. ובכן, השנים חלפו ויחד איתם התפתחה הטכנולוגיה. כיום, תוך דקות ספורות, אנו יכולים ליהנות מצפייה אונליין בסרטים וסדרות באיכות HD כמעט וללא הפרעות. כמעט, כי עדיין אנחנו נתקלים יותר מדי בגלגל המסתובב שמסמן את ה-Buffering.\nלמרות נפלאות השימוש ברשת אינטרנט וההתפתחות בכל הקשור למהירות הגלישה, גם אלו אשר הצטיידו בחיבור המהיר ביותר הקיים כרגע בשוק עלולים להיתקל בגימגומים והפרעות – באפרינג (זמן אגירה), מתסכלים עד מאוד. על מנת להתגבר על המעידות הללו ולאפשר צפייה חלקה בסרטים, תמונות והורדת קבצים במהירות, סטארטאפ ישראלי בשם Peer5  מציג פתרון די יעיל שיכול להועיל לכולם.\nהחברה מציעה שירות CDN – Content Delivery Network מבוסס טכנולוגיה של peer-to-peer המאפשרת הזרמת וידאו, אודיו או קבצים, ממשתמשים שכבר הורידו את אותם תכנים באמצעות רשת מאובטחת בין הדפדפנים ע״י WebRTC. במילים פשוטות – לקוחות החברה מאפשרים למשתמשים השונים לעזור האחד לשני ללא צורך להוריד תוספים או תוכנות נוספות כך שמרבית התוכן יגיע ממשתמשים אחרים ולא בהכרח מהשרת.\nבעצם מדובר בהפצת תכנים חברתית בה משתמש אחד עוזר לאחר ומוריד את העומס מהשרתים, אך מדובר בחברת B2B – Business to business, הפונה לבעלי אתרים אשר מעוניינים להפוך את חווית המשתמש בהם לטובה ומהנה הרבה יותר. לטענת החברה, ביכולתו של השירות אותו הם מציעים לשפר את המהירות של כל אתר, בעיקר אלו שמציעים תוכן עשיר כמו וידאו, אודיו ומשחקים, והמערכת שיצרו עובדת טוב יותר תחת עומס ומזינה את עצמה. בשל העובדה שהאינטרנט מוצף בתוכן וגדל בקצב מסחרר של בערך פי 3 – כל 5 שנים, חברות מחפשות דרכים חדשות להפיץ את התכנים השונים. אתרי סטרימינג כדוגמת יוטיוב ונטפליקס משפרים ללא הפסקה את איכות הוידאו ואת היכולת לעמוד בעומסים הכבדים ולהימנע מבאפרינג וכתוצאה מכך להסתכן באיבוד משתמשים ופגיעה בחוויית המשתמש.\n Peer5 הם לא החברה הראשונה ובטח שלא האחרונה המנסה למצוא פתרון לבעיית העומס על הרשת ושיפור חווית המשתמש בעיקר בכל הנוגע לתכנים עשירים ואינטראקטיביים. מדובר בפתרון הראשון העושה זאת בצורה שקופה ומבלי להציק למשתמש (לא צריך להוריד תוכנה) אשר תכליתו היא לעזור למשתמש, מה שהופך את המוצר לאטרקטיבי יותר. הגישה של החברה לטפל בבעיה ברמת התקשורת, ולאו דווקא לשנות את המידע עצמו, אלא את דרך העברתו על ידי שכנוע בעלי אתרים להצטרף לשירות שלהם על ידי גביית תשלום על פי נפח התעבורה.\nהחברה נוסדה בשנת 2012 על ידי הדר וייס, גיא פסקר ושחר זהר, אשר למדו יחד מדעי המחשב באוניברסיטת תל אביב. וייס מספר כי הרעיון נולד מרצון לנסות ולבזר אפליקציות ולנצל את התחזקות הדפדפנים השונים, על מנת להוריד את התלות מהשרתים. בהמשך הבינו שקיימת הזדמנות לקחת קונספט מוכח וקיים – P2P ובעזרת יכולות חדשות בדפדפנים ובראשן WebRTC, להפוך אותו נגיש לקהל רחב יותר.\nבחודש נובמבר שעבר החברה סגרה סיבוב גיון של 800 אלף דולר מקרן Hillsven בסן פרנסיסקו, הסינדיקט של בראד פלד, אנג׳ליסט ומשקיעים פרטיים נוספים. לפני כן השתתפו באקסלרטור, תכנית סיוע ליזמים של UpWest Labs בפאלו אלטו. כעת אגב הם מתרכזים בגיוס שותפים לעשייה – ״גיקים תותחים שמעוניינים לשנות את איך שהאינטרנט עובד.״\n", "keywords": "peer5,סטארטאפ,סטרימינג,שיתוף קבצים,p2p,peer to peer,גיוס,,netflix,יוטיוב,נטפליקס,b2b,straming,downloads,buffering,youtube"}