{"url": "https://www.geektime.co.il/google-io-2016-top-announcements/", "type": "article", "title": "הנה 8 ההכרזות החשובות מכנס המפתחים של גוגל", "description": "מאפליקציות צ'ט חכמות ורמקול שישלוט בבית שלנו ועד מציאות מדומה ואנדרואיד N: גוגל לא אכזבה ויצאה בשורה של הכרזות מסקרנות בכנס המפתחים שלה שנפתח אמש. הנה 8 ההכרזות החשובות שבהן", "image": "https://files.geektime.co.il/wp-content/uploads/2016/05/Screen-Shot-2016-05-19-at-10.25.06.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-19T10:28:28Z", "modified_time": "2016-05-19T10:35:52Z", "articleBody": "מאפליקציות צ’ט חכמות ורמקול שישלוט בבית שלנו ועד מציאות מדומה ואנדרואיד N: גוגל לא אכזבה ויצאה בשורה של הכרזות מסקרנות בכנס המפתחים שלה שנפתח אמש. הנה 8 ההכרזות החשובות שבהן\nסאנדר פיצ’אי. ה-I/O הראשון שלו כמנכ”ל גוגל. מקור: צילום מסך\nכנסי המפתחים של גוגל היו מאז ומעולם ה-מקום להכרזות המסקרנות שלה. במהלך השנים ניצלה החברה את הבמה, כדי להכריז על מוצרים חדשים, מערכות הפעלה חדשות ואפליקציות ושירותים שהיא משיקה. גם השנה לא אכזבה גוגל ואירוע הפתיחה המסורתי כלל לא מעט הכרזות. הנה המסקרנות והחשובות שבהן.\n\nכמו ה-Echo של אמזון – גם גוגל הציגה רמקול-עוזר חדש לבית בשם Home. מדובר ברמקול אלחוטי שימוקם במרכז הבית ויעשה כל דבר בערך שתבקשו ממנו. רוצים לראות וידאו בטלוויזיה? דברו אל הרמקול והוא יזרים וידאו לכל מכשיר שתומך עם כרומקאסט; רוצים לדעת מה צפוי לכם היום? המכשיר יקריא לכם מיילים מג’ימייל ואת סדר היום שלכם מהקלנדר של גוגל. רוצים לשמוע מוסיקה? המכשיר יתחבר לספוטיפיי שלכם; רוצים להפעיל את המזגן או לשנות את הטמפרטורה? המכשיר יפעיל את ה-Nest. בעתיד, תשחרר גוגל את ה-API של המכשיר, כך שיהיו עוד מכשירים ושירותים רבים שיסתנכרנו איתו.\nמקור: צילום מסך\nגוגל חושבת שמה שהעולם צריך עכשיו זה עוד אפליקציית מסרים מיידיים… ולכן, היא מציגה לא אחת, אלא שתיים. הראשונה היא Allo. אפליקציה שאמורה לעזור לנו לתקשר בלי הרבה טקסט ועם לא מעט AI. כך למשל אם חבר ישאל אותנו אם אנחנו בעניין של מסעדה הערב, האפליקציה תציע אוטומטית 2 תשובות מוכנות: “בטח” ו-“עסוק”, שמהן נוכל לבחור. ככל שיותר נשתמש באפליקציה, כך ההצעות יהיו מדוייקות יותר ובשפה שלנו. אבל פה זה לא עוצר. גוגל חזקה מאוד גם באינטליגנציה מלאכותית וגם בראייה ממוחשבת. התוצאה: כשמישהו ישלח לכם תמונה של אוכל, האפליקציה תציע תשובה “נראה טעים!” ועל תמונה של כלב, האפליקציה תציג לכם אפשרות לתגובה של “איזה כלב חמוד!”. בנוסף, קצת בדומה ל-Google Now, האפליקציה גם תציע לנו הצעות רלוונטיות לשיחה, כך שאם נדבר על פסטה או מסעדה, היא תציע לנו מסעדות איטלקיות מומלצות. לא קריפי בכלל.\nעוד פיצ’רים חביבים הם האפשרות ללחוש או לצעוק: נגיד שכתבנו את המילה “Hey” – נוכל עתה לגרור את האצבע כלפי מעלה והמילה תגדל (=קול חזק יותר) ואם נגרור את האצבע כלפי מטה, המילה תקטן (=לחישה); בנוסף, נוכל לשלוח תמונות ולקשקש עליהן ביד חופשית; האפליקציה תהיה זמינה הקיץ הזה גם לאנדרואיד וגם ל-iOS.\n\nעכשיו גם לגוגל יש Facetime.\nעם פיצ’ר קטן ונחמד של לראות את המתקשר עוד לפני שאתם עונים.\nבניגוד לאפל, גוגל לא בקטע של אפליות והאפליקציה עובדת גם עם אנדרואיד וגם עם iOS. תושק במהלך הקיץ.\nאנחנו נקדיש לגרסה החדשה כתבה נפרדת, אבל בין החידושים האחרונים בה, ניתן למצוא שליטה על גודל ההתראות שמתקבלות, כולל אפשרות ללחיצה ארוכה על התראה שמתקבלת ובחירה האם להמשך לקבל התראות מהאפליקציה הזו; מצב PIP או תמונה בתוך תמונה חדש; המשך יישום API המשחקים Vulkan, שמעניק גרפיקה תלת מימדית טובה יותר בזכות גישה ישירה למעבד הגרפי של המכשיר. עוד שידרוגים הם בגזרת האבטחה עם פיצ’רים חדשים כמו הצפנה ברמת הקבצים – ומכירים את הקטע המעצבן הזה של “Android Updating” שלוקח שעות?… לא עוד. ואם אתם זוכרים את ההתבכיינות שלנו על סטוק אנדרואיד – סוף סוף נוסף כפתור Clear All שמנקה את כל האפליקציות האחרונות שהיו בשימוש. תודה, גוגל.\nבערך. גוגל הקימה אתר מיוחד שמאפשר לכל אחד לכתוב מה לדעתו צריך להיות ה-N.\nהיא כמובן לא התחייבה לקבל את ההצעות משם, אבל זה לא הפריע לגולשים להתחיל להטריל אותה עם Android Nazi למשל. התשובה אגב, תמיד תהיה Sweet.\nכבר כתבנו על האפשרות החדשה והמגניבה הזו. עתה מציגה גוגל את Android Instant Apps, פיצ’ר חדש שמאפשר למשתמשים להשתמש רק בחלק מהאפליקציה, מבלי להוריד אותה. במסגרת הדמו יכלנו לראות כיצד משתמש שמקבל לינק מתוך אפליקציית הוידאו של BuzzFeed, לוחץ עליו והגוגל פליי ‘מורידה’ למכשיר רק את החלק של האפליקציה שרלוונטי – תוך שניות.\nמערכת ההפעלה של גוגל למכשירים הלבישים מקבלת את העדכון המשמעותי ביותר מאז ההשקה שלה אי שם ב-2014. השינוי הגדול ביותר הוא העצמאות שהמכשירים מקבלים ואי-התלות שלהם במכשירים. מעתה, השעונים יוכלו להתחבר ישירות ל-WiFi, ללא תלות בסמארטפונים, ולקבל מידע ונתונים. עיצובי השעונים (ה-Faces) יוכלו להציג נתונים מכל האפליקציות, נוספו תשובות מוכנות להודעות טקסט ועוד.\n\nהמציאות המדומה מגיעה לאנדרואיד.\nDaydream היא פלטפורמה ל-VR שמתבססת על אנדרואיד. היא כוללת כמובן התאמות לסמארטפון ולמשקפי ה-VR שלכם וכוללת גם חנות אפליקציות ייעודית שכוללת אפליקציות ומשחקים שמיועדים רק ל-VR וגם אפליקציות שעברו התאמה לצפייה ב-VR כמו למשל יוטיוב או StreetView. במסגרת הדמו הציגה גוגל גם בקר שליטה שמאפשר לכם לשלוט במשחקים או באפליקציות, קצת כמו הבקרים של ה-Rift ושל ה-Vive. גוגל הכריזה על תקן Daydream, עם מספר יצרניות סמארטפונים שכבר תומכות בתקן החדש ביניהן סמסונג, וואווי ושיאומי.\n", "keywords": "גוגל,כנס מפתחים,כנס המפתחים של גוגל,גוגל i/o,אנדרואיד,כרום,google i/o,google i/o 2016,google home\\' allo,duo,android n"}