{"url": "https://www.geektime.co.il/google-announces-io-2015/", "type": "article", "title": "יש תאריך ל-Google I/O. הכרטיסים בהגרלה", "description": "פיתחו את אפליקציית לוח השנה באנדרואיד שלכם. כנס המפתחים של גוגל ייערך ב-28-29 במאי. בגלל ההיענות, שוב יוגרלו הכרטיסים בין הנרשמים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/MEDIUM1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-02-11T13:40:57Z", "modified_time": "2015-02-11T12:15:20Z", "articleBody": "פיתחו את אפליקציית לוח השנה באנדרואיד שלכם. כנס המפתחים של גוגל ייערך ב-28-29 במאי. בגלל ההיענות, שוב יוגרלו הכרטיסים בין הנרשמים\nמקור: Google\nמפתחים באחת הפלטפורמות של גוגל? הגיע הרגע המיוחד שלכם. החברה הודיעה באופן רשמי על התאריך שבו ייערך Google I/O, כנס המפתחים השנתי שלה. בעוד ההכרזות שייצאו מהכנס הן בגדר הפתעה, דבר אחד כבר ברור. בעקבות הדרישה העצומה לכרטיסים, גם השנה תיערך הגרלה עבור הזכות לרכוש כרטיס.\nGoogle I/O ייערך השנה בין ה-28 ל-29 במאי במקום הקבוע, Moscone Center West, מרכז הכנסים הגדול בסן פרנסיסקו. בשנות קיומו ניצלה גוגל את הכנס כדי להכריז על מוצרים מסקרנים והכיוון הכללי אליו היא צועדת. בכנס Google I/O שנערך בשנה שעברה הציגה גוגל למשל בפעם הראשונה את מה שלימים כונה לוליפופ, מערכת ההפעלה האחרונה של החברה, שכונתה עדיין בשם אנדרואיד L; עדכונים לכרום OS; את פלטפורמת הרכב שלה Android Auto; פלטפורמת המיחשוב הלביש שלה, ה-Android Wear; סדרת מוצרי Android One ועוד.\nמכיוון שמדובר באחד האירועים היותר מבוקשים בעולם הטכנולוגיה, הכרטיסים אליו אוזלים במהירה; ב-Google I/O של 2013 למשל אזלו אלפי הכרטיסים תוך שעה אחת בלבד מרגע שנפתחה ההרשמה. כתוצאה מכך החלה גוגל שנה שעברה בפיילוט במסגרתו הציבה מסגרת זמן, שבה יכלו המפתחים להירשם, כשלאחר מכן נערכה הגרלה של הכרטיסים בין כל הנרשמים. אם תעלו בגורל, תקבלו את הזכות לרכוש כרטיס אחד תמורת מספר מאות דולרים. שנה שעברה למשל עלה כרטיס 900 דולר, או 300 דולר לסטודנטים ולתלמידים. אגב, לשם השוואה, כרטיסים לאירוע המפתחים של אפל, שגם אזלו תוך דקות בודדות, עלו 1,600 דולר והקנו למבקרים כרטיס מתנה הטעון ב-25$ לחנות ה-iTunes.\nאחד הזרזים למכירה המהירה של הכרטיסים היא הצ’ופרים. לגוגל יש מסורת רבת שנים של הענקת שי כלשהו לבאי הכנס, כשלרוב, המתנה קשורה לנושא שבראש מעייני החברה באותו זמן. בשנה שעברה למשל חילקה גוגל לכל מבקר שעון חכם מסדרת Samsung Gear Live או מקבילו של LG וכן, את Moto 360, השעון החכם של מוטורולה. בנוסף, קיבל כל מבקר את מה שהפך להיות להיט מפתיע ומקור ללא מעט מוצרים מתחרים במהלך השנה האחרונה, Google Cardboard, משקפי המציאות המדומה הזולים של גוגל, שעשויים מקרטון.\nאגב, אם תיכנסו לאתר הכנס, תוכלו להתנסות במה שגוגל מכנה “ניסוי בכרום”; במסגרת הניסוי הזה תוכלו להקליט קולות שלכם שיהפכו ללופ, ולנגן איתם על ידי משיכת מיתרים, שינוי האורך שלהם ועוד. Easter Egg נחמד מסתתר בקוד של האתר. אם תיכנסו לקונסולת ה-DEV של הדף (F12) ותריצו שם את המחרוזת experiment.consoleDance() תראו שם אנימציית ASCII ART מגניבה של הכריש השמאלי, ששבר את האינטרנט לאחר מופע הסופרבול של קייטי פרי.\n", "keywords": "גוגל,כנס המפתחים של גוגל,google,google i/o,google i/o 2015,כנס המפתחים של גוגל 2015,left shark,הכריש השמאלי,מפתחים,פיתוח,אנדרואיד"}