{"url": "https://www.geektime.co.il/nokia-808-mwc2012/", "type": "article", "title": "נוקיה בגל הכרזות, חושפת סמארטפון בעל מצלמת 41 מגה-פיקסל [MWC2012]", "description": "נוקיה יוצאת בגל הכרזות, ובראשן סמארטפון המצוייד במצלמת 41 מגה-פיקסל, אותו פיתחה בסתר במשך חמש השנים האחרונות.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/02/nokia-pureview-808-pr.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-02-27T12:24:28Z", "modified_time": "2012-02-27T17:14:51Z", "articleBody": "נוקיה יוצאת בגל הכרזות, ובראשן סמארטפון המצוייד במצלמת 41 מגה-פיקסל, אותו פיתחה בסתר במשך חמש השנים האחרונות.\nמקור: יח\"צ, Pureview 808\nבמסגרת אירוע ההכרזה שלה ב-MWC 2012, שולפת נוקיה קלף מנצח, ולצד שדרוגים לקו מכשירי האשא (Asha), חושפת החברה את ה-808 PureView, מכשיר עליו היא עובדת כבר חמש שנים, הכולל מצלמת 41 מגה-פיקסל.\nה-808 כולל מאפיינים רבים שיקסמו לכל מי שמשתמש במצלמה הסלולרית שלו לעיתים קרובות, ולמי שהתלבט עד עכשיו האם יש טעם לשאת מצלמה נפרדת, בנוסף לסלולרי.\nעדשת ה-Carl Zeiss לוכדת וידאו באיכות HD מלא (1080p), ביחס 16:9. הפלאש שודרג לפלאש של קסנון (Xenon), שידועים בתור פלאשים ופנסי תאורה חזקים (ניתן למצוא כאלה הן עבור גופים מקצועיים בתחום התאורה והן בתעשיית הרכב). המצלמה מצלמת סטילס ומסוגלת לאפשר לכם לעשות זום עד X3 על חשבון הפיקסלים העודפים שהיא מצלמת. גם בוידאו ניתן לעשות זום על חשבון הפיקסלים העודפים, ולהשיג X4 בפורמט ה-1080p, או X6 בפורמט ה-720p, או X12 למי שיבחר להסריט ב-360p. המצלמה תומכת בצילומי וידאו לפי 15, 24, 25 או 30 פריימים בשניה.\nיתר הנתונים הטכניים של המכשיר החדש בולטים הרבה פחות, לעומת המצלמה; המכשיר שוקל 169 גרם, גודלו 123.9 מ”מ על 60.2 מ”מ על 13.9 מ”מ (באזור המצלמה העובי גדל ל-17.95) ומגיע עם 15GB זיכרון פנימי כשהוא תומך בהרחבה עד ל-48GB באמצעות שקע המיקרו-SD. גודל מסך המכשיר הוא 4 אינץ’, מסוג AMOLED, הכולל 640X360 פיקסלים. הזכוכית היא מסוג Gorilla Glass, זכוכית שזוכה לפופולאריות רבה בשנה האחרונה בזכות היותה עמידה במיוחד נגד שריטות. סוללת המכשיר היא סוללת ליתיום 1400mAh, שצפויה להספיק ל-11 שעות דיבור ב-GSM, או 6.5 ב-WCDMA, או לזמני המתנה של 465 שעות ב-GSM ו-540 שעות ב-WCDMA.\nמקור: יח\"צ\nנתונים אלה אמנם ממקמים את המכשיר בתור אחד המכשירים המעניינים שהוכרזו בשנה האחרונה, במיוחד בשל המצלמה האימתנית. המהלך של נוקיה לשלב במכשיר הסלולרי שלה מצלמה המצלמת ב-41MP הוא צעד מהסוג שאנחנו רגילים לצפות מאפל, צעד שמקדים את התעשייה כולה בכמה וכמה שנים טובות ויודע לצפות מראש מה הצרכנים ירצו ויצרכו, עוד לפני שהם יודעים את זה.\nהאם גם נוקיה תצליח עם ה-808 שלה? שאלה טובה. אחת הבעיות שנוקיה תצטרך להתמודד איתן בשבועות הקרובים היא למצוא דרך לשכנע את משתמשי הסמארטפון ברחבי העולם שכדאי להם לשדרג את הסמארטפון שלהם, ולחזור אחורה בזמן, אל סימביאן. אותה מערכת הפעלה שרובנו כבר הספיק לשכוח היא מערכת ההפעלה החזקה של נוקיה מלפני 5 שנים, בתקופה שבה החל הפיתוח של ה-808. כלל לא ברור כיצד מערכת הפעלה שכזאת עדיין רלוונטית בעידן בו אנחנו רגילים להוריד אפליקציות, להחליף ROM למכשיר, ולהתאים אותו לצרכינו. אין ספק שזהו האתגר, בהא הידיעה, של נוקיה בזמן הקרוב, בכל הקשור ל-808.\n\nנוקיה אשא 302, מקור: יח\"צ\nמשפחת המכשירים הזולים של נוקיה זוכה אף הוא לשדרוגים ולחברים חדשים. האשא 302, שנראה כמו הדור הבא של ה-E6 הנוכחי, צפוי להגיע לשווקים השונים במהלך הרבעון הנוכחי, מה שאומר שכבר בחודש הקרוב כנראה נוכל לראות אותו בחלק מהשווקים.\nבנוסף אליו, נוקיה מתייחסת רשמית לאשא 202 ו-203, שני המכשירים שאמורים לעמוד במוקד הסדרה החדשה וצפויים להגיע לשווקים במהלך הרבעון השני של השנה.\nבאמצעות מכשירים אלה מקווה נוקיה לכבוש שווקים מתפתחים ברחבי העולם, החל מהודו וסין, דרך אינדונזיה, ניגריה, מדינות דרום-מזרח אסיה ואמריקה הלטינית. כל אלה מצויינות במפורש במסמכים הרשמיים שמשחררת נוקיה בעקבות ההכרזה, ומדגישים שוב, בהמשך לקו של קברניטי החברה מאירוע הנוקיה וורלד, שנוקיה פונה לשווקים המתפתחים ולא לשווקים המפותחים.\n\nנוקיה לומיה 610, מקור: יח\"צ\nעל רקע דברים אלה מעניין לציין את ההכרזות על ליין מוצרי הלומיה, שזוכה אף הוא לשדרוג. הפעם הצטרפו אל החבורה הלומיה 610, המיועד לקהל הצעיר יותר, והלומיה 900, מכשיר הדגל החדש של החברה. שני מכשירי הלומיה נועדו לשמש כמכשירי הקצה הפופולאריים של החברה, ואותם תנסה נוקיה לדחוף מול מכשירי המיינסטרים של מתחרותיה.\nמכשיר הלומיה 610 מגיע עם שדרוג מערכת ההפעלה הפנימית שלו, ה-Windows Phone 7.5, שצפוי לשפר משמעותית את חיי הסוללה של המכשיר. עדכון זה צפוי לצאת ממיקרוסופט ליתר המשתמשים ברחבי העולם בחודש אפריל הקרוב.\nהלומיה 900 ישווק ברחבי העולם בשתי גרסאות שונות, אחת מותאמת ל-LTE והשניה ל-DC-HSPA. כך, תוכל נוקיה לשווק את הסמארטפון החדש שלה, המבוסס על מערכת ההפעלה Windows Phone, מבית מיקרוסופט, גם דרך מפעילות הסלולר האמריקניות שהחלו לאחרונה להפעיל את רשתות ה-LTE שלהן בפריסה רחבה.\n", "keywords": "360p,720p,808 pureview,amoled,asha,carl zeiss,dc-hspa,gorilla glass,gsm,lte,lumia 610,lumia 900,micro-sd,mwc 2012,nokia,nokia lumia,wcdma,xenon,לומיה,לומיה 610,לומיה 900,נוקיה,1080p,e6,iphone,iphones,simbian,אייפון,אייפונים,סימביאן"}