{"url": "https://www.geektime.co.il/samsung-announces-galaxy-s10-and-galaxy-s10-plus-and-galaxy-s10e/", "type": "article", "title": "לא אחד: סמסונג הכריזה הרגע על 4 מכשירי Galaxy S10 חדשים", "description": "סמסונג חוגגת עשור לסדרת הגלאקסי עם 4 מכשירים חדשים בסדרה: Galaxy S10, Galaxy S10+, Galaxy S10e עם תצוגה חדשה נטולת מגרעת, המון מצלמות, חיישן טביעות אצבע מתחת למסך ומפרט עוצמתי ועוד אחד שתומך ב-5G", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/IMG_20190219_152908-1-1550626935-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-20T21:40:17Z", "modified_time": "2019-02-20T23:31:03Z", "articleBody": "סמסונג חוגגת עשור לסדרת הגלאקסי עם 4 מכשירים חדשים בסדרה: Galaxy S10, Galaxy S10+, Galaxy S10e עם תצוגה חדשה נטולת מגרעת, המון מצלמות, חיישן טביעות אצבע מתחת למסך ומפרט עוצמתי ועוד אחד שתומך ב-5G\nצילום: גיקטיים\nלפני כמעט 10 שנים שיחררה סמסונג את מכשיר ה-Galaxy הראשון שלה, ולכבוד חגיגות העשור הציגה הערב סמסונג לא פחות מ-4 סמארטפונים שונים בסדרת הגלקסי S, עם המון מצלמות, תצוגות חדשות ומעניינות ולא מעט פיצ’רים לצד מכשירים לבישים חדשים. ההכרזות הגיעו זמן קצר לאחר הצגת ה-Galaxy Fold (גלאקסי פולד) המכשיר המתקפל הראשון של החברה.\nכהרגלה בשנים האחרונות, סמסונג הציגה שני דגמים מעט שונים של אותו המכשיר: Galaxy S10 וה-+Galaxy S10. לראשונה, שני המכשירים מגיעים עם תצוגת Infinity O שמתפרשת כמעט לכל גופו הקדמי של המכשיר, כאשר מערך הצילום הקדמי שלהם נמצא בתוך חור ייעודי בתצוגה. בכך סמסונג בעצם נמנעת משימוש במגרעת (Notch), הטרנד העיצובי השנוי במחלוקת של השנים האחרונות, ומשאירה יותר מקום למסך עצמו.\nצילום: גיקטיים\nמכשיר ה-Galaxy S10 מגיע עם מסך בגודל 6.1 אינץ’ וצפיפות פיקסלים של 550ppi, בעוד אחיו הגדול, ה-+Galaxy S10 מגיע עם מסך 6.4 אינץ’ וצפיפות פיקסלים של 438ppi. שתי התצוגות הינן תצוגות Super AMOLED באיכות +QuadHD, אשר מקרינות פחות אור כחול מבלי לפגוע בתצוגה, ולראשונה, מציגות תמיכה מרשימה ב-+HDR10. התמיכה בתקן המתקדם תאפשר לתכנים תומכים להציג תמונה בעלת צבעים מדויקים יותר.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nמיקום חדש לקורא טביעות האצבע: במקום למקם אותו כרגיל בגב המכשיר, מתחת למסך המרשים מאוד של מכשירי ה-Galaxy S10, סמסונג הטמיעה לראשונה חיישן טביעות אצבע על-קולי, שהיא טוענת כי הוא יותר מאובטח ונוח יותר לשימוש, כך שלא תצטרכו לשנות את הזווית של הנחת האצבע בכל פעם שאתה רוצים לפתוח את המכשיר. סמסונג טרם ציינה את מהירות התגובה של החיישן, כך שנצטרך לבדוק אותו לעומק לפני שנוכל לדעת האם הוא תחליף ראו לחיישן טביעות האצבע הקלאסי.\nאותו חור ייעודי בתצוגת המכשירים מכיל את עדשות מערך הצילום הקדמי, כאשר בגירסה הסטנדרטית נמצאת מצלמה באיכות 10MP עם מפתח צמצם f/1.9, ובגירסת הפלוס, החור כפול בגודלו ומכיל עדשת RGB נוספת באיכות 8MP ומפתח צמצם של f/2.2 שנראה כי היא מיועדת בעיקר לאפקטי עומק. מערך הצילום הקדמי מאפשר לכם בעצם לצלם לראשונה תמונות סלפי באיכות UHD, כך שמעניין יהיה לראות האם המצלמה תצליח לתת פייט לאלופות הסלפים כמו גוגל עם הפיקסל 3 שלה.\nצילום: גיקטיים\nהפעם, סמסונג לא יוצרת אפליה בין שני המכשירים בכל הנוגע למערך הצילום האחורי, ושניהם מחזיקים בלא פחות משלוש מצלמות שונות לחלוטין. המצלמה הראשונה הינה מצלמת זווית רחבה באיכות 12MP ומפתח צמצם שיכול להתחלף בין שני מצבים, f/1.5 ו-f/2.4; המצלמה השני היא בעלת עדשת טלפוטו לצילומי זום באיכות 12MP ומפתח צמצם f/2.4 אבל עם זום אופטי של רק X2; והמצלמה השלישית היא מצלמה עם זווית רחבה במיוחד של 123 מעלות ומפתח צמצם f/2.2, מה שיאפשר לכם לצלם תמונות עם זווית יותר רחבה מבלי שתצטרכו להתרחק מהעצמים המצולמים כדי לתפוס את התמונה המלאה. סמסונג הדגימה על הבמה את ההבדל בין תמונת פנורמה לבין תמונה שצולמה עם העדשה החדשה והתוצאצה אכן מרשימה.\nסמסונג ממשיכה את קו הבינה המלאכותית במצלמות של הסמארטפונים, וטוענת כי המצלמה שלה מסוגלת לזהות סצנות שונות ולהתאים את ההגדרות שלה כך שהתמונות שתצלמו יצאו בצורה הטובה ביותר. כמו כן, סמסונג הציגה מצב תוכנתי חדש לצילום וידאו יציב במיוחד שאמור ליצור תמונה חלקה במיוחד וללא רעידות. מדובר בפיצ’ר שראינו כבר בנוט 9 – ולפניו במכשירים של וואווי, LG וכמעט כל יצרנית אחרת. המצלמה גם תסייע לכם לצלם את השוטים הטובים ביותר ובחברה טוענים כי גם אם אתם לא למדתם צילום, ,התוצאות שלכם יהיו טובות יותר.\nסמסונג הפתיעה עם שיתוף פעולה עם Adobe שיצרה גירסה מותאמת במיוחד לגלאקסי S10 של תוכנת העריכה שלה כדי שתוכלו לערוך במהירות ובקלות סרטונים ולשתף אותם היכן שתרצו. בנוסף, סמסונג משתפת פעולה עם אינסטגרם כאשר ישירות ממצלמת ה-S10 תוכלו להעלות תמונות ולהשתמש בסטיקרים וכל האפשרויות האחרות של אינסטגרם.\nה-Galaxy S10 מגיע עם סוללת 3,400mAh, בעוד ה-+Galaxy S10 מגיע עם סוללת 4,100mAh מרשימה במיוחד. שני המכשירים תומכים לראשונה בתולדות סמסונג בטעינה אלחוטית הפוכה (או Wireless PowerShare, כמו שהם מכנים זאת). בדומה למכשיר ה-Mate 20 של וואווי, אם תפעילו את האופציה הזו תוכלו להצמיד לגב הגלקסי S10 כל מכשיר תומך טעינה אלחוטית בתקן Qi, ולהטעין אותו ללא כל צורך בכבל. בנוסף, סמסונג שידרגה את יכולת ההטענה האלחוטית של המכשירים, והם כעת תומכים בטעינה אלחוטית מהירה בגירסה 2.0 אשר אמורה להציג מהירות טעינה מהירה יותר בעד 30%.\nצילום: גיקטיים\nשני המכשירים הם הראשונים לתמוך בתקן WiFi 6 החדש (לשעבר, 802.11ax) שעדיין לא נפוץ כל כך, אך כאשר תתחברו לנקודה תומכת, תוכלו להנות ממהירות קישוריות הרבה יותר גבוהה. בכל הנוגע לקישוריות, סמסונג טוענת שהיא הוסיפה שיפורים תוכנתיים למכשיר שידע כעת לזהות את איכות הרשתות, והאם אתם כרגע זזים או יושבים כדי לדעת האם כדאי להתחבר ל-WiFi או לעבור לתקשורת סלולרית. כמו שהשני המכשירים מחזיקים בתקן IP68 לעמידות בפני מים ואבק.\nסמסונג טוענת כי היא ביצעה מספר שינויים לתוכנת המכשירים שיאפשרו טעינת אפליקציות מהירה מבעבר, ויכולת ניהול סוללה חכמה יותר. כמו כן הוסיפה אופצייה לרוטינות לביקסבי שאפילו תומכות באוטומציות שונות, כך שהמכשיר יוכל להציע לכם פעולות מרובות. סמסונג גם התאימה את המכשירים למנוע Unity, כך שגיימרים יוכלו להנות מביצועים משופרים במשחקים תומכים, תמיכה בתקן האודיו דולבי אטמוס וממערכת הצינון החדשה שאמורה לדאוג שהמכשיר לא יתחמם גם בסשני הפורטנייט הארוכים ביותר שלכם.\nמבחינת מעבדים – אין הפתעות. הסדרה מתבססת בארצות הברית על Snapdragon 855, מעבד הדגל החדש של קוואלקום, ובשאר השווקים – כולל ישראל – תגיע הסדרה עם מעבד ה-Exynos 9820 מתוצרת סמסונג. מבחינת זיכרון, מכשיר ה-Galaxy S10 מצויד ב-8GB זכרון RAM, ובנפחי 128 או 512 גיגה עם תמיכה בהרחבת זיכרון באמצעות כרטיס MicroSD (של עד 512 גיגה נוספים), בעוד מכשיר ה-+Galaxy S10 יגיע גם בגירסת 12GB זכרון RAM ובאפשרות לנפח אחסון של עד 1 טרה בייט שלם.\nשני המכשירים יגיעו בצבעי לבן, שחור, טורקיז וכחול, כאשר גירסאת הפלוס תקבל גם שתי מהדורות קרמיות מיוחדות בצבע שחור ולבן. בסמסונג טוענים כי הציפוי הקרמי החדש עמיד יותר בפני שריטות. המכירה המוקדמת של שני המכשירים מתחילה היום, כאשר המכשירים הראשונים יגיעו ללקוחות בחודש מרץ.\nצילום: גיקטיים\nממש כמו שאפל הציגה את ה-iPhone XR לצד המכשירים היקרים שלה, גם סמסונג הציגה דגם “מוזל” של מכשירי הפרימיום שלה, עם מספר פשרות מרכזיות: מסך המכשיר הוא מסך AMOLED באיכות FHD+ ובגודל 5.8 אינץ’. המסך איננו מעוגל כמו המסכים של שני מכשירים הפרימיום ולא מכיל את חיישן טביעות האצבע מתחת למסך, ובמקום זאת, הוא ממוקם בצורה משונה מעט בצד המכשיר. בנוסף, הוא מגיע עם מערך צילום כפול בלבד ללא עדשת הטלפוטו. גם סוללת המכשיר היא קצת פחות מרשימה, ועומדת על נפח של 3,100mAh.\nה-Galaxy S10e יגיע עם 6 או 8 גיגה זכרון RAM, ונפח אחסון של 128 או 256 גיגה ותמיכה בהרחבת זכרון באמצעות כרטיסי MicroSD, כמו כן הוא יגיע עם אותם המעבדים של אחיו היוקרתיים, כך שאין כאן פשרה לפחות בכל הנוגע לביצועי המכשיר. אם תרצו להבליט את העובדה שאתם מחזיקים בדגם ה-e, תוכלו לבחור במהדורה הצהובה והייחודית שלו. באירוע, סמסונג לא מיתגה את ה-e בתור דגם מוזל, אלא בתור דגם קומפקטי שמיועד לאלו שלא רוצים מכשירי ענק.\nצילום: גיקטיים\nרגע לפני שכל המתחרות שלה מכריזות על המוכנות שלהן, סמסונג ניצלה את הבמה כדי להציג מכשיר גלקסי נוסף בשם Galaxy S10 5G שהוא כמובן המכשיר הראשון של החברה שתומך ברשת הדור ה-5 שצפויה לפעול בארצות הברית ובקוריאה במהלך שנת 2019. מלבד התמיכה בתקן החדש והמהיר, מכשיר ה-5G יגיע עם מסך עצום של 6.7 אינץ’, סוללה עצומה של 4,500mAh (שאמורה לפצות על התמיכה ב-5G שצפויה לצרוך לא מעט אנרגיה). בנוסף, סמסונג תשלב לראשונה מצלמת עומק חדשה שתאפשר לכם לצלם סרטונים עם אפקט בוקה וחוויות AR הרבה יותר מתקדמות וריאליסטיות.\nצילום: גיקטיים\nלצד מכשירי ה-Galaxy, סמסונג חשפה גם מספר מוצרים חדשים לבישים: ה-Galaxy Watch Active הוא בעצם גירסה חדשה של שעון הגלקסי של סמסונג עם מבנה דקיק וקליל יותר לצד רצועות ספורט. השעון החדש יכול למדוד לחץ דם ולזהות מתי אתם במצבי לחץ, לתת לכם לעקוב אחריהם, ולהציע לכם לקחת הפסקת נשימה בזמן אמת באמצעות ווידג’ט לחץ חדש. השעון מסוגל לזהות באיזו פעילות גופנית התחלתם, ולעקוב אחריה מבלי שתצטרכו לעשות דבר. אם בכל זאת תרצו לעזור לו, תוכלו לעקוב אחרי 39 פעילויות שונות. השעון תומך בטעינה אלחוטית בתקן Qi כך שתוכלו להניח אותו על גב ה-S10 ולהטעין אותו בקלות.\nסמסונג גם חשפה את ה-Galaxy fit וה-Galaxy fit e, רצועות דופק שיכולות לעקוב אחרי הפעילות הגופנית שלכם, ולעקוב אחרי מדדי השינה והלחץ שלכם. הרצועות מחוברות לסמארטפון שלכם, כך שתוכלו לקבל הודעות והתראות, ואפילו לראות שעונים מעוררים, יומנים ומידע על מזג האוויר מבלי להוציא את הסמארטפון שלכם מהכיס או התיק. הרצועות עמידות למים בתקן 5ATM, מה שאומר שניתן לצלול איתן עד לעומק של 50 מטר. ובעולם האמיתי, זה אומר שאתם יכולים ללכת איתן למקלחת או לבריכה מבלי לחשוש. הסוללה של הצמידים אמורה להחזיק לכשבוע לדברי החברה.\nצילום: גיקטיים\nלבסוף, הציגה סמסונג את התשובה האחרונה שלה לאוזניות ה-AirPods של אפל בדמות ה-Galaxy Buds. אלו הן אוזניות True-Wireless תומכות Bluetooth 5.0 עם סאונד מבית היוצר של AKG ויכולת להכניס לאוזניה רעשי סביבה באמצעות המיקרופונים שעליה, כדי שתוכלו לשמוע את המכוניות המתקרבות ברחוב או את הכריזה ברכבת. האוזניות תומכות ב-6 שעות של האזנה רצופה, ועד 5 שעות של שיחות, והקייס של המכשיר מסוגל להטעין אותן ל-7 שעות נוספות במהירות, והוא תומך בטעינה אלחוטית, כך שניתן להניחו על גב ה-Galaxy S10 כדי להטעינו. סמסונג מקווה שהאוזניות החדשות יעזרו לפופולאריות הכמעט ולא קיימת של ביקסבי, ומשלבת את העוזרת הקולית שלה ישירות לאוזניות כך שתוכלו לתת לה פקודות מבלי לגעת במכשיר הגלקסי שלכם.\nסמסונג הציגה על הבמה את אופן החיבור של האוזניות לטאבלטים וסמארטפונים, ונראה כי היא מצליחה לחקות את יכולת החיבור של ה-AirPods של אפל, ולהפוך את התהליך למהיר ונוח. בנוסף, ניתן לעבור בין מכשירי גלקסי שונים כמו סמארטפונים וטאבלטים בצורה אוטומטית.\nצילום: גיקטיים\nמסאני, יבואנית סמסונג בישראל, נמסר לנו כי ה-Galaxy S10e ה”מוזל” יעלה 3,000 ש”ח; בעוד שגרסת S10 הרגילה תעלה 3,599 ש”ח. דגם ה-S10 Plus יעלה 4,000 ש”ח לגירסאת ה-128 גיגה, בעוד גירסת ה-512 כבר מזנקת ל-5,000 שקלים.\nכמובן שמדובר במחירים המומלצים על ידי היבואנית של החברה בישראל, ואלו נוטים להשתנות בין רשתות השיווק השונות, ולהיות נמוכים יותר משמעותית בייבוא מקביל. המכשיר זמין החל מהיום להזמנה מוקדמת ויושק רשמית בארץ ככל הנראה בתחילת מרץ.\nמי שיקדים להזמין מהיבואן הרשמי ייהנה מחבילת הטבות שכוללת חצובה/מוט סלפי + שלט, מטען שולחני אלחוטי מהיר, זרוע מגנטית לרכב עם טעינה אלחוטית מהירה, כבל USB מתכתי, כרטיס זכרון מקורי 128GB ומטען מצת מהיר כפול.\nכל העדכונים מחכים לכם עכשיו בעמוד הפייסבוק שלנו, ערוץ האינסטגרם שלנו (בו אנחנו מעלים תכנים בלעדיים), ערוץ הטלגרם שלנו וכמובן באפליקציית גיקטיים לאנדרואיד ול-iOS.\nהכתב הינו אורח סמסונג בסן פרנסיסקו", "keywords": "סמסונג,סמסונג גלקסי,גלקסי s10,גלקסי s10 פלוס,גלקסי s10+,s10,s10 plus,s10+,samsung,samsung galaxy s10,galaxy 10,galaxy s10+,galaxy s10"}