{"url": "https://www.geektime.co.il/aosmark-ranks-android-manufacturers/", "type": "article", "title": "דירוג חדש חושף מי יצרניות הסמארטפונים שמעדכנות הכי הרבה, ומי הכי מעט", "description": "אתר חדש לוקח את כל יצרניות האנדרואיד הבולטות ובוחן אותן לפי כמות עדכוני מערכת ההפעלה שהן מספקות לכם. שווה לזכור לפני שאתם בוחרים את הסמארטפון הבא שלכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/icon-1971128_640-copy-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-01-01T09:35:03Z", "modified_time": "2019-01-01T09:36:05Z", "articleBody": "אתר חדש לוקח את כל יצרניות האנדרואיד הבולטות ובוחן אותן לפי כמות עדכוני מערכת ההפעלה שהן מספקות לכם. שווה לזכור לפני שאתם בוחרים את הסמארטפון הבא שלכם\nמקור: Pixabay\nהבעיה החמורה ביותר בעולם האנדרואיד היא בעיית הפרגמנטציה. בעוד שאפל יכולה ברגע אחד לשלוח עדכונים למספר הדגמים המצומצם יחסית שלה שמריצים את iOS בצורה אחידה, באנדרואיד ישנם מאות דגמים שונים עם מערכות הפעלה מותאמות על ידי היצרניות. אותם מכשירים בדרך כלל סובלים מסחבת אדירה בכל הנוגע לעדכוני תוכנה, מה שאומר שאפילו משתמשים שרוכשים מכשירים ביותר מ-1000 דולר לא מקבלים את עדכוני מערכת ההפעלה האחרונים. מאחר שקשה לעקוב אחרי שרשרת העדכונים ולדעת אילו חברות מעדכנות את הסמארטפונים שלהן, קם אתר חדש ופשוט בשם AOSMark ששואף לדרג את כל היצרניות על בסיס עדכוני מערכת ההפעלה שהן מספקות, וכמובן לבייש את אלו שלא. אז איפה יצרנית האנדרואיד שלכם נמצאת?\nהדירוג אמור לתת תמונת מצב כללית של מספר עדכוני מערכת ההפעלה שאתם יכולים לצפות מהיצרנית הנבחנת, להוציא הגרסה המקורית עמה הגיע המכשיר. היצרנית תקבל נקודות אך ורק על עדכונים מהותיים כמו עדכון מאנדרואיד 8.0 לאנדרואיד 9.0, או עדכון מאנדרואיד 8.0 לאנדרואיד 8.1. הדירוג לא מחשיב עדכונים שוליים כמו 7.1.1 שלרוב מתקנים בעיות מאוד ספציפיות. כך למשל אם יצרנית קיבלה דירוג של 1.5, אתה יכולים לצפות ל-2 עדכוני מערכת הפעלה במכשירי דגל ועדכון מערכת הפעלה בודד למכשירים פשוטים יותר. השם של האתר כמובן משחק על הדירוג של DxOMark, אתר דירוגי המצלמות הפופולארי שמדרג בין היתר גם את כל מצלמות המובייל.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nבמקום הראשון, ללא כל הפתעה, נמצאת גוגל עם ציון של 3.5. גוגל מחזיקה מספר דגמים מצומצם מאוד של מכשירי הפיקסל שמקבלים תמיד כל עדכון מערכת ההפעלה ראשונים. כך שאם אתם רוכשים כעת מכשיר של גוגל, אתם יכולים לצפות לכ-3 עדכוני מערכת הפעלה (שעליהם גוגל כבר התחייבה בהשקת הפיקסל 2 ו-3). במקום השני נמצאת OnePlus עם ציון של 2.75, זאת לאחר שמכשירי ה-OnePlus5 וה-6 כבר עודכנו לאנדרואיד פאי. למקום השלישי מתגנבת נוקיה עם ציון של 1.82 שמחזיקה כמות מרשימה של דגמים, אך כמעט כולם בתוכנית Android One ומריצים מערכת הפעלה נקייה וקלה יותר לעדכון, ורוב המכשירים שלה כבר עודכנו לגירסה האחרונה של אנדרואיד, כך שהיא הופכת אט אט לסוג של יורשת עבור מכשירי הנקסוס (ז”ל).\nיצרנית הסמארטפונים מספר 1 בעולם, סמסונג, קיבלה ציון פחות מחמיא של 1.28 ומוקמה אי שם במקום השמיני, כאשר רק מכשירי ה-S9 כבר החלו לקבל את עדכוני מערכת ההפעלה האחרונים של גוגל. עם זאת, במדד של סמסונג נרשמו כ-1,150 (!) דגמים שונים. חלק נכבד מהם קיבלו עדכון מערכת אחד בלבד לאורך ימי חייהם (עד כה), וחלקם אפילו לא קיבלו עדכון מערכת אחד לרפואה. יצרניות בולטות אחרות כמו Huawei ושיאומי אפילו לא קיבלו נקודה אחת שלמה. כלומר, מכשירי הדגל שלהם לרוב מקבלים עדכון מערכת אחד בלבד, בעוד שאר המכשירים הזולים יותר לא מקבלים ולו עדכון מערכת אחד. גם חברות שהתחייבו לעדכוני מערכת מהירים יותר, כמו LG, כמעט נדחקות החוצה מטבלת 20 היצרניות עם ציון של 0.83.\nהאתר מדרג בנוסף את מכשירי האנדרואיד שקיבלו את מספר העדכונים הגדול ביותר מאז יציאתם, כאשר במקום הראשון נמצא HTC One בגירסת ה-Google Play שלו. לאחריו נמצאים ה-Xperia Z וה-ZL של סוני. שלושת המקומות הראשונים קיבלו לא פחות מ-5 עדכונים במהלך חייהם. מספר מרשים מאוד בעולם האנדרואיד, ומספר שיגרום לפיהוק בקרב משתמשי iOS שרגילים לקבל עדכוני אבטחה כמובן מאליו.\nלמרות שמדובר בפרויקט חשוב ומעניין, חשוב לשים לב שהדירוג לא סופר למשל את עדכוני האבטחה השונים, שיש שיטענו שהם חשובים הרבה יותר מאשר עדכוני מערכת הפעלה, כיוון שהם עונים על בעיות מהותיות שמסכנות את המידע והמכשירים של המשתמשים מדי חודש. כמו כן, הדירוג לא מתחשב במהירות שחרור העדכונים. כך למשל, מכשירי הגלקסי S9 ששוחררו לפני כמעט שנה, רק עכשיו מתחילים לקבל בכמה איזורים בעולם את עדכוני Android 9.0 (פאי) ששוחררו על ידי גוגל כבר באוגוסט לאחר בטא ששוחררה כמה חודשים לפני כן. עובדה שמרגיזה לא מעט ממשתמשיה.\nמטרת האתר היא כמובן בראש ובראשונה לסייע לצרכנים בבחירת סמארטפונים חדשים. בהנחה שהאתר אכן יתעדכן מדי שבוע-שבועיים כמובטח בו, מדובר במדד מוצלח למדי לאלו שעדכוני מערכת הפעלה חשובים להם. בכל זאת, משתמשים משלמים ממיטב כספם על מכשירים משוכללים שאפילו לא מריצים את מערכת ההפעלה האחרונה, וגם עשויים שלא להריץ אותה. כל שנותר כעת לקוות, הוא שיוזמות כמו ASOMark יתפסו את תשומת ליבן של יצרניות המכשירים, ואולי ילחצו אותן להשקיע יותר משאבים בעדכוני מערכת הפעלה. גוגל עושה מאמצים לא קטנים בשנים האחרונות לסייע ליצרניות וללחוץ אותן להמשיך ולשחרר עדכוני מערכת הפעלה למכשירים שלהן, ואף צירפה מספר גבוה יחסית של יצרניות לבטא הנרחבת של אנדרואיד פאי, כך שהמגמה אולי תשתנה ולו במעט במהלך השנים הקרובות.", "keywords": "אנדרואיד,aosmark,dxomark,מערכת הפעלה,עדכון,עדכונים,אנדרואיד פאי,אנדרואיד 9,אנדרואיד 8,אוריאו,פאי,אנדרואיד אוריאו,update,android,google,samsung,סמסונג,גוגל,software update,os,android pie,android oreo,android 9,android 8"}