{"url": "https://www.geektime.co.il/android-security-enhanced-nsa/", "type": "article", "title": "הביון החשאי מאמץ את אנדרואיד", "description": "פרויקט אנדרואיד זוכה לשיפורי אבטחה מבית היוצר של ה-NSA. הרשות יצרה ווריאציה משלה לקוד הכוללת שיפורים ניכרים ליכולות אבטחת המידע על המכשיר.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/Seciruty-Enhanced-Android.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-15T16:25:55Z", "modified_time": "2012-01-16T10:30:10Z", "articleBody": "פרויקט אנדרואיד זוכה לשיפורי אבטחה מבית היוצר של ה-NSA. הרשות יצרה ווריאציה משלה לקוד הכוללת שיפורים ניכרים ליכולות אבטחת המידע על המכשיר.\nמקור: תמונות מסך מאתרי הפרויקטים, עיבוד תמונה\nאחד מארגוני הביון החשאיים ביותר בעולם מוציא גרסה משלו למערכת הסלולרית הפופולארית של גוגל, תחת השם “Android Security Enhanced” (או SEAndroid בקיצור). הגרסה החדש נהנית משדרוגי אבטחה רבים, שמטרתם למנוע דליפת מידע ועבירות על כללי בטחון מידע דרך הסלולרי.\nבעולם מודרני, בו סמארטפון נמצא בכמעט כל כיס, וגם מי שעדיין לא עם סמארטפון, משתמש במכשיר סלולרי מסוג כלשהו, היה זה רק עניין של זמן עד שצבאות העולם ימצאו דרכים להשתמש בטכנולוגיה האזרחית הזאת, כפי שהם עושים עם כל טכנולוגיה.\nבניגוד למגזר האזרחי, אבטחת המידע היא צורך קיומי עבור ארגונים צבאיים, ארגוני ביון ומוסדות רגישים, הצריכים לוודא שבשום מקרה ואופן לא יזלוג מידע רגיש דרך המכשיר או באמצעותו. דבר ידוע הוא כי עם כניסתו של אובמה לבית הלבן, אחד האתגרים שעמדו בפני ארגוני הביון היתה להתמודד עם דרישתו להמשיך ולהשתמש בבלקברי שלו, גם כנשיא. יש לכך, הרי השלכות משמעותיות על סוגי המידע שניתן להעביר למכשיר הנייד, וסוגיות אחרות הנובעות מהצורך להגן על המידע עצמו במקרה בו המכשיר הסלולרי יגנב, או יאבד.\nכעת, לאחר שמשרד ההגנה האמריקני הוציא גרסה מוקשחת משלו לסלולרי של דל עם אנדרואיד, נותנת ה-NSA תרומה משמעותית לאבטחת אנדרואיד כפרויקט, ומשחררת גרסה משלה למערכת ההפעלה, בה בוצעו מספר שינויים. השינויים שהוכנסו נועדו לאפשר ל-NSA לסגור כמה שיותר פתחים דרכם יכול לזלוג מידע החוצה, ולמנוע מאפליקציות זדוניות מלפעול, כמו גם אפליקציות המנסות לבצע בתמימות פעולות שיש להן השלכה ישירה על אבטחת המכשיר.\nאת קוד המקור של SEAndroid תוכלו להוריד לפי ההנחיות בוויקי הייעודי שהקימה ה-NSA. בעוד שפרויקט אנדרואיד (Android Open Source Project) דורש התקנה של Mac OS או לינוקס אובונטו, ב-NSA השתמשו בפדורה (Fedora) כדי לעבוד על הקוד של הפרויקט ולייצר את הגרסה שלהם. בוויקי תוכלו למצוא הנחיות כיצד ניתן להשתמש בקוד, גם תחת פדורה.\nבטווח הארוך, ייתכן ונראה חלקים מרעיונות האבטחה שמציעה ה-NSA מאומצים גם על-ידי גוגל לגרסה הרשמית של אנדרואיד, ומשפרים את הקוד של הפרוייקט כולו. ראינו את זה קורה בעבר, למשל, בעולם הדפדפנים, בו משתמשים מייצרים לעצמם תוספים שיוסיפו אלמנטים שהדפדפן לא מגיע איתם. אלמנטים מוצלחים הופכים עם הזמן לחלק בלתי-נפרד מהדפדפן, כאשר ווריאציה שלהם עושה את דרכה לתוך הקוד הרשמי של הדפדפן.\n", "keywords": "android security enhanced,blackberry,dell,fedora,mobile security,nsa,seandroid,smartphone,smartphones,אבטחה,אבטחת מידע,אובונטו,בלקברי,דל,לינוקס,סלולארי,סלולרי,סמארטפון,סמארטפונים,פדורה,android open source project"}