{"url": "https://www.geektime.co.il/daily-extension/", "type": "article", "title": "האתר הזה הוא כמו פרודאקט האנט רק למפתחים", "description": "שירות Daily נוצר על ידי מפתחים עבור מפתחים במטרה לעזור לאלו להישאר תמיד בעניינים, ללמוד ולהתעדכן בחדשות הפיתוח - בכמה שפחות מאמץ", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/Screen-Shot-2019-04-10-at-14.26.16-1554895594-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-13T15:30:10Z", "modified_time": "2019-04-12T12:04:57Z", "articleBody": "שירות Daily נוצר על ידי מפתחים עבור מפתחים במטרה לעזור לאלו להישאר תמיד בעניינים, ללמוד ולהתעדכן בחדשות הפיתוח – בכמה שפחות מאמץ\nמקור: Daily\nפיצ׳ר חיוני בקרב כל מפתח או מפתחת שרוצים להישאר בעיניינים היא יכולת למידה עצמית. הצורך ללמוד, להשתפר ולהתעדכן קיים באופן תדיר אצל אנשי פיתוח, ובדיוק עבורם (או יש לומר – עבורכם) פותח Daily, תוסף לדפדפן שיאפשר לכם להתעדכן בכל מה שחדש וקורה בעולם הפיתוח.\nכיאה לאומת הסטארטאפ, Daily הוא פיתוח ישראלי שנוצר על ידי מפתחים – עבור מפתחים. התוסף רוצה לעזור למפתחים שעוסקים בתחום בתור מקצוע ולאנשים טכנולוגיים באופן כללי להישאר מעודכנים בכל החידושים בעולם הפיתוח. ברגע שתתקינו את התוסף, שזמין לדפדפן כרום ופיירפוקס, בכל פעם שתפתחו טאב חדש יקבל את פניכם פיד ויזואלי עם תכנים ממגוון רחב של מקורות שסביר להניח שאתם עוקבים אחרי כל אחד מהם באופן פרטני. אם מפשטים את העניינים, מדובר במעין Product Hunt או Flipboard ייעודיים לתכני פיתוח.\nחומר קריאה לשירותים? מקור: Daily\nהתכנים מגיעים מיותר מ-60 אתרים בהם hacker noon, DEV, Quick Code JSK ורבים אחרים. כל הכתבות מסודרות באופן כרונולוגי כך שככל שהתוכן עדכני יותר – כך הוא יופיע בראש הדף. יחד עם זאת, תוכלו לדפדף עד אינסוף עד שתמצאו כתבה שתעניין אתכם מספיק.\nהמפתחים של Daily מסבירים שהם רוצים לגרום לכם להרגיש בבית, ולכן העיצוב והממשק שלו בנויים כמו סביבת פיתוח סטנדרטית. בנוסף, תוכלו לשחק עם ערכת הנושא ולבחור האם אתם מעדיפים ערכת נושא בהירה – לבנה, או לחילופין לעבור ל-Dark Mode. אהבנו את העובדה, שכדי להשתמש בתוסף אין צורך להירשם, ומיד אחרי ההתקנה כשתפתחו טאב חדש יקבל אתכם עמוד בית חדש. פיצ׳רים נחמדים נוספים הם היכולת לבחור מאילו מקורות אתם רוצים לקבל מידע ומאילו לא (על ידי לחיצה על האייקון של האתר) או לשמור כתבות לקריאה מאוחרת יותר. כמובן שאם ימאס לכם ללמוד ותעדיפו להתמקד כרגע בעבודה – תוכלו לכבות את התוסף בלחיצת כפתור.\nDaily זמין להורדה בחינם עבור דפדפן כרום ו-Firefox\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n", "keywords": "daily,תוסף לדפדפן,פיתוח,מפתחים,כתבות למפתחים,כתבות פיתוח,תוסף לכרום,chrome,firefox"}