{"url": "https://www.geektime.co.il/firefox-send/", "type": "article", "title": "מוזילה מציגה כלי חדש לשיתוף קבצים פרטי, מוצפן ומוגבל בזמן", "description": "מוזילה מציגה כלי נסיוני וחינמי לשיתוף קבצים שיעלמו מהשרת לאחר הורדה אחת או 24 שעות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/08/Screenshot_4-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-08-03T15:50:34Z", "modified_time": "2017-08-03T16:00:32Z", "articleBody": "מוזילה מציגה כלי נסיוני וחינמי לשיתוף קבצים שיעלמו מהשרת לאחר הורדה אחת או 24 שעות\n\nכלי חדש מבית מוזילה/פיירפוקס יאפשר לכם לשתף קבצים מוצפנים בגודל מירבי של עד 1 ג’יגה בייט. השירות פועל פחות או יותר כמו גוגל דרייב או דרופבוקס, אבל השוני והיתרונות שלו באים לידי ביטוי בכך שלא רק שלא צריך להירשם לשירות, אלא שגם הקבצים נמחקים אחרי הורדה אחת או לאחר 24 שעות לכל המאוחר. בקיצור, סוג של סנאפצ’ט לשליחת קבצים.\nכדי לשתף בקובץ כל שעליכם לעשות הוא להיכנס לאתר של השירות שנקרא “Send“, אתר תכליתי למדי שכולו מסתכם ב-Call to action בולט אחד שקורא לכם להעלות קובץ. במוזילה מבטיחים ומתגאים בכך ששליחת הקבצים מתבצעת דרך לינק ייעודי בטוח, פרטי ומוצפן, וברגע שהלינק יתיישן או שיעשה בו שימוש הוא יוסר מהשרת באופן אוטומטי. אגב, יש לציין שלמרות שמדובר בפרי פיתוח של מוזילה, שעומדת מאחורי דפדפן פיירפוקס, ניתן להשתמש בשירות מכל דפדפן.\nעם כניסתכם לאתר תבחינו בכפתור שינחה אתכם להעלות קובץ מהמחשב. כעקרון, ניתן לעלות קבצים גדולים יותר מ-1GB, אבל ליתר בטחון וכדי שהכל “יפעל כשורה” מומלץ שלא לעשות זאת.\n\nלאחר שהקובץ יעלה לשרת (הזמן משתנה כמובן בהתאם לגודלו) יווצר עבורכם לינק ייעודי שתוכלו לשתף במייל, בוואטסאפ או בכל אמצעי מדיה אחר. גם אם הנמען עדיין לא פתח את הקובץ או שלא עברה יממה, תוכלו לגשת אליו ולמחוק אותו בכל רגע נתון.\n\nברגע שהנמען יוריד את הקובץ הלינק יהפוך להיות חסר תועלת והקובץ ימחק (כלומר – לא מספיק שהנמען יכנס לקישור, אלא ממש יוריד את הקובץ, מכיוון שהקובץ לא נחשף בטרם ההורדה).\n\nכך נראה הלינק אחרי שהקובץ הושמד\n\nנכון לעכשיו אין מגבלה בכמות הקבצים שניתן לשלוח, אבל שימו לב שמדובר בניסוי של מוזילה, כך שלא בטוח שהשירות ישאר זמין לנצח.\n", "keywords": "מוזילה,mozilla,firefox,firefox send,שליחת קבצים,שליחת קבצים גדולים,send פיירפוקס,פיירפוקס,קבצים נעלמים"}