{"url": "https://www.geektime.co.il/which-is-the-best-browser/", "type": "article", "title": "איזה דפדפן הכי טוב לסמארטפון שלכם? עשינו בדיקה", "description": "כשאתם גולשים בסמארטפון, אתם משתמשים בדפדפן שהגיע איתו. הפסיקו, אל תתעצלו - זה מה שאתם צריכים להוריד", "image": "https://files.geektime.co.il/wp-content/uploads/2016/06/640-3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-04T16:00:12Z", "modified_time": "2016-06-04T08:21:49Z", "articleBody": "כשאתם גולשים בסמארטפון, אתם משתמשים בדפדפן שהגיע איתו. הפסיקו, אל תתעצלו – זה מה שאתם צריכים להוריד\nהאם הוא? מקור: גוגל\nמאת: ניב ליליאן, נקסטר\nלאור העניין הרב שלכם בקרב הדפדפנים השולחניים, החלטנו לעשות עבורכם הקוראים שירות דומה גם במובייל, ולבדוק את הדפדפנים המובילים לאנדרואיד (אייפוניסטים, אתם בפעם אחרת). לקחנו לבדיקה 5 דפדפנים מובילים למאבק איתנים נייד על כס הברזל של שבע הממלכ… אה, אנדרואיד. רוצים אמ;לק? דלגו למטה לכותרת “והזוכה הוא… היא… הם…”, אבל אנחנו ממליצים בכל זאת לקרוא את המבחנים המלאים.\nבאנדרואיד אין אקספלורר, אבל יש מגוון אדיר של דפדפנים אחרים. הגבלנו את עצמנו רק לדפדפנים ממותגים מוכרים וידועים. אם היינו מתיימרים לבדוק כל דפדפן שקיים באנדרואיד לא היינו מסיימים את הבדיקה. כמו כן, יא שדפדפן היא אפליקציה רגישה, וכאלה שלא מגיעות מבית טוב ומוכר אלא מאיזה מפתח בודד ועלום שאין יודעים עליו דבר – לכו תדעו ומי עושה שימוש בהיסטוריית הגלישה והססמאות שלכם.\nבחרנו הדפדפנים הבאים: כרום, פיירפוקס, אופרה, אופרה מיני (דפדפן קל יותר) ומקסטון. כן, הדפדפן הנשכח ההוא מווינדוז.\nטלפון הבדיקה הנבחר היה טלפון הדגל החדש של וואווי, ה-P9. לא רק שהטלפון הזה התאים לנו כיון שקיבלנו אותו נקי מהקופסה בלי התקנות קודמות, לוואווי בממשק שלהם יש נטייה לספק המון נתונים רלוונטיים על האפליקציות שרצות, ויכולות לנקות זיכרון בקלות, – מאוד שימושי.\nבנינו חמישה מבחנים המבוססים על אלה שכבר עשינו בקרב הדפדפנים השולחניים. מבחן העולם האמיתי עם 10 לשוניות פתוחות במקביל שבמסגרתו בדקנו צריכת זיכרון וצריכת סוללה בנפרד. צריכת סוללה, בשעה שפחות רלוונטית במחשב ביתי או אפילו נייד, היא עניין קריטי כשמדובר בסלולרי. בנוסף, בדקנו שני מבחני ג’אווה סקריפט שהעמיסו גם על הדפדפן עצמו במקצת, ומבחן תאימות ל- HTML5 – זו השפה שבה מדברים רווב אתרי האינטרנט העדכניים.\nבעולם שבו כולנו גולשים וצורכים מידע דרך אפליקציות, קצת טפשי להעמיס לשוניות על דפדפן, ובכל זאת השתמשנו בתמהיל דומה לזה של שולחן העבודה: שלוש לשוניות של חיפוש בגוגל, דף ויקיפדיה, גישה לג’ימייל כדוגמה לאתר HTML5 מורכב, שלושת אתרי התוכן הגדולים בארץ ושניים מחו”ל (הניו יורק טיימס ו-TheVerge). פתחנו את כולם בכל דפדפן, בדקנו כמה זיכרון הדפדפן תופס, ניקינו את הזיכרון, ואז פתחנו שוב בדפדפן הבא וחוזר חלילה. במקרה הזה, תוצאה נמוכה יותר, היא בהכרח טובה יותר.\nנתחיל מהסוף. כרום, במפתיע או שלא – תופס לא פחות מ-706 מגהבייט, הבא לפניו בהפרש רציני זה פיירפוקס, עם 462 מ”ב לעשרת האתרים. אופרה עם 418 מ”ב, מקסטון עם 403 מ”ב ואופרה מיני מפגין את יכולות הדחיסה שלו – 165 מ”ב בלבד, במצב דחיסה מקסימלי.\nהזוכים במבחן העולם האמיתי בזיכרון: אופרה מיני, מקסטון.\nגם במבחן הסוללה, השתמשנו בנתונים שמספק הוואווי על כל אפליקציה במכשיר, ובמקרה הזה – צריכת הזרם שצורך היישום, במיליאמפר/שעה (מא”ש, בקיצור). שוב, נתחיל מהסוף. מר זללני של הסוללה הוא דווקא מקסטון, עם 28.04 מא”ש, מיד לפניו, כרום, עם 26.86 מא”ש. פיירפוקס במקום השלישי עם 24.28 מא”ש ואת שני המקומות הראשונים תופסים האחים לבית אופרה – אופרה הגדול עם 22.43 מא”ש, ואופרה מיני במקום הראשון, עם תוצאות מעולות: במצב דחיסה גבוה, הוא צרך רק 19.17 מא”ש, ואילו במצב הדחיסה המקסימלי – 7.93 מיליאמפר/שעה, שזה נתון נפלא.\nהזוכים במבחן הסוללה: אופרה מיני, אופרה\nלמבחני הביצועים בג’אווה (סקריפט!), לקחנו שני מבחנים. אחד חדש יותר, ה-SpeedBattle, והשני קלאסי יותר, האוקטן 2.0 של גוגל. הנה התוצאות. בשני המבחנים, תוצאה גבוהה יותר, היא טובה יותר.\nב-SpeedBattle, פיירפוקס היה האלוף, עם 314.59 נקודות. במקום השני, הפתעה – אופרה מיני, עם 274.63 נקודות, ובקרב צמוד – מקסטון, עם 271.9 נקודות. על המקום הרביעי והחמישי גם היה פוטו פיניש, לאופרה עם 257.85 נקודות, וכרום עם 256.45, הפרש של נקודה וארבע עשיריות. ככה שבתכל’ס, אפשר לומר שהם חולקים את המקום הרביעי.\nזוכים במבחן SpeedBattle: פיירפוקס, אופרה מיני\nבמבחין אוקטן 2.0, שהוא קצת ישן, אבל אפקטיבי, כי הוא בוחן כל מיני שימושים ופונקציות של ג’אווה סקריפט, היה לנו סוג של קרב בצמרת. גם כאן, ציון גבוה יותר משמעו ציון טוב יותר.\nהמנצח של המבחן היה אופרה מיני, עם 8114 נקודות, ומיד אחריו מקסטון עם 7939 נקודות, לא הפרש גדול. במקם השלישי, פיירפוקס, עם 7876 נקודות, אופרה ממש צמוד אליו עם 7754 נקודות, ואחרון חביב, דווקא הדפדפן של החברה שיצרה את המבחן – כרום עם 5399 נקודות.\nזוכים במבחן אוקטן 2.0: אופרה מיני, מקסטון\nוהמבחן האחרון לקינוח, היה מבחן HTML 5. המבחן הזה בודק את התאימות של הדפדפן לתקן הנוכחי של שפת HTML, שהוא רב יכולות (הוא מחליף למשל את פלאש, בשנים האחרונות, בנגני ווידאו), כאשר הציון הוא מתוך 533 נקודות אפשריות. הפעם התוצאות, בגלל זהות של מנועים, היו משעשעות:\nלמבחן היה מנצח אחד ברור – כרום, עם 517 נקודות. אבל, את המקום השני תופסים שלושה דפדפנים, עם ציון זהה על הנקודה (507): מקסטון, אופרה מיני, ואופרה. פיירפוקס הפעם הגיע אחרון, עם 485 נקודות. אז נכתיר פורמלית רק זוכה אחד במבחן הזה – כרום.\nזוכים במבחן HTML 5: כרום\nהזוכה שלנו: Opera Mini. מקור: Opera\nאם מסתכלים על התוצאות, הרי שמסתמן זוכה מובהק: אופרה מיני. עם תוצאות מנצחות של מקום ראשון או שני בכל המבחנים שלנו, אופרה מיני הוא כנראה הדפדפן הכי טוב כרגע לאנדרואיד, והוא גם רזה ומהיר. כאן מורידים אותו.\nבמקום השני, מבין הדפדפנים ה”גדולים”, נראה שמדליית הכסף הולכת למקסטון, עם זכיה במקום השני בשני מבחנים ברורים (מבחן הביצועים אוקטן 2.0 ומבחן העולם האמיתי בצריכת זיכרון), למרות שגם האחרים נתנו קרב ספורטיבי וראוי. אז אתם רואים? לפעמים השמות הפחות מוכרים יכולים להיות המפתיעים.\nכרום, שלאחרונה חגג את גירסתו ה-50, הוא כיום אחד הדפדפנים הכי חזקים בשולחן העבודה, וגם בשוק הניידים, לפחות אצל חלק מהיצרניות הוא הפך לסטנדרט דה פקטו, ולדפדפן ברירת המחדל שמגיע עם הטלפון. הגירסה שנבדקה: 50.0.2661.89.\nפיירפוקס, הפנדה האדומה של קרן מוזילה הבלתי מסחרית בעליל, גם הוא לא זקוק להצגה, וזוהי גירסת המובייל שלו, שמאפשרת גם סנכרון עם הסימניות של שולחן העבודה, תוספים, מצב אורח, גלישה אנונימית ועוד כמה טריקים נחמדים. הגירסה הנבדקת: 46.0.1.\nלאופרה יש גירסה רגילה וגירסת מיני. ההבדל – אופרה מיני הוא דפדפן קל יותר, שמשתמש בשיטה ייחודית לדחיסת נתונים שבמסגרתה אתם לא גולשים ישירות לאתר אלא מתווכים על ידי שרת של אופרה. הרעיון הוא לחסוך לכם בתעבורת נתונים, ולצמצם את נפח הגלישה כדי שלא תגמרו את החבילה. ביומיום ובמציאות של דור רביעי ווויי פיי בבית זה אולי נראה מיותר, אבל אם אתם גולשים בחו”ל בחבילה מוגבלת או נמצאים במקום שבו אין פרישה של דור רביעי – התכונה הזו הופכת למאוד שימושית. הגירסה של אופרה מיני שבדקנו היא 16.0.2168, וזה גירסה שיצאה ממש לפני שבועיים, ב-18 למאי. עוד תכונות שיש באופרה מיני זה מצב לילה, חוסם פרסומות, סנכרון, בחירה בין שני מצבים לעצמת הדחיסה של הנתונים (גבוה ועצום), גלישה אנונימית ועוד.\nאופרה “הרגילה”, כמו שמסבירים הנורבגים, הוא דפדפן מלא, שיכול למשוך גם עמודים בגירסת שולחן עבודה והוא דומה יותר לדפדפן המוכר לנו משולחן העבודה, עם שורה של תכונות דומות לאחיו הקטן, ובנוסף דברים כמו “אכיפת הגדלה” ככה שדפים נשארים בגודל אחיד על המסך ועוד תכונות. הגירסה שנבדקה היא 36.2.2126.\nואחרון חביב, מקסטון (Maxton). אנחנו חשבנו בכלל שהדפדפן העתיק כפול המנועים מווינדוז נפח את נשמתו. אבל התגלה שהוא חי ובועט באנדרואיד, עם מנוע מבוסס WebKit, ואפילו מחזיק בציון גולשים משובח של 4.5 כוכבים מתוך 5. איך יכולנו לסרב? מקסטון הנייד כולל חוסם פרסומות, דחיפה של תכנים לענן וקבלתם (מחייב חשבון), מצב לילה ועוד כמה תכונות. הגירסה הנבדקת: 4.5.9.3000.\nהכתבה הופיעה לראשונה ב-Nexter\nלקריאה נוספת:\nג’ינג’יות ושוטרות: האימוג’י החדשים במסנג’ר\nאפליקציות: למצוא עבודה לקיץ\n ", "keywords": "דפדפן,סמארטפון,דפדפדן מובייל,דפדפן במובייל,אופרה,פיירפוקס,כרום,opera mini,chrome,firefox,אופרה מיני"}