{"url": "https://www.geektime.co.il/pivot-april-2018/", "type": "article", "title": "פיבוט: כל המינויים, התפקידים החדשים והקידומים בהייטק הישראלי", "description": "כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי עכשיו במדור החדש שלנו, ‘פיבוט’. שיהיה בהצלחה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/1רון-גלב-סמנכל-פתרונות-לעסקים-בבזק-בינלאומי-1524993737.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-02T15:43:10Z", "modified_time": "2018-07-15T14:34:34Z", "articleBody": "כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי עכשיו במדור החדש שלנו, ‘פיבוט’. שיהיה בהצלחה\nמקור: Pixabay\nכמות הפיתוחים, ההשקעות, הרכישות וההמצאות בהייטק הישראלי יכולה להתחרות רק בדבר אחד. כמות התפקידים והמינויים חדשים של ההייטק הישראלי. אנחנו כאן כדי לאסוף ולרכז עבורכם מנה אחת ומרוכזת שלהם.\nשי בושינסקי מגיע מתחום הבינה המלאכותית, ובעברו היה שותף להקמת דיפ ג’וניור, תוכנת שחמט שזכתה מספר פעמים במקום הראשון באליפות העולם למחשבים. כמו כן הוא מרצה בתחום באוניברסיטת חיפה ופיתח מערכות להערכת סיכונים ייעודיות לתחום הפינטק ומערכות למדידת תגובה קוגניטיבית לתמונות. בתפקידו החדש ב-Skyline AI, המשתמשת בבינה מלאכותית לאיתור השקעות בנדל”ן מסחרי בארה”ב בזמן אמת, בושינסקי יוביל את פיתוח יכולות המיחשוב על מנת לסייע למשקיעים לבצע השקעות נדל”ן מוצלחות יותר.\n\nחברת בזק בינלאומי הודיעה החודש על מינויו של רון גלב כסמנכ”ל פתרונות לעסקים בבזק בינלאומי. בחודשים האחרונים שימש גלב כמ”מ סמנכ”ל פתרונות לעסקים במקביל לתפקידו ב-5 השנים האחרונות כמנהל תחום הפיתוח העסקי בחברה. לפני בזק, כיהן רון כסמנכ”ל מכירות בחברת CMS Compucenter, בתפקידים ניהוליים בתחום מכירות פתרונות תקשורת ו-IT למגזר העסקי ובשורה של תפקידי מפתח במשרד הביטחון.\n \n \n\nחברת קולפלנט הנסחרת נאסדק ועוסקת בפיתוח, ייצור ושיווק מוצרים רפואיים מבוססי קולגן אנושי מסוג 1 המיוצר ומופק מצמחי טבק, הודיעה על מינויה המיידי של ד”ר רויטל מנדיל-לוין לתפקיד סמנכ”לית פיתוח עסקי. במסגרת תפקידה תנהל ד”ר מנדיל-לוין את פעילות הפיתוח העסקי של קולפלנט ותתמקד במינוף טכנולוגיית הקולגן שפיתחה החברה, ה-rhCollagen, לטובת יישומים חדשים בתחומים צומחים ברפואה, כמו הדיו הביולוגי להדפסות תלת-מימד של רקמות ואיברים ורפואה אסתטית, והרחבת היקף המכירות של המוצרים המשווקים של החברה בטריטוריות קיימות וחדשות. קודם להצטרפותה לקולפלנט, שימשה ד”ר מנדיל לוין כסגנית נשיא לפיתוח עסקי בחברת הפארמה ‘נוירודרם’, שם היתה בעלת תפקיד משמעותי ברכישת נוירודרם על ידי מיצובישי טאנאבה פארמה תמורת סכום של 1.1 מיליארד דולר. לפני כן, שימשה כסגנית נשיא לפיתוח עסקי בחברת הביופארמה ‘HealOr’, שעסקה בפיתוח תרופות חדשניות לטיפול רגנרטיבי בפצעים קשיי ריפוי ומחלות עור.\n\nאיתן יהודה מונה לתפקיד ארכיטקט ראשי (Enterprise Architect) בחברת היטאצ’י ונטרה. במסגרת תפקידו, יהודה יצטרף לצוות ה-CTO העולמי של החברה ויעבוד לצד הצוותים המקומיים ברחבי העולם. יהודה יעסוק בקידום הטכנולוגיות החדשות של היטאצ’י ונטרה מול הלקוחות האסטרטגיים הגלובליים של החברה בתחומי תשתיות המחשוב, אנלטיקה, ערים חכמות, IoT ועוד. בתפקידו הקודם, יהודה שימש כ-CTO במשך כשנתיים בהיטאצ’י ונטרה.\nצילום: ענבל מרמרי\neBay ישראל הודיעה היום כי יובל מטלון יפרוש מ – eBay בחודשים הקרובים אחרי כמעט 10 שנים בתפקיד. את מטלון יחליף מוטי אליאב, אשר ניהל את הפיתוח באתר, ויכנס לתפקידו כמנכ”ל איביי ביוני הקרוב. לאליאב למעלה מעשרים שנות ניסיון בהובלת צוותי פיתוח תוכנה גלובליים. הוא החל את עבודתו ב-eBay ישראל בשנת 2016, בתפקיד מנהל פיתוח תוכנה במרכז הפיתוח הישראלי. לפני כן עבד במגוון תפקידים, ביניהם: מנכ”ל חברת Limlight Networks ישראל, מנכ”ל GaiaMobile US וכן תפקידי ניהול מו״פ בכירים בחברות BMC Software ו-ServiceNow בישראל ובארה״ב.\nבמסגרת תפקידו, יהיה אמון דרור גרוף על הנעה והובלה של מחקרי סייבר רוחביים בדגש על תחומי בריאות, רכבים אוטונומיים והאינטרנט של הדברים. גרוף בעל 10 שנות ניסיון בתחום, כאשר בחמש השנים האחרונות במטריקס ריכז פעילות בתחום מחקר הסייבר בחטיבת הביטחון.  גרוף היה שותף בהקמת פעילות EMBEGEN, טכנולוגיות ההגנה לפלטפורמות ה-IoT של חברת מטריקס, אותה הוא מרכז היום וכן אחראי על הדרכות והכשרות טכנולוגיות בתחום מחקר הסייבר לארגונים וגופי פיתוח.\nמרב בהט מובילה כיום את האסטרטגיה בחטיבת Cloud & Enterprise Security של מיקרוסופט, המפתחת את מוצרי הגנת הסייבר של החברה. היא תמשיך לנהל פעילות זאת, במקביל לתפקידה כמשנה למנכ”ל מיקרוסופט ישראל פיתוח. מרכז המחקר והפיתוח של מיקרוסופט בישראל מונה כ- 1,100 איש, והוא מוביל את הפעילות הבינלאומית של מיקרוסופט בתחומי הסייבר, הבינה המלאכותית וה- Big Data. בהט הצטרפה למיקרוסופט לפני כשנתיים; בתפקידה האחרון שימשה סמנכ״לית מוצרים בחברת Flash Networks  וקודם לכן שימשה משנה לסמנכ”ל אסטרטגיית מוצרים ב Comverse ודירקטור מוצרים בחברת Schema.\nעשרות בכירים מעולם ההיי-טק הישראלי בחרו בד”ר צבי מרום, מנכ”ל באטמ, לכהן כיו”ר איגוד ההיי-טק הישראלי. הוא יכהן בתפקיד לשנתיים נוספות. איגוד ההיי-טק בהתאחדות התעשיינים, מייצג את תעשיות ההיי-טק בישראל, ומייצג כיום מעל- 200 חברות ישראליות ורב- לאומיות הפעילות בתחומי ההיי-טק. תכליתו של האיגוד להגדיל את הייצור והייצוא, את היקף המועסקים ולצמצם פערים בין תעשיית ההיי-טק לתעשייה המקומית, לקדם צמיחה כלכלית ולייצג בפני הממשלה, הכנסת והרשויות הממשלתיות.\nGuardian Optical Technologies שמפתחת סנסור מתקדם לרכב החכם מינתה את יובל גרונאו לסמנכ”ל מחקר ופיתוח (VP R&D) בחברה. יובל מחזיק בניסיון רב תחום הראייה והלמידה הממוחשבת, ולפני הצטרפותו לחברה הוא ניהל את קבוצת האלגוריתמיקה ב-Applied Materials. כמו כן הוא שימש בעבר כמנכ”ל ומייסד שותף ב-eCortext.", "keywords": "היי-טק,הייטק,הייטק ישראלי,מינוי,מינויים,מינויים בהייטק,משרה,פיבוט,קידום"}