{"url": "https://www.geektime.co.il/pivot-13-03-18/", "type": "article", "title": "מדור חדש בגיקטיים: פיבוט - כל המינויים, התפקידים החדשים והקידומים בהייטק הישראלי", "description": "כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי עכשיו במדור החדש שלנו, 'פיבוט'. שיהיה בהצלחה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/03/champagne-2407247_1280-1520944490.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-03-13T16:20:01Z", "modified_time": "2018-03-13T15:14:36Z", "articleBody": "כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי עכשיו במדור החדש שלנו, ‘פיבוט’. שיהיה בהצלחה\nמקור: Pixabay\nכמות הפיתוחים, ההשקעות, הרכישות וההמצאות בהייטק הישראלי יכולה להתחרות רק בדבר אחד. כמות התפקידים והמינויים חדשים של ההייטק הישראלי. אנחנו כאן כדי לאסוף ולרכז עבורכם מנה אחת ומרוכזת שלהם.\n\nלפני הצטרפותה ל-iAngels שימשה מוזר כמנהלת פיתוח עסקי של אחת מקבוצות הייעוץ הגדולות בישראל וכראש המטה של ​​השגריר מייקל אורן בשגרירות ישראל בוושינגטון. לי שימשה כיועצת פוליטית ואסטרטגית לשגריר, והובילה תוכניות עבודה רבות, כדי להשיג את מטרותיה של ישראל בארצות הברית. בנוסף, כיהנה מוזר ב-3 השנים האחרונות גייסה iAngels מעל ל-100 מיליון דולר, השקיעה ב-50 חברות ובשנת 2017 נהנתה ממספר אקזיטים ביניהם Nanorep ו-Weissbeerger, כמו גם צמיחה מואצת של מספר חברות פורטפוליו כמו Outdoorsy, Applitools, Simplex ו-Arbe Robotics.\nאוביל-ברנר, יזמת סדרתית, הקימה את חברת הסטארטאפ WhiteSmoke software וייסדה את ארגון “יזמיות” בו חברות למעלה מ-2500 נשים-יזמיות שהקימו כ-800 מיזמים וחברות סטארטאפ. אוביל-ברנר תנהל את האקסלרטור שהוא תוכנית ייחודית בינלאומית לסארטאפים בתחומי הפינטק והסייבר.\n\nחברת האפליקציות TabTale הודיעה על מינויו של גיא תומר לתפקיד מנהל התפעול בחברה (COO). תומר הצטרף ל-TabTale ב-2012 כמנהל השיווק (CMO), ועזר רבות להגעה ל-1.6 מיליארד הורדות של האפליקציות השונות בפיתוחה.\nכמנהל השיווק הוביל גיא תומר את הפיתוח העסקי של חברת האפליקציות, בעבודה מול שווקים בעולם ומול ענקיות הורדות האפליקציות העולמיות כגון iTunes, Google Play, Amazon Appstore, ועוד. הצלחת שיווק המשחקים והאפליקציות של TabTale מתבטאת בכ-55 מיליון משתמשים חודשיים.\n\nחטיבת היועצים והיישומים הארגוניים מספקת לארגונים המובילים בישראל מגוון רחב של שירותי IT בכל תחומי הטכנולוגיה. החטיבה מונה כאלף מומחים בתחומי ה- IT ביניהם מהנדסי תוכנה, מנתחי מערכות, מנהלי פרויקטים, מהנדסי בדיקות ובקרת איכות, מנהלי בסיסי נתונים, מנהלי רשתות, מומחי RF וכן כ-150 מומחי SAP בתחום היישומים.\nרם, שימש ב-11 שנים האחרונות במגוון תפקידי ניהול, פיתוח עסקי ומכירות בחברה. בעבר שימש כמנהל תחום תפעול ובקרה בסלקום. רם, נשוי ואב לארבעה הוא בעל תואר ראשון בכלכלה מהאוניברסיטה העברית ותואר שני במנהל עסקים מאוניברסיטת בן גוריון.\n\nבמסגרת תפקידו אחראי פרידמן על אסטרטגיית השותפים הגלובלית של קמינריו ועל מכירות החברה דרך שותפים עסקיים ברחבי העולם. כמו כן הוא אחראי על  הובלת והטמעת התהליך התפעולי-מכירתי של המודל העסקי של קמינריו מול מפיצי החברה. קמינריו היא חברת תוכנת אחסון ענן ישראלית מובילה, המספקת אחסון מוגדר-תוכנה ומפעילה מרכז פיתוח גדול ביקנעם.\nאילן רוזן, שאחראי על הפעילות הישראלית של קרן הפרייבט אקוויטי HarbourVest Partners (הארבורווסט פרטנרס), מונה לתפקיד מנהל בכיר בקרן, שפעילה בסין, קולומביה, ארצות הברית, הונג קונג, קוריאה, בריטניה ויפן.\n\nאלקין הקים את הפעילות העסקית F5 בישראל ב-2005 ובהמשך ניהל פעילות זאת יחד עם הפעילות העסקית בטורקיה ויוון. לאחר מכן התקדם למנהל תחום אבטחת המידע של החברה באזור EMEA. המינוי החדש מיועד על מנת להרחיב את ההיקף, הטווח וההשפעה של רשת השותפים של F5 באזור.\nמארק גרנות מונה לתפקיד סגן נשיא ומנכ”ל אפלאוז ישראל, המספקת פתרון בדיקות דיגיטליות של אפליקציות מובייל, ווב, טכנולוגיה לבישה ופתרונות IoT, בסביבה הטבעית של המוצר הדיגיטלי. אפלאוז מספקת את השירות באמצעות מודל ייחודי של Crowd Testing הנשענת על קהילה גלובלית של 300,000 בודקים ומשרתת מעל 3000 לקוחות. במסגרת תפקידו יפעל גרנות בעיקר לחיזוק פעילותה העסקית של אפלאוז בישראל הן בקרב חברות הסטארט אפ וארגוני אנטרפרייז והן בפיתוח שווקים באסיה.\nביבר, עם ניסיון של 25 שנה בתעשיית ה-IT, יהיה אחראי על כלל מערך המכירות של החטיבה וצמיחתה. סמנכ”ל המכירות החדש שייך ל”דור המייסדים” של חברת סלקום, שם עבד כ-11 שנים. בתפקידו האחרון שם ניהל את תחום לקוחות אסטרטגיים לתקשורת קווית DATA סלולארי. תפקידים נוספים שמילא במהלך הקריירה המקצועית שלו: מנהל תחום טלקום בזק בבינת תקשורת וסמנכ”ל מכירות בחברת שילוח. ביבר הוא טכנאי אלקטרוניקה ומחשבים בהכשרתו, בעל תואר ראשון בכלכלה ומנהל עסקים.", "keywords": "פיבוט,שינוי,תפקיד,מינוי,קידום,תפקידים,הייטק,it,סטארטאפ,סטארטאפים"}