{"url": "https://www.geektime.co.il/slack-messages-into-snes/", "type": "article", "title": "מהנדס חיבר בין סלאק למשחק נינטנדו ישן, ואף אחד לא יודע למה", "description": "סרטון וידאו חדש מציג כיצד ניתן לקרוא הודעות של אפליקציית התקשורת הפופולארית בתוך משחק רטרו בקונסולה. למה שתרצו לעשות את זה? לא ברור", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/Screenshot_2-1540216300-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-22T17:12:37Z", "modified_time": "2018-10-22T17:12:05Z", "articleBody": "סרטון וידאו חדש מציג כיצד ניתן לקרוא הודעות של אפליקציית התקשורת הפופולארית בתוך משחק רטרו בקונסולה. למה שתרצו לעשות את זה? לא ברור\n\nכל אחד מאיתנו עושה דברים שונים בזמן החופשי שלו. יש כאלו שמתנדבים, יש שמקדישים זמן למשפחה או לחברים, ויש כאלו שמשלבים בין אפליקציית התקשורת המשרדית סלאק לקונסולת הילדות שלהם. אבל באמת שאנחנו לא שופטים.\nברטראנד פאן – מהנדס תוכנה בסלאק – החליט לשלב בין ההודעות שהוא מקבל באפליקציה ל-BS-X: The Story of The Town Whose Name Was Stolen, משחק מ-1995 שיועד במקור לקונסולת הסופר-נינטנדו הוותיקה. במקור עשה השימוש המשחק בתוסף ה-Satellaview, שאיפשר תקשורת אלחוטית בימים שלפני פריצת ה-WiFi ותקשורת נתונים סלולרית, וכך להתעדכן – בדומה לאופן שבו משחקים היום מתעדכנים אונליין.\nהמהנדס עשה שימוש באמולטור של SNES, תוכנת SatellaWave, שמאפשרת לכם לשדר פרטים ונתונים לקונסולה, וערכת שלטים 8bitdo. לאחר מכן, כתב קטע קוד קצר שיהפוך את סינטקס ההודעות של סלאק למתאים לקונסולה, הריץ בוט שיתחבר ל-API של סלאק וזהו פחות או יותר.\nמאותו רגע, הודעות הסלאק שקיבל בערוץ שבחר – הופיעו בחנויות אליהן נכנס במשחק.\nועכשיו, אחרי שהתגבר המהנדס על האתגר בצורה כל-כך יצירתית ויפה, לנו נותר לשאול רק מתי נזכה לתמיכת RTL נורמלית בסלאק?…", "keywords": "רטרו,נוסטלגיק,נינטנדו,nes,supernes,snes,סלאק,מהנדס,וידאו,wtf"}