{"url": "https://www.geektime.co.il/iphone-11-first-reviews/", "type": "article", "title": "מוצלח, אבל לא בטוח ששווה לשדרג: זה מה שהמבקרים בעולם חושבים על האייפון 11", "description": "המכשיר המסקרן כבר הגיע למבקרים בעולם, והנה גרסת האמ;לק של כל מה שאתם צריכים לדעת אם אתם חושבים על שידרוג", "image": "https://files.geektime.co.il/wp-content/uploads/2019/09/WhatsApp-Image-2019-09-10-at-21.44.52-1568141156-1568811179-600x315.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-09-21T13:30:30Z", "modified_time": "2019-09-21T10:13:08Z", "articleBody": "המכשיר המסקרן כבר הגיע למבקרים בעולם, והנה גרסת האמ;לק של כל מה שאתם צריכים לדעת אם אתם חושבים על שידרוג\niPhone 11, מקור: Apple\nבשבוע שעבר אפל חשפה אפל את ליין האייפונים החדש שלה, הכולל את ה-iPhone 11, iPhone 11 Pro ו-iPhone 11 Pro Max. אתמול (ו׳) הוא התחיל להגיע לרוכשים המאושרים ברחבי ארה״ב, ואל דאגה – כי גם תושבי ישראל יוכלו לקנות אותו ממש בקרוב, החל מה-26 בספטמבר. אם אתם שוקלים להשתדרג ועדיין לא בטוחים באיזה דגם לבחור, הנה מה שאומרים עליו עיתונאי הטכנולוגיה ברחבי העולם, לאחר התנסות של מספר ימים.\nScott Stein מ-Cnet נתן לסקירת האייפון שלו את הכותרת: ״מכשיר האייפון הטוב ביותר שאפל יצרה אי פעם תמורת 700 דולר״. יחד עם זאת, סוגיה מעניינת וקצת פחות חיובית אליה הוא מתייחס בסקירה היא המסך של המכשיר; ״תצוגת ה-LCD זהה לזו של השנה שעברה, וזה בסדר גמור. תצוגת ה-׳Super Retina XDR׳ שנמצאת בדגמי הפרו של המכשיר נשמעת טוב יותר, והיא גם מציעה רזולוציה גבוהה יותר, עם צבעים חיים ומוארים יותר מהאייפון 11. אבל כשאתם משווים אותם זה לצד זה, לרוב האנשים (כולל אותי) יהיה קשב מאוד למצוא הבדלים. אפל עושה עבודה נהדרת עם צג ה-Liquid Retina LCD באייפון 11. זה לא מרגיש כמו פשרה למעט מקרים בהם מסתכלים על תמונות כהות הכוללות פרטים המוארים באופן עדין״.\nואיך הסוללה? לדברי Nilay Patel מאתר The Verge, בבדיקות שלהם, ״האייפון 11 החזיק בקלות יום שלם ומעבר. יתכן בהחלט שתצליחו לרוקן את הסוללה בפחות מיום, אבל תצטרכו להתאמץ קשה בשביל זה. חיי הסוללה מצויינים, ממש כמו שחיי הסוללה של ה-iPhone XR היו״.\nPatel מוסיף ואומר: הייתי משלם אקסטרה כסף עבור האייפון 11 פרו רק אם באמת אכפת לך מהתצוגה. אני לא חושב שתפספסו יותר מידי בגלל החוסר במצלמת הטלפוטו, אם להיות כן. לי באופן אישי מאוד חשובה התצוגה, ולכן אני בוחר בפרו, אבל אני חושב שרוב האנשים יהיו מאוד מרוצים מהאייפון 11״.\nמקור: iPhone 11, Apple\nאין ספק שהחידוש הבולט ביותר באייפונים החדשים, גם מבחינה חיצונית, הוא מערך הצילום המשודרג. Britta O’Boyle ו-Stuart Miles מאתר Pocket-lint אומרים: ״אחת הביקורות הנפוצות ביותר בנוגע למכשירי האייפון הקודמים הייתה יכולות הצילום הנמוכות שלהם – או היעדרן. מכשירים מתחרים כמו ה-Pixel 3 ו-Huawei P30 Pro היו הרבה יותר מוצלחים ממכשירי אייפון קודמים בכל הקשור לצילומי לילה, אך דגמי האייפון 11 מנסים לשנות את זה, והם עושים עבודה די מוצלחת, על סמך הניסיון שלנו״ (״pretty damn good job״). ״בתנאי תאורה טובים, התוצרים של האייפון 11 מצויינים עם הרבה פרטים, צבעים חיים ורעש מינימלי. הזווית האולטרה רחבה נהדרת, מאפשרת להכניס הרבה יותר לתמונה, ומצלמת הסלפי הרחבה מוצלחת למדי עבור צילומי סלפי קבוצתיים״.\nTodd Haselton מ-CNBC מחזיק בדעה דומה, ואומר כי המצלמה האולטרה רחבה החדשה היא כייפית, ומאפשרת לתפוס יותר אנשים, או יותר מסצינה מסוימת, בתוך תמונה. ״כשאתם לא זקוקים לזה, יש את העדשה הרחבה הרגילה במצלמה. מכיוון שיש שתי מצלמות השנה, סוף סוף הצלחתי לצלם תמונת פורטרט גם של הכלב וגם של רהיטים, ולא רק של בני אדם – כמו באייפון XR״.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n\nביקורת נוספת על המצלמה מגיעה מ-Lauren Goode מאתר Wired, ששומרת על איפוק מסוימת ואומרת: ״זה יהיה מוגזם להגיד שהמצלמה באייפון 11 הפילה אותי או קבעה סטנדרט חדש שיצרניות סמארטפונים אחרים יצטרכו לעבוד קשה כדי להשתוות אליו״. מנגד, היא אומרת כי ״האייפון 11 פרו, עם מודול המצלמה התלת-עדשתית הפאנקסיטי מאחור, טוב יותר באופן משמעותי״. יחד עם זאת, היא אומרת שהיא עדיין חושבת שהאייפון 11 הוא טלפון טוב, ״אפילו אם הוא לא חדשני יותר מידי״; ״המעבד המהיר שלו, המצלמה המשודרגת וחיי הסוללה הארוכים שלו – הם מספיק כדי לגרום לאנשים שמחפש טלפון חדש לקנות אותו. ״והמחיר של האייפון 11 הרבה יותר סביר עבור אנשים מאשר האייפון 11 פרו, או אפילו הפאבלט של סמסונג״.\nהתייחסנו לסוללה, למצלמה, ולמסך, אבל איך הביצועים של המכשיר בפועל? Chris Velazco מ-engadget כותב בהתרשמות שלו: ״מכיוון שכל המכשירים החדשים של אפל חולקים את אותה ערכת שבבים – A13 Bionic, רמת ההספק המוצעת כאן זהה מבחינה פונקציונלית למה שתקבלו מה-iPhone 11 Pro ו-iPhone 11 Pro Max היקרים יותר. במילים אחרות, המשמעות היא שהאייפון 11 הוא כנראה חזק יותר ממה שרוב האנשים צריכים שהוא יהיה״. למרות ההבטחות, הוא טוען שהאייפון 11 לא מרגיש מהיר יותר ב-20% בהשוואה לדגמים הקודמים. ״אם אתם מחזיקים ב-iPhone XR, XS או XS Max, האייפון 11 ירגיש לכם מהיר יותר רק בפעילות יחסית שוליות כמו הפעלה של אפליקציות או שימוש במשחקים אינטנסיביים (שכן המכשירים שפועלים על שבב A12 הם כבר מהירים להפליא)״.\nNilay Patel מ-The Verge לא פסח גם על דגמי הפרו של המכשיר, וזה מה שיש לו להגיד עליהם; מצלמות ה-iPhone 11 Pro מציעות שיפור עצום ביחס ל-XS, והן ניצחו את הפיקסל וה-Samsung Galaxy Note 10 ברוב ההשוואות שעשינו. למעשה, אני חושב שהמצלמה ב-iPhone 11 Pro היא המצלמה הטובה ביותר כרגע שתמצאו בסמארטפון״. מעבר למצלמה, Patel מסכם ואומר: ״ה-iPhone 11 Pro ו-iPhone 11 Pro Max הם מהמכשירים ׳המאוזנים׳ והטובים ביותר שאפל – או מישהו אחר – הציג אי פעם. יש להם חיי סוללה מעולים, מעבדים שאמורים לשמור עליהם רלוונטים לשנים הקרובות, תצוגות יפות להפליא, ומערך צילום חדש שככל הנראה יתעלה על כך מכשיר אחר – אחרי עדכון התוכנה בסתיו הקרוב. כן, הם יקרים, וכן, אני חושב שרוב האנשים יעדיפו לקנות אייפון 11 שכולל פחות או יותר את אותם הפיצ׳רים, כולל מערך הצילום הבסיסי, עבור 300 דולר פחות. אבל אם לא אכפת לכם לשלם יותר עבור התצוגה הטובה ביותר והמצלמה הטובה ביותר, ה-iPhone 11 Pro שווה את זה״.\niPhone 11 Pro, מקור: Apple\nהביקורות המשבחות לא מפסיקות; Mark Spoonauer מ-Tom’s Guide אומר כי ״ה-iPhone 11 Pro Max הוא הכי קרוב שאפל אי פעם הגיעה לייצור הסמארטפון המושלם; המצלמות מציגות קפיצת מדרגה ומעמידות את החברה לפני סמסונג וגוגל – לפחות לעת עתה. תצוגת ה-OLED הבהירה כמעט מביישת את מסך ה-Galaxy Note 10 Plus… כשמתסכלים על היצע הסמארטפונים בשוק, יש הרבה מכשירי דגל מצוינים, אבל כרגע – ה-iPhone 11 Pro Max נמצא בראש ההר״ (מתוך משפטים שנשמעים הרבה יותר טוב באנגלית – ״When you look at the phone landscape, there are plenty of great flagships, but right now the iPhone 11 Pro Max is at the top of the mountain״).\nראינו לא מעט ממים ולעג ברשת לעיצוב של האייפון, וקריאות של רבים לכך שמדובר ב״אייפון המכוער ביותר שאפל הציגה אי פעם״. ובכן, Raymond Wong מ-Mashable רוצה להרגיע: ״תתעלמו מהרעש שאתם שומעים ברחבי האינטרנט. ה-iPhone 11 Pro ו-iPhone 11 Pro Max נראים הרבה יותר טוב במציאות, אחרי שהחזקתם בהם והשתמשתם במערך הצילום המשולש והמעט משונה שלהם״.\nMatthew Panzarino מ-TechCrunch מתייחס למנגנון ה-Face ID המשודרג במכשיר ואומר: ״אה, לגבי ה-Face ID המשופר והתמיכה גם כשאתם נמצאים בזוית מול המחיר – ראיתי, אולי, שיפור קללללללל (Sliiiiight) מאוד, אם בכלל. אבל לא כל כך הרבה. כמה מעלות? בחלק מהמקרים? קשה להגיד. מעניין אותי לראות מה עיתונאים אחרים חשבו, אולי הפנים שלי מבאסים״.\nמקור: Apple\nברשותכם, ניתן ל-Brian X.Chen מ-The New York Times לנסות ולסייע לכם בסוגיה: ״בהתבסס על הבדיקות שלי של ה-iPhone 11, 11 Pro ו-11 Pro Max, התשובה היא לא. אל תבינו אותי לא נכון: הדגמים החדשים נחמדים. אפל עשתה אותם מהירים יותר, שיפרה את המצלמות והאריכה את חיי הסוללה. ליין המכשירים החדש גם מתחיל במחיר נמוך יותר של 700 דולר, בהשוואה ל-750 דולר בשנה שעברה, וזו הקלה בתקופה בה מחירי הטלפונים מרקיעי שחקים. אבל כל זה לא מספיק כדי להצדיק שדרוג מיידי אם הסמארטפון שלכם רק בין שנתיים. האייפונים החדשים פשוט אינם מהווים קפיצה מדרגה כזו גדולה בהשוואה לאייפונים של שנה שעברה, או אפילו בהשוואה לאייפון X משנת 2017. אז הנה מה שאני בסופו של דבר מציע: בהחלט כדאי לכם לשדרג אם המכשיר הנוכחי שלהם הוא לפחות בן 5, שכן דגמי האייפון 11 מהווים שדרוג בהשוואה לאלו שהוצגו אי שם ב-2014. אבל עבור כל האנשים האחרים, שמחזיקים בסמארטפון משנת 2015 ואילך, אין לכם מה למהר ולקנות״.", "keywords": "אייפון,אייפון 11,iphone,apple iphone,iphone 11,iphone 11 pro,iphone 11 pro max,ביקורת אייפון 11,ביקורת iphone 11,apple. iphone"}