{"url": "https://www.geektime.co.il/ios-telugu-bug/", "type": "article", "title": "באג חמור ב-iOS: תו אחד בלבד שתקבלו יקריס אפליקציות", "description": "תו אחד בשפה הודית יכול להכניס את מכשיר האייפון שלכם לבוט-לופ ולהרוס לכם כמעט את כל אפליקציות ההודעות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/pexels-photo-288479-1518704459.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-15T16:37:15Z", "modified_time": "2018-02-15T16:41:17Z", "articleBody": "תו אחד בשפה הודית יכול להכניס את מכשיר האייפון שלכם לבוט-לופ ולהרוס לכם כמעט את כל אפליקציות ההודעות\nתמונה: Pexels\nשנת 2017 לא הייתה השנה הכי טובה של אפל מבחינת תקלות, באגים ובעיות אבטחה, ונראה ששנת 2018 כבר נפתחת עם עוד באג חמור למדי. בלוג איטלקי גילה כי שליחה של תו בודד בשפת הטלוגו, שפה המדוברת בעיקר באיזור מסוים בהודו (השפה השלישית המדוברת ביותר בהודו, והשפה ה-13 המדוברת ביותר בעולם כשפת אם – אם אתם מתעניינים), למכשיר iOS גורמת לקריסה של כל אפליקציית הודעות במערכת ההפעלה. עכשיו נשאלת השאלה, האם אפל תספיק לתקן את הבעיה לפני שהחברים המעצבנים שלכם ינצלו אותה?\nהבאג החדש שהתגלה לא מצריך שום תהליך מסובך בשביל להרוס לכם את אפליקציות ההודעות שלכם. כל מה שעל ה”תוקף” לעשות הוא לשלוח תו אחד ספציפי בשפת הטלוגו. אם מכשיר ה-iOS שלכם יציג את התו הבעייתי, ה-Springboard של המכשיר שלכם יקרוס ויגרום למכשיר שלכם לבצע אתחול. הבעיה מתחילה לאחר מכן: כל אפליקציית הודעות בה קיבלתם את התו, פשוט תקרוס ולא תפתח עוד. הבאג הזה מתרחש גם באפליקציית iMessage המובנית של האייפון, וגם באפליקציות הודעות בולטות אחרת כמו וואטסאפ, Facebook Messenger ואפילו אפליקציית ג’ימייל. טלגרם, אם תהיתם, לא מושפעת מהבאג.\nאחת הדרכים להתגבר על בעיית הקריסות באפליקציית איימסג’ היא על ידי קבלת הודעה אחרת מחבר, ואז לנסות למחוק את שרשור ההודעות מאיש הקשר הנודניק ששלח לכם את התו. נכון לעכשיו, לא נראה שניתן לעשות את אותה פעולה על אפליקציות אחרות. הבלוג אשר חשף את הבאג מפציר בקוראים להמתין לאתחול של המכשיר. אם תנסו לבצע תוך כדי אתחול ידני, אתם עשויים להכניס את המכשיר שלכם ל-Boot-loop בו המכשיר לא יפסיק לבצע אתחולים. אם הגעתם למצב בו המכשיר נכנס לבוט-לופ, אתם חייבים לבצע שחזור מלא מ-DFU כדי לתקן את הבעיה.\nהבאג קיים כרגע בכל המכשירים אשר מעודכנים לגרסאות iOS 11.2.5 העדכנית ביותר, אך לא קיים במכשירים שנמצאים בגירסת הבטא iOS 11.3 שאמורה להיות משוקת לקהל הרחב במהלך האביב. סביר להניח כי בימים הקרובים אפל תוציא תיקון חירום אשר יחסום את הבאג, ויגרום לחברים הבלתי נסבלים שלכם לנצל אותו.\nגם כתב The Verge בדק את הבאג, ואתם יכולים לראות את התוצאה ממש כאן:\nAnother iOS bug is crashing iPhones and disabling access to iMessage https://t.co/9do0xyz7k4 pic.twitter.com/15Ripq7PP8\n— Tom Warren (@tomwarren) February 15, 2018\n\nזאת לא הפעם הראשונה שמערכת ההפעלה של אפל סובלת מבאגים כאלה, כאשר רק בשנה שעברה קבלה של מחרוזת של שלושה אימוג’ים גרמה לקריסת המכשיר.", "keywords": "אייפון,ios,באג,הודעות,imessages,בוט לופ,boot loop"}