{"url": "https://www.geektime.co.il/end_of_baktun_sale/", "type": "article", "title": "סוף העולם מגיע, לא תשחקו במשהו?", "description": "מחר (לא) יגיע סוף העולם. כך תוכלו לשחק בזול לפני ואחרי שזה קורה", "image": "https://files.geektime.co.il/wp-content/uploads/2011/06/pile_of_moneys-300x199.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-12-20T17:28:12Z", "modified_time": "2012-12-21T12:03:13Z", "articleBody": "מחר (לא) יגיע סוף העולם. כך תוכלו לשחק בזול לפני ואחרי שזה קורה\nמקור: aresauburn™, ברישיון CC-BY-SA\nסוף העולם יגיע מחר, כך מאמינים אנשים שלא מבינים איך פועל לוח שנה. יש מי שיבחר לבלות את יומו האחרון (של הבאקטון הנוכחי) בהגשמת משאלות או בבילוי עם אנשים אהובים, אבל מי שבאמת מבין משהו מהחיים שלו יודע שאת השעות האחרונות לפני סוף העולם צריך לבלות במשחקים. איזה מזל שדואגים לנו בנושא הזה.\nהאתר המוכר הראשון לפתוח במכירת סוף העולם הוא Good old Games שם ניתן לקנות בעיקר משחקים ישנים, אבל לא רק. תוכלו למצוא שם מגוון משחקים ואוספים בהנחות של 75% ויותר. כך למשל תוכלו לקנות את The Witcher 2 בשבעה וחצי דולר בלבד (אבל כדאי שיהיה לכם מחשב חזק למדי אם אתם מתכננים לשחק בו), את כל משחקי Might and Magic לדורותיהם – 16 משחקי תפקידים ואסטרטגיה בסך הכל, ב-26 דולר, או אוסף משחקי הרפתקאות של Telltale בשלושים וחמישה דולר. את הרשימה המלאה (והארוכה) של הכותרים במבצע תוכלו למצוא כאן. מסיבה לא ברורה, סייל סוף העולם של האתר מסתיים יום שלם לפני סוף העולם, כך שאין לכם עוד הרבה זמן ליהנות ממנו, ואולי הוא כבר הסתיים כשאתם קוראים שורות אלה. האם הוא יוחלף בסתם סייל סוף שנה? נחכה ונראה.\nלמי שאוהבים לתרום, חבילה צנועה חדשה עלתה לאוויר לאחרונה. כנהוג בחבילות הצנועות כבר די הרבה זמן, אם תתרמו יותר מהממוצע תקבלו משחק שווה, הפעם מדובר באגדת גרימרוק – משחק תפקידים חדש יחסית שמנסה לחזור למקורות וזכה לביקורות לא רעות סמוך ליציאתו, וב-Dungeon Defenders עם הרחבות, משחק שבו, ובכן, תצטרכו להגן על המבוך שלכם באמצעות גיבורים שונים כנגד פלישת מפלצות.\nהמשחקים שתקבלו בכל מקרה הם Snapshot, Closure, Shank 2, The Binding of Isaac ואת הסרט “משחק אינדי: הסרט” – סרט על יוצרי משחקים עצמאיים, שיהיה זמין ב-HD ועם כתוביות בשפות שונות, גם עברית וערבית ביניהן. ממוצע התרומות כעת הוא 6.38$, כשכרגיל – משתמשי חלונות תורמים הכי מעט בממוצע ומשתמשי לינוקס תורמים הכי הרבה.\nבימים אלה התחילה סוני במבצע הנחות לקראת החגים בחנות המקוונת של קונסולת הפלייסטיישן. בנוסף יש שם גם סייל נוסף של משחקי סגה. תוכלו למצוא מגוון משחקים במחירים טובים, הרשימה כוללת משחקים כמו Rayman Origins, I am Alive, Little Big Planet 2 ו-Coutner Strike Global Offensive בהנחות משמעותיות, ואם אתם מנויי פלוס ההנחות משמעותיות אפילו יותר.\nכמו בכל שנה, גם בסוף השנה הזאת שחקני PC עומדים לשרוף שתיים-שלוש משכורות במבצעים ב-Steam. המבצעים יתחילו מחר, כך שעדיין לא ידוע אילו כותרים בדיוק ייכללו בהם, אבל תמיד יש כותרים טובים בהנחות משמעותיות – כדאי לקנות רק מה שבהנחות של 75% ומעלה, הנחות נמוכות מזה תמיד תוכלו למצוא איפשהו. חוץ מזה, המבצעים של סטים מאוד מפתים, אז כדאי להכין רשימת משאלות ולדבוק בה.\nבין כל המבצעים והסיילים של סוף השנה, אין ספק שתוכלו לשרוף מאות ואפילו אלפי שקלים, ולדאוג לעצמכם לתוכן לשנים של משחק. לפני שאתם ממהרים לקנות משהו, תזכרו תמיד את שני החוקים הבסיסיים שכל גיימר צריך להכיר כשהוא עושה קניות, אבל רוב הגיימרים דווקא שוכחים:\n1) אוכל יותר חשוב ממשחקים. תדאגו שיישאר לכם מספיק כסף לפחות ללחם וגבינה לבנה בסוף הקניות.\n2) אין טעם לקנות יותר משחקים ממה שאפשר לשחק. אם אין לכם הרבה זמן לשחק, אל תקנו המון.\nהחוקים נכונים במיוחד אם יש לכם ילדים, כי הם לוקחים זמן וצורכים אוכל. קניות מהנות!", "keywords": "gog,good old games,humble bundle,psn,steam,גוג,חבילה צנועה,סטים"}