{"url": "https://www.geektime.co.il/intel-amd-partner-in-a-new-chip/", "type": "article", "title": "סוף העולם? אינטל ו-AMD מציגות צ'יפ מיוחד שפיתחו במשותף ללפטופים", "description": "לא, זה לא 1 באפריל: אינטל ו-AMD הודיעו על מוצר חדש שמשלב בין המעבדים של אינטל למעבדים הגרפיים המתקדמים של AMD. המטרה: NVIDIA", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/Intel-8th-Gen-CPU-discrete-graphics-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-07T10:10:54Z", "modified_time": "2017-11-07T10:37:56Z", "articleBody": "לא, זה לא 1 באפריל: אינטל ו-AMD הודיעו על מוצר חדש שמשלב בין המעבדים של אינטל למעבדים הגרפיים המתקדמים של AMD. המטרה: NVIDIA\nמקור: Intel\nתסתכלו טוב למעלה, כי עושה רושם שהגיהנום קפא וחזירים התחילו לעוף בשמיים. בצעד מפתיע חשפה אינטל מוצר חדש שמשלב מעבד שלה ביחד עם GPU של לא אחרת מאשר היריבה המושבעת שלה, AMD. המטרה: מחשבי לפטופ עתירי ביצועים בגיימינג ו-VR – במימדים דקיקים במיוחד.\nהמוצר החדש, ששייך לסדרת מעבדי הדור השמיני של Core משלב במארז אחד מעבד H-Series עתיר ביצועים של אינטל (הדור השני של High Band Memory – HBM2) ביחד עם GPU של מסוג Radeon של AMD, שהותאם במיוחד לאינטל.\nבליבו של הפיתוח הזה נמצא EMIB או Embedded Multi-die Interconnect Bridge – רכיב מגשר, שמאפשר העברת מידע מהירה במיוחד בין שבבי סיליקון שונים (Die) שנמצאים בקרבה פיזית. ה-EMIB לא מושפע מהבדלים בגבהים, מורכבויות של ארכיטקטורות ייצור שונות, ולמרות זאת, הוא נחשב לזול יחסית לייצור.\nה-EMIB הוא המוצר הראשון של אינטל שמנצל את היתרון היחסי של החברה בתוכנה וניהול חשמל, כדי לאזן באופן דינמי בין צריכת החשמל והעומס התרמי של ה-CPU וה-GPU. השילוב של שני החלקים החזקים האלה, יחד עם התוכנה, בחבילה אחת – מעניק, מצד אחד, ביצועים מתקדמים, ומצד שני הוא מאפשר מארזים דקים וקלים יותר של לפטופים, מחשבי 2 ב-1 ומחשבים שולחניים קטנים. המטרה של החברות היא לספק ביצועי גיימינג, מציאות וירטואלית ויצירת תוכן וידאו במארז דק, קל ואלגנטי יותר, שהוא כמובן גם נייד יותר.\nה-EMIB, יגיע גם עם HBM2, תקן הזיכרון החדש, שנועד להתחרות ב-GDDR5. ה-HBM, שפותח במשותף על ידי AMD ו-Hynix – צורך פחות חשמל, ניתן לערום אותו לגובה (stack) מבלי לבזבז מקום ויש לו רוחב פס גבוה, שניתן לניצול גם במהירויות שעון נמוכות יותר.\nסקוט הרקלמן, סגן נשיא ומנכ”ל AMD Radeon Technologies Group, אמר בתגובה להכרזה: “שיתוף הפעולה שלנו עם אינטל מרחיב את בסיס ההתקנות של AMD Radeon ומביא לשוק פתרון ייחודי לגרפיקה בעלת ביצועים גבוהים”. הרקלמן הוסיף: “ביחד אנחנו מציעים לגיימרים וליוצרי התוכן הזדמנות ליהנות ממחשב אישי דק וקל יותר, המסוגל לספק חוויות גרפיות נפרדות ועתירות ביצועים במשחקי AAA וביישומי יצירת תוכן. ה-GPU החצי-מותאם החדש מעניק את היכולות הגרפיות של Radeon לשוחרי גרפיקה שמשתוקקים לחוויה החזותית הוויזואלית ביותר שניתן ליצור”.\n\nמנכ”ל אינטל, בריאן קרזניץ’. צילום: גיקטיים\nהפעם האחרונה שאינטל ו-AMD שיתפו פעולה היתה אי שם בשנות ה-80. אולם מאז זרמו ביטים רבים בכבלים, והחברות הפכו לאויבות מרות בתחום המעבדים. אינטל אמנם נהנית מנתח שוק של יותר מ-80 אחוזים בשוק המעבדים למחשבים ו-AMD אחראית לכמעט כל השאר, אולם בתחום המעבדים הגרפיים (GPU) רואות שתי החברות כיצד הופכת NVIDIA לשליטה הבלעדית עם נתח שוק שקרוב ל-75 אחוזים. הדרישה העולמית לתוכני וידאו ב-4K, מציאות מדומה ומעורבת וגיימינג עתיר-ביצועים יוצרים צורך במעבדים גרפיים חזקים – אם אפשר במימדים צנומים – ועל כן מוכנה אינטל לשתף פעולה גם עם המרה שבאויבות שלה. חשוב גם לזכור שבייחוד אחרי רכישת מובילאיי, האוייבת הגדולה באמת של אינטל היא NVIDIA, שמפתחת כמו אינטל, מעבדים וטכנולוגיות לרכב האוטונומי.\nכך או כך, הצעד המפתיע של בריאן קרזניץ’, מוכיח שמנכ”ל אינטל מוכן לעשות הכל כדי לשמור על צ’יפזילה רלוונטית – גם אם זה כולל הודאה בפועל בנקודות חולשה ושיתוף פעולה עם היריבים המרים ביותר. את הגישה האג’ילית הזו מוביל קרזניץ’ מיום כניסתו לתפקיד, והיא כבר באה לידי ביטוי בין היתר כאשר אינטל חתמה על הסכם שיתוף פעולה עם ARM, לצורך ייצור במפעליה של שבבים בארכיטקטורת ARM.\nאבל לא רק אינטל. כמעט בכל עולם הטכנולוגיה אנחנו רואים כיצד מנכ”לים לא חוששים לנטוש פרדיגמות ותיקות, ולהתאים את החברות שלהם – גדולות ככל שיהיו – לעולם המשתנה. כך למשל סאטיה נאדלה, מנכ”ל מיקרוסופט, שמחבק את עולם הקוד הפתוח, מאמץ את לינוקס לליבו, ולא חושש לנטוש את ברית Wintel האגדית, לטובת שיתוף פעולה מסקרן עם קוואלקום בפיתוח של מחשבי Windows מבוססי מעבדי סנאפדראגון.", "keywords": "אינטל,amd,רדיאון,radeon,שיתוף פעולה,emib"}