{"url": "https://www.geektime.co.il/will-apple-new-creation-be-the-tablet/", "type": "article", "title": "אפל מזמינה לראות את", "description": "אף אחד לא יודע כלום על ה-iSlate של אפל, אבל עיתונאים קיבלו הזמנות לאירוע שיערך ב-27 בינואר בו תוצג, כפי שמרמזת הכותרת,", "image": "https://files.geektime.co.il/wp-content/uploads/2010/01/islate-300x212.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-01-18T22:00:04Z", "modified_time": "2010-01-20T20:36:09Z", "articleBody": "אף אחד לא יודע כלום על ה-iSlate של אפל, אבל עיתונאים קיבלו הזמנות לאירוע שיערך ב-27 בינואר בו תוצג, כפי שמרמזת הכותרת, “היצירה החדשה” שלה. האם יהיה זה הטאבלט החדש?\nתמונה : cruzmiranda.wordpress.com\nאפל החלה היום להזמין עיתונאים להגיע לאירוע שיערך בסאן פרנסיסקו, על מנת לחזות ב”יצירה החדשה” שלהם. כך על פי לשון ההזמנה. בזאת החברה ממשיכה “לתדלק” את התקשורת בספקולציות על ההשקה של הטאבלט החדש והמדובר של אפל, שדיווחנו עליה כבר בדצמבר.\nלמרות ההצגה של המוצר בכינוס הקרוב, נראה כי אפל לא מתכננת להתחיל למכור את המוצר לפני מרץ, כך על פי הערכות אנליסטים אחרונות.\nלהזכירכם, מדובר במכשיר שייקרא כנראה iSlate, כאשר המפרט שלו או המחיר,למרות ספקולציות רבות, עדיין לא ידועים. הוא יצוייד כנראה בטכנולוגיית מקלדת מגע דינאמית חדשה המגיבה למישוש ויוצרת באופן אוטומטי בליטות ושקעים על גבי משטח המגע במטרה לסייע למשתמש להקליד ללא מבט על המקלדת. שוב, שילובה של המקלדת ב-iSlate הוא אינו בטוח כלל. גודל המסך של המכשיר ינוע ככל הנראה בין 7 אינץ’ לבין 12 אינץ’, כנראה שהממוצע  הוא הנתון הנכון, ובעל רזולוציה של 1400×1050 וציפוי נגד טביעות אצבע.\nבתוך המכשיר נמצא כנראה מעבד Intel Core 2 Duo במהירות של 2.13Ghz יחד עם זכרון 2GB DDR2 במהירות של 667Mhz ואחסון Flash Drive בגודל של 64GB.לגבי כרטיס המסך, עדיין ישנן השערות שונות, אך העיקרית שבהם מדברת על כרטיס מסך של nVidia מסוג GeForce 9400M המיועד למכשירים ניידים. ההשערות מדברות על תמיכה מלאה ברשתות אלחוטיות כולל 802.11b/g/n, חיבור באמצעות טכנולוגיית הסלולר HSDPA (דור 3.5) ותמיכה ב-Bluetooth 2.1, רכיב GPS ומצפן מובנה. כמו כן, המכשיר יגיע גם עם חיישני Accelormeter, חיישני קרבה שונים וחיישן רגיש לאור.\nבטרית המכשיר תהיה כנראה מסוג ליתיום-יון אשר תספיק ל-6 שעות עבודה באמצעות חיבור סלולרי, 12 שעות עבודה באמצעות Wi-Fi, או 12 שעות של צפייה בוידאו, והדיווחים האחרונים מאשרים כי המכשיר אמור להגיע עם גרסת 10.6 של מערכת ההפעלה Mac OS x בגרסה מיוחדת אשר תתמוך בממשק ה-Touch. ושוב, או שלא.", "keywords": "apple tablet,islate,steve jobs,tablet,אייפון,אפל,אפל טאבלט,טאבלט,ינואר,"}