{"url": "https://www.geektime.co.il/samsung-galaxy-unpacked-2019-preview/", "type": "article", "title": "יומיים לפני ההכרזה: הנה כל מה שאתם צריכים לדעת על ה-Galaxy S10", "description": "ביום רביעי הקרוב סמסונג עומדת לכבוש את סן פרנסיסקו עם אירוע החשיפה המרכזי שלה, בו היא עומדת להציג את מהדורת העשור של מכשירי הגלקסי שלה, ה-Galaxy S10, אבל זה ממש לא הדבר האחרון שהיא עומדת לחשוף", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/Screen-Shot-2019-02-17-at-13.10.24-1550401843-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-18T10:30:31Z", "modified_time": "2019-02-18T09:48:50Z", "articleBody": "ביום רביעי הקרוב סמסונג עומדת לכבוש את סן פרנסיסקו עם אירוע החשיפה המרכזי שלה, בו היא עומדת להציג את מהדורת העשור של מכשירי הגלקסי שלה, ה-Galaxy S10, אבל זה ממש לא הדבר האחרון שהיא עומדת לחשוף\nתמונה: סמסונג\nאחד האירועים החשובים ביותר בעולם הסמארטפונים הוא אירוע ההשקה של מכשירי ה-Galaxy החדשים. ביום רביעי הקרוב בערב תעלה סמסונג על הבמה בסן פרנסיסקו ותציג את ליין מכשירי הגלקסי לשנת 2019, אשר יציין 10 שנים לאחד המותגים החזקים ביותר בעולם הסמארטפונים. השנה, כך נראה, סמסונג ממש, אבל ממש, לא תסתפק במכשיר אחד כמו שהתרגלנו. יש לא מעט שמועות, חדשות ופרטים מאושרים, אז בואו נראה מה מחכה לנו באחד האירועים החשובים בתולדות סמסונג.\nתמונה: @evleaks, Twitter\nכפי שעשתה בשנים האחרונות, סמסונג צפויה להציג שני מכשירי גלקסי: ה-Galaxy S10 וה-Galaxy S10 Plus. שני המכשירים עומדים להגיע לראשונה בתולדות סמסונג עם תצוגת Infinity O החדשה. אם שנת 2017 ו-2018 היו שנות ה-Notch, שנת 2019 עומדת להיות שנת ה”חור”, כאשר סמסונג תהיה מהחברות הראשונות להציג תצוגה מקצה-לקצה עם שוליים מינימליים, ובמקום מגרעת שתכיל את מערך הצילום הקדמי, היא תשתמש בתצוגה עם ״Hole Punch”. זהו מעין חור ייעודי למצלמה בתצוגה שאמנם עדיין ייגרע מהמסך, אבל ישאיר יחס מסך-גוף הרבה יותר גדול מבעבר. היכונו לויכוחים אינטרנטיים בלתי פוסקים על מה מהם עדיף.\nשני המכשירים יגיעו עם תצוגת QHD+ ברזולוציית 3040×1440 אשר מצופה ב-Gorilla Glass 6. כמו כן, שני המכשירים צפויים להגיע עם ערכת השבבים החדשה ביותר מבית קוואלקום, ה-Snapdragon 855, או ה-Exynos 9820 מבית סמסונג (תלוי במדינה בה משווק המכשיר – כמו בישראל למשל), עמידות למים ואבק בתקן IP68, מחבר טעינה USB-C, יציאת אוזניות שתזכה לעוד שנת חסד (וככל הנראה אחרונה), וכן, גם כפתור הביקסבי הידוע לשמצה ככל הנראה ישמור על מקומו גם השנה. בתקווה, הפעם סמסונג תאפשר למשתמשים למצוא לו שימוש אחר. שני המכשירים, אגב, יהיו הראשונים לתמוך ב-Wi-Fi 6 (לשעבר,  802.11ax).\nתמונה: evleaks, Twitter@\nלפי כל ההדלפות, בגב המכשיר יחכו לנו כמה הפתעות, כאשר ראשית ניתן לשים לב כי חיישן טביעות האצבע נעדר ממקומו, וככל הנראה ימצא את עצמו מתחת לתצוגה הקדמית, ובכך גם סמסונג תצטרף ליצרניות הסמארטפונים שהצליחו להטמיע חיישן טביעת אצבע מתחת למסך, אך טרם התגלו פרטים נוספים אודותיו כמו מהירות תגובה, שטח כיסוי של החיישן ורמת הדיוק אליה סמסונג הצליחה להגיע.\nבניגוד לשנה שעברה, סמסונג ככל הנראה לא יוצרת אפליה בין שני הדגמים השונים בכל הנוגע למערך הצילום האחורי, שהפעם יהיה מערך משולש: המצלמה הראשונה תהיה בעלת 12MP ועדשת טלפוטו עם מפתח צמצם של f/2.4, השניה תהיה מצלמת 12MP עם עדשה רחבה ומפתח צמצם של f/1.5, והשלישית תהיה מצלמת 16MP עם עדשה רחבה במיוחד ומפתח צמצם של f/2.2. הפעם נראה שסמסונג תתמקד בעדשות שימושיות למצבים שונים כמו צילומי מאקרו, צילומים קבוצתים ופונקציות שונות שייחשפו באירוע.\nההבדלים העיקריים בין שני המכשירים, מלבד גודל המסך, יגיעו בעיקר בנפח הסוללה ובמערך הצילום הקדמי. כמו שניתן לראות בתמונות המודלפות, אך המאוד אמינות הללו, גירסת הפלוס מגיעה עם שתי עדשות, כאשר השניה צפויה להיות לזווית רחבה יותר לצורך צילומים קבוצתיים, ואולי גם לאפקטי עומק שונים וזיהוי פנים מדויק יותר. נפח הסוללה של הגירסה הרגילה צפוי לעמוד על 3,100mAh, בעוד גירסת הפלוס תגיע עם סוללה מרשימה של 4,100mAh. ואם כבר נגענו בסוללה, סמסונג “תשאל” ככל הנראה מוואווי את פיצ’ר הטעינה-ההפוכה, שהוצג לראשונה במייט 20 פרו, כך שתוכלו להניח על גבי הגלקסי S10 מכשירים תומכים בטעינה אלחוטית בתקן Qi, ואלו יוכלו להיטען ללא כל כבל.\nה-S10 יגיע ככל הנראה עם נפח אחסון של 128 גיגה ו-6GB זכרון RAM או גירסאת 512GB ו-8 גיגה RAM. גירסת ה-Plus צפויה להגיע עם מפרטים זהים, אך עם גירסה נוספת ומתקדמת במיוחד עם נפח אחסון של טרה בייט ו-12GB של זכרון RAM, אם משום מה אתם זקוקים לכל כך הרבה זכרון. שני המכשירים צפויים להגיע לשוק ב-8 במרץ, ומחירם צפוי להיות באיזור ה-1000 הדולרים – כלומר, בישראל אנחנו מדברים על 4,000 ש”ח ומעלה. דיווחים אחרים מדברים על מהדורה מיוחדת ויוקרתית עם ציפוי קרמי עמיד ומרשים.\nתמונה: winfuture.de\nהשנה, סמסונג צפויה להציג דגם נוסף לסדרת הגלקסי. הפעם מדובר בגירסה מוזלת יותר של ה-Galaxy S10, ממש בדומה ל-iPhone XR שאפל הציגה לצד ה-iPhone XS. גירסאת ה-e צפויה להגיע עם מסך לא מעוגל, בעל שוליים יותר עבים וגודל קטן יותר של 5.8 אינץ׳ ורזולוציית 2280×1080. עם זאת, גם מסך ה-e יגיע עם עיצוב בעל ״חור״ ייעודי למצלמה הקדמית. בגירסה זו לא תמצאו את חיישן טביעת האצבע מתחת למסך, אך גם לא בגב המכשיר, אלא בצידו.\nבגב המכשיר תמצאו מערך צילום כפול ״בלבד״, וניתן לשים לב כי חיישן הדופק גם הוא נעלם. באופן מעניין סמסונג מתכננת להשיק את ה-e עם כמעט אותו מפרט של אחיו הגדולים והיקרים יותר: מעבד Snapdragon 855 ו-Exynos 9820 (בהתאם למדינה), יציאת אוזניות, חיבור USB-C, נפח אחסון של 128 גיגה ו-6 גיגה זכרון RAM. הדבר החשוב ביותר אודות המכשיר, שהוא כמובן המחיר שלו, טרם הודלף בצורה אמינה.\nסמסונג הצהירה כבר בגלוי כי היא עומדת להציג סמארטפונים אשר תומכים ברשת הדור ה-5 בסלולר, ואין מקום יותר טוב להציג את המכשיר הראשון שלה לרשת החדשה מאשר באירוע המיוחד שלה. כבר בנובמבר דווח כי סמסונג מפתחת מכשיר תחת שם הקוד ״Beyond X”, אשר אמור להגיע עם מסך ענק 6.7 אינץ׳, תמיכה ב-5G, ארבע מצלמות אחוריות ושתי מצלמות קדמיות. לפי דיווחים אחרונים, ייתכן והמכשיר יצויד בסוללה אדירה של 5,000mAh.\nמאחר והדיווח של ה-WSJ בזמנו תואם את כל ההדלפות האחרונות בנוגע לשאר המכשירים, הוא נתפס כאמין למדי גם כעת. עם זאת, אין אינדיקציה או פרטים נוספים אמינים אודותיו, ועל כן יתכן שסמסונג מעדיפה להמתין עם ההכרזה הזו למועד מאוחר יותר בו גם ניתן להודיע על תאריך השקה בארצות הברית ובקוריאה, שם צפויות להפרס התשתיות לרשת הדור החמישי במהלך 2019.\n\nבתחילת נובמבר חשפה סמסונג לראשונה על הבמה את הסמארטפון המתקפל הראשון שלה, ועוררה עניין רב בכל עולם הטכנולוגיה. עם זאת, היה מדובר בהצצה מוקדמת בלבד שארכה שניות ספורות. מאחר שוואווי כבר הודיעה כי תחשוף מכשיר (ואולי מכשירים) מתקפלים בתערוכת MWC שתתקיים בשבוע הבא בברצלונה, יתכן וסמסונג תרצה לגנוב את ההצגה כבר לפני כן, ותציג את ה-Galaxy F שלה בצורה נרחבת יותר כבר באירוע שלה השבוע. חלק מההזמנות לאירוע מרמזות אף הן על התצוגה המתקפלת, אז יתכן שנוכל להחשף לקצת יותר מידע ממש בקרוב.\nתמונה: @SamCentralTech, Twitter\nמלבד כמות סמארטפונים שעשויה להיות כמעט בלתי סבירה, סמסונג צפויה להציג גם מספר מוצרים חדשים. לאחר שסמסונג עדכנה בטעות את קובץ ה-APK של אפליקציית האביזרים הלבישים שלה, נחשפו ארבעה מוצרים מעניינים: הראשון הוא ה-Galaxy Watch Active, שמותאם יותר לספורט; ה-Galaxy Fit וה-Galaxy Fit e, שתי רצועות כושר ללא הרבה פרטים נוספים אודותיהן או ההבדלים ביניהן; ומעניין מכל, ה-Galaxy Buds. אלו הן האוזניות החדשות של סמסונג, שיתכן ויתמכו בטעינה אלחוטית, מה שיתאים לפיצ׳ר הטעינה האלחוטית שייחשף עם ה-Galaxy S10.\nצוות גיקטיים יהיה בסן פרנסיסקו כדי לסקר את האירוע הענק של סמסונג, ולהביא לכם הצצה ראשונה למכשירים מהמסקרנים ביותר של שנת 2019. אז כדי לא לפספס שום הכרזה או הצצה, וודאו כבר עכשיו שאתם עוקבים אחרי עמוד הפייסבוק שלנו, ערוץ האינסטגרם שלנו (בו נעלה תכנים בלעדיים), ערוץ הטלגרם שלנו וכמובן הורידו את אפליקציית גיקטיים לאנדרואיד ול-iOS.", "keywords": "סמסונג,אירוע,גלקסי אס 10,גלקסי 10,אנדרואיד,סמסונג גלקסי,galaxy s10,samsung galaxy s10,galaxy s10 plus,galaxy x,galaxy s10e,samsung,galaxy,android,galaxy s10x,event,unpacked 2019"}