{"url": "https://www.geektime.co.il/what-to-expect-on-google-event-2018/", "type": "article", "title": "הנה כל מה שגוגל תחשוף מחר באירוע ההכרזה שלה", "description": "מחר יתקיים כנראה האירוע המודלף ביותר בהיסטוריה של גוגל, אבל הוא עומד להיות מעניין במיוחד. הנה כל מה שאנחנו יודעים שגוגל עומדת להכריז עליו מחר, וכמה דברים שאולי לא", "image": "https://files.geektime.co.il/wp-content/uploads/2018/07/GettyImages-671511466-1530513612-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-08T12:30:49Z", "modified_time": "2018-10-08T10:00:21Z", "articleBody": "מחר יתקיים כנראה האירוע המודלף ביותר בהיסטוריה של גוגל, אבל הוא עומד להיות מעניין במיוחד. הנה כל מה שאנחנו יודעים שגוגל עומדת להכריז עליו מחר, וכמה דברים שאולי לא\nתמונה: Smith Collection/Gado, Gettyimages Israel\nזוכרים את השנים שבהן היינו ממתינים במתח רב לידיעות מאירועי חשיפה של חברות טכנולוגיה? צופים בשידור חי וממתינים לאיזה “One More Thing”? ובכן, נראה שאת אלמנט ההפתעה כל החברות כבר איבדו, אבל אין חברה שסבלה (ויש שיגידו נהנתה) מהדלפות השנה יותר מגוגל. עשינו סדר בים ההדלפות, השמועות והעדויות, מהטלפונים, לטאבלטים ולמסכים, והנה כל מה שגוגל עומדת להכריז עליו ממש מחר (שלישי).\nתמונה: @LuchkovCH\nהסמארטפון השלישי בסדרת הפיקסל, והסוד השמור הגרוע ביותר בתעשיית המובייל עד היום, וודאי יהיה הנושא המרכזי של הערב. אחרי שבמהלך השנה האחרונה הוא הצליח לכבוש את דעת המומחים והקהל בנוגע ליכולות הצילום שלו, הפיקסל 3 של גוגל יצטרך להוכיח שגוגל עוד לא אמרה את המילה האחרונה בנוגע ליכולות הצילום שלה. בעוד הגירסה הרגילה תגיע עם מסך קצה-לקצה בדומה לפיקסל 2, גירסת ה-XL של הפיקסל 3 תגיע עם אחת המגרעות העמוקות ביותר בסמארטפונים, שנאלץ לחכות לאירוע כדי להבין האם יש לה הצדקה כלשהי.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nמלבד גודל המסך, סוגו והמגרעת, שני המכשירים צפויים להיות זהים מבחינת מפרט, ולהגיע עם שתי מצלמות קדמיות, כאשר אחת העדשות היא עדשה רחבה לצילומים קבוצתיים (ואולי שתיהן ביחד משמשות למנגנון אבטחה באמצעות פני המשתמש? ואולי אפילו בזווית רחבה?). מערך הצילום האחורי עדיין ישאר עם עדשה אחת בלבד, והמכשיר צפוי, באיחור ניכר, לתמוך בטכנולוגיית טעינה אלחוטית.\nתמונה: mysmartprice.com\nאם הפיקסל 3 כבר תומך בטעינה אלחוטית, תהיו בטוחים שגוגל תרצה לנסות למכור לכם גם מטען מיוחד עבורו. אתרים שחיטטו בקובץ ה-APK של אפליקציית גוגל לפני כמה שבועות גילו אנימציה מעניינת של מוצר שטרם הושק. מדובר במטען אלחוטי ייעודי לפיקסל אשר תומך ב-18W, ומאפשר להפוך את הפיקסל 3 למכשיר Google Home כך שתוכלו לשאול אותו שאלות ולתת לו פקודות מבלי לפתוח את נעילת המכשיר. לא הופץ עוד מידע רב בנוגע לפיקסל סטנד, כך שנאלץ לחכות לאירוע של גוגל ולראות איך היא תנסה לשכנע אותנו לקנות את הסטנד של הפיקסל, במקום להשתמש במטענים אלחוטיים סטנדרטיים בתקן Qi כמו שאולי יש לכם כבר בבית.\n \nתמונה: mysmartprice.com\nבשנה שעברה גוגל הציגה סוג של פלטפורמה חדשה עבור העוזרת הקולית שלה עם ה-Smart Displays. חברות כמו Lenovo ו-JBL כבר הציגו מכשירים תומכים שבעצם הופכים את חווית השימוש בעוזרת הקולית לויזואלית, אבל הפעם גוגל ככל הנראה עומדת להציג מסך משלה שעשוי למצוא את דרכו למטבח שלכם בקרוב מאוד. המכשיר החדש שלה עומד להקרא Home Hub ונצטרך להמתין לאירוע כדי לראות האם למוצר של גוגל יהיו יתרונות מיוחדים על פני המתחרים.\nלעומת זאת, אם ציפיתם לעדכון של ה-Google Home Mini, כדאי שתדעו שהסיכויים לכך נמוכים עד מאוד. זאת מאחר שגוגל השיקה צבע חדש למיני ממש בשבוע שעבר. גם הכרומקאסט עומד לקבל עדכון, בעיקר בדמות תמיכה בבלוטות’.\nתמונה: mysmartprice.com\nחובבי אנדרואיד וטאבלטים מחכים כבר זמן מה למוצא פיה של גוגל בנושא, ונראה כי ההמתנה עומדת להסתיים. בימים האחרונים מסתובבות ברשת תמונות של טאבלט חדש מבית גוגל בשם Pixel Slate שצפוי להגיע עם מערכת הפעלה Chrome OS, ולתמוך באביזרים נלווים כמו מקלדת פיזית ועט, ממש בדומה למחשבי הפיקסלבוק. יתכן וזהו הקלף האחרון בשרוול של גוגל השנה, ונקווה כי המכשיר יצליח להרשים ואולי להפוך את Chrome OS למערכת הפעלה נפוצה עוד יותר.\nבשנה שעברה חשפה גוגל את הפיקסלבוק, לפטופ אשר מריץ את Chrome OS וזכה לביקורות מעורבות. באם גוגל מאמינה ברעיון, יתכן והיא תציג רענון חומרתי לפיקסלבוק בדמות מעבדים חדשים ואפשרויות שדרוג שונות, ואף יתכן שהמכשיר יגיע עם מסך משופר. השמועות בנוגע לפיקסלבוק לא היו נפוצות כמו השמועות האחרות, ועל כן יתכן וגוגל תוותר השנה על הפיקסלבוק. כמו כן, אם ציפיתם לשעון חכם מבית גוגל, אתם עומדים להתאכזב כיוון שהחברה כבר הודיעה כי היא לא תשיק אותו השנה.\nואולי ההפתעה האמיתית של הערב תגיע בדמות ה-Pixel Buds 2? האוזניות החכמות שגוגל השיקה בשנה שעברה זכו לביקורות מאוד לא מוצלחות. השנה, גוגל עומדת לצרף לערכת הפיקסל 3 אוזניות חוטיות שנראות ממש כמו הפיקסל באדס. האם זה אומר שהיא עומדת להציג פיקסל באדז אלחוטיות חדשות כאביזר נלווה? האם השנה גוגל תצליח להציב אתגר אמיתי לאיירפודס של אפל? עד כה, השמועות אומרות שלא, אבל לכו תדעו, אולי נקבל איזה One More Thing.\nרוצים להתעדכן בזמן אמת על האירוע של גוגל? הורידו עכשיו את האפליקציה של גיקטיים לאנדרואיד או לאייפון, או שפשוט עיקבו אחרי ערוץ הטלגרם ודף הפייסבוק שלנו כדי לוודא שאתם לא מפספסים שום דבר.\n ", "keywords": "גוגל,פיקסל 3,פיקסל,אנדרואיד,פיקסלבוק,פיקסל סטנד,pixel stand,pixel 3,pixel 3 xl,google home hub,גוגל הום האב,פיקסל סלייט,pixel slate,pixelbook,אירוע,השקה,הכרזה"}