{"url": "https://www.geektime.co.il/insider-jobs-23-10-18/", "type": "article", "title": "מצאנו לכם 15 משרות שוות בהייטק הישראלי", "description": "עוד רגע כבר 'אחרי החגים', וזה הזמן להתחיל לקדם תהליכים עם 14 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/GettyImages-728759369-1539689926-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-24T15:23:12Z", "modified_time": "2018-10-24T15:23:12Z", "articleBody": "עוד רגע כבר ‘אחרי החגים’, וזה הזמן להתחיל לקדם תהליכים עם 14 משרות חדשות ושוות בהייטק הישראלי שמחכות רק לכם\n–\nצלם/תמונה: Hero Images / Getty Images Israel \nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\nDoubleVerify\n\nDoubleVerify שמה לה למטרה להפוך את העולם המקוון לבטוח ושקוף יותר עבור המותגים הגדולים בעולם, והיא מאמינה שעל ידי השימוש בפלטפורמה שלה היא לא רק משרתת מותגים, אלא גם עוזרת להפוך את העולם הדיגיטלי למקום קצת יותר בטוח. החברה פיתחה מאפס ורטיקל חדש לגמרי בכל הקשור לניטור ומדידת מדיה באינטרנט.\n-To send a CV for the position of Dev Ops Engineer\n– To send a CV for the positiond of Data Analyst\n\nWebpals\n\nקבוצת וובפאלס (Webpals) מובילה את עולם השיווק הדיגיטלי מבוסס הביצועים ופועלת בהצלחה בשווקים בינלאומיים. החברה הוקמה בשנת 2007 ונכון להיום עובדים בה כ-400 עובדים. הקבוצה משתמשת בערוצי שיווק שונים כדי לטרגט משתמשים בעלי ערך על ידי פרסום ויצירת מודעות או הפעלת אתרי תוכן, ומפנה את אותם משתמשים אל האתרים או האפליקציות אותם היא מקדמת. בנוסף לכך עובדת החברה בערוצי מדיה נוספים כמו סנאפצ’ט, טוויטר, פלטפורמות לקידום תוכן ועוד.\n-To send a CV for the position of SENIOR SEO SPECIALIST\n– To send a CV for the positiond of CLIENT SUCCESS GROUP LEADER\nOutbrain\n\nאאוטבריין נוסדה ב-2006 על ידי אורי להב וירון גלאי, ונחשבת לחברה הוותיקה בתחום המלצות התוכן ולחלוצה בתחום הדיסקאברי.\nאאוטבריין שמה לה למטרה לחסוך מהגולשים את אותן פרסומות מטרידות, או כל תוכן שאינו רלוונטי להם, ובמקום מציעה תוכן שסביר שהקורא ימצא בו עניין. ובמילים אחרות, היא משתמשת באלגוריתם הייחודי שפיתחה כדי לחשוף את הגולשים באתרים השונים לתכנים שמותאמים להם.\n-To send a CV for the position of QA Team Lead\n– To send a CV for the positiond of Front End Software Engineer\nAutodesk\n\nAutodesk היא חברת ענק אמריקאית שמפתחת תוכנות ומעניקה פתרונות למגוון תחומים שונים ביניהם, הנדסה, תכנון ובנייה, ייצור, תקשורת ובידור. ב-2009 הוקם מרכז הפיתוח של החברה בארץ, ממש במרכז תל אביב.עיקר הפוקוס של המרכז בארץ הוא במחקר ופיתוח מוצרים וטכנולוגיות בתחום הענן, Web, Mobile וגם הדפסות תלת ממד, והוא נחשב לאתר אסטרטגי, מוביל ובעל השפעה על החברה כולה. במשרדי החברה מפתחים את המוצרים שנחשבים לחוד החנית בכל הקשור לתחום הבנייה והתכנון, מוצרים שחלקם כבר נמצאים בשימוש יומיומי אצל מיליוני אנשי מקצוע ברחבי העולם.\n-To send a CV for the position of Product Manager\n– To send a CV for the positiond of Senior Frontend Developer\nFyber\n\nב- Fyber מייצרים פלטפורמה שקופה, הוגנת ויעילה, שתאפשר למספר רב של מפרסמים להציע מחיר בזמן אמת עבור הצגת מודעה באופן יעיל בהרבה, אך גם כזה שיניב רווח גדול יותר למפתח וערך מוסף למשתמש.\n-To send a CV for the position of Android Developer\n– To send a CV for the positiond of Senior Backend Developer\nSingular\n\nסינגולר הוקמה ב-2014 במטרה לתת למשווקים שליטה מלאה על המידע שלהם בצורה אחידה ויעילה. היא עושה זאת על ידי התחברות לכל סוגי מערכות השיווק הקיימות, אוספת את הנתונים שלהם במקום אחד ומנתחת את המידע, כדי להבין בצורה אוטומטית את הקשר שבין הפעולות שהתבצעו בצוות ותוצאותיהן. התשתית הזו נבנתה בצורה ייחודית, כך שניתן להוסיף סוגי חיבורים חדשים בזמן שיא, וכן הביאה את החברה לתמוך בעשרות אלפי סוגי מקורות מידע והזרמת טרות ביום של נתונים בפורמט אחיד ונקי.\n-To send a CV for the position of Full-Stack Engineer\n– To send a CV for the positiond of Back End Engineer\n– To send a CV for the positiond of Frontend Engineer\nDome9\n\nחברת Dome9 Security עוסקת בתחום אבטחת הענן והיא מספקת פתרון לניהול אבטחה עבור לקוחות שמשתמשים במחשוב ענן כתשתית המחשוב שלהם. מה שהופך את המוצר של החברה לייחודי בשוק ה-Cloud Security הוא בין היתר, העובדה שהם מציעים תמיכה בשלוש זירות שונות של סביבת ענן – אמזון, מייקרוסופט וגם גוגל. מעבר להגנה על כמויות גדולות של Data שמאוחסנות בענן, המוצר שהחברה מספקת גם מסוגל לחזות ולמנוע איומים וסכנות עתידיות.\n– To send a CV for the position of DBA mongoDB\n– To send a CV for the position of Site Reliability Engineer\n\n\n", "keywords": "fyber,autodesk,אוטודסק,פייבר,סינגולר,סטארהום מאך,רעננה,starhome mach,singular,applied matirials,אפלייד,product manager,devops,apple,aqua,chief system architect,cloudshare,cyber security,devop,dome9,doubleverify,front end developer,geektime insider,hibob,ilyon,insider,intuit,myhritage,qa engineer,risk management lead,trax,ux/ui expert,yotpo,אור יהודה,איליון,אינסיידר,אפל,אקווה,גיקגו\\'ב,גיקטיים,דאבל וריפיי,דום9,טראקס,יוטפו,משרות,סייבר,עבודה בהייטק,פפר,ראש העין,רחובות"}