{"url": "https://www.geektime.co.il/5-companies-june-15/", "type": "article", "title": "מחפשים עבודה? הנה 5 חברות עם משרות טריות עבורכם", "description": "אספנו עבורכם 5 חברות שמגייסות עובדים כאילו אין מחר. תציצו ותלמדו למה הן מגניבות, מדוע שווה לעבוד שם ואיך גם אתם יכולים לעשות את זה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/bonding-1985863_960_720-e1493804603730.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-15T15:30:38Z", "modified_time": "2017-07-11T12:40:38Z", "articleBody": "אספנו עבורכם 5 חברות שמגייסות עובדים כאילו אין מחר. תציצו ותלמדו למה הן מגניבות, מדוע שווה לעבוד שם ואיך גם אתם יכולים לעשות את זה\nמקור: Pixabay\nקרדיט צלם\\תמונה: Hero Images, Getty Images Israel\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nמקור: מתוך עמוד הפייסבוק של החברה\nבשנת 2010 הוקם בישראל סניף פיתוח של חברת Vonage, במטרה להקים את תחום המובייל בחברה ולייצר מרכז של חדשנות בחברה של 2000 עובדים. כיום המרכז בארץ מונה כ-35 עובדים, הנהנים מעבודה באווירת סטארטאפ עם גב כלכלי של חברה אמריקאית.\nאנחנו פועלים בסביבה טכנולוגית מהירה ודינמית ומפתחים בשיטת Agile. הצוותים אצלנו מבצעים את התהליך end2end והאחריות למוצר היא צוותית. כדי להמשיך להצליח אנחנו מאפשרים לצוות שלנו מרחב פעולה וחופש לבוא עם רעיונות חדשים. אנחנו מאמינים גדולים באנשים ובאווירה הטובה, כי זה הבסיס להכל. אנחנו גאים להיות בית ספר מצוין לעולם המובייל, ויש פה את האנשים הכי חכמים שישמחו ללמד מה שצריך.\nבנוסף, תוכלו למצוא אצלנו מטבח מלא בכל טוב, ארוחות שמבשל לנו שף פרטי, חדר משחקים מאובזר בפלייסטיישן, בונוסים על פטנטים, ימי האקתון, טיסות במחלקת עסקים, אופציות ובונוסים שנתיים, ימי כיף וטיולים, הרצאות העשרה, בונוס על “חבר מביא חבר” של 5,000 דולר, Happy Hours והמון תשומת לב אישית. משרדי החברה ממוקמים ברעננה ממש מול הפארק, ויש גם מקלחת לאלה הרוצים להגיע עם אופניים.\nלמשרות הפתוחות ב-Vonage\n\nצ’קמרקס היא חברת סייבר הנמצאת בחוד החנית הטכנולוגי של איתור פרצות אבטחה אפליקטיביות. לחברה מעל ל-700 לקוחות מסביב לעולם, ועם כ-200 עובדים החברה מספקת פתרונות לטכנולוגיות החדשניות ביותר הנמצאות בשימוש בקרב לקוחותיה. מחלקת ה-R&D נותנת מענה לאתגר שבשילוב בין מחקר אלגוריתמי לבין למימוש יישומי, כל זאת תחת תנועה מתמדת יחד עם מגמות בעולם פיתוח התוכנה.\nגיוס ההון האחרון של החברה, בהיקף של 84 מיליון דולר מקרן ההשקעות Insight Venture Partners, מאפשר לחברה להמשיך לצמוח במגמת הכפלת היקפי הפעילות מדי שנה, ומהווה אות אמון של התעשייה העולמית ביכולות החברה ובשוק בו היא פועלת. יחד עם הצמיחה המהירה, החברה מצליחה לשמר את ה-DNA המיוחד שלה ועל האווירה משפחתית, תוך מתן דגש על העשרה חברתית ומקצועית ואין כמו מסיבות החברה שלנו.\nלמשרות הפתוחות ב-Checkmarx\n\n​BlazeMeter תכתיב איך צוותי הפיתוח של היום יעבדו מחר. באמצעות המוצר שלנו אפשר לערוך בדיקות עומסים וביצועים תוך כדי פיתוח ולקצר משמעותית את זמני הדילוור ללקוח. הלקוחות שלנו הם מבין הגדולים בעולם: Pfizer, Adobe, GAP, Disney, Atlassian Warner Brothers המשתמשים במוצר כדי לבדוק כיצד האפליקציות והאתרים שלהם מתפקדים בעומסים כבדים. המפתחים נמצאים בקשר ישיר עם הלקוחות ומבינים היטב כיצד הלקוח עושה שימוש במוצר.\nגם אתם יכולים לקחת חלק ולהשפיע על המוצרים בהם כולנו משתמשים. המשרדים שלנו נמצאים בקרבת תחנת רכבת עזריאלי ומדלגים על הפקקים. כשאנחנו רוצים לעשות הפסקה בעבודה אנחנו משחקים בפלייסטיישן, ולהחלפת רעיונות אנחנו מתקבצים סביב שולחן הסנוקר. האווירה אצלנו כיפית ומשפחתית ובזמן הפנוי אנחנו מתנדבים למען מטרות שחשובות לנו. בקיצור, למה אתם מחכים?​\nלמשרות הפתוחות ב-Blazemeter\n\nAnyClip היא חברת סטארטאפ מובילה בתחום הפרסום בוידיאו. בנובמבר 2016 דורגה החברה במקום השני ברשימת Deloitte Israel Technology Fast 50, מדד שנתי יוקרתי הבוחן את צמיחתן של כל חברות הטכנולוגיה הפרטיות והציבוריות בישראל. AnyClip מפתחת פלטפורמה להפצת וידיאו איכותי מבוסס תוכן. הפתרונות החדשניים של החברה משלבים בין טכנולוגיה ייחודית, ניסיון מוכח בתחום הפרסום, ושימוש ייחודי בתוכן וידיאו פרימיום של אולפנים הוליוודיים גדולים ושל קבוצות ספורט מוכרות.\nלחברה משרדים בארץ, בלונדון ובניו יורק והיא מחפשת אנשים מבריקים ומלאי תשוקה שרוצים להיות שותפים לבנייה של מוצר טכנולוגי ייחודי.\nהחברה משלבת שלושה תחומים שמתפתחים במהירות מסחררת – תוכן פרמיום, פרסום באינטרנט וצפייה בווידיאו. היכולת לחדש בממשק בין תחומים אלה היא אינסופית והחברה אכן בתנופת צמיחה עם סיום השנה המוצלחת ביותר בתולדות החברה, 2017 היא שנה מרתקת במיוחד להצטרף אלינו.\nהעובדים ב-AnyClip הם לפני הכל. יש לנו צוות הטרוגני. כל אחד מקצוען בתחומו וכולם נהנים לעבוד יחד. אנשי הפיתוח מעריכים מאוד את הגישה שלנו: לכל אחד מהעובדים אוטונומיה ויכולת להשפיע. אנחנו מקפידים גם לפתח ולקדם עובדים מבפנים. בתהליך הפיתוח עצמו ניתנת עצמאות רבה והיכולת ליצור design architecture למערכות, בניית אפליקציות ושירותים חדשים; סביבת העבודה כוללת טכנולוגיות מתקדמות רבות –SQL/NoSQL Databases, Cloud (both AWS and Google Cloud), Python, Java, C++, R, JS, React; אנחנו אוספים מליארדי data points ומציעים אפשרויות מרתקות לנתח את הדאטה, לבנות מודלים של ביג דאטה ולעזור בתחום ה-machine learning. אז קדימה, הצטרפו לאניקליפ.\nלמשרות הפתוחות ב-AnyClip\nמשרדי Riskified\nRiskified הוקמה בשנת 2013 והיא חלוצה בתחום מניעת הונאות אשראי באתרי מסחר אינטרנטיים. החברה מספקת פתרון שמאפשר למאות חברות ברחבי העולם לאשר יותר עסקאות אונליין ולספק חוויhת קנhיה מוצלחת ללקוחותיהן. באמצעות טכנולוגיה שמנתחת התנהגות של צרכנים ברשת ואלגוריתמים מבוססי למידה חישובית (machine learning) אשר מתעדכנים בזמן אמת, הטכנולוגיה של Riskified מבדילה בצורה מדויקת ומיידית בין נhסיונות הונאה לרכישות לגיטימיות.\nאחד הפיתוחים החדשים של החברה הוא שימוש בטכנולוגיית Deep learning, אותה טכנולוגיה שמשמשת למכוניות אוטונומיות, כיישום למניעת הונאות אשראי. על פיתוח זה זכתה השנה החברה בפרס יוקרתי על חדשנות טכנולוגית בתעשייה (MRC METAward).\nהחברה פועלת מתל אביב וניו יורק ומעסיקה כיום כ-130 עובדים, מרביתם במחלקת מחקר ופיתוח בסניף הישראלי. Riskified צומחת בקצב מהיר בשנה האחרונה ובמסגרת אסטרטגיית ההתרחבות מתכננת להוסיף ולגייס עובדים חדשים למטה בתל אביב ובניו יורק. מטה החברה בארץ פועל במשרד אופן ספייס מעוצב ורחב ידיים במרכז ת”א עם נוף לים.\nהצוות שלנו מורכב מאנשים המהווים את חוד החנית של התעשייה בישראל. התרבות הארגונית שלנו מעודדת יוזמה אישית ומאפשרת צמיחה והתפתחות מקצועית. על מנת לשמר תרבות עבודה של סטארטאפ, כל הצוותים קטנים ועובדים בשיתוף פעולה מלא והתייעצות אחד עם השני. הפיתוח אצלנו הוא End to End וכל מפתח או מפתחת עובדים על פרוייקט משלהם, מתנסים בכתיבת קוד ב”שפות” שונות ובמגוון טכנולוגיות, ומקבלים פידבק ישיר מהלקוח.\nהחברה עובדת בתצורה של Continuous deployment ובספרינטים של שבועיים, כך שהעבודה היא דינאמית והפיתוח הוא לפי צרכי המערכת ולא סביב טכנולוגיה קבועה. אנחנו עובדים עם טכנולוגיות מתקדמות ומעניינות כגון Machine learning, Deep learning ומגוון סוגי DB כמו Redshift ו-Elasticsearch. מעבר לפן המקצועי, אנחנו נהנים לעבוד באווירה חברותית ומפנקת (גם כלבי העובדים נהנים ממנה). החל מהחוגים השונים במשרד (פילאטיס ויוגה), דרך הHappy hour המפנק כל יום חמישי וכלה בימי כיף ומסיבות חברה.\nלמשרות הפתוחות ב-Riskified \n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "geekjob,checkmarx,insider,blazemeter,vonage,anyclip,עבודה בהייטק,riskified,סייבר,מפתחים,מתכנתות,,forescout,radware,אינסיידר,גייקטיים אינסיידר,גיקגו\\'ב,עבודה בסטארטאפ"}