{"url": "https://www.geektime.co.il/5-hitech-companies-april-20/", "type": "article", "title": "מחפשים עבודה? הנה 5 חברות הייטק עם משרות טריות עבורכם", "description": "בין אם אתם מחפשים לעבוד בחברה גדולה ומבוססת או בסטארטאפ קטן שנמצא רגע לפני ההשתלטות על העולם, אספנו עבורכם 5 חברות שמגייסות עובדים כאילו אין מחר. תציצו ותלמדו למה הן מגניבות, מדוע שווה לעבוד שם ואיך גם אתם יכולים לעשות את זה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/apple-1850613_1280-e1490789506705.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-20T15:05:35Z", "modified_time": "2017-07-11T12:56:42Z", "articleBody": "בין אם אתם מחפשים לעבוד בחברה גדולה ומבוססת או בסטארטאפ קטן שנמצא רגע לפני ההשתלטות על העולם, אספנו עבורכם 5 חברות שמגייסות עובדים כאילו אין מחר. תציצו ותלמדו למה הן מגניבות, מדוע שווה לעבוד שם ואיך גם אתם יכולים לעשות את זה\nמקור: Pixabay\nקרדיט צלם\\תמונה: Hero Images, Getty Images Israel\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nמקור: מתוך עמוד הפייסבוק של החברה\nבשנת 2010 הוקם בישראל סעיף פיתוח של חברת Vonage, במטרה להקים את תחום המובייל בחברה ולייצר מרכז של חדשנות בחברה של 2000 עובדים. כיום המרכז בארץ מונה כ-35 עובדים, הנהנים מעבודה באווירת סטארטאפ עם גב כלכלי של חברה אמריקאית.\nאנחנו פועלים בסביבה טכנולוגית מהירה ודינמית ומפתחים בשיטת Agile. הצוותים אצלנו מבצעים את התהליך end2end והאחריות למוצר היא צוותית. כדי להמשיך להצליח אנחנו מאפשרים לצוות שלנו מרחב פעולה וחופש לבוא עם רעיונות חדשים. אנחנו מאמינים גדולים באנשים ובאווירה הטובה, כי זה הבסיס להכל. אנחנו גאים להיות בית ספר מצוין לעולם המובייל, ויש פה את האנשים הכי חכמים שישמחו ללמד מה שצריך.\nבנוסף, תוכלו למצוא אצלנו מטבח מלא בכל טוב, ארוחות שמבשל לנו שף פרטי, חדר משחקים מאובזר בפלייסטיישן, בונוסים על פטנטים, ימי האקתון, טיסות במחלקת עסקים, אופציות ובונוסים שנתיים, ימי כיף וטיולים, הרצאות העשרה, בונוס על “חבר מביא חבר” של 5,000 דולר, Happy Hours והמון תשומת לב אישית. משרדי החברה ממוקמים ברעננה ממש מול הפארק, ויש גם מקלחת לאלה הרוצים להגיע עם אופניים.\nלמשרות הפתוחות ב-Vonage\nמקור: עמוד הפייסבוק של Optimove\nOptimove היא חברת סטארטאפ בצמיחה מואצת, היושבת בלב תל אביב ומונה למעלה מ-70 עובדים. מוצר התוכנה אותו אנו מפתחים מאפשר לעסקים ממוקדי לקוח להפיק ערך רב יותר מלקוחותיהם הקיימים ולמקסם את שוויים. אופטימוב משלבת מודלי חיזוי מתקדמים לפילוח לקוחות עם פלטפורמה לניהול, אוטומציה ואופטימיזציה של קמפיינים רב-ערוציים. לחברה למעלה מ-180 לקוחות, ובהם Zinga ,888 ,Playtika ,eToro ,Outbrain ועוד.\nאנחנו באים לעבודה כדי לפתור בעיות, להשחיז רעיונות ולהפוך אותם למציאות. והכי כיף לנו לעשות את זה ביחד. אנחנו נמצאים בחזית הפיתוח, ומטמיעים את הטכנולוגיות החדשניות והמעניינות ביותר. הטכנולוגיה שלנו גורמת לאנשים להתרגש. אנחנו עדיין קטנים מספיק כדי להיות מהירים ודינמיים, וכבר גדולים מספיק כדי להיות מגוונים, מרתקים ומצליחים. תהליך הגיוס, חבילת השכר וההטבות, תהליך ה-onboarding והגדרת התפקיד מותאמים אישית על מנת לאפשר לכל עובד לממש את הפוטנציאל שלו. אנחנו צוחקים המון, יש ארוחות בוקר, Happy Hour ובירה במקרר, והמשרדים שלנו נמצאים בתל אביב, קרוב לרכבת ולתחבורה ציבורית.\nלמשרות הפתוחות ב-Optimove\n\n​BlazeMeter תכתיב איך צוותי הפיתוח של היום יעבדו מחר. באמצעות המוצר שלנו אפשר לערוך בדיקות עומסים וביצועים תוך כדי פיתוח ולקצר משמעותית את זמני הדילוור ללקוח. הלקוחות שלנו הם מבין הגדולים בעולם: Pfizer, Adobe, GAP, Disney, Atlassian Warner Brothers המשתמשים במוצר כדי לבדוק כיצד האפליקציות והאתרים שלהם מתפקדים בעומסים כבדים. המפתחים נמצאים בקשר ישיר עם הלקוחות ומבינים היטב כיצד הלקוח עושה שימוש במוצר.\nגם אתם יכולים לקחת חלק ולהשפיע על המוצרים בהם כולנו משתמשים. המשרדים שלנו נמצאים בקרבת תחנת רכבת עזריאלי ומדלגים על הפקקים. כשאנחנו רוצים לעשות הפסקה בעבודה אנחנו משחקים בפלייסטיישן, ולהחלפת רעיונות אנחנו מתקבצים סביב שולחן הסנוקר. האווירה אצלנו כיפית ומשפחתית ובזמן הפנוי אנחנו מתנדבים למען מטרות שחשובות לנו. בקיצור, למה אתם מחכים?​\nלמשרות הפתוחות ב-Blazemeter\n\nAnyClip היא חברת סטארטאפ מובילה בתחום הפרסום בוידיאו. בנובמבר 2016 דורגה החברה במקום השני ברשימת Deloitte Israel Technology Fast 50, מדד שנתי יוקרתי הבוחן את צמיחתן של כל חברות הטכנולוגיה הפרטיות והציבוריות בישראל. AnyClip מפתחת פלטפורמה להפצת וידיאו איכותי מבוסס תוכן. הפתרונות החדשניים של החברה משלבים בין טכנולוגיה ייחודית, ניסיון מוכח בתחום הפרסום, ושימוש ייחודי בתוכן וידיאו פרימיום של אולפנים הוליוודיים גדולים ושל קבוצות ספורט מוכרות.\nלחברה משרדים בארץ, בלונדון ובניו יורק ומחפשת אנשים מבריקים ומלאי תשוקה שרוצים להיות שותפים לבנייה של מוצר טכנולוגי חדשני וייחודי.\nהחברה משלבת שלושה תחומים שמתפתחים במהירות מסחררת – תוכן פרמיום, פרסום באינטרנט וצפייה בווידיאו. היכולת לחדש בממשק בין תחומים אלה היא אינסופית והחברה אכן בתנופת צמיחה עם סיום השנה המוצלחת ביותר בתולדות החברה, 2017 היא שנה מרתקת במיוחד להצטרף אלינו.\nהעובדים ב-AnyClip הם לפני הכל. יש לנו צוות הטרוגני. כל אחד מקצוען בתחומו וכולם נהנים לעבוד יחד. אנשי הפיתוח מעריכים מאוד את הגישה שלנו: לכל אחד מהעובדים אוטונומיה ויכולת להשפיע. אנחנו מקפידים גם לפתח ולקדם עובדים מבפנים. בתהליך הפיתוח עצמו ניתנת עצמאות רבה והיכולת ליצור design architecture למערכות, בניית אפליקציות ושירותים חדשים; סביבת העבודה כוללת טכנולוגיות מתקדמות רבות –SQL/NoSQL Databases, Cloud (both AWS and Google Cloud), Python, Java, C++, R, JS, React; אנחנו אוספים מליארדי data points ומציעים אפשרויות מרתקות לנתח את הדאטה, לבנות מודלים של ביג דאטה ולעזור בתחום ה-machine learning. אז קדימה, הצטרפו לאניקליפ.\nלמשרות הפתוחות ב-AnyClip \n\nאנו גאים להיות חברת תוכנה ישראלית העומדת בחזית הטכנולוגיה והחדשנות, ומובילה בתחומי ה-Analytics, ה-Cloud וה-Big Data. מוצרי החברה מספקים פתרונות בתחומי ניהול ואופטימיזציה של מרכזי שירות לקוחות ובתחומי מעקב וניטור של תנועות הון חשודות והלבנות הון, ונמצאים בשימוש של יותר מ-25,000 ארגונים, במעל 150 מדינות (לרבות 80 מתוך 100 החברות הגדולות הנכללות ברשימת ה-Fortune 100).\nב-NICE, המציינת בימים אלה 30 שנה להקמתה, מועסקים מעל 5,000 עובדים בכל רחבי העולם, מתוכם כ-1,600 אנשי פיתוח, כשמרכז הפיתוח הראשי של החברה נמצא בישראל. על אף גודלה, האווירה במסדרונות ה-R&D היא אוירה של סטארטאפ – אנשים נלהבים מהעשייה, מרגישים משמעותיים וחושבים מחוץ לקופסא. אווירת הדינאמיות והחדשנות מספקת הזדמנויות מגוונות להתפתחות אישית ומקצועית כאחד, תוך קידום יכולות חדשות ופיתוח פטנטים.\nאנו מאמינים כי הצלחת העובדים וההצלחה העסקית הולכות יד ביד. השילוב המיוחד בין היתרונות של חברה גלובאלית גדולה ויציבה עם משפחתיות ואווירת חדשנות, מאפשר לנו להמשיך ולפתח את הסביבה הגלובלית, לשמור על ההובלה הטכנולוגית, ולספק לעובדינו את היכולת לחלום, ליצור ולעבוד בצורה הטובה ביותר, ולהשפיע במישרין על הצלחת החברה.\nלמשרות הפתוחות ב-NICE\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "גיקג\\'וב,אינסיידר,גייקטיים אינסיידר,geektime insider,nice,blazemeter,optimove,vonage,עבודה בהייטק,עבודה בסטארטאפ,anyclip,forescout,radware,גיקגו\\'ב"}