{"url": "https://www.geektime.co.il/ca-acquires-blazemeter/", "type": "article", "title": "אקזיט: CA רוכשת את BlazeMeter הישראלית", "description": "בלייזמטר הישראלית מפתחת פלטפורמת ענן לבדיקות ביצועים. החברה הישראלית גייסה עד עכשיו 10.5 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/Untitled-1-copy-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-21T09:08:21Z", "modified_time": "2016-09-21T11:16:38Z", "articleBody": "בלייזמטר הישראלית מפתחת פלטפורמת ענן לבדיקות ביצועים. החברה הישראלית גייסה עד עכשיו 10.5 מיליון דולר\nמקור: BlazeMeter\nענקית התוכנה האמריקאית CA Technologies ׁ(לשעבר Computer Associates) הודיעה כי רכשה את חברת הסטארטאפ הישראלית BlazeMeter. החברות לא פירטו את סכום העסקה, אולם על פי הערכות שונות הוא נע בין 90 ל-100 מיליון דולר.\nBlazeMeter (בלייזמטר) היא חברת SaaS המספקת שירותי בדיקות עומס וביצועים לאתרי אינטרנט, אפליקציות מובייל ו-API. המוצר מאפשר לערוך בדיקות עומסים מורכבות שבעבר הצריכו הקמת תשתיות בכמה צעדים פשוטים וללא חומרה יעודית. הפלטפורמה של BlazeMeter מבוססת ענן ומסוגלת לענות על הדרישות העולות בעת תהליך בדיקת הביצועים של אפליקציות שונות, לווב או למובייל. החברה מציעה ליווי לאורך כל מחזור החיים של האפליקציות, החל משלב הפיתוח המוקדם, דרך ההעלאה ל-Production וגם בשלבים שלאחר מכן, בהתאם לדרישות לקוחותיה. החברה מאפשרת למפתחים להריץ בדיקות המדמות החל מ-1,000 ועד למעלה ממיליון משתמשים המריצים את האפליקציה בו זמנית ממגוון רחב של איזורים גיאוגרפיים. זאת, ללא הצורך בתשתית מלאה של בדיקות. השירות הבסיסי מוצע בחינם – עד 50 משתמשים בו זמנית ו-10 בדיקות. שירות הפרימיום מוצע בעלות של 99 דולר.\nל-BlazeMeter שתי מתחרות ישראליות ותיקות שגייסו סכומים משמעותיים במהלך השנים. הראשונה היא חברת Perfecto (פרפקטו), שמאז הקמתה גייסה יותר מ-90 מיליון דולר ממספר קרנות ומשקיעים פרטיים והשנייה היא חברת Applause, שרק בשבוע שעבר גייסה 35 מיליון דולר והשלימה בכך גיוסי הון בסך 115 מיליון דולר.\nBlazeMeter הוקמה ב-2011 על ידי אלון ז’ירמונסקי, שמכהן גם כמנכ”ל החברה ויש לה משרדים בתל אביב ובפאלו-אלטו קליפורניה. מאז הקמתה גייסה החברה 12.2 מיליון דולר מקרן YL Ventures של יואב לייטרסדורף ועופר שרייבר, Glilot Capital Partners ו-Western Technology Investment. קרן YL Ventures, שהיא גם המשקיעה הראשונה בחברה, מחזיקה 40 אחוזים מהמניות והיא אחת המרוויחות הגדולות מהמכירה. סכום העסקה לא פורסם.\nאגב, הקשר בין היזם למשקיעים החל לפני שנים רבות. קובי סמוברסקי, שותף בגלילות קפיטל ואלון ז’ירמונסקי, המייסד של BlazeMeter, שירתו ביחד ב-8200 ולאחר השיחרור הקימו ביחד חברה בשם iWeb. המשקיע הראשון בחברה היה אריק קליינשטיין, שלימים חבר לסמוברסקי בהקמת גלילות קפיטל.\nבתגובה למכירה מסר ז’ירמונסקי, מייסד ומנכ”ל BlazeMeter: “מפתחים ומהנדסי בדיקות רוצים להשיג את הכיסוי הרחב ביותר לבדיקות שלהם בעזרת כלים בקוד פתוח, שיוכלו להשתלב בסביבת הפיתוח שלהם. בזכות שילוב הכוחות עם CA Technologies, תוכל BlazeMeter להמשיך לפתח את הטכנולוגיה שלה, וליהנות מהמשאבים העצומים של CA Technologies ולשרת כך טוב יותר את הלקוחות שלה”.\n", "keywords": "בלייזמטר,סי איי,blazemeter,ca,ca technologies,אקזיט,בדיקות תוכנה,ענן,מכירה,רכישה,סי.איי"}