{"url": "https://www.geektime.co.il/geekjob-240416/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 24 באפריל", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Junior SW Engineer, Online Content Manager, Data Science Student, SEO Account Manager ו-Fullstack Web Developer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-24T13:30:44Z", "modified_time": "2016-04-24T12:43:59Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Junior SW Engineer, Online Content Manager, Data Science Student, SEO Account Manager ו-Fullstack Web Developer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nDo you have what it takes to build beautiful, innovative new products for massive audiences? Our goal is to build intuitive and engaging products that will tell stories in new and innovative ways for the Geektime audience. This means solving complex, unique and large-scale problems, working with a passionate team, and creating compelling designs for all of our platforms, including our website and mobile apps.\nThis frontend developer will work out of our Tel-Aviv office alongside our product team and content team for the Israeli and international editions, to help design and implement the next version experience around our content.\nRequirements:\n– Be a geek.\n– Likes to work as part of an engaging, collaborative team.\n– Creative, motivated and driven worker.\n– A passion for technology, startups and entrepreneurship.\n– Significant experience with Front-end technologies (Javascript, CSS and HTML).\n– Significant experience with backend technologies (MySQL, PHP, Node.js).\n– Knowledge and experience with WordPress development.\n– Knowledge in browser-compatibility and performance issues.\nEverything else is a bonus.\nTo send a CV for the position of Fullstack Web Developer – Geektime\nForeScout enables organizations to continuously monitor and mitigate security exposures and cyber-attacksJoin the ForeScout R&D organization to take part in defining and driving the future of a world-wide market-leading product suite.\nResponsibilities:\n– Define and execute comprehensive test suites for a variety of product components.\n– Work closely with Software Engineers to define testing requirements and review test results.\n– Report test results in a clear and comprehensive manner.\n– Use test and reporting tools as required.\nRequirements:\n– Good network understanding.\n– Experienced in Windows/Linux environments.\n– Windows-based networks, Active Directory, domain management.\n– Familiar with network equipment configuration (Switch, Router, FW,CLI, SNMP).\n– Knowledge in protocols (DNS, SMTP, SNMP, DHCP) – Advantage.\n– Experience with VMware.\n– Experienced in Mobile environments – advantage.\n– Knowledge in network security and NAC – advantage.\nTo send a CV for the position of SQA Engineer – ForeScout\nThe global enterprise AOL/Verizon, is hiring an intern to serve as a Research Assistant for the Machine learning & deep learning team in video Research Group. His/her responsibly will be to collect datasets, run and validate models.\nRequirements:\n– MSc or PhD student in Computer Science, Statistics, Mathematics or equivalent.\n– Experience with scientific papers.\n– Good technical skills.\n– Programming skills are advantages: SQL, Python, R, Matlab, Java.\n– Excellent communication skills.\n– The ability and desire to be constantly learning.\nTo send a CV for the position of Data Science Student – Aol\n– קידום של אתרי האינטרנט של החברה במנועי החיפוש.\n– ניהול וקידום של פרויקטים בתוך הצוות והמחלקה.\n– ריכוז וניהול של מאמצי ה-Content marketing בורטיקל – החל מבניית אסטרטגיית התוכן, ועד לאיתור ספקי תוכן מתאימים ועבודה שוטפת מולם, ולהוצאה לפועל של תוכנית התוכן.\nRequirements:\n– אנגלית ברמה גבוהה מאוד (כתיבה , קריאה ודיבור).\n– ניסיון של לפחות שנתיים בתחום ה SEO או Content Marketing – חובה.\n– הכרות מקיפה Google Analytics and Web Master tools – חובה.\n– ידע מעמיק ב-SEO ויכולת לימוד טובה – חובה.\n– ניסיון בקידום אתרים בשווקים תחרותיים ובינלאומיים – יתרון משמעותי.\n– ידע בסיסי ב-HTML ו-css – יתרון.\n– ניסיון עם עבודה מול גופי פיתוח, ובעבודה עם מערכות ניהול תוכן כגון: Drupal – יתרון .\nTo send a CV for the position of SEO Account Manager – 888\nThe successful candidate will perform application security assessments, codereviews, and SDLC consulting.\nProjects mayinclude:\n– Performing application vulnerability assessments.\n– Performing code review across variety of programming languages.\n– Performing assessments of SDLC processes.\n– Developing testing scripts and procedures.\n– Other security-related projects that may be assigned according to skills.\nRequirements:\n– Strong ethics and understanding of ethics in business and information security.\n– Proficient English language written and oral communication skills.\n– Understanding and familiarity with common code review methods and standards.\n– Experience with code scanning toolsets such as appscan, checkmarx ,veracode, fortify.\n– Knowledge of OWASP tools and methodologies.\n– Understanding of HTTP and web programming.\n– Knowledge of common security requirements within ASP.NET application.\n– Knowledge of standard SDLC practices.\n– Minimum of 3 years work experience in application security.\n– Experience with high level programming languages (e.g., Java, C, C++, .NET,Scala,HTML5,PHP,Perl,Python).\n– Experience with web application development (e.g., ASP.NET, ASP, PHP, J2EE, JSP).\n– Knowledge with AJAX, SAML,RESTAPI,OAuth.\n– Ability to complete tasks and deliver professionally written reports for clients.\n– Ability to present findings to technical staff and executives.\n– Experience with vulnerability scanning tools (e.g., Qualys, Nessus, MVM, Accunetix,Burpsuite).\nOptional :\n– Possess current security certifications (e.g., CISSP, CEH).\n– Degree in either Computer Engineering, Computer Science, or Information Systems Management.\nTo send a CV for the position of Application Security Expert – playtech\nBlazeMeter is leading next-generation cloud-based performance testing solution and looking for a superstar Product Manager to spearhead BlazeMeter’s product vision and execution.\nThis role provides a unique opportunity for a SaaS product manager in a growing company, as you will be expected to take on end-to-end responsibilities from concept, through design to release. You must possess a unique blend of business and technical savvy: a big-picture vision, and the drive and ability to bring that vision to reality.\nKey Responsibilities:\n– Helping to define product strategy and roadmap for BlazeMeter.\n– Manage the entire product lifecycle from conception to launch including: ideation, scope, specification, prioritization, design, implementation, quality assurance, launch, and iteration.\n– Define and analyze metrics that inform and ensure the success of your product.\n– Understand and analyze customers needs. Integrate customer interviews, usage data, A/B testing,  research and market analysis into product requirements to enhance user satisfaction.\n– Drive product development with the R&D team and UI designers.\n– Work closely with the sales team to master the marketplace and identify market opportunities.\n– Write detailed product requirements and UI mock-ups.\n– Manage the product backlog and set internal priorities.\n– Perform competitive analysis and value proposition differentiation.\n– Work with the Sales team to drive successful usage of BlazeMeter offering.\nRequirements:\n– 4-5 years Product Management experience, for a web-based product, preferably from a startup company.\n– A track record of designing, building and launching a product roadmap.\n– Experience working in an agile methodology environment.\n– Demonstrated ability to work cross-functionally with multiple stakeholders.\n– Excellent organizational skills and ability to multitask in a fast-paced environment.\n– High technical aptitude and data driven approach.\n– Experience with SaaS.\n– Bsc in Computer Science or related technical field.\n– Excellent written and spoken communication skills in English.\nTo send a CV for the position of Product Manager – Blazemeter\nIf you’re interested in becoming a great mobile developer and learning from the best mentors, we’ll be happy to teach you everything we know, and more.\nWe’re looking for a young promising mobile developer, to join our innovative R&D team.\nIn this position you will be responsible for end-to-end development of real-time Mobile Applications using the latest technologies such as Swift, ObjC, Java, and more.\nRequirements:\n– Top class graduate from TAU/Hebrew U/Technion/Open Uni/BGU.\n– Experience in OO development – advantage.\n– Ability to handle full application development cycle, from requirement to production – advantage.\n– Experience in Agile software development methodology: Scrum, Kanban, etc. – advantage.\nTo send a CV for the position of Junior SW Engineer – Vonage\nAs our UX/UI Designer you will work closely with multiple teams, mainly Product, R&D and Branding to ensure the creation of engaging, positive, user experiences and intuitive interfaces for both web and mobile applications.\nIn this role, you will create smart, beautiful and responsive designs for both our online solutions as well as our leading Back-office products by defining interaction models and understanding and communicating user scenarios and end-to-end experiences.\nYou will play a key role in turning big ideas into simple, beautiful features and dealing with the continuous challenge of making the complicated simple, fun and accessible while juggling between multiple types of products with different kinds of audiences.\nRequirements:\n– 1-5 years of experience designing online web interfaces, either consumer or back-office/SaaS (Both preferred).\n– Very strong knowledge and solid understanding of UX/UI, Interest in the experience and feelings people go through – not just how it looks.\n– Extensive experience producing high-quality, pixel perfect designs, from concept to production.\n– A fast learner and a focused team player, with passion to constantly learn and acquire new tools and knowledge.\n– Extensive experience in Photoshop and Illustrator.\n– Vast experience in wire-framing and mock-ups, usage of tools such as Axure and Invision are a major advantage.\n– Team player with great communication skills. You should be able to clearly articulate your design decisions and what problems they’re solving.\n– A Can-do Attitude.\n– Experience working in an Agile environment, participating in team Product Backlog grooming sessions to grasp the greater picture – major advantage.\n– Degree in Interactive Design/Human Interactions/Cognitive sciences/Visual Communication or a related field – Preferred.\nTo send a CV for the position of UI/UX Designer – Salestech\n– Develop clear, detailed and thorough content requests and content templates.\n– Maintain strong working relationship with freelance writers and service providers.\n– Seek out new writers and service providers according to project requirements.\n– Edit essential online marketing content including website copy, video content, etc.\n– Create and format online marketing content.\n– Track content performance with an optimization mindset.\n– Work closely with product managers, marketing, to develop successful campaign creative.\nRequirements:\n– English – mother tongue level.\n– Additional foreign language (Portuguese\\French\\Italian\\German) – a plus.\n– 2+ years content-related online marketing experience.\n– Exceptional communication skills.\n– Knowledge in online performance & optimizing content.\n– Positive, professional attitude.\n– Excellent writing skills.\n– Project Management experience.\n– Academic degree.\nTo send a CV for the position of Online Content Manager – Natural Intelligence\nFunctioning as a DevOps Engineer building next generation cloud infrastructure.\nAutomate operation, provisioning, installation and monitoring of all components in our Open Ad Management Platform.\nWorking alongside Engineering to apply architecture knowledge to provide an elastic highly available cloud deployment solution.\nOperate and maintain continues integration and continues delivery flows and tools.\n Requirements:\n– BSc in Computer Science, or commensurate industry experience, preferred.\n– At least 2-3 years’ working experience as DevOps engineer, ideally supporting an agile development process of a large-scale website.\n– Strong scripting capabilities (e.g. Shell, Bash, PHP, Python, Perl and/or Ruby).\n– Deep understanding of version control systems (e.g. Git), including branching and merging strategies.\n– Experience with software build tools (e.g. Maven) and continuous integration and continues deployment tools (e.g. Jenkins, Nexus).\n– Experience with automation/configuration management using either Puppet, Chef or an equivalent.\n– Strong experience with AWS cloud services and API.\n– Strong background in Linux administration.\n– Experience with NoSQL systems (e.g. redis, mongodb) and relevant services (e.g. Storm).\n– Self-motivated learner, quick to research and implement with new technologies and tools.\n– A team player, independent, assertive and professional.\nTo send a CV for the position of DevOps Engineer – Sizmek", "keywords": "גיק ג\\'וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,fullstack web developer,geektime,sqa engineer,forescout,data science student,aol,seo account manager,888,application security expert,playtech,product manager,blazemeter,junior sw engineer,vonage,ui/ux designer,salestech,online content manager,natural intelligence,devops engineer,sizmek,​salestech​"}