{"url": "https://www.geektime.co.il/israeli-startups-that-change-the-world-of-software/", "type": "article", "title": "6 סטארטאפים ישראלים שמשנים את עולם התוכנה", "description": "המשותף לששת הסטארטאפים הללו (מלבד היותם ישראלים) הוא שהם נוסדו על ידי מתכנתים שרצו לשנות את איך שהם והעמיתים שלהם למקצוע יעבדו בעתיד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/startups.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-03-26T11:10:05Z", "modified_time": "2015-03-28T11:20:30Z", "articleBody": "המשותף לששת הסטארטאפים הללו (מלבד היותם ישראלים) הוא שהם נוסדו על ידי מתכנתים שרצו לשנות את איך שהם והעמיתים שלהם למקצוע יעבדו בעתיד\n\nישראל היא ללא ספק אחת ממעצמות התוכנה בעולם. מתכנתים מוכשרים כותבים קוד מעולה לפתירת חלק מהבעיות המורכבות בעולם. אבל גם, מתכנתים מוכשרים אחרים כותבים כלים לעזור לאותם מתכנתים לעבוד יותר יעיל ולהיות מתכנתים אפילו טובים יותר. החיבור שלי להקמת סטארטאפ עבור מתכנתים (טקיפי, מוזכרת בכתבה) היה כאשר צוות הפיתוח בחברה הקודמת שלי חווה הרבה אתגרים.\nאנחנו עברנו Scale מהיר מאוד וגדלנו מכמה אלפי משתמשים למיליון משתמשים בתקופה של פחות מחצי שנה. בתקופה הזו גילינו כמה מעט כלים קיימים עבור מתכנתים שעובדים ב-Scale גבוה וזיהינו שם פוטניצאל גבוה. עשרות חברות בארץ מפתחות היום פתרונות עבור מתכנתים: מהמלצות לשיפור הקוד, בדיקות אוטומטיות חכמות, ניתוח קוד ועד התרעות על כשלים ובעיות אבטחה. חלק מהחברות המוצגות כאן בעלות מאות אלפי משתמשים, אחרות בתחילת הדרך. המשותף לכולן הוא שהן נוסדו על ידי מתכנתים שרצו לשנות את איך שהם והעמיתים שלהם למקצוע יעבדו בעתיד.\nניתוח סטטי של כל ספריות הקוד הפתוח בעולם יעזור לכם לכתוב קוד טוב יותר.\nקודוטה הוקמה ע”י דרור וייס וערן יהב. הצורך במוצר עלה מהחוויות האישיות שלהם בתכנות כאשר ניסו למצוא דוגמאות קוד טובות שישמשו כרפרנס. השאלה המרכזית שדרור וערן שאלו את עצמם היתה “כיצד זה דורש כ”כ הרבה מאמץ לכתיבת קוד שבעצם נכתב עשרות, מאות ואלפי פעמים בעבר ע”י מתכנתים אחרים?”. המטרה בבניית הטכנולוגיה מאחורי קודוטה היתה להפיק ידע מקוד קיים ועל ידי כך לשפר קוד חדש.\nמה המוצר עושה? קודוטה מתבססת על ניתוח מאגרי קוד גדולים (ובראשם GitHub) – השירות מבצע ניתוח סמנטי של קוד, מוצא קשרים ובונה מודל עשיר שמאפשר למפתחים למצוא בקלות APIs רלוונטיים, ולהביא את הדוגמאות הטובות והמומלצות ל-APIs האלה. plugins לסביבת הפיתוח ולדפדפן מאפשרים למפתחים לקבל את דוגמאות הקוד הרלוונטיות מבלי לצאת מהסביבה הרגילה שבהם הם כותבים או קוראים קוד.\nהמוצר בשימוש נרחב על ידי מפתחים שמחפשים דוגמאות קוד open source, בימים אלו המוצר בבטא לחיפוש קוד בספריות הקוד הפנימיות של חברות. קודוטה מכוונת להיות תחליף ה-StackOverflow עבור הידע התכנותי שספציפי לארגון, כולל מנגנון של המלצות והגדרת פתרון מוסמך. זה מעין wiki ארגוני עצום שנבנה ומתעדכן אוטומטית על פי הקוד.\nעבור מי? התמיכה כיום היא ב Java (כולל אנדוראיד), בעתיד תהיה הרחבה לטכנולוגיות אחרות. הפתרון מיועד למפתחים ולארגוני פיתוח תוכנה בהם יש מסה קריטית של מפתחים וקוד.\nלאתר החברה\nבדיקות עומסים בענן\nבעבר בדיקות תוכנה היו מקור לכאב ראש גדול ויקר מאוד לריפוי. על מנת לבדוק את התוכנה שלהן באופן רציף (בכל גרסה, בצורה אג׳ילית), חברות היו נאלצות להשקיע משאבים רבים. מייסד בלייזמטר, אלון גירמונסקי, היה מפתח בעברו והרגיש את הכאב הזה בכל יום. מתוך תחושת התסכול הזו צמחה בלייזמטר בשאיפה לשנות את עולם בדיקות התוכנה. שלוש שנים אחרי אפשר להגיד שהחברה הצליחה במשימתה והיום נחשבת כאחד מכלי בדיקות ביצועי התוכנה המוביל בעולם.\nמה המוצר עושה? בלייזמטר הינה חברת SaaS המספקת שירותי בדיקות עומס וביצועים לאתרי אינטרנט, אפליקציות מובייל ו-API. המוצר מאפשר לערוך בדיקות עומסים מורכבות שבעבר הצריכו הקמת תשתיות בכמה צעדים פשוטים וללא חומרה יעודית.\nעבור מי? כשם שעולם הפיתוח משתנה במהירות, כך גם עולם בדיקות התוכנה משתנה במהירות ואיתו משתנות גם דמויות המפתח האחראיות על בדיקות התוכנה. היום, איש ה-DevOps אחראי על בדיקות התוכנה לא פחות מאיש ה-QA וכך גם המפתח. לכל אחד. בלייזמטר מקדמת מאוד את המושג Continuous Testing שאומר שבכל שלבי פיתוח התוכנה יש לבצע בדיקות בעומסים שונים. אם כך, האנשים העיקריים אליהם פונה בלייזמטר הינם: המפתח, איש ה-Devops ואיש ה-QA.\nלאתר החברה\nניהול חכם של כל ספריות התוכנה\nJFrog עומדת מאחורי שני מוצרים מצליחים Atrifactory ו-Bintray. ארטיפקטורי החל כפרוייקט קוד פתוח שבא לתת מענה למצוקה של ארגונים שונים בתהליך פיתוח תוכנה. הפרוייקט התקדם בקצב מהיר מאוד ומיליוני משתמשים אימצו אותו והטמיעו אותו בארגונים שלהם כחלק בלתי נפרד מתהליך הפיתוח. לאור הביקוש הגדול התקבלה החלטה לקחת את המוצר לשלב הבא ולהפכו למוצר מסחרי. המוצר הבא, Bintray היה נראה כדבר ההגיוני הבא (כאשר הזמן אכן אישר את ההנחה הזאת) בהיותו משלים את Artifactory לשלב הבא בפיתוח – הפצת התוכנה.\nמה המוצר עושה? Artifactory – מנהל מאגר ספריות תוכנה (Binary Repository Manager) המאפשר ניהול ושימוש חכם יותר של כל ספריות התוכנה בתוך הארגון, תוך כדי שימוש באוטומציה ואינטגרציות עם כלי הפיתוח השונים.\nBintray, פלטפורמה לאחסון והפצת תוכנה למתכנתים המאפשרת הקמת Download Center בענן עם יכולות מתקדמות כמו הצגת סטטיסטיקות וסטטוסים של הורדות.\nשני המוצרים מהווים פתרון מקצה לקצה, החל משלב הפיתוח ועד שלב הפצת התוכנה. המוצרים נמצאים היום בשימוש ע”י גוגל, אמזון, אורקל, נטפליקס, טוויטר ועוד.\nעבור מי? JFrog תומכת במגוון שפות (Java, .Net, Ruby, Python) ומיועדת למתכנתים, מנהלי פיתוח ו-DevOps.\nלאתר החברה\nפתרון באגים מורכבים בדקות\nהרעיון לטקיפי התחיל בקבוצה פיתוח שעברה scale מהיר והיתה צריכה לתמוך במיליון משתמשים תוך כמה חודשים. תקופה זו הבהירה כמה מעט כלים יש עבור מתכנתים ב-production וכמה קשה לאתר ולשחזר בעיות קוד בשרתים. המשימה של טקיפי היא לאפשר למתכנתים לפתור בעיות קוד מורכבות בסביבה מבצעית במהירות.\nמה המוצר עושה? טקיפי מנטרת errors ותקלות אחרות ומקליטה את זרימת הקוד שהובילה לאותה נקודה, כולל ערכי כל המשתנים כפי שהיו לפני פיצוץ הקוד. בעזרת איסוף נתונים אלה טקיפי מאפשרת למתכנתים להבין באופן מיידי מה הוביל לבעיה, כמה היא חמורה ואיך לוודא שהיא נפתרה לאחר תיקון הקוד. טקיפי אוספת גם אנליטיקות על כל השגיאות שקרו בשרתים ומאפשרת לצוותי פיתוח להחליט במהירות באיזה בעיות לטפל קודם.\nעבור מי? מתכנתים ומנהלי פיתוח שעובדים ב-Java/ Scala.\nגילוי נאות: כותבת המאמר היא אחת ממייסדי הסטארטאפ Takipi.\nלאתר החברה\n‘Uber של פיתוח קוד’\nבשונה מהחברות האחרות המוצגות פה, קודרסקלאן (CodersClan) אינה טכנולוגיה עבור מפתחים אלה marketplace המאפשר למתכנתים ומנהלי מוצר להזמין משימות קוד מקהילת מפתחים במהירות וכך להוריד עומס מהצוות הקיים. הרעיון לחברה החל מזיהוי הכשלים הקיימים כיום בתהליך של אאוט-סורסינג לקוד: חוסר יעילות משווע הבא לידי ביטוי באיכות ומחיר, סיבוכיות גבוהה, ואחוזי כישלון וחוסר שביעות רצון גבוהים. בתור מתכנתים בעצמם, דרור כהן ואורי עזרא, החליטו לבנות פתרון ייעודי למתכנים, שמצד אחד היו רוצים להיות מפתחים בו ומצד שני היו רוצים להשתמש בו לפיתוח המוצר שלהם.\nמה המוצר עושה? קודרסקלאן מאפשר להגדיר משימות פיתוח (החל מ $25) ולקבל בפרק זמן מינימלי קוד העונה על הדרישות. קודרסקלאן מתממשקת ישירות למערכות ניהול פרויקטים (לרבות Jira, Asana ו-Trello) ומבצעת פיצול חכם למשימות הקוד המאפשר עבודה מקבילית.\nקהילת המפתחים של CodersClan מונה כיום אלפי מפתחים הזמינים למשימות פיתוח קטנות כגדולות.\nעבור מי? הפתרון מיועד מצד אחד לכל מי שצריך שירות כתיבת תוכנה מהיר ואיכותי: מנהלי מוצר, מנהלי פרויקטים, מנהלי פיתוח ויזמים. מצד שני, הפתרון אופטימלי עבור מתכנתים, כמעט בכל סביבה, אשר מעוניינים להרוויח כסף בקלות ובאופן מדרגי, וכן לזכות בהכרה עבור כישוריהם הייחודיים.\nלאתר החברה\nהאם המוצר שלי נראה תקין בכל רזולוציה ומכשיר? האם משהו בממשק הויזואלי נשבר בגרסא חדשה?\nהרעיון למוצר התבשל בראשו של אדם כרמי, שותף ו-VP R&D באפליטולס, במהלך השנים הרבות בהן עבד כמסנכ”ל פיתוח, ונתקל במשאבים האדירים שהושקעו בבדיקות ידניות של UI – כספיים ושעות עבודה – ולמרות זאת לא הצליחו למנוע באגים ויזואליים [visual bugs]. האתגר לפתח אלגוריתם מתוחכם לעיבוד והשוואת תמונה, שיאפשר לחקות את המוח האנושי וראייה קוגניטיבית, הוביל להקמתה של אפליטולס, שכיום מחזיקה במנוע עיבוד התמונה מהמתקדמים בעולם.\nמה המוצר עושה? אפליטולס הוא פתרון חדשני בתחום בדיקות ויזואליות אוטומטיות [automated visual testing], המאפשר ביצוע בדיקות אוטומטיות שמכסות את כל האלמנטים הויזואלים באתרי ווב, אפליקציות מובייל ומוצרי דסקטופ ומאפשר לוודא שהאפליקציה מוצגת ועובדת בצורה תקינה למשתמש הקצה על כל הדפדפנים ומערכות ההפעלה.\nהפתרון מגדיל משמעותית את כיסוי הבדיקות האוטומטיות לאזורים שלא ניתן לכסות באמצעות כלים קיימים, ותורם לחסכון משמעותי במשאבים הדרושים לבדיקת ממשק המשתמש של האפליקציה.\nעבור מי? המוצר מיועד לאנשי אוטומציה, אנשי QA ומפתחי front-end. בשל היותו מוצר ענן הוא scalable באופן מלא, ולכן מתאים לכל צוות פיתוח בכל גודל של חברה, מסטארטאפים קטנים ועד חברות אנטרפרייז.\nלאתר החברה\n ", "keywords": "איריס שור,פיתוח,תוכנה,סטארטאפים,סטארטאפים ישראלים,codota,blazemeter,jfrog,takipi,codersclan,applitools,קוד,תכנות,מתכנים,כלים למתכנים"}