{"url": "https://www.geektime.co.il/startups-investments-september-2014/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו ונרכשו בספטמבר 2014", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של ספטמבר 2014", "image": "https://files.geektime.co.il/wp-content/uploads/2014/10/shutterstock_money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-04T19:15:37Z", "modified_time": "2014-10-04T16:45:59Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של ספטמבר 2014\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש אוגוסט\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nמקור: Flickr, cc-by 401(K) 2013\nחברת איירון סורס, המתמחה בהפצת תוכנות על ידי דפדפנים, סרגלי חיפוש ומנועי חיפוש, סיימה לאחרונה סבב גיוס בהיקף של 80 מיליון דולר. מסתבר שהיא לא חיכתה הרבה לפני שהיא פתחה את הארנק והתחילה לממש את כספי הגיוס. כעת הודיעה החברה על רכישת סטודיו הגיימינג הישראלי Upopa.\nבתגובה למכירה מסר ניב טובול, מנכ”ל Upopa: “אנחנו מאוד מתרגשים להפוך לחלק ממשפחת איירון סורס. זו הזדמנות מדהימה לנצל את הפלטפורמה הזו, כדי לחשוף את העבודה שלנו לקהלים חדשים, ולמנף את זוית הראיה הייחודית שלנו לפרויקטים חדשים של איירון סורס”.\nחברת SuperDerivatives הישראלית נמכרה ב-350 מיליון דולר למפעילת הבורסות הגדולה בעולם, חברת Intercontinental Exchange.\nSuperDerivatives מפתחת מערכת לתמחור של ניהול סיכונים, מסחר ושערוך של נגזרים פיננסיים. עם לקוחותיה בישראל נמנים כיל, שמשתמשת במערכת כדי לנהל חשיפה לנגזרים על מטבעות ושערי ריביות וכדי להפיק דו”חות סיכונים ואנליזות הקשורות בנגזרים אלה, הבנק הגדול בסין ICBC וענקית הספנות העולמית Gearbulk.\nחברת פנגו הישראלית, המציעה שירותי חניה סלולריים למשתמשיה, הודיעה על השלמת סבב גיוס A בסך 6.5 מיליון דולרים. הסכום יאפשר לה להמשיך להרחיב את היצע שירותיה לא רק לנהג הישראלי, אלא גם לנהגים ברחבי העולם. החברה מתכננת להשתמש בסכום על מנת להרחיב את שירותיה לערים נוספות ברחבי ברזיל כבר במהלך החודשים הקרובים, כמו גם להתחיל להציע את שירותיה ברחבי אירופה.\nלצד הצעת שירותיה לקהל גדול יותר של משתמשים ברחבי העולם, החברה מתכננת להשתמש בסכום הגיוס על מנת להרחיב גם את הצוותים העומדים “מאחורי הקלעים”, כגון צוותי המכירות, השיווק וכמובן הפיתוח – על מנת שתוכל לתמוך בשירותיה ולקוחותיה החדשים. כחלק מהתרחבותה, פותחת החברה משרדים נוספים בבוסטון, שיתווספו למשרדיה הקיימים בניו יורק וכמובן, בישראל.\nחברת אבטחת המידע הישראלית לייטסייבר (LightCyber) הודיעה על השלמת סבב גיוס בסך 10 מיליון דולרים. הטכנולוגיה אותה פיתחה לייטסייבר הישראלית מאפשרת לארגונים לזהות איומים ופרצות ברשת הפנימית שלהם בשלבים מוקדמים ומאפשרת זיהוי מהיר בזמן אמת של איומים פוטנציאליים. כך, עוזרת לחברה למנוע את התפרשותו של האיום אל ענפים נוספים בתוך הרשת, תהליך שעלול לסכן מידע רב וחשאי של החברות.\nפתרון האבטחה אותו מציעה החברה, מכונה LightCyber Magma, ונועד להחזיר את השליטה לידיו של מנהל האבטחה בחברה, באמצעות זיהוי מוקדם של האיומים. מאחורי הקלעים, הטכנולוגיה מסוגלת למפות ולייצר פרופילים של התנועה הפנימית של עובדי החברה, מסוגלת לזהות התנהגות חשודה ובכך מבדילה בין משתמשים לגיטימיים לזדוניים.\nחברת הסטארטאפ הישראלית גמבה (Gamba), העומדת מאחורי אפליקצייה לניהול הקשר בין בתי עסק ללקוחות, מודיעה על השלמת סבב גיוס בסך 1.4 מיליון דולרים. האפליקציה אותה מציעה גמבה, נועדה לעזור לצרכן הישראלי לאגד את כל העסקים הקטנים, הבינוניים ואפילו הגדולים האהובים עליו, איתו נמצא במגע על בסיס יום-יומי, תחת קורת גג אחת.\nהיא עושה זאת באמצעות הענקת במה לאותם בתי העסק בכך שמאפשרת להם ליצור אפליקציה אישית עבורם, שתכלול את כל הפרטים להם זקוקים הלקוחות. הצרכנים, מצידם, יוכלו להשתמש באפליקציה על מנת למצוא את בתי העסק שבסביבה הקרובה שלהם, לקבל מידע על שעות פתיחה והמיקום של עסקים ברחבי הארץ, להתקשר ישירות אל בית העסק מהאפליקציה, לנווט ישירות אל המקום וכאמור, ליזום שיחה עם נציג מטעם העסק.\nענף הפרסום בפייסבוק מגיע לנקודת רתיחה עם אקזיט שני בתוך שבועיים – חברת הסטארטאפ אדקוואנט (Adquant) מתל אביב, המתמחה בפיתוח טכנולוגיות פרסום לפייסבוק, תימכר לענקית הפרסום המקוון הישראלית קנשו (Kenshoo) בסכום המוערך ב־12 מיליון דולר.\nAdquant היא חברת הטכנולוגיה לפרסום בפייסבוק הגדולה בישראל, והכנסותיה מוערכות ב־10 מיליון דולר בשנה. כמו מרבית החברות הפעילות בתחום בישראל, רוב לקוחותיה מגיעים מעולם משחקי הקזינו. רכישת אדקוואנט תשרת את קנשו בשתי דרכים: היא תחזק את טכנולוגיית אופטימיזציית הפרסום שלה בפייסבוק, ובנוסף תכניס את קנשו לעולם הפרסום מבוסס ביצוע, כלומר פרסום המבוסס על קליקים על פרסומות, בשונה מפרסום שייעודו העיקרי הוא לחזק מותג מסוים.\nחברת הסטארטאפ הישראלית קלאודין (Cloudyn), המתמחה בניטור וייעול שירותי ענן לעסקים, הודיעה על השלמת סבב גיוס בסך 4 מיליון דולרים. קלאודין נחשבת כיום לאחת מהחברות המובילות בתחום ניטור ואופטימיזציה של שירותי ענן, כשסט המוצרים שלה עוזרים לעסקים לזהות את ההוצאות המיותרות שמוציאים בכל חודש, למצוא את המשאבים שאינם נמצאים בשימוש וכדומה.\nלצד התובנות השונות שמציעה החברה, מערכת הניהול שלה כוללת המלצות מותאמות אישית לכל בית עסק, במטרה לעזור לו לשפר את הביצועים וכמובן, להפחית את הוצאות הכספים בתחום הענן. במהלך השנה האחרונה החברה הרחיבה את התמיכה שלה לפלטפורמות מחשוב ענן נוספות מלבד אמזון (AWS), כגון גוגל (GCE) ו-OpenStack, כשעד סוף השנה מתכננת לתמוך גם בעננים ציבוריים נוספים.\nחברת הסטארטאפ הישראלית מובלי (Mobli), המפתחת פלטפורמה לשיתוף תמונות וסרטוני וידאו, הודיעה על רכישתה של חברת Pheed, המפתחת פלטפורמה לשיתוף תכנים. בעוד שסכום העסקה לא פורסם, הוא מוערך ב-40 מיליון דולרים.\nמשה חוגג, מייסד ומנכ”ל מובלי הצהיר כי מוניטיזציה של תכנים היא אתגר מתמשך, והחברה נלהבת להעניק למשתמשיה את האפשרות להרוויח מהתכנים שמשתפים, לאור הצעדים שנקטה Pheed בכיוון זה. מובלי מתכננת להשקיע כ-10 מיליון דולרים נוספים בגרסה מחודשת של Pheed, שתמשיך לפעול כפלטפורמה עצמאית.\nהפרינט עוד לא מת, לפחות אם לשפוט על פי העסקה האחרונה בה רכשה חברת Slyce הקנדית את הסטארטאפ הישראלי BuyCode. אפליקציית Pounce מאפשרת לנו פשוט לצלם את הפריט שמעניין אותנו מתוך מודעת הפרינט או הקטלוג, ואחרי שהיא מקפיצה לנו את פרטי המוצר מאתר היצרן, פשוט לשלם בצורה מאובטחת בלחיצה אחת וזהו. החברה מתגאה שכל התהליך, כולל הצילום והתשלום, עומד על פחות מ-30 שניות.\nSlyce, החברה הרוכשת, היא חברה מטורונטו שמתמחה בטכנולוגיות של זיהוי תמונה, לצורך רכישת מוצרים. מה ש-Slyce רוצה לעשות, באמצעות הרכישה של Pounce, הוא לייצר אלטרנטיבה משלה לכל העולם שהוא לא אמזון. כלומר, שתוכלו לצלם כל חפץ בעולם האמיתי ואז לבחור האם לרכוש מאתר אחד או אתר אחר.\nגביית חובות מתקשרת אוטומטית אצל רובנו לבריונים, איומים וגפיים שבורות. גם האופציות היותר חוקיות – בעיקר משרדי עורכי דין והוצאה לפועל – נתפסות מאיימות לא פחות. חברת הסטארטאפ הישראלית TrueAccord שפועלת בסן פרנסיסקו מנסה לשנות את הגישה הזו על ידי מחשוב תהליך הגבייה וההתרעות לגבי החוב, והודיעה על גיוס של 5 מיליון דולר ממספר קרנות ומשקיעים פרטיים.\nהחברה מנסחת פנייה אישית שמועברת לכל חייב במדיום שמתאים לו (הודעות טקסט, מייל או שיחה טלפונית) ומזכירה לו את סכום החוב, תאריך הפרעון ודרכי התשלום האפשריות. ניסוח הפנייה מתבצע על ידי פסיכולוגים חברתיים, המשתמשים באלמנטים מתוך כלכלה התנהגותית ומתבססים על משתנים שונים של החייב כמו מגדר, גיל, מקום מגורים, מקצועו, גובה החוב ועוד.\nחברות הסייבר הישראליות ממשיכות לגייס כספים בהצלחה. והפעם, חברת הסטארטאפ הירושלמית Secure Islands המפתחת פתרונות אבטחה והגנה לקבצים הודיעה על גיוס של 12 מיליון דולר.\nSecure Islands מספקת הגנה על מידע לא-מובנה כמו קבצים, תמונות ומייל, כבר בשלב היווצרותם, ולאורך כל מחזור חייהם. ההגנה ניתנת לקובץ השמור בכל מקום ברשת הארגונית, ובכל מכשיר או שרת ברשת זו, אם בתוך הארגון, במובייל או בענן. כיוון שהפתרון מגן ומצפין למעשה כל קובץ בנפרד, הוא מספק הגנה מלאה על המידע גם במקרה של פריצה לרשת הארגונית, גניבת מידע או דליפה של מידע מחוץ לארגון.\nחברת הסטארטאפ הישראלית AutoAgronom, המפתחת טכנולוגייה לתחום החקלאות, הודיעה כי נרכשה על ידי הענקית הסינית Yuanda תמורת 20 מיליון דולרים.\nAutoAgronom עוסקת בפיתוח חיישנים המסוגלים לסייע בתחום ההשקייה והדישון של גידולים חקלאיים. החיישנים של החברה פועלים באמצעות הטכנולוגיה שפיתחה, Root Sense, ״המאזינה״ לשורש הצמח ומנתחת את צרכיו. בפועל, החברה מודדת את השינויים הכימיים והפיזיים באיזור השורש וכך יכולה המערכת להגיב בצורה אוטומטית ובזמן אמת למגוון הגידולים השונים, גם בשדות רחבים במיוחד.\nברת הסטארטאפ הישראלית EatWith, המציעה למשתמשים לאכול ארוחות ביתיות בבתיהם של אחרים, הודיעה על השלמת סבב גיוס בסך 8 מיליון דולרים. החברה עומדת מאחורי פלטפורמת Marketplace שנועדה לקשר בין משתמשים רעבים לאלה המעוניינים לארח אותם ולהציע להם ארוחה ביתית אמיתית, גם אם מעולם לא נפגשו בעבר.\nבדומה למודל הקיים ב-Airbnb, המשתמשים יכולים לחפש את המארח או המאכלים המעניינים אותם במיוחד, ובמקום לטעום אותם ״במסעדות פועלים״ מקומיות העלולות להוות לעיתים מלכודות לתיירים, להכנס אל ביתם של הבשלנים ולהתארח סביב שולחן האוכל שלהם, כך שיחווה קצת מהאווירה המקומית.\nTakwin Labs, חממה טכנולוגית ייחודית שאינה מתמקדת במודל הטכנולוגי או המודל העסקי, אלא קהל היעד שלה: חברות סטרטאפ מהמגזר הערבי, הודיעה על השלמת גיוס ראשון של 4.5 מיליון דולר, מתוך 20 מיליון דולר מתוכננים.\nהחממה מכוונת למיזמים לפנות לשוק דובר הערבית, הנמצא בצמיחה מהירה וכולל למעלה מ-350 מיליון משתמשי סלולר ברחבי העולם הערבי ולמעלה מ- 120 מיליון משתמשי אינטרנט ב-22 מדינות.\nאם לא שמעתם על HoneyBook עד עכשיו, אתם יכולים להרגיש בנוח. החברה שמרה על שקט תעשייתי ובאופן מודע בחרה שלא לצאת בהכרזות. “אני יוצא מודיעין” אומר לנו עוז אלון, מנכ”ל החברה, “שם למדנו להיות ולפעול מתחת לרדאר עד לרגע הנכון”. והרגע הנכון הוא עכשיו, כי גיוס של 10 מיליון דולר הוא גיוס מרשים גם בקנה מידה בינלאומי.\nאז מה עושה HoneyBook? החברה מציעה לבעלי מקצוע הקשורים לעולם האירועים, פלטפורמה אחת שתנהל עבורם את כל התהליכים הבירוקרטיים והמתישים שכוללת העבודה: החל מהצעות מחיר, דרך חוזים, סליקה, הוצאת חשבוניות וכלה בניהול התקשורת בין בעל המקצוע והלקוחות. בין השאר החברה פונה למארגני אירועים, צלמים, די.ג’יי, מעצבי שיער, בעלי אולמות אירועים, אמני שזירת פרחים ועוד.\nחברת הסטארטאפ הישראלית בלייזמיטר (BlazeMeter), המספקת פלטפורמת ענן לבדיקות ביצועים, הודיעה על רכישתה של חברת Loadosophia היושבת במוסקבה, המציעה ניתוח ואנלטיקות לתוצאות בדיקות.\nאלון ז’ירמונסקי, מנכ”ל ומייסד בלייזמיטר הצהיר כי נמצא בחיפוש תמידי אחר הוספת טכנולוגיות חדשות, המשתלבות עם הפתרון שמציעה הפלטפורמה. הודות לטכנולוגיה ולהבנה של החברה בכל הנוגע לצרכים בקנה מידה גדול של בדיקות, תוכל בלייזמיטר להנות מקידום משמעותי לטכנולוגיה, מה שיעניק לה יתרון בשוק.\nחברת האבטחה הישראלית CyberArk פותחת את השנה העברית החדשה עם הנפקה מוצלחת במיוחד בבורסת הנאסד״ק, מלווה בכותרות מחמיאות בעיתונים הכלכליים בארה״ב בכלל ובבוסטון בפרט. החברה שניסתה לגייס 75 מיליון דולרים סיימה לבסוף עם גיוס בגובה 86 מיליון דולרים וזינוק של עשרות אחוזים ביום המסחר הראשון, דבר המשקף לה כעת שווי שוק של 881.4 מיליון דולר.\nCyberArk עוסקת בפיתוח פתרונות אבטחה לארגונים, כאשר אחד ממוצרי הדגל שלה הוא ה-Privileged Identity Management. המוצר מציע מגוון פתרונות אבטחה שונים מפני התקפות חיצוניות על הארגון, אך גם מפני התקפות פנימיות העלולות להגיע מאחד מעובדי החברה.\nכל קרן הון סיכון חדשה היא סיבה למסיבה בסצנת הסטארטאפים והטכנולוגיה המקומית. כשההיקף שלה עומד על 150 מיליון דולר והקרן שעומדת מאחוריה כבר חתומה על שמות אלמוניים ולא מוכרים כמו Waze, Onavo או Magisto, הסיבה היא כפולה.\nמקרן מאגמה נמסר כי הקרן החדשה תתחיל את השקעותיה בתחילת 2015, לאחר השלמת ההשקעות של מאגמה III. המיזמים אליהם מכוונת הקרן הינם מיזמים בתחומים של טכנולוגיית התקשורת והמידע ביניהם מסחר אלקטרוני, מובייל, מחשוב ענן, ניו מדיה, SaaS, User Generated Content, וסייבר סקיוריטי.\nאחד הכלים החשובים ביותר העומדים לרשותו של מנכ”ל או מנהל שיווק הוא הפרסום. אולם, עם כל הכבוד לקמפיין הפרסום עצמו, החשיבות הגדולה ביותר טמונה בניתוח התוצאות והמסקנות שעולות ממנו. זו התובנה שהובילה את חברת הסטארטאפ הישראלית Datorama. החברה, שמאפשרת ניתוח קמפיינים עבור מפרסמים, השלימה סבב גיוס מרשים בהיקף של 15 מיליון דולר.\nהפלטפורמה אותה מציעה דאטורמה מיועדת למפרסמים המשתמשים במספר ערוצי פרסום שונים, ועוזרת לנתח מידע בזמן אמת על מנת להבין כיצד עובדים הקמפיינים השונים של החברה. הפתרון של החברה מסוגל להציע מידע על מגוון ערוצי הפרסום המקובלים כיום, כגון טלוויזיה, רשתות חברתיות, סרטוני וידאו, מנועי חיפוש, CRM ואפילו להציג מידע מקמפיינים מבוססי פרינט.\nחברת הסטארטאפ הישראלית 365Scores, המפתחת אפליקציית ספורט עם התראות בזמן אמת, הודיעה על השלמת סבב גיוס בסך 5.5 מיליון דולרים. 365Scores מאפשרת לאוהדים לקבל עדכונים בזמן אמת אודות המשחקים וענפי הספורט המעניינים אותם.\nכך לדוגמה, האפליקציה הסלולרית תדאג לשלוח לכם עדכוני פוש בזמן אמת אודות כרטיסים צהובים או אדומים שהונפו, או לחילופין במידה ותעדיפו – לעדכן אתכם רק כשאחת מהקבוצות מצליחה להבקיע גול. לצד העדכונים הללו, החברה מציעה למשתמשים עדכונים וחדשות מהרשתות החברתיות ומאתרי ספורט שונים, שיתוף של תמונות וסרטונים מהמשחק עצמו, מידע סטטיסטי, תאריכי המשחקים הבאים ואף להציע קישורים לצפייה ישירה, או אפשרות לקרוא את תקצירי המשחקים השונים.\nקרדיט תמונה: Shutterstock / Make money with internet", "keywords": "גיוס,גיוסים,סטארטאפ,סטארטאפים,גיוס הון,גיוסים חודשי,איירון סורס,upopa,pango,lightcyber,gamba,adquant,kenshoo,cloudyn,mobli,pheed,buycode,slyce,trueaccord,secure islands,autoagronom,eatwith,takwin labs,honeybook,blazemeter,cyberark,datorama,365scores,"}