{"url": "https://www.geektime.co.il/hadoop-with-scale-out-nas-for-big-data/", "type": "article", "title": "מדוע פלטפורמת Hadoop צוברת תאוצה ובמה היא טובה כל כך?", "description": "פלטפורמת Hadoop צוברת תאוצה בשנים האחרונות והופכת מטכנולוגיה ייחודית של ספקי שירותי ענן למיניהם (SaaS) לחלופה ראוייה לפתרונות מחסני נתונים קיימים בארגונים עסקיים מן השורה. למה בעצם?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/bigdata1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-27T11:47:15Z", "modified_time": "2014-09-02T15:42:21Z", "articleBody": "פלטפורמת Hadoop צוברת תאוצה בשנים האחרונות והופכת מטכנולוגיה ייחודית של ספקי שירותי ענן למיניהם (SaaS) לחלופה ראוייה לפתרונות מחסני נתונים קיימים בארגונים עסקיים מן השורה. למה בעצם?\nהכתבה בחסות\n\nהפוסט נכתב על ידי שי הרמלין, מנהל מוצר ב-EMC.\nכמעט כל מקום שאליו אני פונה בימים אלו אני שומע סביבי את המילה Hadoop. אותה טכנולוגיית קוד פתוח מבטיחה מבית היוצר של מעבדות Yahoo, Facebook, Google וקהילת הקוד הפתוח שמבטיחה לתת מענה לכיבוש מאגרי המידע הבלתי נדלים (אגמי המידע) ולזקק מתוכם תובנות ארגוניות ועסקיות בעלי ערך רב לארגון.\nבבסיסה פלטפורמת HADOOP נחלקת לשני חלקים עיקריים: ניהול מידע ע”י אחסונו במערכת קבצים מבוזרת בין שרתים פיזיים שמכונה Hadoop File System – HDFS ומנגנון חישוב מקבילי (היעיל במיוחד לפתירת בעיות חישוב מקביליות) שבו התהליך החישובי מפצל את המידע למשימות חישוב קטנות הממופות למידע חלקי, ומיזוג התוצאות החלקיות לתוצאה הסופית – תהליך זה נקרא MapReduce ועמו אפשר לפתור מגוון רחב של בעיות עתירות מידע מדברים פשוטים כמו ספירה של כמות המופעים במאגר ומינויו ועד בעיות מורכבות כגון קשרים עסקיים והתנהגות לקוחות. ואכן פלטפורמת Hadoop צוברת תאוצה ועוברת מלהיות טכנולוגיה ייחודית של ספקי שירותי ענן למיניהם (SaaS) לחלופה ראוייה לפתרונות מחסני נתונים קיימים בארגונים עסקיים מן השורה.\n\nבעקבות ההבטחה הטכנולוגית ספקים חדשים החלו לשווק גירסאות מקצועיות ונתמכות של פתרונות מבוססי Hadoop כגון Cloudera, Horton Works, וגם חברת Pivotal שהיא חברת אחות של EMC המספקת את פתרון Pivotal HD כחלק מסל פתרונות לעולם ה-Big Data Analytics.\nברוב הדיונים בהם אני משתתף רוב הדיון נסוב סביב היכולת של פתרון מבוסס HADOOP להחליף פתרונות מסורתיים מבוססים מסדי נתונים RDMS ו-DATA WARE HOUSE אבל אין מספיק דגש על נושא ניהול המידע במערכת הקבצים של HDFS. על כך אני רוצה להקדיש את הפוסט הזה. אני ארצה לדבר על חשיבות HDFS ועל דרכים לחזק את הצד הזה על ידי שילוב HDFS בפתרון האיחסון של ISILON.\nמטרת HDFS לספק פתרון איחסון למאגרי מידע ענקיים מתוך תפיסה שפתרונות אחסון קלסיים לא תוכננו לעולם ה-BIG DATA HDFS הינה מערכת קבצים מבוזרת שיכולה להתפרס על כמות גדולה של שרתים ולנצל דיסקים מקומיים על גבי השרת מתוך תפיסה שאיחוד פיסי של שרתי החישוב עם דיסקים לוקליים (DAS) ישרת שתי יעדים עיקריים:\n1. עלות נמוכה ע”י שימוש בשרתים סטנדרטיים עם דיסקים לוקליים במקום מערכי אחסון יעודיים ויקרים.\n2. גישה לוקלית למידע באופן שבו כל משימה מקבילית (task) מתועדפת לעבוד על מידע הנמצא על השרת המבצע את המשימה. באופן זה מתקיים צמצום בהעברת מידע על גבי הרשת שמחברת את שרתי Hadoop שבאשכול המערכת (Hadoop Cluster).\nכדי לתת מענה לגישה לוקלית למידע וכדי להגן על המידע מפני כשלי חומרה של דיסקים או שרתים, מערכת הקבצים HDFS מנהלת מספר עותקים של כל קובץ (ובלוק) בין השרתים כך שבפועל כל קובץ משוכפל מספר פעמים (3 עותקים כברירת מחדל). שרת ייעודי ונפרד (Name Node) מחזיק את מפת הקבצים בזכרון ונותן שירותי מיפוי מידע לשרתי החישוב (Job Tracker and Task Tracker).\n\nארכיטקטורה זאת נולדה מתוך שתי הנחות יסוד:\n1. רשתות מידע לא יהיו מספיק מהירות להעברת נתונים בזמן אמת.\n2. מערכי אחסון יעודיים שמשמשים את העולם העסקי (Enterprise Storage Arrays) לא מסוגלים להתחרות בעלויות חומרה של שרתים סטנדרטיים.\nהנחות אלו הובילו לארכיטקטורת HDFS הנוכחית, שבפועל HDFS במתכונת זו כפי שמתואר לעיל מוגבל ובעייתי במספר אופנים:\n1. שכפול המידע מנטרל במידה רבה את החיסכון בעלויות. לדוגמא, כדי לנהל 200TB של מידע ישומי לחישוב יש צורך להחזיק 3 עותקים בנוסף לעותק המקורי שנאגר מלכתחילה. כאשר מוסיפים תקורת אחסון למידע זמני ושטחי ניהול נוספים במהרה מגיעים לתקורה של פי 4-5 ביחס למידע המקורי. בשורה תחתונה יש להקצות 1000 TB של אחסון פיזי כדי לנהל 200 TB של מידע.\n2. מכיון שבארכיטכטירת HADOOP סטנדרטית לא ניתן להוסיף מגירות דיסקים בנפרד משרתים, גידול נפח פיזי מחייב הוספת שרתים. בדוגמא שלעיל ניהול 200 TB של מידע הוביל להקצעה פיזית של 1000 TB שמכפיל לא רק את כמות הדיסקים אלא גם את כמות השרתים. למרות שניתן להשתמש בדיסקים בעלי נפח יותר גדול (למשל בדיסקים של 3 TB במקום 2 TB) בדרך כלל יש צורך בכמות של פי 2-3 שרתים לעומת התכנון המקורי. ניהול תשתית פיזית זו דורש גידול משמעותי של שטח רצפה, ארון, קירור וצריכת חשמל.\n3. ניהול HDFS על גבי שרתי החישוב (Hadoop Cluster) יוצר אי מידע נוסף בארגון שצריך לנהל בנפרד. כדי לעשות בו שימוש יש לנייד אליו מידע גולמי שכבר נאגר במקום אחר ומנוהל על גבי תשתית אחסון נפרדת. כך שבפועל זמן רב ומשאבים רבים (כולל משאבי ניהול רשת) מושקעים בניוד המידע עוד הרבה לפני שניתן לפעול עליו.\n4. אמינות HDFS תלוי באמינות שרת Name Node שברוב פתרונות HADOOP סטנדרטיים חסר יתירות. כשל יחיד של מרכיב זה עלול להחריב את כל המידע הקיים ב-HDFS. לאחרונה ישנם מספר ניסיונות להוסיף שרת מיפוי זמני Name Node Secondary אבל מאמצים אלו עדיין בחיתוליהם ולא הוכחו בשטח בסביבות הדורשות יתירות ברמה גבוהה (דבר בסיסי בכל ארגון עסקי).\n5. פתרונות HADOOP סטנדרטיים לא כוללים יכולות גיבוי והמשכיות עסקית כגון ניהול Snapshots ו-Replication המוצעים בפתרונות אחסון עסקיים (Enterprise Storage Systems).\nכדי לתת מענה לאתגרים אלו ובכדי לאפשר לארגונים לאמץ פתרונות מחשוב מבוססי Hadoop יש צורך להטמיע את HDFS אל תוך מערכת אחסון קיימות המאפשרות לשתף את המידע עם שאר הארגון ולהגן עליו באופן דומה להגנה על המידע הארגוני.\nמערכת מידע כזו צריכה להיות בעלת יכולת לנהל כמות אדירה של מידע (Petabytes) במערכת קבצים אחודה שיכולה לאפשר למערכות חישוב HADOOP גישה למידע קיים שנאגר ממערכות אחרות. כך שהמידע נאגר תוך שימוש בפרוטקולי NAS קיימים (NFS, SMB) על גבי קישוריות ETHERNET עם פס רחב .10GbEthernet מערכת איחסון זו היא בעלת יכולת גדילה בזמן אמת (Scale-Out) גם בנפח וגם בבצועים (רוחב פס). הקונספט החדש אומר שעל ידי הפרדה בין שרתי החישוב ובין מערך אחסון המידע נקבל גם את התועלות של מערך אחסון בעל יתירות גבוהה ותקורת ניהול נמוכה, ללא התפשרות בתועלות העיקריות ש-Hadoop נועדה מלכתחילה. התועלות במודל מפוצל זה הן:\n1. צמצום ניכר בתקורת האחסון. המידע נפרס Striped ולא מועתק Replicated, כך שתקורת האיחסון בד”כ לא עולה 25%-30%. בנוסף המידע זמין על גבי HDFS ללא צורך בעותק נוסף לעותק המקורי. במלים אחרות המידע שנוצר ממקורות הארגון ונאגר על ידי שימוש בפרוטוקלי NAS רגילים, הוא עצמו ולא עותק שלו, נגישים מיידית ל-Haddop ע”י שימוש בפרוטוקול HDFS. בדוגמא הקודמת שבא נידרשנו לנהל 200 TB של מידע על HDFS, ינוהל מערך אחסון ב-300 TB סה”כ במקום 1000 TB שנידרש בפתרון הסטנדרטי. צמצום דרמטי של 70%. כולל צמצום רב במספר שרתי Hadoop שבמקור נועדו לנהל HDFS בנפרד.\n2. פועל יוצא של פתרון HDFS על מערך האחסון המשולב עם NAS הוא שאין כלל צורך לנייד מידע אל תוך מאגר HDFS נפרד ואין צורך לחכות עד שהמידע מועתק כדי להתחיל בניתוחו. כמובן שכעת שרתי Hadoop צריכים לקרוא את המידע על גבי הרשת אבל בימינו רשתות 10GbE Ethernet מהירות מספיק כדי לספק בצועים דומים לגישה למידע מדיסקים לוקליים. עלינו לזכור שפתרונות ניתוח של סביבות Hadoop נועדו בעיקר לבצע ניתוחי BATCH הצורכות רוחב פס רב ולא נתוחי OLTP הדורשות ביצועים טרנסקציונלים מהירים כך הדרישה של מידע על דיסקים לוקלים מאבד מחשיבותו.\nלסיכום, לקוחות רבים, קיימים וחדשים הפונים להטמיע פתרונות Hadoop מתחילים להבין שנושא ניהול המידע לא פחות חשוב מניתוחו. הם מחפשים פתרונות משולבים של מערכי אחסון ארגוניים המסוגלים לתת גישה גם למערכות חישוב של Hadoop.\nקרדיט תמונה: big data and hadoop via shutterstock\n\n\n// <![CDATA[\nvar google_conversion_id = 1010478133; var google_custom_params = window.google_tag_params; var google_remarketing_only = true;\n// ]]>\n// <![CDATA[\n\n\n// ]]>\n\n\n", "keywords": "שרתים,hadoop,emc,big data,hdfs,rdms"}