{"url": "https://www.geektime.co.il/insider-emc-israel/", "type": "article", "title": "מבט מפנים: מרכז הפיתוח של EMC בישראל", "description": "לתאגיד הטכנולוגיה EMC נוכחות גדולה בישראל כבר למעלה מ-15 שנים. עם מרכז מצויינות ושאיפה להפוך את באר שבע למעצמת הייטק - יצאנו לבקר, מבט מבפנים.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/12/emc.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-12-17T11:45:48Z", "modified_time": "2013-12-17T14:21:21Z", "articleBody": "לתאגיד הטכנולוגיה EMC נוכחות גדולה בישראל כבר למעלה מ-15 שנים. עם מרכז מצויינות ושאיפה להפוך את באר שבע למעצמת הייטק – יצאנו לבקר, מבט מבפנים.\nמקור: יח״צ\nלא הרבה אנשים יודעים, אך חברות היי-טק בינלאומיות רבות מחזיקות מרכזי פיתוח בישראל. היכולות הקיימות בישראל והמספר הגדול של חברות סטארטאפ בתחום ההיי-טק מושכים מבטים מכל העולם, ואקזיטים רבים של חברות סטארטאפ ישראליות מובילים להקמת מרכז מחקר ופיתוח של החברה הרוכשת בישראל. בסדרת הכתבות של מבט מבפנים, נבקר במרכזי הפיתוח של החברות הללו, נבין את סדר גודל העבודה של החברות הללו כאן, מה תפקידו של מרכז הפיתוח וכיצד הוא משפיע על הפעילות העולמית של החברה.\nמקור: יח״צ\nEMC היא חברה אמריקאית בינלאומית המייצרת תוכנה ומערכות לניהול מידע ואחסון. החברה מציעה מגוון פתרונות, כגון אחסון מידע, אבטחת מידע, וירטואליזציה, ניתוח מידע, מחשוב ענן ומוצרים נוספים המאפשרים לעסקים לאחסן, לאבטח ולנתח את המידע שברשותם. החברה מייצרת מגוון רחב של מוצרי אחסון ארגוניים, כגון מערכי דיסקים, חומרה, ותוכנות שונות לניהול אחסון.\nEMC מתמקדת בקשת רחבה של לקוחות, מחברות המשתייכות לרשימת ה-Fortune 500 ועד לעסקים קטנים, בינוניים וחברות סטארטאפ שונות המציעים שירותים יחדיו על גבי מספר שווקים ברחבי העולם. EMC נוסדה בשנת 1979 על ידי רוג׳ר מרינו וריצ׳רד איגן (שהתאבד ב-2009 בירייה בביתו לאחר שחלה במחלת הסרטן), נסחרת בבורסת ניו יורק NYSE תחת הסימון EMC ומשרדי ההנהלה שלה ממוקמים במסצ׳וסטס שבארצות הברית. מנכ״ל החברה כיום הוא ג׳ו טוצ׳י, המכהן בתפקידו החל מינואר 2001 ומשמש כיו״ר הדירקטוריון החל מ-2006.\nבתחילת דרכה, הציגה החברה את לוחות הזכרונות הראשונים שלה עבור מחשב ה-Prime Computer ולאחר מכן המשיכה לפתח את הלוחות הללו עבור סוגים אחרים של מחשבים, לצד פלטפורמות אחסון ברשת. בשנת 1990, פריצת הדרך של החברה הגיעה הודות לפיתוח מוצר ה-Symmetrix, אשר בין מוביליו קבוצה של ישראלים שהצטרפו ל-EMC. משה ינאי, שהצטרף לחברה ב-1987 היה אחד מהם, וניהל את הפיתוח של Symmetrix עד שפרש מ-EMC בשנת 2001. באותה התקופה, צוות הפיתוח של Symmetrix גדל ממספר בודד של אנשים לאלפי מפתחים במשרה מלאה.\nמשמאל לימין: בועז פלגי, גיל שפירא, ארז וובמן, אסף נתנזון, ניר סלע\nבשנת 1996 הוקם סניף המכירות הראשון של EMC בישראל ומנה בסביבות 50 עובדים. כמה שנים לאחר מכן, ב-1998 התמנה גיל שפירא לניהול הבטחת האיכות של Symmetrix. לאחר 9 שנים של ״בילויים״ במשרדי הנהלת החברה בארצות הברית, ב-2007 הוצע לשפירא לבצע Pivot לתפקידו ולהיות אמון על פתיחת מרכז הפיתוח הראשון של EMC בישראל. שנה לפני כן, החל ממאי 2006, החברה ביצעה בישראל 3 רכישות, עליהן בוסס בסופו של דבר מרכז הפיתוח והן פועלות כיחידות עסקיות קטנות עצמאיות עד היום.\nהרכישה הראשונה של EMC בישראל הייתה חברת קאשיה (Kashya) מרמת גן. החברה פיתחה תוכנה לשכפול והגנה על נתונים ארגוניים, בצורה כזו המאפשרת התאוששות מהירה מאיבוד מידע המתרחש כתוצאה מאסונות. הרכישה סיפקה ל-EMC את טכנולוגיית הגנת המידע הרציפה (Continuous Data Protection), אשר שולבה בתוכנת EMC RecoverPoint אותה מנהל שפירא. עם הרכישה מוזגה קאשיה בתוך קבוצת התוכנה הגלובלית של EMC, והניחה את הבסיס להקמה בהמשך של מרכז הפיתוח של EMC בישראל. בנוסף לכל פעילות הפיתוח שלה בישראל (בהרצליה, באר שבע, גליל ים ובנימינה), EMC מפעילה בישראל גוף מכירות ושירותים לשוק הישראלי, הממוקם בפארק אזורים בפתח תקווה ומנוהל ע”י דני נויברגר. את מרכז המצוינות של EMC, בו ביקרתי בזמן הריאיונות, מנהלת כיום ד״ר ארנה ברי, סגנית נשיא ב-EMC העולמית.\nביוני 2006, רכשה EMC את חברת nLayers מכפר סבא בעסקה המוערכת בכ-50 מיליון דולרים ואת חברת ProActivity מנתניה תמורת 30 מיליון דולרים במזומן. nLayers פיתחה תוכנת Inlight לזיהוי ומיפוי אוטומטיים של היישומים השונים הרצים על גבי מערכות המחשוב בארגון והקישוריות ביניהם. ב-2010, רכשה VMWare את חברת nLayers במסגרת סבב רכישות של מוצרים וחברות מחברת האם – EMC במטרה להכניס את הטכנולוגיה של nLayers, המגלה באופן אוטומטי יישומים מורכבים עם רכיבים בשרתים מרובים, וירטואליים ופיזיים. ProActivity פיתחה פתרונות תוכנה לניתוח ועיבוד אוטומטי של תהליכים עסקיים בארגונים והצגתם באופן גרפי, ומוזגה מיידית לתוך קבוצת התוכנה ב-EMC.\nעל בסיס 3 החברות האלו הוקם מרכז הפיתוח של EMC בישראל, אך ענקית האחסון, שהמשיכה לצמוח במהירות, המשיכה גם לרכוש חברות ישראליות.  בספטמבר 2006, רכשה החברה את RSA תמורת 2.1 מיליארד דולרים. RSA פעלה בין היתר גם בישראל (מפעילה את ה-AFCC – מרכז השליטה ופיקוח לאיתור הונאות גלובאליות הפועל מסביב לשעון) ורכשה בעצמה כמעט שנה לפני כן את חברת סאיוטה של נפתלי בנט תמורת 145 מיליון דולרים. הרכישה חיזקה את פעילות EMC בתחום פתרונות לניהול מאובטח של נתונים, טכנולוגיות לניהול של זיהוי והרשאות גישה, הצפנה, OTP ועוד. באוגוסט 2007, רכשה החברה את Illuminator מרמת גן, אשר פיתחה פתרונות המאפשרים זמינות של מידע ושחזור יישומים חיוניים בהתאם לדרישות רגולטוריות מחמירות לשמירת מסמכים לאורך זמן. החברה התפרקה מעט לאחר מכן, אך על בסיסה יצרו ב-EMC את מוצר ה-DPA – Data Protection Advisor שנמכר עד היום.\nחמ״ל ה-AFCC של RSA. מקור: יח״צ\nאחת מהישויות המעניינות ביותר הקיימות ב-EMC היא חברת האבטחה RSA, שנרכשה בספטמבר 2006 כאמור תמורת 2.1 מיליארד דולרים. RSA העולמית הוקמה ב-1982 על ידי רון ריווסט, עדי שמיר ולן אדלמן שפיתחו אלגוריתם הצפנה שהוכיח את עצמו ועדיין מהווה את קו המוצרים הרווחי ביותר של החברה. בישראל, הפעילות של RSA מהווה את היחידה העסקית הכי גדולה של EMC, ומועסקים שם לא פחות מ-390 עובדים, בין היתר הודות לרכישת חברת סאיוטה. לאחר מכן, החברה החלה לזהות הונאות באתרי מסחר אלקטרוניים ופיתחו פתרונות תואמים להגנה על אותם אתרים, בין היתר פתרון שאומד את ההסתברות לסיכון גבוה לפי מספר נתונים, ביניהם ההתנהגות של המשתמש. בישראל מפותח מוצר ה-IPV של RSA ומאפשר לאתרי E-Commerce להגן על תוכן החנות ולמגוון גדול של ארגונים להגן בצורה אופטימלית כמה שיותר על המסמכים בארגון.\n“אנחנו מנסים לקחת מידע כמה שיותר מפורט מכל אדם המשתמש במערכות הבנקאות והאבטחה השונות ברשת האינטרנט״, סיפרה ד״ר יעל וילה, המובילה את הפעילות של RSA בישראל. ״ברגע שאנחנו מזהים אנומליה, כלומר פעילות לא נורמלית, אנחנו יודעים לחסום את הפעילות ולהודיע במקביל לארגון על פעילות חשודה באתר האינטרנט שלו. הייחודיות בארץ היא היכולת לבצע את המחקר המקיף, להיכנס לפורומים ולהבין מה הולך בעולם ההונאות וההאקינג, מדובר במומחיות שאין בהרבה מקומות בעולם. אחרי ה-E-Commerce העברנו את הפתרונות הללו ל-Online Banking, ומדובר בתחום שרק הולך ומתפתח כל הזמן״.\nהמשרדים של EMC בבאר שבע. מקור: יח״צ\nבשנת 2011 הושק רשמית מרכז הפיתוח של EMC בישראל תחת השם Center Of Excellence, Israel, ואיחדו את כל הגופים השונים שנרכשו תחת אותו הבניין. גיל שפירא מספר כי היה במעבר לרח׳ המדע 7 בהרצליה, שם ממוקם מרכז המצויינות של החברה כיום, יתרון גדול: ״המרווח לעבוד היה הרבה יותר גדול. התנאים הרבה יותר טובים. דברים שנראו לך לא טריוויאלים במקום הקודם נראים לך טריוויאלים לגמרי כאן.״ בסוף שנת 2011, התחילו ב-EMC בבניית מרכז פיתוח נוסף בבאר שבע.\n״יש הרבה סיבות לעצם הבחירה שלנו בבאר שבע – העלות של האנשים בשוק ההיי טק מאוד גבוהה. אין מדדים אובייקטיביים לתפוקה, מה שהופך את התחרות למאוד קשה. ניסינו לעשות מספר פרוייקטים בהודו, שם העלויות נמוכות בהרבה אבל זה לא כל כך הצליח, כך שברור היה לנו שצריך ליצור אלטרנטיבות יותר זולות בארץ. באר שבע, באמצעות מימון חלקי (40 אחוזים) של הממשלה מאפשרת לנו להחזיק כמות גדולה של עובדים מצד אחד, וגם להיות נוכחים ובקשר הדוק עם אוניברסיטה מעולה כמו בן גוריון, שם ניתן למצוא טאלנט גבוה מאוד כאשר התחרות באזור יחסית זעומה. עלות העובדים הופכת לאטרקטיבית והעובדים עצמם מרגישים מסופקים.״\n״הייתה הבנה ש-EMC העולמית רוצה להשקיע משאבים בארץ״ סיפרה מנהלת מרכז הפיתוח בבאר שבע, מאיה הופמן-לוי. ״אנחנו מחשיבים את עצמנו מאוד ׳יזמיים׳ עם רוח של עשייה וחדשנות, ורצינו לייצר יתרון נוסף מעבר למרכז הפיתוח בהרצליה. מקום שבו נוכל לגייס כח אדם במקביל. שיתופי הפעולה עם האוניברסיטה בבאר שבע עזרו לנו מאוד בעניין הזה. אני חושבת שהעובדים מרגישים אהבה גדולה להיות כאן״\n״מרכז הפיתוח בבאר שבע נפתח במאי 2011, ונכון לעכשיו אנחנו מונים כבר למעלה מ-90 עובדים. העובדה שאין המון הייטק בבאר שבע יצרה המון הזדמנויות, ואנחנו משתתפים בתוכנית ממשלתית בשביל לממן חלק מהשכר של העובדים. זיהינו שיש כאן המון פוטנציאל והיינו מספיק אמיצים בלהיות ראשונים להרים את מרכז הפיתוח שלנו בעיר. אנחנו עוד נגיע בבניין הזה לאלף עובדים, אך צריך להיערך לכך מראש, לשפר את תשתיות התחבורה, את הדיור ולעשות מאמצים נוספים.״\nהמשרדים של EMC בהרצליה פיתוח. מקור: יח״צ\nבהמשך לפעילות החברה בישראל, נוספו עוד 4 חברות לפורטפוליו של EMC בארץ: באוקטובר 2011, רכשה החברה את ZettaPoint המפתחת מוצר העוקב אחר מחזור החיים של המידע במסדי נתונים, מזהה את דפוס המידע וממליץ כיצד לנהל אותו בכל אחד מהשלבים השונים של מחזור החיים שלו, שימושי במיוחד עבור ארגונים גדלים שמנהלים כמויות מידע עצומות בעידן הביג דאטה. במאי 2012 רכשה EMC את חברת XtremeIO בעסקה המוערכת בכ-450 מיליון דולרים, והוסיפה לפורטפוליו שלה מוצר שמבוסס על טכנולוגיית Flash.\nבנובמבר 2012, רכשה EMC את חברת More IT Resources מרמת גן, המפתחת את MoreVRP, פלטפורמה לשליטה וניטור של מאגרי מידע. לאחר שבתחילת השנה, חשפה EMC את Pivotal, חברת הבת החדשה העוסקת בעיקר ב-Data Science ו-PaaS, פעילות החברה הישראלית יחד עם פעילות Greenplum (חטיבה ב-EMC) הוטמעו בפעילות Pivotal, אותה מנהל בישראל אלירן מלכי, ממייסדי MoreVRP. פרט לכך, ביולי 2013 רכשה EMC את חברת ScaleIO מבנימינה של בועז פלגי, המפתחת תוכנה המייצרת רשתות וירטואליות המאפשרות לנייד את האחסון בין השרתים הקיימים בארגון.\n״חלק מהדברים שיש בסטארטאפ נשמרים גם ב-EMC״, מספר שפירא. ״אם יש משהו אבסולוטי שאני יכול להגיד לך ממירב שנותיי כאן, הוא ש-EMC עושה עבודה מאוד טובה בלקנות סטארטאפים. בניגוד לחברות אחרות, הסטארטאפים נשארים יחסית עצמאיים ואנחנו משתדלים לשמור על האופי של החברה ועל התרבות הארגונית.״\n״כשאתה נהיה חלק מארגון אתה כבר לא יכול ׳לזרוק׳ פיצ׳רים לאוויר.״ סיפר אסף נתנזון, שהיה חלק מחברת קאשיה ונשאר גם לאחר רכישתה על ידי EMC ״בסטארטאפ אתה מחזיק את היד לכל לקוח, אבל בארגון אין לך כמות עובדים מספיקה בשביל לעשות את זה. לוקח יותר זמן להוציא פיצ׳רים חדשים, ה-Cycle של הבדיקות עולה, ההבדלים מהבחינה הזו הם עצומים. מצד שני, כמות הלקוחות גדלה והמוצר שלך הופך ממוצר קטן שאולי יצליח, למוצר מפותח ומוכח שנמצא אצל מאות אם לא אלפי לקוחות.״\nהמשרדים של XtremeIO בקיבוץ גליל ים. מקור: יח״צ\nXtremeIO הוקמה בסוף 2009 על ידי אהוד רוקח וירון שגב ופיתחה מוצר אחסון לשוק הארגוני ול-Data Centers. ייחודו של המוצר, הוא בכך שנבנה מראש עם ארכיטקטורה ואלגוריתמים שמתאימות לאחסון מבוסס פלאש ולא אחסון מבוסס דיסקים מגנטיים מכאניים. במאי 2012, נרכשה החברה על ידי EMC תמורת סכום דמיוני של 450 מיליון דולרים, אך משרדי החברה נשארו עומדים בקיבוץ גליל ים, לא רחוק ממרכז המצויינות של EMC בהרצליה, אך האווירה שם שונה לגמרי.\n״אנחנו חלק ממהפכה גדולה שעוברת על תחום האחסון, כאשר בשנים הקרובות תתרחש כניסה מאסיבית של פלאש לעולם האחסון הארגוני.״ סיפר בריאיון לגיקטיים אהוד רוקח, מייסד ומנכ״ל החברה. ״נמכרנו ל-EMC די מהר אחרי ההקמה שלנו, בשלב ה-Prototype של המוצר ולא מוצר שמוכר ללקוחות ומכניס כסף – לא דבר שגרתי לחברה כמו EMC. היתרון הגדול הוא שמאז הרכישה ניתן להכניס הרבה מאוד מימון ופיתוח לחברה ולמוצר, אבל אני חושב שצריך לחכות שנתיים-שלוש כי הציפיות מאיתנו הן אדירות.״\n״מה שאהבנו ב-EMC כחברה רוכשת זה שאין להם Textbook על איך לרכוש חברות. הקשיבו לנו מאוד במהלך הרכישה לדברים שמתאימים לנו ולפעולות שאנחנו צריכים לעשות. ספציפית ביקשנו וקיבלנו תמיכה למסלול מסויים שבו במידה רבה מאוד אנחנו שומרים על האופי המבנה הארגוני, המיקום הפיזי, וצורת העבודה הקודמת שלנו. אם נסתכל על זה מנקודת המבט של הגודל שלנו יחסית לשלב בו אנחנו נמצאים, עדיף היה לא לשבור שום דבר אלא רק לספק משאבים, ואני יכול להגיד לך שבפירוש הייתה השקעה גדולה של משאבים מצד EMC. כאשר נרכשנו מנינו 40 עובדים, היום אנחנו בערך פי 4 (כ-160 עובדים) כאשר הרוב המוחלט של העובדים מועסקים בישראל.״\n״ישראל רחוקה אלפי ועשרות אלפי קילומטרים מהשוק ולכן זה קושי אובייקטיבי, סטארטאפ שקם בארצות הברית נמצא במרכז העניינים ויש לו נגיעה רחבה לשוק. לא ברור לגמרי האם ניתן לממן חברות סטארטאפ ישראליות בהון סיכון בהיקפים שמממנים חברות אמריקאיות. לצורך ההדגמה, לפני הרכישה לנו היה יותר קשה לגייס 200 מיליון דולרים מאשר לסטארטאפ אמריקאי. אין פה כללים – אפשר לבנות חברות גדולות, אפשר למכור אותן קודם, הכל שאלה של האפשרויות, של היזמים ושל המשקיעים. במקרה שלנו עשינו עסקה שכל המשקיעים, העובדים והיזמים נהנו ממנה, ולטעמי להגיע לשליטה בשוק דרך חברה כמו EMC נראה מסלול נכון יותר עבורנו.״", "keywords": "emc,איאמסי,emc israel,מבט מבפנים,inside look,inside,insider,חברה גדולה,מרכז פיתוח,ישראל,big company,development center,israel"}