{"url": "https://www.geektime.co.il/viola-private-equity-2-launched/", "type": "article", "title": "Viola Private Equity משיקה קרן חדשה בהיקף של 250 מיליון דולר", "description": "Viola Private Equity מודיעה היום (ד׳) על השלמת גיוס של 250 מיליון דולר לקרן חדשה, שתשקיע בחברות ישראליות. סכום ההשקעה: עד 40 מיליון דולר בכל חברה", "image": "https://files.geektime.co.il/wp-content/uploads/2015/04/big4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-04-15T13:59:22Z", "modified_time": "2015-04-15T13:45:36Z", "articleBody": "Viola Private Equity מודיעה היום (ד׳) על השלמת גיוס של 250 מיליון דולר לקרן חדשה, שתשקיע בחברות ישראליות. סכום ההשקעה: עד 40 מיליון דולר בכל חברה\nארבעת השותפים. מקור: יח”צ\nViola Private Equity, קרן השקעות שמתמקדת בחברות טכנולוגיה בשלב הצמיחה, הודיעה היום (ד’) על גיוס סכום היעד לקרן השנייה שלה, ‘Viola Private Equity 2’ בסך 250 מיליון דולר, עם אופציה להגדלת סכום הגיוס ל-300 מיליון דולר בהמשך. הקרן תשקיע בחברות בוגרות הנמצאות בשלבי צמיחה ובעלות הכנסות של יותר מ-15 מיליון דולר ופועלות בתחומי הטכנולוגיה לרבות תוכנה, מסחר אלקטרוני, סייבר, FinTech ומדעי החיים. הקרן החדשה צפויה להשקיע ב-10 עד 12 חברות טכנולוגיה, כאשר סכומי ההשקעה בכל חברה יהיו גבוהים יחסית וינועו בין 20 ל-40 מיליון דולר. כמו בקרן הראשונה, גם הקרן החדשה כוללת השקעה משמעותית של השותפים בקרן ובקבוצה.\nמנהלי הקרן החדשה לא חיכו להכרזה הרשמית, וכבר ביצעו את ההשקעה הראשונה מתוך הקרן השנייה בחברת האינטרנט GlassesUSA.com. החברה מפעילה אתר מסחר אלקטרוני שמתמחה בייצור ובשיווק משקפי ראייה ומשקפי שמש, במחירים אטרקטיביים ופונה בעיקר לשוק האמריקאי. על פי החברה, מדובר בשוק בעל פוטנציאל עצום שמוערך במלמעלה מ-20 מיליארד דולר בשנה.\nאת קרן Viola Private Equity מובילים ארבעה שותפים בעלי ניסיון בהשקעות וניהול: הראל בית און, יונתן קולבר, סמי תותח ואייל שירן, ובין המשקיעים בה נמנים משקיעים מוסדיים ופרטיים בינלאומיים מארצות הברית, אסיה, אירופה וישראל.\nהקרן הראשונה של Viola Private Equity השקיעה ב-12 חברות, כשב-4 מתוכן היא ביצעה אקזיט מוצלח: MobileAccess, ספקית של טכנולוגיות כיסוי סלולרי בתוך מבנים, שנמכרה לחברת Corning האמריקאית והשיגה ל-Viola תשואה של מאות אחוזים, תוך פחות משנה מיום ההשקעה; חברת עמיעד מערכות מים, שנסחרת בבורסה בלונדון, והכפילה את מכירותיה בתקופת ההשקעה של Viola; חברת Matomy Media Group, אשר הונפקה בשנה שעברה בבורסה בלונדון לפי שווי של 350 מיליון דולר, כש-Viola Private Equity מממשת חלק מאחזקותיה בחברה; והאקזיט הרביעי של הקרן שנחתם ממש השבוע עם מכירתה של חברת אורעד היי-טק לחברת Avid האמריקאית. על פי הקרן, כל המימושים הללו, הניבו לה החזרי השקעה במכפילים גבוהים.\nבשיחה עם גיקטיים, מסרו הראל בית און והילה שטרית-ניסים מ-Viola, שסכומי ההשקעה הגבוהים בכל חברה הם פועל יוצא של השקעה בחברות בוגרות. כספי ההשקעה מיועדים לשלושה שימושים עיקריים: צמיחה והתרחבות – הון שדרוש בייחוד כיום, כשחברות רבות נשארות פרטיות לאורך זמן וזקוקות לכספים הללו לצורך הגעה לשווקים חדשים; רכישות ומיזוגים – צעדים שהם לא פעם הכרחיים לצורך המשך צמיחה. בהקשר זה מציינים בית און ושטרית-ניסים כי חברות הפורטפוליו של הקרן הראשונה ביצעו לא פחות מ-17 רכישות ומיזוגים; בנוסף, יוקדשו חלק מכספי ההשקעה לצורך מימוש אחזקות של יזמים, אנג’לים ומשקיעים אחרים שמעוניינים בכסף נזיל.\nלשאלת גיקטיים מה הן הציפיות של השותפים מהקרן החדשה, הסביר בית און כי בקרן הראשונה הצליחו המנהלים לעמוד ביעדים של זמן אחזקה שנע בין שנה ל-5 ותשואה ממוצעת של פי שלושה על סכום ההשקעה, תשואה מכובדת בשלבי השקעה מתקדמים. לדבריו, הם בטוחים שבזכות צוות השותפים הוותיק ובעל הניסיון בבניית חברות, ובזכות מערכות היחסים עם חברות הפורטפוליו, הם יעמדו ביעדים גם בקרן החדשה.", "keywords": "viola,viola private equity,ויולה,ויולה פרייבט אקוויטי,קרן,קרן הון,קרן הון סיכום,מיזם,matomy,orad,מאטומי,מטומי,אורעד,הראל בית און,יונתן קולבר,סמי תותח,אייל שירן,עמיעד,amiad,avid,corning,אוויד,קורנינג,אקזיט,מכפיל רווח,החזר השקעה,כרמל ונצ\\'רס,carmel ventures,מוביילאקסס,mobile access"}