{"url": "https://www.geektime.co.il/startups-investments-october-2014/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו ונרכשו באוקטובר 2014", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של אוקטובר 2014", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-01T10:30:53Z", "modified_time": "2014-11-01T10:27:44Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות, הרכישות והגיוסים של אוקטובר 2014\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש ספטמבר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nמקור: Flickr, cc-by 401(K) 2013\nחברת הסטארטאפ הישראלית StoreDot, העומדת מאחורי טכנולוגיה המסוגלת להטעין מכשירי סמארטפון ומכשירים סלולריים בתוך פחות מ-30 שניות, מודיעה על השלמת סבב גיוס שני בסך 42 מיליון דולרים.\nמסתמן כי האבטיפוס של החברה הצליח למשוך את תשומת ליבם של המשתמשים וכמובן המשקיעים, שתומכים בה בתהליך הפיתוח ומעוניינים להנגיש את הפתרון לכלל האוכלוסיה. החברה מתכננת להשתמש בסכום הגיוס הנוכחי על מנת להפוך את האבטיפוס למוצר מסחרי, שיהיה זמין לקהל המשתמשים הרחב, כמו גם להרחיב את החברה ולהמשיך להתפתח גם אל תחומים אחרים.\nחברת הסטארטאפ Houzz, המפתחת פלטפורמה לשיפוץ בתים ועיצוב מחדש, מודיעה על השלמת סבב גיוס רביעי בסך 165 מיליון דולרים. הפלטפורמה של החברה מציעה למשתמשים את כל הכלים להם הם זקוקים על מנת לשפר את הבית שלהם, בין אם באמצעות שיפוץ מאסיבי, בנייה של בית מאפס או רכישה של כמה פריטים ומיקומם מחדש בחלל החדר.\nכחלק מההודעה על סבב הגיוס הנוכחי, הודיעה החברה על השקת שירות הבטא החדש שלה, Houzz Marketplace. שירות זה יאפשר למשתמשים להסתובב באתר, לצפות בחפצים שמצאו חן בעיניהם ולרכוש אותם בלחיצת כפתור, כשכבר בשלב זה החברה מציעה למעלה ממיליון מוצרים לרכישה, ממגוון רחב של מוכרים.\nכאשר הרופא שמולנו רושם לנו מרשם לתרופה או טיפול מסויים, רובנו לא מעלה על דעתו שהוא יכול לטעות. ובכן, הפתעה: גם רופאים טועים. ולא מעט. למעשה, טעויות במתן מרשם גורמות לכמעט מיליון וחצי מקרים של אשפוז, פציעות ומוות בארה”ב לבדה, מדי שנה. חברת הסטארטאפ הישראלית MedAware מנסה לשים לתופעה סוף בעזרת גיוס הכוח של ביג דאטה.\nהסטארטאפ הישראלי, שנוסד ב-2012, משתמש בטכנולוגיה של ניתוח בזמן אמת של ביג דאטה ואלגוריתמים של בינה מלאכותית כדי לנתח רשומות רפואיות דיגיטליות (Electronic Medical Records). המערכת לומדת בצורה אוטומטית כיצד רופאים מטפלים במטופלים שלהם. מרשמים ששונים משמעותית מטווח הטיפול הנהוג מסומנים כ”בעייתיים”. כ-2% מהמרשמים “הבעייתיים” הללו הם קטלניים וגורמים למוות של מטופלים.\nספקית מוצרי האבטחה והגישה האמריקאית PulseSecure הודיעה כי רכשה את חברת הסטארטאפ הישראלית MobileSpaces, המפתחת מוצרים ייעודיים לארגונים, שמטרתם לאבטח את אפליקציות המובייל שלהם. סכום הרכישה אינו פורסם בהודעה הרשמית, אך לפי ההערכות מדובר בסכום של 60-80 מיליון דולרים.\nהרכישה של MobileSpaces ומיזוגה עם PulseSecure מיועדת לייצר מערכת משומנת שתדע לעמוד במערך המכירות המיועד למגזר הארגוני ( Enterprise Sales Cycle) ולהטמיע את המוצרים בצורה יעילה ומהירה יותר ובכך להעלות משמעותית את השווי של החברה הממוזגת.\nחברת הסטארטאפ הישראלית רדוקסיו (Reduxio), העוסקת בפיתוח מערכות אחסון היברידיות, מודיעה על השלמת סבב גיוס שני בסך 15 מיליון דולרים. החברה הבינה שעל מנת להציע את הפתרון האידיאלי ולשרת את הצרכים של הארגון בעידן הנוכחי, יהיה עליה לשלב חומרה מתקדמת עם פיתוח ארכיטקטורה בסיסית חדשה לתחום הענן.\nהתוצאה היא מערכות האחסון ההיברידיות שפיתחה החברה, שכאמור מסוגלות לענות על הצרכים של סביבות האחסון הארגוניות העדכניות, המאופיינות במחשוב ענן, מכונות וירטואליות ומערכות מידע מובנות – בעלות נמוכה יחסית לזאת שהייתה קיימת עד היום בשוק.\nחברת הסטארטאפ הישראלית Appsee (לשעבר UserVOD), המפתחת פלטפורמה לניטור וניתוח מעמיק של אפליקציות מובייל, הודיעה על השלמת סבב גיוס בגובה 2 מיליון דולרים. ניתוח אפליקציות הוא תחום שהתפתח ביותר בתקופה האחרונה, ומספק מידע חשוב עבור מפתחי האפליקציות. בעזרת המידע הזה הם יכולים להבין את התנהגות המשתמשים שלהם בצורה הטובה ביותר ולגלות היכן נקודות התורפה של האפליקציות: מה גורם למשתמשים לא להרשם, מה גורם להם לא להשלים תהליך רכישה, בעיות בממשק וכו.\nהפלטפורמה של Appsee זמינה למפתחים בהטמעה פשוטה של שורת קוד אחת בתוך האפליקציה. נכון לעכשיו, מפתחי אפליקציות iOS יכולים ליהנות מ-Appsee, כשגרסת האנדרואיד נמצאת בשלב הבטא.\nהיזמת הסדרתית נעמה מורן הפועלת מזה מספר שנים בעמק הסיליקון גייסה 2.5 מיליון דולר לסטארטאפ החדש שהקימה, Sourcery, המפתח תוכנה למנהלי מסעדות ומסייע להם לנהל את העבודה אל מול הספקים.\nSourcery היא שירות מקוון מבוסס תוכנה המיועד למנהלי מסעדות במגוון מטלות ניהוליות: היא מאפשרת להם לנהל באופן דיגיטלי את ההזמנות מול ספקי המזון וציוד המטבח, בכלל זה לנהל את התשלומים ולאגור את החשבוניות ולהציגם בצורה חכמה וממוינת; היא מנתחת ומציגה באופן חכם את דפוסי המטבח כמו למשל: קצב הצריכה של המוצרים והמנות, דירוג המנות האהובות או השינוי במחירים לאורך תקופות שונות.\nחברת הסטארטאפ הישראלית Equivio בדרך להימכר למיקרוסופט תמורת סכום נאה של 200 מיליון דולר. המוצר שמפתחת החברה נועד לתת פתרון אוטומטי לניתוח טקסטים ארוכים ומורכבים הן במסמכים והן במיילים.\nהאלגוריתם שפיתחה החברה יכול לקבץ ביחד מסמכים בהתאם למגוון מאפיינים כמו נושאים, מילות מפתח ובמקביל, לסמן את הקטעים החשובים בכל מסמך, מה שיכול לחסוך שעות עבודה רבות, כשעובדים על מסמכים רבים. הכלים הללו פונים באופן טבעי לקהילה המשפטית, ולא מפתיע למצוא בין לקוחותיה את משרד המשפטים האמריקאי, רשות המסחר האמריקאית, פירמות ראיית חשבון כמו KPMG ו-Deloitte ועוד מאות משרדים של עורכי דין בשוק האמריקאי.\nיצרנית סמארטפונים חדשה היא לא משהו שצץ בכל יום, במיוחד לא כזו שמכוונת אל קהל לקוחות עשיר במיוחד ולא אל שווקים מתפתחים. אלא ש-Sirin היושבת בתל אביב בדרך לעשות בדיוק את זה: לבנות מכשיר סלולרי שעתיד לעלות כ-10,000 דולר.\nSirin נוסדה לפני פחות משנה על ידי היזם הסדרתי טל כהן. לאחר שמכר את החברה שלו, ibetcha.com ל-Vivendi Universal ב-2003, כהן עבד במספר חברות שונות עד שעלה בראשו הרעיון לבנות מכשיר המיועד לקהל העשיר. נכון להיום ישנן עשרות יצרניות סלולר בשוק המכוונות אל קהל המשתמשים הרחב, כשחלקן מציעות גרסאות של מכשירים מסויימים המגיעים עם שיבוצי יהלומים, עיטורים מיוחדים ושאר תוספות הגורמות למחיריהם לעלות בהתאם.\nהסטארטאפ הישראלי ״הלו דוקטור״ (Hello Doctor), המציע פלטפורמה לניהול רשומות רפואיות על ידי המטופלים, משלים סבב גיוס בסך 700 אלף דולרים ממספר אנג׳לים מפייסבוק, גוגל ומספר חברות פארמה.\nשיתוף פעולה נוסף ומשמעותי אותו מציגה החברה, הוא עם אפליקציית הבריאות של אפל,Healthkit. השילוב בין השתיים יאפשר להלו דוקטור להוסיף מידע רלוונטי אל תיק המטופל, שיכלול גם את כמות הצעדים שהולך בכל יום, צריכת הקלוריות שלו וכמובן, לחץ הדם והדופק שלו, לצד מגוון מדדים אותם ירצה לשמור המשתמש על ידי מוצרי צד שלישי אותם יסנכרן אל המכשיר הסלולרי שלו.\nהסטאראטפ הישראלי UpRight עליו כתבנו בעבר כשניהל קמפיין אינדיגוגו מוצלח, פיתח גאדג’ט לביש שממוקם על הגב ובודק בכל רגע נתון האם אנו זקופים או רכונים. עכשיו מודיעה UpRight על גיוס מוצלח של כחצי מיליון דולר.\nלצורך בדיקת הכיפוף והיציבה שלנו, מכיל ההתקן שפיתחה החברה 2 חיישנים: אקסלרומטר (חיישן תאוצה) וחיישן כיפוף (Strain Gauge) יחד עם קישוריות Bluetooth, לצורך העברת נתונים לסמארטפון. את ההתקן מצמידים לגב בעזרת מדבקה רפואית ייעודית של חברת 3M. לאחר ההפעלה, ינטר ההתקן בכל רגע נתון את היציבה שלכם ואם הוא יזהה שאתם כפופים ונרפים, הוא ירטוט קלות, כדי להזכיר לכם לשבת זקוף.\nישראל כבר ידועה כמעצמת סייבר, אולם עם כל הכבוד לסייבר, הגיימינג (או בשם הפחות מכובס, הימורים ומשחקים חברתיים) היה פה קודם ועכשיו, הגיע תורה של חברת Diwip התל-אביבית.\nחברת Diwip נוסדה בשנת 2010 על ידי יניב גמזו ואודי קנצוקר, ששימשו מאז כמנכ”לים משותפים. החברה פיתחה מספר משחקים ומותגים בהם Best Casino, Bubble World ו-Slots Club. המשחקים שפיתחה החברה עובדים במודל הפרימיום, כשהשחקן יכול ליהנות ממשחקים חינמיים, ולאחר מכן, לרכוש שלבים מתקדמים ופריטים שונים שישמשו אותו לצורך המשחק.\nחברת הסטארטאפ הישראלית Xplenty, המעוניינת להרחיב את מגוון האפשרויות הקיימות כיום למשתמשי Hadoop, מודיעה על השלמת סבב גיוס ראשון בסך 3 מיליון דולרים.\nבפועל, התשתית אותה מציעה החברה מתמקדת בשלוש נקודות עיקריות: תשתית, פיתוח תהליכים וניהול משימות (Jobs), והיא מאפשרת להקצות משימות, לבצע אופטימיזציה ל-Clusters ולנהל את אותן משימות בלחיצה אחת, או בכמה לחיצות בודדות. כך, תהליך הפיתוח מתבצע בסביבה נטולת קוד, המתמקדת בממשק ויזואלי המאפשרת בנייה של משימות באמצעות Drag and Drop. מאחורי הקלעים, החברה היא זאת שבונה אוטומטית את הקוד הדרוש לביצוע המשימה, בהתאם לדרישותיו של המשתמש.\nכרמל ונצ’רס, אחת מקרנות הון הסיכון הפעילות ביותר בישראל בשנה האחרונה, הודיעה על השלמת גיוס של 194 מיליון דולר לקרן חדשה, הרביעית במספר. כרמל כבר החלה להשקיע מהקרן הרביעית בשורת חברות ביניהן חברת Playbuzz, שעקפה את BuzzFeed בכמות השיתופים ברשתות החברתיות וחברת הגיימינג LuckyFish, שנהנית ממיליון שחקנים פעילים בחודש.\nאת הקרן החדשה מובילים שישה שותפים: שלמה דוברת, אבי זאבי, אורי בנדורי, רונן ניר, דניאל כהן ואיציק אבידור והיא תשקיע, כמו שלוש קודמותיה, בחברות צעירות בסקטורים המתאפיינים בצמיחה מואצת. המדובר בחברות בתחומי תוכנה ארגונית, תשתיות דאטה סנטר, ביג דאטה, אבטחת סייבר, טכנולוגיות פיננסיות, מדיה דיגיטלית ואפליקציות קמעונאיות.\nחברת הסטארטאפ הישראלית YouAPPi, המפתחת פלטפורמה להפצת אפליקציות מובייל וניטור תוכן, הודיעה על השלמת סבב גיוס בגובה 3 מיליון דולרים. החברה מנסה לעזור לקהל לקוחותיה, חברות תוכן ומפתחי אפליקציות בעיקר, על ידי השתלת ווידג’ט או באנר תוכן באתר הממליץ למשתמש להוריד אפליקציות המותאמות לו אישית.\nההמלצות נעשות על בסיס האפליקציות המותקנות במכשיר של הגולש ולמידת הרגלי השימוש שלו במערכת התוכן. החברה אוספת את כל הנתונים הללו לפי המכשיר בו הצרכן משתמש, ומספקת לו לינקים לחנות המתאימה (AppStore, Play Store וכו’). מאז 2012, מהנדסי החברה משפרים את אלגוריתם הניבוי של החברה, שמנתח את התנהגות הלקוחות על סמך 25 פרמטרים דמוגרפיים, גיאוגרפיים והתנהגות ברשת.\nבשנה האחרונה סבל הביטקוין, חלוץ המטבעות הקריפטורגרפיים והפופולארי ביותר מביניהם, מצניחה חופשית בשערו. למרות זאת, התעשייה שסובבת את המטבע אינה מראה סימנים של האטה והסטארטאפ הישראלי Spondoolies, שמפתח ציוד לכריית ביטקוין (ASIC), הצליח לגייס 5 מיליון דולר בסבב גיוס B.\nSpondoolies פועלת בתחום של בניית יחידות כרייה של מטבעות קריפטוגרפיים, תוך כדי צריכת אנרגיה נמוכה. נישה זו הינה רווחית ומשתלמת יותר לכורים, בייחוד לאחר הצניחה בשער המטבע ועליית הקושי בכרייה שלו.\nהחברה הישראלית קוואליסיסטמס (QualiSystems), המפתחת פתרונות תוכנה לניהול ואוטומציה של תשתיות IT ותהליכי DevOps, מודיעה על השלמת סבב גיוס בסך 8 מיליון דולר.\nקוואליסיסטמס מציעה ללקוחותיה שני פתרונות: CloudShell ו-TestShell, המיועדים לסייע בתהליכי הניהול והאוטומציה בעת הטמעה של תשתיות IT ורשתות תקשורת מורכבות בארגונים, וכמובן בעת ביצועי בדיקות אוטומציה ורשתות.\nחברת הפרסום הדיגיטלי הישראלית Matomy הודיעה על רכישת קבוצת MobFox שאחראית על פלטפורמת הפרסום הפרוגרמטי למובייל המובילה באירופה.\nMobFox, אשר נוסדה ב-2010, נחשבת לחברה הגדולה באירופה בתחום הפרסום הפרוגרמטי ואחת מ-10 הגדולות בעולם. החברה, שמציעה פתרון משולב ואחיד למפרסמים ולחברות פרסום, עובדת עם למעלה מ-300 מפרסמים פעילים ויותר מ-10,000 אפליקציות ואתרי מובייל, לצד רשתות הפרסום המובילות דוגמת Facebook, Nexage, Inmobi, Mopub ו-Admob.\nחברת הסטארטאפ הישראלית BigPanda, המפתחת פתרון של ניהול תקלות (Incident Management) שמאפשר לחברות לזהות בעיות אפשריות לטפל בתקלות ולהקצות אנשי צוות לטיפול במשימות השונות, מודיעה BigPanda על השלמת סבב גיוס בגובה 7 מיליון דולר.\nהפתרון של BigPanda מאפשר לארגונים גדולים ולחברות קטנות לעשות “סדר” בכל הקריאות וההתראות, כך שכשדברים משתבשים (והם תמיד משתבשים בסוף) הפתרון יהיה מהיר ויעיל. הפתרון של החברה נולד מתוך הצורך של צוותי IT לענות לזרם בלתי פוסק של תקלות וקריאות, שיצרו צוואר בקבוק.\nחברת הסטארטאפ Credorax, המפתחת פלטפורמת תשלומים מקוונת, משלימה סבב גיוס בסך 40 מיליון דולרים. Credorax אמנם החלה את דרכה כחברת סליקה, אך נכון להיום ממצבת את עצמה כבנק סליקה (Acquiring Bank) המסוגל לעבוד ישירות מול חברות האשראי, באמצעות גביית הסכום הרצוי והעברתו לבית העסק.\nבמטרה להציע חווית תשלומים טובה יותר מזאת הקיימת כיום, החברה פעלה במהלך השנים האחרונות על מנת לבנות ארכיטקטורה בינלאומית שתאפשר למוכרים ולרוכשים לקבל ולשלוח תשלומים ללא תלות במיקום הגיאוגרפי שלהם. כלומר, לא משנה אם המוכר נמצא במדינה אחת, הרוכש במדינה שניה ו-Credorax במדינה שלישית, היא יכולה לאשר את התשלום מול חברת האשראי ולהעביר אותו מהרוכש אל העסק הקונה.\nחברת הסטארטאפ הישראלית ConferPlace, המפתחת פלטפורמה לכנסים וירטואלים, מודיעה על כך שנרכשה על ידי Meda Group הישראלית גם היא. בעוד שסכום הרכישה לא ידוע, הוא מוערך בכמה מיליוני שקלים.\nהפלטפורמה אותה פיתחה ConferPlace מאפשרת למשתמשים להשתתף בכנסים וועידות מרחוק, בצורה מקוונת. כך, יכולים לבקר בביתנים, לצפות בהרצאות ולהתרשם מהמציגים השונים, מבלי לצאת מהבית. המשמעות היא שהמשתמשים יכולים להשתתף במספר כנסים הנערכים באותו היום במקביל ולהשתתף בפאנלים השונים, מבלי לפספס שום דבר – אפילו לא יום עבודה.\nחברת Wix הישראלית, שהונפקה לפני כשנה בבורסת הנאסד”ק בניו יורק וכבר הספיקה לשבור את מחסום מיליארד הדולר, הודיעה היום (ד’) על רכישתה של חברת הסטארטאפ הישראלית OpenRest תמורת סכום לא ידוע.\nחברת OpenRest פיתחה מערכת לניהול ולהזמנת משלוחים ממסעדות דרך אתרי אינטרנט ומובייל. בין השאר, פיתחה החברה מערך מוצרים לבעלי מסעדות שמאפשרים להם לקבל ולנהל הזמנות אונליין, ליצור בקלות אפליקציות מובייל, לגבות תשלומים ברשת ועוד. החברה שהוקמה ב-2011 על ידי דני לשם ויואב עמית, פעילה הן בתל אביב והן במשרד בדלאוור.\nחברת הסטארטאפ הישראלית Freightos, המפתחת פלטפורמת השוואת מחירים לשירותי תובלה והובלה בינלאומיים, מודיעה על השלמת סבב גיוס בסך 7.6 מיליון דולרים.\nהפלטפורמה אותה פיתחה Freightos נועדה לגשר בין עולם השילוח הפיזי לעולם הטכנולוגיה העכשיווי, באמצעות הצגה והנגשה של כלים שיעזרו למי שמעוניין לייצא או לייבא סחורה, להבין את השוק בצורה טובה יותר. מאחורי הקלעים, החברה משכללת מגוון פרמטרים רחב החל משיטת השילוח: אוויר, ים או יבשה, דרך הנתיבים המהירים ביותר, המוצרים אותם מעוניינים הגורמים השונים להעביר, שיטות השליחה השונות וכדומה.\nValooto הישראלית, המפתחת פלטפורמת ענן לייעל ושיפור תהליכי מכירה בחברות, מודיעה על השלמת סבב גיוס ראשון בסך 1.5 מיליון דולרים. הפלטפורמה אותה פיתחה Valooto הינה Collaborative Sales Engagement במודל SaaS, פלטפורמת ענן שיתופית המיועדת לארגוני המכירות. בעזרתה, יכולות החברה לבצע אינטרקציה בזמן אמת בין לקוחותיה השונים, שותפיה העסקיים וכמובן, צוותי המכירות עצמם.\nמטרתה של החברה היא להפוך את תהליך בניית ההצעות ללקוחות השונים, החל ממשא המתן הראשוני ועד לסגירת החוזה, לתהליך פשוט, דינאמי ואינטרקטיבי הכולל בתוכו את כל הגופים הרלוונטים אליו: הלקוח, איש המכירות והשותפים העסקיים.", "keywords": "גיוס,גיוסים,סטארטאפ,סטארטאפים,גיוס הון,גיוסים חודשי,storedot,houzz,medaware,mobilespaces,pulsesecure,reduxio,appsee,sourcery,equivio,sirin,hello doctor,upright,diwip,xplenty,youappi,spondoolies,qualisystems,matomy,bigpanda,credorax,conferplace,meda group,openrest,freightos,valooto,"}