{"url": "https://www.geektime.co.il/matomy-ipo-350-million-dollars/", "type": "article", "title": "לונדון מחכה: מטומי תנפיק לפי שווי חברה של 350 מיליון דולר", "description": "חברת טכנולוגיית הפרסום הישראלית מטומי יוצאת להנפקה בלונדון לפי שווי של 350 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2014/07/SMALL2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-07-07T13:20:57Z", "modified_time": "2014-07-07T13:34:19Z", "articleBody": "חברת טכנולוגיית הפרסום הישראלית מטומי יוצאת להנפקה בלונדון לפי שווי של 350 מיליון דולר\n \nמקור: גיקטיים\nחברת הפרסום הדיגיטלי הישראלית מטומי הודיעה למשקיעים בלונדון על יציאה למהלך של הנפקה, במסגרתו תגייס עד 75 מיליון דולר לפי שווי של 350 מיליון דולר (אחרי הכסף, כלומר, 275 מיליון דולר לפני הכסף). בנוסף, הודיעה החברה שהיא מכוסה (book covered) על מלוא סכום הגיוס (75 מיליון דולר). הנהלת מטומי נפגשה במהלך השבועיים האחרונים עם מספר משקיעים מצומצם במטרה לקבל את חוות דעתם באשר לקידום מהלך של הנפקה, ועדכנה אותם בתוצאות החברה לרבעון הראשון של השנה וברכישת השליטה של טים אינטרנט הגרמנית. מטומי רכשה 50% נוספים מחברת טים אינטרנט והעלתה את אחזקתה ל-70%.\nתוצאות החברה לרבעון הראשון של השנה (פרופורמה, כולל טים אינטרנט) הסתכמו במחזור של 68 מיליון דולר ו-6.9 מיליון דולר ב-Ebitda (רווח לפני הוצאות מימון, מסים ופחת), זאת בהשוואה למחזור של 54 מיליון דולר ו-4.2 מיליון דולר בהתאמה בשנה הקודמת. התוצאות הללו מצביעות על צמיחה מרשימה של 26% במחזור ו-64% ב-Ebitda. את שנת 2013 סיימה החברה עם מחזור של 217 מיליון דולר וכ-17 מיליון דולר (פרופורמה כולל טים אינטרנט), כשמחזור הפעילות של טים אינטרנט ב-2013 היה 23 מיליון דולר וכ-4 מיליון דולר ב- Ebitda.\nכזכור, החברה כבר תכננה לצאת בהנפקה לפני מספר חודשים, וניסתה לגייס לפי שווי של 400 מיליון דולר, אולם דחתה את ההנפקה, לאחר שלא הצליחה להגיע ל-25% בעלי מניות אירופאים כפי שדורש ה-London Stock Exchange. מאוחר יותר פנה ה-LSE למטומי בהצעה להנפיק בקטגוריה של חברות בצמיחה, בה נדרשים רק 10% בעלי מניות אירופאים, קטגוריה שעד אז היתה פתוחה בפני חברות אירופאיות בלבד.\nMatomy, הנמצאת בשליטת אילן שילוח וקרן Viola, היא חברת פרסום דיגיטלית שמתמחה בפרסום מבוסס תוצאות (CPA). אחד היתרונות הגדולים של פרסום באינטרנט הוא שהלקוח יכול לעקוב אחר התנהלות המודעה שלו. מי הקליק על המודעה, מי מילא פרטים, כמה הורידו את האפליקציה ועוד. המודל מתבסס על תשלום עבור התוצאה שהושגה, הלקוח מגדיר את היעדים ומשלם בהתאם. החברה מכוונת לשוק הבינלאומי בעיקר, והמתחרות העיקריות שלה נמצאות בארצות הברית ובאירופה. עם מעל ל-1,500 לקוחות בכ-85 מדינות ויותר מ-16 אלף מקורות מדיה בהם היא משתמשת, אסטרטגיית הגדילה של החברה היתה באמצעות רכישה מספר חברות סטארטאפ בשנים האחרונות. החברה מעסיקה כ-380 עובדים בסניפים הממוקמים בישראל, הולנד, ספרד, גרמניה, ארה”ב ומקסיקו.\n\nגילוי נאות: בעלי המניות המרכזיים בחברת Matomy הם גם חלק מהמשקיעים בגיקטיים.", "keywords": "מטומי,matomy,הנפקה,ipo,לונדון,london,פרסום,lse,london stock exchange,אילן שילוח,viola,חממה,the time,דהטיים,דה טיים,בורסה,רכישה"}