{"url": "https://www.geektime.co.il/playtika-sold-for-4-4-bn/", "type": "article", "title": "רשמי: פלייטיקה נמכרת לתאגיד חברות סיניות תמורת 4.4 מיליארד דולר", "description": "לאחר דיווחים רבים, הודיעה חברת הסושייאל גיימינג, שהוקמה על ידי יזמים ישראליים ומפעילה מטה ומרכז פיתוח בישראל, כי היא נמכרה לתאגיד חברות סיניות תמורת 4 מיליארד דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/Screenshot_1-copy-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-31T09:02:03Z", "modified_time": "2016-07-31T12:02:14Z", "articleBody": "לאחר דיווחים רבים, הודיעה חברת הסושייאל גיימינג, שהוקמה על ידי יזמים ישראליים ומפעילה מטה ומרכז פיתוח בישראל, כי היא נמכרה לתאגיד חברות סיניות תמורת 4 מיליארד דולר\nצילום מסך מאתר Playtika\nזה לא היה סוד שבשבועות האחרונים היתה חברת הגיימינג Playtika (פלייטיקה) על המדף ומדי כמה ימים עלו דיווחים בנוגע לתוכניות של גופים אחרים לרכוש את השליטה בה. היום (א’) הגיעה ההודעה הרשמית: Playtika נמכרת לתאגיד חברות סיניות תמורת 4.4 מיליארד דולר.\nPlaytika היא חברת האינטרנט הגדולה בישראל, ונחשבת לאחת מהמובילות בתחום הסושיאל גיימינג. החברה הוקמה בשנת 2010 על ידי היזמים הישראלים רוברט אנטוקול ואורי שחק, אולם פחות משנה לאחר מכן הם כבר מכרו 49 אחוזים מהחברה לחברת Caesars Entertainment לפי שווי של 90 מיליון דולר; לאחר מכן נמכרו יתר האחזקות לפי שווי חברה של 160 מיליון דולר. למרות המכירה, המשיכה Caesars (סיזרס) לשמור על המותג Playtika ובמקביל הפכה אותה לזרוע משחקי המובייל והסושייאל שלה. בין המותגים הפופולאריים ביותר שלה ניתן למצוא את: Slotomania, House of Fun, Caesars Casino, Bingo Blitz, social World Series Of Poker (WSOP), Vegas Downtown Slots. בין המשקיעים הראשונים ב-Playtika ניתן למצוא את Kaedan Capital ומשקיעים פרטיים כמו גיגי לוי-וייס, יגאל אהובי יריב גילת, אלי בן זקן ועופר לזובסקי.\nכאמור, בשבועות האחרונים צצו ועלו דיווחים רבים בנוגע לזהות הרוכשת של החברה, כשלפני כשבוע הופיעו דיווחים בדרום קוריאה על כוונתה של חברת SK Telekom המקומית לרכוש את Playtika תמורת כ-4.3 מיליארד דולר. עם זאת, מי שזכה לבסוף בחברה הוא קונסורסציום של חברות סיניות בהשתתפות חברת המשחקים Giant Interactive, מחברות המשחקים המובילות בסין וקרן האחזקות הפרטית Yunfeng Capital השייכת למייסד חברת עליבאבא ג’ק מא. עוד חברות שהשתתפו ברכישה הן DH China HF Holdings Company Limited Hony Capital Fund, China Minsheng Trust Co., Ltd., Li anlong Zhang.\nבמסגרת ההסכם תמשיך Playtika לפעול כחברה עצמאית והנהלתה תישאר בישראל. צוות ההנהלה של Playtika ימשיך להוביל את החברה ולא צפויים שינויים בפריסתה הגלובלית. כמו כן, החברה תמשיך להחזיק ברשיונות המותגים WSOP ו-Caesars Casino. כיום מעסיקה Playtika יותר מ-1,300 עובדים בתשעת המשרדים שלה בעולם, ביניהם מרכז הפיתוח בהרצליה.\nעל פי חברת המחקר Eilers & Krejcik Gaming, Playtika היא החברה המובילה בשוק הקזינו סושייאל גיימינג, שוק שמוערך ב-3 מיליארד דולר מדי שנה. לשם השוואה, המתחרה הגדולה ביותר שלה, חברת IGT, אוחזת בחצי מנתח השוק של Playtika. על פי הדיווח, הכניסה Playtika ברבעון השני של 2016 סכום שיא של 240 מיליון דולר. Playtika פעילה בשוק הישראלי וכבר רכשה מספר חברות ישראליות ביניהן פסיפיק אינטראקטיב ב-2013 ו-Big Blue Parrot ב-2015.\nרוברט אנטוקול, מייסד ומנכ”ל Playtika מסר בהתייחסו לעסקה: “רכישה זו מעידה יותר מכל על החדשנות והתרבות הייחודית של עובדי Playtika, שבמהלך שש השנים האחרונות פיתחו, עיצבו, והפעילו את המשחקים החברתיים הטובים והיצירתיים בעולם”. אנטוקול הוסיף: “אנחנו מאד נלהבים מההזדמנויות העסקיות ששיתוף פעולה זה עתיד לייצר ל-Playtika, ומהאפשרות לפרוץ לשוק המשחקים הענק והצומח של אסיה. Playtika צפויה להמשיך לצמוח ולהגדיל את מצבת כח האדם, העומדת כבר כיום על למעלה מאלף ושלוש מאות עובדים. מטה החברה נמצא בהרצליה פיתוח ושם ישאר, לאור איכות כח האדם הגבוהה בישראל. זוהי אבן דרך משמעותית עבור החברה ועובדיה ואנו מעריכים מאוד את האפשרות להוציא לאור את חזוננו עם שותף אסטרטגי בסדר גודל שכזה”.", "keywords": "פלייטיקה,playtika,מכירה,עסקה,סטארטאפ,גיימינג,סושייאל גיימינג,קזינו"}