{"url": "https://www.geektime.co.il/geekjob-marketing-and-sales-120716/", "type": "article", "title": "10 משרות חמות במרקטינג ובמכירות", "description": "ריכזנו עבורכם 10 משרות טריות בתחום המרקטינג והמכירות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-110682190.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-12T16:21:20Z", "modified_time": "2016-07-12T16:21:20Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום המרקטינג והמכירות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n \n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nNI is a digital commerce company with the goal of simplifying consumer decision-making and connecting engaged consumers with valuable brands. We do so by creating trusted comparison websites that enable high-value relationships between these consumers and the brands they choose. Our clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are seeking a highly motivated, Partner Success Manager to join our great team.\nRequirements:\n– Native level English speaker.\n– 3-5 years of experience in Business Development or Account management.\n– Excellent relationship building skills.\n– Experience in managing large customer portfolios.\n– Great negotiation skills.\n– Excellent analytical skills.\n– Experience working with C level managers – advantage.\n– Some experience in a media/online position (e.g. affiliate manager/media buyer/account manager etc.) – advantage.\n– Experience at an Internet/online company – advantage.\nTo send a CV for the position of Partner Success Manager – Natural Intelligence\nחברת 888 מחפשת מנהל שיווק Online בעל מוטיבציה גבוהה,יצירתי ומוכוון תוצאות אשר ישפיע באופן ישיר על אסטרטגיית האופטימיזציה באתרי הפוקר, על חווית המשתמש ושיפור יחסי ההמרה בפאנל של השחקן.\nהתפקיד כולל יישום מתודולוגיות חווית משתמש ומתודולוגיות Conversion optimization לצורך שיפור יחסי ההמרה מלקוחות פוטנציאליים ללקוחות משלמים.\nבתפקיד זה נדרשות יכולות אנליטיות גבוהות לצד יצירתיות על מנת לייצר מחוייבות של השחקן כלפי המוצר ובכך לעלות את מספר השחקנים המשלמים במוצר.\nתחומי אחריות עיקריים של התפקיד כוללים בדיקה, מדידה וניתוח ביצועי השחקן, ארכיטקטורת ממשק המשתמש ואופטימיזצייה של User Flow, זיהוי חסמים העלולים להפריע בדרכו של השחקן להפקדה, יצירת הצעות אטרקטיביות עבור השחקן ויצירה של פרוטוקלים של אימיילים שישלחו לשחקן.\nRequirements:\n– נסיון עבודה של שנתיים לפחות בתעשיית ה-online (SEM, Site Owner, אופטימיזצייה, וכו’) – חובה.\n– יכולות אנליטיות גבוהות, ניסיון בניתוח דוחות והסקת מסקנות ממספרים – חובה.\n– ידע מעמיק של עקרונות ומתודולוגיות של עיצוב חווית משתמש – חובה.\n– ידע באימייל מרקטינג – יתרון.\n– אנגלית ברמה גבוהה – חובה.\n– בעל ידע ומעודכן במגמות עכשוויות בתחום ה-UI, UX וטכנולוגיות אינטרנט – יתרון.\n– היכרות עם גוגל אנליטיקס – חובה.\nTo send a CV for the position of Conversion Manager – 888\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage.\n– Minimum of 1+ years as an Online Media Manager.\n– Proven knowledge in RMX/Appnexus – an advantage.\n– Proven knowledge in Double click Ad serving platform – an advantage.\n– Proven, measurable results in developing and growing an internal affiliate channel/program.\n– Demonstrated ability to initiate and grow relationships.\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution.\n– Ability to take on multiple projects at the same time.\n– Must possess strong knowledge of the affiliate marketing industry.\n– Strong organizational, analytical, presentation and problem solving skills.\n– Experience in handling of tracking tools and online technologies.\n– Profound knowledge of MS-Office Products (Excel in particular).\n– Passion for online games.\n– BA/BS degree – an advantage.\nTo send a CV for the position of Online Media Manager – Plarium\nThe Video Campaign Manager tracks on going campaigns to notice trends and act upon those. The Video Campaign Manager in also in charge of setting up new campaigns, both from the technical side of things and communicating all campaign details with the clients.\nAs a part of a team, the Video Campaign Manager looks for new supply and demand sources to develop new business within the team and department.\nRequirements:\n– Recruiting new relevant publishers for the campaigns.\n– Opening, closing and managing campaigns, monitoring their performance.\n– Ongoing campaign & media optimization – requires a high level of analytical skill – the ability to analyze datasets and deliver actionable insights.\n– Ability to work independently and as part of a team (Media & Product).\n– Ability to multitask and work dynamically under pressure.\n– Support and Technical issues -retentions of clients.\n– Email Skype communication.\n– Daily report updates.\n– Daily follow ups.\nTo send a CV for the position of Video Campaign Manager – Brightcom\n– Hands-on management of large-scale Mobile campaigns to drive app installs.\n– Analyze campaigns performance and optimize accordingly.\n– Work with various technological systems to deliver ads and analyze performance.\n– Find and implement new business opportunities with mobile networks and publishers.\n– Manage vendor relationships.\nRequirements:\n– At least two years of account management experience in online advertising.\n– Familiarity with iOS and Android products and the mobile ecosystem.\n– Highly analytical, highly proficient with Excel.\n– Online gaming/gambling company experience.\nTo send a CV for the position of Account Manager – Playtika\nWe are looking for an experienced sales directors to join our growing business development and sales team. Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc.\n– Qualify and nurture inbound leads for high/low touch opportunities.\n– Create own opportunities and harvest them, with the help of the backend sales team.\n– Personal responsibility for “high touch” accounts.\nRequirements:\n– Must have at least 5 years of sales experience executive, at least 2 years in the CDN market.\n– Experience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage.\nTo send a CV for the position of Sales Director – Hola Better Internet\n– Technical pre-sale activities with selected startups, including hands-on support, running POCs, building architecture and support sales.\n– Support IBM Developers Community activities. That includes promoting, presenting and demo IBM Cloud offering in meetings, meetups, event and hackathons.\n– Engage directly with IT and C-level executives to understand their key technical challenges.\n– Generates new opportunities and deal with competition technical arguments.\n– Be the technical point of contact for your accounts, and be responsible for their VP R&D / CTO customer experience.\n– Collaborate with IBM teams in Israel and across the world.\nRequirements:\n– Significant experience (Minimum of 5 years) in a technical role (technical pre-sale in of the Cloud environment is an advantage)\n– Deep understanding of cloud technology (Iaas and PaaS) and its business models. Past experience in selling cloud solutions is a plus.\n– Past experience or deep understanding of IBM Bluemix and IBM Softlayer is a plus.\n– Past experience with Blockchain is a plus.\n– The ideal candidate will possess both a technical and business background that enables him/her to engage an account at the VP R&D / CTO level as well CEO level.\n– Bachelor of Science degree required (engineering or computer science is a plus)\n– Strong presentation and pitch skills.\n– Fluent in English and Hebrew.\nTo send a CV for the position of Cloud Technical Pre-Sale for Israeli Startups – IBM\n– Establish, develop and maintain relationships with media vendors and proactively seek new revenue opportunities.\n– Track campaign results and optimize profitability.\n– Campaign management: ads operations, ad trafficking, billing and more.\nRequirements:\n– BA / Bsc degree.\n– 1-3 years of experience in media buying or a similar role in the online advertising industry.\n– Fluent English- a must! Other languages – an advantage.\n– Negotiation and selling skills, marketing and sales oriented.\n– Great Analytical skills.\n– Tech savvy.\nTo send a CV for the position of Media Buyer – Vexigo\n– In charge of customer relationships.\n– End-user customer training.\n– Guidance and advice for enhancing the use of the system.\n– Education regarding new and existing features.\n– Ongoing customer enablement.\nRequirements:\n– Excellent spoken and written English.\n– Strong presentation skills.\n– Excellent Excel skills.\n– Strong analytical skills.\n– Customer enablement orientation.\n– Rich and effective interpersonal skills.\n– Bachelor degree in Economics or Business.\n– Experience in online software or technology field – a benefit.\nTo send a CV for the position of Customer Success Manager – Optimove\n– Planning, writing, and maintaining technical documentation content and structure, such as the Cloudify documentation, developer guides, API references, and tutorials.\n– Plan and write technical whitepapers.\n-Participating in feature specifications and providing overall feedback on UI and UX with advanced technology and complex architecture.\nRequirements:\n– At least 3 years of professional experience in writing development documentation, including APIs.\n– Excellent English skills.\n– Ability to understand and explain complex systems, code, implementation and integration processes in simple terms.\n– Ability to understand the needs of IT teams within large enterprises and phrase materials accordingly.\n– Passion for technology and technical writing.\n– Programming experience.\nTo send a CV for the position of Technical Writer – GigaSpaces", "keywords": "partner success manager,natural intelligence,conversion manager,888,online media manager,plarium,video campaign manager,brightcom,account manager,playtika,sales director,hola better internet,cloud technical pre-sale for israeli startups,ibm,media buyer,vexigo,customer success manager,optimove,technical writer,gigaspaces,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}