{"url": "https://www.geektime.co.il/geekjob-130616/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 13 ביוני", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Node.js Developer, System Administrator, Support Manager ו- Junior QA Automation Engineer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-06-13T15:30:26Z", "modified_time": "2016-06-13T14:12:18Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Node.js Developer, System Administrator, Support Manager ו- Junior QA Automation Engineer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for people who love what they do, will always suggest ways to improve the organization and the product and learn new things every day.\nAs Cloudify is an all Open-source project (the code and the stack Cloudify is built upon), we get to work with the latest technologies (like InfluxDB, ELK, Docker, Puppet, Chef and the likes…) and contribute to other open-source projects.\nIn this position you will:\n– Be responsible for Cloudify’s quality assurance.\n– Design, implement and run automated tests.\n– Build and enhance Cloudify’s testing infrastructures.\n– Collaborate with other team members in order to achieve better testing coverage.\n– Use quality control methodologies in order to ensure the product’s quality.\n– Review the test coverage of features.\n– Monitor Cloudify’s test reports and identify issues.\nRequirements:\n– Linux Proficiency (you love the Penguin).\n– Passionate about coding.\n– Team leading experience.\n– Experience in quality assurance and automated tests writing.\n– B.Sc in computer science or an equivalent degree.\nAdvantages:\n– Experience and familiarity with IaaS providers.\n– Good familiarity with Operational practices (Monitoring, Deployment, Configuration).\nTo send a CV for the position of Cloudify Quality Team Leader – GigaSpaces\nServer-side development of our super RTB system!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nRequirements:\n– B.Sc. Degree in computer science or equivalent.\n– 3+ years of experience of software development, 1+ with Node.js.\n– Deep knowledge of Linux and web environment.\n– Experience with database programming (SQL/NoSql).\n– Experience with design, architecture and deployment of applications.\nAdvantages:\n– Big Data Experience: BigQuery, Hadoop, MongoDB.\n– Familiarity with AWS cloud.\n– Experience with ad tech technologies / ad servers experience.\n– Experience with nginx.\nTo send a CV for the position of Node.js Developer – Vexigo\nThe Virtualization Team is responsible for the design, implementation and integration of innovative virtualization solutions over x86 for ASOCS virtual base stations.\nRequirements:\n– B.Sc. in SW Engineering or other related fields.\n– At least 3 years of experience as a C/C++ software developer in a Linux Environment.\n– Strong knowledge and proven experience in Linux Kernel. Background in working with – – – Hypervisors, especially KVM. Background in networking. Preferred Experience with Intel’s DPDK and OpenStack.\nTo send a CV for the position of C/C++ Virtualization Developer – ASOCS\nThe majority of time the candidate will develop the foundation of the system, architecture and design of the infrastructure.\nThe position includes core development as well as guiding, mentoring and supporting the other developers.\nRequirements:\n– At least 2 years of JEE experience using Java and JEE technologies.\n– Experience using JEE stack: JPA (Hibernate), EJB, Web Services – must.\n– Experience in develop, design optimal schema and write efficient SQL queries over one or more of the following DB: Oracle / Ms-Sql / BD2 – must.\n– Participating in design of at least 1 large enterprise project – must.\n– Experience in creation and configuration of development environments and specifically open source based (Maven, Subversion) – Advantage.\n– Experience in enterprise application performance monitoring and improvements – Advantage.\n– Web development (HTML, JS, CSS, Ajax, Web frameworks) – Advantage.\n– Excellent Technical (e.g., systems design) and analytical skills.\n– Hands on experience in end-to-end (inception to implementation) solution on large scale enterprise IT initiatives.\n– In-depth knowledge of applicable information systems concepts, methodologies, tools, standards, and procedures.\nTo send a CV for the position of Java Framework Developer – SAPIENS\n– Provide helpdesk support to both local & remote users\n– Create and manage accounts on our various servers\n– Configure, upgrade, and deploy our various internal tools via web and desktop\n– Write scripts (the duct tape of our infrastructure) to automate everything from creating reliable backups to running our source control tree\n– Work on complex and escalated support issues\nRequirements:\n– At least two years of experince as an IT/Sys Admin experience (preferably in small corporations with multiple offices)\n– Knowledge in Windows- including maintenance, security, AD, Exchange, DNS\n– Knowledge in SCCM,S4B,Intune\n– Knowledge in Networking – TCP/IP,SMTP\n– Experience in maintaining VMware infrastructure\nTo send a CV for the position of System Administrator – Playtika\nDesign, develop, implement and move to production new back end services for RTB and big data infrastructure.\nWork in cloud environment with new technologies, high system availability and load.\nBuild deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 4 years hands on java (J2EE) experience.\n– Minimum 3 years in back end development.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– AWS knowledge – advantage.\n– C++ – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Back End Developers – anyclip\nPen-Testing skills and proven experience\nDiscover and mitigate vulnerabilities in sensitive Critical Infrastructure\nDevelop and design innovative cyber security solutions for unique and complex technologies\nWork in partnership with government agencies, leading industry experts, and academia\nLeverage traditional and non-traditional research methodologies to advance GE’s overall Cybersecurity practice\nRequirements:\n– Cyber security professional with a minimum of 5 years of experience\n– Bachelor’s degree in Computer Science or a related field with at least 2 years of relevant experience in software/hardware research and development\n– Must possess strong verbal & written communication skills in English, with demonstrated experience\n– Must be willing to work out of an office located in Herzliya, Israel\n– Must submit to a background investigation, including verification of past employment and educational background\n– Experienced talented individuals who have expertise in these types of technologies:\nDeveloping POCs and pen-testing tools\nThreat Modeling\nResearching network protocols\nDeep understanding of cryptography\nBypassing intrusion Detection and Prevention systems / applying evasion techniques\nReverse Engineering\nExperience in industrial networks and SCADA protocols\nTo send a CV for the position of Lead/ Cyber Security Researcher – General Electric\n– Defect and issue identification, logging, tracking, resolution, and reporting.\n– Working with multiple Technologies and DB’s, Such as – Angular, PostgreSQL, Elastic Search, HDFS, Node JS, Rabbit MQ, etc.\n– Gather and analyze requirements.\n– Manage execution time effort to leverage the testing coverage.\n– Participate in the Business Requirements review.\n– Prepare and review the functional test plan (test scenarios, conditions and data).\nRequirements:\n– We are looking for someone who is interested in understanding the “big picture” and detect the smallest problem in it – and even more important to catch the source of that problem.\n– 4-5 years as SW QA for large scale client-server systems, with Server sideBackend QA expertise.\n– Ability to understand the business logic of a complex system.\n– High level of English (written and spoken).\n– Ability to work in dynamic environment.\nNice to have:\n– Scripting experience.\nTo send a CV for the position of SW QA Engineer – AGT International\nPerion’s CodeFuel is seeking a Junior QA Automation engineer to join our dynamic and exciting team.\nWe are looking for a strong, smart, creative and passionate graduate, eager to learn and take part in testing Perion’s leading and cutting edge technologies.\nIn this position you will join SearchFuel, CodeFuel’s leading revenue generator.\nRequirements:\n– Eager to learn new technologies and methodologies.\n– BA/B.Sc. in Computer Science or equivalent.\n– Up to 1 year of hands-on development of manual and automation QA – i.e. coding in a programming or scripting language, e.g. C#, Java, Python etc.\n– Knowledge in developing automation solutions – an advantage.\n– Knowledge in Test Automation Tools for different domains (e.g.: Selenium, appium etc.) – an advantage.\n– Basic experience in functional, UI, and data validation testing – an advantage.\n– Basic experience with Web-Applications testing – an advantage.\n– Understanding of system architecture with large complex distributed and cloud based transactional systems.\n– Excellent written and verbal communication skills (Hebrew & English).\nTo send a CV for the position of Junior QA Automation Engineer – Perion\nAs our UX/UI Designer you will work closely with multiple teams, mainly Product, R&D and Branding to ensure the creation of engaging, positive, user experiences and intuitive interfaces for both web and mobile applications.\nIn this role, you will create smart, beautiful and responsive designs for both our online solutions as well as our leading Back-office products by defining interaction models and understanding and communicating user scenarios and end-to-end experiences.\nYou will play a key role in turning big ideas into simple, beautiful features and dealing with the continuous challenge of making the complicated simple, fun and accessible while juggling between multiple types of products with different kinds of audiences.\nRequirements:\n– 1-5 years of experience designing online web interfaces, either consumer or back-office/SaaS (Both preferred).\n– Very strong knowledge and solid understanding of UX/UI, Interest in the experience and feelings people go through – not just how it looks\n– Extensive experience producing high-quality, pixel perfect designs, from concept to production\n– A fast learner and a focused team player, with passion to constantly learn and acquire new tools and knowledge\n– Extensive experience in Photoshop and Illustrator\n– Vast experience in wire-framing and mock-ups, usage of tools such as Axure and Invision are a major advantage.\n– Team player with great communication skills. You should be able to clearly articulate your design decisions and what problems they’re solving.\n– A Can-do Attitude.\n– Experience working in an Agile environment, participating in team Product Backlog grooming sessions to grasp the greater picture – major advantage.\n– Degree in Interactive Design/Human Interactions/Cognitive sciences/Visual Communication or a related field – Preferred.\nTo send a CV for the position of UI/UX – Salestech", "keywords": "cloudify quality team leader,gigaspaces,node.js developer,vexigo,c/c++ virtualization developer,asocs,java framework developer,sapiens,system administrator,playtika,back end developers,anyclip,sw qa engineer,agt international,junior qa automation engineer,perion ui/ux,general electric,lead/ cyber security researcher,salestech,​salestech​,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}