{"url": "https://www.geektime.co.il/geekjob-100416/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 10 באפריל", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Data Science Student, Technical Account Manager, PPC Account Manager, Administrative Assistant ו-Junior PHP Developer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-10T13:00:05Z", "modified_time": "2016-04-10T14:25:11Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Data Science Student, Technical Account Manager, PPC Account Manager, Administrative Assistant ו-Junior PHP Developer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nDo you have what it takes to build beautiful, innovative new products for massive audiences? Our goal is to build intuitive and engaging products that will tell stories in new and innovative ways for the Geektime audience. This means solving complex, unique and large-scale problems, working with a passionate team, and creating compelling designs for all of our platforms, including our website and mobile apps.\nThis frontend developer will work out of our Tel-Aviv office alongside our product team and content team for the Israeli and international editions, to help design and implement the next version experience around our content.\nRequirements:\n– Be a geek.\n– Likes to work as part of an engaging, collaborative team.\n– Creative, motivated and driven worker.\n– A passion for technology, startups and entrepreneurship.\n– Significant experience with Front-end technologies (Javascript, CSS and HTML).\n– Significant experience with backend technologies (MySQL, PHP, Node.js).\n– Knowledge and experience with WordPress development.\n– Knowledge in browser-compatibility and performance issues.\nEverything else is a bonus.\nTo send a CV for the position of Fullstack Web Developer – Geektime\nThe global enterprise AOL/Verizon, is hiring an intern to serve as a Research Assistant for the Machine learning & deep learning team in video Research Group. His/her responsibly will be to collect datasets, run and validate models.\nRequirements:\n– MSc or PhD student in Computer Science, Statistics, Mathematics or equivalent.\n– Experience with scientific papers.\n– Good technical skills.\n– Programming skills are advantages: SQL, Python, R, Matlab, Java.\n– Excellent communication skills.\n– The ability and desire to be constantly learning.\nTo send a CV for the position of Data Science Student – Aol\nWe are looking for a nice, responsible and a positive attitude Administrative Assistant!\nResponsible for staffing the front desk during the day.\nResponsible for day to day upkeep of the office.\nIn charge of hosting and initial response to company employees, guests and other visitors in front desk.\nTelephone response, outgoing checks and post office issues.\nHandle day to day immediate requested tasks.\nRequirements:\n– High computer skills: proficiency using MS Word, Excel, PowerPoint and Outlook.\n– Excellent written and verbal communication skills in Hebrew and English.\n– Ability to work in a fast-paced environment dealing with multiple projects on a daily basis.\nTo send a CV for the position of Administrative Assistant – Playtika\nOur team is developing a new network and cyber-security solution, in a unique start-up atmosphere backed by the infrastructure of a solid and successful company that is leading the security space in the market.\nWe are looking for a passionate DevOps engineer who will take part in development of a revolutionary cyber security product, deployed in sophisticated network topologies. The successful candidate will be able to design and implement different deployment and operational modes of cyber security applications in a traditional environment, along with virtualized/cloud network topologies.\nThis is a truly unique opportunity to join a rich development process: to make a difference, to learn a lot, and to enjoy.\nRequirements:\n– Deep knowledge of Linux.\n– Knowledge of at least one scripting language (such as Perl, Python, Bash).\n– Networking experience (TCP/IP, DHCP, DNS, SNMP, and so on).\n– Highly independent and self-motivated.\nAdvantages:\n– Experience in working with automatic build and deployment systems (Chef, Puppet, Hudson, Jenkins).\n– Tomcat, Apache HTTPD, or other Web application servers.\n– DBA skills (Postgres, Cassandra).\n– Extensive knowledge in networking (CCNA or similar).\n– Knowledge of firewalls, routers, and load-balancers.\n– Knowledge of virtualization/cloud (hypervisors, ESX, VMware player , VirtualBox, OpenStack, AWS).\nTo send a CV for the position of DevOps Engineer – radware\nAre you passionate about building a long-term relationship as the technical advocate for an Enterprise customer?\nLivePerson is seeking a talented professional to join our leading team of Technical Account Managers within Customer Support based in LivePerson’s Raanana office .\nThe Technical Account Manager is a point of escalation for all technical support matters relating to a defined set of Tier1 Enterprise customers. The TAM becomes a trusted advisor to the customer by presenting a personalized support experience and builds a strong relationship through an in-depth understanding of customer goals and needs. The TAM has a comprehensive view of the customer’s strategy and product requests, understands and champions business priorities within LivePerson and provides guidance on our platform and products.\nResponsibilities:\n– Support & Operations Management.\n– Act as the primary escalation point of contact for technical issues.\n– Proactively work with the Support, Production and R&D teams to expedite issue resolution and bug fixes, including hands-on troubleshooting.\n– Analyze business impact using built in reporting and SQL queries.\n– Govern and coordinate software and hardware changes affecting your customers.\n– Relationship Management.\n– Build and maintain strong relationships with IT, Support, Operations, and Program stakeholder.\n-Lead periodic service reviews for the customer to review support and operations activities.\n– Product Adoption and Growth Enablement.\n-Ensure support and service readiness for business expansion and peak time events.\n– Support internal customer focal points (i.e. Sales, Project Managers) in a team effort to meet account goals.\n– Introduce to the customer newly available product enhancements and capabilities, aligning LivePerson solutions to the customer’s needs.\nRequirements:\n– Team Player with the ability to lead multi stakeholder and cross organizational efforts.\n– Experience in supporting global enterprises.\n– Excellent communication skills.\n– Troubleshooting web based solutions.\n– Background in working hands-on with SaaS solutions – Advantage.\n– Availability for off hours escalations.\n– MBA – Advantage.\n– Availability to travel to the customer.\n– Fluent oral and written English, at (near) mother-tongue level.\nTo send a CV for the position of Technical Account Manager – LivePerson\nAs Plarium’s PPC Account Manager at Google Mobile Team, you will be responsible for running and optimizing large-scale PPC campaigns for user acquisition. Your main objectives will include developing campaign strategy, creative testing and performing deep analysis and reporting of your performance. This role is well suited for those who are ambitious, results oriented and want to make a direct impact on the growth of the business.\nResponsibilities:\n– Setting, optimizing and scaling Google ads campaigns in order to achieve company’s goals.\n– Analyze advertising performance based on ROI and other revenue model.\n– Generate weekly and monthly performance reports for all major metrics, goals tracking, revenue tracking, and other KPI’S.\n– Provide creative copy suggestions and graphical ad ideas.\n– Work closely with the other team members to meet company’s goals.\n– Run on-going A/B Testing on different activity parameters.\nRequirements:\n– At least 2 years of prior experience as PPC Account Manager managing 100k$ monthly budget – Must.\n– Strong skill set in Google AdWords.\n– Experience with mobile platforms – an advantage.\n– Excellent Excel skills.\n– Fluent English – both verbal and written.\n– Advanced knowledge and understanding of reporting metrics, i.e. CPA, ROI’s, or other revenue models.\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution.\n– Gaming experience – an advantage.\n– BA/ BS degree – an advantage.\nTo send a CV for the position of PPC Account Manager – Plarium\nForeScout enables organizations to continuously monitor and mitigate security exposures and cyber-attacksJoin the ForeScout R&D organization to take part in defining and driving the future of a world-wide market-leading product suite.\nResponsibilities:\n– Define and execute comprehensive test suites for a variety of product components.\n– Work closely with Software Engineers to define testing requirements and review test results.\n– Report test results in a clear and comprehensive manner.\n– Use test and reporting tools as required.\nRequirements:\n– Good network understanding.\n– Experienced in Windows/Linux environments.\n– Windows-based networks, Active Directory, domain management.\n– Familiar with network equipment configuration (Switch, Router, FW,CLI, SNMP).\n– Knowledge in protocols (DNS, SMTP, SNMP, DHCP) – Advantage.\n– Experience with VMware.\n– Experienced in Mobile environments – advantage.\n– Knowledge in network security and NAC – advantage.\nTo send a CV for the position of SQA Engineer – ForeScout\nWe’re looking for a full stack developer who loves coding and is passionate about product and business. This person must be able to work independently. We move fast and value great ideas. You’ll be creating innovative new features and maintaining existing ones. Our company loves technology and we believe in building great things.\nRequirements:\n– PHP, JS, JQUERY, MySQL, AWS, Photoshop (basics).\n– IOS & Android – an advantage.\nTo send a CV for the position of Fullstack Developer – Ninja Garden\nWe’re looking for a talented Junior PHP developers with excellent full stack skills.\nRequirements:\n– One year experience with PHP or Bachelor of Computer Science / Software Engineering – Must.\n– CSS/3,HTML/5,JS,JQuery – Must.\n– Experience with Backbone/Bootstrap, Angular.\n– JS and Symphony – advantage.\nTo send a CV for the position of Junior PHP Developer – Salestech\nBe a part of the online marketing server team and work on a variety of software projects: from data analysis, server architecture to web development.\nGet to know the exciting world of online marketing, both deep business understanding and the engineering challenges.\nDevelop with Microsoft cutting edge technology – C# and Linq, .NET 4.5, ASP.NET/MVC, MS-SQL and other databases.\nInteract with Google AdWords, Facebook Ads, Twitter Ads, Bing Ads and other marketing web service.\nInfluence literally millions of people with your work.\nWork with a dynamic young group of people in a balanced start up environment.\n Requirements:\n– B.Sc. in Computer Science/ Software Engineering – grade average of 85+\n– At least one year of proven experience.\n– Strong knowledge in Microsoft technologies – advantage.\n– Substantial knowledge in DB and SQL – advantage.\n– Strong knowledge in web technologies – advantage.\nTo send a CV for the position of Junior Fullstack SW Engineer – plus500", "keywords": "fullstack web developer,geektime,data science student,aol,administrative assistant,playtika,devops engineer,radware,technical account manager,liveperson,ppc account manager,plarium,sqa engineer,forescout,fullstack developer,ninja garden,junior php developer,salestech,junior fullstack sw engineer,plus500,​salestech​,גיק ג\\'וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}