{"url": "https://www.geektime.co.il/geekjob-270316/", "type": "article", "title": "גיקג'וב: אוסף משרות היי-טק חמות במיוחד - 27 במרץ", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Graphic Designer, Online Media Manager, FullStack Developer, Senior Web Developer ו-Automation Engineer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-27T15:09:22Z", "modified_time": "2017-06-01T15:26:33Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Graphic Designer, Online Media Manager, FullStack Developer, Senior Web Developer ו-Automation Engineer\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nDo you have what it takes to build beautiful, innovative new products for massive audiences? Our goal is to build intuitive and engaging products that will tell stories in new and innovative ways for the Geektime audience. This means solving complex, unique and large-scale problems, working with a passionate team, and creating compelling designs for all of our platforms, including our website and mobile apps.\nThis frontend developer will work out of our Tel-Aviv office alongside our product team and content team for the Israeli and international editions, to help design and implement the next version experience around our content.\nRequirements:\n– Be a geek.\n– Likes to work as part of an engaging, collaborative team.\n– Creative, motivated and driven worker.\n– A passion for technology, startups and entrepreneurship.\n– Significant experience with Front-end technologies (Javascript, CSS and HTML).\n– Significant experience with backend technologies (MySQL, PHP, Node.js).\n– Knowledge and experience with WordPress development.\n– Knowledge in browser-compatibility and performance issues.\nEverything else is a bonus.\nTo send a CV for the position of Fullstack Web Developer – Geektime\n– Define migration approach.\n– Conduct functional and Technical analysis.\n– Perform migration mapping, transformation design and implementation using ETL tools\n– Prepare test scenarios.\n– Offer functional support to the development and testing teams.\n– Support customers with the business continuity planning (define business process and flows during migration period).\n– Elicit customer requirements and translate them into functional, data mapping/ transformation requirements and interface specifications.\n– Match between functional requirements and application system options/ functionality in an efficient manner.\n– Aligning functional specifications with the development team.\n– Serve as the functional and technical support point for the different testing phases (ST, mock ups, dress rehearsal etc.).\nRequirements:\n– A Bachelor’s degree with a concentration in Industrial Engineering or Computer Science\nknowledge and experience working within the insurance industry.\n– Ability to translate functional requirements to test scenarios.\n– Experience in Data Migration or Data Integration.\n– Excellent communications skills.\n– Excellent communication and presentation skills.\n– Strong analytical skills.\n– Expert level knowledge and experience with information systems (such as ERP).\n– Ability to understand the data models and structures of complex technology systems.\n– Experience working with SQL.\n– PHP knowledge and experience.\n– Strong MS Office skills.\n– Experience with ETL (knowledge of K2VIEW system is an advantage).\n– Experience analyzing and implementing interfaces between systems is an advantage.\n– Programming experience is an advantage.\n– Travel Requirement: Occasional travel, both domestic and international (about 20%).\nTo send a CV for the position of Data Migration Analyst – SAPIENS\nWe are looking for an awesome front-end developer to join our diverse group. You’ll be joining a team of gifted front-end developers and expert graphic & motion designers, developing user interface for a unique cyber-security platform. The process is centered on users’ needs, resulting in intuitive interactions and providing a pleasant and smooth user experience.\nYour job will be focusing on developing unique visualizations for data at scale, implementing pixel-perfect components and screens and working on expanding the platform’s architecture and capabilities.\nRequirements:\n– Excellent user experience intuition and skills.\n– Ability to quickly master new technologies.\n– Experience with enterprise product development.\n– Deep understanding of javascript user triggered events and css animations. Being able to use them to create an immersive experience.\n– Deep understanding of html/css layouts. Being able to create complex data-heavy layouts that are fluid.\n– Ability to work independently in a demanding start-up environment.\n– Background in UI design / graphic design – an advantage.\n– B.Sc. in computer-science or related – an advantage.\nTo send a CV for the position of Front-End Developer – Cybereason\nFunctioning as a DevOps Engineer building next generation cloud infrastructure.\nAutomate operation, provisioning, installation and monitoring of all components in our Open Ad Management Platform.\nWorking alongside Engineering to apply architecture knowledge to provide an elastic highly available cloud deployment solution.\nOperate and maintain continues integration and continues delivery flows and tools.\nRequirements:\n– BS in Computer Science, or commensurate industry experience, preferred at least 2-3 years’ working experience as DevOps engineer, ideally supporting an agile development process of a large-scale website.\n– Strong scripting capabilities (e.g. Shell, Bash, PHP, Python, Perl and/or Ruby).\n– Deep understanding of version control systems (e.g. Git), including branching and merging strategies.\n– Experience with software build tools (e.g. Maven) and continuous integration and continues deployment tools (e.g. Jenkins, Nexus).\n– Experience with automation/configuration management using either Puppet, Chef or an equivalent.\n– Strong experience  with AWS cloud services and API.\n– Strong background in Linux administration.\n– Experience with NoSQL systems (e.g. redis, mongodb) and relevant services (e.g. Storm).\n– Self-motivated learner, quick to research and implement with new technologies and tools.\n– A team player, independent, assertive and professional.\nTo send a CV for the position of DevOps Engineer – Sizmek\nWe’re looking for a superstar to play a key role in revamping our online platform enjoyed by 75 million users worldwide. You’ll use the latest web technologies including AngularJS, Bootstrap, HTML5, CSS3, advanced JavaScript, unit tests with Karma and Jasmine, PHP, Symfony and more. Grow your skills in a global company, designing and implementing the client side UI for our massive global user community. You’ll enjoy a friendly, informal and creative atmosphere in one of Israel’s most exciting start-ups with many opportunities for personal and professional growth. You’ll be working with continuous integration and deployment using unique Agile methodology in which every team member makes a difference.\nRequirements:\n– B.Sc. in computer science or software engineering.\n– 6+ years of experience in web UI development.\n– Excellent skills in JavaScript, Ajax, HTML, CSS.\n– Experience with client-server technology.\n– A team player with motivation, ambition and innovative ideas.\n– Passion for web and new technologies.\nTo send a CV for the position of Senior Web Developer – MyHeritage\nWe’re looking for a talented Junior PHP developers with excellent full stack skills.\nRequirements:\n– One year experience with PHP or Bachelor of Computer Science / Software Engineering – Must.\n– CSS/3,HTML/5,JS,JQuery – Must.\n– Experience with Backbone/Bootstrap, Angular.\n– JS and Symphony – advantage.\nTo send a CV for the position of Junior PHP Developer – Salestech\nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage.\n– Minimum of 1+ years as an Online Media Manager.\n– Proven knowledge in RMX/Appnexus – an advantage.\n– Proven knowledge in Double click Ad serving platform – an advantage.\n– Proven, measurable results in developing and growing an internal affiliate channel/program.\n– Demonstrated ability to initiate and grow relationships.\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution.\n– Ability to take on multiple projects at the same time.\n– Must possess strong knowledge of the affiliate marketing industry.\n– Strong organizational, analytical, presentation and problem solving skills.\n– Experience in handling of tracking tools and online technologies.\n– Profound knowledge of MS-Office Products (Excel in particular).\n– Passion for online games.\n– BA/BS degree – an advantage.\nTo send a CV for the position of Online Media Manager – Plarium\nWe are looking for a talented software developer for our Automation project to support our rapid agile plans. You must be self-motivated, a quick learner and must have the passion and willingness to learn new technologies and code in various languages on demand. You will be working closely with other software engineers, QA and CI teams.\nRequirements:\n– Bachelor’s Degree in Computer Science (or equivalent).\n– 2-3 years’ experience in software development or in developing automation infrastructures. (Outstanding graduates may apply as well).\n– Knowledge in OOP in at least one language (C# / Java).\n– Previous experience with Selenium/CodedUI.\n– Deep understanding of Object Oriented Design and Data Structures.\n– Excellent interpersonal and communication skills.\n– Team player, independent and quick learner.\nTo send a CV for the position of Automation Engineer – HPE Software\nPlaytika is looking for a passionate Graphic Designer!\nThe Graphic Designer will be responsibe for designing social media & marketing materials:\nCreate mock ups and develop 2D Art with industry standard tools (Photoshop and Illustrator).\n Requirements:\n– At least 2 years of experience with online campaign designs.\n– Excellent knowledge of Photoshop, Illustrator and After Effects – advantage.\n* Please attach portfolio (We will contact only resumes with portfolio links).\nTo send a CV for the position of Graphic Designer – Playtika\nThe Renewal and Training Sales Representative will be responsible for direct sales, negotiation and administrative support as part of Radware Renewal teams in EMEA and APAC.\nThe main goal is to achieve the requested revenue by renewing the support contracts and selling training as per the pipeline.\nContacting the customers by e-mail and telephone in order to offer Service Renewal contract and Training courses.\nNegotiating mainly by e-mail and telephone with partners and customers\nIssuing of quotations and follow up until close-up of the deal.\nOngoing and regular relationship with partners, customers and Radware sales teams in EMEA & APAC.\nAchieve monthly, quarterly and annual sales targets.\n Requirements:\n– Previous Sales and Administrative experience in Hi-Tech companies.\n– Fluency in English written and spoken.\n– Sales proven SkillsAdvantages.\nAdvantages:\n– Additional foreign language.\n– Familiarity with ERP environment, Oracle in particular.\n– Proven record of sales success in a similar role.\nTo send a CV for the position of Renewals and Training Sales Representative – radware", "keywords": "renewals and training sales representative,radware,graphic designer,playtika,automation engineer,hpe software,online media manager,plarium,junior php developer,salestech,devops engineer,sizmek,data migration analyst,sapiens,fullstack web developer,geektime,front-end developer,cybereason,senior web developer,myheritage,front end developer,geekjob,insider,​salestech​,גיקג׳וב,גיקגו\\'ב"}