{"url": "https://www.geektime.co.il/worlds-most-valuable-brands-2/", "type": "article", "title": "דירוג חברות הטכנולוגיה בעלות השווי הגבוה ביותר - סמסונג לא בחמישיה הפותחת", "description": "אפל, גוגל, מיקרוסופט, פייסבוק ואמזון - חברות ההייטק הן אלו שמובילות את דירוג 100 המותגים בעלי השווי הגבוה ביותר ב-2018 של פורבס. שוויין המשותף של חמש הראשונות עומד על 586 מיליארד דולר, המהווים עליה של 20% מהשנה שעברה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/05/apple-1651877_1920-1527597979.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-29T15:54:37Z", "modified_time": "2018-05-29T15:58:08Z", "articleBody": "אפל, גוגל, מיקרוסופט, פייסבוק ואמזון – חברות ההייטק הן אלו שמובילות את דירוג 100 המותגים בעלי השווי הגבוה ביותר ב-2018 של פורבס. שוויין המשותף של חמש הראשונות עומד על 586 מיליארד דולר, המהווים עליה של 20% מהשנה שעברה\nאם למישהו היה ספק מי במקום הראשון…\nמאת קורט באדנהאוזן\nחברות הטכנולוגיה הגדולות בעולם המשיכו לחזק את כוחן בשנים האחרונות, מה שהביא לרווחים עצומים ועליות חדות בשווי השוק שלהן. אפל (טלפונים), גוגל (חיפוש), מיקרוסופט (תוכנה), פייסבוק (חברתי) ואמזון (קמעונאות) ממשיכות לשלוט על המגזרים שלהן בעיקר בזכות מוצרים ושירותים מנצחים. אבל ייתכן כי התכונה היקרה ביותר שלהן היא שהן בעלות שמות של מותגים חזקים.\nמותג חזק עוזר להוביל את הביקוש ואת כוח התמחור. חמשת המותגים האלה מצליחים לעשות את זה טוב יותר מכולם, והם חמשת המותגים היקרים ביותר על פי דירוג פורבס, ושוויים המשותף מגיע ל-586 מיליארד דולר, המהווים עליה של 20% מהשנה שעברה.\nבמקום הראשון, ממשיכה להוביל מזה שמונה שנים ברציפות, חברת אפל, ששווייה מוערך ב-182.8 מיליארד דולר (8% עליה מהשנה שעברה).\nרק אפל, הודות לבסיס המעריצים ההדוק שלה, תוכל להתחמק מתמחור טלפון בסך 999 דולר ולמכור 29 מיליון יחידות תוך פחות מחודשיים, כפי שעשתה בסוף 2017. קרוב לרבע מהמכירות היו בסין, מה שמצביע על ההישג הגלובלי של אפל. למרות כמה תחזיות קודרות, אפל הכריזה על צמיחה של 21% בהכנסות ברבעון הנוכחי מהמדינה המאוכלסת ביותר בעולם.\nחמש הגדולות (תמונה: פורבס)\nסמסונג אלקטרוניקס למעשה מכרה יותר טלפונים מאשר אפל במהלך הרבעון הרביעי של 2017, אבל חברת וול סטריט, קנאקורד ג’נוויטי, העריכה כי אפל תפסה 87% מהרווחים של תעשיית הטלפונים החכמים, הודות לכניסתו של אייפון X היקר לסדרת הטלפונים שלה. פער הרווח בא לידי ביטוי בערכי המותג שלהם, כאשר מותג אפל שווה פי ארבעה מסמסונג (ששווה 47.6 מיליארד דולר ומדורגת במקום השביעי).\nגוגל מדורגת במקום השני בין המותגים המובילים זו השנה השלישית ברציפות, עם ערך של 132.1 מיליארד דולר, המהווים עלייה של 30% מהשנה שעברה. לאפל יש יתרון של 38% ביחס לגוגל, אך זו סגרה את הפער בשנים האחרונות, שכן ההפרש היה 121% לפני שלוש שנים.\nחברת האם של גוגל, אלפבית, מעורבת גם במגזרים אחרים כמו טכנולוגיית בית חכם, מכוניות אוטונומיות, מחקרי ההזדקנות ועוד. אבל כמעט כל אלה מניבים בעיקר הפסדים. עסק החיפוש הוא זה שמשלם את החשבונות. גוגל הוא המונח הנפוץ ביותר לחיפוש, למרות המאמצים הטובים ביותר של Yahoo ,Baidu ו-Bing של מיקרוסופט לקצץ בנתח השוק הגלובלי של גוגל שעומד על 80%.\nמותגי הטכנולוגיה הבכירים, שסוגרים את חמשת המותגים היקרים ביותר, היו גם הם בעלי רווחים גדולים, כך למשל, מיקרוסופט (104.8 מיליארד דולר, עלייה של 21%), פייסבוק (94.8 מיליארד דולר, עלייה של 29%) ואמזון (70.9 מיליארד דולר, עלייה של 31%).\nהעובדה שאמזון עקפה את קוקה-קולה הייתה השינוי היחיד בחמשת הראשונים השנה. ערך המותג של קוקה-קולה עלה ב-2% ל-57.3 מיליארד דולר, והוא המותג הלא טכנולוגי היחיד בשבעת המובילים. מכירות קוקה-קולה הממותגות היוו 45% מסך המכירות של החברה בשנה שעברה, בה נמכרו 13 מיליארד ארגזים. שינוי הרגלי השתייה בעולם משפיע על קוקה-קולה, אבל המותג נשאר חשוב במיוחד וקוקה-קולה ממשיכה להוביל במגזר שלה.\nפורבס העריך יותר מ-200 מותגים גלובליים כדי לקבוע את הרשימה הסופית של 100 היקרים ביותר. המותגים נדרשו להיות כאלה שנמכרים בארה”ב, מה שפגע למשל בעלי-באבא וטנסנט הסיניות. מבין 100 המותגים המובילים ניתן למצוא גם את ג’ילט ואמריקן אקספרס.\nתמונה: פורבס\n100 המותגים היקרים ביותר שווים 2.15 טריליון דולר, עלייה של 10% מהשנה החולפת. שווי המותגים נע בין אפל ששוויה מוערך כאמור קרוב ל-200 מיליארד דולר, ועד לרשת המזון המהיר KFC, ששווה 7.4 מיליארד דולר.\nמותגים טכנולוגיים הם הנפוצים ביותר, ומייצגים 20% מהרשימה הסופית, כולל חמשת הראשונים. במגזר השירותים הפיננסיים, ויזה הוא היוקרתי ביותר (24.5 מיליארד דולר), מתוך 13 בסך הכל. מגזר המכוניות מדורג שלישי מבחינת כמות המותגים (12 מותגים), כאשר טויוטה מובילה בראשם ומדורגת תשיעית ברשימה הכללית (44.7 טריליון מיליארד דולר).\n׳100 המותגים המובילים׳ היא רשימה גלובלית עם מותגים מ-16 מדינות שונות, אך ארה”ב שולטת ברשימה עם 54 מותגים, לעומת 56 בשנה שעברה. אחריה גרמניה (12 מותגים), יחד עם צרפת ויפן (שבע כל אחת).\nנטפליקס (11.5 מיליארד דולר, עלייה של 35%) ופייפאל (7.5 מיליארד דולר, עלייה של 33%), רשמו את העלייה הגדולה ביותר ב-100 החברות המובילות. נטפליקס הכפילה את בסיס המנויים העולמי שלה בשלוש השנים האחרונות ל-125 מיליון דולר. בסיס המנויים של פייפאל הגיע השנה ל-237 מיליון דולר, עלייה של 43% לעומת 2015.\nהכתבה פורסמה לראשונה בפורבס ישראל", "keywords": "אפל,חברות ענק,שווי חברות,מותג,מותג חזק,פורבס ישראל,פורבס,רשימה,דירוג"}