{"url": "https://www.geektime.co.il/geekcalendar-30-04-16/", "type": "article", "title": "הגיק ממליץ: אירועים בשבוע הקרוב שלא כדאי לפספס [01 במאי - 07 במאי, 2016]", "description": "ריכזנו עבורכם מבחר אירועי טכנולוגיה בישראל שיתקיימו במהלך השבוע הקרוב (01 - 07 במאי 2016) ובחרנו מתוכם כמה אירועים שבאמת לא כדאי לכם לפספס", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/Young_Chamber_Networking_Function1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-04-30T18:00:07Z", "modified_time": "2016-04-30T13:58:49Z", "articleBody": "ריכזנו עבורכם מבחר אירועי טכנולוגיה בישראל שיתקיימו במהלך השבוע הקרוב (01 – 07 במאי 2016) ובחרנו מתוכם כמה אירועים שבאמת לא כדאי לכם לפספס\n\nהמדור השבועי הזה נועד להציג בפניכם את האירועים הטכנולוגיים העיקריים הצפויים להתקיים במהלך השבוע הקרוב. מידי שבוע אנו מקבלים פניות מצד גורמים רבים בזירת ההייטק המקומית ואת אלו נאגד כאן יחד לרשימה אחת ומרכזית.\nהרשימה המוצגת בפוסט זה כוללת את מבחר אירועי הטכנולוגיה שיערכו בשבוע הקרוב. רוצים לדעת מה קורה מעבר לשבוע הקרוב? שמעתם על אירועים נוספים שלא מופיעים כאן? בדקו עכשיו את לוח האירועים המלא\nאם אתם מארגנים אירוע, או נתקלתם באירוע לקהילה הטכנולוגית הישראלית שלא מופיע בלוח, אתם מוזמנים להיכנס ללוח האירועים שלנו ולעדכן אותו בעצמכם (יש לפתוח משתמש בגיקטיים לצורך יצירת אירועים במערכת). .\n(הייטק)\nאיפה? רח’ יהודה הלוי 35, תל אביב.\nכמה? חינם.\nכנס המיועד ל-CFO’s בחברות הייטק הנמצאות בצמיחה. בכנס נדון באסטרטגיות, הכנה לצמיחה וחידושים בעולם הפיננסים.\nלפרטים נוספים והרשמה\n(פיתוח תוכנה)\nאיפה? מרכז “וואהל”, רח’ מקס ואנה ווב, רמת גן.\nכמה? 200 ש”ח לכרטיס רגיל, 77 ש”ח לכרטיס סטודנט, 10% הנחה לגולשי האתר בהזנת הקוד: SCALATIME.\nכנס סקלפיניו נערך זו הפעם השלישית, ומתמקד בשפת התכנות Scala: שפת תכנות מודרנית שכבר אומצה ע״י מספר חברות מוכרות בארץ, ביניהן: Wix, LivePerson ו-Outbrain. זהו כנס ללא מטרות רווח שמאורגן ע״י חברי קהילת מפתחי סקאלה הישראלית Underscore.\nלפרטים נוספים והרשמה\n(IT ותשתיות)\nאיפה? מלון “אכדיה”, הרצליה.\nכמה? בחינם.\nבואו להכיר מנהלים מתחום ה-IT והתשתיות לדון על השינויים החלים בעולם ה-IT, לשוחח על החידושים בעולם זה, לדון בבעיות ופתרונות בתחומי ה-IT השונים ועוד.\nלפרטים נוספים והרשמה\n(הייטק)\nאיפה? “גני התערוכה”, ביתן 2, תל אביב.\nכמה? חינם.\nכנס הדגל של גוגל למפתחים ולקהילת ה-IT חוזר לישראל!\nהיישומים סביבנו מתחילים “לראות”, “לשמוע” ו”להבין” את העולם שמקיף אותם. גוגל מאיצה את תהליך הפיתוח של יישומים אלה, עם מוצרים חדשים שהושקו במרץ ושעליהם תוכלו ללמוד עוד ב-NEXT TLV 2016.\nלכנס צפויים להגיע כ-1,500 משתתפים, 26 מעבדות קוד להתנסות בהן, 20 מנהלי מוצר ומומחים של גוגל שיגיעו מכל העולם עבור האירוע, 15 הרצאות טכניות מעמיקות בשלושה מסלולי תוכן, 10 שותפים של גוגל שיציבו מומחים עבור פגישות אישיות, 3 חוויות אינטרקטיביות שמשלבות טכנולוגיות מתקדמות כמו ראייה ממוחשבת, 2 הרצאות אורח של ספוטיפיי ויום אחד שלם של Bootcamp שיקדים את האירוע המרכזי.\nלפרטים נוספים והרשמה\n(יזמות וסטארטאפים)\nאיפה? טוקיו, יפן.\nכמה? לפרטים נוספים יש להכנס לקישור.\nSamurai Island Expo כולל כנס ותערוכה גדולה בת יומיים שמאפשרת ליזמים מכל רחבי העולם להציג את הפתרונות שלהם בפני בכירי התעשיה האסייאתית המחפשים אחר השקעות או שיתופי פעולה רלוונטים.\nמארגני האירוע שמגלים עניין רב בסצנת ההיי-טק הישראלית שמרו השנה מקום ל-20 נציגים מישראל ומוכנים לספוג בעלויות הגבוהות של כניסה (בעלות של עד 1,500 דולר) והשתתפות בתערוכה, כולל העלויות הכרוכות הצבת הדוכן. מעבר לזה, לסטארטאפים הישראלים שיבחרו להשתתף בתערוכה גם מבטיחים אפשרות להציג פיטצ׳ בן 3 דקות בפני משקיעים מקומיים.\nבאירוע שהתקיים בשנה שעברה לקחו חלק 20 סטארטאפים ישראלים מתוכם אחד חתם על השקעה בגובה 13 מיליון דולר ושניים נוספים חתמו על עסקות ענק עם שני תאגידים יפנים שלקחו חלק באירוע.\nלפרטים נוספים והרשמה\n(פיתוח תוכנה)\nאיפה? תאטרון “הבימה”, תל אביב.\nכמה? 750 ש”ח – 1,120 ש”ח\nהכנס You Gotta Love Frontend, חוזר לסיבוב נוסף גם השנה. למי מכם שלא מכיר, You Gotta Love Frontend הוא כנס מקצועי שנתי למפתחי front-end המתקיים בתל-אביב. מדובר במיזם ללא מטרות רווח כאשר בשנה שעברה הייתה זו הפעם הראשונה שבה הוא התקיים ובנוסף לכ-600 המשתתפים שהגיעו היו גם כמה מהמרצים המוכרים והמשפיעים ביותר בתחום, ביניהם Douglas Crockford ו-Lea Verou. זו הייתה הפעם הראשונה שבה דמויות כה מוכרות ומשפיעות מתחום ה-front-end הגיעו להרצות בכנס בישראל.\nלפרטים נוספים והרשמה\n(פיתוח מובייל)\nכמה? לפרטים נוספים יש להכנס לקישור.\nאיפה? שנחאי, סין.\nאחד היתרונות של היי-טק הישראלי טמון ביכולתו לזהות שווקים חדשים ומבטיחים ולחתור לכבוש אותם. חברות ישראליות המתמחות בתחומי המובייל השונים מגלות בשנים האחרונות את טרנד האינטרנט של הדברים (IoT) כאחד ממנועי הצמיחה הגדולים בשוק המובייל. אחד השווקים בעלי הפוטנציאל העסקי הגדול ביותר בהקשר זה הוא השוק הסיני. בסין יש את מספר המכשירים המחוברים (m2m) הגדול בעולם: 72 מיליון מכשירים מחוברים (נכון ל-2014) ולפי מחקרים שונים המספר צפוי לגדול עד ל- 336 מיליון מכשירים בשנת 2020.\nכדי לממש את הפוטנציאל העצום הזה ולאפשר לחברות ישראליות לנגוס נתח משמעותי משוק ה-IoT הסיני מאפשר מכון היצוא לחברות הישראליות להשתתף בביתן הלאומי בתערוכת MWC Shanghai, שתתקיים בעיר שנגחאי בין ה-29.6 ל-1.7. זוהי תערוכת המשך לתערוכת הסלולר השנתית בברצלונה, שהתקיימה בפברואר השנה, והיא נחשבת לאחת מתערוכות התקשורת החשובות ביותר הפונה לשוק הסיני בתחומי המובייל. רק כדי לסבר את האוזן, בשנת 2015 ביקרו בה למעלה מ-40,000 מבקרים מכ-100 מדינות – 54% יותר מאשר בשנה שקדמה לה, 2014 – והציגו בה למעלה מ-350 מציגים מרחבי העולם.\nלפרטים נוספים והרשמה\n(הייטק)\nכמה? 330 ש”ח (בהרשמה מוקדמת עד סוף אפריל, לאחר מכן המחיר יעלה).\nאיפה? אודיטוריום סמולארש, תל אביב.\nהמומחים הגדולים בעולם מגיעים לישראל כדי לחשוף בפניכם איך לקבל החלטות עסקיות חכמות יותר באמצעות שימוש נכון ב-Data. כל המרצים הינם מומחים ידועים ומוכרים, שיציידו אתכם בפרקטיקות ובטיפים בעלי ערך רב שהוכחו בשטח באופן מעשי.\nבואו ללמוד איך לעבוד עם Data בצורה טובה יותר, ותוכלו לשפר את הביצועים העסקיים שלכם באופן משמעותי!\nלפרטים נוספים והרשמה\n(פיתוח תוכנה)\nאיפה? “סנימטק”, תל אביב.\nכמה? 180 ש”ח – 420 ש”ח\nהכנס ה-10 בנושא פיתוח OSS Server Side המתקיים כבר יותר מעשור בתל אביב. הכנס פונה אל אנשים מעולם הפיתוח ומארח מדי שנה יותר מ-1,800 אנשי קוד, מפתחים וארכיטקטים כשבמהלך הכנס נידונים נושאים שונים ומגוונים מעולם פיתוח ה-OSS Server Side.\nלפרטים נוספים והרשמה\n(יזמות וסטארטאפים)\nאיפה? משרדי “Google”, רח’ יגאל אלון 98, קומה 29 תל אביב.\nכמה? חינם.\nאיך ישראל נהפכה לאומת הסטארטאפ? מה קורה בשוק הסטארטאפים הישראלי?\nענבל אריאלי, מייסדת אקסלרטור 8200, תספר לכן על כל מה שאתן רוצות לדעת על עולם הסטארטאפים בישראל ולא העזתן לשאול.\nלפרטים נוספים והרשמה\n(מדע וטכנולוגיה)\nאיפה? “דולי פרטון”, רח’ בן גוריון 22, הרצליה.\nכמה? חינם.\nמתי בפעם האחרונה חוויתם אדרנלין מטורף שזרם לכם בכל הגוף? מה זאת בכלל התלהבות? והאם ניתן לנהל התלהבות?\nבחיי היום יום שלנו אנחנו מתנהלים בלופ אינסופי מבלי לעצור לרגע ולחוות את העוצמה של החיים! האם אפשר לחיות אחרת? בהרצאה מרעננת זו נעבור חוויה מדהימה במהלכה נקבל “זץ” של אנרגיות להגברת מודעות לתהליכים, למשימות, לאומץ בלימודים, בעבודה, עם החברה ובחיים האישיים.\nיחד נקבל פרופורציה וכלים לעבור יום נוסף בלימודים או בעבודה ללא קרבות מיותרים. נחשף למודל, כלים פרקטיים ומשימות פשוטות ליישום שוטף – שנים קדימה, של שיטה לניהול התלהבות וניהול קושי בעבודה. זה לא פגע וברח. זו שיטה של שעה, שנשארת לכל החיים.\nלפרטים נוספים והרשמה\n(שיווק)\nאיפה? “Mindspace”, רח’ רוטשילד 45, תל אביב.\n\nכמה? חינם.\nבמפגש נשוחח על היתרונות והחסרונות של שיווק ברשת ה-LinkedIn ונלמד לחשוב מחוץ לקופסא בעת השימוש ברשת החברתית לצורכי שיווק.\nלפרטים נוספים והרשמה\n(יזמות וסטארטאפים)\nאיפה? “WeWork”, רח’ אריה שנקר 1, הרצליה.\nכמה? חינם.\nיש פער בלתי נסבל בין הרעיונות גדולים שיש לאנשים בראש לבין היכולת שלהם להעביר את אותם הרעיונות לעולם.\nבמפגש נדבר על איך ניתן להשאיר חותם בעזרת בניית מצגות מדהימות ותכנון נכון שיעזרו לנו לבטא את המסר אותו אנחנו רוצים להעביר בצורה המוצלחת ביותר.\nלפרטים נוספים והרשמה\n(יזמות וסטארטאפים)\nאיפה? “MindCET’s Hub”, רח’ קלאוזנר 16, תל אביב.\nכמה? חינם.\nבמפגש נשוחח על הדרכים להפיכת הסטארטאפ שלכם לגלובלי, נלמד כיצד להתגבר על ההבדלים התרבותיים ונגלה את הדרכים הנכונות לפריצת הדרך של החברה שלכם בחו”ל.\nלפרטים נוספים והרשמה\nרוצים לדעת על כל האירועים המעניינים שקורים בכל שבוע? בלוח האירועים המלא תוכלו למצוא אירועים נוספים כגון מפגשי קבוצות משתמשים, סדנאות והרצאות בנושאי טכנולוגיה שונים.", "keywords": "geekcalendar,startup events,startup events in israel,technology events in israel,אירועי היי-טק,אירועי טכנולוגיה,אירועי סטארטאפים,גיק ממליץ,גיקלנדר,לוח אירועי היי-טק,לוח אירועים"}