{"url": "https://www.geektime.co.il/the-startups-of-2012/", "type": "article", "title": "שלושת הסטארטאפים הישראלים המבטיחים ל-2012", "description": "אחרי שסיימנו לסכם את השנה החולפת, הגיע הזמן להתמקד בסטארטאפים הישראלים המבטיחים של השנה הקרובה. אחרי מי מומלץ לעקוב בשנת 2012?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/01/magisto.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-01-08T14:32:56Z", "modified_time": "2012-01-09T09:27:05Z", "articleBody": "אחרי שסיימנו לסכם את השנה החולפת, הגיע הזמן להתמקד בסטארטאפים הישראלים המבטיחים של השנה הקרובה. אחרי מי מומלץ לעקוב בשנת 2012?\nאחרי שסגרנו את השנה האזרחית עם 11 הסטארטאפים הישראלים שעשו את השנה החולפת נתמקד הפעם במספר מצומצם יותר של סטארטאפים ישראלים מבטיחים במיוחד לשנה הקרובה.\nנוסדה בשנת: 2009\nמייסדים: ד”ר אורן בוימן וד”ר אלכס רב-אחא\nהשקעה בחברה: 5.5 מיליון דולר על-ידי הורייזון וונצ’רס וקרן ההון סיכון מגמה וונצ’ר פרטנרס.\nMagisto הוקמה במרץ 2009 על מנת לאפשר למשתמשים להעלות את קטעי הוידאו המקוריים שלהם ולייצר בצורה אוטומטית קליפ קצר וקולע, אותו יוכלו לשלוח במייל או לשתף בפייסבוק עם חברים. לאחר שהריצה גרסת בטא סגורה במהלך החודשים האחרונים, הודיעה Magisto מוקדם יותר על השקה רשמית ופתיחת השירות לקהל הרחב.\nהפתרון של Magisto פשוט לשימוש – לאחר שהעליתם את כל הסרטונים לאתר, תתבקשו לסדר אותם ולבחור נעימת רקע מתוך רשימת השירים הקיימת באתר. לאחר שביצעתם את הפעולות הללו, המערכת תייצר עבורכם באופן אוטומטי סרטון אחד המורכב מכל הסרטונים השונים שהעליתם, כאשר ברקע מתנגנת לה נעימת הרקע שבחרתם ובין הסרטונים מפרידים אפקטים של מעבר שנבחרו ושולבו על-ידי המערכת באופן אוטומטי.\nהחברה זכתה השנה במקום הראשון ובמחמאות מצד השופטים בתחרות הסטארטאפים Techonomy 3 והודיעה בספטמבר האחרון על גיוס של 5.5 מיליון דולר מקרן ההון סיכון של המשקיע ההונג-קונגי לי קה-שינג. בנוסף לכל אלו, הכריזה החברה בסוף השנה על שותפות אסטרטגית עם YouTube במסגרתה תפעל החברה כ-Plug-in המאפשר לכל המשתמשים המעלים סרטוני וידאו ליו-טיוב, לערוך ולחבר אותם באמצעות הפתרון של החברה באופן אינטגרלי מתוך האתר. לפי כמות הסרטונים וכמות המשתמשים בחודשיים שעברו מאז שהוכרז שיתוף הפעולה ומודל פרימיום שפונה למשתמשים, בדיוק בזמן שהם מוכנים “לפתוח את הכיס”, זה יהיה האלמנט המרכזי שלדעתנו יצעיד את החברה ישירות למגרש של הגדולים.\nאורן בוימן, מנכ”ל החברה מסביר כי כל פידבק חיובי מעלה על פניו חיוך. “זכייה בתחרויות ופרסומים אוהדים נותנים רוח גבית לכל הצוות. השנה ביצענו צעד אדיר – הפכנו את בעיית עריכת סרטים משעות וימי עבודה ללחיצת כפתור. זו בעיה קשה ביותר שחסמה את השוק עשרות שנים ולא אפשרה לשיתוף וידאו אישי לצמוח. המערכת שכוללת ניתוח ועיבוד וידאו מההמורכבים בעולם, הוכחה כסקלבילית לחלוטין ולא נפלה אף לא לדקה. בוימן מוסיף כי לדעתו 2012 תגמד את ההישגים של השנה החולפת. המוצרים והיכולות החדשות שנשיק בחודשים הקרובים הולכים לשנות מהיסוד את אופן השימוש בוידאו, ולהגדיר מחדש את המושג “Social Video”.\nנוסדה בשנת: 2010\nמייסדים: רמי קסטרשטיין, עמי בן-דוד וג’ואי שמחון.\nהשקעה בחברה: 7 מיליון דולר על-ידי DFJ תמיר פישמן וונצ’רס ו-BRM קפיטל.\nהפוטנציאל הגדול של DoAT טמון ברעיון המהפכני שעומד מאחורי האפליקציה של החברה, שמתייחסת לכל תחום החיפוש במובייל בצורה שונה ממה שנהוג היה עד היום. השינוי הראשון ואולי המשמעותי ביותר שהציגה החברה הוא השינוי בתצוגת תוצאות החיפוש, אשר יוצגו לכם בצורת Webapps המבוססים על HTML5 במקום בצורה הסטנדרטית של לינקים ותיאורים כמו שאתם רגילים לראות היום.\nבכל תוצאת חיפוש מופיעות התוצאות ישירות מספקי תוכן מובילים המתמחים בנושא שאותו חיפשתם. בהתאם לשאילתה, התוצאה תופיע בתוך אפליקציית Web הקשורה ישירות לתשובה ובמידה ויש יותר מאפליקציה אחת רלוונטית, יוכל המשתמש לדפדף בין התוצאות השונות באפליקציה (ניתן לראות דוגמה בווידאו המצורף).\nהחברה עובדת כיום עם מעל ל-50 ספקיות תוכן מובילות בעולם כגון :ESPN, Facebook, Fandango, Flixster, Foodspotting, Last.fm, MetroLyrics, Pandora, Reuters, Shopping.com, Soundcloud, Weather.com, Yelp ועוד רבות אחרות, המשמשות כבסיס לתוצאות החיפוש ומחזירות את התוצאות הרלוונטיות בהתאם לשאילתת החיפוש.\nאף על פי שהחברה זכתה בפרס בחירת הקהל במסגרת תחרות הסטארטאפים היוקרתית Techcrunch Disrupt היא גם גייסה סכום מכובד של 7 מיליון דולר, כשהסיבה המרכזית לפוטנציאל הגדול שאנו רואים בדואט טמון בצורת המחשבה השונה שבאמת מנסה לקרוא תיגר על המציאות הקיימת כיום בתחום. תוסיפו לכך את העובדה שהפתרון של דואט מתבסס על HTML5 שקיבל לא מעט רוח גבית בשנה האחרונה וצפוי להיות פופולארי הרבה יותר בשנה הבאה ואת צוות היזמים המנוסה שמאחורי החברה ותקבלו חברה שיכולה להמריא מאוד גבוה, או להתרסק לקרשים. אנחנו מהמרים על האופציה הראשונה.\nג’ואי שמחון, אחד ממייסדי החברה מסביר כי במחזור חיים של סטארט אפ יש נקודה אחת בזמן בה הכל משתנה והוא הרגע בו פוגשים משתמשים אמיתיים שמשתמשים במוצר – אין שום דבר שדומה לזה. “2011 היתה שנת הלידה שלנו, ההשקה במאי בטקראנץ’ דיסראפט בניו-יורק, הזכייה בפרס מבינג והחשיפה שנילוו אליה היו לא פחות ממדהימים ומהנים. יתר 2011 הוקדשה ללמידה מהמשתמשים שלנו, חלק מהשיעורים היו מהנים יותר חלק הצריכו מאיתנו הסתכלות אמיצה על הנתונים, ומכל אלו נולד מה שאנחנו קוראים לו פנימית The Everything Project שמהווה למעשה את האיטרציה הבאה של המוצר שלנו וצפוי להיחשף ב-2012”.\nנוסדה בשנת: 2010\nמייסדים: עמית אבנר, עומר דרור ואיתי בירנבוים.\nהשקעה בחברה: 11 מיליון דולר על-ידי קרנות ההון סיכון מגמה וונצ’ר פרטנרס, סקויה קפיטל, קרסנט קפיטל וסופטבנק קפיטל. הרעיון שמאחורי טייקי התחיל את דרכו בכלל בתור מנוע לאתר שאלות ותשובות אי שם ב-2008. בדיעבד התברר שאחד מתוך כל הפיצ’רים שהוכנסו לתוך המנוע, איפשר למערכת לחזות טרנדים ושאלות עתידיות, מה שהעלה את הפוטנציאל להפנות את הטכנולוגיה לתחום הפרסום. במאי 2009, החליטו היזמים לבצע את שינוי הכיוון, ולנסות לחדור לשוק הרווי של פתרונות לאופטימיזציה של פרסום באינטרנט.\nאת הטכנולוגיה לתחזיות וטרנדים, לקחה החברה על-מנת לבצע את ההתאמה של הפרסום לטרנדים ונושאי השיחה החמים ברשת, בניגוד להתאמה הדמוגרפית מבוססת פילוחים ונתונים המתקבלים מאתר היעד, מה שמספקות רוב החברות המתחרות בתחום. לדברי אבנר, עולם הפרסום באינטרנט כפי שהוא עובד היום לא מספק ערך אמיתי למפרסמים כי הפילוח והרלוונטיות של הפרסום לקהל היעד לא גבוהה מספיק.\nבשנה האחרונה הפכה לאחת מחברות הפרסום המובילות במדיה החברתית ובאתרי האינטרנט הגדולים דוגמת USA Today.\nבשוק רווי מתחרים, הפתרון של טייקי הצליח לייצר לעצמו יתרון תחרותי בדמות אלגוריתמים מיוחדים ומנוע הסורק למעלה מ-150 מקורות מידע ורשתות חברתיות דוגמת פייסבוק, טוויטר, יוטיוב ועוד, באמצעותם הוא מסוגל לאתר את נושאי השיחה החמים ברשת ולרכוש עבור המפרסמים את מילות החיפוש הרלוונטיות במנועי החיפוש וברשתות הפרסום השונות, באופן דינאמי.\nהחברה עובדת כיום עם כמה עשרות לקוחות גדולים בארצות הברית, כאשר הגדולה והמוכרת מביניהם היא חברת המשקאות פפסיקו. למודי ניסיון ועם לקוחות משלמים שלא היו מביישים שום משרד פרסום בינלאומי, טייקי בהחלט נמצאת על הנתיב המהיר להצלחה ולא נתפלא אם כבר בשנה הקרובה נשמע על גדילה משמעותית ואולי אפילו אקזיט.\nעמית אבנר, מנכ”ל החברה: “אנחנו מאוד שמחים על הכבוד להיות ברשימה הזאת לצד חברות מדהימות אחרות. סצנת ההיי-טק בישראל הולכת ומשתפרת משנה לשנה, ויותר ויותר חברות ישראליות משאירות את חותמן בתעשיית ההיי-טק העולמית וזאת חוויה נפלאה להיות חלק מזה. בהחלט גאווה להיות ישראלי. אחרי שנה של גדילה משמעותית גם בכוח אדם, גם ביכולות טכנולוגיות וגם בלקוחות, שנה הבאה תהיה שנה של עבודה קשה ותקווה.\nלסטארטאפים שעשו את זה בשנת 2011\nלסטארטאפים שעשו את זה בשנת 2010\nניוזגיק מסקר את זירת הסטארטאפים הישראלית מקרוב ולאורך כל הדרך. לצפייה בכתבות וכניסה לערוץ הסטארטאפים שלנו, לחצו כאן.\n\nהכתבה פורסמה לראשונה במעריב עסקים 8.1.2012\n ", "keywords": "סטארטאפים,2012,הסטארטפים המובילים ל-2012,מג\\'יסטו,magisto,doat,דואט,taykey,טייקי,וונצ\\'ר"}