{"url": "https://www.geektime.co.il/3-israeli-startups-for-1-5-mm-prize/", "type": "article", "title": "שלושת הסטארטאפים שייצגו את ישראל בסין ואולי גם יזכו ב-1.5 מיליון דולר", "description": "3 סטארטאפים עלו לגמר ה-Shengjing Global Innovation Awards 2015. הסטארטפ שיזכה ייהנה ממיליון וחצי דולר במזומן ואולי גם מהשקעה של 25 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/BIG4.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-02T17:06:58Z", "modified_time": "2015-07-02T17:17:08Z", "articleBody": "3 סטארטאפים עלו לגמר ה-Shengjing Global Innovation Awards 2015. הסטארטפ שיזכה ייהנה ממיליון וחצי דולר במזומן ואולי גם מהשקעה של 25 מיליון דולר\nהזוכים המאושרים. מקור: יח”צ\nמענק של מיליון וחצי דולר, מבלי לתת אקוויטי למשקיע, נשמע כמו חלום טוב במיוחד לסטאראטפים. עבור 3 סטארטאפים ישראליים, החלום הזה עשוי להפוך בקרוב למציאות. חברות הסטארטאפ הישראליות Wayerz, DiaCardio ו-SecuriThings נבחרו לייצג את ישראל ב-The Shengjing Global Innovation Awards 2015, תחרות החדשנות הבינלאומית שתיערך באוגוסט בסין.\nהתחרות הוכרזה בישראל בפברואר השנה, והגישו אליה מועמדות יותר מ-180 סטארטאפים, ממגוון תחומים שונים. לשלב חצי הגמר העפילו 9 סטארטאפים, שהציגו בתחרות ועמדו בפני חבר השופטים. מבין התשעה בחרו השופטים ב-3 חברות:\nWayerz – החברה פיתחה פלטפורמה מרכזית לחיובים בין בנקים (בילינג) ומספקת ניהול, שליטה ובקרה על תהליכים בין-בנקאיים בזמן אמת תוך הגדלת השקיפות של מערכות פיננסיות בין-בנקאיות. על ידי מעקב אחר העברות כספים בינלאומי ונתונים סטטיסטיים בזמן אמת, הטכנולוגיה מאפשרת לבנקים וללקוחות הארגוניים שלהם לבחור את המסלול האופטימלי עבור כל העברה – על בסיס עלות, זמן, הגבלות, ושיקולים נוספים כגון ספקים מועדפים, יתרונות של מסלול אחד על פני השני, בנקים ברשימה שחורה, איזורים אסורים ועוד.\nDiaCardio – הפתרון של DiaCardio משנה באופן מהפכני את דרך פענוח בדיקת האקו-לב (“אולטראסאונד של הלב”). החברה פיתחה אלגוריתמים ייחודיים, המפענחים באופן מהיר מדויק ואוטומטי פרמטרים עיקריים של תפקוד הלב, כשהתוכנה שלה משתלבת בקלות בכל מכשירי האקו לב. התוכנה קיבלה כבר את אישורי ה-FDA וה-CE ונמכרה כבר למספר חברות וארגונים.\nSecuriThings – פלטפורמת אבטחה לאינטרנט של הדברים, שמתממשקת בקלות ליצרנים ופלטפורמות במטרה להגן מפני גישה לא חוקית למכשירים. SecuriThings מגנה מפני מתקפות על ידי ניתוח פעולות בזמן אמת, תוך כדי מתן תמונה מקיפה ליצרנים ולספקי השירות.\nהסטארטאפים מישראל יתמודדו מול  סטארטאפים מארה”ב, אירופה וסין על מספר פרסים ביניהם פרס כספי בסך 1.5 מיליון דולר במזומן וללא אקוויטי; הזדמנות להשקעה באמצעות קרן מיוחדת של 25 מיליון דולר שהקימה Shengjing Group לרגל התחרות; וכן חשיפה של הפתרונות הטכנולוגים שפיתחו בפני משקיעים וחברות מובילות בסין ומהעולם כולו. הגמר שייערך באוגוסט בבייג’ינג הוא חלק מפסטיבל היזמות הבינלאומי Zhongguancun, ובמסגרתו צפויים הפיינליסטים לקיים רוד-שואו וסדרת פגישות עם ענקיות האינטרנט הסיניות AliBaba, Baidu ו-Xiaomi.\nהתחרות הבינלאומית היא יוזמה של חברת הייעוץ הסינית Shengjing360 Group, כשבארץ שיתפה איתה פעולה קרן ההון סיכון JVP.\nשרי וונג, שותפה בכירה ב-Shengjing360, מסרה בתגובה להכרזה: “השוק הישראלי מעניין אותנו. עד היום השקענו 50 מיליון דולר בישראל ואנחנו רק בתחילת הדרך. התחרות חשובה מאוד עבורנו, משום שהיא מחברת אותנו ישירות עם תעשיית הסטארטאפים הישראלית ומביאה אותם היישר לסין. התחרות, מאפשרת זכייה בפרסים הגדולים ביותר שניתנו איי פעם בתחרות סטארטאפים. הפרס העולמי שלנו גדל והפך לצבר של פרסים בהיקף של 25 מיליון דולר. משקיעים סיניים רבים הצטרפו לאחרונה ליוזמה שלנו כששמעו, שמגיעים סטארטאפים מישראל. ההזדמנויות עבור הישראלים בסין הן כיום ממש עצומות ואנחנו נפתח עבורם את הדלתות”.\nקובי רוזנגרטן, שותף-מנהל ב-JVP, מסר: “התחרות היא חלק משיתוף פעולה אסטרטגי שנבנה בנינו לבין קבוצת Shengjing360 מסין במטרה לקדם השקעות בסטארטאפים ישראליים ולקדם סטארטאפים ישראליים לשוק הסיני. ישראל מייצרת חברות משמעותיות המהוות בסיס לחדשנות ולהתפתחות טכנולוגית וזה בדיוק מה שהסינים מחפשים. הפיינליסטים הישראלים מייצגים את התחומים שישראל נתפסת כמובילה עולמית בהם. אני מאחל להם הרבה הצלחה ומאמין כי ייצגו אותנו בכבוד”.\n ", "keywords": "shengjing360,מיזם,סטארטאפים,סטארטאפ,תחרות,פרס,סין,shengjing global innovation awards 2015,wayerz,diacardio,securithings,jvp,"}