{"url": "https://www.geektime.co.il/the-israelistartups-of-2012/", "type": "article", "title": "10 הסטארטאפים הישראלים שעשו את זה בשנת 2012", "description": "הרעיונות שלהם משכו משקיעים מכל רחבי העולם. ענקיות טכנולוגיה עולמיות כבר לא מסתדרות בלי הפיתוח האחרון שלהם. אה, וחלקם גם עשו אקזיט ענק: עשרת הסטארטאפים הישראליים שעשו את זה בשנה החולפת.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/12/start12.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-12-30T11:25:33Z", "modified_time": "2012-12-30T19:28:03Z", "articleBody": "הרעיונות שלהם משכו משקיעים מכל רחבי העולם. ענקיות טכנולוגיה עולמיות כבר לא מסתדרות בלי הפיתוח האחרון שלהם. אה, וחלקם גם עשו אקזיט ענק: עשרת הסטארטאפים הישראליים שעשו את זה בשנה החולפת.\nתמונה: flickr, cc-by, betsyweber\nכתבה זו היא חלק מסדרת הכתבות שמסכמות את השנה החולפת בתחומים שונים בעולם הטכנולוגי ודנות בתחזיות הנוגעות לשנה הבאה. \nזו כבר הפכה למסורת ומידי שנה אנחנו בוחרים את 10 הסטארטאפים הישראלים שעשו את זה במהלך השנה החולפת. בין אם הם השפיעו באופן מהותי על התעשייה העולמית, זכו בתחרויות בינלאומיות, הובילו גיוס בלתי נתפס או יצאו לאקזיט וזכו בתהילה, הם כולם הביאו לנו לא מעט גאווה והצליחו לייצר שינוי של ממש שיגיע לבסוף לכל אחד ואחת מאיתנו.\nאז הנה הם, הסטארטאפים שעשו את זה ב-2012:\nנוסדה בשנת: 2010\nמייסדים: גיל דודקביץ ורן אבידן\nהשקעה בחברה: 4.3 מיליון דולרים בהובלת קרן ההון סיכון האמריקאית Ascent Venture וקרן ההון סיכון הישראלית Cedar Fund.\nהמוצר שפיתחה StartApp עונה על הצורך וההתלבטות של מפתחי האפליקציות לגבי מהי הדרך הכי נכונה בה יכולים למנף את המוצר שפיתחו וכיצד יכולים לייצר ממנו הכנסה. בעוד שכיום ישנם מגוון מודלים קיימים בשוק, כגון הצעת האפליקציה בתשלום, הוספת פרסומת או הצגת אפשרויות שדרוג פנימיות, המוצר של StartApp הוא למעשה מודל חדש, המאפשר לאותם מפתחים לקבל תשלום על כל התקנה של האפליקציה.\nהגידול המהיר של החברה, הן מבחינת כמות המפתחים המשתמשים בפתרונות שלה והן מבחינת כמות האפליקציות הכוללות את תוכנת החיפוש של החברה שהורדו באמצעות ה-Play Market הן שהובילו אותנו לבחור ב-Startapp לרשימה הזו. עם גיוס של מעל ל-4 מיליון דולר, תמיכה של קרן הון-סיכון אמריקאית וקצב גדילה שרק הולך ומתגבר, אנחנו צופים שזאת כנראה לא תהיה השנה האחרונה שבה נראה את החברה ברשימה הזו.\nבראיון לניוזגיק סיפר איתי רוקני, סמנכ”ל השיווק של StartApp כי StartApp גדלה השנה בקצב מהיר, פתחה משרדים בניו יורק ובהודו, ויש כרגע כ-30 עובדים לצד גיוס של עובדים נוספים (מתכנתים ואנשי מרקטינג). מטרת החברה לשנה הקרובה היא להמשיך ולהגדיל את נתח השוק באנדרואיד, להשיק מוצרי מוניטיזציה והפצה חדשים ולהציע את הפתרונות גם בפלטפורמות נוספות. “חתמנו על הסכמים עם יותר מ-9,000 אפליקציות, האפליקציות האלו הורדו יותר מ-300 מיליון פעמים, המודל העסקי החדש אותו אנו מציעים שינה את חייהם של המוני מפתחי אפליקציות שכעת הפכו את התחביב לפתח אפליקציות למקצוע, שילמנו מיליוני דולרים למפתחי אפליקציות ועבור מרביתם זה המודל העסקי העיקרי. בנוסף, השקנו לפני כמה חודשים מספר מוצרים חדשים שמאפשרים לאתריי מובייל ולמפתחים לפרסם את המותג ואו האפליקציה שלהם, יש לנו כבר יותר ממילארד דפים נצפים בחודש עם יותר משני מיליארד חשיפות לפרסומות שמובילות לאתרים מותאמים למובייל ואו להצעה להורדת אפליקציות נוספות.”\nנוסדה בשנת: 2010\nמייסדים: שחר וייסד ורועי מור\nהשקעה בחברה: 30 מיליון דולרים על ידי לאונרד בלווטניק, שחר וייסד ו-InVenture Partners.\nחברת GetTaxi מציעה שירות מובייל לצד אתר אינטרנט המתווכים בין הנוסע לנהג המונית, ומפחיתים מכוחן של תחנת המוניות, הרחוב הסואן או אפילו שיחת הטלפון שעל הנוסעים לקיים על מנת למצוא נהג מונית פנוי. בשלב זה שירותיה של החברה זמינים בישראל, רוסיה, ארה”ב ובריטניה ומתבססים בעיקר על אפליקציה מבוססת מיקום שיודעת לאתר את נהג המונית הקרוב ולשלוח אותו אל הנוסע.\nעל אף שהשיקה אתר אינטרנט לאחרונה, מרבית המשתמשים בשירות נעזרים לרוב באפליקציה הזמינה למשתמשי אייפון, אנדרואיד ובלאקברי, באמצעותה יכולים הנוסעים להזמין נסיעה אך גם לזכות בפרטים המוסיפים לחווית השימוש כמו תמונת הנהג, חוות הדעת של הנוסעים האחרים, ואף לעקוב אחר מסלול נסיעתה של המונית, על מנת לוודא מתי תגיע אל הנוסע, או אל היעד המבוקש.\nלצד אפשרות ההזמנה באמצעות האתר שהוסיפה לאחרונה החברה, השיקה GetTaxi גם אפשרות לניהול חשבון עסקי, המציע לעסקים קטנים ובינוניים אפשרות לפתוח חשבון חברה באמצעות כרטיס אשראי, ולנהל את כל נסיעות המונית של העובדים, ההוצאות והחשבונות השונים. אפשרויות תשלום מוצעות אגב גם למשתמשים פרטים שיכולים להזין לאפליקציה את כרטיס האשראי שלכם ולשלם ישירות ממנו במקום בכסף מזומן.\nבריאיון לניוזגיק מסר נמרוד מאי, סמנכ”ל השיווק הגלובאלי GetTaxi: “אנחנו גאים להיות ברשימה אחת עם חברות מצליחות ומכובדות. במהלך השנה האחרונה עשינו צעדים גדולים למימוש החזון שלנו להיות הדרך המועדפת לנסיעה בעיר ממקום למקום. בפחות משנתיים הפכנו לתחנה הגדולה בארץ שפועלת בגוש דן רבתי, ירושלים וחיפה. כמו כן אפשרנו לראשונה תשלום בלחיצת כפתור ללא עמלות. בנוסף הגדלנו את אחיזתנו בלונדון ומוסקבה ולאחרונה השקנו את השירות בסנט פטרסבורג. אין ספק שהמשימה החשובה לקראת 2013 היא ההשקה בארה”ב, שיפור חווית השירות גם לנהגים וגם ללקוחות לצד גידול משמעותי בגודל הצי, התרחבות גאוגרפית וגידול בכמות ההזמנות”.\nKenshoo\n\nנוסדה בשנת: 2006\nמייסדים: ניר כהן, אלון שיפר ויואב יזהר-פראטו\nהשקעה בחברה: 30 מיליון דולרים על ידי סקויה קפיטל, Arts Alliance Ventures, Sequioia Growth Fund, טנאיה קפיטל ו-Tenaya Capial\nקנשו הישראלית הינה חברת פרסום דיגיטלי, המספקת מגוון פתרונות לפרסום באינטרנט. כיום החברה מחזיקה בשלושה מוצרים עיקריים: Kenshoo Enterprise, כלי המשמש לניהול קמפיינים פרסומיים המבוססים מנועי חיפוש, Kenshoo Local, או בשמו הקצר יותר Ditto, ו-Kenshoo Social. ייחודה של קנשו, היא שהיא מאפשרת למשתמשיה לנהל מספר מסעות פרסום בכמה מנועי חיפוש ורשתות חברתיות בו זמנית, כאשר האלגוריתם החכם המוטמע במוצרי החברה יודע לבחון את התנועה ברשת בזמן אמת, לדעת מה הגולשים מחפשים בגוגל ולהתריע בזמן אמת ללקוחותיה – בכדי שהם יוכלו להגיב ולשנות את הקמפיינים הפרסומיים שלהם, בהתאם לתנודות ברשת.\nלחברה מספר לקוחות גדולים ומשמעותיים, כגון פייסבוק, שבחרה בקנשו לא מזמן כשותפה שיווקית מועדפת שלה, Walgreens, רשת סופרמרקטים ובתי מרקחת אמריקאית, Travelocity ו-Kayak – אתרי השוואות מחירים אמריקאי לטיסות מקומיות ובינלאומיות, Sears – רשת כלבו אמריקאית פופולרית ענקית וזולה בעלת מגוון ענק של מוצרי ביגוד, חשמל ומוצרים לבית, Hitwise, LendingTree, Omnicom Media Group, Starcom MediaVest Group, Tesco, Expedia, ו-Zappos.\nנכון להיום, החברה מעסיקה כ-300 עובדים המתפרסים על גבי 16 משרדים ברחבי העולם, כאשר מרכז הפיתוח ממוקם, כמובן, בישראל. את תשומת הלב העיקרית קיבלה החברה בנובמבר האחרון, כאשר גייסה סכום גבוה של 12 מיליון דולרים בהובלת טנאיה קפיטל, כאשר בנוסף אליה הצטרפו לסבב הגיוס גם המשקיעים הקודמים של החברה, הכוללים את Sequoia Capital, Sequioia Growth Fund ו-Art Aliiance. על פי נתוני החברה, הכלים שהיא מפתחת מנהלים תקציבים של יותר מ-3 מיליארד דולר בשנה רק משיווק במנועי חיפוש, כל זאת עם יותר מ-1.5 מיליארד דולר בשיווק בחיפוש ומיליארד דולר בשיווק חברתי.\nבראיון לניוזגיק, יואב יזהר-פראטו, המהכן כמנכ”ל החברה, הסביר כי במהלך השנה האחרונה החברה גדלה בצורה משמעותית בכל צורה, ולהרגשתו “פיצחה את הקוד” כאשר התעשייה הכירה בה כמובילת השוק היחידה בתחומה. החברה, העובדת עם מותגים וחברות גלובליות מוכנה לקראת 2013, במהלכה מתכננת להתמקד בשיפור תחום החיפוש והחברתיות, ולהרחיב את פעולותיה גם בתחום השיווק – על מנת לעזור למשווקים במיקוד ואופטימיזציה דינמית, וכמובן בהשגת עוד יותר לקוחות, והגדלת הרווחים.\n\nנוסדה בשנת: 2010\nמייסדים: ג’ואי שימחון, רמי קסטרשטיין ועמי בן-דוד\nהשקעה בחברה: 35.5 מיליון דולרים על ידי תמיר פישמן, Draper Fisher Jurvetson, BRM Group, Horizons Ventures ו-SingTel Innov8\nEverything.me שהייתה מוכרת בתחילת השנה עוד בשמה המקורי, DoAT, התמקדה השנה בפיתוח פלטפורמת HTML5 לאפליקציות סלולר וזניחת הרעיון המקורי שלה, שהתמקד אך ורק בהצגת מהפכה בתחום החיפוש במובייל. הפלטפורמה שמפתחת החברה מנסה לשנות לא רק את אופן השימוש שלנו במכשירים החכמים, אלא גם את הדרך בה אנחנו מתקשרים איתם. הרעיון הבסיסי הוא שהמכשירים יהפכו מ“חכמים“ ל“דינאמיים“, ולמעשה יוכלו להתאים את האפליקיה המתאימה לדרישת התוכן של המשתמש, בין אם היא מותקנת על המכשיר באופן מקומי ובין אם מדובר בשירות ענן. בפועל, האפליקציות הרצויות יופיעו על מסך המשתמש בהתאם לשימוש המבוקש, ויהיו זמינות לשימוש ללא קשר לשאלה האם נמצאות על מכשירו של המשתמש, או לא.\nבמהלך חודש נובמבר הודיעה החברה על סבב גיוס מרשים, לא רק בזכות הסכום הגבוה עליו עמד – 25 מיליון דולרים – אלא בזכות אחת מהמשקיעות בסבב זה, קרן מוזילה. מדובר בהשקעה הראשונה של מוזילה, אשר הרחיבה וציינה כי השתיים עובדות בשיתוף פעולה עם Everything.me במטרה להציע פלטפורמה רחבה וטובה יותר, הכוללת מגוון רחב של אפליקציות, משחקים ושירותים – כאשר אלה מבוססים על טכנולוגיית HTML5. עוד הוסיפה מוזילה כי ל-Everything.me יהיה תפקיד משמעותי במערכת ההפעלה הסלולרית אותה מתכננת הקרן לשחרר במהלך 2013, כך שיש למה לצפות.\nרמי קסטרשטיין, מנכ”ל החברה ואחד ממייסדיה הסביר כי החברה התחילה לרתום את עוצמת ה-HTML5 ואת הפתיחות של הרשת על-מנת לנפץ את תעשיית הסלולר. Everything.me מאמינה כי בזכות ההשקעות האחרונות להן זכתה השנה, ביחד עם שיתוף הפעולה המרשים עם מוזילה הן ההוכחות ליכולותן של אפליקציות אינטרנט המותאמות לחלוטין לסלולר, אותן מספקים למשתמשים בלחיצה אחת, בהתאם לדרישה.\nבראיון לניוזגיק סיפר ג’ואי שימחון כי 2012 נתנה לחברה אקורד סיום מדהים בכל קנה מידה, וכעת ההתמקדות העיקרית שלה היא ב-2013, שעומדת להיות שנה מדהימה ומרגשת במהלכה מתככנת החברה להשיק מוצרים לצרכנים, להעמיק את שיתופי הפעולה שלה, ולהתמודד עם האתגרים באמצעות מינוף והגדלה של החברה ברמה הגלובלית וברמה הצוותית.\n\nנוסדה בשנת: 2010\nמייסדים: משה חוגג\nהשקעה בחברה: 26 מיליון דולרים על ידי ליאונרדו דיקפריו, Kenges Rakishev\nמובלי עומדת מאחורי אחת מהאפליקציות הפופולאריות, המאפשרת למשתמשים לעקוב אחרי תכני וידאו וסטילס המפולחים לערוצי תוכן רלוונטיים. כלומר, המשתמשים יכולים לצפות רק בתכנים המעניינים אותם, ובתמורה זוכים לקהל צופים ממוקד, שככל הנראה יתעניין הרבה יותר בתכנים ואף יגיב עליהם בסרטונים או תמונות משלהם. הסלוגן של החברה ממחיש את החזון מאחורי המוצר – “להביט בעולם דרך עיינים של אנשים אחרים”, והמטרה היא להעצים ולהנגיש את החוויה הזאת באמצעות מכשירי הסמארטפון של המשתמשים.\nפלטפורמת השיתוף של החברה מתמקדת בהעברת חוויה ויזואלית עשירה ורחבה הרבה יותר משאר האפליקציות הקיימות בשוק, באמצעות שילוב בין תכני המדיה לשירותים מבוססי מקום – כך למשל, במידה ואתם בהופעה, בית קפה, קניון או כל מקום שהוא תוכלו להכנס אל האפליקציה ולצפות באינספור זוויות שונות וצילומים, אותם העלו משתמשים אחרים הנמצאים באותו המקום ומשתמשים באפליקציה. לחילופין, במידה ולא היה לכם כוח או רצון לצאת, תוכלו להרגיש כאילו אתם חלק מהחוויה באמצעות ישיבה בבית וצפייה בחוויות של המשתמשים האחרים, הנמצאים במקום המעניין אתכם.\nבמהלך השנה האחרונה זכתה החברה להכרה בעיקר בזכות ההשקעה המשמעותית שקיבלה בסך 22 מיליון דולרים מקנגס רקישב, משקיע קזחסטני מוכר שהשקיע השנה גם בסטארטאפים TriPlay ו-Net Element, אך אין ספק כי הסיבה האמיתית להתלהבות ולהצלחה לה זוכה האפליקציה היא בזכות שיתופי הפעולה שלה עם מפורסמים ברחבי העולם, כגון ליאונרדו דיקפריו, טובי מגווייר, סרינה וויליאמס, לאנס ארמסטרונג לצד ידוענים מקומיים כגון נועה תשבי, גל גדות, אסי עזר ונוספים – איתם יכולים המשתמשים לתקשר ברמה הרבה יותר אישית מאי פעם.\nבראיון לניוזגיק, סיפר משה חוגג כי שנת 2012 הייתה אדירה עבור החברה, שגדלה כתוצאה מעבודת הצוות והמסירות האינטנסיבית של כולם. רגע אחרי סבב הגיוס השני של החברה, הוסיפה מיליוני משתמשים חדשים אל קהילת Mobli, המעלים מאות אלפי תמונות וסרטונים בכל יום ויום – והחלק הטוב ביותר עבור החברה הוא בכך שזוכים להכיר ולפגוש חברים חדשים במהלך הדרך.\nחוגג מוסיף כי צוות החברה עבד קשה במהלך 2012 על מנת לקבוע את הטון עבור 2013, כאשר מצפים להשיק עדכון גדול ומשמעותי כבר ברבעון הראשון של השנה החדשה, שיהפוך את שיתוף התמונות והסרטונים, כמו גם את החיבור בין המשתמשים בעלי תחומי ענין משותפים – לקל יותר מבעבר. חוגג מסכם בכך שהחברה צופה כי במהלך 2013 תמשיך להתרחב בצורה גדולה יותר מבעבר, ותמשיך להיות הבחירה האולטימטיבית עבור המשתמשים.\n\nנוסדה בשנת: 2008\nמייסדים: דני גולן ואופיר דובובי\nהשקעה בחברה: 60 מיליון דולרים על ידי סקויה קפיטל, Pitango Venture Capital, Globespan Capital Partners, Tenaya Capital,\nבעוד שבתחילת דרכה הוקמה קמינריו כחברה ישראלית, כיום היא רשומה כחברה אמריקאית לכל דבר ועניין, כשמטה החברה ממוקם במסצ’וסס ומרכז הפיתוח פועל ביוקנעם, שם עובדים על פיתוח מוצר הדגל של החברה, ה-K2. בניגוד לחברות האינטרנט של “הדור החדש”, קמינריו, אשר הוקמה קצת לפני המיתון האחרון בתחילת 2008, עוסקת בפתרונות חומרה לשוק הארגוני ולפיכך תהליכי הפיתוח והמכירה של החברה דורשים השקעה גדולה יותר באופן משמעותי ומחזורי המכירה של חברה מהסוג הזה, ארוכים יותר ודורשים יותר סבלנות ויותר מזומנים.\nהפתרון שמפתחת קמינריו הוא מערכת אחסון ייעודית של החברה המבוססת על דיסקים בטכנולוגיית SSD. מוצר הדגל של החברה, ה-K2, מבוסס על ארכיטקטורה שפותחה על-ידי החברה בשם Scale–out Performance Storage Architecture. ארכיטקטורה זו יכולה לנצל מוצרי מדף מתחום ה-SSD ולהתאים אותם לצרכי הלקוח, כאשר הפתרון מבוסס על שרתי Blade לצד פתרונות אחסון של חברות שונות בתחום ה-SSD. כך למעשה יכולה החברה להציע ללקוחותיה גמישות בפתרונות האחסון והשליפה, לפי דרישותיהם. אחד היתרונות העיקריים של המוצר שפיתחה החברה, הוא היכולת להאיץ מערכים קיימים של מידע והסרת צווארי בקבוק, על-ידי מעבר הלקוחות אל פתרונות האחסון של החברה.\nבמהלך השנה האחרונה הודיעה החברה על סבב גיוס בסך 25 מיליון דולרים כאשר על פי מידע שהגיע לניוזגיק, החברה זכתה גם לפניות ממספר רוכשים פוטנציאליים, כאשר על פי הצעות אלה מסתמן כי החברה מוערכת ביותר מחצי מיליארד דולרים. אך אין ספק כי הביקוש לטכנולוגיה ולידע שמביאה איתה קמינריו גדול הרבה יותר מההיצע הקיים בשוק, ובהסתמך על הגיוס האחרון (שנועד כפי הנראה לתת לחברה מרווח נשימה ולהגדיל את השווי שלה לפני עסקת רכישה) נראה כי לא רחוק היום שבו תנחת על השולחן בקמינריו הצעה שהם לא יוכלו לסרב לה.\nנוסדה בשנת: 2009\nמייסדים: גיל הירש, אדן שוחט, יניב טייגמן, מוטי שניברג.\nהשקעה בחברה: 5.4 מיליון דולר בשני סבבי גיוס, נרכשה על ידי פייסבוק בכ-60 מיליון דולרים.\nחברת הסטארטאפ Face.com איפשרה בתחילת דרכה לכל מפתח לזהות את גילאי אנשים המצולמים בתמונות באמצעות ה-API המעודכן שלה. הערכה נכונה של גילאי המצולמים איפשרה לחברה להציעה את שירותי זיהוי הפנים שלה לקהל לקוחות פוטנציאלי גדול בהרבה. את השימוש הפופולרי ביותר ב-API של החברה מכירים כל משתמשי הרשת החברתית הגדולה בעולם, פייסבוק. באמצעות הטכנולוגיה של החברה יכולה פייסבוק להציע לכם לתייג את הפרצופים של האנשים המופיעים בתמונות שלכם בכל פעם שתעלו תמונות לפייסבוק.\nבעוד שזיהוי תווי פנים ומיקומם במרחב בתוך תמונה היו צעד התחלתי, כעת החברה משתכללת ומציעה בפועל שירותי מידע המבוססים על מידע וויזואלי המגיע מהמשתמש. באמצעות התמונות שתעלו תוכל פייסבוק, ולמעשה גם כל אחד שישתמש ב-API של החברה, לזהות ולפענח את הגיל של האנשים המופיעים בתמונות עד למרווח דיוק של 5-10 שנים.\nהמידע על גילם האמיתי של המצולמים נתן ערך מוסף ללקוחותיה של החברה מכמה כיוונים. בעוד שאת הרשתות החברתיות השונות עניין מצד אחד לעזור לכם לתייג את המצולמים, כדי שיהיו כמו שיותר אנשים מתויגים בכמה שיותר תמונות, מצד שני הן כמובן שמחו לשלוף מידע איכותי נוסף המתבסס על התמונות שלכם. למשל, אם כתבתם שהגיל שלכם הוא 25 ומהתמונות שלכם אתם נראים כמה עשורים מבוגרים יותר, ביכולתן היה לבחור לשנות את הפרסומות המוצגות לכם.\nב-18 ביוני 2012 הודיעה החברה באופן רשמי על רכישת החברה על-ידי פייסבוק בפוסט שפורסם בבלוג החברה. בתחילה היינו סבורים שמדובר בסכום הנע בין 80 ל-100 מיליון דולר שיועבר חלקו במזומן וחלקו במניות, אך לאחר מכן, הגיע אלינו מידע עדכני המדווח ששווי העסקה נאמד בכ-60 מיליון דולר, כתוצאה מהשינוי בשווי החלק של העסקה שיבוצע במניות פייסבוק שנוצר כתוצאה מהירידה בערך המניות של פייסבוק מאז ההנפקה הרשמית של החברה בבורסה.\nבתגובה על הרכישה, סיפר לניוזגיק גיל הירש, מנכ”ל ואחד ממייסדי החברה: “החברה מאוד שמחה על הרכישה ואני מאוד שמח שיש לי הזדמנות להמשיך ולעבוד עם צוות כזה. בשלב זה איננו יכולים לפרט מעבר למה שכבר נכתב בפוסט בבלוג של החברה.”\nנוסדה בשנת: 2009\nמייסדים: על-ידי אהוד רוקח (לשעבר סמנכ”ל התפעול באורכית ומנכ”ל קוריג’נט), וירון שגב (לשעבר סמנכ”ל פיתוח בחברת וולטייר)\nהשקעה בחברה: 14 מיליון דולר מהקרנות הישראליות Battery Ventures, גיזה ו-JVP.\nXtremIO נוסדה במטרה לפתח את הדור הבא של פתרונות האחסון למגזר הארגוני. אם לא היינו יודעים טוב יותר, היינו חושבים ששוק הזכרונות והאחסון מבוסס הפלאש מתבסס על מה שקורה במדינת ישראל. הממציאה של התחום היא ישראלית (M-Systems), כל הרכישות החמות בשנים האחרונות בתחום הם של סטארטאפים ישראלים ורק בתחילת השנה ראינו את אפל רוכשת כאן את הסטארטאפ הישראלי הראשון שלה, אנוביט, אשר גם הוא מפתח טכנולוגיות אופטימיזציה לזכרונות פלאש.\nבמשך השנתיים האחרונות שלפני הרכישה פיתחה החברה מערכות אחסון המבוססות על טכנולוגיית Solid State Drives (או SSD בקיצור) יחד עם אלגוריתמים מיוחדים שנועדו להאיץ את זמן התגובה של מערכת האחסון ולאפשר ליישומים קריטים בארגון, לאחסון ולשלוף מידע במהירות ובכך להרחיב את צוואר הבקבוק שנוצר במערכות האחסון הארגוניות.\nהחברה, שנחשבת לאחת מהחברות המבטיחות בתחום הפלאש, נמכרה מוקדם יותר השנה לענקית האחסון הבינלאומית EMC תמורת סכום עתק של כ-450 מיליון דולר והציגה למשקיעים שלה תשואה מכובדת עם מכפיל של קרוב לפי 15 על ההשקעה. השילוב של סל המוצרים של XtremIO בהיצע של EMC, מאפשר לחברה להעמיק את השליטה שלה בדור החדש של עולם האחסון הארגוני שעבר בשנה האחרונה לשימוש באחסון המבוסס על טכנולוגיות פלאש והטרנד רק צפוי להמשיך ולהתגבר בשנה הקרובה.\nנוסדה בשנת: 2003\nמייסדים: גלעד יפת\nהשקעה בחברה: 49 מיליון דולר עד היום על-ידי Accel Partners, Index Ventures, Bessemer Venture Partners, יובל רכבי ואביב ראיז.\nמיי הריטג’ נחשבת כיום לאחת מחברות הסטארטאפ המוצלחות ביותר בישראל בתחום האינטרנט. האתר שמפעילה החברה הוא בעצם סוג של רשת החברתית המיועדת לעזור למשתמשים למצוא את בני המשפחה הקרובים והרחוקים שלהם, לחקור ולבנות את אילן היוחסין שלהם. השירות הבסיסי של האתר מוצע בחינם, כאשר המשתמשים יכולים לשלם סכום שנתי על מנת לקבל גישה לתכונות נוספות ושטח אחסון גדול יותר, על מנת לפרוש את אילן היוחסין בצורה הרבה יותר רחבה.\nנכון להיום, MyHeritage מכילה 72 מיליון משתמשים כאשר כל אחד מהם עוקב בממוצע אחר 16 חברי משפחה. באתר עצמו מוצגים 1.5 מיליארד פרופילים של משתמשים מכל רחבי העולם, וישנם 27 מיליון אילני יוחסין שנוצרו.\nבשנת 2012, סיימה MyHeritage סבב גיוס חמישי בגוסה של 25 מיליון דולרים וביצעה את הרכישה השמינית במספר, של חברת Geni, אחת מהמתחרות הגדולות של החברה.\nהגדילה האקספוננציאלית של החברה ב-2012, יחד עם סבב הגיוס הגדול שמעריך את החברה לפי שווי של מאות מיליוני דולרים והעובדה שאין הרבה חברות ישראליות שביצעו 8 רכישות הפכה את החברה למספר שתיים בתחום שלה ולפי דעתנו הסיכוי שהיא תכבוש את המקום הראשון כבר במהלך השנתיים הקרובות הוא גבוה למדי.\nבראיון לניוזגיק, אמר גלעד יפת, מייסד ומנכ”ל החברה כי שנת 2012 הייתה שנה מצויינת עבור החברה. “אנחנו מאוד שמחים שנבחרנו לרשימה וכבוד גדול בשבילנו. השנה הצלחנו למנף רכישה מוצלחת מאוד שהייתה לנו בסוף השנה שעברה, חברת Family Link מיוטה, שעסקה בתחום המסמכים ההיסטוריים, שזהו תחום עם ביקוש מאוד גדול. אחרי שמיזגנו את כל הנכסים והידע של החברה לתוך MyHertiage, פיתחנו טכנולוגיה שמצליבה בצורה אוטומטית בין אילנות יוחסין לאותם מסמכים היסטוריים וכך בעצם המידע הרלוונטי יכול להגיע למשתמש במקום שהוא יצטרך לחפש אותו. בסוף השנה גייסנו 25 מיליון דולר ורכשנו את Geni. חלק מהכסף אמנם שימש לרכישה, אך יש לנו לא מעט אתגרים לשנה הקרובה ואחרי המעבר למשרדים החדשים באור-יהודה, אנחנו ממשיכים את תקופת ההתרחבות שלנו ומגייסים הרבה אנשי פיתוח חדשים.”\nנוסדה בשנת: 2007\nמייסדים: ישראל (איסי) בן שאול ואילן קסלר.\nהשקעה בחברה: 23 מיליון דולר על-ידי קרנות ההון סיכון Carmel Ventures, Graylock Partners ו-Opus Capital. נרכשה השנה ע”י חברת VMWare בסכום המוערך בכ-100 מיליון דולר.\nוואנובה הישראלית פיתחה בשנים האחרונות מגוון מוצרים חלופיים למודלים סטנדרטיים של ווירטואליזציה עבור עמדות קצה, בצורה שתשאיר את מירב המשאבים בשליטה ריכוזית של מחלקת ה-IT של החברה, שיכולה להקצות אותם בהתאם לצורך. בשנה שעברה גייסה החברה 10 מיליון דולרים ואף זכתה ללא מעט כותרות בנוגע לפטנט מרשים בתחום הסנכרון וחלוקת המשאבים בין מרכז השליטה לבין תחנות הקצה.\nבמאי השנה, נרכשה וואנובה על-ידי ענקית הוירטואליזציה הבינלאוית VMWare והפכה לחברה הישראלית השנייה שהופכת לחלק מאבני היסוד של עולם הוירטואליזציה אחרי Kidaro שנרכשה על-ידי מיקרוסופט ב-2008. הגידול המשמעותי במכירות החברה, יחד עם הפיתוחים הטכנולוגיים הייחודיים וכמובן הרכישה המוצלחת, הם שהובילו אותנו לבחור ב-Wanova לרשימת הסטארטאפים הישראלים שעשו את זה ב-2012.\nאיסי בן-ישראל, אחד ממייסדי החברה וכיום מנהל בכיר ב-VMWare סיפר בראיון לניוזגיק על השנה האחרונה שעברה על החברה. “כל מי שהיה חלק מהעולם מכיר את הרכבת הרים שחווה כל סטארטאפ וזה גם מה שהיה לנו בשנה האחרונה. 2011 הייתה שנה לא פשוטה עבורינו מבחינת החדירה לשוק כי פנינו לפלח שוק של Enterprise, שידוע בחוסר הידידותיות שלו לסטארטאפים קטנים. אבל בסוף שנת 2011 הצלחנו לצבור תאוצה ולסגור כמה עסקאות גדולות בסדר גודל של מעל למיליון דולר. אז התחיל המומנטום ואז כפי הנראה גם צדנו את העין של VMWare. בהתחלה, אחרי הרכישה, אנשי הרימה גבה ולא כל-כך הבינו את הקשר בין Wanova לבין הפתרונות של VMWare כי מה שעשינו לא היה בדיוק וירטואליזציה כמו שמכירים אותה. אבל במחשבה שנייה, כל מי שתהה הבין שזה מהלך מבריק כי זה מספק חיבור המשלים את החזון של VMWare בעולם ה-VDI ומאפשר להם לספק פתרון מלא מקצה לקצה”.\n“נכון להיום, אנחנו בדיוק מסיימים חצי שנה של השתלבות בתוך VMWare ואנחנו מתייחסים באופן מאוד רציני לתקופ ההזאת כי צריך גם לדעת איך להירכש, איך לגרום לתהליך להצליח ואיך להצליח בתוך החברה החדשה. בעקבות הרכישה, מרכז הפיתוח הישראלי ממשיך לגדול ואנחנו כל הזמן מחפשים מהנדסי תוכנה מוכשרים וצופים להכפיל את כמות המהנדסים במרכז בשנה הקרובה.”\n<<< לסטארטאפים שעשו את זה ב-2011\n<<< לסטארטאפים שעשו את זה ב-2010", "keywords": "red bend,יורם זלינגר,mobli,משה חוגג,מובלי,רדבנד,רד בנד,רדבנד תוכנה,everything me,doat,ג\\'ואי שמחון,רמי קסטרשטיין,עמי בן-דוד,kenshoo,ניר כהן,אלון שיפר,יואב פרטו,קנשו,דואט,myheritage,גלעד יפת,wanova,ישראל בן שאול,איסי בן שאול,אילן קסלר,face.com,get taxi,getaxi,xtremio,גטטקסי,הסטארטאפים של 2012"}