{"url": "https://www.geektime.co.il/2010-best-startups/", "type": "article", "title": "עשו את זה ב-2010: 10 הסטארט-אפים המצליחים של השנה", "description": "הרעיונות שלהם משכו משקיעים מכל רחבי תבל. ענקיות טכנולוגיה עולמיות כבר לא מסתדרות בלי הפיתוח האחרון שלהם. אה, והם גם עשו אקזיט ענק. מעריב עסקים מציג: 10 הסטארט-אפים הישראליים של השנה החולפת", "image": "https://files.geektime.co.il/wp-content/uploads/2011/01/564-300x200.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-01-02T19:39:51Z", "modified_time": "2011-01-03T10:44:01Z", "articleBody": "הרעיונות שלהם משכו משקיעים מכל רחבי תבל. ענקיות טכנולוגיה עולמיות כבר לא מסתדרות בלי הפיתוח האחרון שלהם. אה, והם גם עשו אקזיט ענק. מעריב עסקים מציג: 10 הסטארט-אפים הישראליים של השנה החולפת\nישי גרין (שני מימין), תומר דביר ורועי אדלר מסולוטו מקבלים את הצ'ק ממייסד טק קראנץ'. קרדיט תמונה: לואיז גרין \nמהזכייה בתחרות היוקרתית של טק-קראנץ’, דרך הפרסום  בניו יורק טיימס ועד ההופעה בתוכנית הריאליטי “מחוברים”: מייסדי סולוטו הם  הסלבריטאים האמיתיים של תעשיית הסטארט-אפ הישראלית.\nמי שעדיין לא שמע על סולוטו, כנראה לא קרא עיתון כלכלי השנה או לא צפה  מספיק בתוכניות ריאליטי בטלוויזיה. סולוטו היא חברת הסטארט-אפ הישראלית עם  הכי הרבה באזז ברשת, וכולם כבר כתבו עליה: מהבלוג הנידח ביותר ועד הניו  יורק טיימס.\nסולוטו גם קיבלה דקות ארוכות של תהילה כשזכתה השנה בתחרות Distrupt של  בלוג הטכנולוגיה המוביל “טק-קראנץ'” וסומנה על ידי הקהילה הטכנולוגית  הבינלאומית כחברה שתוביל למהפכה בשוק המחשבים האישיים. החשיפה הענקית  והפתאומית הובילה לנחשול אדיר של כניסות והורדות באתר החברה, דבר שאף גרם  להשבתה של האפשרות להוריד אתהתוכנה במשך מספר שבועות.\nאם זה לא מספיק, ישי גרין, אחד המייסדים, זכה לשעות רבות של חשיפה  טלוויזיונית בהפקת הראליטי “מחוברים” – ומאז כולם יודעים בישראל על קיומה  של סולוטו, הסטארט-אפ הקטן מרחוב רוטשילד בתל אביב.\nסולוטו מפתחת תוכנה שמסוגלת לאתר את התקלות, הבאגים והתוכנות, שפועלים  מאחורי הקלעים של המחשב שלנו, אשר גורמות לו לקרטע, לפעול באיטיות, להתרסק  או סתם לגרום לנו להתעצבן. הייחוד והחידוש בתוכנה הוא שמעבר לאיתור היא  מסוגלת לתקן את התקלות לבד, מבלי לערב גורמים מקצועיים כמו טכנאי מחשבים,  וכך גם לחסוך כסף למשתמשים.\nהתוכנה של סולוטו אמורה לספק פתרונות לבעיות הנפוצות, שכל משתמש מחשב מכיר,  באמצעות הסתמכות על מאגר נתונים רחב שנבנה לפי תקלות קודמות של משתמשים  אחרים. מאגר התקלות הזה, או “גנום ה-PC” בלשון החברה, מהווה את הנכס החשוב  ביותר לעתיד סולוטו. האינפורמציה החשובה הנאספת ממחשבי המשתמשים הופכת אותה  לאטרקטיבית במיוחד לשוק ספקיות התוכנה. אף שהמוצר ניתן כרגע לשימוש בחינם,  אפשר רק לנחש כי אחד המודלים העסקיים הצפויים יתבסס על מוצרי פרימיום  שימכרו לחברות.\nבניגוד לבועת מיזמי האינטרנט התופחת בשנה האחרונה, סולוטו מציגה מוצר  יציב לשוק המגלגל מיליארדי דולרים וצפויה להמשיך ולהתפתח בשנים הקרובות.  בין אם תקבל הצעות לרכישה או תגדל, בטוח שהחברה תמשיך למשוך עניין, כפי  שעשתה עד עכשיו.\n“זו היתה שנה נפלאה עבור סולוטו, וגודל ההצלחה והפרגון שזכינו להם היו  מדהימים”, אומר תומר דביר, מנכ”ל סולוטו. “השנה הקרובה הולכת להיות שנה של  הרבה עבודה קשה כי יש לנו תוכניות גדולות להמשך. אנחנו יודעים שיש מאיתנו  ציפיות גבוהות שאנחנו רוצים לעמוד בהן, ויש כבר כמה חידושים שאנחנו מתכננים  לחשוף בפני המשתמשים שלנו בעתיד הקרוב”.\n \n \n\nמימין: המייסדים סימן טוב, לשובר והר נבו. יח''צ.\n\n \nגם אחרי אקזיט של 65 מיליון דולר, בזכות שירות  הזוכה לכ-110 מיליון צפיות בחודש, מייסדי 5min מודים: “הקשר שלנו לחברה חזק  ממה שמילים יביעו”. \nשירות 5min מספק מעין אנציקלופדיה של וידיאו במגוון נושאים ומאפשר  ליצרני תוכן להפיץ את יצירותיהם ברשת. השירות מכיל מגוון רחב של סרטונים  אינפורמטיביים ומדריכי וידיאו בנושאים כמו אופנה, טכנולוגיה, בריאות, כושר,  ספורט ועוד. לדברי החברה, שירות זה זוכה כיום לכ-110 מיליון צפיות בחודש  ב-200 אלף הסרטונים שהוא מספק לכ-800 אתרי שותפים.\nרכישת חברת 5min על ידי AOL בספטמבר היא חלק מאסטרטגיית החברה להעמיק את החדירה לשוק שיתוף  הווידיאו ברשת, אשר במסגרתה רכשה מוקדם יותר השנה גם את חברת StudioNow.\nחנן לשובר, ממייסדי 5min, מספר כי גם לאחר האקזיט “הקשר בין החברה  והמייסדים שלה חזק יותר ממה שאפשר להביע במילים”. לדבריו, “אנחנו עומדים  בפני אתגרים חדשים ומקווים שנצליח לשמור את AOL כחברה מובילה בתחום. אנחנו  עוד לא יודעים מה צופן לנו העתיד, אבל בדבר אחד אני יכול להיות בטוח:  היזמות תהיה חלק ממנו”.\n \n \n\nהמייסד ערן שיר. יח''צ \n\n \nדאפר עוזרת למפרסמים למקד את המודעות לקהל הרלוונטי  ביותר, ולמנוע מהם השקעת כסף בצפיות לא רלוונטיות. גם יאהו לא פספסה את  הפוטנציאל הענק. \nאין זה סוד שמנוע החיפוש של יאהו, המהווה את מרכז עסקי הפרסום של  החברה, נמצא במגמת ירידה במהלך השנים האחרונות. על אף שיתוף הפעולה עם  מיקרוסופט בתחום, ענקית האינטרנט ממשיכה לחפש כיוונים שישפרו את הכנסותיה  מפרסום. אולי זו הסיבה שיאהו שמה את עינה על Dapper (דאפר). המוצר של החברה  – DisplayDR, מאפשר למפרסמים למקד את מודעות הפרסום שלהם עבור קהל יעד  ספציפי.\nלדוגמה, כאשר מפרסם מחליט לפתוח בקמפיין פרסומי באינטרנט באמצעות  הפתרון של דאפר, הוא יכול לבחור כשטח פרסום לא רק עמודים מסוימים באתר, אלא  גם מוצר ספציפי או קטלוג מוצרים שלצדם יופיעו הפרסומות. המערכת של דאפר  יודעת גם לסרוק את השינויים בקטלוג (באמצעות האתר או RSS) ולעדכן את  המודעות באופן דינמי.\nהאפשרויות הייחודיות שדאפר מספקת למפרסמים לא מסתכמות בכך. בשלב הפרסום  המערכת של דאפר משלבת נתונים התנהגותיים, סמנטיים, יחסיים וגאוגרפיים על  מנת להתאים את המודעות   לגולשים בעלי הסיכוי הגדול ביותר ללחוץ עליהן –  ובכך לחסוך למפרסם כסף רב שמושקע בצפיות לא רלוונטיות.\n“4 השנים שבילינו בבניית דאפר היו חוויית רכבת הרים מרתקת, כמו  שסטארט-אפ צריך להיות”, אומרים בדאפר. “האתגר שלקחנו על עצמנו ביאהו הוא  עצום – לגדול פי 100 בשנתיים הקרובות ולשחק תפקיד משמעותי בתחייה מחדש של  המותג הוותיק והחשוב באינטרנט”.  בחברה מספרים כי הם מכפילים בימים אלה את מרכז הפיתוח של יאהו בתל אביב  ואף מזמינים את אלה שרוצים להיות חלק מצוות מהנדסי web פנומנלי – לפנות  אליהם.\nהמייסדת סול צבי. קרדיט תמונה: תום פורמסקי \nGenieo מיועדת לעזור לנו לסדר את זרם המידע ששוטף אותנו באינטרנט – ובעולם כבר הכתירו אותה כאחת האפליקציות השימושיות ביותר של 2010.\nGenieo פרצה השנה לתודעה העולמית כאחד הפתרונות החדשניים ביותר להתמודדות  עם בעיית עומס המידע שסופגים המשתמשים באינטרנט. כיום גולשים רבים מתקשים  לסנן את האינפורמציה החשובה והרלוונטית עבורם מבין שטף ההודעות והמידע  שמגיע דרך המייל, הרשתות החברתיות ואתרי האינטרנט.\nכדי להתמודד עם הבעיה, האפליקציה של Genieo מייצרת למשתמש פורטל חדשות  אישי מתוחכם, ששואב את תכניו מערוצי תוכן שונים כגון אתרי חדשות, בלוגים,  טוויטר, רשתות חברתיות ועוד. המגזין מחולק לקטגוריות שמדורגות על בסיס  תדירות החשיפה של הגולש לתחום או לאתר תוכן מסוים.\nלמשל,האפליקציה מבחינה מתי הגולש מתעניין בנושא מסוים באופן זמני (כגון  שכירת דירה), ומתי מדובר בתחום עניין קבוע של הגולש (כמו משחקי כדורגל).  האפליקציה מסיקה מסקנות באופן אוטומטי ומייצרת דירוג ותעדוף של התכנים בדף  הבית האישי. Genieo מעוררת עניין עולמי רב וזכתה להיכלל ברשימת 10 התוכנות  היעילות ביותר לשנת 2010 של מגזין PCWorld. לאחרונה אף זכתה בתואר  הסטארט-אפ הנבחר על ידי תוכנית BizSpark של מיקרוסופט.\nסול צבי, מנכ”לית Genieo, אמרה כי “החברה הישראלית שופעת ביזמות  וברעיונות חדשניים. היכולת להתבלט במדינה כמו שלנו מהווה הישג משמעותי  ומחמם את הלב. שנה חשובה לפנינו ואנו מקווים להוות מקור גאווה והשראה גם  בעתיד”.\n \n \n\nהצוות של סטורווייז. קרדיט תמונה: IBM\n\n \nסביר להניח שלא כולם יבינו מיד מה Storwize עושה בתחום דחיסת הנתונים – אבל בשביל יבמ זה היה שווה 140 מיליון דולר. \nסוד ההצלחה של Storwize טמון בכך שהיא הקדימה בכמה שנים את הבעיה  שנועדה לפתור. הפתרונות של החברה בתחום דחיסת נתונים בשטחי אחסון של  ארגונים התאימו לפורטפוליו של ענקית המיחשוב יבמ כמו כפפה ליד – דבר שהוביל  לעיסקת הרכישה ביולי האחרון בכ-140 מיליון דולר.\nStorwize פיתחה תוכנה המאפשרת דחיסת נתונים על ידי שימוש באלגוריתם  מורכב המכווץ את המידע בזמן אמת, עוד לפני העברתו למערכת האחסון. החברה  נמכרה ליבמ בזמן הנכון: בשנים האחרונות זכה תחום דחיסת הנתונים לדחיפה  משמעותית, בעיקר עקב הגידול בכמויות המידע.   כתוצאה מכך, בחלק גדול מהארגונים התעורר הצורך לשפר את המערכות ולשדרג  את התשתיות על מנת לספק תמיכה לכמויות המידע העצומות, תוך חיסכון במקום  ובחשמל. לדברי החברה, Storwize מאפשרת לצמצם את את היקף הנתונים המאוחסנים  במערכות האחסון הארגוני.\nהטכנולוגיות של Storwize מקבלות חשיבות יתרה עבור יבמ, לאור העובדה  שבשנתיים האחרונות מצאו ספקיות מערכות האחסון הגדולות פתרונות משלהן לבעיית  כפילות המידע במערכות האחסון ובמערכות הגיבוי – בעוד שהמוצרים שהציעה יבמ  סיפקו פתרון לבעיה בגיבוי בלבד.\n \n \n\nהמנכ''ל ינון ברכה מימין והמייסד אביעד מייזלס.  יח''צ \n\n \nפריים סנס, הטכנולוגיה הישראלית שמאחורי הקינקט,  פרצה לתודעה רק השנה – עם הצלחתו חסרת התקדים של תוסף התנועה. בשבילם זו רק  יריית הפתיחה. \nחברת PrimeSense פרצה השנה לתודעה הציבורית עם היוודע דבר  מעורבותה בפיתוח הקינקט, מערכת משחקי התנועה החדשה של מיקרוסופט. הפיתוח של  פריים סנס החל את דרכו כאשר 5 היזמים, שהשתחררו מיחידת 8200 והיו במקרה גם  גיימרים כבדים, החליטו לחפש דרך חדשה ואינטואיטיבית לאפשר למשתמשים לשלוט  במשחק ללא אמצעים פיזיים, כמו בקרי השליטה הקיימים כיום בקונסולות השונות.\nכאמור, הטכנולוגיה של פריים סנס עומדת בבסיס הקינקט,  שהושק בתחילת נובמבר ואזל מהמדפים כבר ביום הראשון להפצתו. בעונת החגים  הנוכחית בארה”ב היה בקר הקינקט אחת מהמתנות המבוקשות ביותר ונמכר בקצב של  מעל ל-100 אלף יחידות ביום.\nהחברה פיתחה שבב שמסוגל לתרגם תנועות גוף במרחב למידע המאפשר לשלוט  ולהפעיל אמצעים אלקטרוניים שונים כמו טלוויזיות, קונסולות משחקים ועוד.  למרות שאת הקרדיט הגדול צברה החברה באמצעות הקינקט, בפריים סנס לא מתכוונים  לעצור כאן. בימים אלה ממש עובדת החברה על פיתוח של אפליקציות נוספות  לפלטפורמה. המיקוד של החברה כיום הוא בטכנולוגיה שתאפשר למשתמש להפעיל  מכשירים שונים בסלון הביתי ללא בקר שליטה וללא מגע יד.\nרק בחודשים האחרונים עדכנה החברה כי היא עובדת עם אלפי מפתחי אפליקציות  ברחבי העולם, אשר מפתחים יישומים נוספים שמנצלים את יכולות השליטה החדשות  עבור יישומים כגון משחקים, תפריטי שליטה, צפייה בסרטים ועוד.\nבפריים סנס מסכמים שנה מוצלחת במיוחד: “2010 היתה שנה של עבודה ארוכה  ומאומצת עם מיקרוסופט, אשר נושאת פרי – והקינקט מופץ בכל העולם במיליוני  יחידות בזמן שיא. מרגש במיוחד היה עבורנו לשמוע את התגובות למוצר – שנעות  מ’קסום’ ועד ‘פנומנלי’ וממחישות לנו את כל החלומות על כך שהטכנולוגיה  והפתרונות שאנו מציעים לתעשיית הגיימינג יכולים להתאים לאנשים מכל העולם  בכל הגילאים”. בפריים סנס מדגישים שגיימינג זה רק ההתחלה עבורם: “החברה מזהה עולם  ומלואו בחוויית הסלון הביתי. גם כאן המטרה היא לייצר חוויית משתמש  אינטואיטיבית, טבעית ואנושית יותר”.\n \n \n\nהמנכ''ל רן בן-יאיר עם מנהל המו''פ של גוגל ישראל, יוסי מטיאס. קרדיט תמונה: ניב קנטור \n\n \nLabPixies­ היא החברה  הישראלית הראשונה שרכשה גוגל. למרות האקזיט, בסטארט-אפ לא שוכחים את  החברים: “אנו מקווים שרכישה זו תעודד עוד השקעות של גוגל ושל ענקיות  טכנולוגיה אחרות בישראל”. \nLabPixies היתה הקנייה הראשונה במסע הרכישות של גוגל העולמית בישראל, והיא נמכרה בסכום של כ-25 מיליון דולר. מוצריה נחשפו כבר בפני יותר מ-40 מיליון משתמשים.\nהחברה מתמחה בפיתוח אפליקציות מבוססות ענן ומאפשרת לאלפי מפתחים ליצור  יישומים עבור משתמשים מכל העולם. היא פיתחה יישומים כאלה, המכונים  “גאדג’טים”, בעיקר ל- iGoogle – דף הבית המותאים אישית של גוגל, אנדרואיד  ואייפון. היא נועדה לחזק ולהעשיר את מוצרי גוגל בתחום הגאדג’טים לאתרי  האינטרנט.\nהיקף העיסקה הראה כי מדובר באקזיט מוצלח ליזמים ולאנג’לים שהשקיעו  בחברה, אך נראה כי ההשקעה העיקרית של גוגל היתה ב-12 אנשי הצוות של  לאבפיקסיז, שהצטרפו לצוותים המפתחים עבור גוגל מוצרים וגאדג’טים בתחומי מזג  אוויר, חדשות, משחקים ועוד. לאחר רכישת החברה נפתחה דלת לרכישת סטארט-אפים  נוספים בארץ ולא עבר זמן רב לפני הרכישה של חברת קוויקסי.\nבלאבפיקסיז, שכבר לא עומדת בפני עצמה אלא התמזגה לתוך גוגל, בטוחים  שדווקא העובדה שהחברה נבנתה בצורה יסודית כעומדת בפני עצמה, בלי  מטרה להימכר לענק טכנולוגי כלשהו, היא זו שהביאה את החברה למעמדה היום.  “חשוב לבנות חברות שעומדות בפני עצמן, שנקלטות היטב בשוק הרלוונטי שלהן  ומכניסות כסף”, אומר מי שתפקד כמנהל הפיתוח העסקי של החברה, ירון קרני.\n“היה לנו הכבוד לעשות היסטוריה במכירה של החברה הראשונה מישראל לענקית  גוגל. אנו מקווים שרכישה תקדימית זו תעודד עוד השקעות של גוגל ושל ענקיות  טכנולוגיה אחרות שעד כה לא ביצעו רכישות בישראל מסיבות אלה ואחרות”, מוסיף  קרני. “זו היתה ההשקעה הראשונה שלנו”, הוא מסכם “ושמחנו מאוד על התוצאה ועל  הישגי המייסדים אשר מחזיקים כיום בתפקידי מפתח בגוגל, וכן על כל עובדי  החברה שהשתלבו בתפקידי פיתוח מכובדים”.\nהרעיון של Any.DO – טכנולוגיה שמסוגלת לסייע להוציא אל הפועל את רצונות המשתמש, משך אליו שורה של משקיעים. ביניהם אחד, אריק שמידט.\nAny.DO, סטארט-אפ שמייסדיו הם בוגרי יחידות העילית הטכנולוגיות של צה”ל,  מפתח טכנולוגיה שמנתחת כוונות של משתמשים ומסייעת להם בביצוע משימות  יומיומיות באמצעות הטלפון הסלולרי. בעתיד צפויה הטכנולוגיה לפעול, בין  היתר, על בסיס שימוש בזיהוי קולי, ניתוח שפה טבעית והתאמה אישית של  השירותים המוצעים.\nלדוגמה, המשתמש עשוי לומר למכשיר “אני רוצה פיצה”, והמכשיר יפנה אותו  לפיצרייה הכי רלוונטית עבורו – זו שקרובה אליו, שהזמין ממנה בעבר, שמתאימה  לטעם שלו וכדומה – ואף יחבר אותו לאפליקציה לביצוע מהיר של ההזמנה.\nעולם הסלולר עובר מהפכה מתמשכת. שירותים מבוססי מיקום ורשתות חברתיות  רבות מאפשרים לחברה כמו Any.DO להשתמש בטכנולוגיות השונות ליצירת התאמה  אישית של שירותים למשתמשים, והעתיד בהחלט נראה ורוד לחברה הטרייה: עד היום  האפליקציה שפיתחה החברה עבור אנדרואיד, מערכת ההפעלה של גוגל לטלפונים  הסלולריים, זכתה למאות אלפי הורדות בפחות מ-5 חודשים. המוצר הסופי צפוי  לצאת לשוק במהלך 2011.\nהצוות הצעיר, אשר מקבל כיום את תמיכת ענקי התעשייה הטכנולוגית העולמית,  יכול להיות חלק מהמהפכה הבאה של עולם הסלולר והאינטרנט. החברה הצעירה  קיבלה את ברכתם של משקיעים רבים והשלימה סיבוב גיוס הון ראשוני של מיליון דולר.\nמהחברה נמסר כי “Any.DO נמצאת בשלבים המרתקים ביותר, הגדרת המוצר  והמפגש המסקרן עם המשתמשים. בימים אלה אנו עושים מאצים קדחתניים לבניית  הצוות שיוביל את החברה בשנים הקרובות. יש לזכור שאנחנו חברה צעירה ושהעבודה  הקשה עוד לפנינו”.\n \n \n\nיוני בלוך בהופעה. קרדיט תמונה: רענן כהן \n\n \nכשילוב סימפטי בין גיק ומוזיקאי – לא מפתיע שיוני בלוך הוא זה שעומד מאחורי אחד הסטארט-אפים המעניינים והמוזיקליים ביותר השנה. \nתעשיית המוזיקה ממציאה את עצמה כל פעם מחדש באמצעות יוצרים צעירים  ומוכשרים שצמחו מהעולם הדיגיטלי והאינטרנטי. אחד היוצרים שהתגלה שם הוא  יוני בלוך, אשר הקים את חברת Interlude (אינטרלוד). השילוב בין גיק ליוצר  כישרוני הוליד חברה שמפתחת פלטפורמה אינטראקטיבית לצפייה בסרטי וידיאו  וקליפים.\nבאמצעות אינטרלוד ניתן ליצור סרטוני מוזיקה אינטרקאטיביים. במהלך  הצפייה בקליפ באינטרנט, הצופה יכול לבחור באפשרויות שונות שיקבעו את  התקדמות הסרטון, וכך למעשה ליצור חוויית צפייה שונה בכל פעם.\nבקליפ לדוגמה שמוקרן באתר החברה Interlude.fm יכול הצופה לבחור אם הוא  מעוניין שהזמר שמתהלך לו ברחוב ייתקל לפתע ברוכבי אופנועים ויושלך לפח אשפה  – או שהוא מעדיף שייתקל בטעות במובילי ארגזים ויעורר מהומה. כך זה ממשיך  לאורך הקליפ כולו. הלקוחות האסטרטגיים הראשונים של החברה כוללים את Old  Navy ,Vevo ונוקיה בישראל. כמו כן נכנסה החברה לשיתוף פעולה עם התוכנית  “כוכב נולד”.\nבאמצעות הפלטפורמה האינטראקטיבית של אינטרלוד, קליפים או סרטונים  יכולים לקבל זמן שהיית משתמשים גבוה באופן משמעותי בשל היכולת לבחור  באפשרויות שונות לצפייה. הנתונים הללו מבססים קרקע פורייה לשימוש  בטכנולוגיה ולמודלים עסקיים עתידיים של חשיפה לפרסומות או של יצירת שיתופי  פעולה עם חברות הפקה מכל העולם, ונותנים הצצה קטנה לעתיד הסטארט-אפ המבטיח  הזה.\nבלוך מסר בתגובה שבחברה “מקווים כמובן לא לאכזב”, ו”רואים פוטנציאל גדול ומסתכלים רק קדימה. הכל מאוד כיף”.\nהמוצר של קוויקסי צפוי לשדרג את שירותי המפות ואת סיורי הרחובות התלת-ממדיים של גוגל. \nהטכנולוגיה שמפתחת קוויקסי מאפשרת לגולשים להפוך סרטוני וידיאו שונים לסרטון וידיאו אינטראקטיבי אחד.  כך לדוגמה, משתמש יכול לצלם בפארק כמה קטעי וידיאו, להעביר את הסרטים  שצילם מהמצלמה למחשב באמצעות התוכנה של קוויקסי ואז לאחד את כל הסרטונים  לקובץ וידיאו אחד – וכך ליצור מעין סיור וירטואלי במקום.\nלטכנולוגיה של קוויקסי, בדומה לחברות האחרות שנרכשו בחודשים האחרונים  על ידי גוגל, יש פוטנציאל להשתלב במאגר מוצרים קיימים של ענקית החיפוש.  אינטגרציה של המוצר הקיים של קוויקסי עם שירות המפות של גוגל, יחד עם חיבור  פוטנציאלי לשירות ה-Street View Google, יכולים להוסיף שדרוג מעניין למערך  היכולות של גוגל בתחום.\nמאידך, שווי הרכישה הנאמדת ב-12 מיליון דולר בלבד רומז על כך שפוטנציאל  ההכנסות שגוגל רואה בטכנולוגיה הוא נמוך יחסית. לפיכך נראה כי אחת המטרות  המרכזיות של הרכישה, אם לא המרכזית שבהן, היא דווקא רכישת הצוות הטכנולוגי  המוצלח של החברה.\n“הבחירה בנו לרשימת הסטארט-אפים של 2010 היא הישג לכל האנשים שמעורבים  בקוויקסי”, אמר גדי רויז, ממייסדי החברה. “האתגר שלפנינו הוא גדול  ואנו מקווים שבקרוב אנשים נוספים יוכלו ליהנות משירותים מעניינים מבית  היוצר של Google GEO, שזה הבית החדש שלנו”.\n.\nהכתבה פורסמה במקור במוסף “און-ליין” עסקים של עיתון מעריב ובאתר NRG. ", "keywords": "סולוטו,soluto,5min,דאפר,dapper,ג\\'יניו,genieo,סול צבי,ערן שיר,ישי גרין,רועי אדלר,תומר דביר,חנן לשובר רן הר-נבו,סטורווייז,storwize,פריים סנס,primesense,ינון ברכה,אביעד מייזלס,לאב פיקסיז,lab pixies,ירון קרני,רן בן-יאיר,any.do,עומר פרצ\\'יק,יוני בלוך,interlude.fm,אינטרלוד,קוויקסי,quiksee,גדי רויז,פבל יוסיפוביץ\\',אסף הראל,רוני אמירה"}