{"url": "https://www.geektime.co.il/tictacti-raises-500k-from-kima-ventures/", "type": "article", "title": "TicTacTi הישראלית מגייסת חצי מיליון דולר [גיוס]", "description": "חברת הסטארטאפ הישראלית TicTacTi הודיעה אתמול על סיומו של סבב גיוס נוסף בגובה של כחצי מיליון דולר. עם המימון החדש, הלקוחות הענקיים שהצטרפו בשנה האחרונה ורוח גבית מצד מיקרוסופט, עולם הפרסום במשחקים מעולם לא נראה ורוד יותר.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/07/TicTacTi.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-07-01T09:00:33Z", "modified_time": "2011-07-02T10:59:31Z", "articleBody": "חברת הסטארטאפ הישראלית TicTacTi הודיעה אתמול על סיומו של סבב גיוס נוסף בגובה של כחצי מיליון דולר. עם המימון החדש, הלקוחות הענקיים שהצטרפו בשנה האחרונה ורוח גבית מצד מיקרוסופט, עולם הפרסום במשחקים מעולם לא נראה ורוד יותר. \nלפי הדיווח שפורסם אתמול בלילה ב-Techcrunch, חברת הסטארטאפ הישראלית טיקטקטי (TicTacTi) השלימה מוקדם יותר השבוע סבב גיוס נוסף בגובה של כחצי מיליון דולר. בסיבוב השתתפה קרן ההון-סיכון קימה וונצ’רס של המשקיע ג’רמי ברבי, יחד עם משקיעים פרטיים נוספים.\nחברת TicTacTi הוקמה לפני יותר מ-4 שנים על-ידי היזמים ניר חגשורי ואייל מרגלית, יוצאי אחד מהסטארטאפים הישראליים המוכרים יותר בתחילת העשור הקודם – Hotbar. השניים, המכירים טוב את עולם הפרסום ברשת ממקום עבודתם הקודם, זיהו את הטרנד המתקרב של המשחקים החברתיים והחליטו לפתח פלטפורמה המאפשרת למפתחי משחקים לבצע מוניטיזציה למשחקים שלהם על-ידי שילוב של רשת פרסום (Ad Network) עם API המאפשר למפתחים לשלב את הפרסומות שלהם ישירות בתוך המשחקים.\nהפלטפורמה שפיתחה החברה תומכת במשחקי פלאש ו-XNA (הפלטפורמה לפיתוח עבור XBOX ומערכת ההפעלה WIndows Phone 7) והחברה אף מספקת למפתחים ערכת פיתוח (SDK) המאפשרת להם לשלב פרסומות, באנרים ומספר אפשרויות פרסום נוספות ישירות בתוך המשחקים, כאשר החברה עצמה מתחלקת ברווחי הפרסום עם מפתח המשחק.\nבפועל, כאשר המשתמש הסופי משחק במשחק, הוא יראה אותו כאשר במהלכו ישולבו אלמנטים פרסומיים שונים. זה יכול להיות לוגו של חברה מסחרית בצד, או ברקע של המשחק וזה גם יכול להיות פרסומת שקופצת פעם בכמה דקות על המסך. מנגנון הפרסום שולף את הפרסומות העדכניות באופן אוטומטי מתוך מאגר הפרסומות של החברה, כאשר האחרונה עובדת עם מספר פלטפורמות פרסום אחרות ויכולה לשאוב פרסומות מכל שירות בעולם ולשבץ אותן בתוך המשחק.\nי.\nמאז שהוקמה החברה ב-2007, גייסה TicTacTi כ-1.6 מיליון דולר (כולל הסיבוב הנוכחי) אך הפריצה האמיתית שלה הייתה בשנה האחרונה, יחד עם העלייה בפופולאריות של משחקי ה-Casual ב-Xbox והשקת הפלטפורמה הניידת החדשה של מיקרוסופט, Windows Phone 7. החברה עבדה באופן צמוד עם מיקרוסופט במהלך השנה האחרונה ובסוף השנה שעברה הוכרזה כחברה בתוכנית הסטארטאפים של מיקרוסופט העולמית, Bizspark One (המספקת תמיכה צמודה וסיוע בפיתוח עסקי).\nכש-TicTacTi החלה את דרכה, החברה כיוונה את עצמה בעיקר לשוק משחקי הפלאש והאינטרנט השונים, אך יחד עם התפתחות המובייל ופלטפורמות הטלוויזיה המחוברות, עשתה החברה שינוי כיוון והגדילה משמעותית את השוק הפוטנציאלי שלה. עם לקוחות כגון פרוקטור אנד גמבל, נייקי, סטארבאקס ויחד עם הרוח הגבית שמספקת מיקרוסופט, אנו בהחלט מצפים שיגדל כאן משהו מאוד מעניין.", "keywords": "tictacti,טיקטאקטי,ג\\'רמי ברבי,קימה וונצ\\'רס,jeremy berbi,kima ventures,ניר חגשורי,אייל מרגלית,טיקטקטי"}