{"url": "https://www.geektime.co.il/explain-command-in-sql/", "type": "article", "title": "׳׳תסביר לי׳׳, גרסת ה-SQL", "description": "יש מי שאמר פעם: ׳׳EXPLAIN היא הפקודה החשובה ביותר ב-SQL, אחרי הפקודה SELECT׳׳", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/database-schema-1895779-1519036729.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-19T16:10:15Z", "modified_time": "2018-02-19T16:20:02Z", "articleBody": "יש מי שאמר פעם: ׳׳EXPLAIN היא הפקודה החשובה ביותר ב-SQL, אחרי הפקודה SELECT׳׳\n\nבבסיס נתונים אנחנו רוצים:\nישנה אכזבה קלה כאשר מגלים שה-DB הוא לא דבר תאורטי, אלא מערכת מעשית עם tradeoffs מוחשיים – ולפעמים השאילתות שלנו תתבצענה… לאט משציפינו.\nזה לא קורה ביום הראשון, וגם לא על “מכונת הפיתוח”. אצלי על המחשב – כל השאילתות רצות מהר. זה קורה אחרי חודשים שאנחנו עובדים עם בסיס הנתונים, בסביבת בדיקות בה יש הרבה נתונים – או יותר נפוץ: בפרודקשיין. פתאום אנחנו מגלים ששאילתה רצה בזמן לא סביר, מבחינתנו (“אבל על המחשב שלי – השאילתה רצה בפחות משניה!”).\nאפשר להחליט שזהו. “בואי שרהל’ה, אנחנו אורזים ועוברים – ל-Cassandra”.\nמי אמר שעל קסנדרה יהיה טוב יותר?\nכבר נתקלתי במקרים בהם גילוי שאילתה אטית לווה מיד בקריאות “ה-DB איטי – בואו נעבור ל <השלם את החסר>!” – עוד לפני שבוצע ניתוח בסיסי. זו כנראה הגרסה המודרנית לקריאה “!A Witch! – burn her”.\nנתקלתי פעם בפרויקט שביצע מעבר ל-Cassandra לאורך שנה – ורק אז הסיק ש-Cassandra היא no-go לצרכים שלו (הם היו זקוקים Graph Database… זו הייתה טעות בסיסית בזיהוי).\nבפוסט הזה אנסה לעבור על כמה כלים חשובים לניתוח בעיות הביצועים של בסיס נתונים רלציוני (אתמקד ב-MySQL 5.7 המאוד-נפוץ). עם כל הכבוד ל-NoSQL – רוב המערכות עדיין עובדות (גם) עם בסיס-נתונים רלציוני.\nאני לא טוען ש-DB רלציוני הוא (בהכרח, תמיד) הדרך הנכונה לנהל נתונים – כתבתי כמה פוסטים שהראו שלפעמים זה אחרת, אבל לבסיס נתונים רלציוני יש כמה יתרונות חשובים, וחבל לוותר עליהם עם קושי ראשון.\nאני מריץ את השאילתה הבאה, ואינני מרוצה מזמני הביצוע שלה.\nSELECT `value`\nFROM `quote_job_execution_internals`\nWHERE `quote_job_id` = (\nSELECT `quote_job_id`\nFROM `quote_job_execution_internals`\nWHERE `key` = ‘some key’ AND `value` = ‘1290268’\n) AND `key` = ‘other key’\n;\nמה אני יכול לעשות?\nשניה!\nבואו נתחיל בבקשה מבסיס הנתונים להסביר כיצד הוא מתכנן להריץ את השאילתה (להלן ה-query plan):\nEXPLAIN SELECT `value`\nFROM `quote…\nהתוצאה תראה משהו כזה:\n\nאמנם זהו Query אחד – אך תוצאת ה Explain מציגה שורה עבור כל Select (בדוגמה שלנו: שניים).\nה-Quickwin בטיפול ב-Explain נמצא בשתי עמודות: key ו-type\nkey – באיזה אינדקס נעשה שימוש בכדי להגיע לנתונים. לרוב נרצה שיהיה שימוש באינדקס.\nנשאל: האם האינדקס מתאים?\nלפעמים יש מקרים “לא צפויים” בהם האומפטימייזר בוחר לא להשתמש באינדקס.\ntype – כיצד טענו את הנתונים מהטבלה? גם כשיש שימוש באינדקס, יש הבדל אם סורקים את כל האינדקס, רשומה אחר רשומה, או מצליחים להגיע לערכים הנכונים באינדקס מהר יותר.\nבקירוב, אלו הערכים העיקריים שנראה, ממוינים מה”טוב” ל”רע”:\nייתכנו מקרי-קצה בהם index ו-ALL – יהיו עדיפים על range או ref. אפרט אותם בהמשך.\nרק להזכיר: האינדקס הוא “טבלה” רזה יותר המכילה רק עמודה בודדת (או מספר עמודות בודדות) מהטבלה – וממוינת ע”פ הסדר הזה. לא נדיר שאינדקס הוא רזה פי 10 ויותר מהטבלה (במיוחד אם בטבלה יש שדות מטיפוס varchar) – ואז גם סריקה מלאה של האינדקס הוא טעינה של (נניח) 10MB מדיסק – מול 100MB או יותר של נתונים שיש לטעון עבור סריקה מלאה של הטבלה.\nמצד שני, גישה לאינדקס היא רק הקדמה לגישה לטבלה.\nלמשל: 20% מהרשומות עלולה בקלות להתמפות ל 50% מהבלוקים בדיסק בהם מאוחסנת הטבלה (במיוחד כאשר הרשומות קטנות). רזולוציית השליפה היא בלוקים – ולא רשומות בודדות.\nיתרה מכך: שליפת כל הבלוקים של הטבלה כקובץ רציף תהיה לרוב מהירה יותר משליפת חצי מהבלוקים – כקבצים “רנדומליים”.\nאפשר לומר שהכדאיות של סריקת אינדקס, המניבה 20% או יותר מהרשומות בטבלה – מוטלת בספק.\nכאשר אתם משתמשים באינדקס אתם רוצים שהוא יסנן לכם את מספר הרשומות לשליפה של מאית, אלפית, או פחות מסה”כ האיברים – לא עשירית או חמישית.\nזהו. אם רציתם לקבל 50% מה value בקריאת 20% מהפוסט – אתם יכולים לעצור כאן, ולהמשיך בעיסוקכם.\nתזכורת\nבואו נחזור לרגע למבנה ה-output של הפקודה, ונעבור עליו סעיף אחר סעיף.\n\nשלושת העמודות הראשונות עוזרות לנו לקשר בין השורה ב output לחלק המתאים בשאילתה.\nבד”כ תוצאה של explain תהיה שורה או שתיים – אך גם נתקלתי גם ב 6 או 7 שורות בשאילתות מורכבות במיוחד.\nSelect Type הוא שדה זה נועד לאתר סוג ה SELECT שאליו מתייחסת השורה: SIMPLE – כאשר אין קינון שאילתות או איחוד שלהן, PRIMARY – השאילתה החיצונית ביותר (כאשר יש קינון) או הראשונה (ב UNION), יש גם SUBQUERY, UNION וכו’.\nמעבר למה שציינתי / מה שאינטואטיבי – חבל להשקיע בהבנת העמודה הזו. בהמשך אראה לכם מה עושים אם יש שאילתה מורכבת במיוחד.\ntable – הטבלה שעליה המתבצע ה Select. זה יכול להיות שם של טבלה, או ביטוי כגון <table1, table2.\npartition ה partition של הטבלה, במידה ויש כזה.\npartition היא היכולת להגדיר שחלקים שונים של הטבלה יאוחסנו על הדיסק בנפרד זה מזה (על מנת לשפר ביצועים בגישה לחלק המסוים). לדוגמה: כל הרשומות של שנת 2018 נשמרות בנפרד מהרשומות של שנת 2017 – למרות שלוגית זו טבלה אחת. התוצאה: שאילתות בתוך שנה בודדת יהיו מהירות יותר – על חשבון שאילתות הדורשות נתונים מכמה שנים.\nהעמודה החשובה יותר היא type – אותה כבר הזכרנו. הנה כמה פרטים נוספים ששווה להכיר:\nסריקת index יכולה להיות יעילה יותר מ-range או ref\nשימוש באינדקס נעשה לרוב ב-2 שלבים:\nאם בעמודה “Extra” (האחרונה) מופיע הערך “Using Index” משמע שלא היה צורך בשלב 2 – כי ערכי העמודות שביקשנו – נמצאו כבר באינדקס.\nלמשל: ביקשנו SELECT x FROM table1 WHERE y = 4\nאם יש לנו אינדקס על עמודות x ו-y – הרי שניתן ניתן לספק את התשובה מתוך קריאת האינדקס בלבד – וללא גישה לטבלה. זהו מצב מצוין.\nסריקת ALL עשויה להיות יעילה יותר מ-index, range או ref\nבהמשך להסבר של שני שלבי השליפה:\npossible_key – היא רשימת האינדקסים שמכילים את העמודות בתנאי ה WHERE / JOIN. האופטימייזר בוחר אינדקס ספציפי (זה שהופיע בעמודה key) ע”פ יוריסטיקות מסוימות – והוא עשוי גם לפספס.\nkey_len – נשמעת כמו עמודה משעממת עד חרפה, אך זה בכלל לא המצב.\nתובנה חשובה נוספת, שעמודת ה key_len יכולה לספק לי היא בכמה עמודות מתוך אינדקס-מרובה-עמודות נעשה שימוש. אם יש לי אינדקס של שני שדות מטיפוס INT (כלומר: ביחד 8 בתים), אך העמודה key_len מחזירה ערך 4 – סימן שנעשה שימוש רק בעמודה הראשונה שבאינדקס (שימוש באינדקס יכול להיעשות רק ע”פ סדר האינדקסים “שמאל לימין”).\nref – איזה סוג של ערכים מושווים כנגד האינדקס. לא כזה חשוב.\nאם קיבלתם ערך ref=func, ואתם רוצים לדעת איזה פונקציה הופעלה, הפעילו את הפקודה SHOW WARNINGS מיד לאחר ה Explain. היא תספק לכם מידע נוסף (מה שנקרא בעבר “extended explain”).\nזוכרים שאמרתי לכם שאם יש שאילתה מורכבת מאוד, חבל לנסות ולשבור את הראש איזו שורה ב-Explain מתאימה לאיזה חלק בשאילה?\nכאשר אתם קוראים ל-Show Warnings אתם גם מקבלים את הגרסה ה “expanded” של השאילתה.\n/* select#1 */ SELECT `quote_job_execution_internals`.`value` AS `value`\nFROM `quote_job_execution_internals`\nWHERE ( ( `quote_job_execution_internals`.`quote_job_id`\n= ( /* select#2 */ SELECT `quote_job_execution_internals`.`quote_job_id`\nFROM `quote_job_execution_internals`\nWHERE ( ( `quote_job_execution_internals`.`key` = ‘nimiGlPolicyId’ )\nAND (`quote_job_execution_internals`.`value` = ‘1290268’ ) )) )\nAND ( `quote_job_execution_internals`.`key` = ‘storageId’ ) )\nהסימון בהערות (“select#1” ו-“select#2”) הוא הדרך הקלה לזהות אלו חלקים בשאילתה מתייחסים לאלו שורות ב-Explain.\nזו עוד קבוצה חשובה של פרמטרים.\nכידוע אנו רוצים לטעון מהדיסק – כמה שפחות נתונים.\nעמודת ה-rows מספקת הערכה כמה נתונים ייסרקו. השאילתה עדיין לא רצה – אז לא ניתן לדעת.\nעמודת ה-filtered מספקת הערכה (לא מדויקת) באיזה אחוז מהרשומות שנסרקו באינדקס – ייעשה שימוש.\nלצורך האופטימייזר, בסיס הנתונים שומר לעצמו נתונים סטטיסטיים על התפלגות הנתונים בטבלאות השונות. ב MySQL המידע נשמר ב Information_schema.statistics – והוא מתעדכן עם הזמן.\nאם הרגע הוספתם אינדקס, ו/או הכנסתם / עדכנתם חלקים גדולים מהטבלה – יש סיכוי טוב שייקח זמן עד שיאספו נתונים חדשים, שיעזרו לאופטימייזר להשתמש נכון באינדקסים במצב החדש.\nהפקודה ANALYZE TABLE your_table גורמת ל MySQL לאוסף את הנתונים מחדש. זה עשוי לארוך קצת זמן.\nהפקודה OPTIMIZE TABLE your_table גורמת ל-MySQL לבצע דחיסה (סוג של defrag) על הקבצים של הטבלה – ואז להריץ Analyze Table. זה ייקח יותר זמן – ולכן מומלץ להריץ את הפקודה הזו רק “בשעות המתות”.\nעמודת האקסטרא בדרך כלל תאמר לכם “Using Where” (דאא?), אבל יש כמה ערכים שהיא יכולה לקבל שדווקא מעניינים:\nUsing Index – ציינו את המקרה הזה למעלה. נעשה שימוש באינדקס בלבד על מנת לספק את הערכים (מצוין!)\nUsing filesort – מכיוון שלא הצליח לבצע מיון (ORDER BY) על בסיס אינדקס ו/או כמות הנתונים גדולה מדי – בסיס הנתונים משתמש באלגוריתם בשם filesort בכדי לבצע את המיון. בסיס הנתונים ינסה להקצות שטח גדול בזיכרון ולבצע אותו שם – לפני שהוא באמת משתמש בקבצים.\nUsing temporary – מקרה דומה: יש פעולה גדולה (בד״כ GROUP BY) שלא ניתן לבצע בזיכרון – ולכן משתמשים בטבלה זמנית (בזיכרון). גם זה מצב שכדאי לנסות להימנע ממנו.\nהנה הרפרנס לערכים האחרים האפשריים לעמודת Extra\n\nלאחר הפוסט הזה אתם אמורים להבין את תוצאות הפקודה EXPLAIN בצורה דיי טובה!\nחשוב להזכיר, ש-Explain מבצע הערכה לגבי אופן ביצוע עתידי – ולא מידע על הביצוע בפועל. ניתוח ההערכה הוא הכלי השימושי ביותר לשיפור ביצועי שאילתות – אך לא היחיד.\nשווה להזכיר את ה-Slow Log וה-Performance Schema שעוזרים לאתר בכלל את השאילתות הבעייתיות. את Profile ו-Trace (+ מידע שניתן לשלוף מה Performance Schema) – שבעזרתם ניתן לבחון כיצד השאילתה רצה בפועל.\nהפרמטר format=json (כלומר EXPLAIN format=json SELECT something) גורם ל-Explain לספק פירוט עשיר יותר (ובפורמט json).\nיש גם עוד הנחיות שונות שניתן להוסיף בשאילתה על מנת להנחות את האופטימייזר לפעול באופן מסוים (למשל SQL_BIG_RESULT או STRAIGHT_JOIN), או אפילו הנחיות הנובעות מהחומרה שבשימוש (להלן טבלת ה-mysql.server_cost , וה-optimizer_switch) אבל אני חושב שאת תחום זה מוטב להשאיר ל-DBAs…\nשיהיה בהצלחה!\nהמאמר פורסם לראשונה בבלוג ״ארכיטקטורת תוכנה״", "keywords": "ליאור בר און,explain,nosql,db,פיתוח,ליאור בר-און"}