{"url": "https://www.geektime.co.il/continuous-delivery-101/", "type": "article", "title": "Continuous Delivery: מדריך למתחילים", "description": "ליאור בראון מסביר מה הציפיות הסבירות מ-CI/CD/CDD - תהליך חשוב שלאט הולך ומוטמע באמת בעוד ועוד חברות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/GettyImages-529418894.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-17T16:00:09Z", "modified_time": "2016-12-17T13:41:11Z", "articleBody": "ליאור בראון מסביר מה הציפיות הסבירות מ-CI/CD/CDD – תהליך חשוב שלאט הולך ומוטמע באמת בעוד ועוד חברות\nקרדיט תמונה: PeopleImages / Getty Images Israel\nנתקלתי בארגונים שרצו לעשות Continuous Delivery (או Deployment, או אפילו Integration) משום שרצו להידמות לארגונים מצליחים אחרים. הייתה מן מחשבה מעורפלת שאם נעשה את “זה” – דברים יסתדרו טוב יותר, כל זאת ללא התעמקות אמיתית בהבנת התמורות הצפויות ממהלך שכזה.\nהמחשבה כנראה הולכת כך: “CD זה טוב -> אנחנו רוצים להיות טובים יותר -> בואו נעשה CD”.\n(ייתכן, כמובן, והייתה התעמקות – אך פשוט לא נחשפתי אליה.)\nContinuous Delivery היא כבר שאיפה סטנדרטית: כמעט כולם רוצים להיות שם. כל-כך הרבה נמצאים “בתהליך…”, ובמדריך הזה אני רוצה לחזור ולדבר על הציפיות הסבירות מ-CD, על המשמעות, המעבר ועוד.\nבדומיין שאנו מדברים עליו יש 3 פרקטיקות דומיננטיות, שנהוג לפרש אותן בערך כך:\nהתיאור הזה הוא נכון בגדול – אך גם שטחי למדי.\nקרדיט: notafactoryanymore.com\nCD אמור לשפר כמה מדדים במערכת, הנה העיקריים:\nאיזה מדד הכי חשוב? – תלוי בארגון.\nאני רוצה להרחיב מעט יותר על המוטיבציות:\nכשמנהלים פרויקט או מוצר בארגון, תמיד יש לנו חוסר ודאות מסוים: לפעמים הוא בינוני, ולפעמים – גדול.\nשווה לציין שהרעיון של Continuous Deployment קיבל תנופה גדולה מתנועת ה Lean Startup, שם צמצום מחזורי הלמידה והפידבק הם ערך מרכזי. הדרישה ל CDD, ע״פ המתודולוגיה, אמורה להגיע כיעד עסקי מה CEO – זה לא עניין ״פנימי״ של ה R&D…\nבמקום להיות ״נביאים״, או ״יודעי-כל״, תהליך ה CDD מאפשר לנו לנסות בשטח.\nהפיצ’ר של אמזון של “אנשים שקנו את X קנו גם את Y”, נדחה ע”י אנשי המוצר כ”מטופש” – ובארגון אחר היה נקבר לעד.\nהתרבות הארגונית של אמזון, שגובתה בעזרת יכולות CDD, אפשרה למפתח שמאוד מאמין במשהו לבצע A/B test (על אוכלוסיה קטנה) – ולנסות להוכיח את צדקתו. כל אחד כמעט – יכול להציע ולהתניע ניסוי.\nהניסוי הנ״ל הראה גידול של כ 3% במכירות (נתון מרשים מאוד!) – מה שהסיר מייד כל התנגדות, והפך אותו בן רגע לפיצ׳ר רצוי ע”י הפרודקט.\nאם כולם מאמינים במערכת ובנתונים שהיא מייצרת, אזי נתונים מהשטח הם ״מחסלי ויכוחים ארגוניים״.\nCDD, אם כן, בשילוב A/B Tests ותרבות ארגונית מתאימה – מספקת Empowerment לעובדים, ויכולה להביא רעיונות חכמים שלהם – לידי יישום.\nמיחסים ל CDD גם שיפור בשביעות הרצון של המפתחים, שכבני-אדם, גם הם צמאים לפידבק מהיר. מה יותר כיף: לפתח פיצ׳ר במשך שנה – ואם לראות אותו עובד (אם בכלל), או לראות שינוי בפרודקשיין כל שבוע-שבועיים? להרגיש את העשייה בצורה מתמשכת?\nכשהחברה גדלה, תהליכי ה Integration וה Deploy הם לא פעם – כאב ראש רציני!\nכמה עבודה אתם משקיעים בהגדרה ושיפור של התהליכים?\nבתחקור של גרסאות שהתעכבו או יצאו באיכות לא-מספקת?\nבמינוי ״אחראים״ ושינוי מנגנונים – על מנת ש ״זאת תהיה הפעם האחרונה שזה קורה״?\n– אם אתם ראשי צוותים או מנהלים בכירים יותר, אתם בוודאי חשופים למאמצים הללו יותר.\nכאשר התוצאות מבוששות להגיע, המנהלים לוקחים פיקוד: מגדירים תהליכים, וממנים אחראיים – שלא תמיד בנויים מתוך הבנת הדקויות של המציאות היומיומית, ושלא תמיד יעילות במידה מירבית.\nככל שהמערכת גדולה יותר וסבוכה יותר – כך קשה יותר להגיע לתהליך מוצלח ו”חלק”.\nתהליכי CD עוזרים לשקף את קצב הפיתוח והבעיות בצורה טובה יותר: במהלך כל יום בספרינט יודעים מה הבעיות שצצו – וניתן לפתור אותן מייד, ולהתאים את התכנון בהתאם. כך ניתן לכוונן את סוף הגרסה עם כמות הקוד האמיתית שניתן להכניס באיכות טובה.\nאין כאן קסם:\nבתהליכי Integration/Deploy תקופתיים (נאמר: פעם בחודש) – משקיעים המון. וגם בתהליכי CD – משקיעים המון.\nהתמורה היא שב-CD הסיכויים להגיע לתהליך מוצלח – הם טובים יותר. במיוחד כאשר המערכת שלנו מחולקת למודולים נפרדים (למשל: microservices) ואז ניתן לייצר pipeline נפרד ומותאם לכל חלק במערכת (sub-system).\nקרדיט: http://www.mindtheproduct.com\nלאחר מעבר מוצלח ל CD/CDD, המערכות נוטות להיות יציבות יותר.\nזה לכאורה פרדוקס: שינוי בפרודקשיין הוא סיכון – והנה אנחנו הולכים לעשות הרבה יותר כאלה. במקום שינוי בחודש, אולי כמה שינויים כל יום!\nמצד שני, כשהשינויים הם מאוד קטנים – הסיכון מאוד קטן, יכולת האיתור של תקלות משתפר פלאים, וכמו שאומרים: Practice Makes Perfect. הרבה אימון בתהליך מאפשר להשתפר בצורה מהירה יותר.\nמודל היציבות של CD הוא MTTR (קרי: Mean Time To Resolve) על פני מודל של MTBF (כלומר: Mean Time between Failures). יהיו לנו יותר תקלות במספר – אך הן יתוקנו מהר, וסה״כ ה downtime שלנו יהיה נמוך יותר.\nשאלה מפורסמת ב Lean היא: “כמה עבודה עליכם לעשות בכדי לבצע Deploy של שורת קוד בודדת במערכת?” (כלומר: נזניח את תוכן השינוי, ואז – מהי התקורה על כל deploy של גרסה?). התרגיל הזה ידוע גם כ-Single Line of Code DevOps Kata.\nבארגונים ללא CD, מדובר בד”כ על כמה ישיבות, עבודה ידנית של ביצוע רגרסיות ומעבר על התוכן, ואף כמה פעולות ידניות של איש Operations שמלווה את ה-deploy. כמה שעות עבודה, וכמה דקות של פחד (במקרה הטוב).\nאם אתם רוצים לעשות deploy כל יום, זה נראה כחוסר-יעילות, ולכן ה”Best Practice” שהיה מקובל במשך שנים הוא להפחית את מספר ה-releases, או לפחות למתן אותו – נאמר, פעם או פעמיים בחודש, ולא יותר.\nלא שעות העבודה שמושקעות ב deployment הן המחסום העיקרי – אלא הפחד מתקלות: תקלת Deploy עלולה לגרום להפסדים כספיים (“פגיעה בביזנס”), לעלות עשרות שעות עבודה של מפתחים ,ולגרום לפגיעה במוניטין החברה.\nהגישה של CD נקראת: Bring the Pain forward (כמו באג’ייל).\nאם זה כואב, עשו את זה בתכיפות רבה יותר – עד שתשתפרו וזה כבר לא יכאב.\nבפועל, באימוץ CD אתם הולכים “לשבור דברים” כ”כ הרבה פעמים – כך שתוך כדי אתם צפויים לפתח יכולות Recovery טובות במיוחד ולשפר מאוד את ה MTTR. כמובן שחשוב מאוד לשבור דברים קטנים, ולהיות עם יכולת recovery כמעט מיידית, למשל: לסגור את ה feature flag או לחזור ל deployment הקודם תוך שניות (ע”י blue/green deployment – פרטים בהמשך).\nהמערכת לא תהיה יציבה יותר כי היא “תשבר פחות”.\nאם תציבו לארגון ה R&D מדד פנימי של “מינימום תקלות” – קרוב לוודאי שתהרגו את תהליך ה CD.\nהמדד צריך להיות: תוך כמה זמן אנו מתקלים תקלה, end-to-end: זיהוי התקלה עד אימות התיקון.\nבאופן זה, המערכת תהיה יציבה יותר כי (כמעט) כל שבירה תאותר ותתוקן לפני שמישהו בכלל ישים לב. בדרך תדעו היכן הרגישויות של המערכת – ותחזקו את האזורים הללו. תבנו מנגנוני הגנה מתאימים, ואז – תוכלו להתקדם בקצב גבוה מבעבר.\nזהו הרעיון שקוד המערכת יהיה כל הזמן במצב תקין (“working state”).\nבניגוד למיתוס מקובל, המשמעות איננה שעליכם להתקין ולהגדיר מערכת של Jenkins או Cruise Control.\nזכרו: הכלי – הוא החלק השולי. התהליך – הוא העיקר.\nהעיקרון הוא שאינטגרציה של קוד (“merge”) הוא הכלי האולטימטיבי לזהות שבירות במערכת – ולכן עליכם לבצע אינטגרציה כל הזמן.\nכפי שאמרו זאת מייסדי ה-Extreme Programming (שהיו הראשונים לאמץ את הפרקטיקה בצורה רחבה): “אם אינטגרציה של קוד היא טובה – עשו אינטגרציה של קוד כל הזמן.”\nהמדד המקובל ליישום CI הוא:\nכל מפתח, מבצע בכל יום עבודה – לפחות פעם אחת merge של הקוד שלו ל branch המרכזי. (ועדיף: חמש פעמים)\n(רמז: Jenkins לא גורם לזה לקרות.)\nשימו לב: זה לא שכל מפתח מושך את ה branch המרכזי (נקרא לו לצורך הפוסט: master) ועושה merge לתוך ה feature branch. זה פחות מועיל / מלמד על שברים. העניין הוא לבצע merge לתוך ה master בכל יום.\nFeature Branches? לא כ”כ מומלצים, אלא אם אתם מקפידים לבצע merge ל master.\nזה מחייב את המפתחים לחשוב ביחידות קטנות, לפרק את הפיצ’ר לשלבים קטנים (שזה טוב – בפני עצמו), ולדאוג כל הזמן שהקוד הנכתב – לא שובר את המערכת.\nמה קורה עם קוד שמשנה חלק גדול במערכת? איך אפשר לעשות merge כאשר הקוד לא “מוכן”? – פשוט הכניסו feature flag, ואל תדליקו אותו עד שהקוד מוכן. תחשבו איזה יופי יהיה להדליק את הפיצ’ר רק עבור המשתמש שלכם בפרודקשיין – ולבדוק איך הפיצ’ר עובד בלייב עם traffic/data אמיתי!\nהעיקרון החשוב השני של CI הוא:\nכאשר ה Build נשבר – לתקן אותו זו עדיפות עליונה של הארגון. לפני כל דבר אחר.\nיעד מקובל הוא תיקון תוך 10 דקות – לרוב ע”י rollback.\nאפילו יותר טוב: בדקו את ה merge בצד, ורק לאחר שהצליח – בצעו את ה merge בפועל. השיטה הזו עובדת יותר טוב כאשר יש code bases קטנים (למשל: microservices) ואין race condition על merges.\nהרעיון העיקרי לעקרון הזה הוא לדאוג לשיפור מתמיד. כל עוד הארגון מוכל לסבול כמה שעות של build שבור – לא יהיה ניתן יהיה לעמוד ביעד הראשון, ויש סיכוי טוב שהארגון לא יצליח להתמיד בתהליך ה CI.\nכל הרעיונות של פרסום ברבים של שם האדם ששבר את ה-build, או לבקש ממנו לחבוש כובע מצחיק – הם שגויים מהיסוד בעיני, ופשוט לא אפקטיביים. זו פשוט דרך להרוג את הרצון של אנשים לבצע merge תכוף.\nעם CI אולי תכניסו קצת פחות פיצ’רים – אבל תוכלו לסיים את הספרינט בזמן, ובאיכות שהחלטתם\nבדיקות יחידה (Unit-Tests) או אינטגרציה (Integration-Tests) הגיעו לתהליך ה CI מאוחר יותר – והפכו לחזות עיקר התהליך. אין ספק: הן חשובות מאוד, ומועילות מאוד. מה היה קודם לכן? קומפליציה + בדיקת המערכת end-to-end (שאורכת זמן רב, ותופסת רק חלק מסוים מהבעיות).\nהאם בדיקות אוטומטיות טובות מספיקות, ויכולות לייתר את הצורך ב merges תכופים?\nאם אתם רואים שאצלכם זה עובד – אדרבא.\nבד”כ השבירות בקוד (גם אם הן נתפסות ע”י Unit tests) מגיעות אחרי merges של קוד – ואתם לא רוצים “לחטוף אותן” בסוף הספרינט – חשוב לבצע אינטגרציה כל הזמן.\nבדיקות אוטומטיות שמגלות בעיות ביום האחרון של הספרינט, בלחץ – שקולות לרופא שנקרא לטפל בחולה, לאחר שזה כבר גוסס: הסיכוי להציל אותו הוא כבר קטן.\nכל מיני פשרות של “רק את הפיצ’ר הזה נפתח בצד” – הן דרכים מצוינות לא להגיע ל CI עובד, שמצדיק את עצמו.\nהאם שווה לעשות CI ע”י merges תכופים, אך ללא בדיקות יחידה מקיפות?\n– גם על זה לא הייתי ממליץ. זה כנראה עדיף במעט על בדיקות ללא merges תכופים – אך זה לא ייתן את האפקט המלא.\nCI הוא האב הרוחני של CD, ולרוב מגיע איתו ביחד. האם חובה ליישם CI לפני שמתחילים לעבוד על CD? – נדבר על זה בפוסטים הבאים.\nהפוסט פורסם במקור בבלוג Software Archiblog", "keywords": "continuous delivery,continuous integration,,continuous deployment"}