{"url": "https://www.geektime.co.il/high-tech-companies-open-jobs-29-11/", "type": "article", "title": "בואו לעבוד איתנו: שתי חברות מספרות מדוע שווה לעבוד דווקא אצלן", "description": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2015/11/image-2-640x427.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-11-29T15:50:08Z", "modified_time": "2015-11-29T14:06:29Z", "articleBody": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם במשרות פנויות אצלן\nבין אם אתם חובבי ספורט או לא, סביר להניח שיצא לכם להתקל בלוגו של חברת Plus500 מתנוסס על גבי חולצות מועדון הכדורגל הספרדי אתליטקו מדריד. Plus500 הינה חברה ישראלית שהוקמה ב-2008 והיא מציעה פלטפורמה למסחר מקוון בחוזי הפרשים (CFD). במהלך השנים האחרונות צמחה החברה במהירות ובשנת 2013 הונפקה למסחר בבורסה בלונדון. כיום Plus500 הינה חברת האינטרנט הרווחית בישראל ופעילותה מתפרסת על פני כ-50 שווקים שונים ברחבי העולם. החברה הוקמה על ידי קבוצה של בוגרי טכניון והיא מגייסת בקפידה בוגרים מצטיינים ממוסדות מובילים.\nאצלנו כל מפתח עושה הרבה יותר מכתיבת קוד, בין אם אתה עובד בחברת סטארטאפ ומחפש מקום יציב ומגובש לשלב הבא בקריירה ובין אם אתה עובד בחברה גדולה ומעוניין להיות גורם משמעותי יותר בתהליך הפיתוח, אנחנו המקום בשבילך. Plus500 מציעה איזון אמיתי ובריא בין עבודה לחיים האישיים ודואגת לכך שלעובדיה יהיה מקום לביטוי. האווירה אצלנו היא מקצועית אך לא פורמלית ועובדינו זוכים לתנאים מפנקים ביותר. לחברה יש משרדים ברחבי העולם ומטה החברה ממוקם במת”ם, חיפה.\nרוצים לעבוד ב-Plus500? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nSW Engineer-Server Team\n(SW Engineer-Server Team (Marketing Machine\n\n\n\nחברה צעירה ודינאמית ממרכז תל אביב העוסקת בשוק ההון, הוקמה בשנת 2010 על ידי בוגרי יחידת 8200. החברה נמצאת בצמיחה מתמדת מאז הקמתה, מונה כיום כ-500 עובדים בארץ ובעולם. אנחנו בקדמת הטכנולוגיה ומחפשים אנשים כמונו. חלק מהטכנולוגיות שבהן אנחנו משתמשים- PHP, AngularJS, Symfony 2, Redis, Bootstrap, .NET, Linux ו-Windows. אנחנו אג’ילים בנשמה ועובדים עם כלי ALM מתקדמים לניהול התהליכים שלנו.\nכדי לשמור על הקצב והעניין: יש הדרכות, הכשרות וקורסים מקצועיים. בשביל מצב הרוח אנחנו דואגים לערבי מחלקה, טיולי חברה, מועדים קבועים ל-Happy Hour ובקרוב מתחיל טורניר נוסף של פוזבול.\nבקיצור, אוהבים טכנולוגיה ומכוונים גבוה? מחפשים עבודה? חזקים בפוזבול? יאללה, אנחנו מחכים לכם.\nרוצים לעבוד ב-SalesTech? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nPHP team leader/scrum master\nExperienced PHP (Full Stack) Developers\nQA Lead\nRisk Representative\nIT – HELPDESK\n", "keywords": "הייטק,סטארטאפים,משרות,משרות פנויות,בואו לעבוד אצלנו,בואו לעבוד איתנו,משרות הייטק,משרות בהייטק הישראלי,plus500,פלוס500,​salestech​,סיילסטק"}