{"url": "https://www.geektime.co.il/geekmamlitz22092018/", "type": "article", "title": "הגיק ממליץ: אירועים בשבוע הקרוב שלא כדאי לפספס", "description": "ריכזנו עבורכם מבחר אירועי טכנולוגיה שיתקיימו במהלך השבוע הקרוב (בין ה-23 ועד ה-29 בספטמבר) ובחרנו מתוכם כמה אירועים שבאמת לא כדאי לכם לפספס", "image": "https://files.geektime.co.il/wp-content/uploads/2015/03/geek-mamlitz-640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-09-22T18:00:40Z", "modified_time": "2018-09-22T07:49:50Z", "articleBody": "ריכזנו עבורכם מבחר אירועי טכנולוגיה שיתקיימו במהלך השבוע הקרוב (בין ה-23 ועד ה-29 בספטמבר) ובחרנו מתוכם כמה אירועים שבאמת לא כדאי לכם לפספס\n\nחלק גדול מהיתרונות בקהילת ההייטק והסטארטאפים הוא מגוון האירועים הגדול, שמציע אפשרויות שונות להרחיב תחומי ידע קיימים ולהיחשף לחדשים, להכיר אנשים חדשים ולשמוע סיפורים מאנשי התעשייה הוותיקים והמצליחים, ולפעמים אפילו אפשר גם לזכות בפרסים.\nפה תוכלו להתעדכן באירועים הטכנולוגיים הבולטים שצפויים להתקיים בחודש הקרוב. מדי שבוע אנו מקבלים פניות מצד גורמים רבים בזירת ההייטק המקומית ואת אלו נאגד כאן יחד לרשימה אחת ומרכזית.\nהרשימה המוצגת בפוסט זה כוללת את מבחר אירועי הטכנולוגיה שיערכו בשבוע הקרוב. רוצים לדעת מה קורה מעבר לזמן זה? שמעתם על אירועים נוספים שלא מופיעים כאן? בדקו עכשיו את לוח האירועים המלא\nאם אתם מארגנים אירוע, או נתקלתם באירוע לקהילה הטכנולוגית הישראלית שלא מופיע בלוח, אתם מוזמנים להיכנס ללוח האירועים שלנו ולעדכן אותו בעצמכם (יש לפתוח משתמש בגיקטיים לצורך יצירת אירועים במערכת). .\n(שיווק ו-HR)\nמתי? 24 באוקטובר, 2018\nאיפה? אביגדור, בן אביגדור 22, תל אביב\nכמה? 750 ש”ח\nבסביבה התעסוקתית התחרותית של היום מנהלי הגיוס מתמודדים עם קושי קריטי במשיכת טאלנטים איכותיים ועם יצירת מעורבות ושימור של עובדים קיימים. בשנה האחרונה מילת המפתח בתחום ה- Recruitment Marketing היא מיתוג מעסיק – Employer Branding – כלי אשר מתבסס על שילוב כוחות בין מחלקת השיווק למשאבי האנוש ומאפשר למצב את הארגון כמעסיק אטרקטיבי למועמדים פוטנציאליים ועובדים קיימים.\nביום רביעי, 24 באוקטובר, תערוך Xtra Mile, הנציגה הרשמית של EBI בישראל בשיתוף העמותה לניהול משאבי האנוש, את כנס Employer Brand Leadership 2018 ב”אביגדור” בתל אביב, ובו יתארח לראשונה בישראל, ברט מינצ’ינגטון, מייסד חברת Employer Brand International – EBI.\nבשנים האחרונות מינצ’ינגטון ליווה אלפי חברות גלובליות מתחומי ההייטק, הטקסטיל, הפארמה, המזון והתעשייה בתהליכי מיתוג מעסיק חוצי ארגון בלמעלה מ-35 מדינות בעולם. ההופעה הראשונה שלו בישראל תעסוק בפיתוח והטמעה של תוכנית EB מקיפה בארגון, תוך מתן מענה ל-Employment Lifecycle, והוא גם ינחה Master Class בכנס (בשפה האנגלית).\nלפרטים נוספים והרשמה\n(הייטק)\nמתי? 25 באוקטובר, 2018\nאיפה? מרכז רבין, שד’ רוקח, תל אביב\nכמה? החל מ-76$\nהמהפכה התעשייתית הרביעית עומדת בפתח, והיא תתאפיין במגוון רחב של טכנולוגיות שישלבו את העולמות הפיזיים, הביולוגיים והדיגיטליים, וישפיעו על תחומי הכלכלה, התעשייה ואולי אפילו יאתגרו את המשמעות של החיים כבני אדם. התוצאה היא שחברות וארגונים רבים יהיו חייבים להסתגל במהירות למציאות חדשה: למשל, לאמץ ולהחיל רגולציות על טכנולוגיות חדשות; להתמודד עם גידול באי השוויון ועם שינויים בעמדות הכוח, שעלולים להשפיע בנושאים ביטחוניים.\nהמהפכה התעשייתית 4.0 צפויה להיות שונה ולשבש תחומים רבים בחיים כפי שאנחנו מכירים אותם כיום, וזה אומר שיש המון הזדמנויות בתחום. מה צפויות להיות ההשפעות של המהפכה? כיצד ערים, אומות וארגונים יכולים להתמודד עם השינויים הרבים ולהפיק מהם את המיטב?\nביום חמישי, 25 באוקטובר, ייערך אירוע Real Talk במרכז רבין בתל אביב, ובו יקיים סם פיטרודה – יזם, איש טלקום וטכנולוגיה וממובילי הקדמה הטכנולוגית בהודו – דיאלוג מעורר מחשבה על ההשפעות והמשמעויות של המהפכה התעשייתית הרביעית. האירוע הוא חלק מסדרת אירועים שנערכת בכל העולם, והוא מיועד לכ-200 יזמים, ממציאים, משקיעים ומנהיגים עסקיים, שמעוניינים לאתגר את עצמם ולעסוק בעתיד הטכנולוגיה והחדשנות.\nלפרטים נוספים והרשמה\n(שיווק ודיגיטל)\nמתי? 26 בספטמבר, 2018\nאיפה?WeWork Hazerem, הפלך 7, תל אביב\nכמה? 45 ש”ח\nסדנת פוטושופ לנשות סושייאל שרוצות לעשות את ׳הקטנות׳ ו׳של הרגע האחרון׳ לבד, או פשוט לשדרג את הסושייאל שלהן.\nמה נלמד?\nמושגי יסוד בעיצוב גרפי\nמושגי יסוד בעיבוד דיגיטלי של תמונה\nחלון השכבות – הגדרות, שימושים ותכונות\nבחירה: כלי הבחירה ופקודות מתפריט בחירה (Select)\nהוספת מלל לתמונה והגדרת תכונותיו\nפעולות שינוי (Transform)\nתיקוני צבעים קלים (ככל שישאר זמן)\nלפרטים נוספים והרשמה\n(IoT)\nמתי? 27 בספטמבר, 2018\nאיפה? Urban Place, אחד העם 9, תל אביב\nכמה? חינם\nהצטרפו אלינו למיטאפ בתחום ה-IoT והרובוטיקה.\nלפרטים נוספים והרשמה\nרוצים לדעת על כל האירועים המעניינים שקורים בכל שבוע? בלוח האירועים המלא תוכלו למצוא אירועים נוספים כגון מפגשי קבוצות משתמשים, סדנאות והרצאות בנושאי טכנולוגיה שונים.", "keywords": "גיק ממליץ,יזמות,הייטק,תוכנה,אירועים,היי-טק,meetup,אבטחת מידע,אירועי לסטארטאפים,אירועים בהייטק,באר שבע,ביוטק,ביטקווין,בלוקצ\\'יין,גיוס הון,גיקלנדר,גרין כארד,הרצאות,השקעות,השקעות פיננסיות,חלבונים,חלל משותף,טכנולוגיה,יזמות וסטארטאפים,יזמים,כנסים,מהנדסות,מהנדסים,מיטאפ,מיטאפים,מימון,מינגלינג,מנטור,מנטורים,מפתחים,משקיעים,נטוורקינג,ניהול,ניהול מוצר,נשים,נשים בהייטק,סדנאות,סטארטאפים,פייסבוק,פינטק,פיץ\\',פיתוח,פיתוח תוכנה,פלטפורמת ענן,קרנות הון סיכון,רילוקיישן,שיווק,שיתופי פעולה,שתפ"}