{"url": "https://www.geektime.co.il/9-tips-to-avoid-ransomeware/", "type": "article", "title": "9 טיפים למניעת התקפות כופר בעסקים", "description": "מתקפות כופר, Ransomeware, מאיימות בימים אלה על בתי עסק רבים, מצפינות את הקבצים החשובים במחשבי החברה ומביאות לנזקים עצומים. קבלו 9 טיפים שהארגון שלכם חייב לאמץ כדי לא לספוג מתקפת כופר", "image": "https://files.geektime.co.il/wp-content/uploads/2014/06/shutterstock_172074383.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-14T18:05:43Z", "modified_time": "2016-03-14T18:05:43Z", "articleBody": "מתקפות כופר, Ransomeware, מאיימות בימים אלה על בתי עסק רבים, מצפינות את הקבצים החשובים במחשבי החברה ומביאות לנזקים עצומים. קבלו 9 טיפים שהארגון שלכם חייב לאמץ כדי לא לספוג מתקפת כופר\n\nמאת אמיר כרמי, מנהל טכנולוגיות, ESET.\nתוכנות כופר (ransomware) מופצות בשנים האחרונות על ידי ארגוני פשע ופועלות באמצעות טכנולוגיה אשר מקודדת קבצים בקידודים שונים, ומגינה על מפתחות ההצפנה בקידוד נוסף, מה שמונע פריצה של הקידוד באמצעים רגילים. כדי להוסיף על הקושי בפריצת הקידוד, מאוחסנים מפתחות ההצפנה בשרתים מרוחקים.\nהנוזקות מצפינות מסמכי אופיס, PDF ותמונות במחשב, וברשתות היא מקודדת קבצים כנ”ל בתיקיות משותפות שיש אליהן גישה והרשאות כתיבה מהתחנה שנפגעה. אם מתבצע גיבוי לכונן חיצוני או לשיתוף קבצים בענן, גם קבצים אלה יוצפנו. לאחר מכן מופיעה הודעה למשתמש או למשתמשים על גבי שולחן העבודה, או בקובץ שנוצר בכל התיקיות שמוצפנות, עם דרישה לתשלום (סכום שנע בין מאות לאלפי דולרים) בתמורה למפתח ההצפנה שיאפשר שחזור של הקבצים.\nבמרבית המקרים המשתמשים מודבקים באמצעות אימייל שמתחזה להודעת פקס, חבילה, הודעה קולית או חשבונית עם קובץ מצורף, שברגע שהוא מופעל, הוא מוריד גרסה עדכנית של Filecoder ומפעיל אותה.\nדוגמא למייל כנ”ל:\n\nבחלק מהמקרים ההדבקה מתבצעת באמצעות JAVA Script באתרי אינטרנט לגיטימיים שמודבקים, או מתוך אתרים נגועים שהמשתמשים מקבלים אליהם הפניה מאימיילים או רשתות חברתיות.\nבמספר מועט של מקרים לא מעורבת כלל נוזקה בהתקפה, והיא מתבצעת דרך RDP כאשר חיבור Remote Desktop פתוח ברשת עם סיסמה פשוטה יחסית, ואז התוקפים בדר”כ מסירים את האנטי וירוס ומריצים ידנית את תוכנת הכופר.\n1. יש לוודא התקנה של אנטי וירוס מעודכן וחוקי במחשב או בכל התחנות ברשת.\n2. מומלץ וחשוב לוודא שממשק הניהול מותקן על מנת להיות בבקרה ובשליטה על רמת המוגנות ברשת.\n3. יש לבצע עדכוני מיקרוסופט קריטיים בשרתים ובתחנות.\n4. להשתמש בחומת אש המייצרת שכבת הגנה חיונית מפני תוכנות הכופר:\n5. לסגור את הפורט של ה-Remote Desktop בחומת האש, ולסגור את ה Service שלו במחשב או ברשת. \u2028במידה וחייבים להשתמש בו, יש להחליף את פורט ברירת המחדל מ-3389 לפורט במספר רנדומלי הגבוה מ-20,000.\n6. להגדיר סיסמת אבטחת מורכבת לחיבור מרחוק (באורך 11 תווים לפחות ומכילה אותיות קטנות, גדולות, מספרים ותווים מיוחדים) כדי למנוע פריצה של הסיסמא בהתקפה של Brute Force.\n7. להגדיר סיסמת הגנה לאנטי וירוס בתחנות על מנת למנוע הסרה ידנית או נטרול שלו.\u2028\u2028 לבצע גיבויים שבועיים או דו-שבועיים (מומלץ גיבוי אונליין ולא מקומי) \u2028יש לגבות כל מידע חשוב בשרתים ובתחנות, וכמובן לבצע בדיקה תקופתית של שחזור הגיבויים כדי לוודא שהם תקינים.\u2028ניתן להגדיר גיבוי של מערכת ההפעלה לתיקיות חשובות או משותפות ב-Shadow Copy של מיקרוסופט.\n8. לבטל הרשאות Administrator למשתמשים ברשת – \u2028ההתקפות הללו מאתרות פרצות דרכן ניתן לרוץ על הפרופיל המקומי ובאמצעותו להדביק את שאר הרשת. מומלץ שלא לאפשר הרשאות כתיבה לתיקיות משותפות בהן למשתמש אין צורך בשינוי או הוספה של קבצים.\n9. לחסום סיומות EXE ו-SCR בתוכנת האנטי וירוס שסורקת את הדוא”ל – \u2028במקרים רבים מודבקים מחשבים באמצעות קובץ EXE או SCR שמצורף לאימייל. באופן כללי, אין סיבה שקבצי הפעלה ישלחו למשתמשים ברשת, ולכן מומלץ לאכוף מדיניות של חסימת סיומות של קבצי הפעלה, ובמיוחד קבצי EXE ו SCR.\nבמידה וסוג ה-Filcoder שהדביק את המחשב או התיקיה אינו נמצא ברשימה, מומלץ לפנות לתמיכה של האנטי וירוס על מנת לבדוק האם ניתן יהיה לפתח כלי מתאים.\n מומלץ שלא לשתף פעולה עם העבריינים הדורשים כופר – במקרים רבים גם לאחר תשלום הכופר לא מועבר מפתח ההצפנה ולא ניתן לפתוח את הקבצים. כמו כן, הפעולה תעודד את העבריינים לתקוף את המחשב או הרשת בהמשך.\nלשחזר את הקבצים מגיבוי – לאחר ביצוע הפעולות המומלצות להתגוננות, שמטרתן לוודא שלא קיים וירוס פעיל במחשב או ברשת, ניתן לשחזר את הקבצים מהגיבוי.\nלשחזר את הקבצים מתוך shadow copy – במידה והיה פעיל באותה התיקייה, בשימוש במדריך מיקרוסופט. גם כאן חשוב לבצע קודם לכן את הפעולות המומלצות להתגוננות.\nלשחזר את הקבצים המקוריים – חלק מגרסאות ה Ransomeware מעתיקות את הקבצים המקוריים, ורק לאחר מכן מצפינות אותם. במקרים כנ”ל ניתן לנסות לשחזר את הקבצים המקוריים שנמחקו. חשוב לזכור שככל שיהיה שימוש נוסף בתחנה לאחר הפגיעה, יכתבו קבצים נוספים במיקום הפיזי של הקבצים שנמחקו, ולא יהיה ניתן לשחזר אותם. ניתן להשתמש במגוון תוכנות לשחזור קבצים כמו זו.\nלבדוק מהו המחשב הנגוע שממנו קודדו הקבצים – במקרים בהם מוצפנים קבצים בתיקיות משותפות בשרתים, ניתן לבדוק מהי התחנה ממנה הם הוצפנו על ידי בדיקה של ה ownership של הקבצים, ולנקות את ההתקנה על מנת שהקבצים לא יוצפנו מחדש לאחר השחזור.\nקרדיט תמונה ראשית: money in suitcase via shutterstock", "keywords": "טיפים,תוכנת כופר,תוכנות כופר,אבטחת מידע,eset,ransomware"}