{"url": "https://www.geektime.co.il/microosft-build-2011-live-bloggin/", "type": "article", "title": "כנס BUILD / מיקרוסופט חושפת את חלונות 8 [לייב בלוגינג]", "description": "הצטרפו אלינו לעדכונים חיים מהרצאת הפתיחה של כנס המפתחים של מיקרוסופט, שם צפויה החברה לחשוף את מערכת ההפעלה הבאה של החברה, חלונות 8.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/09/build6-300x186.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-09-13T19:04:51Z", "modified_time": "2011-09-14T11:34:43Z", "articleBody": "הצטרפו אלינו לעדכונים חיים מהרצאת הפתיחה של כנס המפתחים של מיקרוסופט, שם צפויה החברה לחשוף את מערכת ההפעלה הבאה של החברה, חלונות 8. \nתומכת בכל סוגי החיישנים. יח\"צ\nבעוד שעה קלה יפתח באנהיים שבקליפורניה כנס המפתחים השנתי של מיקרוסופט, הנערך השנה בפורמט חדש תחת המותג BUILD. בהרצאת הפתיחה של הכנס צפויה מיקרוסופט לחשוף בפעם הראשונה באופן רשמי כיצד תראה מערכת ההפעלה הבאה של החברה, שצפויה לראות אור מתישהו בשנה הקרובה.\nבחודש מאי האחרון, הציגה מיקרוסופט גרסה ראשונית של מערכת ההפעלה ויחד עם העדכונים אשר דלפו לרשת בימים האחרונים, אנו יודעים כי המטרה העיקרית של החברה בחלונות 8 תהיה צמצון הפער שבין מחשבי הלוח לליין המחשבים הותיק באמצעות ממשק משתמש חדש הדומה לזה הקיים ב-Windows Phone 7 ומיועד למכשירים המבוססים על מסכי מגע.\nהצטרפו אלינו כאן בניוזגיק, שידווח בשידור חי על כל העדכונים מהרצאת הפתיחה, בה צפוי מנכ”ל החברה סטיב באלמר, לחשוף גרסת מפתחים רשמית של מערכת ההפעלה, שלפי הדיווחים שפורסמו עד היום, צפויה להיות השדרוג המשמעותי ביותר מאז חלונות XP.\n[19:00] סטיבן סינופסקי, מנהל חטיבת Windows במיקרוסופט העולמית עולה לבמה ומציין כי הגרסה החדשה של חלונות מהווה הזדמנות חדשה עבור מפתחים והחברה מאוד מתרגשת להציג את ההתקדמות הגדולה שנעשתה מאז הגרסה האחרונה של חלונות, חלונות 7.\nמאז ההשקה של חלונות7, נמכרו כ-450 מיליון עותקים של חלונות 7 והיום באופן רשמי עבר נתח השוק של חלונות 7 את נתח השוק של חלונות XP מבחינת כמות המחשבים עליהם רצה מערכת ההפעלה. מאז ששוחררה מערכת ההפעלה, שחררה מיקרוסופט מעל ל-1500 עדכונים (לא כולל עדכוני אבטחה).\nמקור: יח\"צ\n[19:05] סינופסקי מסביר שהעולם היום משתנה: הטאבלטים כובשים את השוק וממשק המגע משנה לחלוטין את הצורה שבה התייחסנו למחשבים ומכשירים אלקטרוניים בכלל. “ברגע שתשתמשו בממשק מגע בחלונות 8, תרצו שיהיה לכם ממשק מגע בכל המחשבים שלכם”.\nמפתחים מבקשים סביבה הרבה יותר עשירה בכל הקשור לתקשורת בין מכשירים שונים וחלונות 8 מגיעה כדי לענות על הצורך הזה. כמו כן, מערכת ההפעלה החדשה צפויה לתת מענה אחיד למפתחים בכל הקשור לפיתוח בסביבה אחידה. בפיתוח אחד, יוכלו מפתחים להנות מקהל משתמשים בכל המכשירים שמבוססים על חלונות.\n[19:12] סינפוסקי מדגים כיצד מכונה מסוימת שמריצה היום חלונות 7, יכולה להריץ גם את חלונות 8 עם פחות שימוש במשאבי זכרון ועיבוד. בהדגמה מראה סינופסקי כיצד המחשב שמריץ חלונות 8, מבצע שימוש ב-281MB של זכרון בלבד, ללא אפליקציות פתוחות (רק מערכת ההפעלה).\nמקור: יח\"צ\n[19:15] ג’וליה גרין, מנהלת מוצר בצוות Windows 8, מדגימה כיצד מתבצע תהליך ההתחברות למערכת ההפעלה באמצעות שימוש בתמונה במקום שם משתמש וסיסמא. בחלונות 8, ניתן יהיה להעביר את האצבע בין שתי נקודות על-גבי תמונות והתנועה תהווה את אמצעי ההזדהות מול מערכת ההפעלה.\n[19:18] גרין מציגה את מסך הפתיחה החדש של חלונות 8, שנשלט לחלוטין באמצעות ממשק מגע. ממשק הבית של מערכת ההפעלה החדשה, כבר אינו מורכב משולחן עבודה סטטי וכפתור התחל. בחלונות 8, מערכת ההפעלה תאפשר לנו לעבוד עם כמה “שולחנות עבודה” דינאמיים הכוללים ווידג’טים שונים שיכולים לייצג כל אלמנט, החל מקישור לאפליקציות שונות, ספריות במערכת ההפעלה, תמונות, אנשי קשר, אתרי אינטרנט ועוד.\n[19:20] כעת מציגה גרין את את השליטה במערכת ההפעלה באמצעות מחוות תנועה והמעבר בין המסכים השונים באמצעות העברת אצבע מימין לשמאל או למעלה למטה וצפייה במספר מסכי בית באמצעות תנועת “צביטה” (בעת ביצוע התנועה, המערכת מבצעת מעין Zoom Out ומציגה את כל מסכי הבית בתצוגה מוקטנת).\n[19:23] דפדפן האינטרנט אקספלורר עבר גם הוא התאמה לממשק המטרו החדש. בהדגמה עדיין מוצגת הגרסה הנוכחית של אינטרנט אקספלורר (9), אבל מותאם לממשק מגע ומוצג במסך מלא על-מנת לאפשר ניצול מקסימלי של שטח המסך. באמצעות הזזה של האצבע (Swipe) בחלק העליון של המסך, מופיע סרגל הכלים המאפשר לבצע את כל ההגדרות של הדפדפן וגישה למועדפים ובאמצעות הזזה של האצבע בחלק התחתון של המסך, תופיע שורת כתובת המאפשר להקיש כתובת של אתר אינטרנט באמצעות המקלדת הוירטואלית.\n[19:28] בחלונות 8, אפליקציות יכולות להגיד למערכת ההפעלה שניתן לחפש גם בתוכן שלהם. בנוסף למה שהיה נהוג עד היום בחלונות 7, חיפוש במערכת ההפעלה או באחד ממנועי החיפוש באינטרנט, אפליקציות שיפותחו בצורה המתאימה לחלונות 8, יכולות להגדיר את עצמן בתור אפליקצית חיפוש ובכך לאפשר למשתמש לחפש גם בתוכן של האפליקציה. בנוסף, גם אתרי אינטרנט חיצוניים יכולים לבצע את אותה ההגדרה, כך שניתן יהיה לבצע חיפוש באתרי אינטרנט (לדוגמה: חיפוש בפייסבוק או בטוויטר) ישירות ממערכת ההפעלה.\nכמו כן, באמצעות אינטגרציה נכונה של האתרים (במידה ואלו יבחרו לעשות זאת), ניתן יהיה אפילו לחפש תמונות שמאוחסנות בפייסבוק או בפליקר, ישירות ממערכת ההפעלה.\n[19:33] סינופסקי חוזר לבמה ומסכם את הדמו של ה-UI החדש ומציין כי חלק מהדמו רץ על-גבי מכשיר טאבלט עם מעבד המבוסס על ארכיטקטורת ARM.\n[19:36] בחלונות 8, מיקרוסופט עשתה מהפכה בכל הקשור לפיתוח אפליקציות של מערכת ההפעלה. בחלונות 8, תאפשר מיקרוסופט למפתחים לבחור את השפה שבה הם רוצים לפתח את האפליקציה. לא משנה באיזה כלי תרצו להשתמש, מיקרוסופט תאפשר לכם להשתמש במגוון רחב של שפות כולל C#, C++, Silverlight ,Visual Basic, XAML או HTML עם CSS. במודל החדש, שילבה מיקרוסופט ממשקי פיתוח חדשים (API) בשם WinRunTime ודרכם ניתן יהיה לגשת לאלמנטים השונים של מערכת ההפעלה באמצעות עבודה מול אותם הממשקים.\n[19:42] אנטואן לה-בלנק, מנהל תחום חנות האפליקציות עולה לבמה ומדגים כיצד בונים אפליקציות לחלונות 8. באמצעות גרסה חדשה של Visual Studio, מדגים לה-בלנק כיצד ניתן לבחור בטמפלייטים שונים שכל אחד מהם מבוסס על שפה אחרת. לאחר שבחרתם באיזה שפה אתם רוצים לעבוד, יפתח פרויקט חדש (לה-בלנק מדגים פיתוח של אפליקציה ציור פשוטה) הכולל את כל האלמנטים השונים הנדרשים לפיתוח כולל קבצי פונקציות, עיצוב באמצעות CSS, וכמובן קובץ ההרצאה עצמו.\nה-Expression Blend החדש. יח\"צ\n[19:45] כעת מדגים לה-בלנק כיצד ניתן להוסיף מספר שורות קוד פשוטות שקוראות ל-WinRT באמצעות JavaScript ומאפשרות לאפליקציה להשתמש בפונקציות של ממשק המטרו כמו מראה סמן העכבר ופונקציות של מערכת ההפעלה כמו שיתוף תוכן בין אפליקציות שונות במערכת ההפעלה (לדוגמה: הציור שציור באפליקציה שפותחה יכול לעבור באופן אוטומטי לתיקיית התמונות, או ישירות לפייסבוק בלי שיהיה צורך לכתוב שורת קוד אחת של Networking.\n[19:50] באמצעות ExpressionBlend החדשה מאפשרת לקחת את האפליקציה ולבצע את כל אותם עיצובים שהייתם רגילים לבצע עד היום באמצעות קוד, גם ברמה הויזואלית. מתוך Visual Studio, ניתן לפתוח את הפרויקט ב-ExpressionBlend ולערוך את הממשק ואת כל האובייקטים באפליקציה בצורה ויזואלית.\nExpressionBlend כולל מאגר של כל אובייקטים מתוך ממשק המטרו החדש ומאפשר למפתחים לייבא אותם ישירות לתוך האפליקציה בלי צורך לכתוב קוד ולעצב את האלמנטים השונים בממשק.\nלאחר העיצוב, ניתן לבצע התאמה נוספת באמצעות שימוש ב-CSS פשוט כדי לעצב את כל המסכים של האפליקציה בצורה יפה ואחידה.\nחנות האפליקציות החדשה. יח\"צ\n[19:54] בגרסה החדשה של Visual Studio, תוכלו למצוא בתפריט כפתור שנקרא Store. באמצעות התפריט החדש, ניתן להעלות את האפליקציה לחנות האפליקציות החדשה של Windows בלחיצת כפתור פשוטה. לאחר שלחצתם על הכפתור, יפתח חלון דפדפן חדש בעמוד החנות שיאפשר לכם להגדיר את כל הפרטים הדרושים לצורך העלאת האפליקציה ומכירתה בחנות (כולל מודל רווח, מחיר במידת הצורך וניהול גרסאות).\nאחרי שהגשתם את האפליקציה, תוכלו לראות בעמוד המפתח שלכם בחנות היכן נמצאת האפליקציה שלכם בתהליך האישור במיקרוסופט. תהליך האישור כולל 6 שלבים שונים שצריכה האפליקציה לעבור ומיקרוסופט דואגת לעדכן את המפתח האם האפליקציה נתקעה בשלב כזה או אחר ומדוע.\nחנות האפליקציות החדשה היא אפליקציה Webית לכל דבר, היא נבנתה באמצעות HTML ו-JavaScript והיא משולבת בתורת אפליקציה בתוך מערכת ההפעלה.\n[20:00] סינפוסקי חוזר לבמה ומסכם את החלק עם החידושים לסביבת הפיתוח של חלונות 8.\n[20:07] הנושא הבא הוא תמיכה בחומרה. מייקל אנג’לו, מנהל תחום החומרה בצוות הפיתוח של חלונות 8 עולה לבמה.\nכולנו רוצים מערכת שעולה מהר יותר, מציגה גרפיקה טובה יותר ומהירה יותר וסאונד טוב יותר. חלונות 8 תומך במגוון הרחב ביותר של מחשבים שהיה עד היום. הוא עובד עם מעבדי אינטל ועם מעבדי ARM ולא משנה עם איזה מעבד, מערכת ההפעלה שלכם תטען בפחות מ-10 שניות.\nאנג’לו מדגים תהליך אתחול של 8 שניות על מחשבי מחברת ו-PC שקיימים היום ונמכרים עם חלונות 7. כמו כן, מציג אנג’לו כיצד מיקרוסופט שילבה מנגנון הגנה במערכת ההפעלה שיודע לזהות מקרה שבו המשתמש מנסה לטעון מערכת הפעלה מאמצעי מדיה חיצוני שנגוע בוירוס. במקרה שכזה, מנגנון ההגנה של חלונות יזהה את הוירוס ויחסום את האפשרות לבצע אתחול עד שאמצעי המדיה ינותק מהמחשב.\n[20:12] כעת מדגים אנג’לו את מערכת ההפעלה החדשה רצה על-גבי טאבלט המבוסס על פלטפורמת ה-Tegra 3 של nVidia. בנוסף, מציג אנג’לו את המערכת על-גבי מערכות המבוססות על מעבדי OMAP ואפילו על מעבד אב-טיפוס של אינטל שעדיין לא יצא לשוק.\n[20:14] אנג’לו מציג מחשב בעל חיבור USB3 ומציג הדגמה של העתקה של קובץ של 1GB בפחות מ-2 שניות.\nבנוסף, מציג אנג’לו מחשב שמריץ מחשב עם 3 כרטיסים מסך של nVidia שמגיעים יחד לכוח מחשוב של 4.7 Teraflops. וכן, חלונות יודע לרוץ על המחשב הזה ולספק תמיכה מלאה באמצעות DirectX 11 ובאמצעות ה-DirectComputing API ניתן להריץ כל אפליקציה שיודעת לנצל את כוח המחשוב הזה ולקבל ביצועים גרפיים ברמות שלא ראינו עד היום.\nתומך ב-NFC. יח\"צ\n[20:20] חלונות 8 תומך במגוון רחב של חיישנים. אנג’לו מדגים מחשב שעושה שימוש בג’ירוסוקופ, אקסלרומטר ואפילו חיישן NFC. בהדגמה מראה אנג’לו כיצד הוא מצמיד כרטיס לחלק האחורי של מכשיר הטאבלט המכיל NFC והוא יודע לקרוא את הכרטיס באופן אוטומטי, לקרוא ממנו את המידע ולגשת לאתר אינטרנט ספציפי לפי המידה שנמצא על הכרטיס.\n[20:25] אנג’לו מדגים את האולטרא-בוקס החדשים של אינטל שמריצים חלונות 8. המחשבים החדשים יודעים לחזור ממצב שינה יותר מהר ממה שתוכלו לפתוח את המכסה של המחשב והם יותר דגים מחצי סנטימטר. אחד מהמחשבים שהוצגו מתוצרת טושיבה, עשוי מסגסוגת אלומיניום והוא למעשה דק יותר מחיבור ה-RGB וחיבור התקשורת כך שהיה צריך להבליט אותם מהמחשב.\n[20:30] סינופסקי מציג מכשיר טאבלט מבוסס חלונות 8 למפתחים, אותו תחלק מיקרוסופט לכל המפתחים המשתתפים בכנס. המכשיר החדש יגיע עם חבילת תקשורת של AT&T הכוללת תעבורת רשת של 2GB בחודש למשך שנה, מתנה למשתתפי הכנס. הטאבלט החדש יגיע עם גרסת המפתחים של מערכת ההפעלה חלונות 8.\nמנהל המשימות החדש. יח\"צ\n[20:35] סינפוסקי מסכם את חלק התמיכה בחומרה ועובר להדגים את השימושיות של מערכת ההפעלה. לאחר התחברות מהירה למערכת ההפעלה באמצעות קוד פין של 4 ספרות, מדגים סינפוסקי כיצד ניתן לשלוח במערכת ההפעלה באמצעות מקלדת ועכבר באותה הקלות כמו בממשק מגע.\nבחלונות 8, ניתן יהיה להכניס אפליקציות למצב Freeze ובכך “לעצור” את האפליקציות לחלוטין ולמנוע מהם מלצרוך משאבי מערכת יקרים ולחסוך בזמן סוללה.\nמנהל המשימות החדש עבר גם הוא מהפכה בסגנון מטרו וכעת תוכלו לראות בצורה ברורה את רשימת כל האפליקציות והתהליכים שרצים וכמה משאבים הם לוקחים בצורה ברורה ובהירה. כעת לא תצטרכו להבין מה אומר Memory VM Size או Disk Input, אלא תוכלו פשוט לראות את צריכת המשאבים בצורה מדודה וברורה (באחוזים או במידת השימוש הרלוונטית) כולל צריכת מעבד, זכרון, דיסק קשיח ותקשורת.\n[20:38] בחלונות 8, תוכל לנהל את צריכת האנרגיה במחשב שלכם בצורה הרבה יותר מפורטת. באמצעות לוח הבקרה, תוכלו לשלוט על הדלקה, כיבוי ואפילו מהירות ביצועים של רכיבי חומרה שונים ואף להתאים כמה ערכות שימוש לעבודה במצב סוללה ובמצב חיבור לחשמל.\n[20:41] כעת מדגים סינפוסקי את אפליקצית ה-Remote Desktop החדשה. בנוסף לממשק המטרו החדש, התחברות למחשב אחר ב-RDP עדיין מאפשר לבצ שימוש בממשק מגע על-מנת לשלוט במחשב המרוחק.\n[20:43] סינופסקי מדגים כיצד ניתן להריץ Hyper-V על-גבי חלונות 8. בעת הגדרת מכונה וירטואלית חדשה, ניתן להגדיר את כל משאבי החומרה שאנו מקצים למכונה וניתן לאפשר למערכת לנהל את הזכרון הנצרך בצורה דינאמית, כדי לאפשר למערכת ההפעלה לרוץ במקביל בצורה האופטימלי. כמו כן, בחלונות 8 תוכלו להתייחס לקבצי VHD (דיסקים וירטואלים) כדיסקים לכל דבר על-ידי ביצוע Mount לקבצים.\nשני מסכים, שתי שורות משימות, טפט אחד. יח\"צ\n[20:47] רובינו משתמשים במספר מסכים וכמובן שחלונות 8 תומכת גם בעבודה במסכים מרובים. בחלונות 8 ניתן יהיה בפעם הראשונה להשתמש ברקע שנפרש על-גבי מסכים שונים וניתן יהיה לנהל את את אפשרויות התצוגה על שני המסכים באמצעות מנהל המשימות. מאחר ובחלונות 8 לכל אחד מהמסכים יש שורת משימות משלו, ניתן יהיה להגדיר שאפליקציות מסוימות רצות בחלון מסוים ובמקרה כזה,  יופיעו ב-Taskbar הרלוונטי של אותו המסך.\n[20:51] אינטרנט אקספלורר 10 (סינפוסקי מדגים את ה-Platform Preview) יגיע עם מערכת ההפעלה החדשה. בהדגמה פותח סינפוסקי את בינג ומדגים כיצד ניתן לשלוט בדפדפן באמצעות קיצורי מקלדת כמות Ctrl+k (שכפול לשונית פתוחה בעמוד קיים), Ctrl+s (חיפוש), Ctrl+t (לשונית חדשה) ועוד.\nסינופסקי מדגים את IE10 Developer Preview 3 על-גבי מכשיר טאבלט. הגרסה החדשה תומכת בממשק רב-מגע (Multi-Touch) ומאפשר לפתח אפליקציות Web שמופעלות באמצעות מספר אצבעות בו זמנית.\n[20:56] סינפוסקי מדגים את יכולות הקלט השונות בהם תומכת מערכת ההפעלה. מעבר לסוגים השונים של המקלדת הוירטואלית המובנים במערכת ההפעלה, המערכת תומכת בכתיבה באמצעות סטיילוס או אפילו באמצעות האצבע. מערכת ההפעלה כוללת גם מערכת זיהוי כתב אוטומטי (תומכת באנגלית בלבד בשלב זה) ומאפשרת לבצע את כל סוגי הפעולות שדורשות הקלדה, גם באמצעות כתיבה וזיהוי כתב.\n[20:58] חלונות 8 כוללת מערכת לסנכרון הגדרות בין מחשבים באמצעות Windows PC Sync. בדומה למה שאתם מכירים מ-Chrome Sync, בחלונות 8 ניתן לסנכרן בין מחשבים גם הגדרות שונות של חלונות, תיקיות הכוללות קבצים, תמונות ומוזיקה, סימניות של הדפדפן ועוד. עומאר שאנין מצוות Windows Live מדגים כיצד ניתן לבצע סנכרון של לוח השנה ואנשי קשר באמצעות שירות הסנכרון של חלונות המבוסס על Windows Live.\n[21:00] בחלונות 8, השירותים השונים של Windows Live מוטמעים בתוך מערכת ההפעלה ההפעלה. ניהול אנשי הקשר מנוהל כעת באמצעות אפליקציה שיודעת להתחבר גם לשירותי ה-Live וגם לרשתות החברתיות השונות כגון פייסבוק וטוויטר ולספק את עדכוני הסטטוס האחרונים של החברים שלכם (בדומה ל-People Hub שקיים ב-Windows Phone 7).\nאפליקצית התמונות החדשה. יח\"צ\nאותה אפליקציה יודעת גם לנהל את כל התמונות שלכם בכל מאגרי המידע השונים. האפליקציה מאפשר לכם לגשת לכל מאגרי התמונות שלכם ממקום אחד והחל חלונות 8, לא תצטרכו לדאוג שכל התמונות שלכם בפייסבוק יהיו גם על המחשב או שבמקרה והמחשב שלכם סיים את חייו, שהתמונות ילכו לאיבוד ביחד איתו.\nכמו כן, באמצעות מערכת הסנכרון האוטומטית, ניתן לחבר מספר מחשבים לחשבון אחד ובכך לדפדף גם בתמונות שפועל מאוחסנות מחשב מרוחק, גם אם הוא לא מחובר לרשת באותו הזמן.\n[21:06] אפליקציית ה-SkyDrive שודרגה גם היא והיא נראית חלק בלתי נפרד ממערכת ההפעלה. ניתן לדפדף בין הספריות השונות ב-SkyDrive כאילו הם היו מקומיות ומאחר והשירות מסנכרן גם תיקיות ממחשבים מרוחקים, ניתן לגשת גם לקבצים ממחשבים מרוחקים, כאילו הם נמצאים על המחשב האישי שלכם.\n[21:09] כמו כן, יכולות הסנכרון החדשות אינן תקפות לגבי מחשבים בלבד. מאחר והמערכת מבוססת על פרופיל ה-Windows Live שלכם, כל העדכונים שלכם כולל תמונות, אנשי קשר ולוח שנה, יסתנכרו בצורה אוטומטית גם למכשיר הטלפון מבוסס ה-Windows Phone 7 שלכם. כמובן שהסנכרון עובד בצורה דו-כיוונית, כך שכל תמונה שתצלמו או איש קשר מעודכן, יעבור בצורה אוטומטית בחזרה ל-PC שלכם.\n[21:15] סינופסקי חוזר לבמה ומסכם את כל ההדגמות שהיו עד עכשיו. סינפוסקי מסביר כי האפליקציות שהודגמו במהלך הדמואים פותחו על-ידי 17 צוותים של 2-3 סטודנטים בתוכנית התמחות של קיץ במיקרוסופט במהלך 10 שבועות בלבד.\n[21:20] החל מהיום (מחר בשעה 5:00 בבוקר בשעון ישראל) ניתן יהיה להוריד את גרסת המפתחים ישירות מאתר מיקרוסופט. לאחריה תשוחרר גרסת בטא ראשונה לקהל מצומצם ולאחר מכן לקבל הרחב ולאחריה יגיעו גרסאות ה-RC וה-RTM. בשלב זה לא מתחייבת מיקרוסופט על לוחות זמנים ספציפיים.\nסינפונסקי מסכם את הרצאת הפתיחה של הכנס ומזמין את כולם להוריד את גרסת המפתחים והתחיל לפתח.", "keywords": "מיקרוסופט,microsoft,build,windows 8,חלונות 8,סטיב באלמר,"}