{"url": "https://www.geektime.co.il/ea-e3-press-conference/", "type": "article", "title": "כנס E3 נפתח עם ההכרזות של EA: מלחמת הכוכבים, באטלפילד, פיפ''א ועוד", "description": "רגע לפני שהתערוכה הרשמית נפתחת, EA עלתה לבמה כדי להציג את המשחקים הבולטים שלה לשנה הקרובה, ואפילו לשנה הבאה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/EA-e3-1528619053.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-10T12:25:49Z", "modified_time": "2018-06-10T11:52:44Z", "articleBody": "רגע לפני שהתערוכה הרשמית נפתחת, EA עלתה לבמה כדי להציג את המשחקים הבולטים שלה לשנה הקרובה, ואפילו לשנה הבאה\nתמונה: EA\nכנס הגיימינג הגדול של השנה, E3 נפתח השבוע בסערה, כאשר כל החברות הגדולות יקיימו מסיבות עיתונאים בהן יחשפו את המשחקים והחידושים שלהן לשנה הקרובה (ואפילו מעבר לכך). הראשונה לעלות לבמה אמש (ש’) הייתה חברת Electronic Arts, הידועה כ-EA, שהציגה לא מעט משחקים מסקרנים. EA אפילו ניצלה את הבמה הגדולה להכריז שוב על רכישת חטיבת הענן הישראלית של GameFly בקיסריה לצורך פיתוח פלטפורמת הענן שלה, ותאפשר התנסות ברעיון של סטרימינג משחקים כבר השבוע.\n\nרק שבוע לאחר שחשפה לראשונה את המשחק החדש בסדרת באטלפילד, ויצרה מחלוקת גדולה (לא מוצדקת לטעמי, אבל זה נושא לשיחה אחרת), EA הציגה טריילר חדש למצב המולטיפלייר של באטלפילד V. המשחק אמור לתת לכם חופש גדול הרבה ביותר בשדה הקרב, והרבה יותר סכנות, כאשר תוכלו לטפס ולהכנס דרך חלונות לבתים, למוטט אותם על ידי טנקים, להרוס כמעט כל אלמנט במשחק ולהעביר כלי נשק מסיביים ממקום למקום. בנוסף, אחרי חרושת שמועות, גם סדרת באטלפילד תזכה למצב “באטל רויאל” בו אתם תשחקו אל מול עשרות שחקנים נוספים, כאשר רק האחרון שישרוד, יוכתר כמנצח.\n\nרגע לפני שריקת הפתיחה של המונדיאל, EA סיפקה הצגה ראשונה למשחק החדש בסדרת הכדורגל הוותיקה והאהובה שלה. המשחק החדש יציג מצב טורניר צ’מפיונס שישולב בכל המצבים האחרים של המשחק (לאחר ש-PES, המתחרה העיקרית, איבדה את זכויות השימוש במותג). מאחר וכל שנה EA Sports מתמודדת עם כמויות אדירות של זעם מהשחקנים הוותיקים על כל שינוי קל לממשק או למשחקיות, EA טוענת שהיא עבדה באופן צמוד עם שחקני פיפ”א חדשים, ווותיקים כדי לשפר את המשחקיות, בלי שכולם יכעסו עליה.\nבנוסף, FIFA 2018 עודכן בחינם עם חבילה מיוחדת לכבוד המונדיאל, ואם לא די בכך, EA משחררת לראשונה בחינם את FIFA 2018 לפלייסטיישן 4, אקסבוקס וואן ול-PC לתקופה מוגבלת, כך שאם רציתם להתנסות במשחק המלא, זו ההזדמנות שלכם.\nFIFA 2019 ישוחרר ב-28 בספטמבר, 2018. גם סדרת NBA תשודרג כמדי שנה, ו-NBA 2019 ישוחרר ב7 בספטמבר, 2018. כמו כן משחק הפוטבול Madden NFL 19 יגיע לראשונה מזה שנים גם למחשב\nשמועות רבות התרוצצו ברחבי הרשת בנוגע למשחק הסינגל-פלייר החדש בסדרת מלחמת הכוכבים שמופתח על ידי Respawn, וכעת זה רשמי: המשחק החדש, Jedi Fallen Order, יתרחש בפרק הזמן שבין “נקמת הסית'” ו”תקווה חדשה”, כאשר הג’דיי ניצודים על ידי הסית’ים. המשחק אמור להיות אפל במיוחד, ובו אתם תשחקו ג’דיי צעיר, וכן, תוכלו להשתמש בחרב-אור.\nJedi Fallen Order צפוי להגיע לשחקנים בתקופת החגים של שנת 2019.\nנראה ש-EA שמעה היטב את הביקורת והזעם של הגיימרים כלפי המשחק Battlefront 2, ולאחר שהסירה את שיטת ההתקדמות השנויה במחלוקת, היא ממשיכה לעדכן את המשחק. מלבד עדכוני תוכן של הסרט “סולו” (שגם הוא, כושל בדרכו), שחקנים יוכלו להצטרף לצוותים באמצעות אפשרות ה-Squad החדשה, להלחם עם חלליות אדירות במצב Starfight, ואפילו יוכלו לשחק עם דמויות ושלבים מתקופת מלחמת המשובטים כמו הגנרל גריווס, אובי וואן-קנובי, הרוזן דוקו, אנאקין סקייווקר ועוד.\nהפלטפורמר המקורי במיוחד, Unravel, בו אתם משחקים יצור העשוי מחוט צמר ונעזר בהם כדי לפתור פאזלים וחידות מורכבות. הפעם תפגשו יצור נוסף וכחול אליו תהיו מחוברים בחוט, כאשר תוכלו לשחק לבד, או עם חבר נוסף, וביחד תוכלו להתגבר על חידות מורכבות יותר בעולם אפל ומעניין למדי.\nUnravel 2 שוחרר במפתיע במלואו כבר היום\nבמסגרת תוכנית המשחקים המקוריים של EA, החברה הציגה משחק חדש ומסקרן של חברה מברלין שעוסק בבדידות. במשחק אתם תשחקו אישה הסובלת מתחושת בדידות קשה, שהופכת אותה למפלצת. אתם תנסו לאזן את תחושותיה, ולהחזיר אותה לצורתה המקורית והאנושית. המשחק נראה מסוגנן ואמנותי למדי, וצפוי להגיע בתחילת שנת 2019.\nאחד המשחקים הבולטים ביותר בתערוכה של שנה שעברה היה ללא ספק Anthem, משחק האקשן המרשים של EA, ואחרי שנה של שקט יחסי, החברה חשפה טריילר חדש וסרטון משחקיות מגניב למדי למשחק המצופה. על גבי הבמה התנהל פאנל עם יוצרי המשחק שחשפו עוד פרטים לגביו. חשוב מכל, החברה הודיעה כי המשחק לא יכיל Loot Boxes, וניתן יהיה לרכוש בתשלום אך ורק פריטים קומסטיים.\nAnthem ישוחרר ב-22 בפברואר, 2019.\nבדרך כלל שחקני ה-PC מרגישים מעט מקופחים באירועי ההשקות שמתמקדים לא מעט במשחקי קונסולות, אך הם זכו לבונוס מעניין במיוחד במהלך האירוע: שירות המינוי החדש של EA, Origin Access Premier, יאפשר הורדה ושימוש בכל המשחקים החדשים של החברה ב-PC, וכמו כן גישה לספריית משחקים ענקית מהעבר ואפילו ממפתחות אחרות. השירות צפוי להיות מושק במהלך הקיץ הקרוב. טרם נחשף תמחור השירות החדש\nזוהי כמובן רק ההתחלה של אירועי E3 השונים שיתקיימו השבוע, ובכל יום אנחנו צפויים למטר של משחקים והכרזות. אם אתם רוצים לדעת בדיוק למה לצפות, אתם מוזמנים לקרוא את כתבת ההכנה שלנו לאירוע הגיימינג של השנה, ולעקוב אחרי גיקטיים בטלגרם, להוריד את אפליקציית גיקטיים ל-iOS או אנדרואיד, ולהתעדכן בכל מה שחדש.", "keywords": "e3,אי שלוש,אי ט\\'רי,משחקים,גיימינג,אלקטרוניק ארטס,ea,electronic arts,gaming,fifa 2019,nba 2019,battlefield v,sea of soltitude,unravel 2,star wars,playstation 4,xbox one,pc,פלייסטיישן 4,אקסבוקס וואן,באטלפילד"}