{"url": "https://www.geektime.co.il/november14-new-jobs-1510562789/", "type": "article", "title": "12 משרות חדשות שממתינות לכם בהייטק הישראלי", "description": "ריכזנו עבורכם 12 משרות בחברות שגדלות ומגייסות עובדים, ולכולן יש עמוד ב-Geektime Insider כדי שתוכלו לקבל הצצה לעבודה היומיומית בהן", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/home-office-336378_640.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-14T13:30:23Z", "modified_time": "2017-11-14T13:09:50Z", "articleBody": "ריכזנו עבורכם 12 משרות בחברות שגדלות ומגייסות עובדים, ולכולן יש עמוד ב-Geektime Insider כדי שתוכלו לקבל הצצה לעבודה היומיומית בהן\n\nמקור: pixabayלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nGeektime Insider שם את חברות הטכנולוגיה במרכז. בעמוד של כל חברה תוכלו להיחשף למאחורי הקלעים: להתרשם מהמשרדים, לצפות בראיונות וידיאו, לקרוא על החברה, על העובדים ועל החוויות שלהם ביומיום ורק אז להחליט אם מדובר במקום שתרצו לעבוד בו.\n \n\nPepper הוא הבנק הדיגיטלי הראשון בישראל שכולו במובייל, מקבוצת לאומי. ל-Pepper אפליקציית תשלומים בשם – Pepper Pay, שמאפשרת לשלם או לבקש כסף מחברים או מבעלי מקצוע בקלות ובכיף. לאחרונה השיקו באפליקציית התשלומים גם איסוף כסף קבוצתי, ובקרוב יושק מוצר שלישי שעתיד לעשות גם הוא מהפכה בתחומו – Pepper invest.\n– To send a CV for the position of – NodeJS Developer\n– To send a CV for the position of – Android Developer\n\nintuit היא חברה ממוקדת לקוחות ומוכוונת עיצוב. מוצרי הדגל שלה – QuickBooks, TurboTax ו-Mint – נועדו לבצע מהפך בדרך שבה אנשים מנהלים את החשבונות האישיים שלהם, מפעילים עסקים קטנים ומשלמים לעובדיהם. החברה הגדירה את עצמה מחדש והפכה מחברת תוכנה למחשבים אישיים לחברת מוצרי ופלטפורמות ענן. כיום יש לה סניפים ב-11 מדינות המפוזרות על פני חמש יבשות, צוות של 7,900 עובדים ובימים אלה היא מחזקת את הנוכחות שלה באירופה, הודו, אוסטרליה ודרום אמריקה, ונותנת שירות למשתמשים בלמעלה מ-180 מדינות.\n– To send a CV for the position of Senior Web Applications Developer\n– To send a CV for the position of IOS Developer\n\nהחזון של טראקס (Trax) הוא להוביל מהפכת מידע טכנולוגית בתעשיית ה-Retail בעולמות של-Fast Moving Consumer Goods, באמצעות טכנולוגיה של Fine Grained Image Recognition ו- Data-Science. החברה מפתחת פלטפורמה המטפלת בזמן אמת בעשרות מיליוני תמונות הנאספות מרחבי העולם, וממירה אותן ממידע מהעולם הפיזי למידע דיגיטלי.\nTrax מתמחה בפיתוח שירותי זיהוי תמונה לשוק הקמעונאי וליצרנים ופיתחה טכנולוגיה המבוססת על למידה עמוקה (Deep-learning) המשמשת לזיהוי של מוצרי צריכה מתוך תמונות של שטחי מדף. לקוחות Trax משתמשים בטכנולוגיה הזו לאופטימזציה של שטחי מסחר ושיפור תהליכי האופרציה שלהם בחנויות, על מנת להגדיל את הכנסותיהם בצורה משמעותית.\n– To send a CV for the position of Senior Computer Vision Researcher\n– To send a CV for the position of Automation Developer\n \n\nHibob היא חברה המציעה פלטפורמת ענן לניהול התקשורת בין מעסיקים לעובדים בכל הקשור למשאבי אנוש, ביטוחי עובדים והטבות. פלטפורמת ה-SaaS שלה מאפשרת לעסקים בצמיחה לנהל מערכת שמטפלת בכל ה-Life Cycle של העובד – מתהליך הגיוס, הגעת העובד לחברה, ניהול חופשים, חוזים ואופציות בחברה, סקרים ארגוניים, ד”וחות ודרכים אפקטיביות לתקשר עם ובין העובדים. המערכת שפיתחה החברה נותנת מענה ליצירת תרבות ארגונית ומתן חבילת הטבות תפורה אישית למידות העובד, כדי שלהקל על כל ארגון לגייס את העובדים הטובים ביותר עבורו ולשמר אותם.\nTo send a CV for the position of Customer Success\nTo send a CV for the position of Content Manager\n \nYotpo\n \n\nיוטפו (Yotpo) היא חברת סטארטאפ ישראלית המפתחת מערכת לשיווק באמצעות תוכן של גולשים וצרכנים. החברה הוקמה ב-2011 על ידי תומר תגרין ועומרי כהן, שמסבירים כי הרעיון להקמת החברה נבע מחוויית קנייה אישית קשה, שהייתה מבוססת על תוכן גולשים לא אמין. כיום יוטפו מספקת פתרונות תוכן גולשים למעל 200 אלף עסקים ומשרתת מעל 400 מיליון יוזרים בעולם. החברה עוזרת לעסקים לשווק את עצמם דרך החוויות של הלקוחות שלהם, כלומר במקום שעסק יפרסם עצמו בערוצים רגילים, עכשיו הוא מפרסם את עצמו דרך הלקוחות שלו.\nTo send a CV for the position of Marketing Operations Manager\nTo send a CV for the position of WordPress Developer\n \nזברה מדיקל מפתחת מנוע לאבחון מדויק ומהיר של בדיקות דימות. החברה הוקמה ב-2014, ממוקמת בקניון חוצות שפיים ומונה כ-28 עובדים, ובהם צוות אלגוריתמאים, צוות דאטה וצוות תוכניתנים. החברה זכתה בפרס האטלס היוקרתי, המוענק פעם בשנה לחברות בעלות הפוטנציאל לאימפקט החברתי הכי גדול ודורגה מספר 5 ברשימת החברות בינה מלאכותית המובילות בעולם על ידי מגזין Fast Company. עד כה זברה ביצעה 2 גיוסים בסכום כולל של כ-20 מיליון דולר, ופיתחה 5 אלגוריתמים אשר נעשה בהם שימוש שוטף בבתי חולים בארץ ובעולם, זאת לאחר שזכו לאישורים הרגולטורים המתאימים.\nTo send a CV for the position of Regulatory Specialist\nTo send a CV for the position of Deep learning algorithm researcher\n\n\n\n", "keywords": "pepper,פפר,עבודה בהייטק,גיקג\\'וב,אינסיידר,intuit,hibob,טראקס,אקווה,יוטפו,זברה,גיקטיים,משרות,geektime insider,insider,trax,zebra,aqua,yotpo,גיקגו\\'ב"}