{"url": "https://www.geektime.co.il/jobs4mom180816/", "type": "article", "title": "הורים בהיי-טק: 7 משרות היי-טק גמישות לאמהות ולאבות", "description": "השבוע אנחנו מארחים את Jobs4mom - עם משרות ידידותיות להורים, כאלה שמאפשרות איזון בין חיי משפחה לעבודה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/GettyImages-169159648.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-18T15:40:51Z", "modified_time": "2016-08-18T15:26:37Z", "articleBody": "השבוע אנחנו מארחים את Jobs4mom – עם משרות ידידותיות להורים, כאלה שמאפשרות איזון בין חיי משפחה לעבודה\n\nקרדיט תמונה: Getty Images Israel\nהשבוע אנחנו מארחים את Jobs4mom – עם משרות ידידותיות להורים, כאלה שמאפשרות איזון בין חיי משפחה לעבודה.\nמהי משרה ידידותית להורים? זו יכולה להיות כל משרה שמאפשרת לשלב בין ההורות והקריירה בצורה הגיונית. ולא, לא רק משרה חלקית או עבודה מהבית, אלא, ובעיקר, משרות מלאות (ולא משרות פלוס וחצי), עם גמישות במסגרת העבודה, והבנה של המעסיק/ה שמשפחה זה לפני הכל ושעדיף למדוד תפוקות על פני שעות.\nאם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nלחברת טבע תעשיות פרמצבטיות לאתר בפתח תקווה דרוש/ה Computer System Validation לתפקיד הכולל:\n– ביצוע וולידציה בנושאי מחשוב למערכות יצור, אריזה ובקרה באתר כפר סבא.\n– תכנון פתרונות טכנולוגים מול הנדסת המפעל וספקים בארץ ובחו”ל לעמידה ברגולציות ודרישות IT.\n– ניהול פרויקטים בעולם תשתיות IT.\n– ניהול תהליך הוולידציה של מחשוב תוך שימת דגש על נושאי רגולציה, איכות ולוחות זמנים.\n– עבודה מול גורמים במפעל (הנדסה, יצור, אריזה) בהגדרת צרכים ותכנון פתרונות טכנולוגים למערכות לעמידה ברגולציה ודרישות IT.\nדרישות התפקיד:\n– תואר ראשון מחשבים.\n– לפחות שנתיים ניסיון בכתיבת מסמכי בדיקות\\וולידציה ובביצוע טסטים בעברית ובאנגלית.\n– ניסיון קודם בתכנון פתרונות טכנולוגים למערכות ממוחשבות.\n– שליטה בישומי Office.\n– שליטה במערכות הפעלה WinXP ו Win7.\n– הכרות עם Quality Center\\Test Director – יתרון.\n– הכרות עם עולם מערכות היצור ובקרה\\תעשיית הפארמה – יתרון.\n– הכרות עם רגולציה (cGxP, CFR Part 11) – יתרון משמעותי.\n– עברית ואנגלית ברמה גבוהה (דיבור, קריאה, כתיבה).\nלשליחת קורות חיים למשרת Computer System Validation בחברת טבע תעשיות פרמצבטיות\nלחברת טבע תעשיות פרמצבטיות לאתר בפתח תקווה, דרוש/ה Process & Systems analyst , לתפקיד הכולל:\n– ניהול תכניות עבודה רב שנתיות.\n– ניהול ותחזוקת מערכות המידע של המחלקה כולל אפיונים, בדיקות, הדרכות וכד’.\n– הגדרה ואפיון דרישות למערכות מידע כתוצאה מניתוח תהליכים עסקיים.\n– ביצוע אנליזות וניתוח נתונים עסקיים.\n– עבודה מול ממשקי עבודה רבים עם גורמים פנימיים וגלובאליים: מתכנתים, מנתחי מערכות, רכש, שרשרת אספקה, רישום וכו’.\nדרישות התפקיד:\n– תואר בהנדסת תעשיות וניהול / מדעי המחשב או תחום דומה- חובה.\n– ניסיון של 2-3 שנים באנליזות וניתוח נתונים.\n– ניסיון קודם בכתיבת אפיונים וניתוח מערכות מידע תפעוליות וכלי BI.\n– יכולות אנליטיות ברמה גבוהה שליטה מלאה באקסל.\n– אנגלית שוטפת.\n– העבודה במשרה מלאה באתר פתח תקווה לתקופה זמנית של 6-9 חודשים.\nלשליחת קורות חיים למשרת Process & Systems Analyst – טבע תעשיות פרמצבטיות\nניתוח ושיפור תהליכי עבודה חוצי ארגון במגוון נושאים תוך יישום מתודולוגיות מתקדמות בתחומי תעשייה וניהול. ניתוח דרישות, אפיון מערכות מידע והטמעת כלים ושיטות עבודה, וכן תמיכה במשתמשים הן בהיבטי תהליכי העבודה והן בהיבטי מערכות המידע.\nדרישות התפקיד:\n– מהנדס/ת תעשייה וניהול/ מערכות מידע.\n– ניסיון בניתוח תהליכים, אפיון והטמעת מערכות- יתרון.\n– ניסיון בהובלת פרויקטי IT בדגש על ניתוח דרישות/ אפיון והטמעה בשטח- יתרון.\n– ניסיון ביישום מתודולוגיית LEAN – יתרון.\nלשליחת קורות חיים למשרת מנתח/ת תהליכים ומערכות – רפאל\nניהול ותחזוקה של מערך מחשוב הכולל סביבת Client-Server, ציודי תקשורת וחוות אחסון.\nדרישות התפקיד:\n– טכנאי/ת /הנדסאי/ת מחשבים.\n– ניסיון מוכח בסביבת Linux / Unix , מערכות אחסון (Netapp), היכרות עם מערכות שו”ב, תפעול – מערכות גיבוי ומערכות תזמון.\n– ידע וניסיון בכתיבת scripts, טיפול בתקלות חומרה ותוכנה, מערכות הפעלה.\n– תעודת Mcse – יתרון.\n– תעודת CCNA – יתרון.\n– תעודת- MCITP – יתרון.\nלשליחת קורות חיים למשרת איש/אשת System לניהול תשתיות – רפאל\nלחברה לשיווק ומכירה של ציוד הנדסי בתחום ההייטק דרוש/ה עוזרת שיווק למנהל החברה, עם רקע הנדסי.\n1. סיוע בשיווק הדיגיטלי.\n2. העלאת תכנים לאתר החברה.\n3. קשר עם לקוחות.\n4. סיוע בהכנה והצגה בתערוכות.\n5. כתיבת הצעות מחיר טכניות.\nהיקף המשרה: א-ה, 8:30 – 15:00, במתחם הבורסה רמת גן\nסביבת עבודה נעימה.\nללא נסיעות לחו”ל.\nדרישות התפקיד:\n– רקע הנדסי/ מדעי – חובה, רצוי בתחום תעשייה וניהול / מכונות – גם הנדסאי/ת.\n– הבנה מדעית ושפה טכנית – חובה.\n– אנגלית ברמה גבוהה – חובה.\n– רקע בכתיבה טכנית – יתרון משמעותי.\n– ראש גדול/ עצמאי/ת.\nלשליחת קורות חיים למשרת שיווק בתחום ההנדסי – חסוי\nלקבוצה צעירה וייחודית ברפאל המשלבת עבודת מחקר ופיתוח מוצרים דרוש/ה אלגוריתמאי/ת לפיתוח רשתות אד הוק אלחוטיות ומתקדמות.\nדרישות התפקיד:\n– בוגר/ת הנדסת תוכנה/ מדעי המחשב/ הנדסת חשמל/ מערכות תקשורת.\n– תואר שני- יתרון.\n– ידע בשפות תכנות: ++MATLAB/ C/ Cּּ\n– התמחות בתקשורת נתונים- יתרון משמעותי.\n– קורסים רלוונטיים: אלגוריתמים בתורת הגרפים, מבני נתונים,רשתות תקשורת .\n– ניסיון בתחום הרשתות ו/או פיתוח סימולציות- יתרון.\nלשליחת קורות חיים למשרת אלגוריתמאי/ת רשתות – רפאל\nמתכנתת JAVA מנוסה לעבודה בטירת הכרמל בחברת תוכנה קטנה ואיכותית.\nדרישות התפקיד:\n– יכולת לעבוד באופן עצמאי.\n– ניסיון כמתכנתת.\n– יכולת לקיחת אחריות וביצוע משימות ביעילות.\nלשליחת קורות חיים למשרת מתכנתת JAVA – חסוי", "keywords": ",computer system validation,טבע תעשיות פרמצבטיות,process & systems analyst,שיווק בתחום ההנדסי,חסוי,איש/אשת system לניהול תשתיות,רפאל,מנתח/ת תהליכים ומערכות,אלגוריתמאי/ת רשתות,רפאל מתכנתת java,process & systems analyst,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהל/ת הפקה ואדמינסטרציה,מנהלים,משרות,משרות בהיי-טק,משרות הייטק,רפאל"}