{"url": "https://www.geektime.co.il/call-of-duty-warzone-announced/", "type": "article", "title": "נחשף Call Of Duty: Warzone, משחק חינמי חדש שעומד להתחרות בפורטנייט", "description": "150 שחקנים, מפה אחת ענקית ולא מעט רעיונות מעניינים. הנה כל מה שאתם צריכים לדעת על קול אוף דיוטי וורזון, שעשוי להפוך ללהיט הענק הבא בעולם הגיימינג", "image": "https://files.geektime.co.il/wp-content/uploads/2020/03/ATV_Battle-1583826674-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-10T10:21:38Z", "modified_time": "2020-03-10T10:57:49Z", "articleBody": "150 שחקנים, מפה אחת ענקית ולא מעט רעיונות מעניינים. הנה כל מה שאתם צריכים לדעת על קול אוף דיוטי וורזון, שעשוי להפוך ללהיט הענק הבא בעולם הגיימינג\nתמונה: Activision\nמאז שהושק ב-2018, פורטנייט שינה את עולם הגיימינג מקצה לקצה והפך לאחת התופעות התרבותיות הגדולות של העשור. מאז קמו לו לא מעט מתחרים שלא הצליחו בדיוק לשחזר את ההצלחה, אבל אף אחד מהמתחרים האלה לא היה מותג המשחקים מהמצליחים בעולם: היום (ג׳) יושק ברחבי העולם משחק חינמי חדש בסדרת קול אוף דיוטי, והוא עשוי לטרוף שוב את שוק הגיימינג. הכירו את Warzone שיהיה זמין כבר היום במגוון מרשים של פלטפורמות.\nתמונה: Activision\nאחרי שבועות של שמועות והדלפות, Activision אישרה את קיומו של Call Of Duty: Warzone, וחשפה את כל מה שצריך לדעת עליו. Warzone מחולק לשני מצבי משחק, הראשון שבינהם הוא כמובן מצב באטל רויאל בו יוצנחו למשחק עד 150 שחקנים המחולקים לשלישיות, ורק הקבוצה האחרונה ששורדת תוכרז כמנצחת. טבעת גז קטלני שסוגרת על מפת המשחק תגרום לשחקנים לעבור בין האיזורים השונים ולהיפגש עם קבוצות יריבות. וורזון מתרחש במפה ענקית של עיר בשם Verdansk, בה אמורים להיות כבר בהשקה יותר מ-300 נקודות עניין שונות וכמובן איזורים ייחודיים בעיצובים שונים.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nעד כה הכל נשמע מאוד דומה לפורטנייט, אבל אז מגיעים הטוויסטים. כדי לעבור ממקום למקום ניתן להשתמש ב-5 כלי רכב שונים ובינהם ATV, Rover SUV, טנדר ואפילו הליקופר. לכל אחד מהם יתרונות וחסרונות לשטחים שונים במפה. אם תמצאו את עצמכם מתים במשחק (ותאמינו לנו שזה יקרה), אתם תיכנסו לגולאג (מתקן כליאה) וכשיגיע תורכם, תצטרכו להילחם אחד על אחד מול שחקן אחר שנפסל. אם תצליחו להביס אותו, תוכלו לשוב לקרב. אם לא, תצטרכו לקוות שחברי הקבוצה שלכם ישרדו וירוויחו מספיק כסף בסיבוב כדי להשיב אתכם.\nתמונה: Activision\nניתן להרוויח כסף במשחק על ידי השלמת חוזים, שהם בעצם משימות בתוך המשחק. כל חוזה יכול לשלוח אתכם למשימה אחרת: מציאה ופתיחה של קופסאות ציוד, אבטחה של נקודה (בסגנון מצב Domination במשחקים הקודמים בסדרה) ועוד. הצלחתם להשלים את המשימה? תקבלו את סכום הכסף המוצע ואפילו חפצים ונשקים נוספים למשחק. חלק מהחוזים אפילו יתנו לכם לראות את זירת הקרב הבאה, לפני שמעגל הגז מתחיל להצטמצם, וכך תיהנו מיתרון קל על הקבוצות היריבות. את הכסף שתרוויחו במשימות תוכלו לנצל בתחנות הרכישה שמפוזרות על גבי המפה, ולקנות תוספים, ערכות החייאה, אסימונים להחזרת חברי קבוצה שמתו ועוד.\nאבל אם חשבתם ש-Call Of Duty Warzone נעצר בשורות הבאטל רויאל, אנחנו שמחים לבשר לכם שטעיתם. וורזון מכיל גם מצב משחק שני בשם Plunder, בו המטרה היא לא להיות האחרון ששורד, אלא הקבוצה עם הכי הרבה כסף. מלבד השלמת משימות ומציאת כסף ברחבי המפה, תוכלו להרוג קבוצות יריבות ולגנוב את הכסף שהן אגרו. את הכסף שתמצאו תוכלו להפקיד ב״בלון״ נייד שלא יאפשר ליריבים שלכם לגנוב מכם את הכסף במקרה שהם יצליחו להרוג אתכם.\nתמונה: Activision\nלא תצטרכו לחכות הרבה בשביל לשחק ב-Warzone, כיוון שהמשחק מושק רשמית כבר היום (ג׳) ל-PC (באמצעות Battle.net), פלייסטיישן 4 ואקסבוקס וואן. למרבה ההפתעה, Activision טוענת שתוכלו לשחק כבר מההשקה מול החברים שלכם בוורזון, ולא משנה באיזו פלטפורמה אתם או הם משחקים (וחכו שתראו איך שחקני PC עם עכבר יחסלו את אלו שמשחקים מולם עם שלט).\nכאמור, Warzone הוא משחק חינמי לחלוטין, ואפילו אין צורך לרכוש את Modern Warfare, המשחק האחרון בסדרה שעל גביו Warzone רץ. עם זאת, יכול להיות שכדאי לכם להכין את הקונסולה או המחשב שלכם לקראת יציאת המשחק, כיוון שהוא שוקל לא מעט.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nאם אין לכם את המשחק האחרון בסדרת Call Of Duty, וורזון ישקול בין 83-101 גיגה (!), אז תתחילו לפנות מקום בכונן. אם Moden Warfare מותקן אצלכם כבר, תוכלו להוריד את וורזון שישקול 18-22 גיגה והמשחק ימתין לכם במסך הראשי. המשחק יהיה זמין להורדה בשעה 21:00 לשחקנים חדשים, וב-17:00 לשחקני Moderb Warfare. עם זאת, צפויים עומסים אדירים על השרתים, כך שאל תתפלאו אם לא תצליחו להוריד או לשחק במשחק עוד היום.\n﻿\nפרט אחד שטרם נחשף על המשחק הוא פוטנציאל המוניטיזציה שלו. אקטיוויז׳ן לא פירטה האם יהיו שדרוגים, סביר להניח קוסמטיים, שניתן יהיה לרכוש בכסף אמיתי. עם זאת, יש להניח שמאחר ולא מדובר בחברה פילנתרופית, אכן תופיע חנות נוספת במשחק שתאפשר רכישה של חפצים, סקינים ותוספים שונים למשחק, בתקווה שהם לא ישפיעו על המכניקה שלו. סביר להניח כי תוך מספר שבועות או חודשים תושק גירסה כלשהי של Battle Pass, מעין תוסף פרימיום שמאפשר לשחקנים שמשלמים עליו מדי עונה לצבור פריטים מיוחדים על ידי צבירת נקודות והשלמת משימות.\nאם לשפוט לפי ההצלחה של Call Of Duty: Mobile והמשחקים האחרים בסדרה המצליחה, גם Warzone עתיד להניב לא מעט כסף עבור אקטיוויז׳ן. על פי הערכות, רק ב-2019 ובחודשים הבודדים מאז השקתו, המשחק האחרון בסדרה מכר עותקים בשווי של כ-645 מיליון דולר, וכמותג הכניס יותר ממיליארד דולר בשנה האחרונה.\nעם זאת, חלק ענק מההצלחה של פורטנייט טמון בעובדה שהמשחק זמין לא רק למחשב ולקונסולות, אלא גם לשוק המובייל שמאפשר לגיימרים להעמיק את ההתמכרות שלהם ולשחק פחות או יותר בכל מקום ובכל רגע נתון. בניגוד לפורטנייט שהסגנון שלו קורץ לא מעט לילדים ובני נוער, קול אוף דיוטי הוא מותג שנחשב בוגר יותר ומכאן גם ריאליסטי ואלים יותר מיריבו. על כן, יתכן והגיימרים ה״רציניים״ שאליהם אקטיוויז׳ן מכוונת לא מעוניינים לדעתה לשחק במשחק רציני יותר במובייל.", "keywords": "קול אוף דיוטי,call of duty,וורזון,קול אוף דיוטי וורזון,call of duty: warzone,call of duty warzne,גיימינג,באטל רויאל,battle royale,פורטנייט,fortnite,חינם,חינמי,פלייסטיישן 4,אקסבוקס וואן,אקסבוקס,pc,battle.net"}