{"url": "https://www.geektime.co.il/geekjob160816/", "type": "article", "title": "לעבוד בהיי-טק: 10 משרות חדשות ומומלצות", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-157317812.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-17T13:20:31Z", "modified_time": "2016-08-17T13:24:21Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nGettyImages\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nגיקטיים הוא אתר הטכנולוגיה המוביל והגדול בישראל וזאת גם הסיבה שכל החברות הגדולות בתחום עובדות איתנו.\nאם אתם אוהבים להפיק אירועים, לתת שירות ולעבוד עם אנשים לפחות כמו שאתם מכורים לטכנולוגיה, אם אתם תקתקנים, סוגרי קצוות, אנרגטיים ונעימים ואם אתם רוצים להיות בחזית של כל מה שקורה בעולם הטכנולוגיה, זה המקום בשבילכם.\nהתפקיד כולל אחריות מלאה על תפעול והפקת אירועי הטכנולוגיה הגדולים של גיקטיים, מא’ ועד ת’. כמו כן, התפקיד כולל עבודה אדמינסטרטיבית הקשורה לתפועל המשרד, ניהול יומנים, פגישות, PA, עבודת Back Office, תמיכה בצוות המכירות ודאגה לרווחת העובדים\nדרישות:\n– ניסיון של שנה לפחות בהפקת אירועים – יתרון משמעותי.\n– ניסיון אדמינסטרטיבי – יתרון.\n– תקתקנות, יחסי אנוש מעולים.\n– יצירתיים וקריאטיביים.\n– יכולת עבודה בצוות.\n– חיים ונושמים טכנולוגיה.\n– זמינות למשרה מלאה במשרדינו ברמת החייל.\nTo send a CV for the position of מנהל/ת הפקה ואדמינסטרציה – Geektime\nEnergetic, quick-thinking, responsible, team player, thinking out of the box, not afraid of challenges\nRequirements:\n– BA in computers Science or other relevant degrees – must.\n– 4-6 year experience as a Java developer – must.\n– Experience working with Spring & Hibernate (or any other JPA based technology) – must.\n– Experience working relational database – must.\n– Experience working on a SOA based system or any other web services architecture – big advantage.\n– Experience working with large information systems, in the server side – advantage.\n– Control of the English language (reading, writing, speaking).\n– High learning capability, including self-study, the ability to work under pressure in an agile environment.\nTo send a CV for the position of Senior Java Developer – Sapiens\nThe IBM mobile platform is part of the IBM cloud solution and the basis of IBM’s mobile strategy. The mobile team is growing significantly and is looking for an awesome developer to join the team. This developer will participate in all aspects of the platform development lifecycle – design, development, testing, etc.\nRequirements:\n– B.Sc. in computer science (completed in the last 3 years). Please make sure to add your updated grade sheet to your application.\n– 1-2 years hands-on server development experience (Java, node.js, C#).\n– Excellent design and programming skills.\n– Good English communication skills.\n– Candidate should be motivated and be able to learn new state-of-the-art programming languages and technologies. Creative thinking and the ability to work in a team are required\nTo send a CV for the position of Full Stack Developer-University Graduate – IBM\nYou will be part of an amazing team, you will design and conduct manual tests in a multi-platform environment, you will work side by side with our Development team and CS team. You will think, brainstorm, solve puzzles, work in collaboration with wonderful people and huge talents.\nRequirements:\n– Min 2+ years of Hand on experience in manual testing (servers QA, backend, Operating systems).\n– Experience working in product companies that develop win SW products (end point products).\n– Hands on experience working with one or more of the following platforms: Windows / Linux / MAC (OS X) – must (OS level, drivers testing – Advantage).\n– Basic understanding of network.\n– Scripting languages Knowledge (Python or similar) – Big advantage.\n– Experience in testing security software – Advantage.\nTo send a CV for the position of QA Engineer – SentinelOne\nWork closely with the marketing team on a wide variety of online projects and generate beautiful, engaging designs\nCreate banner ads, email campaigns, on-site landing pages and social media content.\nRequirements:\n– At least 2 years of experience in web design – A must.\n– Excellent knowledge and experience with HTML & CSS3 – A must.\n– Full proficiency in Photoshop and Illustrator – A must.\n– Highly organized and pay attention to details.\n– Highly motivated and with can-do attitude.\n– Background in email marketing and CMS systems – advantage.\n– Knowledge in building responsive UI for cross platform web – a big advantage.\n– English – as mother tongue level – advantage.\nTo send a CV for the position of Junior Web / Graphic Designer – TGS\nצוות ה CRM אחראי לניהול מכלול התקשורות וההצעות לשחקנים, תוך ניטור שוטף של מדדי הצלחה שונים ושיפורם. התפקיד כולל בנייה של קמפיינים שיווקיים החל משלב הרעיון ועד לשלב הביצוע וניתוח מקיף של הפעילות.\nבניה ויישום של אסטרטגייה שיווקית שמטרתה להגדיל את בסיס הלקוחות והרווחיות.\nניהול וקידום של פרוייקטים וקמפיינים שיווקיים, משלב התכנון ועד לגמר הביצוע, תוך עבודה מול ממשקים מגוונים.\nניתוח נתונים ומעקב אחרי מדדים שונים על מנת לשפר ביצועים ולזהות בעיות.\nניהול תקציבי פרסום ואופטימיזציה שלהם למטרת מקסום רווחים.\nדרישות:\n– ניסיון בהנעת פרוייקטים וממשקים מטריציונים.\n– שליטה טובה באקסל.\n– יצירתיות ויכולת חשיבה מקורית.\n– אנגלית ברמת שפת אם.\n– היכרות עם עולם הספורט – יתרון משמעותי.\n– תואר אקדמי בתחום השיווק/תעשייה וניהול/מנהל עסקים- יתרון.\n– היכרות טובה עם תעשיית ההימורים– יתרון.\n– נסיון בעולם האונליין מרקטינג.\nTo send a CV for the position of Sport CRM Manager – 888\n– Review the applications of individuals registering to use Payoneer products,\n– Analyze their personal details, look for unusual patterns, and communicate directly with them when relevant.\n– Work closely with the Customer Support Department, Risk Management Team, and various other operations teams.\nRequirements:\n– Mother-tongue level English (reading, typing).\n– Service-oriented approach with great communication skills.\n– High attention to details and patterns.\n– General knowledge of computers and Microsoft Office applications.\n– Quick learner.\n– Full time, Competitive hourly based wage.\n– Available for a long-term commitment.\nTo send a CV for the position of  Customer Approval Department Representative – Payoneer\n– Planning, writing, and maintaining technical documentation content and structure, such as the Cloudify documentation, developer guides, API references, and tutorials.\n– Plan and write technical whitepapers.\nParticipating in feature specifications and providing overall feedback on UI and UX. with advanced technology and complex architecture.\nRequirements:\n– At least 3 years of professional experience in writing development documentation, including APIs.\n– Excellent English skills.\n– Ability to understand and explain complex systems, code, implementation and integration processes in simple terms.\n· Ability to understand the needs of IT teams within large enterprises and phrase materials accordingly.\n– Passion for technology and technical writing.\n– Programming experience.\nTo send a CV for the position of Technical Writer – GigaSpaces\n– Provide practical solutions for the company’s different departments.\n– Practice a broad spectrum of machine learning models and modeling techniques.\n– Design, implement and maintain top to bottom data science production systems.\n– Handle large volumes of data.\n– Practice agile data science development process.\n– Formalize and solve variety of optimizations problems.\nRequirements:\n– B.Sc. in exact science/engineering/economics.\n– 2+ years of working in a Dev production environment.\n– Proficiency in Python.\n– Proven experience in Data Science/ Big Data Analytics.\n– Modeling experience and knowledge about machine learning theory and applications.\n– Excellent analytical skills.\n– Experience with the Internet /Ad-tech industries – advantage.\n– Experience with Scala, Linux and R – advantage.\nTo send a CV for the position of Data Scientist – Natural Intelligence\nIf you’re a talented DevOps Engineer and you want to work for one of Israel’s leading start-ups, look no further. The role includes designing, implementing and managing major site applications and subsystems on our global data system. Establish architecture and automation mechanisms to deliver server solutions for our large-scale, high-performance operational infrastructure, consisting of many hundreds of servers and a growing cloud infrastructure. We’re a fast-growing international start-up offering a fun environment with many opportunities for personal and professional growth.\nRequirements:\n– 3+ years of experience administering Linux systems in a production environment.\n– Experience with shell scripting.\n– Expertise in server-side performance tuning and troubleshooting.\n– Ability to use a wide variety of open source technologies and tools.\n– Experience with working on remotely hosted physical servers.\n– Ability to work independently and in a fast-paced environment.\nTo send a CV for the position of DevOps Engineer – MyHeritage", "keywords": "מנהל/ת הפקה ואדמינסטרציה,geektime,senior java developer,sapiens,full stack developer-university graduate,ibm,qa engineer,sentinelone,junior web / graphic designer,tgs,sport crm manager,888,customer approval department representative,payoneer,technical writer,gigaspaces,data scientist,natural intelligence,devops engineer,myheritage,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}