{"url": "https://www.geektime.co.il/geekjob140816/", "type": "article", "title": "10 המשרות החמות לאנשי דאטה ואנליסטים", "description": "ריכזנו עבורכם 10 משרות טריות בתחום הדאטה והאנליזה מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/GettyImages-468838041.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-14T18:30:42Z", "modified_time": "2016-08-14T16:25:29Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום הדאטה והאנליזה מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nIBM Global Business Services (GBS) group, partner with thousands of clients to create real business value by delivering projects combined with advanced research,\nanalytics and state of the art technology.\nWe work as a TEAM on all project aspects, starting from engagement to plan, build and implement advanced business solutions.\nWe establish new, flexible and interactive approaches that only IBM Information Services can offer through our unique combination of skills, experience and capabilities.\nYou have a great opportunity to be part of all this! While working with professionals in a dynamic, exciting environment.\nRequirements:\n– Academic Education – Bs.c in computer science or Industrial Engineering.\n– Strong background and experience with research and analysis of cyber events.\n– Familiar with Forensic tools.\n– Experience in analysis Communication protocols, Reverse Engineering, Code review, Forensic.\n– Development Experience with Python, C, C++.\nProven experience in operating and analyzing attacks and analyzing defence aspects – Advantage:\n– Ability to handle complex tasks and work in a dynamic environment.\n– Well organized, detail oriented, accurate.\n– Ability to work both independently and in a team.\n– Motivation, strive to excellence and high quality results.\n– Fluent Hebrew & English.\nTo send a CV for the position of Cyber Analyst – IBM\nמנתח המערכות הינו חלק מקבוצת הפיתוח האחראית על פרויקט ואחראי לאפיון פרוייקטים ומודולים במערכות החברה. התפקיד מתבסס על יכולות תכנון, לוגיקה והבנה עמוקות. מנתח המערכות משתלב בפרויקט הפיתוח בשלבים התחלתיים ביותר, לאחר קבלת מסמך הדרישות (BRD) ממנהל המוצר, ולאחר הגדרת ארכיטקטורת המערכת של הפרויקט. מנתח המערכות העל אחריות לראית התמונה הכוללת. עליו לתרגם את מסמך הדרישות לשפה המתאימה לעולם הפיתוח (logical design) . מסמך זה, מאפיין את הדרישות הטכניות, ומתווה צעד אחר צעד את שלבי הפיתוח באופן מפורט ביותר. על מנת להפיק מסמך logical design איכותי, עליו להכיר היטב את המערכות השונות, את התלויות בינהן, להבין באופן מושלם את תהליך הפיתוח ולהכיר את המשמעויות וההשפעות של כל שלב על השלבים הבאים על מנת להשיג תהליך פיתוח אפקטיבי. מנתח המערכות עובד באופן מערכתי ומטריציוני למול ממשקים שונים למיקסום הדרישות ולייצור פתרונות יעילים ויצירתיים.\nRequirements:\n– תואר במדעי המחשב/מערכות מידע / תעשיה וניהול/או”ש/ לוגיקה/מתמטיקה או קורס ניתוח מערכות מוכר ע”י לשכת מנתחי המערכות של ישראל או ממר”מ – חובה\n– שליטה במתודולגיות לניתוח מערכות (כמו נוהל מפת”ח, UML וכו’) – חובה.\n– ניסיון מוכח של 3 שנים לפחות בניתוח מערכות של פרוייקטי תוכנה גדולים – חובה\n– ניסיון בפרוייקטי תשתית (לא רק ממשקים ו- GUI) – חובה\n– היכרות עם שפות פיתוח Microsoft (.Net , MS SQL Server) וטכנולוגיות – חובה\n– נסיון כתוכניתן ו/או ר”צ פיתוח – יתרון.\n– אנגלית – ברמה גבוהה מאוד.\nTo send a CV for the position of System Analyst – 888\nAt Optimove, the Data Scientist position is an active and vital role which collaboratively interacts with clients and internal teams to construct Optimove’s unique algorithmic model. This role requires robust technical and analytical capabilities coupled with highly effective time management skills. The Data Scientist is a valuable member of the Analytics team and the position is one which brings with it an excellent opportunity to learn and grow within a lively and rapidly expanding company.\n– Data analytics.\n– In depth customer interaction.\n– Design customer-centric algorithmic models.\n– Construct ETL processes.\nRequirements:\n– B.Sc. in Industrial Engineering.\n– 1-2 years of experience.\n– Highly skilled in SQL Server and Excel.\n– Excellent English (spoken and written).\n– Strong interpersonal and communication skills.\n– Experience in online software – an advantage.\nTo send a CV for the position of Data Scientist – Optimove\n– Analyze data from various sources.\n– Provide actionable recommendations for business decisions for management, R&D, marketing and business teams.\n– Build data based models and tools.\nRequirements:\n– BA/ BSc degree in a relevant field.\n– Strong analytical skills.\n– 2+ years as an analyst in a technological environment.\n– High level SQL skills.\n– Experience transforming data into visual insights and building dashboards using tools such as Tableau, QlikView, etc.\n– Experience from the ad-tech industry – a significant advantage.\nTo send a CV for the position of BI Analyst – Vexigo\nWe are looking for a Monetization Analyst with a passion for data to join our top-notch monetization team and to help drive informed business decisions for Plarium. Using your technical and data visualization skills, your job is to tell the story behind the numbers and to understand how people interact with our products. As a Monetization Analyst you will be on the cutting edge of analysis, leveraging our data sources to propose new ideas and you’ll see on a regular basis how your insights turned into reality.\nRequirements:\n– Bachelor’s Degree in Computer Science or related.\n– Experience in web development (frontend and backend).\n– Ruby on Rails experience, or a willingness and ability to dive in and learn quickly.\n– Experience working with some or more front-end technologies such as Angular, React, Backbone.\n– Experience with cloud-based web applications and AWS in particular.\n– Experience with TDD and other good testing practices.\n– Experience with open source projects.\n– Working with high SLA production systems.\n– Working with Agile development methodologies, delivering value to consumers early and in short cycles.\n– Link to your Github profiles or projects you are proud of.\nTo send a CV for the position of Monetization Analyst – Plarium\nDevelop, implement and extend algorithms for real-time auctioning, predictions, floor pricing, ad inventory estimation, and audience segmentation.\nApply data science and machine learning skills to help design and implement core components of our algorithms to help model and monetize the large amounts of data that AnyClip generates everyday.\nInvestigating and understanding extremely large data-sets (Hundreds of Terra-Byts) , and building models based on Big Data solutions.\nRequirements:\n– Minimum 3 years hands on commercial experience in at least one of Java, C++, Scala, or Python and extensive experience with ML modelling tools like R, Spark ML, H20.\n– Minimum 3 years hands on commercial experience in machine learning, statistical modeling, data mining, pattern recognition, and probability theory, especially in AdTech industry.\n– Knowledge and hands on experience working with HDFS.\n– Experience with at least one of Cloudera, Hortonworks, MapR Hadoop distributions.\n– Minimum MS or Ph.D. in Statistics, Applied Mathematics or Computer Science.\nTo send a CV for the position of Data Scientists – anyclip\n– Researching AT&T and industry big data sources to identify potential feasible applications.\n– Analyzing extensive data sources to extract knowledge meaningful for business process improvement.\n– Design, Development and Integration of machine learning applications\n– Working closely with various teams and organizations in the company to collect requirements and define solutions architecture.\nRequirements:\n– A Master’s degree or above in Mathematics/Statistics/Computer Science or other Exact Sciences.\n– At least 3 Years hands on experience in Data Science/ Big Data Analytics / Data Engineering.\n– Expertise in Statistics, Machine Learning Systems.\n– Experience with Big Data platforms and processing frameworks, Hadoop, Spark, NO-SQL databases.\n– Experience with Analytical and Data Visualization tools, languages and libraries, e.g. MATLAB, R, Python, ML-Lib, Scikit-learn, D3.\n– Excellent interpersonal and communicational skills, teamwork disposition.\n– Experience in the telecommunications industry – an advantage.\n– Experienced with NoSQL databases (such as HBase, Cassandra, MongoDB and Impala) and relational databases (such as MySQL and SQL Server) – an advantage.\n– Experienced with Cloud hosting (AWS, Google Cloud …) – an advantage.\n– Relevant academic degree (Computer Science / Industrial Engineering / Information Systems).\nTo send a CV for the position of Senior Data Scientist – AT&T\nYou will be working as part of our research team, with machine learning experts, data Engineers and malware gurus (as well as cross collaborations with various teams in the company). You will be responsible for building predictive Machine learning models and features (as well as Meta-Features), you will use cutting edge machine learning and statistical modelling techniques to extract valuable insights and deliver recommendations. You will design and develop data driven solutions that will materially impact our product.\nRequirements:\n– B.Sc. degree in Mathematics / Statistics / Computer Science or equivalent – Must! ( M.Sc. or PhD a big plus).\n– Good coding skills – python/java/other oo language.\n– Familiar with Linux/OS X environments.\n– Experience in cyber security – Advantage.\n– Great analytic skills.\n– Passionate about what you do.\nTo send a CV for the position of Data Scientist – SentinelOne\n– Provide practical solutions for the company’s different departments.\n– Practice a broad spectrum of machine learning models and modeling techniques.\n– Design, implement and maintain top to bottom data science production systems.\n– Handle large volumes of data.\n– Practice agile data science development process.\n– Formalize and solve variety of optimizations problems.\nRequirements:\n– B.Sc. in exact science/engineering/economics.\n– 2+ years of working in a Dev production environment.\n– Proficiency in Python.\n– Proven experience in Data Science/ Big Data Analytics.\n– Modeling experience and knowledge about machine learning theory and applications.\n– Excellent analytical skills.\n– Experience with the Internet /Ad-tech industries – advantage.\n– Experience with Scala, Linux and R – advantage.\nTo send a CV for the position of Data Scientist – Natural Intelligence\nThe global enterprise AOL/Verizon, is hiring an intern to serve as a Research Assistant for the Machine learning & deep learning team in video Research Group. His/her responsibly will be to collect datasets, run and validate models.\nRequirements:\n– MSc or PhD student in Computer Science, Statistics, Mathematics or equivalent.\n– Experience with scientific papers.\n– Good technical skills.\n– Programming skills are advantages: SQL, Python, R, Matlab, Java.\n– Excellent communication skills.\n– The ability and desire to be constantly learning.\nTo send a CV for the position of Data Science Student – Aol", "keywords": "cyber analyst,ibm,system analyst,888,data scientist,optimove,bi analyst,vexigo,monetization analyst,plarium,data scientists,anyclip,senior data scientist,at&t,sentinelone,natural intelligence,data science student,aol,at&t,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}