{"url": "https://www.geektime.co.il/10-jobs-5-startups-31-january/", "type": "article", "title": "מחפשים עבודה? הנה 5 סטארטאפים שמגייסים עכשיו", "description": "ריכזנו עבורכם 10 משרות טריות מהלוח שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/Natural-Intelligence.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-31T16:00:50Z", "modified_time": "2017-01-31T15:51:49Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוח שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nבמשרדי Gigya\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nGigya is looking for an experienced, talented team leader ready to take on the challenge of developing our core services.\nAbout The Position:\nYour primary challenge will be to lead a team of experienced programmers developing our SaaS based user management system. The team develops Gigya’s core systems that run at massive scale. You will take an active part on the designing and planning systems with other great team leaders, the head of R&D and our VP architect.\nResponsibilities include:\n– Managing a scrum team of 8 people\n– Build stable solutions, while managing the entire product lifecycle, from RFP, planning, execution, QA, and through to production.\n– Lead development in an open source environment using Orleans-an actor model framework.\n– Develop scalable, data-driven systems.\n– Server-side development using cutting edge technologies.\nAt Gigya, we can promise you three things:\n1. A challenging environment – You will work with the most cutting edge technologies  available, contributing to your development experience and professional skillset. At Gigya, your code will reach 1.5 billion users per month.\n2. Inspiration – You will work with other techies and experienced, battle-hardened managers, who will push you to new limits and help you develop your full potential. At Gigya, the best idea wins.\n3. Convenient and fun – Our offices are located in Azrieli Towers with a breathtaking view and are easily accessible by bus, car and train. We’ve got the best gadgets and frequently participate in fun, exciting and team-building activities.\nRequirements:\n– Ideal candidates will have:\n– 3-4 years experience as a development team leader.\n– 4-5 years experience programming in C#.\n– 4-5 years experience in web based technologies.\n– 2-3 years experience with multithreaded programming.\n– Experience in systems architecture and an ability to architect large-scale systems.\nExtra points for:\n– 1-2 years experience with databases such as MySQL, HBase and MongoDB.\n– 1-2 years experience with messaging systems.\nTo send a CV for the position of Server Side Team Leader – Gigya\nGigya is looking for a DevOps Engineer. The position is located at Gigya’s R&D center, Azrieli Towers, Tel Aviv.\nAbout the position:\nThe position’s primary challenge is to manage complicated, global, open-source infrastructure. The team member will join highly-skilled team, and will need to be familiar with emerging technologies in the field and make decisions regarding the use of those technologies at Gigya.\nSuccess is defined by systems that provide 100% uptime (including during maintenance periods) and quick, automatic provisioning of resources while maintaining constant system reliability.\nYou will work hand in hand with developers, QA engineers, system architects, system and operations engineers and project managers.\nResponsibilities include:\n– Manage core production systems, including frequent changes and updates.\n– Rapidly identify and resolve problems in production systems.\n– Handle complex service faults.\n– Improve technologies and processes while maintaining a rapid delivery cycle.\nProvide support during off hours (nights and weekends) when necessary.\nAt Gigya, we can promise you three things:\n1. A challenging environment – You will define and communicate the visual aspect of the product, taking into consideration its value and the user’s experience.\n2. Inspiration – You will work with awesome people with lots of tech experience that will push you to new limits and help you develop your full potential. At Gigya, the best solution always wins.\n3. Convenient and fun – Our offices are located in Azrieli Towers with a breathtaking view and are easily accessible by bus, car and train. We’ve got the best gadgets and frequently participate in fun, exciting and team-building activities.\nRequirements:\n– At least 3 years experience managing and maintaining Linux servers in a global, multi-server environment.\n– Experience writing Python, Ruby and Bash scripts .\n– Practical experience using Puppet.\n– Strong familiarity with Hadoop/Hbase, Mysql, MongoDB and ElasticSearch.\n– Experience configuring Amazon Web Services or similar cloud-based platforms.\n– Prior work experience in an internet/SaaS company.\n– Experience with virtualization systems e.g., KVM, XEN, Openstack.\nTo send a CV for the position of DevOps Engineer – Gigya\nמשרדי Natural Intelligence\nNI is a digital commerce company with the goal of simplifying consumer decision-making and connecting engaged consumers with valuable brands. We do so by creating trusted comparison websites that enable high-value relationships between these consumers and the brands they choose. Our clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are looking for an SEO Expert to join our vibrant online marketing group.\nJob Description:\n– Manage and optimize large scale SEO campaigns in a variety of industries and languages on an ongoing basis.\n– Help create and execute work plans and long-term strategies.\n– Hands-on management of several sites in highly competitive markets.\n– Carry out SEO research and analyze performance data.\n– Work closely with our Content, Dev and Product teams to create website upgrade projects and optimization tasks.\n– Work closely with outsource agencies and freelancers.\nRequirements:\n– University degree\n– Min. 3 years of experience in an SEO role in international companies.\n– Experience with competitive industries – must.\n– Experience with SEO tools.\n– Ability to manage tasks from start to finish to promote large scale upgrade projects.\n– Ability to work in a fast-paced environment and interact with various departments.\n– Additional languages – a plus\n– Technical background or experience – big advantage\nTo send a CV for the position of SEO Expert – Natural Intelligence\nNI is a world leader in the fast growing comparison sites arena, with unique technology that gives us a competitive advantage in the marketplace, looking to add high-caliber people to our already talented team.\nWe are looking for a Marketing Analyst to join our vibrant online marketing group.\nJob Description:\n– Manage and optimize large scale marketing campaigns, in a variety of industries, on an ongoing basis.\n– Handle high budgets in highly competitive markets.\n– Carry out marketing research & Analyze marketing performance data.\n– Setup, implement & track search campaigns.\n– Work closely with a variety of different teams – Business & Technical.\nRequirements:\n– Skills / Experience\n– University degree, B.Sc. preferred (magna cum laude/high psychometric score – an advantage).\n– Science, business or analytical academic background an advantage.\n– 2-5 years of work experience.\n– Excellent analytical skills.\n– Ability to work in a fast-paced environment.\nTo send a CV for the position of Marketing Analyst – Natural Intelligence\nעובדי Como. צילום: שלומי יוסף\nחברת קומו מפתחת פלטפורמה לניהול לקוחות עבור רשתות משוק הקמעונאות וההסעדה. אנשי המכירות בצוות ישראל עובדים ישירות מול לקוחות פוטנציאליים. אנחנו מחפשים איש/ת מכירות להצטרף לצוות ישראל בחברה בינלאומית. איש מכירות מוכשר, רעב למכירות, חי מכירות, שחקן נשמה. כזה שאוהב אנשים ואנשים אוהבים אותו, כזה שרואה את הצעד שאחרי הצעד הבא. אינטלגנט, יצירתי, עם חוש הומור והרבה שמחת חיים. מישהו שאוהב את העבודה שלו, שרוצה ושואף להצליח ומחפש לרוץ למרחקים ארוכים.\nמה תעשו כשתגיעו אלינו?\n– יצירת לידים חדשים\n– פגישות עם לקוחות פוטנציאלים והצגת הפתרון\n– ניהול תהליך המכירה – משלב קבלת הליד, הצגת המוצר, ניהול משא ומתן ועד לסגירת החוזה\nדרישות:\n– ניסיון בעולם הקמעונאי.\n– ניסיון בניהול תהליכי מכירה ומשא ומתן.\n– יכולות פרזנטטיביות ברמה גבוהה.\n– אוריינטציה טכנולוגית.\n– עצמאות ואחראיות בתפקיד.\n– סדר, ארגון ויכולות ניהול זמן.\nTo send a CV for the position of Sales Manager – Como\n \nComo is scaling up, and we’re looking for a talented and ambitious Technical Integrations Engineer to support the company’s growth as part of the integrations team.\nAs Technical Integrations Manager, you will work closely with the R&D, product, and business teams as you lead the integration of international POS companies with Como’s API.\nResponsibilities:\n– Technically integrate POS partners around the world with Como’s API – from initial intro, through technical integration, to ongoing support and upgrades\n– Configuration, verification, and troubleshooting in lab and prod environments\n– Master our flagship “ComoSens” product and API inside and out\n– Understand business and POS needs to constantly improve the product and turn requirements into action items\n– Turn strategy and roadmap into actionable features within the API\n– Maintain great relationships with our partners\n– Execute ongoing post-implementation tests\n– Handle acceptance tests and handover to customer\n– Manage multiple projects independently and on time\nRequirements:\n– Experience in technical integration or implementation\n– Experience in complicated systems analysis\n– Strong professional, interpersonal, and communication skills (in English)\n– Excellent organizational skills, as well as the ability to adapt quickly to changing priorities, assignments, and roles\n– Eagerness to work in a dynamic, multicultural, and global environment where multilingual skills are a big asset\n– Fast learner – grasping both business and technical concepts\n– Knowledge of SQL Server\n– Deep understanding of complex system architecture\n– Proven ability to deliver exceptional B2B experience\n– ​Experience in the POS/API space – advantage\nTo send a CV for the position of Technical Integration Engineer – Como\nעובדי SentinelOne\nYou will take on a major role in developing our platform from early stages and bring it to a successful production. You will research the threat landscape of this platform to build the right detection logic. You will work from the low level Kernel hook to the advanced analysis engine and network code.\nyou will join a project in its very initial stages influencing the architecture, design and building of a new platform for our EPP agent. You will meet extraordinary challenges and overcome them, you will influence the way the security industry will look tomorrow, you will work with the very BEST in the industry and you will be part of a rapidly growing start up on an amazing journey of success\nRequirements:\n– 3+ years of experience in C/C++ development\n– Experience with Linux based platforms development, including driver development\n– Experienced with Linux inner-workings (IPC, user interaction)\n– Experience with build system, make files, packaging\n– Experience with various scripting languages (python, sh etc’ )\n– Team player and “can do” approach\n– Acquaintance with the malware world – Advantages\n– Experience with Jenkins integration – Advantages\n– Reverse engineering experience for malware – Advantages\nTo send a CV for the position of Linux Internals developer – SentinelOne\n \nYou will be working as part of our research team, with machine learning experts, data Engineers and malware gurus (as well as cross collaborations with various teams in the company). You will be responsible for building predictive Machine learning models and features (as well as Meta-Features), you will use cutting edge machine learning and statistical modelling techniques to extract valuable insights and deliver recommendations. You will design and develop data driven solutions that will materially impact our product.\nIf you are passionate about making sense out of huge amount of data, leading decisions and creating new ways to look and develop our product. If you are an engineer that loves algorithms, interested in Machine learning and Big Data technologies. If you are passionate about developing an innovative product and making an impact – come join us for the ride of your life!\nRequirements:\n– B.Sc. degree in Mathematics / Statistics / Computer Science or equivalent – Must! ( M.Sc. or PhD a big plus)\n– Good coding skills – python/java/other oo language\n– Familiar with Linux/OS X environments\n– Experience in cyber security – Advantage\n– Great analytic skills.\n– Passionate about what you do\nTo send a CV for the position of Data Scientist – SentinelOne\nמשרדי Riskified\nRiskified’s Engine Team is seeking a tech savvy back-end web developer to take part in building a large scale automated decision engine for an eCommerce fraud detection system.\nAs a back-end developer you will be responsible for developing a system that translates models and rules into classifications of eCommerce orders, for automating processes of feature engineering, for model training, and additional adjustments.\nResponsibilities:\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems\n– Assess and adopt new available technologies\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code\n– Design the overall architecture of the machine learning application\n– Translate R research code to Ruby production code\n– Use TDD to write well-tested code\n– Fix bugs fast and improve application performance\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design\n– Proficient knowledge of a back-end programming language, preferably Ruby\n– Someone who can plan and design the system from a high level perspective\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives\n– Can handle Math/Statistics algorithms and transform them to workable code\n– Highly data-driven, knowledge of SQL\nTo send a CV for the position of Senior Backend Developer- Engine team – Riskified\nWe are looking for a senior DevOps engineer who will be responsible for building and maintaining Riskified’ servers and taking the product to the next level. As a DevOps engineer you will analyze the company’s services and processes in order to improve the overall availability, scalability, and reliability of its services.\nThe position is an integral part of the Development team, and plays a key role in product planning and execution.\n Responsibilities:\n– Automate all operational processes\n– Continuously improve Riskified’s visibility into its systems and applications with advanced monitoring, metrics, and log analytics\n– Identify root causes of critical problems throughout the platform, and take necessary steps to resolve them\n– Build and deploy tools to ensure the health and reliability of the Riskified platform\n– Help build our product release workflow and continuous delivery system\n– Manage the underlying infrastructure on AWS. Design, build, and manage our next-generation infrastructure\n– Create and maintain internal configuration and deployment\n– Understand, implement, and automate security controls, governance processes, and compliance validation\n– Oversee Continuous Integration/Continuous Deployment\nRequirements:\n– At least 6-7 years prior experience as DevOps Engineer\n– Strong background in Linux administration\n– Experience working with configuration management such as Chef, Puppet, or Ansible\n– Proficiency with at least one scripting/programming language, preferably Ruby, Python, or JS\n– Experience with Build/Deploy/Continuous Integration tools such as Jenkins or GoCD\n– Extensive experience working with cloud platforms (preferably AWS) including cloud formation, VPC, etc.\n– Proficient with monitoring tools\n– Operational experience working with databases (PostgreSQL, Elasticsearch) – an advantage\n– Experience in docker container technology – an advantage\n– Ability to prioritize tasks and work independently\nTo send a CV for the position of Senior Devops Engineer – Riskified\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "gigya,server side team leader,devops engineer,senior devops engineer,data scientist,riskifiedsentinel,one linux internals developer,technical integration engineer,como,sales manager,backend developer- engine team,backend developer - engine team,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}