{"url": "https://www.geektime.co.il/geekjob110916/", "type": "article", "title": "10 משרות חמות וחדשות למפתחי Full Stack", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/GettyImages-536985417.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-11T15:22:53Z", "modified_time": "2016-09-11T15:22:53Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom.\nDo you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keen on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job, this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals.\n– Experience with server-side technologies (NodeJs/php/java/.net/python/ruby) and REST APIs.\n– At least 3 years of experience in Javascript, HTML5, CSS3.\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc.\n– Experience in working with databases (Relational and NoSQL).\n– Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage.\n– Es2015 – Advantage.\n– Passionate about technology.\n– BSc/MSc in computer science.\nTo send a CV for the position of Full Stack Developer – Como\n– Build our main web application and products for millions of consumers.\n– Full-stack development of features and user interfaces of Payoneer’s consumer world, all the way from the UI (React) to the database.\n– Analyze and solve difficult issues across the stack in the complex payments flows.\n– Design and build high scale back-end services.\n– Collaborate with our amazing people; Product Designers, Product Managers, and Software Engineers in an agile development environment.\nRequirements:\n– 4+ years of web applications development experience.\n– Hands on experience with web applications that are live in production, serving a large amount of clients.\n– Excellent OOD, C# and .NET skills.\n– Strong front-end capabilities – JavaScript, CSS3.\n– Knowledge of relational databases and SQL (preferred MSSQL).\n– Exceptional self-learning capabilities.\nTo send a CV for the position of Full Stack Developer – Payoneer\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems.\n– Assess and adopt new available technologies.\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code.\n– Design the overall architecture of the machine learning application.\n– Translate R research code to Ruby production code.\n– Use TDD to write well-tested code.\n– Fix bugs fast and improve application performance.\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design.\n– Proficient knowledge of a back-end programming language, preferably Ruby.\n– Someone who can plan and design the system from a high level perspective.\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms.\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives.\n– Can handle Math/Statistics algorithms and transform them to workable code.\n– Highly data-driven, knowledge of SQL.\nTo send a CV for the position of Fullstack Developer – Riskified\n– Make ideas become a reality using your versatile programming skills, and affect a huge market.\n– Be part of a team of technological aces, leveraging cutting edge technologies – React+Redux, NodeJS, micro services, docker, AWS and more.\n– Lead features from design to production in short iterations using the most advanced engineering practices and processes.\n– Participate and influence every aspect of the development process, starting from the specifications, through the design, development and deployment, to live production systems.\n– Continuously learn and share learnings with the team.\n– Join an ever-changing company and industry that continues to innovate and evolve.\nRequirements:\n– B.A./B.Sc. in Computer Science or similar field from a leading university.\n– Passion for implementing software engineering and agile/lean best practices. Extensive experience OOP, Unit testing/TDD. Experience with implement Continuous Deployment – an advantage.\n– At least 3 years of experience in web development, MVC, AJAX\n– Experience in client side technologies: HTML5, CSS3, JavaScript, JQuery, ReactJS, – Angular / Knockout.\n– 3+ years of experience in at least one of the following server side technologies: NodeJS, Java.\n– Familiarity with C/C++/Ruby – a plus.\n– 2+ years of experience working with databases (Relational and NoSQL).\n– Experience with big data and data sciences – an advantage.\n– Experience with cloud environments: Amazon, Azure – an advantage.\n– Familiarity with the Ad Tech industry – an advantage.\nTo send a CV for the position of Senior Full Stack Developer – Perion Network Ltd\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\nAdallom (Acquired by Microsoft) is developing the next generation of security tools, when your data is outside your network, and firewalls and perimeters don’t work.\nOur technology allows organizations to protect their data in the cloud from any location, device or network (Wow! It’s magic!)\nIf you’re an awesome team player, looking to work in a live, vibrant environment, where you can contribute, learn and influence – your place is with us!\nRequirements:\n– B.Sc. or M.Sc. in Computer Science, Software and Computer Engineering, or equivalent\n– 4+ years of experience in Client-side development experience – JavaScript.\n– Team player skills, effectiveness both in independent and collaborative work.\n– Ability to learn and use new technologies.\n– Ability to understand complex distributed systems and troubleshoot them.\n– Passion to agile development methodology.\nDesired skills:\n– Working experience using Angular and/or React development frameworks.\n– Experience in Python/Django (our back-end).\n– Background in data security and cloud-based applications.\n– Experience with non-relational databases (MongoDB, ElasticSearch preferred).\n– Experience with Linux-based environments.\n– Experience with continuous integration and deployment tools (Jenkins, Chef preferred).\nTo send a CV for the position of Full Stack Software Engineer – Microsoft\n– Take an active part in defining and building our system’s architecture as well as providing innovative and scalable solutions.\n– Use your skills and experience to develop high performance sites, SEO, real-time monitoring, mobile solutions and web API’s.\n– Work in agile methodology (Scrum/Kanban/etc.).\n– Develop scalable web applications in cutting edge technologies, such as: PHP, RoR, NodeJS, AngularJS, HTML5, CSS3, Bootstrap, etc.\n– Lead technology initiatives and improvements while instilling development “best practices”.\nRequirements:\n– 6+ year’s hands-on experience of OOP and design patterns in one of the following technologies: PHP/RoR/NodeJS/.NET/Python/Java.\n– At least 3 years of experience in HTML5, CSS3, Bootstrap, JS, jQuery.\n– Developing with Angular-advantage.\n– Vast experience in full stack development in a dynamic environment.\n– B.Sc. or higher in Computer Science or a similar degree.\n(Degree from a leading university – preferred).\n– Experience in various DBs (MySQL/ MongoDB/etc.) – preferred.\n– Experience with CI/CD – an advantage.\nTo send a CV for the position of Full Stack Developer – Natural Intelligence\nThe IBM mobile platform is part of the IBM cloud solution and the basis of IBM’s mobile strategy. The mobile team is growing significantly and is looking for an awesome developer to join the team. This developer will participate in all aspects of the platform development lifecycle – design, development, testing, etc.\nRequirements:\n– B.Sc. in computer science (completed in the last 3 years). Please make sure to add your updated grade sheet to your application.\n– 1-2 years hands-on server development experience (Java, node.js, C#).\n– Excellent design and programming skills.\n– Good English communication skills.\n– Candidate should be motivated and be able to learn new state-of-the-art programming languages and technologies. Creative thinking and the ability to work in a team are required\nTo send a CV for the position of Full Stack Developer-University Graduate –IBM\n– Take a part and lead in the design and development of infrastructures, applicative modules, data platform modules, interfacing with enormous amounts of data.\n– Design and hands-on development of our business technology applicative platform (AngularJS, Node.js, JavaScript, Java, MySQL, Elasticsearch…).\n– Design and develop scalable and high-performance processes handling the data, through new technologies implementation, architectures, algorithms and practices.\n– Responsible for the design and development of client side and server side modules in SOA and Microservices environments.\n– Responsible for selecting and integrating technologies, tools and frameworks.\n– Full involvement in full stack layers (Server, User Interface, User Experience, Data Modeling, Network, Hosting…).\nRequirements:\n– At least 5 years of SW development experience.\n– Expert in JavaScript (at least 2 years).\n– Firm experience in AngularJS.\n– Firm experience in Node.js – an advantage.\n– Expert in both web based client side development and server side development.\n– Experience in Java or other object oriented programming language.\n– Experience in SOA or Microservices environment – an advantage.\n– Experienced with Linux OS – an advantage.\n– Experience with big data ecosystem (distributed file systems, distributed programing, NoSQL Databases) – an advantage.\n– Experienced with big data technologies (like Kafka, Hadoop, HDFS, Spark, Impala, Elasticsearch) – an advantage.\n– Experienced with NoSQL databases (such as HBase, Cassandra, MongoDB and Impala) and relational databases (such as MySQL and SQL Server) – an advantage.\n– Experienced with Cloud hosting (AWS, Google Cloud …) – an advantage.\n– Relevant academic degree (Computer Science / Industrial Engineering / Information Systems).\nTo send a CV for the position of Full Stack Developer – Plarium\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nRequirements:\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nAdvantages:\n– B.Sc. Degree in computer science or equivalent.\n– Big Data experience: BigQuery, Hadoop, MongoDB.\n– Familiarity with AWS cloud.\n– Experience with ad tech technologies / ad servers experience.\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nTo send a CV for the position of Python Fullstack Developer for the Atilla Team – Vexigo", "keywords": "full stack developer,como,payoneer,fullstack developer,riskified,senior full stack developer,perion network ltd,full stack / web developers,anyclip,full stack software engineer,microsoft,natural intelligence,full stack developer-university graduate,ibm,plarium,python fullstack developer for the atilla team,vexigo,perion network ltd.,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}