{"url": "https://www.geektime.co.il/geekjob270916/", "type": "article", "title": "10 משרות חמות ל-Full Stack Developers", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/GettyImages-536985417.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-27T13:20:54Z", "modified_time": "2016-09-27T12:50:51Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nכמפתח\\ת Full Stack Developer בגיקטיים, אתם תהיו אחראים על פיתוח ותחזוקת האתרים השונים בגיקטיים, לוח הדרושים, האירועים ואינדקס השירותים, אפליקציות המובייל ועוד מגוון רחב של מערכות מבוססות Web ומובייל.\nהחלק המשמעותי של העבודה הוא סביב על תחזוק ושדרוג האתר הישראלי והבינלאומי של גיקטיים, בעבודה על פלטפורמת וורדפרס. כחלק מהעבודה, אתם תהיו אחראים על בניית תבניות, מודולים ותוספים שונים לוורדפרס על-פי דרישות המערכת.\nRequirements:\n– ידע והיכרות עם שפות צד-שרת: PHP – חובה.\n– ידע והיכרות עם שפות צד-לקוח כגון HTML, CSS, Javascript, jQuery – חובה.\n– ידע והיכרות עם שפת השאילתות SQL ועבודה מול מסד נתונים MySQL – חובה.\n– היכרות עמוקה עם הפונקציונליות הפנימית של וורדפרס – חובה.\n– עבודה עם סביבת ניהול גירסאות GIT.\n– ידע והיכרות עם סביבת Node.js – יתרון.\n– ידע והיכרות עם שפת React – יתרון.\n– ידע והיכרות עם פלטפורמת React Native – יתרון.\nTo send a CV for the position of Full Stack Web Developer – Geektime\nWe are looking for a full stack developer for the AT&T Security Event and Threat Analysis (SETA) portal team.\nThe candidate will join our team of experienced full stack developers responsible for designing and implementing the new portal.\nIt is based on AngularJS as the FE framework and NodeJS as the server side and has some Apache storm java implementations.\nRequirements:\n– A leading expert with broad vision and dynamic personality.\n– At least 3 years of experience and expertise developing CSS3, HTML5, Java Script.\n– At least 1 year of experience developing Angular JS/NodeJS – MUST.\n– Widespread experience developing Type Script , jQuery, Bootstrap.\n– Strong Object Oriented Design and Development capabilities.\n– Ability to quickly and independently engage in a project with leading edge technologies.\nTo send a CV for the position of Full stack Developer for Security Event and Threat Analysis (SETA) Portal – AT&T\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom. Do you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keep on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job , this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals.\n– Experience with server-side technologies (NodeJs/php/java/.net/python/ruby) and REST APIs.\n– At least 2-3 years of experience in Javascript, HTML5, CSS3.\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc.\n– Experience in working with databases (Relational and NoSQL).\n-Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage.\n– Es2015 – Advantage.\n– Passionate about technology.\nTo send a CV for the position of Full Stack Developer – Matrix\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom.\nDo you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keen on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job, this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals.\n– Experience with server-side technologies (NodeJs/php/java/.net/python/ruby) and REST APIs.\n– At least 3 years of experience in Javascript, HTML5, CSS3.\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc.\n– Experience in working with databases (Relational and NoSQL).\n– Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage.\n– Es2015 – Advantage.\n– Passionate about technology.\n– BSc/MSc in computer science.\nTo send a CV for the position of Full Stack Developer – Como\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems.\n– Assess and adopt new available technologies.\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code.\n– Design the overall architecture of the machine learning application.\n– Translate R research code to Ruby production code.\n– Use TDD to write well-tested code.\n– Fix bugs fast and improve application performance.\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design.\n– Proficient knowledge of a back-end programming language, preferably Ruby.\n– Someone who can plan and design the system from a high level perspective.\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms.\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives.\n– Can handle Math/Statistics algorithms and transform them to workable code.\n– Highly data-driven, knowledge of SQL.\nTo send a CV for the position of Fullstack Developer – Riskified\n– Take an active part in defining and building our system’s architecture as well as providing innovative and scalable solutions.\n– Use your skills and experience to develop high performance sites, SEO, real-time monitoring, mobile solutions and web API’s.\n– Work in agile methodology (Scrum/Kanban/etc.).\n– Develop scalable web applications in cutting edge technologies, such as: PHP, RoR, NodeJS, AngularJS, HTML5, CSS3, Bootstrap, etc.\n– Lead technology initiatives and improvements while instilling development “best practices”.\nRequirements:\n– 6+ year’s hands-on experience of OOP and design patterns in one of the following technologies: PHP/RoR/NodeJS/.NET/Python/Java.\n– At least 3 years of experience in HTML5, CSS3, Bootstrap, JS, jQuery.\n– Developing with Angular-advantage.\n– Vast experience in full stack development in a dynamic environment.\n– B.Sc. or higher in Computer Science or a similar degree.\n(Degree from a leading university – preferred).\n– Experience in various DBs (MySQL/ MongoDB/etc.) – preferred.\n– Experience with CI/CD – an advantage.\nTo send a CV for the position of Full Stack Developer – Natural Intelligence\nWe are seeking a FULL STACK DEVELOPER to contribute to the success of our ambitious goals. You will have the opportunity to work on our entire technological STACK, from a modern client-side to server-side that is used to serve millions of vehicles.\nRequirements:\n– Object oriented programing in practice at least 4 years experience with Web development .\n– You have proven front-end and back-end development experience JavaScript, HTML5, CSS, Java and SQL.\n– Strong analysis and design skills.\n– Unique ability to write your own code better and faster than integrating existing frameworks.\n– Hands on experience working with global enterprise SW systems.\n– Self-directed and capable of performing effectively in a dynamic environment.\n– Knowledge / Experience in development for WebLogic.\n– Rich, hands-on experience developing with HTML, XML, Oracle and Linux/Unix.\n– Unix system administration experience – advantage.\n– Effective collaboration within a multinational team.\nTo send a CV for the position of Full Stack Developer – General Motors\n– Build our main web application and products for millions of consumers.\n– Full-stack development of features and user interfaces of Payoneer’s consumer world, all the way from the UI (React) to the database.\n– Analyze and solve difficult issues across the stack in the complex payments flows.\n– Design and build high scale back-end services.\n– Collaborate with our amazing people; Product Designers, Product Managers, and Software Engineers in an agile development environment.\nRequirements:\n– 4+ years of web applications development experience.\n– Hands on experience with web applications that are live in production, serving a large amount of clients.\n– Excellent OOD, C# and .NET skills.\n– Strong front-end capabilities – JavaScript, CSS3.\n– Knowledge of relational databases and SQL (preferred MSSQL).\n– Exceptional self-learning capabilities.\nTo send a CV for the position of Full Stack Developer – Payoneer\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nE2E development of our amazing Atilla product!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nRequirements:\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nAdvantages:\n– B.Sc. Degree in computer science or equivalent.\n– Big Data experience: BigQuery, Hadoop, MongoDB.\n– Familiarity with AWS cloud.\n– Experience with ad tech technologies / ad servers experience.\n– B.Sc. Degree in computer science or equivalent.\n– 4+ years of experience with server development using Python/ Ruby/ Java.\n– Deep knowledge of Linux and web environment.\n– Some experience with front-end technologies- Javascript, HTML5, CSS.\n– Experience with design, architecture and deployment of applications.\nTo send a CV for the position of Python Fullstack Developer for the Atilla Team – Vexigo", "keywords": "full stack web developer,geektime,full stack developer for security event and threat analysis (seta) portal,at&t,full stack developer,matrix,como,full stack / web developers,anyclip,fullstack developer,riskified,natural intelligence,general motors,payoneer,python fullstack developer for the atilla team,vexigo,at&t,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}