{"url": "https://www.geektime.co.il/geekjob-qa-engineer-and-automation-190716/", "type": "article", "title": "10 משרות חמות בעולם בדיקות התוכנה והאוטומציה", "description": "ריכזנו עבורכם 10 משרות טריות בעולם בדיקות התוכנה והאוטומציה מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-526298813.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-19T16:30:59Z", "modified_time": "2016-07-19T14:05:53Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בעולם בדיקות התוכנה והאוטומציה מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n \n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for a talented, creative and innovative QA and Support team player to join our R&D team, who will be responsible testing and validating our real-time, high traffic system that works with cutting-edge technology and BigData DBs.\nAs part of our team you will have a key position, impacting our technology and supporting our local and international users. You will analyze large amount of data from different database system.\nJoin us on a high paced and dynamic environment journey!\nRequirements:\n– Mandatory: Requires high analytical ability, curiosity towards numbers and data coupled with business proficiency.\n– At least 1 year experience OR Degree in Industrial Engineering, Information systems, Business Administration, Mathematics, Statistics, all science degrees.\n– Advantage: Experience with data and Big Data technologies.\n– System-wide vision and the ability to link big data to reach operational conclusions\n– Innovative thinking with a willingness to challenge the status quo.\n– Fluency in English with emphasis on reading and writing.\n– High level of responsibility, organizational & performance abilities.\n– A fast learner with the ability to work independently.\n– Are excited by and passionate about technology.\n– A team player with excellent communication skills and ability to work collaboratively with other departments.\nTo send a CV for the position of QA & Support – Brightcom\nצוות Platform QA automation  אחראי על הפיתוח והתחזוקה של תסריטי אוטומציה לפלטפורמה של 888. האוטומציה בודקת את צד השרת של 888 באמצעות תרחישי השימוש של משתמשי קצה אצל לקוחות כמו פוקר, קזינו וספורט. זהו חלק מתהליך של אינטגרציה רציפה, והוא מסוגל לרוץ במספר סביבות במקביל.\nבניית תסריטי אוטומציה מהווה חלק חשוב מאוד ובלתי נפרד מהתהליך כחלק ממערך של continues integration\nהתפקיד כולל בניית תסריטי אוטומציה ותשתית שתספק יכול הרצת תסריטים במספר סביבות עבודה תוך מגבלות שונות בין הסביבות.\nתחזוקת שוטפת של של התסריטים הקיימים ובניית תסריטים למערכות נוספות תוך התמודדות עם מספר רב של פלטפורמות.\nRequirements:\n– ניסיון של שנה לפחות בפיתוח C# – חובה.\n– הבנה טובה של מתודולוגית Object Oriented – חובה.\n– ניסיון בפיתוח אוטומציה ועבודה עם כלי האוטומציה. Coded UI, Selenium, UI Automation – חובה.\n– ניסיון בפיתוח תשתית אוטומציה להרצה ב- Multiple Environments.\n– עבודה עםServer SQL – יכולת יצירת פרוצדורות ושאילתות.\n– פיתוח WCF, Web Service – יתרון.\n– אנגלית ברמה גבוהה- חובה.\nTo send a CV for the position of QA Automation Developer – 888\nWe are looking for an experienced load testing engineer who is creative and has the ability to integrate load testing in the company for complex real time systems.\nRequirements:\n– Academic education in Computer Science / Software Engineering.\n– At least two years of experience as a load testing engineer.\n– Familiarity with: Functional and Load Testing Life Cycle and Product Life Cycle.\n– Experience working with LoadRunner (including: Development, Execution, Analysis of Results and Maintenance of Tools).\n– Experience Around: Real Time App, SIP, Client-Server App., Web App., TCP / IP, SQL Server.\n– Experience of telephony environments.\nTo send a CV for the position of Load Testing Engineer – at&t\nOptimove is looking for an energized QA engineer who will participate in functional testing and other software quality assurance efforts\nRequirements:\n– Two years of experience in QA.\n– Experience with Web client testing.\n– Experience with server system testing.\n– Good knowledge of SQL.\n– Experience writing test documents.\n– Experience with functional (manual) testing.\nTo send a CV for the position of QA Engineer – Optimove\n– Carry out vigorous testing through a rich web-based UI.\n– Develop testing tools, write test plans, and also set up and maintain testing environments to enable higher quality across the development process.\n– Throughout your work you will be expected to see the world through the eyes of our cyber analyst users, and be able to spot fine nuances to maintain top quality standards.\nRequirements:\n– 2+ years of experience in testing web applications, including client and server side – a must.\n– Good system-wide view.\n– Experience in client – server, web based applications’ QA.\n– System and network architecture knowledge.\n– Attention to detail and the ability to see the product as a whole.\n– Excellent personal communications skills.\n– Strong self management capabilities: proactivity, initiative and innovation.\n– Good understanding of IT & networking world.\n– Fluent English (reading and writing) – a must.\n– Experience and understanding of cyber security – a big advantage.\nTo send a CV for the position of QA Engineer – Cybereason\nIf you believe SW QA Engineer should know the product better than anyone else in the company, this position is for you!\nWith us  you will join fearless QA team making our SW better and flawless.\nAs the guardian angel of our Big Data SW you will work alongside automation and manual QA engineers who never stop asking questions and investigate.\nYou will work with R&D as one team in Agile mode creating and executing test scenarios.\nRequirements:\n– We are looking for someone who is interested in understanding the “big picture” and detect the smallest problem in it – and even more important to catch the source of that problem.\n– 4-5 years as SW QA for large scale client-server systems, with Server sideBackend QA expertise.\n– Ability to understand the business logic of a complex system.\n– High level of English (written and spoken).\n– Ability to work in dynamic environment.\nTo send a CV for the position of SW QA Engineer – AGT International\n– Responsible of leading quality assurance activities in our BI and big data platforms.\n– Responsible for testing complex functionality of our data analytics and BI platform (ETL layer, complex data manipulation and data retrieval over huge amount of data).\n– Responsible for end-to-end functional and nonfunctional testing planning and execution (including installation, monitoring, performance, stress, stability, etc.).\n– Responsible on testing automation definition, writing (optional) and execution.\n– Responsible for leading and mentoring other QA engineers.\nRequirements:\n– Experienced in functionality testing of data analytics and BI systems.\n– Experienced in leading end to end quality assurance activities in large scale systems (end to end test planning and test execution).\n– Experienced in planning and execution nonfunctional test planning (performance, stability, stress testing ).\n– Experienced in leading and managing a QA team – advantage.\n– Experienced in end-to-end automation testing development and execution – advantage.\n– Experienced with big data / Hadoop based echo systems environments – advantage.\n– Experienced with wide variety of open source technologies and tools – advantage.\n– Experienced with Linux OS – advantage.\n– Experienced with SQL and databases (relational DBs – must have; nosql – nice to have).\n– Relevant academic degree (Computer Science / Industrial Engineering / Information Systems).\nTo send a CV for the position of Senior QA Engineer – Plarium\n– As a System Test Engineer at Sapiens ALIS Delivery organization you will take part in our systems testing. You will influence the quality of our products and solutions by finding find their weak spots and potential problems\n– This position combines designing, executing and tracking of test cases and defects for highly advanced and complex insurance products\n– Build test scenarios for the project according to Project specifications and requirements documents\n– Working in close cooperation with other Test Engineers and Developers from Israel, India and North America, constantly gaining knowledge in product specifications and testing methodology\nRequirements:\n– Experienced in writing Testing Scenarios, Test Cases of 1-2 years must.\n– Experience with Functional, Integration and migration testing of 1-2– must.\n– Experienced in WebUI applications and batch systems testing – must.\n– Experienced in SQL, XML, Web Services – must.\n– Experienced in working with testing Tools: QC, Clear Quest, SOAP UI – must.\n– Experienced in System Testing and Acceptance Testing – must.\n– Complete control in the English language (reading, writing, speaking) – must.\n– BA Computer Science, Information Systems or other relevant degree – must.\n– Experience with financial systems (Preferably insurance systems) – is an advantage.\n– Ability to work under pressure with extreme deadlines and in dynamic environment.\n– Willingness to travel abroad.\nTo send a CV for the position of Software Testing Engineer – SAPIENS\nWe’re looking for an experienced and motivated Test Engineering Team Leader to take part in building and optimizing our Quality Engineering solutions infrastructure.\nRequirements:\n– 2+ years experience managing a development team.\n– 5+ years experience of strong, hands-on backend development in open source technologies.\n– Strong understanding of Object Oriented Design – Must.\n– 4+ years experience in Java development.\n– Experience with Agile development practices – advantage.\n– Experienced with DB architecture and design: SQL/ NOSQL.\nTo send a CV for the position of Test Engineering Team Leader – Natural Intelligence\n– We are looking for a talented Automation Developer to join our R&D Team, to take on a major role in the automation team.\n– Our finest group of engineers is building extensive automation Infrastructure for both client side and server side component (using C# )\n– You will have an opportunity to shape the development paradigm, Infrastructure and capacity of our platform.\n– Raise the quality of our product and provide scalability by creating new automation frameworks and tools.\nRequirements:\n– Bachelor’s degree in Computer Science, Software Engineering and similar or relevant experience as a developer.\n– At least 2 years of experience in .NET, C#.\n– Ability to quickly learn new concepts and software.\n– Very good verbal and written communication skills both Hebrew & English.\n– Responsible and dedicated worker, willing to work in a dynamic and demanding environment.\n– Motivated team player who helps drive the team forward.\nTo send a CV for the position of Automation Developer – Payoneer", "keywords": "qa & support,brightcom,qa automation developer,888,load testing engineer,at&t,qa engineer,optimove,cybereason,sw qa engineer,agt international,senior qa engineer,plarium,software testing engineer,sapiens,test engineering team leader,natural intelligence,automation developer,payoneer,qa & support,at&t,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}