{"url": "https://www.geektime.co.il/investor-report-h1-2016/", "type": "article", "title": "מי הם המשקיעים המובילים בהיי-טק הישראלי מתחילת 2016?", "description": "אילו משקיעים ואילו קרנות הון סיכון היו המשפיעים והמשפיעות ביותר על ההיי-טק הישראלי מאז נפתחה שנת 2016? קבלו תמונת מצב מעודכנת", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/dollar-1443244_640-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-21T11:30:42Z", "modified_time": "2016-09-22T14:21:25Z", "articleBody": "אילו משקיעים ואילו קרנות הון סיכון היו המשפיעים והמשפיעות ביותר על ההיי-טק הישראלי מאז נפתחה שנת 2016? קבלו תמונת מצב מעודכנת\n\nלצד יזמים מבריקים, אין ספק שלמשקיעים חלק גדול בהצלחה ובשגשוג של תעשיית ההיי-טק הישראלית. אבל, וזה לא סוד, מבין כל המשקיעים, הקרנות הזרות והקרנות התאגידיות היו פעילות יותר, ויצרו אימפקט על חברות הפורטפוליו שלהן בזמן שהפגינו קו סולידי יותר. המדד שלפניכם מנסה למפות את רמת המעורבות של המשקיעים השונים בדרך חדשה.\nבניגוד לדוחות אחרים, שמדרגים את המשקיעים לפי כמות ההשקעות בלבד, מדד המשקיעים של גיקטיים מתבסס על שיקלול של פרמטרים נוספים המשפיעים על הפעילות וההצלחה של המשקיע. בין היתר שיקללנו סכומי השקעות, הובלה של סבבי הגיוס וביצוע השקעות Follow up לחברות הפורטפוליו, כמות וסכומי אקזיטים והנפקות. כל מדד מתבסס על שיקלול של הנתונים הרלוונטיים לו, כפי שהתקבלו ממחלקת המחקר של גיקטיים, והם מציגים לטעמנו תמונה מדוייקת של הקרנות והאנשים הפעילים ביותר בחלוקה למספר תחומים.\nכדי לקבל תמונה שלמה יותר, שיקללנו רטרואקטיבית את הנתונים של כל שנת 2015 למדד, וכך אנחנו יכולים להשוות בין המדדים בתקופות השונות. חשוב להדגיש כי לא יצרנו הפרדה מלאכותית בין קרנות ומשקיעים פרטיים, כך שלמשל בדירוג של השקעות בשלבים המוקדמים תוכלו למצוא אנג’לים לצד קרנות.\nבמדד ההשקעות בחברות בשלבים מוקדמים שיקללנו מספר נתונים שמשקפים את השלבים הללו כמו מספר ההשקעות של כל משקיע, סכום הסבבים הכולל בחברות בהן השקיע, האם הוא ביצע השקעות המשך (Follow-Up) או לא והאם המשקיע הוביל את סבב ההשקעה.\n\nאת המדד הזה מובילה קרן Lightspeed Venture Partners עם השקעות מדווחות במספר חברות בשלבים המוקדמים כמו alooma של יוצאי תלפיות, חברת הסייבר הצעירה enSilo וחברת הסייבר Fireglass שגייסה כ-20 מיליון דולר, כשהיא עדיין ב-Stealth.\nמדד המשקיעים בשלבים המוקדמים חושף שתי תופעות מעניינות שכדאי להתעכב עליהן. ראשית, פלטפורמת השקעות ההמונים OurCrowd שמתבססת עם ציון משוקלל 9.0 מייד אחרי Lightspeed. על אף העובדה שהיא ירדה מקום אחד בדירוג, OurCrowd, שהיא יותר פלטפורמת מימון המונים מאשר קרן הון סיכון, הוקמה ומנוהלת על ידי ג’ון מדווד והיא מוכיחה שנה אחר שנה את היותה כוח משמעותי ומשפיע בעולם ההון סיכון הישראלי עם השקעות מצטברות של עשרות מיליוני דולרים. בין היתר השקיעה הקרן במחצית הראשונה של 2016 בסטארטאפים כמו MentAd, Credifi ו-Curiyo.\nתופעה שנייה מעניינת היא התברגותם של אנג’לים (משקיעים פרטיים) ברשימה תוך כדי דחיקת קרנות גדולות. כך למשל אנחנו מוצאים ברשימה החדשה את מיקי בודאי עם השקעות בשלבי Seed וסבבי A כמו Insert, Fireglass, Preempt Security ו-TopSpin. עוד אנג’ל בולט שנכנס למדד שלנו הוא ראקש לונקאר, שותפו של בודאי, למכירת Trusteer ל-IBM וללא מעט השקעות השנה ובשנים קודמות.\nמדד השקעות ה-Growth משקלל את הנתונים הרלוונטיים לגבי השקעות בחברות בשלבים הללו. בין היתר התחשבנו במספר ההשקעות של כל משקיע, סכום הסבבים הכולל בחברות בהן השקיע, האם היו השקעות המשך (Follow-Up) או לא והאם המשקיע הוביל את סבב ההשקעה.\n\nבמקום הראשון אנחנו רואים את 83North (לשעבר Greylock IL) עם 6 השקעות בחברות בצמיחה, כשביניהן חברת הנסיעות השיתופיות Via, חברת Simplee, אלופת החידונים והשיתופים PlayBuzz, פלטפורמת האשראי של BlueVine וחברת Zerto, שנלחמת ב-Downtime של ארגונים בענן. אחרי 83North אנחנו רואים את הקרנות Battery Ventures ו-Scale Venture Partners. למקום הרביעי, הגיעה קרן Lightspeed, שכיכבה גם במדד ההשקעות בשלבים המוקדמים. בשנה שעברה, תפסו את המקומות הראשונים קרן Sequoia, האנג’ל זוהר גילון וקרן Carmel Ventures.\nמדד השקעות האנג’לים משקלל את הנתונים לגבי השקעות שביצעו משקיעים פרטיים. בין הפרמטרים ששוקללו היו מספר ההשקעות של כל אנג’ל, סכום הסבבים הכולל בחברות בהן השקיע, האם הוא ביצע השקעות המשך (Follow-Up) או לא והאם המשקיע הוביל את סבב ההשקעה וכן מספרם וסכומם הכולל של האקזיטים וההנפקות של חברות בהן השקיעו.\n\nבמקום הראשון נמצא משה ליכטמן, אשר השקיע בחברת WOO, בצמוד לו במקום השני, נמצא סער ווילף, שניהם השקיעו בעבר בחברת Crosswise שנמכרה לאחרונה לאורקל תמורת 50 מיליון דולר. את המקום השלישי והרביעי חולקים במשותף מיקי בודאי וראקש לונקאר, אותם פגשנו כבר בדירוג הכללי. אחריהם אנחנו פוגשים את אדי שלו, מייסד קרן הסיכון Genesis עם השקעות בחברות כמו Photomyne, Kaymera ו-TriggerHood.\nמדד השקעות הקרנות התאגידיות או ה-Corporate VC’s נועד להציג תמונת מצב בנוגע לזרועות ההשקעה של חברות הענק. בניגוד לקרנות רגילות, שמשקיעות בסטארטאפים, כדי לקבל החזר גבוה ומהיר ככל האפשר על ההשקעה, הרי שהקרנות התאגידיות משקיעות בחברות גם כהשקעות אסטרטגיות וכדי לקבל עדיפות לשימוש בטכנולוגיות שלהן. המדד מתבצע על ידי שיקלול ייחודי של הפרמטרים הבאים: מספר ההשקעות של כל קרן, סכום הסבבים הכולל בחברות בהן היא השקיעה, האם הקרן ביצעה השקעות המשך (Follow-Up) והאם ומתי הקרן הובילה סבבי השקעה וכן מספרם וסכומם הכולל של האקזיטים וההנפקות של חברות בהן השקיעו.\n\nבמקום הראשון נמצאת ענקית השבבים האמריקאית Qualcomm Ventures, הנחשבת לאחת מקרנות ההון סיכון התאגידיות המוצלחות בעולם, והוסיפה השנה לפורטפורליו את חברת שירותי הענן Stratoscale, והגיעה למקום הראשון בזכות השקעתה בחברת ראבלו בשנת 2011, חברה אשר נרכשה בפברואר השנה על ידי אורקל תמורת חצי מילארד דולר. נקודה מעניינית בהקשר זה היא שמי שניהל עד לאחרונה את הסניף הישראלי שלהם, מוני חסיד, עבר לאחרונה ל-Microsoft Ventures.\nלמקום השני הגיעה Deutsche Telekom Capital Partners, זרוע ההשקעות של דויטשה טלקום, אשר הספיקה להשקיע השנה בחברת Replay, חברה שכשבוע לאחר פרסום ההשקעה בה, ביצעה אקזיט כשנרכשה על ידי אינטל תמורת 170 מיליון דולר. למקום השלישי הגיעה קרן Hearst Ventures של אחת מחברות התוכן הגדולות בעולם, חברה שבשנת 2015 לא היתה פעילה במיוחד בשוק הישראלי. הקרן שבפורטפוליו שלה נמצאות חברות כמו נטסקייפ, Roku, באזפיד ופנדורה, השקיעה השנה בחברת שיתוף הנסיעות Via, במסגרת סבב הגיוס השלישי של החברה שעמד על 100 מיליון דולר. אחריה, למקום הרביעי, הגיעה Comcast Ventures של ענקית הכבלים האמריקאית, שמנוהלת בישראל על ידי דניאל צ’רטוק והשקיעה ב-Meta וב-Sunday Sky. קרן ClalTech הישראלית השקיעה בחברת Zerto, שמסייעת לארגונים להתאושש מאסונות בענן ו-Zooz. גם Comcast וגם ClalTech אשר הגיעו למקומות הרביעי והחמישי, בהתאמה, שומרות על רמות מעורבות ופעילות גבוהות. מצד שני, אנחנו רואים את העדרותה של Intel Capital, שכיכבה בשנה הקודמת. על פי דיווחים שונים אינטל שקלה למכור את פורטפוליו האחזקות שלה, אך לבסוף ויתרה על תוכניותיה.\nמדד השקעות ה-Private Equity משקלל מספר נתונים, ביניהם מספר ההשקעות של כל קרן, סכום הסבבים הכולל בחברות בהן היא השקיעה, האם היו השקעות המשך (Follow-Up) או לא, האם הקרן הובילה את סבב ההשקעה וכן מספרם וסכומם הכולל של האקזיטים וההנפקות של חברות בהן השקיעו.\n\nבמקום הראשון אנחנו מוצאים את BRM Capital עם השקעות ב-Roomer ,StarletDerma ,V-Wave ,GigaSpaces, Mominis ו-Capester. אחריה, קרן Poalim Capital Markets עם השקעה אחת אבל גדולה יחסית בסבב הגיוס השלישי של Via וחותמת את השלישיה, Kreos Capital עם השקעה בסבב הגיוס השלישי של פלטפורמת התשלומים Zooz. בהשוואה ל-2015, אנחנו רואים היעדרות של החברות שתפסו את המקומות הראשונים כמו Viola Private , Kaedan capital, FTV Capital ו-Accelmed.\nמקור: cc0-by-Pixabay\nמדד זה מתאר עד כמה היתה מעורבת הקרן בהנפקות, במיזוגים ובאקזיטים בהשוואה לקרנות ולמשקיעים פעילים אחרים וזאת באמצעות שקלול של מספרם וסכומם הכולל של האקזיטים וההנפקות של חברות בהן השקיעו. המדד מכונה גם “מדד הנזילות”.\n\nהקרן הפעילה ביותר היא Bessemer Venture Partners האמריקאית עם עסקאות כמו מכירת CloudLock לסיסקו תמורת 293 מיליון דולר, מכירת Leaba גם כן לסיסקו, תמורת 380 מיליון דולר, מכירת Ravello לאורקל תמורת כחצי מיליארד דולר, ו-2 עסקאות קצת פחות רווחיות: מכירת DensBits ל-Avago תמורת כ-15 מיליון דולר ומכירת Billguard ל-Prosper תמורת כ-50 מיליון דולר.\nקרן Sequoia Capital שמגיעה אחר-כך מעורבת ב-8 חברות שנמכרו או התמזגו, ביניהן: StreamRail שנמכרה ל-ironSource, חברת SintecMedia שנמכרה ל-SintecMedia תמורת כ-400 מיליון דולר; עסקאות Ravello, DensBits, מכירת Adallom למיקרוסופט תמורת 320 מיליון דולר; מכירת Sansa ל-ARM, מכירת Wilocity לקוואלקום תמורת כ-300 מיליון דולר ומכירת Kontera ל-Amobee תמורת כ-150 מיליון דולר. אחריה, ניצבת קרן מימון ההמונים OurCrowd עם 7 עסקות מיזוג, אקזיטים והנפקות.\nבמדדים אלה מיפינו את ההשקעות שעשו המשקיעים השונים בחלוקה לסקטורים בהם פעילה החברה. המדדים מתבססים על מספר השקעותיו של כל משקיע בסקטור הספציפי; סכום הסבבים הכולל, בחברות בהן המשקיע מעורב; מספר ה-M&A של החברות בהן המשקיע ביצע השקעה והשווי הכולל של עסקות ה-M&A שביצע המשקיע.\nלהורדת הדו”ח המלא – לחצו כאן ומלאו את הטופס\nמקור: cc-by-Pixabay\nאם מדברים על ההייטק כקטר הצמיחה של המשק הישראלי, אין ספק שהסייבר הוא המנוע של הקטר. גם במחצית הראשונה של 2016 עמד סקטור הסייבר בראש עם 30 סבבי גיוס וסך השקעות של 403 מיליון דולר, קפיצה מרשימה של יותר מ-100 אחוזים מ-201 מיליון הדולרים שגייס התחום בתקופה המקבילה ב-2015.\nאת ההשקעות בתחום מובילה קרן CE Ventures מהונג-קונג עם השקעות בין היתר ב-imVision; אחרי CE מגיעה קרן Bessemer האמריקאית ואחריה צמד האנג’לים, מיקי בודאי וראקש לונקאר. ככלל, מדובר בשינוי מהותי לעומת התקופה המקבילה אשתקד אז מצאנו בראש המדד את קרן Sqeuoia, האנג’ל שלמה קרמר וקרן Rembrandt.\nתחום זה ממשיך במגמת הצמיחה גם השנה עם סך השקעות של 83 מיליון דולרים לעומת 52 מיליון דולרים בתקופה המקבילה אשתקד.\n\nאת תחום ה-Enterprise, התוכנות הארגוניות, מובילה הקרן התאגידית Qualcomm Ventures עם השקעות דוגמת Weka.IO ו-Stratoscale. מדובר בזינוק מרשים עבור הקרן, שכלל לא הופיעה במדד שלנו בתקופה המקבילה ב-2015. אחרי קוואלקום, אנחנו רואים את קרן Sequoia, שעלתה שלב אחד בהשוואה לשנה שעברה, בין היתר בזכות השקעות ב-Oribi של היזמת איריס שור ו-Signals Group שעוסקת בתובנות מודיעין עסקי לארגונים. את השלישייה הראשונה חותמת קרן Norwest Venture Partners, שכלל לא הופיעה במקומות הראשונים במדד שלנו ב-2015.\nמקור: cc-by-Pixabay\nבתחום זה היו מתחילת השנה 21 סבבי גיוס בסך כולל של 255 מיליון דולר, זינוק של 77 אחוזים מ-144 מיליון הדולר אשר גוייסו במחצית הראשונה של 2015.\n\nבתחום ה-Fintech, אנחנו פוגשים את פלטפורמת iAngels עם השקעות דוגמת Simplex, Zooz ו-TravelersBox. אחר-כך את 83North עם השקעות דוגמת BlueVine. מייד אחריהן מגיעה Lightspeed Venture Partners. בשנה שעברה לשם השוואה איישו את הפסגה בהפרש קטן קרנות Spark Capital, קרן Khosla Ventures וקרן Carmel Ventures, שנעדרות השנה מהמדד.\nבמחצית הראשונה של שנת 2016 חלה ירידה בסך ההשקעות בתחום זה, 149 מיליון דולר אל מול 355 מיליון דולר בתקופה המקבילה אשתקד. הירידה התלולה בתחום יכולה להיזקף למספר סיבות כשבראשן השליטה ההולכת וגוברת של גוגל, אפל ופייסבוק על האקוסיסטמים שלהן, הפגיעה בספינות הדגל של הענף כמו Outbrain ו-Taboola שהערכות השווי שלהן נחתכו דרמטית בשנה האחרונה. זאת בנוסף למשתמשים רבים המודעים יותר לפרסומות ולדרכים לחסום אותן תוך שימוש הולך וגובר בחוסמי פרסומות למיניהם. ומעל לכל זה, החברות בתחום סובלות מתדמית שלילית המקשה עליהן בגיוס כספים ועובדים.\n\nאת תחום ה-AdTech מובילה קרן Kreos Capital עם השתתפות בסבב הגיוס האחרון של Zooz בגובה 24 מיליון דולר; אחריה מגיעות Carmel Ventures שהשקיעה בחברות כמו PlayBuzz ו-OurCrowd. כל הקרנות הללו לא הופיעו כלל בתקופה המקבילה ב-2015, בעוד שהמשקיעים שהובילו אז בהשקעות ב-AdTech כמו זוהר גילון, קרן 83North ומשה ליכטמן לא מיוצגים במדד שלנו השנה.\nמקור: cc0-by-Pixabay\nסקטור זה נמצא בצמיחה מתמדת וכולל תחומים מגוונים כדוגמת גנטיקה, פרמצבטיקה, ננו-טכנולוגיה, מכשירים רפואיים, דיאגנוסטיקה וביו טכנולוגיה. במחצית הראשונה של השנה היינו עדים ל-37 סבבי גיוס בתחום אשר הסתכמו לכ-302 מיליון דולרים, זאת לעומת 26 סבבי גיוס בהיקף של 269 מיליון דולר בתקופה המקבילה בשנת 2015.\n\nבסקטור ה-Life Sciences אנחנו רואים שוב במקום הראשון את קרן Peregrine Ventures, כשאחריה קרן Pontifax עם השקעות בחברות כמו Sweetch, Metabomed, Avraham Pharmaceuticals ו-V-Wave; למקום השלישי הגיעה BRM Group. שוב מדובר בעלייה יפה של Peregrine, מהמקום השלישי בתקופה המקבילה ב-2015 למקום הראשון. קרן Pontifax שאיישה את המקום הראשון ירדה השנה למקום השני.\n\nולבסוף, בתחום ה-Medical Devices, אנחנו רואים שקרן Peregrine Ventures פעילה משמעותית יותר מהבאות אחריה במיקום עם השקעות בחברות דוגמת Eximo, NLT Spine, Restore, Magnetto ו-mPharma. מדובר בעלייה נאה של הקרן מהמקום השני, אותו איישה ב-2015. למקום השני הגיעה הקרן התאגידית של Johnson&Johnson עם השקעות ב-V-Wave וב-CartiHeal, ובמקום השלישי, קרן BRM Group.\n\n\n", "keywords": "דוח משקיעים,דוח גיקטיים,משקיעים,משקיע,גיוסים,גיוסי הון,חציון,קרנות,השקעות,geektime report,investors,קרן הון סיכון,קרנות הון סיכון"}