{"url": "https://www.geektime.co.il/mst-raises-12-5-mm/", "type": "article", "title": "גיוס: MST מגייסת 12.5 מיליון דולר לפיתוח רובוט שמסייע בניתוחים", "description": "חברת MST מיקנעם מפתחת מערכת רובוטית שמסייעת לבצע ניתוחים. עתה מודיעה החברה על גיוס של 12.5 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2015/07/BIG6.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-07-05T09:27:26Z", "modified_time": "2015-07-05T11:27:03Z", "articleBody": "חברת MST מיקנעם מפתחת מערכת רובוטית שמסייעת לבצע ניתוחים. עתה מודיעה החברה על גיוס של 12.5 מיליון דולר\nהמערכת הרובוטית שמסייעת למנתח. מקור: סרטון וידאו, MST\nחדש בגיקטיים: לוח משרות הייטק שמתמקד רק במשרות מתחום ההייטק, מתעדכן באופן קבוע ופתוח למגייסים ולמחפשי עבודה.\nניתוחים לפרוסקופיים הם שיטת ניתוח חדשה יחסית שנעשית ללא פתיחה של הבטן, אלא בעזרת חתכים קטנים מאוד בדופן הבטן ושימוש בסיבים אופטיים, מצלמה וכלי ניתוח. היתרונות של הניתוחים הללו רבים וכוללים בין השאר זמן החלמה מהיר יותר, פחות כאבים לאחר הניתוח, חזרה מהירה לשגרה ופחות צלקות בולטות מהניתוח. היתרונות הללו גרמו לכך שמספר הניתוחים הלפרוסקופיים גדל מדי שנה ועומד על כ-7.5 מיליון ניתוחים בעולם בשיטה זו. עתה מודיעה חברת MST מיקנעם, שמפתחת כלי עזר לניתוחים לפרוסקופיים, כי השלימה סבב גיוס C בגוסה 12.5 מיליון דולר ובהובלת Haisco הסינית, המתמחה במכשור רפואי.\nבזמן ניתוח לפרוסקופי מחדיר הכירורג סיב אופטי שבסופו מצלמה זעירה שמעבירה את התמונה למסך גדול שניצב לפניו ועוזרת לו כך לבצע את הניתוח. הבעיה העיקרית בביצוע ניתוחים אלו הוא המיומנות הגבוהה שדרושה מהצוות הרפואי שאמור לתפעל את המצלמה. לשם כך פיתחה MST את AutoLap, מערכת בקרת תנועה רובוטית עדינה, שכוללת זרוע מכנית. בעזרת טכנולוגיות מתקדמות של ראייה ממוחשבת מניעה המערכת בעדינות את המצלמה בדיוק למיקום שהכירורג חפץ. בזכות השימוש במערכת שפיתחה MST, ניתן למעשה לוותר על אנשי הצוות שתפקידם היה לשלוט במצלמה לפי הוראות הכירורג.\nחברת MST או Medical Surgical Technologies הוקמה בשנת 2005 על ידי זיו טמיר ומוטי שולב, שני יזמים עם ידע וניסיון במיכשור רפואי. סבב הגיוס הנוכחי בגובה 12.5 מיליון דולר הובל על זרוע ההשקעות של חברת הציוד הרפואי הסינית Haisco Pharmaceutical Group, שמוצריה מופצים ביותר מ-3,000 בתי חולים ברחבי סין ומחזור המכירות השנתי שלה מגיע ל-800 מיליון דולר. החברה הסינית מצטרפת למשקיעים הקיימים בחברה, ביניהם ניתן למנות את SCP Vitalife, TriVentures, AGATE, Jacobs Investment Company ופלטפורמת מימון ההמונים OurCrowd.\nמוטי פרימר, מנכ”ל MST, מסר בתגובה לגיוס: “AutoLap התקבלה בצורה נפלאה על ידי מנתחים ובתי חולים. אנחנו מצפים לשיתוף הפעולה עם Haisco, כדי להביא את הטכנולוגיה שלנו ליותר מרכזים רפואיים בעולם בשנה הקרובה”. פרימר הוסיף שההון שגוייס ישמש לצורך שיווק המערכת בשווקי ארצות הברית, אירופה וסין.\n", "keywords": "גיוס,mst,יקנעם,ניתוח לפרוסקופי,לפרוסקופיה,רובוט,מצלמה,ביומד,scp vitalife,triventures,agate,jacobs investment company,ourcrowd,סין,haisco,ניתוח,גיוס הון,קרנות הון"}