{"url": "https://www.geektime.co.il/startups-investments-april-2013/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו באפריל 2013", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, ניוזגיק אסף עבורכם את כל ההשקעות והגיוסים של חודש אפריל 2013", "image": "https://files.geektime.co.il/wp-content/uploads/2012/10/6551534889_9c8ae52997.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-05-04T12:27:36Z", "modified_time": "2013-05-05T11:28:48Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, ניוזגיק אסף עבורכם את כל ההשקעות והגיוסים של חודש אפריל 2013\nמקור: flickr, cc-by 401(K) 2012\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נביא סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש מרץ\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nהחברה הישראלית, המתמחה באנליטיקות של Big Data הודיעה על השלמת סבב גיוס שני בסך 10 מיליון דולרים. את הסבב הנוכחי הובילה קרן Battery ביחד עם Opus Capital ו-Genesis Partners. לאור העובדה שבמהלך השנה האחרונה רווחי החברה צמחו בלמעלה מ-500 אחוזים ושירותיה התרחבו ל-49 מדינות ברחבי העולם, מתכננת SiSense להעזר במימון על מנת לעמוד בדרישה הגוברת.\nSiSense נוסדה ב-2010 על ידי אלדד פרקש, המכהן כ-CTO ואלעד ישראלי, המכהן כ-CPO. כיום, מונה החברה כ-50 עובדים המתפרסים בין שני משרדי החברה הממוקמים בארצות הברית ובישראל. מנכ”ל החברה, עמית בן דוב, הסביר כי SiSense שמחה להוסיף את קרן Battery לרשימת המשקיעים שלה, ולאור גידול מערכי המכירות הנוכחי הגיע הזמן להוסיף “שמן למדורה”. עוד הוסיף בן דוב כי האתגר הגדול ביותר של החברה כרגע הוא להגדיל את צוות המכירות והתמיכה, במטרה להציע את השירות הטוב ביותר עבור לקוחותיה, וכמובן להוסיף עוד ועוד לקוחות גם במהלך 2013.\nחברת הסטארטאפ הישראית Zerto הודיעה על השלמת סבב גיוס בגובה 13 מיליון דולרים. את הסבב, השלישי במספרו, הובילה RTP Ventures מבית ru-Net אחזקות. נוספו אליה גם המשקיעות הקיימות: Battery Ventures, הסניף הישראלי של גרילוק, ו-U.S. Venture Partners. כתוצאה מהגיוס, מוראט בייסר, מנהל בכיר ב-RTP, יצטרף להנהלת זרטו. החברה, שנוסדה בשנת 2009 על-ידי האחים זיו ועודד קדם, וממוקמת בהרצליה, מתעסקת, במלים פשוטות, בבקרת אסונות, רק שהיא עושה זאת בענן. בשני הסבבים שקדמו לסבב זה גייסה החברה 21.2 מליון דולרים, וידה עוד נטויה.\nחברת הסטארטאפ הישראלית צ’יטה מדיקל, המפתחת טכנולוגיות בתחום המיחשוב והמיכשור הרפואי, השלימה סבב גיוס על סך כ-14 מיליון דולרים. את סבב הגיוס הובילו המשקיעות הנוכחיות בחברה, ביניהן קרן ההון סיכון RBVC (חברה ההשקעות של Bosch), משפחת מושל, משקיעים יהודיים פרטיים מלונדון, קרן ההון סיכון MVM Life Science Partners LLP ו-Ascension Health Ventures, קרן הון הסיכון של רשת בתי חולים גדולה בארצות הברית. בנוסף לחברות הללו, השתתפו בסבב הגיוס הנוכחי משקיעים פרטיים נוספים אך כל הפרטנרים לסבב ההשקעה היו שותפים גם לסבבים הקודמים כך שאל החברה לא הצטרפו בעלי מניות חדשים.\nזהו סבב הגיוס השלישי של צ’יטה מדיקל, כאשר במסגרת סבב הגיוס הראשון, שהסתיים במהלך שנת 2007 הצליחה לאסוף החברה סכום כסף כולל המוערך בכ-19 מיליון דולרים ובמהלך סבב הגיוס השני, שהתחיל עם סיום הסבב הראשון ותם במרץ 2010 גייסה צ’יטה מדיקל כ-20 מיליון דולרים נוספים. יש לציין, כי החברה השאירה במסגרת סבב הגיוס פתח לכניסה מאוחרת של משקיע פוטנציאלי נוסף ששמו נשמר במערכת ונמצא במשא ומתן על מתן השקעה מחודש ספטמבר האחרון. סבב הגיוס הנוכחי מעמיד את סך ההשקעות של החברה על סכום לא מבוטל בגובה 53 מיליון דולרים.\nחברת הסטארטאפ הישראלית DudaMobile, המפתחת פלטפורמה בניית אתרי אינטרנט למובייל עבור עסקים קטנים ובינוניים, הודיעה על השלמת סבב גיוס בגובה 10.3 מיליון דולרים. את הגיוס הנוכחי הובילו קרן ההון סיכון פיטנגו ואורן זאב. הגיוס הנוכחי מגיע לאחר סבב האנג’לים הראשון של החברה שנסגר בשנת 2010 ומהווה הרחבה ל-6 מיליון הדולרים אשר גויסו במרץ 2012. הגיוס מפיטנגו ואורן זאב סוגר למעשה את סבב הגיוס השני של החברה ומציב את סך הגיוסים שלה על סכום כולל של 18.6 מיליון דולרים.\nאת הכסף תשקיע החברה בעיקר בפיתוח הפלטפורמה העצמאית לבניית אתרי מובייל, כאשר חלק גדול מהמימון יושקע לטובת הרחבת היצע השירותים של החברה, כולל פרסום סלולרי. על פי החברה, הצרכנים אוהבים את הפשטות של לחיצה בודדת במכשירים הניידים שלהם על מנת להגיע אל בתי עסק או לקבל הכוונה, כאשר הנוחות הזו מתורגמת בקלות להכנסות בשטח עבור בעלי עסקים.\nחברת הסטארטאפ הישראלית Pumpic, המפתחת פלטפורמה להעלאה ושיתוף תמונות ברשת הודיעה על השלמת סבב גיוס ראשון בגובה 700 אלף דולרים. את סבב הגיוס הובילה חממת הסטארטאפים The Time הנמצאת בבעלות אילן שילוח וניר טרולבסקי וממוקמת ברמת החייל בשיתוף עם המדען הראשי. החברה נוסדה בסוף שנת 2011 על ידי איקו חסון וחי טאוב כאשר ביולי 2012 התחיל שיתוף הפעולה עם חממת The Time. החברה מעסיקה 6 עובדים ויושבת ברחוב ראול ולנברג, תל אביב.\nPumpic מציעה למשתמשים, פרטיים ומקצועיים כאחד, דרך נוחה להעלאה ושיתוף תמונות דרך רשת האינטרנט. החברה מציעה אחסון בלתי מוגבל על גבי שרתי החברה לתמונות באיכות המקורית שלהן, בניגוד לשירותי שיתוף והעלאת תמונות אחרים ברשת המבצעים אופטימיזציה לתמונות על ידי כיווץ והתאמה לפלטפורמה ו/או מורידים מהם מידע נוסף כגון ה-Metadata של התמונה.\nחברת הסטארטאפ הישראלית רדקסיו (Reduxio), העוסקת בתחום מערכות אחסון מידע היברידיות, הודיעה על השלמת סבב גיוס ראשון על סך 9 מיליון דולרים. את הגיוס הנוכחי הובילו קרנות ההון סיכון כרמל ונצ’רס ו-JVP, כאשר במסגרת ההשקעה הצטרפו אורי בנדורי, שותף כללי בכרמל ונצ’רס, וקובי רוזנגרטן, שותף כללי בקרן JVP, לדירקטוריון החברה. החברה נוסדה באוגוסט 2012 על ידי שלושה שותפים: מרק ווינר, ניר פלג ואמנון סטרסר, וותיקים בתעשיית אחסון המידע. השלושה זיהו את הצורך והאתגר בשילוב פונקציונליות וחומרה מתקדמות בתוך מערכות אחסון המידע המסורתיות של הארגונים, ורצו להציע את הפתרון האידיאלי המבוסס על הטכנולוגיה בה משתמשים הארגונים כיום.\nבראיון לניוזגיק הסביר מארק ווינר, מנכ”ל החברה ואחד ממייסדיה, כי הגיוס הגיע בצורה מהירה ביותר, לאחר שלחברה היה אבטיפוס בלבד. כחלק מסבב הגיוס הנוכחי מתכננת Reduxio להגביר את העבודה לקראת השקת המוצר הסופי והמלא, לשלש את צוות עובדיה המונה כיום כ-10 עובדים היושבים במשרדיה בירושלים (ובקרוב עוברים לתל אביב), כאשר התקווה היא שכבר בסוף השנה הנוכחית תשיק את המוצר המלא שלה, שיכלול מערכת מחשוב שלמה.\nחברת הסטארטאפ הישראלית פארקו (Parko), האחראית לפיתוח אפליקציה העוזרת למשתמשים למצוא חניה, הודיעה על השלמת סבב גיוס ראשון בגובה חצי מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן ההון סיכון Our Crowd בבעלותו של ג’ון מדבד, אשר מגייסת השקעות עבור מיזמים ישראלים מבטיחים בשיטת ה- Crowd Funding. בנוסף בסבב הנוכחי נמנה גם היזם גיגי לוי, לשעבר מנכ”ל חברת 888.\nאפליקציית Parko, הזמינה למשתמשי אייפון ואנדרואיד, נועדה לכלל הנהגים בארץ שמוצאים את עצמם מפעם לפעם מתקשים במציאת חניה. מאחורי Parko עומדים תומר נוי-נר, מנכ”ל החברה, איתי דויד המנהל הטכנולוגי ומורן ברדה, מנהל התפעול – שלושתם תל אביבים בשנות השלושים המוקדמות לחייהם, הסובלים מידי יום מבעיית החניה בתל אביב. הכסף מסבב ההשקעה הנוכחי ישמש להמשך פיתוח עבור הקהל המקומי, וכמובן במטרה להגדיל את קהל הלקוחות אל משתמשים הסובלים ממצוקת חניה גם בערים צפופות מעבר לים.\nחברת הסטארטאפ הישראלית CommuniTake, המתמחה במתן גישה מרחוק למכשירים ניידים, הודיעה על השלמת סבב גיוס שני בגובה 3 מיליון דולרים. את סבב הגיוס הובילה חברת Cellebrite, חברה ישראלית נוספת שמתמחה בהעברה, גיבוי ושחזור של נתונים במכשירים ניידים. זוהי השקעה אסטרטגית מצד Cellebrite שתאפשר לה להשתמש בטכנולוגיה של CommuniTake על מנת לאפשר למפעילות סלולר לאבחן פתרונות סלולריים מתקדמים באופן יעיל יותר. מדובר בסבב הגיוס השני של החברה, לאחר שבשנת 2009 גייסה גיוס Seed על ידי SHM, חברת ההשקעות הפרטית של שמואל מנדזיצקי ובספטמבר 2010 גייסה 1.05 מיליון דולרים בסבב גיוס ראשון, מתוכם 750 אלף דולר שהגיעו מ-Plus Ventures, זרוע השקעות ההון סיכון של קבוצת מולדבסקי ויתר הסכום, 300 אלף דולרים נוספים במענק של המדען הראשי.\nחברת CommuniTake, אשר משרדיה ממוקמים באטלנטה, ג’ורג’יה, נוסדה בשנת 2008 על-ידי רונן ששון, לשעבר סמנכ”ל באמדוקס, המכהן כמנכ”ל החברה, עמרי לביא – מי שהיה מייסד Clockwize, ערן קרפן – מי שהיה מנהל המו”פ ב-MobileSolid, עמי פרלמוטר ושלו חוליו. בין לקוחות החברה ניתן למצוא מפעילות סלולר גדולות ומוכרות כגון מפעילת הסלולר האירופאית Vodafone, יצרנית מכשירי הסלולר הפינית נוקיה ומפעילות הסלולר הישראליות פלאפון וסלקום.\nחברת הסטארטאפ הישראלית Gizmox הודיעה על השלמת סבב גיוס בגובה 7.5 מיליון דולרים. את סבב הגיוס הובילה קרן Atlas Venture בהשתתפות משקיעים קיימים בחברה: Citrix, IVC, Consolidated Investment Group, Maayan Ventures ומשקיעים פרטיים נוספים, ביניהם אריה סקופ, לשעבר מנכ”ל מיקרוסופט ישראל, זוהר גילון ודן ויגדור. זהו סבב הגיוס השני של החברה, לאחר שבסבב הסיד, שהסתיים ביוני 2011 גייסה החברה סכום בלתי ידוע מ-Citrix ובאפריל 2012 גייסה כ-3.5 מיליון דולרים. בסופו של דבר, הגיוס הנוכחי מעמיד את סך כל הכספים שגויסו על ידי החברה על 18 מיליון דולרים.\nהכסף נועד לשמש את Gizmox להמשך הצמיחה של החברה בתחום ה-HTML5 המתעורר למכשירים ניידים. כמו כן, פורסם כי כחלק מהעסקה, Jeff Fagnan ו-Christopher Lynch מ-Atlas Ventures יצטרפו לדירקטוריון החברה. בנוסף, מינתה גיזמוקס את Eugene Kuznetsov, מייסד DataPower ובכיר ב-Abine למנכ”ל החברה. גיזמוקס נוסדה ב-2007 על ידי נבות פלד, גיא פלד ואיציק שפיצן וידועה בעיקר בזכות תשתית ה-HTML5 שפיתחה, Visual WebGui. התשתית מאפשרת לארגונים ולמשתמשים העסקיים להציע גישה אל התוכנה הארגונית שלהם באמצעות האינטרנט, הענן או דרך מכשירים ניידים, ללא צורך בשכתוב או שינוי של המערכות והתאמתן לפלטפורמות השונות.\nחברת הסטארטאפ הישראלית ZooZ, המפתחת פלטפורמת תשלום סלולרית לרכישות פנים-אפליקציות הודיעה על השלמת סבב גיוס בגובה 2 מיליון דולרים. זהו סבב הגיוס השני של החברה, לאחר שבנובמבר 2011 גייסה במסגרת סבב גיוס ראשון כ-1.5 מיליון דולרים, מה שמציב את סכום כל הגיוסים שהצליחה לאסוף ZooZ על 3.5 מיליון דולרים סך הכל. את סבב הגיוס הובילה קרן ההון סיכון XSeed Capital, בהשתתפות המשקיעים הקודמים בחברה אשר השתתפו בסבב הגיוס הראשון, ביניהם ניתן למצוא את Lool Ventures, רודיום, Kima Ventures, Orefa Investment, Jiana Capital ו-AM Holdings, בנוסף למשקיעים פרטיים ביניהם יובל טל ואילון תירוש.\nאת החברה ייסדו בשנת 2010 אורן לוי, המכהן כמנכ”ל החברה, ורונן מורקי, שמכהן כסמנכ”ל התפעול והיה בעברו סגן נשיא המחקר והפיתוח בחברת Verisign העולמית. הניסיון הרחב של רונן מ-Verisign מבדיל את הפתרון של החברה משאר פתרונות ה-In App Purchases בשוק בכך שהיא מתמקדת באבטחה ובמניעת הונאות, ובכך מבטיחה אלטרנטיבה טובה יותר עבור קמעונאים ומפתחים על פני פתרונות אחרים בשוק. ZooZ צפויה להשתמש בכסף שגייסה במהלך סבב הגיוס האחרון על מנת להוסיף פונקציונליות חדשה למוצר, להגדיל את המודעות של החברה בקרב בעלי עסקים וקמעונאים, לחזק שותפויות חדשות וקיימות ולבנות את נוכחות החברה בשוק התשלומים העולמי. בנוסף, החברה מתכננת לפצל את פעילותה ולהעביר מספר אנשי צוות למשרד בארצות הברית.\nחברת הסטארטאפ הישראלי Dynamic Yield, המפתחת פלטפורמה שמתאימה תוכן של אתרי אינטרנט באופן אישי למשתמש על פי ההעדפות וההתנהגות שלו הודיעה היום (ד’) על השלמת סבב גיוס ראשון בגובה 2 מיליון דולרים. זהו סבב הגיוס הראשון של החברה הצעירה, שהוקמה בשנת 2012 על ידי ליעד אגמון, עמרי מנדלביץ’ אוהד גליקסמן ועופר זינגר, אשר גם מימנו את סבב הסיד של החברה, שהסתיים בסמוך להקמת החברה ועמד על סכום של רבע מיליון דולרים.\nאת סבב הגיוס הובילה קרן ההון סיכון Bessemer Venture Partners, שהשקיעה כ-1.5 מיליון דולרים ובסיבוב השתתפו גם קרן ההון סיכון של הניו יורק טיימס, קרן ההשקעות של יו”ר גוגל אריק שמידט, Innovation Endeavors ומשקיעים פרטיים נוספים אשר השקיעו כחצי מיליון דולרים נוספים. בין המשקיעים הפרטיים שהשקיעו בסיבוב היה גם ג’ף אפשטיין, סמנכ”ל הכספים של אורקל, אשר יצטרף ל-Advisory Board של החברה.\nהחברה כיום יושבת בתל-אביב, אך לאחר ההשקעה מתכננת החברה לפתוח משרדים נוספים בניו-יורק ולהגדיל משמעותית את מצבת העובדים. כמו כן, באופן טבעי, אחרי שהשקיעה בחברה, הניו-יורק טיימס הנחשב כיום לאחד מאתרי המדיה המובילים בעולם, יתחיל ליישם בקרוב את המערכת של Dynamic Yield גם על אתר התוכן של החברה. לניוזגיק נמסר כי החברה כבר חתמה על הסכמים לעבודה עם מספר אתרי תוכן גדולים בעולם ובישראל.\nחברת Swifto (לשעבר Todayjob) של היזמת הישראלית הצעירה פנינה פירסט (25), הודיעה על סבב גיוס הון ראשון של החברה בגובה של כ-2.5 מיליון דולרים, מקרן ההון סיכון בנצ’מרק קפיטל. הגיוס נועד כדי לספק שירותי End-to-End בכל מה שקשור לטיולי כלבים (Dog Walking), שוק שלדבריה של פירסט מגלגל בשנה כ-60 מיליארד דולרים. את ההשקעה ביצע מטעם בנצ’מרק השותף הישראלי של הקרן, מייקל אייזנברג, שגם יצטרף לדירקטוריון החברה. Swifto מעסיקה היום 9 עובדים בתל-אביב וניו-ג’רזי במטרה לספק לבעלי הכלבים את כל מה שהם צריכים בהקשר לשירותי הטיול עם הכלב שלהם במקום אחד.\nחברת Alma Lasers, יצרנית פופולרית של מכשור רפואי המבוסס על טכנולוגיות לייזר הודיעה היום על רכישתה של החברה ומיזוגה עם חברת Fosun Pharma הסינית בעסקה המוערכת בכ-240 מיליון דולר. בהתאם לנתוני העסקה, 95.6 ממניות החברה יועברו אל הענקית הרפואה משנגחאי. בהודעה לעיתונות נמסר כי הרכישה מהווה צעד גדול להתרחבות הגלובאלית של Fuson Pharma לאחר השלמת הנפקת מניות ה-H של החברה ופתיחה של ערוץ ההון הבינלאומי. בעלי המניות העיקריים באלמה לייזרס הם קרן ההשקעות TA, המחזיקה ב-63 אחוזים ממניות החברה והשקיעה בה כ-90 מיליון דולרים וד”ר זיו קרני, נשיא החברה אשר מחזיק ב-16.5 אחוזים ממניות החברה.\nאלמה לייזרס, חברה וותיקה בשוק הביוטכנולוגיה נוסדה בשנת 99 ומציעה מגוון פתרונות טיפוליים בטכנולוגיית לייזר, אור, גלי רדיו ואולטרסאונד המיועדים לצרכי אסתטיקה ורפואה. משרדי החברה ממוקמים בשיקגו כאשר בנוסף מחזיקה אלמה לייזרס מרכז מחקר ופיתוח באזור התעשייה בקיסריה העוסק בתחום ייצור מכשור רפואי ואסתטי. על פי דיווחים מחברות צד שלישי בלתי תלויות, לחברה נתח שוק של 15 אחוזים מהשוק העולמי של המכשור הרפואי האסתטי ומחזור שנתי של קרוב ל-100 מיליון דולרים.\nחברת הסטארטאפ הישראלית ClickTale, המפתחת טכנולוגיה לניטור התנהגות גולשים ותנועתם באתרי אינטרנט, הודיעה על השלמת סבב גיוס בגובה 17 מיליון דולרים. זהו סבב הגיוס הראשון של החברה, לאחר שב-2007, כשנה בלבד לאחר הקמתה גייסה בסבב הסיד 800 אלף דולרים מ-YL Ventures וממשקיעים פרטיים. את סבב הגיוס הנוכחי הובילה קרן ההון סיכון Amadeus Capital Partners בהשתתפות קרן ההון סיכון Goldrock Capital וקרן Viola Credit מקבוצת Viola, שהשקיעה בסבב הגיוס הנוכחי 3 מיליון דולרים. את הכסף תשקיע החברה לטובת המשך השקעה במחקר ופיתוח, שיפור הטכנולוגיה המפותחת על ידי החברה והתרחבות לשווקים נוספים ברחבי העולם.\nClickTale, אשר נוסדה בשנת 2006 על ידי טל שוורץ ואריק יבילביץ’, מעסיקה למעלה מ-120 עובדים במשרדי החברה ברחוב שוהם ברמת גן. החברה מציעה ללקוחותיה מערכת ניטור תנועת גולשים באתרי אינטרנט, אך בעוד רוב המערכות, דוגמאת גוגל אנליטיקס, עוסקות בעיקר במעקב אחר כניסות לדפים מסויימים באתר, המערכת של ClickTale יודעת לעקוב אחר תנועות העכבר והקלקות המקלדת של כל המשתמשים באתר, ובכך לבצע ניתוח מדוייק יותר ביחס לחווית השימוש באתר.\nחברת הסטארטאפ הישראלית CloudEndure, המפתחת שירות להבטחת זמינות אפליקציות ווב בענן, הודיעה על השלמת סבב גיוס ראשון בגובה 5.2 מיליון דולרים. את סבב הגיוס הובילה קרן ההון סיכון מאגמה בהשתתפות משקיעים פרטיים ביניהם זוהר גילון. הסכם ההשקעה יאפשר לחברה להמשיך ולעבוד לקראת השקת המוצר הצפויה בעוד מספר חודשים ולהגדיל את מכסת העובדים בצוות הפיתוח של החברה.\nחברת CloudEndure נוסדה באוקטובר 2012 ועד היום עבדה במימון עצמי. מייסדי החברה – עופר גדיש, אופיר ארליך, לאוניד פיינברג וגיל שי, הקימו לפני 4 שנים את חברת הסטארטאפ Acceloweb שהספיקה לפעול כשנתיים ונמכרה תמורת סכום המוערך בכעשרות מיליוני דולרים ל-Limelight Networks, אחד מגופי ה-CDN הגדולים ביותר בעולם. הטכנולוגיה שפיתחה CloudEndure מאפשרת ללקוחותיה להיערך לקראת נפילות של אפליקציות ווב מבלי שהמשתמשים ירגישו שהאפליקציה נפלה. החברה עושה זו על ידי שכפול בזמן אמת של כל האפליקציה בענן. החברה מתחרה בשירותים אחרים לקלאוד שמתעסקים ב-High Availability, כגון Scaler ובשירותים פיזיים גדולים כגון הפתרונות הוותיקים של ibm, emc, hp ודומיהם.", "keywords": "גיוס,סטארטאפ,סטארטאפים,קרן הון סיכון,משקיעים,investors,vc,startups,startup,sisense,zerto,צ\\'יטה מדיקל,dudamobile,pumpic,רדקסיו,parko,communitake,gizmox,zooz,dynamic yield,swifto,אלמה לייזרס,clicktale,cloudendure,alma lasers,סיסנס,זרטו,,cheetah medical,דודא מובייל,פאמפיק,reduxio,פארקו,קומיוניטייק,זוז,דינמיק ילד,סוויפטו,קליקטייל,קלאודאנדור"}