{"url": "https://www.geektime.co.il/killed-by-internet/", "type": "article", "title": "מה איבדנו כשהאינטרנט נולדה?", "description": "כל קידמה טכנולוגית קוברת עם הולדתה חלק מאורח החיים המוכר שהיה שם קודם לכן. רשת האינטרנט היא ללא ספק אחד האמצעים הטכנולוגים שהובילו ומובילים מהפכה של ממש באורח החיים של האדם המודרני. מה הרגה רשת האינטרנט ביום בו נולדה והאם נתגעגע למה שהיה כאן לפני?", "image": "https://files.geektime.co.il/wp-content/uploads/2010/11/3665516866_5ae9a20a4d-300x200.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-04T21:00:33Z", "modified_time": "2010-11-05T14:52:22Z", "articleBody": "כל קידמה טכנולוגית קוברת עם הולדתה חלק מאורח החיים המוכר שהיה שם קודם לכן. רשת האינטרנט היא ללא ספק אחד האמצעים הטכנולוגים שהובילו ומובילים מהפכה של ממש באורח החיים של האדם המודרני. מה הרגה רשת האינטרנט ביום בו נולדה והאם נתגעגע למה שהיה כאן לפני?\nflickr, cc-by, codiceinternet\nחידושים טכנולוגים טומנים בחובם הקרבה של אלו שהיו שם לפני. אורח החיים משתנה לעיתים מקצה לקצה וכשמדובר בטכנולוגיה פורצת דרך אנחנו נסחפים לעיתים לגל של חידושים אחרים שמותאמים ותומכים בהם, סוחפים תעשיות שונות ומשונות לשימוש בטכנולוגיה החדשה. רשת האינטרנט היא ללא ספק אחד האמצעים הטכנולוגים ששינו ומשנים את אורח חיינו מקצה לקצה. מהדרך בה הורגלנו לבצע קניות אל המידע הנגיש לנו בכל רגע נתון ועד לאינטרקציה הבסיסית שלנו עם בני אדם מכל מקום ובכל זמן. כמו במקרים אחרים, גם כאן הטכנולוגיה החדשה קמה על חורבותיה של אחרת. אז מה בעצם איבדנו כשזכינו באינטרנט?\n1.\tהאזנה לתקליט או דיסק בשלמותו\nהנגישות ועודף המידע הזמין הפכו אותנו לבררנים הרבה יותר. מתי האזנתם לאלבום מתחילתו ועד סופו? סרטון אחד מיו-טיוב, שיר אחד השייך לאומן אחד ושני מאחר, אנחנו סבלניים פחות ונוטים לעבור מעניין אחר למשנהו במהירות.\n2. דיוק ועמידה בזמנים\nבעבר על מנת לקבוע מפגש עם גורם כלשהו היה צורך לקבוע מראש מאחר ואמצעי תקשורת לא היו בהכרח ניידים. מצב שכזה הצריך גם דיוק מירבי ואף חישוב שעשוי להוביל להגעה מוקדם מהצפוי. כעת, בזמן שהתראה תתאפשר בכל רגע נתון ובזמן שכולנו זמינים כל הזמן, דיוק איננו מסוג הגורמים המהותיים עליהם אנו נוטים להקפיד.\n3.\tספרי טלפונים עבי כרס\n\nמתי השתמשתם בפעם האחרונה בדפי זהב (הגליון המודפס)? בעבר היה זה אחד האמצעים הבסיסים לאיתור מספר טלפון של אדם או בית עסק.\n4.\tשעון יד\nמפריט פרקטי למוצר הנע בין אביזר אופנתי לאביזר מיותר. מכשירי הסלולר הדיחו את שעוני היד והפכו אותם ברבות השנים למיותרים.\n6. חבר לעט\n\nאחד מאמצעי התקשורת הרווחים והמוכרים יותר במשך עידן ועידנים הפך ברבות השנים למסורבל ואיטי. דואר כתוב פינה את דרכו למעבר מידע מהיר הרבה יותר באמצעות רשת האינטרנט.\n7.\tזיכרון\nגוגל, ויקיפדיה, אנו צריכים לזכור הרבה פחות, המאגר קיים וזמין לנו במרחק הקלקה.\n8. עיתון במהדורה מודפסת\n\nמתי בפעם האחרונה קניתם עיתון בכדי לדעת מי זכה בגמר האליפות? רוב הסיכויים שגיליתם באינטרנט את התוצאה עוד לפני שריקת הסיום.\n9.\tזכירת מספרי טלפון\nשלל אמצעים שונים ומשונים עזרו לאנשים לשנן ולזכור מספרים חשובים. היום אנחנו זוכרים את השם, מקסימום תמונה, זה מספיק כדי לעשות את העבודה.\n10. התייחסות למומחים\n\nלאחר שנברתם בבלוגים רפואיים עם ביקורת על קופת החולים והרופאים המהווים את הסגל המקצועי וקצת אחרי שאבחנתם את עצמכם באמצעות אתרים רפואיים, אתם ניגשים לביקור רופא ומודיעים לו מראש על האבחון ועל דרכי הטיפול. יראת הקודש כלפי מומחים איבדה מערכה, כולנו כאלה.\n11. ידע גאוגרפי ואוריינטציה\n\nהצורך בהכוונה ובתכנון מראש הפך מיותר, מכשירי ה-GPS והזמינות לרשת מעניקים מענה בכל זמן נתון לאדם האבוד.\n12.\tפרטיות\nהמייל שלנו חשוף לביקורת ולפיקוח תמידי. אמנם מדובר רק ברובוט שמחליט איזה פרסומת לשים בעמוד שלנו, אבל מעולם לא נדע מתי הרובוט יוחלף באדם. המידע קיים שם והוא מתועד בכל רגע נתון, שינוי שכזה לא יוכל להחזיר את הגלגל לאחור.\n13. אינטימיות\nאנחנו זמינים בכל רגע נתון ובאמצעות מספר אמצעי תקשורת במקביל. נסו להניח את הטלפון, הלפטופ והמחשב השולחני הרחק ממכם למשך יום אחד בודד. פעם חיים שלמים עברו כך.\n14. ערב פנוי או שעות פנויות\nארוחת ערב משפחתית, הליכה בערב, ספר טוב. לכאורה הנגישות המוגברת לאינספור תכנים היתה צריכה לפנות לנו המון זמן פנוי. בפועל? אנחנו עסוקים הרבה יותר.\n15. שעות שינה מיותרות\nflickr, cc-by, Jennie Faber.\tשעות שינה מיותרות\nבזמן ששיחקתם במחשב, צפיתם בסרטונים ביו-טיוב, ערכתם את הבלוג שלכם או צפיתם בפייסבוק יכולתם למלא מצברים למחר.\n16.\tיכולת עבודה עם ספר וקריאה של ספרות מודפסת\n\nהעובדה שאין קישורים וחיפוש מהיר בגרסאות מודפסות היא בהחלט מחדל שתוקן ברבות השנים, אף על פי כן, חלק מהמקורות שלנו עדיין מודפסים יוד על גבי נייר, קריאת תכנים מודפסים הפכה נדירה במחוזתינו.\n17.\tרגשות ורגישות\nרף הרגש והזעזוע שלנו עבר מספר מהמורות. החשיפה למגוון רחב של ידיעות, תמונות וסרטונים המתארים מצבי קיצון שכיחה מידי ופיתחה עור פיל עבור חלק גדול מאיתנו. בעבר היה קל יותר גם לבקש מאיתנו עזרה, היום על מנת לקבל מענה קשה יהיה למשוך את תשומת ליבנו.\n18. עזרה לזולת ואחריות\nכמה פשוט להמיר אחריות לתענוגות וירטואליים: באמצע בישול ארוחה לנטוש על מנת לודא מה קורה עם הירקות בפארמוויל, במקום לבלות עם הילד לראות עוד סרטון ביו טיוב, במקום לעזור לחברה לעשות את עצמך נורא עסוק בעבודה מול המחשב. מצד שני אחריות אינטרנטית לא התפתחה, גם אם הבטחת לעזור למישהו ברשת, אתה תמיד יכול להפר את ההבטחה.\n19.\tסבלנות\nאם הגעתם עד לפה, יש לכם אותה. אבל מתי יצא לכם לקרוא מאמר ארוך אפילו כשהיה מדובר בנושא שמעניין אתכם?\n20. סוליטר ושולה מוקשים\nויש דברים שאולי טוב שהיו ואינם.", "keywords": "gps,אינטרנט,גוגל,ויקיפדיה,סוליטייר,שולה מוקשים"}