{"url": "https://www.geektime.co.il/iphone-battery-life-howto/", "type": "article", "title": "מדריך: איך להאריך את חיי הסוללה של אייפון", "description": "למרות שבכל דגם מתארכים חיי הסוללה של מכשירי האייפון, עדיין רובנו נתקלים במצב בו הסוללה מאיימת להיגמר לנו ואין מטען באזור. כך תשמרו על הסוללה ואיך תאריכו את משך השימוש בין טעינות - מדריך", "image": "https://files.geektime.co.il/wp-content/uploads/2010/11/iphone-battery-300x281.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-01T13:35:28Z", "modified_time": "2013-01-10T17:37:57Z", "articleBody": "למרות שבכל דגם מתארכים חיי הסוללה של מכשירי האייפון, עדיין רובנו נתקלים במצב בו הסוללה מאיימת להיגמר לנו ואין מטען באזור. כך תשמרו על הסוללה ואיך תאריכו את משך השימוש בין טעינות – מדריך\nמכשירי הסלולר החכמים, הסמארטפונים, מבצעים כיום יותר ויותר פונקציות בחיינו ומחליפים את מצלמת הכיס, שעון היד ולעתים אף את המחשב הנייד בנותנם מענה על הצרכים השונים ביומיום שלנו. עם הגידול ביכולות ופונקציות של המכשירים גדלה גם צריכת האנרגיה של אלה והמטען שבסוללה מתרוקן מהר יותר. בעוד בחלק מהמכשירים ניתן לשלוף ולהחליף את הסוללה באחת חלופית טעונה, במכשיר האייפון של אפל אפשרות זו אינה קיימת והמכשיר מאלץ משתמשים רבים לשאת עמם את מטען המכשיר בכל עת.\nניתן לחסוך באנרגיה ולהאריך את משך השימוש במכשיר בין טעינות בדרכים שונות. אספנו עבורכם מספר המלצות שיסעו לכם לעבור את היום עם האייפון גם בלי מטען צמוד.\nהאייפון כולל בו סוללת ליתיום-פולימר במתח של 3.7V. סוללות מסוג זה נוטות לספק תפוקה טובה יותר אם מקפידים על מספר תנאי שימוש ואחסון.\n\nאם כבר עשיתם jailbreak לאייפון שלכם, לבטח כבר התקנת יישומים לא-רשמיים (כלומר, שלא אושרו על ידי אפל) באמצעות Cydia. יישומים כמו MyWi ו3G unrestrictor מנצלים את הסוללה יותר מאשר יישומים אחרים. בעת שימוש הרחק מחיבור מטען, לא מומלץ להפעיל רבים מיישומי סידיה.\nתמיד טעון? (מקור: http://www.spreadshirt.com/fully-charged-iphone-battery-icon-C3380A5982533)\nאפל ממליצה התקנה של הגרסה האחרונה במערכת ההפעלה אך ידוע ש-iOS 4 אינה תואמת באופן מושלם למכשירי אייפון 3G ואלו חווים איטיות, תגובה מאוחרת וזמן עבודה מוגבל ביותר. אל תמהרו לעדכן את מערכת ההפעלה עם יציאתה, והמתינו לתגובות משתמשים שניסו את המערכת טרם תשדרגו לגירסה האחרונה מבית אפל.\nאתם יכולים לראות את נתוני משך פעולת מכשיר האייפון מההפעלה האחרונה שבוצעה לאחר פריקה מוחלטת של הסוללה. בנתונים הסטטיסטיים תוכלו לראות בנוסף לאורך השימוש מההפעלה האחרונה לאחר פריקה גם את משךל הזמן שהמכשיר נמצא במצב המתנה וגם את משך השיחות שבוצעו מאז אותה הפעלה לאחר פריקת סוללה.\nעל פי הנתונים של אפל, בניצול נכון מספקת סוללת האייפון עד 400 הטענות מלאות. מן הסתם שמדי גירסה, אורך חיי הסוללה גדל. אייפון 4 מציע עד 7 שעות שיחה ברשת 3G עד 14 שעות ברשת 2G, שש שעות גלישה ברשת 3G וכ-10-40 שעות של נגינת מוסיקה ווידאו.\nאם עקבתם אחר ההמלצות אך הסוללה שלכם מתרוקנת במהירות שיא למרות כל שינויי ההגדרות החסכוניים, מומלץ שתיגשו עם המכשיר למעבדה המוסמכת לטפל במכשירי אייפון ובמידת הצורך להתקין סוללה חדשה.", "keywords": "3g,cydia,ios 4,iphone,iphone 3gs,jailbreak,wi-fi,אייפון,בטריה,בלוטות\\',חיי סוללה,טעינת אייפון,סוללה,סוללת אייפון"}