{"url": "https://www.geektime.co.il/10-announcements-from-apple-wwdc/", "type": "article", "title": "אלו היו 10 ההכרזות של אפל בכנסי WWDC האחרונים", "description": "כנס המפתחים של אפל שייפתח בשבוע הבא הוא הזדמנות נהדרת להביט לאחור על כמה מהרגעים הכי מפתיעים ומרגשים של אפל מהכנסים לאורך השנים", "image": "https://files.geektime.co.il/wp-content/uploads/2015/06/big.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-06-06T12:30:06Z", "modified_time": "2015-06-06T12:39:07Z", "articleBody": "כנס המפתחים של אפל שייפתח בשבוע הבא הוא הזדמנות נהדרת להביט לאחור על כמה מהרגעים הכי מפתיעים ומרגשים של אפל מהכנסים לאורך השנים\nסטיב ג’ובס נואם ב-WWDC ב-2008. מקור: cc-by-Erik Pitti, Wikimedia Commons\nבשבוע הקרוב, ייערך בסן פרנסיסקו כנס המפתחים של אפל. הכנס, שיתקיים בפעם ה-26 ברציפות, כולל מדי שנה הכרזות על טכנולוגיות חדשות וכלים חדשים שאפל מעמידה לרשות המפתחים בפלטפורמות שלה. למרות זאת, בניגוד לכנסי מפתחים של לא מעט חברות טכנולוגיה אחרות, ההכרזות של אפל נוטות להשפיע על כל קהל לקוחותיה העצום ולכן גם החשיבות שלו. אם בשנות ה-90 הכנסים עניינו מספר מאות גיקים, שהיו גם מעריצים מושבעים של החברה, הרי שעם השנים ועם הצמיחה החדה בפופולאריות של החברה, חל מהפך. האירוע הפך להיות מבוקש מאוד, וזוכה לכיסוי של כלי תקשורת מכל העולם, כשכרטיסים אליו, שנמכרים ב-1,600 דולר, אוזלים תוך דקות. כנס WWDC 2015 שייפתח השבוע הוא הזדמנות נהדרת להביט ב-Time Capsule שלנו ולהיזכר בעשרה רגעים מהשנים האחרונות.\nבאמצע שנות ה-2000 שלטה עדיין בעולם ברית ה-WINTEL, שכללה מעבדים מתוצרת אינטל ומערכת הפעלה של מיקרוסופט. ב-WWDC 2005 עלה סטיב ג’ובס לבמה והפתיע את הקהל, כאשר הכריז כי מעכשיו יתבססו מחשבי המק על מעבדים בארכיטקטורת x86 של אינטל. אפל זנחה את מעבדי ה-PowerPC שייצרה עבורה IBM, לאחר תקופה ארוכה של חוסר שביעות רצון מקצב הייצור של המעבדים. 9 שנים אחר-כך, חזרו החברות לשתף פעולה, לצורך חדירה משותפת לשוק הארגוני.\n<<< כיצד הגיב סטיב ג׳ובס לאדם שהעליב אותו בפומבי?\n\nבכנס ה-WWDC של 2006 נפרדנו לשלום מה-PowerMac והכרנו את ה-Mac Pro. מדובר במחשב שהיה מיועד לשוק הארגוני והמקצועי והציע עוצמת מחשוב בלתי-נתפשת של 2 מעבדים כפולי-ליבה מסוג 5150 Intel Xeon במהירות 2.66GHz, הארד-דיסק בנפח 250GB וזיכרון 1GB. מחירו בזמן ההשקה עמד אגב על 2,500 דולר. כיום, המפרט הזה היה מתאים לסמארטפון זול במיוחד.\nאנחנו מגיעים ל-WWDC 2007. אפל מציגה גרסת חלונות של ספארי. למרות שהיה מדובר רק בגרסת בטא, תוך יומיים היא הורדה כמיליון פעם. עם זאת, נדמה שאלו היו ההורדות הבלעדיות של הדפדפן, ובהמשך, נתח השוק הזעום שלו בקרב משתמשי ה-PC לא הצדיק את המשך הפיתוח. כזכור, כ-5 חודשים בלבד לפני כנס המפתחים, הציג סטיב ג’ובס את האייפון הראשון, ובכנס עצמו הבהירה החברה כי היא לא תשחרר בקרוב SDK לאייפון, ולכן מי שרוצה לפתח אפליקציות למכשיר החדש והמסקרן, שיש הצופים לו עתיד מזהיר, ייאלץ לפתח בעזרת טכנולוגיות הווב הקיימות ולהריצן בספארי שעל המכשיר.\n\nאפל השיקה את מכשיר האייפון הראשון ב-2007, שתמך ברשתות Edge, כשרשתות הדור השלישי כבר היו פרושות בכל העולם. לכן לא מעט התאכזבו מהמכשיר החדש שלא תמך במהירויות שהציגה הטכנולוגיה. בכנס המפתחים של 2008 הציג סטיב ג’ובס את ה-iPhone 3G לקול תשואות הקהל. בנוסף, הציגה אפל את ה-iPhone OS 2.0, ואת ה-AppStore, חנות האפליקציות החדשה שמיועדת לאייפונים ולאייפודים. הכרזה נוספת, שאפל תרצה עוד לשכוח, היתה על שירות ה-MobileMe הכושל, שכלל שירותים ואפליקציות וסינכרון של מידע בין מכשירי החברה לענן (עוד לפני שקראו לו כך). מספר שנים אחר-כך, הודתה אפל בטעותה והשיקה את ה-iCloud, המוכר לנו כיום.\nמקור: cc-by-Justin14, wikimedia\nשוב אנחנו רואים כיצד המיקוד של החברה עובר מהמק והאייפודים לאייפון. גם ב-WWDC 2009 הציגה אפל מספר חידושים, אבל את מירב תשומת הלב לכדה ההכרזה על ה-iPhone 3Gs החדש. מעבר לחידוש בהוספת ה-s לשם הקיים, הציג האייפון החדש פיצ’ר שרבים ציפו לו וכבר היה קיים מזמן בשוק, צילום הוידאו. הכרזות נוספות כללו את iPhone OS 3.0 ומחשבים חדשים בסדרת המקבוק פרו. את מקומו של סטיב ג’ובס, שנעדר בשל הטיפולים הרפואיים שעבר, מילא פיל שילר, סגן נשיא באפל.\n\nבמרץ 2010 יצא בחור צעיר בשם גריי פאוול לבילוי לילי לפאב. לאחר בילוי סוער שכלל שתייה של לא מעט בירות, הוא שכח שם את מכשיר הטלפון שלו. עד כאן, סיטואציה שכיחה למדי. אבל המכשיר ששכח פאוול לא היה מכשיר רגיל. פאוול עבד כמהנדס באפל, והמכשיר ששכח היה אחד המכשירים הסודיים בעולם, האייפון 4, מכשיר שצפוי היה להיות מושק רק חודשיים אחרי.\nב-WWDC הציג ג’ובס את המכשיר החדש. בהתייחסו לעיצוב החדש, הפגין ג’ובס הומור עצמי, ופנה לקהל – “תעצרו אותי, אם כבר ראיתם אותו”. מעבר לעיצוב, מציג ג’ובס בהתלהבות לראשונה גם את מסך ה-Retina. הכרזות נוספות היו שינוי שם מערכת ההפעלה מ-iPhone OS ל-iOS, כך שישקף טוב יותר גם את התמיכה באייפד הראשון שהושק בינואר באותה שנה.\nלאחר שהציג את ה-Mac OS X Lion, מערכת ההפעלה השולחנית החדשה של החברה, וכן את גרסת הבטא של iOS 5, הציג סטיב ג’ובס את iCloud, שירות הענן שמוכר לנו עד היום. השירות שהחליף כאמור את ה-MobileMe הכושל, הציג יכולות סינכרון חדשות בענן וכן תג מחיר אטרקטיבי למדי, חינם.\nב-WWDC הראשון של אפל מאז מותו של ג’ובס, הציגה אפל מספר חידושים וביניהם דגם מקבוק פרו עם מסך Retina, שצפיפות הפיקסלים שלו היתה כל-כך גבוהה, שעין אדם לא מסוגלת להבחין בה. בנוסף, הכריזה החברה על גרסת OS X Mountain Lion של ה-Mac OS וכן גרסת iOS 6.\nלמרות פיצ’רים רבים ושידרוגים כמעט בכל תחום, נראה שהדבר שהכי בלט במערכת ההפעלה החדשה לאייפונים, אייפדים ואייפודים, היה העיצוב. אפל אימצה את טרנד העיצוב השטוח והציגה את שינוי הממשק הגדול ביותר מאז יציאת האייפון המקורי 6 שנים קודם לכן. בנוסף, הכריזה אפל גם על שדרוג ל-AirPort Time Capsule וה-AirPort Extreme לצד שירות ה-iTunes Radio.\n\nאת כנס המפתחים של השנה שעברה ניצלה אפל כדי להכריז על Mac OS X 10.10 יוסמיטי ועל iOS 8; כשבניגוד לשנים קודמות, כמעט שלא היו בשורות והכרזות בתחום החומרה. בין השאר הוכרזה Swift, שפת הפיתוח החדשה של אפל.\nמקור תמונה ראשי: cc-by-Acaben, flickr", "keywords": "אפל,סטיב ג\\'ובס,wwdc,כנס מפתחים,apple,מק,אייפון,iphone,ipad,אייפד,טים קוק"}