{"url": "https://www.geektime.co.il/apple-mac-os-easter-egg-features-jobs-amazing-speech/", "type": "article", "title": "אפל החביאה במק שלכם את אחד הנאומים המרגשים ומעוררי ההשראה של כל הזמנים", "description": "מסתבר שאפל החביאה במחשבים מתוצרתה את אחד הנאומים החשובים והמרגשים שנשא המייסד ומנכ''ל החברה המיתולוגי. כך תוכלו לגלות את הקובץ", "image": "https://files.geektime.co.il/wp-content/uploads/2014/08/MEDIUM7.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-08-24T13:48:14Z", "modified_time": "2014-08-24T13:48:14Z", "articleBody": "מסתבר שאפל החביאה במחשבים מתוצרתה את אחד הנאומים החשובים והמרגשים שנשא המייסד ומנכ”ל החברה המיתולוגי. כך תוכלו לגלות את הקובץ\n \nמקור: צילום מסך מתוך סרטון הוידאו של הנאום\nסטיב ג’ובס אולי מת, אבל המורשת שלו חיה ונושמת בכל מחשב מק בעולם. ואנחנו לא מתכוונים רק בצורה מטאפורית. מסתבר שבתוך כל מחשב שמריץ את מערכת ההפעלה Mac OS מסתתר קובץ טקסט ובתוכו התמליל המלא של נאומו של ג’ובס באוניברסיטת סטנפורד בשנת 2005. הנאום שנישא בטקס הסיום של האוניברסיטה היוקרתית, זכה למיליוני צפיות ונחשב לאחד הנאומים המרגשים ומעוררי ההשראה שנישאו אי פעם.\nכדי לגלות את ה-Easter egg הזו, עליכם לוודא קודם כל שמותקנת לכם תוכנת Pages מעודכנת. לאחר מכן, מתוך ה-Finder, ליחצו בו זמנית על Command+Shift+G, כדי להקפיץ את חלון ה-Go To Folder. בתוך החלון, תעשו פייסט למיקום הבא:\n/Applications/Pages.app/Contents/Resources/\nבתוך התיקייה, דלגו עד שתראו קובץ בשם Apple.txt. פיתחו את הקובץ ושם תגלו את הנאום.\nאם תרצו שהמק גם יקריא לכם את הטקסט, פשוט פיתחו את אפליקציית הטרמינל והדביקו את הטקסט הבא\ncat /Applications/Pages.app/Contents/Resources/Apple.txt | say\nג’ובס פתח את הנאום באומרו “זה כבוד גדול בשבילי להיות איתכם היום, באחת האוניברסיטאות הטובות בעולם. מעולם לא סיימתי קולג’. האמת, עצם זה שאני כאן זה הדבר הכי קרוב שהיה לי אי פעם לקבלת תואר אקדמאי. היום אני רוצה לספר לכם שלושה סיפורים מחיי. לא ביג דיל. פשוט שלושה סיפורים”. מייד לאחר מכן, חושף ג’ובס שלושה סיפורים מחייו האישיים, שעיצבו את חייו הבוגרים והביאו אותו לאן שהגיע.\nאגב, לפני הנאום המפורסם, נמצאת בקובץ פסקה שנלקחה מתוך קמפיין הפרסומת המיתולוגי של החברה Think different משנת 1997. הפרסומת נפתחה במשפט שהפך לקלאסיקה מאז – “Here’s to the crazy ones”, ומהללת את האנשים השונים, הבעייתיים, אלו שלא הולכים בתלם כאלו שגם לא ניתן להתעלם מהם. הפרסומת מציגה את אלברט איינשטיין, מרתין לותר קינג, בוב דילן, ריצ’ארד ברנסון, מוחמד עלי ועוד דמויות רבות כאלו שדוחפים את המין האנושי קדימה ומשנים דברים. הפרסומת מסתיימת במשפט “בזמן שחלק רואים בהם משוגעים, אנחנו רואים בהם גאונים. ואלו שמשוגעים מספיק כדי לחשוב שישנו את העולם, הם אלו שבסוף משנים אותו”.\n\n", "keywords": "אפל,סטיב ג\\'ובס,נאום,סטנפורד,ביצת פסחא,apple,mac,mac os,pages,steve jobs,easter egg,text,speech,speech++"}