{"url": "https://www.geektime.co.il/iphone-spirit-jailbreak-released/", "type": "article", "title": "עודכן: ה-Spirit שוחרר - כעת אפשר לפרוץ גם אייפונים בגרסת 3.1.3", "description": "לאחר המתנה ארוכה הגיעה גרסת הפריצה המאפשרת לפרוץ מכשירי אייפון אשר שודרגו לגרסת 3.1.3. הפריצה החדשה, הנקראת Spirit משתמשת פירצה שונה במערכת ההפעלה ובכך מאפשרת גם פריצת Untethered שאינה דורשת", "image": "https://files.geektime.co.il/wp-content/uploads/2010/05/Spirit_Jailbreak-300x185.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-05-03T09:28:38Z", "modified_time": "2010-05-05T14:07:59Z", "articleBody": "לאחר המתנה ארוכה הגיעה גרסת הפריצה המאפשרת לפרוץ מכשירי אייפון אשר שודרגו לגרסת 3.1.3. הפריצה החדשה, הנקראת Spirit משתמשת פירצה שונה במערכת ההפעלה ובכך מאפשרת גם פריצת Untethered שאינה דורשת “פריצה מחדש” של המכשיר לאחר כל אתחול. \nלפני שעות ספורות שוחררה פריצת ה-Spirit עליה דיברו ברחבי הרשת מאז יום ההשקה של מכשיר האייפאד. ה-Spirit, מאפשרת את מה שנמנע ממשתמשים במשך כמה חודשים ארוכים במיוחד, Jailbreak למכשירי האפל הפועלים על גרסאות 3.1.3 או 3.2 של מערכת ההפעלה. כלומר, כל המשתמשים בעלי מכשירי אייפון, מכשירי האייפוד טאץ’ ואפילו האייפאד יוכלו להנות מהפריצה החדשה. חשוב לציין כי ה-Spirit היא פריצת Jailbreak ואינה כוללת פריצה למודם של המכשיר (Unlock), כך שמי שהמכשיר שלו אינו SIMFree, עדיין לא יכול לשדרג לגרסאות החדשות של מערכת ההפעלה ולפרוץ אותן. במילים אחרות, אם שדרגתם לגרסה 3.1.3 באמצעות ה-iTunes ואינכם בעלי מכשיר אייפון 3G או 3GS בגרסת SIMFree, עדיין לא תוכלו להשתמש במכשיר.\nלמי שאינו זוכר (ולא קרא את המדריך השלם לפריצת אייפון שפרסמנו בחודש שעבר), פריצות מסוג JailBreak מאפשרות פריצה של מערכת ההפעלה בלבד (ולא המודם, כלומר אינן מסירות נעילה של SIM לחברה סלולרית מסוימת). עד היום פריצות ה-Jailbreak הנפוצות היו מסוג Untethered אשר נסגרות מחדש בעת ביצוע אתחול למכשיר. הבעיה הגדולה בפתרונות מהסוג המדובר עד היום, הייתה כי לאחר ביצוע אתחול, לא ניתן היה לבצע שום שימוש במכשיר עד שהוא חובר למחשב ונפרץ “נפרץ מחדש”. הפריצה החדשה, ה-Spirit, משתשמת בגישה קצת אחרת לביצוע הפריצה ולכן אותה בעייה (איפוס גרסת הבוטרום המתבצע בעת אתחול מכשירי 3Gs ואייפודים מהדור החדש) אינה משפיעה עליה.\nהפריצה החדשה עובדת אך ורק על גרסאות הקושחה העדכניות למכשירי האייפון והאייפוד טאץ’ (3.1.2-3.1.3) ועבור מכשיר האייפאד (3.2). על-מנת להשתמש בפריצה יש להתקין את תוכנת ה-iTunes מגרסה 9.1 ומעלה ואנו ממליצים בחום לבצע גיבוי מלא של המכשיר לפני ביצוע פעולה כלשהי. לאחר מכן, יש להוריד את הפריצה מהאתר הרשמי של ה-Spirit Jailbreak ולהריץ אותה על-גבי המכשיר.\nהפריצה החדשה קיימת בגרסאות ל-OS X ולחלונות ופועלת על חלונות XP, ויסטה וגם על חלונות 7. מידע נוסף ומדריכים התקנה מפורטים, ניתן למצוא באתר iphones.co.il.\nשימו לב לעידכונים שיצאו ל SPIRIT לפריצת מכשיר האייפון שלכם.\nהעידכון שיצא מסדר את הדברים הבאים:\nתוקנה השגיאה (error code: c0000005) שעולה כאשר מריצים את התוכנה.\n\nבנוסף העידכון פותר את הבעיה של מחיקת תמונות מהמכשיר, למי שכבר פרץ את המכשיר ונמחקו התמונות אין הרבה מה לעשות לצערנו.\nניתן להוריד את הקובץ המעודכן מאתר היוצר:\nלהורדת הקובץ למשתמשי ווינדוס לחצו כאן.\nלהורדת הקובץ למשתמשי MAC לחצו כאן.\nיש לזכור שבכל דבר שאתם עושים יש לבצע גיבוי לתמונות שלכם במכשיר לפני הרצת הקובץ או כל דבר אחר ! ! !\nעל מנת לבצע גיבוי לתמונות תוכלו לעשות זאת בדרך פשוטה:\n1. חברו את המכשיר למחשב\n2. לאחר שמערכת ההפעלה תזהה את המכשיר תוכלו לגשת אל תיקית התמונות דרך סייר החלונות ופשוט לגרור את תיקית התמונות למחשב שלכם !", "keywords": "אייפון,אייפוד טאץ\\',אפל,אייפאד,3.1.3,3.1.2,3.2,ספיריט,spirit,iphone,ipod touch,ipad,apple,jailbreak,hack iphone 3.1.3,jailbreak iphone 3.1.3,jailbreak ipod touch 3.1.3,לפרוץ אייפון 3.1.3,לפרוץ אייפון בגרסת 3.1.3,פריצת אייפון 3.1.3,פריצת אייפון בגרסת 3.1.3"}