{"url": "https://www.geektime.co.il/50cent-bitcoin-surprise/", "type": "article", "title": "הפתעה משמחת: הראפר 50 סנט גילה שהוא הפך למיליונר ביטקוין", "description": "בשנת 2014 הראפר-יזם הציע למכירה את האלבום שלו תמורת שבריר ביטקוין. סך המכירות הסתכמו במשהו כמו 600 ביטקוין, מה ששווה היום לא מעט כסף", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/coin-2313058_960_720-1516886905.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-26T10:00:38Z", "modified_time": "2018-01-25T17:49:16Z", "articleBody": "בשנת 2014 הראפר-יזם הציע למכירה את האלבום שלו תמורת שבריר ביטקוין. סך המכירות הסתכמו במשהו כמו 600 ביטקוין, מה ששווה היום לא מעט כסף\nמקור: עמוד האינסטגרם של 50cent\nאי שם בשנת 2014 הראפר האמריקאי 50cent (פיפטי סנט) הציע למעריציו לרכוש את האלבום החדש שלו, ‘Animal Ambition’ באמצעות ביטקוין. באותה התקופה, ערכו של המטבע הקריפטוגרפי עמד על קצת יותר מ-660 דולר, וסך מכירות האלבום דרך המטבע הדיגיטלי הסתכמו ב-400,000 דולר (בסביבות ה-600 ביטקוין). ההחלטה לקבל תשלום באמצעות מטבע אלטרנטיבי נחשבה באותה התקופה לאקט נדיר, אלא שמסתבר שמדובר היה באחת ההחלטות החכמות של הזמר; אחרי שנים שבמהלכן הוא זנח ובכלל שכח מקיומו של החשבון הוא נזכר בו ובפרטים, וגילה די במקרה שהוא הפך למיליונר ביטקוין.\nאם באותה התקופה מטבע אחד היה שווה כ-660 דולר, הרי שלא מזמן ערכו של מטבע אחד בודד חצה את ה-20,000 דולר. נכון לרגע כתיבת שורות אלו, ערכו של הביטקוין עומד על 11,137 דולר, מה שאומר שאותם 600 ביטקוין – שווים היום קצת יותר מ-400,000 דולר, יותר בכיוון של בין 7 ל-8.5 מיליון דולר.\nA little bitcoin anyone? LOL. l know l make you sick but excuse me…I’m getting to the bag ? #denofthieves pic.twitter.com/DCJu2thDr9\n— 50cent (@50cent) January 23, 2018\n\n50 סנט לא מתבייש בגילוי המשמח, ושיתף בהתרגשות שלו ברשתות החברתיות: “לא רע עבור ילד מ-South Side, אני כל כך גאה בעצמי, LOL”, לצד אימוג’י של שק כסף. עוד הוסיף וכתב: “אני הולך לשמור את זה אמיתי, שכחתי שעשיתי את הש*ט הזה לול” (“Ima keep it real, I forgot I did that shit lol”).\nנזכיר כי באמצע חודש ינואר נרשם יום שחור לעולם המטבעות הקריפטוגרפיים; בפרק זמן של פחות מ-24 שעות כמעט רבע מערכו של הביטקוין נחתך (נפל ל-9,000 דולר). לרוב, ירידה של הביטקוין גוררת עלייה בערכי מטבעות קריפטוגרפיים אחרים כמו את’ריום, ריפל, לייטקוין ודומיהם, אך ההתרסקות של הביטקוין באותה יממה הפילה כמעט את כל שאר שוק המטבעות הקריפטוגרפיים, כאשר נצפו גם ירידות של עד 40% בערכי מטבעות. כיום, הביטקוין כאמור עומד על למעלה מ-11,000 דולר ונראה כי הוא נמצא במגמת שיפור, אבל אי אפשר באמת לדעת. אגב, לא ברור מה 50 סנט בחר לעשות עם הביטקוין שלו – למכור או לשמור לימים טובים יותר.", "keywords": "50 סנט,50cent,ביטקוין,השקעה בביטקוין,זמר 50 סנט,bitcoin,50 cent bitcoin"}