{"url": "https://www.geektime.co.il/coinbase-freezes-bitcoin-cash/", "type": "article", "title": "המסחר בביטקוין קאש הוקפא. הסיבה: חשד למרמה", "description": "רק ארבע שעות לאחר שהחלה את המסחר בו, Coinbase הקפיאה את המסחר בביטקוין קאש לאחר חשד שעובדיה השתמשו במידע סודי", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/GettyImages-882963082-1512633807.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-21T09:21:21Z", "modified_time": "2017-12-21T09:31:39Z", "articleBody": "רק ארבע שעות לאחר שהחלה את המסחר בו, Coinbase הקפיאה את המסחר בביטקוין קאש לאחר חשד שעובדיה השתמשו במידע סודי\nתמונה: Chesnot, Gettyimages Israel\nאחת הבורסות הפופולאריות והידידותיות ביותר למשתמש, Coinbase, הצליחה לשמח רבים כשהכריזה על הפעלת המסחר במטבע החדש יחסית ביטקוין קאש (BCH), אך ארבע שעות לאחר מכן, המסחר הוקפא. הסיבה? חשד למרמה בקרב עובדי החברה. מנכ”ל הבורסה ציין כי לא יהסס לנקוט בהליכים משפטיים כנגד עובדים אשר פעלו בניגוד לנהלי החברה.\nVery strange accumulation and pump on Bcash in the hours leading up to the @Coinbase BCH add. If I didn’t know better, I’d think that was potential insider trading activity. @GDAX ‘ed? #bitcoin #bcash #bch pic.twitter.com/leX8ro0MFf\n— Whalepool (@whalepool) December 20, 2017\n\nההכרזה של Coinbase על פתיחת המסחר הראשון אי פעם בביטקוין קאש הייתה סודית ולא ידועה לציבור, כך שרק עובדי החברה יכלו לדעת מראש על מועד התחלת המסחר. מספר שעות בודדות לפני ההכרזה על המסחר ב-Coinbase, נצפו עליות חדות למדי בערך המטבע, שכמעט הכפיל את ערכו. זמן קצר לאחר ההכרזה והתחלת המסחר במטבע ערכו נחתך בפתאומיות. ברחבי הרשת צפו טענות כי דפוס העליות והירידה החדה שלאחריהן עשוי להעיד על כך שעובדי Coinbase ניצלו את המידע הסודי שהגיע לידיהם על התחלת המסחר בכדי להצטייד בכמות גדולה של ביטקוין קאש טרם ההכרזה, וזאת במטרה למכור אותו מיד לאחר הזינוק שיתרחש עם התחלת המסחר במטבע בבורסה בה הם עובדים.\nארבע שעות בלבד לאחר התחלת המסחר בביטקוין קאש בבורסת Coinbase, המסחר הופסק, והבורסה שיחררה הודעה בה היא מציינת כי היא מתחילה בחקירה פנימית של עובדי החברה במטרה לגלות האם עובדי החברה פעלו בניגוד לנהלים. בפוסט שהעלה מנכ”ל Coinbase, בריאן ארמסטרונג, טען כי נהלי החברה אוסרים על עובדים להשתמש במידע לא ציבורי שהם מקבלים למטרות מסחר, וכי אסור להם לחלוק אותו עם בני משפחה או חברים. כמו כן ציין כי הוא אם ימצאו עדויות לכך שמישהו מעובדי החברה או שותפיה הפרו נהלים אלו, במכוון או לא במכוון, לא יהסס לפטר אותם באופן מיידי ואף להפעיל נגדם הליכים משפטיים.\nCoinbase maintains a strict trading policy and internal guidelines for employees. Coinbase employees have been prohibited from trading in Bitcoin Cash for several weeks.\n— Coinbase (@coinbase) December 20, 2017\n\nלפני שהפיצול במטבע הביטקוין המקורי התרחש והביטקוין קאש עדיין לא היה קיים, Coinbase סירבה לאפשר מסחר או קליטה של המטבע החדש, וזאת לאחר שטענה כי לא ברור אם וכמה זמן הוא ישרוד (מטבעות אחרים שנולדו במסגרת Forks לרוב לא הוכיחו את עצמם כבעלי ערך רב), אך לאחר זמן מה התרצתה והודיעה כי תאפשר קליטה ומשיכה של מטבעות ביטקוין קאש עד סוף שנת 2017. עם זאת, החברה לא אישרה כי תתמוך במסחר במטבע. משתמשים ב-Reddit אשר חקרו את ה-API של Coinbase טענו כי הם מצאו עדויות לכך שהחברה צפויה להתחיל במסחר במטבע והספקולציות החלו לחגוג.\nCoinbase, שהיא כעת הבורסה השלישית בגודלה למסחר במטבעות קריפטוגרפיים, היא בעלת חלק גדול מאוד בהצלחתו של מטבעות חדשים הן מבחינת אימוץ והן מבחינת ערכו. זאת כיוון שכאשר שחקנית גדולה יחסית בזירת המסחר מאמצת לחיקה מטבע חדש, היא מעידה על אמון במטבע ומאפשרת פלטפורמה נוספת למסחר בו, מה שמעלה בדרך כלל את ערכו. Bitcoin Cash הינו מטבע קריפטוגרפי שנוצר במהלך הפיצול המדובר בחודש אוגוסט, מתוך מטרה ליצור תשתית מהירה יותר, יעילה יותר ועם עמלות נמוכות יותר מאשר תשתית הביטקוין הקלאסית והאיטית באופן יחסי.", "keywords": "ביטקוין קאש,ביטקוין,קוינבייס,מסחר,coinbase,bitcoin,bitcoin cash"}