{"url": "https://www.geektime.co.il/colu-goes-ico/", "type": "article", "title": "קולו רוצה לגייס 50 מיליון דולר ב-ICO; מחצית מהסכום כבר גוייס", "description": "הסטארטאפ הישראלי, שמפתח פלטפורמת מטבעות מקומיים, יוצא ב-ICO, הנפקת מטבע ראשונית, כדי לגייס 50 מיליון דולר. פרופסור דן אריאלי יצטרף לחברה בתפקיד מנהל ניתוח התנהגות צרכנית", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/colu-coffee-copy.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-02T11:00:07Z", "modified_time": "2017-11-02T16:12:36Z", "articleBody": "הסטארטאפ הישראלי, שמפתח פלטפורמת מטבעות מקומיים, יוצא ב-ICO, הנפקת מטבע ראשונית, כדי לגייס 50 מיליון דולר. פרופסור דן אריאלי יצטרף לחברה בתפקיד מנהל ניתוח התנהגות צרכנית\nמקור: Colu\nחברת הסטארטאפ הישראלית Colu (קולו), שמפתחת פלטפורמת מטבעות דיגיטליים מקומיים, הודיעה על יציאה ל-ICO – הנפקת מטבע ראשונית. במסגרת ההנפקה מתכננת החברה לגייס 50 מיליון דולר, כשחלק מהסכום – 12 מיליון דולר – כבר גוייס במסגרת מכירה מוקדמת על ידי כמה משקיעים ביניהם הקרנות Spark Capital, קרן Aleph ופרופסור דן אריאלי.\nמטבע ה-CLN שיונפק יציע שירותים חדשים בהיקף רחב עבור הבנקים המקומיים ויאפשר פעולות פיננסיות פשוטות כמו המרת מטבעות, תשלומים, שירותי הלוואות והכרות ממוקדת של קהל היעד. בזכות טכנולוגיית הבלוקצ’יין לא צריכים המשתמשים לשלם דמי סליקה לחברות אשראי – וכל התשלומים בו עוברים ישירות לקהילה והם שקופים לגמרי לצרכן.\n\nהפיתוח החדש שמציגה Colu יאפשר לחבר את כל המטבעות המקומיים הקיימים כיום ואלו שיונפקו בעתיד בקהילות שונות ברחבי העולם. ביחד ייצרו המטבעות המקומיים רשת מטבעות גלובליים מבוססי בלוקצ׳ין, במטרה לחבר את הקהילות המקומיות לקהילה גלובלית גדולה – מה שיאפשר לקהילות ולחברים בהן לגייס הון שיוכל להוות כסף נזיל ופעיל במיידי. כיום קיימות 4 קהילות משתמשים בבריטניה וישראל, כשבישראל מתבצעות ב-Colu כ-50 אלף עסקות מדי חודש.\nColu הוקמה ב-2014 על ידי עמוס מאירי, דיויד רינג (מייסד eToro) ומרק סמרגון ומאז הקמתה היא גייסה 12 מיליון דולר מהקרנות Spark Capital ו-Aleph. עתה יוצאת החברה בהנפקת מטבע ראשונית – ICO – מהלך שבמסגרתו מגייסת חברה השקעות מהציבור, רק שבמקום מנייה מקבלים המשקיעים מטבע קריפטוגרפי חדש מבוסס בלוקצ’יין, בתקווה שערכו יעלה כמובן עם הזמן. Colu מתכננת לגייס ב-ICO כ-25 מיליון דולר, כשעל פי החברה, היא כבר השלימה חלק נכבד מהסכום במכירה המוקדמת. בין המשתתפים במכירה המוקדמת ניתן למנות את המשקיעות הקיימות, Spark Capital ו-Aleph ומשקיעים פרטיים כמו טום גלוסר המנכ”ל לשעבר של תאגיד המדיה הקנדי Thomson Reuters; פרופסור דן אריאלי, שגם מצטרף כמנהל ניתוח התנהגות צרכנית בחברה; והיזם הסדרתי והאסטרטג בראדלי טסק אשר מעורב ב-Uber וב-Lemonade ומצטרף כיועץ לחברה.\n\nבתגובה למהלך ה-ICO, אמר עמוס מאירי, מנכ״ל ומייסד-שותף Colu: “הדגש במכירה הנוכחית הוא צורך הולך וגובר מכל קצוות העולם למצוא פתרון פיננסי להוזיל עלויות לקהל הרחב. אנו מזמינים את כולם לקחת חלק פעיל בכלכלה המקומית שבסביבת מגוריו, תוך שימוש מאובטח, קל ונוח לתשלום”.\nפרופסור דן אריאלי, אחראי ההתנהגות הצרכנית ב-Colu: “החברה מאזנת בין קהילות מקומיות למוסדות גדולים כך שנקודת הפתיחה שלהם תהיה זהה, מהלך זה מעניק לעסקים המקומיים הזדמנות לצמוח ולהתפתח, תוך יצירת שיתוף פעולה מבוסס אמון והצלחה הדדית”.\nרוצים להשאר מעודכנים בכל מה שנוגע לבלוקצ׳יין ולקריפטו? כנסו לאתר החדש שלנו CryptoTree", "keywords": "בלוקצ\\'יין,מטבע דיגיטלי,ico,הנפקת מטבע ראשונית,cln,מטבע קריפטוגרפי,גיוס,גיוס הון,השקעה,דן אריאלי,"}