{"url": "https://www.geektime.co.il/stox-startup-geektime-blockchain/", "type": "article", "title": "בלוקצ׳יין לחיזוי העתיד: הכירו את הסטארטאפ הישראלי STOX", "description": "החברה מפתחת פלטפורמת חיזוי שוק מבוססת על טכנולוגיית הבלוקצ'יין שרותמת את חוכמת ההמונים על מנת לחזות תוצאות של אירועים עתידיים בתחום הפיננסים, הספורט והפוליטיקה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/12/stoxdevicessss-1513087230.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-12-20T18:40:28Z", "modified_time": "2017-12-20T22:24:10Z", "articleBody": "החברה מפתחת פלטפורמת חיזוי שוק מבוססת על טכנולוגיית הבלוקצ’יין שרותמת את חוכמת ההמונים על מנת לחזות תוצאות של אירועים עתידיים בתחום הפיננסים, הספורט והפוליטיקה\nמקור: STOX\nחברת STOX מפתחת פלטפורמת Prediction Markets (שוק חיזוי המוני) המבוססת על טכנולוגיית הבלוקצ’יין שרותמת את חוכמת ההמונים, על מנת לחזות תוצאות של אירועים עתידיים במגוון תחומים.\nספרו לנו קצת יותר בהרחבה על המוצר שלכם\nבעזרת שווקי חיזוי ניתן ליצור שוק חליפי במטרה למסחר את התוצאות של אירועים כגון בחירות, אירועים פיננסיים, ספורט ועוד. מדדי השוק עשויים להצביע על חכמת ההמונים, כלומר מה הקהל הרחב חושב, במקרה הזה – הסוחרים בשווקי החיזוי. בדרך זו ניתן יהיה לדעת מה ההסתברות לכל תרחיש. באמצעות שימוש בפלטפורמה של STOX יכול כל אחד, בעזרת הכישורים והניסיון שלו, לחזות את התוצאה של כל אירוע עתידי בעולם ולהרוויח מכך.\nבנוסף לחיזויים שיסופקו על ידי המפעילים בפלטפורמה באופן שוטף, משתמשים ‘רגילים’ יוכלו לפתוח חיזוי עבור כל אירוע שעבורו מעניין אותם לקבל תחזית מבוססת חכמת-ההמונים. הפלטפורמה תסופק עם ממשק פתוח וכן תותאם להפעלה על ידי כל מכשירי הקצה הנפוצים. כל הפעילות בפלטפורמה כולל המסחר, הפעלת תחזיות, שיווק תחזיות והכרעת תוצאות יתנהל באמצעות ה-STX TOKEN, כל מי שירצה לסחור (להגיש תחזית) או לפתוח חיזוי על אירוע מסוים יעשה זאת באמצעות מטבע STX.\nבעת פתיחת החיזוי נבחר עבורו אורקל (גוף או אדם עליו ניתן לסמוך) שתפקידו לדווח, על הבלוקצ’יין, מהי התוצאה בפועל של החיזוי. ישנה אפשרות לערער על קביעת האורקל בטווח 24 שעות מרגע הפרסום, מה שמוסיף לאמינות ולשקיפות.\nלמה דווקא בלוקצ׳יין?\nישנם מספר יתרונות בעבודה על הבלוקצ’יין. רשת הבלוקצ’יין מאפשרת שקיפות, ובו זמנית גם אנונימיות – שני אלמנטים חשובים מאוד להצלחתה של פלטפורמה כמו שלנו.\nבאיזה שלב אתם?\nעשינו ICO מוצלח במסגרתו גייסנו 148,000 ETH, ע”י הנפקת המטבע שלנו – STX. מבחינת המוצר, אנחנו בגרסת אלפא מתקדמת ומתכוונים להשיק את הבטא במהלך 2018.\nמי המתחרים שלכם?\nניתן לציין מתחרים בשוק כמו Augur ו-Gnosis, אך שתי החברות עדיין נמצאות בשלבי פיתוח מתמשך. בשונה ממתחרותיה, Stox עובדת לפי מודל ה-Lean Startup וכבר חודשיים מאז ה-ICO יש מוצר לייב, אסטרטגיה שיווקית שכבר רצה ואפילו רישיון שמאפשר להפעיל  Prediction markets באנגליה. אין ספק כי יש כאן מקום למספר שחקנים.\nאיך אתם מתכננים לעשות כסף?\nבשלב הראשון החברה מתמקדת בלבנות את ה-Economy של STX TOKEN ופחות ביצירת רווחים מפעילות שוטפות. הפלטפורמה נבנית כפלטפורמת B2B שתעניק לשותפים עסקיים אפשרות לפתוח תחזיות לקהל הלקוחות שלהם. הזרוע העסקית הזו מתוכננת להפיק רווחים לחברה. בנוסף, נמתג אותה כספק נתונים שיודע לחזות תוצאות של אירועים עתידיים בעזרת חוכמת ההמונים. כך, גופים המעוניינים לקבל חיזוי על אירועים מסוימים (כמו מה הטרנד הכי חזק בשוק מסויים, איזה מוצר מועדף על אוכלוסיות מסוימות או אפילו מה ינצח בבחירות הבאות) יוכלו לפנות אלינו על מנת לקבל את המידע.\nמי המייסדים של החברה? \nהמייסדים הם אופיר גרטנר ומשה חוגג.\nכמה עובדים אתם ואיפה המשרדים?\nכיום מועסקים ב-STOX כ-17 עובדים ואנחנו יושבים במגדל אטריום בבורסה ברמת גן.\nהסטארטאפ השתתף ב-Geektime Blockchain Summit 2017", "keywords": "בלוקצ\\'יין,blockchain,stox,סטארטאפ,סטארטאפ ישראלי,סקירת סטארטאפ"}