{"url": "https://www.geektime.co.il/insurtech-report-2017/", "type": "article", "title": "יותר מתמיד: סטארטאפים מתחום הביטוח מאיימים על חברות הביטוח", "description": "שמחים להציג בפניכם את הדו׳׳ח המלא שלנו על תעשיית ה-Insurtech עם לא מעט תובנות מעניינות שמומלץ מאוד שחברות הביטוח ישימו לב אליהן", "image": "https://files.geektime.co.il/wp-content/uploads/2017/05/insurtech-post-over.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-28T12:37:41Z", "modified_time": "2017-10-02T12:45:11Z", "articleBody": "שמחים להציג בפניכם את הדו׳׳ח המלא שלנו על תעשיית ה-Insurtech עם לא מעט תובנות מעניינות שמומלץ מאוד שחברות הביטוח ישימו לב אליהן\n\nבמסגרת האירוע בנושא The Insurtech revolution שגיקטיים ערך ב-24 במאי, חולק דו”ח מקיף על התחום, שערכה מחלקת המודיעין העסקי של גיקטיים ובו נתונים עדכניים מהארץ והעולם, המגמות השולטות, ניתוחים מעמיקים ותחזיות לשנים הבאות. הדו”ח נוצר בשיתוף פעולה עם TLV Partners ו- Spaces. בכתבה זו נחשוף בפניכם כמה מהנתונים והמסקנות העיקריים בדו”ח אותם סקר בני חקק, מנהל יחידת המודיעין העסקי בגיקטיים, כחלק מהאירוע. תוכלו להעמיק ביתר התובנות שלנו ע”י הורדת הדו”ח השלם. ניתן להוריד את הדו”ח המלא באמצעות הטופס בסוף הפוסט.\nסטארטאפים בתחום ה-Insurtech פונים לשני סוגי לקוחות: הם יכולים להציע שירותי ביטוח דיגיטליים לצרכנים או להציע פתרונות טכנולוגיים לשיפור תהליכים פנימיים וחיצוניים של חברות ביטוח.\n1. סטארטאפים המציעים שירותי ביטוח דיגיטליים בזמן אמת ולפי דרישה והתאמה אישית עבור צרכנים (B2C). צרכנים חיים בעולם דיגיטלי שבו שירותים ניתנים על גבי פלטפורמות דיגיטליות מגוונות, בזמן אמת וללא השתהות. אך חברות ביטוח רבות עדיין מתנהלות בעולם אנלוגי המסתמך על ניירות ופקסים. במילים אחרות, מדובר בתהליכים מסורבלים ואיטיים. בשל תהליכים מורכבים צרכנים רבים לא רוצים להתעסק עם “כאב הראש” הכרוך בעניין ומשלמים ל”מתווך” – סוכן הביטוח – על מנת שינהל את התקשורת בינם לבין סוכנויות הביטוח.\nמטרת סטארטאפי Insurtech בתחום ה-B2C היא במידה רבה להחליף את המתווך ואפילו את חברות הביטוח המסורתיות על ידי מתן שירותי ביטוח דיגיטליים, לפי דרישה, בזמן אמת ובמהירות. המעבר לעולם הדיגיטלי והורדת סוכן הביטוח מהמשוואה מאפשר לסטארטאפים אלו להציע מחירים אטרקטיביים יותר.\n2. טכנולוגיות חדשות ומשופרות עבור חברות ביטוח (B2B). לחברות ביטוח יש שתי נקודות כאב עיקריות:\nא. הערכה לא מדויקת של הסיכון הטמון בלקוחותיהם דבר העלול לגרום לגביית מחיר גבוה מידי מלקוחות אשר פחות מהווים סיכון וגביית מחיר נמוך מידי מלקוחות שמהווים סיכון רב הרבה יותר. כל אלו גורמים לאובדן לקוחות.\nב. הוצאות כספיות הולכות וגדלות. סטארטאפי Insurtech בתחום ה-B2B יכולים להציע לחברות ביטוח פתרונות מגוונים:\nפתרונות כאלו יכולים להוביל לשינויים מהותיים בדרך בה חברות ביטוח יוצרות ומנגישות את המוצרים שלהם.\n\nהדרישה גדלה אבל האם המשקיעים שמים לב?\n2016 היא השנה השנייה ברציפות בה סכום הגיוסים הכולל בסטארטאפי insurtech עלה על מיליארד דולר, אז התשובה היא כנראה כן. אם להיות ספציפיים יותר, היו 179 סבבי גיוס במהלך 2016 שגרפו סכום כולל של 1.8 מיליאד דולר. אומנם הייתה ירידה בסכום ההשקעות הכולל אבל זוהי מגמה שזיהינו בעולם באופן כללי – לא מבוסס שוק – שנובעת מאירועים גיאו-פוליטיים כגון הבחירות בארה”ב, היחלשות הכלכלה הסינית וברקזיט. יש גם הרבה יותר יזמים שנוהרים לתחום כתוצאה מכך – ב-2016 היו 364 סטארטאפים כאלו וזה מהווה עלייה של 31% מהשנה הקודמת בה היו רק 278. קרנות הון סיכון תאגידיות (כולל אלו של חברות הביטוח עצמן) ממשיכות להיות כוח עולה בעולם ההשקעות ב-insurtech ויותר נכנסות לתחום כל הזמן. הסיבה היא גם כלכלית כמובן ולא רק טכנולוגית – מאז 2012 מספר המיזוגים והרכישות בתחום הראה עלייה מתונה אבל צפוי לעלות עוד יותר בשנים הקרובות. מאז 2010 מרבית הסטארטאפים בתחום זה שגייסו היו בתחום הבריאות עקב ההזדמנויות שפתח ה-Obamacare.  סגמנטים בולטים אחרים הם ביטוח דיגיטלי וביג דאטה/בינה מלאכותית.\n\nישראל עלתה לכותרות בתחום כאשר החברות למונייד ונקסט אינשורנס גייסו סבבי סיד מרשימים – 13 מיליון דולר כל אחת. התבשרנו מאז בכמה וכמה סבבי גיוס מרשימים אחרים בתחום. האקוסיסטם הישראלי מתחיל לצבור מומנטום אשר נתמך על ידי אירועים כגון פתיחת התחרות הראשונה בישראל לסטארטאפי Insurtech וחממה ייעודית. בשנת 2016 היו 57 סטארטאפי Insurtech ישראליים אשר רובם טרם גייסו הון. עם זאת היו 9 סבבי גיוס בסך 74 מיליון דולר. ישראל אפילו הצליחה לחמוק מהירידה בסך ההשקעות בגיוסים בתחום ב-2016 לעומת יתר העולם.\nומה לגביי צרכני הביטוח הישראליים? האם הם מאמצים לליבם שירותי ביטוח דיגיטליים חדשים? לפי בדיקתנו, הצרכנים הישראלים נוטים להראות קצב אימוץ איטי יותר של חדשנות ביטוח מאשר אצל יתר העולם. כך למשל, “ביטוח ישיר” היה החברה הישראלית הראשונה שהציעה פתרונות\nפתרונות ביטוח דיגיטלי עוד בשנת 2007 אך לקח זמן עד שהצרכנים הישראליים היו מוכנים לתת לזה צ’אנס. זאת בעוד שבארה”ב ובאירופה זה כבר היה הנורמה במשך שנים רבות. מרבית הצרכנים הישראליים ממשיכים להסתמך על סוכנים אנושיים. לכן, אנו חוזים שייקח עוד זמן עד שישראל תחבוק את חדשנות ה-Insurtech במלואה.\n\nמה טומן בחובו העתיד\nבעתיד הדגש יהיה על הלקוח ועל הפלטפורומות. אנו מעריכים כי יהיו 201 סבבי גיוס בשווי של 2.1 מיליארד דולר ו-423 סטארטאפים. כרגע עוד אין המון סטאראטפים בתחום שמתמקדים בסייבר ו-IoT אבל אנחנו מעריכים שיהיו יותר בעתיד. מרבית הגיוסים משנת 2010 היו בתחום הבריאות. כוח האדם של תחום הביטוח יצמצם ב-10% בשנים הקרובות ויוחלף במנגנוני אוטומציה ובינה מלאכותית (בוטים). ומה לגבי ישראל? אנו צופים שיהיו יותר סטארטאפים ישראליים שיכנסו לתחום. ב-2017 יהיו 84 סטארטפים ו-12 סבבי גיוס בסכום הכולל של 95 מיליון דולר. יותר סטארטאפים בשלב מוקדם יקבלו מימון בסכומים קטנים יותר מאלו שראינו ב-2016. בקצרה, עתיד התחום נראה מבטיח ואנחנו נמשיך לסקר אותו ולדווח לכם על הדרך בה הוא מחולל מהפכה בתחום הביטוח.\n\n\n\n\n\n \n \n \n\n\n\n\n\n\n\n\t(function () {\n\t\t$('a[href=\"#_atPopupSU\"]').removeAttr('target');\n\t\tvar _atpopq = window._atpopq || (window._atpopq = []);\n\t\twindow._atpopobj = {};\n\t\tif (!_atpopq.loaded) {\n\t\t\tvar atpopjs = document.createElement('script');\n\t\t\tatpopjs.type = 'text/javascript';\n\t\t\tatpopjs.async = true;\n\t\t\tatpopjs.src = '//cdn-media.web-view.net/popups/lib/v1/loader.min.js';\n\t\t\tvar s = document.getElementsByTagName('script')[0];\n\t\t\ts.parentNode.insertBefore(atpopjs, s);\n\t\t\t_atpopq.loaded = true;\n\t\t}\n\t\t_atpopq.push(['UserId', 'e3j3wa8a']);\n\t\t_atpopq.push(['PopupId', 'fefj2w28']);\n\t\t_atpopq.push(['IsraelCode', '104']);\n\t\t_atpopq.push(['CountryCode', '104']);\n\t\t_atpopq.push(['IsEmbed', true]);\n\t\t_atpopq.push(['IgnoreMainCss', true]);\n\t\t_atpopq.push(['OnEventCallback', 'handleATPopupEvent']);\n\t})();\n\n\n\t//Sample event handler function\n\tfunction handleATPopupEvent(ev,args){\n\t\tswitch(ev){\n\t\t\tcase 'display':\n\t\t\t\t//Do this when the popup is displayed\n\t\t\t\tbreak;\n\t\t\tcase 'close':\n\t\t\t\t//Do this when the popup gets closed by the user\n\t\t\t\tbreak;\n\t\t\tcase 'submit':\n\t\t\t\t//Do this when popup gets submitted and the user doesn't get redirected to a URL\n\t\t\t\tbreak;\n\t\t}\n\t}\n\n", "keywords": "ביטוח,אינשורטק,insurtech,insurance,insurance tech,למונייד,lemonade,next insurance,נקסט אינשורנס,hibob,הייבוב,neura,ניורה"}