{"url": "https://www.geektime.co.il/webinar-tokens-economics/", "type": "article", "title": "הרצאת אונליין: איך יוצרים כלכלת מטבעות דיגיטליים?", "description": "טכנולוגיית הבלוקצ'יין פתחה שווקים חדשים להתחרות בהם ואפשרות לכינון כלכלה חדשה. ביום חמישי הבא גיקטיים יקיים וובינר בו שלושה כלכלנים יסבירו על הדרכים לעשות זאת", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/bitcoin-e1497865739786.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-02T16:04:28Z", "modified_time": "2017-11-02T16:01:38Z", "articleBody": "טכנולוגיית הבלוקצ’יין פתחה שווקים חדשים להתחרות בהם ואפשרות לכינון כלכלה חדשה. ביום חמישי הבא גיקטיים יקיים וובינר בו שלושה כלכלנים יסבירו על הדרכים לעשות זאת\n\nקרדיט צלם\\תמונה: David Malan/ Getty Images Israel\nהופעתן של טכנולוגיות הבלוקצ’יין, המטבעות הדיגיטליים וה-ICO פתחו איתן מגוון רחב של שווקים שבעבר לא היו זמינים, וכן דרכים חדשות להתחרות בגופים המסורתיים שליבת עסקיהם מושרשת היטב אצל הלקוחות. נכון, רבות מהחברות שיפעלו בענפים החדשים לא ישרדו, אבל אלה שיצליחו יעשו זאת בגדול.\nאנחנו מאמינים שאחד הגורמים המהימנים ביותר שיקבעו אם מיזם יצליח או ייכשל הוא Token Economics. מה זה בדיוק? ויליאם מגווייר, משקיע ומנטור ומי שכתב במשותף את הספר “The Business Blockchain”, מגדיר זאת ככה: יחידת ערך שארגון יוצר כדי לנהל את המודל העסקי שלו ולהעצים את המשתמשים לקיים אינטראקציה עם מוצריו, תוך הקלת ההפצה והשיתוף של תגמולים והטבות עם כל בעלי המניות.\nאם זה נשמע לכם מסובך זה כנראה בגלל שכלכלת המטבעות המבוזרים היא תחום חדש שצריך ללמוד ולהכיר. בשביל לצלול לנושא ולהבין אותו קצת יותר תוכלו להצטרף להרצאת אונליין (וובינר), שתועבר על ידי שלושה מומחים לכלכלה.\nגיקטיים יקיים את הוובינר “The Emerging Science of Token Economics ”, ביום חמישי, 6 בנובמבר, בשעה 22:00-21:00. כל אחד מהדוברים יביא את נקודת המבט שלו וידבר על איך לעצב את כלכלת המטבעות הדיגיטליים הטובה ביותר, איך בדיוק היא מתנהלת ומה אפשר לעשות בה בנוסף לסחר. לאחר דברי המומחים יישאר זמן לשאלות מהמשתתפים.\nהכלכלנים שישתתפו הם:\nטום בוליך – CTO ב-MadHive, חברה לניהול נתונים שמבוססת על טכנולוגיית בלוקצ’יין. בוליך הוא אחד ממייסדי Zynga, שם עזר ליצור את כלכלות המטבעות עבור משחקים כמו FarmVille ו-Mafia Wars. בנוסף בוליך מייעץ לחברות המופיעות ברשימת 500 Fortune על גיימיפיקציה.\nמארק סמארג’ון – מייסד ומנכ”ל של Colu – ספקית המטבעות המקומיים שפועלת כיום בלונדון, תל אביב, ליברפול וחיפה. מארק היה בעבר מייסד-שותף של Bitgo, פלטפורמה לביטחון האבטחה של Bitcoin וחלוצה של טכנולוגיה רב-סיגית.\nג’ייק ברוכמן – מייסד שותף ושותף מנהל של CoinFund, חברת מחקר וייעוץ לטכנולוגיית בלוקצ’יין.\nלפרטים נוספים ולהרשמה", "keywords": "tokens,economy,blockchain,בלוקצ\\'יין,מטבעות דיגיטליים,מטבעות מבוזרים,הרצאת אונליין,ובינר,כלכלנים"}