{"url": "https://www.geektime.co.il/where-do-you-see-yourself-in-5-years-from-now/", "type": "article", "title": "איפה אתה רואה את עצמך בעוד 5 שנים?", "description": "סטארטאפ שיציע לכם ''גל ירוק'' בכביש, אחד שימצא לכם חניה ברוטשילד ועוד אחד שיספר לכם מה הטוויט האחרון של מי שסיננתם עכשיו. רוצים לדעת מה צופן העתיד? תסתכלו על הסטארטאפים שמעצבים אותו בהווה", "image": "https://files.geektime.co.il/wp-content/uploads/2012/10/road.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-10-09T11:10:34Z", "modified_time": "2012-10-09T13:11:39Z", "articleBody": "סטארטאפ שיציע לכם ”גל ירוק” בכביש, אחד שימצא לכם חניה ברוטשילד ועוד אחד שיספר לכם מה הטוויט האחרון של מי שסיננתם עכשיו. רוצים לדעת מה צופן העתיד? תסתכלו על הסטארטאפים שמעצבים אותו בהווה\ncc by flickr, Dominic’s Pics\nהפוסט נכתב על ידי כתב IBM.\nעתידנות היא תחום לא פשוט. מיטב החזאים נכשלים שוב ושוב בניסיונות לנבא כיצד יראה העולם בעוד 20, 10 או אפילו 5 שנים. איך בכל זאת אפשר לקבל הצצה קטנה אל העולם של מחר? העצה שלנו? בדקו אילו חברות עברו את הסינון הראשוני לקראת תחרות סמארטקאמפ, ותגלו רשימה מסקרנת של הטכנולוגיות העתידיות שמבשילות היום.\nאיך תפעל משטרת התנועה בעוד 5 שנים? היום ברור שרוב הדוחות ניתנים על מהירות מופרזת מכיוון שכמעט בלתי אפשרי עבור שוטרי תנועה לזהות עבירות תנועה מסוכנות הרבה יותר, כמו התפרצות לצומת או נסיעה פרועה ומעבר מסלולים ללא איתות. אם לשפוט על פי היישום של Safer Place, הפתרון לבעיית האכיפה בדרכים כבר מעבר לפינה – המצלמות של Safer Place יזהו באופן אוטומטי עבירות מסכנות חיים ואפשרו לסוכנויות אכיפה להעניש נהגים פרועים שהיום חומקים ללא עונש.\nאך התנועה לא תהיה בטוחה יותר רק בגלל שיהיה קל יותר להוריד נהגים מסוכנים מהכביש. תוכנת TransEm של חברת Axilion תאפשר לחברות תחבורה ציבורית ולרשויות לתכנן ולנהל רשת של רמזורים בצורה חכמה. התוכנה של אקסיליון תהפוך גלים ירוקים באוטובוסים לוודאות, במקום לצירוף מקרים ממוזל.\nועוד סטארטאפ שיהפוך את הכבישים לבטוחים ונוחים יותר – האפליקציה של חברת SensoPark תעשה שימוש במערכת חיישנים הפרוסים ברחבי המרחב העירוני תדווח על מקומות חניה פנויים בזמן אמת ובקרוב אף יתבצע פיילוט למערכת בתל אביב. האפליקציה אף תאפשר לנהגים לדווח על חניות פנויות ולגלות על חניות שהתפנו בסביבתם, ותתגמל נהגים ידידותיים במיוחד, שחלקו יותר חניות עם נהגים מתוסכלים אחרים באזור. אם יותר חניה פנויה לא תהפוך את הכבישים למקום בטוח ורגוע יותר אז באמת שאי אפשר לדעת מה צופן לנו המחר.\nיח”צ, אפל\nהיות ורובנו לא חיים בתוך הרכב, יש גם היבטים נוספים של העתיד שמעניינים אותנו – רפואה, מזג אוויר ואפילו חשוב יותר – סינון של שיחות לא רצויות.\nהפיתוח של חברת MediSafe Project הוא סדרה של אפליקציות מובייל וענן המאפשרות מעקב אחר לקיחת תרופות במרשם ומספקות התראה במידה והמטופל שכח לקחת תרופה, או שלקח אותה במינון הלא נכון. ההפיתוח של מדיסייף לא רק מקל על הורים, מטפלים וקשישים, הוא מציל חיים במקרים של מטופלים הזקוקים לתרופות חיונית ומעניק שקט נפשי למשפחה.\nואם כבר בחיזוי העתיד עסקינן, למה שלא לחזות גם את מזג האוויר? בעזרת מערכת הלוויינים של נאס”א, האפליקציה הסלולרית של NOOLY מבטיחה לחזות במדויק את מזג האוויר המקומי ולהגן עליכם מפני סופות פתאומיות וממטרים פזורים. החידוש של נולי הוא חיזוי מדויק של הדקה בה יתחיל לרדת גשם – חידוש ראשון מסוגו בעולם. מעכשיו תוכלו להשאיר את המטריה בבית, אבל אל תשכחו את הסמארטפון.\nבעתיד הקרוב גם נדע לא רק מי מתקשר אלינו אלא גם מה הדבר האחרון שהוא פרסם בטוויטר – חברת CallApp פיתחה את האפליקציה שלא רק תספר לכם מי מתקשר, אלא גם מה הוא מתכנן לעשות ואולי אפילו למה הוא מתקשר. האפליקציה תאסוף מידע מהאינטרנט ומרשתות חברתיות ותציג את כל הנתונים הכי רלוונטיים. סינון שיחות מעולם לא היה אינפורמטיבי כל כך.\nאז מה היה לנו? כבישים יעילים ובטוחים יותר, זיהוי שיחות מושלם, מעקב אחר תרופות וחיזוי מדויק של מזג אוויר. כל מה שחסר לנו זה סקייטבורד מרחף ואז באמת יובטח לנו עתיד ורוד.\n.\n.\nיבמ משיקה, זו השנה השלישית, את ה-SmartCamp – תחרות סטארטאפים בינלאומית, ומזמינה סטארטאפים ישראלים להשתתף. המתמודדות הישראליות בסמארטקמפ מתחרות על ההזדמנות להתמודד בגמר האזורי שיתקיים בברלין. החברה שתיבחר בברלין תמשיך לגמר העולמי, שיתקיים בארה”ב בתחילת 2013.\nאילו סטארטאפים מתאימים? ההשתתפות בתחרות פתוחה בפני חברות המחפשות גישה למימון, שותפויות ולקוחות בינלאומיים. חברות בנות פחות מ-5 שנים, אשר מחזורן השנתי נמוך מ-10 מיליון דולרים, עם פיתוח העומד בקנה אחד עם האסטרטגיה היבמית: להפוך את העולם לחכם יותר.\nמה מקבלים? החברות הזוכות מקבלות סיוע ותמיכה מיבמ, וחשיפה בינלאומית בפני משקיעים, מנטורים, שותפים עסקיים ולקוחות פוטנציאליים. כל החברות המתמודדות בתחרות זוכות גם הן לייעוץ ותמיכה, להזדמנות ליצור קשרים עם יזמים נוספים ומשקיעים מכל העולם ולגישה לשלל מוצרי ושירותי יבמ.\nלהגשת מועמדות ולפרטים נוספים נא לפנות באימייל: miriam-berger@il.ibm.com\n", "keywords": "סמארטקאמפ,ibm,סלולרי,אפליקציות,פיתוח,"}