{"url": "https://www.geektime.co.il/mcafee-threats-2010/", "type": "article", "title": "מק'אפי מפרסמת תחזית איומי אבטחת מידע לשנת 2010", "description": "חברת אבטחת המידע מק'אפי מפרסמת היום את תחזית האיומים שלה לשנת 2010. בשנה הבאה ינסו פושעי המחשוב לפגוע בעיקר באתרי הרשתות החברתיות וביישומי צד שלישי, תוך שימוש בסוסים טרויאנים מתוחכמים וברשתות Botnet. כמו כן, ינצלו פושעי המחשוב את תקן HTML 5, ליצירת איומים חדשים.", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2009/12/securitytrends2010-300x194.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2009-12-30T04:23:05Z", "modified_time": "2010-12-05T09:27:11Z", "articleBody": "חברת אבטחת המידע מק’אפי מפרסמת היום את תחזית האיומים שלה לשנת 2010. בשנה הבאה ינסו פושעי המחשוב לפגוע בעיקר באתרי הרשתות החברתיות וביישומי צד שלישי, תוך שימוש בסוסים טרויאנים מתוחכמים וברשתות Botnet. כמו כן, ינצלו פושעי המחשוב את תקן HTML 5, ליצירת איומים חדשים.\nחברת אבטחת המידע מק’אפי מפרסמת היום את תחזית האיומים שלה לשנת 2010. לפי נתוני הדו”ח, המיקוד העיקר של הפורצים וינסו פושעי המחשוב בשנה הבאה יהיה אתרי הרשתות החברתיות ויישומי צד שלישי, תוך שימוש בסוסים טרויאנים מתוחכמים וברשתות Botnet. כמו כן, ינצלו פושעי המחשוב את תקן HTML 5, ליצירת איומים חדשים.\nטרנד נוסף עליו מפרט הדו”ח הוא התקדמות המלחמה של רשויות אכיפת החוק ברחבי העולם, כנגד הפשע הממוחשב בעשור האחרון. החוקרים במעבדות המחקר של מק’אפי, מבחינים בהתקדמות משמעותית במאמץ הבינלאומי של ממשלות לזיהוי, מעקב ומאבק בפשע הממוחשב. מק’אפי מאמינה שב- 2010 נראה הצלחה גדולה יותר בתחום המאבק בפשע הממוחשב.\nאחת הנקודות המרכזיות בדו”ח הן הפיכת הרשתות חברתיות לפלטפורמה מרכזית עבור איומים חדשים: פושעי המחשוב מתאימים את “ארגז\nהכלים” שלהם לפגיעה ברשתות החברתיות, כגון: פייסבוק, טוויטר ויישומי צד שלישי באתרים אלו. משתמשים יהפכו לפגיעים יותר להתקפות, כשפושעי המחשוב יתחזו לחברים ברשת החברתית ויעבירו לגולשים האחרים לינקים, שיובילו לתוכנות מזיקות.\nההתקדמות הטכנולוגית לגרסה החמישית של HTML תעניק לפושעי המחשוב הזדמנויות חדשות לכתיבת תוכנות זדוניות. בעקבות הפצת Google Chrome OS וההתקדמות הטכנולוגיות של ,HTML 5 גובר השימוש ביישומים מקוונים והדבר צפוי ליצור הזדמנויות נוספת לכותבי תוכנות זדוניות ללכוד משתמשים.\nמבחינת האפליקציות, נראה כי השנה דווקא אדובי ולא מיקרוסופט, תהווה את היעד המועדף עבור פושעי מחשוב. בהמשך לפופולריות הגבוהה של תוכנת אדובי, צופה מק’אפי כי פושעי מחשוב ינסו לפגוע במוצרי אדובי, בעיקר ב- Acrobat Reader ובתוכנת Flash, שניים מהיישומים הנפוצים בעולם. באמצעות שימוש במספר טכניקות פריצה, כותבי תוכנות זדוניות הפכו את אדובי ליעד מועדף ולפי נתוני הדו”ח נראה כי בשנה הבאה תהפוך אדובי ליעד המועדף לפריצות אפילו יותר מיישומי ה- Office של מיקרוסופט.\nצפויה עליה בכמות הסוסים הטרויאנים, המיועדים לפגיעה בבנקים ובכמות הקבצים, המכילים תוכנות זדוניות, המצורפים לאי- מיילים. כמו כן, צפויה עליה ברמת התחכום של איומים אלו. הדו”ח מזהיר כי סוסים טרויאנים בעלי אופי בנקאי, יהפכו למתוחכמים יותר בשנת 2010, לאחר שהבנקים מצאו הגנה לסוסים הטרויאנים, שפגעו בהם בעבר. קבצים המצורפים לאי- מיילים (attachments), טכניקה ישנה להעברת תוכנות מזיקות, ימשיכו להוות מטרה מועדפת להעברת תוכנות זדוניות ויכוונו כנגד ארגונים, עיתונאים ומשתמשים פרטיים.\nרשתות ה- Botnet, המעורבות כמעט בכל סוג של מתקפה ממוחשבת, מספאם ועד לגניבת זהות, ימשיכו להנות מאספקה עצומה של כוח מחשוב גנוב ורוחב פס, ברחבי העולם. לאחר סגירת רשתות מחשבי Botnet כמו חברת McColo שאירחה את אחד משרתי הספאם הגדולים בעולם, מנסים מפעיליהם להסתגל ללחץ של מקצועני אבטחת המידע המופנה לכיוונם. מק’אפי צופה כי ב- 2010, השליטה בתשתיות ה- Botnet תתבצע במודל גמיש של Peer-to-peer ולא במודל ריכוזי המקובל כיום. זאת, בעקבות המאמצים של קהיליית האבטחה, לסגור ולחסום את הגישה לרשתות ה- Botnet.\nטרנדים נוספים וניתוח מלא של המגמות ניתן למצוא בדו”ח המלא של מקאפי.", "keywords": "מקאפי,mcafee,אבטחת מידע 2010,וירוסים,תולעים,אבטחת מידע ברשתות חברתיות,וירוסים ברשתות חברתיות,אדובי,מיקרוסופט,microsoft,adobe,אופיס,אקרובט רידר,office,acrobat reader"}