{"url": "https://www.geektime.co.il/patcher-ransomware-attack-macos/", "type": "article", "title": "הזהרו: תוכנת כופר חדשה תוקפת משתמשי מק", "description": "תוכנת הכופר, שנקראת Patcher, מתחזה לקובץ שיאפשר לפרוץ תוכנות שהורדו באופן בלתי חוקי. הנה הסימנים המקדימים שיעזרו לכם להימנע מליפול ברשתה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/Screen-Shot-2017-02-23-at-12.54.22.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-23T12:59:49Z", "modified_time": "2017-02-23T13:04:42Z", "articleBody": "תוכנת הכופר, שנקראת Patcher, מתחזה לקובץ שיאפשר לפרוץ תוכנות שהורדו באופן בלתי חוקי. הנה הסימנים המקדימים שיעזרו לכם להימנע מליפול ברשתה\n\nמשתמשי מק אינם זרים לתוכנות כופר כמו KillDisk או KeRanger, אבל תוכנת הכופר החדשה שמסתובבת לה ברשת בימים האחרונים, Patcher, היא סיוט חדש שלא תרצו לחוות על בשרכם.\nכך תימנעו מליפול קורבן לתוכנת הכופר החדשה: Patcher נמצאת בטורנטים של הורדות בלתי חוקיות ומתחזה לתוכנה שנועדה לפרוץ את Adobe Premiere או תוכנות של אופיס. תוכנת הכופר מגיעה בתוך קובץ ZIP. בתוכו תמצאו קובץ עם הסיומת Patcher, ככה שעם קצת תשומת לב תוכלו להבחין באיום לפני שיהיה מאוחר מדי.\n\nאם בכל זאת לחצתם על הקובץ, עוד סימן מקדים שתוכלו להיעזר בו הוא חלון ההודעה השקוף שמבקש מכם ללחוץ על Start כדי להפעילו. אם בכל זאת על אף כל תמרורי האזהרה נפלתם קורבן לתוכנת הכופר, הקבצים שלכם ינעלו ותופיע בפניכם דרישה לשלוח תשלום בביטקויין כדי לקבל אותם בחזרה.\n\nאבל מה שהופך את Patcher לסיוט אמיתי היא העובדה שגם אם תשלמו את הכופר, אין סיכוי שתקבלו את הקבצים היקרים שלכם בחזרה. הסיבה לכך, לפי דברי חברת אבטחת המידע ESET, היא שתוכנת הכופר המדוברת איננה שולחת מפתח כלשהו לפתיחת הקבצים אל היוצר שלה, מה שאומר שאין לו כיצד להחזיר לכם גישה אל הקבצים גם אם הוא ירצה לעשות זאת. בנוסף, לפתיחת הקבצים דרוש קוד של 25 תווים ולכן שימוש בשיטות פריצה של Brute Force כדי לנחש אותו יהיו בלתי יעילות מאחר והן לא יספקו תוצאות בפרק זמן סביר.\nלפי המחקר של ESET, בחינה של קוד התוכנה מוביל למסקנה שהיא כתובה באופן גרוע ושליוצר שלה אין ניסיון קודם בתוכנות מסוג זה. לדוגמה, אם תלחצו על הקובץ אבל תסגרו את ההודעה שנפתחה מבלי ללחוץ על Start, הקובץ לא יפתח בשנית. עוד ראיה לכך שמדובר באדם חסר ניסיון בתחום היא שהיוצר משתמש בתיבת דואר פומבית כדי לתקשר עם קורבנותיו, מה שמאפשר לגולשים אחרים לעשות בה כרצונם.\nאנחנו יכולים רק לקוות שהידיעה הזו תעזור להגביר את המודעות של משתמשי המק בפרט ושל כל הגולשים בכלל מפני הסכנות שטמונות בהורדת קבצים ממקורות מפוקפקים.", "keywords": "patcher,macos,תוכנת כופר,eset,וירוס"}