{"url": "https://www.geektime.co.il/wibbitz-scores-a-20-mm-round/", "type": "article", "title": "ענקיות מדיה בינלאומיות משקיעות 20 מיליון דולר ב-Wibbitz הישראלית", "description": "הפלטפורמה של החברה מאפשרת לאתרי תוכן להפוך בצורה אוטונומית קטעי טקסט לסרטון וידאו, שמורכב מתמונות, טקסט ואודיו. בין המשקיעות ענקיות מדיה וערוצי טלוויזיה בינלאומיים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/10/wibbitz.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-10-24T08:54:20Z", "modified_time": "2017-10-24T09:06:42Z", "articleBody": "הפלטפורמה של החברה מאפשרת לאתרי תוכן להפוך בצורה אוטונומית קטעי טקסט לסרטון וידאו, שמורכב מתמונות, טקסט ואודיו. בין המשקיעות ענקיות מדיה וערוצי טלוויזיה בינלאומיים\n\nשתיים מהמגמות הבולטות בשנים האחרונות הן וידאו ו-AI – בינה מלאכותית. חברת הסטארטאפ הישראלית Wibbitz (וויביטס) משלבת בין 2 הדברים ומפתחת מערכת יצירת וידאו אוטומטית, שמייצרת סרטוני וידאו עבור חברות שונות עם התערבות מינימלית של המשתמשים. היום (ג’) מודיעה החברה על השלמת סבב גיוס בגובה 20 מיליון דולר בהשתתפות כמה מחברות המדיה הבינלאומיות הגדולות בעולם.\nהשירות שמציעה Wibbitz מאפשר לכל אתר תוכן או מפרסם, לקחת טקסט ולהמירו לסרטון וידאו קצבי ומעניין בתוך שניות. הסרטון הסופי מורכב מתמונות, קטעי וידאו וקריינות אוטומטית באמצעות מנוע Text-To-Speech – אלמנטים שמורכבים יחדיו בזמן אמת. האלגוריתם שפיתחה החברה מסוגל לנתח את הטקסט המוצע לו, למצוא את הנקודות החשובות בו ולתרגם אותם למידע ויזואלי, ללא מגע אדם ובצורה אוטומטית ומיידית.\nWibbitz נוסדה ב-2011 על ידי זוהר דיין ויותם כהן והיא תומכת ויוצרת תוכן וידאו ביותר מ-400 אתרי תוכן שונים. סבב הגיוס הנוכחי, בגובה 20 מיליון דולר הובל על ידי קרן המדיה הדיגיטלית של ברטלסמן (BDMI), ערוץ The Weather Channel האמריקאי, סוכנות הידיעות AP, ערוץ הטלוויזיה הצרפתי TF1 ובהשתתפות המשקיעים הקיימים: NantMobile, קרן Lool Ventures וקרן Horizons ventures של לי קא-שינג. סך הגיוסים של החברה מאז הקמתה עומד על 30.8 מיליון דולר והיא מעסיקה כיום 60 עובדים בשלושה מטות מרכזיים בת”א, ניו-יורק ופריז.\nההשקעה של ערוץ מזג האוויר האמריקאי מגיעה לאחר שיתוף פעולה של כשנה עם Wibbitz, במהלכו היתה שותפה החברה הישראלית להקמת  Local Now – מערך ה-OTT והסטרימינג של הערוץ. עם זאת, תחום האוטומציה של יצירת וידאו הוא רווי למדי וכולל כמה מתחרות חזקות ובראשן גוגל ופייסבוק, שכבר כיום מציעות למשתמשים להעלות וידאו שנערך על ידי אלגוריתמים שמתבססים על טכנולוגיות כמו ראייה ממוחשבת ו-AI. עם זאת, המתחרה הישירה של החברה היא חברת Wochit הישראלית, שכמו Wibbitz מפעילה גם היא משרדים בניו יורק וגייסה סכום דומה ממשקיעים שונים, ביניהם חברות מדיה.\nבשיחה עם גיקטיים, מספר זוהר דיין, שותף-מייסד ומנכ”ל Wibbitz, כי הכספים שהחברה גייסה ישמשו לצורך הכפלת מספר העובדים של החברה בישראל ובעולם. “אנחנו רואים ביקוש מאד גדול לטכנולוגיה שלנו מצד גופים רבים ומגוונים. המטרה שלנו היא להכפיל את הצוות שלנו מ-60 לכ-120 בחודשים הקרובים, עם דגש על גיוס מפתחים למרכז פיתוח שלנו בישראל. כמו כן אנחנו בתהליכים להגדלת צוות המכירות והשיווק שלנו בארצות הברית ובעולם. לאור הביקוש הנרחב לוידאו מצד השוק הבינלאומי פתחנו לאחרונה משרד בצרפת ואנחנו בתהליכים של פתיחת משרדים נוספים ברחבי העולם כגון אנגליה, גרמניה, ספרד וסין”.\nאתם יכולים לשים את האצבע על הבדלים בתוכן הוידאו שהמשתמשים השונים שלכם מייצרים? נגיד חברה קטנה מול אתרי תוכן גדולים?\nדיין: “הפלטפורמה שלנו מיועדת לכל חברה שצריכה לייצר עוד תכני וידאו. היום כל גוף מדיה חייב לדעת לייצר תכנים מסוג כזה כדי להיות רלוונטי בשוק. ההבדלים בין חברות גדולות לקטנות הם בעיקר בכמות התוכן. הופתענו לראות שגם גופי מדיה מאד גדולים, שפעילות הוידאו שלהם מאד מתקדמת, עדיין צריכים למצוא דרכים חדשניות לייצר עוד תכנים בצורה יעילה. חברות כמו weather channel, CBS ו- Bloomberg הן דוגמאות לחברות טלוויזיה עם צוותי עורכי וידאו ענקיים שעדיין צריכות לתת מענה יותר רחב ויעיל ליצירת תוכן לעולם הדיגיטל, והן עושות את זה בעזרת Wibbitz”.\nזה אומר שבקרוב נגיע ליצירה אוטונומית לחלוטין של תוכן וידאו?\nדיין: “בהחלט. כבר היום אנחנו מספקים טכנולוגיה שיודעת לייצר תכני וידאו בצורה אוטונומית לגמרי ובסקייל מאד גדול. יצירת וידאו אוטונומית לחלוטין עדיין לא מתאימה לכל סוג תוכן אבל אנחנו מאמינים שבקרוב מאד נתרחב לסוגי תוכן נוספים. אנחנו רואים טרנד מאד חזק בכל מה שקשור ליצירת תוכן יצירתי בצורה אוטומטית על ידי שימוש בבינה מלאכותית, אם זה יצירת כתבות טקסט, אינפוגרפיקות, מוזיקה ובמקרה שלנו וידאו. חברות מדיה שלא יממשו פתרונות של אוטומציה על ידי AI בצורה כלשהי בעתיד הקרוב לא יוכלו להתנהל בצורה יעילה ויחדלו מלהתקיים”.", "keywords": "wibbitz,וויביטז,app,apps,android,ios,אפליקציה,אפליקציות,אפליקציה ישראלית,גיוס,גיוס הון,סטארטאפ,וידאו,תוכן,תוכן ויזואלי,עריכת וידאו,"}