{"url": "https://www.geektime.co.il/android-growth-in-uk/", "type": "article", "title": "אנדרואיד סוחפת את בריטניה", "description": "בתוך שנה קפץ נתח השוק של מערכת ההפעלה אנדרואיד בבריטניה בלמעלה מ-600%, מציב אותה במרחק של פחות מאחוז מזו של iOS. נוקאאוט לאייפון?", "image": "https://files.geektime.co.il/wp-content/uploads/2011/07/UK-Smartphone-Growth1.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-07-24T12:07:26Z", "modified_time": "2011-07-24T17:33:41Z", "articleBody": "בתוך שנה קפץ נתח השוק של מערכת ההפעלה אנדרואיד בבריטניה בלמעלה מ-600%, מציב אותה במרחק של פחות מאחוז מזו של iOS. נוקאאוט לאייפון?\nמקור: comScore Data Mine\nבמהלך השנה האחרונה הפכה בריטניה למעצמת סמארטפונים. במחקר שקיימה ComScore נחשף כי השימוש בממלכה הבריטית במערכת ההפעלה אנדרואיד צמח בצורה משמעותית ועל אף שאיננה שולטת עדיין בשוק הרחב, היא בהחלט מכוונת לשם.\nאנדרואיד משתלטת\nעל פי נתונים שפורסמו על ידי חברת ComSore Data Mine, המספקת מידע שיווקי למרבית מעסקי האינטרנט הגדולים, התגלה כי בין מאי 2010 למאי 2011, מערכת ההפעלה אנדרואיד עלתה ב-634% רק בבריטניה עצמה. הצמיחה העצומה במהלך 12 החודשים ממקמת את אנדרואיד במרחק של 0.4% ממערכת ההפעלה של אפל, ששולטת ב-27.1% מנתח השוק.\nהסטטיסטיקות מראות כי במהלך השנה האחרונה, בריטניה הפכה למעצמת סמארטפונים עם עלייה של 42% בכמות הצרכנים המשתמשים במכשירים החכמים. בשנה שעברה, כמות המשתמשים עמדה על 27% ומדובר בצמיחה של כ-4.7 מליון אנשים שגוגל “זכתה” בהם במהלך השנה. לא רק אנדרואיד נהנתה מהצמיחה המשמעותית של המשתמשים, שכן גם אפל גדלה ב-46% מהמשתמשים ולמרבה הפלא, RIM מפיצת ה-Blackberry זכתה לצמיחה גבוהה במיוחד עם עלייה של 59% משתמשים בשוק. הסטטיסטיקות מבשרות חדשות רעות עבור מיקרוסופט, שלצערה אחוז המשתמשים החדשים שלה פחת בשנה האחרונה ב-32%.\nלגוגל הייתה שנה מוצלחת בקידום הסמארטפונים המריצים את מערכת ההפעלה שלה כשאלו הצליחו להשתלט על נתח שוק משמעותי. הסטטיסטיקות חוזות כי במהלך השנתיים הבאות אנדרואיד תהיה השולטת בשוק עם 40% מכלל המשתמשים. בתעשייה שהופכת תחרותית יותר עם השנים, ניתן רק לצפות להתעצמות התחרות בין החברות ונסיון להשתלט על כמה שיותר לקוחות.\nהצמיחה ברובה איננה מגיעה ממשתמשים קיימים שבחרו לשדרג את המכשירים שלהם, אלא ממשתמשים חדשים הבוחרים לעבור ממכשיר מיושן לסמארטפון. על פי הנתונים שפורסמו, 42% מכלל משתמשי הסלולר בבריטניה השתמשו בסמארטפון במהלך חודש מאי השנה בהשוואה לכמות של 27% במאי שנה שעברה. כמובן שהמשמעות היא ש-58% מכלל המשתמשים הסלולרים הם עדיין בעלי פוטניציאל שדרוג משמעותי, כך שיש עוד הרבה מקום לכלל החברות לצמוח ולגדול.\nאחת המגמות המובהקות שניתן לאתר בהתבסס על הסטטיסטיקות החדשות, הוא שאפל לקחה את מקומה של סימביאן כמובילה ברחבי בריטניה. עם עלייה של 46% בכמות המשתמשים במהלך השנה האחרונה הפכה אפל לפלטפורמה הפופולארית ביותר ברחבי האוחזת בכ-5.5 מליון משתמשים. אחוז השימוש בסימביאן צנח ב-10% במהלך אותה תקופת זמן והיא נשארה עם קהל משתמשים של כ-4.5 מליון משתמשים.", "keywords": "google,android,blackberry,rim,symbian,microsoft,apple,smartphone,גוגל,אנדרואיד,בלאקברי,סימביאן,מיקרוסופט,סמארטפון,אפל,עלייה בשימוש באנדרואיד,אנדרואיד משתלטת על בריטניה,צמיחה בשימוש באנדרואיד,אנדרואיד ואפל מתחרות על בריטניה,כמה משתמשים בסמארטפון בבריטניה,כמה משתמשים באנדרואיד באנגליה"}