{"url": "https://www.geektime.co.il/zte-might-lose-android-license/", "type": "article", "title": "הצרות ממשיכות: ZTE עשויה לאבד את רישיון השימוש שלה באנדרואיד", "description": "בעקבות מגבלות מחמירות למדי של מחלקת המסחר האמריקיאית, אפשר להגיד שעתיד החברה הסינית נמצא בסימן שאלה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/21753046_666998433499795_1660686685429220061_o-1524045680.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-18T14:30:21Z", "modified_time": "2018-04-18T14:10:51Z", "articleBody": "בעקבות מגבלות מחמירות למדי של מחלקת המסחר האמריקיאית, אפשר להגיד שעתיד החברה הסינית נמצא בסימן שאלה \nמקור: עמוד הפייסבוק של ZTE\nיצרנית הטכנולוגיה הסינית ZTE ללא ספק ראתה ימים טובים יותר במהלך שנות פעילותה; אחרי שלפני כחודשיים בכירי המודיעין האמריקאי בהם ראש ה-CIA ו-FBI הזהירו את אזרחי המדינה להימנע משימוש במכשירים שלה בשל ‘סיכון בטחוני’, הצרות ממשיכות. השבוע הורתה מחלקת המסחר האמריקאית על איסור מכירת חומרה פרי פיתוח של המדינה ליצרנית הסינית, זאת בעקבות הפרת אמברגו חמור שהוטל עליה בשל מכירת ציוד מתוצרת אמריקאית לאיראן וצפון קוריאה. אבל זה ממש לא הכל.\nהפרשה התחילה לפני כשנה כאשר ZTE אישרה את ההאשמות לפיהן היא מכרה ציוד פרי פיתוח אמריקאי לאיראן וצפון קוריאה, מה שהסתכם בין היתר בקנס כולל של למעלה ממיליארד דולר. למרות שהחברה הבטיחה כי היא תפטר עובדים שלקחו חלק בפעולה האסורה, בחודש שעבר היא הודתה כי היא לא באמת עשתה זאת, ואפילו המשיכה לשלם לבכירים שבהם בונוסים שמנים. כתוצאה מכך, החליטה מחלקת המסחר האמריקאית לצאת במהלך דרמטי יותר מקנס כספי, ואסרה על היצרנית הסינית לרכוש טכנולוגיות מחברות הפועלות מארה״ב במשך 7 שנים.\nהמשמעות היא שלא נראה בזמן הקרוב רכיבים כדוגמת מעבדים מתוצרת קוואלקום ואינטל במכשירי החברה, מה שאומר שהיא תיאלץ לרכוש מעבדים מחברות פחות נחשבות, כדוגמת אלו של MediaTek. בעוד שבגזרת רכיבי החומרה החברה עוד יכולה איכשהו להסתדר, מה היא תעשה אם גוגל, שלה שייכת מערכת ההפעלה אנדרואיד, תיאלץ לבטל את הרישיון של ZTE להשתמש בתוכנה פרי פיתוחה? (שכן מדובר בחברה אמריקאית). נכון לרגע זה לא ברור האם ועד כמה חמורות יהיו ההשלכות בכל הקשור לתוכנה, האם האיסור יהיה גורף – כלומר, ללא אנדרואיד בכלל, או גרסה בסיסית למדי בלי גישה ל-Play Store ושירותים נוספים של גוגל. שתי החברות טרם הגיבו.\nאם אתם רוצים עוד קצת אקשן, מה תגידו על זה שאחרי ארה״ב, גם בריטניה החליטה להגדיר את ZTE כ״סיכון פוטנציאלי״ לביטחון הלאומי של המדינה והזהירה את רשתות התקשורת לגביה? הנימוק של ארה״ב לגבי האיום ש-ZTE מהווה היה: “אנחנו מאוד מודאגים מהסיכונים של מתן אפשרות לכל חברה או יישות המחויבת לממשלות זרות שאינן שותפות לערכים שלנו להחזיק בעמדות כוח בתוך רשתות התקשורת שלנו”, אמר מנהל ה-FBI כריס וריי. “זה מספק להם את היכולת להפעיל לחץ או לשלוט על תשתית התקשורת שלנו, לשנות בזדון או לגנוב מידע, ומספק את היכולת לרגל מבלי להתגלות”, הוסיף וריי. הגישה בבריטניה די דומה ולטענת המערך הלאומי לאבטחת סייבר, ה-NCSC, אין להקל ראש בכל הקשור לסיכונים הנובעים משימוש במכשירי ZTE או בציוד תקשורת של החברה באמצעות התשתיות הקיימות של בריטניה.\nבשורה התחתונה, ZTE עדיין רשאית למכור את המוצרים והשירותים שלה בארה״ב ובריטניה, אם כי יש לנו הרגשה שבעקבות כל הכותרות השליליות שהיא תפסה לאחרונה – יהיה לה הרבה יותר קשה לעשות זאת.", "keywords": "zte,סמארטפון,איסור מכירה ל-zte,סנקציות,zte ban,מכשיר דגל,אנדרואיד,android"}