{"url": "https://www.geektime.co.il/nokia-new-product-is-the-n1-tablet/", "type": "article", "title": "נוקיה חושפת את Nokia N1, טאבלט חדש ולראשונה - מבוסס אנדרואיד", "description": "שאריות חברת נוקיה, החלק שלא נרכש על ידי מיקרוסופט, חשף לפני דקות אחדות את מוצר הדגל החדש של החברה העצמאית: טאבלט מבוסס אנדרואיד ששואב יותר מידי השראה מהאייפד מיני", "image": "https://files.geektime.co.il/wp-content/uploads/2014/11/nokia_n1-b.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-11-18T13:20:10Z", "modified_time": "2014-11-18T13:12:09Z", "articleBody": "שאריות חברת נוקיה, החלק שלא נרכש על ידי מיקרוסופט, חשף לפני דקות אחדות את מוצר הדגל החדש של החברה העצמאית: טאבלט מבוסס אנדרואיד ששואב יותר מידי השראה מהאייפד מיני\nמקור: נוקיה\nלאחר שהצליחה לעורר את סקרנותם של משתמשים וכתבים בעולם הטכנולוגי, כמו גם את הסקרנות שלנו, חושפת נוקיה את המכשיר החדש שלה. לצערנו, לא מדובר בקופסת טלוויזיה או מחשב אישי, אלא סך הכל בטאבלט.\nהטאבלט החדש מבית נוקיה, N1, הינו הראשון הממותג תחת שמה. המכשיר יגיע עם מסך IPS LCD בגודל 7.9 אינץ׳ ברזולוציית 2048×1536, ויהיה בעובי של 6.9 מילימטרים בלבד. נתון לא רע בהתחשב בכך שמכשיר האייפד החדש שהושק על ידי אפל, אייר 2, מגיע בעובי של 6.1 מילימטרים.\nבתוך המכשיר יוכלו המשתמשים למצוא מעבד Intel Atom בעל ארבע ליבות במהירות 2.4 ג׳יגה הרץ, זכרון RAM בנפח 2 ג׳יגה ונפח אחסון בסך 32 ג׳יגה, ללא אפשרות הרחבה. המכשיר יכלול מצלמת 8 מגה פיקסל אחורית ומצלמת 5 מגה פיקסל קדמית, רמקולי סטריאו וחיבור microUSB 2.0 Type-C, כלומר, הוא יאפשר חיבור דו כיווני של הכבל.\nהמכשיר עתיד להגיע עם סוללת בקיבולת של 5300 mAh, אך בשלב זה החברה אינה מתחייבת על זמן הפעילות, זאת לאור העובדה שמתכננת לשתף פעולה עם יצרניות OEM שונות שיבנו את המכשיר עבורה.\nההפתעה המרשימה של ההכרזה היא מערכת ההפעלה שתגיע עם N1, שהינה אנדרואיד לוליפופ. כן כן, לאחר שנים בהם שויך מותג נוקיה למערכות כגון Symbian או Windows Phone החברה החליטה לעשות את מה שהייתה צריכה לעשות לפני שנים, ולחבור לגוגל על מנת להציע מערכת הפעלה ידידותית ומוכרת למשתמשים. על מנת לייחד את חווית השימוש, הטאבלט יגיע עם הלאנצ׳ר מבית החברה, Nokia Z, אותו השיקה ביוני האחרון לכלל משתמשי האנדרואיד.\nבהצהרה הרשמית של נוקיה הבהיר סבסטיאן נייסטרום, ראש חטיבת המוצרים בנוקיה, כי המכשיר עתיד להגיע עם ממשק אינטואיטיבי ועיצוב המזכיר את ליין הלומיה של החברה: חתיכת אלומיניום אחת עם גימור רך בצבעי אפור-לבה או אלומיניום טבעי. עוד הוסיף נייסטרום כי N1 הינו מוצר נהדר לכל מי שעדיין לא מצא את טאבלט האנדרואיד הנכון עבורו.\nהמכשיר עתיד להגיע קודם לשוק הסיני במהלך הרבעון הראשון של 2015, ומחירו צפוי לעמוד על 249 דולרים. ומה בנוגע לקופסה אותה החברה הציגה בטיזרים השונים שלה? לאכזבתנו הרבה מדובר בסך הכל באריזת המוצר החדש.\n", "keywords": "nokia,n1,נוקיה,טאבלט,טאבלטים,הכרזה,הכרזות,tablet,tablets,nokia n1,"}