{"url": "https://www.geektime.co.il/samsung-galaxy-tab-4-soming-soon/", "type": "article", "title": "דור מחשבי הלוח הבא של סמסונג הודלף, השקה בקרוב?", "description": "דיווחים חדשים מעידים על כך שסמסונג עובדת על ליין הטאבלטים החדש שלה, פחות מחודשיים לאחר שהציגה את דגמי ליין ה-Galaxy Tab Pro.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/03/galaxy-tab-4-2-s.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-27T13:50:01Z", "modified_time": "2014-03-27T13:50:01Z", "articleBody": "דיווחים חדשים מעידים על כך שסמסונג עובדת על ליין הטאבלטים החדש שלה, פחות מחודשיים לאחר שהציגה את דגמי ליין ה-Galaxy Tab Pro.\nמקור: evleaks\nמידע חדש מלמד שסמסונג קרובה מאוד למועד השקת הדור הבא של הטאבלטים שלה. האם כבר במהלך החודשים הקרובים מתכננת החברה להכריז על Galaxy Tab 4?\nעל פי דיווח המגיע מאתר SamMobile, סמסונג הגישה מסמך לרשות התקשורת הפדרלית הכולל פרופיל משתמש למכשיר (UAProf) חדש, הממותג תחת השם הראשוני SM-T805. על פי הרישום, מדובר בטאבלט בעל מסך בגודל 10 אינץ’ ורזולוציה של 2560×1600, שיריץ את מערכת אנדרואיד החדשה ביותר, קיטקט.\nהטאבלט החדש יעשה שימוש ככל הנראה בפטנט של סמסונג שנחשף לאחרונה, המציג טאבלט בעל שוליים מעוגלים שנועדו לאחיזה טובה יותר של המכשיר על ידי המשתמשים. בניגוד למסגרות העגולות הקיימות במגוון מכשירים בשוק, הפטנט המדובר הציג קימור של שולי הטאבלט, אך בצורה מעודנת יותר מזו שניתן למצוא בדגם ה-G Flex מבית LG.\nלצד הרישומים על הדגם הנוכחי, גילה האתר שני רישומים נוספים של דגמים בשם SM-T800 ו-SM-T801, מה שמעיד על כך שהטאבלט עתיד להגיע בשתי תצורות: חיבור WiFi בלבד או חיבור סלולרי, ככל הנראה עם תמיכה ב-LTE.\nהדלפה נוספת המגיעה מהמדליף הסדרתי והנודע evleaks מציגה תצורה נוספת לטאבלט, בגודל 7 אינץ” תחת שם הדגם Galaxy Tab 4 ובשני צבעים: שחור ולבן. בהתחשב בעובדה שעד היום התמונות שהדליף evleaks אומתו שוב ושוב כתמונות יח״צ רשמיות, ניתן להניח שגם הפעם מדובר בתמונות האמיתיות.\nעם זאת, העובדה שסמסונג מעוניינת להציע מספר גדלים לדגם הטאבלט הבא שלה אינה מפתיעה, בהתחשב בעובדה שגם דגם הטאבלט האחרון שהציגה החברה בינואר האחרון, Galaxy Tab Pro, מגיע בשלושה גדלים: 8.4 אינץ’, 10.1 אינץ’ ו-12.2 אינץ’.\nנכון לעכשיו אין מידע נוסף באשר למפרט הטכני שעתידים להציג הטאבלטים החדשים, או אפילו מתי עתידים להגיע אל השוק – אך דיווחים נוספים מעידים על כך שדגמי הפרימיום של המוצרים יגיעו עם מסכי AMOLED, אותם התחילה סמסונג לייצר בייצור המוני בדצמבר האחרון.\nבהתחשב בעובדה שרק לפני חודשיים הושקו דגמי הטאבלט החדשים, השקה של טאבלט חדש נשמעת בלתי הגיונית, בטח שלא ברבעון הקרוב. עם זאת, סמסונג ידועה ככזו שלא מצליחה להתאפק עם מוצריה החדשים וממהרת להשיק אותם למשתמשים, כך שלא נופתע לראות ליין חדש של טאבלטים שיגיע ביחד עם מכשיר הדגל החדש של החברה, גלקסי S5, כבר באפריל הקרוב.", "keywords": "סמסונג,גלקסי טאב,גלקסי טאב פרו,גלקסי טאב 4,טאבלט,טאבלטים,samsung,galaxy tab,galaxy tab 4,tablet,tablets,"}