{"url": "https://www.geektime.co.il/samsung-9-million-galaxies/", "type": "article", "title": "9 מליון יחידות של Galaxy S3 כבר נמכרו בהזמנה מוקדמת. בעוד שבועיים בישראל", "description": "עוד לפני שהושק באופן רשמי, מצליח מכשיר Galaxy SIII למכור 9 מיליון יחידות לספקיות ברחבי העולם. אך האם יצליח לעמוד בציפיות?", "image": "https://files.geektime.co.il/wp-content/uploads/2012/05/g3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-05-18T10:24:27Z", "modified_time": "2012-05-21T21:46:42Z", "articleBody": "עוד לפני שהושק באופן רשמי, מצליח מכשיר Galaxy SIII למכור 9 מיליון יחידות לספקיות ברחבי העולם. אך האם יצליח לעמוד בציפיות?\nתמונה: יח\"צ, Galaxy S III\nהשבוע הודיע מכון גרטנר כי במהלך הרבעון הראשון של 2012 חלה ירידה במכירת המכשירים הסלולריים ברחבי העולם, לעומת אותה התקופה ב-2011. אך בעוד שייתכן כי נתון זה משפיע על שלל החברות בשוק, סמסונג יכולה לנוח על זרי הדפנה.\nכשבועיים לפני השקתו של מכשיר הדגל החדש שלה, Galaxy SIII, כבר קיבלה הזמנות מוקדמות מיותר מ-290 ספקים ברחבי העולם. האם תוכל לשחזר את ההצלחה שהייתה לה בעת ההשקה של Galaxy SII?\nלאחר שגרטנר הודיעה השבוע כי סמסונג אוחזת במקום הראשון כיצרנית המכשירים הסלולריים המובילה, עם נתח שוק של 40 אחוזים – הרבה מעל למתחרותיה, נדמה כי תמשיך לאחוז בתואר זה, לפחות בתקופה הקרובה – בזכות השקתו של מכשיר הדגל הבא שלה, ה-Galaxy SIII.\nבראיון שנתן אחד מבכירי סמסונג למגזין The Korea Economic Daily הצהיר כי כבר עכשיו, כשבועיים לפני ההשקה הרשמית של המכשיר שתערך ב-29 ביוני – קיבלה סמסונג כמות הזמנות מוקדמות מרשים במיוחד, העומד על סך של 9 מיליון יחידות שישלחו ל-290 ספקיות ב-145 מדיניות ברחבי העולם. נדמה כי הספקיות מאמינות כי תהיה התלהבות רצינית סביב המכשיר החדש ומעוניינות להתכונן לכך מראש.\nאין ספק כי המכשיר החדש מבית סמסונג מצליח לעורר התלהבות ברחבי העולם, אך השאלה האמיתית היא מתי בדיוק יגיע המכשיר המדובר גם לישראל? בעוד שסאני תערוך בארץ מסיבת עיתונאים בתאריך ההשקה הרשמי של המכשיר [יום שלישי, ה-29 במאי], לפי הדיווחים, ה-SIII יושק בישרק במהלך השבוע הראשון של חודש יוני וצפוי להימכר באמצעות המפעילות הסלולריות פלאפון, סלקום, אורנג’ ומירס\\הוט-מובייל במחיר הנע באזור ה-5,000 ש”ח עבור הדגם של 16GB זכרון. לפי מידע שהגיע לניוזגיק, המכשיר צפוי להיות זמין לרכישה בחנויות הפרטיות בישראל כבר החל מה-5 ביוני במחירים שצפויים לנוע באזור ה-4200 ש”ח עבור הדגם עם 16GB זכרון.\nאם אתם עדיין לא בטוחים שאתם רוצים להשקיע במכשיר סלולרי חדש, נציין כי הגלקסי SIII מגיע עם מערכת ההפעלה אנדרואיד בגרסת 4.0.4, מסך בגודל 4.8 אינץ’ בטכנולוגיית HD Super AMOLED התומכת ברזולוציה של 1280×720, מעבד בעל ארבע ליבות, זכרון RAM בנפח 1GB ומצלמה אחורית זהה כמו זו הקיימת במכשיר הקודם – 8 מגה פיקסל. מלבד המעבד המרשים והמסך הגדול, המכשיר מציג גם סוללת 2100mAh, מה שאמור לאפשר למכשיר אורך חיים גבוה יותר בין טעינה לטעינה.\nהמכשיר החדש צפוי להגיע ב-6 גרסאות המחולקות ל-3 נפחי אחסון (16GB, 32GB ו-64GB) ושני צבעים (לבן פנינה וכחול). כמו כן, בדומה לדגמים הקודמים בסדרה, גם ה-S III יאפשר להרחיב את נפח האחסון הפנימי באמצעות כרטיס זכרון חיצוני עד לנפח נוסף של 64GB ובמסגרת הסכם שיתוף פעולה מיוחד של סמסונג, משתמשי ה-Galaxy S III יזכו לחבילת אחסון בנפח של 50GB בשירות האחסון בענן Dropbox.\nמלבד הנתונים הטכניים היבשים, המכשיר עתיד להגיע עם מגוון טכנולוגיות ואפשרויות שליטה חדשות, כגון טכנולוגיית ה-S Voice הפועלת בצורה דומה ל-Siri של אפל, טכנולוגיית Direct Call, טכנולוגיית S Beam ועוד שלל אפשרויות חדשות. כך שאין ספק שבמידה ואתם מעוניינים במכשיר החדש והמרשים ביותר (טכנית) בשוק, הגלקסי SIII הוא המכשיר בשבילכם. לפחות נכון לעכשיו.\nניתן לרכוש כבר היום את ה-Galaxy S III בהזמנה מוקדמת באמצעות רשת חנויות Go Mobile\n", "keywords": "samsung,samsung galaxy,samsung galaxy s iii,galaxy,galaxy s 3,galaxy s3,galaxy s iii,gartner,android,סאני,סמסונג,סמסונג גלקסי,סמסונג גלאקסי,סמסונג גלקסי 3,גלקסי ס3,גלקסי s3,גלקסי s 3,גלקסי s iii,"}