{"url": "https://www.geektime.co.il/gartner-human-augmentation-mobile/", "type": "article", "title": "גרטנר: הגברת גוף האדם ומכשירים ניידים – שתי טכנולוגיות מתפתחות הצפויות לעבור את רף מיליארד הדולר עד 2020", "description": "אנליסטים בגרטנר צופים כי הכנסות תעשיית ה-IT יסתכמו ב-3.5 טריליון דולר, ויציגו צמיחה בטווח הארוך בחמש השנים הקרובות. על רקע זה הודיעו האנליסטים כי הם צופים כי שתי מגמות, אשר מהוות מגמות מתעוררות נכון להיום, יהפכו לשווקים בשווי של מיליארד דולר עד שנת 2020: הגברה אנושית (human augmentation) ומכשירי חשמל ניידים", "image": "https://files.geektime.co.il/wp-content/uploads/2010/11/1309469_robotic_hand1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-10T12:46:24Z", "modified_time": "2010-12-12T09:47:26Z", "articleBody": "אנליסטים בגרטנר צופים כי הכנסות תעשיית ה-IT יסתכמו ב-3.5 טריליון דולר, ויציגו צמיחה בטווח הארוך בחמש השנים הקרובות. על רקע זה הודיעו האנליסטים כי הם צופים כי שתי מגמות, אשר מהוות מגמות מתעוררות נכון להיום, יהפכו לשווקים בשווי של מיליארד דולר עד שנת 2020: הגברה אנושית (human augmentation) ומכשירי חשמל ניידים\nאילוסטרציה (מקור: http://www.sxc.hu/photo/1309469)\n“אנו חיים, משחקים ועובדים בעולם דיגיטלי יותר ויותר, בו אין לאנשים ברירה אלא להפוך בעצמם להיות דיגיטליים ככל יכולתם. האינטרנט בשנת 2012 יהיה גדול פי 75 ממה שהיה ב-2002, ואם פייסבוק היה מדינה הוא היה כנראה בשלב זה המדינה השלישית בגודלה בעולם (אחרי סין והודו). גם ריבוי המידע הבלתי נשלט הוא מציאות קיימת ממנה אין מנוס. עד 2020 אנו צופים כי המכשירים החכמים יתרבו עד ל-200 מיליארד יחידות, לעומת 60 מיליארד ב-2010”, כך אמר סטיבן פרנטיס, סגן נשיא ועמית גרטנר.\nפרנטיס אמר את הדברים בנאום הפתיחה בכנס Symposium/ITxpo 2010, שנערך על ידי גרטנר בתאריכים 11-8 בנובמבר, בקאן שבצרפת. במסגרת הכנס נאספים מעל ל-3000 בכירים מתעשיית ה-IT בעולם על מנת לשמוע את החדשות והתחזיות עבור שוק זה לעתיד הקרוב והרחוק.\nכאמור, מעבר לשנת 2020, אנליסטים בגרטנר צופים כי שוק טכנולוגיות ההגברה לגוף האנושי יהפוך לשוק של מיליארד דולר. מדובר בטכנולוגיה אשר מתמקדת ביצירת שיפורים קוגנטיביים ופיסיים והכללתם כחלק בלתי נפרד מהגוף האנושי. טכנולוגיה זו מתפתחת לאט אבל בטוח לכיוון של העשרת חייהם של בני אדם באופן ממשי. מגמה נוספת אשר מתפתחת במהירות היא מכשירי החשמל הניידים. עד שנת 2011 גרטנר צופה כי אנשים יחזיקו ברשותם יותר ממיליארד מחשבים ניידים ו-5 מיליארד טלפונים ניידים פעילים ברחבי העולם, ומעריכה כי על פי רמות הביקוש יסתכמו מכירות שוק זה ביותר ממיליארד דולר ב-2020.\nאומר פרנטיס: “במבט קדימה, אנו מצפים לראות פרישות נוספות של טכנולוגיות קיימות בדרכים חדשניות ויצירתיות. נראה פחות ופחות טכנולוגיות חדשות של ממש אשר מצליחות להיכנס למגמה השלטת. אין הכוונה כי לא נראה התפתחויות חדשות, אולם אנחנו מתחילים לראות כבר היום סימנים מוקדמים לטכנולוגיות מפתח עבור הגל הבא של הטכנולוגיה, אשר אנו מעריכים כי יימשך ב-2025 ועד 2080”.\n“אנו עורכים את תחזיותינו לאחר מחקר אודות צמיחת שוק ה-IT ותחזיות אימוץ טכנולוגיה עתידיות. אנו בוחנים מגמות חברתיות ועסקיות מתעוררות, ועל סמך ממצאינו נסמן כיוון עתידי סביר למנצחים ומפסידים. מתודולוגיה זו לא מחליפה את המתודולוגיה הקיימת אלא מתגברת את המודלים הקיימים”, מסביר פרנטיס.", "keywords": "gartner,human augmentation,גרטנר,הגברת גוף האדם,חדשנות,מכשירים ניידים"}