{"url": "https://www.geektime.co.il/jabra-75t-review/", "type": "article", "title": "אחרי ההצלחה של הדור הקודם, בדקתי את Elite 75t של Jabra וזה מה שאני חושבת", "description": "האוזניות האלחוטיות Elite 75t קטנות יותר מהדגם הקודם, מציעות חיי סוללה ארוכים יותר ועמידות למים. על פניו, נראה כי מדובר באלטרנטיבה ראויה למדי ל-AirPods, ובחירה מצויינת לספורטאים מביניכם. לקחנו אותן לבדיקה", "image": "https://files.geektime.co.il/wp-content/uploads/2020/01/lifestyle_1-1577889942-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-01-03T13:00:53Z", "modified_time": "2020-01-03T13:09:51Z", "articleBody": " האוזניות האלחוטיות Elite 75t קטנות יותר מהדגם הקודם, מציעות חיי סוללה ארוכים יותר ועמידות למים. על פניו, נראה כי מדובר באלטרנטיבה ראויה למדי ל-AirPods, ובחירה מצויינת לספורטאים מביניכם. לקחנו אותן לבדיקה\nמקור: Jabra\nלפני כשלוש שנים רעננה אפל את שוק האוזניות עם ה-AirPods. היא אמנם לא המציאה את תחום ה-Truly Wireless וקדמו לה יצרניות כמו Bragi עם ה-Dash ב-2015, אבל כמו שקורה לא מעט – הכל משתנה כשאפל נכנסת לתמונה. היום מוצף השוק בלא מעט אלטרנטיבות שונות עם פיצ’רים שונים וברמות מחיר שונות, אבל אחד המותגים הבולטים שמנסים לתפוס נתח משמעותי בו הוא Jabra הדני. לפני מספר חודשים הכריזה החברה על ה-Elite 75t, דור ההמשך לדגם ה-65T הפופולארי בישראל. לקחנו את האוזניות לבדיקה ולגלות האם הצליחה החברה לשדרג את האוזניות הקיימות.\nה-Elite 75T הן אוזניות In-Ear Truly Wireless. כמו רבות וטובות אחרות, הדרך המרכזית לוודא שהן לא ילכו לאיבוד היא לאחסן אותן בנרתיק ייעודי שגם משמש כמטען. ב-Jabra הצליחו לצמצם את המימדים של הדגם החדש ב-20% בהשוואה לדגם הקודם, והתוצאה הסופית היא אוזניות קומפקטיות שעשויות לתעתע ברבים שיפנו אליכם ולא יבינו למה אתם לא עונים, שכן קל מאוד לפספס אותן (בעיקר אם יש לכם או לכן שיער ארוך שמסתיר).\nקייס ההטענה עצמו לא מרשים יתר על המידה, אבל הודות למגנטים שבו הוא אוחז את האוזניות בחוזקה כדי שלא יהיו ספקות אם הכנסתם אותם למקום הנכון, ויוודא שהן ישארו במקום גם אם הוא יפתח בטעות. כמו כן, הטענתו מתבצעת באמצעות כבל USB Type-C – פיצ׳ר הכרחי ומתבקש ב-2020 (זאת בניגוד למיקרו-USB בדגם הקודם). הקייס כולל בגבו נורית לד שמציגה את סטטוס הסוללה של האוזניות ושל הקייס עצמו – כדי שתדעו מתי הוא טעון במלואו. בזכות התחתית השטוחה, תוכלו גם להעמיד אותו על השולחן – יתרון נוסף על ה-65T.\nבסך הכל הקייס נוח וקומפקטי, רק שימו לב שהוא לא אטום כל כך. פעם אחת כאשר הנחתי את הקייס עם הנרתיק של עדשות המגע שלי שהיה מעט לח, הלחות חדרה פנימה אל תוך המטען של האוזניות. קצת בעייתי, אז הישמרו. האוזניות עמידות בפני מים ואבק בתקן IP55 מה שאומר שאתם יכולים להרגיש בנוח לרוץ איתם או להתאמן, אבל הן לא יעמדו בנתזי מים רציניים יותר או שחייה. בנוסף, כפי שניתן לראות בתמונות, אחרי שימוש די קצר הוא כבר נראה מיושן ושרוט, מבלי שהוא נפל או נחבל. התחושה היא של פלסטיק זול למגע – שבוודאי אינו משתווה לתחושה האיכותית של קייס האיירפודס או ה-WF-1000XM3 של סוני.\nצילום: גיקטיים\nהדבר הראשון שאתם צריכים לעשות עם קבלת האוזניות הוא כמובן להתקין את האפליקציה התואמת +Sound. כן, אפשר להשתמש באוזניות גם בלעדיה, אבל זה ממש לא מומלץ.\nבכמה שימושים ראשונים ניסיתי את האוזניות בלי האפליקציה ובהתחלה הכל עבד חלק, אבל בשלב מסוים פתאום התחילו להופיע רעשי רקע בניגון מוזיקה – כאילו אני מאזינה למוזיקה בעזרת אוזניות חוטיות עם מגעים רופפים. עם זאת, ברגע שהתקנתי את האפליקציה ועדכנתי את הגרסה – התקלה לא חזרה על עצמה.\nתהליך הצימוד (Pairing) של האוזניות לטלפון היה סופר מהיר, עם האפליקציה ובלעדיה. אחרי החיבור הראשוני, האוזניות מתחברות באופן אוטומטי לטלפון ברגע שתוציאו אותן מהקייס, ויתנתקו כשתחזירו אותן בחזרה. שימו לב שאין לאוזניות כפתור הפעלה ייעודי, ואחרי שהן נשארות בחוץ הרבה זמן ונכנסות למצב של שינה, כדי להדליק אותן מחדש יש להכניס אותן לקייס – ולהוציא.\nדרך האפליקציה תוכלו לשחק עם הגדרות מתקדמות יותר, ולבחור בין מצבים השונים; ל-Jabra יש את מה שהיא מכנה “moments״. כרגע, האפליקציה מתייחסת לשלושה מצבים: מצב ״סאונד״ רגיל להאזנה כייפית, רגילה, באיזור נייטרלי; מצב ״תחבורה ציבורית״, והמצב השלישי – מצב פוקוס.\nבאפליקציה תוכלו לשלוט באיכות השמע דרך אקוולייזר ולהתאים את כל המאפיינים בהתאם להעדפותיכם (בס, טרבל), או לחילופין, אם אין לכם כוח לרדת לרזולוציות האלו או שאתם לא מבינים בזה מספיק, תוכלו לבחור בהגדרות מוכנות מראש כמו ״Bass Boost״, “Smooth״, או לתת בוסט דווקא לטרבל. כמובן שבכל רגע נתון תוכלו לאפס את ההגדרות ולחזור לברירת המחדל. הרעיון הוא שתתאימו את איכות השמע, אופי השמע וחווית השמע שלכם בהתאם למיקום שבו אתם נמצאים כרגע, בלחיצת כפתור.\n\n\n\n\n\n\nמעכשיו גיקטיים גם בטלגרם\nלהצטרפות לערוץ הטלגרם שלנו לחץ כאן\n\n\n\nהמצב השלישי, מצב פוקוס, ידרוש מכם להפסיק לנגן את המוזיקה, אבל תוכלו במקום להאזין לצלילי טבע מרגיעים או מעין רעשים לבנים שיצמצמו או יפחיתו במעט את הרעש שסביבכם. אם אתם צריכים עכשיו כמה דקות או שעות של פיקוס, ומוזיקה לא מצליחה להכניס אתכם למוד, זה רעיון נחמד. יחד עם זאת, בעולם של ספוטיפיי או אפליקציות כמו Noisli לא כל כך ברור למה יש צורך בפיצ׳ר הזה, אבל הוא בהחלט לא מזיק.\nמאפיין נוספו בו תוכלו לשלוט דרך האפליקציה הוא מצב ה-״Hear through״, שניתן להפעילו בכל אחד מה-Moments. כשאתם על המצב הזה, תוכלו להיות קצת יותר קשובים לסביבה ולשיחות סביבכם מבלי להוציא את האוזניות מהאזניים, הודות ל-2 מיקרופונים שמצויים בכל אחת מהאוזניות. אם אתם לא רוצים להיות קיצוניים לכאן או לכאן (נתק מוחלט או קשב תמידי) תוכלו לשחק עם המד ולבחור משהו באמצע. מצב זה נוח בעיקר אם אתם יושבים במשרד משותף, ומתעצלים להוציא ולהכניס את האוזניות בכל פעם שמישהו פונה אליכם. שימו לב רק שהמיקרופונים מגבירים באופן משמעותי את הקול שלכם ושל הסביבה, אז זה מעט מלחיץ בהתחלה.\nצילום: גיקטיים\nאחרי הסתגלות קצרה, הרגשתי שהאוזניות הפכו לחלק בלתי נפרד ממני, או יותר נכון מהאוזניים שלי, ופתאום כשהייתי בלעדיהן היה לי מעין חוסר, ריק. לרוב, אני לא מסתדרת עם אוזניות In-Ear וגם אם נדמה לי שמצאתי את הפוזיציה המושלמת ושהן יושבות שם בביטחה – משהו מתפקשש, ובאמצע הריצה אני נאלצת להיאבק איתן. אוזניות ה-75T חסכו לי את הדאגה המטרידה הזו, ואפשרו לי להתרכז באימון מבלי לפחד שבכל רגע האוזניה עשויה לצלול מטה ולדרוש ממני לקטוע את הריצה באמצע כדי לחלץ אותה. הערכה מגיעה עם 3 גדלים שונים של כיסויי גומי שמתלבשים על האוזניות, אז למען נוחות מרבית – מומלץ למדוד את כל האופציות עד שתימצא ההתאמה המושלמת.\nאני כותבת ריצה ואכן, לפחות מהבדיקה שלי, מדובר באוזניות שמתאימות לאימון. אמנם הן לא מיועדות לאימון כמו דגם ה-Elite Active של החברה או אוזניות ייעודיות כמו של Jaybird, אבל בזכות עמידות במים ואבק בתקן IP55 ובזכות המבנה שלהן – אני אימצתי אותן גם בזמן כושר.\nבריצה, בהליכה, בחדר כושר, בתרגילים ובשכיבות שמיכה, האוזניות נשארו במקום ואפשרו לי להתאמן באין מפריע, תוך כדי שהמוזיקה או הפודקאסט התנגנו ברציפות ברקע. אמנם בפעם הראשונה שהשתמשתי בהן בריצה הרגשתי כאילו האוזניה לקראת נפילה, אבל זה היה בעיקר ״פסיכולוגי״ כי האוזניה הייתה הדוקה ומונחת היטב במקומה. הנוחות היא אחד ״הפיצ׳רים״ החשובים ביותר בחיפוש אחר אוזניית ספורט מבחינתי, ואת המבחן הזה הן עברו בהצלחה מרובה.\nהאוזניות מאפשרות לשלוט על כל הפונקציות שתצטרכו מהטלפון שלכם תוך כדי אימון; תוכלו לענות לשיחה, להגביר או להחליש את הווליום, להעביר שיר, להחזיר לשיר שהתנגן קודם או להפעיל את העוזרת הקולית. סופר נוח, חוסך התעסקות בטלפון ומאפשר להתמסר לאימון עד הסוף.\nמבחינת תפעול האוזניות והפעלת פונקציות: כל אוזניה כוללת כפתור לחיץ שהוא מולטי טאסקר – כלומר מאפשר שליטה על כמה פונקציות. המשמעות היא שתצטרכו לשנן את הפעולות שכל כפתור מציע. בהתחלה זה קצת מבלבל ונראה כמו משימה בלתי אפשרית, אבל מניסיון – אחרי כמה פעמים של שימוש, התרגלנו לרעיון.\nלכל אוזניה יש את הייעוד שלה – כך שאם למשל האוזניה הימנית אחראית על הגברת הווליום (באמצעות לחיצה ארוכה על הכפתור), פעולה זהה באוזניה השמאלית תחליש את המוזיקה. לחיצה כפולה באוזניה השמאלית תעביר שיר, בעוד שלחיצה כפולה באוזניה הימנית תפעיל את העוזרת הקולית שלכם (Siri, Google Assistant או Alexa). השליטה באוזניות – בעיקר בווליום ובהעברת השירים דורשת הסתגלות. גם אחרי שבועיים של שימוש היו פעמים שהפעלתי את העוזרת הקולית במקום להגביר את הווליום או להעביר שיר, אבל כמו כל דבר חדש זה באמת רק עניין של הרגל ועוד קצת שימוש והכל יהפוך לאוטומטי.\nאפשר להשתיק את המוזיקה באמצעות לחיצה על האוזניה הימנית, אבל פונקציה שהייתה עבורי יותר נוחה היא פשוט הוצאה של האוזניה מהאוזן. אם מישהו ניגש אליכם עם שאלה – אתם לא צריכים להפסיק את המוזיקה, שכן ברגע שתשלפו את אחת מהאוזניות מהאוזן המוזיקה תפסיק להתנגן. יחד עם זאת, בגלל שמדובר באוזניות in ear, קטנות, המועדות לנפילה/ללכת לאבדון, כנראה שבפארק או ברחוב הייתי בוחרת בפונקציה של לחיצה על כפתור כדי להשתיק ולא להסתכן בנפילה של אחת מהאוזניות. אגב, אם תאבדו את האוזניות תוכלו להיעזר בפיצ׳ר האיתור שלהן דרך האפליקציה. אלא שכדי שזה יקרה, תצטרכו להעניק לאוזניות גישה מתמדת למיקום שלכם.\nצילום: גיקטיים\nעל הנייר, כאשר האוזניות טעונות במלואן הן מבטיחות לספק לכם עד 7.5 שעות של ניגון מוזיקה או שיחות טלפון. הודות לקייס שמשמש גם כמטען, תהנו מעד 28 שעות נוספות של ניגון. כמו במקרה של ה-AirPods, גם האוזניות של Jabra תומכות בטעינה מהירה שתעניק לכם עוד שעה שלמה של האזנה תמורת 15 דקות בלבד של טעינה. זמן ההטענה של הקייס אגב מ-0-100% עומד על שעתיים ועשרים דקות. כדי לעזור לשמור על חיי הסוללה תוכלו להגדיר דרך האפליקציה שהאוזניות ייכבו באופן אוטומטי אחרי זמן מסוים של חוסר שימוש (15 דקות עד שעה).\n28 שעות של ניגון מוזיקה זה הרבה מאוד, ואם אתם משתמשים באוזניות בעיקר לפעילות גופנית – המשמעות היא שתצטרכו להטעין אותן (או יותר נכון את הקייס) לעיתים רחוקות מאוד. מאז שהתחלתי לבדוק את האוזניות (לפני כשבועיים) – הטענתי את הקייס פעם אחת בלבד, כלומר – לפני השימוש הראשוני. אבל גם אם אתם מעוניינים באוזניות לשימוש יומיומי – באוטובוס וביום העבודה, העובדה שהקייס שלהן נטען באמצעות Type-C מפשטת את העניינים. גם אם תתקעו במשרד בלי סוללה – תמיד תמצאו מישהו עם מטען לסמארטפון או לפטופ שיוכל לסייע לכם כדי שחלילה לא תצטרכו להעביר את הנסיעה הביתה באוטובוס בלי מוזיקה או פודקאסט ברקע.\nהציפיות שלי מבחינת איכות השמע של האוזניות לא היו בשמיים, וכנראה שבגלל זה הופתעתי לטובה. לא מדובר בחוויה עוצמתית, מרטיטה ורוויית בסים, אבל היא מספקת בהחלט, ויתרה מכך – אפילו די מהנה.\nה-Jabra 75T כוללות מנגנון ביטול רעשים פסיבי (PNC), זאת בניגוד ל-ANC שניתן למצוא באוזניות Over-Ear רבות כמו ה-WH-1000XM3 של סוני וה-Bose 700 ואוזניות TWS כמו ה-WF-1000XM3 של סוני או האיירפודס פרו החדשות. המשמעות היא שבריצה בחוץ למשל, הבידוד לא מושלם, אבל כנראה שטוב שכך כי כשאתם רצים בפארק או חוצים כבישים, כנראה שעדיף שלא תהיו מנותקים ותשמעו אם מישהו צופר או קורא לכם. יחד עם זאת, מנגנון ביטול הרעשים הכלול באוזניות עובד לא רע בכלל בסיטואציות מסוימות. למשל, בחדר כושר נהניתי מבידוד מושלם, גם כשברקע התנגנה מוזיקה בווליום די חזק.\nגם כאשר האזנתי למוזיקה באוזניות תוך כדי שחבר לעבודה לצידי האזין למוזיקה דרך רמקול, נהניתי מבידוד כמעט מוחלט, וטיילור סוויפט (לא שופטת אותו) שהתנגנה במשרד לא התערבבה לי עם הפלייליסט שהאזנתי לו בספוטיפיי. זאת, כל עוד מצב ה-Hear through היה כבוי, אחרת שני הפלייליסטים התערבבו והיה בלתי אפשרי להאזין.\nמקור: Jabra\n​אני אמנם אוהבת להאזין למוזיקה בפול ווליום (כן, לא הכי בריא, יודעת), אבל עם ה-75T לא נאלצתי לחצות את קו הביניים כדי ליהנות מחווית שמע מוצלחת. עוצמת הווליום המקסימלית היא מחרישה, ואין שום סיכוי שתצליחו לשרוד אותה, אולי רק בנסיעת אוטובוס רועשת במיוחד או ריצה בפארק למשמע רוחות ורכבים צופרים. אגב רוחות, האוזניות כוללות מנגנון שאמור לצמצם את רעשי הרוחות, אבל במצבים קיצוניים ובתקופת החורף הוא קצת פחות יעיל לטעמי.\nהאוזניות לא מאכזבות גם כשמשתמשים בהן לשיחות טלפון. איכות השמע טובה – גם של נמען השיחה, וגם שלי – לפי דיווחים. השיחה הייתה חלקה וברורה, ולא נאלצתי לחזור על אף משפט פעמיים. בעת צפייה בתכנים בנטפליקס ויוטיוב, גם בכאלו שלא שמורים על המכשיר, לא הבחנתי בדיליי בין התוכן הויזואלי והסאונד והחוויה הייתה חלקה ולא נפגמה כתוצאה מהחיבור האלחוטי.\nחסרון משמעותי ב-75T הוא שעד שמתישהו ב-2020 יצא עדכון תוכנה רלוונטי, מתנהלים יחסי כוחות לא שוויוניים בין האוזניות. האוזניה הימנית היא המאסטר, ואם היא לא באוזן שלכם – אין אפשרות להשתמש באוזניות. זה חסרון, כי: א. כי צריך לשנן את זה שהימנית היא המאסטר, אוקי זניח – מתרגלים. ב. אם אתם מהאנשים שמשתמשים באופן מתמיד רק באוזניה אחת באוזן, אבל נוח לכם יותר באוזן השמאלית, You are doomed. לחילופין, אם אתם ישנים באוטובוס או במטוס ואתם רוצים לישון על האוזן הימנית – יתכן שתעדיפו למקם את האוזניה דווקא באוזן השמאלית. אגב, גם כשניסינו לרמות את האוזניות, ולהרחיק את האוזניה הימנית ולנגן מוזיקה, זה לא עזר. קצת מאכזב ופרט שצריך לקחת בחשבון.\nה-75T החדשות של JABRA מספקות חוויית ההאזנה לא רעה בכלל. איכות הסאונד טובה והכניסה אותי ל״זון״ עבודה גם כשהווליום רק על העוצמה הבינונית, וברקע מתנגנת מוזיקה ברמקול המשרדי. אז הן אמנם לא מציעות את הבידוד המוחלט והנתק המעט מקריפ שמציעות האוזניות הקבועות שלי במשרד – ה-Sony WH1000XM3 – אבל מחוץ למשרד ובזמן פעילות הן מתמודדות לא רע בכלל עם רעשי רקע מונוטוניים ושיחות ומספקות סאונד טוב.\nאמנם מבחינת סאונד ומבחינת גימור ועיצוב – לא הייתי מעמידה אותן בשורה אחת מול האיירפודס פרו או ה-WF-1000XM3 המצויינות של סוני – אבל מצד שני, האוזניות של Jabra גם עולות פחות.\nכנראה שהחסרון המשמעותי לפחות בשלב הוא חוסר העצמאות של האוזניות והעובדה שרק האוזניה הימנית משמשת כמאסטר. אבל אם אתם מחפשים אחר אוזניות נוחות לספורט שישאבו אתכם לאווירת האימון מבלי לסכן את החיים שלכם בשל ניתוק רעשים, ה-Jabra 75T הן בחירה ראויה שעושה את העבודה ומעבר.\nאוזניות Jabra Elite 75T מיובאות בישראל על ידי ביקונקט והמחיר המומלץ לצרכן הוא 700 ש״ח.", "keywords": "jabra,ג׳אברה,jabra 75t,אוזניות,אוזניות in ear,truly wireless,סקירה jabra,אוזניות ספורט"}