{"url": "https://www.geektime.co.il/microsoft-surface-3/", "type": "article", "title": "מיקרוסופט חושפת את ה-Surface 3 שלראשונה יריץ חלונות באופן מלא", "description": "הדגם החדש של מכשיר הסורפס יגרום לכם לתהות האם בכלל קיים צורך להחזיק טאבלט לצד מחשב נייד. מחירו עומד על 499 דולרים בלבד והוא מריץ גרסה מלאה של חלונות. פעם שלישית נוקאאוט?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/04/micro1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-04-01T10:47:37Z", "modified_time": "2015-04-01T11:08:58Z", "articleBody": "הדגם החדש של מכשיר הסורפס יגרום לכם לתהות האם בכלל קיים צורך להחזיק טאבלט לצד מחשב נייד. מחירו עומד על 499 דולרים בלבד והוא מריץ גרסה מלאה של חלונות. פעם שלישית נוקאאוט?\nמקור: Microsoft Facebook\nאמש (ג׳) חשפה מיקרוסופט את הדור הבא של מכשיר ה-Surface שלה, שהוא מעין הכלאה בין טאבלט למחשב נייד. על אף שמכשיר ה-Surface ממותג תחת קטגוריית הטאבלטים, מטרתה של מיקרוסופט היא להציג את השילוב האולטימטיבי בין מכשיר טאבלט ל-PC, ולשלב את יתרונותיו של כל אחד מהמכשירים לכדי אחד, תוך כדי שמירה על מחיר אטרקטיבי במיוחד.\nהדגם הראשון של מכשיר ה-Surface הושק בשנת 2012 ומאז עבר מקצה שיפורים ושידורגים; בדגם ה-Surface 3 מיקרוסופט בחרה לנטוש את מעבדי ה-ARM ו-WIndows RT לטובת מעבד אינטל החדש ביותר ה-Atom מרובע ליבות x7 ,כך שיוכל להריץ את הגרסה המלאה של חלונות 8.1 64 ביט ביחד עם כלל היישומים שלה כולל מנוי שנתי לאופיס 365. כמו כן, ברגע שתצא מערכת ההפעלה חלונות 10, ניתן יהיה לעדכן אליה בחינם.\nבדומה לדורות הקודמים של מכשיר ה-Surface, גם כאן מציעה מיקרוסופט שתי תצורות כאשר האחת בסיסית וזולה יותר, ואילו הגרסה השניה, ה-Pro 3, מיועדת לקהל המחפש מוצר שמציע ׳קצת יותר׳. ה-Surface 3 בעל מסך 10.8 אינץ׳ עם רזולוציה של 1920×1280, נפח אחסון של 64GB, זכרון RAM 2GB, יציאת USB 3.0, קורא כרטיס מיקרו SD, מצלמה אחורית באיכות 8 מגה פיקסל וקדמית של 3.5 מגה פיקסל. בשל העובדה שאינו דורש שימוש במאוורר לצורכי קירור, מימדיו נוחים במיוחד לשימוש ונשיאה יום – יומית ומסתכמים במשקל של 622 גרם ועובי כולל של 8.7 מילימטר.\nמקור: Microsoft\nמיקרוסופט מתגאה בזמן הסוללה המרשים של המכשיר, אשר עומד על יום שלם (או כעשר שעות). נתון זה בוודאי קוסם ללא מעט סטודנטים אשר מחפשים אלטרנטיבה פרקטית ומשתלמת, שכן כאמור הטאבלט הופך בקלות למחשב נייד באמצעות הוספת מקלדת (אשר כמובן לא כלולה במחיר). חידוש נוסף בדגם הנוכחי הוא השימוש במטען מיקרו USB, מה שאומר שהוא תואם למרבית מכשירי הסמארטפון של כולנו, כך שגם אם עשר שעות הסוללה לא יספיקו לכם, תוכלו להטעינו גם באמצעות מטען המכשיר שלכם (שבוודאי אתם נושאים עימכם לכל מקום).\nבעוד שמחירו ההתחלתי של ה-Surface 3 הוא 499 דולר, בסופו של דבר המכשיר מוצע בארבע דרגות מחיר שונות. דגם ה-4G LTE יעלה לכם מאה דולר נוספים, ואם תבחרו להגדיר את זכרון ה-RAM משני ג׳יגה בייט ל-4, ואת הזכרון הפנימי ל-128GB במקום 64, זה יעלה לכם כבר 699 עבור גרסת ה-4G, ו-599 עבור גרסת ה-WiFi בלבד. זה לא הכל; אם תרצו להוסיף את כיסוי ה-Type cover, שהופך את הטאבלט תוך שניות למחשב נייד ועט, המחיר יעלה בקלות ללא פחות מ-680 דולר, ואם תסתפקו ׳במועט׳ ותבחרו להוסיף רק מקלדת, המחיר הסופי יעמוד על 630 דולרים. (בהשוואה לאייפד Air 2, דגם ה-64GB מדובר בהבדל של 30$ לטאבלט ומקלדת, מה שהופך את המחיר לתחרותי במיוחד).\nהמכשיר ישווק ב-26 מדינות ברחבי העולם כאשר ניתן להזמינו כבר בהזמנה מוקדמת דרך האתר הרשמי, ומועד השילוח המתוכנן שלו עומד על ה-5 במאי.\nהכיסוי שיהפוך את הטאבלט למחשב נייד. מקור: מיקרוסופט\nסרטון – Introducing the new Microsoft Surface 3\n", "keywords": "surface 3,סרפס,סרפס 3,מיקרוסופט,מיקרוסופט סרפס,טאבלט,מחשב נייד,חלונות,חלונות 8.1,windows,microsoft,tablet,laptop"}