{"url": "https://www.geektime.co.il/smartphones-to-the-top/", "type": "article", "title": "גרטנר: מכירות המכשירים החכמים עלו ב-96% ברבעון האחרון", "description": "מכירות הטלפונים הניידים למשתמשי קצה בכל העולם הסתכמו ב-417 מיליון יחידות עבור הרבעון השלישי של 2010, עלייה של 35% לעומת הרבעון השלישי של 2009. אנדרואיד ו-iOS מציגות צמיחה מהירה ואפל מדיחה את RIM ממקומה בטבלה (גרטנר)", "image": "https://biz.d2c0t36xs14iag.cloudfront.net/wp-content/uploads/2010/11/iphone4_2up_angle-550-262x300.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-11T16:56:35Z", "modified_time": "2010-12-12T09:47:19Z", "articleBody": "מכירות הטלפונים הניידים למשתמשי קצה בכל העולם הסתכמו ב-417 מיליון יחידות עבור הרבעון השלישי של 2010, עלייה של 35% לעומת הרבעון השלישי של 2009. אנדרואיד ו-iOS מציגות צמיחה מהירה ואפל מדיחה את RIM ממקומה בטבלה (גרטנר)\nמכירות הטלפונים הניידים למשתמשי קצה בכל העולם הסתכמו ב-417 מיליון יחידות עבור הרבעון השלישי של 2010, עלייה של 35% לעומת הרבעון השלישי של 2009,  כך על פי גרטנר (ניו יורק: IT) – חברת המחקר והייעוץ הבינלאומית המובילה לתחומי טכנולוגיית מידע ותקשורת (ICT). מכירות הטלפונים החכמים רשמו גידול של 96% לעומת הרבעון השלישי אשתקד, והן מהוות 19.3% מכלל מכירות הטלפונים הניידים עבור הרבעון השלישי 2010.\n“זוהי העלייה הדו-ספרתית השלישית ברציפות הנרשמת במכירות הטלפונים הניידים, דבר אשר מצביע על התיאבון הבריא של הצרכנים. ברבעון זה אנדרואיד ואפל רשמו מכירות בהיקף חסר תקדים. נתח השוק של אפל עקף את זה של RIM בצפון אמריקה, ואילו אנדרואיד הציג צמיחה מהירה בנפח המכירות למקום שני בקטגוריית מערכות ההפעלה”, כך קרולינה מילאנסי, סגן נשיא למחקר בגרטנר.\nלמרות ששלוש יצרניות הטלפונים המובילות: נוקיה, סמסונג ו-LG, נותרו בעינן, הרי שברבעון השלישי הגיחה אפל אל תוך רשימת חמש הגדולות, ובכך עקפה את RIM והגיעה למקום הרביעי. ברבעון השלישי מכרה נוקיה 110.4 מיליון יחידות, עם היקף מכירות נמוך יחסית למצופה עקב מחסור ברכיבים כמו מודולי מצלמה ותצוגה. נוקיה רשמה ירידה של 8.5% בנתח השוק לעומת הרבעון המקביל אשתקד.\nסמסונג הציגה רבעון חזק, עם מכירות שהסתכמו ב-71.7 מיליון יחידות ברבעון השלישי של 2010, עלייה של 18.2% לעומת הרבעון השלישי 2009. למרות זאת חוותה החברה ירידה בנתח השוק ל-17.2% ברבעון השלישי 2010. חברת LG מכרה 27.5 מיליון מכשירים ניידים ברבעון זה, בעוד נתח השוק שלה קטן ל-6.6%. אפל לעומתה הציגה רבעון מצוין, עם 13.5 מיליון מכשירים שנמכרו, וממוצבת כעת במקום הרביעי בכל העולם. ה-iPhone נמכר נכון להיום ב-89 מדינות, ומכירותיה של אפל באירופה, יפן ואסיה יותר מהוכפלו לעומת הרבעון השלישי 2009.\nחברת RIM מכרה 11.9 מיליון מכשירים למשתמשי קצה ברבעון השלישי 2010, ונתח השוק שלה משוק הטלפונים החכמים הגלובלי צנח ל-14.8%. החברה הפסידה את מיצובה כמובילת שוק הטלפונים החכמים לאפל. בנוסף על ה-iPhone4, גם מכשירי אנדרואיד חדשים כמו ה-DroidX של מוטורולה, סמסונג גלקסיS וה-Evo של HTC – כל אלה נגסו בנתח השוק של RIM. מאידך מכשירים חדשים של החברה, כמו BlackBerry Torch עזרו בשימור מומנטום המכירות בארה”ב עקב מסעות קידום מכירות מצד AT&T.\nמבחינת מכירות מכשירים ניידים חכמים, הציג הרבעון השלישי היקף חסר תקדים של יותר מ-81 מיליון מכשירי תקשורת המבוססים על מערכות הפעלה פתוחות (מכשירים חכמים). אנדרואיד כבשה נתח של 25.5% מסך כל מכירות המכשירים החכמים בעולם, עובדה שהופכת את מערכת ההפעלה לשניה הפופולרית בעולם, אחרי הסימביאן. אפל הציגה ביצועים יוצאים מן הכלל בזירה זו בזכות ה-iPhone4.", "keywords": "גרטנר,אפל,גוגל,רים,בלאקברי,נוקיה,סמסונג,רבעון,אייפון"}