{"url": "https://www.geektime.co.il/googles-tablet-leaks/", "type": "article", "title": "לפני ההכרזה הרשמית: הנה הטאבלט החדש של גוגל", "description": "הסודות של גוגל ממשיכים לדלוף, ורגע לפני ההכרזה עליו, הטאבלט המסתורי של גוגל מופיע בתמונות חדשות ומסקרנות; ואם מתחשק לכם עוד, חנות בהונג קונג החלה למכור את הפיקסל 3, שלושה ימים לפני שהוא בכלל הוכרז רשמית", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/Google-Pixel-Slate-1-696x435-1538893918-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-07T10:30:36Z", "modified_time": "2018-10-07T10:09:07Z", "articleBody": "הסודות של גוגל ממשיכים לדלוף, ורגע לפני ההכרזה עליו, הטאבלט המסתורי של גוגל מופיע בתמונות חדשות ומסקרנות; ואם מתחשק לכם עוד, חנות בהונג קונג החלה למכור את הפיקסל 3, שלושה ימים לפני שהוא בכלל הוכרז רשמית\nתמונה: mysmartprice.com\nאם גוגל תכננה שזו תהיה ההפתעה הגדולה שלה ביום שלישי, היא תצטרך לחפש אחת חדשה: האתר MySmartPrice חושף תמונות ראשונות של המוצר שאולי היה ידוע עליו פחות מכל, שכעת ידוע בתור ה-Pixel Slate. זהו טאבלט חדש מבית גוגל, שנראה שעלול לגנוב חלק מההצגה באירוע ההכרזה הקרוב של גוגל.\nתמונה: mysmartprice.com\nעל פי התמונות, הפיקסל סלייט, אשר פותח תחת שם הקוד “Nocturne” מריץ את Chrome OS (שרצה על מחשבי הכרומבוקים), בתצורה מעט שונה מזו שאנו מכירים עד כה. המכשיר יגיע לפחות בצבע כחול כהה, ועם מצלמה קדמית ואחורית. כמו כן, בצד המכשיר ניתן לזהות חיבור USB-C שישמש לטעינתו, כפתור הדלקה (שעשוי להחביא בתוכו גם קורא טביעות אצבע), רמקולים סטריאופוניים ופסים שחורים מסתוריים, שככל הנראה ישמשו לתקשורת סלולרית בדגמי ה-4G. על פי התמונות הללו, גם הפיקסל סלייט מגיע ללא חיבור אוזניות ייעודי.\nלצד המכשיר תושק גם מקלדת פיזית אשר מתחברת אליו בחיבור ייעודי, עם צורות מקשים מעט מוזרות בדמות עיגולים, ואפילו עם משטח מגע שיאפשר שימוש ממש כמו בלפטופ. על גבי המקלדת ישנו מקש ייעודי אשר נראה כי יזמן את העוזרת הקולית של גוגל, ה-Google Assistant. כמו כן, על פי התמונות, ובדומה ל-PixelBook שהושק שנה שעברה, תוכלו להשתמש גם בעט ייעודי שעליו לצערנו לא ניתנו פרטים נוספים.\nתמונה: mysmartprice.com\nהחודשים האחרונים היו מביכים, בלשון המעטה, לגוגל, אשר סובלת מהדלפות על בסיס כמעט שבועי. גוגל לא הצליחה לשמור כמעט על שום סוד בדרך לאירוע ההשקה הגדול שלה שיתקיים בניו יורק ביום שלישי הקרוב, ה-9 באוקטובר. אמש, הגיעו ההדלפות לשיא חדש, כאשר חנות בהונג קונג החלה למכור את הפיקסל 3, מכשיר הדגל של גוגל, שלושה ימים לפני שהוא בכלל הוכרז.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nכתב של Engadget אפילו הצליח להשיג את המכשיר להתנסות מהירה. בתוך האריזה יש לא מעט דברים: אוזניות USB-C (שהכתב לא אישר האם מדובר בגירסה חוטית של Pixel Buds, האוזניות החכמות של גוגל), מתאם USB-C לאוזניות, כבל טעינה USB-C ל-USB-C, ומטען 18W לטעינה מהירה.\nהכתב טוען כי המכשיר מרגיש “בנוי היטב” ומצויד במסך איכותי ברזולוציית 2960×1440 שיכול על השמש הסינית. כמו כן, הפיקסל 3 ככל הנראה מכיל את ערכת השבבים Snapdragon 845 של קוואלקום, ומצויד רק ב-4 גיגה ראם. בנוסף, המכשיר עדיין תומך ב-Active Edge המאפשרת זימון של העוזרת הקולית על ידי “לחיצה” קלה של גוף המכשיר.\nבגזרת המצלמות נראה כי גוגל שואלת קצת השראה מ-LG, ומציגה שתי מצלמות סלפי, כאשר אחת מהן היא בעלת עדשה רחבה לצילום קבוצתיים. גוגל עדיין נשארת עם מערך צילום של עדשה אחת בלבד ברזולוציית 12.2 מגה-פיקסל, אבל אתם יכולים לסמוך על גוגל שתמשיך לעשות פלאים עם העדשה הזו והתוכנה שלה. החנות, אגב, מוכרת את הפיקסל 3 XL תמורת כ-2,000 דולר.", "keywords": "פיקסל 3,גוגל,פיקסל,פיקסל סלייט,טאבלט,כרומבוק,pixel slate,google,pixel 3,pixel,android,chrome os"}