{"url": "https://www.geektime.co.il/xiaomi-presents-the-mi-pad-tablet/", "type": "article", "title": "Xiaomi מכריזה על טאבלט חדש שכולל חומרה חזקה במחיר נמוך", "description": "מכשיר הטאבלט החדש של היצרנית הסינית הינו הראשון המכיל את המעבד החדש מבית Nvidia ומוצע במחיר זול במיוחד.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/05/tablet.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-05-15T17:33:57Z", "modified_time": "2014-05-15T17:44:56Z", "articleBody": "מכשיר הטאבלט החדש של היצרנית הסינית הינו הראשון המכיל את המעבד החדש מבית Nvidia ומוצע במחיר זול במיוחד.\nמקור: Xiaomi\nהיצרנית הסינית Xiaomi מכריזה על הטאבלט הראשון שלה, בשם Mi Pad. המכשיר החדש יכלול אלמנטים מעניינים, כגון המעבד הסלולרי החדש מבית Nvidia ומחיר אטרקטיבי במיוחד.\nמכשיר הטאבלט החדש של החברה יגיע עם מסך בגודל 7.9 אינץ’, ברזולוציית 2048X1536 ודחיסות פיקסלים של 326ppi. עוד יכלול המכשיר מצלמת 8 מגה פיקסל אחורית, מצלמת 5 מגה פיקסל קדמית וזכרון RAM פנימי בנפח 2 ג’יגה. הטאבלט החדש, שבשלב זה יהיה זמין בגרסת WiFi בלבד, יגיע בשתי תצורות – הראשונה עם נפח אחסון בסך 16 ג’יגה והשניה עם 64 ג’יגה, כאשר בשני הדגמים יוכלו המשתמשים להוסיף נפח באמצעות כרטיס microSD.\nאלמנט מעניין שעתיד להציע הטאבלט, הוא המעבד החדש מבית Nvidia אותו חשפה בינואר האחרון: Tegra K1. למעשה, הטאבלט הנוכחי יהיה המכשיר הסלולרי הראשון המריץ את המעבר החדש, שהינו הראשון שמשלב את טכנולוגיית Kepler, שהייתה קיימת רק בכרטיסי מסך גרפיים למחשבים שולחניים. המעבד מכיל לא פחות מ-192 ליבות, שלדברי החברה עתידות להקפיץ את עולם המחשוב הנייד לאותה הרמה של המחשב השולחני.\nMi Pad יגיע עם גרסת אנדרואיד 4.4, עם רום MIUI מבית החברה ועם סוללה אימתנית בקיבולת 6700 mAh ושני רמקולים להאזנה איכותית. עובי המכשיר יעמוד על 8.5 מיליטרים ולדברי החברה יאפשר קריאה נוחה של טקסטים ונוחות שימוש בעת גלישה באינטרנט, גם אם המשתמש מחזיק את המכשיר בשתי ידיו.\nהנתון המפתיע בטאבלט החדש הוא המחיר. גרסת ה-16 ג’יגה תמכר עבור 1,500 יואן, השווים לכ-240 דולרים בעוד שהגרסה השניה, המציעה 64 ג’יגה, תמכר עבור 1,700 יואן, כ-270 דולרים. המכשיר עתיד להגיע בשישה צבעים שונים, כגון כחול, ורוד, צהוב, ירוק ועוד ויהיה זמין בשלב זה רק לשוק הסיני.\nלמעשה, החברה מתכננת להתחיל את הפצתו של המכשיר רק למספר מצומצם של משתמשים במהלך החודש הבא, ואינה חושפת מידע בכל הנוגע להפצה המונית בסין או בשאר רחבי העולם. כלומר, עדיין לא ברור מתי, אם בכלל, יצא מסין.\nמימדים: גובה 202.1 מ”מ, רוחב 135.4 מ”מ, עומק51 מ”מ, משקל 360 גרם מסך: 7.9 אינץ’, 326ppi, IPS Retina ultra-clear רזולוציה: 1536×2048 מעבד: NVIDIA Tegra K1, מהירות 2.2 ג’יגה הרץ נפח אחסון: 16/64 ג’יגה זכרון: 2 ג’יגה מצלמה: 8 מגה פיקסל אחורית, 5 מגה פיקסל קדמית סוללה: 6700 mAh קישוריות: Bluetooth 4.0", "keywords": "xiaomi,mi pad,טאבלט,טאבלטים,נבידיה,טגרה,tegra k1,tablet,miui,אנדרואיד,android,"}