{"url": "https://www.geektime.co.il/mi-9-launch-day/", "type": "article", "title": "גם את זה מעתיקים? שיאומי תכריז על ה-MI 9 בדיוק ביום שסמסונג תכריז על ה-S10", "description": "היצרנית הסינית הכניסה ''אצבע בעין'' לסמסונג וקבעה את אירוע ההכרזה של מכשיר הדגל שלה בדיוק ביום שבו קבעה קודם סמסונג להכריז על ה-S10. בינתיים דולפים עוד פרטים על המפרט של ה-MI 9", "image": "https://files.geektime.co.il/wp-content/uploads/2019/02/DzRj6SnUUAAAbBq-1550138086-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-02-14T15:00:08Z", "modified_time": "2019-02-14T14:09:51Z", "articleBody": "היצרנית הסינית הכניסה ”אצבע בעין” לסמסונג וקבעה את אירוע ההכרזה של מכשיר הדגל שלה בדיוק ביום שבו קבעה קודם סמסונג להכריז על ה-S10. בינתיים דולפים עוד פרטים על המפרט של ה-MI 9\nה-MI 9? מקור: Ice Universe\nחובבי טכנולוגיה ברחבי העולם כבר סימנו לעצמם את ה-20 בפברואר כיום שבו צריך לעקוב אחרי חדשות הטכנולוגיה. אחרי הכל, יצרנית הסמארטפונים הגדולה בעולם, סמסונג, מכריזה על מכשיר הדגל שלה ל-2019. אבל עכשיו נוסף אירוע נוסף – בדיוק באותו יום – והרשו לנו לפקפק במקריות.\nהזמר הסיני רוי וואנג עם המכשיר החדש. מקור: Xiaomi Weibo\nשיאומי שלחה הזמנות לאירוע ההכרזה החגיגי שלה שמתוכנן כך מתברר ל-20 בפברואר – בדיוק באותו יום שבו תכריז סמסונג על ה-S10 שלה. עם זאת, מכיוון ששיאומי נוהגת להכריז על מכשיריה בסין בעוד שאירוע ההכרזה של הגלאקסי S10 ייערך בסן פרנסיסקו – היצרנית הסינית צפויה ליהנות מהבכורה ולהקדים את המתחרה הקוריאנית בשעות רבות.\nעל פי הדיווחים וההדלפות, המכשירים השונים יחלקו מפרט די דומה. ה-MI 9 צפוי להגיע עם מסך Full-HD+ מסוג AMOLED בגודל 6.4 אינץ’ ו”מגרעת” בצורה טיפה במרכז המסך. בסמסונג לעומת זאת בחרו להטמיע את המצלמה הקדמית והחיישנים ב”חור” – או “אי” אם תרצו – בחלקו העליון של המסך.\nה-MI 9 יתבסס על ערכת השבבים המתקדמת ביותר של קוואלקום, ה-Snapdragon 855, עם מעבד מתומן ליבות ו-GPU מסוג Adreno 640 ו-6 או 8 גיגה זיכרון RAM. ככל הנראה, יגיע ה-MI 9 עם סוללת 3500mAh עם טעינה מהירה בהספק של 32W.\nשני המכשירים צפויים להגיע עם קורא טביעות אצבע מתחת למסך ומערך צילום משולש בגב המכשיר, כשעל פי ההערכות הוא יכלול מצלמה ראשית ברזולוציית 48MP עם מפתח צמצם f/1.8.\nה-S10 צפוי לכלול לא מעט חידושים אחרים כמו טעינה אלחוטית הפוכה דרך גב המכשיר – בדומה לזו שראינו ב-Mate20 Pro של וואווי, אבל כמובן שההבדל המרכזי יהיה תג המחיר שמוצמד למכשירים: ה-MI 9 צפוי לעלות כמחצית מה-S10 – כלומר, כ-450 דולר, לעומת 900 דולר וצפונה שיעלה ככל הנראה מכשיר הדגל של סמסונג.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "שיאומי,שיומי,סין,סיני,סמארטפון,מכשיר סמארטפון,מכשיר דגל,טלפון,מכשיר,סמסונג,גלאקסי s10,המילטון,סאני,סמסונג ישראל"}