{"url": "https://www.geektime.co.il/xiaomi-mi-10-pro-launch/", "type": "article", "title": "''מצלמת הסמארטפון הטובה ביותר'': שיאומי חושפת את ה-Mi 10 Pro, מכשיר דגל שעדיין עולה חצי מהמתחרים", "description": "עם מפרט שלא יבייש את מכשיר הדגל המתקדם ביותר שיש בשוק, אבל עם מחיר הגיוני, ה-Mi 10 וה-Mi 10 Pro עשויים לגרום לראשים להסתובב", "image": "https://files.geektime.co.il/wp-content/uploads/2020/02/xiaomi-mi-10-1581591123-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-13T13:08:18Z", "modified_time": "2020-02-13T13:19:02Z", "articleBody": "עם מפרט שלא יבייש את מכשיר הדגל המתקדם ביותר שיש בשוק, אבל עם מחיר הגיוני, ה-Mi 10 וה-Mi 10 Pro עשויים לגרום לראשים להסתובב\nתמונה: שיאומי\nאמנם נגיף הקורונה גרם לשיאומי לבטל את אירוע ההשקה הגדול שלה (בצילו של ביטול תערוכת המובייל, MWC), אבל זה לא עוצר את ההשקה עצמה. היום (ה’) הודיעה יצרנית הסמארטפונים הסינית האהובה מאוד על הצרכן הישראלי על מכשירי הדגל החדשים שלה, ה-Mi 10 וה-Mi 10 Pro. לצד מפרט עוצמתי, הפעם שיאומי מציגה שיפורים משמעותיים בגזרת המסכים ומערך הצילום, ובדרך מצליחה לכבוש את פסגת אתר דירוג מצלמות הסמארטפון DxOMark. למרות זאת, המחיר, סימן ההיכר של שיאומי, נשאר עדיין נמוך, במיוחד בהשוואה למכשירי הדגל האחרים בשוק.\nה-Mi 10 וה-Mi 10 Pro נראים כמעט זהים. שניהם מצוידים במסך AMOLED בגודל 6.67 אינץ’ באיכות FHD+, אשר שודרגו לקצב רענון של 90 הרץ שאמור לספק לכם מראה הרבה יותר חלק לאנימציות ולשימוש בממשק המכשיר. הפעם, שיאומי העדיפה למקם את מצלמת הסלפי בחור ייעודי בפינת המסך, ולא במצלמת פופ-אפ שנויה במחלוקת. נקווה שהפעם היא תהיה יותר טובה מזו של ה-Mi 9t Pro. גם מתחת למסך, רוב המפרט זהה בין שני הדגמים: מעבד Snapdragon 865 ו-8 או 12 גיגה זכרון RAM וזכרון אחסון מסוג UFS 3.0. על הנייר, המכשיר הזה אמור להיות מהיר מאוד.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n\nבגזרת הסוללות יש כאן מקרה מעט מוזר. ה-Mi 10 מצויד בסוללת 4,780mAh ותמיכה בטעינה מהירה של 30W. לעומתו, ה-Mi 10 Pro מצויד בכלל בסוללת 4,500mAh, אבל מפצה בטעינה מהירה במיוחד ב-50W. אם אתם שואלים אותנו, מערך הצילום של ה-Pro הוא הסיבה להקטנת נפח הסוללה. שני המכשירים תומכים ב-Wi-Fi 6, Bluetooth ואפילו תמיכה 5G. שני המכשירים תומכים בטעינה אלחוטית ואפילו בטעינה אלחוטית הפוכה ב-10W.\nמערך הצילום האחורי הוא ההבדל המשמעותי ביותר בין הדגם הרגיל לדגם ה-Pro, אם כי שניהם מצוידים בחיישן ראשי ענק של 108MP. ה-Mi 10 הסטנדרטי מצויד בעדשת 13MP לצילום רחב, עדשת מאקרו 2MP וחיישן עומק 2MP. כן, שיאומי. איפה מצלמת הטלפוטו שכבר הפכה לסטנדרט בפחות או יותר כל מכשיר?\nאה. הנה היא: ה-Mi 10 Pro, לעומת זאת, מצויד עדשת טלפוטו לתמונות תקריב X2 באיכות 12MP ועדשת טלפוטו מרשימה עם זום היברידי של 10X, וכמו כן בעדשה רחבה במיוחד באיכות 20MP. בגזרת הוידאו, ה-Mi 10 וה-Mi 10 Pro מסוגלים לצלם וידאו באיכות 8K. אם כל זה נשמע לכם מוכר, כנראה שאתם נזכרים בהשקה של ה-S20 Ultra שמתגאה במפרט דומה, אך במחיר קרוב לכפול.\nמערך הצילום הדי מרשים הזה הצליח לעזור לשיאומי לכבוש בסערה את המקום הראשון באתר דירוג המצלמות הנודע, DxOMark, עם ציון של 124 ליכולות צילום תמונות ו-104 ליכולות הוידאו. בדרך הוא הצליח להדיח את ה-Mate 30 של וואווי, שטרם ראה אור מחוץ לשוק האסייתי.\nעם זאת, לא היינו ממהרים לפתוח את השמפניות. לא עבר כל כך הרבה זמן מאז שסיפרנו לכם למה יכול להיות שעדיף להטיל מעט ספק בציונים של DxOMark. רק בשנה שעברה ה-Mi 9 קיבל ציון של 107, אך כשל בצורה מרשימה במבחן המצלמות העיוור של קוראי גיקטיים ונכנס למקום הלפני אחרון עם 7% מהקולות שלכם.\nה-Mi 10 הסטנדרטי יתחיל להימכר בסין החל ממחר תמורת מחיר התחלתי של כ-570 דולר, בעוד ה-Mi 10 Pro ימכר בסין החל מה-18 בפברואר תמורת כ-716 דולר ומטפס למחיר מקסימלי של 860 דולר תמורת גירסת ה-12 גיגה RAM ו-512 גיגה נפח אחסון.\nלמרות ההשקה המרשימה בסין, מעבר לים – החדשות לא משהו בכלל. לאחר שתערוכת MWC 2020 בוטלה רשמית אמש (ד’) בעקבות בהלת וירוס הקורונה, נאלצת שיאומי לדחות את האירוע שתכננה ל-23 בפברואר. לא ידוע כרגע מתי תשיק החברה את המכשירים בשוק האירופי ובישראל.", "keywords": "שיאומי,mi 10,mi 10 pro,xiaomi,xiaomi mi 10,xiaomi mi 10 pro,סמארטפון,אנדרואיד,android"}