{"url": "https://www.geektime.co.il/sasmsung-ml-1660-review/", "type": "article", "title": "בדקנו: סמסונג ML-1660 – מדפסת לייזר קטנטנה", "description": "מדפסת הלייזר החדשה של סמסונג היא כנראה אחת הקטנות בעולם אם לא הקטנה ביותר, אך האם הגודל באמת קובע? ברק ברודו בדק וחזר עם כמה נתונים מעניינים", "image": "https://files.geektime.co.il/wp-content/uploads/2010/10/dimage_up-300x154.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-10-17T10:39:34Z", "modified_time": "2010-10-17T13:59:28Z", "articleBody": "מדפסת הלייזר החדשה של סמסונג היא כנראה אחת הקטנות בעולם אם לא הקטנה ביותר, אך האם הגודל באמת קובע? ברק ברודו בדק וחזר עם כמה נתונים מעניינים\nמימדי המדפסת עם מדף נייר סגור: samsung.com/il\nמדפסת הלייזר החדשה של סמסונג היא כנראה אחת הקטנות בעולם – היא תופסת שטח של 43X35 ס”מ כאשר מודדים גם את מגש הנייר הפתוח ואת כבל הכוח מאחור. המדפסת פונה לשוק העסקים הקטנים ולשוק הביתי כמדפסת מונוכרום שמעכלת דפי A4 בלבד.\nכחבר משק הבית שלרוב נותן לאישתו להתעסק ברוב צעצועי הטכנולוגיה החדשים, התקנתה של המדפסת הייתה קלה למדי עבורי, גם כאשר לוקחים בחשבון שעל הוראות ההתקנה הסתכלתי רק בסוף כגבר טיפוסי.\nכמה נקודות מעניינות בנוגע להתקנה – למרות שיש לי מפצל USB המדפסת סירבה לזהות את המחשב עד שלא התחברה אליו ישירות. כבדיקה משנית של תוכנת ההתקנה ניגשתי לאתר של סמסונג כדי להוריד את הדרייבר החדש ביותר ושם להפתעתי לא מצאתי אותו. נאלצתי להוריד את הדרייבר של המדפסת ממקום אחר כך שלא אוכל להגיב על שאר היישומים הכלולים בדיסק המקורי של סמסונג.\nהמדפסת מגיעה עם 2 כבלים בלבד – כבל חשמל וכבל USB לחיבור למחשב. על מנת להתקין את המדפסת יש לחבר את הכבלים, להכניס את הטונר, לפתוח את מגש הנייר, להכניס נייר וזהו. אילולא ההסתבכות שלי עם הדרייבר ושקע ה-USB המדפסת הייתה מוכנה לעבודה, פחות מ-5 דקות לאחר שפתחתי את הקופסה.\nלאחר ההתקנה התחלתי לשחק בהדפסות שונות על מנת לבחון את היכולות של הצעצוע החדש. כמדפסת לייזר היא מהירה למדי עם מהירות הדפסה של כ-14 עמודים בדקה ורזולוציה של 1200×600 נקודות לאינץ’ (DPI). הדפסתי כמה סוגי מסמכים החל ממסמכי טקסט פשוטים (קורות חיים, מאמר) וכלה בתמונות ושירטוטים.\nכל עוד נצמדים לטקסט פשוט (שחור על לבן או להפך) אין שום בעיות אולם איכות ההדפסה של גרפים, תמונות ומאמרים הכוללים גוונים הזכירה יותר איכות בדיקת הדפסה מאשר איכות הגשה. במסמך המכיל גוונים (כגון מסמכי אקסל, קבלות או הזמנות עבודה) הטקסט יוצא מטושטש מעט והדבר נכון גם לגבי גרפים הכוללים גוונים וקווים מעוקלים.\nבאופן כללי, המדפסת שקטה מאוד, אפילו כמעט בלתי נשמעת. אף על פי כן, שמתי לב להתחממות יתרה בזמן הדפסה, במיוחד כאשר משך ההדפסה מתמשך למספר דקות. על אף שמסמסונג נמסר לנו שהתחממות שכזו אופיינית למדפסות לייזר, חלקה העליון היה רותח למגע וריח פלסטיק מומס נפוץ בבית בעת עבודה מאומצת של המדפסת, מה שדי הפחיד את אשתי שדאגה שמא כל העניין יעלה בלהבות.\nאחת היכולות הנחמדות של המדפסת הוא כפתור ‘הדפס מסך’ אשר כשמו כן הוא מדפיס את מה שכרגע מופיע על המסך בשלמותו. מגש הנייר יכול להכיל עד 150 דפים ונקודת היציאה מעל המדפסת יכולה לקלוט עד 100 עמודים לפני שנגמר המקום.\nכמדפסת לעסק קטן או למשתמש ביתי ה ML-1660 בהחלט עונה על הדרישות אולם במידה ותרצו להדפיס בצבע, להדפיס מסמכים מורכבים להגשה או להדפיס את הרומן החדש שתכתבו בנובמבר (NaNoWriMo) אז אולי עדיף לחפש מדפסת אחרת.\n\nמדפסת עם מדף נייר פתוח: samsung.com/il\nזמן עד להדפסה הראשונה (בשחור-לבן):     פחות מ-‏8.5 שניות (ממצב מוכן)\nרזולוציה :                      ‎1200 x 600 dpi\nהדפסה דו-צדדית :           ידנית\nמהירות (בשחור-לבן):       עד 16 עמודים לדקה בגודל A4 ‏‏(17 עמודים לדקה בגודל Letter)\nקיבולת וסוגים של קלט :    מחסנית ל-‏150 גליונות\nקיבולת וסוגים של פלט:     100 גליונות עם הפנים כלפי מטה\nגודל חומרי הדפסה :        A4, ‏A5, ‏Letter, ‏Legal, ‏Executive, ‏Folio, ‏Oficio, ‏ISO B5, ‏JIS B5, מעטפות (Monarch, ‏No.9, ‏No.10, ‏DL, ‏C5), מותאם אישית\nסוג מדיה :                    רגיל, דק, כותנה, ממוחזר, ארכיון, צבעוני, מודפס מראש, מדבקות, דחוס, עבה, מעטפות, כרטיסים, שקפים\nמעבד :                        ‎150MHz\nזיכרון / אחסון :              ‎8MB\nתאימות למערכות הפעלה :    Windows 2000/‏XP/‏Vista/‏7/‏‎2003 Server/‏‎2008 Server, ‏Mac OS X 10.3~10.6, מערכות הפעלה שונות של Linux\nממשק :                      תואם ל-USB 2.0\nרמת רעש:                  פחות מ-‎49dBA (הדפסה), פחות מ-‎25dBA (המתנה)\nממדים (ר x ע x ג):       ‎341 x 224 x 184 מ”מ (‎13.4 x 8.8 x 7.2 אינץ’)\nמשקל :                      4.2 ק”ג (9.2 פאונד)\nמחזור הדפסה חודשי:    עד 5,000 עמודים\nמחיר לפי האתר זאפ:         440 – 347 ₪\nדף המוצר באתר היצרן\nיתרונות: קטנה, מהירה ושקטה. כפתור הדפסת מסך מהירה, חיסכון רב בעלויות הדפסה לעמוד לעומת מדפסות הזרקת דיו\nחסרונות: טשטוש בהדפסת רכיבים גראפיים, התחממות מוגזמת בעת הפעולה, מגבלה של גודל דפים A4 בלבד\nשורה תחתונה: שותפה שקטה למשרד הביתי המדפיס טקסט רב\nציון סופי: 3 מתוך 5", "keywords": "סמסונג,המדפסת הקטנה בעולם,smasung,ml-1660,מדפסת לייזר,סקירות מוצרים"}