{"url": "https://www.geektime.co.il/4g-lte-in-israel-is-on-its-way/", "type": "article", "title": "הדור הרביעי בישראל יוצא לדרך - פורסמו הזוכים במכרז, אקספון תהפוך למפעילת סלולר", "description": "ספקית האינטרנט בבעלות חזי בצלאל רכשה אחת משמונה הרצועות במכרז למכירת תדרים, ותצטרך לחתום על הסכם שיתוף עם אחת משלוש הקבוצות שהתגבשו בשוק - סלקום וגולן טלקום, HOT mobile ופרטנר, ופלאפון שמקימה רשת לבד", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/antenna.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-13T12:55:30Z", "modified_time": "2015-01-13T17:17:43Z", "articleBody": "ספקית האינטרנט בבעלות חזי בצלאל רכשה אחת משמונה הרצועות במכרז למכירת תדרים, ותצטרך לחתום על הסכם שיתוף עם אחת משלוש הקבוצות שהתגבשו בשוק – סלקום וגולן טלקום, HOT mobile ופרטנר, ופלאפון שמקימה רשת לבד\n\nכתבה מאת אופיר דור, כלכליסט.\nהסתיים המכרז למכירת תדרים לדור הרביעי שהחל אתמול (ב’) בבוקר. התוצאה הבולטת של המכרז היא שספקית האינטרנט אקספון 018 בבעלות חזי בצלאל רכשה רצועת תדרים אחת משמונה הרצועות שנמכרו במכרז. אקספון תשלם עבור הרצועה 16.5 מיליון שקל במזומן ועוד 16.5 מיליון שקל בערבות בנקאית אותה תוכל לקבל תוך חמש שנים לפי נתח השוק שתשיג.\nכדי להפוך למפעילת הסלולר השישית בישראל תצטרך אקספון לחתום על הסכם לשיתוף רשתות עם אחת משלוש הקבוצות שהתגבשו בשוק: סלקום וגולן טלקום, HOT mobile ופרטנר ופלאפון שמקימה רשת לבד.\nהמכרז הסתיים לאחר שפלאפון החליטה לסגת ולרכוש רק שלוש רצועות תדרים ולא ארבע רצועות כפי שתכננה. פלאפון אינה מחזיקה בכלל בתדרים המתאימים להקמת רשת דור רביעי ולכן רצתה לקנות את המקסימום שהתיר לה משרד התקשורת. בסופו של דבר, לאחר שהמחיר עלה, החליטו בפלאפון לוותר על רצועת תדרים.\nפלאפון תשלם למדינה 96 מיליון שקל עבור שלוש רצועות התדרים. סלקום רכשה רצועת תדרים אחת במכרז והיא תשלם למדינה 19.5 מיליון שקל. במקרה של סלקום, היא מקבלת רצועה צרה של 3 מגה-הרץ ולא 5 מגה-הרץ כיוון שיש ברשותה את הכמות הגדולה ביותר של תדרים מתאימים לדור רביעי. גם פרטנר קנתה רצועה אחת תמורת 33.5 מיליון שקל.\nגולן טלקום ו-HOT mobile רכשו כל אחת רצועת תדרים אחת גם הן. גולן ו-HOT ישלמו כל אחת 17 מיליון שקל עבור הרצועה ויצטרכו להפקיד סכום זהה בערבות בנקאית. השחקנים הצעירים בשוק הסלולר זכו להקלה ממשרד התקשורת במסגרתה הם יכולים לקבל החזר של עד 50% מהתשלום.\nבסך הכל גייסה המדינה במכרז כ-200 מיליון שקל במזומן. עוד סכום של 50 מיליון שקל יופקד בערבות בנקאית על ידי שלושת השחקנים הצעירים – אקספון 018, גולן טלקום ו-HOT mobile, ויוחזר להם לפי עמידתם ביעד של כיבוש נתח שוק.\nעבור כל 1% נתח שוק שישיגו השחקנים החדשים, הם יקבלו הנחה של 10% מהסכום שהציעו עבור התדרים. נתח השוק של השחקנים החדשים יימדד לאחר שנתיים ושוב פעם לאחר חמש שנים. החברות צריכות לשלם את הסכום ולהפקיד את הערבות הבנקאית בתוך 45 יום. ההערכה של משרד התקשורת היא כי החברות יקבלו את התדרים ויוכלו להפעיל רשתות דור רביעי מלאות ברבעון השני של 2015 (אפריל-יוני 2015).\nמנכ”ל משרד התקשורת אבי ברגר, שעמד בראש ועדת התדרים, מסר כי “שירותי הדור הרביעי יאפשרו אספקת שירותים ויישומים מתקדמים בקצבי גלישה גבוהים. הרשת החדשה תצעיד את ישראל קדימה תוך אספקת שירותים חדשניים. אנו מצפים מהחברות לעשות שימוש מהיר בתדרים לטובת האזרחים”.\nממשרד התקשורת נמסר עוד כי “באמצעות שירותי הדור הרביעי, העלאת קבצים והורדתם תגדל בין פי שלושה עד לפי חמישה מהקצב היום. כתוצאה מכך, הצרכן ייהנה מאפליקציות ושירותים רבים, בתחומי החינוך, בריאות, ביטחון וניהול משק הבית”.\nמי שהוציא את מכרז התדרים לדרך היה שר התקשורת לשעבר גלעד ארדן. ארדן הוא שהוביל את המודל של שיתוף רשתות בין החברות שעל בסיסו נבנה המכרז הנוכחי.\nהכתבה פורסמה לראשונה בכלכליסט.\n[interaction id=”54b51bcfcd7e120f0d05bbbb”]\nקרדיט תמונה: cellular antenna via shutterstock", "keywords": "מכרזים,מכרז דור רביעי,דור רביעי,lte,4g,אקספון,כלכליסט"}