{"url": "https://www.geektime.co.il/android-or-tizen-about-samsung-choice/", "type": "article", "title": "סמסונג מתרחקת מאנדרואיד, מהמרת על Tizen [דעה]", "description": "רכישתה של מוטורולה מוביליטי על ידי גוגל גורמת לענקית הטכנולוגיה הדרום קוריאנית לבחון חלופות, האם סדרת הגלקסי תפרד מאנדרואיד?", "image": "https://files.geektime.co.il/wp-content/uploads/2011/10/somethingbugsamsung.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-06T14:20:05Z", "modified_time": "2013-01-07T09:39:27Z", "articleBody": "רכישתה של מוטורולה מוביליטי על ידי גוגל גורמת לענקית הטכנולוגיה הדרום קוריאנית לבחון חלופות, האם סדרת הגלקסי תפרד מאנדרואיד?\nמקור: צילום מסך\nבתור היצרנית הגדולה ביותר של מכשירי אנדרואיד כיום, הביטחון של סמסונג גדל כל כך עד שהיא הכריזה לאחרונה כי היא מתכננת להרחיב את קו המוצרים שלה ולכלול סמארטפונים עם מערכת ההפעלה Tizen. הספקולציות הנוגעות להחלטתה של סמסונג לגשש מחוץ לאנדרואיד גורסות כי הרכישה של מוטורולה מוביליטי על ידי גוגל היוותה את הגורם המשמעותי שהוביל להחלטה.\nכמו אנדרואיד, Tizen היא פלטפורמת תוכנה בקוד פתוח שנמצאת כיום בשימוש בטאבלטים, מערכות רכב וטלוויזיות חכמות. למרות שנכון לעכשיו היא לא זוכה לנתח שוק שקרוב לזה של אנדרואיד או iOS, היא מתחרה בשוק קטן יותר של מערכות ההפעלה המתפתחות הכולל את Salfish, Firefox OS ואת מערכת ההפעלה החדשה מבית קנוניקל, אובונטו לסמארטפונים אשר הוכרזה לפני כשבוע.\nאבל עם קצת תמיכה מאחת מיצרניות הטלפונים הגדולות ביותר בעולם, Tizen עלולה למצוא את עצמה במהרה הופכת לאחת ממערכות ההפעלה הפופולריות בעולם. סמסונג מחזיקה ב-35 אחוזים מנתח שוק הסמארטפונים, עם מכירות של כ-57 מיליון סמארטפונים ברבעון השלישי של 2012. סמסונג יכולה לזקוף באופן כמעט בלעדי את ההצלחה שלה למערכת ההפעלה של גוגל, למרות שנראה כי אף פעם היא לא הייתה מרוצה מזה, והחלה את ממשק ה-TouchWiz UI שלה כמעט עם כל סמארטפון אנדרואידי שיצא מתוצרתה, פרט למכשירים מסדרת נקסוס. Tizen, אשר הוקמה על ידי מנהלים מאינטל, סמסנג ו-Vodafone הבריטית, עשויה להרשות לחברה גמישות רבה יותר בעיצוב מערכת ההפעלה ושינוייה בהתאם לצרכיה.\nסמסונג מתכננת להכריז על טלפונים מרובים עם מערכת ההפעלה Tizen במהלך שנת 2013, אך היא צפויה לעשות זאת לאט ובהדרגה. בתחילה, היא חתמה על הסכם שותפות עם מפעילת הסלולר היפנית DoCoMo על השקת טלפונים עם מערכת ההפעלה החדשה, וסביר להניח כי המזרח הרחוק יהווה את נקודת ההתחלה והבדיקה של Tizen. מכאן, הכל יהיה בידיים של המשתמשים – במידה והמכשירים יהיו מספיק טובים על מנת להחליף את התפוצה הרחבה של אנדרואיד, סמסונג תנטוש את אנדרואיד ותעבור בלעדית להשקת מכשירי Tizen גם בארצות הברית ובאירופה. במידה ו-Tizen תתברר כהשקעה לא מוצלחת כמו מערכת ההפעלה Bada אשר התחילה גם היא בשוק המזרחי ונמוגה עם הזמן, לסמסונג תהיה את האפשרות להרחיב את הסכם הרישוי שלה עם גוגל ולהמשיך להשתמש באנדרואיד במכשירים הבאים שלה.\nאיפה נמצאת גוגל בכל הסיפור הזה? שני מכשירי הדגל האחרונים של גוגל, אשר הגיעו אל העולם מתוך שיתופי פעולה עם יצרניות סלולר גדולות כמו סמסונג ו-LG, נתקלו בחבלי לידה קשים הקשורים בעיקר לייצור ואספקה. מכשיר הגלקסי נקסוס אשר הושק בסוף שנת 2011, נדחק הצידה על ידי מכשיר הדגל הנוכחי של סמסונג, הגלקסי S3 אשר הושק בסוף מאי 2012. מכשיר הנקסוס 4, אשר הושק בסוף נובמבר 2012, נתקל בבעיות אספקה על ידי LG אשר התבטאו באי עמידה בציפיות הרוכשים ובזמני המתנה ארוכים במיוחד למשלוחים של המכשיר.\nאין ספק, כי מעבר של גוגל אל חטיבת הייצור של מוטורולה מוביליטי במקום סמסונג עלולה להפוך את הכף ולאפשר מצד אחד לסמסונג להתמקד בייצור מכשירים חדשים באופן בלעדי, עם מערכת הפעלה ייחודית ומצד שני תאפשר לגוגל את אותה ההתמקדות בצד השני של המתרס עם מוטורולה מוביליטי. ככל הנראה, ה-XPhone המתוכנן של גוגל ומוטורולה והטלפון הראשון מבית סמסונג ו-Tizen יוכלו לתת לנו פרספקטיבה מוצלחת יותר עבור עתיד שתי החברות.", "keywords": "סמסונג,אנדרואיד,גוגל,טיזן,samsung,android,google,tizen,אקספון,xphone,מוטורולה מוביליטי,motorola mobility,גלקסי,galaxy"}