{"url": "https://www.geektime.co.il/snapdragon-855-announced/", "type": "article", "title": "הוכרז ה-Snapdragon 855 החדש: הנה כל מה שאתם צריכים לדעת עליו", "description": "באירוע מיוחד שקיימה קוואלקום, חשפה החברה את ערכת השבבים החדשה Snapdragon 855 עם שיפורים משמעותיים בכוח העיבוד, יכולות הצילום ותמיכה ראשונית במודמים של רשת 5G", "image": "https://files.geektime.co.il/wp-content/uploads/2018/12/Screen-Shot-2018-12-06-at-9.56.51-1544083030-600x315.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-12-06T10:13:18Z", "modified_time": "2018-12-06T10:13:18Z", "articleBody": "באירוע מיוחד שקיימה קוואלקום, חשפה החברה את ערכת השבבים החדשה Snapdragon 855 עם שיפורים משמעותיים בכוח העיבוד, יכולות הצילום ותמיכה ראשונית במודמים של רשת 5G\nתמונה: קוואלקום\nאחרי טירוף השקות הסמארטפונים של 2018, קוואלקום מתכוננת לצעד הבא של שנת 2019 וחושפת לראשונה את ערכת השבבים Snapdragon 855 שתמצא את דרכה כמעט לכל מכשירי האנדרואיד שיגיעו לחנויות במהלך השנה הבאה. על פי ההכרזה, הערכה החדשה תוביל לשיפורים משמעותיים ביכולות הסמארטפונים כמעט בכל תחום: מהצילום, לביצועים, הבינה המלאכותית וכמובן, הקישוריות לרשת 5G.\nה-Snapdragon 855 מיישר קו עם שאר התעשייה ומגיע עם מעבד 7 ננומטר בעל 8 ליבות. ארבע ליבות יוקדשו לייעול תהליכים, שלוש לביצועים ואחת עיקרית אשר מסוגלת להגיע ל-2.84GHz. בחברה טוענים כי הודות לחלוקה החכמה, ביצועי המעבד מזנקים ב-45%. המעבד הגראפי Adreno 640 מביא לשיפור של עד 20% בביצועים הגראפיים ותמיכה ב-HDR במשחקים.\nתמונה: קוואלקום\nהערכה החדשה כוללת גם מעבד תמונה ייעודי (ISP) משופר שמסוגל לצלם סרטוני 4K עם תמיכה ב-HDR תוך חיסכון של 30% באנרגיה הנצרכת, תמיכה בניגון סרטונים ב-HDR10+ עד 120 פריימים לשניה ותמיכה בסרטוני 8K ו-360 מעלות.\nהבאזזוואד של השנה ממשיך לככב, וקוואלקום משדרגת את יחידת ה-Hexagon 690 בעלת שתי יחידות עיבוד ווקטוריות, מה שבעצם מאפשר לה לבצע פי שניים יותר חישובים מתמטיים בכל רגע נתון. קוואלקום טוענת כי הערכה החדשה תוכל לספק ביצועים משופרים עד פי שלושה בהשוואה לדגם הקודם, ופי שניים מהיכולות של מעבד ה-Kirin 980 של וואווי.\nבזכות כל הרכיבים הללו, ה-Snapdragon 855 יכול להשלים מגוון פעולות שלא היו אפשריות עד כה כמו למשל הפעלת אפקט עומק (בוקה) בעת צילום סרטון ווידאו ב-4K ו-HDR, מעקב אחרי עצמים מרובים בצילום ואפילו יכולות מעקב גוף ב-VR.\nקוואלקום רוצה להיות הספקית העיקרית של רכיבים לרשת ה-5G ההולכת ומתקרבת, אבל למרבה ההפתעה דווקא מודם ה-X50 של החברה, אשר תומך ברשת החדשה, נעדר מהערכה. כלומר, לא כל מכשיר שיוכרז עם ה-855 יתמוך בהכרח ברשת 5G. עם זאת, ניתן בכל זאת לחבר לערכה את המודם החדש, כך שהוא אכן מוכן למכשירים של יצרניות שירצו בכל זאת לתמוך ברשת החדשה.\nהערכה תגיע עם מודם X24 החדש של החברה, שתומך לראשונה במהירות של עד 2Gbps ברשת LTE, וכמו כן תומך בתקן Wi-Fi 6 (שהיה ידוע כ-802.11ax עד לפני חודשים ספורים), מה שיאפשר תמיכה במהירויות הורדה של עד 10Gbps. המודם אפילו תומך ב-802.11ay שמאפשר מהירות הורדה של עד 176Gbps. מן הסתם, מהירויות ההורדה הללו תלויות בשלל גורמים, בינהם גם התמיכה של הראוטר שלכם בתקנים החדשים.\nבמהלך ההכרזה של קוואלקום נרשמה הפתעה משמעותית, כאשר על הבמה עלה לא אחר מאשר פיט לאו, מנכ״ל OnePlus, שהודיע רשמית כי המכשיר הראשון שיגיע לשוק עם ערכת השבבים החדשה יהיה מכשיר דגל של חברת OnePlus בשנת 2019. זוהי הכרזה מעט תמוהה, כיוון שהחברה שיחררה לפני שבועות בודדים את ה-OnePlus 6t החדש, שכמובן מכיל ״רק״ את סנאפדרגון 845. על כן, ההערכות בתעשייה סבורות כי וואן פלוס תציג סמארטפון חדש לחלוטין בסדרת הסמארטפונים, וכי הוא יהיה הסמארטפון הראשון באירופה שיתמוך ברשת 5G.\nמי שבטוח לא הייתה מרוצה מההכרזה היא סמסונג, שעל פי המסורת מדי שנה משיקה ראשונה את מכשירי הגלקסי S החדשים עם המעבד החדש ביותר של קוואלקום בסביבות חודש פברואר. על כן, OnePlus צפויה להשיק את המכשיר שלה בטרם סמסונג תספיק להשיק את ה-Galaxy S10 שוודאי אמור להכיל את ה-Snapdragon 855. או שמא יחסי סמסונג-קוואלקום עלו על שרטון, ויתכן שסמסונג תשיק את ה-S10 אך ורק עם מעבד Exynos מתוצרת בית. בקיצור, עומד להיות מעניין.\n\n\n\n\n\n\nהיי-טק, סטארטאפים וטכנולוגיה - רוצים להקדים את כולם?\nלהורדת אפליקציית גיקטיים לאייפון ולאנדרואיד לחצו כאן \n\n\n", "keywords": "קוואלקום,מעבד,ערכת שבבים,סנאפדרגון,סנאפ דרגון,גלקסי,וואן פלוס,סמסונג,qualcomm,snapdragon,snapragon 855,סנאפדרגון 855,proccesor,5g,samsung,android,אנדרואיד,חומרה"}