{"url": "https://www.geektime.co.il/rich-client-is-back/", "type": "article", "title": "שובו של הלקוח העשיר, ה-Rich Client [טור אורח]", "description": "עולם הפיתוח עובר בשנים האחרונות שינויים רדיקליים, ומפתחים מכל הצבעים והמינים מחפשים את דרכם לטכנולוגיות האינטרנט המודרניות. צד הלקוח (Frontend) חוזר להיות Rich Client עם הרבה לוגיקה וניהול State", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/GettyImages-607648390.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-26T17:15:23Z", "modified_time": "2016-09-26T17:15:23Z", "articleBody": "עולם הפיתוח עובר בשנים האחרונות שינויים רדיקליים, ומפתחים מכל הצבעים והמינים מחפשים את דרכם לטכנולוגיות האינטרנט המודרניות. צד הלקוח (Frontend) חוזר להיות Rich Client עם הרבה לוגיקה וניהול State\n\nקרדיט תמונה\\צלם: vgajic, Getty Images\nמאת ירון ביטון\nשינויים קורים מהר בתקופתינו, וכשטכנולוגיות חדשות הופכות לחלק מהמיינסטרים של עולם הפיתוח אנחנו מקבלים תחושה שהן תמיד היו כאן. אם נעשה זום אאוט לרגע ונחזור אחורה, נוכל להצביע על שובו של הלקוח העשיר, ה-Rich Client.\nחוויתי כבר מהפך טכנולוגי בסדר גודל כזה בעבר. זה היה כשהפסקתי לעבוד על מחשבי MainFrame שתפסו שטח של מכולה בינונית ועברתי לעבוד על מחשבי PC – הייתי עדיין בצבא, וזה קרה קצת לפני כוננות הלילה הבלתי נשכחת של באג 2000 ושינה בשק”ש ליד שני שרתים מהבהבים ומרימי גבה.\nאחר כך הגיעה תקופה רוויית הורמונים, אמביציה, אובג’קט אוריאנטד ו-C++, זה היה כשמפתחי C התחילו פתאום להרגיש לא בנוח שהם עדיין לא למדו לחשוב בצורה מונחית עצמים ולא מבינים את הבדיחות על אובייקטים וירושה וגם למה פתאום מכנים אותם מאחורי הגב מפתחים פרוצדו-ר-ליים.\nכשהגיעה ג’אווה עם הלהיט Write Once Run Anywhere היא לעגה לאחותה הזקנה וקנטרה אותה בשם: C with Classes. היא אהבה להתהדר בעובדה שהיא Pure Object Oriented וככזאת כל דבר אצלה יהיה (פירסט) Class.\nאעיד על עצמי שהעיניים נצצו בהתרגשות והתחושה היתה שאם רק ניטיב לתאר את העולם באמצעות מחלקות וירושות, וכל אובייקט יכמיס את ה-State שלו, או אז יהיה בידינו המפתח לתעלומה הגדולה מכל – איך מפתחים מערכת שקל לתחזק ושלא נרקבת כל כך מהר. את התורה הזו למדתי ולימדתי, וליוויתי איתה עשרות צוותי פיתוח במהלך השנים.\nאמרה לי השבוע מישהי – אין דבר מסוכן יותר ממצביא עם מפה ורעיון. בפועל הסתבר שמערכות שבנויות לגמרי בצורה כזו, לא מתמודדות טוב עם מקביליות ו-Multithreading. אפשר להגיד שאדון Concurrency קרע מערכות לגזרים, והביא צוותים לברכיים בניסיון לאתר Deadlocks ולסנכרן קטעים קריטיים תוך המנעות מבעיות ביצועים. באנגלית אגיד כי:\nShared mutable state concurrency is too damn hard: \u2028incorrect synchronization, deadlocks, starvation, inconsistent behavior, lost updates or dirty reads, are all there like accidents waiting to happen.\nכיום אנחנו יודעים שלתכנות פונקציונאלי יתרונות רבים ופלטפורמות כמו אנגולר2 תלויות ומגיעות עם ספריית Rxjs המוטמעת לתוך ה-APIs של הסביבה, זה קריטי כי המקביליות מגיעה ל-Javascript מעבר לפינה ובכל הכח.\nפעם פיתחנו Rich Clients, שם יומרני שהיה מקובל אז לאפליקציות שמנמנות שמתקינים על מחשב הלקוח. ניהול הגרסאות של אפליקציות שונות אצל לקוחות שונים היה כאב גדול, מפני שהיה תלוי גם בשיתוף הפעולה של הלקוחות בעדכוני גרסה מקומיים או דרש עבודת IT מאומצת. ואז הגיע האינטרנט, ולמרות שהציע ממשק מוגבל מאוד, הפך לאלטרנטיבה פופולארית והעולם זז ל-Thin Clients מבוססי דפדפן – שפת Javascript הרגישה כמו הילדה הדחויה של השכונה שפתאום משתפים אותה במשחקים פה ושם, אבל בקטנה.\nהילדה הזו התבגרה מאז ובשנים האחרונות הפכה לנסיכת השפות, יש שמגדילים לעשות ומכנים אותה שפת האסמבלר של הדור החדש ואת הדפדפן כ-Virtual Machine החדש.\nJavascript משמשת היום לפיתוח אפליקציות אינטרנט מקצה לקצה, כולל צד שרת (Nodejs), אפליקציות מובייל, אפליקציות דסקטופ ואף רובוטיקה, והיכולת לנייד קוד ומפתחים עם Single Skill Set קוסם לחברות רבות.\nבצד הלקוח (Frontend) ג’אווסקריפט היא השליטה האולטימטיבית, ושפת היסוד שמתחת לספריות כמו ריאקט, לפריימוורקים כמו אנגולר 1 ולפלטפורומות כמו אנגולר 2.\nאנגולר 2 מביא עימו שילוב של רעיונות טובים מכל הזמנים:\nלסיכום, אני מאמין שאנחנו בתקופה מרתקת מבחינה טכנולוגית, שבה הסטנדרטים המצופים מצוותי פיתוח מקצועיים הם גבוהים מאיי פעם. תקופה שבה (אולי) הונחו בידינו הכלים לפתח מערכות שיודעות לגדול, הן מבחינת קוד והן מבחינת צוותי הפיתוח בצורה המאפשרת להן לשרוד את פגעי הזמן והמרחב ולהרקב פחות.\nהכותב הוא מייסד ו-CTO בחברת misterBIT", "keywords": "פיתוח,מפתחים,ירון ביטון,ג׳אווה,java,rich client,mainframe,אורח,טור אורח"}