{"url": "https://www.geektime.co.il/microsoft-office-2013/", "type": "article", "title": "הודלף: הצצה לאופיס 2013", "description": "חבילת אופיס החדשה של מיקרוסופט הודלפה בזמן מצויין - מעט לפני שמערכת ההפעלה הבאה שלה יוצאת אל האור. מכוון או לא, הנה החידושים הצפויים", "image": "https://files.geektime.co.il/wp-content/uploads/2012/06/office-screenshot-cnbeta.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-06-12T14:42:49Z", "modified_time": "2012-06-12T18:28:02Z", "articleBody": "חבילת אופיס החדשה של מיקרוסופט הודלפה בזמן מצויין – מעט לפני שמערכת ההפעלה הבאה שלה יוצאת אל האור. מכוון או לא, הנה החידושים הצפויים\nהלוגו החדש של אופיס 2013, מקור: תמונת מסך מאתר Cnbeta.com, עיבוד תמונה\nאתר סיני בשם CNBeta.com חושף תמונות ראשונות שהודלפו ממסכי ההתקנה וההפעלה של חבילת האופיס הבאה של מיקרוסופט, אופיס 2013. חבילת התוכנות הפופולארית נמצאת כעת בגרסתה ה-14, והגרסה שנחשפה היא הגרסה הבאה שצפויה לצאת אל השוק במהלך השנה הבאה, כאשר גרסת בטא שלה צפויה לצאת במהלך החודש הקרוב.\nממשק המטרו של מיקרוסופט, שעשה את דרכו ממערכת ההפעלה הסלולרית של החברה (Windows Phone) הישר לתוך חלונות 8, ומשם לכל מוצרי מיקרוסופט, מגיע גם לאופיס. ממשק המשתמש של אופיס הותאם לתצורת המטרו, ומשלב אלמנטים של הלוגו החדש של חלונות (החלונות הכחולים), לצד מאפייני מטרו בולטים.\nמצילומי המסך שנחשפו ניתן לראות, כי מיקרוסופט מתכננת להציע למשתמשים לשלב את היכולות של אופיס עם הוטמייל וסקיידרייב (SkyDrive), באמצעות ה-Office Web App. מי שמעדיף, יכול לנטרל את האפשרות הזאת, אך היא ודאי תקסום לרבים.\nבמהלך השנה האחרונה החלה מיקרוסופט להציע גרסה חדשה של אופיס, מבוססת ענן, תחת המותג “אופיס 365”. יתרונה המשמעותי של הגרסה החדשה הוא בכך שהיא מאפשרת למשתמשים להנות מתוכנות אופיס דרך הענן של מיקרוסופט, ללא תלות במערכת הפעלה או בכוח המיחשוב של מחשב הקצה ממנו גולש המשתמש לאינטרנט ומתחבר לענן.\nמודל זה, של הפעלת התוכנות של מיקרוסופט דרך הענן יאפשר למיקרוסופט לא רק להציע לחברות בעתיד מודל של שכירת תוכנות לפי צורך, ואולי גם לפי תקופת שימוש, אלא גם מאפשר לה לקבל הצצה אל מידע הנוגע לפעילות המשתמש בתוך התוכנה. כאשר התוכנות מופעלות בכך פעם מהענן של החברה, היא מתחילה לקבל מידע על שעות הפעילות של המשתמשים, אילו פעולות ופונקציות נפוצות בשימוש, וכיצד המשתמשים מנצלים את יכולות אופיס עצמה. מידע שכזה יכול בקלות לעזור לחברה לנתח לעומק את יעילות התוכנות השונות, לאתר מוקדים חלשים ולשפר אותם בגרסה הבאה.\nמידע נוסף ותמונות מסך תוכלו לראות ב-CNBeta.com וב-liveside.net.\n", "keywords": "microsoft office web apps,office,office 15,office 2013,office web app,skydrive,windows 8,windows phone,אופיס,הוטמייל,חלונות 8,מיקרוסופט,סקיידרייב,hotmail,microsoft,microsoft office 2013"}