{"url": "https://www.geektime.co.il/project-scorpio-specs-revealed/", "type": "article", "title": "מיקרוסופט חושפת את המפרט של הקונסולה הבאה שלה", "description": "מיקרוסופט חושפת את המפרט החדש והמרשים של הדור הבא של ה-Xbox שיגיע עוד השנה. יש למה לצפות", "image": "https://files.geektime.co.il/wp-content/uploads/2017/04/Screenshot_1-3.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-09T09:10:21Z", "modified_time": "2017-04-10T06:35:53Z", "articleBody": "מיקרוסופט חושפת את המפרט החדש והמרשים של הדור הבא של ה-Xbox שיגיע עוד השנה. יש למה לצפות\nמקור: מיקרוסופט\nבשנה שעברה בתערוכת ה-E3, הכריזה מיקרוסופט על Project Scorpio, קונסולת ה-Xbox המתקדמת ביותר מתוצרתה, שצפויה להגיע לחנויות כבר השנה. עם זאת, עד עכשיו, לא חשפה החברה פרטים נוספים על המפרט או היכולות של הקונסולה. עתה, חושף אתר הגיימינג Digital Foundry את המפרט המלא, כפי שהועבר לו בצורה רשמית על ידי מיקרוסופט.\nאנחנו כבר יודעים שלקונסולה החדשה יהיה כוח עיבוד של 6 טרה-פלופ, כלומר 6 מיליארד פעולות חישוב בשנייה – הרבה יותר מה-1.84 טרה-פלופ של הפלייסטיישן 4 או ה-1.31 טרה-פלופ של ה-Xbox One, הקונסולה הנוכחית של החברה. עתה, כאמור חשפה מיקרוסופט מה עומד מאחורי המספרים. הקונסולה החדשה תגיע עם 12GB זיכרון מסוג GDDR5 המהיר, זאת במקום 8GB זיכרון RAM מסוג DD3, שכוללת הקונסולה הנוכחית של החברה.\nמבחינת ה-CPU, נשארת מיקרוסופט עם המעבד מבוסס ארכיטקטורת Jaguar שלה, 8 ליבות במהירות 2.3GHz, זאת לעומת ה-1.75GHz של הדגם הנוכחי. מדובר אמנם בשידרוג של מהירות השעון, אולם רבים קיוו שהחברה תעבור למעבדים מבוססי ארכיטקטורת Ryzen של AMD, מעבדים שהושקו לאחרונה, והציגו ביצועים מרשימים – גם בהשוואה למעבדים מקבילים של אינטל. עם זאת, על פי מיקרוסופט, המעבדים הגרפיים מגיעים למהירות מרשימה של 1172MHz – זאת בהשוואה ל-853MHz של ה-Xbox One או ה-911MHz של הפלייסטיישן 4.\nבהדגמה שערכו נציגי מיקרוסופט לאנשי Digital Foundry הם הציגו את ForzaTech, מנוע המשחקים של החברה, רץ היטב ברזולוציית 4K ובקצב פריימים של 60fps; למרות זאת המעבד הגרפי השתמש רק ב-60 אחוזים עד 70 אחוזים מהיכולות שלו. הקונסולה החדשה תתמוך בכל המשחקים הקיימים ל-Xbox One, כשכל המשחקים ייהנו משיפור משמעותי בביצועים, ועל פי מיקרוסופט, משחקי 1080p אף יוצגו ברמת נייטיב 4K.\nחוץ מיכולות העיבוד המרשימות, אנחנו לא יודעים עוד פרטים חשובים כמו המחיר, השם הסופי, הכותרים הבלעדיים או תאריך מדוייק יותר להשקה – פרטים שחלקם עשוי להיחשף ביוני השנה במסגרת תערוכת ה-E3. עם זאת, נציגי Digital Foundry הבחינו כי המכשיר יכלול HDMI, כונן Blu-ray ולא יתמוך בקינקט – אולם כן יכלול vapor-chamber, מערכת קירור יעילה שמוכרת לנו ממחשבי גיימינג. בנוסף לתמיכה באודיו היקפי 7.1, תכלול הקונסולה החדשה גם תמיכה ב-HRTF, פורמט קנייני חדש של מיקרוסופט, שמוטמע גם במשקפי ה-HoloLens של החברה – מה שעשוי להעיד על כך ש-Project Scorpio תתמוך במשקפי המציאות המעורבת של החברה.\nהקונסולה החדשה צפויה גם לאפשר למיקרוסופט להמשיך עם חזון הפלטפורמות המאוחדות שלה. כלומר, תוכלו להתחיל לשחק באקסבוקס בבית ולהמשיך מאותה נקודה עם אותן נקודות שמירה על גבי הלפטופ בחופשה – חזון שמתבסס על Windows 10.", "keywords": "מיקרוסופט,xbox,אקסבוקס,איקסבוקס,פרויקט סקורפיו,project scorpio"}