{"url": "https://www.geektime.co.il/windows-8-consumer-preview-install-guide/", "type": "article", "title": "כך תתקינו את גרסת ההתנסות של חלונות 8 [מדריך]", "description": "שבוע שעבר השיקה מיקרוסופט את גרסת ההתנסות למערכת ההפעלה הבאה שלה. אם עדיין לא התנסתם בחלונות 8, קבלו מדריך פשוט למדי שיסביר לכם בדיוק כיצד לעשות זאת", "image": "https://files.geektime.co.il/wp-content/uploads/2012/03/w81.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-03-04T17:50:44Z", "modified_time": "2012-03-05T10:38:57Z", "articleBody": "שבוע שעבר השיקה מיקרוסופט את גרסת ההתנסות למערכת ההפעלה הבאה שלה. אם עדיין לא התנסתם בחלונות 8, קבלו מדריך פשוט למדי שיסביר לכם בדיוק כיצד לעשות זאת\nתמונה: יח\"צ, עיבוד תמונה\nביום רביעי האחרון השיקה מיקרוסופט במהלך כנס ה-MWC את הגרסה שחיכינו לה המון זמן: גרסת ה-Consumer Preview של Windows 8 שמכילה שיפורים, פיצ’רים והמון תכונות חדשות.\nעל מנת להתקין את Windows 8 Consumer Preview יש לבצע את השלבים הבאים: (המדריך הבא זהה גם להתקנה על מחשב רגיל).\n \nאת גרסת Windows 8 Consumer Preview אפשר להוריד מאתר מיקרוסופט בלינק הבא.\n\nלאחר הורדה של גרסת 32 או 64 עם מפתח המוצר שזמין באתר לכל דורש יש לאתחל את המחשב או המכונה הוירטואלית. על מנת להתקין על מחשב רגיל יש לטעון את קובץ ה-ISO עם תוכנת Windows 7 USB DVD Download Tool ל-USB או דיסק DVD.\nאת הכלי אפשר להוריד מהאתר הבא.\nלאחר הורדה והתקנת Windows 7 USB DVD Download Tool. צריך לטעון את הקובץ ל-Stick USB או לצרוב על DVD.\n1. לאחר הורדת הקובץ וטעינה יש להעלות את המחשב מה-USB או ה-DVD או בתוכנת Virtual BOX. כך יופיע המסך הראשוני של ההתקנה.\n\n2. לאחר מכן יופיע מסך ההתקנה עם הגדרות שפה, זמן ומקלדת. במסך זה יש לבחור את השפה הרצויה וללחוץ על Next.\n\n3. לאחר מכן יופיע מסך ה-Install, יש להמשיך ע”י לחיצה על “Install”.\n\n\n4. לאחר מכן יש להקליד את מספר המוצר (רישוי לתקופת התנסות של WIndows 8 CP) כמו שהוצג באתר.\n\n5. לאחר הקלדת הרישוי יש להסכים לתקנון (License Terms) ע”י סימון ולחיצה על Next.\n\n6. במסך השדרוג או התקנה יש לבחור ב-Custom Install.\n\n7. יש לבחור את הדיסק הרצוי ולאחר מכן ללחוץ על Next.\n\n8.לאחר בחירת כונן דיסק תחל ההתקנה.\n\n9. לאחר סיום התקנה שאורכת רק 7 דקות יבוצע אתחול למערכת, לאחר האתחול תעלה מערכת Windows 8 CP ותבצע הכנה.\n\n10. לאחר הכנת המערכת בצורה אוטומטית שאורכת פחות מדקה יחל השלב האחרון של בחירת משתמש והגדרות נוספות. במסך זה יש להקליד שם מחשב וללחוץ על Next.\n\n11. לאחר מכן יופיע מסך הגדרות במסך זה ישנם שני אפשרויות:\nUse Express Setting\nCustomize\nבמדריך זה נבחר ב-Customize.\n\n12. לאחר בחירה ב-Customize יופיע המסך הבא של בחירת שם משתמש וסיסמא Live ID כברירת המחדל. ישנה אפשרות גם ליצור משתמש מקומי. במדריך זה נבצע לוגין עם משתמש וסיסמא שיש ברשותי.\n\n\n13. לאחר הקלדה של שם משתמש וסיסמא של Live ID יופיע מסך שחזור סיסמא. יש לרשום את מספר הנייד ומייל נוסף ולהמשיך עם Next.\n\n14. לאחר מכן נקבל את המערכת החדשה בצורה הבאה.\n \nהפוסט נכתב על ידי אלי שלמה ופורסם לראשונה בבלוג Eli Shlomo Blogs.\n ", "keywords": "itpro,windows 8 consumer preview,חלונות 8,התקנת חלונות 8,התנסות בחלונות 8,התנסות בווינדוז 8,ווינדוז 8,windows 8,התקנה של חלונות 8,איך להתקין את חלונות 8,דמו לחלונות 8"}