{"url": "https://www.geektime.co.il/good-news-for-arab-startups-in-israel/", "type": "article", "title": "בשורות טובות ל-الشركات بدء التشغيل: 3 אקסלרטורים חדשים למגזר הערבי", "description": "האם יתחילו יזמים ערביים סוף סוף לקחת חלק ב''אומת הסטארטאפ''? 3 מאיצים שהחלו לפעול מיועדים ליזמים ערביים במגוון תחומים. האם ה-Waze הבאה תגיע מבאקה אל-גרבייה?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/BIG36.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-23T17:30:59Z", "modified_time": "2014-12-24T16:08:11Z", "articleBody": "האם יתחילו יזמים ערביים סוף סוף לקחת חלק ב”אומת הסטארטאפ”? 3 מאיצים שהחלו לפעול מיועדים ליזמים ערביים במגוון תחומים. האם ה-Waze הבאה תגיע מבאקה אל-גרבייה?\nמקור: naztech\nעד החודשים האחרונים “אומת הסטארטאפ” כללה אך ורק סטארטאפים מהמגזר היהודי. בעוד שאף אחד לא מאשים אנג’לים או קרנות הון סיכון בגזענות, הרי שברור לכולם שקיימת בעייה והייצוג הערבי באקו-סיסטם הישראלי נמוך משמעותית מייצוגו באוכלוסיה. לפני כחודשיים הושקה חממת Takwin Labs, עם השקעה של 4.5 מיליון דולר. החודש, מקבלים היזמים הערביים רוח גבית בדמות 3 אקסלרטורים חדשים שמיועדים להם.\n3 אקסלרטורים (תוכניות האצה ליזמים) החלו לפעול החודש, כשהייחוד שלהם הוא בפנייה למגזר הערבי. האקסלרטורים שפרושים בצפון הארץ, מרכזה ודרומה, יתמחו כל אחד בתחומים אחרים. אקסלרטור Mubadren (“יזמים”) פועל מהישוב חוּרָה שבנגב. האקסלרטור יטפח ויכשיר יזמים מהחברה הבדואית, ויעזור להם להוציא לפועל את הפרוייקטים החברתיים והעסקיים שלהם, על ידי תמיכה מקצועית וליווי אישי. אקסלרטור Q-Start, שממוקם בבאקה אל גרבייה, מיועד למיזמים חברתיים וגם עסקיים בתחומי החינוך הפורמאלי, החינוך הבלתי פורמאלי, בריאות וסביבה ומיזמי ביוטק והייטק. האקסלרטור מופעל בשיתוף מכללת אל-קסאמי ונתמך על ידי Citi Foundation. המאיץ האחרון, NaserahTech, ממוקם בנצרת ומיועד גם הוא ליצור גשר בין היזמים הערביים לאקו-סיסטם היהודי בעיקרו. המחזור הראשון של המאיץ נפתח בפברואר 2014 והשתתפו בו תשעה יזמים שנבחרו בקפידה מתוך עשרות יזמים ערבים שעומדים בסטנדרטים הגבוהים ביותר של התעשייה.\nהתוכנית אורכת כחצי שנה, ובמהלכה עוברים היזמים הכשרה אינטנסיבית הכוללת הטמעת כלי עבודה מעשיים ליזמים, הצגה מקצועית של המיזם, ליווי צמוד של מנטורים וחיבור לקהילה העסקית והחברתית. בכל אקסלרטור מעורבים עשרות אנשים מהקהילה העסקית והעירונית, מה שתורם למעורבות של מעגלים רבים של עשייה בכל אזור. בסיום כל אחד מהאקסלרטורים יציגו הבוגרים את המיזמים בפני בכירי הכלכלה, התרבות והמשק בעיר ובאזור. מי שעומד מאחורי 3 האקסלרטורים האלו הוא ארגון PresenTense ישראל, שפועל לקידום יזמות עסקית וחברתית בקרב קהילות ואוכלוסיות שונות בחברה הישראלית. כדי לקיים את האקסלרטורים, משתף פעולה הארגון עם ארגונים, אנשי עסקים, כלכלה וחברה בכל עיר ועיר וכן עם גופים בינלאומיים גדולים כמו CITI ו-CISCO.\nבתגובה לפתיחה של האקסלרטורים מסר גיא שפיגלמן, מנכ”ל PresenTense: “הקמנו מהדרום עד הצפון רשת של מאיצי יזמות בחברה הערבית, שיכולה להוביל לפריחה הבאה של היזמות בישראל. יזמות בחברה הערבית תשפר גם את מצב הכלכלה הערבית המקומית וגם את הכלכלה הישראלית”.\n", "keywords": "סטארט אפ,הון סיכון,אקסלרטור,תוכנית האצה,מאיץ,ערבי,ערביים,ערבים,המגזר הערבי,מיזם,יזם,משקיע,מנטור,סטארטאפים ערביים,ערבים והיי טק"}