{"url": "https://www.geektime.co.il/novus-demo-day-no-5/", "type": "article", "title": "17 סטארטאפים יציגו בדמו דיי שיקיים מרכז היזמות NOVUS בשבוע הבא", "description": "תכנית ההאצה של המסלול האקדמי המכללה למנהל מסיימת את המחזור החמישי ועורכת דמו דיי, בו יציגו 17 סטארטאפים ויתארחו 300 אנשי מפתח מהתעשייה, סטארטאפיסטים ומשקיעים פוטנציאליים", "image": "https://files.geektime.co.il/wp-content/uploads/2017/06/13450212_698263896980947_1523325516951694208_n-e1497440502115.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-15T11:30:22Z", "modified_time": "2017-06-15T11:18:56Z", "articleBody": "תכנית ההאצה של המסלול האקדמי המכללה למנהל מסיימת את המחזור החמישי ועורכת דמו דיי, בו יציגו 17 סטארטאפים ויתארחו 300 אנשי מפתח מהתעשייה, סטארטאפיסטים ומשקיעים פוטנציאליים\nמקור: עידן גרוס\nמרכז היזמות של המסלול האקדמי המכללה למנהל, NOVUS, סיים את המחזור החמישי שלו ועורך דמו דיי, עם 17 סטארטאפים בשלבים מתקדמים, 30% מהם נוסדו על ידי נשים, שעוסקים בטרנדים חמים ומציעים פתרונות יצירתיים לבעיות שונות.\nהאירוע יתקיים ביום רביעי, 21 ביוני, על הגג החדש של מתחם העבודה המשותף אורבן פלייס במגדל שלום, והוא יארח 300 אנשי מפתח מהתעשייה, סטארטאפיסטים ומשקיעים פוטנציאליים. בקהל יהיו גם המנטורים שליוו את המיזמים באופן צמוד לאורך השנה, ובהם יעל ארד, כיום ב-VIACOM ישראל; ניב קורח, שותף מנהל ב-EVA ונצ’רס; ינון לנדנברג, יזם סדרתי ומייסד Sfbi; ארז ירושלמי, מייסד Sling ומנהל החדשנות ב- Avante; ואודי ליברמן, מייסד PAYBOX שהחל את דרכו ב-NOVUS.\nהסטארטאפים יציגו את הפיתוחים שלהם בדוכנים, שבהם יסיירו צוות השופטים: יואב דגני, מנכ”ל MyPremissions; אודי כהן, מנהל חדשנות ופיתוח עסקי בבנק לאומי; נועם ענבר, Head of Oracle Startup Ecosystem ואחרים. במהלך האירוע תעלה מורן לשם-בר, מנכ”לית גיקטיים, עם הרצאה מרכזית ומעוררת השראה בשם “למה לא כדאי להיות יזם?”.\nהשנה יציגו מיזמים מתקדמים במיוחד עם פטנטים רשומים, לקוחות משלמים ומיזמים שהתקבלו לאקסלרטורים יוקרתיים להמשך הדרך. המיזם שיגיע למקום הראשון משרד פרטי למשך חודשיים באורבן פלייס, המקום השני יזכה בעשר שעות ייעוץ מ-Gold Ventures International Innovation Centers וחברת PIPELBIZ CROWD INVESTING, תעניק שובר הנחה על סך 500 דולר לשלושת המקומות הראשונים בפתיחת קמפיין גיוס בפלטפורמה שלהם. בין הסטארטאפים שיציגו ושווה לראות נמצאים:\nNANORUN – מכשיר מובייל המשתמש בטכנולוגיית IoT כדי להחליף את מאמן הכושר האנושי והופך את האימון היומי לחוויית מציאות מדומה וגיימרית. המיזם התקבל לאקסלרטור MassChallenge.\nSOAPY  – מיזם אימפקט טכנולוגי שמציל תינוקות וילדים במדינות עולם שלישי על ידי הנגשת הגיינה בסיסית לכל אחד בכל מקום, באמצעות טכנולוגיה חדשנית הכוללת סבון ויצירת מים מהלחות שבאוויר.\nEcoPlant – פלטפורמת IoT חדשנית לחיסכון באנרגיה בתשתיות של מפעלי תעשייה. המוצר עובד במעל 15 מפעלים בישראל.\nSAFE MODE – מערכת המאפשרת ניהול בטיחותי אקטיבי של ציי רכב. המערכת חוסמת אפליקציות מסיחות דעת בעת נהיגה, בהתאם למדיניות הארגון. המיזם התקבל לקפסולה, אקסלרטור התחבורה של אוניברסיטת תל אביב.\nלפני הצגת המיזמים הבוגרים יתקיים מפגש חשיפה לתכנית והרשמה למיונים למחזור הקרוב.\nלפרטים נוספים והרשמה", "keywords": "novus,תכנית האצה,המסלול האקדמי המכללה למנהל,מיזמים,דמו דיי,demo day,משקיעים,שופטים,זוכים,נשים"}