{"url": "https://www.geektime.co.il/upwest-labs-third-round/", "type": "article", "title": "UpWest Labs פותחת מחזור חדש, הכירו את הסטארטאפים", "description": "רגע לפני שהמחזור השלישי מסתיים, בואו להכיר את ששת הסטארטאפים שזכו להשתתף בתכנית ההאצה UpWest Labs", "image": "https://files.geektime.co.il/wp-content/uploads/2012/11/upwest-labs.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-11-11T13:23:52Z", "modified_time": "2012-11-12T08:37:10Z", "articleBody": "רגע לפני שהמחזור השלישי מסתיים, בואו להכיר את ששת הסטארטאפים שזכו להשתתף בתכנית ההאצה UpWest Labs\nמקור: יח”צ\nתכנית ההאצה מבית UpWest Labs לקראת סגירת המחזור השלישי שלה. רגע לפני, בואו להכיר את הסטארטאפים שזכו להשתתף בתכנית, עליהם בוודאי עוד תשמעו בעתיד.\nUpWest Labs הינה תכנית האצה מבית שולי גלילי וגיל בן ארצי. שולי גלילי, מנכ”לית של לשכת המסחר קליפורניה ישראל לשעבר ואחת הישראליות המחוברות בארצות הברית בכלל ובוואלי בפרט. גיל בן ארצי, לשעבר בכיר ביאהו ובעל עבר עשיר בתחום היזמות ופיתוח עסקי בוואלי. את היוזמה המשותפת החלו השניים בינואר 2012 עם מטרה אחת עיקרית – לקחת את היזמות הישראלית הישר אל עמק הסיליקון, לשלושה חודשים של עבודה אינטנסיבית.\nבמסגרת התכנית, המיועדת בעיקר לחברות שכבר הספיקו להתבשל ולהציג מוצר, שיכול לקבל ערך משמעותי משהייה בוואלי, מקבלים הסטארטאפים עד 20 אלף דולרים “דמי מחייה”, שטח עבודה משותף וכמובן גישה למשאבי התכנית ולקשרים השונים, למשך 10 שבועות. בתום התקופה, אותם סטארטאפים זוכים להציג אל מול משקיעים באירוע מיוחד.\nנכון להיום, התכנית אפשרה ליותר מ-50 יזמים ישראלים לבנות ולפתח את מוצריהם קרוב לשוק היעד, לבסס שותפויות חזקות עם שמות ידועים כגון גוגל, פייסבוק, דרופבוקס, לינקדאין ועוד וכמובן להציג מוצר בעל ערך לשוק. בראיון שערכנו עם גיל בן-ארצי ושולי גלילי, העידו כי התכנית שלהם אידיאלית לחברות, שכן כבר בשבוע הראשון יכולים להיות במגע עם השוק, במטרה לבנות את המוצר שמתאים לו.\nבזכות השהייה בסיליקון וואלי היזמים נמצאים בשיחות יומיות עם מנטורים, משקיעים וכמובן עם הלקוחות הפוטנציאלים שרוצים להשתמש במוצר. בן-ארצי וגלילי מבהירים כי בעוד שהשוק בארצות הברית הוא אינו היחידי אליו החברות צריכות לשאוף, הרבה יותר קל להתחיל כאן משאר במקומות אחרים וישנם הרבה דברים המאפיינים את האקו סיסטם המקומי, כאשר העיקרי בהם הוא העובדה שישנן למעלה מ-100 חברות ישראליות שכבר נמצאות במקום ובחרו לפתח את השוק האמריקאי, כגון צ’ק פוינט, וייז ואחרות.\nUpWest Labs מאמינים ששלושה חודשים מציידים את הסטארטאפים עם הכלים וההבנה של מה עליהם לעשות על מנת להצליח, כאשר השהייה מאפשרת להם ליצור ולבסס קשרים שונים עם שותפים ומשקיעים פוטנציאלים שגם לאחר החזרה לישראל, בזכות הקשר ההדוק שנוצר, מאפשרות לחברות להמשיך את המגע מרחוק – עם גיחות מידי פעם על מנת להמשיך ולפתח את הקשרים.\nבן-ארצי וגלילי מציינים כי רוב היזמים שראו ורואים במשך השנים האחרונות נוטים להגיע לכמה ימים בכל פעם, וכך מאוד קשה לפתח מערכות יחסים משמעותיות עם שותפים או עם מי שיכול לעזור לקדם את החברה או את המוצר שפיתחו בתחום שלהם. בדרך כלל, גם לאחר ביסוס הקשרים הללו, רוב החברות בוחרות להשאיר את מרכז הפיתוח בישראל ולהקים מרכז שיווק בארצות הברית, בעוד שהמנכ”ל נשאר בארצות הברית על מנת להמשיך ולפתח את השוק.\nרוב חברות הסטארטאפ כיום בונות מוצר מתוך מחשבה שיודעים מה הלקוח רוצה. בזכות תכנית UpWest Labs החברות זוכות להגיע לשוק ולשמוע מה הוא באמת רוצה. כך, ניתן לקחת צעד הצידה שיאפשר בעתיד לרוץ הרבה יותר מהר קדימה, ולהשיג הרבה יותר לקוחות מבתחילת הדרך. בן-ארצי מסביר כי זהו מסוג דברים בהם אתה חייב מגע יום יומי עם השוק שלך, שבזכותם אתה מגלה דברים ואפשרויות חדשות, שהופכות את המוצר להרבה יותר טוב.\nכלומר, בעוד שאחד מתנאיה של UpWest Labs היא להגיע עם מוצר כלשהו, היזמים צריכים להבין כי ייתכן ויצטרכו לבצע שינויים מהותיים למוצר שבנו, על מנת להתאים אותו לשוק. כיום, סוגרת התכנית את המחזור השלישי שלה, שכלל 6 חברות סטארטאפ שזכו להתקדמות משמעותית. בין החברות הללו ניתן למצוא את Drippler, המשתפת פעולה עם AT&T במטרה לשפר את הביצועים של האפליקציה ולחבור אל חברות גדולות נוספות כגון זינגה ופנדורה.\nבמסגרת שיתוף הפעולה, זכתה האפליקציה שפיתחה החברה להופיע ב-Featured בחנות גוגל פליי, אותה הורידו למעלה מ-2.5 מיליון משתמשים וכיום Drippler היא למעשה אפליקציית ה-Tech המובילה במרקט, לאחר שעברו ענקיות כגון Engadget ו-CNET בדירוגים. לצידה של החברה הזאת זכו עוד 5 חברות להתפתח ולקבל עזרה מקצועית, ורגע לפני שהמחזור מסתיים, בואו להכיר את החברות שבוודאי תשמעו עליהן בקרוב מאוד.\nמקור: יח”צ\nTenfood הינו שירות המציע לבעלי חנויות וירטואליות אפשרות להפוך את החנות לאפליקציה המותאמת לטאבלטים, בצורה אוטומטית ומהירה במיוחד. באמצעות השירות שמציעה החברה, יכול בעל חנות להגיע אל קהל צרכנים וגולשים חדש לחלוטין עם אפליקציית Native היושבת על המכשיר שלהם, אותה יוצר בתוך פחות משלוש דקות, ללא שום ידע מקדים בפיתוח או בנייה למובייל.\nמקור: יח”צ\nדריפלר הוקמה בשנת 2010 על ידי מתן תלמי ודותן גלרון, אליהם הצטרף רונן יעקובי. השירות שמציעה החברה עוזר למשתמשים להפיק את המיטב מהגאדג’טים השונים שבבעלותו, ומציעה אפליקציה המציגה את כל העדכונים השונים הזמינים לאותם מכשירים, אפליקציות מומלצות במיוחד, סקירות וחוות דעת אודות אביזרים המתאימים למכשירים אלה ואף מציעה טיפים לשיפור השימוש במכשירים, על בסיס יומי באמצעות מרכז העדכונים המופיע באפליקציה, או באמצעות שליחת אימיילים למשתמשים.\nמקור: יח”צ\nהשירות שמציעה החברה מיועד להציג הקשר חברתי לכל משתמש, בכל אתר ובכל פלטפורמה. היא עושה זאת באמצעות אלגוריתם “כריית טקסט” המסוגל לחלץ כשני מיליון אותות מפיד הפייסבוק של המשתמש וליצור ציון חברתי עבור מגוון אובייקטים כגון ספרים, סרטים ומסעדות. כלומר, כאשר משתמשים גולשים באתרים האהובים עליהם, KeyWee מדגיש את האובייקטים שקיבלו ניקוד גבוה על ידי חבריהם. השירות, המוצע כפלאגאין לדפדפן, Widget מבוסס ווב או אפליקציה לטאבלט זמין כבר עכשיו ועובד עם מגוון שירותים ידועים כגון אמזון, Yelp ואפילו חיפושים אקראיים בגוגל.\nמקור: יח”צ\nהחברה מסייעת לספקיות תוכן וידאו לשפר את ביצועי הוידאו, תוך כדי הפחתת עלויות עבור החברה. החברה משבשת את המודל הקיים כיום באמצעות שליחת חלקים מתכני הוידאו בין המשתמשים עצמם. המוצר של החברה עובד בצורה חלקה ישירות בתוך הדפדפנים של המשתמשים, באמצעות שימוש בטכנולוגיית HTML5, כך שאלה לא יחוו Buffering או קטיעות במהלך הצפייה, ולא יהיה על אותם משתמשים להוריד או להתקין תוכנות מכל סוג שהוא.\nמקור: יח”צ\nהאפליקציה שפיתחה החברה מאפשרת למשתמשים להפוך את מכשיר הסמארטפון שלהם לחכם עוד יותר, באמצעות הפיכת המשימות היום-יומיות שלהם במכשיר הסלולרי לאוטומטיות. כך לדוגמה, בכל פעם שתופיע בלוח השנה פגישה, ידע המכשיר לעבור אוטומטית למצב שקט, לכבות אפליקציות מסויימות כאשר הסוללה נמצאת באחוזים נמוכים, לפתוח אוטומטית את נגן המוזיקה כאשר המשתמש מחבר את האוזניות ועוד. נכון להיום, האפליקציה זמינה ב-14 שפות שונות, ובעלת למעלה מ-3,000 חוקים אוטומטים שיצרו המשתמשים באמצעות המרקט פלייס הפנימי הנמצא באפליקציה.\nמקור: יח”צ\nשירות המאפשר לזוגות צעירים שרק נישאו, לשתף את חוויות החתונה שלהם עבור זוגות שעומדים לפני היום הגדול ולהעניק להם השראה לאירוע שלהם. באתר החברה יוכלו המשתמשים לדפדף בין סיפורי הנישואים השונים, להאזין לשירי החופה, לצפות בתמונות מהאירוע על פי השעות בהם התרחשו ועוד. בנוסף, יוכלו הזוגות שנישאו להמליץ על תקליטנים, מאפרים, קייטרינג ואף לעזור לזוגות אחרים להרים וליצור את החתונה המושלמת עבורם. כבר עכשיו צלמים מקצועיים יכולים להכנס לאתר על מנת לשתף את הצילומים השונים שלהם עם הזוגות, ובכך למעשה למצוא לקוחות פוטנציאלים חדשים.\nUpWest Labs החלה את ההרשמה למחזור הבא של תכנית ההאצה. במידה ואתם עומדים בדרישות ומעוניינים לנסות ולהגיע ישירות אל קהל היעד שלכם, בואו להגיש את מועמדותכם כבר עכשיו, באתר התכנית.\nב-14 עד ה-16 בנובמבר , אירוע היזמות הבינלאומי, Startup Weekend, ינחת במרכז הצעירים בעיר באר שבע ואנחנו מזמינים את כולכם להצטרף אלינו ל-54 שעות של בניית הסטאטראפ הבא שלכם.\nאז אם אתם יזמים עם רעיון שמחפשים מפתחים, קבוצות שהתחילו להקים את הסטארטאפ הבא שלהם, מפתחים שמדגדג להם לכתוב קוד ומחפשים שותף שמבין בעסקים, מעצבים ואנשי UI/UX וכל מי שחושב שיש לו את הרעיון המוצלח הבא – אתם מוזמנים להצטרף!", "keywords": "upwest labs,shuly galili,gil ben artzi,שולי גלילי,גיל בן ארצי,סטארטאפים,סטארטאפ,start up,start ups,startups,accelerate,startup accelerators,acceletator,accelerator programs,תוכנית האצה,האצת סטראטאפים,אקסלרטור,אקסלרייטור,tenfoot,drippler,keywee,peer 5,automateit,honeybook,gil ben-artzy,גיל בן-ארצי"}