{"url": "https://www.geektime.co.il/at-bay-raises-34m/", "type": "article", "title": "סטארטאפ ישראלי מגייס כסף כי אולי יש לכם ביטוח, אבל אין לכם ביטוח סייבר", "description": "חברת At Bay אוספת ומנתחת מידע אודות החברה שלכם, כדי שחברות ביטוח יוכלו להבין האם וכיצד לבטח אתכם כנגד איומי סייבר", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/cyberspace-2784907_1280-1576772464-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-02-22T13:00:36Z", "modified_time": "2020-02-23T14:40:08Z", "articleBody": "חברת At Bay אוספת ומנתחת מידע אודות החברה שלכם, כדי שחברות ביטוח יוכלו להבין האם וכיצד לבטח אתכם כנגד איומי סייבר\nמקור: Pixabay\nהסטארטאפ הישראלי At-Bay (אט-ביי) מציע שירות ביטוח לחברות בכל הקשור לפגיעות כתוצאה ממתקפות סייבר – בין אם מדובר במתקפות ממוקדות, מתקפות כופר, הפלת שרתים ושאר נזיקין. כעת הוא מודיע על השלמת סבב גיוס B בהיקף של 34 מיליון דולר. את הסבב הובילו Munich Re Ventures ו-Acrew Capital. עוד השתתפו בגיוס: Khosla Ventures, Lightspeed Venture Partners ושלמה קרמר. עד כה גייסה החברה 51 מיליון דולר.\nאמנם את הנזק התדמיתי והתפעולי של מתקפת סייבר על ארגונים לא ניתן למנוע, אבל כמו בכל מכה אחרת, ביטוח יכול לעזור לחברה לעמוד על הרגליים קצת מהר יותר. הסטארטאפ הישראלי At Bay מציע פוליסת ביטוח קצת אחרת, שמבטיחה להגן על חברות וארגונים מפני מתקפות סייבר. החברה לא מסתמכת רק על מידע היסטורי כדי לשער את סיכוני הסייבר העומדים בפני חברה או ארגון, אלא מסתמכת על איסוף והעשרת המידע על מנת לאפשר למומחי אבטחת מידע להתאים את מודל תמחור הביטוח לפי הצפי לסיכון בעתיד. כך, לקוחות יכולים לקבל הערכות סיכון עדכניות בתוך שעות ספורות.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nכמו חברות הביטוח המסורתיות, הסטארטאפ מספק פתרון גם עבור סוכני הביטוח: פלטפורמה אשר משלבת את המוצר הביטוחי ביחד עם תובנות סיכון שמאפשרות לסוכן לשקף את המידע ללקוחות שלו. בכך, החברה טוענת, הליך מכירת הפוליסה הופך למהיר וקל יותר. הלקוח יכול לקבל דו״חות עם סיכוני סייבר עדכניים, מחשבון לנזקי סייבר פוטנציאליים, מקרי בוחן ומידע נוסף שייסיע לו להבין את הסכנות העומדות בפניו.\nAt-bay נוסדה בשנת 2016 על ידי רותם אירם, איתי הוכמן, תילי קליסקי ורומן יצקוביץ׳. מטה החברה ממוקם ב-Mountain View שבקליפורניה וכל הפיתוח מתנהל מהמשרדים בתל אביב. ב-2018 גייסה החברה 13 מיליון דולר וב-2017 גייסה 6 מיליון דולר.", "keywords": "אט ביי,at bay,סייבר,ביטוח סייבר,ביטוח"}