{"url": "https://www.geektime.co.il/2-must-have-tools-for-your-app-store-management/", "type": "article", "title": "2 כלים לניהול עדכוני אפליקציות שאתם פשוט חייבים להטמיע", "description": "ניהול האפליקציות בחנויות השונות דורש לא מעט זמן ומשאבים. מצאנו מספר כלים שיסייעו לכם באוטומציה של המשימות כולל דחיפת עדכונים מבלי לעדכן את האפליקציה בחנות", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/GooglePlayAppStore477x361.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-05T12:30:05Z", "modified_time": "2016-03-04T19:27:31Z", "articleBody": "ניהול האפליקציות בחנויות השונות דורש לא מעט זמן ומשאבים. מצאנו מספר כלים שיסייעו לכם באוטומציה של המשימות כולל דחיפת עדכונים מבלי לעדכן את האפליקציה בחנות\nצילום מסך: Google Play, App Store\nמשימת ניהול האפליקציה בחנויות השונות היא כבר מזמן לא דבר פשוט; נדרש לא מעט זמן, משאבים ואנרגיה כדי לנהל את גירסאות האפליקציה שלנו בצורה נוחה, שתאפשר גם לכל המשתמשים שהורידו אותה לקבל את העדכונים בזמנים הנכונים. למזלנו, ההתפתחויות האחרונות בעולם הקוד הפתוח ועצם העובדה שהחנויות מספקות API להתממשקות מלאה איתן, גרמו לכך שחברות גדולות החלו להציע כלים שונים שיסייעו למפתחים להשתלט על המשימה בצורה נוחה יותר.\nבפוסט הנוכחי אדבר על 2 כלים בהם אנחנו משתמשים בגיקטיים כדי לנהל את הבילדים שלנו בחנויות האפליקציות השונות – Fastlane של טוויטר ו-CodePush של מיקרוסופט.\nצילום מסך, אתר Fastlane\n״הנתיב המהיר״ הוא אחד הכלים המשמעותיים ביותר בו תוכלו להשתמש, ואף להתאים אותו בדיוק לצרכים שלכם. Fastlane נבנה בבסיסו כדי לסייע למפתחי iOS להתמודד עם הסיבוך שנקרא App Store, על כל הרישיונות ה-Provisioning Profiles שלו שהופכים את משימת שליחת ה-Builds למסובכת במיוחד.\nFastlane נבנתה על ידי מפתח בודד בשם Felix Krause (או בכינוי ה-GitHub שלו, KrauseFx) ונקנתה על ידי טוויטר באוקטובר 2015. היא יודעת להתממשק לחנות האפליקציות של אפל על ידי התחברות ל-Spaceship, ה-API הרשמי של אפל ל-iTunes Connect ול-Apple Developer Member Center, כמו גם לחנות האפליקציות של גוגל באמצעות ה-Google Play Developer API באמצעות סקריפטים מבוססי Ruby. העיקרון מבוסס על קובץ Fastfile שמגדיר Lanes, כל Lane כזה הוא בעצם סקריפט המריץ שורת פקודות. לדוגמא, הסניפט הבא מתאר שליחה ל-TestFlight לגירסאות אלפא ובטא:\n desc \"Submit a new Alpha Build to Apple TestFlight\"\ndesc \"This will also make sure the profile is up to date\"\nlane :alpha do  #Lane name\ncert # Handles certificates\nsigh(force: true) # Handles provisioning profiles\ngym(scheme: 'MyApp’) # Builds the app by the selected scheme\npilot # Sends the app to TestFlight\nend\ndesc \"Submit a new Beta Build to Apple TestFlight\"\ndesc \"This will also make sure the profile is up to date\"\nlane :beta do\ncert\nsigh(force: true)\ngym(scheme: 'MyApp’)\npilot(distribute_external)\nend\n\nלאחר שהגדרנו את ה-Lanes, כל מה שנשאר לעשות זה להריץ את הקוד מהתיקייה של הפרוייקט:\nfastlane ios alpha או fastlane ios beta\nוזהו. Fastlane תעשה עבורנו את כל השאר. הפונקציונליות הזו היא רק חלק קטן ממה ש-Fastlane מסוגלת לעשות; הכלי בעל יכולת אינטגרציה עם שירותים כגון Slack, OneSignal, Crashlytics Beta ואחרים, כך שתוכלו לנצל את מלוא הכוח של השירותים הללו לטובתכם.\nאתם מוזמנים להיכנס לאתר הפרוייקט ולעמוד הפרוייקט ב-GitHub וללמוד כיצד להרים את הסביבה של Fastlane לפרוייקט שלכם, גם ב-iOS וגם באנדרואיד.\nצילום מסך, אתר CodePush\nמכירים את הסיטואציה שבה אתם מעלים גירסא חדשה ל-AppStore אחרי שהעברתם אותה את כל הבדיקות הנדרשות, אבל פתאום גיליתם איזה טייפו מעצבן בטקסטים של האפליקציה, או תיבת Alert ששכחתם להוריד בקוד הפרודקשן שלכם? בדיוק לשם כך קיימת CodePush ודומיה.\nלאחרונה, אפל הגמישה מעט את מדיניות עדכון האפליקציות שלה ונתנה בעצם אור ירוק לעדכן את האפליקציה מרחוק, כל עוד האפליקציה אינה משנה את המשמעות המרכזית שלה. מה זה אומר? זה אומר שאנחנו יכולים לשלוח עדכונים לאפליקציה, מבלי לעדכן את קובץ ה-Binary שנשלח ל-App Store, ובכך ״לעקוף״ את ה-App Review של אפל (שלוקח המון זמן).\nבפלטפורמות הנתמכות (כרגע Cordova ו-React Native), כאשר האפליקציה שלכם מתקמפלת, היא בעצם עוברת שני שלבים: הראשון, קומפילציה של קבצי ה-Binary של האפליקציה, הכוללים את כל הספריות והרכיבים השונים המרכיבים אותה. השני – יצירת באנדל שכתוב ב-Javascript ומכיל את כל הלוגיקה של האפליקציה. אותו באנדל עובר תהליך של טרנספילציה (Transpilation), בדרך כלל על ידי babel ודומיה והתוצאה היא האפליקציה אותה בנינו.\nהעיקרון שעומד מאחורי CodePush הוא פשוט: את כל ה-Business Logic של האפליקציה (בדרך כלל קוד Javascript) תאחסנו אצלנו, בענן. כאשר האפליקציה שלכם רצה, במקום לבקש את הבאנדל שמכיל את הלוגיקה מהמכשיר עצמו, תבקשו אותה מהשרת בענן. CodePush מאפשרת לכם לאחסן את הקוד אצלה, ו״לדחוף״ Updates בצורה חלקה מבלי לעדכן את האפליקציה בחנות. מגניב, לא?\nלמידע נוסף והוראות כיצד לשלב את CodePush באפליקציה שלכם, iOS או אנדרואיד, תוכלו לבקר באתר הפרוייקט או בעמוד הפרוייקט ב-GitHub.\nמכירים כלים נוספים? נשמח אם תשתפו אותנו", "keywords": "גוגל,אפל,גוגל פליי,אפסטור,google,apple,google play,app store,אפליקציות,codepush,fastlane"}