{"url": "https://www.geektime.co.il/first-android-go-alcatel/", "type": "article", "title": "הושק מכשיר ה-Android Go הראשון", "description": "המכשיר מתוצרת Alcatel יכול להיות שלכם תמורת 430 ש''ח", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/Alcatel-1X-android-Go-1519570460.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-02-25T16:59:16Z", "modified_time": "2018-02-25T16:59:16Z", "articleBody": "המכשיר מתוצרת Alcatel יכול להיות שלכם תמורת 430 ש”ח\nמקור: Alacatel\nמאת איתי מקמל\nרק בשבוע שעבר גוגל (Google) הודיעה כי בתערוכת MWC 2018 בברצלונה יוכרזו כמה וכמה מכשירים זולים מבוססי מערכת דלת המשאבים Android Go. יום לפני פתיחת התערוכה הרשמית התברר שאלקטל (Alcatel) היא זו שמציעה את הטלפון הראשון שמבוסס על מערכת ההפעלה המוגבלת של גוגל.\nכפי שאפשר לצפות המכשיר החדש, Alcatel 1X, הוא מכשיר בסיסי מאוד עם מפרט שלרוב אפשר למצוא רק אצל היצרניות הסיניות הקטנות. הוא מגיע עם זיכרון עבודה של 1 גיגה-בייט בלבד ונפח אחסון של 16 גיגה-בייט, זאת לצד מעבד מרובע-ליבות בשבב של מדיה-טק (MediaTek).\nמקור: Alcatel\nמה שאולי מבדיל אותו משאר המכשירים בעלי המפרט הנמוך הוא המסך. זה יהיה בגודל 5.3 אינץ’ ביחס היבט של 18:9, ברזולוציה של 960×480 פיקסלים. המצלמה הראשית היא 8 מגה-פיקסל והקדמית היא בגודל 5 מגה-פיקסל. אין חיישן טביעות אצבע או יכולות משודרגות כמו טעינה מהירה, והסוללה היא בהספק של 2,460 מילי-אמפר/שעה.\nלמרות המפרט הבסיסי מאוד של Alcatel 1X, בגוגל טוענים כי מערכת האנדרואיד בגרסת ה-Go Edition תספק ביצועים מיטביים. “מערכת ה-Android Oreo Go Edition מותאמת במיוחד כדי להביא את הקסם של גוגל ואנדרואיד לטלפונים עם משאבי עיבוד מוגבלים. אנחנו שמחים לראות כי TCL השיקה מכשיר מבוסס Go Edition,” אמר סגר קמדאר, מנהל מוצר אנדרואיד בגוגל.\nAlcatel 1X יושק בחודש אפריל הקרוב במחיר של פחות מ-100 אירו.\n﻿\nהכתבה פורסמה לראשונה ב-TGspot\nלקריאה נוספת:\nיוצאת מבטא: ARCore של גוגל תגיע ל-13 מכשירים\nהדור הבא של ה-SMS מתקרב בצעדי ענק, איך הוא יוכל לעזור לכם?", "keywords": "alcatel,סמארטפון,מובייל,אנדרואיד,אנדרואיד גו,android go"}