{"url": "https://www.geektime.co.il/weekly-apps-14-2-13/", "type": "article", "title": "רגע של קיטש ויום אהבה שמח [אפליקציות]", "description": "בין אם אתם חוגגים לבד או בזוג, בוודאי תעבירו את וולנטיינז דיי הקרוב עם מכשיר הסמארטפון צמוד אליכם. אנו מציגים לכם ארבע אפליקציות באווירה אוהבת וורודה", "image": "https://files.geektime.co.il/wp-content/uploads/2012/02/4344308831_edaa21c8a8.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-02-14T14:20:45Z", "modified_time": "2013-02-14T20:03:17Z", "articleBody": "בין אם אתם חוגגים לבד או בזוג, בוודאי תעבירו את וולנטיינז דיי הקרוב עם מכשיר הסמארטפון צמוד אליכם. אנו מציגים לכם ארבע אפליקציות באווירה אוהבת וורודה\nמקור: flickr, cc-by Rosaura Ochoa\nבין אם קניתם ורדים, הזמנתם מקומות במסעדה ובין אם אתם מתכננים ‘לחגוג’ את וולנטיינז דיי לבד, תשמחו לגלות שישנן מגוון רחב של אפליקציות שיוכלו לעזור לכם להתמודד עם היום הזה. גם במידה ואתם מאמינים שמדובר בסופו של דבר ב’עוד יום בשנה’, אין ספק שגם במהלך היום הזה מכשיר הסמארטפון שלכם יהיה צמוד אליכם.\nאז גם במידה ואתם לבד או בזוג, החלטנו להציג לכם ארבע אפליקציות מיוחדות לכבוד חג האהבה, כדי שתוכלו להזדהות עם שאר העולם המערבי בחגיגות. רק אל תשכחו לחייך ולצבוע את היום שלכם בורוד.\nמחיר: חינם – מפתח: Keshet Broadcasting Ltd.\nמקור: דף האפליקציה\nהורדה לאייפון – הורדה לאנדרואיד\nאין דבר יותר רומנטי, זוגי וכמובן קיטשי מלהכין לבן או בת הזוג ארוחת ערב רומנטית לאור נרות. אם פספסתם את הפרקים האחרונים של מאסטר שף, או שאתם פשוט לא מצליחים לאלתר יותר מידי מתכונים או מאכלים במטבח, סביר להניח שספר מתכונים יעזור לכם לצלוח את הערב בשלום ואולי אפילו לדאוג שהאוכל יהיה לא רק אכיל, אלא גם טעים.\nבאפליקציית אוכל טוב תמצאו למעלה מ-4,000 מתכונים המתעדכנים מידי שבוע, המציגים לכם את רמת הקושי של כל מתכון, כמה זמן ייקח להכין אותו, מה בדיוק יהיה עליכם לרכוש בסופר על מנת להכין את כל המנות ואפילו סרטוני וידאו שיעזרו לכם בתהליך ההכנה. כמובן שלצד כל אלה תהיה לכם האפשרות לשתף את המתכונים האהובים עליכם לפייסבוק ולצפות במגוון טיפים רחב שיעזור לכם למצות את העיקר מהמאכלים השונים שאתם עתידים להכין.\nיתרון: לצד העיצוב הנוח והמזמין של האפליקציה, תוכלו לצפות במאכלים שונים על פי הקטגוריות המתאימות לכם, כך שתהיו בטוחים שיש לכם מנה ראשונה, עיקרית וקינוח טעימים, כך שהערב יעבור בשלום ולא רק בזכות בקבוק היין היוקרתי שרכשתם מראש.\nחסרון: האפליקציה מעט מקרטעת, ונתקלנו לעיתים קרובות בבעיות חיבור או טעינה של הדפים השונים. מכיוון שמדובר בערב חשוב, ואתם רוצים להיות בטוחים שהמאכלים יצאו כמו שצריך, אולי שווה לשקול להכנס לאתרים עצמם, ולא להסתמך על אפליקציה שעלולה לקרוס באמצע הערבוב או הבחישה.\nמקור: דף האפליקציה\nמקור: דף האפליקציה\nמחיר: 3.90 ש”ח – מפתח: FTW Innovations – הורדה לאייפון\nפעם, לפני הרבה הרבה שנים, לפני הגעתם של מכשירי האייפון, המצלמות המובנות והאינסטגרם, כל מה שהיה לנו בכיס היה מכשיר נוקיה ישן, שבמקרה הטוב הציע מסך צבעוני. למרות שהטכנולוגיה לא הייתה בשיאה, עדיין מצאנו מספר דרכים להביע שמחה, אהבה, אושר וכדומה – ולא רק באמצעות סמיילים, אלא באמצעות יצירת אמנות מתווים שונים, שנמצאים עד היום גם במקלדת מכשיר הסמארטפון שלנו.\nהאפליקציה למעשה תאפשר לכם להתבטא בצורה הרבה יותר רומנטית וחופשית מאשר אייקוני האימוג’י שבוודאי התקנתם על גבי האייפון, כאשר תוכלו לבחור מבין מלאי שלם של ציורים המביעים שמחה, התלהבות, עצב, או סתם מציגים דמויות משעשעות שרוקדות, צוחקות, מושכות בכתפיים וכדומה. כמובן שלצד הציורים תוכלו למצוא גם מלאי אייקונים מעניין, שאולי לא יצא לכם להכיר עד היום – אותם תוכלו לשתף עם מושא אהבתם, או אפילו סתם עם החברים.\nיתרון: אם אתם מחפשים דרך חדשה להתבטא, אין ספק שזאת האפליקציה עבורכם – המגיעה עם הציורים מוכנים ומיושרים מראש, כאשר כל מה שאתה צריכים לעשות הוא לבחור מה תרצו לשתף, ופשוט להעביר אותו הלאה.\nחסרון: החסרון המשמעותי ביותר הוא שהאייקונים והציורים עובדים בצורה האידיאלית רק באמצעות iMessage, כך שבמידה ולבן או בת הזוג יש מכשיר אנדרואיד, או שאולי רציתם לשלוח לו את האייקונים שונים בכל מדיה אחרת כגון פייסבוק, אימייל או הודעת סמס רגילה, ייתכן שהצורות יצאו מעט משובשות, ולצד השני זה יראה כאילו סתם לחצתם על מספר מקשים אקראיים.\nמקור: דף האפליקציה\nמחיר: חינם – מפתח: BluMedialab.com\nמקור: דף האפליקציה\nהורדה לאייפון – הורדה לאנדרואיד\nתארו לכם את התרחיש הבא: סיימתם את הדייט שלכם לאחר שהשקעתם סכום כסף נאה על ארוחת ערב במקום יוקרתי, וכעת הפרטנר שלכם מעוניין לבוא אליכם לכוס קפה ואולי קצת יותר. אתם נכנסים לדירה, מורידים את הנעליים וכדי להכנס לאווירה, החלטתם להשמיע את אוסף השירים שנמצא אצלכם במכשיר הסמארטפון, רק כדי לגלות בין שיר רומנטי אחד לאחר איזה שיר מטאל, פופ או סתם משהו מביך ולא קשור.\nכדי למנוע את אי הנעימות הזאת ולהבטיח שאווירת האהבה תשאר גם אחרי שתחזרו הביתה, מדוע שלא תשתמשו בטכנולוגיה העדכנית ביותר ופשוט תורידו אפליקציה שתדאג למלאי השירים שלכם? רדיו וולנטיין מציע לכם מגוון רחב של תחנות רדיו, הכוללות שירי אהבה מוכרים יותר ופחות, ומקוטלגות בהתאם לסוג המוזיקה המתנגן בהן כגון שירים איטיים, שירי Soft Pop, שירים בשפות זרות ועוד.\nיתרון: לצד הוודאות כי במהלך הערב המוזיקה שלכם תתאים לאווירה הרומנטית, בשורה התחתונה מדובר על אפליקציית רדיו נוחה וזמינה, במיוחד אם אתם אוהבים שירים איטיים, שקטים ובעלי ניחוח מאוהב גם בשאר ימי השנה.\nחסרון: כיאה לכל תחנות רדיו, החסרון היחידי הוא שאתם לא יכולים להעביר לשיר הבא במקרה ונתקלתם בשיר שנוא במיוחד. בנוסף, במידה ומסך המכשיר שלכם ייכבה וחיבור ה-WiFi יפסיק לפעול, אתם עלולים למצוא את עצמכם עם חיובי דאטה גבוהים במיוחד, במידה ואין לכם גלישה ללא הגבלה כמובן.\nמקור: דף האפליקציה\nמקור: דף האפליקציה\nמחיר: חינם – מפתח: LisApps – הורדה לאנדרואיד\nפעם, כשהבחור השווה של השכבה היה מציע לנו ללכת איתו למסיבת הכיתה, או כשהבחורה ששמנו עליה עין מהכיתה המקבילה הסכימה לצאת איתנו, הדבר הראשון שעשינו (או אולי השני, אחרי צווחות השמחה) היה לבדוק את ההתאמה בין השם שלנו לשם של הצד השני. כיום, עם הגעתם של מכשירי הסמארטפון אנו לא צריכים לשרבט את השמות על הדף – אלא פשוט להוריד את האפליקציה המתאימה.\nאפליקציית מחשבון אהבה תאפשר לכם להכניס את השם המלא שלכם, השם המלא של בן או בת הזוג ולראות אם רוחות ה-WiFi והטכנולוגיות העתיקות המסתתרות מאחורי שרתיהם של החברה צופנים לכם עתיד מזהיר ביחד, או שאולי יום האהבה הקרוב יכול להיות הזדמנות מצויינת לנסות ולמצוא מישהו עם שם קצת יותר מתאים עבורכם.\nיתרון: אם אתם מתכננים לצאת לפגישה ראשונה או פגישה עיוורת, האפליקציה יכולה להיות סוג של שובר קרח מהנה, שאולי יעזור לכם להרים את השיחה המקרטעת ולצחוק קצת ביחד על האפליקציות המוזרות שניתן למצוא בשוק.\nחסרון: לצד העובדה שמדובר באפליקציה מעט מיותרת, היא מאפשרת לנו להכניס שמות רק בשפה האנגלית. מצד שני, במידה ואחוזי ההתאמה לא יצאו מספקים עבורכם, תמיד תוכלו לאיית את השם הישראלי שלכם בצורה מעט שונה, כדי להטות את התוצאות לטובתכם.\nמקור: דף האפליקציה", "keywords": "android,android market,app,app store,apps,iphone,valentine\\'s day,אהבה,אייפון,אנדרואיד,אנדרואיד מרקט,אפליקציה,אפליקציות,אפפסטור,יום האהבה"}