{"url": "https://www.geektime.co.il/the-struggle-ben-horowitz/", "type": "article", "title": "רגעי המשבר האישי והתסכול בהקמת סטארטאפ, איך יוצאים מזה? [דעה]", "description": "בן הורוביץ , אחד ממייסדי קרן ההון-סיכון Andreessen Horowitz, בפוסט אורח בניוזגיק, מסביר על הקשיים בחיי היום יום של היזם בסטארטאפ ומספק כמה עצות כיצד להתמודד איתם.", "image": "https://files.geektime.co.il/wp-content/uploads/2012/08/des.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-08-05T12:42:10Z", "modified_time": "2012-09-01T15:04:56Z", "articleBody": "בן הורוביץ , אחד ממייסדי קרן ההון-סיכון Andreessen Horowitz, בפוסט אורח בניוזגיק, מסביר על הקשיים בחיי היום יום של היזם בסטארטאפ ומספק כמה עצות כיצד להתמודד איתם.\nהפוסט נכתב על-ידי בן הורוביץ, שותף-מנהל ואחד ממייסדי Andreessen Horowitz, אחת מקרנות ההון-סיכון הגדולות והמוכרות ביותר בארצות הברית. לפני שהקים את Andreessen Horowitz, הקים הורוביץ מספר סטאטראפים כאשר המוכר שבהם היא חברת Opsware, שהונפקה ב-NASDAQ ולאחר מכן נמכרה ל-HP תמורת 1.6 מיליארד דולר.\nתמונה: flickr, cc-by, Mariela De Marchi Moyano\n(הפוסט כתוב בלשון נקבה אך פונה לשני המינים)\nמתוך “Beautiful Lasers”, מאת Lupe Fiasco:\n“Don’t admit that your faith is weak\nDon’t say that you feel like dying\nLife’s hard then it feels like diamonds\nYour home’s just far too gone\nMuch too late to even feel like trying\nCan’t understand what I’m saying\nCan’t figure out what I’m implying\nIf you feel you don’t wanna be alive\nYou feel just how I am”\nכל יזמת מתחילה את החברה שלה עם חזון ברור שיביא להצלחה. את תייצרי סביבה מדהימה ותגייסי את האנשים החכמים ביותר שיצטרפו אליך. יחד, אתם תבנו את המוצר היפה שישמח לקוחות ויעשה את העולם מעט טוב יותר. זה הולך להיות מגניב.\nאז לאחר שעבדת יום וליל כדי להגשים את החזון שלך ולהפוך אותו למציאות, את מתעוררת ומגלה שהדברים לא עבדו לפי התוכנית. החברה לא התפתחה כמו ה-keynote של ג’ק דורסי (Jack Dorsey) שהאזנת לו בתחילת הדרך, המוצר שלך סובל מבעיות שקשה לתקן, השוק לא בדיוק במקום בו הוא אמור להיות והעובדים שלך מאבדים את הבטחון בחברה וחלק מהם עזבו. במקביל, חלק מאלה שעזבו היו די חכמים ואלה שנשארים תוהים אם זה הגיוני להישאר.\nהכסף אוזל וקרן ההון-סיכון אומרת לך שיהיה קשה לגייס הון נוסף בעקבות המצב הקשה באירופה. את מפסידה בקרב מול המתחרים. את מאבדת לקוח נאמן. את מאבדת עובד נהדר. הקירות מתחילים לסגור מכל הכיוונים. מה עשית לא בסדר? מדוע החברה לא תפקדה כמו שחזית? האם את טובה מספיק כדי לעשות את זה? כשאת מגלה שהחלומות שלך הופכים לסיוטים, את מוצאת את עצמך בתוך המאבק.\nהמאבק הוא כשאת תוהה למה התחלת את החברה מלכתחילה.\nהמאבק הוא כאשר אנשים שואלים אותך מדוע אינך מוותרת ואת לא יודעת מה לענות להם.\nהמאבק הוא כאשר העובדים שלך חושבים שאת משקרת ואת חושבת שאולי הם צודקים.\nהמאבק הוא כאשר לאוכל אין כבר טעם.\nהמאבק הוא כאשר את כבר לא מאמינה שאת האדם הנכון לנהל את החברה שהקמת. המאבק הוא כאשר את יודעת שהסתבכת מעל הראש, ושאי אפשר להחליף אותך. המאבק הוא כאשר כולם חושבים שאת אידיוטית, אבל אף אחד לא יפטר אותך. המאבק הוא כאשר ספק-עצמי הופך לשנאה עצמית.\nהמאבק הוא כאשר את מנהלת שיחה עם משהו וכל מה שאת שומעת זה לא את הדברים שהוא אומר אלא את המאבק.\nהמאבק הוא כאשר את רוצה שהכאב ייפסק.\nהמאבק הוא עצבות.\nהמאבק הוא כאשר את יוצאת לחופשה כדי להרגיש טוב יותר, אבל מרגישה בפועל רע יותר.\nהמאבק הוא כאשר את מוקפת באנשים אבל את בכל זאת לבדך. למאבק אין רחמים.\nהמאבק הוא ארץ ההבטחות השבורות והחלומות שלא יתגשמו. המאבק הוא זיעה קרה. המאבק הוא כאשר בוער לכם מבפנים כל כך שאתם בטוחים שתיכף תקיאו דם.\nהמאבק הוא לא כשלון, אבל הוא יכול לגרום לכשלון. במיוחד אם את חלשה. תמיד אם את חלשה.\nמרבית האנשים אינם חזקים מספיק.\nכל אחד מהיזמים הגדולים, מסטיב ג’ובס למארק צוקרברג, עברו את המאבק ונאבקו עימו, אז את לא לבד. אבל זה לא אומר שאת תצליחי להתגבר עליו. אולי את לא תצליחי. בגלל זה מכנים את זה ‘המאבק’.\nמהמאבק צומחת עליונות.\nבתוך מצולות הים\nאין תשובה למאבק, אבל הנה כמה טיפים שעזרו לי:\nכשאת בתוך המאבק, הכל קשה ואין דבר שמרגיש נכון או מתאים. צללת אל תוך התהום ואולי אף פעם לא תצאי ממנו. מהניסיון האישי שלי, בלי קצת מזל ועזרה ברגע הנכון, הייתי אבוד.\nאז לכל מי שמרגישה שהיא בתוך התהום, מי יתן ותמצאו כוח, ושתמצאו שלווה.\nהפוסט נכתב במקור באנגלית בבלוג של בן הורוביץ (Ben Horowitz).", "keywords": "andreessen-horowitz,beautiful lasers,ben horowitz,jack dorsey,lupe fiasco,בן הורוביץ,ג\\'ק דורסי"}