{"url": "https://www.geektime.co.il/bittorent-launching-native-sync-app/", "type": "article", "title": "ביטורנט תתחרה בדרופבוקס. מפתחת תוכנת סנכרון בין מחשבים", "description": "האפליקציה החדשה תאפשר לסנכרן בין קבצים במחשבים שונים על-ידי שימוש בטכנולוגיית P2P. כרגע ישנה גרסת פרה-אלפא המיועדת להרשמה מוקדמת הפתוחה להרשמה לקהל הרחב", "image": "https://files.geektime.co.il/wp-content/uploads/2013/01/Screen-Shot-2013-01-25-at-7.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2013-01-25T10:00:46Z", "modified_time": "2013-01-25T15:39:46Z", "articleBody": "האפליקציה החדשה תאפשר לסנכרן בין קבצים במחשבים שונים על-ידי שימוש בטכנולוגיית P2P. כרגע ישנה גרסת פרה-אלפא המיועדת להרשמה מוקדמת הפתוחה להרשמה לקהל הרחב\nתמונת יח”צ\nאת פרוטוקול ההורדות הפופולרי ביטורנט רובנו ככולנו מכירים. למעשה, האסוציאציה הראשונה שעולה במוחנו כאשר אנו שומעים את שם החברה, היא הורדות של קבצים שונים ישירות אל המחשב האישי שלנו.\nאבל מסתבר שהחברה ממש לא מסתפקת בהורדות קבצים בלבד וכעת עובדים מפתחיה על אפליקציה הנקראת Sync, שעושה שימוש בטכנולוגיית P2P הפופולרית על-מנת לסנכרן בין הקבצים שמחזיקים המשתמשים על המכשירים השונים.\nהחברה הכריזה על הפיתוח החדש במסגרת הודעה נרחבת יותר בבלוג הרשמי שלה, בה הודיעה על השקת אתר “מעבדות ביטורנט” (בדומה למעבדות גוגל הפופולארי), בו יוכלו המשתמשים לקבל מידע נוסף על אפליקציית הסנכרון, כמו גם על מיזמים נוספים אחרים.\nבאשר ל-Sync, נכון לעכשיו שוחררה גרסת פרה-אלפא והפרטים בנוגע אליה עדיין עמומים. באופן כללי, ניתן לומר כי האפליקציה תאפשר לסנכרן בין מכשירים שונים (מסוגים שונים) מבלי לעשות שימוש בענן. למעשה, Sync דומה קצת לטכנולוגיה עליה כבר כתבנו פה בעבר, של AeroFS.\nהאפליקצה תהיה זמינה לחלונות, מק ולינוקס ותכיל אינטגרציה מובנית ל-NAS. יש לציין, כי נכון לעכשיו מדובר בסינכרון בין מחשבים נייחים וניידים ולא ידוע עדיין אם השירות יכלול בעתיד גם מכשירים סלולריים. עם זאת, מתמונת המסך היחידה ששוחררה נראה כי ישנו אייקון מובחן של סמארטפון, כך שכאשר תהיה אפשרות זמינה לסנכרן בין מחשבים להתקנים ניידים זו לא תהיה הפתעה גדולה. הקבצים המסונכרנים עצמם, יהיו מוגנים בקידוד AES של 256 ביט.\nמקור: צילום מסך, אתר החברה\nהסנכרון החדש אותו מציעה החברה עומד להתחרות עם כמה שירותים מבוססים שכבר קיימים בשוק מזה זמן מה. בין היתר, תתחרה Sync בשירותי אחסון הענן השונים כגון Dropbox ו-SygarSync זאת מבלי להתעלם משחקניות ענק דוגמת גוגל ואמזון, המציעות שירותי אחסון בענן כחלק מפתרונות הענן הכוללים אותם הן מציעות למשתמשים.\nהיתרון של ביטורנט הוא נקודת הפתיחה הטובה שלה באופן יחסי, בכך שהחברה פונה כבר כעת למאגר עצום של משתמשים. נכון להיום 170 מליון איש עושים שימוש פעיל בתוכנות יוטורנט וקליינטים שונים של פרוטוקול ביטורנט. במידה ותצליח ביטורנט לשכנע אפילו מחצית מהם לנסות את Sync, הרי יהיה לה סיכוי של ממש בתחרות.\nבמידה אתם מעוניינים לבדוק את התוכנה החדשה, אתם מוזמנים להירשם לניסוי הפרה-אלפא. רק קחו בחשבון שלפי הגדרת החברה עצמה מדובר במוצר “מוקדם ולא מושלם”.", "keywords": "ביטורנט,bittorent,סינכרון,sync,p2p,יוטורנט,utorrent,dropbox,דרופבוקס,שוגרסינק,sugarsync"}