{"url": "https://www.geektime.co.il/regulation-in-hightech/", "type": "article", "title": "הרגולציה תוקעת את הסטארטאפ שלכם? תשנו גישה [טור אורח]", "description": "רגולציה נתפסת בעיני יזמים רבים כמכשול אמיתי לחדשנות. איך בכל זאת תצליחו להתמודד איתה?", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/law.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-01-15T11:44:05Z", "modified_time": "2015-10-19T16:27:04Z", "articleBody": "רגולציה נתפסת בעיני יזמים רבים כמכשול אמיתי לחדשנות. איך בכל זאת תצליחו להתמודד איתה?\n\nמאת אסף רגב, רו״ח ועו״ד, מנכ״ל finupp החזרי מס.\nיזמים רבים שמגיעים אליי לייעוץ מתרכזים בשאלה אחת יחידה: “האם מה שאנחנו עושים או מתכננים לעשות הינו חוקי או לא?״ בעיני זאת שאלה לא נכונה, שאלה נכונה יותר תהיה: “כיצד נרתום את הרגולציה והחקיקה בתחום כך שתעזור למוצר שלנו?”\nבמאמר זה אציג את תפישתי על האופן בו ראוי להתייחס לרגולציה בעת תכנון מוצר חדשני. מטבע הדברים אתרכז בעיקר בתחום הפיננסי בו הרגולציה עניפה יחסית, ולכן היזמים אינם יכולים להתעלם ממנה.\nאם נתפוס יזם אקראי לשיחה נשמע מידי פעם את האמרה השחוקה: “רגולציה הורגת חדשנות”. לכאורה הצדק איתו: רגולציה היא חלק מהעולם הישן, ואם ניקח אותה כפשוטה לא נצליח לעשות שום דבר חדש. האמנם?\nניקח כדוגמה את הפיצ’ר המפורסם “איני הנהג” של Waze .Waze נתקלו בבעיה רגולאטורית: לנהג שמתעסק בסלולארי שלו במהלך הנהיגה צפוי קנס (ובארצות מסויימות דינו מאסר). לכאורה, Waze יכלה למצוא עצמה על ספסל הנאשמים באשמת שידול לנהיגה עם סמארטפון. די היה בכך בכדי להרוג סטארטאפ מדהים כמו Waze, המושתת כולו על שימוש בסמארטפון בזמן נהיגה. אילו היו היזמים בוחרים שלא לאתגר את הרגולציה בנושא, היו מוציאים חומרה (בסגנון ה-GPS הישן עליו אין רגולציה בנהיגה) עם התוכנה של Waze והאלמנטים החברתיים שבה. החברה ראתה את הנולד, ובמקום להתעמת עם הרגולאטור או לשנות את המודל העיסקי והמוצר, בחרה להוסיף פיצ’ר קטן בשם “איני הנהג”. פיצ’ר זה אינו מונע מהמשתמש להנות מהאפליקציה בזמן הנהיגה אולם מגלגל את האחריות מהאפליקציה אל המשתמש. זו דוגמה לחדשנות אשר מבינה את הכללים והחוקים בתחומה, ומצליחה להתמודד עימם מבלי לשנות את המוצר בצורה גורפת.\nגישה אחרת לרגולציה, הן אפליקציות המוזיקה בסטרימינג כמו 8tracs או spotify שמאפשרות למשתמשים לשתף פלייליסטים בחינם מבלי לשלם. איך הן מתגברות על הרגולציה של זכויות היוצרים? פשוט מאוד, לאפליקציות אלו יש רישיון של תחנת רדיו והן מצאו חור בחקיקה האמריקאית שמאפשר להם לעצב את רשימות ההשמעה בהתאם לטעמי הגולשים. זו דוגמה למיזם שרתם את הרגולציה לצידו.\nיחסי רגולציה-חדשנות מקבלים משנה תוקף בתחום האפליקציות הפיננסיות (Fintech). התחום הפיננסי הוא עתיר רגולציה מצד אחד אך עשיר ביזמות, מצד שני. ריבוי היזמים נובע מהעובדה הפשוטה שזהו תחום סקסי בעיני משקיעים שרואים מודלי פידיון ברורים (טוב, בכל זאת זה תחום בו המונטיזציה קלה כי ממש נוגעים בכסף). אולם רבים מהיזמים, אשר מחזיקים ברעיונות גאוניים, נתקלים בחומות כבדות של רגולציה. בניגוד ל-Waze ומעקף “איני הנהג” שלהם, בפינטק קשה מאוד לצלוח את סבך הרגולציה ללא עזרה.\nניקח לדוגמה חברה יצירתית וחדשנית כמו FeeX אשר הרגולציה הישראלית המיושנת בתחום הפנסיה פוגעת מאוד בפעילותה. FeeX עוזרת למשתמש לברר מהם דמי הניהול שהוא משלם לקרנות הפנסיה שלו ולקבוע אם יצא “פראייר” ושילם דמי ניהול גבוהים. במידה ואכן יצא פראייר, הוא מופנה ע”י האפליקציה לחברת הפנסיה, אולם זו מחזירה אותו אל הסוכן הפנסיוני שלו, ובכך לא מאפשרת לו ניהול מו”מ ישיר מולה. באופן זה למעשה לא השתנה מצבו של המשתמש. זאת מכיוון שהרגולציה הישראלית והאמריקאית עדיין מאפשרת למעסיק להכתיב לעובד עבודה דרך סוכן פנסיוני (מנהל הסדר) ובכך להגביל את היכולת של הלקוח-הפראייר-המתוסכל לקבל תנאים טובים במו”מ ישיר מול החברה על הפרשתו כשכיר.\nמאידך, ישנם יזמים שנהנים מרגולציה תומכת היוצרת עבורם הזדמנות, בעיקר בתחום הסחר המקוון: כשהחלו לצוץ החנויות האינטרנטיות והסליקה מרחוק, הסתבר עד כמה התחום פרוץ. מהר מאוד התקבע תקן הסליקה המפורסם PCI שהטיל על מקבלי תשלום באשראי חובות רגולטריות כבדות של אבטחת מידע והכביד על תהליך הצ’ק אאוט. חנויות קטנות (בהתחלה בעיקר מוכרים קטנים באיביי) החלו להבין שעלויות אחזקת עמדת הסולקים הגדולים הינן כבדות עקב הצורך להגן על מאגר המידע שלהם. נוצר הצורך במודל חדש בו סיכוני התשלום ועלויות העסקה יחולקו בצורה הוגנת יותר, מכאן קצרה הדרך ליצירת חברה שנותנת שירות ספציפי לסליקה בשם PayPal. החברה הפכה את עלויות הסליקה ל-SAAS והעבירה חלק מהסיכונים שבהכחשת עסקה אל עצמה, ובכך הקלה על המוכרים וגם על הקונים.\nמאידך, ישנם מיזמים שמנסים לזעזע את אמות סיפי הכלכלה, הרגולציה והסדר הישן. הדוגמה הברורה ביותר הינה הביטקוין, מטבע המאפשר מסחר בין לאומי ללא עמלות. מדוע זו התנערות מוחלטת מהרגולציה? הרי לכאורה היה ניתן להקים חברה שמנייתה תיסחר בכל הבורסות בעולם והחזקה במניה תהיה שקולה להחזקת ביטקוין, בכך יתאפשר מסחר בין לאומי ללא מטבע יחד עם הכרה מצד רשויות הפיקוח על הבורסה השונות. אולם הקבוצה שהקימה את ביטקוין בחרה להתייחס אל הסדר הישן ולרגולציה כאל פרסונה נון גרטה, ובמקום להיעזר בה “שברה את הכלים” והמציאה את חוקי המשחק מחדש.\nכפי שהבאתי בפתח דבריי, הרגולציה בתחום הפינטק ענפה במיוחד ולכן גורמת ליזמים רבים להרים ידיים עוד לפני שהתחילו, ובכך אנו מאבדים מוצרים ואפליקציות עוד לפני שנולדו.\nעם זאת, יש ליזמים, בניגוד למוסדות הפיננסים הגדולים, את היכולת לחשוב מחוץ לקופסה. יש להם את הזמן והמעוף ללמוד על מיזמים חדשניים ולהבין כיצד ניתן לעשות אדפטציה באמצעות כלי מחשבה בסיסיים למוצר שלהם או לסביבה הרגולטורית, או גם וגם.\nדוגמה ליזם כזה היא אחת החברות הטובות בעולם בתחום ההשקעות בניירות ערך – Etoro של יוני אסיה. החברה מאפשרת לאדם שאינו מומחה בהשקעות לעקוב אחרי תיק השקעות של אדם אחר. לכאורה מבט על החוק היבש בישראל ובוול-סטריט מראה כי מדובר בפעולה לא חוקית מבחינת הנעקב (הגורו) שכן הוא מבצע ייעוץ השקעות ללא רישיון ללא פגישה פנים אל פנים וללא חוזה בכתב מול הלקוח, בניגוד לנוהלי רשות ניירות ערך או המקבילה האמריקאית ה-SEC.\nEtoro פתרה זאת, ע”י יצירת פלטפורמה חדשה בה כל אדם יכול לפתוח “תיק שקוף” וכל בן אדם יכול לעקוב אחריו בתנאי שהוא פועל על פלטפורמת החברה. ניתן להניח שהיזמים ב-Etoro הושפעו מאוד מסטרטאפים אחרים שהם פלטפורמה חברתית לשיתוף ידע ואימצו את התפישה הזו לתוך העולם הפיננסי. זאת דוגמה להטמעה של הלך רוח חדשני לתוך סביבה עתירת רגולציה, מה ששום בנק או חבר בורסה לא עשה לפניו.\nלכן, לפני התחלת מיזם פינטק חשוב להבין את הרגולציה מחד אבל להבין שניתן לשנות אותה לחלוטין מאידך (דוגמת ביטקוין) או למצוא פתרונות ביניים מבריקים המסתמכים על טכנולוגיות חדשות ושינויים חברתיים דוגמת Etoro.\nלסיכום, נראה שהעצה הכי טובה בתחום היא העצה השחוקה ביותר בספר: היזם צריך את האומץ לשנות הרגולציה היכן שניתן, לקבל את הרגולציה כאשר אי אפשר לשנות אותה ואת החוכמה והיצירתיות להבדיל בין השניים.\nקרדיט תמונה: law via shutterstock", "keywords": "אסף רגב,פינטק,רגולציה,רגולציה בהייטק,סטארטאפים ורגולציה,רגולציה וחדשנות"}