{"url": "https://www.geektime.co.il/bitcoin-not-splitting-again/", "type": "article", "title": "מחזל''שים: הביטקוין בסוף לא מתפצל, מחירו מזנק", "description": "חילוקי הדעות הכריעו ופיצול הביטקוין, שתוכנן לשבוע הבא, בוטל; הביטקוין - איך לא - זינק לשיא חדש והגיע לשיא של 7,700 דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/11/GettyImages-562597433.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-11-09T10:34:44Z", "modified_time": "2017-11-09T10:27:33Z", "articleBody": "חילוקי הדעות הכריעו ופיצול הביטקוין, שתוכנן לשבוע הבא, בוטל; הביטקוין – איך לא – זינק לשיא חדש והגיע לשיא של 7,700 דולר\n\nקרדיט צלם\\תמונה: Science Picture Co, Getty Images Israel\nקבוצת המשתמשים שעמדה מאחורי עדכון הביטקוין, שנודע בשם Segwit2x, הודיעה הלילה כי החליטה שלא לבצע פיצול נוסף במטבע – שכזכור התפצל כבר באוגוסט השנה לביטקוין קאש ולפני כשבועיים לביטקוין גולד.\nפיצול יסודי, הידוע גם כ-Hard Fork, הוא מצב שבו הבלוקצ’יין, כלומר התוכנה שמהווה את התשתית של המטבע הקריפטוגרפי, יוצרת שתי גרסאות של אותו מטבע, שחולקות ‘היסטוריה’ משותפת. הפיצול המדובר נבע ממחלוקת עמוקה שטרם נפתרה בתוך קהילת הביטקוין. הבעיה הגדולה ביותר כרגע בשימוש בביטקון היא הטיפול בהיקף העיסקאות במטבע אשר מוגבל בגודל הבלוק (בעיית ה-Scale). בעקבות הפשרה אליה הגיעו ב”הסכם ניו יורק”, הוסכם על פשרת Segwit2x או פשוט 2X, במסגרתה יועלה גודל בלוק מספר 494,784 ל-2 מגה, מה שיאפשר עיבוד של הרבה יותר עסקאות בכל רגע.\nהפיצול תוכנן ל-16 בנובמבר, אולם מאז צצו ועלו מחלוקות בעיקר בין הגורמים השונים שמעורבים ביוזמה – ובעיקר בין המפתחים לקבוצת הכורים. בין היתר העלו הצדדים השונים טענות על ‘השתלטות תאגידים’ וגורמים מוסדיים על הפלטפורמה.\nבמייל שכתב מייק בלש, מנכ”ל ומייסד BitGo ואחד מראשי המהלך הוא כותב:\n“לצערי, מסתבר שאנחנו לא מצליחים להגיע להסכמה פה אחד על גודל הבלוק. המשך המהלך יגרום לפיצול של הקהילה ופגיעה בצמיחה של הביטקוין, וזו מעולם לא היתה המטרה של Segwit2x… בינתיים אנחנו משהים את התוכניות שלנו להגדלת הבלוק ל-2MB”\nבנוסף לבלש, חתומים על המייל גם גורמים נוספים שהיו מעורבים בגיבוש ההסכם ביניהם ראשי Xapo, Bitmain, Bloq, שהביעו תקווה כי בהמשך תושג הסכמה וגודל הבלוק ישתנה.\nהגדלת הבלוק ל-2MB היתה אמורה כמובן לתרום לצמיחה שלו, ולכאורה, הכישלון של היוזמה אמור היה לגרום לירידה במחיר המטבע הקריפטוגרפי הפופולארי ביותר. אולם נראה שדבר לא יעצור את הדהירה של המטבע ועם הגעת החדשות על ביטול או דחייה של Segwit2x זינק שערו של הביטקוין והגיע כבר ל-7,700 דולר, זינוק של 10 אחוז ב-24 השעות האחרונות. עם זאת, כרגע לפחות התמתנה קצת העלייה ונכון לדקות אלו עומד שערו, על פי אתר CryptoTree, על 7,375 דולר.", "keywords": "ביטקוין,segwit2x,2x,הסכם ניו יורק,bitcoin,btc,פיצול,fork,"}