{"url": "https://www.geektime.co.il/pirate-bay-monero-mine/", "type": "article", "title": "אתר Pirate Bay מצא דרך יצירתית להרוויח כסף - לא בטוח שתאהבו את זה", "description": "אתר הטורנטים הפופולארי בודק אפשרות להחליף את המודל הכלכלי הקיים שלו - פרסומות, באחד שתואם יותר לרוח התקופה - כריית מטבע דיגיטלי באמצעות שימוש במשאבי המחשוב של המבקרים באתר", "image": "https://files.geektime.co.il/wp-content/uploads/2017/09/Screen-Shot-2017-09-17-at-9.40.25-AM.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-17T10:07:00Z", "modified_time": "2017-09-17T10:18:06Z", "articleBody": "אתר הטורנטים הפופולארי בודק אפשרות להחליף את המודל הכלכלי הקיים שלו – פרסומות, באחד שתואם יותר לרוח התקופה – כריית מטבע דיגיטלי באמצעות שימוש במשאבי המחשוב של המבקרים באתר\nאתרים להורדות פיראטיות הם ברובם חינמיים, אבל כדי לאפשר זאת עליהם לעשות שימוש במודלים כלכליים אחרים, ובראשם הצגת פרסומות ובאנרים למשתמשים, כמו גם קבלת תרומות. מזה 4 שנים שאתר The Pirate Bay מאפשר למשתמשים לתמוך בו באמצעות ביטקוין, אלא שבסוף השבוע האחרון תמיכה זו עלתה שלב; כנראה שהאתר לא קיבל מספיק תרומות יזומות מהמשתמשים, שכן הוטמע בו קוד JavaScript לכריית מטבע דיגיטלי בשם Monero. אותו קוד תמים למראה מנצל למעשה את משאבי המחשב שלכם (מעבד – CPU) תוך כדי שאתם מבקרים באתר, כדי להשתמש בו לכריית המטבע.\nאתמול (ש׳) משתמשים רבים ב-Pirate Bay שמו לב שהשימוש במעבד המחשב שלהם גדל באופן דרמטי כאשר הם גלשו בעמודים מסויימים באתר. די מהר החלו דיונים בפורומים השונים בנוגע לסוגיה זו, והתברר שהסיבה לכך היא אותו קוד לכריית מטבע שהוטמע, אלא שאף אחד לא יידע את המשתמשים על כך (למרות שהמפתחים ממליצים בחום כן לעשות זאת). כתוצאה מכך המשתמשים לא ממש הבינו מה קורה, מה עובר על המחשב שלהם ואיך עוצרים את זה. על פניו מדובר במודל כלכלי לגיטימי, אבל לא כשנעשה בו שימוש ללא קבלת רשות מהמבקרים באתר.\nכנראה שהתקבלו לא מעט ביקורות ותגובות על המהלך שכן Pirate Bay העלתה פוסט חדש בבלוג שלה מזה חודשים ארוכים; ״כפי שבוודאי שמתם לב, אנחנו בודקים את Monero javascript miner. זו היא רק בדיקה. אנחנו ממש רוצים להיפטר מכל הפרסומות, אבל אנחנו גם צריכים מספיק כסף כדי להמשיך לתפעל את האתר״. לדבריהם ניתן לחסום את פעולת הכריית באמצעות כל חוסם פרסומות סטנדרטי. כמו כן, מתברר ששגיאת טייפו ״קטנה״ הובילה לכך שנעשה שימוש בכל מעבד פר משתמש, במקום רק 20-30% מהם, ובעתיד אם יעשה שימוש במודל זה גם אם יהיו לכם 10 טאבים של האתר פתוחים, הכריית תתבצע רק באחד מהם.\nנכון לרגע זה הקוד הוסר מהאתר שכן היה מדובר בבדיקה נקודתית של 24 שעות, אך יתכן בהחלט שבעתיד הלא רחוק מפתחי האתר יוותרו על הפרסומות לטובת שיטה זו. מה דעתכם בנושא: האם אתם מעדיפים לראות פרסומות (שניתן לחסום די בקלות) או לשתף במשאבי המחשב שלכם (הפעם באופן מינימלי) כדי להביע תמיכה באתר?", "keywords": "פיירט ביי,pirate bay,piratebay,כריית מטבע,mining script,הורדה פיראטית,אתר פיראטי,ביטקוין,טורנט"}