{"url": "https://www.geektime.co.il/sony-wh-1000xm4-announcement/", "type": "article", "title": "סוני חושפת את XM4: הדור הבא של אוזניות ביטול הרעשים המצליחות שלה", "description": "לפני זמן קצר חשפה סוני את WH-1000xm4, הדור הבא של אוזניות ביטול הרעשים הפופולריות שלה; מה החידושים וכמה זה יעלה לכם?", "image": "https://files.geektime.co.il/wp-content/uploads/2020/08/COVER-1596718446-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-08-06T18:00:39Z", "modified_time": "2020-08-06T18:57:39Z", "articleBody": "לפני זמן קצר חשפה סוני את WH-1000xm4, הדור הבא של אוזניות ביטול הרעשים הפופולריות שלה; מה החידושים וכמה זה יעלה לכם?\nמקור: Sony\nעובדים רבים בהייטק לא יכלו לדמיין את העבודה היומיומית באופן ספייס ללא אוזניות ביטול רעשים טובות. ואז הגיעה הקורונה, והוכיחה, שעם כל הכבוד לתקתוקי המקלדת או רעש המחשבים והדיבורים של העמיתים שלהם, אוזניות ביטול רעשים הן פשוט אביזר חובה גם בעידן העבודה מהבית.\nלאחר ש-Bose המציאה למעשה את קטגוריית אוזניות ביטול הרעשים והביאה אותה אל ההמונים, חשפה ב-2016 סוני את אוזניות ה-MDR-1000X, שלראשונה הציבו מתחרה ראוי לחברה האמריקאית. אחר-כך הגיעו ה-XM2 המפתיעות ב-2017, ולפני שנתיים ה-XM3 המוצלחות, שלדעת רבים, כולל שלנו, הצליחו להתעלות על כל המתחרות ולקבוע רף חדש בעולם אוזניות מבטלות הרעשים.\nלפני זמן קצר חשפה סוני באירוע וירטואלי את דגם ה-XM4 המצופה, שעל פניו נראה כמעט זהה ל-XM3 הפופולאריות, אבל מתחת למכסה המנוע מסתתרים לא מעט חידושים. שנצלול פנימה?\nה-QN1, צ’יפ ביטול הרעשים של סוני. מקור: Sony\nמנגנון ביטול הרעשים (ANC) של האוזניות זכה לשידרוג, והמנגנון, שמתבסס על צ’יפ ה-QN1 של החברה, יכול להעלים עתה יותר רעשים בתחומי האמצע (מיד) והגבוהים. על פי סוני, השיפור הושג בזכות אלגוריתם חדש שפיתחה, ובזכות ערכת שבבים Bluetooth חדשה שהוטמעה באוזניות. בזכות השילוב הזה, יכול מנגנון ביטול הרעשים לדגום רעש ומוסיקה – בין האוזניים שלנו לדרייברים של הרמקולים – בקצב של 700 פעמים בשנייה. בנוסף, מתחשב האלגוריתם במשתני סאונד נוספים כמו המוסיקה לה אנחנו מאזינים, הסביבה שבה אנחנו נמצאים והדיבורים שלנו, ומשנה בהתאם את הפעולה שלו.\nאחד התחומים העיקריים שבהם הצטיינו האוזניות של סוני הוא איכות הסאונד. האוזניות מגיעות עם אותם הדרייברים בגודל 40 מ”מ שאנחנו מכירים מה-XM3, אבל עליהם הוסיפה סוני כמה שיפורים – בכל הדרך הארוכה שעושה הסאונד – החל מהמכשיר שלנו, דרך אות ה-Bluetooth וכלה באוזניות עצמן.\nעל גבי המכשיר משתמשת כמובן סוני בקודק הקנייני שלה, ה-LDAC, שמתחרה ב- aptX של קוואלקום, ומאפשר הזרמת מוסיקה על גבי Bluetooth באיכות גבוהה ובקצבים של 990kbps עד 24bit / 96kHz. על גבי צ’יפ ה-Bluetooth החדש נעזרת סוני בטכנולוגיית ה-DSEE HX שלה, כדי לעשות סוג של Upscale, תהליך שמוכר לנו מטלוויזיות למשל, ונועד לפצות על אובדן האיכות של פורמטים כמו MP3 או AAC (שהם lossy).\nבאוזניות החדשות מציגה סוני מה שהיא מכנה DSEE Extreme, שנעזר ביכולות AI, כי לשחזר במדויק את הסאונד לפני שעבר דחיסה. במילים אחרות, נעזרו המהנדסים של החברה ברשתות נוירונים כדי “ללמד” את האלגוריתם איך נשמעת מצילה של תוף או גיטרת בס, ואז כאשר המערכת מזהה צליל כזה באיכות נחותה יותר (תחשבו MP3 128Kbps), היא למעשה משפרת אותו מלאכותית, כדי שיישמע כאילו הוא הוקלט באודיו באיכות גבוהה. נשמע מבטיח על הנייר, אך עם זאת, נצטרך כמובן להמתין לסקירה, כדי להיווכח במו אוזנינו.\nטכנולוגיית ה-DSEE Extreme בגרפים. מקור: Sony\nפיצ’ר ה-360RealityAudio, עליו דיווחנו לפני מספר חודשים מגיע גם הוא ל-XM4, ויאפשר סאונד היקפי בשירותי מוסיקה תומכים כמו דיזר. מה זה אומר בפועל? במקום להסתפק בימין ושמאל, הפורמט של סוני מאפשר לטכנאי סאונד למקם למשל כלים שונים של מוסיקה ב-128 מיקומים שונים מסביב למאזין, כך שהתחושה היא שהסאונד עוטף את המאזין מכל הצדדים.\nמקור: Sony\nלא משנה אם אתם באמצע יום עבודה או סתם מאזינים למוסיקה באמצע טיסה טרנס-אטלנטית או טרנס גלקטית (הסיכויים לשני הסוגים זהים) – לפעמים אתם צריכים להפסיק אותה, כדי לתקשר עם העולם החיצון. ובייחוד בתקופה הזו, אנשים מעדיפים לעשות את זה בלי לגעת בשום דבר. למעשה, סוני טוענת ש-80 אחוז ממשתתפים בסקר שערכה, הביעו עניין בפתרון להשתקת המוסיקה – ללא מגע.\nמשתמשי ה-XM3 וה-XM2 יכולים כבר היום לכסות עם כף היד שלהם את האוזניה הימנית שלה, כדי שהמוסיקה תפסיק, ותוכלו לדבר עם הסביבה שלכם, אולם ה-XM4 מציעה פיצ’ר חדש בשם Speak-To-Chat: ברגע שתתחילו לדבר, למשל לבקש משהו מהדיילים או מחבר לאופן ספייס, האוזניות יזהו זאת וינמיכו אוטומטית את המוסיקה. לאחר שתפסיקו לדבר, עוצמת המוסיקה תחזור שוב לרמתה המקורית.\nגם כאן, מתגאים מהנדסי החברה כי נעשה שימוש מסיבי ביכולות AI, שלמדו לזהות דפוסי דיבור של האדם אשר מרכיב את האוזניות ושל הפרטנרים לשיחה שלו – ולהפריד אותם מהסביבה. בכלל, נראה שהשנה בסוני שמים דגש, לצד שיפורי סאונד וחומרה, ביכולות תוכנה ו-AI. לא במקרה אמר הירושי נקאמורה, מנהל חטיבת המכשירים והמובייל בסוני: “זה כמו שלאוזניות יש מוח משלהן, שמתאים את עצמו כל הזמן לאורח החיים שלכם”.\nבנוסף, מגיע אל ה-XM4 הפיצ’ר המתבקש של זיהוי שימוש שקיים בלא מעט אוזניות זולות ופשוטות בהרבה. ברגע שתסירו את האוזניות, המוסיקה או הפודקאסט להם אתם מאזינים – ייעצרו אוטומטית, וברגע שתחזרו להרכיב אותן, המוסיקה תחזור. אם תסירו את האוזניות ולא תרכיבו אותן שוב במשך זמן מה, הן ייכבו באופן אוטומטי כדי לחסוך בסוללה. הפיצ’ר הזה מתאפשר בזכות חיישן הקרבה והאקסלרומטר המובנים באוזניות.\nכבר כיום יכולים משתמשי אוזניות של סוני להתאים את הסאונד לסביבה שלהם – אם הם למשל באוטובוס, בריצה בפארק או במקום העבודה. אבל ה-XM4 ייעזרו לראשונה ביכולות ה-GPS של הסמארטפון שלכם, ועם קצת ML, האוזניות יתאימו אוטומטית את העדפות הסאונד שלכם על פי המיקום. כלומר, אם אתם נמצאים במקום עבודה ואוהבים ביטול רעשים מלא, שלא מאפשר לקולות הסביבה לחדור, פרופיל הסאונד יותאם אוטומטית ברגע שתגיעו למקום העבודה. כשתגיעו לתחנת הרכבת הקבועה שלכם, תוכלו להשתמש בפרופיל סאונד שמאפשר להכניס קצת יותר רעשים. בכל זאת, אתם לא רוצים לפספס את הכריזה.\nאחד הפיצ’רים שאני אישית הכי חיכיתי לו הוא חיבור בו זמנית ל-2 מכשירים דרך Bluetooth. כך שאם אתם צופים בסרט בלפטופ או מאזינים לפלייליסט בספוטיפיי ופתאום נכנסת שיחה, האוזניות אוטומטית ייתנו תיעדוף לסמארטפון, ותוכלו לנהל שיחה דרכן, בלי להתנתק מהלפטופ או להתחבר לסמארטפון.\nבסוני מבטיחים שה-XM4 נוחות יותר מהדורות הקודמים של האוזניות. בין היתר מציינים בחברה כי הכריות שמונחות על האוזן הן רכות יותר; הקשת, שמחברת בין 2 יחידות השמע, צרה יותר; והצורה של הקשת מותאמת בצורה טובה יותר לראש של המאזין. בנוסף, הכרית שמונחת על האוזן גדלה ב-10 אחוז והכיסוי הפלסטי, שכולל את משטח המגע של האוזניות, הוא דק יותר. בחברה מסבירים שהשינויים האלו מפחיתים את הלחץ שמופעל על האוזן של המשתמש, ואנחנו כמובן, כמרכיבי משקפיים גאים, מקווים שנוכל להרכיב את האוזניות לזמן ארוך יותר.\nבנוסף, חשפו בסוני שהמרווח בין היחידות השונות שמרכיבות את האוזניות הוא צר יתר, כך שפחות סאונד חיצוני נכנס ופחות מוסיקה זולגת החוצה. מעבר לזה, אין שינוי במשטח המגע, הטוב לכשלעצמו מהדגם הקודם.\nחיי הסוללה של ה-XM4 יעמדו, כמו בדגם הקודם, על 30 שעות פעולה בין טעינה לטעינה; טעינה מהירה תסדר לכם עד 5 שעות האזנה אחרי 10 דקות בלבד של חיבור לחשמל באמצעות כבל USB-C. בנוסף, כמו קודמותיהן, גם ה-XM4 יתמכו ב-NFC ובאסיסטנט של גוגל.\nפיצ’ר חדש ומסקרן הוא התמיכה בתקן Fast Pair של גוגל, שמאפשר לכם לחבר את האוזניות לסמארטפון פשוט על ידי קירוב שלו למכשיר, אם למשל אין לכם NFC במכשיר. ה-Fast Pair גם מאפשר לכם לאתר את האוזניות על ידי הפעלת צליל, אם במקרה שכחתם היכן שמתם אותם.\nאוזניות ה-WH-1000-XM4 ביבוא רשמי של ישפאר יהיו זמינות בישראל החל מתחילת ספטמבר, והמחיר המומלץ שלהן בישראל יעמוד על 1,590 ש”ח (בדיוק כמו מחירן באירופה, 389 אירו).", "keywords": "סוני,xm3,xm4,wh-1000-xm4,אוזניות,אוזניות ביטול רעשים,anc,אוזניות anc,אוזניות בלוטות',אוזניות bluetooth,bose 700,bose qc35,sony,wh-1000xm4,,אוזניות בלוטות',אוזניות בלוטות\\'"}