{"url": "https://www.geektime.co.il/billionaires-lead-space-commercialization/", "type": "article", "title": "האם יצליח שני מהגרים שהפכו למיליארדרים לנצח את אילון מאסק וג'ף בזוס במרוץ לחלל?", "description": "בתחילת שנות ה־80 היו ארן ופתיח' אוזמן סטודנטים עניים שהיגרו מטורקיה. היום, אחרי שקנו את החברה שבה החלו לעבוד, הם נמצאים בעיצומו של מרוץ חלל מרתק מול אילון מאסק, ג'ף בזוס וריצ'רד ברנסון. האם יצליח זוג המיליארדרים האנונימי לשלוח מטוס לחלל?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/afrc2017-0302-237-1535294836.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-08-26T17:49:52Z", "modified_time": "2018-08-26T17:51:24Z", "articleBody": "בתחילת שנות ה־80 היו ארן ופתיח’ אוזמן סטודנטים עניים שהיגרו מטורקיה. היום, אחרי שקנו את החברה שבה החלו לעבוד, הם נמצאים בעיצומו של מרוץ חלל מרתק מול אילון מאסק, ג’ף בזוס וריצ’רד ברנסון. האם יצליח זוג המיליארדרים האנונימי לשלוח מטוס לחלל?\nמקור: SNC\nמאת: לורן גנסלר\nאפילו בעולם עתיר התקציב של תעשיית החלל, 650 מיליון דולר זה הרבה כסף. זאת בערך העלות של שישה מטוסי בואינג 737 או, לחובבי המיליטריזם, בערך העלות של שבעה מטוסי חמקן מסוג 35־F. זה גם סכום הכסף שהוציאו נאס”א ותאגיד סיירה נבאדה (Sierra Nevada Corp) על פיתוח “רודף החלומות” (Dream Chaser), רכב חלל שניתן לשימוש חוזר ותוכנן לקחת אסטרונאוטים לחלל. סיירה נבאדה, שיושבת בספארקס, נבאדה, ונמצאת בבעלות פרטית של ארן אוזמן ובעלה, פתיח’, השקיעה 300 מיליון דולר. נאס”א שמה עוד 350 מיליון דולר.\nהטיסה החופשית הראשונה של “רודף החלומות” התבצעה באוקטובר 2013, אז הוא הופל ממסוק, מגובה של כמעט ארבעה קילומטרים. ציוד הנחיתה כשל, והרכב החליק על המסלול בנחיתה. שנה אחר כך נאס”א ויתרה על מטוס החלל של סיירה נבאדה והעניקה את החוזה, על סך מיליארדי דולרים, לבואינג ול־SpaceX.\n“רודף החלומות” המקורי, שנראה כמו מעבורת חלל מיניאטורית עם כנפיים זקורות, משמש עכשיו כקישוט יקר להחריד בלובי של משרדי סיירה נבאדה בלואיסוויל, קולורדו. אבל הכישלון שעלה במיליוני דולרים בקושי שרט את חלומם של בני הזוג אוזמן להצטרף למרוץ אל החלל. בתוך חודשים מההתנערות של נאס”א, החברה הגישה הצעה במכרז נוסף של מינהל האווירונאוטיקה והחלל והאמריקאי, כדי להוביל מטענים, כולל מזון, מים וניסויים מדעיים, אל ומתחנת החלל הבינלאומית. הפעם הם זכו.\nסיירה נבאדה והמתחרים, Orbital ATK ו־SpaceX, יחלקו ביניהם את החוזה, ששוויו יגיע ל־14 מיליארד דולר (הסכום המדויק תלוי במספר גורמים, כמו למשל משימות שיסתיימו בהצלחה). ספינת החלל הלא מאוישת החדשה, שטרם נבנתה, תיקרא גם היא “רודף החלומות”.\nבני הזוג אוזמן, שכל אחד מהם בנפרד שווה 1.3 מיליארד דולר, הם חלק מגל חדש וצומח של אנשים אולטרה־עשירים שמשתתפים במרוץ לחלל, בניסיון למלא את הפערים שהותירה אחריה נאס”א כשנטשה את הטיסות הסדירות לחלל בעקבות אסון הקולומביה ב־2003. SpaceX של אילון מאסק ו־Virgin Galactic של ריצ’רד ברנסון הן היוזמות הידועות ביותר, אבל כולם – החל בלארי פייג’ (Planetary Resources) ומארק קיובן (Relativity Space), דרך ג’ף בזוס (Blue Origin) ועד פול אלן (Stratolaunch) – משתתפים במשחק. רובם פרויקטים שמונעים מתשוקה, תחביב ממש, אבל הפוטנציאל שלהם לעשיית כסף לא רע. במהלך 2017 נאס”א העניקה 17.8 מיליארד דולר לקידום תעופה פרטית בחלל: 8.5 מיליארד לאנשי צוות ו־9.3 מיליארד לתובלה.\n“אנחנו עושים את זה כי יש לנו המוטיבציה והחדשנות, ואנחנו רואים הזדמנות – וצורך – שארצות הברית תמשיך את תפקידה כמנהיגה בחזית החשובה הזאת”, אומרת ארן אוזמן, שהגיעה למקום ה־19 בדירוג פורבס לנשים העשירות ביותר בארה”ב שעשו את הונן בכוחות עצמן.\nעד עכשיו מעטים שמעו על האוזמנים או על סיירה נבאדה. לרוב מבלבלים ביניהם לבין חברת בירה מקליפורניה עם שם דומה, והחברה אפילו הוציאה תחתיות מודפסות עם ההאשטג #לאחברתהבירה. בני הזוג אוזמן הם מהגרים טורקים שהגיעו ללמוד לתואר שני באמריקה בתחילת שנות ה־80 ורכשו את סיירה נבאדה, חברה ביטחונית קטנה שבה שניהם עבדו. ב־1994 הם שילמו תמורתה פחות מ־5 מיליון דולר, אחרי שנתנו את הבית שלהם כערבות. ארן קיבלה 51% מההחזקה, ופתיח’ – 49%.\nמ־1998 הם התחילו במסע רכישות, שאותו מימנו מתזרים המזומנים שמקורו בחוזים הצבאיים שלהם. הם קנו 19 חברות בתחום הביטחון והחלל. היום סיירה נבאדה היא החברה הגדולה ביותר עם חוזים ממשלתיים, שמנוהלת ונשלטת על ידי אישה. ב־2017 הגיעו המכירות ל־1.6 מיליארד דולר, עם כמעט 4,000 עובדים ב־33 אתרים. 80% מההכנסות מגיעים מהממשלה האמריקאית (בעיקר מחיל האוויר), שלה הם מוכרים מטוסים צבאיים, רחפנים, כלים נגד מטעני צד וטכנולוגיית ניווט.\nהחלל הוא יעד משמעותי עבור סיירה נבאדה – וגם סיכון גדול. החברה מעולם לא שלחה רכב לחלל והיא ידועה בעיקר ביכולת שלה לשדרג מטוסים קיימים. אבל היא מוציאה כסף בפזרנות רבה על “רודף החלומות” ועובדת קשה להתגבר על עמדת האנדרדוג שלה.\n“החלל הוא יותר מעסק בשבילנו”, אומר פתיח’ (60). “כשהיינו ילדים, בצד השני של העולם, צפינו בנחיתה על הירח בטלוויזיה בשחור־לבן. זה עשה לנו צמרמורת. זה היה כל כך מעורר השראה”.\nארן, במבטא טורקי כבד, מוסיפה, “תסתכלו על ארצות הברית, על מה נשים יכולות לעשות כאן בהשוואה לשאר העולם. זאת הסיבה שאנחנו מרגישים שיש לנו מורשת להותיר מאחורינו”.\nיש סיבות רבות שבגינן אישרה נאס”א את המשך המעורבות של סיירה נבאדה. נכון, הם מעולם לא בנו רכב חלל מתפקד, אבל מצד שני, חברות מעטות בלבד הצליחו להשיג את היעד הזה. מעבר לכך, סיירה נבאדה שלחה כבר המון רכיבים לחלל – סוללות, צירים וטבעות – בלמעלה מ־450 משימות. כמו כן, ישנו עניין העיצוב של “רודף החלומות”. הוא תופס רבע מהאורך של מעבורת חלל ומבטיח להיות כלי החלל היחיד שיצליח לנחות על מסלולי נחיתה מסחריים ולהמריא שוב (עד 15 פעמים בסך הכל) לתחנת החלל. היכולת שלו להחליק בעדינות בחזרה לכדור הארץ מבטיחה שהמטען המדעי היקר, כמו גבישי חלבון, צמחים ועכברים, לא יוטחו לכל עבר בעת החזרה לאטמוספירה.\nזה היתרון שיש לסיירה נבאדה על פני רוב החברות האחרות, שהקפסולות שלהן חוזרות לכדור הארץ באמצעות התרסקות לתוך האוקיינוס. הדרך היחידה שבה ארה”ב יכולה היום להחזיר משאות בחזרה מהחלל היא באמצעות חלליות “הדרגון” של אילון מאסק ו־SpaceX. “בכנות, זאת הסיבה שבגללה נאס”א רוצה אותנו בתוכנית הזאת, מפני שאנחנו יכולים להוביל את הניסויים המדעיים ואף אחד אחר לא יכול”, אומר ג’ון רות’, סגן נשיא חטיבת החלל בחברה.\nסיירה נבאדה רכשה את דרכה לחלל. בדצמבר 2008, בעיצומו של המשבר הכלכלי, היא השקיעה 38 מיליון דולר בסטארט־אפ חלל שפעל מסן דייגו, SpaceDev. החברה איבדה בזמנו חוזה ענקי מול נאס”א, והמניה שלה נסחרה תמורת פרוטות. המייסד ג’ים בנסון, יזם הייטק שהפך לאחד הנביאים הראשונים של הטיסות המסחריות לחלל, בדיוק מת בעקבות גידול במוח.\nסיירה נבאדה שמה עין על רכב של SpaceDev בשם “רודף החלומות”. היה לו עבר ארוך ומפותל. ב־1982 מטוס ריגול אוסטרלי צילם תמונות של הרוסים דגים רכב חלל מאמצע האוקיינוס ההודי. האוסטרלים העבירו את הצילומים לביון האמריקאי. הרכב התגלה כ־BOR־4, מטוס חלל סובייטי שמתרומם באמצעות הגוף ולא הכנפיים, מה שהופך אותו למתאים לטיסה לחלל. נאס”א יצרה העתק, HL־20, והשקיעה עשר שנים בבדיקות לפני שהורידה את השאלטר.\n11 חודשים אחרי התפוצצות מעבורת החלל קולומביה, הנשיא ג’ורג’ וו. בוש הודיע שתוכנית מעבורות החלל תיסגר עם השלמת תחנת החלל הבינלאומית ב־2010 (בפועל זה לקח שנה נוספת). בשלב זה ה־HL־20 של נאס”א כמעט נשכח, צובר אבק במחסן בווירג’יניה. SpaceDev רכשה את הזכויות לרכב ב־2006, בתקווה להביא אותו סוף סוף לחלל.\nאבל זאת היתה משימה יקרה, ומאוחר יותר באותה שנה סירבה נאס”א לממן אותה. אז נכנס לתמונה תאגיד נבאדה, שתמיד חיפש לרכוש חברות מבטיחות.\nארן אוזמן גדלה בדיארבקיר, טורקיה, עיר תוססת על גדת נהג טיגריס, שם היתה קוראת נלהבת ותלמידה רצינית. הוריה, שעבדו כאחים בבית חולים, העריכו השכלה ועודדו את ארבע בנותיהם להתמקד בלימודים. ארן עבדה בבנק במשרה מלאה במקביל ללימודי תקשורת ויחסי ציבור באוניברסיטת אנקרה, ובמעט הזמן הפנוי שהיה לה, למדה אנגלית.\nב־1980, לקראת סיום התואר, היא פגשה את פתיח’, אלוף רכיבה על אופניים. הוא בדיוק סיים לימודים באוניברסיטת אנקרה עם תואר בהנדסת חשמל ותכנן להמשיך לתואר שני באוניברסיטת נבאדה. ב־1981 ארן יצאה גם היא לארה”ב, אחרי שנרשמה לתוכנית ללימודי השפה האנגלית באוניברסיטת ברקלי. היא יצרה שוב קשר עם פתיח’ ובעקבות הצעתו, נרשמה ללימודי תואר שני במינהל עסקים בנבאדה. אחרי שהגיעה לקמפוס, הפכו שני הטורקים לחברים הכי טובים.\nהצמד הגיע מהר מאוד להסכם: ארן, בשלנית מוכשרת, תבשל לפתיח’ ארוחות ביתיות בתמורה לעזרה בקורס בסטטיסטיקה. הם לחצו ידיים והפכו לשותפים לדירה. שניהם מתעקשים שמעולם לא העלו בדעתם לצאת זו עם זה. “זה היה פשוט הישרדות”, אומרת ארן.\nליתר דיוק, זאת היתה הישרדותם של החזקים. ארן ידעה שהיא חייבת לקבל ציונים מעולים כדי להשיג עבודה בארה”ב. היא היתה חסרת כל ועבדה בכמה עבודות חלקיות בקמפוס – מכרה בקלאווה תוצרת בית במאפייה וניקתה בלילות בבניין של חברה מקומית, תאגיד סיירה נבאדה.\nאחרי שסיימה את ה־MBA שלה ב־1985, קיבלה ארן עבודה כמנהלת פיננסית בחברת טפטפות בינונית בקרסון סיטי, נבאדה. היא הגיע לשם כדי לגלות שנדרשו שבועות להפיק דוחות פיננסיים, ורובם הופקו ביד. היא השתמשה במחשבים אישיים באוניברסיטה וידעה שאוטומציה של התהליך תקצר את זמן התגובה לשעות. היא שאלה את הבוס שלה אם היא יכולה לקנות מחשב, אבל הוא הטיל וטו על הרכישה היקרה. אז ארן לקחה את תלוש המשכורת הראשון שלה וקנתה מחשב HP, שאותו הביאה לעבודה. היא התחילה להפיק דוחות פיננסיים בתוך שעות אחדות, כפי שצפתה, וקיבלה קידום בו במקום.\nב־1988 נמכרה חברת הטפטפות, וארן פוטרה. פתיח’, עכשיו בעלה, עבד בסיירה נבאדה מאז 1981, בהתחלה כמתמחה ובהמשך כמהנדס. הוא סיפר לה שאצלם עדיין מפיקים את הדוחות הפיננסיים בצורה ידנית. היא הביאה את המחשב האישי שלה והפכה את התהליך לאוטומטי.\nזמן קצר אחרי שהתחילה, אוזמן ישבה ליד שולחן העבודה שלה באחד הלילות וגילתה שסיירה נבאדה עומדת לפשוט רגל. חברת ההגנה הקטנה, שבעיקר ייצרה מערכות שסייעו למטוסים לנחות על נושאות מטוסים, הניחה שההוצאות הכלליות והוצאות ההנהלה שלה היו 10% מההכנסות, אבל ארן חישבה שהן עומדות על 30%.\nבקצב הזה העסק לא יוכל להמשיך לפעול יותר מכמה חודשים. היא צעדה למשרד המנהל הישיר שלה כדי לספר לו את החדשות הרעות. הוא לא רצה לשמוע את זה, אז היא פנתה ישר לבעלים. הם היו המומים ומתוסכלים. הבנק לא הסכים להלוות להם עוד כסף. בעקבות הצעתה של ארן, החברה הפסיקה לשלם משכורת במשך שלושה חודשים, עד שהחוזה הבא נכנס לתוקפו. העובדים נאלצו ללוות כסף כדי לשלם חשבונות. “זה היה כמו הרגע על הטיטאניק. כולנו מחכים לחוזה, אבל לא ידענו אם נצליח לעשות את זה או לא”, מספרת ארן.\nהחוזה, בסופו של דבר, נחתם, אבל שנתיים אחר כך סיירה נבאדה עדיין חיה מחוזה לחוזה. ארן, שהיתה באמצע החודש התשיעי להריונה הראשון, קיבלה שיחת טלפון. חברת ביקורת ממשלתית הסתכלה בספרי החשבונות של החברה והצהירה שסיירה נבאדה נמצאת בפשיטת רגל, ולפיכך לא ראויה לחוזה האחרון שלה. ארן דיברה עם הבוחן (היא זוכרת את שמו עד היום) ואמרה לו שעשה טעות בחשבון. מהר מאוד הוא הגיב וענה שהיא צודקת, ושהוא צריך לרענן את כישורי החשבונאות שלו. אבל הדוח כבר יצא משליטתו. בשלב זה התחילו הצירים של ארן. פחות משבוע אחר כך היא חזרה למשרד עם התינוק שלה.\nהחברה המשיכה להתקדם בצליעה עד 1994, כשבני הזוג אוזמן לוו כסף כנגד הבית שלהם ורכשו את סיירה נבאדה. לארן נמאס לעבוד בחברה שמובלת על ידי מהנדסים שחמקו ממשבר כלכלי אחד לאחר, וחשבה שהיא ובעלה יוכלו לעשות עבודה טובה יותר בניהול המקום.\nחלפו חמש שנים עד שהחברה התייצבה, כשארן שומרת בקפדנות על ההוצאות. ארן עבדה במשך תקופה כסמנכ”לית הכספים של החברה והיום היא היו”ר והנשיאה. פתיח’ התמנה למנכ”ל והתמקד בקשרים עם סוכנויות ממשלתיות ובפיתוח מוצרים חדשים. הוא גם התחיל לחפש חברות לרכישה.\nהשמש שוקעת מעל הרי הרוקי, ארן יושבת ליד החלון בוויה טוסקנה, מסעדה איטלקית יוקרתית מחוץ לדנוור, לוגמת כוס מרלו ומסבירה במונחים בלתי רגילים את גישתם של בני הזוג לרכישת חברות. “החבר’ה שלנו יוצאים לצוד, הם מביאים לי את הדוב הענק הזה, שעדיין לא לגמרי מת, ואומרים לי, ‘עכשיו את תורידי לו את העור ותנקי אותו'”, היא אומרת. פתיח’ שיושב לצדה מצטרף: “יש הרבה צעקות. ודם”.\nפתיח’ והצוות שלו מחפשים חברות עם איזשהו מוצר הייטק מבטיח ואז הם מזנקים לטרף. “מתוך 19 החברות שרכשנו, מעולם לא קנינו חברה שהוצעה למכירה”, הוא אומר.\n“הדבר הראשון שאת עושה כשאת פוגשת דוב זה מפתחת יחסי אמון”, אומרת ארן. וכמובן, מזכירה לדוב את היתרונות. “כל חברה שקנינו צמחה פי עשרה”. לאורך השנים סיירה נבאדה קנתה חברות שעושות הכל – מטכנולוגיה לתעופה לא מאוישת ועד מערכות תקשורת עמידות.\nהרכישה הראשונה שלהם היתה Advanced Countermeasure Systems ב־1998, שייצרה ציוד שסייע להגן על חיילים ממטעני צד מאולתרים. ההכנסות מאז קפצו מ־3 מיליון דולר בשנה ל־60 מיליון, לדברי ארן. חברה מושכת את סיירה נבאדה בעיקר אם יש לה מה שמכונה חוזי “מקור יחיד” מול הצבא, כלומר, היא קיבלה את החוזים בלי תהליך מכרז תחרותי, תחת הרציונל שרק מוצר של חברה ספציפית יכול לענות על הדרישות של הממשלה. בשנה שעברה חלק הארי מתוך 1.3 מיליארד הדולר בהכנסות מחוזים ממשלתיים של סיירה נבאדה הגיע מחוזי “מקור יחיד”.\nמקור ההכנסות המרכזי של סיירה נבאדה הוא אינטגרציית תעופה, כלומר שילוב טכנולוגיות חדשות במטוסים קיימים, בעיקר בתריסר ההאנגרים של החברה בסנטניאל, קולורדו. לרוב, זה אומר שיש להפשיט את המטוס המסחרי ולהפוך אותו למטוס צבאי מחוזק, צריך ליצור חורים כדי להתקין כלי נשק, מצלמות, חיישנים, ציוד ניווט ומערכות תקשורת. “אנחנו לוקחים מטוס של מישהו אחר ומשפרים אותו”, אומר טאקו גילברט, אחד מהגנרלים הרבים בדימוס שנמנים על רשימת מקבלי המשכורות של סיירה נבאדה.\nלדוגמה, הם לקחו את המטוס האזרחי הפופולרי PC12 (הרבה רופאים ועורכי דין מסתובבים בו, אומר גילברט) והתאימו אותו כך שהכוחות המיוחדים באפגניסטן יוכלו להחליף את ייעודו – ממעקב אחרי הטאליבן לפינוי רפואי בתוך דקות ספורות. החברה מכרה לסוכנות המכס והגנת הגבולות האמריקאית צי של מטוסים שקטים במיוחד, שיכולים לעקוב אחרי תנועתם של מבריחי סמים בלי להתגלות. כששריפות השתוללו בקליפורניה ב־2017, מטוס של סיירה נבאדה, שעבר מודיפיקציה וכלל גלאי חום, יכולות הדמיה תרמית וראיית לילה, סיפק תמיכה.\nאבל לא רק יכולת התגובה והגמישות של סיירה נבאדה היא זו שמבדלת אותה מהמתחרים: אלה גם המחירים שלה. בגרסה שלה לכלל ה־”80/20″, החברה שואפת לספק 80% מהפתרונות ב־20% מהעלות והזמן. במילים אחרות, “טוב מספיק” עדיף על “מושלם”, בעיקר אם הטוב הוא גם זול ומהיר. כדי לספק את הסחורה, סיירה נבאדה משקיעה 20% מההכנסות שלה במחקר ובפיתוח ומוצאת דרכים יצירתיות לשדרג את כלי הטיס המזדקנים של הצבא במינימום עלויות. “זה מאפשר להם להתמודד בקרבות מעל לקבוצת המשקל שלהם ולנצח את המתחרים הגדולים”, מסביר פיטר ארמנט, אנליסט חלל ב־R. W. Baird.\n“את יכולה לפנות לבואינג או ללוקהיד, להשקיע חמש או עשר שנים ולהוציא המון כסף”, אומרת ארן. “או שאת יכולה לקבל מאיתנו משהו עכשיו”.\nמלבד 300 מיליון הדולר שהחברה הוציאה על “רודף החלומות” המקורי, סיירה נבאדה השקיעה 200 מיליון נוספים ביצירת גרסת התובלה של המטוס, וצפויה להשקיע עוד חצי מיליארד דולר עד שהוא יהיה מוכן להמראה. כדי לקבל החזר על כל העלויות האלה, סיירה נבאדה בונה על כך שהכל יתנהל כשורה. החברה כבר הרוויחה תשלומים בשווי 500 מיליון דולר מנאס”א, כשהשלימה בהצלחה את בחינת העיצוב שלה לצד טיסות בטיחות ומבחן ב”רודף החלומות” המאויש, לפני שהונח בצד.\nבדיוק כמו ב־1989, כשארן בנתה על החוזה הממשלתי שיכסה את עלויות ההעסקה של העובדים, סיירה נבאדה ממתינה עכשיו לתשלום הגדול, שיגיע כשהיא תצליח לשלוח כלי טיס לחלל. תאריך השיגור נקבע לספטמבר 2020, 11 חודשים אחרי ההמראה המתוכננת של המתחרה, Orbital ATK, וחודש לאחר המראת דרגון 2 של SpaceX. אם “רודף החלומות” ישלים את שש המשימות שלו לתחנת החלל עד 2024, סיירה נבאדה תכניס לכיסה כ־1.8 מיליארד דולר.\nארן לא מתעלמת מהסיכון שמשהו ישתבש. אבל פטריוטיות של מהגרים מפעפעת בה, והיא מדברת על התהילה בלהיות מי שתסייע לארה”ב ליטול בחזרה את תפקיד המנהיגה בחלל. היא חושבת שסיירה נבאדה וחברות פרטיות נוספות יכולות לסייע לממשלה להדביק את הפער – ובזול. “תסתכלי על הדברים שאנחנו יכולים לעשות כדי להפוך את החלל לנגיש”, אומרת ארן. “החברות המסחריות הן אלה שימצאו את הרעיונות היצירתיים ויסייעו למדינה לזנק קדימה”.\nפורסם במקור בפורבס ישראל\nלקריאה נוספת:\nחדשנות מסוג חדש: שלוש החברות שמשנות את עולם העבודה\nעולם מתרחב: כל הטרנדים החמים של עולם הסייבר", "keywords": "חלל,תעשיית החלל,טכנולוגיה,תעופה,סטארטאפ"}