{"url": "https://www.geektime.co.il/windows-phone-7-crm-online-2011/", "type": "article", "title": "מיקרוסופט מחברת את Windows Phone 7 עם CRM Online 2011", "description": "חלק גדול מהמאמץ השיווקי שמשקיעה מיקרוסופט ב-Windows Phone 7 מכוון בעיקר לקהל הצרכני, אך קהל גדול לא פחות נמצא במגזר הארגוני ששם מיקרוסופט איבדה נתח שוק ניכר בשנים האחרונות. בסוף השבוע האחרון, הציגה סנדי בייטס, סמנכ", "image": "https://files.geektime.co.il/wp-content/uploads/2010/10/microsoft-crm-wp7.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-11-02T13:50:32Z", "modified_time": "2010-12-04T10:10:31Z", "articleBody": "חלק גדול מהמאמץ השיווקי שמשקיעה מיקרוסופט ב-Windows Phone 7 מכוון בעיקר לקהל הצרכני, אך קהל גדול לא פחות נמצא במגזר הארגוני ששם מיקרוסופט איבדה נתח שוק ניכר בשנים האחרונות. בסוף השבוע האחרון, הציגה סנדי בייטס, סמנכ”ל חטיבת עסקים קטנים ובינוניים במיקרוסופט, כיצד עומדת מיקרוסופט לשקם את מעמדה גם במגזר המובייל הארגוני עם Windows Phone 7 ואינטגרציה ל-CRM.\nהפוסט נכתב בחסות חברת מיקרוסופט, העורכת את כנס Tech-Ed 2010 שיתקיים באילת ב-28-30 בחודש נובמבר. אחד המסלולים המרכזיים בכנס הוא מסלול ה-Dynamics CRM. המסלול  יעסוק בבפתרונות החדשים ממשפחת ה-CRM של מיקרוסופט בגרסת הענן והאינטגרציה אל מול שירותי מיקרוסופט ושירותים נוספים. אם אתם  מעוניינים  ללמוד יותר על נושא Dynamics CRM ועל הפתרונות של מיקרוסופט בתחום,   אתם מוזמנים לשריין את מקומכם במסלול ה-Dynamics CRM בכנס.\nמכשירי טלפון מבוססי Windows Phone 7 של מיקרוסופט מתחילים לצוץ ברחבי הגלובוס ומעבר למאמצים השיווקיים למגזר הצרכני, החברה פועלת על-מנת לחזק את אחיזתה במגזר המובייל הארגוני, שהיה בעבר נחלתה הבלעדית. במסגרת ועידת SMB Nation שנערכה השבוע בלאס וגאס, סינדי בייטס, סמנכ”ל חטיבת העסקים הקטנים במיקרוסופט הועלמית, ציינה כי מיקרוסופט עבדה קשה בשנתיים האחרונות על-מנת לשפר את האינטגרציה של WP7 עם כל הפתרונות הארגוניים שמציעה החברה, בין אם בתשתיות מקומיות ובין אם בענן.\nאת האינטגרציה של מערכת ההפעלה החדשה עם תשתיות דוגמת Sharepoint, Exchange ושירותי האופיס אונליין כבר ראינו בעבר, אך במהלך הכנס חשפה בייטס פיתוח חדש של החברה אשר יאפשר לבעלי מכשירים המבוססים על WP7 להתחבר גם לשירותי ה-Dynamics CRM Online 2011, הגרסה החדשה של שירותי ה-CRM בענן של מיקרוסופט. במסגרת הכנס פרטה בייטס על חשיבות ה-CRM למגזר הארגוני ועל היתרונות של הממשק המובנה שמפתחת החברה עבור מכשירי הטלפון המבוססים על WP7.\nגרסת הבטא של 2011 Dynamics CRM Online אשר שוחררה לפני כחודש בלבד, כוללת שיפורים משמעותיים בממשק המשתמש, אשר נראה כעת דומה מאוד לממשק המוכר של חבילת האופיס של מיקרוסופט. כמו כן, גרסת הבטא מוסיפה מספר שיפורים משמעותיים באינטגרציה בין פתרון ה-CRM של מיקרוסופט לבין פתרונות קצה ותשתיות אחרים של החברה, כולל תוכנת הדואר אאוטלוק, מערכת השיתוף Sharepoint ו-Dynamics AX. מעל כל אלו, השיפור שאולי הוא המשמעותי ביותר מבחינת המוצר, הוא דוקא בתשתית ההרחבה החדשה, המאפשר למפתחים ושותפים לפתח תוספות ו-Plugins על-גבי המוצר החדש במטרה להתאים אותו לעסק הספציפי. כחלק מהתשתית החדשה, פיתחה מיקרוסופה את ה-Microsoft Dynamics Marketplace, נקודה מרכזית שבה ניתן יהיה למצוא תכנים ותוספות שנבנו על-ידי שותפים ומפתחי צד-שלישי על-מנת למנוע מחברות להמציא את הגלגל מחדש בכל פעם שדרושה התאמה מיוחדת למוצר. בעת השקת הגרסה הסופית של המוצר שצפויה בחודשים הקרובים, ה-Marketplace מיועד לאכלס מעל ל-700 תוספים שונים הניתנים להורדה והתקנה.\nהגרסה הסופית של 2011 Dynamics CRM Online צפויה לצאת לשוק עד סוף השנה הנוכחית ותכלול תמיכה ב-41 שפות, כולל עברית.", "keywords": "מיקרוסופט,dynanmics crm online 2011,windows phone 7,wp7,microsoft,crm,dynamics"}