{"url": "https://www.geektime.co.il/telegram-ico-scammers/", "type": "article", "title": "זהירות: עמודים מתחזים לעמוד ה-ICO של טלגרם ונעלמים עם הכסף", "description": "ה-ICO המתקרב של טלגרם מעורר סקרנות והמשקיעים כבר עומדים בתור. כמה נוכלים הרימו אתרים שהתחזו לעמוד הרשמי והצליחו לגנוב מיליוני דולרים ממשקיעים תמימים", "image": "https://files.geektime.co.il/wp-content/uploads/2018/01/512px-Telegram_logo.svg-copy-1514793985-1516550275.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-01-21T18:40:50Z", "modified_time": "2018-01-21T18:30:09Z", "articleBody": "ה-ICO המתקרב של טלגרם מעורר סקרנות והמשקיעים כבר עומדים בתור. כמה נוכלים הרימו אתרים שהתחזו לעמוד הרשמי והצליחו לגנוב מיליוני דולרים ממשקיעים תמימים\nמקור: גיקטיים\nהידיעות על ה-ICO המתקרב של טלגרם – שצפוי להיות הגדול ביותר בכל הזמנים – גרמו להרבה מאוד עניין וסקרנות חסרי תקדים. אבל עכשיו מסתבר שחוץ מהמשקיעים ומשתמשי מטבעות הקריפטו, מי שעוד מוצא עניין במהלך הם לא מעט נוכלים שרוצים לנצל את הבאז ולעשוק את כספי המשקיעים.\nכזכור, על פי דיווחים בתקשורת האמריקאית תחל בקרוב אפליקציית המסרים בתהליך של מכירה מוקדמת של טוקנים (‘אסימונים’) בגובה חצי מיליארד דולרים. מכירה מוקדמת שכזו היא תהליך פופולארי בקרב חברות רבות שיוצאות ל-ICO, ומטרתו היא לגייס את המסה הקריטית של סכום הגיוס בצורה דיסקרטית ומהירה יחסית. בשלב זה מעורבים רק משקיעים ראשונים וכבדים (‘לווייתנים’) שמשקיעים כל אחד סכומי עתק של מיליוני דולרים בתמורה להנחה במחיר ה-TON – הטוקן של החברה. בסך הכל מתכננת טלגרם לגייס סכום שינוע בן 1.2 מיליארד דולר ל-2 מיליארד דולר, במה שיהפוך ל-ICO הרווחי ביותר בכל הזמנים.\nהמכירה לקהל הרחב אמורה להתחיל רק במרץ, אבל זה לא עוצר נוכלים שמנסים לנצל את ההזדמנות ולהרוויח כסף מהיר ולא ביושר. בשבועות האחרונים החלו לצוץ אתרים רבים שמתחזים לאתר ה-ICO הרשמי של טלגרם ומציעים לרכוש את המטבע המדובר. כך למשל אתר Gramtoken.io העתיק חלקים שלמים מנייר העמדה (ה-White Paper) של טלגרם שדלף לפני הזמן, ביחד עם נתונים ומידע רשמי של טלגרם, כדי להיתפס כאמין. מצג השווא הזה של האתר עזר והוא הצליח לגייס כ-5 מיליוני דולרים לפני שהורד מהאוויר ביום חמישי האחרון. אל האתר הזה הצטרפו במהרה אתרים נוספים שהתחזו לאתרי המכירה הרשמיים של טלגרם, ביניהם grampreico.com ו-Ton-gram.io שהספיק לגייס כמה עשרות אלפי דולרים לפני שהורד. אתר נוסף – tgram.cc – נמצא עדיין באוויר. בנוסף, קמו מספר דפי פייסבוק מתחזים גם הם, שמציעים למכירה את המטבע הנחשק.\nאחד הדפים המתחזים. מקור: https://www.facebook.com/guidetohacking\nהאתרים המתחזים גרמו למייסד טלגרם, פאבל דורוב, להגיב רשמית. בציוץ בטוויטר ביקש דורוב לדווח על כל אתר שמציע Gram למכירה.\nIf you see or receive offers to “buy Grams”, let us know at https://t.co/ctdTBQCRNc\n— Pavel Durov (@durov) January 21, 2018\n\nלקריאה נוספת:\nטלגרם בדרך ל-ICO הגדול בכל הזמנים; תשיק מטבע דיגיטלי משלה", "keywords": "ico,טלגרם,פאבל דורוב,הנפקת מטבע ראשונית,telgram,ton,גראם,gram"}