{"url": "https://www.geektime.co.il/geekstarter-271219/", "type": "article", "title": "הקופסה הקטנה והטיפשה הזו הופכת כל מכשיר לחכם", "description": "קופסה קטנה במיוחד תחליף את האצבע שלכם, תדליק לכם את כל המכשירים בבית ואפילו תשחק במקומכם בקנדי קראש. ועוד במדור מימון ההמונים שלנו: קוביות משחק שמתחברות ל-WiFi ומאמן שחייה שיתלבש לכם על המשקפת", "image": "https://files.geektime.co.il/wp-content/uploads/2019/12/FINGERBOT1-1577260801-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-12-27T14:30:07Z", "modified_time": "2019-12-26T17:48:57Z", "articleBody": "קופסה קטנה במיוחד תחליף את האצבע שלכם, תדליק לכם את כל המכשירים בבית ואפילו תשחק במקומכם בקנדי קראש. ועוד במדור מימון ההמונים שלנו: קוביות משחק שמתחברות ל-WiFi ומאמן שחייה שיתלבש לכם על המשקפת\nתמונה: Fingerbot\n\nקיקסטארטר ואינדיגוגו הן פלטפורמות גיוס ההמונים הגדולות והפופולריות בעולם, המעניקות במה לפרויקטים רבים מתחום הטכנולוגיה ומחוצה לו ומאפשרות להם לגייס כספים לטובת פיתוח וייצור בעזרת הציבור. למרות זאת חשוב לזכור שלא מדובר בחנות או בחברות ותיקות, וכבר קרו לא מעט מקרים של פרויקטים שכשלו והותירו את התומכים ללא מוצר וללא הכסף, אז הביאו זאת בחשבון.\n בשנים האחרונות חיברנו הכל לרשת והיום אפשר להפעיל כמעט את כל המכשירים בבית בעזרת אפליקציה או פקודה קולית. אבל מה לגבי המכשירים הנותרים? בשביל זה יש את Fingerbot.\nFingerbot היא קופסה קטנה ודי טיפשה שמאפשרת לכם להפוך מה שתרצו למכשיר חכם, שניתן להפעיל באמצעות אפליקציה או פקודה קולית. למעשה, היא מחליפה את האצבע שלכם כדי שאתם לא תצטרכו לקום ולהפעיל אף מתג בעצמכם.\nאיך היא עובדת? מדביקים אותה על מתג האור, האיירובוט, מכונת הקפה או כל מכשיר אחר, והיא מפעילה את המכשירים השונים באמצעות זרוע רובוטית קטנה, שמשמשת אצבע בשלט רחוק. Fingerbot מחוברת לווי-פיי, יש לה אפליקציה משלה והיא מתחברת גם לעוזרות הקוליות כמו אלקסה וגוגל הום.\nאפשר לחבר אותה לכל דבר, אפילו למסך הסמארטפון שלכם, בשביל המשחקים הממכרים האלה שמעייפים את האצבע אבל אי אפשר להפסיק לשחק בהם. בנוסף, היא מגיעה עם שתי זרועות רובוטיות שונות, כי לכל מכשיר מתג משלו, ואפילו יש אפשרות להדפיס זרוע משלכם במדפסת תלת ממד, אם במקרה יש לכם בבית מכשיר עם מתג מיוחד במינו.\nמחיר: 29 דולר, לא כולל משלוח לישראל. מועד משלוח: מאי 2020\nלעמוד הקמפיין\n יש פריט אחד שיהיה קשה מאוד להפוך לחכם ודווקא הוא מסב לנו הנאה רבה. אנחנו מתכוונים לקוביות משחק, וכמובן שיש מישהו שחשב גם על זה.\n5,000 שנה אחרי שהומצאו, גם הקוביות סוף סוף משתדרגות: GoDice הוא סט של חמש קוביות משחק שמתחברות לווי-פיי ומאפשרות לשחק משחקי חברה גם בסמארטפון, בטאבלט או בלפטופ. כדי לשחק מפעילים את האפליקציה ובוחרים משחק. כשתטילו את הקוביות האפליקציה תזהה את המספר שיצא, תשמור אותו וגם תמנע מהחברים שלכם לרמות כשאתם קופצים להביא עוד בירה או הולכים לשירותים. במשחקי תפקידים היא גם תיחשב לכם כמה יצא כדי שתוכלו לדעת איזו מתקפה אתם יכולים לעשות.\nכרגע מגוון המשחקים לא גדול – Yatzy, PokerDice, Ship Captain Crew, Bar Dice ו-Pig – אך הוא צפוי לגדול, וכמובן שניתן גם לפתח בעצמכם את המשחקים שאתם אוהבים וגם לשחק אונליין מול שחקנים ברחבי העולם.\nGoDice מגיעות מהיוצרים של GoCube והן מורכבות בין היתר מחיישנים והתקן בלוטות’. תחתית הקייס שלהן הוא גם מטען – כאשר טעינה של 10 שניות תעניק לכם שעה של משחק לכל קובייה.\nמחיר: 59 דולר ו-7 דולרים נוספים בעבור משלוח לישראל; מועד משלוח מתוכנן: ספטמבר 2020\nלעמוד הקמפיין\n \nאם משחקים בתוך הבית הם לא הקטע שלכם ואתם דווקא בענייני ספורט, או יותר נכון בענייני שחייה, הגאדג’ט הזה הוא בול בשבילכם. אמנם מכשירים אלקטרוניים רבים הפכו עמידים בפני מים, אבל זה לא נוח לשחות עם סמארטפון או אוזניות ועדיין להגיע לתוצאות הטובות ביותר שלכם.\nGalerdo Beker Pro מתלבש בקלות על רצועת המשקפת, ישמיע לכם מוזיקה וינטר עבורכם את איכות השחייה שלכם. באמצעות עוזרת קולית שמבוססת על בינה מלאכותית וטכנולוגיית bone conduction (הולכת עצם) שמשתמשת בוויברציות להעברת הסאונד ישירות לאוזן הפנימית, הוא יזניק אתכם, ויספר לכם בזמן אמת כמה תנועות עשיתם בכל בריכה ובכמה זמן הצלחתם לשחות מקצה לקצה. כמו כן, הוא ישמש כמעין מאמן שיעודד אתכם וייתן לכם הנחיות. כל הנתונים האלה נשמרים באפליקציה ייעודית, כך שתוכלו לעקוב אחר ההתקדמות שלכם ואף להשתפר.\nמחיר: 99 דולר, כולל משלוח לישראל; מועד משלוח מתוכנן: אפריל 2020\nלעמוד הקמפיין", "keywords": "גיקסטארטר,קיקסטארטר,אינדיגוגו,מימון המונים,גאדג\\'ט,גאדג\\'טים,בית חכם,עוזרת קולית,ai,קוביות משחק,dnd,מבוכים ודרקונים,משחקי קופסה,iot,מכשירים חכמים,בריכה,שחייה,מאמן שחייה,אוזניות,מים,ספורט,שחייה תחרותית,אפליקציה,גאדגט,מימ"}