{"url": "https://www.geektime.co.il/kaminario-raises-53-mm/", "type": "article", "title": "שווה חצי מיליארד דולר: הסטארטאפ הישראלי Kaminario מגייס 53 מיליון דולר [גיוס]", "description": "חברת Kaminario הישראלית שמספקת פתרונות אחסון All-Flash לארגונים מודיעה על גיוס של 53 מיליון דולר, מה שמעמיד את סך הגיוסים שלה עד עכשיו על 128 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2014/12/big.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-12-03T09:21:07Z", "modified_time": "2014-12-03T09:29:20Z", "articleBody": "חברת Kaminario הישראלית שמספקת פתרונות אחסון All-Flash לארגונים מודיעה על גיוס של 53 מיליון דולר, מה שמעמיד את סך הגיוסים שלה עד עכשיו על 128 מיליון דולר\nמטה החברה. מקור: Kaminario\nחברת הסטארטאפ הישראלית Kaminario (קמינריו) עושה זאת שוב. לאחר שכבר הספיקה לגייס 75 מיליון דולר בסבבי גיוס קודמים, הודיעה החברה על סבב גיוס מרשים בהיקפו שעומד על 53 מיליון דולר. החברה, שהוקמה ב-2008, עוסקת בפיתוח של מערכות אחסון מבוססי SSD.\nהפתרון שמפתחת Kaminario הוא מערכת אחסון ייעודית של החברה המבוססת על דיסקים בטכנולוגיית SSD. מוצר הדגל של החברה, ה-Kaminario K2, מבוסס על ארכיטקטורה שפותחה על-ידה בשם Scale–out Performance Storage Architecture. ארכיטקטורה זו יכולה לנצל מוצרי מדף מתחום ה-SSD ולהתאים אותם לצורכי הלקוח, כאשר הפתרון מבוסס על שרתי Blade לצד פתרונות אחסון של חברות שונות בתחום ה-SSD. כך למעשה יכולה החברה להציע ללקוחות שלה גמישות בפתרונות האחסון והשליפה, לפי דרישותיהם. אחד היתרונות המרכזיים של קמינריו נעוץ ביחס עלות-התועלת שלה שעומד על 2 דולר לג’יגה-בייט, המשתלם יותר לעומת פתרונות מתחרים. על פי נתוני החברה, מאז שהושקה הגירסה האחרונה של ה-Kaminario K2 לפני כחצי שנה, גדלו הכנסותיה פי ארבעה, והצטרפו אליה לקוחות רבים ביניהם בנק לאומי, בנק דיסקונט, אורבוטק, טבולה, פרטנר, ג’יימס ריצ’רדסון, מאקו, ביטוח ישיר, אינטיגואה ועוד. מטה החברה יושב בבוסטון ומרכז הפיתוח שלה ממוקם ביקנעם. בנוסף, מפעילה החברה משרדים בניו יורק ובסן פרנסיסקו.\nבתגובה לגיוס, מסר דני גולן, מייסד ומנכ”ל Kaminario: “הארכיטקטורה הייחודית של קמינריו, המפיקה את מקסימום היתרונות מטכנולוגית הפלאש מסייעת רבות להצלחתם של עסקים. עם Kaminario K2 ארגונים יכולים לממש פתרון All Flash כמערך אחסון מרכזי ולהינות משיפור ביצועים ארגוני, מ-time to market מהיר יותר לשירותים ומוצרים חדשים, חווית משתמש טובה יותר ויכולת להפיק תובנות במהירות רבה”. גולן הוסיף: “תוספת המימון החדשה לקמינריו מהווה אישור לכך כי הצלחנו במשימה להפוך את אחסון הפלאש לנגיש וכדאי לכל ארגון. K2 ימשיך לחולל מהפכה בשוק ה-All Flash Storage בזכות יחס העלות-תועלת המצויין שלו והסקלביליות של הארכיטקטורה”. על פי החברה מיועד סכום הגיוס לתמיכה בהתרחבות הגלובלית של החברה.\nעד עכשיו השקיעו בחברה קרנות Sequoia, Pitango, Globespan, Tenaya ועתה הצטרפו למשקיעים בחברה בנק ההשקעות Silicon Valley Bank וקרן הגידור Lazarus.\n", "keywords": "sequoia,pitango,globespan,tenaya,silicon valley bank,lazarus,קמינריו,kaminario,סטארט אפ,גיוס,סטארטאפ,מיזם,קרן,קרן הון,קרן הון סיכון,ssd,איחסון,סטורג\\',storage,all flash"}