{"url": "https://www.geektime.co.il/say-we-got-100mm-for-investing-in-israeli-startups/", "type": "article", "title": "רשימת 100 מיליון הדולר: באילו סטארטאפים ישראלים אנחנו היינו משקיעים", "description": "לו היינו מקבלים 100 מיליון דולר להשקעה - באילו סטארטאפים ישראליים היינו משקיעים? אחרי איסוף נתונים ארוך, מחקרים, ישיבות וגם לא מעט ויכוחים - גיבשנו את הרשימה שלנו שכוללת 41 סטארטאפים מבטיחים", "image": "https://files.geektime.co.il/wp-content/uploads/2016/12/GettyImages-155134561.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-12-29T11:39:07Z", "modified_time": "2017-01-24T15:22:36Z", "articleBody": "לו היינו מקבלים 100 מיליון דולר להשקעה – באילו סטארטאפים ישראליים היינו משקיעים? אחרי איסוף נתונים ארוך, מחקרים, ישיבות וגם לא מעט ויכוחים – גיבשנו את הרשימה שלנו שכוללת 41 סטארטאפים מבטיחים\n\nקרדיט צלם\\תמונה: RapidEye, Getty Images Israel\nבמהלך השנה אנחנו פוגשים, מראיינים או חוקרים מאות חברות סטארטאפ ישראליות חדשות וותיקות. כמעט תמיד אנחנו מגבשים בסופו של התהליך דעה כלשהי על החברה, היזמים, הטכנולוגיה וכמובן סיכויי ההצלחה שלה. הפעם, החלטנו לקחת את הנושא צעד אחד קדימה, וכמו במשחק Fantasy Football, החלטנו לנסות לחשוב מה אנחנו היינו עושים אם היינו מקבלים 100 מיליון דולר להשקעה בחברות ישראליות.\nאחרי כמה שבועות של דיונים, שיחות, ויכוחים, ניתוחים, נתונים ולא מעט דציבלים – ישבנו, הכתבים, העורכים והאנליסטים של מחלקת ה-Data Intelligence שלנו והרכבנו תמהיל של חברות סטארטאפ, שבהן היינו משקיעים. ברשימה תמצאו חברות צעירות וחברות בשלבי צמיחה; חברות בתחומים מגוונים מפיתוח אפליקציות ועד ביומד; וחברות שפועלות במימון עצמי ועד חברות שגייסו כבר עשרות מיליוני דולרים. בדומה לקרנות ולאנג’לים, גם השיקולים שלנו לבחירת החברות היו רבים ומורכבים מפרמטרים רבים ביניהם טכנולוגיה, מוצר, שוק פעילות, מתחרים, זהות היזמים, המשקיעים הקיימים, סיכויים להחזר השקעה ומכפיל הרווח הצפוי.\nבסך הכל כוללת הרשימה שלנו 41 חברות בשלבים שונים של חייהן, כשגובה ההשקעה בכל חברה נע בין מיליון דולר ל-5 מיליון דולר; רמות הסיכון מגוונות ובעקבותיהם גם מכפילי הרווח, שנעים בין 2.00 ל-15.00, כך שאם הכל יילך כמתוכנן, מה שלצערנו כמובן לא יקרה, 100 מיליון הדולרים הללו יהפכו בתוך מספר שנים ל-524 מיליון דולר.\nכמובן שמטבע הדברים, נותרו חברות רבות ומצוינות מחוץ לפורטפוליו הסובייקטיבי למדי שלנו ואין לנו ספק, שלכל אחד מקוראי גיקטיים, היתה נבחרת חברות שונה ואולי טובה לא פחות.\nאז זהו. אחרי הדיסקליימר הקצר, הנה הוא – פורטפוליו החברות שלנו. ניפגש באקזיט.\nLemonade (למונייד) הוא ביטוח P2P, כלומר, ‘ביטוח עמית-לעמית’, מודל פעולה חדש, עם כמה תכונות מייחדות. בין היתר, עיקר פעילות השיווק והשירות שלו מתבססות על אפליקציה ולא על סוכנים; יש ערבות הדדית של המבוטחים; וכסף שנשאר בקופה נתרם לעמותה, על פי בחירת המבוטח.\nסכום השקעה: 3 מיליון דולר\n\nלמה? מערכות הביטוח והבנקאות הן מהמערכות השמרניות ביותר כיום. צוות היזמים המיומן של למונייד כבר הוכיח שביכולתו לחדש בתעשיות ישנות ואין ספק שתחום שמגלגל כל-כך הרבה כסף וסובל מחוסר אמון של הלקוחות – זקוק לריענון. הרגולציה לא תעשה להם את החיים קלים, אבל עם 60 מיליון דולר גיוסי הון, חברות ביטוח משנה-מובילות ובקשה לרישיונות בכל מדינות ארצות הברית, אנחנו מרגישים שהם בדרך הנכונה.\nמייסדים: דניאל שרייבר ושי וינינגר\nשנת הקמה: 2015\nסך גיוסים: 60 מיליון דולר\nהערכת שווי: 150 מיליון דולר\nהערכת שווי באקזיט: 600 מיליון דולר\nInnoviz (אינוביז) מפתחת חיישן הנקרא LiDAR – Light Radar – חיישן לייזר הסורק בדיוק גבוה את סביבתו של הרכב ובונה סביבו תמונה תלת מימדית מפורטת. הטכנולוגיה של החברה שנקראת HD-SSL High Definition Solid State Lidar LiDAR מאפשרת טווח פעולה וחישה ארוכים של מספר מאות מטרים ורזולוציה גבוהה בשני הצירים, כל זאת תוך הקטנה משמעותית בגודל המוצר והוזלה במחיר אל מתחת ל-100 דולר ליחידה לעומת עשרות אלפי דולרים כיום.\nסכום השקעה: 1 מיליון דולר\nלמה? Innoviz פועלת בתחום הרותח של הרכב האוטונומי. יחד עם המצלמות, רדאר ה-Lidar הוא העיניים של המכונית; המוצר של החברה מבטיח להביא יכולות ראייה טובות יותר וברף מחיר נמוך במיוחד – שינגיש אותו לכלל היצרנים והיא צפויה להציג בקרוב את אב הטיפוס שלה.\n\nמייסדים: עומר כילף, אורן רוזנצוויג, אורן בוסקילה ועמית שטיינברג\nשנת הקמה: 2016\nסך גיוסים: 9 מיליון דולר\nהערכת שווי: 30 מיליון דולר\nהערכת שווי באקזיט: 80 מיליון דולר\nאייל גורה. קרדיט תמונה: אייל גורה\nZebra Medical Vision (זברה מדיקל וויז’ן) עושה שימוש בביג דאטה כדי לספק פלטפורמות ניתוח נתונים קליניים ושירותי ניתוח ותוצאות בדיקות דימות לספקיות שירותים רפואיים ברחבי העולם. יכולות ניתוח התמונה שלה מאפשרים לספקיות שירותי בריאות לזהות חולים בסיכון למחלות מסויימות, להציע להם טיפול מניעתי, ובכך לשפר את הטיפול בהם. הפלטפורמה הפתוחה מספקת לחוקרים מסד נתונים גדול (לטענת החברה הגדול ביותר בעולם) לתוצאות בדיקות דימות.\nסכום השקעה: 2 מיליון דולר\nלמה? המוצר של החברה יאפשר להביא מומחיות של רדיולוגים ורופאים בכירים ומנוסים – לכל מקום למעשה והוא כבר מזהה מצבים רפואיים שונים ביניהם אוסטאופורוזיס, שברים בחוליות, כבד שומני, סידן כלילי ומפרצת באבי העורקים. המוצר פונה לקהל עצום שאין לו נגישות וזמינות של רופאים מומחים – וגם משמש כ’חוות דעת שנייה’ לאחרים. החברה כבר קיבלה ולידציה לטכנולוגיה עם שיתופי פעולה עם מספר בתי חולים.\n\nמייסדים: אייל גורה, אייל טולדנו ואלעד בנימין\nשנת הקמה: 2014\nסך גיוסים: 20 מיליון דולר\nהערכת שווי: 50 מיליון דולר\nהערכת שווי באקזיט: 200 מיליון דולר\nאלגוריתם החיפוש שמפתחת Twiggle (טוויגל) מצליח לפענח מה בדיוק רוצה הצרכן שכותב בשפה טבעית ומוצא לו את המוצרים הרלוונטיים ביותר תוך שימוש בעיבוד שפה טבעית (NLP), מדע נתונים ובינה מלאכותית.\nסכום השקעה: 1 מיליון דולר\nלמה? המוצר שפיתחה החברה עונה על צורך ממשי של אתרי הסחר, ועשוי למנוע הפסדים מצטברים של מיליארדי דולרים. בראש החברה עומדים מומחי חיפוש עם עבר מרשים בגוגל והחברה נהנית כבר מהשקעה אסטרטגית של עליבאבא. \n\nמייסדים: אמיר קוניגסברג ועדי אבידור\nשנת הקמה: 2013\nסך גיוסים: 20 מיליון דולר\nהערכת שווי: 70 מיליון דולר\nהערכת שווי באקזיט: 100 מיליון דולר\nמקור: otonomo\nבעזרת המערכות של otonomo (אוטונומו), יכולות יצרניות רכב להפוך את נתוני הנסיעה של הנהגים השונים למידע שניתן לעשות לו מוניטיזציה. כלומר, יצרניות הרכבים יכולות לשתף במידע הנאסף עם ספקי יישומים שיכולים להציע את שירותיהם, ומובטח כי פעולה זו מתבצעת באופן מאובטח למדי ותוך כדי שמירה על פרטיות הנהגים.\nסכום השקעה: 1 מיליון דולר\nלמה? הפיתוח של החברה מאפשר לחבר בפעם הראשונה בין המערכות הטכנולוגיות של המכוניות החכמות מצד אחד – ובין מפתחי האפליקציות מצד שני. כך יוצרת החברה מעין אקוסיסטם שלם, שחוצה מערכות הפעלה ומכוניות של יצרנים שונים, כשהטכנולוגיה של החברה משמשת כבסיס. בראש החברה עומד צמד מייסדים מנוסים, שכבר הקימו, ניהלו ומכרו חברות בעבר.\n\nמייסדים: אבנר כהן ובן ולקוו\nשנת הקמה: 2015\nסך גיוסים: 15 מיליון דולר\nהערכת שווי: 40 מיליון דולר\nהערכת שווי באקזיט: 150 מיליון דולר\nפתרונות הענן ש-Cato Networks (קאטו נטוורקס) מציעה כוללים מספר יתרונות מרכזיים בהם הפחתה במספר מוצרי האבטחה הנדרשים לארגונים וחסכון בהוצאות רכישה, פריסה, שדרוג ובהתאמה שלהם; צמצום בעלויות קישוריות על ידי הורדה משמעותית של תעבורת אינטרנט על-גבי רשת התקשורת הארגונית; גישה ישירה לענן מכל מקום ללא כל צורך במספר רב של מוצרי אבטחה ייעודית במתקני הארגון; אכיפת מדיניות אבטחה אחידה עבור כלל האתרים, משתמשים ניידים, והתשתיות הפיזיות ובענן, ללא צורך בריבוי פתרונות נקודתיים ואבטחה דינמית ועדכנית מבוססת על פלטפורמה שלא דורשת את מעורבות הלקוח.\nסכום השקעה: 3 מיליון דולר\nלמה? נתחיל בצורך ובטכנולוגיה, שמנסה לפשט את אבטחת הרשתות הארגוניות בחברות מבוזרות ומהווה למעשה ‘הדור הבא של צ’קפוינט’; בנוסף, ניתן לאתר שם יזמים מהשורה הראשונה כמו שלמה קרמר וגור שץ, שיכולים למעשה לבחור את המשקיעים שלהם; השילוב בין המרכיבים השונים יוצרים את אחת מההחלטות היותר קלות ברשימה שלנו.\n\nמייסדים: שלמה קרמר וגור שץ\nשנת הקמה: 2015\nסך גיוסים: 50 מיליון דולר\nהערכת שווי: 150 מיליון דולר\nהערכת שווי באקזיט: 400 מיליון דולר\nהמערכת אותה פיתחה Datorama (דאטורמה) פותרת את אחת הבעיות הכואבות ביותר איתן מתמודדים משווקים – אינטגרציה מהירה של כל המידע המגיע ממערכות רבות ושונות במחלקות השיווק והפרסום. על ידי שימוש בבינה מלאכותית, המערכת מאפשרת חיבור אוטומטי של המספר ההולך וגדל של ערוצי השיווק הדיגיטליים והמסורתיים, מערכות ה-CRM, המכירות, ומידע מכל מקור אחר שהארגון עובד איתו. Datorama עוזרת לארגונים, סוכנויות פרסום, אתרים וחברות טכנולוגיה מכל הגדלים לייצר מקור אחד ומרכזי של מידע, עם היכולת לנסות ולמדוד אסטרטגיות שיווק חדשות – בין היכולות החשובות ביותר עבור משווקים.\nסכום השקעה: 3 מיליון דולר\nלמה? החברה עושה שימוש ב-AI, כדי לנתח פעילויות שיווק שונות. אמנם קיימות לא מעט מערכות מתחרות כולל מיקרוסופט למשל, אבל המוצר של החברה מציע אינטגרציה עם השירותים הקיימים, והצבה תוך שעות במקום מספר ימים. החברה גם משקיעה משאבים רבים בשוק האמריקאי ומצליחה כך להשיג בו נוכחות בולטת. \n\nמייסדים:  רן שריג, אפי כהן וקתרין ריבנט\nשנת הקמה: 2012\nסך גיוסים: 50 מיליון דולר\nהערכת שווי: 100 מיליון דולר\nהערכת שווי באקזיט: 250 מיליון דולר\nClaroty (קלארוטי) פיתחה פלטפורמת אבטחה חדשה לתשתיות הקריטיות והרגישות ביותר, שמספקת הגנה והתראות מפני התקפות סייבר. עם זאת, ובניגוד למוצרי סייבר אחרים, שמתמקדים בזיהוי חדירות או פעילות לא מורשה ברשת הארגונית, הפלטפורמה שפיתחה Claroty יכולה להתריע במקביל גם על תקלות בהליכי העבודה התקינים ברשת הייצור. את היכולת הזו הצליחה להשיג החברה בעזרת למידה עמוקה ופרטנית של פרוטקולי התקשורת (ICS/SCADA – סקאדות) של יצרני הציוד התעשייתי דוגמת Schneider ו-GE. החברה נמנית על הפורטפוליו של מיזם הסייבר Team8.\nסכום השקעה: 2 מיליון דולר\nלמה? החברה הצליחה לפתור את אחת הבעיות הקשות ביותר בהגנה על מתקני תשתית קריטיים והוא כיצד מגנים על מערכות רבות ‘טיפשות’ שמיוצרות על ידי חברות שונות. בעזרת הלמידה של כל הפרוטוקולים הללו יכולה הטכנולוגיה של החברה להציע גם הגנה וגם בקרה על תקלות וטעויות אנוש. המוצר כבר נמצא בשימוש בקרב מספר חברות Fortune500 ויש לחברה הכנסות של מיליוני דולרים. נקודה נוספת שלקחנו לתשומת הלב היא שהחברה נהנית גם מהגב של Team8, שמעניקה, חוץ מההשקעה, גם תמיכה של משקיעים אסטרטגיים.\n\nמייסדים: אמיר זילברשטיין, בני פורת וגלינה אנטובה\nשנת הקמה: 2015\nסך גיוסים: 32 מיליון דולר\nהערכת שווי: 100 מיליון דולר\nהערכת שווי באקזיט: 300 מיליון דולר\nTipalti (טיפלתי) מציעה פלטפורמה לאוטומציה של תהליכי העבודה של ניהול ותשלום לספקים מקצה לקצה. מדובר בפתרון מבוסס ענן המאופיין על ידי טכנולוגיה לאיסוף ולאישור חשבוניות, המייעלת את תהליך הניהול של פעולות תשלום לספקים; מקליטת ספקים, לתאימות מס, עיבוד חשבוניות, ביצוע תשלומים מקומיים וגלובליים וניהול התאמות תשלומים, תוך חיבור למערכות החשבונאות והמערכות לתכנון משאבי הארגון. אותם תשלומים נחשבים לנטל מאוד כבד עבור כל חברה, ו-Tipalti ׳מטפלת׳ בבעיה באמצעות שורת קוד אחת.\nסכום השקעה: 3 מיליון דולר\nלמה? המוצר שפיתחה החברה עונה על צורך אמיתי ומאפשר אוטומציה של תהליכי תשלומים וניהול ספקים, מה שצפוי למנוע טעויות ותקלות אפשריות. בזכות ההתממשקות עם מערכות ה-ERP הפופולאריות ביותר, המוצר קורץ לארגונים רבים. לפתרונות מהסוג הזה יש לא מעט מתחרים על שוק היעד ושם המשחק כאן יהיה הביצוע. במקרה של החברה היא כבר מגלגלת מיליארדים של דולרים, מה שמראה שהם בנתיב הנכון.\n\nמייסדים: חן עמית\nשנת הקמה: 2010\nסך גיוסים: 27 מיליון דולר\nהערכת שווי: 80 מיליון דולר\nהערכת שווי באקזיט: 400 מיליון דולר\nCodefresh (קוד פרש) מפתחת מוצרים המביאים את השימוש בקונטיינרים, כגון Docker לחברות גדולות וקטנות. החברה מתגאה בייחוד של הפלפטורמה שפיתחה, ייחוד שבא לידי ביטוי בכך שהכלי מציע יכולת למה שמכונה CI/CD – Continuous Integration / Continuous Delivery, שנבנו במיוחד עבור שימוש בקונטיינרים.\nסכום השקעה: 1 מיליון דולר\nלמה? הכלי של החברה עונה על צורך קיים בתחום הצומח של קונטיינרים. לחברה מספר לקוחות גדולים דוגמת HP, IronSource ו-JFrog. שוק הקונטיינרים נחשב היום לאחד התחומים החמים בעולם האנטרפרייז, וצפוי לגדול משמעותית בשנים הקרובות.\n\nמייסדים: רזיאל טביב ואולג ורכובסקי\nשנת הקמה: 2014\nסך גיוסים: 7 מיליון דולר\nהערכת שווי: 20 מיליון דולר\nהערכת שווי באקזיט: 80 מיליון דולר\nמקור: Curve\nCurve (קרב) הישראלית מפתחת ׳כרטיס על׳ שנועד להחליף את כל כרטיסי האשראי שלנו, כך שנוכל להשאיר את הארנק בבית או לפחות להסתובב עם כרטיס אחד במקום כמה. חבילת השירותים של Curve פועלת בעזרת אפליקציה לסמארטפון וכרטיס המכיל בתוכו צ׳יפ, פס מגנטי ותומך בטכנולוגיה ללא מגע. באמצעות האפליקציה תוכלו לנווט בין הכרטיסים השונים, ולשלם עבור כל מוצר עם כרטיס אחר, אותו תגדירו כברירת מחדל.\nסכום השקעה: 1 מיליון דולר\nלמה? המוצר של החברה עונה על צורך אמיתי – כל עוד שלא נתחיל כולנו לשלם עם הסמארטפונים שלנו באופן גורף, מדובר בפתרון חיוני ומתבקש למדי. החברה כבר משתפת פעולה עם גופים פיננסיים גדולים כמו ברקליס, מאסטרקארד ו-TSB. \n\nמייסדים: שחר ביאליק, תום פוסטר-קרטר ואנה מוסטין וויליאמס\nשנת הקמה: 2015\nסך גיוסים: 5 מיליון דולר\nהערכת שווי: 15 מיליון דולר\nהערכת שווי באקזיט: 100 מיליון דולר\nCapriza (קאפריזה) מפתחת פתרון מובייל לאפליקציות הפונות לשוק הארגוני. המוצר של החברה הוא פלטפורמת תוכנה­ כשרות (SaaS), המאפשר ללקוחות ארגוניים לבצע פעולות עסקיות מול מערכות תוכנה ארגוניות קיימות כגון סאפ, אורקל וסיילספורס, בצורה פשוטה ומאובטחת, ובאמצעות כל מכשיר נייד מסמארטפון, ועד טאבלט או לפטופ בעל מסך מגע. ההנגשה מתבצעת באמצעות תשתית ענן ואינה דורשת פיתוח או אינטגרציה, מה שמאפשר ללקוחות עסקיים לקצר משמעותית את העלות והזמן הכרוך במעבר לשימוש במכשירים ניידים מול מערכות עסקיות.\nסכום השקעה: 3 מיליון דולר\nלמה? ארבעת היזמים שעומדים מאחורי החברה שימשו בתפקידים בכירים במרקורי שנמכרה ב-4.5 מיליארד דולר ל-HP. הטכנולוגיה של החברה הוכיחה את עצמה, יש לה לקוחות משלמים והיא נמצאת בתהליך של צמיחה. \n\nמייסדים: רונן ערמון, יובל סקרלט, אורן אריאל ואמנון לנדן\nשנת הקמה: 2011\nסך גיוסים: 73.5 מיליון דולר\nהערכת שווי: 130 מיליון דולר\nהערכת שווי באקזיט: 400 מיליון דולר\nRedis Labs (רדיס לאבס) מציעה שירות ׳Database-as-a-serivce׳. החברה הישראלית תומכת באפליקציות מודרניות ומאפשרת להן לרוץ באופן תקין. מפתחים ולקוחות רבים ׳שמים מבטחם׳ בפתרונותיה של Redis Labs, המאפשרים ביצוע ניתוח מידע בזמן אמת, העברות מהירות של נתונים בנפח גדול ועוד. החברה מספקת שירותי בסיס נתונים, ומאפשרת ללקוחות להשתמש במוצר לפי היקף השימוש לו נדרשות. בסיס הנתונים נועד בעיקרו למערכות שזקוקות לקבל מידע בזמן אמת וזמני תגובה מיידים. המוצרים המרכזיים שלה הם שירות בענן, ותוכנה ארגונית בשם RLEC.\nסכום השקעה: 3 מיליון דולר\nלמה? תחום מסדי הנתונים מבוססי הקוד הפתוח שבו פעילה החברה, צומח בקצב משמעותי. Redis עצמה מציגה צמיחה של מאות אחוזים בשנים האחרונות, גידול שלא נראה שיעצור בקרוב. סיכוי לא רע למכירה לחברות דוגמת אורקל, IBM, מיקרוסופט ו-SAP.\n\nמייסדים: עופר בנגל ויפתח שולמן\nשנת הקמה: 2011\nסך גיוסים: 42 מיליון דולר\nהערכת שווי: 60 מיליון דולר\nהערכת שווי באקזיט: 300 מיליון דולר\nMeta (מטא) מפתחת משקפי מציאות רבודה שמגיעים עם זוג מצלמות מעקב RGB ואלגוריתמי מעקב שפותחו על ידי פרופסור סטיב מן, המדען הראשי של Meta, וחלוץ המיחשוב הלביש. המשקפיים מסוגלים לזהות את תנועת המשתמש על פני תשעה צירי תנועה. התצוגה כוללת אופטיקה שקופה ודקה במיוחד עם שדה ראייה רחב של 90 מעלות, הרחב יותר משמעותית מהמתחרות.\nסכום השקעה: 5 מיליון דולר\nלמה? הטכנולוגיה של החברה היא אחת מהבשלות בשוק ומציגה כמה יתרונות גדולים כמו למשל שדה הראייה הרחב; עם כל השחקנים הגדולים שבתחום, ואלו שירצו להיכנס אליו, מבלי להשקיע שנים בפיתוח ובדיקות – מכירה היא עניין של זמן.\n\nמייסדים: מירון גריבץ, בן סנד וריימונד לו\nשנת הקמה: 2012\nסך גיוסים: 73 מיליון דולר\nהערכת שווי: 250 מיליון דולר\nהערכת שווי באקזיט: 1 מיליארד דולר\nמייסדי HoneyBook. מקור: HoneyBook\nHoneyBook (האניבוק) מציעה לבעלי מקצוע הקשורים לעולם האירועים, פלטפורמה אחת שתנהל עבורם את כל התהליכים הבירוקרטיים והמתישים שכוללת העבודה: החל מהצעות מחיר, דרך חוזים, סליקה, הוצאת חשבוניות וכלה בניהול התקשורת בין בעל המקצוע והלקוחות. בין השאר החברה פונה למארגני אירועים, צלמים, די.ג’יי, מעצבי שיער, בעלי אולמות אירועים, אמני שזירת פרחים ועוד. על פי החברה, מדובר באנשים במקצועות “קריאיטיביים”, והניירת והבירוקרטיה פוגעות בשטף העבודה שלהם.\nסכום השקעה: 5 מיליון דולר\nלמה? החברה הצליחה למצב את עצמה כמרקטפלייס לשוק האירועים; האקוסיסטם שהיא יצרה מאפשר למשתמשים לשתף פעולה, ממנו היא כמובן מרוויחה עמלות. החברה, שהחלה כשירות בסן פרנסיסקו, מתרחבת כל הזמן עם עוד ועוד טריטוריות פעולה. צוות היזמים, בראשות המנכ”ל עוז אלון, חדורי מוטיבציה ונראה שהחברה כולה ‘נדבקה’ בהתלהבות. בנוסף, החברה נחשבת לאחד מהמקומות הטובים ביותר לעבוד בהם בסן פרנסיסקו, מה שצפוי לעזור לה לגייס את כוח האדם שהיא רוצה וצריכה.\nמייסדים: עוז אלון, נעמה אלון, שאדיה סיגאלה ודרור שמעוני\nשנת הקמה: 2013\nסך גיוסים: 48 מיליון דולר\nהערכת שווי: 120 מיליון דולר\nהערכת שווי באקזיט: 500 מיליון דולר\nהמערכת של Nexar (נקסאר) הופכת את הסמארטפון למצלמת דרך מתוחכמת שכוללת נתונים מהחיישנים של הסמארטפון כמו מיקום ומהירות. האפליקציה מסוגלת לגלות התנהגויות כביש מסוכנות ב-2 דרכים: ראשית, אם הנהג חווה התנהגות כביש מסוכנת, הוא יוכל בלחיצה אחת לדווח על המכונית, כשהאפליקציה מצמידה לדיווח את הוידאו ״המפליל״. בנוסף, המערכת מעלה את כל קטע הנסיעה לענן ובעזרת אלגוריתמיקה מורכבת של ראייה ממוחשבת, היא מנתחת את הוידאו שהועלה וממפה את התנהגויות הכביש המסוכנות ומזהה את מספרי לוחיות הזיהוי של המכוניות המעורבות.\nסכום השקעה: 1 מיליון דולר\nלמה? ‘מצלמת הרכב’ שמותקנת אצל מאות אלפי הנהגים שכבר עושים שימוש באפליקציה שלה, מאפשרת לחברה ליהנות ממאגר עצום של נתונים; החברה לא הציגה מודל עסקי עדיין, אבל הכסף הגדול יכול להגיע ממספר מקורות ביניהם חברות שירצו להשתמש בבסיסי הנתונים שלה כמו למשל חברות ביטוח או מהאלגוריתמים שתפתח החברה ויוכלו לשמש מערכות נהיגה אוטונומיות.   \n\nמייסדים: ערן שיר וברונו פרננדז-רואיז\nשנת הקמה: 2015\nסך גיוסים: 14.5 מיליון דולר\nהערכת שווי: 40 מיליון דולר\nהערכת שווי באקזיט: 80 מיליון דולר\nהצוות הנוכחי של Oribi. בפעם הבאה שנכתוב עליהם, הם יהיו יותר. מקור: Oribi\nOribi (אוריבי) מפתחת מערכת אנליטיקס לאנשי מוצר ושיווק שמזהה באופן אוטומטי את הפעולות המרכזיות באתר או במוצר ומאפשרת לשלוף מידע מורכב באופן ויזואלי. המטרה היא לאפשר לחברות בכל גודל ליהנות מאותו מידע שנגיש כיום רק לחברות ה-Enterprise שעושות שימוש בכלי BI מורכבים.\nסכום השקעה: 2 מיליון דולר\nלמה? החברה הצעירה עוזרת לחברות להתבסס יותר על נתונים ומספרים ופחות על תחושות בטן והיא מתחרה בכלים כמו MixPanel. המייסדת, איריס שור, היא יזמת סדרתית, שכבר הספיקה למכור סטארטאפ אחד לאוטודסק.\n\nמייסדת: איריס שור\nשנת הקמה: 2015\nסך גיוסים: 5.4 מיליון דולר\nהערכת שווי: 20 מיליון דולר\nהערכת שווי באקזיט: 100 מיליון דולר\nKwik (קוויק) מפתחת כפתור שמחובר לרשת ה-WiFi הביתית, שבעזרת אפליקציה או SDK נלווה ייצר הזמנה של מוצר ספציפי בכל פעם שילחץ, במשלוח מהיר ועד הבית. בין המוצרים שניתן להזמין באמצעותו ניתן למנות פיצה, חיתולים, קפסולות של קפה ואוכל של חתולים וכלבים. מדובר ברעיון דומה ל-Dash של אמזון, המציע מערכת סגורה אך ורק למשתמשים של אמזון פריים בארה״ב, המערכת של Kwik פתוחה לכל מותג ויצרן, מה שבעצם מבדל והופך אותה ליותר פרקטית.\nסכום השקעה: 2 מיליון דולר\nלמה? כפתור ה-Dash של אמזון נחל הצלחה סוחפת. Kwik לוקחת את הקונספט מהגן הסגור של ענקית הסחר ליישום שפותח לכל המותגים, בתוספת אנליטיקות שימוש ומועדון לקוחות ומציגה פוטנציאל שוק עצום. \n\nמייסדים: עופר קליין, שוקי ברבש ושלומי אטיאס\nשנת הקמה: 2013\nסך גיוסים: 3.1 מיליון דולר\nהערכת שווי: 10 מיליון דולר\nהערכת שווי באקזיט: 80 מיליון דולר\nAvanan (עב-ענן) מאפשרת ללקוחותיה להפעיל את טכנולוגיות האבטחה של היצרנים המובילים בעולם על שרותי הענן שלהם. כך, בלחיצת כפתור הם יכולים לחפש אחר נוזקות (Malware) באמצעות כל טכנולוגית אנטי וירוס או טכנולוגיות Sandboxing מתקדמות, או לחפש מידע רגיש שיעלה לענן או משותף מחוץ לארגון באמצעות טכנולוגיות Data Leakage Prevention של היצרנים המובילים בעולם. כיום תומכת הפלטפורמה בפתרונות של מעל 50 יצרני אבטחה מובילים, בהם AVG, Avira ו-Symantec. ההתקנה עצמה לא דורשת שרתים פיזים, וגם לא שינוי בהגדרות או בחוויה של משתמשי הקצה.\nסכום השקעה: 3 מיליון דולר\nלמה? הצורך ההולך וגובר של חברות בפתרון אבטחה לענן שלהן, יחד עם קלות היישום של הטכנולוגיה והחופש לבחור מתוך כל הפתרונות בשוק – מהווים יתרון תחרותי חשוב ולחברה כבר מספר לקוחות אמריקאיים גדולים. \n\nמייסדים: גיל פרידריך, רועי רותם, אבי זלוביץ׳ ומייקל לנדאו\nשנת הקמה: 2014\nסך גיוסים: 16.4 מיליון דולר\nהערכת שווי: 60 מיליון דולר\nהערכת שווי באקזיט: 400 מיליון דולר\nלירן קוצר, שותף-מייסד ומנכ”ל Woo.io. מקור: Woo.io\nבניגוד לאתרי משרות ודרושים רבים, שדורשים חיפוש אקטיבי, סינון ופניות לחברות, השיטה של Woo.io (וו) שונה ומתבססת על הפסיביות של המשתמש. כל שעל המשתמש לעשות הוא להזין למערכת את הנתונים שלו, כולל פרטים חשובים כמו ציפיות שכר ותנאים וזהו. עתה הוא יכול לחזור למשימותיו היומיומיות ולשכוח מהשירות. ברגע שחברה מסויימת מציעה משרה, שעונה על כל הדרישות שלו, כולל תנאים למשל, הוא יקבל התראה ויינתנו לו מספר ימים להחליט האם לחשוף את עצמו בפני החברה או לוותר על ההצעה. כלומר, אם מסיבה כלשהי הוא יחליט שאינו רוצה במשרה, הוא לא ייחשף וכך לא יפגע במקום עבודתו הנוכחי. אם יחליט להשיב בחיוב על הפנייה, תחבר המערכת בינו לבין החברה. בכך Woo.io מציעה משהו חדש, מכיוון שהיא נותנת את השליטה בתהליך למועמד ולא להיפך.\nסכום השקעה: 2 מיליון דולר\nלמה? בעולם של דרישה הולכת וגוברת לעובדים מיומנים, בולט שירות ההשמה של Woo. השירות מאפשר לעובדים לחפש עבודה גם באופן פסיבי ודיסקרטי ולהתחיל את התהליך, רק כשהם יודעים שהחברות מסכימות להעניק להם את התנאים הרצויים. אם תצליח החברה לתפוס נתח שוק משמעותי בשוק האמריקאי, האירופאי ואפילו שווקים קטנים יותר עם נוכחות פיתוח בולטת כמו אוקראינה והודו, הרי שהיא תוכל לייצר ערך רב עבור המשקיעים. \n\nמייסדים: לירן קוצר ועמי דודו\nשנת הקמה: 2015\nסך גיוסים: 4.35 מיליון דולר\nהערכת שווי: 25 מיליון דולר\nהערכת שווי באקזיט: 300 מיליון דולר\nPlaybuzz (פלייבאז) משמשת מפרסמים, אתרי תוכן ומותגים ליצירה והפצה של תכנים בפורמט המגביר מעורבות קהל והפצה במדיה חברתית. בין היתר מוצעים למשתמשים תכנים דוגמת מצגות, flip cards, גלריות, שאלונים, רשימות וקטעי וידאו.\nסכום השקעה: 3 מיליון דולר\nלמה? לאחר שהגיעה ב-2015 למקום הראשון במספר השיתופים ברשתות החברתיות ועקפה מגה-אתרים כמו האפינגטון פוסט או BuzzFeed, הצליחה השנה פלייבאז להגיע ל-200 מיליון יוניקים בחודש. החברה הצליחה לגייס ב-2016 עוד גופי תוכן שמשתמשים בפלטפורמה שלה ולהפחית משמעותית את אחוז התוכן שהיא עצמה יוצרת, מה שמסמן מגמה חיובית. בנוסף, ראינו השנה רצון של החברה לצאת מהמיצוב של ‘חידונים’ עם השקת כלים להעברת תוכן דוגמת ה-Stories, מה שממצב אותה כפלטפורמת תוכן מלאה, דוגמת וורדפרס. פייסבוק נוקטת בצעדים מאוד אגרסיביים מול חברות שגודלות “על חשבונה” ומפתחת במקביל מוצרים מתחרים. זה עלול להוות מכשול מאוד גדול לחברה בעתיד.\n\nמייסדים: שאול אולמרט, ירון בוזנח ותום פחיס\nשנת הקמה: 2010\nסך גיוסים: 31 מיליון דולר\nהערכת שווי: 120 מיליון דולר\nהערכת שווי באקזיט: 500 מיליון דולר\nהמודל של Next Insurance (נקסט אינשורנס) יאפשר לבעלי עסקים קטנים לרכוש את ביטוח העסק האידיאלי עבורם אונליין ותוך מספר דקות, באמצעות המערכת שהיא פיתחה ובהתאם לנתונים שבעלי העסק הזינו. מטרת העל היא לחסוך לבעלי העסקים במשאבים והוצאות על פיתוחים שלאו דווקא רלוונטים לפעילותם, כפי שקורה היום.\nסכום השקעה: 3 מיליון דולר\nלמה? בדיוק כמו במקרה של למונייד, שוק הביטוח המיושן צמא לחידושים ונראה שהמייסדים של Next, עם ניסיון בהקמה ובמכירה של חברת התשלומים Check, מציעים בדיוק את זה. המוצר מאפשר לעסקים קטנים לקנות ביטוח לעסק, בלי בירוקרטיה וסוכנים. עם זאת, בנוסף על האתגרים הטכנולוגיים והשיווקיים, על החברה להתמודד גם עם רגולציה כבדה של התחום השמרני. אם תצליח בזה, נזכה לראות זינוק בערך החברה. \n\nמייסדים: גיא גולדשטיין, נסים טפירו, ואלון חורי\nשנת הקמה: 2015\nסך גיוסים: 13 מיליון דולר\nהערכת שווי: 65 מיליון דולר\nהערכת שווי באקזיט: 700 מיליון דולר\nמתוך המערכת שפיתחה Karamba. מקור: Karamba\nהפתרון של Karamba (קאראמבה) מאפשר לחברות הרכב להגן על המכוניות שלהן מאיומים אלה על-ידי הגנה על יחידות השליטה האלקטרוניות (ECUs) הנגישות לרשת חיצונית (באמצעות אינטרנט, WiFi ,Bluetooth), כך שהאקרים לא יוכלו לחדור דרכן אל הרשת הפנימית של הרכב ולשבש את פעילותו או לאיים על בטיחות הנהג והנוסעים. הפתרון שפיתחה החברה מבטיח כי רק האפליקציות או הקוד המורשים לכך יוכלו להיטען ולרוץ על גבי ה-ECU. תוך כדי חסימה של כל קוד בלתי מוכר, כך שה-ECU בטוח מפני תקיפות ללא קשר אם מקורן באינטרנט, בהתקן USB, וללא חשש מהתראות שווא.\nסכום השקעה: 1 מיליון דולר\nלמה? עשרות יצרניות רכב בעולם שוקדות כרגע על פיתוח כלי רכב אוטונומיים וחכמים, שיכללו עשרות מערכות מיחשוב שונות. החברות הללו יודעות שבניגוד לפריצה לשרתים, שעלולה לגרום לנזק מסחרי או כספי, פריצה לכלי רכב עלולה לסכן חיי אדם ולפגוע קשות במוניטין שלהן. Karamba היא בין החלוצות בפיתוח של ‘פיירוול’ לרכב ולכן נהנית גם מיתרון הראשוניות, בדיוק כפי שמובילאיי היתה בין החלוצות בתחום ה-ADAS. \n\nמייסדים: עמי דותן, טל בן-דוד, דוד ברזילי ואסף הראל\nשנת הקמה: 2015\nסך גיוסים: 5 מיליון דולר\nהערכת שווי: 10 מיליון דולר\nהערכת שווי באקזיט: 50 מיליון דולר\nVia פיתחה טכנולוגיה שמאפשרת לנוסעים להגיע מנקודה לנקודה בעיר בצורה מהירה ומשתלמת יחסית. כדי להשתמש בשירות, יש להזמין נסיעה באמצעות האפליקציה, כשהמערכת מתאמת בזמן אמת בין אנשים הנוסעים באותו כיוון כללי ומאפשרת להם לחלוק נסיעה ברכבי הסעות נוחים ומרווחים. זמני האיסוף הממוצעים קצרים מ-10 דקות ומשך הנסיעה דומה למשך הנסיעה במונית. האלגוריתם הייחודי שפיתחה החברה פותר בעיות מתמטיות, חישוביות ותפעוליות מורכבות, כדי להתאים את מסלוליהם של כלי הרכב באופן מיטבי לצרכי הנוסעים, תוך התחשבות במצב התנועה ומהווה מעין הכלאה בין מונית ל’מונית שירות’. כרגע, פועלת החברה בניו יורק ובשיקגו, אם כי היא עדיין לא פועלת בכל האיזורים בערים הללו וגם לא בכל השעות.\nסכום השקעה: 5 מיליון דולר\nלמה? למרות היותה חברה צעירה, VIA כבר מציגה הכנסות של עשרות מיליוני דולרים עם יותר מ-1,000 נהגים ויותר מ-200 אלף משתמשים בשירות ‘מוניות השירות’ שלה. בשנה האחרונה החברה צומחת בכל פרמטר אפשרי והשלימה השנה גיוס של 137 מיליון דולר, כדי להתרחב לערים נוספות בצפון אמריקה ובאירופה. בניגוד לשירותים כמו Uber או Lyft, הנהגים של VIA הם נהגים מקצועיים שנהנים מתשלום מהחברה ולכן אנחנו גם צופים שהיא לא תיתקל בבעיות רגולטוריות או קבלת פנים נזעמת של נהגים מקצועיים, מהסוג שמחכה ל-Uber למשל בכל שוק אליו היא נכנסת. ההבטחה הגדולה של החברה נמצאת באלגוריתמיקה של מסלולי הנסיעה שתוכל לשמש אותה בעתיד להתרחבות לתחומים נוספים.\nמייסדים: דניאל רמות ואורן שובל\nשנת הקמה: 2012\nסך גיוסים: 137 מיליון דולר\nהערכת שווי: 300 מיליון דולר\nהערכת שווי באקזיט: 1.5 מיליארד דולר\nTravelersBox (טראוולרסבוקס) פיתחה מכונת הפקדה בטכנולוגיה שמאפשרת לכם לקחת מטבעות ושטרות במטבע זר, שנשאר בידיכם לאחר טיול או נסיעה לחו”ל ולהמיר אותם לידי כסף מקוון בחשבונות כמו: PayPal, Google Play, Skype, Starbucks ועוד.\nסכום השקעה: 3 מיליון דולר\nלמה? המוצר של החברה עונה על צורך אמיתי של מאות מיליוני נוסעים בשנה; לחברה מודל עסקי ברור והכנסות והיא כבר משתפת פעולה עם משקיע אסטרטגי בדמות Global Blue השוויצרית שמפעילה שירות החזרי מע”מ בשדות תעופה בכל העולם. \n\nמייסדים: תומר זוסמן, עידן דשא ודרור בלומנטל\nשנת הקמה: 2012\nסך גיוסים: 14.5 מיליון דולר\nהערכת שווי: 60 מיליון דולר\nהערכת שווי באקזיט: 250 מיליון דולר\nIguaz.IO (איגואזיו) פיתחה ארכיטקטורה חדשה לגמרי בתחום איחסון וניהול נתונים שמגיעים מיישומי ענן ומתשתיות IoT, שלדברי החברה משנה את התחום מהיסוד. המוצר של החברה פותח בהתבסס על משוב שהחברה קיבלה מחברות וארגונים גדולים שהטמיעו פתרונות ביג דאטה ו-Predictive Analytics.\nסכום השקעה: 2 מיליון דולר\nלמה? צוות המייסדים המנוסה של החברה פיתח טכנולוגיה שמצליחה לדלג על צווארי בקבוק באיחסון ולספק העברת נתונים מהירה פי 10 עד פי 100. לטעמנו, החברה יכולה להצטרף לשלל חברות האיחסון הישראליות שהצליחו כבר דוגמת XtremIO ו-INFINIDAT.\n\nמייסדים: אסף סומך, ירון חביב וירון שגב\nשנת הקמה: 2014\nסך גיוסים: 15 מיליון דולר\nהערכת שווי: 65 מיליון דולר\nהערכת שווי באקזיט: 350 מיליון דולר\nSimilarTech נעזרת בתשתיות של SimilarWeb, כדי לסרוק ולנתח אתרי אינטרנט ולגלות באילו שירותים משתמשים האתרים השונים, כמו למשל אילו רשתות פרסום או אילו אמצעי תשלום. המידע מוצג ללקוחות החברה שיוכלו לפנות אל החברות ולהציע להן את שירותיהם.\nסכום השקעה: 2 מיליון דולר\nלמה? למרות שהחברה פחות מוכרת מחברת האם, SimilarWeb, הרי שמוצר שפיתחה כבר הגיע לכמה מהשחקניות הגדולות בעולם כמו PayPal, גוגל ואמזון והשנה היא אף הפכה לרווחית ללא גיוס כספים חיצוניים.\n\nמייסדים: יניב חדד, איל וייס וחן יהב-לבנון\nשנת הקמה: 2013\nסך גיוסים: 0 מיליון דולר\nהערכת שווי: 10 מיליון דולר\nהערכת שווי באקזיט: 150 מיליון דולר\nהפתרון של BigPanda (ביג פנדה) מפתחת אלגוריתמים שינתחו באופן אוטומטי את כל התראות ה-IT בארגונים, ויהפכו אותם לתובנות מעשיות.\nסכום השקעה: 2 מיליון דולר\nלמה? חברות רבות מתבססות כיום על קוד פתוח, API ותשתיות ענן, מה שמקטין משמעותית את ההשקעה והמשאבים שהן צריכות לפעילות. אבל מצד שני, הטיפול בתקלות בשכבות השונות מורכב הרבה יותר עבור צוותי ה-IT. הצורך המוכח, המוצר ולקוחות דוגמת Wix ו-News Corp מצביעים על מגמה חיובית מאוד לחברה.\nמייסדים: אסף רזניק ואליק אייזנברג\nשנת הקמה: 2012\nסך גיוסים: 28 מיליון דולר\nהערכת שווי: 60 מיליון דולר\nהערכת שווי באקזיט: 120 מיליון דולר\n\nהטכנולוגיה שפיתחה Teridion (טרידיון) מאפשרת האצה דו כיוונית של האינטרנט בעזרת מספר כלים ביניהם: Global Cloud Network – מעין Waze לתעבורת האינטרנט, שמוצא בזמן אמת את המסלול הטוב ביותר במונחים של רוחב פס, מהירות ומיקום גיאוגרפי, ונתבים בענן – שמיוצרים לפי דרישה ומאפשרים לשלם רק על המשאבים שנצרכו בפועל. כל התעבורה מוצפנת מקצה לקצה בעזרת פרוטוקול SSL והחיבור לשירות נעשה תוך שעה ואינו דורש התקנה של תוכנה או חומרה ייעודית.\nסכום השקעה: 5 מיליון דולר\nלמה? המוצר של החברה פותר בעיה קריטית שנוגעת כמעט לכל ארגון והוא מהירות רשת האינטרנט. הייחוד הוא שהוא מבוסס תוכנה בלבד, ללא כל צורך בהתקנות ציוד או הטמעות מורכבות, מה שמקצר את זמן ההתקנה בארגון. החברה הציגה הכנסות כשבין לקוחותיה הגדולים ניתן למנות את BOX ו-Leverate.\n\nמייסדים: אלעד רווה\nשנת הקמה: 2013\nסך גיוסים: 20 מיליון דולר\nהערכת שווי: 120 מיליון דולר\nהערכת שווי באקזיט: 1.5 מיליארד דולר\nהמוצר שפיתחה Leadspace (לידספייס) מיועד עבור מחלקות שיווק בחברות שמוכרות לארגונים (B2B) שכן בונה עבורם מודל של לקוח אידיאלי. מודל זה משמש בכדי לאתר לידים מכירתיים, תוך כדי שימוש נרחב במקורות המצויים ברשת האינטרנט, לצד מקורות מידע חיצוניים ופנימיים נוספים. בעזרת הפלטפורמה המשווקים יכולים לחזות ולתעדף את הפרסום שלהם כך שיגיע רק לחברות מובילות ובעלות פוטנציאל גבוהה לסגירת עסקה.\nסכום השקעה: 5 מיליון דולר\nלמה? הטכנולוגיה של החברה מצליחה לנתח Big Data בשיטות של מודיעין, כדי לאתר את האנשים הנכונים. המוצר של החברה מצליח להגדיל משמעותית את אחוזי ההמרה של הארגונים המשתמשים ובין הלקוחות שלה ניתן למנות חברות ענק דוגמת מיקרוסופט, Oracle, אדובי, Imperva, Akamai. אף על פי שמדובר בשוק צפוף עם מתחרים רבים ומצליחים, ההצלחה הגדולה של LeadSpace בזמן יחסית קצר מחזק את האמון שלנו ביכולת החברה להגיע רחוק.\nמייסדים: אמנון מישור, ירון קרסיק ויוחי סלונים\nשנת הקמה: 2010\nסך גיוסים: 35 מיליון דולר\nהערכת שווי: 100 מיליון דולר\nהערכת שווי באקזיט: 500 מיליון דולר\nאפליקציית drippler (דריפלר), שזמינה הן באפסטור והן בגוגל פליי, סורקת את המכשיר של המשתמש ולאחר מכן מציגה בפניו המלצות על כתבות מאתרי טכנולוגיה, אפליקציות, טיפים ומדריכים שמותאמים בדיוק למכשיר שלו. בחודשים האחרונים נהנתה האפליקציה מהכפלת מספר המשתמשים ומפי שלושה יותר הכנסות.\nסכום השקעה: 2 מיליון דולר\nלמה? לחברה מודל עסקי ברור עם לקוחות משלמים ומיליוני משתמשים באנדרואיד וב-iOS.\n\nמייסדים: מתן תלמי, רונן יעקובי ודותן גלרון\nשנת הקמה: 2011\nסך גיוסים: 5.6 מיליון דולר\nהערכת שווי: 20 מיליון דולר\nהערכת שווי באקזיט: 40 מיליון דולר\nמשרדי WalkMe. צילום: גיקטיים\nWalkMe (ווקמי) מספקת פלטפורמה מבוססת ענן שמכוונת ומובילה משתמשים לביצוע פעולות בזמן שימוש בתוכנה או באתר אינטרנט. הטכנולוגיה הייחודית שפיתחה החברה מספקת הכוונה והנעה לפעולה בשיטת צעד-אחר-צעד באמצעות שימוש בבלוני עצות, מבלי שהמשתמש צריך לעזוב את המסך בו הוא נמצא בכדי לצפות במדריכי וידאו או כדי לקרוא מדריכי משתמש ועמודי FAQ מעייפים.\nסכום השקעה: 2 מיליון דולר\nלמה? המוצר של החברה הוכיח את עצמו כבר בקרב לקוחות דוגמת אדובי, SAP ו-Cisco, והגיוסים האחרונים מצביעים על המשך הצמיחה המהירה. \n\nמייסדים: דן עדיקא, רפי סווירי ואייל כהן\nשנת הקמה: 2011\nסך גיוסים: 92.5 מיליון דולר\nהערכת שווי: 200 מיליון דולר\nהערכת שווי באקזיט: 400 מיליון דולר\nAirobotics (אירובוטיקס) פיתחה פלטפורמה ומערכת תעופה אוטונומית לחלוטין, שמאפשרת לחברות להשתמש ביתרונות הרבים של שימוש ברחפנים ללא צורך במעורבות אנושית. בין היתר יכולים הרחפנים לבצע משימות כדוגמת פיקוח, בדיקות תחזוקה, וסקירת מיכון ואבטחת מתקנים ענקיים, כמו למשל מפעלי תעשייה, נמלי ים, ומכרות.\nסכום השקעה: 3 מיליון דולר\nלמה? הרחפנים, שהחלו אולי כצעצוע יקר והפכו אחר-כך למצלמות מתוחכמות ויקרות, הופכים לאט לאט לכלי עבודה חשוב לתחזוקה של מתקני תשתיות ואבטחה. המוצר של החברה מהפכני בכך שהוא מאפשר לארגונים רבים ליהנות מהיכולות של הרחפנים במינימום התערבות של מפעיל, החלק המורכב והיקר ביותר. \n\nמייסדים: רן קראוס ומאיר קילנר\nשנת הקמה: 2014\nסך גיוסים: 28.5 מיליון דולר\nהערכת שווי: 100 מיליון דולר\nהערכת שווי באקזיט: 450 מיליון דולר\nחברת Spotinst (ספוטאינסט) מאפשרת ללקוחותיה לעשות שימוש בשירותי הענן הזולים והמשתלמים ביותר, תוך כדי נטילת סיכון מינימאלי על ידי ביצוע ניתוח סטטיסטי של מחיר השרתים באמזון, בצורה דומה למחירי מניות בשוק ההון. Spotinst מציגה פלטפורמה המנהלת את רכש השרתים עבור הלקוחות, תוך כדי כך שהיא מנהלת עבורם את הסיכונים הכרוכים בכך. בנוסף הפלטפורמה מאגדת מספר שירותים של אמזון בצורה נוחה בממשק המשתמש שלה, ובצורה זו עוזרת ללקוחותיה לחסוך עלות שרתים גבוהה מאוד – עד 80 אחוזים, על פי החברה.\nסכום השקעה: 2 מיליון דולר\nלמה? החברה מציעה ללקוחותיה ערך רב וחיסכון אפשרי והמגמה של מעבר לשירותי הענן דוגמת אלו של אמזון, רק תדגיש את הצורך במוצר של החברה. לא מן הנמנע שדווקא אמזון עצמה תרצה לנכס לעצמה את הטכנולוגיה או הטאלנטים.\n\nמייסדים: עמירם שחר, יקיר דניאל ולירן פולק\nשנת הקמה: 2015\nסך גיוסים: 2 מיליון דולר\nהערכת שווי: 10 מיליון דולר\nהערכת שווי באקזיט: 80 מיליון דולר\nכלי ה-SaaS שפיתחה Cloudyn (קלאודין) מסייעים לארגונים לשנות סביבות עבודה ולאמץ שירותי ענן היברידיים ועבודה עם מספר עננים במקביל. הניתוחים שהיא מספקת מאפשרים ללקוחות לזהות באופן יזום הוצאות מיותרות, משאבים שאינם בשימוש, סימולציה של הרצת שירותים בין עננים שונים וכן מספקת מידע אודות הקצאת יתר של משאבים על פני עננים ציבוריים, פרטיים, והיברידיים. הפתרון של החברה מאפשר ללקוחותיה לקבוע את התמהיל הנכון של שירותי ענן, לשפר כך את הביצועים התפעוליים ולהפחית את עלויות הענן לארגון. החברה תומכת היום בין היתר ב-AWS, Microsoft Azure של אמזון, GCE של גוגל ו-OpenStack, כשלדברי החברה היא מנטרת כ-8 אחוזים מפלטפורמת הענן של אמזון.\nסכום השקעה: 2 מיליון דולר\nלמה? החברה כבר פיתחה מוצר פועל וב-3 השנים האחרונות היה נהנית מצמיחה מואצת, במסגרתה היא שילשה את ההכנסות והכפילה את מספר העובדים שלה. כיום היא מנטרת בכל רגע נתון כ-400 אלף מכונות וירטואליות ומעל ל-12 אלף אפליקציות. עם הוספת התמיכה למערכות של EMC, יתווסף לה קהל לקוחות פוטנציאלי גדול.\nמייסדים: שרון וגנר, ויטלי תבור ובוריס גולדברג\nשנת הקמה: 2011\nסך גיוסים: 20.5 מיליון דולר\nהערכת שווי: 30 מיליון דולר\nהערכת שווי באקזיט: 100 מיליון דולר\nDiACardio (דיא קרדיו) פיתחה תוכנה המשנה את דרך הפענוח של בדיקת האקו-לב. התוכנה של דיא קרדיו מבוססת על אלגוריתמים ייחודיים שפיתחה החברה, שמסוגלים לפענח באופן מהיר, מדויק ואוטומטי פרמטרים עיקריים של תפקוד הלב, כשכל תהליך הפיענוח מתבצע במכונות האולטרסאונד וכן במערכות המחשוב והענן (healthcare IT-PACS) של בתי החולים. הטכנולוגיה של החברה זכתה כבר לקבל את אישורי ה-FDA וה-CE.\nסכום השקעה: 1 מיליון דולר\nלמה? כמו המוצר של Zebra, גם הוא מציב חלופה ותחרות מבוססת ראייה ממוחשבת לסקירה ולניסיון של רופא. לאחר שמוצר ה-LVivo SG של החברה קיבל אישורים מה-FDA האמריקאי וה-CE האירופאי, זכתה גם החברה בפרסי חדשנות בסין ושל איגוד האקו-לב האמריקאי, מה שמהווה ולידציה נוספת ליכולות של הטכנולוגיה. \n\nמייסדים: הילה גולדמן אצלאן\nשנת הקמה: 2009\nסך גיוסים: 1.95 מיליון דולר\nהערכת שווי: 10 מיליון דולר\nהערכת שווי באקזיט: 50 מיליון דולר\nפיל שילר מאפל מציג את UMake. מקור: צילום מסך\nבניגוד לתוכנות העיצוב המסורתיות (CAD) שמתבססות על שרטוט בדו-מימד וכוללות שימוש בתוכנות שולחניות עם המוני כפתורים, פונקציות ותפריטים, UMake מאפשרת למשתמש לשרטט בעזרת הסטיילוס (או ‘עפרון’ כפי שמכנה אותו אפל) על גבי האייפד שלו את המודל אותו הוא רוצה ליצור. תוך דקות יוכל המשתמש ליהנות ממודל תלת-מימד לכל עניין אותו הוא יוכל לשתף, להדפיס בתלת-מימד, לרנדר או לייצא לתוכנות אחרות.\nסכום השקעה: 1 מיליון דולר\nלמה? החברה הציגה מוצר, שזכה לתמיכה מסמנכ”ל השיווק של אפל באירוע הכרזת האייפד פרו, ולא לחינם. הטכנולוגיה של החברה מביאה חידושים הן בממשק הרענן בעולם ה-CAD, והן בהגעה לקהל רחב יותר. כמה מגמות עשויות לשחק לטובת הפיתוח של החברה. הראשונה היא הצמיחה של סגמנט המחשבים ההיברידיים דוגמת ה-Surface של מיקרוסופט ודומיו ואפילו ה-Surface Studio השולחני, אם כי כאן נדרשת השקעה גדולה בפיתוח, משום שהחברה פועלת כיום רק בסביבת ה-iOS; מגמה נוספת היא הדרישה של תוכן ב-VR וב-AR, שמתבסס לא פעם על אובייקטים תלת-מימדיים, וההנגשה של מדפסות תלת-מימד. לטעמנו, רכישה על ידי חברות דוגמת אוטודסק או אדובי היא עניין של זמן.\n\nמייסדים: אביתר מאיר ואריק ספיר\nשנת הקמה: 2014\nסך גיוסים: 5.2 מיליון דולר\nהערכת שווי: 15 מיליון דולר\nהערכת שווי באקזיט: 60 מיליון דולר\nהפלטפורמה שפיתחה Yotpo (יוטפו) עוזרת לעסקים להגדיל את המכירות שלהם, באמצעות יצירת תוכן וביקורות מאומתות מרוכשים אמיתיים, ושיתופם במגוון מנועי חיפוש ורשתות חברתיות. לשם כך מציעה החברה מערכת תגובות בה יכולים הרוכשים לשתף אודות חוויית הרכישה או השימוש במוצר. באמצעות הביקורת נוצרת למעשה קהילה סביב המוצר, שמעלה את החשיפה אליו ויכולה לגרום לרוכשים המביעים עניין להפוך ללקוחות בעצמם.\nסכום השקעה: 2 מיליון דולר\n\nלמה? פלטפורמת המלצות הגולשים צמחה בקצב מרשים בשנתיים האחרונות; בין היתר היא נהנית מקצב של מיליוני חוות דעת של גולשים בחודש, מה שאומר שהיא בדרך לעקוף את Yelp הענקית; היא זינקה מ-15 עובדים ב-2014 ליותר מ-160 עובדים כיום והיא בדרך לגייס עוד 250 עובדים; והיא גייסה בסך הכל כ-50 מיליון דולר משורה של משקיעים מהשורה הראשונה. המטרות של החברה כעת, כיאה לחברה בצמיחה, היא להאיץ את מאמצי ההתרחבות הגלובלית, להגיע לחברות גדולות ולא רק לעסקים קטנים ולרכוש חברות לצורך טכנולוגיות ותחומי פעילות חדשים. התחושה שלנו היא שזו ההזדמנות האחרונה להצטרף לרשימת המשקיעים של החברה לפני המכירה או ההנפקה.\nמייסדים: תומר תגרין ועמרי כהן\nשנת הקמה: 2011\nסך גיוסים: 50 מיליון דולר\nהערכת שווי: 120 מיליון דולר\nהערכת שווי באקזיט: 300 מיליון דולר\nצילום: גיקטיים\nAppsFlyer (אפספלאייר) מאפשרת החברה מאפשרת למפתחי אפליקציות, מותגים ומשרדי פרסום מדידת קמפיינים על גבי למעלה מ-800 רשתות פרסום לרבות פייסבוק, גוגל וטוויטר. ביכולתה לסייע למפרסמים באמצעות מגוון יישומיים המאפשרים מדידה, ניתוח וטיוב הפרסום במובייל בכל מקורות המדיה, בין היתר עבור מקורות בתשלום, מקורות אורגניים, ויראליים וחברתיים. בין המידע שמספקת ניתן למצוא דו״חות שימור לקוחות, ניתוחי ייחוס, מיקוד מחדש, תשואה על השקעה בקמפיינים ועוד. לתוכנה של החברה למעלה מ-4 מיליארד התקנות ולדבריהם היא מצויה ב-9 מתוך 10 סמארטפונים ברחבי העולם.\nסכום השקעה: 3 מיליון דולר\n\nלמה? כבר עכשיו נחשבת AppsFlyer לחברה הגדולה בעולם בתחום של ניתוח מקורות החשיפה לפרסום במובייל. זה קרה לאחר שכמה מהמתחרות הגדולות שלה הפסיקו לפעול, כולל Tune (לשעבר HasOffers) ולאחר שהיא עצמה צמחה והגיעה ליותר מ-3,000 לקוחות, לא פעם על חשבון שחקני SDK אחרים. אם לא תגיע מהלומה בדמות החלטה אסטרטגית של פייסבוק, גוגל או אפל להיכנס לתחום, ולהשיק כלי מתחרה משלהן, החברה צפויה להמשיך לשגשג ולהעלות את שווי השוק שלה. \n\nמייסדים: אורן קניאל ורשף מן\nשנת הקמה: 2011\nסך גיוסים: 27 מיליון דולר\nהערכת שווי: 150 מיליון דולר\nהערכת שווי באקזיט: 500 מיליון דולר\nהפלטפורמה של prooV (פרוווי) מאפשרת לארגונים, ספקי תוכנה וסטארטאפים לגלות ולהתגלות בקלות על ידי לקוחות פוטנציאליים, ספקים ושותפים, ולאחר מכן לבצע בצורה חלקה את בדיקת ההיתכנות. הבדיקות רצות על סביבות ייעודיות מבוססת ענן של prooV, אשר מחקות באופן מדויק את התנאים הפנימיים של הארגון, כולל הנתונים, ממשקי API ומערכות. הפלטפורמה מאפשרת לארגונים לעקוב בזמן אמת אחר התקדמות הבדיקות, ולהשוות בין הפתרונות הנבחנים על ידי אנליזה מקיפה. כמו כן, ניתן להעריך כיצד יתנהגו בסביבת ה-production האמיתית של הארגון לאחר הטמעה.\nסכום השקעה: 1 מיליון דולר\n\nלמה? מצד אחד, אלפי חברות סטארטאפ שכמהות להטמיע את הטכנולוגיה שלהן ולהריץ פיילוטים; ומצד שני, אלפי ארגונים מענפים שונים שמחפשים פתרון לצרכים ייחודיים שלהם. החברה כבר השיגה מספר לקוחות משמעותיים כמו קוקה קולה, GE ו-AIG. \n\nמייסדים: טובי אולשנצקי ואלכסיי ספוז’ניקוב\nשנת הקמה: 2015\nסך גיוסים: 7 מיליון דולר\nהערכת שווי: 20 מיליון דולר\nהערכת שווי באקזיט: 80 מיליון דולר\nאריאל מייסלוס, Stratoscale. מקור: יח”צ\nטכנולוגיית הוירטואליזציה אותה מפתחת Stratoscale (סטראטוסקייל) מיועדת לעזור לשפר את הביצועים והיעילות של מרכזי שרתים שונים. על מנת לעשות זאת, מציגה החברה ארכיטקטורה המבזרת פעולות שונות על גבי מגוון רחב של שרתים, בניגוד לכלים הקיימים כיום המסתכלים בכל פעם על שרת אחד, ואינם מתאימים לצורה בה נבנים מרכזי מידע.\nסכום השקעה: 3 מיליון דולר\n\nלמה? צמד היזמים המנוסה שמאחורי החברה כבר הקים ומכר מספר חברות, ביניהן Anobit לאפל. הטכנולוגיה שפיתחה החברה מחזירה את הניהול והשליטה לתוך הארגון ולמחלקת ה-IT, ונותנת יכולות מחשוב ענן בתוך חוות השרתים הארגונית באופן מהיר שלא דורש ידע מוקדם, יכולות ספציפיות או שירותים יקרים. החברה סימנה לעצמה כמטרה להוות אלטרנטיבה אמיתית לשירותי הענן הגדולים כגון אמאזון ועד כה, הביצועים שלה מוכיחים שהיא בדרך הנכונה. כמו כן הצליחה החברה לגייס הון מכמה מהקרנות החשובות בעולם ביניהן גם קרנות תאגידיות של מתחרים לכאורה – Qualcomm Ventures ו-Intel Capital. \n\nמייסדים: אריאל מייסלוס ואיתי בוגנר\nשנת הקמה: 2013\nסך גיוסים: 69 מיליון דולר\nהערכת שווי: 150 מיליון דולר\nהערכת שווי באקזיט: 1 מיליארד דולר\nמי היו היזם והיזמת, המשקיע והמשקיעה, קרן ההון סיכון והסטארטאפ שעשו את 2016? אתם קובעים", "keywords": "geektime vc,השקעה,קרן הון,משחק,השקעות,סטארטאפ,סטארטאפים,קרנות הון סיכון,מיזם,מיזמים,חברות,רשימה,"}