{"url": "https://www.geektime.co.il/startups-investments-march-2014/", "type": "article", "title": "לאן הלך הכסף? הסטארטאפים שגייסו במרץ 2014", "description": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות והגיוסים של מרץ 2014.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/05/money.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-03-31T16:09:12Z", "modified_time": "2014-03-31T16:09:12Z", "articleBody": "לא הספקתם לעקוב אחרי כל מה שקרה החודש? בסיכום חודשי מיוחד, גיקטיים אסף עבורכם את כל ההשקעות והגיוסים של מרץ 2014.\nאומת הסטארטאפים צומחת ומצטיינת ברעיונות טכנולוגיים רבים, אך לא תמיד כולם מצליחים לקחת את הרעיון ולהפוך אותו למציאות בלי השקעה. בטור החודשי הזה נציג סיכום של חברות הסטארטאפ הישראליות שגייסו החודש השקעות מקרנות, אנג’לים ואפילו מהמדינה.\n<<< הגיוסים של חודש ינואר\nיש לכם סטארטאפ ואתם רוצים לספר לנו עליו? אתם מוזמנים לשלוח מייל אל info AT geektime.co.il\nתמונה: flickr, cc-by, 401k\nבשקט בשקט ומתחת לאף של כולם, ישראל יצרה עוד חברת מיליארד דולר. גם היא עוסקת באבטחת מידע, קוראים לה וורוניס וכדאי שתתחילו להכיר את השם.\nאבל החלק היותר מעניין הוא שהחברה הישראלית, שגייסה 106 מיליון דולר בהנפקה ראשונית לציבור בבורסת הנאסד”ק לפי שווי של 524 מיליון דולר, הספיקה גם להכפיל את שווי החברה (עלייה של 100%) כבר ביום ההנפקה ולחצות רף המיליארד דולר.\nחברת הסטארטאפ הישראלית Replay Technologies, המפתחת טכנולוגיה תלת-מימדית לצפייה בשידורים חוזרים, הודיעה על השלמת סבב גיוס בגובה 9 מיליון דולר מקרן ניהול ההון הפרטי האמריקאית Guggenheim Partners, אחת מחברות ההשקעות היוקרתיות ביותר בעולם אשר מנהלת למעלה מ-200 מיליארד דולר, שלה זוהי ההשקעה הראשונה בחברה ישראלית.\nהטכנולוגיה שפיתחה Replay Technologies משדרגת את חווית ההילוך החוזר למשהו שהיינו יכולים לראות רק בסרטי קולנוע בעבר. מוצר הדגל של החברה, הנקרא בשם freeDimension, או freeD נמצא בשימוש בקרב מספר חברות הפקות פופולריות למדי כגון TNT האמריקאית ונעשה בו שימוש בעונה האחרונה של ליגת ה-NFL.\nחברת הסטארטאפ הישראלית CyberSense, המפתחת פתרונות אבטחה מקוונים מבוססי-ענן,הודיעה על השלמת סבב גיוס ראשון (Series A) בגובה 5 מיליון דולר בהובלת חברות ההשקעות BRM Group ו-Opus Capital.\nמוצר הדגל של החברה, CyberSense360 מסייע לחברות לזהות פירצות אבטחה ותוכנות זדוניות (Zero Day Malware) על ידי העתקת המערכות הקיימות של הארגון לשרתים אחרים, עם אבטחה מוחלשת בכוונה תחילה, אך בצורה כזו שהתוקפים אינם מסוגלים לזהות את ההבדלים בין השרת ה״אמיתי״ לשרת המשוכפל שנוצר למטרות האבטחה.\nחברת הסטארטאפ הישראלית AppsFlyer, המאפשרת מדידה וניתוח של פרסום במובייל, מודיעה על השלמת סבב גיוס ראשון בסך 7.1 מיליון דולרים. את סבב הגיוס הנוכחי הובילו הקרנות פיטנגו ומאגמה, ביחד עם מספר משקיעים פרטיים נוספים, הכוללים את יגאל יעקובי, אייל גורה ומשקיעים נוספים מארצות הברית.\nהמערכת אותה פיתחה החברה מציעה כלי ניתוח וניטור לקמפיינים של אפליקציות המובייל השונות, המציגים את רכישת המשתמשים מכלל מקורות המדיה. באמצעותה, יכולים מפתחי האפליקציות, המותגים עצמם או משרדי הפרסום לנהל, למדוד ולשפר את רכישת הלקוחות במובייל באמצעות הבנה של איזה קמפיינים עובדים ואיזה זקוקים לשיפור.\nחברת הסטארטאפ הישראלית רוג’ום (Roojoom), העוזרת למשתמשים ליצור, לגלות ולצרוך תכנים באינטרנט בצורה ויזואלית, מודיעה על השלמת סבב גיוס Seed בסך 600 אלף דולרים. את סבב הגיוס הנוכחי הובילה קרן 2B Angels ביחד עם מספר משקיעים פרטיים.\nהפלטפורמה שפיתחה רוג’ום הישראלית נולדה מהצורך לסדר ולשתף מספר רב של קישורים המתעסקים באותו הנושא, מבלי שהמשתמשים יצטרכו לפתוח למעלה מ-10 טאבים שונים בדפדפן ומבלי שילכו לאיבוד בנבכי האינטרנט. הכלי שפיתחה מאגד את כל התוכן הרלוונטי המדובר למקור אחד, המהווה סוג של מסלול קריאה מודרך, בו יכולים המשתמשים לנווט מידי יום.\nחברת הסטארטאפ הישראלית פיוניר (Payoneer), העוסקת בתחום התשלומים המקוונים, משלימה סבב גיוס רביעי בסך 25 מיליון דולרים. את סבב הגיוס הובילה Susquehanna Growth Equity יחד עם המשקיעים הקיימים בחברה, כרמל, גריילוק ובהשתתפות Vintage Venture Partners.\nהפלטפורמה אותה פיתחה החברה מאפשרת העברת תשלומים מקוונים במספר דרכים שונות, מהחברות אל נותני השירות הרלוונטיים. מטרתה העיקרית היא להעצים את המסחר הגלובלי בשווקים מגוונים, כאשר חברה מארצות הברית תוכל להעסיק נותני שירות מהודו, בריטניה ואפילו מישראל – ולשלם להם בדרך הנוחה ביותר עבורם.\nחברת הסטארטאפ הישראלית קורטיקה (Cortica), העוסקת בפיתוח טכנולוגיות זיהוי תמונות, משלימה סבב גיוס בסך 20 מיליון דולרים. בין משקיעי החברה ניתן למצוא את זרוע ההשקעות הרוסית Mail.ru, שלקחה חלק בסבב הגיוס הקודם של החברה ביחד עם Horizons Ventures – קרן ההון סיכון של המיליארדר לי קה-שינג, ביחד עם המשקיע הפרטי ינון קרייז.\nקורטיקה עומדת מאחורי פיתוח טכנולוגיות המתמחות באלמנטים שונים של זיהוי מתמונות וקטעי וידאו. הטכנולוגיה העיקרית שלה, הנקראת CorTex, מתמחה בזיהוי אובייקטים ובני אדם בקטעי מולטימדיה, כאשר התהליך הממוחשב שרץ מאחורי הקלעים מסוגל לחקות את התנהגותן של רשתות עצביות אנושיות. כך, המחשב מסוגל לפרש את התוכן המופיע בתוך המדיה הרלוונטית.\nחברת הסטארטאפ הישראלית Qlika, המפתחת פלטפורמה לניהול פעילות שיווקית של בעלי עסק, נרכשה על ידי ענקית התיירות האמריקאית Priceline. למאיץ הסטארטאפים הישראלי Upwest Labs, שם צמחה החברה מדובר על אקזיט בזק שני בתקופה האחרונה.\nהמערכת שמפתחים ב-Qlika היא למעשה סוג של Marketing Management Platform משוכללת במיוחד. הפלטפורמה של החברה יודעת להתחבר אל בית העסק ואל ערוצי שיווק דיגיטליים, כגון מנועי החיפוש Google ו-Bing, לוקחים את תקציב השיווק של בית העסק, או לפחות חלק ממנו ומנהלים אותו בצורה אוטומטית בהתאם למטרות העסקיות של הלקוח, באמצעות ״ניהול יותר נכון של התקציב״, לדברי החברה.\nחברת הסטארטאפ הישראלית Advanced Mem-tech, העומדת מאחורי פיתוח ממברנות סינון חדשניות, הודיעה על השלמת סבב גיוס בסך 5 מיליון דולרים. את סבב הגיוס הנוכחי הובילה קבוצת משקיעים אמריקאים בהובלתו של עוזי הלוי, יחד עם קבוצת SEB Alliance.\nהפתרון שפיתחה Mem-tech, מבוסס על ממברנות המאופיינות בזרימה גבוהה, המסוגלות להפריד פסולת ממים במהלך פעולתן. בתהליך פעולתן נדחסים המים המלוחים או המזוהמים דרך הממברנות, המונעות את המעבר של הפסולת או המלחים השונים ולמעשה הופכת את המים הנותרים לכאלה הראוייה לשימוש.\nחברת האינטרנט הישראלית Wix הודיעה על רכישתה של חברת הסטארטאפ הישראלית Appixia, המפתחת פלטפורמה לבניית אפליקציות mCommerce. בהתאם להסכם ההשקעה, שני מייסדי החברה ימשיכו לעבוד על פלטפורמת Appixia תחת Wix בשנים הקרובות.\nהפלטפורמה שפיתחה Appixia מאפשר למשתמשים לבנות ולהפעיל יישומי mCommerce המבוססים על פלופטפורמות HTML5, אנדרואיד ו-iOS עתירים בתכונות, כגון הודעות Push, סריקת ברקודים, שירותים מבוססי מיקום, סריקת כרטיסי אשראי ועוד.\nחברת הסטארטאפ הישראלית Kitlocate, המפתחת תשתית פיתוח (SDK) לניהול שירותים מבוססי מיקום תוך חסכון משמעותי בחיי הסוללה, נרכשת על-ידי ענקית האינטרנט הרוסית Yandex. על אף שסכום העסקה לא פורסם באופן רשמי, לפי ההערכות מדובר על עסקה בשווי של כ-20 מיליון דולר, שבעקבותיה צפויה החברה הצעירה להפוך למרכז הפיתוח של Yandex בישראל.\nKitlocate עומדת מאחורי פיתוח טכנולוגיה המאפשרת לאפליקציות ושאר שירותים סלולריים לקבל מידע אודות מיקומו של המשתמש, במטרה לאפשר לבעלי העסקים הנמצאים מסביבו להציע מוצרים, הנחות או הטבות הרלוונטים עבורו.\nחברת GPS Global הישראלית, העומדת מאחורי פיתוח מערכות מעקב ושירותי ניטור אלקטרוניים, נרכשה על ידי SecureAlert האמריקאית תמורת כ-8 מיליון דולרים. במסגרת הרכישה צפוי המרכז הישראלי להפוך למרכז המחקר והפיתוח המקומי של החברה.\nGPS Global הישראלית נוסדה ב-2007 על ידי אלי סבג, ועומדת מאחורי פיתוח טכנולוגיות ותוכנות המאפשרות זיהוי מקום, ניטור, מעקב ומעקב סמוי במגוון תחומים ותעשיות. הייחוד של החברה הוא בכך שמציעה פתרונות שנועדו להיות ידידותיים בכל הנוגע לחווית השימוש, שיותאמו לצרכיו האישיים של כל לקוח.\nאפליקציית מסרים מיידים נוספת עולה לכותרות – Tango, שהודיעהעל השלמת סבב גיוס בגובה 280 מיליון דולר. את סבב הגיוס הנוכחי הובילה ענקית המסחר האלקטרונית Alibaba, בהשתתפות חלק מהמשקיעים הקיימים של Tango הכוללים את Access Industries, Darper Fisher Juvetson, קוואלקום ונצ׳רס, Toms Capital, Translink Capital ומשקיעים פרטיים ביניהם שמעון וינטראוב, ג׳רי יאנג, אלכס זובילגה ואחרים.\nTango היא אפליקציה המוכרת לחלק מאיתנו כאפליקציית הודעות מיידיות המאפשרת למשתמשים לבצע גם שיחות וידאו חינמיות דרכה. המודל של טנגו שונה במקצת מכל שאר אפליקציות המסרים המיידים, שכן מדובר ברשת חברתית של ממש ובאקו-סיסטם רחב המהווה בעצם את מודל ההכנסות של החברה.\nפחות מחודש אחרי שגייסה עשרות מיליוני דולרים, חברת הסטארטאפ הישראלית SimilarWeb מתחילה להשתמש בכסף. השימוש הראשון הוא רכישה של חברת סטארטאפ ישראלית נוספת, חברת Tapdog הצעירה אשר נרכשת היום על-ידי SimilarWeb. סכום העסקה הרשמי לא פורסם, אך העסקה מוערכת במספר מיליוני דולרים בודדים אשר נתקבלו כתמורה במניות ובמזומן.\nTapDog, שהתחילה את דרכה בתור Moolta לפני פחות משנתיים, פיתחה פלטפורמת מודיעין תחרותית, המספקת תובנות מעשיות לארגונים. החברה גייסה עד כה כ-500 אלף דולרים ממשקיעים פרטיים שונים ביניהם האנג׳ל גיגי לוי וסיימה את המחזור החמישי של תוכנית האצת הסטארטאפים, UpWest Labs ביולי האחרון.\nהאמת היא שקשה לקרוא ל-Borderfree חברת סטארטאפ אבל סטארטאפ או לא, החברה הישראלית הוותיקה סיימה את יום המסחר הראשון שלה בעלייה מכובדת של 25% (אחרי שכבר הגיעה לשיא של 33%), מה שמשקף לחברה שווי של מעל ל-610 מיליון דולרים, כולל 92 מיליון הדולרים שגייסה חברה לקופתה בעקבות ההנפקה.\nאם אתם מבצעים קניות באחת מהחנויות האמריקאיות הגדולות ברשת כיום, יש סיכוי סביר למדי שאתם משתמשים בפתרון של Borderfree. המנגנון שפיתחה החברה, עובד מאחורי הקלעים ומאפשר לכל גולש שאינו מארצות הברית, אשר נכנס לאתר מסחר מקוון אמריקאי, להמשיך לגלוש בו, כשברקע המערכת של Borderfree דואגת להציג לו את המחירים במטבע מקומי, המגלם את עלות המשלוח, המכס ויתר העלויות הקשורות, ובמקביל חוסכת לאתרי המסחר את העלויות האדירות הכרוכות בהקמת מערך הפצה בינלאומי.\nחברת הסטארטאפ BlueVine, אשר עוזרת לעסקים קטנים לנהל ולהאיץ את תשלום החשבוניות שלהם, משלימה סבב גיוס בסך 4 מיליון דולרים. את סבב הגיוס הנוכחי הובילו Lightspeed Venture Partners, Greylock IL, Correlation Ventures, Kreos Capital ו-Kima Ventures ביחד עם מספר משקיעי אנג’ל נוספים.\nBlueVine מציעה לנותני שירותים דרך לזרז את קבלת התשלום עבור החשבוניות השונות, בצורה קלה ומהירה עבורם. במסגרת הפתרון שפיתחה, היא שמה דגש על מספר נקודות עיקריות: צמצום הפער בין הזמן שעובר עד שהלקוח משלם עבור השירות לבין הזמן שהעסק מנפיק את החשבונית, לדאוג שהפתרון יהיה אוטומטי לחלוטין וכמובן, שיהיה מקוון.\nחברת הסטארטאפ הישראלית FTBpro, המציעה פלטפורמת תוכן אותה יוצרים הגולשים ומתמקדת בתחומי הספורט, הודיעה על השלמת סבב גיוס בסך 18 מיליון דולרים. את סבב הגיוס הנוכחי הובילו המשקיעים הקיימים של החברה, Battery Ventures ו-Gemini Israel Ventures ביחד עם משקיע חדש מלונדון, Dawn Capital ומשקיע נוסף מאסיה, מתחום המדיה.\nהפלטפורמה אותה פיתחה החברה מתמקדת בענף הכדורגל ומציעה למשתמשים מאמרים ותכנים הקשורים לקבוצות, שחקנים והליגות השונות במגוון רחב של שפות, החל מאנגלית, דרך ספרדית, גרמנית, איטלקית ועוד. הייחוד של הפלטפורמה הוא שהתכנים נכתבים על ידי הגולשים והאוהדים עצמם, כאשר כל מי שיש לו מה להגיד יכול לפרסם את תכניו לקהל האוהדים מרחבי העולם.", "keywords": "גיוס,גיוסים,סטארטאפ,סטארטאפים,גיוס הון,גיוסים חודשי,וורוניס,replay technologies,cybersense,appsflyer,roojoom,payoneer,cortica,qlika,priceline,advanced mem-tech,wix,appixia,yandex,kitlocate,gps global,securealert,tango,alibaba,similarweb,tapdog,borderfree,bluevine,ftbpro,"}