{"url": "https://www.geektime.co.il/iwatch-will-be-a-monitoring-device/", "type": "article", "title": "דיווח: ה-iWatch של אפל יכלול ניטור גופני, יושק בסמוך ל-iOS 8", "description": "במקום להציע שעון חכם שמציע פונקציונליות בסיסית, נראה כי אפל רוצה להציע למשתמשים צמיד ניטור חכם ומעוצב, שייתכן ויוצג לקראת סוף השנה הנוכחית.", "image": "https://files.geektime.co.il/wp-content/uploads/2013/07/shutterstock_smartwatch_small.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-02T10:18:42Z", "modified_time": "2014-02-02T10:18:42Z", "articleBody": "במקום להציע שעון חכם שמציע פונקציונליות בסיסית, נראה כי אפל רוצה להציע למשתמשים צמיד ניטור חכם ומעוצב, שייתכן ויוצג לקראת סוף השנה הנוכחית.\nמקור: Shutterstock\nבתקופה האחרונה שמועות רבות מתרוצצות בנוגע לשעון החכם של אפל, שככל הנראה יקרא iWatch. בסוף השבוע האחרון דיווחים חדשים מתווספים לאלו הקיימים ומתייחסים לפגישה מעניינת בין נציגיה של אפל ונציגים מה-FDA לצד שדרוגים עתידיים ובריאותיים בגרסה החדשה של iOS.\nבמהלך סוף השבוע האחרון דיווח ה-New York Times על פגישה שנערכה בין בכירים מטעם אפל ונציגים מטעם ה-FDA, העוסקים בין היתר בניהול בריאות בתחום הרדיולוגיה, לצד נציגים נוספים העוסקים במדיניות, תכנון וחקיקה. על פי הדיווח, הפגישה היא למעשה הוכחה נוספת לכך שאפל עובדת על פיתוח השעון החכם שלה.\nעם זאת, בניגוד לשמועות שרצו עד היום וטענו כי השעון יציע התממשקות חכמה עם מכשיר האייפון של המשתמשים, לאור משתתפי הפגישה משני הצדדים נראה כי החברה החליטה לשנות את ההתמקדות באביזר החדש שלה. הבכירים ששלחה אפל למפגש כללו גם סגן נשיא בכיר לאופרציות החברה, ג’ף וויליאמס, סמנכ”ל טכנולוגיות ותוכנה, באד טריבל, סמנכ”ל לעניינים ממשלתיים ברחבי העולם, קאת’י נובל, ביחד עם מייקל אוריילי, לשעבר קצין הרפואה הראשי בחברת Masimo והסגל לענייני ממשלה, טים פאודרלי.\nכלומר, ייתכן שהשעון החכם מבית אפל יציע גם אפשרויות ניטור כאלה ואחרות, במטרה להתחרות מול צמידי הניטור הגדולים בשוק כגון אלו של FitBit, Nike ,Jawbone ואחרים.\nהדיווח הנוכחי זוכה לחיזוק נוסף מאתר 9to5Mac, שפרסם כי אפל עובדת על אפליקציית בריאות מובנת ב-iOS 8, שתקרא HealthBook. האפליקציה החדשה תיקח אלמנטים עיצוביים מאפליקציית Passbook ותהיה מסוגלת לנטר ולעקוב אחר נתוני בריאות מצד המשתמש, כגון מספר הצעדים שצעד, הקלוריות שנשרפו והקילומטרים שעבר בסך הכל.\nעל פי מקורות האתר, האפליקציה החדשה תוכל לנטר אחר אלמנטים נוספים כגון משקלו של המשתמש, לחץ הדם שלו, רמות יובש או לחות, קצב לב ואפילו רמות הגלוקוז שלו. בנוסף, מסתמן כי המשתמשים יוכלו להכניס את התרופות שנוטלים מידי יום, על מנת לקבל תזכורות בשעות המתאימות לנטילתן.\nכבר עכשיו החיישנים הקיימים בשבב ה-M7, הקיים במכשיר האייפון 5S ואייפד Air מסוגלים לעקוב אחר צעדיו של המשתמש. אך החיישנים הללו אינם מסוגלים לעקוב אחר כלל הסממנים האחרים שהאפליקציה עתידה להציע. לכן, סביר להניח שהאפליקציה תגיע עם אביזר פיזי שהמשתמש יתבקש לענוד, כגון שעון חכם.\nמקור תמונה: Shutterstock / arm with a modern Internet Smartwatch", "keywords": "אפל,שעון חכם,שעונים חכמים,iwatch,apple,smart watch,m7,monitor,monitoring,ניטור,ניטור פעילות גופנית,צמיד ניטור,"}