{"url": "https://www.geektime.co.il/visa-paypass-new-york-subway-pilot/", "type": "article", "title": "ענקית האשראי ויזה מציגה: לשלם עם האייפון", "description": "חברת האשראי ויזה החלה השבוע בתוכנית ניסיונית לביצוע תשלום על תחבורה ציבורית ברחבי ניו יורק באמצעות מכשירי טלפון סלולרים. האם זהו סופו של כרטיס האשראי?", "image": "https://files.geektime.co.il/wp-content/uploads/2010/09/paywave.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2010-09-25T14:00:09Z", "modified_time": "2010-09-24T13:54:18Z", "articleBody": "חברת האשראי ויזה החלה השבוע בתוכנית ניסיונית לביצוע תשלום על תחבורה ציבורית ברחבי ניו יורק באמצעות מכשירי טלפון סלולרים. האם זהו סופו של כרטיס האשראי?\nמוקדם יותר השבוע הודיעה חברת האשראי ויזה על השקת תוכנית פיילוט חדשה אשר תאפשר לתושבי ניו יורק לשלם על הנסיעה ברכבת התחתית באמצעות האייפון בלבד. החל מהשבוע, יוכלו תושבי תושבי ניו יורק להשתמש במכשיר האייפון כאמצעי תשלום במקום לרכוש כרטיס נסיעה רגיל, על-ידי הנחת המכשיר הסלולר ליד הקופה ועל-ידי כך לשלם לשלם את הנסיעה על-ידי שימוש בתקשורת בשיטת Near-Field-Communicaiton. בפיילוט יקחו חלק חברות התחבורה New York City Transit ו- NJ TRANSIT יחד עם מחלקות תחבורה של עיריות ניו יורק וניו ג’רזי. במסגרת התוכנה, תבחן ויזה את האפשרות לשימוש בכרטיסים כרטיסים מגנטיים יחודיים בעלי שבב זיהוי ומכשירים סלולריים עם אפליקציית Visa payWave.\n\nהחברה שפיתחה את האפליקציה עבור ויזה, DeviceFidelity, פיתוח לצורך התוכנית מודול מיוחד המבוסס על כרטיס Micro-SD המוכנס אל חריץ ההרחבה המתאים במכשיר הטלפון. במקרה של מכשירי אייפון, אשר אינם מאפשרים שימוש בכרטיסי הרחבה, פיתחה החברה מתאה מיוחד המתחבר למכשיר. על-מנת לבצע את התשלום, יש לפתוח את האפליקציה ופשוט להעביר את מכשיר הסלולר בקרבת עמדת התשלום וחיישן מיוחד המותקן בה יזהה את המכשיר בכניסה לרכבת התחתית.\nהמערכת החדשה תביא סוף לחיפושי הארנק, לחיפוש אחר הכסף הקטן ולפחד לאבד את כרטיס ה”חופשי-חודשי”. למערכות התחבורה המשמעות של המערכת שמציעה ויזה זהו שיפור משמעותי בשירות, זירוז בהעברת תשלומים וגם הגברת כמות נוסעים עתידית – ציין סגן נשיא ויזה ג’ים מקארתי.\nויזה היא לא הראשונה המאפשרת תשלום באמצעות הסלולר אחרי שגם המתחרה, מסטרקארד השיקה לפני פחות משלושה חודש את שירות ה-MasterCard PayPass. באמצעות השירותים החדשים, ניתן לשלם ב-28 תחנות הרכבת התחתית של קו לקסינגטון במטרו של ניו יורק ומרבית תחנות ה-Path של הרכבת בניו יורק וניו ג’רזי. כמו כן, ניתן כעת לשלם באמצעות הסלולרי גם במספר קווי אוטובוס של החברות MTA ו-NJ Transit וגם על שירות Liberty AirTrain משדה התעופה ניוארק. נוסף על כך, גם שירותי המוניות הצטרפו לאחרונה לתמיכה בשירות וכעת ניתן לשלם גם במעל ל-10,000 מוניות שונות ברחבי ניו-יורק באמצעות טרמינלים של Visa payWave.\nהשלב הבא בתוכנית של ויזה, הוא הרחבת הפעילות לתחומי הקמעונאות והוספת האפשרות לשלם גם בחנויות רגילות באמצעות המכשיר הסלולרי. מוקדם יותר השנה כבר החלה ויזה האספקת שירותים דומים במלזיה, סינגפור, פריז ולונדון ובימים אלו ממש מתחיל ניסוי של המערכת גם ברכבת התחתית של מוסקבה.", "keywords": "ויזה,מסטרקארד,לשלם עם האייפון,paywave,visa,mastercard,paypass,אייפון,iphone,nfc,visa paywave"}