{"url": "https://www.geektime.co.il/amazon-to-launch-tablet-for-50-dollars/", "type": "article", "title": "דיווח: אמזון נערכת להשקת טאבלט ב-50 דולר בלבד", "description": "בעוד שאפל צפויה להשיק בקרוב אייפד מקצועי בעל תג מחיר גבוה במיוחד, אמזון דווקא מכוונת נמוך ועובדת על טאבלט 6 אינץ׳, שצפוי לצאת ממש בקרוב, לפני תקופת החגים בעולם המערבי", "image": "https://files.geektime.co.il/wp-content/uploads/2015/09/AMAZON.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2015-09-08T12:32:49Z", "modified_time": "2015-09-08T12:15:07Z", "articleBody": "בעוד שאפל צפויה להשיק בקרוב אייפד מקצועי בעל תג מחיר גבוה במיוחד, אמזון דווקא מכוונת נמוך ועובדת על טאבלט 6 אינץ׳, שצפוי לצאת ממש בקרוב, לפני תקופת החגים בעולם המערבי\nFire HD 6, מקור: אמזון\nאמזון צפויה לשלוף בקרוב שפן חדש מהכובע שנועד למשוך לקוחות חדשים לעבור ולעשות שימוש באקוסיסטם הרחב שלה; כפי הנראה, החברה תשיק בקרוב טאבלט בעל מסך 6 אינץ׳, עם תג מחיר העומד על 50 דולרים בלבד, שהם פחות מ-200 שקלים. מועד השקתו של הטאבלט צפוי להיות בדיוק בזמן החגים בסתיו הקרוב (בארה״ב). מחירו של הטאבלט ללא ספק יהפוך אותו לאחד הזולים בשוק, אפילו ביחס לאלטרנטיבות סיניות שונות.\nהמהלך של אמזון נועד למשוך קונים המחפשים אחר טאבלט פשוט ׳לכאן ועכשיו׳, שיעמוד במשימות פשוטות כמו הזרמת וידאו וקניות באינטרנט (באמזון כמובן). הבעיה היא שלרוב טאבלטים בעלי תג מחיר נמוך מגיעים עם מפרט טכני נחות בכל הקשור למסך, עמידות או חיי סוללה בהשוואה לאלו של אפל למשל, או טאבלט ה-Fire הנוכחי שמחירו כפול. דוגמא ׳למפרט הלקוי׳ שצפוי להיות בטאבלט המוזל החדש נוגעת לכך שיגיע עם רמקול מונו, ולא סטריאו, לפי אותם מקורות.\nניתן לומר כי היסטוריית המכשירים הטכנולוגים של אמזון עד כה לא ממש הרקיעה שחקים; מכשיר ה-Fire Phone, הסמארטפון הראשון שהשיקה, התגלה ככשלון חרוץ, ובכדי לקצץ ולו במעט בהפסדים החליטה לצמצם את מחירו בעשרות אחוזים. המחיר המקורי של ה-Fire Phone בעת השקתו עמד על 650 דולר, מחיר בלתי סביר ומוגזם לכל הדעות. זמן קצר לאחר מכן קיצצה אמזון את מחירו ל-499 דולר, הורדה של בערך 20 אחוזים אבל כנראה עדיין יקר מדי לצרכן הממוצע. בחודש נובמבר האחרון הורתה אמזון על קיצוץ דרסטי אף יותר, וקבעה תג מחיר חדש של 199 דולר, בערך שליש מתג המחיר המקורי, ומנוי חינם ל-Amazon Prime במשך שנה.\nגם מכשיר הטאבלט – Fire HD 6 של אמזון מוצע כעת תמורת מחיר ידידותי במיוחד, העומד על 100 דולר בלבד. המכשיר בעל מסך 6 אינץ׳, 1280×800, מעבד ארבע ליבות 1.5GHz ואחסון פנימי של 8GB, כך שאם זה מה שמקבלים עבור 100 דולר, יש להניח כי תמורת מחצית מהסכום המפרט יהיה צנוע אף יותר.\nבעוד שאפל צפויה להציג בקרוב אייפד פרו, בעל יכולות מתקדמות המיועד לשימושים מקצועיים יותר עם תג מחיר שעשוי להגיע לעד 1,000 דולרים (מחיר של מחשב לכל דבר), אמזון דווקא מתמקדת בקהל הרחב יותר, אשר מחפש אחר טאבלט לצורך גלישה באינטרנט, קריאה וצפייה בסרטונים. אם לשפוט על סמך העבר, נראה כי ההחלטה של אמזון ׳ללכת על בטוח׳ ולהנמיך ציפיות, על ידי הצגת טאבלט פשוט וזול, היא ללא ספק בחירה נבונה יותר, שעשויה להשתלם לה יותר, או לפחות להוביל לקצת פחות הפסדים.", "keywords": "אמזון,amazon,טאבלט,tablet,אייפד,fire,fire hd,amazon fire,fire phone,סמארטפון,amazon tablet,טאבלט זול,"}