{"url": "https://www.geektime.co.il/galaxy-s7-review/", "type": "article", "title": "אחרי שבועיים עם הגלאקסי אס 7 הגענו למסקנה אחת נחרצת [וידאו]", "description": "עיצוב מבריק, עמידות במים ואבק, מפרט מרשים ומצלמה אחת שהיא מעל לכולם. הגלאקסי S7 החדש לא חף מחסרונות, אבל אחרי בדיקות ארוכות וסקירה מקיפה, לנו אין ספק שמדובר בסמארטפון המרשים ביותר כיום", "image": "https://files.geektime.co.il/wp-content/uploads/2016/03/screen1-1.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-03-31T11:42:03Z", "modified_time": "2016-05-05T16:38:38Z", "articleBody": "עיצוב מבריק, עמידות במים ואבק, מפרט מרשים ומצלמה אחת שהיא מעל לכולם. הגלאקסי S7 החדש לא חף מחסרונות, אבל אחרי בדיקות ארוכות וסקירה מקיפה, לנו אין ספק שמדובר בסמארטפון המרשים ביותר כיום\nגלאקסי S7 ו-S7 אדג’. צילום: גיקטיים\nשנה שעברה הפתיעה סמסונג את המתנגדים שלה (ויש לה לא מעט) ואת המעריצים (ויש לה לא מעט) וחשפה את הגלאקסי S6, מכשיר הדגל הכי ‘לא סמסונג’ שהיא ייצרה אי פעם. בתערוכת המובייל שנערכה לפני כחודש בברצלונה חשפה סמסונג את ה-S7, מכשיר הדגל החדש שלה ואת אחיו בעל המסך הקמור, ה-S7 אדג’ כשבתפריט מעט שינויים עיצוביים והרבה מאוד שינויים מתחת למכסה המנוע. האם הצליחה סמסונג לקחת את ה-S6, שהיה מכשיר טוב מאוד ולשפר אותו? לקחנו אותו לסקירה.\n\nכאמור, מכשיר הדגל של שנה שעברה הביא עימו מהפכה בכל מה שקשור לעיצוב. בפעם הראשונה הציגה סמסונג מכשיר שעשוי משילוב של מתכת וזכוכית, ללא שימוש בפלסטיק הזול שאפיין אותה כל-כך בשנים הקודמות. הן ה-S7 והן ה-S7 אדג’ אותו אנחנו קיבלנו לסקירה ממשיכים באותו קו עיצובי, ולמעשה במבט ראשון קצת קשה לראות את ההבדלים.\nובכל זאת, כמה הבדלים. ראשית, ובניגוד למגמה של המזעור והדיאטות שעוברים המכשירים, ה-S7 אדג’ שמנמן יותר ביחס לקודמו ב-10 אחוזים בערך ושוקל 157 גרם. בפועל, לא תשמעו אותנו מתלוננים משום שהוא יותר נוח לאחיזה (ב-S6 למשל הפריע לנו שהמכשיר ממש ‘חד’ ולא נעים לאחיזה), ההשמנה גם מאפשרת לסמסונג לשלב סוללה חזקה יותר ולבסוף, אפילו ‘הבליטה’ של המצלמה כבר לא כל-כך בולטת.\nמקור: גיקטיים\nשילוב החומרים והמסך הגולש משני הצדדים הופכים את ה-S7 אדג’ למגנט של מחמאות. אבל לא רק מחמאות, לצערנו. אחרי שימוש של מספר דקות במכשיר כל הגב שלו התמלא בטביעות אצבע מציקות, מה שגרם לנו להשתמש שוב ושוב בחולצה, כדי לנקות אותו. אם תוסיפו לכך את העובדה שמסך המכשיר והזכוכית קשים מאוד לתיקון (ציון 3/10 של iFixit, כש-10 מצביע על מכשיר קל לתיקון), כדאי מאוד שלא תסתובבו איתו דקה בלי קייס מתאים.\nה-S7 מגיע עם מסך בגודל 5.1 אינץ’, כשאחיו קמור המסך מגיע עם מסך 5.5 אינץ’, אולם למרות זאת, הוא מרגיש קטן יותר וניתן לתפעול לרוב ביד אחת.\nאמרנו שקל יותר להרים את המכשיר והוא נוח יותר לאחיזה, אבל מצד שני מדובר במכשיר חלקלק במיוחד: הוא מחליק מהג’ינס, כן, גם מתוך הכיס הוא יכול לעוף לכם; הוא מחליק מהשולחן; הוא מחליק במכונית; הוא מחליק מכל משטח שהוא לא שטוח במאת האחוזים. ולכן, אם לא היינו ברורים מקודם – אל תסתובבו איתו שנייה בלי קייס.\nמקור: גיקטיים\nבצד השמאלי של המכשיר נמצא את כפתורי הווליום שלו. מדובר באותם כפתורי מתכת איכותיים שהכרנו ב-S6. כפי שציינו כבר בביקורות קודמות, ההעדפה האישית שלנו היא תמיד ל-2 כפתורים נפרדים, ולכן שמחנו שסמסונג משלבת 2 כפתורים, בניגוד ללא מעט מכשירי אנדרואיד שמגיעים עם כפתור אחיד.\nמקור: גיקטיים\nבצד הימני נמצא את כפתור ההדלקה של המכשיר\nבצד העליון של המכשיר נמצא מיקרופון ואת מגירת כרטיס ה-Micro-SD, עליה נתעכב מאוחר יותר.\nמקור: גיקטיים\nבצידו התחתון נמצא שקע אוזניות סטנדרטי, מיקרופון נוסף, הרמקול של המכשיר וחיבור Micro-USB. עכשיו, כבר כתבנו על האכזבה שלנו כשגילינו בזמן השקת המכשיר, שסמסונג החליטה להשאר עם החיבור הישן ולא בחרה להתקדם לחיבור USB-C חדש. כזכור, החיבור החדש מאפשר חיבור סימטרי (אין יותר משחק ניחושים בזמן חיבור למטען) וכן תאימות לכל המתאמים החדשים שיוצאים, כך שנוכל להטעין את הסמארטפון עם מטען של לפטופ וכו. קיימות מספר סיבות אפשריות למהלך של החברה, כמו הרצון לא לגרום לקהל המשתמשים הוצאות נוספות על רכישת מתאמים ומטענים חדשים או האמונה של סמסונג שהתקן עוד לא תפס; ההשערה שלנו היא קצת יותר שסמסונג בחרה להשאר עם ההתקן הוותיק, ממניעים ‘אפליים’ (מלשון אפל) כלומר, כדי שהחיבור יתאים למשקפי ה-Gear VR שלה.\nצילום: גיקטיים\nסמסונג החזירה 2 פיצ’רים שימושיים ויעילים מהגלאקסי S5, שנעלמו במכשיר הדגל משנה שעברה. הראשון שבהם הוא ההגנה ממים ומאבק. הגלאקסי S7 מוגן ממים ומאבק בתקן IP68 (לעומת ה-IP67 של ה-S5). מה זה אומר? ובכן הספרה 6 שבתקן מתייחסת להגנה הגבוהה ביותר מאבק, כי אחרי הכל, אתם לא רוצים גרגרי אבק בתוך המסך היקר שלכם; והספרה 8 מתייחסת להגנה ממים. סמסונג מתחייבת שהמכשיר ימשיך לפעול גם אם תטביעו אותו במים בעומק של מטר וחצי למשך 30 דקות. כמו שכבר כתבנו, ה-S7 לא בא להחליף את ה-GoPro שלכם, אבל המכשיר ימשיך לתפקד נפלא גם אם הוא יירטב בגשם, יחליק לאסלה או יעבור שטיפה בסוף היום. אחרי הכל, מצטברים עליו פי 20 יותר חיידקים ממושב האסלה שלכם, אתם יודעים.\nהגלאקסי S7 החדש גם מיישר קו עם מכשירים דוגמת ה-Xperia Z5 של סוני ומציע את ההגנה הזו, מבלי שתראו אותה בעיניים, כלומר, כל ההגנה נעשית ברמת המכלול הפנימי של המכשיר, ללא כיסויי גומי מגושמים על שקעי הטעינה או האוזניות למשל.\nמקור: גיקטיים\nבדקנו את המכשיר ובאופן לא מפתיע הוא עבר בהצלחה את כל המבחנים שלנו שכוללים התזה, שטיפה במי ברז, הטבעה באמבטיה ל-10 דקות ועוד. ה-S7 לא מצמץ והמשיך להציג וידאו, גם בתוך המים. בבדיקה אחרת אף בדקנו את יכולות הצילום שלו והמכשיר המשיך את צילום הוידאו, גם מתוך גיגית המים.\nעם זאת, שמנו לב ל-2 תופעות לוואי לאחר ההוצאה מהמים. הראשונה היא דיסטורשן בסאונד שבוקע מהרמקול – אולם העיוות נעלם לאחר שניערנו את המכשיר קלות; תופעה שנייה מעניינת יותר היא שכאשר הוצאנו את המכשיר מהמים וניסינו לחבר את המטען החשמלי לשקע הטעינה, הופיעה הודעה שמודיעה לנו כי בעקבות לחות שהתגלתה, עלינו לייבש את שקע הטעינה ולנסות שוב. אהבנו.\nצילום: גיקטיים\nכמו שכבר כתבנו בסקירה על מכשיר הסוני Xperia Z5 פרימיום, אי אפשר להפריז במשקל של פיצ’ר ההגנה ממים ומאבק, בוודאי כאשר הוא נעשה בדרך כל כך אלגנטית ואסתטית כמו ב-S7. מדובר ביתרון שיכול לחסוך לא מעט כסף בתיקונים ועל הדרך גם כמה דפיקות לב.\nמקור: גיקטיים\nעוד פיצ’ר אהוב שנעלם לקול מחאות של משתמשים רבים הוא חריץ הרחבה לכרטיס Micro-SD. עתה גם הוא עושה קאמבק בדמות מגירה משולבת עם כרטיס הננו-סים. ואין ספק שמדובר בפיצ’ר שימושי ביותר. די אם נביט על האפליקציות והמשחקים שהולכים ותופסים יותר מקום, התיאבון שלנו לצילום תמונות רבות מבלי למחוק ישנות ומעל לכל קטעי הוידאו הרבים שאנחנו מצלמים, חלקם ב-4K – כל אלו זוללי מקום ידועים. בעזרת כרטיס הזיכרון ניתן ליהנות מעוד 200GB של איחסון לתמונות, וידאו או קבצים אחרים.\nשמתם לב בוודאי שדיברנו על קבצים ולא על אפליקציות.\nגוגל מציעה באנדרואיד מרשמלו 6.0 את פיצ’ר ה-Adoptable Storage, שמאפשר לכם להשתמש בכרטיס ה-MicroSD כזיכרון פנימי מובנה לכל דבר; כלומר, תוכלו לאחסן עליו אפליקציות והוא יוצפן בדיוק כמו הזיכרון המובנה של המכשיר. אולם הן סמסונג והן LG החליטו לוותר על הפיצ’ר הזה, כדי לא ‘לבלבל את המשתמשים’ שעלולים להוציא את המכשיר ולהתקל בבעיות שונות.\nלמרות זאת, גילינו שכן ניתן להשתמש בכרטיס לצורך איחסון אפליקציות, זאת גם בלי Root או שימוש באפליקציות צד ג’. פשוט ניגשים ל-Storage > בוחרים את האפליקציה ואת מיקום האיחסון החדש שלה: Internal Storage או SD Card. כך שאם אתם רוכשים כרטיס זיכרון בנפח של 200GB, אתם נהנים ממכשיר עם נפח זיכרון מצוין. מדובר בפיצ’ר חשוב כאשר לוקחים בחשבון שמתוך 32GB או 64GB מובנים כ-8GB מוקדשים למערכת ההפעלה.\nכך או כך, מדובר בתוספת מבורכת, משום שכרטיס זיכרון יהיה תמיד זול יותר משדרוג לדגם יקר יותר של אותו מכשיר.\nבגלאקסי S6 שילבה לראשונה סמסונג קורא טביעות במכשיר מתוצרתה. מדובר היה בקורא טביעות אצבע ממוצע למדי בביצועים עם תהליך הגדרה ארוך יחסית ולא מעט זיהויים שגויים, כלומר, בקשה חוזרת ונשנית להניח את האצבע, עד לזיהוי. מאז הגיעו מכשירים עם קורא טביעות אצבע מעולים כמו הוואווי Mate S, ה-OnePlus 2 ומעל לכולם קוראי טביעות האצבע של הנקסוסים החדשים, 5X ו-6P. לצערנו, תהליך ההגדרה של כל טביעת אצבע בגלאקסי S7 עדיין איטי יותר מהנקסוסים למשל, ועדיין תזדקקו ל-10-15 נגיעות, כדי לקבוע טביעת אצבע, לעומת 4 בנקסוסים; אולם רמת הדיוק שלו השתפרה ונתקלנו בפחות הודעות שגיאה.\nמקור: גיקטיים\nבפני סמסונג עמדה משימה לא פשוטה. איך לשדרג את המצלמה הטובה כבר של הגלאקסי S6 משנה שעברה. למרות שכבר קיבלנו רמזים על כך בברצלונה כשהושק המכשיר ולמרות שאתר DxO, שנחשב למקור בדיקות המצלמה האמין ביותר, העניק למצלמה את תואר מצלמת הסמארטפון הטובה ביותר כיום, הרי שרק כאשר יצא לנו לבחון אותה בעצמנו במשך מספר ימים, יכלנו להגיע למסקנה שסמסונג אכן הצליחה במשימה.\nכדי לעשות זאת, שינתה סמסונג פרדיגמה מחשבתית ונטשה את מרוץ המגה-פיקסל לטובת פיקסלים גדולים יותר, בדיוק כפי שעשתה גוגל במכשירי הנקסוס שלה. בקצרה, פיקסלים גדולים יותר מאפשרים ליותר אור להיקלט בחיישן המצלמה, וכך המצלמה מתפקדת טוב יותר בתנאי חשיכה או תאורה נמוכה; לכן, ה-S7 כולל חיישן 12 מגה-פיקסל בניגוד ל-16 מגה-פיקסל של קודמו, כך שאם אתם לא מתכננים להדפיס את התמונות על גבי שלטי חוצות, לא תשימו לב להבדל.\nעוד שינוי משמעותי שעשתה סמסונג הוא השימוש במפתח צמצם f/1.7, זאת בניגוד ל-f/1.9 ב-S6. גם כאן, המטרה היתה לשפר את הביצועים בתנאי תאורה נמוכה, משום שככל שמפתח הצמצם קטן יותר, הפתח של הצמצם גדל ויותר אור מגיע לחיישן מבלי ליצור מריחות וטשטושים. ‘תופעת לוואי’ של מפתח הצמצם הזה היא הפוקוס. כפי שתוכלו לראות בתמונות, המכשיר מתמקד בעצם כלשהו, וכל מה שלא בפוקוס זוכה לטשטוש גדול עוד יותר, bokeh בשפה המקצועית.\nהתוצאה מרהיבה. ולמרות שלעיתים הם נוטים לצהבהבות יתר, צילומי הלילה של הגלאקסי S7, גם בחושך מוחלט, הם ללא ספק הטובים ביותר שניתן לקבל מסמארטפון כיום ואת זה אנחנו כותבים לאחר שהשווינו אותו עם מכשירים עם מצלמות מעולות דוגמת האייפון 6S והנקסוס 6P.\n\n\nסמסונג גם חשפה ב-S7 את טכנולוגיית הפיקסלים הכפולים שלה, כלומר, 2 פוטודיודות לכל פיקסל בחיישן. התוצאה היא פוקוס לייזר אוטומטי מהיר הרבה יותר מכל מכשיר אחר שאי פעם בדקנו. בתנאי תאורה נמוכה, ההבדל אמנם מתחדד, אבל גם בתנאי צילום רגילים, פשוט אין מה להשוות את המהירות של המיקוד האוטומטי לכל מצלמה אחרת או אפילו מצלמות DSLR. שימו את היד בפריים – המצלמה תתמקד בה, הרימו אותה למעלה, ותוך מאית שנייה היא תתמקד ברקע. מרשים. היתרון הוא כמובן בזמן צילום של אובייקטים בתנועה כמו ילדים שקופצים, משחק כדורגל או כל דבר אחר שזז מהר. היתרונות הללו באים לידי ביטוי גם בזמן צילום בוידאו, אז גם רואים היטב את ההשפעה של מנגנון ייצוב התמונה האופטי (OIS) של המכשיר.\nאנחנו מרגישים שכמעט מיותר לציין שגם בתנאי תאורה רגילה, המצלמה מצטיינת והתמונות יצאו חדות וברורות, עם גוונים מדוייקים ועשירים ותחום דינמי רחב. אבל, הנה, ציינו.\n[huge_it_slider id=”24″]\nאפליקציית המצלמה של סמסונג לא השתנתה מהותית מזו שליוותה את ה-S6 או הנוט 5, וטוב שכך. למרות שאנחנו חסידי הממשק הנקי של המצלמה של גוגל, המצלמה של סמסונג מצליחה לשלב מספיק פיצ’רים, מבלי לגרום לעומס וגימיקים. המצב הידני ממשיך לעבוד נפלא ולהציע שליטה בצמצם, חשיפה ומיקוד, ובמקביל מי שבעניין יכול ליהנות גם תוספות כמו Motion Photo (המקבילה הסמסונגית ל-Live Photo של אפל) שלוכדת קטע וידאו לפני כל צילום של סטילס או שידור בלייב ביוטיוב, היישר מהממשק של המצלמה.\nמקור: גיקטיים\nה-S7 שקיבלנו מגיע עם ערכת שבבים מסוג Exynos 8890 Octa מתוצרת סמסונג, עם 4 ליבות במהירות 2,300GHz ו-4 ליבות במהירות 1.6GHz; בדגמים שמשווקים בצפון אמריקה ואסיה אגב מגיע המכשיר עם ה-Snapdragon 820 החדש של קוואלקום. ה-S7 כולל מעבד גרפי חזק מסוג Mali-T880 של ARM ו-4GB RAM. מפרט מרשים אין ספק, אבל כיצד הכל מתרגם לביצועים בפועל?\nהפתעות נאלץ לחפש במקום אחר כנראה.\nגלישה, מיילים, דפדוף בין האפליקציות, אנימציות – הכל פשוט טס. הפעלנו אפליקציות ועוד אפליקציות ועוד אפליקציות והמכשיר כאילו “זה הכי טוב שלכם?”… גם בזמן עבודה על מסמכים ב-Word שמגיעה עם המכשיר המכשיר לא הראה סימנים של עייפות.\nעברנו למשימות היותר מורכבות כמו עיבודי תמונה ב-Lightroom וב-Photoshop Express ועדיין, לא גילינו סימנים לאיטיות. צפייה בוידאו HD – צ’ק. צפייה ב-4K (עם Downscale) – עברה גם היא חלק ללא גמגומים – הן בסטרימינג והן בניגון וידאו שנמצא על גבי המכשיר. ולבסוף, משחקים. גם כאן הצלחנו לסיים דקות ארוכות של Modern Combat 5: Blackout ללא לאגים וללא גמגומים מיותרים; גם Asphalt 8 צלח ללא תקיעות או פריימים שנפלו וכך גם Need For Speed No Limits.\nה-S7 כולל מצב גיימינג חדש, עליו עוד נרחיב בהמשך, אבל בעזרתו הצלחנו לשחק במשחקים השונים, תוך כדי הקלטת המשחק, מבלי שזה ישפיע כלל על המשחק. כלומר, לא מספיק ששיחקנו במשחקים תובעניים למדי בדרישות שלהם, הוספנו על זה הקלטת וידאו של המשחק, ועדיין ה-S7 תפקד מצוין. הדבר היחיד ששבר אותו היה כאשר העברנו את ההקלטה ל-1080p והוספנו גם צילום וידאו במקביל ואז ראינו כיצד קצב הפריימים צונח והמכשיר נאבק בהצלחה כדי שנוכל להמשיך לשחק.\nכך צריך להתנהג מכשיר דגל.\nעכשיו לגבי ההתחממות. כזכור לפני כשנה התלוננו על כך שה-S6 מתחמם. ב-S7 שילבה סמסונג מנגנון קירור נוזלי חדש שמפזר בהצלחה את החום שפולטים המעבדים, שגם הם עצמם יעילים יותר אנרגטית. התוצאה: בשימוש יומיומי רגיל המכשיר אינו מתחמם.\nהמקרים היחידים שבהם גילינו שהמכשיר כן מתחמם בצורה בולטת לעין וליד היו כאשר צילמנו וידאו ב-4K וב-1080p יותר מ-15 דקות ברציפות; כאשר שיחקנו במשחקים יותר מ-10 דקות ברציפות וכאשר השתמשנו יותר מ-10 דקות במכשיר לצורך הצגת VR, בעזרת האפליקציה המובנית של Oculus. עם זאת, לא מדובר בחום קיצוני או כזה שיפריע לכם אם אתם עושים שימוש בקייס ובהחלט לא לוהט יותר ממכשירים מקבילים.\nמקור: גיקטיים\nה-S7 מגיע עם רמקול מונופוני אחד ולצערנו גילינו שהוא אחת החוליות החלשות ביותר במכשיר.\nהסאונד מאכזב מאוד ולא עומד בשורה אחת עם המסך, המצלמה או כל מרכיב אחר במכשיר הפרימיום הזה. אין באסים, הצלילים הגבוהים גולשים לא פעם לדיסטורשן וגם העוצמה שלו נמוכה למדי.\nאנחנו יודעים שלא הרבה משתמשי סמארטפון אכן עושים שימוש ברמקול, מכיוון שהן גיימרים והן משתמשים שמרבים לצפות בסדרות ובסרטים יעדיפו תמיד לחבר אוזניות טובות, אבל עדיין, מפתיע לגלות רמקול כל-כך בינוני במכשיר דגל. מכיוון שלא מדובר ברכיב יקר יחסית, אנחנו רוצים להאמין שאיכות הסאונד נובעת מההגנה כנגד מים ואבק ולא מהחלטה מכוונת. בכל מקרה, כדי ליהנות מסאונד טוב, הכינו אוזניות.\nמקור: גיקטיים\nאנחנו אוהבים את המסכים של סמסונג, גם כאשר מדובר במסכים שהיא מייצרת לחברות אחרות.\nה-S7 כולל מסך AMOLED ברזולוציית 1440×2560, צפיפות פיקסלים של 576ppi ויחס מסך-גוף של 70.63 אחוז; גרסת האדג’ מגיעה עם אותה רזולוציה, אבל שטח המסך הגדול יותר שמשפיע מצד אחד על צפיפות הפיקסלים שיורדת ל-534ppi ומצד שני, מעלים כמעט לגמרי את המסגרת (Bezel) ומעניק יחס מסך-גוף של 76.1 אחוזים.\nעם הנתונים הללו, לא בנינו על הפתעות, ולשמחתנו גם לא נתקלנו בכאלו. מדובר בתצוגה מעולה, עם בהירות מצוינת וצבעים מדוייקים. שמחנו גם לגלות שבניגוד לשנים קודמות, הצבעים אינם רוויים מדי ונאמנים למציאות. השחורים היו עמוקים, כפי שציפינו ממסך AMOLED והבהירות איפשרה להבחין היטב בפרטים שבמסך גם תחת שמש ישירה.\nמקור: גיקטיים\nלראשונה, כוללת תצוגת המכשיר החדש מצב Always On; מדובר במצב שמאפשר למכשיר להציג פרטי מידע שונים כמו שעה, מצב סוללה או התראות, מבלי שנצטרך לפתוח את המכשיר. משהו כמו שעון לילה משוכלל. הפיצ’ר כבר קיים במכשירים דוגמת סדרת הנקסוס שם הוא מכונה Ambient Display, אולם סמסונג שדרגה אותו כך שיהיה צבעוני וניתן להתאמה אישית. אנחנו למשל בחרנו בתצוגה צבעונית שכוללת שעה, לוח שנה קטן ואחוזי סוללה. כמו בשומרי המסך של שנות ה-90, גם כאן התצוגה תזוז מדי כמה שניות. ההרגשה שלנו היא שלסמסונג עוד יש עבודה על הפיצ’ר, אבל מדובר בתוספת נחמדה שלא צורכת יותר מדי סוללה.\nצילום מסך: גיקטיים\nגיימרים תמיד יחפשו את מכשירי הדגל, זה נכון. אבל סמסונג כללה ב-S7 כמה פיצ’רים שנועדו למשוך אותם דווקא ל-S7 החדש.\nראשית, ה-S7 הוא גם המכשיר הראשון שבו משלבת סמסונג את ה-Vulkan, סט API, שנועד להחליף את ה-OpenGL ES שקיים כיום ולאפשר למפתחים להשתמש טוב יותר ביכולות של המעבדים ובליבות המרובות שבמכשיר. ה-Vulkan שהחל את דרכו ב-AMD תחת השם Mantle, נועד גם להתחרות ב-Metal של אפל ולהקנות לגלאקסי יכולות גיימינג טובות הרבה יותר.\nשנית, פיצ’ר שהזכרנו קודם בקצרה שנקרא Game Launcher. בתור התחלה, הלאונצ’ר הזה יאגד באותה תיקייה כל משחק שהתקנתם וכל משחק שתתקינו על גבי המכשיר בצורה אוטומטית. מרגע שתפעילו את המשחק, תופיע בצד המכשיר בועה קטנה אדומה שלחיצה עליה תפתח תפריט משנה עם מספר הגדרות שימושיות ביותר לגיימרים. האפשרות הראשונה היא לכבות התראות, כי אין דבר יותר מעצבן מלקבל ווטסאפ מאיזו קבוצה לא חשובה רגע לפני שאתם מנטרלים זומבי ב-Dead Trigger; אפשרות נוספת שימושית היא האפשרות לבטל את הכפתורים הקפסטיביים (כפתורי חומרה של ‘חזרה’ ו’אפליקציות’) – שוב כדי שלא תלחצו בטעות על הכפתורים הללו בזמן משחק. 2 הגדרות נוספות מגיעות מהתובנה הבסיסית של גיימרים בכל העולם: מה זה משנה השלב שאליו הגעת או השיא ששברת, אם לא הראית לכולם? לכן, תוכלו לצלם סקרינשוטים וגם קטעי וידאו שלמים של המשחקים שלכם ולשתף אותם תוך מספר לחיצות. סמסונג אף הגדילה לעשות והוסיפה אפשרות לצילום וידאו במצלמת הסלפי בזמן שאתם משחקים, כך שתוכלו להעלות את הגיימפליי שלכם בצירוף ההבעות שלכם או הפרשנות או תוך כדי הדרכה ולהפוך בשניות ל-PewDiePie.\nכאשר הקלטנו משחקים ברזולציה של 720p או אפילו 1080p, המשחק רץ חלק ולא הרגשנו בכלל את ההקלטה שברקע. כאשר עברנו להקלטה ב-1080p, בקצב של 60fps ועם צילום וידאו פעיל בזמן המשחק, יכלנו כמעט לשמוע את הסיליקון של המעבד בוכה ממאמץ ואכן חלה ירידה בקצב הפריימים, אם כי עדיין היה ניתן לשחק. בכל מקרה, מצב הגיימינג החדש ישמח כל גיימר, ואם אתם בעניין, ה-S7 יכול להיות המכשיר הבא שלכם.\nצילום: גיקטיים\nסמסונג הפתיעה ואכזבה לא מעט משתמשים כאשר בחרה לכלול סוללה מובנית ב-S6 לפני כשנה וזנחה כך את אחד מהיתרונות הגדולים שלה מול האייפון למשל. הסוללה שכללה אז סמסונג היתה בינונית לגמרי, וכזו שאכזבה גם אותנו וגם לא מעט משתמשים. לכן, שמחנו לגלות שסמסונג ויתרה על 1 מ”מ בעובי, וכללה סוללה חזקה משמעותית יותר במכשיר. כמה משמעותית? 3,000mAh משמעותית. ואם תלכו על גרסת האדג’ תיהנו מסוללה בקיבולת של לא פחות מ-3,600mAh. אבל, כרגיל, שמנו בצד את המספרים ובדקנו את המכשיר, בדגם האדג’ שלו, בפועל.\nאחרי מספר ימים של דפוסי שימוש שונים, שמחנו לגלות שהסוללה החזקה, בשילוב המעבד היעיל יותר וכמובן פיצ’ר ה-Doze של האנדרואיד 6 מרשמלו – כלו אלו מסמנים שיפור ניכר באורך חיי הסוללה. בשימוש ממוצע, שכולל GPS, מצלמה, בהירות מסך אוטומטית ומצב AlwaysOn, שרדנו בלי בעיות יום וחצי מבלי שנצטרך להתחבר לקיר. עם דפוס פעילות שכלל יותר משחקים וצילום וידאו שרדנו את היום והגענו הביתה עם כ-10 אחוז סוללה.\nגם כאשר היינו צריכים להטעין את המכשיר, נעזרנו בטעינה המהירה של סמסונג, אותה היא מכנה Adaptive Fast Charging. למרות שסמסונג טוענת ל-0 עד 50 אחוז תוך חצי שעה, לנו זה לקח מספר דקות יותר, אבל בשורה התחתונה מדובר בפתרון יעיל שנותן לכם כמה שעות של אוויר בזמן קצר יותר. בשעה וחצי של טעינה הצלחנו להגיע מ-0 ל-80 אחוז. חוץ מהטעינה המהירה, כולל המכשיר גם תמיכה בטעינה אלחוטית וטעינה אלחוטית מהירה. מהבחינה הזו, בפעם הראשונה אנחנו לא מרגישים את חסרונה של סוללה שניתנת לפירוק.\nעם זאת, חשוב לקחת בחשבון שאיננו יודעים מה יהיה בגורלה של הסוללה בעוד כשנה וחצי למשל והאם היא לא תאבד מהקיבולת שלה. כך שבניגוד למשל למשתמשי ה-G5 של LG שיוכלו פשוט להחליף סוללה או מודול סוללה, פירוק והרכבה של סוללה חדשה ב-S7 היא כבר עניין מורכב יותר, שמתבצע במעבדות.\nמכוער, אבל פחות\nקודם כל, וידוי קצר. פעם, עצם האיזכור של TouchWiz, ממשק ה-UI של סמסונג, היה מספיק כדי לגרום לנו פריחה בצורה של דגל קוריאה על העור. וסמסונג הרוויחה את זה ביושר. במשך שנים היא העמיסה על מכשיריה ממשק כעור ואפיליפטי למדי, עם אייקונים צעקניים וצבעים זרחניים עם תכונות לא שימושיות והגרוע ביותר: Bloatware – עשרות אפליקציות ושירותים שאף אחד לא צריך ומקבילות לגמרי לשירותים פופולאריים של גוגל (ChatOn זוכרים?). כשהוספנו לזה גם את השיט שהוסיפו ספקיות הסלולר המקומיות, קיבלנו מכשיר עמוס ומבולגן, זולל משאבים ומקום איחסון.\nכבר בשנה שעברה החלה סמסונג להפנים את הביקורת וקיצצה משמעותית בכמות ה-Bloatware והשנה, שמחנו לגלות שהמגמה תפסה תאוצה. אז נכון, לטעמנו לפחות, עדיין אין על הממשק האנדרואידי הנקי של הנקסוסים, אבל העיצוב כבר לא צעקני וכמות האפליקציות שמגיעות עם המכשיר נמוכה ביותר וחלק לא קטן מהן, למשל ווטסאפ, הן אפליקציות שגם ככה תתקינו. אפילו שיתוף הפעולה המעצבן עם Flipboard שהיה גוזל לכם עמוד אפליקציות נעלם וגם האפליקציות של מיקרוסופט שמגיעות עם המכשיר נושאות עימן בונוס נחמד של 100GB איחסון לשנתיים. במקום כל האפליקציות הללו הסתפקה סמסונג במעין באנר שמזמין אתכם להתקין את האפליקציות מהחנות, באנר שניתן כמובן להסרה. ועדיין, כל מיני תכונות בו מעצבנות כמו המיקום של אייקון מגירת האפליקציות בצד ימין, תיקיות מבולגנות שמגיעות עם אייקונים מבולגנים ולא בסדר ABC כמו באנדרואיד הנקי,\nבנוסף, מאפשרת לכם סמסונג להיכנס לחנות ולהוריד ערכת נושא שתקלע יותר לטעם שלכם. בכל מקרה, אנחנו מקווים שבמכשיר הבא תשכיל סמסונג להיפטר גם משירות ה-S Voice, העוזרת הקולית של החברה, הדפדפן המובנה ואפליקציית המייל שלה. עם זאת, אנחנו מזכירים שנקודת תורפה של כל מכשיר שאינו נקסוס הוא זמני ציפייה ארוכים לעדכוני אנדרואיד, וסמסונג (יחד עם יצרניות הצ’יפים) חייבת להקפיד על מדיניות עדכונים מהירה ועקבית יותר. בכל מקרה, המכשיר מגיע מהקופסה עם אנדרואיד 6.01 מרשמלו.\nצילום: גיקטיים\nלראשונה, נתקלנו במסך המעוגל במסך של הנוט 4 גרסת האדג’ לפני כשנה וחצי. גם כאשר סקרנו את הגלאקסי S6 דגם האדג’ לא ממש מצאנו צידוק לרכישה של הדגם הזה, למעט העניין הויזואלי והאסתטי. האם המצב השתנה ב-S7 אדג’?\nאם עד עכשיו השתמשה סמסונג במסך המעוגל כדי להציף את אנשי קשר, הרי שעכשיו, הוסיפה החברה מספר לשוניות שונות, שניתנות כולן לשליפה מהירה מהקצוות המעוגלים של המסך: Apps – מעניק לנו גישה מהירה לאפליקציות שבהן אנחנו מרבים להשתמש; Tasks – מאפשר לנו להוסיף קיצורי דרך למשימות, כלומר פעולות מסויימות בתוך אפליקציות, כמון למשל לצלם פנורמה או לשלוח הודעה לאיש קשר מסויים; People – הוא הטאב המוכר של אנשי הקשר המועדפים שלנו שמאפשר לנו להתקשר אליהם בלחיצה אחת ולבסוף, מסך תוכן שמגיע כברירת מחדל עם חדשות מיאהו!. אם תרצו תוכלו להחליף את הלשוניות ללשונית כלים למשל שכוללת סרגל, מצפן ופנס. לטעמנו עדיין מדובר בתוספת שהיא מיותרת עבור רוב האנשים, אבל ההערכה שלנו היא שלא מעט יסכימו לשלם את התוספת בגלל המסך הגדול יותר והעיצוב.\nהנה בקצרה ההבדלים בין דגם האדג’ לדגם הרגיל:\nמקור: גיקטיים\nסמסונג מנסה לייצר אקוסיסטם של מוצרים ושירותים סביב הגלאקסי. החל מפשוטים יחסית כמו כיסויים, סוללות גיבוי ועדשות אופטיות וכלה במשקפי ה-Gear VR ושירות התשלומים Samsung Pay. ברשותכם אנחנו רוצים להתמקד ב-2 האחרונים, משום שלטעמנו הם פיצ’ר של הסמארטפון בדיוק כמו גודל מסך או מצלמה.\nחלק מהאקוסיסטם: מצלמת ה-360 של סמסונג. צילום: גיקטיים\nה-Gear VR של סמסונג, בדומה לקארדבורד של גוגל, משתמש במעבדים, בחיישנים ובמסך של הסמארטפון שלכם, כדי להציג חוויית מציאות מדומה. אנחנו עוד נרחיב על השילוב בסקירה נפרדת שנעלה, אבל אמ;לק: השילוב עובד. לא מרשים כמו ה-Vive או ה-Rift, אבל מצד שני, יש למשקפיים פוטנציאל להיות מכשיר הכניסה של ההמונים לעולם המציאות המדומה. הפיצ’ר השני הוא ה-Samsung Pay, שירות התשלומים של החברה, שעל פי סמסונג ישראל, יושק עוד השנה בישראל. בניגוד לשירותים מתחרים כמו למשל ה-Android Pay או ה-Apple Pay, השירות של סמסונג תומך בטכנולוגיית ה-MST או Magnetic Secure Transmission. הטכנולוגיה, שפיתח הסטארטאפ LoopPay, מדמה בעזרת סליל מתכת קטן שבסמארטפון את העברת הכרטיס המגנטי במסופים של בתי העסק. לכן, ברגע שתשיק סמסונג את השירות בישראל הוא יהיה זמין מיידית בכ-95 אחוזים מבתי העסק בישראל, ללא שום צורך בהסבות או התאמות. מכיוון שארנק אנחנו שוכחים לפעמים, אבל את הסמארטפון – לא, מדובר בפיצ’ר חשוב, ששווה לקחת בחשבון.\nצילום: גיקטיים\nבניגוד ל-LG, היריבה המושבעת מקוריאה, סמסונג לא עשתה מהפכה עם ה-S7. והאמת? לא היתה לה סיבה. אחרי הכל, ה-S6 משנה שעברה היה מכשיר טוב. סמסונג הודתה בטעות או הקשיבה ללקוחות, אנחנו נותנים לכם לבחור את המינוח, ותיקנה את כל מה שהיה דרוש תיקון. התוצאה היא ה-S7.\nהמכשיר אינו מושלם. התאכזבנו למשל מהרמקול ומהיעדרו של ה-IR Blaster, שאהוב על לא מעט משתמשים ומאפשר להם להפוך את המכשיר לשלט אוניברסלי חכם; התאכזבנו גם לגלות שסמסונג בחרה בחיבור Micro-USB ולא ב-USB-C. אבל למרות זאת, מדובר במספר חסרונות מועט יחסית לעומת לא מעט יתרונות מהצד השני של המאזניים.\nאם המחיר משחק אצלכם תפקיד מרכזי, לא הגלאקסי S7 ולא ה-S7 אדג’ הם מכשירים שאתם צריכים לשקול ובמקרה כזה אנחנו ממליצים לכם להמתין מספר חודשים לירידת מחיר או לרכוש מכשירים של יצרניות אחרות. אבל אם אתם מחפשים מכשיר דגל של 2016 ומוכנים להשקיע בהתאם, קל לנו מאוד להמליץ על המכשיר ולהכתיר אותו כמכשיר הסמארטפון הטוב ביותר שקיים שניתן לרכישה כרגע.\nלא אהבנו: רמקול, אין IR BLASTER, אין USB-C, ממשק ה-TouchWiz\nאהבנו: מסך, ביצועים, מצלמה, הגנה ממים ומאבק, עיצוב, סוללה, כרטיס MicroSD, אקוסיסטם", "keywords": "סמסונג,גלאקסי s7,גלאקסי s7 edge,גלאקסי s7 אדג\\',סמסונג ישראל,סמארטפון,גלאקסי,galaxy s7 edge,galaxy s7,gear vr,gear 360,סקירה,סקירת וידאו,סלולר,מכשיר דגל,אנדרואיד,doze,מרשמלו,אנדרואיד 6 מרשמלו,touchwiz,טאץ\\'וויז,"}