{"url": "https://www.geektime.co.il/pagaya-raised-102m/", "type": "article", "title": "מגה-גיוס: Pagaya גייסה 102 מיליון דולר", "description": "את סבב הגיוס של פאגאיה הובילה קרן העושר של סינגפור", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/pagaya-1592389673-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-17T13:45:54Z", "modified_time": "2020-06-18T11:06:50Z", "articleBody": "את סבב הגיוס של פאגאיה הובילה קרן העושר של סינגפור\nצוות המייסדים: יהב יולזרי, אביטל פרדו וגל קרובינר. מקור: Pagaya\nגיוס ענק ל-Pagaya הישאלית: החברה המתמחה בניהול סיכוני אשראי וחיתום בעולמות ההלוואות הצרכניות המקוונות (P2P) הודיעה היום (ד׳) על השלמת סבב גיוס בגובה של 102 מיליון דולר. את סבב הגיוס הובילה קרן העושר של סינגפור (GIC) בהשתתפות Aflac Global Ventures, זרוע ההשקעות של פועלים שוקי הון, קרן ויולה, כלל ביטוח, Oak HC/FT והבנק התאילנדי SCB.\nהטכנולוגיה של Pagaya (פאגאיה) מפתחת פתרונות ניהול השקעות למשקיעים מוסדיים, בתחום המסחר בהלוואות מקוונות, וזאת באמצעות שימוש בטכנולוגיות Machine-Learning: הטכנולוגיה ניזונה מנתונים של מליוני הלוואות היסטוריות ומאגרי מידע נוספים כדי לבחור בצורה מושכלת ובפרקי זמן של מילי שניות את ההלוואות עם כדאיות ההשקעה הגבוהה ביותר.\nמאחורי הקלעים, צוות ניהול ההשקעות של החברה מורכב מ-30 מדעני נתונים ומומחי AI המבצעים תהליך מעמיק של ניהול סיכונים בתחום ההשקעות. באמצעות הטכנולוגיה של Pagaya כל גוף ומשקיע יכול לזהות בפרק זמן קצר למדי את ההלוואה הבאה שכדאי לו להעניק מתוך מאגר ההלוואות האפשריות הקיימות, וכל זאת בהתאם לפרופילי הסיכון השונים.\nPagaya הוקמה ב-2016, ע”י גל קרובינר (CEO), יהב יולזרי (VP Sales) ואביטל פרדו (CTO). סך גיוסיה עד כה עומד על 200 מיליון דולר, כולל גיוסי חוב. מאז הקמתה, הבינה המלאכותית שפיתחה החברה סייעה לנהל נכסים בשווי של מעל ל-1.6 מיליארד דולר לבנקים, חברות ביטוח וקרנות פנסיה. החברה תשמש בהשקעה האחרונה כדי להיכנס לתחומים נוספים כמו נדל״ן, הלוואות רכב, משכנתה ואשראי ארגוני.", "keywords": "גיוס,גיוס הון,סטארטאפ,סטארטאפ ישראלי,pagaya,פאגאיה"}