{"url": "https://www.geektime.co.il/optimalplus-acquired/", "type": "article", "title": "האקזיט השני של ניר ארז ממוביט: Optimal Plus נמכרת ב-365 מיליון דולר", "description": "התוכנה שפיתחה החברה בודקת מידי שנה 100 מיליארד רכיבים לפני שהם נכנסים לרכבים ומוצרי אלקטרוניקה. מאז הקמתה, גייסה החברה כ-80 מיליון דולר", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/optimalplus-1591097905.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-02T15:21:24Z", "modified_time": "2020-06-03T13:56:12Z", "articleBody": "התוכנה שפיתחה החברה בודקת מידי שנה 100 מיליארד רכיבים לפני שהם נכנסים לרכבים ומוצרי אלקטרוניקה. מאז הקמתה, גייסה החברה כ-80 מיליון דולר\nמקור: +Optimal\n​זה לקח קצת זמן, אבל חברת +Optimal, שפעילה בתחום בקרת האיכות לרכיבי אלקטרוניקה לרכב, נרכשת על ידי National Instruments האמריקאית. לאורך השנים גייסה החברה הישראלית, שבין המקימים שלה ניר ארז מ-Moovit, כ-80 מיליון דולר, והיא תימכר תמורת 365 מיליון דולר. \nמוצרי התוכנה שפיתחה +Optimal (אופטימל פלוס) מיועדים לתעשיות השבבים, הרכב והאלקטרוניקה, והם מאפשרים לקצר את זמן היציאה לשוק של מוצרים חדשים ולהבטיח את תקינותם. הפיתוח כולל רשת נתונים המקשרת בין כל חלקי הייצור בתעשיית הסמיקונדקטור, שביכולתה לבדוק מידי שנה כ-100 מיליארד רכיבים, בתהליך שאורך שניות בודדות בלבד. בין לקוחותיה של אופטימל ניתן למנות את Qualcomm, NVIDIA ו-ZF.\nהחברה הרוכשת, NI, פועלת בשוק דומה, ומפתחת מערכות אוטומטיות לבדיקה ומדידה, לתעשייה ומחקר. ״יחד עם NI ,נוכל לספק פתרונות ניתוח נתונים ברמה הארגונית, שיאפשרו ללקוחות להשלים בהצלחה תהליכי טרנספורמציה דיגיטאלית ,ובנוסף, לאפשר לנו להגיע ללקוחות חדשים״, אומר דן גלוטר, מנכ”ל ומייסד +Optimal.\n+Optimal נוסדה ב-2005 על ידי דן גלוטר, המכהן כמנכ״ל, וניר ארז, שעזב ב-2009 והקים לאחר מכן את מוביט. לחברה 240 עובדים במשרדיה בארה״ב, אסיה, ובאירופה, כשמרכז הפיתוח והמטה שלה ממוקם בחולון. במסגרת הסכם הרכישה כל עובדי אופטימל יעברו להיות עובדים של NI.  לצד המנכ״ל ועובדי החברה, אלו שיהנו מהרכישה הם המשקיעים בהן קרן פיטנגו, Viola, KKR, Aviv Venture Capital ו-Evergreen. \nנשאלת השאלה, למה דווקא עכשיו, אחרי 15 שנה של פעילות? גלוטר אומר לגיקטיים כי לפני הכל, הוא מייעץ לכל יזם וחברה, שה-Endgame שלה לא יהיה להימכר; ״האנדגיים שלה הוא לעשות חברה מצליחה שמשרתת את לקוחותיה, לא כקלישאה. במקרה שלנו הרגשנו שהנפקה לא תהיה רלוונטית כי הנפקה היא מאות מיליוני דולרים של מכירות. אנחנו מכרנו ב-51 מיליון דולר, שזה בהחלט יפה אבל לא הגיע לשלב ההנפקה. נוצר מצב שבעצם היה הגיוני שמכירה תהיה שלב ריאלי בסיפור הזה״, אומר. גורם נוסף שגלוטר מציין הוא שמדובר בעסקת מזומן, ״ועסקת מזומן בימי קורונה זה בהחלט דבר ראוי, כך שזה האנדגיים״.\n﻿\nאהרון מנקובסקי, שותף מנהל בפיטנגו, מהמשקיעות הראשונות בחברה, התייחס לרכישה ואמר: “רוב המוליכים למחצה והמערכות האלקטרוניות בעולם, קטנים כגדולים, מטלפונים חכמים ועד מכוניות מכילים לפחות רכיב אחד שנבדק על ידי מוצרי התוכנה שלה. החברה היא דוגמה לכך שבעולם הון סיכון והסטארטאפים, מודל העבודה הוא לא “משקיעים ויזמים”, אלא “צוות שעובד בשיתוף פעולה”. לאורך השנים מאז הקמת החברה היו מטבע הדברים עליות ומורדות, חילוקי דעות והסכמות, משברים פיננסיים ובהמשך פריחה מתמשכת. בכל שלב, מצאנו את דרך הפעולה יחד, התוצאה הגיעה גם היא, ביחד״. \n​", "keywords": "רכישה,אקזיט,אופטימל פלוס,optimal+,סטארטאפ,סטארטאפ ישראלי,optimal"}