{"url": "https://www.geektime.co.il/gitlab-acquires-fuzzit/", "type": "article", "title": "רכישה ראשונה ל-GitLab בישראל", "description": "הפלטפורמה הפופולרית למפתחים הודיעה על רכישת Fuzzit, פיתוח ישראלי שיכניס את בדיקות ה-fuzzing לחלק מובנה במערכת. המרוויח העיקרי - המייסד, שזו כבר החברה השלישית שהוא מקים", "image": "https://files.geektime.co.il/wp-content/uploads/2020/06/default-blog-image-1591878122.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-06-11T15:58:45Z", "modified_time": "2020-06-11T15:26:11Z", "articleBody": "הפלטפורמה הפופולרית למפתחים הודיעה על רכישת Fuzzit, פיתוח ישראלי שיכניס את בדיקות ה-fuzzing לחלק מובנה במערכת. המרוויח העיקרי – המייסד, שזו כבר החברה השלישית שהוא מקים\nמקור: GitLab\nGitLab, המתחרה הגדולה ביותר של GitHub, מודיעה על רכישת Fuzzit, פלטפורמה להטמעת בדיקות ״fuzzing״ בתוך ה-CI/CD של ארגונים. מדובר ברכישה הראשונה של הפלטפורמה הפופולארית בישראל. החברות לא פרסמו את היקף העסקה, אולם לגיקטיים נודע כי היקפה עומד על מיליוני דולרים בודדים, מהם ירוויח בעיקר היזם שעומד מאחורי Fuzzit, יבגני פאץ.\nFuzzit (פאזיט) מציעה פלטפורמת continuous-fuzzing שעוזרת להטמיע בדיקות fuzzing (פאזינג) לתהליך ה-CI/CD של ארגונים. Fuzzing היא שיטה לבדיקות אבטחה ויציבות למערכות שמדמה מעין מתקפת האקרים, במסגרתה מנסים להכניס למערכת קלט בלתי-צפוי כדי לנסות ולגרום לתוצאה לא צפויה כלשהי – קריסה, דליפת זכרון, שגיאות, באגים או כל חולשה נחמדה אחרת. ״באמצעות Fuzzing, ניתן לבצע את הבדיקות האלו באופן אוטומטי על ידי הרצה של אלפי בדיקות רנדומליות שנוצרות על ידי המחשב. אך מאחר שהתכונות של בדיקות פאזינג שונות משמעותית מבדיקות תוכנה רגילות, היה צורך בתשתית חדשה שתספק מענה ותדע לטפל ספציפית בבדיקות מהסוג הזה״, מסביר לגיקטיים יבגני פאץ, מייסד Fuzzit.\nבעקבות הרכישה, המוצר של Fuzzit יוטמע בפלטפורמה של GitLab, שעומדת מאחורי אתר שיתוף הקוד הפופולרי, והוא יהפוך לכלי הראשון שמציע continuous fuzzing כחלק אינטגרלי מהפלטפורמה.\nאיך נוצר הקשר עם GitLab? \nפאץ: ״פניתי לכמה חברות כדי להרחיב את השותפות שלנו עם חברות גדולות. הקשר עם GitLab התקדם מהר ובשיחות הבנו שהטכנולוגיה שלנו מתאימה לפלטפורמה שלהם וכך בעצם זה הפך לתהליך של רכישה״.\nאחד הייחודים של GitLab, הוא אופן הפעילות שלה. הרבה לפני הקורונה – והרבה אחריה – החברה מעסיקה יותר מ-1,000 עובדים מסביב לעולם במתכונת של עבודה מרחוק. גם העסקה האחרונה נוהלה מרחוק בפגישות זום. עם זאת, פאץ מספר כי אחראי הרכישות של GitLab הוא הישראלי אלירן מסיקה, מה שאיפשר להם להיפגש השבוע לראשונה. ״Fuzzit תעניק ל-GitLab את היכולות לתמוך בפאזינג כחלק מהפתרון הכולל והאינטגרלי של GitLab, ובנוסף תרחיב את הגישה לשוק והידע הישראלי המתמחה באבטחה וכך תחזק ותעמיק את ההשקעה של GitLab בתחום כחלק מתהליך ה-DevSecOps”, אמר התגובה לעסקה מסיקה.\nמימין: אלירן מסיקה ויבגני פאץ. מקור: Fuzzit/GitLab\nסיד סיג׳ברנדי, מנכ”ל GitLab, התייחס לרכישה גם הוא ואמר: ״שילוב יכולות הפאזינג של Fuzzit לתוך פתרונות האבטחה של GitLab יעניקו למשתמשים חווית בדיקות אבטחה עשירה ויסודית, תוך כדי שנאפשר להם לשלב את האבטחה לתוך תהליכי הפיתוח. מהלך זה יאפשר בו-זמנית לפשט את תהליכי העבודה שלהם וליצור שיתופי פעולה בין צוותי הפיתוח, האבטחה והאופרציה.”\nFuzzit החלה ב-2019 כחברת ייעוץ וגדלה לחברת מוצר בעזרת השקעת הרווחים מהייעוץ לפיתוח המוצר. החברה התנהלה במתכונת של סטארטאפ רזה, שהעסיק 4 עובדים בלבד בעבודה מרחוק. עם זאת, פאץ הוא היחיד שישתלב ב-GitLab בעקבות הרכישה. ״Fuzzit מפסיקה את פעילותה, המוצר והטכנולוגיה עוברים לבעלות גיטלאב, ואני משתלב שם בתור מי שאחראי על האינטגרציה של fuzzit במוצר שלהם״, מסביר פאץ.\nפאץ הקים את Fuzzit ב-2019, ומדובר כבר במיזם השלישי שלו; לפני כן, הוא ייסד את Perception Point שגייסה כ-10 מיליון דולר ומעסיקה כ-30 עובדים, אותה עזב לפני כשנתיים וחצי. לאחר עזיבתו, הוא הקים את phish.ai, חברת רווחית הפועלת במתכונת בוטסטראפ.\nהאם אתה מתכנן לנוח קצת עכשיו, ליהנות מהפירות שקצרת, או שאתה כבר חושב על הדבר הבא?\nפאץ: ״עכשיו הפוקוס הוא בלסיים את האינטגרציה של Fuzzit לתוך גיטלאב, להביא את המוצר לשוק וללקוחות של גיטלאב הכי מהר שאפשר. אחרי זה אפשר קצת לנוח, וכנראה לחשוב על הדבר הבא״.\n﻿", "keywords": "גיטלאב,gitlab,רכישה,אקזיט,סטארטאפ,סטארטאפ ישראלי,fuzzing,fuzzit,פאזינג"}