{"url": "https://www.geektime.co.il/behalf-raises-27m/", "type": "article", "title": "הלוואה של 50 אלף דולר תוך דקה: Behalf הישראלית מגייסת 27 מיליון דולר", "description": "חברת הסטארטאפ הישראלית מציעה שירות מימון הלוואות שמיועד לעסקים קטנים ובינוניים. באמצעותו ניתן לקבל הלוואה של עד 50 אלף דולר תוך דקה", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/behaklf.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-08-30T17:00:05Z", "modified_time": "2016-08-30T16:35:52Z", "articleBody": "חברת הסטארטאפ הישראלית מציעה שירות מימון הלוואות שמיועד לעסקים קטנים ובינוניים. באמצעותו ניתן לקבל הלוואה של עד 50 אלף דולר תוך דקה\nמקור: Behalf\nפלטפורמת התשלומים הישראלית Behalf, אשר מציעה פתרון מימון ייחודי לעסקים קטנים, הודיעה היום (ג׳) על השלמת סבב גיוס נוסף בהיקף של 27 מיליון דולר. את הסבב הובילה המשקיעה החדשה קרן ויולה, ביחד עם המשקיעים הקיימים בהם קרן סקויה, Spark Capital, MissionOG ו-Vintage. חברת הסטארטאפ מציעה שירות הלוואות ייעודי עבור עסקים קטנים שמתבסס על קשר ישיר לספקים שלהם. ההון שגויס יאפשר לחברה להרחיב את מאמצי המכירות והשיווק ולפיתוח מוצרים חדשים.\nמודל האשראי של Behalf שונה מאשראי רגיל בכך שבמקום להעביר כסף לעסקים הקטנים, החברה משלמת לספקים של העסקים. Behalf מעניקה ללקוחותיה קווי אשראי שנעים בין 300 דולרים ל-50 אלף דולרים לתקופה של עד 150 ימים. החברה גובה בין 11 דולרים ל-30 דולרים על כל 1,000 דולרים שהיא מלווה. כיאה לסטארטאפ, אין צורך בפגישה אישית או בסניפים והעסקה נעשית בעזרת שאלון קצר המורכב מ-4 שאלות שהלווה ממלא ברשת. תוך כדקה מקבל הלקוח הערכה של גובה האשראי שהחברה תעמיד לרשותו והוא יכול לקבוע את תוכנית התשלומים שמתאימה לו. כתוצאה מכך עסקים לא צריכים לבזבז זמן יקר כדי לפדות המחאות ובאפשרותם לבצע רכישות באופן מיידי (הלווה מקבל את התשלום בתוך יום).\nBehalf נוסדה בשנת 2011 ברעננה על ידי האחים בנג’י ושי פיינברג. לפני קצת יותר משנה גייסה החברה 119 מיליון דולר בהשתתפות קרן MissionOG, קרן Maverick Ventures וקרן Victory Park Capital ובהשתתפות של המשקיעות הקיימות Sequoia Capital ו-Spark Capital. מטה החברה ממוקם בניו יורק ופועל לצד משרד היושב בתל אביב.\nבנג’י פיינברג, מייסד ומנכ״ל Behalf התייחס לגיוס ואמר כי ״עסקים קטנים ובינוניים הם הגיבורים האלמונים של הכלכלה האמריקאית; הם אחראים על ייצור כמעט מחצית מהסחורות והשירותים בארה״ב, על שניים מתוך שלושה מקומות עבודה חדשים שנוצרים ועל יצירת מרבית החדשנות בתחום. יחד עם זאת, הם עדיין מוגבלים קשות בכל הקשור למחסור בגישה להון, והבנקים המסורתיים לא מספקים להם מענה. ל-Behalf יש פתרון פשוט, שמונע על ידי נתונים וטכנולוגיה, אשר מאפשר לנו לספק כלי אשראי גמישים ומתומחרים באופן נוח כדי לסייע לעסקים קטנים ובינוניים וגם לספקים שלהם להגדיל את הרווחיות שלהם״.\n", "keywords": "גיוס,גיוס הון,behalf,ביהאף,ביהף,בנג\\'י פיינברג,שי פיינברג,missionog,maverick ventures  victory park capital,sequoia capital,spark capital,פינטק,הלוואות,קרן ויולה,maverick ventures victory park capital"}