{"url": "https://www.geektime.co.il/itc-design-verification-2018/", "type": "article", "title": "בשיתוף אפל, אינטל וקיידנס: קורס Design Verification חדש ייפתח בתל אביב", "description": "ארגון ITC חבר לכמה מהחברות המובילות בתעשייה ויצר תוכנית הכשרה אינטנסיבית כדי להתגבר על המחסור במהנדסים במשק. הקורס יתחיל ב-14 באוקטובר, יתקיים בקמפוס הארגון בתל אביב וההרשמה פתוחה עד סוף חודש יולי. מנכ", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/סטודנטים-בקמפוס-ITC-צילום-ניר-כפרי-1525239134.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-05-03T11:30:17Z", "modified_time": "2018-05-09T10:46:55Z", "articleBody": "ארגון ITC חבר לכמה מהחברות המובילות בתעשייה ויצר תוכנית הכשרה אינטנסיבית כדי להתגבר על המחסור במהנדסים במשק. הקורס יתחיל ב-14 באוקטובר, יתקיים בקמפוס הארגון בתל אביב וההרשמה פתוחה עד סוף חודש יולי. מנכ”ל אפל: ”זו נקודת התחלה מצוינת לקריירה אצלנו”\nהכתבה בחסות\nסטודנטים בקמפוס ITC בת”א. צילום: ניר כפרי\nהמחסור הכללי בכוח אדם מיומן בהייטק הישראלי נמשך, ובימים אלו מספר חברות גדולות ומובילות בשוק מאחדות כוחות כדי להכשיר עובדים חדשים בתחום שסובל מכך במיוחד. ארגון ההכשרה הבינלאומי ITC – Israel Tech Challenge, בשיתוף אפל וקיידנס, משיק קורס הכשרה והשמה חדש בתחום ה-Design Verification מטרה לענות על הצורך של החברות במהנדסים מומחים בתחום.\nהקורס מיועד לבוגרי B.Sc / M.Sc מצטיינים מאוניברסיטאות מובילות בארץ ובעולם, בדגש על תארים במדעי המחשב, הנדסת חשמל, הנדסת תעשייה וניהול, הנדסת מכונות, מתמטיקה ופיסיקה, וכן לבעלי ידע וניסיון בתכנות בשפות כמו Python, Perl, C, C++ ו-Java. המשכורות לתפקיד התחלתי בתחום נעות בין 25,000-17,000 שקלים.\nרוני פרידמן, מנכ”ל אפל ישראל: “אפל מחפשת כל העת מהנדסים חדשים בתחום ה-Design Verification, שיצטרפו למרכז המחקר והפיתוח בישראל. זו היא נקודת התחלה מצוינת לקריירה אצלנו”.\nפרופ’ זיאד חנא, Vice President, System and Verification Group ב-Cadence:, מוסיף כי “Design Verification הוא האתגר הגדול ביותר בתעשיית האלקטרוניקה כיום. Cadence תשתף פעולה עם ITC ושאר התעשייה בהכשרת המשתתפים בכלי הליבה ובטכנולוגיות המובילות בתחום, ובהכנתם לפתרון האתגרים המתפתחים”.\nITC הוקם על ידי יוצאי 8200 והוא פועל ללא מטרות רווח. ההכשרה בתחום ה-Deisgn Verification תתקיים במסגרת תכנית ה-Fellows, תכנית הדגל של הארגון שכוללת תחתיה שני קורסים נוספים: קורס Cyber Security וקורס Data Science עם התמחות ב-Computer Vision או NLP. קורסים אלו מועברים בשיתוף חברות נוספות בתעשייה, כמו CheckPoint, Outbrain, Mobileye, Nvidia, CyberArk ועוד.\nבמסגרת התכנית המשתתפים עוברים הכשרה לימודית אינטנסטיבית במשך 5 חודשים, עם מרצים קבועים לצד מרצים מהתעשייה. בין הנושאים שיילמדו בקורס החדש:\n– Hardware verification language such ‘SystemVerilog’ and ‘e’\n– Common verification methodologies such as UVM, OVM\n– Perl, Python, TCL and other scripting languages\n– Hardware description language – Verilog, VHDL\n– Coverage implementation and analyzing\nמעבר להכשרה הכיתתית, המשתתפים יקחו חלק גם בסדנאות ייחודיות, האקתונים ופרויקטים בחברות השותפות. בשלב השני של התכנית, המשתתפים מתמחים בשכר במשך 5 חודשים נוספים בתפקידי פיתוח ומחקר בחברות הייטק ובסטארטאפים. צפי השכר בהתמחות הוא 20,000-15,000 שקלים ורבים מהמשתתפים מקבלים כבר במהלכה הצעת עבודה לטווח ארוך.\nהקורס יחל ב-14 באוקטובר, ויתקיים בימים א’-ה’ בקמפוס ITC שברחוב שוקן בתל אביב. הוא כולל 20 מקומות בלבד ועלותו היא 30,000 שקלים. ההרשמה תסתיים בסוף חודש יולי.\nלפרטים נוספים והרשמה\nבוגרי תכנית ה-Fellows של ITC – אלכס אוחיון ב-Waze ומתן מרקינד ב-Google. מקור: יח”צ", "keywords": "itc,8200,תוכנית הכשרה,מהנדסים,design verification,אפל,אינטל,apple,intel,קמפוס,קורס,הכשרת מהנדסים,אבוחת מידע,סייבר,מפתחים,התמחות,ידע תיאורטי"}