{"url": "https://www.geektime.co.il/chrome-is-number-one/", "type": "article", "title": "מזל טוב: כרום הוא הדפדפן הפופולארי בעולם", "description": "אחרי שלוש וחצי שנים בלבד גוגל יכולה לנשום לרווחה, דפדפן כרום הפך לנפוץ ביותר בעולם והדיח לראשונה את אינטרנט אקספלורר - כך לפחות, על פי נתונים שמפרסם מכון המחקר המוערך StatCounter", "image": "https://files.geektime.co.il/wp-content/uploads/2012/05/chrome.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2012-05-21T14:48:24Z", "modified_time": "2012-05-22T10:41:57Z", "articleBody": "אחרי שלוש וחצי שנים בלבד גוגל יכולה לנשום לרווחה, דפדפן כרום הפך לנפוץ ביותר בעולם והדיח לראשונה את אינטרנט אקספלורר – כך לפחות, על פי נתונים שמפרסם מכון המחקר המוערך StatCounter\nתמונה: יח\"צ, עיבוד תמונה\nשבוע שעבר צויינה נקודת המפנה ההיסטורית של כרום, כך על פי נתונים מעודכנים שמספק מכון המחקר StatCounter הנחשב למוביל בתחום דירוג הדפדפנים ואשר מחליף השבוע באופן רשמי את מקומו של דפדפן אקספלורר בכרום.\nנתונים סטטיסטים הנוגעים לדירוג דפדפנים אינם נחשבים לאמת מוחלטת ובכל הקשור לנתח השוק של דפדפנים בעולם, בכל זמן נתון מעידים הנתונים על מצב שונה לחלוטין כשעוברים ממכון סטטיסטי אחד לאחר. עם זאת, וכמו גם בשווקים אחרים הניזונים ממידע משוער (רייטינג למשל), ישנם מכונים מוערכים יותר וכאלה שמעט פחות.\nבכל הנוגע לנתונים סטטיסטים בקרב הדפדפנים, הצליח StatCounter למתג עצמו כאחד המובילים והחשובים בתחום. לצד המגמה הברורה המעידה על צלילה בנתח השוק של דפדפן אינטרנט אקספלורר אותו מציגים מרבית ממכוני המחקר, הנתונים המתייחסים לחלוקת העוגה בין המובילים בתחום נוטים להראות מגוונים יותר כשעוברים מחברה אחת לאחרת.\nבשבוע שעבר התחלפו דפדפן אקספלורר וכרום בגרף הנתונים הסטטיסטים של StatCounter ובנקודת המפנה הדיח גוגל כרום את אינטרנט אקספלורר אחרי שנים שהחזיק בתואר, לטובת אחד המתחרים הצעירים הקיימים בשוק.\nלחצו להגדלה\nאם עוקבים אחר הנתונים שפרסם StatCounter מצבו של אינטרנט אקספלורר עשוי למצב אותו בחודשים הבאים בנקודה נמוכה יותר אפילו מזו של פיירפוקס, בזמן שהפער בין שני הדפדפנים רק הולך ומצטצמם בהדרגה. עם זאת, כדאי לזכור שמיקרוסופט צפויה להשיק את גרסת חלונות 8 בקיץ הקרוב ויחד איתה עשויה הגרסה החדשה של אקספלורר לבלום מעט את צניחתו ואולי אפילו להחזיר לו חלק מהתהילה שנגזלה ממנו בשנים האחרונות.\nעל פי הנתונים המעודכנים שמפרסם StatCounter עומד כעת גוגל כרום בראש (31.8%), אקספלורר במקום השני (31.4%) ופיירפוקס במקום השלישי (26.4%). במקום הרביעי נמצאים ספארי ואופרה, שניהם עם נתח שוק הנמוך מעשרה אחוזים.\nאלא שבזמן שתמונת המצב העולמית משחקת לטובתה של גוגל, בישראל הנתונים מעט שונים ומציגים עדיין יתרון ברור לאינטרנט אקספלורר. הדפדפן של מיקרוסופט נחשב עודנו לפופולארי ביותר בישראל ואף רושם מידי פעם עליות מתונות שמציבות אותו בפער הגדול בעשרה אחוזים מזה של כרום.\nוכך זה נראה בישראל:\nלחצו להגדלה", "keywords": "דפדפן,אקספלורר,כרום,אינטרנט אקספלורר,גוגל כרום,מיקרוסופט,דפדפנים,פופולארי,statcounter,מכון סטטיסטי,מכון מחקר"}