{"url": "https://www.geektime.co.il/geekjob061016/", "type": "article", "title": "10 משרות חמות בתחום התוכן והשיווק", "description": "ריכזנו עבורכם 10 משרות טריות בתחום השיווק והתוכן מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/GettyImages-175138146.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-06T13:20:47Z", "modified_time": "2016-10-06T13:38:53Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום השיווק והתוכן מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nהתפקיד כולל עבודה אינטנסיבית מול עולם הסטארטאפים וקרנות ההון סיכון בישראל ובחו”ל, קיום תחקירים וראיונות, סקירת מוצרים הרבה לפני כולם ועבודה על כתבות תחקיר ומגזין בתחומי הטכנולוגיה השונים.\nRequirements:\n– כתיבה מעולה בעברית.\n– אנגלית ברמה גבוהה.\n– בקיאות בעולם הטכנולוגי (הכתיבה היא לקהל מקצועי).\n– יכולת ורצון ללמוד על תחומים טכנולוגים שונים.\n– יכולת לעבוד כחלק מצוות ולעיתים בשעות החורגות מיום עבודה סטנדרטי.\n– ידע בעריכת תמונות ווידאו – יתרון.\n– ידע בסיסי בצילום – יתרון.\n– הכרות עם עולם הסטארטאפים וההייטק – יתרון.\nTo send a CV for the position of כתב/ת סטארטאפים – Geektime\nConceptualize and write engaging content for creative initiatives, campaigns, and projects (web copy, ad copy, whitepapers, landing pages, case studies, email campaigns, press releases, weekly blogs, social posts, etc.).\nUpdate website pages and company blog using a content management system.\nManage company social media forums.\nMonitor the success of marketing content across multiple channels.\nDirect involvement in all aspects of the company’s marketing operations.\nRequirements:\n– 3+ years in content writing experience, preferably in a hi-tech/software company.\n– Native level written and spoken English, with a flair for being creative and thinking outside the box.\n– Experience in community management and writing a company blog.\n– Experience using a content management system (CMS) for creating web content.\n– Experience in editing Wikipedia, or other MediaWiki based sites.\n– University level degree, B.A. or above.\n– Quick learner, with a good grasp of technical concepts.\n– Familiarity and understanding of SEO best practices – advantage.\n– HTML skills – advantage.\n– Experience with marketing tools (Mailchimp, Marketo, Hootsuite) – advantage.\nTo send a CV for the position of Marketing Content Writer – feedvisor\n– יצירת קשר ראשוני עם אתרים ורשתות פרסום פוטנציאלים, ניהול מו”מ וחתימת חוזים, ניהול שוטף של קמפיינים כולל ניתוח אפקטיביות, קבלת החלטות וביצוע אופטימיזציות.\n– ייזום “מבצעים” ודרכי קידום חדשים.\n– ייזום פרויקטים כלל צוותיים/מחלקתיים/חטיבתיים לשיפור תהליכים וביצועים.\nRequirements:\n– תואר ראשון – כלכלה/תעשייה וניהול /מנהל עסקים.\n– אנגלית ברמת שפת אם – חובה. יתרון לשפות נוספות. יכולת התנסחות בע”פ ובכתב.\n– ניסיון של עד שנתיים בעבודה כקניין מדיה – חובה.\n– הבנה מעמיקה של עולם האינטרנט ומדדים עסקיים שונים כגון : CPM/CPA/CP.\n– ניסיון מעמיק באקסל.\n– יכולות אנליטיות חזקות. ניסיון בניתוח נתונים כמותיים.\n– ניסיון קודם בעבודה בשוק האון ליין הגלובלי- יתרון משמעותי.\nTo send a CV for the position of Media Buyer – 888\n– Manage all projects from concept through completion, generate multiple concepts for campaign.\n– Oversee creative work, supervise and inspire the creative team. Provide guidance, direction and support. Enforce deadlines and discipline.\n– Onboard new content – review content and check its compatibility with company strategy.\n– Manage existing content partnerships – day-to-day relationships, supervision and delivery of assets, reports and payment.\n– Address both internal and external content needs (requests from Sales & Marketing, from publishers).\n– Work with product and R&D to provide guidelines for content tools design.\n– Keep track of industry news and trends, get inspired by fresh ad campaigns.\nRequirements:\n– 2-3 years in a similar role.\n– Creative, open minded.\n– Substantial knowledge of the entertainment and sports industries.\n– Pop-culture enthusiasm.\n– Basic video editing skills – an advantage.\nTo send a CV for the position of Head of Content & Creative – anyclip\n– Hands-on management of large-scale Mobile campaigns to drive app installs.\n– Analyze campaigns performance and optimize accordingly.\n– Work with various technological systems to deliver ads and analyze performance.\n– Find and implement new business opportunities with mobile networks and publishers.\n– Manage vendor relationships.\nRequirements:\n– At least two years of account management experience in online advertising.\n– Familiarity with iOS and Android products and the mobile ecosystem.\n– Highly analytical, highly proficient with Excel.\n– Online gaming/gambling company experience.\nTo send a CV for the position of Account Manager – Playtika\n– Deploy, manage and optimize large scale online campaigns using various channels.\n– Conduct ongoing reporting and analysis on campaign performance to reach business goals.\n– Develop test plans, measure performance, and make recommendations based on testing.\n– Build and maintain strategic relationships with key acquisition partners.\nRequirements:\n– Minimum 1+ years in hands-on online marketing experience (Account Manager/Media Buyer/PPC manager).\n– Analytical skills and performance oriented, advanced knowledge and understanding of performance metrics, i.e. CTR, CPA, ROI and other KPIs.\n– Fluent English – both verbal and written.\n– Proven advertising experience with at least one of the following platforms: Facebook, Outbrain, Taboola, AdWords – an advantage.\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution – an advantage.\n– Knowledge in SEO/ASO – an advantage.\n– High enthusiasm and interest in working within a fast-paced, international environment.\nTo send a CV for the position of Junior User Acquisition – TGS\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage.\n– Minimum of 1+ years as an Online Media Manager.\n– Proven knowledge in RMX/Appnexus – an advantage.\n– Proven knowledge in Double click Ad serving platform – an advantage.\n– Proven, measurable results in developing and growing an internal affiliate channel/program.\n– Demonstrated ability to initiate and grow relationships.\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution.\n– Ability to take on multiple projects at the same time.\n– Must possess strong knowledge of the affiliate marketing industry.\n– Strong organizational, analytical, presentation and problem solving skills.\n– Experience in handling of tracking tools and online technologies.\n– Profound knowledge of MS-Office Products (Excel in particular).\n– Passion for online games.\n– BA/BS degree – an advantage.\nTo send a CV for the position of Online Media Manager – Plarium\n– Establish, develop and maintain relationships with media vendors and proactively seek new revenue opportunities.\n– Track campaign results and optimize profitability.\n– Campaign management: ads operations, ad trafficking, billing and more.\nRequirements:\n– BA / Bsc degree.\n– 1-3 years of experience in media buying or a similar role in the online advertising industry.\n– Fluent English- a must! Other languages – an advantage.\n– Negotiation and selling skills, marketing and sales oriented.\n– Great Analytical skills.\n– Tech savvy.\nTo send a CV for the position of Media Buyer – Vexigo\n– In charge of customer relationships.\n– End-user customer training.\n– Guidance and advice for enhancing the use of the system.\n– Education regarding new and existing features.\n– Ongoing customer enablement.\nRequirements:\n– Excellent spoken and written English.\n– Strong presentation skills.\n– Excellent Excel skills.\n– Strong analytical skills.\n– Customer enablement orientation.\n– Rich and effective interpersonal skills.\n– Bachelor degree in Economics or Business.\n– Experience in online software or technology field – a benefit.\nTo send a CV for the position of Customer Success Manager – Optimove\n– Planning, writing, and maintaining technical documentation content and structure, such as the Cloudify documentation, developer guides, API references, and tutorials.\n– Plan and write technical whitepapers.\n-Participating in feature specifications and providing overall feedback on UI and UX with advanced technology and complex architecture.\nRequirements:\n– At least 3 years of professional experience in writing development documentation, including APIs.\n– Excellent English skills.\n– Ability to understand and explain complex systems, code, implementation and integration processes in simple terms.\n– Ability to understand the needs of IT teams within large enterprises and phrase materials accordingly.\n– Passion for technology and technical writing.\n– Programming experience.\nTo send a CV for the position of Technical Writer – GigaSpaces", "keywords": "כתב/ת סטארטאפים,geektime,marketing content writer,feedvisor,media buyer,888,head of content & creative,anyclip,account manager,playtika,junior user acquisition,tgs,online media manager,plarium,vexigo,customer success manager,optimove,technical writer,gigaspaces,head of content & creative,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}