{"url": "https://www.geektime.co.il/geekjob051016/", "type": "article", "title": "10 משרות חמות למפתחי Full Stack ו-Server Side", "description": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Server Side מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/10/GettyImages-485204240.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-10-05T15:00:50Z", "modified_time": "2016-10-05T14:37:19Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Server Side מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nכמפתח\\ת Full Stack Developer בגיקטיים, אתם תהיו אחראים על פיתוח ותחזוקת האתרים השונים בגיקטיים, לוח הדרושים, האירועים ואינדקס השירותים, אפליקציות המובייל ועוד מגוון רחב של מערכות מבוססות Web ומובייל.\nהחלק המשמעותי של העבודה הוא סביב על תחזוק ושדרוג האתר הישראלי והבינלאומי של גיקטיים, בעבודה על פלטפורמת וורדפרס. כחלק מהעבודה, אתם תהיו אחראים על בניית תבניות, מודולים ותוספים שונים לוורדפרס על-פי דרישות המערכת.\nRequirements:\n– ידע והיכרות עם שפות צד-שרת: PHP – חובה.\n– ידע והיכרות עם שפות צד-לקוח כגון HTML, CSS, Javascript, jQuery – חובה.\n– ידע והיכרות עם שפת השאילתות SQL ועבודה מול מסד נתונים MySQL – חובה.\n– היכרות עמוקה עם הפונקציונליות הפנימית של וורדפרס – חובה.\n– עבודה עם סביבת ניהול גירסאות GIT.\n– ידע והיכרות עם סביבת Node.js – יתרון.\n– ידע והיכרות עם שפת React – יתרון.\n– ידע והיכרות עם פלטפורמת React Native – יתרון.\nTo send a CV for the position of Full Stack Web Developer – Geektime\nWe are looking for a talented .Net Developer to join our R&D Team, to take on a major role in the R&D Payments services team.\n Come join a strong team of experienced developers!\nOur finest group of engineers is building core payment services – reliable, scalable and high performance – based on industry best-practice concepts and design-patterns.\nYou will have an opportunity to shape the development paradigm, Infrastructure and distributed services of our platform.\nCreate an innovative new system where our intelligence can easily intervene and provide the best experience for our customers.\nRequirements:\n– At least 3 years’ experience in .Net – server side.\n– Proven object-oriented design skills.\n– Database usage experience and understanding (preferred – SQL-server).\n– Multi-threaded experience and understanding.\n– Experience developing Web API and REST.\nTo send a CV for the position of Server Side Developer – Payoneer\n– Develop end-to-end complex, high-availability, high-scalability systems from DB to JS.\n– Write Design documents and best practices.\n– Stay up-to-date and explore new innovative technologies.\n– Able to educate unexperienced developers on best practices of developing a .NET application.\nRequirements:\n– 5-year experience in .Net C#.\n– 5-year experience in web environment ASP.Net .\n– 2-3-year experience using Ajax and JQuery.\n– Deep knowledge and experience in developing for multithreaded high performance environment.\n– Experience with design and development of DB data models and performance tuning using SQL Server.\n– 2- 3-year experience with WCF and Microsoft web services.\n– Knowledge and experience in Design Pattern /System Architecture Distributed System Architecture.\nTo send a CV for the position of Senior Server Side Developer – TGS\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\nWe are looking for Java developer with server side programming experience.\nRequirements:\n– BSc in Computer Science.\n– At least 2 years’ experience in Java server side programming.\n– Object Oriented design and programming.\n– Knowledge of Java multithreading, application servers & frameworks.\n– Team Player.\nThe following experience will be advantageous:\n– JBoss/Tomcat.\n– REST,SOAP.\n– SQL.\n– Linux/Unix environments.\nTo send a CV for the position of JAVA Server Side Developer – AT&T\n– You are looking to break standard development rules.\n– You have rich hands-on programming experience, using common-sense-driven design techniques; outstanding understanding and use of non-trivial system architecture.\n– You are a true team player, with a strong sense of ownership, urgency and drive.\n– You want to have an opportunity to change the automotive world.\nRequirements:\n– Object oriented programing in practice.\nat least 4 years experience with Web development.\n– You have proven front-end and back-end development experience JavaScript, HTML5, CSS, Java and SQL.\n– Strong analysis and design skills.\n– Unique ability to write your own code better and faster than integrating existing frameworks.\n– Hands on experience working with global enterprise SW systems.\n– Self-directed and capable of performing effectively in a dynamic environment.\n– Knowledge / Experience in development for WebLogic.\n– Rich, hands-on experience developing with HTML, XML, Oracle and Linux/Unix.\n– Unix system administration experience – advantage.\n– Effective collaboration within a multinational team.\nTo send a CV for the position of Full Stack Developer – General Motors – ג’נרל מוטורס\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom. Do you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keep on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job , this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals.\n– Experience with server-side technologies (NodeJs/php/java/.net/python/ruby) and REST APIs.\n– At least 2-3 years of experience in Javascript, HTML5, CSS3.\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc.\n– Experience in working with databases (Relational and NoSQL).\n-Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage.\n– Es2015 – Advantage.\n– Passionate about technology.\nTo send a CV for the position of Full Stack Developer – Matrix\nWe are looking for a highly experienced and capable Full Stack Developer that can tackle challenges top to bottom.\nDo you laugh at the face of a good challenge? do you get a kick out of solving new and exciting problems?\nIf you find dealing with high-scale appealing, if you’re keen on evaluating and using the latest and greatest tech in real-world scenarios, if you believe in using the right tool for the job, this may be for you.\nRequirements:\n– Expert in Object Oriented JavaScript and JS internals.\n– Experience with server-side technologies (NodeJs/php/java/.net/python/ruby) and REST APIs.\n– At least 3 years of experience in Javascript, HTML5, CSS3.\n– Experience in client side frameworks such as: Angular.JS,ReactJs, Ember, Backbone etc.\n– Experience in working with databases (Relational and NoSQL).\n– Experience in Test Driven Development (TDD)/continuous delivery methodologies – Advantage.\n– Es2015 – Advantage.\n– Passionate about technology.\n– BSc/MSc in computer science.\nTo send a CV for the position of Full Stack Developer – Como\nLeading the development of modules/features in all technological aspects such as finding the best technological solution, suggest the suitable architecture and design, apply smart algorithms and such.\nWriting design and architecture documents.\nDeveloping, testing and debugging of complicated problems and algorithms\nRequirements:\n– Education – BSc/MSc. in computer science of one of the leading academic institutes\n– At least 3 years of experience with Java server side development\n– Experience in Linux environment – advantage\n– Proven experience of a complete process of building a high quality product and releasing to customers\n– Ability to understand overall system functionality\n– Experience with Scala development – advantage\n– Familiarity with the Big Data and Hadoop echo system – advantage\n– Experience working with Amazon AWS – advantage\n– Worked in an Agile development environment, for example SCRUM – advantage\n– Technological enthusiasm, resourcefulness, open mind, flexibility\n– Quick learner, team player, always up to date with new technologies\n– Ability to read, write and speak about technical issues in English\nTo send a CV for the position of Java Server Side Developer – Sizmek\n– Be a part of a software development team, which should be able to deliver very complex software platforms and products consistently.\n– Work with an agile development cycle.\n– Support process improvements to drive higher quality and productivity.\n– Work cross functionally with other business departments to align activities and deliverables.\n– Drive world-class quality in the development and support of products.\nRequirements:\n– Bachelor’s degree, in Computer Science/software engineering. Graduates with honors – Advantage.\n– Loves writing code in languages like: Java, Groovy, C#, Python.\n– Strong team player – collaborates well with others to solve problems and actively incorporates input from various sources.\n– Love digging into new technologies, and can pick them up quickly.\nTo send a CV for the position of University Graduate for Junior Software Engineer – General Electric\nרוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": ",full stack web developer,geektime,server side developer,payoneer,senior server side developer,tgs,full stack / web developers,anyclip,java server side developer,at&t,full stack developer,general motors,ג\\'נרל מוטורס,matrix,como,sizmek university graduate for junior software engineer,general electric,at&t,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}