{"url": "https://www.geektime.co.il/slack-shared-channels/", "type": "article", "title": "בדרך לעולם בלי מייל: סלאק מציגה כלי חדש ומבוקש", "description": "שירות התקשורת הפנים ארגונית הפופולארי חוגג 6 מיליון משתמשים יומיים, ומאפשר לחברות חיצוניות ליצור ערוץ משותף ולנהל בו את כל התקשורת ביניהן", "image": "https://files.geektime.co.il/wp-content/uploads/2015/02/64033.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-09-13T09:44:14Z", "modified_time": "2017-09-13T09:44:14Z", "articleBody": "שירות התקשורת הפנים ארגונית הפופולארי חוגג 6 מיליון משתמשים יומיים, ומאפשר לחברות חיצוניות ליצור ערוץ משותף ולנהל בו את כל התקשורת ביניהן\nמקור: סלאק\nעם יותר מ-6 מיליון משתמשים קבועים, אינספור הצעות רכישה ולא פחות מתחרים קשוחים שמנסים לנגוס בהצלחה – אין ספק שסלאק חוללה מהפך בתקשורת הפנים ארגונית. עכשיו מסמנת סלאק את הטריטוריה הבאה שלה – תקשורת עם קבוצות מחוץ לארגון.\nהיום הודיעה סלאק, שאחראית על פלטפורמת התקשורת הפופולארית והאהובה על חברות טכנולוגיה, כי השיקה את Shared Channels (‘ערוצים משותפים’) פיצ’ר חדש, שיאפשר לחברות שונות לתקשר ביניהן בעזרת סלאק.\nהפיצ’ר החדש, שנמצא כרגע בבטא, מאפשר לאדמין של חברה אחת להזמין דרך הסלאק אדמין בחברה אחרת. מרגע שהאדמין השני יאשר את ההזמנה, יווצר ערוץ תקשורת חדש בין החברות, שיהיה נפרד לגמרי מהערוצים הפנימיים. כך למשל תוכל מחלקת שיווק בחברה אחת לפתוח ערוץ משותף עם הספקים שלה; חברת פיתוח אפליקציות תוכל לפתוח ערוץ משותף עם לקוח; חברה קמעונאית תוכל לפתוח ערוץ עם חברת השליחויות שלה ועוד.\nבנוסף לפיצ’ר החדש, שרבים חיכו לו, שיתפה סלאק בכמה נתונים שמצביעים על הצמיחה היפה שלה בשנה האחרונה. נכון להיום עושים בה שימוש יותר מ-6 מיליון משתמשים יומיים – שמתוכם 2 מיליון משתמשים משלמים – ב-50 אלף קבוצות. ההכנסות הקבועות שלה (ARR) עומדות על 200 מיליון דולר בשנה. בנוסף, עושה רושם שהשירות, שנחשב לבייבי של הסיליקון וואלי, מצליח יפה גם מחוץ לגבולות ארצות הברית: החברה הודיעה כי 55 אחוזים מכלל המשתמשים שלה מגיעים מחוץ לגבולות ארצות הברית והיא פעילה ב-100 מדינות בעולם. זו גם הסיבה שהחברה השיקה היום ממשקים מותאמים בצרפתית, ספרדית וגרמנית עם תמיכה מורחבת בשפות – כשיפנית היא הבאה בתור.\nלמרות זאת, מיטב המוחות של החברה עדיין לא הצליחו להתגבר על האתגר הקשה של תמיכה ב-RTL, כלומר שפות הנכתבות מימין לשמאל כמו ערבית ועברית. אנחנו אגב עושים שימוש בתוספים חיצוניים כמו Slack Hebrew.\nמנויים משלמים של סלאק יכולים להצטרף לבטא דרך תפריט Team Menu ואז בחירה ב-Shared channels (beta). שימו לב שרק אדמינים יכולים לבצע את ההצטרפות. בתפריט תוכלו לבחור ערוץ, או ליצור חדש, לשלוח הזמנה להצטרפות או לאשר בקשות שהתקבלו.\nחברות הטכנולוגיה כבר השיקו שירותים מתחרים לסלאק, בניסיון לנגוס קצת בנתח השוק העסיסי והמכניס של התקשורת הארגונית. פייסבוק מציעה את Workplace; גם Atlassian האוסטרלית, שאחראית על כמה מהכלים הפופולאריים בעולם הפיתוח כמו Jira, Trello ו-BitBucket השיקה השבוע את Stride. עם זאת, נדמה שהחברה שהכי להוטה להיכנס לטריטוריה של התקשורת הפנים הארגונית היא מיקרוסופט. הענקית מרדמונד, שבעבר נטען שהציעה 8 מיליארד דולר תמורת סלאק, ניסתה את מזלה עם Yammer שכשל, ובשנה שעברה השיקה את Teams, מתוך מטרה ברורה לשמור על הנתח שלה בשוק הארגוני.\n ", "keywords": "סלאק,slack,תקשורת פנים ארגונית,תקשורת,teams,workplace,סביבת עבודה"}