{"url": "https://www.geektime.co.il/geekjob170716/", "type": "article", "title": "מפתחים? הנה 10 משרות חמות בתחום", "description": "ריכזנו עבורכם 10 משרות טריות בתחום הפיתוח מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-511537494.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-17T15:25:41Z", "modified_time": "2016-07-17T15:36:00Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בתחום הפיתוח מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n \n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nThe Web Developer will be will be part of OnStar Europe R&D and will be responsible for:\n– Mobile Web application development using current web technologies.\n– Vehicle Infotainment.\n– Design, implement and unit-test web software modules.\nRequirements:\n– Experience with Mobile web UI development.\n– Experience with Native Mobile Development iOS or Android.\n– Past experience in server and client software development.\n– Experience with current web technologies (Node.JS, TypeScript, HTML5, JavaScript, CSS, Sencha).\n– User and customer centric approach.\n– Hands on character.\n– Experience with global large scale production releases with multiple development.\n– Excellent communication skills – Fluent English.\n– Excellent organization, interpersonal and communication skills.\n– Ability to handle multiple assignments and tasks independently.\n– Bachelor’s degree in in Computer science or related technical field or equivalent practical experience.\nTo send a CV for the position of Mobile Web Developer – General Motors – ג’נרל מוטורס\nIn this role you will work together with our application developers to power the infrastructure needed to support our ambitious goals. You will be designing and creating infrastructure from the ground up to run and monitor our applications. You will join a team of highly skilled and talented people working together using agile development methodologies. Beyond building the infrastructure, we also expect you to take your passion for infrastructure to our developers, teaching them what they need to know to operate, debug, and respond to infrastructure issues.\nRequirements:\n– Experience with software development.\n– Experience with infrastructure development and maintenance.\n– Excellent knowledge of programming and shell scripting.\n– Experience with configuration management tools (e.g. Chef).\n– Solid *nix skills.\n– A plus for experience with cloud services (AWS).\n– A plus for experience with deploying web applications.\nMandatory:\n– Bachelor’s degree in Computer Science from a well-known university or a top technological unit training.\nTo send a CV for the position of INFRASTRUCTURE ENGINEER – Klarna\nFull-stack development — all the way from DB to UI\nDesign and implement complex algorithms for the Optimove application and underlying systems\nImprovement and performance optimization of existing components\nSolve various product challenges with creative solutions\nRequirements:\n– BSc in computer science / elite army unit graduate / equivalent experience.\n– Excellent OOD, C# and .NET skill.\n– Perfect understanding of client-server architecture.\n– Good knowledge of SQL.\n– Well acquainted with Microsoft IDE and tools (VS, SSMS, TFS, etc.).\n– Motivation to think, invent, learn and a passion to code.\nAdvantages:\n– Experience with AngularJS/JQuery/Bootstrap.\n– Experience with MVC and RESTful Web API.\n– Experience with NodeJS/MongoDB/Redis.\n– Understanding of scaling concepts and cloud infrastructure.\nTo send a CV for the position of Full Stack Developer – Optimove\nGE Cyber security Research Lab develops and applies innovating technologies to protect critical GE products from a broad spectrum of Cyber-enabled risks and threats. The ideal candidate will possess deep knowledge and experience in Cyber Security attack techniques and proper mitigation solutions in both the application level and infrastructure level. Essential duties include (but are not limited to) the following:\n– Pen-Testing skills and proven experience.\n– Discover and mitigate vulnerabilities in sensitive Critical Infrastructure.\n– Develop and design innovative cyber security solutions for unique and complex technologies.\n– Work in partnership with government agencies, leading industry experts, and academia\n– Leverage traditional and non-traditional research methodologies to advance GE’s overall Cybersecurity practice.\nRequirements:\n– Cyber security professional with a minimum of 5 years of experience\n– Bachelor’s degree in Computer Science or a related field with at least 2 years of relevant experience in software/hardware research and development\n– Must possess strong verbal & written communication skills in English, with demonstrated experience\n– Must be willing to work out of an office located in Herzliya, Israel\n– Must submit to a background investigation, including verification of past employment and educational background\n– Experienced talented individuals who have expertise in these types of technologies:\nDeveloping POCs and pen-testing tools\nThreat Modeling\nResearching network protocols\nDeep understanding of cryptography\nBypassing intrusion Detection and Prevention systems / applying evasion techniques\nReverse Engineering\nExperience in industrial networks and SCADA protocols\nTo send a CV for the position of Lead / Cyber Security Researcher – General Electric\nWe are looking for an iOS Developer who possesses a passion for pushing mobile technologies to the limits and will work with our team of talented engineers to design and build the next generation of our mobile application.\nRequirements:\n– Working experience in iOS development.\n– Proven working experience in software development.\n– Have published one or more iOS apps in the app store.\n– A deep familiarity with Objective-C and Cocoa Touch.\n– Experience working with iOS frameworks such as Core Data, Core Animation, Core – Graphics and Core Text.\n– Experience with third-party libraries and APIs.\n– Working knowledge of the general mobile landscape, architectures, trends, and emerging technologies.\n– Solid understanding of the full mobile development life cycle.\n– BS/MS degree in Computer Science, Engineering or a related subject.\nTo send a CV for the position of iOS Developer – AGT International\nWe are looking for Java developer with server side programming experience.\nRequirements:\n– BSc in Computer Science.\n– At least 2 years’ experience in Java server side programming.\n– Object Oriented design and programming.\n– Knowledge of Java multithreading, application servers & frameworks.\n– Team Player.\nThe following experience will be advantageous:\n– JBoss/Tomcat.\n– REST,SOAP.\n– SQL.\n– Linux/Unix environments.\nTo send a CV for the position of JAVA Server Side Developer – at&t\nReal-time/Embedded Programmer for the Network Drivers team.\nRequirements:\n– At least 3 years of experience in embedded programming.\n– At least 3 years of experience in C/C++ programming.\n– At least 2 years of experience in hardware driver development in Linux.\n– At least 2 years of experience in working with ASICs and FPGA drivers.\nTo send a CV for the position of Software Engineer – radware\nBecome a member in an infrastructure team, all team members are experienced and are working on the product next generation. The team develop and re-design the system according to coding standards. In this position you’ll lead clean code and best practices for R&D team members.\nRequirements:\n– BA in computers Science or other relevant degrees – must.\n– At least one project that wrote in Java during the degree.\n– Familiarity with SQL at least one type of relational database (Oracle, DB2, MSSQL) – must.\n– Excellent English must.\n– Team player – must.\n– Experience working with web services (REST or SOAP) – advantage.\n– Experience working with XML and JSON – advantage.\n– Ability to lead a task from requirement gathering to technical analysis and implementation.\n– Complete control of the English language (reading, writing, speaking).\n– High learning capability, including self-study and ability to work under pressure.\nTo send a CV for the position of Junior Java Developer – SAPIENS\nGreat opportunity to join a global company, be part of a development team and work with high end technologies.Be responsible for the design and development of a new innovative and challenging Big Data Analytics projects.\nRequirements:\n– Education – BSc/MSc. in computer science of one of the leading academic institutes.\n– At least 3 years of experience with Java server side development.\n– Experience in Linux environment – advantage.\n– Proven experience of a complete process of building a high quality product and releasing to customers.\n– Ability to understand overall system functionality.\n– Experience with Scala development – advantage.\n– Familiarity with the Big Data and Hadoop echo system – advantage.\n– Experience working with Amazon AWS – advantage.\n– Worked in an Agile development environment, for example SCRUM – advantage.\n– Technological enthusiasm, resourcefulness, open mind, flexibility.\n– Quick learner, team player, always up to date with new technologies.\n-Ability to read, write and speak about technical issues in English.\nTo send a CV for the position of Java Server Side Developer – Sizmek\nLivePerson is looking for an experienced .NET developer for its Consumer Business R&D Group.\nBe part of a strong team and enjoy the work environment of a start-up, with a robust product and the benefits of belonging to an excellent company.\nThe Consumer group develops and manages our Online Experts advice platform of over 60 thousands experts in hundreds of categories and millions of clients that get live advice.\nWe are looking for an extremely technical and mission oriented R&D Developer who is able to execute in a scrum development teams, design and develop products in accordance with product requirements.\nThis position requires excellent team player attitude and good communication skills.\nRequirements:\n– At least 3 years of experience in ASP.NET (MVC/Web forms) using C#  programming.\n– Strong skills in client side technologies is a must: HTML5, CSS3, OO Java script, JQuery, JQuery mobile, Angular.JS.\n– Experience with WCF and Web API.\n– Deep understanding of Object oriented design principles.\n– Experience with MS SQL Server.\nAdvantage:\n– Experience with large scale and high traffic online Web application.\n– Experience with Entity Framework or Nhibernate.\n– Experience with JAVA, Oracle DB and JBOSS on Linux environment.\nTo send a CV for the position of .NET Web Developer – LivePerson", "keywords": "net web developer,agt international,at&t,full stack developer,general electric,general motors,infrastructure engineer,ios developer,java server side developer,junior java developer,klarna,lead/ cyber security researcher,liveperson,mobile web developer,optimove,radware,sapiens,sizmek,software engineer.,ג’נרל מוטורס,at&t,.net web developer,software engineer,ג\\'נרל מוטורס,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}