{"url": "https://www.geektime.co.il/magic-leap-looking-for-a-buyer/", "type": "article", "title": "דיווח: Magic Leap מחפשת רוכש ב-10 מיליארד דולר", "description": "האם אחד הסטארטאפים המסקרנים ביותר של השנים האחרונות, שמפעיל מרכז פיתוח גדול בתל אביב וגייס כ-2 מיליארד דולר - שם את עצמו על המדף?", "image": "https://files.geektime.co.il/wp-content/uploads/2018/08/Screenshot_1-1535434908-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-03-12T13:00:59Z", "modified_time": "2020-03-12T11:17:50Z", "articleBody": "האם אחד הסטארטאפים המסקרנים ביותר של השנים האחרונות, שמפעיל מרכז פיתוח גדול בתל אביב וגייס כ-2 מיליארד דולר – שם את עצמו על המדף?\nמקור: Magic Leap\nבמשך שנים, Magic Leap הייתה אחד מהסטארטאפים המסקרנים ביותר בעולם. אחרי 6 שנות פיתוח תחת מעטה מיסתורין, וגיוסים של יותר מ-2 מיליארד דולר מענקיות כמו עליבאבא, גוגל ועוד רבות, היא הייתה הדבר המבטיח הבא בתחום המציאות המעורבת. אך כעת, קצת יותר משנתיים מאז שחשפה את המוצר שלה לראשונה, נראה ב-Magic Leap מחפשים רוכש.\nעל פי הדיווח של בלומברג, שמתבסס על מקור מקורב לנושא, Magic Leap עובדת עם יועץ כדי לבחון את האפשרות ליצור שיתוף פעולה חדש, או למכור חלק נכבד מאחזקות החברה בדרך לאקזיט. לדברי המקור, החברה שואפת לאקזיט בשווי של 10 מיליארד דולר. עוד טוענים המקורות כי נציגים מטעם Magic Leap קיימו פגישה ראשונית עם נציגים מפייסבוק כדי לדון בעיסקה פוטנציאלית, אך פייסבוק שמפתחת בעצמה את Oculus, לא הייתה מעוניינת ברכישת החברה. כיוון נוסף הוא עסקה עם תאגיד הבריאות והטיפוח הענק, Johnson & Johnson.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה\nשנת 2019 לא הייתה שנה מוצלחת במיוחד עבור Magic Leap. דיווחים גרסו כי הישראלי לשעבר שעומד מאחורי Magic Leap, רוני אבוביץ’, הציג בפני המשקיעים שלו תמונת מצב אופטימית למדי, על פיה יימכרו כמיליון יחידות של מערכת המציאות המעורבת בפרק זמן של שנה. בפועל, שנה וחצי לאחר שהושק המוצר המסקרן שלה, נמכרו כ-6,000 יחידות בלבד. אם לא די בזאת, הדיווח טען כי עשרות עובדים פוטרו, ושני חברי דירקטוריון מרכזיים עזבו את החברה: פול ג׳ייקובס, בכיר בוואלקום, וסונדאר פיצ׳אי, מנכ״ל אלפבית׳ וגוגל, שהשקיעה יותר מחצי מיליארד דולר בחברה.\nבדיעבד, ההייפ סביב Magic Leap טרם חשיפת המוצר שלה ככל הנראה הוביל לאדישות שהשוק הקרין כלפיה עם השקת המוצר. לפני ההשקה, החברה חשפה תמונות מסקרנות במיוחד שמציאות אובייקטים וירטואליים כמו לווייתנים באמצע מגרש ספורט, ונתנה לרבים את התחושה שזהו הפיתוח הענק הבא בתחום המציאות הרבודה והמציאות המעורבת. בפועל, המוצר של החברה, מרשים ככל שיהיה, לא הצליח לעמוד בציפיות הענקיות שהחברה עצמה יצרה לו בעקבות הגיוסים, הפרסומים והמסתוריות שאפפה אותו, ובטח שלא הצליח להצדיק את תג המחיר של 2,300 דולר.\nמקור: Magic Leap\nבמקביל לפיתוח הארוך והמסתורי של Magic Leap, כמעט כל ענקיות הטכנולוגיה כבר פיתחו טכנולוגיות משלהן או רכשו חברות אחרות בתחום ה-VR וה-AR: פייסבוק רכשה את Oculus בחמישית מהמחיר שמג׳יק ליפ מבקשת, מיקרוסופט שיחררה שני דורות של משקפי ההולונס, אפל מפתחת בחשאי מכשיר משלה ושמה דגש לא קטן על AR ב-iOS, וגוגל כבר התנסתה וכשלה עם ה-Daydream VR, ורוב הסיכויים שמפתחת מוצר אחר בקטגוריה.\nMagic Leap סירבה להגיב לדיווחים השונים.", "keywords": "מג׳יק ליפ,מציאות רבודה,מציאות מדומה,מציאות מעורבת,אקזיט,פייסבוק,ג׳ונסון אנד ג׳ונסון,magic leap,ar,vr,mr,augmented reality,virtual reality,mixed reality,exit,facebook"}