{"url": "https://www.geektime.co.il/5-companies-may-3/", "type": "article", "title": "רוצים לעבוד בסטארטאפ? הנה 5 חברות קטנות שמחפשות אתכם", "description": "אם נמאס לכם מהביורקרטיות של חברות גדולות ובינלאומיות, ואתם מחפשים חברה קטנה לצמוח איתה, אספנו לכם 5 סטארטאפים שגדלים כרגע ומגייסים עובדים חדשים. תציצו ותלמדו למה החברות האלה מגניבות, מדוע שווה לעבוד שם ואיך גם אתם יכולים לעשות את זה", "image": "https://files.geektime.co.il/wp-content/uploads/2017/03/bonding-1985863_960_720-e1493804603730.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-05-04T12:35:45Z", "modified_time": "2017-05-04T12:09:07Z", "articleBody": "אם נמאס לכם מהביורקרטיות של חברות גדולות ובינלאומיות, ואתם מחפשים חברה קטנה לצמוח איתה, אספנו לכם 5 סטארטאפים שגדלים כרגע ומגייסים עובדים חדשים. תציצו ותלמדו למה החברות האלה מגניבות, מדוע שווה לעבוד שם ואיך גם אתם יכולים לעשות את זה\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nCybereason היא חברת סטרטאפ בתחום ה-Endpoint Security, המפתחת מוצר מוביל שמסייע לזיהוי תקיפות מכוונות מטרה (APT). כיום המוצרים הקיימים אינם מצליחים לעמוד אל מול האיומים הרבים בתחום אבטחת המידע, ורובם אינם אפקטיביים כלל כנגד התקפות ממוקדות המתבצעות על ידי ארגונים גדולים וממשלות. המוצר שלנו מביא עימו גישה שונה לשוק, בה המערכת אוספת מידע ממכונות הקצה בארגון ומנתחת את פעולותיהן. בעזרת המידע הרב, המוצר מזהה התנהגויות זדוניות ומציג באמצעות ממשק פשוט ואינטואיטיבי את כל השתלשלות האירועים מרגע תחילת ניסיון התקיפה.\nלמערכת סייבריזן היכולת לזהות, לחקור, לבודד ולעצור התקפות בזמן אמת. המוצר מפותח על גבי מגוון פלטפורמות (Windows, Linux, Mac) ובאמצעות טכנולוגיות שונות. עם גיוס כולל הקרוב ל-90 מיליון דולר (CRV, Lockheed Martin, Spark Capital, Softbank), המשקף שווי חברה המתקרב לרבע מיליארד דולר, סייבריזן קוטפת את תואר החברה הישראלית בעלת קצב הצמיחה המהיר ביותר. מבין הלקוחות שלנו אפשר למצוא חברות מובילות מכל התחומים, רובן נמצאות ברשימת ה-Fortune 500: בנקים ותאגידים פיננסים בינלאומיים, יצרני תרופות, חברות תוכנה ושרותי IT, חברות מזון, Retail, וכו’.\nמשרדינו ממוקמים ביבשות שונות וחולשים על שווקים מגוונים – טוקיו, לונדון, בוסטון ותל אביב. משרד הפיתוח נמצא במרכז תל אביב ומונה למעלה מ-70 עובדים.\nאם אתם רוצים לעבוד עם מומחי Cyber Security ו-System Internals מהמובילים בארץ ובעולם, ללמוד ממפתחים מנוסים בתחומים שונים, כגון C ,JAVA, Machine learning ותשתיות וכמובן ממעצבים גרפיים ומפתחי FE – יש לכם מקום אצלנו. אם מעניין אתכם להתמודד עם האתגרים המורכבים העומדים בחזית הטכנולוגיה כיום – יש לנו עוד הרבה עבודה ואנחנו מחפשים לצרף אלינו אנשים מבריקים שכיף לעבוד איתם.\nלמשרות הפתוחות ב-Cybereason\nמקור: עמוד הפייסבוק של Optimove\nOptimove היא חברת סטארטאפ בצמיחה מואצת, היושבת בלב תל אביב ומונה למעלה מ-70 עובדים. מוצר התוכנה אותו אנו מפתחים מאפשר לעסקים ממוקדי לקוח להפיק ערך רב יותר מלקוחותיהם הקיימים ולמקסם את שוויים. אופטימוב משלבת מודלי חיזוי מתקדמים לפילוח לקוחות עם פלטפורמה לניהול, אוטומציה ואופטימיזציה של קמפיינים רב-ערוציים. לחברה למעלה מ-180 לקוחות, ובהם Zinga ,888 ,Playtika ,eToro ,Outbrain ועוד.\nאנחנו באים לעבודה כדי לפתור בעיות, להשחיז רעיונות ולהפוך אותם למציאות. והכי כיף לנו לעשות את זה ביחד. אנחנו נמצאים בחזית הפיתוח, ומטמיעים את הטכנולוגיות החדשניות והמעניינות ביותר. הטכנולוגיה שלנו גורמת לאנשים להתרגש. אנחנו עדיין קטנים מספיק כדי להיות מהירים ודינמיים, וכבר גדולים מספיק כדי להיות מגוונים, מרתקים ומצליחים. תהליך הגיוס, חבילת השכר וההטבות, תהליך ה-onboarding והגדרת התפקיד מותאמים אישית על מנת לאפשר לכל עובד לממש את הפוטנציאל שלו. אנחנו צוחקים המון, יש ארוחות בוקר, Happy Hour ובירה במקרר, והמשרדים שלנו נמצאים בתל אביב, קרוב לרכבת ולתחבורה ציבורית.\nלמשרות הפתוחות ב-Optimove\nמשרדי Riskified\nRiskified הוקמה בשנת 2013 והיא חלוצה בתחום מניעת הונאות אשראי באתרי מסחר אינטרנטיים. החברה מספקת פתרון שמאפשר למאות חברות ברחבי העולם לאשר יותר עסקאות אונליין ולספק חוויית קניה מוצלחת ללקוחותיהן. באמצעות טכנולוגיה שמנתחת התנהגות של צרכנים ברשת ואלגוריתמים מבוססי למידה חישובית (machine learning) אשר מתעדכנים בזמן אמת, הטכנולוגיה של Riskified מבדילה בצורה מדויקת ומיידית בין נסיונות הונאה לרכישות לגיטימיות. אחד הפיתוחים החדשים של החברה הוא שימוש בטכנולוגיית Deep learning, אותה טכנולוגיה שמשמשת למכוניות אוטונומיות, כיישום למניעת הונאות אשראי. על פיתוח זה זכתה השנה החברה בפרס יוקרתי על חדשנות טכנולוגית בתעשייה (MRC METAward).\nהחברה פועלת מתל אביב וניו יורק ומעסיקה כיום כ-130 עובדים, מרביתם במחלקת מחקר ופיתוח בסניף הישראלי. Riskified צומחת בקצב מהיר בשנה האחרונה ובמסגרת אסטרטגיית ההתרחבות מתכננת להוסיף ולגייס עובדים חדשים למטה בתל אביב ובניו יורק.\nמטה החברה בארץ פועל במשרד אופן ספייס מעוצב ורחב ידיים במרכז תל אביב עם נוף לים. הצוות שלנו מורכב מאנשים המהווים את חוד החנית של התעשייה בישראל. התרבות הארגונית שלנו מעודדת יוזמה אישית ומאפשרת צמיחה והתפתחות מקצועית. על מנת לשמר תרבות עבודה של סטארטאפ, כל הצוותים קטנים ועובדים בשיתוף פעולה מלא והתייעצות אחד עם השני. הפיתוח אצלנו הוא End to End וכל מפתח או מפתחת עובדים על פרוייקט משלהם, מתנסים בכתיבת קוד ב”שפות” שונות ובמגוון טכנולוגיות, ומקבלים פידבק ישיר מהלקוח.\nהחברה עובדת בתצורה של Continuous deployment ובספרינטים של שבועיים, כך שהעבודה היא דינאמית והפיתוח הוא לפי צורכי המערכת ולא סביב טכנולוגיה קבועה. אנחנו עובדים עם טכנולוגיות מתקדמות ומעניינות כגון Machine learning, Deep learning ומגוון סוגי DB כמו Redshift ו-Elasticsearch.\nמעבר לפן המקצועי, אנחנו נהנים לעבוד באווירה חברותית ומפנקת (גם כלבי העובדים נהנים ממנה), מהחוגים השונים במשרד (פילאטיס ויוגה), דרך הHappy hour המפנק כל יום חמישי וכלה בימי כיף ומסיבות חברה.\nלמשרות הפתוחות ב-Riskified\n\nצ’קמרקס היא חברת סייבר הנמצאת בחוד החנית הטכנולוגי של איתור פרצות אבטחה אפליקטיביות, וממשיכה בגיוס עובדים. לחברה מעל ל-700 לקוחות מסביב לעולם, ועם כ-200 עובדים, היא מספקת פתרונות לטכנולוגיות החדשניות ביותר הנמצאות בשימוש בקרב לקוחותיה. מחלקת ה-R&D נותנת מענה לאתגר שבשילוב בין מחקר אלגוריתמי לבין למימוש יישומי, כל זאת תחת תנועה מתמדת יחד עם מגמות בעולם פיתוח התוכנה.\nגיוס ההון האחרון של החברה, בהיקף של 84 מיליון דולר מקרן ההשקעות Insight Venture Partners, מאפשר לחברה להמשיך לצמוח במגמת הכפלת היקפי הפעילות מדי שנה, ומהווה אות אמון של התעשייה העולמית ביכולות החברה ובשוק בו היא פועלת. יחד עם הצמיחה המהירה של צ’קמרקס, החברה מצליחה לשמר את ה-DNA המיוחד שלה ועל האווירה משפחתית, תוך מתן דגש על העשרה חברתית ומקצועית, ואין כמו מסיבות החברה שלנו. נשמח אם תצטרפו אלינו.\nלמשרות הפתוחות ב-Checkmarx\nעובדי SentinelOne\nSentinelOne היא חברת סטארטאפ פורצת דרך בתחום ה-Next Generation Endpoint Security. המוצר שלנו הוא פתרון תוכנה הנמכר על מגוון פלטפורמות (Win, Linux, OsX,) ונותן ללקוחותינו פתרון 360 ייחודי לזיהוי מוקדם, מניעה, ריפוי וחקר תקיפות סייבר. המוצר זכה וממשיך לזכות בפרסים רבים, ובהם Most Visionary Company in Gartner’s Magic Quadrent ב-2017. בנוסף, המוצר של SentinelOne הוא המוצר היחיד המוסמך AV-Test גם ב-Windows וגם ב-Mac.\nאנחנו מונים כיום כ-180 עובדים בכל העולם (ישראל, ארה”ב, אירופה ויפן). מרכז המחקר והפיתוח שלנו בישראל מונה קרוב ל-100 מהנדסים מהמובילים בארץ (עזריאלי בת”א) במגוון תחומים כגון: מובילי Malware Research, מומחי Machine Learning, אנשי פיתוח Cloud ותשתיות, אנשי System Internals חזקים מאוד (בכל הפלטפורמות) וקבוצת בדיקות מעולה. אנחנו ארגון שצומח וגדל בקצב מדהים, ולמעשה יותר מהכפיל את גודלו בשנה האחרונה וממשיך בגידול משמעותי. יש לנו גב כלכלי חזק (עד כה גייסנו כ-110 מיליון דולר), שוק עצום שאנחנו שחקנים מובילים בו ומאגר לקוחות שרק גדל.\nלמשרות הפתוחות ב-SentinelOne\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "sentinelone,checkmarx,riskified,optimove,cybereason,עבודה בסטארטאפים,גיקג\\'וב,חברות קטנות,עבודה בהייטק,משרות פתוחות,קורות חיים,ראיון עבודה,אינסיידר,גייקטיים אינסיידר,גיקגו\\'ב,עבודה בסטארטאפ"}