{"url": "https://www.geektime.co.il/testflight-by-apple-updated-with-more-testers-and-simple-ways-to-test/", "type": "article", "title": "בדיקת בטא לאפליקציות iOS נעשתה פשוטה יותר", "description": "אפל עדכנה את שירות Testflight, אותו רכשה בחודש פברואר האחרון ותאפשר כעת ל-1,000 משתמשים לבדוק את האפליקציה שלכם, לפני שהיא עולה באוויר, אבל לא רק", "image": "https://files.geektime.co.il/wp-content/uploads/2014/10/Screen-Shot-2014-10-24-at-10.36.48-AM.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-10-24T11:13:14Z", "modified_time": "2014-10-24T11:25:35Z", "articleBody": "אפל עדכנה את שירות Testflight, אותו רכשה בחודש פברואר האחרון ותאפשר כעת ל-1,000 משתמשים לבדוק את האפליקציה שלכם, לפני שהיא עולה באוויר, אבל לא רק\nמקור: צילום מסך\nאפל מפשטת את תהליך הבדיקה של גירסאות בטא לאפליקציות iOS: בפוסט רשמי אותו פרסמה החברה בבלוג המפתחים שלה ואף שלחה מייל למפתחים בנושא, הסבירה אפל כי בגירסא החדשה של Testflight, פלטפורמת הבדיקות המשולבת בכלי הפיתוח ל-iOS, המפתחים יוכלו להזמין עד 1,000 משתמשים לבדיקת גירסאות הבטא של האפליקציות שלהם לפני השליחה ל-App Store וכי תהליך שליחת האפליקציה לבודקים נהיה פשוט הרבה יותר. כל זאת, על מנת להקל על המפתחים לבחון גירסאות קדם-הפצה של אפליקציות.\nכאשר האפליקציה שלכם כבר מוכנה, הפיתוח הסתיים ונשאר לכם רק ללחוץ על כפתור ה-Submit כדי לשלוח אותה לחנויות האפליקציות השונות, ישנו תהליך אחד חשוב מאוד שעליכם לעשות לפני כן: לבדוק אותה עם המעגל הפנימי של החברים שלכם, אנשים שבהם אתם יכולים לבטוח ושיתנו לכם פידבק בונה לאפליקציה שלכם. לאנדרואיד יש מספר פלטפורמות המאפשרות לכם לעשות זאת, כגון פלטפורמת ה-Testing המובנית של Google Play, המאפשרת לכם לשחרר גירסאות Alpha ו-Beta דרך עדכונים ישירות לאפליקציה, או פתרונות בעלי פונקציונליות מתקדמת יותר כגון Testfairy הישראלית.\nצילום מסך\nלאייפון, לעומת זאת, המצב היה טיפה שונה עד עכשיו. Testflight, מוצר הבדיקות של חברת Burstly אשר נרכשה על ידי אפל בפברואר 2014, היתה הפתרון הפופולרי ביותר ואפשרה למפתחים לשלוח למשתמשים גירסאות חדשות לבדיקה, אך תהליך ההצטרפות לבדיקה היה מסובך ביותר: בעוד באנדרואיד כל שעליכם לעשות הוא לשלוח מייל ולהזמין את המשתמשים להצטרף לקבוצת הבדיקה, ב-Testflight היה עליכם לדעת את מספר ה-UDID הייחודי לכל מכשיר, להוסיף אותו באופן ידני לרשימה ורק אז לשלוח לו לינק להתקנת האפליקציה.\nבנוסף, מפתחי אפליקציית אייפון היו מוגבלים לקבוצה של 100 בודקים בלבד. כעת, בעדכון שביצעה אפל ל-Testflight, תוכלו להזמין עד 1,000 בודקים, וזאת על ידי שליחת הזמנה במייל דרך שירות iTunes Connect. ברגע שהמשתמשים יקבלו את ההזמנה שלכם, הם יוכלו להתקין את גירסאת הבטא של האפליקציה שלכם, להתעדכן על גירסאות בטא חדשות דרך התראות פוש וכמובן – לספק משוב חשוב אודות האפליקציה שלכם – כל זאת במסגרת שירות Testflight. אין ספק, כי הוסרו מחסומים גדולים במיוחד וכעת המפתחים יוכלו להתמקד בפיתוח האפליקציה, במקום בבירוקרטיה מיותרת.", "keywords": "אפל,טסטפלייט,testflight,apple,beta,בטא,בדיקות,testing"}