{"url": "https://www.geektime.co.il/pivot-31october-2018-1540975842/", "type": "article", "title": "פיבוט: כל המינויים בחודש האחרון בהייטק הישראלי", "description": "סתם כי בא לנו לפרגן: כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי", "image": "https://files.geektime.co.il/wp-content/uploads/2018/10/team-3373638_1280-1539248278.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-10-31T12:30:51Z", "modified_time": "2018-10-31T12:09:29Z", "articleBody": "סתם כי בא לנו לפרגן: כל המינויים, המעברים, השידרוגים והתפקידים החדשים בהייטק הישראלי\nמקור: Pixabay\nכמות הפיתוחים, ההשקעות, הרכישות וההמצאות בהייטק הישראלי יכולה להתחרות רק בדבר אחד. כמות התפקידים והמינויים חדשים של ההייטק הישראלי. אנחנו כאן כדי לאסוף ולרכז עבורכם מנה אחת ומרוכזת שלהם. \nהמדור נועד לצורכי פירגון בלבד וההופעה בו אינה כרוכה בתשלום. יש לכם מינוי מעניין בחברה? שלחו לנו אותו ל-info@geektime.co.il\nקרדיט: בקמן קולטר\n \nקנאביקס הישראלית מינתה את ד”ר הללי שריר לראש תחום המחקר המדעי בחברה, זאת כחלק ממהלך החברה להאצת פיתוח כלי ההתאמה האישית של קנאביס רפואי עבור חולי סרטן. חברת קנאביקס עוסקת במחקר ופיתוח בדיקה לאבחון השפעת תרכובות קנאבינואידים על סוגי סרטן שונים, לצורך התאמה אישית של הטיפול בקנאביס רפואי עבור כל חולה סרטן על ידי רופאיו. בתפקידה האחרון שימשה ד”ר שריר כמובילת הפרויקטים במרכז הישראלי הלאומי לרפואה מותאמת אישית שבמכון ויצמן למדע שברחובות.\n \nקרדיט: משה רון אילון\nבמסגרת תפקידו אברהמי ינהל את מערך Gett Together  ישראל – שירות תחבורה חכם המאפשר נסיעה שיתופית ברכבים גדולים ונוחים, בקווים שייקבעו מראש. לאברהמי ניסיון של למעלה מ- 13 שנים בעולמות של בניית מותגים, שיווק ומכירות וכן במגוון רחב של תפקידים בכירים, החל ממנהל המותג של מועדון הכדורגל מכבי תל-אביב ועד לתפקידו האחרון כמנהל שיווק בכיר B2B בפיליפ מוריס אינטרנשיונל.\n \n \n \n \nקבוצת הסייבר הישראלית Team8, פלטפורמת מחקר, ייזום והקמת חברות טכנולוגיה, הודיעה על הצטרפותו של אדמירל מייק רוג’רס אליה כיועץ בכיר. רוג׳רס הינו ראש הסוכנות לביטחון לאומי (NSA) היוצא, ראש פיקוד הסייבר (United States Cyber Command) היוצא, ומפקד הסוכנות המרכזית לביטחון (Central Security Service) היוצא של ארה״ב, אשר סיים את תפקידיו אלו בחודש מאי השנה.  רוג’רס יעבוד עם Team8 לניתוח התפתחות מגמות הפשיעה בסייבר, לזיהוי האתגרים העומדים בפני ארגונים בבניית חסינותם כנגד מתקפות סייבר, ולפיתוח תפיסות הגנת סייבר וטכנולוגיות חדשניות. רוג׳רס יעבוד הן עם חברות הפורטפוליו הקיימות של Team8 והן לפיתוח חברות חדשות. כמו כן, יסייע רוג׳רס בגיוס עובדים בכירים ל-Team8 ולחברות בקבוצה, ולגיבוש האסטרטגיה להתרחבותה שלTeam8 בארה״ב.\nקרדיט: Colu\nחברת Colu, המפתחת מטבעות דיגיטליים לכלכלות מקומיות, הודיעה על מינויו של גבי ברויטמן ל-VP Commercial. לפני שהצטרף ל-Colu, שימש ברויטמן כיזם, כשותף מייסד וכמנכ”ל בשורה של סטארטאפים, ובהם פלטפורמת האופנה המקוונת INFASH, חברת Swing Trainer בתחום הספורט וחברת Sodyo שפיתחה טכנולוגיה להקפצת תכנים בטלפון מרחוק.\n \nקרדיט: יח״צ\nאאוטבריין הודיעה על מינויו של איתן גלאי, סמנכ”ל בכיר ומנהל הפעילות הבינלאומית של אאוטבריין לתפקיד ה-CRO – chief revenue officer. במסגרת תפקידו ירכז גלאי את הפעילות היסקית הגלובאלית של החברה כחלק ממהלך לאחד את הפעילות האמריקאית והבינלאומית תחת ניהול מרכזי אחד. גלאי הוביל בשלוש השנים האחרונות את פיתוח השווקים הבינלאומיים וקרוב לשילש את מכירות החברה למאות מיליוני דולרים.קלינרט\n \n \n \n \nמקור: יח״צ\nחברת Quali.fit, המציעה דרך נוחה וחכמה יותר לגייס עובדים, הודיעה על מינויו של גיל קלינרט ל-VP R&D. לפני הצטרפותו לחברה, קלינרט היה ראש צוות פיתוח במיקרוסופט במשך 4 שנים ולכן כן רשת צוות פיתוח ב-Equivio.\n \n \n \nקרן ההון סיכון JVP הודיעה על הצטרפותה של ג’וי מרקוס, לשעבר סגנית נשיאה בכירה ומנהלת פעילות הווידאו ב-Condé Nast, מתאגידי המדיה הגדולים בעולם כ-Venture Partner בקרן. ג’וי,הפועלת מניו יורק, תביא מניסונה האישי ותתמקד בהשקעות הקרן בתחום המדיה הדיגיטלית. בנוסף, תצטרף כחברת בורד מטעם הקרן במועצת המנהלים של חברות הפורטפוליו של JVP. במהלך השנים ג’וי ליוותה את השקתם וצמיחתם של מוצרים דיגיטליים בארגונים גדולים כמו גם בנייתן של חברות דיגיטל קטנות והפיכתן לחברות מובילות. ג’וי מביאה איתה גם ניסיון בעולם ההשקעות; במשך 3 שנים הייתה שותפה בקרן ההון סיכון Gotham Ventures, הפועלת בניו יורק ומתמקדת בהשקעות בחברות בשלבים מוקדמים.\n\nאיתי גיסין, מונה ל-‏SVP New Business ‎‏ בקבוצת וובפאלס העוסקת בשיווק ופרסום דיגיטלי מבוסס ביצועים בשוק הבינלאומי. במסגרת תפקידו יוביל גיסין את הפיתוח העסקי של הקבוצה, בתחום שיווק הנכסים העוסקים בעולמות הפיננסים והטכנולוגים. לאיתי  כ-20 שנות ניסיון ניהולי בעולמות השיווק, הפיתוח העסקי המובייל והמדיה. בשנת 2014, מונה למנכ”ל סוכנות הפאבלישינג הבינלאומית Investing.com. לפני-כן, כיהן מספר תפקידי ניהול בכירים בין היתר כמנהל תחום המובייל וסמנכ”ל שיווק בפלטפורמת ניהול הלקוחות מינטיגו, וכ-AVP בחברת פרטנר תקשורת.\n \nקרדיט: יח״צ\nקרן ההון סיכון Eight Roads Ventures, הודיעה על מינויו של עירד דור, למנהל הסניף המקומי – Venture Partner. לאחרונה הכריזה Eight Roads על על קרן שלישית של 375 מיליון דולר שנועדה להשקיע בחברות בשלבי צמיחה ולהגדיל את היקפי ההשקעות שלה באירופה ובישראל. דור יעבוד בצמוד לצוות ההשקעות של הקרן בלונדון, במטרה להוביל את פוטנציאל ההשקעות ולפתח את הקשרים שלה בישראל וגם לתמוך בפרוטפוליו הקיים. דור כיהן כמנהל ודירקטור מרכז החדשנות Innov8 של Singtel בישראל ב-5 השנים האחרונות. לפני כן, היה יועץ פיתוח עסקי ואסטרטגיות בלונדון לקרן גידור בריטית – GSA Capital ולאקסלרטור לסטרטאפים – Ycombinator.\n \n \n \nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "פיבוט,מדור פיבוט,מינויים,סטארטאפ,סטארטאפים,הייטק,it,קידום,שינוי,תפקיד,תפקידים"}