{"url": "https://www.geektime.co.il/tapingo-raises-10-5-million-dollars/", "type": "article", "title": "מי בא לאכול בקמפוס? Tapingo הישראלית מגייסת 10.5 מיליון דולר [גיוס]", "description": "חברת הסטארטאפ הישראלית מגייסת סבב גיוס Round B בהובלת Khosla Ventures ובהשתתפות Carmel Ventures בכדי להנגיש את פלטפורמת הקניות מבוססת המיקום שלהם לכלל הסטודנטים ברחבי העולם.", "image": "https://files.geektime.co.il/wp-content/uploads/2014/02/Screen-Shot-2014-02-06-at-1.10.13.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-02-06T09:13:46Z", "modified_time": "2014-02-06T09:13:46Z", "articleBody": "חברת הסטארטאפ הישראלית מגייסת סבב גיוס Round B בהובלת Khosla Ventures ובהשתתפות Carmel Ventures בכדי להנגיש את פלטפורמת הקניות מבוססת המיקום שלהם לכלל הסטודנטים ברחבי העולם.\nמקור: יח״צ\nחברת הסטארטאפ הישראלית טפינגו (Tapingo), המפתחת אפליקציית קניות קונטקסטואלית מבוססת מיקום, הודיעה על השלמת סבב גיוס (Round B) בהיקף של 10.5 מיליון דולר. את סבב הגיוס הנוכחי הובילה קרן ההון סיכון Khosla Ventures, בהשתתפות Carmel Ventures, משקיעה קיימת בחברה. זהו סבב הגיוס השלישי אותו משלימה החברה, לאחר שביולי 2012 גייסה 3.5 מיליון דולרים ולפני כן – 2 מיליון דולרים נוספים. סבב הגיוס הנוכחי מעמיד את סך הכספים שגייסה טפינגו על 16 מיליון דולרים, מאז נוסדה ב-2009. לחברה משרדים בסן פרנסיסקו ובתל-אביב.\nטפינגו מאפשרת למשתמשים שלה לבצע הזמנה ממסעדות קרובות ישירות מהמכשיר הנייד שלהם, ללא צורך לחכות בתורים מיותרים. האפליקציה מתחברת אל מערכות המסחר הפנימיות של בתי העסק השונים ועל ידי כך מאפשרת לצרכנים להשלים את תהליך ההזמנה כולו מתוך האפליקציה, מבלי להתקין אפליקציות נוספות של בית העסק או לעבור טרטורים נוספים בדרך. לעסקים מדובר באפשרות כלכלית במיוחד, שכן טפינגו מאפשרת להם לחסוך בעלויות של יצירת אפליקציה ייחודית משלהם. נכון להיום, האפליקציה של החברה זמינה להורדה ל-iOS ולאנדרואיד.\nמקור: App Store\nקהל היעד הטבעי לאפליקציות מן הסוג הזה הוא כמובן ענף המסעדנות. ענף זה מתמודד עם אתגרים שיווקיים רבים, בארץ ובחו”ל, ובעלי עסקים רבים מנסים למנף את המרחב הקיברנטי כדי להביא יותר לקוחות אל בית העסק. חלק מהיזמים משתמשים בפיזור קופוני קודי QR שמעניקים הנחה על מוצרים מסוימים. אחרים משתמשים בקמפיינים במנועי החיפוש, ויש גם כאלה שמשתמשים ברשתות החברתיות כדי לקדם את העסק. באמצעות טפינגו, בעלי העסקים יכולים להתמקד באוכלוסייה הרלוונטית ביותר אליהם ולחסוך כמויות עצומות של זמן ומאמצי שיווק, כמו כן גם עלויות פיתוח והפצה.\nנכון לעכשיו, החברה מתמקדת בעיקר בהשתלבות בקמפוסים של אוניברסיטאות שונות ברחבי ארצות הברית, המהווים אקוסיסטמים סגור וסביבה מושלמת של צרכנים וסוחרים להם אין זמן רב. עד כה, הצליחה החברה להגיע אל כ-25 אוניברסיטאות גדולות ברחבי המדינה, ביניהן אוניברסיטת ניו יורק, אוניברסיטת ​​דרום קליפורניה, אוניברסיטת אריזונה, אוניברסיטת צפון אריזונה, אוניברסיטת קייס ווסטרן ריזרב ואוניברסיטת לואיזיאנה. על פי החברה, 40 אחוז מהעיסקאות המתבצעות דרך בתי העסק המשתפים פעולה איתה, נעשים דרך אפליקציית טפינגו. את הכסף, תשקיע החברה בהבאת הפלטפורמה לסטודנטים גם במדינות אחרות ברחבי העולם.\nלהורדת אפליקציית Tapingo ל-iOS\nלהורדת אפליקציית Tapingo לאנדרואיד\n", "keywords": "טפינגו,tapingo,סטאטראפים,סטארטאפ,גיוס,raise,fund,startups,startup,קניות,shopping,app,אפליקציה,סטארטאפ והון סיכון"}