{"url": "https://www.geektime.co.il/10-jobs-for-developers/", "type": "article", "title": "מחפשים עבודה? 10 משרות חדשות למפתחים", "description": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/screen-1839500_1280-e1485249702294.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-21T15:12:10Z", "modified_time": "2017-02-21T15:09:18Z", "articleBody": "ריכזנו עבורכם משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nRiskified’s Automation Team is seeking a tech savvy back-end web developer to take part in building a large scale real-time automated decision engine for an eCommerce fraud detection system. As a back-end developer you will be responsible for developing a system that translates models and rules into classifications of eCommerce orders, for automating processes of feature engineering, for model training, and additional adjustments.\nResponsibilities:\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems\n– Assess and adopt new available technologies\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code\n– Design the overall architecture of the machine learning application\n– Translate R research code to Ruby production code\n– Use TDD to write well-tested code\n– Fix bugs fast and improve application performance\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design\n– Proficient knowledge of a back-end programming language, preferably Ruby\n– Someone who can plan and design the system from a high level perspective\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives\n– Can handle Math/Statistics algorithms and transform them to workable code\n– Highly data-driven, knowledge of SQL\nTo send a CV for the position of Backend Developer – Riskified\n\nTGS is looking for MS CRM dynamics expert, to join the significant and growing share of Dynamics CRM in the organization technology.\nRequirements:\n– In-depth hands-on knowledge of the Microsoft Dynamics CRM platform\n– 1-2 years’ Experience Dynamics CRM developer, 2013 and above\n– Knowledge in design and develop .NET, plugins, HTML JavaScript’s and Web services\n– Strong knowledge and experience of implementing and customization of MS Dynamics CRM in large organizations (version 2013 and above)\n– Experience in create and update entities and forms, Define Business processes, complex WF and business rules\n– Fast learning and independent working abilities\n– Good communication skills\n– Responsible and multi-tasking capability\n– Excellent English level\n– Willing to travel occasionally.\nTo send a CV for the position of CRM Dynamics Developer – JB831 – TGS\nResponsibilities:\n– Software architecture of the WEB N-tier applications used for Cloud Services design, visualization, management\n– Define and lead POCs\n– Solve complex problems by choosing relevant tools and appropriate technology\nRequirements:\n– At least 7 year experience in JAVA and J2EE architecture\n– University degree in Computers Science or Software Engineering\n– Must have experience and deep knowledge in JAVA Application Server oriented development\n– Must have experience in Multithreading, Designed Patterns, OOP & OOD\n– Debugging and performance analysis capabilities.\n– Positive team player attitude with excellent verbal and written communication skills\n– Strong US oriented communication skills – Must\n– Self-motivated and willing to “do what it takes” to get the job done, “can do” attitude\nTo send a CV for the position of Software Architect for Domain 2.0 (AT&T Cloud Virtualization) development group – AT&T\n\nThe NVF team is looking for a Frontend developer gifted developer to join an Amdocs’s elite team that builds a unique cloud platform in the NFV domain. As a Frontend developer you will be part of a small team of experts that practice new technologies, in an uncharted territory, and have the freedom to explore and research some of the most exciting things going around in the telecom world. We are looking for an independent, free thinker, innovator, and executioner, with passion to learn and expand his horizons!!\n Responsibilities:\n– You will Be part of a new business unit that establishing to provide cutting edge product for the telecom industry, and help us go where no person has gone before.\n– You will exposed to other amazing employees and intelligent thinkers.\n– You will serve as an expert on specific technology.\n– You will take an active role in technical mentoring within the team.\nRequirements:\n– 5 years’ experience as a software engineer or a software support engineer.\n– At least 2 years of experience in specializing in UI technologies like: ES6, React, Gulp, Webpack, Nodejs, Redux, Java, Spring, Apache CXF, CassandraDB – advantage\n– Excellent understanding and proven experience in Java.\n– Bachelor’s degree in Science/IT/Computing or equivalent.\n– Awareness of programming concepts and ability to write software code in at least one programming language.\n– Outbound thinking out of the box and pushed by innovation\nTo send a CV for the position of FrontEnd Developer – Amdocs\nThe position includes combining High-end operating systems like Android and Linux with low level RTOS on an embedded multi core CPU systems, while working with state of the art virtualization solution and integrate different Operating systems on single Device SoC.\nRequirements:\n– BSC in Computer Science, Software Engineering, or other related degree\n– Over 5 years of software development experience in middle ware software (Linux native  Applications, layer 2 & 3 Gateways) or minimum 2 years of experience in adapting and developing\n– Drivers to android AOSP or commercial version of android (knowledge in android HAL/Internals Mandatory not android SDK)\n– Software development experience in automotive and/or portable consumer electronic devices in Embedded domain\n– Deep understanding of Linux /Android (IPC mechanism, process scheduling, kernel interfaces)\n– Deep understanding of Communication protocols (ETH, TCP/IP, HTTP)\n– Commercial software development experience in C/C++\nTo send a CV for the position of Android Embedded SW Experienced Engineer – General Motors\n\nCheck Point is searching for an highly motivated and experienced software developer to participate in the development of Remote Access server, allowing users to consume internal organizational resources. This job will require to develop new features to enhance the product’s capabilities, in addition to maintaining its quality.\nRequirements:\n– C / C++ (especially C++)\n– Object Oriented Programming.\n– Linux environment.\n– Debugging skills using DGB.\n– Autonomous learning.\n– PostgreSQL – Advantage.\n– PHP – Advantage.\n– Basic HTTP flow – Advantage.\nTo send a CV for the position of Senior Linux C++ developer – Check Point\nAt the Windows Cyber Defense Group which is a newly formed team in the Israel R&D center, our mission is to provide protection and defense for Windows’ hundreds of millions of users against malicious attacks and cybercrime. We are seeking for top-notch talent who are passionate about security and cloud technologies. If you are obsessed about solving complex problems, interested in fighting cybercrime and developing state of the art security solutions – come join us and protect billions of users all around the globe!\nRequirements:\n– 5+ years of Cyber-security experience and passion for it is an advantage. Such experience could include development (of security tools and detection logics), hands-on analysis (e.g. reverse-engineering, forensics, network analysis, etc.), pen-testing experience and etc.\n– Experience with public cloud and BigData technologies is a strong advantwage.\n– 3+ years professional experience in software engineering. C# an advantage.\n– Autodidactic abilities to ramp up quickly on new technologies.\n– Great people skills, leadership and collaboration\n– Knowledge in one of the following is an advantage: Windows Platforms, Machine Learning, Malware Research, Penetration Testing, Networking, Windows Platform (OS) Internals.\nTo send a CV for the position of Senior/Principal Engineer – WCD – Microsoft\n\nThe Decision Analytics team in Haifa Research lab is part of IBM’s leading division – Watson Group. We are offering you the opportunity to take part in the ChatBot revolution!\nOur mission is to develop the next generation of Problem Solving Virtual Agent.\nAs a member of the Decision Analytics group, you will develop solutions that revolutionize the way people make decisions. In addition to making impact on IBM flagship Watson, you will be part of a passionate team of talented engineers and researchers\nRequirements:\n– MSc/ PhD in Computer Science with expertise in NLP or related field\n– Excellent engineering skills, previous experience with architecting, designing and developing complex engineering solutions.\n– Ability to write NLP code for computational linguistics uses\n– Ability to develop innovative algorithms and technologies and pursue patents where appropriate\n– Hands on, you are gonna write code.\nApply via-\nTo send a CV for the position of Bright AI Scientist – IBM\nLivePerson is looking for an experienced .NET developer for its Consumer Business R&D Group. Be part of a strong team and enjoy the work environment of a start-up, with a robust product and the benefits of belonging to an excellent company. The Consumer group develops and manages our Online Experts advice platform of over 60 thousands experts in hundreds of categories and millions of clients that get live advice.\nWe are looking for an extremely technical and mission oriented R&D Developer who is able to execute in a scrum development teams, design and develop products in accordance with product requirements. This position requires excellent team player attitude and good communication skills.\n Requirements:\n– At least 3 years of experience in ASP.NET (MVC/Web forms) using C#  programming\n– Strong skills in client side technologies is a must: HTML5, CSS3, OO Java script, JQuery, JQuery mobile, Angular.JS\n– Experience with WCF and Web API\n– Deep understanding of Object oriented design principles\n– Experience with MS SQL Server\nTo send a CV for the position of NET Web developer – LivePerson\n\nחברת SQLINK מחפשת מפתחי/ות Android המעוניינים ברילוקיישן לסן פרנסיסקו ארה”ב. בואו להצטרף לצוות מומחים העוסק בפיתוח מערכות מתקדמות מבוססות אנדרואיד למחשוב לעולם השיווק, המכירות וההפצה בארגונים המובילים בארץ ובעולם. הזדמנות מעולה להצטרף לנבחרת של מפתחים שעובדים באווירת סטאראפ, עם גב כלכלי של חברת ענק אמריקאית. למשרה אופק ניהולי והחברה דואגת לכל סידורי הוויזה והתנאים הסובבים. תנאים מעולים למתאימים.\nדרישות:\n– לפחות שנתיים ניסיון בפיתוח Android SDK ואפליקציות מובייל – חובה.\n– ידע נרחב וניסיון ב- JAVA ו-Davlik VM.\n– היכרות עם SDK של אנדרואיד: Activities lifecycle, GCM, Shared Preferences & SQLite, multi-threading programming.\n– ניסיון בעבודה מול RESTful Web APIs ו- JSON.\n– מוכשר /ת ועצמאי /ת המסוגל /ת  להתמודד עם משימות פיתוח שונות.\n– בוגר /ת מדעי המחשב, הנדסת תוכנה או יחידת טכנולוגיה עילית – יתרון.\nהמשרה מיועדת לנשים וגברים כאחד.\nלשליחת קורות חיים למשרת תוכניתן/ית Android לרילוקיישן\nאנחנו מחפשים מהנדס/ת תעשייה וניהול מנוסה לארגון התכנון האסטרטגי של מפעל הייצור של אינטל קרית גת. התפקיד משלב פיתוח ותכנון הייצור במפעל, מהשלב הרעיוני ועד הוצאתו לפועל. במסגרת התפקיד יהיה לך חלק בתכנון התפוקה במפעל ובמערך הציוד ,באופטימזציה של תהלכים לניצול התפוקה המירבית של מתקני הייצור וכוח האדם.\nהעבודה תתבצע מול מחלקות שונות ותיקח/י חלק בפיתוח ושפור הסטנדרטים העסקיים בארגון.\nבנוסף תיקח/י חלק ביצירת סטנדרטיזציה בקרב אתרים במיקומים גיאוגרפיים אחרים. התפקיד יכלול גם פגישות עם שותפים הממוקמים באירלנד ובארצות הברית.\nהמשרה הינה זמנית למשך 12 חודשים.\nדרישות:\n– תואר בהנדסה עם ניסיון של 6 שנים ומעלה בתכנון (Facility planning principle).\n– ידע בתהליכים עסקיים, תכנון, ותפוקה.\n– מיומנויות ניהול ארגוני, תעדוף, ותכנון זמן.\n– ניסיון בניהול פרויקטים ויכולת ניהול משא ומתן\n– יכולת לעבוד בסביבה משתנה ובעבודת צוות.\n– עמידה ביעדים ובלוחות זמנים צפופים\n– ידע בתהליכי ייצור\n– ירידה לפרטים ויכולת פתרון בעיות\n– יכולת תקשורתיות גבוהות, בכתב ובע”פ.\n– אנגלית ברמה גבוהה.\nלשליחת קורות חיים למשרת Exprince Industrial Engineer – Intel\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "גיקגו\\'ב,סטארטאפים,backend developer,riskified,android embedded sw experienced engineersoftware architect for domain 2.0,at&t cloud virtualization,development group,at&t,general motors,משרות,bright ai scientist,ibm,senior linux c++ developer,check point,מפתחים,senior/principal enginee,wcd,microsoft,net web developer,liveperson,היי-טק,frontend developer,amdocs,exprince industrial engineer,sqlink,intel,תוכניתן/ית android לרילוקיישן,,at&t cloud virtualization,at&t,anyclip,back end developer,como,data consultant,enhanced solution manager,front end developer,full stack developer,general electric,hpe software,matrix,natural intelligence,qa engineer,senior research scientist,webpals,גיק ג\\'יב,דרושים,מהנדסים,מנהלים,משרות בהיי-טק"}