{"url": "https://www.geektime.co.il/10-new-jobs-for-developers-24-january/", "type": "article", "title": "מחפשים עבודה? 10 משרות חדשות למפתחים", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/screen-1839500_1280-e1485249702294.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-24T15:20:10Z", "modified_time": "2017-01-24T15:19:21Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n \nLoadRunner is the industry-standard software for performance engineering and for application load testing. It supports various communication protocols and technologies and is used by customers around the world.\nLoadRunner R&D group is a highly dynamic and professional team, using a wide range of development methodologies and technologies to deliver and maintain a unique solution and an outstanding product.\nLooking for an experienced Back End developer, passionate about code and technologies, to join a leading team.\nRequirements:\n– B.Sc. in Computer Science or equivalent\n– At least 2 years’ experience as a Back End developer.\n– Experience with protocol level coding: HTTP, TCP, SSL, Proxy – advantage\n– Experience in C++ development – advantage\n– Technology independent – looking to experience with various technologies and trends of web protocols\n– Quick to adapt new technologies.\n– High performing coding capabilities\n– Lead design and implementation of features end-to-end\nTo send a CV for the position of Back End Developer – HPE Software\nYou will assess current status against desired end state using relevant assessment practices\nYou will Initiate process improvement and methodologies/ processes/ services/ measurements through the entire lifecycle based on Amdocs Quality Best Practices & Policies based on Division/Unit needs\nYou will deliver Quality & OE Professional Services for both internal and external customers\nYou will lead E2E comprehensive process improvement efforts and corporate level projects\nYou will analyze measurements and audit results, and present insights to Amdocs management\nYou will develop standards, practices and tools based on domain expertise\nYou will represent and position Amdocs as an OE industry leader\nYou will be promoting and leading Operational Excellence and quality at the company or division level while implementing Amdocs and industry best practices\nYou will represent and position Amdocs as an OE industry leader\nRequirements:\n– B.Sc. in Industrial Engineering / Software Engineering\n– MBA preferred\n– ~ 5 years of experience in leading SW projects (overall 10 years in SW development), preferably in the telecom industry\n– Prior process engineering experience\n– Comprehensive knowledge in the development of quality-related best practices\n– Domain expert in the area that is handling the change\n– Consulting to senior management\n– Comprehensive knowledge of industry methods, standards and models (SCRUM, ISO 20000, CMMI, etc.)\n– Analysis and auditing background – Preferred\n– Formal certification of the leading practices – preferred\nTo send a CV for the position of Operational Excellence COE Specialist – Amdocs\nGigya is looking for Front End Developer to join our team developing web application & SDK for our leading SaaS platform.\nAbout The Position:\nAt this position you will take full ownership on developing Gigya’s management console using a different SPA technologies. Moreover take part in the development of the different SDKs being implemented and used by our client. You will challenge yourself with with Angular2 (TypeScript), ES6, Node.js and more.\n At Gigya, we can promise you three things:\n– A challenging environment – You will work with the most cutting edge technologies  available , contributing to your development experience and professional skillset.\n– Inspiration – You will work with other techies and experienced, battle-hardened managers, who will push you to new limits and help you develop your full potential. At Gigya, the best idea wins.\n– Convenient and fun – Our offices are located in Azrieli Towers with a breathtaking view and ar easily accessible by bus, car and train. We’ve got the best gadgets and frequently participate in fun, exciting and team-building activities.\nRequirements:\n– At least 3 years of experience in web development (client-side).\n– Experience with developing Single Page Applications.\n– Experience with Object Oriented JavaScript\n– Experience in the design of software architecture\n– Exceptional self-learning capabilities\nExtra points for:\n– Experience with JS Frameworks such as Angular, React, Aurelia and Ember.\n– Experience with native mobile apps development (iOS/Android).\n– Development experience in server-side languages such as C#, Java, Node.js, Python and PHP.\nTo send a CV for the position of Front End Developer – Gigya\nDataZone is a boutique professional services provider for various big data technologies. We help organizations to focus on their application rather than infrastructure. We solve sophisticated problems on daily basis and bringing value to our customer base.\nWe are also premier level partner of some of the largest data vendors world wide – Elastic, Couchbase, IronSource Atom and more.\nRequirements:\n– Minimum of 3 years’ experience with any database technology as a DBA / DevOps Engineer / Data Engineer / Software Engineer* Ability to write simple code with one of the following: C#, Java, Python, Scala, Node.JS\n– Understanding of distributed computing system principals\n– Deep experience with at least one of the following: MySQL, Postgres SQL, MongoDB, Couchbase, Elasticsearch, Splunk, Hadoop, Spark, Kafka, StreamSets\n– Deep knowledge in Elasticsearch and the Elastic Stack – advantage\n– Israeli Security clearance level 4 – advantage\n– MSc in Computer Science, Mathematics, Statistics or a related discipline- an advantage.\n– At-least 3 years’ experience in data science and algorithms research and development.\n– Strong analytical skills, with proven track record including publications, development and deployment experience.\n– Solid foundation and background in machine learning and artificial intelligence techniques, with broad understanding of supervised and unsupervised learning methods and algorithms.\n– Experience working with modern programming languages: Python, Java, R, Matlab for interactive data research, algorithms and analytics packages development.\n– Practical experience with: sensor data, big data and complex data processing chains is a big plus.\n– Experience working within cross-disciplinary teams in a dynamic, fast paced environment.\n– Fluent in English (written and verbal), other languages are a plus.\nTo send a CV for the position of Data Consultant – Matrix\nWe are looking for hands-on Front End developer to design, develop and move video/advertisement player that could be integrated with any web site or other players.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nWhat you’ll do:\n– Design, develop, implement and move video/advertisement player to production.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript.\n– 2+ years in Front End: HTML, CSS.\n– Previous experience with video/players – must\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Senior Front End Developer – AnyClip\nNI is a digital commerce company with the goal of simplifying consumer decision-making and connecting engaged consumers with valuable brands. We do so by creating trusted comparison websites that enable high-value relationships between these consumers and the brands they choose. Our clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are seeking a highly motivated and experienced Software Developer to join our great team.\nResponsibilities: \nTake an active part in defining, designing and building our system’s architecture, as well as providing innovative and scalable solutions.\nUse your skills and experience to develop high-performance sites, SEO, real-time monitoring, mobile solutions and web APIs.\nWork in agile methodology (Scrum/Kanban/etc.).\nDevelop scalable web applications in cutting edge technologies, such as: PHP, RoR, NodeJS, AngularJS, HTML5, CSS3, Bootstrap, etc.\nLead technological initiatives and improvements while instilling development “best practices”.\nRequirements:\n– At least 6 years of experience in HTML5, CSS3, Bootstrap, JS, jQuery, ReactJS (Angular- an advantage).\n– 2+ year’s hands-on experience in OOP and design patterns in one of the following technologies: PHP/RoR/NodeJS/.NET/Java.\n– Experience with cross-browser compatibility testing and troubleshooting.\n– Understanding the differences between multiple delivery platforms (such as mobile vs. desktop), and optimizing UI to match the specific platform (responsive/ adaptive).\n– Ability to translate UI/UX wireframes to visual elements.\n– B.Sc. or higher in Computer Science or a similar degree (from a leading university – preferred) – an advantage.\nTo send a CV for the position of Frontend Developer – Natural Intelligence\nCheck Point is looking for Enhanced Solution Manager to be responsible for:\n– Analyze and validate customer requests.\n– Serve as a subject matter expert on Check Point’s main-train technologies.\n– Work with R&D and QA resources to advocate for customer requests for product enhancements.\n– Coordinate RFE release planning with R&D.\n– Serve as a point of headquarter technical escalation for opportunities that require product specialization.\nRequirements:\n– Expert—level familiarity with Check Point product experience.\n– 3 to 7 years of experience working in the networking engineering or architecture – customer facing role an advantage.\n– Significant experience in Information Technology supporting development of complex projects involving significant infrastructure requirements.\n– Proven project management experience.\nTo send a CV for the position of Enhanced Solution Manager – Check Point\nComo is looking for an experienced QA Engineer to join our development team!\nRequirements:\n– Minimum 4 years of experience in Mobile & Web testing.\n– Previous experience in client & server testing.\n– Experience in Automation  development- Java, Selenium, Junit , DBs\n– Create, maintain, and execute comprehensive QA test cases based on functional specifications\n– Proven strong technical skills; ability to deep dive into complex problems & find their root cause;\n– Experience with testing native mobile apps on iOS and Android – an advantage\n– A motivated team player with high standards, attention to detail, and a passion for testing software\n– High level of written and verbal communication skills (Hebrew & English).\nSoftware/Tools:\n– Experience using Bug reporting and tracking Systems (Jira, Bugzilla or equivalent).\n– Experience using Test Case Management Systems (TestRail/Quality Center).\n– Network protocol analyzer such as Fiddler, Charles.\nAdvantage:\nRelevant Academic degree in QA Engineer – Como\nTo send a CV for the position of QA Engineer – Como\nYou will be working on developing and applying deep learning and NLP algorithms. The ranges of problems include natural language interactions, cognitive computing, data mining, anomaly detection, classification and modeling. You will be working with other researchers from different labs in GRC and business units on identifying needs, sharing common solutions, and implementing solutions. Together you will define frameworks, and implement components for the efficient and scalable deployment of analytics in the industrial cloud.\nIn this role you will: \n– Carry out AI related research work\n– Cooperate with other researchers in identifying needs, defining the research topics and the desired outcomes\n– Introduce state of the art methods using deep learning, NLP, and cognitive computing to the lab\n– Implement algorithms preferably in Python, Java, and C++ environments\n– Collaborate with and coach other researchers in the lab\n– As a researcher you will have the responsibility for developing innovative technologies, envisioning research directions and executing AI research projects using machine learning technologies.\nRequirements:\n– Ph.D in computer science or related fields doing research in the fields of machine learning, deep learning, computer vision, NLP, cognitive computing\n– 3+ years of experience in industrial or postdoc environment\n– Good knowledge of the field, being up to date on the state of the art.\n– Good analytical skills and original thinking\n– Good system level understanding of problems\n– Experience in implementing algorithms using Python, Java, C++\n– Benefit – experience in implementing algorithms using GPU\n– Benefit – experience in developing for cloud based solutions\n– Independent and innovative with the ability to lead problem definition and goal definition processes\n– Good communication skills\n– Fluent in English\nTo send a CV for the position of Senior Research Scientist – General Electric\nA company working in the Internet Marketing realm, mainly in online gaming, we are looking for a strong and ambitious Full-Stack developer, experienced and passionate with web development.\nYou will be part of a team develop software solutions with wide range of technologies: from BigData high performance systems to web systems, and tailor made tools. We look for the Web Ninja that keep study new technologies, that believe in choosing the right tool and development language to get the job done.\nWe work in scrum, and have cool and friendly web ninjas with 10~ years of experience that will assist you to bootstrap your knowledge and to feel part of a great and bright team.\nJob Description: \n– Analyze requirements and specifications from product manager & development manager.\n– Design and implement technical solutions with emphasis on quality and performance, from architecture and technology selection to a full implementation and production support.\n– Build new systems and features, heavily based on AWS.\n– Develop in web technologies, server-side (70%) and client-side (30%).\n– Develop a testable code, with unit tests and QA Automation in mind.\n– Maintain code, troubleshoot & solve issues in live sites and systems.\n– Work in SCRUM teams that encourage collaboration and face to face communication.\nRequirements: \n– Strong Full-stack developer with get things done approach.\n– Endless curiosity about how things work, especially the web.\n– Strong database knowledge (SQL, NoSQL).\n– Familiarity with AWS (RDS, DynamoDb, lambda)\n– Experience with Git source control branch strategies and repository management.\n– At least 3 years’ experience in one or more of PHP \\ Python \\ node.js\n– At least 2 years of hands-on experience in SQL, HTML5, JavaScript, JQuery, CSS, XML, Ajax, JSON\n– Experience in node.js & AWS – Major advantage\n– Experience in Angular.js – Major Advantage\n– Experience working with Linux environment\n– Link to github page – a huge Advantage!\nGeneral Requirements: \n– First degree in Computer Sciences / Information System\n– Ability to learn fast by yourself.\n– Strong interpersonal skills & Team player\n– Self-motivated and a self-learner\n– Passion for code and technologies, pro-active and has the desire to learn\n– Fun to work with, at least as much as we are!\nPlease send CVs to email: Jobs@webpals.com including position number #2139 in the subject line.\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "back end developer,hpe software,full-stack developer,webpals,qa engineer,como,enhanced solution manager,check point,frontend developer,natural intelligence,front end developer,anyclip,data consultant,amdocs,matrix,senior research scientist,general electric,,full stack developer,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}