{"url": "https://www.geektime.co.il/geekjob170117/", "type": "article", "title": "10 משרות הייטק חדשות וחמות עבורכם", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/GettyImages-114854379.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-17T15:20:44Z", "modified_time": "2017-01-17T15:11:06Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nComo is scaling up, and we’re looking for a talented and ambitious Technical Integrations Engineer to support the company’s growth as part of the integrations team.\nAs Technical Integrations Manager, you will work closely with the R&D, product, and business teams as you lead the integration of international POS companies with Como’s API.\nRequirements:\n– Technically integrate POS partners around the world with Como’s API – from initial intro, through technical integration, to ongoing support and upgrades.\n– Configuration, verification, and troubleshooting in lab and prod environments.\n– Master our flagship “ComoSens” product and API inside and out.\n– Understand business and POS needs to constantly improve the product and turn requirements into action items.\n– Turn strategy and roadmap into actionable features within the API.\n– Maintain great relationships with our partners.\n– Execute ongoing post-implementation tests.\n– Handle acceptance tests and handover to customer.\n– Manage multiple projects independently and on time.\nTo send a CV for the position of Technical Integration Engineer – Como\nPayoneer is searching for a highly creative Senior Product Writer who is passionate about writing and understands the important role that great copy/content plays in user experience. In this exciting role you will be a central resource supporting the product team and your work will be seen by millions of customers every single day.\n– Partner with product managers, internal business stakeholders and functional teams to define content requirements and strategy that best achieve business goals.\n– Provide feedback to UX design team to ensure content meets business objectives/ user needs.\n– Write and edit content that meets project goals and encourages the customer to take action.\n– Collaborate on the creation of systems to tag and organize new and existing content\n– Work with other departments as needed to ensure the content strategy is effectively implemented across channels.\n– Collaborate on the development of content style guides, content and messaging strategies, best practices and processes.\n– Partner with other writers within the organization to leverage and share ideas and make recommendations that apply broadly across multiple channels.\n– Review analytics on an ongoing basis to understand user behavior and shape content/ messaging strategies.\n– Evaluate the usability of new and existing products, and make constructive suggestions for change.\nRequirements:\n– BA or MA in English, Journalism, Technical Writing or equivalent.\n– 5+ years creating online/digital content.\n– Superior writing, editing, and proofreading skills.\n– Excellent leadership, communication and teamwork skills.\n– Must have a diverse portfolio of work.\n– Experience working on a large-scale technology platform.\n– A proven track record collaborating on projects to translate complex concepts into easy-to-understand interactive experiences.\n– Extensive experience planning for and developing useful, usable content including instructional text, error and confirmation messages, automated emails, etc.\n– Passion for creating great user experiences with actionable knowledge of the digital landscape including current industry and user trends, emerging technologies, and standards.\n– Ability to scope, organize and execute multiple projects with interrelated goals\nExperience in fin-tech a plus!\nTo send a CV for the position of Senior UX Writer – Payoneer\nWe are looking for an R&D Manager to lead the team and manage daily tasks for back end, front end and QA teams in Israel and the Ukraine.\nTeams are designing, developing and moving to production new systems for real time bidding (RTB) and video players.\nWhat you’ll do:\n– Lead a team of 15+ engineers in Israel and the Ukraine.\n– Design, develop, implement and move to production new back end services for RTB and video players.\n– Work in cloud environment with new technologies, high system availability and load.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Proven experience in leading 15+ engineers.\n– Experience in managing off site – advantage.\n– Minimum 3 years in leading a team of software engineers.\n– Minimum 6 years hands-on java (J2EE) experience.\n– Agile/scrum environment.\n– Web technologies.\n– AWS experience – major advantage.\n– Experience in any of the following – an advantage: AdTech, Video, Front End development, Mobile.\nTo send a CV for the position of R&D Manager – AnyClip\n– Interactions with customers and partners to capture and understand requirements and needs.\n– Involvement in the entire life cycle (conception, design, development, release, and post-release activities).\n– Managing strategic planning, product vision and roadmap.\n– Managing and driving the product’s user experience.\n– Collaborating with different functional groups to support sales and marketing activities;\n– Working closely with multiple development teams to articulate market needs and opportunities, translating them into technical requirements, and oversee their effective implementation.\nRequirements:\n– 5+ years’ experience in senior product management roles in the web domain, with proven record of taking a product through its full cycle.\n– Proven experience with WEBINT, Social Listening or Social analytics products.\n– Experience in delivering On-Premise and cloud solutions.\n– Experience in managing Product, UX and Data Science resources.\n– Proven ability to work effectively with different functional groups, including management, R&D and sales.\n– Excellent interpersonal communication and negotiation skills to resolve internal and external competing priorities.\n– Ability to manage multiple priorities, juggling multiple activities, simultaneously.\n– Strong technical, analytical and problem solving skills.\n– Experience with user interface and experience design.\n– Willingness to travel to customer and non-customer sites globally (25%).\nTo send a CV for the position of Head of Product- Social Platform – AGT International\nThe role includes the following responsibilities:\n– Work alongside head of the New Markets business unit and marketing department with all current verticals and follow content plans from the department’s Head of Content as well as create new plans when necessary.\n– Work alongside SEO team for content best practices and link-building.\n– Manage the editorial calendar and oversee editorial work-flow schedule, including articles, promotional materials, ads, scripts, infographics, etc..\n– With alongside other publications to create cross promotional content along various platforms.\n– Manage and execute the monthly content budget for all verticals.\n– Manage a team of freelancers.\n– Work with translation services to provide unique translations in any language.\n– Edit, revise, and reformat content to publish on a daily schedule.\nRequirements:\n– Native English Speaker – a MUST.\n– BA in Communications, Journalism, English or related field – a MUST.\n– 1+ years’ experience as a content manager – a MUST.\n– Experience with Google analytics- major advantage.\n– Able to multi-task and meet tight deadlines.\n– Strong eye for detail, organizational requirements, and time management skills.\n– Team player but also an independent worker who is proactive.\n– Able to work in a dynamic environment.\nTo send a CV for the position of Content Editor (Maternity Leave Coverage) – Webpals\nWe are looking for an experienced and passionate individual to join our Windows Endpoint team. Our collection technology uses advanced C++ techniques to gather and analyze low-level (kernel and user-space) information, on which we build our disruptive solution for stopping advanced cyber-threats.\nIn this position you will:\n– Write software that can reach the depths of the operating system.\n– Optimize for extreme performance constraints while keeping a high frequency of sampling.\n– Research uncharted territories of the OS API and internals mechanisms.\nRequirements:\n– At least 2 years of experience in relevant software development.\n– Mastery of C++ (proven experience focusing on system-level windows).\n– Firm understanding of the inner workings of Windows architecture, memory management, processes and libraries.\n– Relevant military background/BSc from a known university – advantage.\n– Firm understanding of security concepts – advantage.\n– The ability to independently take a feature through the entire cycle – from conception and definition, through design, implementation and testing, and until successful release to production.\nTo send a CV for the position of C++ Windows Developer – Cybereason\nCheck Point is looking for Enhanced Solution Manager to be responsible for:\n– Analyze and validate customer requests.\n– Serve as a subject matter expert on Check Point’s main-train technologies.\n– Work with R&D and QA resources to advocate for customer requests for product enhancements.\n– Coordinate RFE release planning with R&D.\n– Serve as a point of headquarter technical escalation for opportunities that require product specialization.\nRequirements:\n– Expert—level familiarity with Check Point product experience.\n– 3 to 7 years of experience working in the networking engineering or architecture – customer facing role an advantage.\n– Significant experience in Information Technology supporting development of complex projects involving significant infrastructure requirements.\n– Proven project management experience.\nTo send a CV for the position of Enhanced Solution Manager – Check Point\n– עיצוב קמפיינים אונלייניים, אתרים, תקשורות מייל, מדיה חברתית, גרפיקות אנימטיביות וחומרים נוספים בהתאם לדרישות הביזנס.\n– יצירת חומרים נוספים כגון מצגות, הדגמות, וכו’.\n– עבודה בשיתוף פעולה עם מנהלי שיווק על-מנת לפתח עיצובים אטרקטיביים לפרויקטים שיווקיים מרובי-ערוצים.\n– עיצוב כולל של חוויית משתמש באמצעות טכניקות לפריסת עמודים, style guides, סכמות צבע, ועיצוב ממשקי משתמשים.\n– התעדכנות שוטפת בטרנדים, סגנונות, וטכנולוגיות בתעשייה.\n– הנחלת סטנדרט גבוה למותג, והבטחת התאמה של כל החומרים להנחיות המיתוג.\nדרישות:\n– תואר ראשון בעיצוב גרפי – יתרון (ניסיון בweb).\n– 3 שנות ניסיון לפחות בעיצוב עבור אונליין.\n– יכולת השלמת עבודת עיצוב על פרוייקט, מקונספט ועד סיום.\n– יכולת לעבוד על מספר משימות בו-זמנית, תוך התייחסות לפרטים ותעדוף על-מנת לעמוד בזמני הגשה.\n– כישורי תכנון וארגון חזקים מוכחים.\n– יכולות בין-אישיות מעולות.\n– ידע נרחב ומעמיק בAdobe Creative Suite:  Photoshop, Illustrator, Flash.\n– תיק עבודות המראה על יכולות עיצוב מעולות במספר מדיומים הכולל web, מובייל, ודפוס.\n* נבקש להמציא תיק עבודות בהתאם לדרישה.\nTo send a CV for the position of Graphic Designer – 888\n– Managing a team of Technical Support Engineers, including professional mentoring and personal development.\n– Working closely with multiple departments in the organization such as R&D, Content, BizDev, Sales and Product.\n– Managing and resolving production incidents on our websites and internal infrastructure.\n– Tier 2 support – investigate support requests and finding the solution or workaround. Responsibility for opening bugs for R&D.\n– Creating short & long term work plans, while prioritizing effort, in consideration of business needs.\n– Working on variety of systems such as – business intelligence software, content management systems and various databases.\nRequirements:\n– 1+ years of experience managing a Technical Support team.\n– 5+ years of experience at a similar position.\n– Work experience at internet companies.\n– Knowledge and experience with Big Data.\n– Building learning processes, such as root cause analysis.\n– Ability to work in a fast paced environment, under constant change.\n– Strong communication skills, both verbal and written.\n– Knowledge of BI/IT world, and knowledge of DBs, HTML, Unix/Linux systems, utilities and scripting – an advantage.\nTo send a CV for the position of Technical Support Team Leader – Natural Intelligence\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes.\n– Produce quality products that meet high security, stability and performance standards.\n– Take part in research projects for new products and features.\n– Development is done mostly in C# and ASP.NET.\n– Report to R&D Group Manager.\nRequirements:\n– 4 Years experience in web application development in ASP.NET.\n– Excellent design and analytic skills.\n– High ability to use new technologies and understand them in depth through rapid self learning.\n– Thorough and methodical approach to any task.\n– Proactive by nature. Internal drive for excellence and improvement.\n– Original thought, creativity.\n– Experience in project/team management – An advantage.\n– Knowledge in one or more of the following areas – An Advantage.\n– Knowledge of HTTP protocol (analyze network traffic, use of network sniffers.\n– C++ programming.\n– C# Winforms application development.\n– J2EE application development.\nTo send a CV for the position of Senior Web Engineer – Matrix", "keywords": "technical integration engineer,como,senior ux writer,payoneer,r&d manager,anyclip,head of product- social platform,agt international,c++ windows developer,cybereason,enhanced solution manager,check point,graphic designer,888,senior web engineer,matrix,technical support team leader,natural intelligence,content editor (maternity leave coverage),webpals,r&d manager,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}