{"url": "https://www.geektime.co.il/geekjob150117/", "type": "article", "title": "מחפשים עבודה? 10 משרות חדשות ופנויות בהייטק", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/GettyImages-171693209-e1488111912298.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-15T15:16:08Z", "modified_time": "2017-01-15T15:16:08Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nYou will join our Media Operations Team, reporting to the Head of Media. As a Campaign Manager, you will be responsible for the setup, day-to-day operation and optimization of AnyClip’s online video campaigns, and for maintaining the relationships with ad serving platforms, advertisers and publishers.\nYou will be expected to run in-depth analyses of AnyClip’s campaigns, reach data-driven conclusions, proactively communicate to and collaborate with both internal and external stakeholders to streamline campaign setup, and act according to data-driven insights to optimize performance, understand functional requirements and apply settings to meet them.\nRequirements:\n– Results-oriented, fast learner with demonstrated problem-solving and analytical skills.\n– Self-motivated team player with great attention to detail and quality.\n– Experience in advanced Excel data analysis work.\n– Excellent verbal and written communication skills in both English and Hebrew.\n– Tech-savvy and easily learns new technology and tools.\n– An independent, process-oriented self-starter who takes initiative and has the ability to effectively prioritize and multi-task.\n– Proven ability to operate effectively and thrive in a fast-paced, dynamic, ever-changing start-up environment, in which cross-functional teamwork and initiative is paramount to achieving success.\n– Passion for learning and creative problem-solving.\n– 0-3 years of experience in online advertising space, as a trafficker or similar role.\n– Bachelor’s Degree in Business, Marketing, Communications or related.\nTo send a CV for the position of Campaign Manager – AnyClip\nThe role includes the following responsibilities:\n– Work alongside head of the New Markets business unit and marketing department with all current verticals and follow content plans from the department’s Head of Content as well as create new plans when necessary.\n– Work alongside SEO team for content best practices and link-building.\n– Manage the editorial calendar and oversee editorial work-flow schedule, including articles, promotional materials, ads, scripts, infographics, etc..\n– With alongside other publications to create cross promotional content along various platforms.\n– Manage and execute the monthly content budget for all verticals.\n– Manage a team of freelancers.\n– Work with translation services to provide unique translations in any language.\n– Edit, revise, and reformat content to publish on a daily schedule.\nRequirements:\n– Native English Speaker – a MUST.\n– BA in Communications, Journalism, English or related field – a MUST.\n– 1+ years’ experience as a content manager – a MUST.\n– Experience with Google analytics- major advantage.\n– Able to multi-task and meet tight deadlines.\n– Strong eye for detail, organizational requirements, and time management skills.\n– Team player but also an independent worker who is proactive.\n– Able to work in a dynamic environment.\nTo send a CV for the position of Content Editor (Maternity Leave Coverage) – Webpals\nComo is looking for an experienced QA Engineer to join our development team!\nRequirements:\n– Minimum 4 years of experience in Mobile & Web testing.\n– Previous experience in client & server testing.\n– Experience in Automation  development- Java, Selenium, Junit , DBs.\n– Create, maintain, and execute comprehensive QA test cases based on functional specifications.\n– Proven strong technical skills; ability to deep dive into complex problems & find their root cause;\n– Experience with testing native mobile apps on iOS and Android – an advantage.\n– A motivated team player with high standards, attention to detail, and a passion for testing software.\n– High level of written and verbal communication skills (Hebrew & English).\nSoftware/Tools:\n– Experience using Bug reporting and tracking Systems (Jira, Bugzilla or equivalent).\n– Experience using Test Case Management Systems (TestRail/Quality Center).\n– Network protocol analyzer such as Fiddler, Charles.\nAdvantage:\n– Relevant Academic degree in Engineering/Computer Science or equivalent.\nTo send a CV for the position of QA Engineer – Como\n– Gather and analyze data, identify key prediction/classification problems, design solutions and build prototypes, using machine learning, advanced techniques and algorithms.\n– Develop new analytics, algorithms and data processing chains to create insights from IoT data.\n– Collaborate with product management to understand the domain, problems’ space and product analytics’ requirements.\n– Conduct research and coordinate work with peers and external partners.\n– Work with development team to bring insights from idea inception, through research to implementation and integration in a scalable technology stack.\n– Stay current on published state-of-the-art algorithms and competing analytics technologies.\nRequirements:\n– MSc in Computer Science, Mathematics, Statistics or a related discipline- an advantage.\n– At-least 3 years’ experience in data science and algorithms research and development.\n– Strong analytical skills, with proven track record including publications, development and deployment experience.\n– Solid foundation and background in machine learning and artificial intelligence techniques, with broad understanding of supervised and unsupervised learning methods and algorithms.\n– Experience working with modern programming languages: Python, Java, R, Matlab for interactive data research, algorithms and analytics packages development.\n– Practical experience with: sensor data, big data and complex data processing chains is a big plus.\n– Experience working within cross-disciplinary teams in a dynamic, fast paced environment.\n– Fluent in English (written and verbal), other languages are a plus.\nTo send a CV for the position of Data Scientist – AGT International\nWe are looking for a Risk Investigator to join our Risk department\nThe Risk Investigator’s job, in a nutshell, is to deter would-be abusers of our platform, ensure a safe environment for our users, and to protect our Clients and Payoneer from fraud. What we do has a direct impact on not only Payoneer’s bottom line, but also that of our Clients.\n– Computer and Internet fluency\n– Control of Microsoft Office Suite, especially Excel, Powerpoint, Word, and Project\n– Solid foundation of SQL\n– Excellent spoken and written English\nRequirements:\n– Be smart but humble.\n– Love to help others and be a great team player.\n– Be curious and driven to explore and improve.\n– Be able to multi-task in a very fast-paced workplace.\n– Have a sharp eye for details and the ability to retain a vast amount of information.\n– Be creative enough to find solutions while working within the confines of deadlines and limits.\n– Love solving puzzles and be tenacious enough to see them through.\n– Be equally comfortable sifting through large datasets to find patterns in the noise and getting granular to pick out hidden nuances that could be the key to unlock a case.\nTo send a CV for the position of Risk Investigator – Payoneer\n– Managing a team of Technical Support Engineers, including professional mentoring and personal development.\n– Working closely with multiple departments in the organization such as R&D, Content, BizDev, Sales and Product.\n– Managing and resolving production incidents on our websites and internal infrastructure.\n– Tier 2 support – investigate support requests and finding the solution or workaround. Responsibility for opening bugs for R&D.\n– Creating short & long term work plans, while prioritizing effort, in consideration of business needs.\n– Working on variety of systems such as – business intelligence software, content management systems and various databases.\nRequirements:\n– 1+ years of experience managing a Technical Support team.\n– 5+ years of experience at a similar position.\n– Work experience at internet companies.\n– Knowledge and experience with Big Data.\n– Building learning processes, such as root cause analysis.\n– Ability to work in a fast paced environment, under constant change.\n– Strong communication skills, both verbal and written.\n– Knowledge of BI/IT world, and knowledge of DBs, HTML, Unix/Linux systems, utilities and scripting – an advantage.\nTo send a CV for the position of Technical Support Team Leader – Natural Intelligence\nCheck Point is looking for Enhanced Solution Manager to be responsible for:\n– Analyze and validate customer requests.\n– Serve as a subject matter expert on Check Point’s main-train technologies.\n– Work with R&D and QA resources to advocate for customer requests for product enhancements.\n– Coordinate RFE release planning with R&D.\n– Serve as a point of headquarter technical escalation for opportunities that require product specialization.\nRequirements:\n– Expert—level familiarity with Check Point product experience.\n– 3 to 7 years of experience working in the networking engineering or architecture – customer facing role an advantage.\n– Significant experience in Information Technology supporting development of complex projects involving significant infrastructure requirements.\n– Proven project management experience.\nTo send a CV for the position of Enhanced Solution Manager – Check Point\n– עיצוב קמפיינים אונלייניים, אתרים, תקשורות מייל, מדיה חברתית, גרפיקות אנימטיביות וחומרים נוספים בהתאם לדרישות הביזנס.\n– יצירת חומרים נוספים כגון מצגות, הדגמות, וכו’.\n– עבודה בשיתוף פעולה עם מנהלי שיווק על-מנת לפתח עיצובים אטרקטיביים לפרויקטים שיווקיים מרובי-ערוצים.\n– עיצוב כולל של חוויית משתמש באמצעות טכניקות לפריסת עמודים, style guides, סכמות צבע, ועיצוב ממשקי משתמשים.\n– התעדכנות שוטפת בטרנדים, סגנונות, וטכנולוגיות בתעשייה.\n– הנחלת סטנדרט גבוה למותג, והבטחת התאמה של כל החומרים להנחיות המיתוג.\nדרישות:\n– תואר ראשון בעיצוב גרפי – יתרון (ניסיון בweb).\n– 3 שנות ניסיון לפחות בעיצוב עבור אונליין.\n– יכולת השלמת עבודת עיצוב על פרוייקט, מקונספט ועד סיום.\n– יכולת לעבוד על מספר משימות בו-זמנית, תוך התייחסות לפרטים ותעדוף על-מנת לעמוד בזמני הגשה.\n– כישורי תכנון וארגון חזקים מוכחים.\n– יכולות בין-אישיות מעולות.\n– ידע נרחב ומעמיק בAdobe Creative Suite:  Photoshop, Illustrator, Flash.\n– תיק עבודות המראה על יכולות עיצוב מעולות במספר מדיומים הכולל web, מובייל, ודפוס.\n* נבקש להמציא תיק עבודות בהתאם לדרישה.\nTo send a CV for the position of Graphic Designer – 888\nWe are looking for a talented QA Engineer to build a smooth, scalable and comprehensive quality assurance pipeline.\nIn this position you will:\n– Carry out vigorous testing through a rich web-based UI.\n– Develop testing tools, write test plans, and also set up and maintain testing environments to enable higher quality across the development process.\n– Throughout your work you will be expected to see the world through the eyes of our cyber analyst users, and be able to spot fine nuances to maintain top quality standards.\nRequirements:\n– 2+ years of experience in testing web applications, including client and server side – a must\n– Good system-wide view\n– Experience in client – server, web based applications’ QA\n– System and network architecture knowledge\n– Attention to detail and the ability to see the product as a whole\n– Excellent personal communications skills\n– Strong self management capabilities: proactivity, initiative and innovation\n– Good understanding of IT & networking world\n– Fluent English (reading and writing) – a must\n– Experience and understanding of cyber security – a big advantage\nTo send a CV for the position of QA Engineer – Cybereason\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes.\n– Produce quality products that meet high security, stability and performance standards.\n– Take part in research projects for new products and features.\n– Development is done mostly in C# and ASP.NET.\n– Report to R&D Group Manager.\nRequirements:\n– 4 Years experience in web application development in ASP.NET.\n– Excellent design and analytic skills.\n– High ability to use new technologies and understand them in depth through rapid self learning.\n– Thorough and methodical approach to any task.\n– Proactive by nature. Internal drive for excellence and improvement.\n– Original thought, creativity.\n– Experience in project/team management – An advantage.\n– Knowledge in one or more of the following areas – An Advantage.\n– Knowledge of HTTP protocol (analyze network traffic, use of network sniffers.\n– C++ programming.\n– C# Winforms application development.\n– J2EE application development.\nTo send a CV for the position of Senior Web Engineer – Matrix", "keywords": "campaign manager,anyclip,content editor (maternity leave coverage),webpals,qa engineer,como,data scientist,agt international,risk investigator,payoneer,technical support team leader,natural intelligence,enhanced solution manager,check point,graphic designer,888,cybereason,senior web engineer,matrix,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}