{"url": "https://www.geektime.co.il/geekjob030117/", "type": "article", "title": "מחפשים עבודה? 10 משרות חדשות ופנויות בהייטק", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/GettyImages-508065721.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-03T17:02:17Z", "modified_time": "2017-01-03T16:20:52Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nThe position will include content writing, marketing writing, site analysis/auditing, editing, management of freelancers and overall working with our SEO teams to improve the quality of our sites. The candidate should have experience working on website copy.\nResponsibilities:\nAnalyzing web copy and improving text\nDelivering high-quality texts for our websites (including marketing and social)\nManaging a team of freelancers and translators\nWriting marketing content for newsletters, ads, etc.\nResearching new trends in content\nRequirements:\n– Experience in marketing writing (required).\n– Experience in site auditing.\n– Experience in the online casino industry – a plus.\n– Native English speaker.\nRequired attributes:\n– Strong attention to detail, especially grammar rules and stylistics.\n– Ability to write in many voices.\n– Organized.\n– Ability to multi-task.\n– Proficiency with Word.\n– Knowledge of WordPress, Content Management Systems a plus.\nTo send a CV for the position of Content Specialist – Webpals\nCheck Point is searching for a HW Appliances Project Manager:\n– Managing the releases of new HW appliances & accessories from definition process (SRS) to field support.\n– Managing new requirements and enhancements for existing HW and SW products.\n– Coordinating multi-channels 3rd party external vendors (ODMs), logistics, SW/HW groups, QA and highest executives.\n– Working in a diverse and demanding environment.\nRequirements:\n– Degree in Electrical / Computer engineering.\n– 3+ years of experience as a Project Manager.\n– 2+ years background in computer hardware design/network protocols/performance critical systems – Advantage.\n– Management of overseas sub-contractors experience – Advantage.\nTo send a CV for the position of Hardware Project Manager – Check Point\nWant to be part of a new exciting team? We are looking for smart, ambitious, tech guru developers to join our cross development team!\nThe cross team is responsible for tasks inside and outside the R&D road map and sprints, such as innovation projects, technologic bottlenecks, POCs and more. As part of this team you will be working with wide technology stacks in web, backend and mobile.\nIf you are more flexible then Nadia Comanche, love new challenges and can jump between different technologies like a rabbit, we are looking for YOU!\nRequirements:\n– 5+ years of development experience in at least 3 technologies of the following: NodeJs, ReactJs, Java, php,  python, HTML5/CSS3, native iOS/Android, Angular.\n– Experience in working with databases (Relational and non-relational).\n– Experience in OO design and development.\n– Startup spirit person, who is passionate about technology and building smart products.\nTo send a CV for the position of Software Engineer – Cross Development Team – Como\n– Gather and analyze data, identify key prediction/classification problems, design solutions and build prototypes, using machine learning, advanced techniques and algorithms.\n– Develop new analytics, algorithms and data processing chains to create insights from IoT data.\n– Collaborate with product management to understand the domain, problems’ space and product analytics’ requirements.\n– Conduct research and coordinate work with peers and external partners.\n– Work with development team to bring insights from idea inception, through research to implementation and integration in a scalable technology stack.\n– Stay current on published state-of-the-art algorithms and competing analytics technologies.\nRequirements:\n– MSc in Computer Science, Mathematics, Statistics or a related discipline- an advantage.\n– At-least 3 years’ experience in data science and algorithms research and development.\n– Strong analytical skills, with proven track record including publications, development and deployment experience.\n– Solid foundation and background in machine learning and artificial intelligence techniques, with broad understanding of supervised and unsupervised learning methods and algorithms.\n– Experience working with modern programming languages: Python, Java, R, Matlab for interactive data research, algorithms and analytics packages development.\n– Practical experience with: sensor data, big data and complex data processing chains is a big plus.\n– Experience working within cross-disciplinary teams in a dynamic, fast paced environment.\n– Fluent in English (written and verbal), other languages are a plus.\nTo send a CV for the position of Data Scientist – AGT International\nThe release manager will be responsible for leading the versions execution in R&D scrum teams.\nAs part of his ownership, the release manager will create detailed planning for R&D releases, including timeline, scope, resources, dependencies. The release manager will lead the execution of the releases by coordinating the different dependencies in and/or out of R&D departments, manager the releases risks, remove execution barriers and communicate their status to the organization.\nThe release manager will work closely with the R&D scrum teams: developers and product owners.\nA strong candidate will have a solid experience with technology and software project management methodology. He/she will possess strong analytic skills as well as strong communication skills.\nRequirements:\n– Background in R&D roles (developer or QA) – advantage.\n– Fluent English – Must.\n– Strong communication skills.\n– Independent, self-starter with multi-cultural experience.\n– Superior organizational and administrative skills.\n– Strong sense of ownership and ability to deliver.\n– Have a ‘wide angle’ vision and system wide perspective of software and internet products.\nTo send a CV for the position of Release Manager – Payoneer\n– עיצוב קמפיינים אונלייניים, אתרים, תקשורות מייל, מדיה חברתית, גרפיקות אנימטיביות וחומרים נוספים בהתאם לדרישות הביזנס.\n– יצירת חומרים נוספים כגון מצגות, הדגמות, וכו’.\n– עבודה בשיתוף פעולה עם מנהלי שיווק על-מנת לפתח עיצובים אטרקטיביים לפרויקטים שיווקיים מרובי-ערוצים.\n– עיצוב כולל של חוויית משתמש באמצעות טכניקות לפריסת עמודים, style guides, סכמות צבע, ועיצוב ממשקי משתמשים.\n– התעדכנות שוטפת בטרנדים, סגנונות, וטכנולוגיות בתעשייה.\n– הנחלת סטנדרט גבוה למותג, והבטחת התאמה של כל החומרים להנחיות המיתוג.\nדרישות:\n– תואר ראשון בעיצוב גרפי – יתרון (ניסיון בweb).\n– 3 שנות ניסיון לפחות בעיצוב עבור אונליין.\n– יכולת השלמת עבודת עיצוב על פרוייקט, מקונספט ועד סיום.\n– יכולת לעבוד על מספר משימות בו-זמנית, תוך התייחסות לפרטים ותעדוף על-מנת לעמוד בזמני הגשה.\n– כישורי תכנון וארגון חזקים מוכחים.\n– יכולות בין-אישיות מעולות.\n– ידע נרחב ומעמיק בAdobe Creative Suite:  Photoshop, Illustrator, Flash.\n– תיק עבודות המראה על יכולות עיצוב מעולות במספר מדיומים הכולל web, מובייל, ודפוס.\n* נבקש להמציא תיק עבודות בהתאם לדרישה.\nTo send a CV for the position of Graphic Designer – 888\nWe are looking for an experienced, creative and innovative System Architect to join our R&D team. The System Architect will be responsible for our core technologies’ full lifecycle; from initiation to design, architecture, development, integration and deployment.\nThe System Architect has a key position in our team, impacting technology and leading data solutions, while working with most recent products, on sophisticated, large-scale data platforms and environments.\nJoin us to develop a real-time, high traffic system that works with cutting-edge technology and BigData DBs.\nLead the design and development of the system, from its core to every functionality on a high paced and dynamic environment.\nRequirements:\n– At least 2 years’ experience as a software architect\n– Vast proven experience in web technologies, including backend server programming and web application programming\n– Vast proven experience in designing and developing complex high scale, low latency systems\n– Significant Experience in Java (7 and up) multithreaded programming\n– Experience in cloud development under Amazon Web Services and/or Google Cloud Platform\n– Experience in working with various NoSQL databases like Couchbase, Redis, ElasticSearch & OrientDB\n– Experience in web/application server stacks, including Tomcat and NginX\n– Experience in designing and building SAAS systems\n– Experience in developing and deploying code in Linux OS based environments\n– Familiarity with Spring MVC, Spring DI and Spring Boot\n– Familiarity with Maven\n– Excellent design and analytical skills and problem solving skills\n– Excellent ability in finding, learning, testing and using new technologies\n– Leader by nature with the ability to plan and execute complex development tasks\n– Fluent English\nTo send a CV for the position of System Architect – Brightcom\nNI is a digital commerce company that connects engaged consumers with valuable brands.\nWe exist to simplify consumer decision-making, and we do so by creating trusted comparison websites that nurture and enable high-value relationships between consumers and the brands they choose.\nOur clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are looking for a Facebook Account Manager to join our vibrant online marketing group.\nResponsibilities:\nManage and expand the company’s Facebook activities across various verticals\nWork closely with other departments to optimize performance from an in-depth understanding of the company’s business needs\nForm and execute a strategic work plan to increase the volume of traffic from Facebook\nRequirements:\n– Over 2 years of experience managing significant Facebook accounts with an emphasis on performance.\n– Managed at least 4 personal social accounts (Facebook, Instagram, Tumbler, Google+, Pinterest, personal blog, Twitter, Quara, LinkedIn, etc.).\n– Familiarity with online marketing channels (PPC- must, SEO- advantage).\n– Experience in international markets.\n– Experience in advertising automation services.\n– Exceptional analytical and communication skills.\nTo send a CV for the position of Facebook Account Manager – Natural Intelligence\nWe are looking for a talented QA Engineer to build a smooth, scalable and comprehensive quality assurance pipeline.\nIn this position you will:\n– Carry out vigorous testing through a rich web-based UI.\n– Develop testing tools, write test plans, and also set up and maintain testing environments to enable higher quality across the development process.\n– Throughout your work you will be expected to see the world through the eyes of our cyber analyst users, and be able to spot fine nuances to maintain top quality standards.\nRequirements:\n– 2+ years of experience in testing web applications, including client and server side – a must\n– Good system-wide view\n– Experience in client – server, web based applications’ QA\n– System and network architecture knowledge\n– Attention to detail and the ability to see the product as a whole\n– Excellent personal communications skills\n– Strong self management capabilities: proactivity, initiative and innovation\n– Good understanding of IT & networking world\n– Fluent English (reading and writing) – a must\n– Experience and understanding of cyber security – a big advantage\nTo send a CV for the position of QA Engineer – Cybereason\nTGS is looking for MS CRM dynamics expert, to join the significant and growing share of Dynamics CRM in the organization technology.\nRequirements:\n– In-depth hands-on knowledge of the Microsoft Dynamics CRM platform.\n– 1-2 years’ Experience Dynamics CRM developer, 2013 and above.\n– Knowledge in design and develop .NET, plugins, HTML JavaScript’s and Web services.\n– Strong knowledge and experience of implementing and customization of MS Dynamics CRM in large organizations (version 2013 and above).\n– Experience in create and update entities and forms, Define Business processes, complex WF and business rules.\n– Fast learning and independent working abilities.\n– Good communication skills.\n– Responsible and multi-tasking capability.\n– Excellent English level.\n– Willing to travel occasionally.\nTo send a CV for the position of CRM Dynamics Developer – TGS", "keywords": "content specialist,webpals,hardware project manager,check point,data scientist,agt international,software engineer,cross development team,como,release manager,payoneer,graphic designer,888,system architect,brightcom,facebook account manager,natural intelligence,qa engineer,cybereason,crm dynamics developer,tgs,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהל/ת יחידה עסקית,מנהלים,משרות,משרות בהיי-טק"}