{"url": "https://www.geektime.co.il/geekjob010117/", "type": "article", "title": "לעבוד בהיי-טק: 10 משרות טריות וחמות", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/GettyImages-184314144.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-01T18:00:05Z", "modified_time": "2017-01-02T10:01:21Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nBusinessman jumping into beanbag chair in office\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWant to be part of a new exciting team? We are looking for smart, ambitious, tech guru developers to join our cross development team!\nThe cross team is responsible for tasks inside and outside the R&D road map and sprints, such as innovation projects, technologic bottlenecks, POCs and more. As part of this team you will be working with wide technology stacks in web, backend and mobile.\nIf you are more flexible then Nadia Comanche, love new challenges and can jump between different technologies like a rabbit, we are looking for YOU!\nRequirements:\n– 5+ years of development experience in at least 3 technologies of the following: NodeJs, ReactJs, Java, php,  python, HTML5/CSS3, native iOS/Android, Angular.\n– Experience in working with databases (Relational and non-relational).\n– Experience in OO design and development.\n– Startup spirit person, who is passionate about technology and building smart products.\nTo send a CV for the position of Software Engineer – Cross Development Team – Como\n– Gather and analyze data, identify key prediction/classification problems, design solutions and build prototypes, using machine learning, advanced techniques and algorithms.\n– Develop new analytics, algorithms and data processing chains to create insights from IoT data.\n– Collaborate with product management to understand the domain, problems’ space and product analytics’ requirements.\n– Conduct research and coordinate work with peers and external partners.\n– Work with development team to bring insights from idea inception, through research to implementation and integration in a scalable technology stack.\n– Stay current on published state-of-the-art algorithms and competing analytics technologies.\nRequirements:\n– MSc in Computer Science, Mathematics, Statistics or a related discipline- an advantage.\n– At-least 3 years’ experience in data science and algorithms research and development.\n– Strong analytical skills, with proven track record including publications, development and deployment experience.\n– Solid foundation and background in machine learning and artificial intelligence techniques, with broad understanding of supervised and unsupervised learning methods and algorithms.\n– Experience working with modern programming languages: Python, Java, R, Matlab for interactive data research, algorithms and analytics packages development.\n– Practical experience with: sensor data, big data and complex data processing chains is a big plus.\n– Experience working within cross-disciplinary teams in a dynamic, fast paced environment.\n– Fluent in English (written and verbal), other languages are a plus.\nTo send a CV for the position of Data Scientist – AGT International\nA company working in the Internet Marketing realm, mainly in online gaming, is seeking a professional Quality Assurance Engineer, experienced in planning, writing and executing test procedures for ETL Process and the BI system.\n– Design and run test plans.\n– Record and document tests result.\n– Monitoring BI system and ETL System.\n– Run performance, load and stability tests.\n– Create automation test flow and procedures.\nדרישות:\n– Computer science degree / Information systems/Industrial Engineering focused on information system from well-known Institute – Must.\n– 1-2 years of hands-on experience in QA.\n– Strong problem solving skills.\n– Experience in SQL – Must.\n– Experience with ETL .\n– Working with Data from different sources.\n– Business understanding of work processes.\n– Experience with BI , SSIS and SSAS – Major advantage.\nTo send a CV for the position of QA Engineer – Webpals\n– Bring 1-2 new innovative product initiatives to significant initial success per year in short time to market.\n– Be the prime interface for entrepreneurs and responsible for establishing and managing the operations, planning, marketing and development of Check Point Innovation Accelerator.\n– Be the primary entrepreneur in the accelerator – leading by himself a project.\n– Screening of proposals, research, working with entrepreneurs for their ideas, presenting proposals to the Accelerator board and Check Point executive management for selecting ideas for the Accelerator.\n– Market and business validation\n– Lead creation of new and innovative products till initial success: recruit new entrepreneurs and developers, create development plans and implement them, lead development, assist in writing business plans.\n– Manage the Accelerator process and work under the guidance of the Accelerator board.\n– Mentor Network: Develop the mentor network for the Accelerator and work with them to make the proposed product successful.\n– Marketing the Accelerator and Business Development: Be the face of the Accelerator and actively promote it internally and externally.\nRequirements:\n– Strong leadership skills and at least 3 years of managing an R&D group.\n– Experience in early phase technology companies (inception through to initial funding and launch), ideally with two or more years spent working in an incubator/accelerator or leading, mentoring, or advising startups.\n– At least 2 years of experience in medium-large organization in a management position.\n– Experience leading products from scratch and bring them to market (doing this in a start-up as CEO/VP is an advantage)..\n– Experience leading top talent developers and complex projects.\n– Can-do attitude on execution, problem solving and product quality.\n– Excellent teamwork and interpersonal skills.\n– Excellent presentation and go to market skills.\nTo send a CV for the position of Accelerator Manager – Check Point\nThe release manager will be responsible for leading the versions execution in R&D scrum teams.\nAs part of his ownership, the release manager will create detailed planning for R&D releases, including timeline, scope, resources, dependencies. The release manager will lead the execution of the releases by coordinating the different dependencies in and/or out of R&D departments, manager the releases risks, remove execution barriers and communicate their status to the organization.\nThe release manager will work closely with the R&D scrum teams: developers and product owners.\nA strong candidate will have a solid experience with technology and software project management methodology. He/she will possess strong analytic skills as well as strong communication skills.\nRequirements:\n– Background in R&D roles (developer or QA) – advantage.\n– Fluent English – Must.\n– Strong communication skills.\n– Independent, self-starter with multi-cultural experience.\n– Superior organizational and administrative skills.\n– Strong sense of ownership and ability to deliver.\n– Have a ‘wide angle’ vision and system wide perspective of software and internet products.\nTo send a CV for the position of Release Manager – Payoneer\n– עיצוב קמפיינים אונלייניים, אתרים, תקשורות מייל, מדיה חברתית, גרפיקות אנימטיביות וחומרים נוספים בהתאם לדרישות הביזנס.\n– יצירת חומרים נוספים כגון מצגות, הדגמות, וכו’.\n– עבודה בשיתוף פעולה עם מנהלי שיווק על-מנת לפתח עיצובים אטרקטיביים לפרויקטים שיווקיים מרובי-ערוצים.\n– עיצוב כולל של חוויית משתמש באמצעות טכניקות לפריסת עמודים, style guides, סכמות צבע, ועיצוב ממשקי משתמשים.\n– התעדכנות שוטפת בטרנדים, סגנונות, וטכנולוגיות בתעשייה.\n– הנחלת סטנדרט גבוה למותג, והבטחת התאמה של כל החומרים להנחיות המיתוג.\nדרישות:\n– תואר ראשון בעיצוב גרפי – יתרון (ניסיון בweb).\n– 3 שנות ניסיון לפחות בעיצוב עבור אונליין.\n– יכולת השלמת עבודת עיצוב על פרוייקט, מקונספט ועד סיום.\n– יכולת לעבוד על מספר משימות בו-זמנית, תוך התייחסות לפרטים ותעדוף על-מנת לעמוד בזמני הגשה.\n– כישורי תכנון וארגון חזקים מוכחים.\n– יכולות בין-אישיות מעולות.\n– ידע נרחב ומעמיק בAdobe Creative Suite:  Photoshop, Illustrator, Flash.\n– תיק עבודות המראה על יכולות עיצוב מעולות במספר מדיומים הכולל web, מובייל, ודפוס.\n* נבקש להמציא תיק עבודות בהתאם לדרישה.\nTo send a CV for the position of Graphic Designer – 888\nמטריקס מגייסת בימים אלו מנהל יחידה עסקית.\nדרישות:\n– בעל/ת ניסיון בניהול תפעול פרויקטלי, לרבות ניהול משאבים ובקרת פרויקטים\n– ניסיון בניהול והובלה ישירה של מעל 30 איש\n– צמיחה מטכנולוגיות מיקרוסופט- חובה\n– ניסיון בעבודה עם לקוחות חיצוניים בצד ספק, יתרון לניסיון בעבודה אל מול לקוחות אנטרפרייז\n– ניסיון פיתוח עסקי , בניית הצעות מחיר ומכרזים\nTo send a CV for the position of מנהל/ת יחידה עסקית – Matrix\nNI is a digital commerce company that connects engaged consumers with valuable brands.\nWe exist to simplify consumer decision-making, and we do so by creating trusted comparison websites that nurture and enable high-value relationships between consumers and the brands they choose.\nOur clients, some of which are among the most prominent websites worldwide, utilize our platform to enhance their online presence.\nWe are looking for a Facebook Account Manager to join our vibrant online marketing group.\nResponsibilities:\nManage and expand the company’s Facebook activities across various verticals\nWork closely with other departments to optimize performance from an in-depth understanding of the company’s business needs\nForm and execute a strategic work plan to increase the volume of traffic from Facebook\nRequirements:\n– Over 2 years of experience managing significant Facebook accounts with an emphasis on performance.\n– Managed at least 4 personal social accounts (Facebook, Instagram, Tumbler, Google+, Pinterest, personal blog, Twitter, Quara, LinkedIn, etc.).\n– Familiarity with online marketing channels (PPC- must, SEO- advantage).\n– Experience in international markets.\n– Experience in advertising automation services.\n– Exceptional analytical and communication skills.\nTo send a CV for the position of Facebook Account Manager – Natural Intelligence\nWe are looking for people who love what they do, will always suggest ways to improve the system and learn new things every day.\nWe are looking for a Linux Systems Administrator to join us and participate in:\nManaging Gigaspaces’ Environments (AWS, OpenStack, VMware, etc..)\nAutomating every part of our infrastructure deployment process.\nPerfecting our monitoring pipeline.\nRequirements:\n– Good familiarity with Networking and Servers\n– Linux fluency\nAdvantages:\n– Experience with Cloud service providers\n– Scripting Experience\nTo send a CV for the position of Linux System Administrator – GigaSpaces\n– Collaborate on requirements specifications, field research and the creation of use case stories.\n– Deliver detailed design specifications and prototypes.\n– Work closely with product & development before, during, and after implementation to ensure optimal adherence to UI & Visual specifications\n– Quickly create and iterate on various designs using wireframes and comps\n– Maintain consistency in terms of interactions and appearance across all web desktop and mobile products, according to brand specifications.\n– Work with the visual designers to deliver high definition mocks and detailed specifications that abide by our visual style guide.\n– Plan and Facilitate usability test sessions\nRequirements:\n– Academic degree in graphic design, human-computer interaction or related field.\n– 3+ years of professional experience as a member of a cross-functional team.\n– Should have a varied of web, desktop and mobile software design experience.\n– Experience with the full software development lifecycle, familiarity with agile processes a plus.\n– Strong technical aptitude with key UX tools such as wireframing, prototyping, scripting, and flow charting products.\n– Must have an active and updated portfolio that demonstrates usability, simplicity, clarity and consistency at the root of your designs that we can have access to review.\n– Comfort presenting cohesive design approaches to non-design audiences..\n– Practical knowledge of the principles and techniques of user-centered design.\n– Prior experience with usability test planning, moderation and analysis desirable.\n– Excellent communication skills very good English (verbal and written ability) required.\n– Ability to flexibly handle multiple projects and initiatives.\nTo send a CV for the position of UX Designer – at&t", "keywords": "software engineer - cross development team,como,data scientist,agt international,qa engineer,webpals,accelerator manager,check point,release manager,payoneer,graphic designer,888,מנהל/ת יחידה עסקית,matrix,facebook account manager,natural intelligence,linux system administrator,gigaspaces,ux designer,at&t,at&t,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}