{"url": "https://www.geektime.co.il/kaltura-google-ultra-chromecast-4k/", "type": "article", "title": "האם Chromecast Ultra שווה את המחיר?", "description": "אחרי שעקפה במכירות את אפל TV, גוגל השיקה לאחרונה את הדגם החדש של הכרומקאסט. אילו שדרוגים יש בו, מה החולשות שלו והאם שווה לשלם פי שניים כדי לקבל אותו ולוותר על הקודם שעדיין נמכר", "image": "https://files.geektime.co.il/wp-content/uploads/2016/11/chromecast-ultra.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-11-17T16:11:06Z", "modified_time": "2016-11-17T17:56:27Z", "articleBody": "אחרי שעקפה במכירות את אפל TV, גוגל השיקה לאחרונה את הדגם החדש של הכרומקאסט. אילו שדרוגים יש בו, מה החולשות שלו והאם שווה לשלם פי שניים כדי לקבל אותו ולוותר על הקודם שעדיין נמכר\nהכתבה בחסות\n\nמאת איטן בר-פלד, Android developer בחברת Kaltura\nהשינויים שעוברים על ענף הטלוויזיה סיפק קרב בין שתי הענקיות גוגל ואפל, והמוצרים שפיתחו – כרומקאסט ואפל TV. הקרב הוכרע ברבעון הראשון של 2016 בו מכרה גוגל מעל ל-3 מיליון יחידות כרומקאסט מהדור השני, ובכך עקפה את מכירות ה-Apple TV שהגיעו ל-1.7 מיליון יחידות בלבד. בחודש האחרון נפתח קרב חדש כשגוגל החלה להפיץ לחנויות את הדור השלישי של הכרומקאסט – Chromecast Ultra. ריכזנו לכם את היכולות והמפרט של הגרסה החדשה של המוצר.\nגולת הכותרת ב-Chromecast Ultra היא היכולת לנגן סרטים באיכות של 4K Ultra HD ובאיכות של (HDR (High Dynamic Range. לשם השוואה, הגרסאות הקודמות משדרות לטלוויזיה סרטים באיכות של עד 1080p. סרטים באיכות של 4K Ultra HD ו-HDR הם בהחלט דבר נפלא, אבל כדי שחוויית הצפייה תהיה מיטבית דרוש חיבור לרשת WiFi מהירה. כך, אם לגרסאות הקודמות מהירות של 5Mbps סיפקה את הסחורה, בגרסה החדשה ההמלצה היא למהירות של לפחות 25Mbps.\nלא כל הראוטרים תומכים במהירות גבוהה כזו (אם כי בארץ המצב יחסית טוב ורובם דווקא כן), ולכן החברה מספקת עם ה-Chromecast Ultra מטען חשמלי ובו שקע כניסה לכבל Ethernet, כדי שניתן יהיה לחברו ישירות לראוטר באמצעות כבל רשת. בדומה לדגמים הקודמים של הכרומקאסט ניתן יהיה להמשיך להשתמש בו על גבי רשת ה-WiFi.\nגוגל חידשה גם בתחום האפליקציה שמתלווה לכרומקאסט, וכעת במקום ה-Google Cast הושקה אפליקציה חדשה – Google Home, שמשמשת להגדרות התקשורת של הכרומקאסט, לקביעת תמונת מסך הבית ולפעולות נוספות. השם אמנם חדש אך הממשק הבסיסי לא השתנה רבות ונראה כי המהלך נועד בעיקר לצורך מיתוגי, על מנת ליישר קו עם מוצר נוסף אותו גוגל השיקה לאחרונה, ה-Google Home.\nאחרי שסקרנו את עיקר השינויים בגרסה החדשה של הכרומקאסט, נשאלת שאלת 69 הדולר – האם שווה לשדרג? על מנת להכריע צריך להבין קודם מה בדיוק אתם מחפשים ועל מה אתם לא מוכנים להתפשר.\nמחיר: ה-Chromecast Ultra עולה 69 דולר – קפיצה משמעותית לעומת הדגמים הקודמים. עד כה הכרומקאסט נתפס כאלטרנטיבה איכותית וזולה לסטרימר, במיוחד ביחס למתחרים כגון ה-Apple TV או ה-Android TV. אם אתם מחפשים מכשיר פשוט, במחיר מעולה שעושה את העבודה, הדגם השני, שעלותו 35 דולר בלבד, יספק את הסחורה בצורה טובה.\nתמונה: חשוב לציין שהשדרוג באיכות התמונה ל-4K יעבוד רק אם יש לכם טלוויזיה שמסוגלת להציג תמונה באיכות זו. בנוסף, כיום אמנם ניתן למצוא סרטים באיכות של 4K אך זה עדיין לא הסטנדרט המוביל אצל רוב ספקי התוכן. כמו כן, צריך לזכור שהזרמה של סרט באיכות 4K תכביד על הרשת הביתית ולא תמיד תצדיק את האיטיות או הבעיות הנלוות.\nחיבור: אם היכולת לחבר את ה-Chromecast Ultra לראוטר באמצעות כבל היא זו שמעניינת אתכם, דעו שאפשרות זו קיימת גם בשני הדגמים הראשונים. עליכם לרכוש מתאם Ethernet Adapter for Chromecast של גוגל, שמחירו 25 דולר, שמאפשר לחבר כרומקאסט משני הדורות הראשונים לראוטר באמצעות כבל ובנוסף מספק גם מקור חשמלי למכשיר.\nאז האם כדאי לרוץ ולקנות? אם הטלוויזיה שלכם מתקדמת ויש לכם סבלנות לחכות לסרטים באיכות 4K – לכו על זה; אם איכות התמונה מספקת אתכם כבר כרגע (HD) ויש ברשותכם כרומקאסט מהדגם הראשון או השני, יש בידכם מוצר מעולה ואין סיבה להזדרז ולקנות את הדגם החדש.\n\nאיתי כנרות מחברת Kaltura הוא אחד הדוברים שלנו ב-Geektime Devfest שיתקיים ב-20 בנובמבר 2016 במלון “דיוויד אינטרקונטיננטל” בתל אביב, כחלק מפסטיבל הטכנולוגיה הראשון של ישראל בשיתוף לאומיטק ויש לנו מקום לעד 1,200 מפתחים בלבד. רכשו כרטיסים עוד היום!\n", "keywords": "google,גוגל,קלטורה,kaltura,chromecast ultra,chromecast,4k,apple tv"}