{"url": "https://www.geektime.co.il/kaltura-acquires-tvinci-for-tens-of-millions-of-dollars/", "type": "article", "title": "קלטורה רוכשת את Tvinci תמורת עשרות מיליוני דולרים [אקזיט]", "description": "עובדיה של Tvinci ישתלבו בצוות הפיתוח של קלטורה בישראל, שלאחרונה גייסה 47 מיליון דולרים. האם הנפקה תהיה הצעד הבא?", "image": "https://files.geektime.co.il/wp-content/uploads/2014/05/kalturatvinci477361.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2014-05-02T08:47:20Z", "modified_time": "2014-05-02T12:40:30Z", "articleBody": "עובדיה של Tvinci ישתלבו בצוות הפיתוח של קלטורה בישראל, שלאחרונה גייסה 47 מיליון דולרים. האם הנפקה תהיה הצעד הבא?\nעיבוד תמונה\nבפעם השניה השבוע, חברה ישראלית אחת רוכשת חברה ישראלית אחרת: קלטורה (Kaltura), המפתחת פלטפורמת וידאו הודיעה היום על עיסקת רכישתה של חברת טיוינצ׳י (Tvinci), ספקית פתרונות טלוויזיה על גבי רשת האינטרנט (OTT TV) תמורת סכום המוערך בעשרות מיליוני דולרים.\nבהודעה הרשמית לעיתונות שהפיצה קלטורה, נמסר כי המיזוג בין שתי החברות, ובתוך כך המיזוג בין הפלטפורמות של קלטורה ו-Tvinci יאפשר לספקיות תקשורת וטלויזיה, לחברות מדיה, בעלי ומפיצי תוכן לספק שירותי טלויזיה לכל משתמש, בכל מכשיר, וגם להפיק מכך רווחים.\nהרכישה מגיעה פחות מ-3 חודשים לאחר שקלטורה הודיעה על השלמת סבב הגיוס השישי שלה, בהיקף של 47 מיליון דולר. סה״כ, גייסה קלטורה עד כה 116.1 מיליון דולר ב-6 סבבי גיוס.\nTvinci מאפשרת לחברות תקשורת ליצור פלטפורמות ייעודיות הפונות להתקנים רבים, כולל טאבלטים, סמארטפונים, טלוויזיות, מחשבים, קונסולות משחק ועוד. המערכת החדשה של Tvinci, בשם OTT 2 מאפשרת למשתמשים אף לבצע פעולות תוכן אינטראקטיביות כגון דירוג, המלצה ושיתוף. לא מדובר בשירות ווידאו עצמאי אותו מפתחת החברה. למעשה, היא כלל אינה עוסקת בתוכן. גם לא מדובר בתוכנה המיועדת לצרכנים, אלא לספקיות התכנים.\nהפלטפורמה אותה היא מייצרת מאפשרת לספקיות – בהן חברות כבלים ולוויין מובילות – לעשות שימוש בפלטפורמה שלה על מנת להרחיב את השירות אותו הן מציעות למשתמשי הקצה. בין הפרוייקטים האחרונים שביצעה Tvinci בארץ, ניתן למצוא את שירות YesGo, המאפשר למשתמשים לצפות בערוצי הטלוויזיה ותכני ה-VOD ישירות מהמכשירים הסלולריים שלהם, בכל מקום שרק ירצו. סבב הגיוס האחרון של Tvinci הוכרז בסוף 2012, ועמד על היקף של 4.5 מיליון דולר.\nהמוצר של קלטורה הוא מערכת שלמה, המאפשרת ללקוח לשלב באתרים שלו תכני וידאו ולשלוט בצורה מלאה על דחיפת תוכן לאתרים, ניתוח סטטיסטיקות, וכלים חשובים נוספים למפיצי ידע בארגון. המערכת יודעת לתת מענה למגוון פלטפורמות שונות, לרבות מחשבים אישיים, טאבלטים ומכשירים סלולריים, תוך התאמה לכל אחד מהם. הרכישה הנוכחית של Tvinci מחזקת אף יותר את התחזיות המוקדמות של אתרי הטכנולוגיה השונים בנוגע לעתידה של החברה, לאחר שלקראת סוף שנת 2012 זכתה לכינוי “חברת ביליון הדולר הבאה” מאתר הטכנולוגיה VentureBeat.\nהעובדים של Tvinci. קרדיט תמונה: יח״צ\nבמסגרת הסכם הרכישה, לקוחותיה של Tvinci, הכוללים חברות כגון Eutelsat בגרמניה, MediaCorp בסינגפור, LibertyGlobal בהולנד ו-SolarEntertainment בפיליפינים יצטרפו לבסיס הלקוחות הגלובלי של קלטורה הכולל, בין היתר חברות כגון Sesame Workshop, HBO, ABC, Warner Bros Paramount, DirecTV, Turner ו-וויקיפדיה.\nהמיזוג בין הפלטפורמות של שתי החברות יוצר למעשה פתרון כולל ושלם עבור ספקי טלויזיה בתשלום. על פי החברה, הרכישה של Tvinci תשדרג את פתרונה הקיים של קלטורה ותציג, על פי החברה גישה ההמוקדת במשתמש עם חווית צפייה חברתית ואינטרקטיבית הכוללת כלים למינוף הצפייה ולהפקת רווחים. הפלטפורמה של Tvinci, בדומה לזו של קלטורה, היא מבוססת API ותהיה משולבת באופן מלא לזו של קלטורה בחודשים הקרובים.\nהפלטפורמה המאוחדת תוצג בכנס Kaltura Connect שיערך בניו יורק ביוני. Tvinci מעסיקה מעל ל-60 עובדים ברחבי העולם, כולל צוותי מחקר ופיתוח הממוקם בישראל. הצוות הזה ימוזג, על פי התכנית עם הצוות הטכנולוגי של קלטורה בישראל בעוד מייסדי Tvinci, עופר שעיו ועידו ויזנברג לצד מנהליה הבכירים של החברה, אבידן למדן ואמיר אילת, יצטרפו לצוות המנהלים הבכירים בקלטורה ברחבי העולם.\n", "keywords": "קלטורה,tvinci,סטארטאפים,סטארטאפ,startups,startup,raise,fund,exit,גיוס,משקיעים,אקזיט,סטארטאפ והון סיכון"}