{"url": "https://www.geektime.co.il/cycognito-raises-30m/", "type": "article", "title": "הסטארטאפ CyCognito גייס עוד 30 מיליון דולר, כי אתם לא באמת מכירים את הארגון שלכם", "description": "חברת הסייבר הישראלית פיתחה מערכת שמסוגלת למצוא את כל הנכסים שאתם לא מודעים לקיומם", "image": "https://files.geektime.co.il/wp-content/uploads/2019/11/NEW_7835-1-1574082541-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2020-07-26T09:26:14Z", "modified_time": "2020-07-26T09:26:14Z", "articleBody": "חברת הסייבר הישראלית פיתחה מערכת שמסוגלת למצוא את כל הנכסים שאתם לא מודעים לקיומם\nתמונה: CyCognito\nשנה לאחר שגייסה מיליוני דולרים מיו”ר מיקרוסופט העולמית ומנכ”ל סימנטק לשעבר, ג’ון תומפסון, מודיעה חברת הסייבר הישראלית CyCognito על השלמת סבב גיוס B בהיקף של 30 מיליון דולר בהובלת Accel. עוד השתתפו בסבב הגיוס גם המשקיעות הקיימות, Lightspeed Venture, Sorenson Ventures ו-UpWest.\nחברות עוברות לא מעט שינויים במהלך תקופת חייהן. ממעבר בין מערכות, רכישת שירותים שונים, מיזוגים, רכישת חברות אחרות, ואולי אפילו איזה אקזיט מיוחל. כל צעד שכזה בדרך כלל מפתח את החברה, אבל גם מקשה עליה לעקוב אחרי כל הנכסים שלה. מי שכן עוקב בצורה מעולה אחרי הנכסים שלכם, הם ההאקרים, שישמחו למצוא חולשות בנכסים שכבר שכחתם שקיימים, ולהיכנס לאירגון שלכם.\nהמערכת של CyCognito חושפת את הנכסים הנחבאים הללו, ועוזרת לאירגון להבין האם וכיצד הם יכולים לשמש את ההאקרים ביום הדין. החברה יודעת לא רק לזהות את הנכסים אלא גם לתעדף אותם עבור החברה, ולאפשר את סגירת הפירצות. כמו כן, החברה מנסה להתמקד בתחום ה-POLaR או Path of Least Resistance, כלומר, למצוא את המסלול הקל ביותר לפירצה שהאקרים בדרך כלל מחפשים.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nמנכ”ל החברה, רוב גור-זאב, הסביר בעבר בשיחה עם גיקטיים, כי מנגנון התיעדוף של החברה מסכם כ-10-30 בעיות קריטיות שעלולות לגבות מחיר כבד, במקום סורקים אחרים שמספקים 5,000 תובנות שונות, שלא מאפשרות לצוותי האבטחה להתמקד במשימה שלהם. כמו כן, טען גור-זאב, כי בהתקנות שביצעה CyCognito בחברות אחרות, מנהלי אבטחת מידע טענו כי הם לא הכירו כ-70% מהמערכות והנכסים שנחשפו על ידי החברה.\nCyCognito נוסדה ב-2017 על ידי רוב גור-זאב, מנכ”ל החברה, ודימה פוטחין, CTO. החברה מעסיקה כ-50 עובדים בישראל, וכ-30 עובדים במשרדיה אשר בארצות הברית.", "keywords": "cycognito,סייקוגניטו,סיי קוגניטו,סייבר,cyber"}