{"url": "https://www.geektime.co.il/come-work-with-us-cyberarkkenshoo/", "type": "article", "title": "בואו לעבוד איתנו: שתי חברות מספרות מדוע שווה לעבוד דווקא אצלן", "description": "שתי חברות הייטק מובילות בישראל מספרות מדוע שווה לכם להצטרף דווקא אליהן, ועל הדרך משתפות גם במשרות הפנויות אצלן", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/סייברארק2-1523783326.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-04-22T12:30:21Z", "modified_time": "2018-04-24T10:32:44Z", "articleBody": "שתי חברות הייטק מובילות בישראל מספרות מדוע שווה לכם להצטרף דווקא אליהן, ועל הדרך משתפות גם במשרות הפנויות אצלן\n\nמי תאפשר לכם לעבוד עם הטכנולגיות הכי מתקדמות, איפה תוכלו לרוץ מרתונים במסגרת העבודה ומי תפנק אתכם בארוחת שף בצהריים? סידרנו לכם הצצה פנימה לחברות CyberArk ו-Kenshoo, אולי אחת מהן תהיה מקום העבודה הבא שלכם.\nרוצים לראות עוד חברות? כנסו ל-Geektime Insider\n\nCyberArk היא מחברות אבטחת הסייבר המובילות בעולם ונחשבת למובילת שוק בתחום אבטחת “חשבונות פריבילגיים” (privileged account). מדובר בחשבונות המאפשרים גישה לנכסי המידע הרגישים ביותר בארגון. היא מפתחת פתרונות בתחום ה-CyberSecurity, ובהם שכבת הגנה ייחודית כדי לאפשר שליטה ובקרה על פעילותם של חשבונות רגישים ברשת הארגונית – באתר הלקוח, בענן ובתהליכי DevOps.\nהחברה הוקמה בשנת 1999 על ידי אודי מוקדי ואלון כהן, ובשנת 2014 הונפקה בנאסד”ק. בספטמבר האחרון נחנכו משרדיה החדשים בישראל, באזור ההייטק המתפתח בקריית אריה, בפתח תקווה (קרוב  לרכבת).\nלחברה יש מעל 3,500 לקוחות ברחבי העולם, ובהם עסקים גדולים, גופי ממשל וארגונים אחרים שמשתמשים בטכנולוגיה שהיא כולה כחול-לבן כדי להגן על נכסי המידע החשובים ביותר שלהם. אגב, כמחצית מלקוחות החברה נכללים ברשימת 100 Fortune.\nהעובדים בחברה מקבלים אפשרות להתמקצע בטכנולוגיות מגוונות כמו: Ruby On Rails, OpenShift, AWS, Jenkins, Ansible, Angular 5,  docker, kubernetes,  Jasmine, Web APi using #C ואחרות, ובחברה מייחסים את ההתפתחות הטכנולוגית בין היתר לעובדה שהעובדים נהנים לעבוד זה עם זה, תוך הפריה, עזרה ושיתוף הדדי בידע.\nהחברה משקיעה ברווחת העובדים ועורכת אירועים ומפגשים כמו CYBERTED, Hackathons ו-Meetups, בהם ניתנת לעובדים במה לשתף ידע, וכן שמה דגש על התפתחות אישית מקצועית באמצעות “תוכנית התפתחות אישית” – IDP – שנבנית לכל עובד. בסייברארק גם קיימים מסלולי ההתנדבות המאפשרים לעובדים לתרום לקהילה במסגרת שעות העבודה.\nבמשרדים החדשים הושקעו מחשבה ומאמץ בתכנון וביצוע חדרי קונספט שונים, כמו חדר מוזיקה, חדר משחקים, חדר כושר ושירותי טיפוח. החברה הוכתרה ב-2017 כאחד ממקומות העבודה שהכי כדאי לעבוד בהם על ידי מגזין Fortune, והיא בין 50 חברות הטכנולוגיה הצומחות ביותר בישראל לפי Deloitte.\nלמשרות פתוחות בחברת CyberArk\n \n\nKenshoo נוסדה בשנת 2006 על ידי יואב יזהר-פרטו, אלון שפר וניר כהן, ומשמעות השם היא “נצחון” ביפנית. כיום בחברה יש 600 עובדים, כ-300 מהם בארץ. החברה גייסה עד כה כ-50 מיליון דולר, קצב הגידול השנתי שלה עומד על עשרות אחוזים בשנה, ורק כדי לסבר את האוזן – למעלה מ-13% מתקציבי הפרסום של מנוע החיפוש של גוגל עוברים דרך הפלטפורמה שלה, וסך תקציבי הפרסום שעוברים דרכה הינם כ-7 מיליארד דולר בשנה.\nלחברה יש 15 משרדים שונים ברחבי העולם: בסן פרנסיסקו, שיקגו, ניו יורק, לונדון, סידני, הונג קונג ועוד. המשרדים בארץ, שממוקמים בתל אביב ומודיעין, עוסקים בעיקר במחקר ופיתוח, ואילו אלה שנמצאים בחו”ל עוסקים יותר במכירות, בהליך ליווי הלקוח ובשיווק.\nמלבד המספרים יש עוד כמה דברים חשובים לא פחות בחברה. נניח העובדה ש-50% מהנהלת הארגון הן נשים, שהמיקום של המשרדים בתל אביב ובמודיעין קרוב לרכבת ונוח להגעה, ואיך לא – חדר המוזיקה, שהוא ללא ספק המקום הכי רוקנ’רול בבניין כולו ובמהלך היום תוכלו להשתתף או להקשיב לג’אמים וסשנים מגניבים ורועשים במיוחד. חוץ מזה שווה גם לציין את שולחן הפינג פונג שבו נערכים משחקים וטורנירים מסעירים ואת עמדת הפלייסטיישן, שהיא חובה בכל סטראטאפ שמכבד את עצמו.\nבחברה עובדים עם טכנולוגיות רבות ומתקדמות, שפות הפיתוח העיקריות הן Full Stack, Java, ReactJS, Python. בחברה מחפשים מהנדסי בדיקות תוכנה, מפתחי Big Data, DevOps, תשתיות, ובעצם את כל מכלול העולמות הטכנולוגיים. עיקר הפיתוח נעשה ב-Java ו-ReactJS ומשתמש ב-MySQL, Cassandra, HDFS על מנת לאחסן Petabytes של Data.\nהמשרדים החדשים של החברה נחנכו באופן רשמי ביוני 2017 הם מרווחים, נקיים, נעימים ובעלי קו עיצובי מינימליסטי. רוב העובדים יושבים באופן ספייס, אך יש מספר פינות ישיבה שנועדו למי שרוצה קצת שקט לעבוד לבד. המטבח מלא בכל טוב – מעוגיות ושאר דברי מתיקה, דרך לחם מלא ועד פירות וירקות. יש גם הרמות כוסית עם קוקטיילים וכמובן – ברז בירה, מקלחות, מכונת קפה מקצועית, ואפילו ספרייה ביתית בכל קומה.\nלמשרות פתוחות בחברת Kenshoo", "keywords": "cyber,cyberark,סייברארק,עבודה בהייטק,עבודה בסטארטאפ,אינסיידר,insider,משאבי אנוש,גיוס עובדים,דיגיטלי,kenshoo,קנשו,jobs,mobile,ישראל"}