{"url": "https://www.geektime.co.il/geekjob-310516/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 31 במאי", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Account Manager, Support Manager, Cloudify Quality Team Leader ו-SW QA Engineer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-31T12:56:58Z", "modified_time": "2016-05-31T12:56:58Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Account Manager, Support Manager, Cloudify Quality Team Leader ו-SW QA Engineer\n \n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nDo you have what it takes to build beautiful, innovative new products for massive audiences? Our goal is to build intuitive and engaging products that will tell stories in new and innovative ways for the Geektime audience. This means solving complex, unique and large-scale problems, working with a passionate team, and creating compelling designs for all of our platforms, including our website and mobile apps.\nThis frontend developer will work out of our Tel-Aviv office alongside our product team and content team for the Israeli and international editions, to help design and implement the next version experience around our content.\nRequirements:\n– Be a geek.\n– Likes to work as part of an engaging, collaborative team.\n– Creative, motivated and driven worker.\n– A passion for technology, startups and entrepreneurship.\n– Significant experience with Front-end technologies (Javascript, CSS and HTML).\n– Significant experience with backend technologies (MySQL, PHP, Node.js).\n– Knowledge and experience with WordPress development.\n– Knowledge in browser-compatibility and performance issues.\nEverything else is a bonus.\nTo send a CV for the position of Fullstack Web Developer – Geektime\nWe are looking for people who love what they do, will always suggest ways to improve the organization and the product and learn new things every day.\nAs Cloudify is an all Open-source project (the code and the stack Cloudify is built upon), we get to work with the latest technologies (like InfluxDB, ELK, Docker, Puppet, Chef and the likes…) and contribute to other open-source projects.\nIn this position you will:\n– Be responsible for Cloudify’s quality assurance.\n– Design, implement and run automated tests.\n– Build and enhance Cloudify’s testing infrastructures.\n– Collaborate with other team members in order to achieve better testing coverage.\n– Use quality control methodologies in order to ensure the product’s quality.\n– Review the test coverage of features.\n– Monitor Cloudify’s test reports and identify issues.\nRequirements:\n– Linux Proficiency (you love the Penguin).\n– Passionate about coding.\n– Team leading experience.\n– Experience in quality assurance and automated tests writing.\n– B.Sc in computer science or an equivalent degree.\nAdvantages:\n– Experience and familiarity with IaaS providers.\n– Good familiarity with Operational practices (Monitoring, Deployment, Configuration).\nTo send a CV for the position of Cloudify Quality Team Leader – GigaSpaces\nThe Virtualization Team is responsible for the design, implementation and integration of innovative virtualization solutions over x86 for ASOCS virtual base stations.\nRequirements:\n– B.Sc. in SW Engineering or other related fields.\n– At least 3 years of experience as a C/C++ software developer in a Linux Environment.\n– Strong knowledge and proven experience in Linux Kernel. Background in working with – – – Hypervisors, especially KVM. Background in networking. Preferred Experience with Intel’s DPDK and OpenStack.\nTo send a CV for the position of C/C++ Virtualization Developer – ASOCS\nYou will be developing long-term saving products (life insurance and Retirement services/ Pension) algorithms.\nRequirements:\n– 1+ years of experience coding in SQL.\n– 2+ years of development experience (any programming language).\n– Bachelor’s degree in Science/ Mathematics or related fields.\n– Previous experience in Mathematics or statistics is highly desirable.\nTo send a CV for the position of Algorithms Engineer – SAPIENS\nServer-side development of our super RTB system!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nRequirements:\n– B.Sc. Degree in computer science or equivalent.\n– 3+ years of experience of software development, 1+ with Node.js.\n– Deep knowledge of Linux and web environment.\n– Experience with database programming (SQL/NoSql).\n– Experience with design, architecture and deployment of applications.\nAdvantages:\n– Big Data Experience: BigQuery, Hadoop, MongoDB.\n– Familiarity with AWS cloud.\n– Experience with ad tech technologies / ad servers experience.\n– Experience with nginx.\nTo send a CV for the position of Node.js Developer – Vexigo\nDesign, develop, implement and move to production new back end services for RTB and big data infrastructure.\nWork in cloud environment with new technologies, high system availability and load.\nBuild deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 4 years hands on java (J2EE) experience.\n– Minimum 3 years in back end development.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– AWS knowledge – advantage.\n– C++ – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Back End Developers – anyclip\nWe are looking for a Support Manager for our Support & VIP account managers’ team that will be responsible for the support needs of the players, assist users who experience trouble with playing the game, retention of our VIPs, proactive activities, creation, implementation and management of VIP promotions. All to ensure a personal, vibrant, engaging and rewarding experience for the players both online and offline.\nIn this position you will:\n– Monitoring of the AMs daily activities.\n– Hands on handling of complex cases.\n– Responsible for fulfilling the support needs of the players and quickly resolve any issues the players may have.\n– Coordinating and articulating project concepts to the creative teams.\n– VIP Player Management Strategy: Understanding company objectives and the ability to craft custom, effective strategic plans to meet goals.\n– Crafting syndication schedules, tone and messaging guidelines that give a personal experience to the players.\n– Research: basic spot research is needed to engage the VIP Players and to investigate any trending activities within the group.\nRequirements:\n– Managerial experience- experience in leading people.\n– 3+ years of experience with handling VIPs/ service/ support from an online production company.\n– High level of comfort with PCs and a strong familiarity with the Internet and its tools.\n– An understanding of Social Media and outreach tactics.\nTo send a CV for the position of Support Manager – Playtika\n– Defect and issue identification, logging, tracking, resolution, and reporting.\n– Working with multiple Technologies and DB’s, Such as – Angular, PostgreSQL, Elastic Search, HDFS, Node JS, Rabbit MQ, etc.\n– Gather and analyze requirements.\n– Manage execution time effort to leverage the testing coverage.\n– Participate in the Business Requirements review.\n– Prepare and review the functional test plan (test scenarios, conditions and data).\nRequirements:\n– We are looking for someone who is interested in understanding the “big picture” and detect the smallest problem in it – and even more important to catch the source of that problem.\n– 4-5 years as SW QA for large scale client-server systems, with Server sideBackend QA expertise.\n– Ability to understand the business logic of a complex system.\n– High level of English (written and spoken).\n– Ability to work in dynamic environment.\nNice to have:\n– Scripting experience.\nTo send a CV for the position of SW QA Engineer – AGT International\n– Execute success programs to ensure high levels of customer loyalty and satisfaction.\n– Own customer retention and strategies for long-term customer relationship management.\n– Recruit, develop and lead a team of Customer Success team members who serve as the voice of our customers and drive high levels of customer satisfaction and retention.\n– Own escalations from customers and represent them amongst all levels within the business.\n– Build and deliver effective reporting for customers and Feedvisor Leadership.\n– Own and drive efficiencies with Customer Success processes – create smarter ways of working.\n– Ensure smooth pre to post sale transition and positive Customer Experiences\nMeasure, manage, and improve customer health, engagement, and value realization to ensure that investments made achieve the planned results.\n– Effectively synthesize and communicate customer needs to other parts of the business, and act as a customer champion within the company.\n– Work collaboratively and influence other departments to promote customer satisfaction success and implement solutions.\n– Collect and analyze data, then make recommendations within the business on actions and investments needed to drive improvements.\nRequirements:\n– BA/BS degree (Economics, Finance, Business Administration) or equivalent experience.\n– 7+ years of experience in success positions or account management (Preferably in SaaS).\n– 3-5 years of experience as a Customer Success Manager at a software, SaaS, or technology company a plus.\n– Track record of successfully managing clients and solving problems. Demonstrated ability to listen to client needs and assess root friction/frustration causes.\n– Demonstrated success in working in a highly collaborative environment and driving success by bringing together of knowledge and expertise groups.\n– Experience with ecommerce and online marketplaces – an advantage.\n– Ability to communicate clearly and effectively in English.\n– Excellent presentation skills.\n– Strong quantitative and analytical skills.\n– Positive work ethic, ambitious and passionate attitude.\n– Ability to prioritize, multi-task and perform effectively under pressure.\n– Willingness to work U.S. business hours.\n– Languages: English (Native – MUST).\n– Experience managing teams.\n– Experience building teams and business.\n– Experience managing client relations within top tier company accounts (sales background, professional services or similar an advantage).\n– Patient and an acute listener.\n– Avid interest in online businesses and their unique operations.\n– Independent thinker and executor.\n– Ability to understand customer requirements, and tailor fit product capabilities and business relations accordingly.\n– Comfortable with conducting.\nTo send a CV for the position of Director of Customer Success – feedvisor\n– Operate as the lead point of contact for all matters related to your publishers, while building strong, long-lasting relationships.\n– Identify strategic opportunities and upsell according to the business goals.\n– Carry out kickoff calls, campaign implementation, optimization and launch.\n– Manage various interfaces with other departments to share ideas, communicate service offerings, and to identify and deliver new solutions.\n– Analyze key metrics to identify, recommend and implement changes for increasing the revenues growth goals of our publishers.\n– Meet regularly with publishers to understand priorities, review performance, and share product updates.\n– Oversee technology integrations, with support from our solutions delivery team and product, to ensure smooth and successful launches.\nRequirements:\n– BA/BS degree or equivalent.\n– 3-5 years’ experience in a web environment with: account management, sales, partner/customer relations, creation/deployment of web products, customer-facing project management.\n– Sales oriented with excellent listening, negotiation and presentation skills.\n– Proven ability and desire to work with publishers directly (both remotely and F2F).\n– Self-starter with the ability to execute quickly while paying attention to details.\n– A solid understanding of web technologies and the digital media revenue ecosystem, including Ad-tech and online marketing technology.\n– Ability to proactively work with high profile clients independently and within a team environment.\n– Proficient in Salesforce, Excel, Power point.\n– Excellent analytical skills and ability to track monetization models, web analytics and measurement.\n– Proficient in Salesforce, Excel, Power point.\n– Excellent written and verbal communication skills.\n– Some knowledge of HTML, JS – advantage.\n– Fluent and proficient in English (verbal and writing).\nTo send a CV for the position of Account Manager – Perion", "keywords": "fullstack web developer,geektime,cloudify quality team leader,gigaspaces,c/c++ virtualization developer,asocs,algorithms engineer,sapiens,node.js developer,vexigo,back end developers,anyclip,support manager,playtika,sw qa engineer,agt international,director of customer success,feedvisor,account manager,perion,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}