{"url": "https://www.geektime.co.il/geekjob-150516/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 15 במאי", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Big Data Engineer, Node.js Developer, Marketing Content Writer ו-Junior Fullstack SW Engineer", "image": "https://files.geektime.co.il/wp-content/uploads/2015/01/small-2.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-05-15T13:28:50Z", "modified_time": "2016-05-15T13:28:50Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה. בין משרות השבוע: Big Data Engineer, Node.js Developer, Marketing Content Writer ו-Junior Fullstack SW Engineer\n \n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nDo you have what it takes to build beautiful, innovative new products for massive audiences? Our goal is to build intuitive and engaging products that will tell stories in new and innovative ways for the Geektime audience. This means solving complex, unique and large-scale problems, working with a passionate team, and creating compelling designs for all of our platforms, including our website and mobile apps.\nThis frontend developer will work out of our Tel-Aviv office alongside our product team and content team for the Israeli and international editions, to help design and implement the next version experience around our content.\nRequirements:\n– Be a geek.\n– Likes to work as part of an engaging, collaborative team.\n– Creative, motivated and driven worker.\n– A passion for technology, startups and entrepreneurship.\n– Significant experience with Front-end technologies (Javascript, CSS and HTML).\n– Significant experience with backend technologies (MySQL, PHP, Node.js).\n– Knowledge and experience with WordPress development.\n– Knowledge in browser-compatibility and performance issues.\nEverything else is a bonus.\nTo send a CV for the position of Fullstack Web Developer – Geektime\nThe successful Big-Data engineer will create new data ingestion platform and support existing  Big Data infrastructure (BigQuery &Python based ETL’s), and help transform and converge organizational data from disparate sources (BigQuery, CSV’s, HDFS,Hive, QlikView) into a single DWH.\nWhat you’ll do:\n– Design, implement, and support enterprise-level big data streams based on very large data sets related to AdTech technologies.\n– Develop ETL processes to integrate transactional data into data warehouses such as Hadoop and BigQuery.\n– Architect new SQL database schemas to store transactional and analytical data.\n– Optimize queries for efficient performance against very large datasets.\n– Design and implement distributed systems and web cloud services.\nRequirements:\n– Bachelor’s degree in a Computer Science-related field required.\n– Minimum 2+ years of experience writing code in Python/Jaca/Scala.\n– Minumum 2+ years of large scale distributed software design and development experience.\n– Minimum 2+ years of experience in a Big Data development role.\n– Must have experience architecting solutions in AWS based cloud deployments of big data platforms.\n– Extensive knowledge of standard concepts, practices and procedures within a Data Warehouse discipline.\n– Data architecture and data modelling skills.\n– Must have Hadoop experience.\n– Experience with at least one of Cloudera, Hortonworks, MapR Hadoop distributions.\nTo send a CV for the position of Big Data Engineer – anyclip\nThe Virtualization Team is responsible for the design, implementation and integration of innovative virtualization solutions over x86 for ASOCS virtual base stations.\nRequirements:\n– B.Sc. in SW Engineering or other related fields.\n– At least 3 years of experience as a C/C++ software developer in a Linux Environment.\n– Strong knowledge and proven experience in Linux Kernel. Background in working with – – – Hypervisors, especially KVM. Background in networking. Preferred Experience with Intel’s DPDK and OpenStack.\nTo send a CV for the position of C/C++ Virtualization Developer – ASOCS\nWe are looking for talented and bright developers to join our detection team for designing and building our data-driven & machine learning based detection engine!\nIn this position you will:\n– Define detection algorithms along with security experts and data scientists.\n– Design and implement scalable methods to run detection algorithms in real-time.\n– Build data driven engines that process and analyze huge amount of data.\nRequirements:\n– At least two years of experience in backend development in Java/Python/C# (we code in Java but welcome people from all stacks) – a must.\n– Solid knowledge in OOP & Design Patterns.\n– Deep knowledge in algorithms and data structures.\n– Great passion for building efficient implementations for beautiful algorithms.\n– Superior analytic skills.\n– Great interpersonal skills – a must.\n– Experience with big data & data driven products – an advantage.\n– Background in Machine Learning/Data Mining – an advantage.\n– Security knowledge – an advantage.\nTo send a CV for the position of Algorithms Engineer – Cybereason\nServer-side development of our super RTB system!\nTackling mighty challenges regarding big-data, machine-learning, scalability, availability, real-time and more.\nRequirements:\n– B.Sc. Degree in computer science or equivalent.\n– 3+ years of experience of software development, 1+ with Node.js.\n– Deep knowledge of Linux and web environment.\n– Experience with database programming (SQL/NoSql).\n– Experience with design, architecture and deployment of applications.\nAdvantages:\n– Big Data Experience: BigQuery, Hadoop, MongoDB.\n– Familiarity with AWS cloud.\n– Experience with ad tech technologies / ad servers experience.\n– Experience with nginx.\nTo send a CV for the position of Node.js Developer – Vexigo\nDevelop new and challenging automation infrastructure using a combination of technologies including development in C#.\nWork with a diverse group of engineers throughout the entire deployment phases.\nWield incredible amounts of data and complexity and solve interesting problems.\nLead a development tasks from conception through the entire development lifecycle.\nMaintain existing software systems by identifying and correcting software defects.\nResponsible for testing features and writing automatic tests scenarios.\nRequirements:\n– 3+ years of experience with application development using C# .NET framework (.NET 4.0 or greater).\n– 3+ years of experience in automation web development using CodedUI, Selenium.\n– Strong exposure to object oriented design and development is required.\n– Proven experience in work with different versions, software version (TFS) and deployment tools.\n– Previous experience with DB MS-SQL.\n– BSc in computer sciences / Software Engineer.\nTo send a CV for the position of Automation Developer C#/JAVA – Optimal Plus\nThe Renewal and Training Sales Representative will be responsible for direct sales, negotiation and administrative support as part of Radware Renewal teams in EMEA and APAC.\nThe main goal is to achieve the requested revenue by renewing the support contracts and selling training as per the pipeline.\nContacting the customers by e-mail and telephone in order to offer Service Renewal contract and Training courses.\nNegotiating mainly by e-mail and telephone with partners and customers\nIssuing of quotations and follow up until close-up of the deal\nOngoing and regular relationship with partners, customers and Radware sales teams in EMEA & APAC\nAchieve monthly, quarterly and annual sales targets.\nRequirements:\n– Previous Sales and Administrative experience in Hi-Tech companies.\n– Fluency in English written and spoken.\n– Sales proven Skills Advantages.\nAdvantages:\n– Additional foreign language.\n– Familiarity with ERP environment, Oracle in particular.\n– Proven record of sales success in a similar role.\nTo send a CV for the position of Renewals and Training Sales Representative – radware\nFeedvisor is seeking to add a skilled marketing content writer to its team. The marketing content writer will work with the marketing team to create compelling campaigns and attention-grabbing content for outbound marketing, lead generation, presentations and conferences.\nThe ideal candidate will have professional experience as a writer, editor, content creator, and/or communications professional. They must be highly organized and have the ability to manage multiple projects simultaneously. Understanding complex topics and writing about them in a simplistic fashion is a key success factor for this role.\nWhat you’ll do:\n– Conceptualize and write engaging content for creative initiatives, campaigns, and projects (web copy, ad copy, whitepapers, landing pages, case studies, email campaigns, press releases, weekly blogs, social posts, etc.).\n– Update website pages and company blog using a content management system.\n– Manage company social media forums.\n– Monitor the success of marketing content across multiple channels.\n– Direct involvement in all aspects of the company’s marketing operations.\nRequirements:\n– 3+ years in content writing experience, preferably in a hi-tech/software company.\n– Native level written and spoken English, with a flair for being creative and thinking outside the box.\n– Experience in community management and writing a company blog.\n– Experience using a content management system (CMS) for creating web content.\n– Experience in editing Wikipedia, or other MediaWiki based sites.\n– University level degree, B.A. or above.\n– Quick learner, with a good grasp of technical concepts.\n– Familiarity and understanding of SEO best practices – advantage.\n– HTML skills – advantage.\n– Experience with marketing tools (Mailchimp, Marketo, Hootsuite) – advantage.\nTo send a CV for the position of Marketing Content Writer – feedvisor\n– Be a part of the online marketing server team and work on a variety of software projects: from data analysis, server architecture to web development.\n– Get to know the exciting world of online marketing, both deep business understanding and the engineering challenges.\n– Develop with Microsoft cutting edge technology – C# and Linq, .NET 4.5, ASP.NET/MVC, MS-SQL and other databases.\n– Interact with Google AdWords, Facebook Ads, Twitter Ads, Bing Ads and other marketing web service.\n– Influence literally millions of people with your work.\n– Work with a dynamic young group of people in a balanced start up environment.\nRequirements:\n– B.Sc. in Computer Science/Software Engineering – grade average of 85+\n– At least one year of proven experience.\n– Strong knowledge in Microsoft technologies – advantage.\n– Substantial knowledge in DB and SQL – advantage.\n– Strong knowledge in web technologies – advantage.\nTo send a CV for the position of Junior Fullstack SW Engineer – plus500\nThis position ensures that standardized methods and procedures are used for efficient and prompt handling of all Changes and Releases, in order to minimize the impact of Change-related problems and incidents, and consequently to improve the day-to-day operations of Managed Services. This position is responsible for the effective implementation of release management processes and carries out corresponding reporting and analysis.\nWhat you’ll do:\nThe Release Manager will be responsible for the release deployment. This role is a key integration role connecting product lifecycle from design, build, test and deployment with a highly orchestrated system. Allow projects to be delivered in pieces when ready; value is added continuously to production in smaller more reliable chunks. This role is foundational for our software deployment success. The release manager will own, manage and improve our release process. Focus on scale and efficiency. Build and maintain tools needed during release pushes, and drive iOS and Android app releases.\n– Leading delivery of multiple teams: release planning; environment design; release deployment.\n– Change management for all technology teams impacted by new Release Management process.\n– Establish practices to analyze and resolve software configuration issues to maintain product integrity and overall roll out of software.\n– Evaluate results within business unit to determine if organizational objectives are being met.\n– Collaborates with other Technology departments to prioritize software configuration needs and maintain deadlines for software release.\n– Continually communicate and partner with IT and business stakeholders to gain consensus on plans and strategies and understand projects in the pipeline.\n– Contribute to the overall IT strategies of the organization and participate in setting the vision and goals of the broader organization.\n– Off-cycle release management and own the deployment cycles – communication, escalations, manage risks and provide visibility to senior management enable them in decision making process.\nRequirements:\n– BS degree in Computer Science or equivalent experience.\n– 3+ years’ experience in software engineering, release engineering, and/or configuration management.\n– Strong familiarity with software configuration management systems and/or source code version control systems, Subversion, Git and Mercurial experience highly desired.\n– Experience with managed service provider contract negotiations and contract oversight is a plus.\n– Experience with full software development lifecycle or release delivery management.\n– Strong consultative and influencing experience. * Strong project management experience.\n– Proven knowledge and experience with Agile and SCRUM methodologies.\n– Experience with build management tools.\n– Experience automating release and build processes.\nTo send a CV for the position of Release Manager – Perion", "keywords": "fullstack web developer,geektime,big data engineer,anyclip,c/c++ virtualization developer,asocs,algorithms engineer,cybereason,node.js developer,vexigo,automation developer c#/java,optimal plus,renewals and training sales representative,radware,marketing content writer,feedvisor,junior fullstack sw engineer,plus500,release manager,perion,גיק ג\\'וב,גיקג\\'וב,דרושים,מהנדסים,מומחה/ית,מנהלים,משרות,משרות בהיי-טק,גיקגו\\'ב"}