{"url": "https://www.geektime.co.il/geekjob-28-02-16/", "type": "article", "title": "גיק ג'וב: אוסף משרות היי-טק חמות במיוחד - 28 בפברואר", "description": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה בין משרות השבוע:Front-End Developer, Experienced Java Developer , Full Stack Developer, Media Buyer, Sales Director, IL Controller, HR Business Partner", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/geekjob-title-1-e1454837481950.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-02-28T13:45:58Z", "modified_time": "2016-02-28T13:01:38Z", "articleBody": "גם השבוע אספנו עבורכם את המשרות החמות ביותר בהיי-טק הישראלי, על-מנת לעזור לחברינו שמחפשים משרה חדשה בין משרות השבוע:Front-End Developer, Experienced Java Developer , Full Stack Developer, Media Buyer, Sales Director, IL Controller, HR Business Partner\n\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n \nDo you have what it takes to build beautiful, innovative new products for massive audiences? Our goal is to build intuitive and engaging products that will tell stories in new and innovative ways for the Geektime audience. This means solving complex, unique and large-scale problems, working with a passionate team, and creating compelling designs for all of our platforms, including our website and mobile apps.\nThis frontend developer will work out of our Tel-Aviv office alongside our product team and content team for the Israeli and international editions, to help design and implement the next version experience around our content.\nRequirements:\n– Be a geek.\n– Likes to work as part of an engaging, collaborative team.\n– Creative, motivated and driven worker.\n– A passion for technology, startups and entrepreneurship\n– Significant experience with Front-end technologies (Javascript, CSS and HTML)\n– Significant experience with backend technologies (MySQL, PHP, Node.js).\n– Knowledge and experience with WordPress development.\n– Knowledge in browser-compatibility and performance issues.\nEverything else is a bonus.\nTo send a CV for the position of Fullstack Web Developer – Geektime\nPlaytika is looking for an HRBP to join our Technology department!\nThe HRBP will support the business growth by managing and facilitating anything concerning the human aspects in the Technology department, including:\nConsultancy to the department executives; working closely with the HR team in EE; managing HR processes in the department, participating in thinking and leading HR processes in Playtika, etc.\nRequirements:\n– At least 5 years of experience as an HR in a global organization\n– Strong experience in the Technology industry\n– Experience with Eastern European sites – strong advantage\n– Fluent in English and Russian\nTo send a CV for the position of HR Business Partner– Playtika\nWe are looking for an experienced security researcher to join our team. Your job will be to enhance our product’s security value and detection capabilities, working closely with other R&D teams.\nIn this position you will:\nResearch advanced real-world cyber operations and tools used on big organizations\nDevelop the means of detecting and mitigating cyber attacks\nConduct research of OS internals\nDevelop research methodologies and infrastructure\nContribute to the global security community through papers, blogs and presentations\nRequirements:\nExcellent user experience intuition and skills\nAbility to quickly master new technologies\nExperience with enterprise product development\nDeep understanding of javascript user triggered events and css animations. Being able to use them to create an immersive experience.\nDeep understanding of html/css layouts. Being able to create complex data-heavy layouts that are fluid.\nAbility to work independently in a demanding start-up environment\nBackground in UI design / graphic design – an advantage\nB.Sc. in computer-science or related – an advantage\nTo send a CV for the position of Security Researcher – Cybereason\nDevelop high scale and performance applications with service oriented architecture.\nWork in an agile development methodology.\nDesign and develop using cutting edge open source technologies.\nHigh potential to grow and evolve in an exciting international company.Requirements:\nRequirements:\n3 Years development experience using PHP, JavaScript and related technologies.\nStrong problem solving and coding skills.\nExcellent communication skills.\nExperience with PHP, JavaScript, jQuery, CSS and HTML.\nExperience working with relational databases (MYSQL Server).\nExperience working with non-relational databases (MongoDB\\Cassandra\\Couchbase) – An advantage.\nExperience working with node.js, socket.io – An advantage\nTo send a CV for the position of Full Stack Developer – Expert Invest\nWe are looking for a highly motivated, detail-oriented senior developer. In this role, you will be part of a Centric team which will be responsible of raising web system from scratch. You will be required to provide quick and robust solutions under tight schedule and complex environment.\nWe want innovative, get-things-done, technologists with strong architecture and problem solving skills to join our web development team. If you are the type of person who enjoys programming and passionate about clean code and sound designs, who can work both in a team as well as single focal point, you are a match to our team.\nThe position includes development as well as guiding, mentoring and supporting other developers.\nRequirements:\n3 years  of JEE experience using Java and JEE technologies.\nExperience using Spring, Hibernate – must\nExperience with application server: WebLogic / WebSphere / JBoss – advantage\nExperience working with at least one of the following DBs: Oracle, DB2, MSSQL– Advantage\nKnowledge in web services:  REST, SOAP – must\nPrevious experience in designing , programming web systems from scratch – strong advantage\nHands-on experience in end-to-end (inception to implementation) solution on large scale enterprise IT initiatives.\nIn-depth knowledge of information systems concepts.\nIn-depth knowledge of applicable methodologies, tools, standards, and procedures.\nExcellent technical and analytical skills.\nRelevant degree\nTo send a CV for the position of Experienced Java Developer– SAPIENS\nEstablish, develop, and maintain relationships with media vendors and proactively seek new revenue opportunities\nTrack campaign results and optimize profitability\nCampaign management: ads operations, ad trafficking, billing and more\nRequirements:\nBA/ Bsc degree\n1-3 years of experience in media buying or a similar role in the online advertising industry\nFluent English- a must! Other languages – an advantage\nNegotiation and selling skills, marketing and sales oriented\nGreat Analytical skills\nTech savvy\nTo send a CV for the position of  Media Buyer – Vexigo\nAs a Full-stack Software Engineer for Jive (the largest and fastest growing independent vendor in the Social Business Software market aka Social CRM) you’ll play a critical role in delivering the market-leading social software platform for the enterprise. This is no small feat, especially when dealing with enterprise customers but you will be well rewarded with the knowledge that your work will be bringing joy to millions of users who remain bound by old, clunky and stale enterprise applications. You will be on a team that focuses on improving the wide range of existing features in Jive’s core product thus you will range throughout the application from the user interface through to the database.\nIn this role you will actively engage with QA, product management, customer support, product design, UI, and the rest of the development organization to achieve your goals. You¹ll have the distinct pleasure of being a hero to Jive’s customers as you improve the product based on their feedback.\nRESPONSIBILITIES\nWork with other members of the engineering team on architecture, design and development of both existing and new features.\nCollaborate with other development teams to ensure consistency in the application.\nProvide design and technical ideas to assist with development of a cleaner code base.\nWork as part of a collaborative team while being self-motivated and capable of learning new technology.\nRequirements:\nBASIC QUALIFICATIONS\n3-4 years of software development experience with solid Java or #C expertise.\nExperience in designing and implementing high performance, web based applications.\nStrong knowledge of web services and RESTful apis.\nKnowledge of agile development methodologies.\nWe are looking for a smart, highly motivated, out of the box thinker that is also a great team player.\nExcellent communication skills are expected.\nBachelor ‘s degree in computer science or equivalent discipline.\nPREFERRED QUALIFICATIONS\nSome experience developing with Javascript, CSS, and HTML.\nExperience with web technologies in the Java environment.\nTo send a CV for the position of  Java Developer Full Stack – JIVE\nPosition Overview:\nWe are looking for an experienced sales directors to join our growing business development and sales team.  Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc.\nJob description:\nQualify and nurture inbound leads for high/low touch opportunities\nCreate own opportunities and harvest them, with the help of the backend sales team\nPersonal responsibility for “high touch” accounts\nRequirements:\nMust have at least 5 years of sales experience executive, at least 2 years in the CDN market\nExperience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage\n Location:  \n For USA: preference for LA and NY\nFor EMEA: preference for Germany, UK,  or France\nTo send a CV for the position of  Sales Director – Hola Better Internet\nPerion is looking for an Israel Controller to join the corporate finance team.\nReporting directly to the Director of Finance, the IL Controller is responsible for overseeing all accounting aspects of the Israeli entities.\nResponsibilities:\nIsrael Controller Oversee monthly close process and month-end reporting of the Israeli entities.\nPrepares work papers and supporting schedules for the quarterly financial review and annual financial audit in accordance with US GAAP and Perion accounting policies.\nCompliance of the Israeli entities with SOX requirements.\nStatutory reporting to the tax authorities.\nReporting to government institutions as needed.\nPerform other tasks as required.\nRequirements:\nBachelor’s degree in accounting\nCPA (Israel)\nExperience working in a SOX compliance environment.\nMaximum 5 years’ work experience in a public company traded in NASDAQ.\nBig-4 experience.\nHigh integrity and work ethics.\nCommitted team player.\nAbility to work in a fast paced work environment.\nAbility to work towards tight deadlines and corporate objectives. Results oriented.\nFluent in English\nAdvanced excel knowledge.\nExperience with ERP systems- NetSuite is an advantage.\nTo send a CV for the position of IL Controller – Perion Network Ltd\nTackle server side and client side challenges while focusing on creating scalable, extendable and robust infrastructure\nDesign and implement new enterprise grade application\nWrite high and low-level design documents (Design)\nWork with a diverse group of engineers throughout the entire deployment phases\nAble to educate inexperienced developers on best development practices\nTackle server side and client side challenges while focusing on creating scalable, extendable and robust infrastructure\nDesign and implement new enterprise grade application\nWrite high and low-level design documents (Design)\nWork with a diverse group of engineers throughout the entire deployment phases\nAble to educate inexperienced developers on best development practices\nRequirements:\nBSc in computer sciences / Software Engineer\nMore than 5 years’ experience in SW development of large/complex systems\nExpert in Server side development, architecture and design\nKnowledge of Big Data technologies (NOSQL – Vertica) – a major advantage\nDeep knowledge in SOA, Multi-Threading, WCF and parallel programming\nAdvantages:\nExperience with agile, test-driven software development and continuous integration\nExperience building the UI of enterprise level system using WinForms, HTML5, Java-Script, CSS, JQuery, JSON, AJAX\nExperience in developing Java-Script on top of frameworks\nBSc in computer sciences / Software Engineer\nMore than 5 years’ experience in SW development of large/complex systems\nExpert in Server side development, architecture and design\nKnowledge of Big Data technologies (NOSQL – Vertica) – a major advantage\nDeep knowledge in SOA, Multi-Threading, WCF and parallel programming\nAdvantages:\nExperience with agile, test-driven software development and continuous integration\nExperience building the UI of enterprise level system using WinForms, HTML5, Java-Script, CSS, JQuery, JSON, AJAX\nExperience in developing Java-Script on top of frameworks\nTo send a CV for the position of Full Stack Developer- Server Oriented Optimal Plus", "keywords": "גיקג\\'וב,geektime,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,cybereason,jive,hola,perion,playtika,front-end developer,experienced java developer,ספיאנס,אופטימל פלוס,vexigo,,full stack developer,media buyer,sales director,il controller,hr business partner,expert invest,front end developer,גיקגו\\'ב"}