{"url": "https://www.geektime.co.il/geeklist-060116/", "type": "article", "title": "בואו לעבוד איתנו: שתי חברות מספרות למה שווה לעבוד דווקא אצלן", "description": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/01/Playtika-work-with-us.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-01-07T17:50:24Z", "modified_time": "2016-01-07T16:56:47Z", "articleBody": "לא רק משרות, אלא גם למה כדאי לכם לעבוד בחברות הספציפיות הללו. שתי חברות הייטק מובילות בישראל מספרות לכם מדוע שווה לכם להצטרף דווקא אליהן ועל הדרך משתפות גם\nקרדיט: Efisameach\nPlaytika היא אחת מחברות המשחקים הגדולות והמצליחות בעולם, ששמה את ישראל על המפה בזירת ה-Social Games העולמית. כ-20 מיליון שחקנים נהנים מהמשחקים שלנו בכל חודש, ב-12 פלטפורמות שונות (אפל, אנדרואיד, פייסבוק וכו’). הם מחייבים אותנו להיות תמיד בקדמת הטכנולוגיה בסביבה היפר תחרותית.\nהחברה הוקמה ב-2010 וכיום למעלה מ-1,000 עובדים מייצרים ריגוש חווייתי ממשרדים בארצות הברית, קנדה, יפן, ארגנטינה, רומניה, אוקראינה, בלרוס ובמטה החברה בישראל.\nאנחנו מתגאים באווירה הדינמית שקיימת עוד מכשהיינו סטארט-אפ ומאמינים שלמרות שאנחנו חברה גדולה, רוח הסטארטאפ עדיין נושבת בנו. כל עובד ועובד משפיע על התוצאות העסקיות שלנו, כולם: אנליסטים, BI, מנהלי מוצר, אנשי מרקטינג, קריאייטיב, פיתוח, שימור לקוחות, QA ומנהלה.\nהכח שלנו הוא בעובדים שלנו, ולכן אנחנו דואגים לבדר ולהעשיר אותם כדי להמשיך להיות החברה מספר אחת בפיתוח משחקים בישראל ומהגדולות בעולם. אנחנו עוסקים בבידור וזה מתחיל מהבית.\nבואו להגשים איתנו את החלום, לא רק לשחק משחקים אלא גם לפתח אותם!\nרוצים לעבוד ב-Playtika? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nFacebook Campaign Manager\nHR Business Partner\nData Engineer\nVIP Account Manager\nProduct Manager\n\nלמה כדאי לכם לעבוד בפריון? כי אנחנו מפתחים טכנולוגיות שעוזרות לעסקים להתפתח – אנחנו חברת אינטרנט בינלאומית שמספקת פתרונות טכנולוגיים מתקדמים וכלים שיווקיים בדסקטופ, במובייל וברשתות חברתיות. קהלי היעד שלנו הם מפתחי אפליקציות, מפרסמים וסוכנויות פרסום.\nכי אנחנו לא רק עושים דברים גדולים, אנחנו גם גדלים – יש לנו היום כ-400 מפתחים, מהנדסים, אנשי שיווק ומכירות מבריקים בשלוש יבשות: ישראל (אסיה), אירופה ואמריקה.\nכי יש אצלנו את התנאים הכי טובים – סביבה צעירה ודינמית, חגיגות שבועיות של Happy Hours, משרדים חדשים ומעוצבים, הטבות לחדר כושר בבניין, חבילת הטבות סוציאליות ייחודית.\nכי אצלנו עובדים האנשים הכי מוכשרים – אנחנו מחפשים אנשים מוכשרים להצטרף לצוות מנצח, הנמצא בחזית הטכנולוגיה העולמית ומייצר פתרונות ללקוחות ולמותגים גדולים מכל העולם.\nכי אנחנו עובדים בטכנולוגיה המתקדמת ביותר – אנו עובדים עם הטכנולוגיות המובילות: node.js, ruby, Hadoop, NET.\nכי יש לנו את הלקוחות הכי מעניינים – בין לקוחותינו ניתן למצוא שמות כמו Gett, L’occitaine Paris, ועוד….\nרוצים לעבוד ב-Perion? להגשת מועמדות למשרה הרלוונטית לחצו על הטייטל:\nBackend Devleloper\nBig Data Infrastructure Developer7\nC# Server Developer\nTier 2 Support Engineer\nSenior Data Scientist\n \n ", "keywords": "הייטק,סטארטאפים,משרות,משרות פנויות,בואו לעבוד אצלנו,בואו לעבוד איתנו,משרות הייטק,משרות בהייטק הישראלי,plus500,פלוס500,​salestech​,סיילסטק,account manager,big data,campaign manager,data engineer,data scientist,devleloper,perion,playtika,product manager,server developer,support engineer,לוח דרושים,משרות בהיי-טק,פיריון,פליטיקה"}