{"url": "https://www.geektime.co.il/jobs-march-21/", "type": "article", "title": "10 חברות שגדלות במהירות ומחפשות מפתחים", "description": "ריכזנו עבורכם משרות טריות מהלוחות שלנו כדי שתוכלו גם למצוא עבודה חדשה וגם לבדוק מה קורה בשוק. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/screen-1839500_1280-e1485249702294.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-03-21T18:00:02Z", "modified_time": "2017-06-01T15:36:08Z", "articleBody": "ריכזנו עבורכם משרות טריות מהלוחות שלנו כדי שתוכלו גם למצוא עבודה חדשה וגם לבדוק מה קורה בשוק. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות שלנו – Geeklist.\nרוצים שגם המשרה או חברה שלכם תופיע כאן, הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nבואו לעבוד באחת מהמחלקות המתקדמות והחדישות ביותר בחברה המפתחת את טכנולוגיות ההענן מאפס. משרה מאתגרת בחזית הטכנולוגיה והזדמנות להצטרף לצוות הנותן תמיכה ואינטגרציה למוצר החברה. תנאים מצוינים למתאימים.\nדרישות:\n– ידע וניסיון מעמיק עם LINUX\n– ניסיון בכתיבת סקריפטים ב-bash/per\n– ניסיון עם Jenkin ,Git\n– היכרות עם JAVA\n– אוטודידקט\nלשליחת קורות חיים למשרת Devops Linux – SQLINK\n\nDevelopment of software functionality, including design, implementation, tests and support. Be part of a group that taking the Recording Solution of Nice to the Cloud, using most up-to-date technologies, working in Agile Environment, working in Micro-services Architecture, and with CI/CD Processes/\nDesign of software according to agreed standards, architecture and requirements\nImplementation of software according to design\nPlanning and performing testing to ensure fit to standards (e.g. security, scalability, etc.), design as well as functional and non-functional requirements\nSupporting customers and the support groups by analyzing and solving product issues\nInterface with various R&D groups, as well as support and services groups.\nRequirements:\n– BSc in Computer Science/Software Engineering or equivalent\n– At Least 5 years of Experience in development of Java servers / backbends.\n– At Least 2 years of development in Multi Threads / Micro Services environment.\n– At least 2 years of experience with Maven + Idea\n– At least 2 years of Experience in Java 8 / At Least\n– At least 2 years of Experience in Spring Framework.\nTo send a CV for the position of Expert Java Software Engineer – Nice\n\nWe are looking for a research scientist to expand our video algorithms team. In this role, you will be responsible for the algorithms and models that underlie the experiences we create.\nYou will apply your practical experience dealing with a lot of video, your deep understanding of machine learning fundamentals and algorithms, your willingness to write code to explore problems and understand video and image recognition, and your ability to implement solutions from scratch, all while solving challenging real-world problems at large scale.\nExample problem spaces include working with Google, IBM, Amazon and other image recognition services to research their best and worse sites, creating algorithms to move from still image recognition to video image recognition, using video encoding features to minimize number of still image recognition.\nRequirements:\n– BA/MA software engineer / electrical engineer\n– 3+ years of experience in image recognition algorithm\n– Experience in at least one of the following platforms: IBM Watson / Google image API / – – Amazon image recognition / Clarifai / TensorFlow\n– Experience in at least one of the following tools: FFMPEG / openCV\n– Experience in Video and/or video codec  – advantage\n– Experience in Python and Java\n– Experience in Machine Learning and/or Big Data – big advantage\nTo send a CV for the position of Image Recognition Algorithm Engineer – AnyClip\nמקור: cc-by-Dvirraz\nThe NVF team is looking for a Frontend developer gifted developer to join an Amdocs’s elite team that builds a unique cloud platform in the NFV domain. As a Frontend developer you will be part of a small team of experts that practice new technologies, in an uncharted territory, and have the freedom to explore and research some of the most exciting things going around in the telecom world. We are looking for an independent, free thinker, innovator, and executioner, with passion to learn and expand his horizons!!\n Responsibilities:\n– You will Be part of a new business unit that establishing to provide cutting edge product for the telecom industry, and help us go where no person has gone before.\n– You will exposed to other amazing employees and intelligent thinkers.\n– You will serve as an expert on specific technology.\n– You will take an active role in technical mentoring within the team.\nRequirements:\n– 5 years’ experience as a software engineer or a software support engineer.\n– At least 2 years of experience in specializing in UI technologies like: ES6, React, Gulp, Webpack, Nodejs, Redux, Java, Spring, Apache CXF, CassandraDB – advantage\n– Excellent understanding and proven experience in Java.\n– Bachelor’s degree in Science/IT/Computing or equivalent.\n– Awareness of programming concepts and ability to write software code in at least one programming language.\n– Outbound thinking out of the box and pushed by innovation\nTo send a CV for the position of FrontEnd Developer – Amdocs\n\nGigya is looking for Front End Developer to join our team developing web application & SDK for our leading SaaS platform.\nAt this position you will take full ownership on developing Gigya’s management console using a different SPA technologies. Moreover take part in the development of the different SDKs being implemented and used by our client. You will challenge yourself with with Angular2 (TypeScript), ES6, Node.js and more.\n Requirements:\n– At least 3 years of experience in web development (client-side).\n– Experience with developing Single Page Applications.\n– Experience with Object Oriented JavaScript\n– Experience in the design of software architecture\n– Exceptional self-learning capabilities\nTo send a CV for the position of Front End Developer – Gigya\n\n Responsibilities:\n– Develop and lead a business development process focused on scouting for startups in the industrial IoT & Healthcare space, as candidates for GE Digital’s startup program\n– Create a regular pipeline of candidates by leading a thought leadership, communication & scouting process\n– Lead a startup selection process by reporting to GE Digital leadership regularly\n– Work with startup CEOs to establish business connections & partnerships between GE business units and the Israeli startups who are in the program\n– Create an ecosystem of internal and external partners & mentors – Connect with the Israeli tech community and engage internal stakeholders\n– Mentor companies on ongoing basis\n– Liaise with GE Ventures, GE’s capital investments arm and with GE Global Research, GE’s R&D organization\n Requirements:\n– Minimum 2 years of proven experience in working with Israeli cyber startups, entrepreneurs & innovators\n– Business development skills – Scouting for innovation, managing relationships, creating deal structures & projects\n– Managerial experience – Experience in leading projects, managing products, cross functional teams in hightech sectors\n– Proven experience in working with technology either in a technical role (developer, engineer etc) or product oriented role. Ability to understand technological concepts.\n– A connector – A strong network in the Israeli tech community – entrepreneurs, VCs, government officials\n– Experience in leading strategic initiatives in a large matrix US organization & creating stakeholders support\n– Strong influencing & motivating skills\n– Experience in working in an industrial company – Nice to have\n– Fluent in English. Willing to travel abroad several times a year\n– Independent, driven, adaptable, honest, confident, enthusiastic\nTo send a CV for the position of Ecosystem Development Manager – General Electric\nצילום: גיקטיים\nAs an architect, you’ll be part of a small team that is involved in brainstorming, designing and sometimes implementing, the company’s more challenging technical requirements. You’ll be expected to know the product inside-out, be familiar with many different technologies form different domains (web, native mobile, server backend). You’ll need to work with the development teams, be sharp, creative and with good people skills.\nResponsibilities:\n– You will be responsible for ongoing research to understand how modern software engineering practices can be applied on a large scale enterprise level software and its lifecycle\n– You will be able to identify all of the source, tools, environment, and other components that make up a particular release\n– You will research and integrate new technologies into our stack\n– You will initiate and push DevOps improvements, enhancements and automation\n– You will assist in the architectural integrity of our products and identify problematic areas in the current implementations\n– You will assist in the continuous improvement of our development methodologies\n– You will enhance our framework for development and deployment processes\nRequirements:\n– Experience in a similar role\n– Minimum 3 years of experience in architecture of web-based applications.\n– Minimum 7 years of experience in development.\n– Experience in agile development and having the agile mind set\n– Strong technical and hands-on orientation\n– Experience in mentoring development teams.\n– Deep understanding in Cloud deployment, Cloud technologies, Continuous Build, Continuous Integration, Test Automation and Continuous Deployment.\n– Deep understanding of SW Engineering practices\n– Excellent communication skills\n– Verbal and written skills in English.\n– Natural curiosity & leadership skills\n– The ability to understand the engineer’s point of view as well as the manager & the senior management & bridge between those gaps.\n– The ability to explain complex things simply.\n– B.Sc. in Computer Science or related fields- Must.\nTo send a CV for the position of Architect – Como\nThe Decision Analytics team in Haifa Research lab is part of IBM’s leading division – Watson Group. We are offering you the opportunity to take part in the ChatBot revolution!\nOur mission is to develop the next generation of Problem Solving Virtual Agent.\nAs a member of the Decision Analytics group, you will develop solutions that revolutionize the way people make decisions. In addition to making impact on IBM flagship Watson, you will be part of a passionate team of talented engineers and researchers\nRequirements:\n– MSc/ PhD in Computer Science with expertise in NLP or related field\n– Excellent engineering skills, previous experience with architecting, designing and developing complex engineering solutions.\n– Ability to write NLP code for computational linguistics uses\n– Ability to develop innovative algorithms and technologies and pursue patents where appropriate\n– Hands on, you are gonna write code.\nApply via-\nTo send a CV for the position of Bright AI Scientist – IBM\nLivePerson is looking for an experienced .NET developer for its Consumer Business R&D Group. Be part of a strong team and enjoy the work environment of a start-up, with a robust product and the benefits of belonging to an excellent company. The Consumer group develops and manages our Online Experts advice platform of over 60 thousands experts in hundreds of categories and millions of clients that get live advice.\nWe are looking for an extremely technical and mission oriented R&D Developer who is able to execute in a scrum development teams, design and develop products in accordance with product requirements. This position requires excellent team player attitude and good communication skills.\n Requirements:\n– At least 3 years of experience in ASP.NET (MVC/Web forms) using C#  programming\n– Strong skills in client side technologies is a must: HTML5, CSS3, OO Java script, JQuery, JQuery mobile, Angular.JS\n– Experience with WCF and Web API\n– Deep understanding of Object oriented design principles\n– Experience with MS SQL Server\nTo send a CV for the position of NET Web developer – LivePerson\nעובדי Matrix\nResponsibilities:\n– Research new web and UI technologies, operating environments and software solutions for integration or migration purposes\n– Produce quality products that meet high security, stability and performance standards\n– Take part in research projects for new products and features\n– Development is done mostly in C# and ASP.NET\n– Report to R&D Group Manager\n Requirements:\n– MAMRAM graduate or BA in Computer Science (5+ years of experience)\n– 4 Years experience in web application development in ASP.NET\n– Excellent design and analytic skills\n– High ability to use new technologies and understand them in depth through rapid self learning\n– Thorough and methodical approach to any task\n– Proactive by nature. Internal drive for excellence and improvement\n– Original thought, creativity\n– Experience in project/team management – An advantage\nTo send a CV for the position of Senior Web Engineer – Matrix\nAGT is a pioneer in IoT and Social data management, Big Data integration and advanced analytics. As such, by joining us you will have the opportunity to work alongside brightest minds in those domains.\nYou will join an extensive global P.hd’s research team. As part of it, you will be responsible for developing a new field of emotion and behavioral analytics via human sensorial data with machine / deep learning and other analytical methods.\nResponsibilities:\n– Gather and analyze data, identify key prediction/classification problems, design solutions and build prototypes, using machine learning, advanced techniques and algorithms\n– Develop new analytics, algorithms and data processing chains to create insights from IoT data\n– Collaborate with product management to understand the domain, problems’ space and product analytics’ requirements\n– Conduct research and coordinate work with peers and external partners\n– Work with development team to bring insights from idea inception, through research to implementation and integration in a scalable technology stack\n– Stay current on published state-of-the-art algorithms and competing analytics technologies\nRequirements:\n– MSc in Computer Science, Mathematics, Statistics or a related discipline- an advantage\n– At-least 3 years’ experience in data science and algorithms research and development\n– Strong analytical skills, with proven track record including publications, development and deployment experience\n– Solid foundation and background in machine learning and artificial intelligence techniques, with broad understanding of supervised and unsupervised learning methods and algorithms\n– Experience working with modern programming languages: Python, Java, R, Matlab for interactive data research, algorithms and analytics packages development\n– Practical experience with: sensor data, big data and complex data processing chains is a big plus\n– Experience working within cross-disciplinary teams in a dynamic, fast paced environment\n– Fluent in English (written and verbal), other languages are a plus\nTo send a CV for the position of Data Scientist – AGT International\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים >>>", "keywords": "devops linux,sqlink,data scientist,agt international,senior web engineer,matrix,bright ai scientist,architect,como,ibm,ecosystem development manager,front end developer,gigya,general electricfront,end developer,amdocs,image recognition algorithm engineer,anyclip,expert java software engineer,nice,net web developer,liveperson,.net web developer,insider,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}