{"url": "https://www.geektime.co.il/geekjob060916/", "type": "article", "title": "10 משרות חמות למפתחי Front End או Back End", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/09/GettyImages-531264627.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-06T13:50:14Z", "modified_time": "2016-09-07T15:09:40Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n– Work with the analytical teams to build and improve Riskified’s proprietary machine learning and predictive models’ subsystems.\n– Assess and adopt new available technologies.\n– Optimize the application for maximum speed and scalability while writing high quality, reusable and reliable code.\n– Design the overall architecture of the machine learning application.\n– Translate R research code to Ruby production code.\n– Use TDD to write well-tested code.\n– Fix bugs fast and improve application performance.\nRequirements:\n– At least 3-5 years of recent hands-on coding and software design.\n– Proficient knowledge of a back-end programming language, preferably Ruby.\n– Someone who can plan and design the system from a high level perspective.\n– Autodidactic approach to software development, and ability to work on a wide range of development platforms.\n– Solid OOP and software design knowledge – you should know how to create software that’s extensible, reusable and meets desired architectural objectives.\n– Can handle Math/Statistics algorithms and transform them to workable code.\n– Highly data-driven, knowledge of SQL.\nTo send a CV for the position of Backend Developer – Riskified\nYou will take part in the architecture, design and implementation of a large scale management solution for cloud environments. You will work on big data processing and cloud related aspects such as multi-tenancy, high availability & agility, NoSQL DB, security and more. The challenge is to develop an efficient large scale cloud management solution in a heavily used production environment for enterprise customers.\nRequirements:\n– A degree in Computer Science/Software engineering from a well-regarded university OR a comparable experience from well renowned companies or military units.\n– Self-driven individual who enjoys a startup culture.\n– 3+ years of hands-on experience with backend development for large scale system using object oriented methodologies.\n– Experience with python, its web frameworks and MongoDB or experience from C#/Java frameworks and other NoSQLs.\n– Familiarity with endpoint security – Advantage.\n– Broad knowledge of current cloud technologies such as NoSQL and AWS. – Advantage.\n– Experience with large scale management systems – Advantage.\nTo send a CV for the position of Backend Cloud Software Engineer – SentinelOne\n– Design, develop, implement and move to production new back end services for RTB and big data infrastructure.\n– Work in cloud environment with new technologies, high system availability and load.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– Minimum 4 years hands on java (J2EE) experience.\n– Minimum 3 years in back end development.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– AWS knowledge – advantage.\n– C++ – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Back End Developers – anyclip\nAs a Vonage backend software engineer, you will build the infrastructure and business logic for next generation of unified communication platforms.\nYou will be in charge of developing software solutions that serve millions of users and businesses in their day to day communication needs, utilizing cutting edge technologies and developing a scalable robust solutions.\nRequirements:\n– At least 3 years of development experience in a high level programing language (Java, C++, C# or Objective C).\n– Ability to handle large scale distributed systems.\n– Java experience – advantage.\n– Linux experience – advantage.\nTo send a CV for the position of Backend Developer – Vonage\nAs a Backend Engineer at Jive you’ll take part in the next generation of Jive software, working on ambitious projects on from the vendor of market-leading social software platform for the enterprise.\nRequirements:\n– 5-6 years of software development experience with solid backend development expertise in one or more of the following languages: Java, Scala, Node.js, Python, C#…\n– Strong knowledge of web services and implementation of RESTful apis, in a SOA environment.\n– Experience with document databases, one or more of: RethinkDB, MongoDB, Cassandra.\n– Familiarity with distributed systems concepts.\n– Experience in designing and implementing durable, redundant high performance data services.\n– Demonstrated OOP design capability.\n– Familiarity with agile development methodologies, working in a Continuous Integration environment.\n– Experience in writing unit tests and code coverage orientation.\n– Familiar with the Linux environment, tools and command.\n– Team player, excellent communication skills are expected.\n– Bachelor ‘s degree in computer science or equivalent discipline.\n– At least 1 year Node.js experience – Major advantage\n– Experience with Redis, RethinkDB.\n– Experience with queuing systems – RabbitMQ/ SQS/ Kafka.\n– Experience with EC2, SQS and other AWS services.\n– Experience with CDNs – CloudFront / Akamai.\nTo send a CV for the position of  Backend Developer – Node.JS – JIVE\n– Join a strong team in a highly dynamic environment that works in scrum and agile methodologies.\n– Lead topics and designs in a highly technological environment with complex architectures\n– Work closely with UX teams and Product management to define and build the optimal user experience for our web UI.\nRequirements:\n– BA/B.Sc. in Computer Science or equivalent.\n– At least 4 years of web client-side development.\n– Strong Passion for front-end development.\n– Deep knowledge and understanding of client-side architecture and experience in building large scale web applications.\n– Experience with client-side JS frameworks, and specifically Prototype and Marionette – advantage.\n– Results driven, with good execution skills.\nTo send a CV for the position of Senior Web Front-end Developer – LivePerson\n– Build our main web application and products for millions of consumers.\n– Implement features and user interfaces of Payoneer’s consumer world, like viewing your financial activity, withdraw to bank, making inside payments and much more.\n– Design efficient and reusable front-end React components.\n– Collaborate with our amazing people; Product Designers, Product Managers, and Software Engineers to deliver compelling user-facing products.\nRequirements:\n– 3+ years of JavaScript experience including asynchronous programming, single page apps, closures, types, and ES6.\n– Advanced level in at least one of the following JS Frameworks: React, Angular, Ember, Backbone.\n– 3+ years of HTML/CSS experience – DOM, CSS3, Sass, Bootstrap SVG, cross browser compatibility.\n– Hands on experience with web applications that are live in production, serving a large amount of clients.\n– Pixel-perfect implementation of UI/UX and creating beautiful user flows enlightened.\n– Familiarity in server-side technologies.\n– Exceptional self-learning capabilities.\nTo send a CV for the position of Front End Developer – Payoneer\n– השתתפות בכלל מחזור החיים של הפיתוח, מקונספט להשקה.\n– עבודה צמודה עם מנהלי מוצר, מעצבי ממשק, ובודקים, בסביבת עבודה בעלת רמת שיתוף פעולה גבוהה מאוד.\n– אספקת קוד מאובטח, בעל ביצועים ברמה גבוהה, ובר-תחזוקה באמצעות יישומם של תנאים נאותים.\n– לוודא כי כל עבודת הפיתוח נעשית באיכות גבוהה באופן עקבי.\n– פיתוחם של פיצ’רים חדשים.\n– אפיון וכתיבת דיזיין.\nRequirements:\n– לפחות 3 שנות ניסיון בOOP ו Design Patterns באמצעות JavaScript.\n– לפחות 2 שנות ניסיון בטכנולוגיות HTML5 מובייל.\n– ידע וניסיון מתקדמים בHTML5, CSS3, וJavaScript(ES5, ES6).\n– היכרות עם web frameworks, וטכניקות חדשניות.\n– ניסיון בהקמת SPA באמצעות JavaScript מאפס.\n– ניסיון בבניית אפליקציות מובייל ודסקטופ גמישים בעלות ביצועים ברמה גבוהה.\n– ניסיון בתאימות בין דפדפנים.\n– ניסיון בהרחבת SCSS\\LESS – יתרון.\n– ניסיון בתכנות בC# עם ASP.NET – יתרון.\n– ניסיון עם MS SQL Server – יתרון.\nTo send a CV for the position of Experienced Front End Developer – 888\nBlazemeter is a fast growing startup with an outstanding technology and top tier customers.\nWe are building the next-generation cloud-based performance testing solution, and looking for brilliant Backend developer, who is super innovative, creative to join our team.\nRequirements:\n– At least 2 years of proven experience in building complex Web applications using PHP/Python/Ruby/Node.JS.\n– Knowledge of OOP and various design patterns.\n– Proven experience with DB programming (NoSQL DBs – advantage).\n– Linux/cloud computing environments.\n– Team player with good communication skills.\n– Good understanding of Agile/Scrum, unit testing, code reviews.\nTo send a CV for the position of  Back End Developer – Blazemeter\nלחברת הייטק חדשנית ומובילה בתחומה דרושים מפתחי Front End מנוסים!\nRequirements:\n– שנתיים ניסיון בפיתוח Front End – חובה!\n– ניסיון בטכנולוגיות: CSS3,HTML5,Java Script,Ajax,Jquery – חובה!\n– ניסיון בעבודה עם Angular/Backbone/Bootstrap – יתרון\nTo send a CV for the position of לחברת הייטק בצמיחה דרושים/ות מפתחי/ות Front End – Log-On", "keywords": "backend developer,riskified,backend cloud software engineer,sentinelone,back end developers,anyclip,vonage,backend developer - node.js,jive,senior web front-end developer,liveperson,front end developer,payoneer,experienced front end developer,888,back end developer,blazemeter,לחברת הייטק בצמיחה דרושים/ות מפתחי/ות front end,log-on,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}