{"url": "https://www.geektime.co.il/geekjob300816/", "type": "article", "title": "10 משרות חמות למפתחי מובייל", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/08/GettyImages-453854350.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-09-01T13:20:10Z", "modified_time": "2016-09-01T12:19:29Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nThe Web Developer will be will be part of OnStar Europe R&D and will be responsible for:\n– Mobile Web application development using current web technologies.\n– Vehicle Infotainment.\n– Design, implement and unit-test web software modules.\nRequirements:\n– Experience with Mobile web UI development.\n– Experience with Native Mobile Development iOS or Android.\n– Past experience in server and client software development.\n– Experience with current web technologies (Node.JS, TypeScript, HTML5, JavaScript, CSS, Sencha).\n– User and customer centric approach.\n– Hands on character.\n– Experience with global large scale production releases with multiple development.\n– Excellent communication skills – Fluent English.\n– Excellent organization, interpersonal and communication skills.\n– Ability to handle multiple assignments and tasks independently.\n– Bachelor’s degree in in Computer science or related technical field or equivalent practical experience.\nTo send a CV for the position of Mobile Web Developer – General Motors – ג’נרל מוטורס\n– Lead the technical and strategy, research, design, and implementation of cutting-edge technologies to influence industry-leading middleware, cloud, and mobile offerings.\nRequirements:\n– MS or PhD with 3+ years related industry experience.\n– Proven technical leadership.\n– Innovative and strategic thinking, research and self-learning skills.\n– Excellent interpersonal skills.\n– Business development and/or product management skills.\n– Good understanding of systems programming including distributed systems, multithreading, networking, performance analysis, etc.\n– Demonstrated proficiency and programming experience in C, C++ or Java, Knowledge of OOP.\n– Open source contribution is an advantage.\nTo send a CV for the position of Technical Leader/Manager in the Cloud and Mobile Dep. – IBM\n– Design and lead complex features in our mobile SDK and mobile apps.\n– Work closely with the server team to design, build, test and release our mobile experience for users.\n– Offer the in depth knowledge of the Android platform that’s required by our product team.\n– Create documentation for developers detailing the integration process and unique abilities you have helped create.\nRequirements:\n– Degree in Computer Science or equivalent.\n– Personal interest and passion for mobile development.\n– At least 5 years of software development experience.\n– At least 2 years of experience with native development for Android.\n– Proven experience delivering finished mobile applications.\n– Intermediate to advanced familiarity with GitHub.\n– Good communication and interpersonal skills.\n– Quick learner and self-managed.\n– Fluent English.\nTo send a CV for the position of Senior Android Developer – LivePerson\nWe are looking for an iOS Developer who possesses a passion for pushing mobile technologies to the limits and will work with our team of talented engineers to design and build the next generation of our mobile application.\nRequirements:\n– Working experience in iOS development.\n– Proven working experience in software development.\n– Have published one or more iOS apps in the app store.\n– A deep familiarity with Objective-C and Cocoa Touch.\n– Experience working with iOS frameworks such as Core Data, Core Animation, Core Graphics and Core Text.\n– Experience with third-party libraries and APIs.\n– Working knowledge of the general mobile landscape, architectures, trends, and emerging technologies.\n– Solid understanding of the full mobile development life cycle.\n– BS/MS degree in Computer Science, Engineering or a related subject.\nTo send a CV for the position of iOS Developer – AGT International\n– Work with other members of the engineering team on architecture, design and development.\n– Provide design leadership and technical assistance to other team members\n– Must communicate effectively with management and peers.\n– Must be self-motivated, have a strong team orientation, learn quickly and possess excellent communication and interpersonal skill.\n– Passionate about mobile design and development.\nRequirements:\n– 2+ years implementing with Objective-C as a primary language.\n– Experience with iOS and Cocoa Frameworks.\n– Common design patterns and idioms as they relate to Objective-C and Cocoa.\n– XCode environment (Interface Builder, GDB, Instruments, etc).\n– ARC and memory management.\n– Solid understanding of computer fundamentals.\n– Working knowledge of agile development processes.\n– Proud to deliver well-tested quality code with each release.\nTo send a CV for the position of IOS Developer – JIVE\n– A chance to participate in the creation of exciting projects – our games are played by millions!\n– An amazing team of young, capable, like-minded peers and a “work hard, play hard” attitude.\n– A chance to secure your own pot of gold (figuratively speaking, and pending the results of your interview). Be aware that there is ALMOST zero chance of being given either a pot of gold, or a Leprechaun.\n– A chance to take your professional career to the next level.\n– A great opportunity for growth and professional development.\n– Conferences, training and seminars to improve your skills.\n– A super cool office in a convenient location with parking lot.\n– Employment and social benefits in accordance with local legislation.\nRequirements:\n– Strong C++ skills and the ability to code and architect various core engine systems.\n– A keen analytical mind, with strong problem solving skills.\n– Firm grasp of 3D math, including transforms and quaternions.\n– Experience with multiple core system tasks, such as graphics, tools, video, audio, networking, memory handling, script compilers, threading.\n– OpenGL rendering experience.\n– Performance optimization skills.\n– At least 3 years of professional experience.\n– Strong Objective-C and Java skills experience.\n– Well versed in games and the ability to articulate what is strong/weak about the design of existing games.\nTo send a CV for the position of C++ Mobile Developer – Plarium\nWe’re looking for an experienced, professional, and highly motivated Android Engineers to join our cutting-edge Android team developing the next AT&T over-the-top Netflix competitor!\nThink about a TV, not an app, while support any Android device, including: Smartphones, Tablets, Android TV, Wearables & Amazon Fire TV, to bring TV everywhere!\nIt’s going to turn some heads in the industry…\nRequirements:\n– Solid experience with Java and the Android SDK.\n– Experience building rich Android UI application for different devices.\n– Strong problem-solving and critical-thinking skills.\n– Leading agenda based on practice engineering & Clean Architecture.\n– Experience building applications that talk to RESTful web services.\n– Experience writing multi-threaded, asynchronous code.\n– Understanding of software design patterns and architectural principles.\n– Attention to quality through unit tests, automation scripts, and code reviews.\n– Experience with Android internals.\n– Strong computer science fundamentals gained through Bachelor’s degree in CS, Software Engineering or equivalent.\nTo send a CV for the position of Senior Android Developer – AT&T\n– An experienced Developer is needed for an excellent and dynamic team working on challenging mobile solutions.\n– The candidate will take part in mobile projects development as well as research of new solutions.\nRequirements:\n– BS.c. in computer science or other relevant degree.\n– 2+ years of software development experience.\n– Object oriented and SW design skills.\n– 2+ years of native iOS\\OSX development.\n– Strong ObjectiveC knowledge.\n– familiar with Apple products, environment, OS & Xcode.\nTo send a CV for the position of IOS Developer – HPE Software\n– An innovative and unique startup company in Haifa, with an excellent team and cutting edge technology in the wearable domain is looking for an experienced android developer.\n– The job offers an opportunity to design and create an android based system and applications with extensive connectivity, reach UI, real time processing, ROM modifications and much more using the most up-to-date state-of-the-art technologies out there.\n– Desired Skills and Experience.\nRequirements:\n– First degree in Computer Science from a known institute.\n– Android development experience.\n– Deep knowledge and extensive experience in Java, Android Studio, C and NDK.\n– At least 4 years of proven experience with Java and Android development.\n– Significant Experience in responsive UI and Layouts, graphics, animations, IPC, background services, high performance processing, multithreading and the various Android OS mechanisms and services.\n– Significant Experience in Bluetooth communication (mainly 4.0).\n– Knowledge and Experience with low level android development and ROM modifications.\n– Knowledge with 3D programming, Video streaming and image processing.\n– Experience with third-party libraries and APIs.\n– Experience in building client–server applications.\n– Experience in REST and with integration with external APIs like Google Services (e.g. maps), Social networks (e.g. Facebook).\n– Advantage to developers with knowledge in: GIS, Sport platforms (e.g. Strava) and IOS development.\n– Advantage to Cyclists.\n– The developer must be a team player with the ability of self-learning.\nTo send a CV for the position of Android Developer – אלביט מערכות בע”מ\nמצטרפים לצוות צעיר, מגניב ומגובש בחברת הייטק מצליחה ומתגמלת\nעובדים קשה ונהנים מכל רגע!\nRequirements:\n– ניסיון של 2 לפחות בפיתוח Android – חובה!\n– ניסיון בפיתוח Java server.\n– תואר רלוונטי ממוסד אקדמי טוב (אוניברסיטה או טכניון) – חובה!\n– רעב להתפתח וללמוד.\n– יכולת להשתלב בעבודת צוות.\nTo send a CV for the position of log-on – דרוש/ה מפתח/ת Android", "keywords": "mobile web developer,general motors,ג’נרל מוטורס technical leader/manager in the cloud and mobile dep.,ibm senior android developer,liveperson,ios developer,agt international,jive,c++ mobile developer,plarium,senior android developer,at&t,hpe software,android developer,אלביט מערכות בע”מ,log-on,דרוש/ה מפתח/ת android,at&t,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק"}