{"url": "https://www.geektime.co.il/geekjob310716/", "type": "article", "title": "10 משרות חמות וחדשות בהיי-טק הישראלי", "description": "ריכזנו עבורכם את 10 המשרות החמות של השבוע עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-578999695.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-31T15:11:40Z", "modified_time": "2016-07-31T15:11:40Z", "articleBody": "ריכזנו עבורכם את 10 המשרות החמות של השבוע עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nThe system architect leads the system architecture definition of a computer vision solution and its integration into Intel platforms. The architect is responsible for the definition of the full Computer Vision end-to-end solution while working closely with platform architects and system engineers, hardware and software architecture teams, customers and marketing.\nIn this position you will take part in defining the product requirements and system functionality.\n– Define the product’s system architecture.\n– Accompany the design and execution process, ensure the design follows the architecture and meets the requirements.\n– Align all execution bodies from a technical perspective; ensure information exchange and knowledge sharing.\nRequirements:\n– Possess a degree in Engineering (Electronic Engineering, Computer Science) or equivalent field.\n– Have over 6 years of experience in engineering, over 2 years as system engineer/architect.\n– Have experience with system aspects and design considerations.\n– Have experience in SoC/IP architecture/design.\n– Be independent and self-motivated, capable of executing under uncertainty, in a dynamic environment.\n– Have ability to drive forward activities in matrix reporting.\n– Have excellent verbal and written skills in English.\n– Have experience in Computer Vision and/or Imaging products will be considered a significant added advantage.\nTo send a CV for the position of System SW Architect for Computer Vision Group – Intel\n– Build a top notch global DevOps organization for the ALIS division\n– Proactively manage the R&D infrastructure and service delivery to meet and exceed SLA targets.\n– Providing leadership and guidance in all aspects of software builds and deployments, monitoring, alarms, tools.\n– Management of all application Servers, CM tools, Build machines and DBs ensuring the highest response and 100% availability.\n– Work closely with both internal and external teams to guarantee continuous uptime, delivery on Service Level Agreements and maintaining site performance and operations.\n– Availability to work outside working hours.\n– Work as an integral player in a team that depends on each and every one working together in a short delivery cycle.\nRequirements:\n– BS or MS in Computer Science, Engineering, or a related technical discipline or equivalent experience.\n– 10+ years operational experience working with IT, Software engineering and multi-platform systems.\n– 5+ years’ experience in managing IT and DevOps teams in a global organization.\n– Strong management skills, able to lead changes in a complex global matrix structure.\n– Highly technical and have the ability to be hands-on when needed.\n– Experience with and solid understanding of web and app servers, Apache, Tomcat, etc.\n– Scripting or Programming skills: Java, Python, Chef, Perl, or similar.\n– Familiar with databases as SQL Server, Oracle.\n– Worked with Open Source Tools for monitoring.\n– Familiar with CM and Build tools – SVN, Git, Jenkins, Maven, ant.\n– Strong communication skills with an ability to listen and be heard.\n– Service oriented, reliable and independent.\n– Willingness for frequent international travel for about 20%.\nTo send a CV for the position of Global DevOps Manager – SAPIENS\nPayoneer empowers global commerce by connecting businesses, professionals, countries and currencies with its innovative cross-border payments platform.\nWith Payoneer’s fast, flexible, secure and low-cost solutions, businesses and professionals in both developed and emerging markets can now pay and get paid globally as easily as they do locally.\nAdditionally, thousands of leading corporations including Google, Airbnb, Amazon and Getty Images rely on Payoneer’s mass payout services.\nHere at Payoneer we celebrate diversity and believe that our people are our greatest resources.\nWe work hard to get things done and never forget to have fun along the way.\nRequirements:\n– At least 2 years with developing SSIS\n– Experienced with UI development using tools like BO or Tableau or equivalent tools\n– At least 3 Years of experience with advanced SQL coding\n– Excellent English with high level of reading and writing\n– Strong understanding of business and data analytics\nTo send a CV for the position of Business Intelligence Developer – Payoneer\n– Solve complex business & marketing problems, using data and analysis.\n– Develop and present clear concise recommendations outlining alternatives and key decision criteria.\n– Identify patterns and gaps in the BI models and communicate the requirements to the development teams.\n– Generating reports tracking the performance of campaigns and product launches.\n– Creating ad hoc reports measuring the performance of strategic initiatives.\n– Implement BI tools in organization, train employees and ensure adoption.\n– Interact and influence at all levels of the organization.\n– Design complex reports and dashboards.\nRequirements:\n– Bachelor’s degree (or higher) in Economics, Finance, Operations Research, Statistics or other quantitative field.\n– 2-5 years of experience in marketing analytics, database marketing, strategic consulting, investment banking, or private equity.\n– Demonstrated experience working in a team environment with experience communicating with senior leaders.\n– Proven track record of defining and executing key analyses with minimal supervision.\n– Expert level knowledge of Microsoft Excel and PowerPoint programming languages such as Visual Basic – advantage.\n– Demonstrated experience in modeling, analysis, research and presentation creation.\n– Proficiency with and/or strong desire to learn SQL.\n– Fast learner, able to acquire new technical skills as needed.\n– Strong written and oral communication skills.\n– Experience in the Online advertising industry –advantage.\nTo send a CV for the position of Business Analyst – Brightcom\n– We are looking for a talented software developer for our Automation project to support our rapid agile plans.\n– You must be self-motivated, a quick learner and must have the passion and willingness to learn new technologies and code in various languages on demand.\n– You will be working closely with other software engineers, QA and CI teams.\nRequirements:\n– Bachelor’s Degree in Computer Science (or equivalent).\n– 2-3 years’ experience in software development or in developing automation infrastructures. (Outstanding graduates may apply as well).\n– Knowledge in OOP in at least one language (C# / Java).\n– Previous experience with Selenium/CodedUI.\n– Deep understanding of Object Oriented Design and Data Structures.\n– Excellent interpersonal and communication skills.\n– Team player, independent and quick learner.\nTo send a CV for the position of Automation Engineer – HPE Software\nYou will be our “eyes and ears” in the malware scene. Your responsibilities are tracking, retrieving and running undetectable malware and underground exploits in an effort to challenge SentinelOne’s sophisticated detection engine. You will be responsible to Monitor underground security related communities, published exploitations and malware techniques, “debrief” attacks etc’ in order to build an intelligence “map”. You will foresee upcoming trends in malware techniques and samples and drive recommendations accordingly. You will provide intelligence and challenge our product’s paradigms.\nRequirements:\n– Live and breathe security and malware.\n– Experience in leading a research team in this domain.\n– Basic scripting/coding knowledge (Python preferable).\n– Excellent spoken and written English (Russian/Chinese reading skills – Advantage).\n– OS internals understanding (windows, Linux, OS X) – Advantage.\n– Relevant military experience – Advantage.\n– Existing online presence in security/black communities – Advantage.\nTo send a CV for the position of Research Intelligence Manager – SentinelOne\nA significant part of your day is devoted for preparation of innovative, strategic presentations directly for use by company’s CEO and the executive management.\nScope of design includes Power Point presentations, marketing & sales brochures, product UX\\UI concepts, web site materials and alike.\nRequirements:\n– At least 2-3 years of graphic design experience in Marketing&Sales teams or\\and advertising agencies.\n– Excellent knowledge of Microsoft PowerPoint and proven ability in designing high level presentations.\n– Ability to understand technological concepts and translate visual materials.\n– Full proficiency in Adobe creative suite (mostly Photoshop and Illustrator).\n– Ability to interact with senior executives.\n– High level of written English.\nTo send a CV for the position of Graphic Designer – AGT International\n– End to End PPC campaign management: Keyword research, ad writing, developing new flows for acquisition, Improving LTV per client and more.\n– Keeping up to date with market developments and identifying new tactics to improve our ongoing campaigns.\n– ROI analysis and Constant exploration of new platforms and traffic opportunities.\n– Working with our design team on creating segmented landing pages & testing their performance over the sales funnel.\n– Generate periodic reporting to SEM team leader.\nRequirements:\n– Bachelor degree – a must, Preferably in Economics, Business, Marketing or other analytical domains.\n– 2+ years’ experience managing Paid Search campaigns (Google, Facebook, Yahoo, Bing) using optimization tools, while hitting defined CPA targets.\n– The experience should be mostly hands-on activity , working daily with Google Editor.\n– Excellent written and verbal communication skills + Excellent analytical skills.\n– High level of Excel skills.\n– Very high level of English, Native English speaker is an advantage.\n– HTML, CSS knowledge – Must!\n– High budget’s above $150k a month – big plus.\nTo send a CV for the position of PPC Specialist – LivePerson\n– Research, pursue, and develop new business relationships.\n– Manage an eight-digit annual invoiced revenue portfolio.\n– Manage day-to-day relationships with partners including commercial, legal, financial and marketing aspects.\n– Negotiate commercial terms while utilizing analytical data.\n– Advance and establish new opportunities with existing relationships and define revenue opportunities.\nRequirements:\n– Native English speaker.\n– 3-5 years of experience in Business Development (new markets) or Account management.\n– Excellent relationship building skills.\n– Experience in managing large customer portfolios.\n– Great negotiation skills.\n– Excellent analytical skills.\n– Experience working with C level managers – advantage.\n– Some experience in a media/online position (e.g. affiliate manager/media buyer/account manager etc.) – advantage.\n– Experience at an Internet/online company – advantage.\nTo send a CV for the position of Sales and Business Development Manager – Natural Intelligence\n– Set the product strategy, prioritize features and coordinate product schedules with a team of engineers to ship high-quality experiences to the users.\n– Convert the users requirements into a customer experience by creating functional and technical specification documents.\n– Responsible for managing the software development life cycle for the application.\n– Manage roadmaps and queues of ongoing tasks and production issues to create work plans and manage daily work.\n– Follow up on open items and track on-going issues.\n– Integrate off-shore development teams and local business departments to one efficient project group.\nRequirements:\n– At least two years of experience in projects management.\n– Experience in system analyst and creating technical design specs, workflows, use cases, and interface designs.\n– Ability to interface on a technical level with both management and the engineering teams.\n– Experience from web/mobile products company- an advantage.\n– Experience in development or QA– an advantage.\n– Experience with offshore project/team management- an advantage.\n– Excellent team player, self-learner, ability to multi-task, sharp person that can enroll different people to a common plan.\nTo send a CV for the position of Project Manager – Playtika", "keywords": "system sw architect for computer vision group,intel,global devops manager,sapiens,business intelligence developer,payoneer,business analyst,brightcom,automation engineer,hpe software,research intelligence manager,sentinelone,graphic designer,agt international,ppc specialist,liveperson,sales and business development manager,natural intelligence,project manager,playtika,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}