{"url": "https://www.geektime.co.il/geekjob250716/", "type": "article", "title": "מפתחי Full Stack או Web? הנה 10 משרות חמות במיוחד", "description": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Web מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2016/07/GettyImages-157317812.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2016-07-25T13:30:27Z", "modified_time": "2016-07-25T12:53:02Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות בפיתוח Full Stack ו-Web מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט תמונה: Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\n– You are looking to break standard development rules.\n– You have rich hands-on programming experience, using common-sense-driven design techniques; outstanding understanding and use of non-trivial system architecture.\n– You are a true team player, with a strong sense of ownership, urgency and drive.\n– You want to have an opportunity to change the automotive world.\nRequirements:\n– Object oriented programing in practice.\nat least 4 years experience with Web development.\n– You have proven front-end and back-end development experience JavaScript, HTML5, CSS, Java and SQL.\n– Strong analysis and design skills.\n– Unique ability to write your own code better and faster than integrating existing frameworks.\n– Hands on experience working with global enterprise SW systems.\n– Self-directed and capable of performing effectively in a dynamic environment.\n– Knowledge / Experience in development for WebLogic.\n– Rich, hands-on experience developing with HTML, XML, Oracle and Linux/Unix.\n– Unix system administration experience – advantage.\n– Effective collaboration within a multinational team.\nTo send a CV for the position of Full Stack Developer – General Motors – ג’נרל מוטורס\n– Work with great people who care about what they do\n– Work on new and challenging products\n– Be an active member of all aspects of the product life cycle\n– Learn from the best and improve your skills\n– An amazing work environment\n– Ability to ship your code with one click and influence how people shop online\nRequirements:\n– Bachelor’s Degree in Computer Science or related.\n– Experience in web development (frontend and backend).\n– Ruby on Rails experience, or a willingness and ability to dive in and learn quickly.\n– Experience working with some or more front-end technologies such as Angular, React, Backbone.\n– Experience with cloud-based web applications and AWS in particular.\n– Experience with TDD and other good testing practices.\n– Experience with open source projects.\n– Working with high SLA production systems.\n– Working with Agile development methodologies, delivering value to consumers early and in short cycles.\n– Link to your Github profiles or projects you are proud of.\nTo send a CV for the position of Web Application Engineer – Klarna\nFull-stack development — all the way from DB to UI\nDesign and implement complex algorithms for the Optimove application and underlying systems\nImprovement and performance optimization of existing components\nSolve various product challenges with creative solutions\nRequirements:\n– BSc in computer science / elite army unit graduate / equivalent experience.\n– Excellent OOD, C# and .NET skill.\n– Perfect understanding of client-server architecture.\n– Good knowledge of SQL.\n– Well acquainted with Microsoft IDE and tools (VS, SSMS, TFS, etc.).\n– Motivation to think, invent, learn and a passion to code.\nAdvantages:\n– Experience with AngularJS/JQuery/Bootstrap.\n– Experience with MVC and RESTful Web API.\n– Experience with NodeJS/MongoDB/Redis.\n– Understanding of scaling concepts and cloud infrastructure.\nTo send a CV for the position of Full Stack Developer – Optimove\nAdallom (Acquired by Microsoft) is developing the next generation of security tools, when your data is outside your network, and firewalls and perimeters don’t work.\nOur technology allows organizations to protect their data in the cloud from any location, device or network (Wow! It’s magic!)\nIf you’re an awesome team player, looking to work in a live, vibrant environment, where you can contribute, learn and influence – your place is with us!\nRequirements:\n– B.Sc. or M.Sc. in Computer Science, Software and Computer Engineering, or equivalent\n– 4+ years of experience in Client-side development experience – JavaScript.\n– Team player skills, effectiveness both in independent and collaborative work.\n– Ability to learn and use new technologies.\n– Ability to understand complex distributed systems and troubleshoot them.\n– Passion to agile development methodology.\nDesired skills:\n– Working experience using Angular and/or React development frameworks.\n– Experience in Python/Django (our back-end).\n– Background in data security and cloud-based applications.\n– Experience with non-relational databases (MongoDB, ElasticSearch preferred).\n– Experience with Linux-based environments.\n– Experience with continuous integration and deployment tools (Jenkins, Chef preferred).\nTo send a CV for the position of Full Stack Software Engineer – Microsoft\nWe are looking for a full stack developer for the AT&T Security Event and Threat Analysis (SETA) portal team.\nThe candidate will join our team of experienced full stack developers responsible for designing and implementing the new portal.\nIt is based on AngularJS as the FE framework and NodeJS as the server side and has some Apache storm java implementations.\nRequirements:\n– A leading expert with broad vision and dynamic personality.\n– At least 3 years of experience and expertise developing CSS3, HTML5, Java Script.\n– At least 1 year of experience developing Angular JS/NodeJS – MUST.\n– Widespread experience developing Type Script , jQuery, Bootstrap.\n– Strong Object Oriented Design and Development capabilities.\n– Ability to quickly and independently engage in a project with leading edge technologies.\nTo send a CV for the position of Full stack Developer for Security Event and Threat Analysis (SETA) portal – AT&T\nLivePerson is looking for an experienced .NET developer for its Consumer Business R&D Group.\nBe part of a strong team and enjoy the work environment of a start-up, with a robust product and the benefits of belonging to an excellent company.\nThe Consumer group develops and manages our Online Experts advice platform of over 60 thousands experts in hundreds of categories and millions of clients that get live advice.\nWe are looking for an extremely technical and mission oriented R&D Developer who is able to execute in a scrum development teams, design and develop products in accordance with product requirements.\nThis position requires excellent team player attitude and good communication skills.\nRequirements:\n– At least 3 years of experience in ASP.NET (MVC/Web forms) using C#  programming.\n– Strong skills in client side technologies is a must: HTML5, CSS3, OO Java script, JQuery, JQuery mobile, Angular.JS.\n– Experience with WCF and Web API.\n– Deep understanding of Object oriented design principles.\n– Experience with MS SQL Server.\nAdvantage:\n– Experience with large scale and high traffic online Web application.\n– Experience with Entity Framework or Nhibernate.\n– Experience with JAVA, Oracle DB and JBOSS on Linux environment.\nTo send a CV for the position of .NET Web Developer – LivePerson\n– Take a part and lead in the design and development of infrastructures, applicative modules, data platform modules, interfacing with enormous amounts of data.\n– Design and hands-on development of our business technology applicative platform (AngularJS, Node.js, JavaScript, Java, MySQL, Elasticsearch…).\n– Design and develop scalable and high-performance processes handling the data, through new technologies implementation, architectures, algorithms and practices.\n– Responsible for the design and development of client side and server side modules in SOA and Microservices environments.\n– Responsible for selecting and integrating technologies, tools and frameworks.\n– Full involvement in full stack layers (Server, User Interface, User Experience, Data Modeling, Network, Hosting…).\nRequirements:\n– At least 5 years of SW development experience.\n– Expert in JavaScript (at least 2 years).\n– Firm experience in AngularJS.\n– Firm experience in Node.js – an advantage.\n– Expert in both web based client side development and server side development.\n– Experience in Java or other object oriented programming language.\n– Experience in SOA or Microservices environment – an advantage.\n– Experienced with Linux OS – an advantage.\n– Experience with big data ecosystem (distributed file systems, distributed programing, NoSQL Databases) – an advantage.\n– Experienced with big data technologies (like Kafka, Hadoop, HDFS, Spark, Impala, Elasticsearch) – an advantage.\n– Experienced with NoSQL databases (such as HBase, Cassandra, MongoDB and Impala) and relational databases (such as MySQL and SQL Server) – an advantage.\n– Experienced with Cloud hosting (AWS, Google Cloud …) – an advantage.\n– Relevant academic degree (Computer Science / Industrial Engineering / Information Systems).\nTo send a CV for the position of Full Stack Developer – Plarium\n– Build our main web application and products for millions of consumers.\n– Full-stack development of features and user interfaces of Payoneer’s consumer world, all the way from the UI (React) to the database.\n– Analyze and solve difficult issues across the stack in the complex payments flows.\n– Design and build high scale back-end services.\n– Collaborate with our amazing people; Product Designers, Product Managers, and Software Engineers in an agile development environment.\nRequirements:\n– 4+ years of web applications development experience.\n– Hands on experience with web applications that are live in production, serving a large amount of clients.\n– Excellent OOD, C# and .NET skills.\n– Strong front-end capabilities – JavaScript, CSS3.\n– Knowledge of relational databases and SQL (preferred MSSQL).\n– Exceptional self-learning capabilities.\nTo send a CV for the position of Full Stack Developer – Payoneer\n– Design, develop, implement and move to production web based systems/tools.\n– Work with new technologies and high system availability.\n– Build deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – big advantage.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – advantage.\n– Work in agile/scrum environment – advantage.\n– Web technologies – advantage.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – advantage.\nTo send a CV for the position of Full Stack / Web Developers – anyclip\n– השתתפות בכלל מחזור החיים של הפיתוח, מקונספט להשקה.\n– עבודה צמודה עם מנהלי מוצר, מעצבי ממשק, ובודקים, בסביבת עבודה בעלת רמת שיתוף פעולה גבוהה מאוד.\n– אספקת קוד מאובטח, בעל ביצועים ברמה גבוהה, ובר-תחזוקה באמצעות יישומם של תנאים נאותים.\n– לוודא כי כל עבודת הפיתוח נעשית באיכות גבוהה באופן עקבי.\n– פיתוחם של פיצ’רים חדשים לאפליקציית הלקוחות.\nRequirements:\n– ידע וניסיון מתקדמים בHTML5, CSS3, וJavaScript – חובה.\n– ניסיון בהקמת SPA באמצעות JavaScript – חובה.\n– ניסיון בבניית אפליקציות מובייל גמישים בעלות ביצועים ברמה גבוהה.\n– ידע מעמיק בOOP וDesign Patterns הן בצד הלקוח והן בצד השרת – חובה.\n– ניסיון בתאימות בין דפדפנים – חובה.\n– ניסיון בהרחבת SCSSLESS – חובה.\n– לפחות 3 שנות ניסיון בטכנולוגיות רשתות מובייל – חובה.\n– היכרות עם מושגים טכניים מעולם האינטרנט.\n– היכרות עם מגמות web, frameworks, וטכניקות – יתרון.\n– ניסיון בתכנות בC# עם ASP.NET (טפסי web) – יתרון.\n– ניסיון עם MS SQL Server – יתרון.\n– יכולות פתרון בעיות ואיתור תקלות חזקות.\nTo send a CV for the position of Mobile/PC Web Developer – 888", "keywords": "full stack developer,general motors,ג’נרל מוטורס,web application engineer,klarna,optimove,full stack software engineer,microsoft,full stack developer for security event and threat analysis (seta) portal,at&t,.net web developer,liveperson,plarium,payoneer,mobile/pc web developer,888,full stack / web developers,anyclip,at&t,ג\\'נרל מוטורס,גיק ג\\'יב,גיקג׳וב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,משרות,משרות בהיי-טק,משרות הייטק"}