{"url": "https://www.geektime.co.il/marketing-and-sales-jobs-june-18/", "type": "article", "title": "אנשי שיווק ומכירות, יש לנו 10 משרות עבורכם", "description": "ריכזנו עבורכם 10 משרות לאנשי שיווק ומכירות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/pexels-photo-94654-analytics-e1487067799319.jpeg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-06-19T13:30:42Z", "modified_time": "2017-06-19T12:32:05Z", "articleBody": "ריכזנו עבורכם 10 משרות לאנשי שיווק ומכירות בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pexels\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\nצילום: תומר פולטין\nWe are looking for a passionate and competitive Outbound Sales Development Representative. The Sales Development Department is an extension of the Sales team, generating qualified sales opportunities through both inbound and outbound prospecting. The team’s role is to create new opportunities for the Account Executives to then cultivate through the sales cycle.\nResponsibilities:\n– Uncover and develop new opportunities from outbound activities\n– Build a strong pipeline of sales opportunities to deliver on sales targets\n– Meet or exceed monthly, quarterly and annual qualified sales opportunities targets\n– Conduct high level conversations with senior executives\n– Be fearless and relentless in creating new opportunities\n– Work US hours (EST) from Israel\nRequirerments:\n– BA/BS Degree or equivalent experience is required\n– Experience with high volume calling\n– Dynamic, high energy sales professional with 2-4 years proven track record—ideally in SaaS\n– Previous experience working in an outbound position\n– Experience with analyzing high volume calling processes\n– Exceptionally strong verbal and written communication skills\n– Professional business acumen, self-starter and results-driven personality\n– Excellent team management and prioritizing abilities\n– Proven track record achieving measurable sales goals in an automated sales environment where accurate entry and management of lead data in a CRM system is required. Experience with Salesforce.com is a plus\n– English – mother tongue.\nTo send a CV for the position of SDR (Sales Development Rep) – feedvisor\nמקור: עמוד הפייסבוק של Optimove\nExpanding its North American sales team, Optimove is seeking a high-energy, ambitious and passionate sales professional. This is an exciting time to join a rapidly-growing company that is already an established market leader in many countries\nIn this position, you will develop and expand business opportunities, while managing the complete B2B software sales lifecycle. You will target, educate and motivate new customers to embrace Optimove’s revolutionary software to meet their customer retention needs. Moreover, you will play a key role in building and growing Optimove’s business presence in North America. This role requires an autonomous self-starter with outstanding interpersonal capabilities coupled with highly-effective time management skills\nResponsibilities:\n– Build and nurture new customer relationships from prospecting through closure\n– Research and prospect into new accounts\n– Drive lead acquisition and qualification\n– Deliver Web-based and in-person sales presentations and demonstrations\n– Participate in joint marketing activities\n– Occasionally travel to trade shows and industry events\nRequirements:\n– 2-5 years sales experience\n– Strong presentation skills\n– First-rate interpersonal skills\n– Ability to work independently\n– Experience in online software sales (SaaS) preferred\n– Experience in retail/ecommerce industry preferred\n– Bachelor degree\nTo send a CV for the position of New Business Manager, USA – Optimove\n\nWe are looking for an experienced sales directors to join our growing business development and sales team.  Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc.\nResponsibilities:\n– Qualify and nurture inbound leads for high/low touch opportunities\n– Create own opportunities and harvest them, with the help of the backend sales team\n– Personal responsibility for “high touch” accounts\nRequirements:\n– Must have at least 5 years of sales experience executive, at least 2 years in the CDN market\n– Experience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage\n Location:\n– For USA: preference for LA and NY\n– For EMEA: preference for Germany, UK,  or France\nTo send a CV for the position of Sales Director – Hola Better Internet\n\nCheck Point is looking for Enhanced Solution Manager.\n Responsibilities:\n– Analyze and validate customer requests\n– Serve as a subject matter expert on Check Point’s main-train technologies\n– Work with R&D and QA resources to advocate for customer requests for product enhancements.\n– Coordinate RFE release planning with R&D\n– Serve as a point of headquarter technical escalation for opportunities that require product specialization.\nRequirements:\n– Expert—level familiarity with Check Point product experience\n– 3 to 7 years of experience working in the networking engineering or architecture – customer facing role an advantage.\n– Significant experience in Information Technology supporting development of complex projects involving significant infrastructure requirements.\n– Proven project management experience\nTo send a CV for the position of Enhanced Solution Manager – Check Point\n\nמקור: cc-by-Dvirraz\nWe are looking for a person that has analytical, technical and business skills to turn data into marketing insights.\n Responsibilities:\n– You will be a valuable member of an incredible team that simply can’t say no to a challenge.\n– You will initiate and provide analytical services and insights to our marketing team.\n– You will support the marketing business processes through reports and segmentations using multi million record tables.\n– You will be responsible for defining, developing, executing and optimizing complex SQL\\Big data queries and stored procedures for both analysis and operational purposes.\nRequirements:\n– To be quick-witted, fast learner with a real can-do approach and problem-solving attitude.\n– BA/BSc in Industrial engineering, Economics, Information systems or equivalent.\n– 2-3 year experience in DWH programing, T-SQL, Stored procedures and functions.\n– Working with Big data environment (Hadoop) – Advantage.\n– Business data analysis experience in recognizing patterns and behaviors within a database.\n– Fluent English speaker.\nTo send a CV for the position of Marketing Data Analyst – Amdocs\n\nRequirements:\n– Native English speaker with strong written and verbal skills\n– Capable of leading and managing multi-disciplinary projects – online and offline·\n– Web 2.0 skills – managing websites in CMS and static HTML (a plus), knowledge of 2.0 digital marketing tools (analytics, IFTTT, Mailchimp et al)\n– Experience with Enterprise B2B marketing – leading PR/AR strategy and execution, enterprise marketing and sales tools (presentations, demos, brochures, case studies and more)\n– Experience organizing industry events as well as informal developer events (such as meetups and hackathons)\n– In-depth, hands-on experience with social media marketing, including the traditional and more niche platforms (e.g. Tumblr, Reddit, Slideshare and more)\n– Experience with Marketing Automation and analytics tooling (Hubspot, Mixpanel etc.) – A plus.\n– Strong tech and digital orientation – knowledge of open source, cloud and networking industry – A plus.\n– Experience with a product with an adoption-based model – A plus\n– Experience with graphic and video editing programs – A plus\n– Team Player\n– Self-motivated, self-starter who is a creative thinker\nTo send a CV for the position of Marcom Manager – GigaSpaces\n\n\nThe User Acquisition manager will be responsible for managing large-scale advertising campaigns for Lastminutetravel.com on Web and Mobile. The successful candidate is an analytical and business-savvy number-cruncher who can independently manage multiple acquisition campaigns as well as develop new partnerships with key industry players to drive new business.\nResponsibilities:\n– Deploy, manage and optimize large scale online campaigns using various channels\n– Conduct ongoing reporting and analysis on campaign performance to reach business goals\n– Develop test plans, measure performance, and make recommendations based on testing\n– Build and maintain strategic relationships with key acquisition partners\nRequirements:\n– Minimum 1+ years in hands-on online marketing experience (Account Manager/Media Buyer/PPC manager)\n– Analytical skills and performance oriented, advanced knowledge and understanding of performance metrics, i.e. CTR, CPA, ROI and other KPIs\n– Fluent English – both verbal and written\n– Proven advertising experience with at least one of the following platforms: Facebook, Outbrain, Taboola, AdWords  – an advantage\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution – an advantage\n– Knowledge in SEO/ASO – an advantage\n– High enthusiasm and interest in working within a fast-paced, international environment\nTo send a CV for the position of Junior User Acquisition – TGS\n\nThe Renewal and Training Sales Representative will be responsible for direct sales, negotiation and administrative support as part of Radware Renewal teams in EMEA and APAC. The main goal is to achieve the requested revenue by renewing the support contracts and selling training as per the pipeline.\nResponsibilities:\n– Contacting the customers by e-mail and telephone in order to offer Service Renewal contract and Training courses.\n– Negotiating mainly by e-mail and telephone with partners and customers\n– Issuing of quotations and follow up until close-up of the deal\nOngoing and regular relationship with partners, customers and Radware sales teams in EMEA & APAC\n– Achieve monthly, quarterly and annual sales targets.\nRequirements:\n– Previous Sales and Administrative experience in Hi-Tech companies\n– Fluency in English written and spoken.\n– Sales proven SkillsAdvantages\nTo send a CV for the position of Renewals and Training Sales Representative – radware\n\nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage\n– Minimum of 1+ years as an Online Media Manager\n– Proven knowledge in RMX/Appnexus – an advantage\n– Proven knowledge in Double click Ad serving platform – an advantage\n– Proven, measurable results in developing and growing an internal affiliate channel/program\n– Demonstrated ability to initiate and grow relationships\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution\n– Ability to take on multiple projects at the same time\n– Must possess strong knowledge of the affiliate marketing industry\n– Strong organizational, analytical, presentation and problem solving skills\n– Experience in handling of tracking tools and online technologies\n– Profound knowledge of MS-Office Products (Excel in particular)\n– Passion for online games\n– BA/BS degree – an advantage\nTo send a CV for the position of Online Media Manager – Plarium\n\nצילום: גיקטיים\nWe are looking for a highly motivated sales professional, who has an established network of digital contacts and an experience in building successful B2B sales/biz dev teams.\nThis person will build relationships with a high number of businesses of all shapes & sizes, from small companies to larger brands who are looking to drive traffic for their products on a performance based compensation model.\nThe Sales Director will be in charge of the end to end process of b2b deals establishment and follow-up in verity of verticals.\nResponsibilities:\n– Establish and manage the sales team\n– Manage existing accounts, source new clients and build a revenue pipeline\n– Negotiate & Optimize deal rates and terms.\n– Manage day-to-day operations and internal interfaces with legal, finance and business units\n– Report to management, including quarterly analysis.\n– Develop and maintain positive customer relations and satisfaction\n– Your sales team will be in charge of the end to end process of b2b deals establishment and performance follow-up in verity of verticals\n– Manage A-Z relationships with partners including commercial, legal, marketing and financial aspects.\n– Build and execute quarterly and yearly work plans\nRequirements:\n– Excellent sales skills and existing network of potential partnerships.\n– At least 3 years’ experience as online sales manager and/or business development and/or account management in online performance/ad-network/affiliate marketing companies – MUST\n– Have proven experience in high-level B2B business and in sales management\n– Proactive and highly results oriented\n– Business savvy with ability to close high impact deals, understanding regulations and legal terms, ability to go over partnerships t&c and agreements.\n– Great people & relationship building skills\n– Numbers driven with solid analytical skills\n– Love and understand digital media world\n– Organized and multi-tasking capability in tense and dynamic environment.\n– English at mother tongue level, verbal and written.\nExtras:\n– MBA is an advantage\n– Experience in attending conferences and exhibitions.\n– Background as Campaign Manager in online performance company/agency.\nTo send a CV for the position of Sales Manager – Webpals\nמה עושים בעבודה:\n– אפיון פתרונות טכנולוגיים מורכבים ללקוחות בתחום התקשורת\n– ניהולי תהליכי מכירה מול לקוחות עד לסגירת העסקה\n– כתיבת מענה למכרזים\n– בניית מצגות מכירה וייעוץ ללקוחות\n– ליווי  POC (פיילוטים) באתרי לקוחות\nמה צריך בשביל להגיש מועמדות למשרה:\n– שנתיים ניסיון בתחום תקשורת הנתונים – חובה\n– Networking  ברמת פרוטוקלי ניתוב ועולם ה- IP הסמכות של יצרנים מובילים- יתרון\n– יכולת לימוד עצמי גבוהה\nלשליחת קורות חיים למשרת Pre Sale תקשורת – Partner\n? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>\n ", "keywords": "sdr (sales development rep),feedvisor,new business manager,usa,optimove,online media manager,director of business development,como,junior user acquisition,sales director,hola better interne,גיקג\\'וב,עבודה בהייטק,שיווק ומכירות,t,enhanced solution manager,check point,tgs,plarium,sales manager,webpals,amdocs,gigaspaces,hola better internet,marcom manager,marketing data analyst,radware,renewals and training sales representative,sales manage,sdr,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}