{"url": "https://www.geektime.co.il/10-jobs-april-16/", "type": "article", "title": "רוצים לעבוד בהייטק? הנה 10 משרות פנויות שממתינות רק לכם", "description": "ריכזנו עבורכם 10 משרות למפתחים בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/computer-1185637_1280-e1485346990773.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-04-16T13:50:52Z", "modified_time": "2017-04-16T12:16:29Z", "articleBody": "ריכזנו עבורכם 10 משרות למפתחים בחברות שגדלות ומגייסות עובדים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטיים עבורכם\nמקור: Pixabay\nלעובדים בתעשיית הסטארטאפים וההייטק יש דרישות מיוחדות ממקום העבודה שלהם. מעבר למשכורת מתגמלת, כולנו רוצים גם מקום עבודה שייתן משמעות וערך נוספים, אבל גם יאפשר לאזן בין עבודה לפנאי, ושסביבת העבודה תהיה מפרה ומעוררת השראה ושתעודד צמיחה, למידה ומקצועיות. איך מוצאים מקום כזה? בדיוק בשביל זה אנחנו כאן.\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n\nWe are looking for people who love what they do, will always suggest ways to improve the organization and the product and learn new things every day. As Cloudify is an all Open-source project in Python (the code and the stack Cloudify is built upon), we get to work with the latest technologies (like InfluxDB, ELK, Docker, Puppet, Chef and the likes…) and contribute to other open-source projects.\nResponsibilities:\n– Design, implement and run automated tests.\n– Build and enhance Cloudify’s testing infrastructures.\n– Collaborate with other team members in order to achieve better testing coverage.\n– Use quality control methodologies in order to ensure the product’s quality.\n– Review the test coverage of features.\n– Monitor Cloudify’s test reports and identify issues.\nRequirements:\n– Linux Proficiency (you love the Penguin).\n– Passionate about coding.\n– Experience of 3 years in quality assurance and at least 2 years in Hands-On automation development.\n– High level of English.\nTo send a CV for the position of QA Automation Engineer – Cloudify Team – GigaSpaces\nWe are looking for a talented, highly skilled Software QA Engineer. You must be very technical, self-motivated, a quick learner, to have the passion to learn new technologies and bring positive energy.\nResponsibilities:\n– Owning the testing and quality responsibilities of various features of the products.\n– Interact with product and project management, development teams, and functional architects etc.. to develop a strong understanding of the various testing objectives\n– Lead troubleshooting and triaging of issues with different teams to drive towards root cause identification and resolution.\n– Document, track and escalate issues as appropriate, using various ALM tools\nRequirements:\n– Bachelor’s Degree in Computer Science (or equivalent)\n– Strong knowledge of software QA methodologies, tools and processes\n– Experience working in an Agile/Scrum development process\n– Experience in writing clear, concise and comprehensive test plans and test cases\n– Solid Database skills, mainly in Oracle and SQL Server\n– Knowledge in programming languages such as: JS / C# / Java\n– Proven experience in troubleshooting and performing complex system tests\n– Must demonstrate an understanding of IP networking, protocols such as HTTP and HTTPS, firewalls, routers, etc.\n– Excellent interpersonal and communication skills\nTo send a CV for the position of QA Engineer – HPE Software\n\nResponsibilities:\n– In this role, you will be responsible for the algorithms and models that underlie the experiences we create.\n– You will apply your practical experience dealing with a lot of video, your deep understanding of machine learning fundamentals and algorithms, your willingness to write code to explore problems and understand video and image recognition, and your ability to implement solutions from scratch, all while solving challenging real-world problems at large scale.\n– Example problem spaces include working with Google, IBM, Amazon and other image recognition services to research their best and worse sites, creating algorithms to move from still image recognition to video image recognition, using video encoding features to minimize number of still image recognition.\nRequirements:\n– BA/MA software engineer / electrical engineer\n– 3+ years of experience in image recognition algorithm\n– Experience in at least one of the following platforms: IBM Watson / Google image API / – – Amazon image recognition / Clarifai / TensorFlow\n– Experience in at least one of the following tools: FFMPEG / openCV\n– Experience in Video and/or video codec  – advantage\n– Experience in Python and Java\n– Experience in Machine Learning and/or Big Data – big advantage\nTo send a CV for the position of Image Recognition Algorithm Engineer – AnyClip\n Responsibilities:\n– Building and maintaining the Automation Platform\n– Creating automation flows for both desktop and mobile web application\n– Creating automation flows for backend services\n– Create a modular framework to be used by other QA team members without automation background\n– Integrate automation solution with Jenkins\n– Perform root cause analysis on suspected defects\n– The QA Automation Engineer will report to the QA team lead\nRequirements:\n– Bachelor’s degree in Computer science  or related technical field or equivalent practical experience\n– At least 3 years’ Experience in Automation development and Automation infrastructure.\n– Experience in QA of large complex systems Including server, client web, client mobile- Must\n– Experience working with Selenium web driver- must\n– Experience working with SOAP UI\n– Experience working with db\n– Excellent communication skills – Excellent English (reading/writing)- Must\nTo send a CV for the position of Senior QA Automation Engineer – General Motors\nמקור: cc-by-Dvirraz\nAmdocs OSS division is growing and looking for exceptional Automation Tester to join a cutting edge technology project aiming at providing foundations and solution to our largest customers.\nResponsibilities:\n– You will Create and execute, track and report automated and manual test execution mainly in selenium and/or testNG.\n– You will Analyze defects as they arise in design or execution test phase.\n– You will Design test rules and test scenarios based on documentation and communication with Product Management, Functional designers and developers.\n– You will Identify and propose work-around for critical defects.\n– You will be challenged with leading the technical aspects of the project.\n– You will have the opportunity to work in a growing business group, with ever growing opportunities for personal growth.\n– You will have the opportunity to work with the industry most advanced technologies.\n– You will work with great people who care and love their job.\nRequirements:\n– BSC in computer or industrial engineering or B.A. in any exact Science (information system proficiency an advantage).\n– At least 2 years relevant testing experience\n– Object Oriented programming – class structure, code re-use, abstract thinking.\n– Data model understanding.\n– Familiar with Client/Server applications, HTML and Java Script, Java.\n– Knowledge in SQL & DB development environment.\n– Basic Unix knowledge.\n– Experience in creating selenium/testNG scripts and adopt automation framework – an advantage.\n– Familiar with Amdocs testing methodology & tools – an advantage.\n– Ability to multi-task.\n– Very good interpersonal and communication skills.\n– Experience in working with customers and on customer sites.\n– Very good analytical skills.\n– Ability to work and learn independently.\nTo send a CV for the position of Software Test Engineer – Amdocs\n\n\nResponsibilities:\n– Develop and lead a business development process focused on scouting for startups in the industrial IoT & Healthcare space, as candidates for GE Digital’s startup program\n– Create a regular pipeline of candidates by leading a thought leadership, communication & scouting process\n– Lead a startup selection process by reporting to GE Digital leadership regularly\n– Work with startup CEOs to establish business connections & partnerships between GE business units and the Israeli startups who are in the program\n– Create an ecosystem of internal and external partners & mentors – Connect with the Israeli tech community and engage internal stakeholders\n– Mentor companies on ongoing basis\n– Liaise with GE Ventures, GE’s capital investments arm and with GE Global Research, GE’s R&D organization\nRequirements:\n– Minimum 2 years of proven experience in working with Israeli cyber startups, entrepreneurs & innovators\n– Business development skills – Scouting for innovation, managing relationships, creating deal structures & projects\n– Managerial experience – Experience in leading projects, managing products, cross functional teams in hightech sectors\n– Proven experience in working with technology either in a technical role (developer, engineer etc) or product oriented role. Ability to understand technological concepts.\n– A connector – A strong network in the Israeli tech community – entrepreneurs, VCs, government officials\n– Experience in leading strategic initiatives in a large matrix US organization & creating stakeholders support\n– Strong influencing & motivating skills\n– Experience in working in an industrial company – Nice to have\n– Fluent in English. Willing to travel abroad several times a year.\n– Independent, driven, adaptable, honest, confident, enthusiastic\nTo send a CV for the position of Ecosystem Development Manager – General Electric\nעובדי Como. צילום: שלומי יוסף\nWe are now seeking to penetrate the US market and are looking for an ambitious and entrepreneurial minded Business Development Manager, with good technical understanding.\nThe Business Development Manager will focus mainly on the POS provider and POS reseller markets; promoting the Como platform as the leading mobile loyalty and engagement solution for businesses and the customers.  The ideal candidate will have a rich experience in the point of sale market and/ or with companies selling products that integrate with POS companies.\nThe individual will work mainly on developing partnerships and new distribution channels for Como.  The Business Development Manager will get full product training and be equipped with Como’s top sales and marketing tools. This position will report into Como’s US Site Manager, based in New York.\nResponsibilities:\n– Source and close integration and partnership deals with small and mid-size POS companies\n– Develop new business opportunities through established networks, relationships, independent research, and online sales strategies.\n– Proactively execute business-to-business outreach to target high value accounts\nRequirements:\n– at least 8 years of Business development experience, including face-to-face meetings with all decision making levels, outbound calls, and/or online sales. Experience selling digital platforms, such as mobile apps, online ads, CRM systems, POS solutions, websites, etc.\n– A knowledge of the optimal businesses in the US territory for the solution\n– Strong technical orientation, and good understanding of complex technology products\n– Strong negotiation skills\n– Self-motivated with an excellent work ethic\n– First-rate communication and presentation skills\nTo send a CV for the position of Director Of Business Development – Como\n\n \nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage\n– Minimum of 1+ years as an Online Media Manager\n– Proven knowledge in RMX/Appnexus – an advantage\n– Proven knowledge in Double click Ad serving platform – an advantage\n– Proven, measurable results in developing and growing an internal affiliate channel/program\n– Demonstrated ability to initiate and grow relationships\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution\n– Ability to take on multiple projects at the same time\n– Must possess strong knowledge of the affiliate marketing industry\n– Strong organizational, analytical, presentation and problem solving skills\n– Experience in handling of tracking tools and online technologies\n– Profound knowledge of MS-Office Products (Excel in particular)\n– Passion for online games\n– BA/BS degree – an advantage\nTo send a CV for the position of Online Media Manager – Plarium\nWe’re looking for the next team member to join our excellent Product Team! You will be joining a fun and fast-paced team where professionalism, knowledge sharing and team spirit is our central theme. We interface with a big variety of roles in the company and lead as well as coordinate our production efforts. We put the highest value on team work, transparency and communication and if you feel that this is the kind of work environment you would like to be part of – YOU might be our new colleague.\nResponsibilities:\n– Lead the execution of a client roadmap, working closely with stakeholders and internal/external production teams to ensure accurate, timely and high-quality deliveries.\nIndependently plan and lead ongoing and end-to-end projects.\n– Own and develop small and big products throughout their life cycle.\n– Manage the planning and execution of ongoing tasks on a weekly basis.\n– Plan the work for internal and external production teams.\n– Create documentation for production teams (design briefs, PRDs, wireframes etc.).\nInitiate product improvements and new features based on competitive analysis and user behavior.\nRequirements:\n– Excellent verbal and written English.\n– At least 2 years’ experience as a web Product Manager (preferably with Marketing focus).\n– Experience of managing bigger internal company products (company websites, internal portals etc.).\n– Experience in developing and managing mobile-first products.\n– Experience with Agile work methodology (advantage).\n– WordPress knowledge (advantage).\nTo send a CV for the position of Product Manager – Webpals\nעובדי Matrix\nResponsibilities:\n– Collaborate on requirements specifications, field research and the creation of use case stories.\n– Deliver detailed design specifications and prototypes.\n– Work closely with product & development  before, during, and after implementation to ensure optimal adherence to UI & Visual specifications.\n– Quickly create and iterate on various designs using wireframes and comps.\n– Maintain consistency in terms of interactions and appearance across all web desktop and mobile products, according to brand specifications.\n– Work with the visual designers to deliver high definition mocks and detailed specifications that abide by our visual style guide.\n– Plan and Facilitate usability test sessions.\nRequirements:\n– Academic degree in graphic design, human-computer interaction or related field.\n– 3+ years of professional experience as a member of a cross-functional team\n– Should have a varied of web, desktop and mobile software design experience.\n– Experience with the full software development lifecycle, familiarity with agile processes a plus.\n– Strong technical aptitude with key UX tools such as wireframing, prototyping, scripting, and flowcharting products.\n– Must have an active and updated portfolio that demonstrates usability, simplicity, clarity and consistency at the root of your designs that we can have access to review.\n– Comfort presenting cohesive design approaches to non-design audiences.\n– Practical knowledge of the principles and techniques of user-centered design\n– Prior experience with usability test planning, moderation and analysis desirable\n– Excellent communication skills very good English (verbal and written ability) required\nTo send a CV for the position of UX designer – Matrix\nAs our UX/UI Designer you will work closely with multiple teams, mainly Product, R&D and Branding to ensure the creation of engaging, positive, user experiences and intuitive interfaces for both web and mobile applications.\nIn this role, you will create smart, beautiful and responsive designs for both our online solutions as well as our leading Back-office products by defining interaction models and understanding and communicating user scenarios and end-to-end experiences.\nYou will play a key role in turning big ideas into simple, beautiful features and dealing with the continuous challenge of making the complicated simple, fun and accessible while juggling between multiple types of products with different kinds of audiences.\nRequirements:\n– 1-5 years of experience designing online web interfaces, either consumer or back-office/SaaS (Both preferred).\n– Very strong knowledge and solid understanding of UX/UI, Interest in the experience and feelings people go through – not just how it looks\n– Extensive experience producing high-quality, pixel perfect designs, from concept to production\n– A fast learner and a focused team player, with passion to constantly learn and acquire new tools and knowledge\n– Extensive experience in Photoshop and Illustrator\n– Vast experience in wire-framing and mock-ups, usage of tools such as Axure and Invision are a major advantage.\n– Team player with great communication skills. You should be able to clearly articulate your design decisions and what problems they’re solving.\n– A Can-do Attitude.\n– Experience working in an Agile environment, participating in team Product Backlog grooming sessions to grasp the greater picture – major advantage.\n– Degree in Interactive Design/Human Interactions/Cognitive sciences/Visual Communication or a related field – Preferred.\nלשליחת קורות חיים למשרת UI/UX – Salestech\nרוצים שגם המשרה או חברה שלכם תופיע כאן? הצטרפו עכשיו לפלטפורמת Geektime Insider. לפרטים נוספים\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "ui/ux,salestech,ux designer,matrix,online media manager,plarium,product manager,director of business development,ecosystem development manager,general electric,como,software test engineer,amdocs,senior qa automation engineer,image recognition algorithm engineer,anyclip,qa engineer,hpe software,general motors,webpals,,​salestech​,senior web engineer,social platform,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}