{"url": "https://www.geektime.co.il/job-post-marketing-and-sales-july2/", "type": "article", "title": "אנשי שיווק ומכירות? הנה 8 חברות הייטק שמחפשות אתכם", "description": "ריכזנו עבורכם משרות טריות מהלוח שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/02/GettyImages-91496056.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-02-07T14:28:27Z", "modified_time": "2017-02-08T16:00:10Z", "articleBody": "ריכזנו עבורכם משרות טריות מהלוח שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\n\nקרדיט צלם\\תמונה: Annika Erickson, Getty Images Israel\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nWe are looking for a person that has analytical, technical and business skills to turn data into marketing insights.\nResponsibilities include:\n– You will be a valuable member of an incredible team that simply can’t say no to a challenge.\n– You will initiate and provide analytical services and insights to our marketing team.\n– You will support the marketing business processes through reports and segmentations using multi million record tables.\n– You will be responsible for defining, developing, executing and optimizing complex SQL\\Big data queries and stored procedures for both analysis and operational purposes.\nRequirements:\n– To be quick-witted, fast learner with a real can-do approach and problem-solving attitude.\n– BA/BSc in Industrial engineering, Economics, Information systems or equivalent.\n– 2-3 year experience in DWH programing, T-SQL, Stored procedures and functions.\n– Working with Big data environment (Hadoop ) – Advantage\n– Business data analysis experience in recognizing patterns and behaviors within a database.\n– Fluent English speaker.\nTo send a CV for the position of Amdocs Marketing Data Analyst\n\nDeploy, manage and optimize large scale online campaigns using various channels.\nConduct ongoing reporting and analysis on campaign performance to reach business goals. Develop test plans, measure performance, and make recommendations based on testing. Build and maintain strategic relationships with key acquisition partners\nResponsibilities include:\nThe User Acquisition manager will be responsible for managing large-scale advertising campaigns for Lastminutetravel.com on Web and Mobile. The successful candidate is an analytical and business-savvy number-cruncher who can independently manage multiple acquisition campaigns as well as develop new partnerships with key industry players to drive new business.\nRequirements:\n– Minimum 1+ years in hands-on online marketing experience (Account Manager/Media Buyer/PPC manager)\n– Analytical skills and performance oriented, advanced knowledge and understanding of performance metrics, i.e. CTR, CPA, ROI and other KPIs\n– Fluent English – both verbal and written\n– Proven advertising experience with at least one of the following platforms: Facebook, Outbrain, Taboola, AdWords  – an advantage\n– Knowledge and understanding of mobile tracking methods, tagging and sale attribution – an advantage\n– Knowledge in SEO/ASO – an advantage\nTo send a CV for the position of TGS Junior User Acquisition – JB720\nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nResponsibilities include:\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage\n– Minimum of 1+ years as an Online Media Manager\n– Proven knowledge in RMX/Appnexus – an advantage\n– Proven knowledge in Double click Ad serving platform – an advantage\n– Proven, measurable results in developing and growing an internal affiliate channel/program\n– Demonstrated ability to initiate and grow relationships\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution\n– Ability to take on multiple projects at the same time\n– Must possess strong knowledge of the affiliate marketing industry\n– Strong organizational, analytical, presentation and problem solving skills\n– Experience in handling of tracking tools and online technologies\n– Profound knowledge of MS-Office Products (Excel in particular)\n– Passion for online games\nTo send a CV for the position of Plarium Online Media Manager\nצילום: גיקטיים\nA leading online marketing company in the eGaming market seeks a full-time, in-house Content Specialist with experience in the online gaming industry (preferable). The Content Specialist will work directly under the Content Manager to help improve the quality of the SEO websites in many international markets.\nThe position will include content writing, marketing writing, site analysis/auditing, editing, management of freelancers and overall working with our SEO teams to improve the quality of our sites. The candidate should have experience working on website copy.\nResponsibilities:\n– Analyzing web copy and improving text\n– Delivering high-quality texts for our websites (including marketing and social)\n– Managing a team of freelancers and translators\n– Writing marketing content for newsletters, ads, etc.\n– Researching new trends in content\nJob Requirements:\n– Experience in marketing writing (required)\n– Experience in site auditing\n– Experience in the online casino industry – a plus\n– Native English speaker\n \nמקור: עמוד הפייסבוק של hola\nWe are looking for an experienced sales directors to join our growing business development and sales team.  Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc.\nJob description:\n– Qualify and nurture inbound leads for high/low touch opportunities\n– Create own opportunities and harvest them, with the help of the backend sales team\n– Personal responsibility for “high touch” accounts\nJob requirements:\n– Must have at least 5 years of sales experience executive, at least 2 years in the CDN market\n– Experience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage\n Location:\nFor USA: preference for LA and NY\nFor EMEA: preference for Germany, UK,  or France\nTo send a CV for the position of Hola Better Internet Sales Director\nמקור: עמוד הפייסבוק של Optimove\nDevelop your career, get acknowledged for your efforts, and work with dedicated people who love what they do in one of Tel Aviv’s top startups.\nOptimove’s Customer-Success Manager (CSM) fills a dynamic and essential client-facing role, interacting collaboratively with clients, project managers and software developers to deliver outstanding results. Dedicated to our client success and satisfaction, our CSMs serve as the main point of contact with our valued customers. This role requires highly-effective management and people skills coupled with robust analytical capabilities. The CSM is a valuable member of the customer-facing team and the position is one which brings with it an excellent opportunity to learn and grow within a lively and challenging environment\nResponsibilities:\n– In charge of customer relationships\n– End-user customer training\n– Guidance and advice for enhancing the use of the system\n– Education regarding new and existing features\n– Ongoing customer enablement\nRequirements:\n– Excellent spoken and written English\n– Strong presentation skills\n– Excellent Excel skills\n– Strong analytical skills\n– Customer enablement orientation\n– Rich and effective interpersonal skills\n– Bachelor degree in Economics or Business\n– Experience in online software or technology field – a benefit\nTo send a CV for the position of Optimove Customer Success Manager\nWe are looking for a passionate and competitive Outbound Sales Development Representative. The Sales Development Department is an extension of the Sales team, generating qualified sales opportunities through both inbound and outbound prospecting. The team’s role is to create new opportunities for the Account Executives to then cultivate through the sales cycle.\nResponsibilities:\n– Uncover and develop new opportunities from outbound activities\n– Build a strong pipeline of sales opportunities to deliver on sales targets\n– Meet or exceed monthly, quarterly and annual qualified sales opportunities targets\n– Conduct high level conversations with senior executives\n– Be fearless and relentless in creating new opportunities\n– Work US hours (EST) from Israel\nTo send a CV for the position of feedvisor SDR (Sales Development Rep)\n\nחברת קומו מפתחת פלטפורמה לניהול לקוחות עבור רשתות משוק הקמעונאות וההסעדה. אנשי המכירות בצוות ישראל עובדים ישירות מול לקוחות פוטנציאלים. אנחנו מחפשים איש/ת מכירות להצטרף לצוות ישראל בחברה בינלאומית. איש מכירות מוכשר, רעב למכירות, חי מכירות, שחקן נשמה. כזה שאוהב אנשים ואנשים אוהבים אותו, כזה שרואה את הצעד שאחרי הצעד הבא. אינטלגנט, יצירתי, עם חוש הומור והרבה שמחת חיים. מישהו שאוהב את העבודה שלו, שרוצה ושואף להצליח ומחפש לרוץ למרחקים ארוכים.\nתיאור המשרה:\n– יצירת לידים חדשים\n– פגישות עם לקוחות פוטנציאלים והצגת הפתרון\n– ניהול תהליך המכירה – משלב קבלת הליד, הצגת המוצר, ניהול משא ומתן ועד לסגירת החוזה\nדרישות:\n– ניסיון בעולם הקמעונאי\n– ניסיון בניהול תהליכי מכירה ומשא ומתן\n– יכולות פרזנטטיביות ברמה גבוהה\n– אוריינטציה טכנולוגית\n– עצמאות ואחראיות בתפקיד\n– סדר, ארגון ויכולות ניהול זמן\nTo send a CV for the position of Como Sales Manager", "keywords": "como,גיקג\\'וב,גיק ג\\'וב,tgs,משרות,amdocs,משרות בהייטק,optimove,אנשי שיווק,hola better internet,plarium,אנשי מכירות,סטארטאפ,עבודה בסטארטאפ,webpals,feedvisor,check point,,גיקגו\\'ב"}