{"url": "https://www.geektime.co.il/hitech-jobs-26-january/", "type": "article", "title": "מחפשים עבודה? 10 משרות חדשות בהייטק", "description": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם", "image": "https://files.geektime.co.il/wp-content/uploads/2017/01/computer-1185637_1280-e1485346990773.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2017-01-26T16:20:28Z", "modified_time": "2017-01-26T15:16:25Z", "articleBody": "ריכזנו עבורכם 10 משרות טריות מהלוחות שלנו עם כל הפרטים הרלוונטים. עכשיו נותר לכם רק לעבור, לבדוק ולפנות לאלו הרלוונטים עבורכם\nמקור: Pixabay\nאחת המטרות לשמן ייסדנו את גיקטיים היתה לקדם את קהילת ההייטק בארץ. בפוסט הגיקג’וב השבועי, אנחנו מפרסמים חלק מהמשרות המפורסמות בלוח משרות ההייטק החדש של גיקטיים. אם אתם מעוניינים למצוא משרות נוספות או לפרסם משרות שלכם, אתם מוזמנים לעשות זאת באמצעות לוח המשרות החדש שלנו – Geeklist. שתפו את הפוסט והעבירו הלאה כדי לעזור לחברות להפיץ את המשרות ולגולשי גיקטיים למצוא את העבודה החדשה שהם מחפשים.\nAs our UX/UI Designer you will work closely with multiple teams, mainly Product, R&D and Branding to ensure the creation of engaging, positive, user experiences and intuitive interfaces for both web and mobile applications.\nIn this role, you will create smart, beautiful and responsive designs for both our online solutions as well as our leading Back-office products by defining interaction models and understanding and communicating user scenarios and end-to-end experiences.\nYou will play a key role in turning big ideas into simple, beautiful features and dealing with the continuous challenge of making the complicated simple, fun and accessible while juggling between multiple types of products with different kinds of audiences.\nRequirements:\n– 1-5 years of experience designing online web interfaces, either consumer or back-office/SaaS (Both preferred).\n– Very strong knowledge and solid understanding of UX/UI, Interest in the experience and feelings people go through – not just how it looks\n– Extensive experience producing high-quality, pixel perfect designs, from concept to production\n– A fast learner and a focused team player, with passion to constantly learn and acquire new tools and knowledge\n– Extensive experience in Photoshop and Illustrator\n– Vast experience in wire-framing and mock-ups, usage of tools such as Axure and Invision are a major advantage.\n– Team player with great communication skills. You should be able to clearly articulate your design decisions and what problems they’re solving.\n– A Can-do Attitude.\n– Experience working in an Agile environment, participating in team Product Backlog grooming sessions to grasp the greater picture – major advantage.\n– Degree in Interactive Design/Human Interactions/Cognitive sciences/Visual Communication or a related field – Preferred.\n– Please provide a portfolio of your design work as part of the application.\nTo send a CV for the position of UI/UX – Salestech\nWe are looking for a skilled designer with strong UI and design abilitiesto interpret ideas into a design engagement. If you excel at providing both analytical as well as creative ideas into a design engagement, we would love to tell you more about this incredible opportunity!\nResponsibilities:\n– Executing interaction design and visual design as a part of a multi-disciplinary team\n– Execute all visual design stages from concept to final hand-off to programming\n– Take broad, conceptual ideas and turn them into something useful and valuable\n– Design flows and experiences that are incredibly simple and elegant\n– Work closely with the design marketing and technology teams to conceptualize and prototype interface functionality, look, and feel.\n– Design online marketing materials, products and web templates\n– Partner with PMs, programmers, engineers, researchers and content strategists to oversee the user experience of a product from conception until launch\nRequirements:\n– A strong & creative online portfolio.\n– Bachelor’s or Master’s degree in Graphic / Visual Communication / interaction design or related design field.\n– Passion for Online Design & Web.\n– Experience with user interface design patterns.\n– Conceptual thinking both in visual and in interactive design.\n– Excellent communication skills and strong attention to details.\n– Up to date with industry leading design software and technologies\n– Experience with HTML & CSS at designer level – an advantage.\n– Willing to work full time (not a freelance)\n– B.Sc. in Industrial Engineering / Software Engineering\nTo send a CV for the position of Product / UI Designer – Seebo\nThe Marketing Department is the fastest growing department at Plarium, and its focus is not merely to expose as many people as possible to our games, but rather to bring our games to the gamers who deserve them through leading analytics. Marketing is all about combining deep, insightful performance analysis with amazing, impactful creative ideas. Our goal is to optimize our campaigns with the most effective combination of graphics, text and reach to make sure that our games reach those unique individuals who would enjoy them the most.\nThe Online Media Manager position will work with the media sales community and clients to develop unique and strategically appropriate media approaches, including the exploration of venues. The successful candidate has a significant track record generating leads and conversions for international online CPM, CPC and CPA media campaigns. The Online Media Manager will manage and optimize all aspects of deals through established new networks, implement initiatives that enhance media productivity, create new growth opportunities and increase ROI. The Online Media Manager needs to create and maintain the constant communications with partners and motivate to provide maximum exposure and revenue.\nRequirements:\n– Fluent English – written and spoken – a must, Mother tongue – Significant advantage\n– Minimum of 1+ years as an Online Media Manager\n– Proven knowledge in RMX/Appnexus – an advantage\n– Proven knowledge in Double click Ad serving platform – an advantage\n– Proven, measurable results in developing and growing an internal affiliate channel/program\n– Demonstrated ability to initiate and grow relationships\n– Knowledge and understanding of affiliate tracking methods, tagging and sale attribution\n– Ability to take on multiple projects at the same time\n– Must possess strong knowledge of the affiliate marketing industry\n– Strong organizational, analytical, presentation and problem solving skills\n– Experience in handling of tracking tools and online technologies\n– Profound knowledge of MS-Office Products (Excel in particular)\n– Passion for online games\n– BA/BS degree – an advantage\nTo send a CV for the position of Online Media Manager – Plarium\nWe are looking for hands-on Full Stack/Web Developers to design, develop, and move web-based systems/tools/dashboards to production.\nYou will work with a team to help secure the company’s position at the forefront of the video advertising industry.\nWhat you’ll do:\nDesign, develop, implement and move web-based systems/tools to production.\nWork with new technologies and high system availability.\nBuild deep partnerships with business, product management and technology leaders.\nRequirements:\n– 3+ years hands on JavaScript: Node.js, npm, gulp, webpack.\n– 2+ years in Front End: HTML, CSS.\n– 3+ years in Back End: PHP or Java, OOP.\n– Experience with SQL/NoSQL databases.\n– Experience with Angular and React – preferred.\n– Experience with Linux, AWS, Apache/Nginx/Tomcat – preferred.\n– Work in agile/scrum environment – preferred.\n– Web technologies – preferred.\n– B.Sc in mathematics / computer science or similar.\n– Experience in AdTech industry – preferred.\nTo send a CV for the position of Full stack / Web Developers – AnyClip\nWe are looking for an experienced sales directors to join our growing business development and sales team.  Preference for sales people that sold in to OTT video publishers such as CNN, ESPN, ABC, Disney, etc.\nJob description:\n– Qualify and nurture inbound leads for high/low touch opportunities\n– Create own opportunities and harvest them, with the help of the backend sales team\n– Personal responsibility for “high touch” accounts\nRequirements:\n– Must have at least 5 years of sales experience executive, at least 2 years in the CDN market\n– Experience at CDN companies such as Akamai, Limelight, EdgeCast, Fastly, Cloudflare – advantage\n Location:\n– For USA: preference for LA and NY\n– For EMEA: preference for Germany, UK,  or France\no send a CV for the position of Sales Director – Hola Better Internet\nDevelop your career, get acknowledged for your efforts, and work with dedicated people who love what they do in one of Tel Aviv’s top startups\nOptimove’s Customer-Success Manager (CSM) fills a dynamic and essential client-facing role, interacting collaboratively with clients, project managers and software developers to deliver outstanding results. Dedicated to our client success and satisfaction, our CSMs serve as the main point of contact with our valued customers. This role requires highly-effective management and people skills coupled with robust analytical capabilities. The CSM is a valuable member of the customer-facing team and the position is one which brings with it an excellent opportunity to learn and grow within a lively and challenging environment\nResponsibilities:\n– In charge of customer relationships\n– End-user customer training\n– Guidance and advice for enhancing the use of the system\n– Education regarding new and existing features\n– Ongoing customer enablement\nRequirements:\n– Excellent spoken and written English\n– Strong presentation skills\n– Excellent Excel skills\n– Strong analytical skills\n– Customer enablement orientation\n– Rich and effective interpersonal skills\n– Bachelor degree in Economics or Business\n– Experience in online software or technology field – a benefit\nTo send a CV for the position of Customer Success Manager – Optimove\nAmdocs OSS division is growing and looking for exceptional Automation Tester to join a cutting edge technology project aiming at providing foundations and solution to our largest customers.\nIf you want to be part of a winning team and believe you can meet the challenge your place is with us!\n– You will Create and execute, track and report automated and manual test execution mainly in selenium and/or testNG.\n– You will Analyze defects as they arise in design or execution test phase.\n– You will Design test rules and test scenarios based on documentation and communication with Product Management, Functional designers and developers.\n– You will Identify and propose work-around for critical defects.\n– You will be challenged with leading the technical aspects of the project.\n– You will have the opportunity to work in a growing business group, with ever growing opportunities for personal growth.\n– You will have the opportunity to work with the industry most advanced technologies.\n– You will work with great people who care and love their job.\nRequirements:\n– BSC in computer or industrial engineering or B.A. in any exact Science (information system proficiency an advantage).\n– At least 2 years relevant testing experience\n– Object Oriented programming – class structure, code re-use, abstract thinking.\n– Data model understanding.\n– Familiar with Client/Server applications, HTML and Java Script, Java.\n– Knowledge in SQL & DB development environment.\n– Basic Unix knowledge.\n– Experience in creating selenium/testNG scripts and adopt automation framework – an advantage.\n– Familiar with Amdocs testing methodology & tools – an advantage.\n– Ability to multi-task.\n– Very good interpersonal and communication skills.\n– Experience in working with customers and on customer sites.\n– Very good analytical skills.\n– Ability to work and learn independently.\nTo send a CV for the position of Software Test Engineer – Amdocs\nWe are looking for extremely talented and sharp QA for interesting work in an Agile R&D Mobile team to build and execute manual (mostly) and automatic tests, as part of our Core team.\n– You will be creating and executing test plans for mobile clients and server APIs.\n– You will be configuring remote servers and be the master of their logs.\n– If you have passion for Mobile and have a “do what it takes to win” mentality we would want to see you part of our team.\nRequirements:\n– A High-School Graduate Majoring in Computer Science and Mathematics – Must\n– QA exeprince- Advantage​\n– IDF technology units  Graduate – Advantage\n– Development Scripting Experience – Advantage\n– Availability for at least a year\nTo send a CV for the position of Manual QA – Vonage\nGigya’s R&D center in Azrieli towers in Tel-Aviv is looking for a senior C# developer with strong software engineering skills, to develop high-quality, advanced infrastructures and micro-services for use by other R&D teams in the company.\nAbout the position:\nDevelop advanced infrastructures that enable other teams to develop micro-services.\nGreat interpersonal skills, supporting developers and integrating new infrastructures\nStriving to improve R&D productivity\nDevelop various micro-services.\nWork in an Agile environmet\nAt Gigya, we can promise you three things:\n– A challenging environment – You will work with the most cutting edge technologies  available contributing to your development experience and professional skillset. At Gigya, your code will reach 1.5 billion users per month.\n– Inspiration – You will work with other techies and experienced, battle-hardened managers, who will push you to new limits and help you develop your full potential. At Gigya, the best idea wins.\n– Convenient and fun – Our offices are located in Azrieli Towers with a breathtaking view and are easily accessible by bus, car and train. We’ve got the best gadgets and frequently participate in fun, exciting and team-building activities.\nRequirements:\n– 5+ years of experience with C#/Java/C++, minimum 2 years with C#.\n– Ability to write clean and simple code to solve complex problems using advanced software engineering techniques.\n– Real-world experience with advanced concepts such as async/await, functional programming, AOP, serialization, concurrency and scalability.\n– Developed or participated in developing at least 2 core systems.\n– Advantage: open-source contributions\nTo send a CV for the position of Senior C# Infrastructure/server developer – Gigya\nCheck point Software Technologies is looking for a junior system administrator to be responsible for:\nprovide 24×7 1stlevel support to Check Point ‘systems’ and networks\nTroubleshoot ongoing problems\nreact to monitoring alerts\nprovide proactive maintenance to various systems\nwork closely with IT department personnel for escalations\nparticipating in installations and setup of Check Point infrastructure\nRequirements:\n– 1-2 years of experience in Linux – Red Hat/CentOS\n– 1-2 years of experience in networking (TCP/IP) and switching\n– Web systems – Apache & Tomcat – Advantage\n– Applicative data base management – Oracle, MySQL, or other – Advantage\n– VMware ESX configuration – Advantage\n– Microsoft servers experience (AD, Exchange) – Advantage\nproven troubleshooting skills\n– Self-learning\n– Good inter-personal ability and team work\n– Advantage – scripting skills: Bash, Python, Ruby, PowerShell\nPlease send CVs to email: Jobs@webpals.com including position number #2139 in the subject line.\n רוצים לראות משרות נוספות? כנסו עכשיו לגיקליסט, הלוח של חברות ההיי-טק בישראל >>>", "keywords": "system & network administrator,manual qa,vonage,check point,software test engineer,amdocs,customer success manager,sales director,hola better internet,junior user acquisition,tgs,online media manager,plarium,optimove,product / ui designer,seebo,ui/ux,salestech,senior c# infrastructure/server developer,gigya,,system & network administrator,anyclip,full stack / web developers,​salestech​,גיק ג\\'יב,גיקגו\\'ב,דרושים,מהנדסים,מנהלים,מפתחים,משרות,משרות בהיי-טק"}