{"url": "https://www.geektime.co.il/from-startup-weekend-to-techcrunch-in-90-hours/", "type": "article", "title": "מ-Startup Weekend ל-Techcrunch ב-90 שעות", "description": "חושבים שאתם מהירים? חכו עד שתפגשו את החבר'ה של LaunchRock שנפגשו בפעם הראשונה ב-Startup Weekend, פיתחו מוצר, שיגרו אותו, השיגו אלפי הרשמות לבטא והגיעו עד ל-Techcrunch בפחות מ-90 שעות.", "image": "https://files.geektime.co.il/wp-content/uploads/2011/02/Launchrock-300x187.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2011-02-15T16:00:11Z", "modified_time": "2011-02-16T10:05:11Z", "articleBody": "חושבים שאתם מהירים? חכו עד שתפגשו את החבר’ה של LaunchRock שנפגשו בפעם הראשונה ב-Startup Weekend, פיתחו מוצר, שיגרו אותו, השיגו אלפי הרשמות לבטא והגיעו עד ל-Techcrunch בפחות מ-90 שעות. \n\n\nלשגר את הסטארטאפ שלכם בוויראליות. LaunchRock\nאחת ממתודולוגיות העבודה הפופולאריות בשנים האחרונות היא לנסות לפתח ולהוציא לשוק מוצר כמה שיותר מהר, כדי לקבל עליו פידבק מהמשתמשים ולעשות שינויים והתאמות במידת הצורך. כבר נתקלנו בעבר בצוותים שעובדים מהר (הגרסאות הראשונות של אתרים גדולים כמו טוויטר ופייסבוק היו זמינים לבודקים חיצוניים כבר אחרי מספר שבועות), אבל הצוות של LaunchRock הציב מוקדם יותר החודש רף חדש, שיהיה מאוד מאתגר לשבור אותו.\nהסיפור של LaunchRock התחיל באירוע Startup Weekend שנערך בפילדלפיה בסוף ינואר. בדומה למבנה של כל אירועי Startup Weekend, גם זה שבפילדלפיה התחיל בשלב ה-Pitching, כאשר במהלכו עלה ג’יימסון דאטוויילר (Jameson Detweiler) לבמה והציג את הרעיון של LaunchRock – לבנות פלטפורמה שתאפשר לחברות אינטרנט חדשות להשיק את המוצרים\\שירותים שלהם באמצעות דפי נחיתה ויראליים. לאחר שהרעיון נבחר בתור אחד מהרעיונות עליהם יעבדו הצוותים במהלך סוף השבוע, אסף דאטוויילר מסביבו קבוצת יזמים ויחד איתם, השיק כבר ביום שבת (היום השני של האירוע) את הגרסה הראשונה של המערכת.\nהצוות אמנם לא זכה בפרס הראשון ב-Startup Weekend בפילדלפיה, אך זה לא הפריע לצוות להמשיך ולעבוד על המערכת. ביום שלישי, פחות משלושה ימים אחרי שהתחילו לראשונה לעבוד יחד על הרעיון, מעל ל-1000 משתמשים שונים נרשמו לשירות הבטא החדש של LaunchRock, המבוסס, איך לא, על הפלטפורמה של LaunchRock עצמה. במהלך האירוע ובימים שלאחריו, הצליחה הקבוצה לייצר באזז משמעותי בקהילת הסטארטאפים בארצות הברית. הבאזז היה מספיק משמעותי כדי לגרום לבלוג הסטארטאפים הפופולארי Techcrunch, לסקר את הפתרון החדש של LaunchRock תוך פחות מ-90 שעות מאז שהצוות נפגש בפעם הראשונה.\nגם לכם יש רעיון לסטארטאפ? חושבים שגם אתם יכולים להגיע ל-Techcrunch ב-90 שעות? בואו להכיר יזמים, להשתתף במיזמים חדשים ואולי לייצר ביחד את הסטארטאפ הגדול הבא! \nדאטוויילר סיפר בראיון ל-Techcrunch כי אחד הדברים המשמעותיים שהובילו לכשלון של הסטארטאפ האחרון עליו הוא עבד, היה שהוא בילה יותר מדי זמן בבניית המוצר, בלי לדעת אם באמת יש דרישה מצד קהל היעד. “עד שכבר היינו מוכנים להשיק את המוצר, גילינו שאין לנו באמת משתמשים שרוצים להשתמש בו והיה לנו מאוד קשה לשכנע משתמשים להירשם לשירות” אמר דאטוויילר.\nGetDateIdeas.com. דף נחיתה ויראלי שנעשה באמצעות הפלטפורמה של LaunchRock. \nהרעיון שמאחורי LaunchRock קיבל את ההשראה שלו מדפי נחיתה וויראליים בהם השתמשו חברות כמו Fork.ly ו-Hipster, שתי חברות שהצליחו למשוך עשרות אלפי משתמשים להרשמה לבטא, אפילו בלי לספר מה הם עושים. לדברי דאטוויילר, הרבה מאוד יזמים מסתמכים היום על מודל הויראליות בכל הקשור להפצה הראשונית של הסטארטאפ שלהם, אבל בחלק גדול מהמקרים, גם אם תחלקו 1000 הזמנות, לא ישתמשו ביותר מ-50 הזדמנות ואתם תפסידו את האנשים שיכולים לתת לכם פידבק אמיתי על המוצר שלכם. כדי לפתור על הבעייה, העלה דאטוויילר את הרעיון לייצר מערכת מרכזית אחת, שתאפשר למשתמשים לבנות עמוד נחיתה מעוצב, לאחסן אותו ולקבל מערכת סטטיסטיקות שתאפשר לו לעקוב אחרי תהליך ההפצה של ההזמנות.\nכדי להפוך את תהליך ההפצה לויראלי, המערכת של LaunchRock מציעה למשתמשים את האפשרות להוציא הזמנות נוספות לשירות החדש לחברים שלהם באמצעות הרשתות החברתיות. כאן בדרך בכלל מסתיימים רוב עמודי הנחיתה הסטנדרטיים, אבל בנקודה הנוכחית, LaunchRock ממשיכה ומציינת כי הסיכוי של המשתמשים להתקבל לבטא של המוצר, תלוי בכמות האנשים שהם יצליחו ושירשמו אף הם לניסוי המוצר החדש. כך יכולה חברת סטארטאפ לדעת, מי הם המשתמשים הרציניים יותר, למי יש כוח השפעה ואילו משתמשים באמת רוצים לבדוק את המוצר, מול משתמשים שסתם רוצים שיהיה להם גישה כדי להגיד שיש להם גישה.\nלאחרונה אישרה החברה מספר מצומצם של משתמשים וממש אתמול הועלה לבלוג של החברה צילום מסך של אחד מהמשתמשים הראשונים, שעלה לאוויר בדיוק בזמן ל-Valentine’s Day.", "keywords": "סטארט ווקיאנד,סטארטאפ וויקנד,startup weekend,launchrock,סטארטאפ וויקאנד"}