{"url": "https://www.geektime.co.il/aqua-security-raises-62m/", "type": "article", "title": "חברת Aqua Security גייסה 62 מיליון דולר כדי להגן על יישומים מבוססי קונטיינר ו-Serverless", "description": "החברה גייסה עד כה 100 מיליון דולר ומתכוננת להמשך התרחבות מאסיבית", "image": "https://files.geektime.co.il/wp-content/uploads/2019/04/AmirDror-2-1554292294-600x315.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-03T14:59:41Z", "modified_time": "2019-04-03T14:59:41Z", "articleBody": "החברה גייסה עד כה 100 מיליון דולר ומתכוננת להמשך התרחבות מאסיבית\nתמונה: Aqua Security\nחברת Aqua Security (אקווה סקיוריטי) הודיעה היום (ד’) על השלמת סבב גיוס C מרשים בהיקף של 62 מיליון דולר בהובלת קרן Insight Partners. בסבב השתתפו גם משקיעים קיימים בחברה: Lightspeed, TLV Partners, שלמה קרמר ו-M12, קרן ההשקעות של מיקרוסופט. החברה מתכננת להשתמש בכספי הגיוס להמשך האצת צמיחתה, הרחבת מערך השיווק והמכירות והגדלה של מרכז הפיתוח בישראל.\nבשנים האחרונות ניתן לראות מעבר לשימוש רב בקונטיינרים ובארכיטקטורת Serverless, כלומר מעבר לטכנולוגיות ענן מתקדמות. אבל אותן טכנולוגיות זקוקת גם להגנות ראויות ולאפשרויות לזיהוי מתקפות שמתרחשות מחוץ לסביבת החברה. הפלטפורמה של Aqua Security מאפשרת לחברות וארגונים לקבל שקיפות מלאה על פעילות הקונטיינרים ולזהות ולמנוע פעילויות חשודות. בכך היא יכולה לסייע לארגונים להעביר את היישומים שלהן לסביבות Production בצורה מאובטחת.\n\n\n\n\n\n\nרוצים לראות איפה החברים שלכם עובדים?\nללוח מיתוג המעסיק גיקטיים אינסיידר לחצו כאן >\n\n\n\nAqua הרחיבה בשנה האחרונה את הפלטפורמה שלה, וכעת היא תומכת בפונקציות Serverless, וסביבות הענן ו-Orchestration העיקריות בשוק, כאשר התמחור של הפלטפורמה שלה מבוסס צריכה. באקווה מדווחים כי 5 מתוך 10 הבנקים הגדולים בעולם, ו-6 מתוך 15 חברות הביטוח הגדולות בעולם עושות שימוש בפלטפורמה שלה. זאת בנוסף למעלה מ-100 חברות Blue-Chip בתחומים רבים.\nAqua נוסדה בסוף 2015 על-ידי דרור דוידוף ואמיר ג’רבי, והשיקה את הפלטפורמה שלה במאי 2016. היא מחזיקה במשרדים ברמת גן, בסן פרנסיסקו, מסצ’וסטס ולונדון. בעבר גייסה החברה כ-9 מיליון דולר בהובלת Microsoft Ventures ,בנוסף גייסה 4.5 מיליון דולר נוספים במסגרת סבב הסיד שלה מ TLV Partners ושלמה קרמר, וב-2017 גייסה 25 מיליון דולר בהובלת Lightspeed Venture. הגיוס הנוכחי מביא את סך גיוסי אקווה ל-100 מיליון דולר.אקווה הודיעה כי תגייס למעלה מ-50 עובדים נוספים למרכז הפיתוח שלה בישראל כבר במהלך השנה הקרובה.\n\n\n\n\n\n\nהמקום שלכם לעדכן ולהתעדכן\nלהצטרפות לקבוצת הפייסבוק הסגורה של גיקטיים, לחצו כאן\n\n\n", "keywords": "אקווה סקיוריטי,אקווה,קונטיינרים,סרברלס,aqua,aqua security,serverless,containers"}