{"url": "https://www.geektime.co.il/hashicorp-part-2/", "type": "article", "title": "למה בחרנו להשתמש דווקא ב-Consul ו-Vault לניטור ואבטחת שירותים בתשתית?", "description": "קיימים הרבה כלים בשוק שמאפשרים ניהול סודות ו-Service Discovery, אך חשוב לדעת אילו מהם מתאימים לצורכי החברה שלכם. אז אילו שיקולים, אתגרים ויתרונות יש במעבר לעבודה בכלי ה-Open source של Hashicorp? החלק השני בסדרה", "image": "https://files.geektime.co.il/wp-content/uploads/2018/02/GettyImages-628580446-1517730633.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-04-11T14:15:36Z", "modified_time": "2019-04-11T12:53:32Z", "articleBody": "קיימים הרבה כלים בשוק שמאפשרים ניהול סודות ו-Service Discovery, אך חשוב לדעת אילו מהם מתאימים לצורכי החברה שלכם. אז אילו שיקולים, אתגרים ויתרונות יש במעבר לעבודה בכלי ה-Open source של Hashicorp? החלק השני בסדרה\nהכתבה בחסות\n\nצלם/תמונה: gilaxia/ Getty Images Israel\nמאת דני שמש, DevOps Engineer ב-Fyber\nעידן מחשוב הענן הפך את ההקמה והניהול של תשתית מחשוב לגמישים, קלים וזולים יחסית, ובמקביל מאפשר לחברות רבות לקבל מגוון יכולות שהיו באופן מעשי בלתי ישימות מבחינתן, כמו פריסת שרתים במקומות שונים בעולם. אך בינתיים חברות רבות פיתחו מערכות מורכבות במיוחד, ועל אף שהתהליך אמנם פשוט יותר, עדיין מדובר במשימה מורכבת שמביאה איתה לא מעט אתגרים.\nחברת Fyber, שפועלת בתחום ה-Ad Tech ומפתחת טכנולוגיות לפרסום מודעות במובייל, מתמודדת עם תשתית מורכבת במיוחד, שגם צריכה לעמוד ב-Scale גבוה מאוד. סביבה כזו טומנת אתגרים רבים לצוות ה-DevOps: מההקמה והניהול, דרך הפיתוח ומעקב אחר מערכות, האינטגרציה ועד ניהול האבטחה וההרשאות של המערכות מול הרשת והמפתחים.\nבכתבה הקודמת תיארנו איך אנחנו נעזרים ב-Terraform כדי להקים את תשתיות הענן. בכתבה זו נתאר כיצד ניתן לקבל אינפורמציה לגבי השירותים בתשתית, “להכיר” שירותים מסוימים לשירותים אחרים ולייצר להם הרשאות ומנגנון אבטחה, בעזרת הכלים Consul ו-Vault, ונסביר מדוע בחרנו דווקא בהם.\nכדי לקבל תמונה מפורטת של השרתים והשירותים שלנו, הסטטוס והכתובות שלהם, אנחנו זקוקים ל-Service Discovery: תהליך אוטומטי שמנטר מכונות ושירותים על גבי המכונות. לשם כך אנחנו נעזרים ב-Consul.\nConsul היא מערכת מבוזרת ו-highly available, כלומר שואפת להיות זמינה תמיד. היא מוגדרת כ”רשת שירות” (service mesh) – שכבה שתפקידה לדאוג לתקשורת בין שירותים (אפליקציות web). המערכת עובדת באופן הבא: agent של Consul מותקן בכל שרת שנרצה שיחשוף את שירותיו (services), כך שניתן לבקש מקונסול להפעיל קוד שיבדוק את תקינות השירות. ה-agent אחראי לבדוק את תקינות השירותים (Health checks) ואת תקינות השרת עצמו.\nבדיקת תקינות השירות על ידי Consul בכל 10 שניות, בשרת mongoDB שהוקם עם Terraform\nניהול השרתים החברים במערכת נעשה באמצעות פרוטוקול Gossip. השרתים מעבירים ביניהם הודעות הקשורות במצב השרתים האחרים, כך שאנשי הפיתוח יכולים לראות את התמונה המלאה. המידע עצמו נשמר על גבי שרתים שנקראים Consul Servers.\nמקור: https://www.slideshare.net\nהיכולת לדעת את הכתובות של כל השרתים אינה טריוויאלית. בעבר הוצמדה כתובת סטטית לכל שרת, אבל כיום נעשה שימוש בשרתים רבים שעולים ויורדים באופן דינמי ובהתאם לצורך, ולכל שרת מוצמדת כתובת כלשהי ממרחב כתובות אפשרי שהוגדר מראש. Consul פותר את הבעיה הזו, ובכל שלב ומכל שרת החבר במערכת אפשר לתשאל את ה-agent או את ה-Consul Servers ולקבל רשימה רלוונטית של שרתים.\n \nרשימת שרתי MongoDB\nשרתי אפליקציה שונים מתקשרים עם שרתי MongoDB באמצעות פרוטוקול HTTP. הכתובת המעודכנת של שרתים אלה ידועה, אולם כאשר אחד מהם מוחלף גם כתובתו משתנה. כיצד ניתן לעדכן את שרתי האפליקציה בכתובת המעודכנת של שרת ה-MongoDB החדש? שימוש ב-Consul DNS יסייע בפתרון הבעיה, משום שניתן לפנות ל-Consul עם כתובת DNS בצורה הבאה:\nservice name>.service.<datacenter name>.consul>\nבמקרה המתואר: mongodb.service.fyber.consul\n\nמתחת לכתובת קבועה זו תופיע תמיד רשימה מעודכנת של שרתי MongoDB, כך שבמקום רשימת כתובות IP סטטיות תוגדר הכתובת הזו. אם אחד משרתי MongoDB נפל, בדיקת ה-Health check שהוגדרה תמנע פניה אליו.\nל-Consul יש פיצ’רים נלווים נוספים שהופכים אותו לאטרקטיבי ושאנחנו מצאנו כמתאימים לתהליך העבודה אצלנו:\nפיצ׳ר נוסף: UI נוח\nאת תפקיד ה-Service Discovery, ניהול רישום שרתים ושירותים, ממלאים ברוב המקרים כלים שזהו לא הייעוד העיקרי שלהם, כמו כלים לניהול קונפיגורציה דוגמת Chef. השימוש בכלים אלה למטרה זו יכול להוות בעיה, משום שהוא מכביד על המערכת באופן שעלול לפגוע בשירותים העיקריים שלה, להאט את המערכת, להכביד על השרתים עצמם ולהקשות על חילוץ אינפורמציה מסוימת מהשרתים.\nלכן עדיף להשתמש במוצרים ייעודיים ל-Service Discovery, דוגמת Zookeeper הוותיק והמומלץ. בהשוואה לכלים אלה, ה-Consul מצריך עקומת למידה קטנה יותר. ה-Service Discovery עצמו מובנה ב-Consul, וברוב האלטרנטיבות המשתמשים נדרשים לבנות מעליו את ה-Service Discovery שלהם.\nכעת, כשכבר בנינו תשתית עם מערכות מנוטרות שיכולות, טכנית, לתקשר זו עם זו בקלות, אפשר לחזור לשירותים שצריכים גישה לשרתי ה-MongoDB שהוקמו. אל שרתים אלה ניתן להתחבר באמצעות שם משתמש וסיסמה בלבד, כך שידיעת הכתובת של שרתי מסדי הנתונים לא מספיקה.\nנוכל לדאוג שלשירות שלנו תהיה גישה לפרטי משתמש באמצעות השארת הפרטים בקובץ כלשהו בשרת, בקוד עצמו או בדרכים דומות. שיטת עבודה זו הייתה ועודנה נפוצה, אך חשוב לזכור שלשמירת ססמאות בצורה סטטית, כאשר הן חשופות בשרת או בקוד, יש פגיעות אבטחה מובנת. ברוב המקרים, דרך עבודה זו תגרום לכך ששרתים ושירותים רבים יחזיקו באותם פרטי משתמש, כיוון שיצירה ופריסה של פרטי משתמש שונים לשירותים רבים היא פעולה מורכבת מדי.\nאם שירותים רבים משתמשים באותם פרטי משתמש, המשתמש יקבל הרשאות גישה עשירות במיוחד אך כל סוג של שירות בפני עצמו זקוק רק לחלקן. בנוסף, אם מסיבה זו או אחרת יתעורר צורך למחוק משתמש מהמערכת, ניאלץ להחליף את פרטי המשתמש בשרתים רבים.\nאז איך נראה המצב האידיאלי?\nVault הוא כלי לניהול מאובטח של סודות, Highly available. באמצעות ממשק (API) זהה, ניתן ליצור הרשאות לכל ספק פופולרי (או Secret Engine בשפת Vault, דוגמת ענן, מסד נתונים וכיוצא בזה) ולנהל אותן. בנוסף, הוא תומך בכל פונקציות האימות (Authentication methods), הנפוצות, כך שניתן למשל להתחבר אליו באמצעות Token שמופק מחשבון Github או באמצעות AWS Role.\nמקור התמונה www.hashicorp.com\nכך, יצירת פרטי משתמש ב-AWS, MySQL או MongoDB תיעשה באמצעות אותו API עם פרמטרים שונים. Vault עובד בשיטת Role Based Policies, בה מגדירים לכל משתמש רק את ההרשאות הרלוונטיות וכן ניתן לשמור כל סיסמה או סוד אחר בצורה מאובטחת (ממש כמו ב-Lastpass ודומיו).\nPolicy ב-Vault\nVault שומר את המידע שברשותו בצורה מוצפנת לפי בחירה (למשל בזיכרון, ב-Mysql ,Consul KV store ועוד).\nפרטי משתמש בצורה מוצפנת ב Consul KV\nלכל הרשאה שנוצרת באמצעות Vault יש ID שנשמר לזמן מסוים (וניתן להארכה בכל שלב), ובתום הזמן המוקצב ההרשאה נמחקת. הפעולות מתבצעות באמצעות בקשות HTTP לשרת Vault או ישירות בשרת עצמו באמצעות Vault CLI. ניתן לצפות ולבצע גם באמצעות ממשק ה-UI הנוח שמגיע עימו.\nמסך אינפורציה של הרשאה בממשק ה-UI\nזרימת ניהול הסודות שלנו היא כזו:\n– משתמש שמוגדר כ-Root יוצר Policies (שמגדירים מה אפשר לבצע מול Vault), ו-Roles (מה שהמשתמשים ש-Vault יוצר יכולים לעשות מול הספקים) ופרטי משתמש עבור משתמשים אנושיים.\n– השירותים עצמם מזדהים בפני Vault, בדרך כלל באמצעות פונקציית אימות (i.e. AWS role) בזמן ריצה, יוצרים לעצמם משתמשים זמניים ומחדשים את התוקף שלהם כל עוד שהם עצמם רלוונטיים.\n– Vault מבצע עבורם את הפעולות שתוארו ומשמיד את המשתמש שהם יצרו כשתוקפו נגמר. המידע נשמר במקום שהוגדר כשהוא מוצפן (Consul KV).\n– משתמשים יכולים לשמור סודות שלהם כך שיהיו חשופים להם בלבד.\nתרשים זרימת ניהול הסודות ב-Fyber\nחשוב להזכיר שגם ל-Vault יש חלופות, וגם אנחנו משתמשים בחלקן למטרות ספציפיות. מבחינתנו הוא נבדל מכלים מקבילים מבחינת היכולות המגוונות שלו, העובדה שהוא לא תלוי פלטפורמה אלא מנהל אינטראקציה עם כל מערכות הקצה הנפוצות, קלות העבודה איתו וממשק ה-UI הנוח.\nהכתבה הראשונה בסדרה:\nלמה בחרנו לנהל תשתית כקוד דווקא עם Hashicorp?", "keywords": "scale,hashicorp,code,fyber,consul,service discovery,מערכות מורכבות,מקרהבוחן,פייבר,שרתים,ניהול תשתיות,,מערכותמורכבות"}