{"url": "https://www.geektime.co.il/hashicorp-infrastructure-as-code-use-case/", "type": "article", "title": "למה בחרנו לנהל תשתית כקוד דווקא עם Hashicorp?", "description": "על אף מחשוב הענן, חברות רבות עדיין מנהלות מערכות מורכבות במיוחד שדורשות להתגבר על אתגרים של פיתוח, ניהול ואבטחה של תשתיות ב-Scale גבוה. ניהול תשתית כקוד היא דרך מצוינת להתמודד, אך חשוב לדעת כיצד לעשות זאת", "image": "https://files.geektime.co.il/wp-content/uploads/2018/04/GettyImages-695556186-1525605889.jpg", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2019-03-26T14:00:31Z", "modified_time": "2019-03-26T12:30:12Z", "articleBody": "על אף מחשוב הענן, חברות רבות עדיין מנהלות מערכות מורכבות במיוחד שדורשות להתגבר על אתגרים של פיתוח, ניהול ואבטחה של תשתיות ב-Scale גבוה. ניהול תשתית כקוד היא דרך מצוינת להתמודד, אך חשוב לדעת כיצד לעשות זאת\nהכתבה בחסות\n\nצלם/תמונה: Emilija Manevska/ Getty Images Israel\nמאת דני שמש, DevOps Engineer ב-Fyber\nעידן מחשוב הענן שינה את כללי המשחק בכל הקשור להקמת שרתים וסביבת עבודה ממוחשבת. כיום חברות רבות כבר יודעות שבאמצעות הענן ניתן להקים ולנהל תשתית מחשוב בזול, באופן גמיש ובקלות יתרה, ולקבל מגוון יכולות שהיו באופן מעשי בלתי ישימות מבחינתן, כמו פריסת שרתים במקומות שונים בעולם.\nהתהליך אמנם פשוט יותר, אך גם הקמה של תשתית תוכנה, שכוללת אפליקציה אחת ומספר שרתים עימם היא צריכה לתקשר (מסדי נתונים וכדומה), תכלול לכל הפחות מספר שרתי אפליקציה, הגדרה של המיקום הפיזי שבו יוקמו השרתים, רכיבי רשת רבים וחיבור ביניהם ורכיבי אבטחה שישמשו את השרתים. כלומר, עדיין מדובר על מערכת די מורכבת.\nחברת Fyber שפועלת בתחום ה-Ad Tech ומפתחת טכנולוגיות לפרסום מודעות במובייל, מתמודדת עם תשתית מורכבת במיוחד. היא בעלת סביבת חומרה ותוכנה הטרוגנית הכוללת מערכות רבות, שנמצאות במספר חשבונות של ספקיות ענן. מערכות אלה צריכות לעמוד ב-Scale גבוה מאוד, ולכן רצות על מאות ולעתים אלפי מכונות וכמובן גם חולקות משאבים ומתקשרות בניהן.\nסביבה כזו טומנת אתגרים רבים לצוות ה-DevOps: מההקמה והניהול, דרך הפיתוח ומעקב אחר מערכות, האינטגרציה ועד ניהול האבטחה וההרשאות של המערכות מול הרשת והמפתחים. כדי לפתור את הבעיות האלה אנחנו ב-Fyber נעזרים במוצרי Hashicorp.\nHashicorp היא חברת תוכנה שמוצריה מיועדים לפתור בעיות פיתוח, ניהול, חיבור ואבטחה של מערכות שונות (אפליקציות) על גבי כל סוג של תשתית. היא עובדת בשיטת Freemium, מוצריה הם Open Source ולכל מוצר יש גרסת Enterprise בתשלום. עם זאת, גרסת ה-Open Source של כל המוצרים מספיקה בהחלט גם לשימושים המגוונים והמאתגרים שלנו.\nאנחנו משתמשים בשלושה כלים עיקריים בעבודה עם תשתיות: Terraform להקמת תשתיות, Consul לניטור המערכות והתקשורת ביניהן ו-Vault לאבטחה וניהול הרשאות (על שני האחרונים תוכלו לקרוא במאמר הבא).\nתשתית כקוד היא דרך עבודה לניהול תשתית או תוכנה בעזרת קוד. כלומר, קידוד של מרכיבי התשתית במקום כתיבת סקריפטים ופעולות ידניות. ישנם כלים רבים לניהול תוכנה או תשתית באמצעות קוד, וחשוב להבדיל בין אלה המיועדים לניהול קונפיגורציה ולהתקנת כלים ושירותים על גבי שרתים קיימים (Configuration management), דוגמת Chef ו-Puppet, ובין כלי אוטומציה לתשתית בענן (Configuration orchestration), שבעיקר מנהלים הקמה ופריסה של השרתים עצמם (ורכיבי תשתית אחרים), כמו CloudFormation ו-Terraform.\nהיתרונות לניהול תוכנה וקונפיגורציות בשרתים באמצעות קוד הם די אינטואיטיביים: האפליקציה שלנו, על כל המשאבים שהיא צריכה וההגדרות הדרושות, תותקן ותעודכן באופן אוטומטי בשרת הקיים.\nהגדרת מערכת כחלק מתשתית מורכבת, ובעיקר שינוי במערכת כזו באופן ידני, יכולה להיות פעולה מסובכת במיוחד, ודורשת את הבנת תפקידו של כל משאב שהגדרנו ומערכת התלויות בו. במקרים רבים, לאחר שהקמנו מערכת כזו והצלחנו לגרום לה לעבוד תוך כדי ניסוי וטעייה, נרצה להרוס אותה ולהקימה מחדש בצורה נקייה.\nזאת ועוד. בתהליך העבודה בחברה המעבר מפיתוח שירות, אפליקציה חדשה או פיצ’ר ועד פריסתם בסביבת פרודקשן, עובר דרך סביבת Development, שם הוא נבדק על ידי מפתחים ואנשי QA. לאחר מכן המוצר עובר לסביבת Staging, שם נבחנות יציבותו ויעילותו בתנאי סביבת פרודקשן. סביבות אלה מכילות מערכות זהות עד כדי הבדלים קטנים של קונפיגורציה, ובתהליך עבודה כזה היכולת להקים מערכת זהה למערכת קיימת בצורה אוטומטית היא הכרחית.\nהקמת השרתים ויתר המשאבים באמצעות קוד פתרה עבורנו את הבעיות הללו: הגדרת המערכת כתובה כך שקל להבין אותה; שינוי במשאב מסוים יגרור שינוי ביתר המשאבים שתלויים בו באופן אוטומטי, אם יש צורך בכך; והגדרת המשאבים והמערכות בקוד תיעשה פעם אחת, ואילו הקמה והריסה שלהם נעשית בקליק.\nאך לאוטומציה לקידוד תשתיות בענן יש יתרונות חשובים נוספים, שמבחינתנו הופכים את הקמת התשתית כקוד לדרך עבודה הכרחית כשמדובר בתשתית מורכבת:\nאז לניהול תשתית כקוד יש יתרונות גדולים, אבל בשוק קיימים מוצרים רבים והחוכמה היא לבחור בזה שיתאים בצורה הטובה ביותר לצורכי החברה שלכם. אנחנו כאמור בחרנו ב-Terraform משום שהייחודיות שלו היא שהוא לא תלוי פלטפורמה (Platform agnostic), בניגוד לשאר המתחרים שהם מבית ספקיות הענן הגדולות AWS/Google/Azure. כך ניתן לעבוד עם Terraform כדי להקים תשתית בכל מקום וקל יותר לעבור מספק ענן אחר.\nבנוסף, הפלטפורמה הזו הציעה יתרונות שעבורנו היו מהותיים לעבודה קלה ונכונה יותר:\nנדגים הקמת Replica-set (קבוצת שרתים שמתקשרים ביניהם ומגבים זה את זה), בעל שלושה חברים של מסד הנתונים MongoDB. נכתוב קוד בתיקייה שנקרא לה tf-mongodb, שתפקידו להקים את השרתים על גבי שרתי AWS, עם משאב אבטחה (security group) שיאפשר תקשורת פנימה לשרתים בפורט 27017.\n\nבתמונה קיבצנו בקובץ אחד משאב מסוג aws_instance, שעליו יהיה שרת MongoDB ויוקם count פעמים ו-security group. כל ההגדרות שיכולות להשתנות יוגדרו במשתנים (vars) ויתקבלו בהפעלה (ההתקנה של אפליקציית MongoDB עצמה תעשה דרך המשתנה user_data, אך זה מחוץ לסקופ שלנו).\nכעת נגדיר מודול שדרכו נבנה את המשאבים שהגדרנו קודם, עם ההגדרות המתאימות:\n\nבשלב זה, הרצת הפקודה ‘terraform plan’ תתאר לנו בצורה מדויקת את המשאבים שעתידים להיווצר:\n\n\nבפקודת ‘terraform apply’ הם ייווצרו. באותו אופן, בפקודת ‘terraform apply’ יבוצעו שינויים במודול אם נשנה את אחת ההגדרות ופקודת ‘terraform destroy’ תמחק את המשאבים.\nבאופן דומה בנינו בחברה את כל תשתיות הענן שלנו ואת השרתים והשירותים שעל גביהם עם Terraform וכיום אנחנו חוסכים בכל יום זמן וטעויות באמצעות אוטומציה מלאה. שינוי קטן או הקמת תשתית מלאה בסביבה חדשה, תעשה (לאחר הוספת ההגדרות המתאימות), בקליק.\nהקמת התשתית היא הבסיס, וכעת המטרה היא שהשרתים והשירותים שהקמנו יוכלו לעשות את העבודה שלהם ויהיו מבוקרים ומאובטחים. לשם כך הם צריכים, בין השאר, להיות מסוגלים להכיר ולתקשר ביניהם, לקבל הרשאות אבטחה מתאימות ולהיות מנוטרים.\nאיך עושים זאת? בחלק הבא נתאר את הדרך שלנו, לשימוש בכלים Consul ו-Vault.", "keywords": "fyber,code,hashicorp,terraform,תשתית כקוד,פייבר,scale,ניהול תשתיות,שרתים,מקרה בוחן,מערכות מורכבות"}