{"url": "https://www.geektime.co.il/gett-raises-80m/", "type": "article", "title": "חברת Gett מודיעה על גיוס 80 מיליון דולר", "description": "גט רושמת לעצמה הישג נוסף, משלימה גיוס מרשים ואפילו נמצאת בדרך לרווחיות", "image": "https://files.geektime.co.il/wp-content/uploads/2018/06/image-1528378199.png", "tag": "אינטרנט", "publisher": "https://www.facebook.com/geektimecoil", "published_time": "2018-06-07T16:55:24Z", "modified_time": "2018-06-07T17:22:56Z", "articleBody": "גט רושמת לעצמה הישג נוסף, משלימה גיוס מרשים ואפילו נמצאת בדרך לרווחיות\nתמונה: Gett\nGett (לשעבר גט טקסי), הפכה להיות בשנים האחרונות כמעט מילה נרדפת ל״מונית״. היום (ה׳) היא יכולה לרשום לעצמה נקודת ציון נוספת, כאשר היא משלימה סבב גיוס נוסף בגובה של 80 מיליון דולר, בהשתתפות בעלי המניות הקיימים בחברה  Access, Baring Vistok, MCI וקבוצת Volkswagen. סבב הגיוס בוצע לפי שווי של 1.4 מיליארד דולר.\nמייסד ומנכ”ל Gett, דייב ווייסר, מסר כי החברה צפויה להגיע להישג נוסף בתקופה הקרובה, כאשר היא עתידה להפוך לרווחית בכל המדינות שבהן היא פועלת (לא כולל הוצאות R&D) “עד לרבעון הראשון של 2019 – הרבה לפני המתחרות”. בנוסף, חלק וויסר מידע מפתיע על השוק המאתגר בניו יורק: ״מבין השווקים של Gett, ניו יורק צומחת בקצב המהיר ביותר. כ- 45,000 נהגים – יותר מ-50% מכלל הנהגים בעיר – כבר הצטרפו ל-Juno״\nמחצית מהכנסות Gett מגיעות מהשוק של ניו יורק ולונדון, בו החברה מספקת שירותי תחבורה. בניו יורק, החברה פועלת תחת המותג Juno, אותו רכשה החברה לפני כשנה תמורת 200 מיליון דולר. בחברה מספרים כי בלונדון, יותר ממחצית המוניות השחורות עובדות עם Gett, בעוד בניו יורק יותר ממחצית המוניות השחורות עובדות עם Juno.\nGett הוקמה בשנת 2010 תחת השם Get Taxi על ידי רועי מור ושחר וייסר ומאז הקמתה היא גייסה למעלה מ-700 מיליון דולר, כ-300 מיליון דולר מההון גויס מקבוצת פולקסווגן.\nכתובת אימייל לא תקינה\nנא לאשר בבקשה\nהטופס נשלח בהצלחה", "keywords": "gett,get taxi,מוניות,גט,גטקסי,גט טקסי,מונית,גיוס,פולקסווגן,raise"}