{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5453345,00.html"}, "headline": "12 המחקרים הרפואיים שאמורים לשנות את פני הרפואה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/12/06/6679034/6679022099387640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/06/8198727/81987080100892640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/29/7876697/78766860100391640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/26/8241196/8241187099077640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/01/8123907/81238990100590640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/09/29/7299940/72323450991997640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/02/23/7608031/760802601001498640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/03/8633911/86338840100084640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/21/8294813/82948060100084640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/01/28/7548293/754828301001186640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/21/8362344/83623420100690640360no.jpg"], "datePublished": "2019-01-27T12:19:24z", "dateModified": "2019-01-27T21:22:45z", "author": {"@type": "Person", "name": "רותם אליזרע"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הטיפול שנחסך מחולות סרטן השד, המשאף שבאמת מונע התקפי אסתמה, התרופה שמונעת אירועי לב, הטיפול ש\"מחסן\" מאלרגיה לבוטנים, הניתוח שמחזיר את התנועה לידיים משותקות ועוד - כתב העת הרפואי היוקרתי בעולם, ה\"ניו אינגלנד ג'ורנל אוף מדיסין\", בחר ב־12 המחקרים פורצי הדרך של 2018, אלה שישנו, לדעתו, את ההיסטוריה של עולם הרפואה", "wordCount": "2061", "commentCount": "31", "genre": "1208.Health-1834.MedicalResearch", "keywords": "סרטן,מחקר", "articleBody": "הרפואה משתנה ומתפתחת תמיד. במובן הזה שנת 2018 לא הייתה יוצאת מן הכלל. ולמרות זאת, מחקרים רבים שפורסמו השנה ישנו את חייהם של מיליוני בני אדם ברחבי העולם. \"זמנים בריאים\" מציג את 12 המחקרים המובילים ופורצי הדרך שכתב העת הרפואי היוקרתי בעולם, ה\"ניו אינגלנד ג'ורנל אוף מדיסין\", בחר השנה כמחקרים שעשויים לשנות את פני ההיסטוריה בעולם הרפואה.      1. סרטן שד: אפשר גם בלי כימותרפיה  המחקר המרכזי שהוצג בכנס האיגוד האמריקאי לאונקולוגיה ונחשב לאחד מהמחקרים החשובים השנה הוכיח כי לפחות שליש מחולות סרטן השד לא יפיקו תועלת מכימותרפיה והן כלל אינן זקוקות לטיפול הזה כדי להחלים. מחקר ה-Tailor X הוא המחקר הגדול ביותר שנערך בתולדות חקר סרטן השד. הוא נמשך תשע שנים וכלל 15,000 מטופלות. המחקר השתמש ביכולות הייחודיות של בדיקת \"אונקוטייפ שד\" של חברת אונקוטסט, אשר מסוגלת לנבא את רמת הסיכון העתידי של כל חולה להתפשטות או לחזרת המחלה בעתיד ואת מידת התועלת שתפיק מטיפול כימותרפיה.  מרבית חולות סרטן השד הן חולות אשר גילו את המחלה בשלב מוקדם ובמסגרת הביופסיה שנעשתה להן נמצא שהגידול שלהן מתאים לטיפול הורמונלי. אותן חולות עוברות ניתוח שבו מוסר הגידול, אך לצורך מניעה הן נדרשות גם לכימותרפיה שמטרתה להשמיד תאי סרטן מיקרוסקופיים ולהקטין את הסיכויים שהמחלה תחזור בעתיד כמחלה גרורתית. אונקוטייפ משתמשת ברקמת גידול שנלקחה מהביופסיה הראשונית של החולה. היא בודקת 21 גנים שונים והתוצאות משוקללות לציון, מספר שנע בין 0 ל־100.    עוד כתבות בנושא: מחקר: הילד גדל עם חיות מחמד? הוא מחוסן לאסתמה מחקר: נשים בהתקף לב מזעיקות עזרה 37 דקות מאוחר מגברים למצוץ את המוצץ של הילד - ולהפחית את הסיכון לאלרגיה    ככל שהתוצאה גבוהה יותר, כך הסיכון להישנות מחלה בעתיד גבוה יותר ויש מקום לטפל בכימותרפיה. מנגד, כשהציון נמוך ניתן לפטור את החולה לחלוטין מהטיפול. הבדיקה הפכה לחלק בלתי נפרד מהטיפול בחולות סרטן השד וסייעה כבר ללמעלה ממיליון מטופלות ברחבי העולם. לאחרונה, בעקבות המחקר החשוב הזה, קבעה הרשות הלאומית לסרטן בארה\"ב שאונקוטייפ היא הבדיקה המועדפת שיש לבצע לפני החלטה על מתן טיפול כימותרפי.    2. אירועי לב: הטיפול בכולסטרול שמפחית את התמותה   כולסטרול LDL (\"הכולסטרול הרע\") מהווה גורם סיכון לתחלואה קרדיו־וסקולרית ומוגדר כבעיה כלל־עולמית שעימה מתמודדות מערכות הבריאות בעולם. הטיפול המוכר להורדת כולסטרול הוא תרופות ממשפחת הסטטינים, אשר לרוב יעילות בהורדת ערכי הכולסטרול. עם זאת, רבים מהחולים אינם מאוזנים למרות נטילה של המינון המקסימלי של סטטינים. אצל אחרים, בשל תופעות לוואי, לא מתאפשר טיפול זה.    לפני מספר שנים פותחו זריקות אשר מצליחות להוריד גם כולסטרול \"עקשן\", שלא פחת למרות טיפול בסטטינים. בעבר הוכח כי הן מאפשרות הורדה של הכולסטרול לערכים נמוכים מאוד, אך לא הובהר אם הטיפול גם מקטין את הסכנה המרכזית לחולים - תמותה לבבית. הבעיה הבוערת היא כיצד מונעים את התקפי הלב החוזרים של החולים. בעוד אירוע לב ראשון נגמר לרוב בהצלחה לאחר צנתור, החולים נותרים בסיכון גבוה ללקות באירוע נוסף, לרוב חמור מקודמו, בשנים הבאות.    מחקר חדש הוכיח שאצל החולים שסובלים מכולסטרול גבוה שאינו מצליח להתאזן - אלה שמוגדרים על ידי הרופאים כ\"פצצת זמן\" - שטופלו בזריקות \"פרלואנט\", נרשמה הפחתה של 24% בתמותה מהתקפי לב ושבץ מוחי, וכן ירידה של 29% בתמותה מכל סיבה שהיא.     3. אסתמה: שינוי תפיסה בטיפול בחולים  אסתמה היא מחלה נשימתית כרונית נפוצה המשפיעה על חיי היומיום של מאות מיליוני ילדים ומבוגרים ברחבי העולם. המחלה מתאפיינת בדלקת של דרכי הנשימה העליונות. למרות שאצל מרבית החולים מדובר ב\"אסתמה קלה\", הם עדיין נמצאים בסיכון להתקף חמור, שעלול להוביל אף לתמותה.    המטרה היא להתמיד בטיפול קבוע למניעת החמרה ולהשתמש במשאף נוסף \"בעת הצורך\" לטיפול נקודתי בקשיי נשימה. אולם רוב חולי האסתמה אינם נוטלים את הטיפול האנטי־דלקתי הקבוע ונשענים בעיקר על המשאפים \"לשעת חירום\", שהנודע בהם הוא משאף הוונטולין שנותן מענה נקודתי לבעיות הנשימה ברגע שהן מופיעות, אך לא מונע החמרה במצב בהמשך.     המחקר שפורסם השנה בחן את האפשרות להשתמש במשאף \"סימביקורט\" הקבוע גם כמשאף \"בעת הצורך\" ולבחון אם הוא משפר את מצבם של החולים לאורך זמן בהשוואה לטיפול קבוע בשם \"בודיקורט\", הניתן עם טיפול \"בעת הצורך\" מסוג ונטולין. המחקר כלל מעל 8,000 חולים והוכיח כי \"סימביקורט\" טוב בהקלה על תסמינים יותר מהשילוב השכיח של \"בודיקורט\" עם \"ונטולין\". בנוסף, חולים שנטלו \"סימביקורט\" צרכו 75% פחות סטרואידים מאלה שהשתמשו בטיפול המשולב.      4. סיסטיק פיברוזיס: פריצת דרך בטיפול ברוב החולים   סיסטיק פיברוזיס היא מחלה תורשתית קשה ומסכנת חיים. הגורם למחלה הוא חלבון פגום שנקרא CFTR. המחלה משפיעה על איברים רבים, כאשר הפגיעה הקשה ביותר היא לריאות. עד שנות ה־90 תוחלת החיים עם המחלה לא עלתה על גיל 30. בעשורים האחרונים היו מספר פריצות דרך ששינו את התמונה ותוחלת החיים של החולים עלתה, ובמקביל גם איכות חייהם.    הטיפול בתרופה \"סימדקו\", שמטפלת במנגנון המולקולרי של המחלה, הצליח לשפר את איכות חיי החולים ואף את תוחלת חייהם, אך הוא מתאים רק לכמחצית מן החולים. זאת בשל מאפיינים גנטיים שמשתנים מחולה לחולה. מחקר פורץ דרך שפורסם השנה בחן את היעילות של שילוב בין תכשיר חדש בשם VX659 ל\"סימדקו\". המחקר הוכיח כי השילוב יעיל גם בקרב חולים שעד עתה לא היה להם טיפול מספק.    תוצאות המחקר, שנערך במשך ארבעה שבועות, הראו שיפור דרמטי של תפקודי הריאות של החולים. עדיין לא ברור אם השיפור בתפקודי הריאות יישמר לאורך זמן, אך המחקר נחשב לציון דרך בעיקר כי הטיפול מתאים למאפיינים הגנטיים של כ־90% מהחולים.     5. מניעת אירועי לב ומוח: סוף עידן האספירין?   אספירין היא אחת התרופות השכיחות בעולם מזה עשרות שנים. התפיסה הטיפולית הרווחת היא שבגיל מבוגר נטילתה מדי יום מסייעת בהקטנת הסיכון לאירועי לב ומוח. מחקר ענק שהתפרסם השנה קרא תיגר על הסברה הזו. הוא עקב לאורך חמש שנים אחרי יותר מ־19 אלף משתתפים, כולם מעל גיל 70, ללא היסטוריה של שבץ מוחי, אירועי לב או דמנציה. הנחקרים בקבוצה אחת נטלו 100 מ\"ג אספירין מדי יום, וחברי הקבוצה האחרת נטלו תרופת דמה.     בניגוד לסברה הרווחת, המחקר הוכיח כי אין שום תועלת בנטילת אספירין כדי למנוע אירועים מוחיים, לבביים או תמותה כלשהי. יתרה מכך, בקרב המשתתפים שנטלו אספירין נרשם שיעור גבוה יותר של דימומים, חלקם מסכני חיים. 150 שנה לאחר שהומצא האספירין ועשרות שנים לאחר שמיליוני בני אדם ברחבי העולם נטלו אותו במטרה למנוע התקפי לב ושבץ, הקהילה הרפואית מבינה כעת שאין צורך בשימוש בתרופה אצל מי שאינו חולה לב. מסתבר שהדרך הטובה ביותר למנוע אירועי לב ומוח אצל אנשים בריאים היא עדיין לשמור על תזונה נכונה, להקפיד על פעילות גופנית ולהימנע מעישון.    6. מצוקה נשימתית: להשתמש באקמו כמוצא אחרון   תסמונת מצוקת הנשימה החדה (ARDS) מופיעה אצל כ־10% מהמאושפזים ביחידות טיפול נמרץ. היא מתרחשת במפתיע לאחר פגיעה חמורה בריאות כתוצאה מאלח דם, זיהום קשה ועוד. ללא מתן טיפול מיידי, שיעורי התמותה גבוהים מאוד. זאת בשל חוסר חמצן המוביל לקריסה רב־מערכתית. באירוע ARDS המטרה העיקרית היא להשיב לגוף את אספקת החמצן ורק לאחר מכן לטפל על מנת למנוע הידרדרות נוספת. אחת הדרכים להחזיר לגוף את החמצן שלו הוא זקוק, היא שימוש בטכנולוגיה מסוג \"אקמו\", טכנולוגיה שקיימת ביחידות הטיפול הנמרץ הגדולות בישראל ובעולם, המאפשרת לספק חמצן לדם המטופל במקום הריאות הפגועות.   מחקר חשוב שפורסם השנה בחן אם טיפול באקמו באופן מיידי באנשים שעברו התקף קשה של מצוקה נשימתית (ARDS) מפחית את התמותה, לעומת שימוש באמצעים קונבנציונליים כאופציה ראשונה והתערבות עם אקמו רק כמוצא אחרון, כ\"טיפול הצלה\".      המחקר, שעקב אחרי 249 חולים שעברו אירוע נשימתי חמור, לא מצא יתרון בחיבור מיידי למכונת האקמו בהשוואה לדרכי טיפול אחרות ועירער את הקונצנזוס הרווח. עם זאת, החשיבות בשימוש בטכנולוגיה הזאת כשכל מאמצי הטיפול לא רשמו הצלחה היא גבוהה ונותרה בעינה.      7. צפיפות עצם נמוכה: התרופה שתמנע שברים מנשים   מתן חומצה זולדרונית אחת ל־18 חודשים במשך שש שנים הפחית את הסיכון לשברים אצל נשים מבוגרות הסובלות מאוסטאופניה (מחלה שבה צפיפות העצם נמוכה מהצפיפות הנורמלית, אך בדרגה פחות חמורה מאוסטאופורוזיס). חומצה זולדרונית זו תרופה הניתנת דרך הווריד. בעבר הוכח כי היא יכולה למנוע שברים מקשישים הסובלים מאוסטאופורוזיס. עד היום לא היה ברור אם הטיפול הזה יעיל גם לנשים הסובלות מאוסטאופניה. המחקר שפורסם השנה נחשב משמעותי מפני שרוב השברים אצל נשים לאחר גיל המעבר מתרחשים בקרב נשים אלה.      במחקר השתתפו 2,000 נשים מבוגרות הסובלות מאוסטאופניה, שגילן הממוצע 71. רבע ממשתתפות המחקר סבלו בעבר משברים כתוצאה מהמחלה. בסוף המחקר - לאחר שש שנים - 122 נשים מקרב אלו שנטלו את החומצה הזולדרונית סבלו משבר בעצם לעומת 190 נשים בקבוצה שקיבלה את הפלסבו (תרופת הדמה). במילים אחרות, בקרב אלו שנטלו את הטיפול הייתה ירידה של 37% בסיכון לסבול משבר.    החוקרים הגיעו למסקנה כי חומצה זולדרונית הביאה לעלייה גדולה יותר של מסת העצם לעומת תרופת הפלסבו, ולמי שנטלו אותה היה סיכון נמוך באופן משמעותי לסבול משברים.    8. כריתת רחם: השיטה הלפרוסקופית פחות יעילה   ניתוח לכריתת רחם מבוצע לרוב כאקט טיפולי לאחר שהתגלה שאישה סובלת מסרטן הרחם, מסרטן צוואר הרחם, מסרטן השחלות או מסרטן החצוצרות. ישנם כיום כמה סוגים של ניתוחים לכריתת רחם. אחד מהם הוא כריתה בניתוח פתוח - שבו מבוצע חתך אחד בקיר הבטן התחתונה עד לכניסה לחלל האגן, הרחם מנותק מאספקת הדם ובהמשך מוצא מהגוף ויש גם ניתוח בשיטה הלפרוסקופית - שבה מבצעים שלושה חתכים קטנים באזור הבטן, לאחד הפתחים מוחדרת מצלמה כדי לאפשר ראייה של איברי הבטן ומהפתחים האחרים מוחדר מכשור רפואי שבאמצעותו הרחם נכרת.     בעשור האחרון, הניתוחים בשיטה הלפרוסקופית היו הבחירה המועדפת של גינקולוגים לטיפול בסרטן צוואר הרחם בשלב מוקדם. בניתוחים האלו יש סיכון נמוך שהמטופל יסבול מזיהום וההתאוששות מהירה יותר עבור החולים.        חוקרים מאוניברסיטת טקסס חילקו קבוצה של 600 חולות לשניים: חלקן עברו ניתוח פתוח וחלקן ניתוח לפרוסקופי. על פי המחקר, המחלה לא חזרה במהלך ארבע וחצי שנים אצל 86% מאלה שעברו ניתוח לפרוסקופי בהשוואה ל־96.5% מקרב הנשים שעברו ניתוח פתוח. נוסף על כך, בקרב אלו שעברו ניתוח בשיטה הלפרוסקופית, שיעור ההישרדות היה נמוך יותר: 93.8% לעומת 99%. היה אצלן גם שיעור גבוה יותר של מוות מסרטן צוואר הרחם: 4.4% לעומת 0.6%. המסקנה הייתה שבניגוד למה שחשבנו עד כה, יש עדיפות לניתוח הפתוח.      9. עמילואידוזיס: התרופה שמשפרת את תפקוד החולים   מחקר שפורסם השנה ביקש לבחון את היעילות והבטיחות של התרופה \"פטיסירן\" בחולים עם עמילואידוזיס תורשתי מסוג ATTR - מחלה המאופיינת בהצטברות של חלבון חריג הנקרא \"עמילואיד\" ברקמות ובאיברים. מדובר במחלה תורשתית, נדירה וקטלנית, המאופיינת בפגיעה קשה המתקדמת לאיטה במערכת העצבים ובמערכות אחרות בגוף. המחקר כלל 225 חולים אשר חולקו באופן אקראי. חלקם קיבלו \"פטיסירן\" כל שלושה שבועות לאורך 18 חודשים, וחלקם קיבלו טיפול פלסבו.      החוקרים הגיעו למסקנה שהטיפול ב\"פטיסירן\" הוביל לשיפור במצב החולים. כבר לאחר תשעה חודשים וגם בסיום המחקר - לאחר 18 חודשים, היה הבדל גדול בין הקבוצות. בסיומו, אצל 56.1% מהחולים בקבוצה שקיבלה \"פטיסירן\" היה שיפור בתפקוד מערכת העצבים, בהשוואה ל־3.9% בלבד בקבוצת הפלסבו. גם שיעורי התמותה היו גבוהים יותר בקבוצת הפלסבו - 7.8% לעומת 4.7%.     10. הידרוקורטיזון: אין ירידה בתמותה   מחקר נוסף שפורסם השנה נועד לבדוק אם הזרקה תוך־ורידית של התרופה \"הידרוקורטיזון\", שמונעת שחרור של חומרים בגוף שגורמים לזיהום, הצליחה להפחית תמותה בקרב מטופלים שסבלו משוק ספטי. שוק ספטי, המכונה גם \"הלם זיהומי\", הוא מצב מסכן חיים המתרחש כשלחץ הדם צונח בעקבות זיהום חמור המתפשט בדם.     במהלך המחקר חולקו המטופלים באקראי לאלו שקיבלו 200 מ\"ג \"הידרוקורטיזון\" ביום ולאלו שקיבלו תרופת דמה. החולים קיבלו את הטיפול במשך שבעה ימים, או עד שהשתחררו מטיפול נמרץ. המחקר נערך בחמש מדינות שונות בין השנים 2017־2013 וכלל 3,800 מטופלים שהיו חשודים כסובלים משוק ספטי. מבין כלל החולים, 1,832 טופלו באמצעות \"הידוקורטיזון\" ו־1,826 קיבלו את תרופת הדמה.    לאחר שלושה חודשים בדקו החוקרים כמה חולים נפטרו (מכל סיבה שהיא) וכמה נותרו בחיים. התוצאות: 27.9% מהחולים שטופלו ב\"הידוקורטיזון\" מתו, וכך גם 28.8% בקבוצת הפלסבו. מסקנות המחקר קובעות שלמרות שהיה נדמה לרופאים ששימוש ב\"ההידוקורטיזון\" יכול להפחית תמותה, בפועל אין לזה אחיזה במציאות.    11. אלרגיה לבוטנים: הטיפול שעובד מחקר נוסף שפורסם השנה מצא שמתן מינון הדרגתי של בוטנים לילדים שסובלים מאלרגיה לבוטנים מאפשר להם בסוף התהליך לאכול עד ארבעה בוטנים ללא תופעות לוואי. המחקר נערך בארצות־הברית ובבריטניה וכלל 550 ילדים שמחציתם קיבלו מדי יום קפסולה שמכילה חלבון של בוטנים, ומחציתם קיבלו קפסולה המכילה פלסבו.     הילדים במחקר התחילו במינון נמוך מאוד של בוטנים, שגדל בכל שבועיים. התהליך נמשך 20 שבועות, ובסופו קיבלו כל משתתפי המחקר 600 מ\"ג של חלבון בוטנים - הכמות שמכילים ארבעה בוטנים. בעוד בקבוצה שקיבלה את הטיפול בקפסולה היו תופעות אלרגיות קלות, בקבוצה שקיבלה את תרופות הפלסבו הופיעו תסמינים חמורים.     12. שיתוק מוחין: השתלת עצבים ליד משותקת    \"המיפלגיה ספסטית\" היא צורה שכיחה של שיתוק מוחין, שבה הפגיעה המוחית מתבטאת בנכות של צד אחד של הגוף. מחקר פורץ דרך תיאר דרך חדשה לסייע לאנשים שנפגעו בצד אחד של הגוף באמצעות ניתוח שבמסגרתו מועברים ומושתלים עצבים מהצד התקין של הגוף בצד הפגוע, זאת במטרה לעורר את הפעילות המוחית שרלוונטית להפעלת הגפיים העליונות בצד ששותק. במחקר השתתפו 36 חולים, שמחציתם עברו את ההשתלה, ואילו המחצית השנייה עברה טיפול שיקומי בלבד.    תוצאות המחקר תוארו על ידי עורכי ה\"ניו אינגלנד\" כמרגשות ביותר. הם העידו כי החולים שטופלו במסגרת הניתוח הציגו שיפור משמעותי ביותר בתפקוד הגפה הפגועה שלהם, לעומת החולים שטופלו במסגרת שיקום בלבד. התוצאות המרשימות הביאו לכך שהחוקרים האלה מכשירים כיום רופאים מרחבי העולם לבצע הליכים דומים. עם זאת, הישגי המחקר ייבחנו לאורך זמן - לאחר שייבדק אם ההשפעה המיטיבה נשמרה לאורך שנים אצל המנותחים. ", "title": "12 המחקרים הרפואיים שאמורים לשנות את פני הרפואה", "url": "https://www.ynet.co.il/articles/0,7340,L-5453345,00.html", "type": "article", "site_name": "ynet", "published_time": "10:19 , 27.01.19", "category": "Health", "subtitle": "הטיפול שנחסך מחולות סרטן השד, המשאף שבאמת מונע התקפי אסתמה, התרופה שמונעת אירועי לב, הטיפול ש\"מחסן\" מאלרגיה לבוטנים, הניתוח שמחזיר את התנועה לידיים משותקות ועוד - כתב העת הרפואי היוקרתי בעולם, ה\"ניו אינגלנד ג'ורנל אוף מדיסין\", בחר ב־12 המחקרים פורצי הדרך של 2018, אלה שישנו, לדעתו, את ההיסטוריה של עולם הרפואה"}