{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-3652225,00.html"}, "headline": "האם תחליף הסוכר שלכם באמת בריא?", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2009-01-18T12:58:21z", "dateModified": "2010-04-14T09:08:15z", "author": {"@type": "Person", "name": "יפה שיר-רז"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הסוכרלוז נחשב לממתיק מלאכותי נפוץ ומוכר, אבל האם הוא באמת בריא? ספר חדש מתאר איך פוליטיקה פנימית הפכה קוטל חרקים למוצא פופולרי הקרוב ביותר לסוכר", "wordCount": "2105", "commentCount": "88", "genre": "1208.Health-1209.menta-1890.HealthandGoodLiving", "keywords": "", "articleBody": "ב־1976 עבד סטודנט הודי בשם שאשיקאנט פאנדיס במעבדה לכימיה של קולג’ המלכה אליזבת בלונדון, עם המנחה שלו לסלי יו. הם ניסו ליצור קוטל חרקים חדש. לצורך כך הם השתמשו בסולפוריל כלוריד, כימיקל רעיל מאוד, שאותו טפטפו טיפה אחר טיפה לתמיסת סוכר. התגובה הנדיפה הביאה ליצירתם של סוכרים מוכלרים שהכילו מולקולות עתירות באטומי כלור.    בשלב מסוים ביקש המנחה מפאנדיס לבדוק (test) את האבקה. אלא שהסטודנט טעה וחשב שהמנחה ביקש ממנו לטעום (taste) אותה, וכך הוא עשה. ”האבקה מתוקה”, הוא אמר ליו. ”השתגעת?” שאל אותו יו, ”איך יכולת לטעום תרכובת בלי לדעת אם היא רעילה?” אבל שיגעון או לא, יו, שתפס כנראה די מהר את הפוטנציאל המסחרי האדיר של התגלית, התלהב ממנה כל־כך, שהחליט שהיא שווה סיכון והוסיף מעט ממנה לקפה שלו. הפעם היה זה פאנדיס שהזהיר אותו לגבי הרעילות הבלתי ידועה. ”עזוב”, השיב לו יו. ”נשרוד”.    התגלית, בסופו של דבר, לא הייתה קוטל חרקים חדש אלא ממתיק חדש: הסוכרלוז. גדולתה של התגלית נבעה מכך שהיא אפשרה לייצר חומר שלא זו בלבד שהוא מתוק פי 600 מסוכר, אלא שהוא איננו תורם כלל קלוריות. הסיבה לכך היא שכתוצאה מהשינוי הכימי שיצרו החוקרים, הגוף איננו מפרק אותו והוא אינו עובר ניצול אנרגטי. לסוכרלוז אין טעם לוואי מריר־מתכתי כמו לממתיקים מלאכותיים אחרים, ובניגוד לאספרטיים, הוא גם נשאר יציב בטמפרטורה גבוהה ועמיד בחומציות משתנה ולכן מתאים גם לאפייה או למוצרים הדורשים חיי מדף ארוכים.   סוכר, אבל בלי הקלוריות (צילום: אינדקס אופן)   יו ופאנדיס חברו לחברת סוכר אנגלית, ”טייט אנד לייל”, כדי לערוך ניסויים במאות סוכרים מוכלרים לפני שהם בחרו את הנגזרת הסופית. החלפת 3 יוני כלור ב־3 קבוצות הידרוקסיל במולקולת סוכר, יצרה את החומר הכימי המלאכותי המוכר בשם סוכרלוז.    הצלחה מסחררת ב־1980, ארבע שנים אחרי הגילוי, מכרו ”טייט אנד לייל” את זכויות הייצור לג’ונסון אנד ג’ונסון, אחת החברות הגדולות בעולם למוצרי בריאות ותרופות. ג’ונסון אנד ג’ונסון הקימו חברה חדשה, בשם מקניל (McNeil Nutritionals, LLC), לייצור תחליף הסוכר החדש. ב־2004 התקשרה חברה זו שוב עם ”טייט אנד לייל”, וכיום אחראית האחרונה לייצור הסוכרלוז, ואילו ג’ונסון אנד ג’ונסון אחראית לשיווק.    ההצלחה של הממתיק החדש הייתה מסחררת. הספלנדה, שמו המסחרי של הסוכרלוז בארצות הברית, הוא כיום הממתיק הנמכר ביותר בארצות הברית. בשנת 2005 עברו מכירותיו הסיטונאיות את ה־187 מיליון דולר, ולעומתו ירדו תחליפי  הסוכר המתחרים ב־8%. למעשה, הסוכרלוז הפך לאחת מהצלחות השיווק הגדולות בהיסטוריה. פרט למינהל המזון והתרופות האמריקאי, ה־FDA, אישרו אותו לשימוש רשויות הבריאות ב־40 מדינות, כולל קנדה, אוסטרליה, מקסיקו וישראל.   ”למעשה, באופן פרדוקסלי, הסוכרלוז נחשב לתחליף הבטוח לאספרטיים, הלהיט הקודם בתעשיית הממתיקים המלאכותיים, שננטש על־ידי יצרני מזון רבים בגלל בעיות הבריאות שהוא נקשר בהן וחילוקי הדעות שהוא עורר”, מסביר גיא שלמון, דיאטן קליני ותזונאי ספורט, והעורך המדעי של הספר ”הונאה מתוקה”, שכתבו ד”ר ג’וזף מרקולה וד”ר קנדרה דגן־פירסל. הספר, שיצא לאחרונה לאור במהדורה עברית בהוצאת פוקוס, מציג בפירוט רב את מה שהתרחש מאחורי הקלעים של תהליכי הפיתוח, המחקר והאישור של הממתיקים המלאכותיים ואת הסיכונים הבריאותיים הטמונים בהם, ומקדיש פרק שלם לסוכרלוז. לטענת המחברים, בדומה לאספרטיים, שחדר חזק לשוק בעקבות חילוקי הדעות שנוצרו על הממתיק סכרין, כך הסוכרלוז ניצל את התזמון שנוצר בעקבות הגידול בהוכחות נגד האספרטיים. מאחר שרבים בתעשיות מזון הבריאות נפלו שולל לקמפיין המכירות המטעה של סוכרלוז, הוא נמכר כיום גם בכמה מוצרי מזון המוגדרים כמזונות בריאות ”טבעיים”. עובדה זו מגדילה עוד יותר את תפוצת השימוש בממתק כימי זה.   אז במה תמתיקו את הקפה שלכם? (צילום: אייבלסטוק)    אישור מהיר  אז איך קרה שחומר שיועד במקור ליצירת קוטל חרקים, אושר למאכל על־ידי ה־FDA? למעשה, מגלים מחברי הספר, זה לא קרה מהר כל־כך. למרות שקנדה אישרה את הממתיק כבר ב־1991, ה־FDA לא הסכים לאשר את שיווקו במשך 11 שנה, עד שנת 1998. ב־1 באפריל באותה שנה אושר הממתיק בפתאומיות.  עד כדי כך בפתאומיות, שלדבריהם, חברת מקניל המופתעת נאלצה להזדרז ולהקים את המתקנים המתאימים כדי לעמוד בדרישות.    מה בדיוק קרה שם? מרקולה ודגן־פירסל ציטטו ראיון עם שני אנשים מתעשיות המזון שפורסם בכתב העת Food Chemistry, ולפיו המתחרות של מקניל הפעילו לחץ על ה־FDA לעכב את האישור. ואולם בשנת 98’ ביקשה חברת מונסנטו, אחת מענקיות תעשיית הביוטכנולוגיה וחברת הזרעים הגדולה בעולם, את אישור ה־FDA ל”בן דוד” הכימי של האספרטיים, הניאוטיים. המתחרים הפסיקו להתנגד לאישור הסוכרלוז משום שחששו שחברת מקניל תחבל באישור הניאוטיים.    המוצר האמריקאי הראשון שהכיל סוכרלוז היה דיאט RC קולה, שהושק במאי 1998. האישור הראשוני לשימוש בסוכרלוז ניתן ל־15 קטגוריות של מזון ושתייה, האישור הראשוני הנרחב ביותר שהוציא ה־FDA מאז ומעולם לתוסף מזון. ”ה־FDA לא דרש כל תווית אזהרה או מידע על מוצרים המכילים סוכרלוז, למרות שאזהרה כזאת הייתה קיימת על רוב הממתיקים המלאכותיים האחרים”, טוען שלמון. ”באוגוסט 99’, 16 חודשים אחרי האישור הראשוני, אישר ה־FDA את הסוכרלוז לשימוש כממתיק לכל מטרה. במקום להתקדם בזהירות ולבצע מחקרים עצמאיים על בני אדם, ניתנה לסוכרלוז גישה חופשית להכללה כמעט בכל סוגי המזון והשתייה”.   גלגלים מרובעים  מחברי הספר אינם חוששים להשתמש במילים חריפות כנגד קמפיין המכירות של הסוכרלוז, המוצג כמוצר טבעי. ”עשוי מסוכר, אז יש לו טעם של סוכר”, הייתה הסיסמה של מקניל, היצרנית. ”להגיד שסוכרלוז עשוי מסוכר זה כמו להוריד את  הגלגלים העגולים ממכונית ולהרכיב לה גלגלים מרובעים”, טוען שלמון. ”האם זו עדיין מכונית? התשובה היא כן. אבל האם היא עדיין מתפקדת כמכונית? בהחלט לא. ויותר מכך, איננו יודעים מה יקרה כשאנשים ינסו לנהוג במכונית כזאת בשטח. חשוב להבין שבטבע, כל הדו־סוכרים מכילים שתי יחידות סוכר, שאחת מהן היא תמיד גלוקוז. מכיוון שבסוכרלוז אין גלוקוז, זהו חומר חדש לחלוטין, שלא נראה מעולם בטבע. זו הסיבה שלגוף אין אנזימים לפרק אותו. הגוף מעולם לא נדרש לפתח תהליך מטבולי כדי לעכל סוג כזה של מולקולה מלאכותית, מכיוון שהיא לא הייתה קיימת קודם”.    וזה עוד לא הכל. אחרי הטיפול המלאכותי במעבדה, הסוכרלוז מכיל שלושה אטומים של כלור. הקמפיין הפרסומי של ספלנדה מספר אמנם לקהל הצרכנים שכלור הוא מרכיב טבעי, שנמצא במזונות ובמשקאות רבים, ”כמו חסה, פטריות ומלח שולחן”, אבל המציאות קצת אחרת. ”מה שנמצא במזון, במשקאות ובמלח השולחן הוא לא כלור, אלא כלוריד, וההבדל בין השניים הוא כמו ההבדל בין שמים לארץ”, מסביר שלמון. ”בעוד שהכלוריד הוא אכן מרכיב טבעי, הרי הכלור, שהוא יסוד כימי, איננו נמצא בטבע באופן חופשי. למעשה, מפיקים אותו באופן מלאכותי בבתי חרושת, באמצעות העברת זרם חשמלי במי מלח. התוצאה היא גז צהוב, מגרה, הנחשב לרעיל גם בריכוזים נמוכים”.   הכלור כשהוא לעצמו אינו הבעיה היחידה. ”כשמוסיפים לתרכובת את הכלור, נוצרים קשרים בינו ובין הפחמן שנמצא בסוכר, והתוצר הוא חומר שנקרא פחמן־כלורי, או כלור אורגני (אורגנוכלורין) – חומר שיש לו פוטנציאל להפוך לקוטל מזיקים רעיל, כזה שיכול לגרום לסרטן ולחוסר תפקוד נוירולוגי וחיסוני חמור וקבוע. ואכן, האורגנוכלורינים משמשים בעיקר בקוטלי מזיקים כגון DDT, לינדאן, אלדרין ודיאלדרין”.   מה כל־כך מסוכן בחומרים האלה? ”האורגנוכלורינים מסיסים בשומן ולכן נוטים להצטבר ברקמות שומן ובאיברים העשירים בשומן, כמו המוח. גרוע מכך, הם נשמרים שם באורח קבע. רעילותם עלולה להשפיע בעיקר על המוח, על הלב ועל הריאות, ולגרום לתסמינים מגוונים התלויים באורך החשיפה. למשל, בחשיפה קצרה נרשמו תופעות כגון עצבנות,  עוויתות, בעיות נשימה, הפרעות קצב לב, בחילה, הקאות, שלשול וכאבי בטן. בחשיפה ממושכת עלולים להיגרם נזקים לכבד ולכליות, הפרעות במערכת העצבים  המרכזית ועוד”.    חלק מהאורגנוכלורינים נמצאו אף כקשורים לסרטן, ואחרים הוכחו כמזיקים למערכת האנדוקרינית ולמערכת החיסון. זו הסיבה שאורגנוכלורינים רעילים רבים, כמו ה־DDT למשל, נאסרו לשימוש בארצות הברית ובעולם. אבל בעוד שגם אורגנוכלורינים שכן מאושרים משמשים אך ורק בקוטלי חרקים ומזיקים, באמצעים ללוחמה כימית או בתעשיות חשמל וצמיגים, הרי הסוכרלוז הוא למעשה האורגנוכלורין היחיד שאושר לשימוש כמאכל אדם.   בניגוד לטענות האלה, חברת מקניל טוענת באתר הרשמי של ספלנדה כי הסוכרלוז אינו שומני, אלא דווקא מסיס במים ולכן הוא מפוזר בין כל הרקמות ואינו מצטבר. ”אם זה נכון”, מגחך שלמון, ”אזי הסוכרלוז צריך להיות היוצא דופן הנדיר מבין האורגנוכלורינים. כדי לקבוע בוודאות שסוכרלוז אינו מסיס בשומן, יש לבדוק דגימות של רקמת שומן אדם לאחר חשיפתו לאורך זמן לממתיק זה, אך תהליך כזה לא דווח מעולם ולמיטב ידיעתנו לא בוצע”.    נוסף על כך, טוענת מקניל שרוב הסוכרלוז הנצרך (כ־85%) אינו נספג, אלא עובר דרך מערכת העיכול ללא שינוי, ורק כ־15% ממנו נספג באופן פסיבי. ”זה נשמע מבטיח”, אומרים מרקולה ודגן־פירסל בציניות. ”נדמה שלאכול סוכרלוז זה כמו לשתות מים. עובר ב’צנרת’ ללא בעיות”. אבל האומנם זה כך? השניים מסופקים. ”ראשית, אותם 15% הם בעצם ממוצע לא מדויק של קצב הספיגה, משום שאנשים שונים מאוד זה מזה ביכולות הספיגה שלהם. גם ה־FDA הצהיר כי הסוכרלוז ’בקושי נספג’ אחרי שאוכלים אותו, אבל על־פי הערכת הסוכנות, טווחי הספיגה אצל בני אדם מוערכים בין 11% ל־27%. שיעור ספיגה של 27% הוא לא ממש מה שנקרא ’בקושי נספג’”.    המדענים לא טועמים זוכרים את הסרט ”ארין ברוקוביץ’” עם ג’וליה רוברטס? באחד הקטעים היותר חזקים בסרט מתארת ברוקוביץ’ לעורכי הדין של חברת החשמל של קליפורניה את מגוון המחלות הממאירות שבהן לקו תושבי העיירה הינקלי, בעקבות שתיית המים שהחברה זיהמה. כשהתיאורים המזעזעים מייבשים את גרונה של אחת מעורכות  הדין, היא מושיטה יד ללגום מכוס המים שלפניה, אבל נעצרת בבהלה כשברוקוביץ’ מוסיפה בנונשלנטיות: ”דרך אגב, המים שבכוס הם מאחת מהבארות של הינקלי”. מה שקרה עם הסוכרלוז לא היה רחוק מזה. בהחלטת ה־FDA צוין כי ”מהנתונים הקיימים והמידע שהוגש בבקשה אפשר לומר בביטחון סביר שהתוסף אינו מסוכן בתנאים המיועדים לשימוש בו”. אבל כשמדענים חוקרי טעם נתבקשו לטעום מהממתיק החדש, הם סירבו לעשות זאת. בכתבה שפורסמה בעיתון New Yorker, כתב העיתונאי בוכרד בילגר: \"רוב המדענים חוקרי הטעם שרואיינוו ולאחרונה למאמר על הסוכרלוז, סירבו לאכול אותו. אחד מהם העיד: 'אני מסתכל על המבנה של סוכרלוז ויש לי פחד לא רציונלי מפניו. ראיתי את מחקרי הבטיחות. ראיתי כיצד מאכילים חולדות ועכברים בסוכרלוז כבר זמן רב ולא קרה דבר, אך אותי זה בכל זאת מפחיד'\".    אבל אם המחקרים שה־FDA הסתמך עליהם אכן מעידים על בטיחות, אולי החשש מפני הסוכרלוז הוא בכל זאת בלתי רציונלי? אז זהו, שלא. כך לפחות טוענים מחברי הספר.    מסקירת החומר שערכו מרקולה ודגן־פירסל, עולה כי למרות שחברת מקניל הצהירה שבטיחות הסוכרלוז מתועדת ביותר מ־100 מחקרים מדעיים לאורך עשרים שנה, הרי לא כל המחקרים האלה פורסמו לביקורת הציבור. ”רוב המידע שהחברה משתמשת בו כדי להצדיק את אישור הסוכרלוז מבוסס על מחקרים שלא פורסמו ולא הוצגו לביקורת הציבור, ועל מחקרים שהוגשו ל־FDA באופן פרטי. נשאלת השאלה מדוע המחקרים האלה אינם זמינים לציבור?”, תוהה שלמון.    על־פי הספרייה הלאומית לרפואה, עד תחילת 2006 פורסמו רק 84 מאמרים על מחקרים מדעיים הדנים בממתיק. ”84 מחקרים זה נשמע לא מעט, אבל כשבוחנים אותם מגלים שלמעשה, כ־80% מהם לא קשורים להערכה בלתי תלויה של בטיחות הסוכרלוז בבני אדם”, אומר שלמון. ”לדוגמה, פורסמו יותר מחקרים שבדקו אם הוא גורם לריקבון השיניים מאשר כאלה שבדקו אם בטוח לצרוך אותו. יותר מזה, בכל הקשור לשימוש ממושך על פני שנים, פשוט לא קיימים מחקרי בטיחות ארוכי טווח על בני אדם, אלא רק על בעלי חיים”.    ליתר דיוק, על־פי הספר, ומספר מחקרי הבטיחות בבני אדם שבוצעו עומד על חמישה בלבד (!), והשתתפו בהם בסךו והכל 191 אנשים! \"המשמעות היא שלמעשה, הקביעה ושל ה־FDA שהסוכרלוז בטוח לצריכה על־ידי בני אדם, הסתמכה בעיקר על מחקרים בחיות\", אומר שלמון. ”לרוע המזל, יש הבדלים רבים בין בני אדם לחיות שונות במושגים של תגובה לתרכובות כימיות, כולל הסוכרלוז”.   ממצאים בעייתים גם ב־FDA, כך מתברר, היו מי שהביעו דאגה מן המספר הזעום של המחקרים בבני אדם. במזכר פנימי שפורסם בשנת 1994 כתב אחד הפרמקולוגים בסוכנות, ד”ר ויליאם רות: ”צריך לזכור שראינו נתונים מטבוליים רק בקבוצה קטנה של אנשים, וממין אחד בלבד”. ד”ר רות מודאג גם מן העובדה שהמחסור בנתונים על פיזור הסוכרלוז בגוף אינו מאפשר לקבוע שהממתיק בטוח לבני אדם ולעוברים שטרם נולדו.   נוסף על כל אלה, על־פי תוצאות המחקרים בחיות, קשה לומר שלעכברים ולחולדות שהולעטו בסוכרלוז ”לא קרה דבר”, כפי שהודה אותו חוקר טעם שרואיין ב־New Yorker. במחקרים ארוכי הטווח, שנמשכו 52־104 שבועות, נמצא שבצריכת כמויות גדולות של הממתיק נגרמו לחיות נזקים בריאותיים משמעותיים, בהם פיגור בקצב הגדילה, ירידה במספר כדוריות הדם האדומות (סימן לאנמיה), התכווצות  בלוטת התימוס, ירידה ברמות התירוקסין (תפקוד בלוטת התריס), איבוד מינרלים, כבד ומוח מוגדלים, הצטמקות השחלות בנקבות, תאי כבד לא תקינים ועוד.    נשמע מאיים? לא על־פי חברת מקניל. החברה קבעה שאת כל הממצאים האלה אפשר להסביר בגורמים שאינם קשורים ברעילות הסוכרלוז, ולכן הם אינם משמעותיים. אבל מרקולה ודגן־פירס לא קונים את הטיעון הזה. ”נראה כי זהו הדפוס החוזר בכל המסקנות של מחקרי מקניל. העובדה שלכל ממצא שלילי במחקר על בעלי חיים מצאה מקניל נימוק המאפשר לסכם אותו כ’חסר משמעות’ חשודה”.   ה־FDA מצדו, קבע שלרוב הממצאים לא הייתה חשיבות טוקסיקולוגית, ושגם הממצאים שהייתה להם חשיבות, כמו הירידה במשקל בלוטת התימוס ובמספר כדוריות הדם האדומות, אינם בעייתיים, משום שהם נגרמו רק בצריכת מינון של סוכרלוז הגבוה בהרבה מזה שצורכים בני אדם.   אז אולי באמת הכל עניין של מינון. הרי בסופו של דבר, הכמויות שמשתמשים בהן כדי להמתיק את הקפה הן מזעריות.    שלמון: ”לכאורה זה נכון. הרבה אנשים מתרצים לעצמם את השימוש בממתיקים המלאכותיים בכך שהם צרכו ’קצת’ ושהכמות שצרכו רחוקה מהמינון המרבי המסוכן, בעיקר לאור העובדה שעל־פי נתוני ארגוני בריאות שונים בעולם, מוסכם כיום שצריכה יומית סבירה של סוכרלוז תהיה עד 15 מ”ג לק”ג גוף. אבל צריך לזכור שההערכה הזאת התקבלה לאור הנתונים על בעלי חיים, ושאף אחד, כולל החברה היצרנית או ה־FDA, אינו יודע מה יהיו ההשפעות לטווח ארוך של הסוכרלוז על בני אדם אחרי 10, 20 או 30 שנה. האם חיסכון של כמה קלוריות שווה את הסיכון? על־פי המידע הקיים כיום רק הצרכן יכול להחליט\".", "title": "האם תחליף הסוכר שלכם באמת בריא?", "url": "https://www.ynet.co.il/articles/0,7340,L-3652225,00.html", "type": "article", "site_name": "ynet", "published_time": "10:58 , 18.01.09", "category": "Health", "subtitle": "הסוכרלוז נחשב לממתיק מלאכותי נפוץ ומוכר, אבל האם הוא באמת בריא? ספר חדש מתאר איך פוליטיקה פנימית הפכה קוטל חרקים למוצא פופולרי הקרוב ביותר לסוכר"}