{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-2699123,00.html"}, "headline": "מילון: השפה שהמציאו הרופאים כדי שלא תבינו אותם", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2003-07-24T11:52:29z", "dateModified": "2011-08-30T17:26:55z", "author": {"@type": "Person", "name": "איתי גל"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "כשרופא עושה קבלה - אתם בדרך לאישפוז, ואם הוא כינה את המחלה שלכם GMG - תדעו שאתם נודניקים, ושזה בעצם עדיף על אייקיופניה. המילון הרפואי הכי לא רשמי שקראתם שיעזור לכם להבין את מה שמנסה הצוות הרפואי להסתיר מכם בבתי החולים", "wordCount": "2063", "commentCount": "0", "genre": "1208.Health-2097.HealthAndLifeStyle", "keywords": "", "articleBody": "הם עומדים מול מיטת החולה, וממלמלים בינם לבין עצמם מילים, חלקן הגדול שזורות באותיות לטיניות, והסיטואציה עושה לכם רק רע. גם להיות בבית חולים וגם לשמוע שיחה, רובה אגב עליכם, וגם לא להבין מילה או חצי ממנה - זה כבר גובל בייסורים.    וזו בדיוק הסיבה שבחרנו לרכז עבורכם את מיטב הסלנג הרפואי הלא רשמי, כדי שבפעם הבאה שרופא יבדוק אתכם ויעיר לאחות לידו שלדעתו מדובר ב-GMG, לפחות תדעו שאין לכם כלום (גורנישט מיט גורנישט).    מטבע הדברים, לא יכולנו להביא את כלל הקיצורים הנהוגים בעולם הרפואי. לפיכך, בחרנו להתמקד באלו השכיחים המקובלים בקהיליה הרפואית.    לפניכם אם כן, בסדר אלפביתי, מיטב הקיצורים, הפירושים, הסלנגים והבדיחות הלא מצחיקות המשמשות את הצוותים הרפואיים בישראל - בבתי החולים, במרפאות ואף בקרב צוותי האמבולנסים, כי מגיע לכם לדעת. הכל. להדפיס ולשמור. לכל מקרה שלא יהיה.    אטנדינג (Attending)  הרופא התורן אחראי המחלקה. לרוב, אין המדובר במנהל המחלקה, אלא ברופא מומחה בכיר הממונה על הפעילות השוטפת. לדוגמא: \"מסכן ד\"ר אסף לוץ, הוא אטנדינג במחלקה כל השבוע\".    איי-בי-סי (ABC)  קיצור של שלבי החייאה ראשונים: Airway, Breathing, Circulation. לדוגמא: \"הוא איבד הכרה, קח אמבו ותתחיל ABC מיד\".    איי-די-די-אם (IDDM)  קיצור של סוכרת נעורים, סוכרת תלוית אינסולין (Insulin Dependant Diabetes Mellitus). לדוגמא: \"החולה בן 15, עם IDDM מאוזן\".    איי-וי (IV)  קיצור של Intra Venous - דרך הוריד. הכוונה למתן תרופה או נוזלים דרך הוריד, לרוב - אחד מורידי הזרוע.    איי-אמ (IM)  קיצור של Intra Muscular - דרך השריר. הכוונה למתן תרופה בזריקה לתוך השריר, לרוב - בזרוע, או בישבן.    אייקיו-פניה (IQ-penia)  כינוי לחולה מאותגר שכלית, ירוד אינטליגנציה. המילה מורכבת מ- IQ (מדד לאינטליגנציה) ומהסיומת הרפואית \"פניה\" שמשמעה - חוסר. לדוגמא: \"החולה הזה סובל מאייקיופניה קשה. צריך להסביר לו עשר פעמים מה הוא צריך לעשות\".    אמ-איי (MI)  קיצור של התקף לב – Myocardial Infarction. רופאים לעולם לא יאמרו את צירוף המילים 'התקף לב' ליד מטופל. לדוגמא: \"יום טרם קבלתו הוא קיבל MI. מזל שמד\"א הגיע מהר\".    אמ-או (MO)  קיצור של מורפין (Morphine) - תרופה רבת עוצמה לשיכוך כאבים עזים הנשמרת בתוך ארון נעול הקרוי \"טוקסיקה\" (ראה ערך בהמשך).    אמ\"ל  קיצור של \"אין מה לציין\", כלומר – לא נמצאו ליקוי או הפרעה אצל החולה. לדוגמא: \"בבדיקה נוירולוגית שבוצעה לחולה - אמ\"ל\".    אנזימים בשמיים  הכוונה לרוב לאנזים הלב CPK (קריאטינין פוספו קינאז) שרמתו בדם עולה בזמן התקף לב. לדוגמא: \"האנזימים שלו היו בשמיים כשהגיע לחדר המיון\".    אס-או-אל (SOL)  קיצור של תהליך תופס מקום (Space Occupying Lesion) המסמל גידול, לעיתים סרטני. לדוגמא: \"בצילום ה-CT מוח ראינו עדות ל-SOL\".    אף-בי-אס (FBS)  קיצור של \"פסיו-בליט-סינדרום\" (לקוח מהשפה הרוסית) שפירושו: החולה מתלונן על כאבים בכל גופו. ראה ערך: קולו-באג'י-סינדרום    אצבע  כינוי לבדיקה רקטלית (בדיקת פי הטבעת באמצעות החדרת אצבע הרופא). ה\"אצבע\" היא השלב האחרון בבדיקה הגופנית, במהלכה בודק הרופא האם קיימים גושים באיזור פי הטבעת, דימומים, ומה טיב הצואה. לדוגמא: \"אל תשכח בסוף הבדיקה לעשות לו אצבע, ולבדוק גם מה שיוצא משם\".    אק\"ג  קיצור של אלקטרוקרדיוגרף - תרשים ההולכה החשמלית בלב, והמכשיר הבודק, הוא האלקטרוקרדיוגם. לדוגמא: \"אדוני, יש לך את האק\"ג הקודם?\".    אקס (Ex)  כינוי לחולה שנפטר. מקור המילה - בתרגום המילה מלטינית: \"Exitus Letalis\" או אם תרצו, גם מאנגלית: \"לשעבר\". לדוגמא: \"החולה בחדר 10 הלך אקס בלילה\" .  אתיליזם (Ethylism)  כינוי רפואי לאלכוהוליסט. לדוגמא: \"המדובר במקרה אתיליזם, שקיבל תיאמין ומולטי-ויטמין בהגעתו\".    ביקור  קיצור של \"ביקור רופאים\": תהליך יומי הנמשך מספר שעות מידי בוקר ובתום העבודה בשעות הערב המוקדמות, במהלכו מבקרים הרופאים אצל כל החולים המאושפזים במחלקה, בודקים ומעדכנים בתיקם האישי את הממצאים החדשים. לדוגמא: \"אל תפריע לאטנדינג, הוא באמצע ביקור\".    במ\"פ  קיצור של \"בלי ממצא פתולוגי\", כלומר – לא נמצאה הפרעה או ליקוי אצל החולה.    ג'י. אמ. ג'י. (GMG)  קיצור של \"גורנישט מיט גורנישט\" שמשמעו באידיש: כלום בריבוע. לדוגמא: \"החולה סובל מ- GMG ידוע כבר שנים. שחררו אותו דחוף\".    ג'י-אייג' (GH)  1) \"גומרים הולכים\" – הנחיה לרופאים לסיים את הטיפול בחולה מוקדם ככל האפשר כדי לפנותו מהמחלקה או כדי ללכת מוקדם הבייתה 2) קיצור של הורמון גדילה (Growth Hormone)    גסטרו  אוכל. המקור מגיע מהמונח בלועזית שפירושו \"מערכת העיכול\". משמש בעיקר לצירופים שונים כ\"חדר גסטרו\" או \"ישיבת גסטרו\" (ראה להלן).    די-איי-סי (DIC)  סיבוך קטלני, הגורם להיווצרות קרישים ודימומים מרובים (Disseinated Intravascular Coagulation). המינוח משמש במיוחד במחלקות גינקולוגיה וכירורגיה.    די-אנ-טי (DNT)  קיצור של Do Not Touch (לא לגעת). הכוונה לחולה הסובל ממחלה מדבקת, או חולה הממתין לייעוץ מומחה ואין לצוות המחלקה צורך לטפל בו לפני הוראת היועץ החיצוני.    דיגיטלי  כינוי המשמש לרוב צוותי מד\"א לתיאור חולה המסוגל להתהלך בכוחות עצמו עד לאמבולנס. לדוגמא: \"דוקטור, נראה לי שהחולה דיגיטלי. ניפגש באמבולנס למטה\".    דיווח תאילנד  החולה נפטר. לדוגמא: \"שני חולים דיווחו לי תאילנד במהלך משמרת הלילה, כבר מילאתי תעודות פטירה\".    דמים  כינוי למבחנות המשמשות לבדיקות דם. לדוגמא: \"מי מהסטאז'רים לוקח הבוקר דמים?\".    הולך, הולכת  כינוי לחולה המשוחרר מן המחלקה לביתו. לדוגמא: \"אמיר מחדר 5 הולך היום, וגם גרין מחדר 7\".    היפו (Hypo)  קיצור של \"היפוגליקמיה\", מצב השכיח בקרב חולי סוכרת, בו רמת הסוכר בדמם נמוך באופן קיצוני, ועליהם לקבל טיפול רפואי מיידי. לדוגמא: \"יש לי כאן היפו, נכניס לו עירוי\".    המאטומה (Hematoma)  שטף דם מקומי. נגרם ברוב הפעמים בזמן אישפוז בשל \"פארא\" (ראה להלן), או לפני אישפוז בשל חבלה.    וי-אף (VF)  קיצור של פרפור חדרים (Ventricular Fibrillation). הפרעת קצב קטלנית בה הלב פועם במהירות כה רבה עד כי אינו מתכווץ בצורה תקינה. הטיפול בהפרעה זו הינו לרוב - מתן מכת חשמל (דפיברילציה). לדוגמא: \"הוא ב-VF, תן לו בחשמל\".    וי-טי (VT)  קיצור של טאכיקרדיה חדרית (Ventricular Tachycardia). הפרעת קצב קטלנית בה הלב פועם במהירות, כמעט כמו זו של הפרעת ה-VF. גם במקרה זה הטיפול הוא לרוב - מתן מכת חשמל. לדוגמא: \"הוא ב-VT, תן לו בחשמל\".    ויטמין H  כינוי להאלידול, תרופה אנטי פסיכוטית להפרעות נפשיות קשות. לדוגמא: \"אחות, תני לו ויטמין H בינתיים, עד שיירגע\".    ונפלון (Venflon)  צנתר המוחדר לאחד מוורידי היד, ומאפשר החדרת תרופות ונוזלים, מבלי לדקור את החולה שוב ושוב. לדוגמא: \"תכניס פה ונפלון, ותן לו 1000 סי.סי. סלאיין\".    זונדה  צנתר המוחדר לקיבה ומשמש לניקוז נוזלים מן הקיבה, החדרת תרופות או הזנה.    חדר גסטרו  חדר אוכל של הצוות הרפואי. לדוגמא: \"ד\"ר שמש לחדר גסטרו, דחוף\". ראה גם: גסטרו, ישיבת גסטרו.    טובוס  צינור פלסטי המוחדר לקנה הנשימה ומשמש להנשמה. לדוגמא: \"יש לו טובוס, הוא לא יכול לאכול, תכניסו לו זונדה\".    טוקסיקה  כינוי לארון ובו חומרים ממכרים או מסוכנים (כדוגמת מורפין). לדוגמא: \"תביאי לי את המפתח לטוקסיקה, אני צריכה לתת לחולה אמ-או\" (מורפיום).    טי-איי-איי (TIA)  קיצור ל\"אירוע מוחי חולף\" או \"שבץ מוחי חולף\" (Transient Intravascular Accident): מצב בו נגרמה הפרעה זמנית באספקת דם לאיזור מסויים במוח. כתוצאה מכך, סובל החולה מבעיה נוירולוגית זמנית (לדוגמא - שיתוק של חלק בגוף).    טריאז'  מחלקה ממיינת בקידמת חדר המיון. לדוגמא: \"גש לטריאז', שם יחליטו אם אתה אלינו או הביתה\".    יו-אס (US)  קיצור של אולטרסאונד (Ultrasound) – מכשיר הדמיה המשתמש בגלים על קוליים ומאפשר להבחין בגידולים שונים בגוף, וגם בעובר, במהירות ללא הקרנה וללא תופעות לוואי.    יו-טי-איי (UTI)  דלקת בדרכי השתן (Urinary Tract infection). לדוגמא: \"החולה סובלת מ-UTI מזה שבוע, עם צריבה ותכיפות במתן שתן\".    יחידה  קיצור של \"היחידה לטיפול נמרץ\". לדוגמא: \"הרופא נמצא עכשיו בביקור ביחידה, תמתינו בינתיים\".    ישיבת גסטרו  כינוי למסיבת אוכל או ארוחה של הצוות הרפואי בחדר האוכל במחלקה. לדוגמא: \"הפרופסור נמצא כרגע בישיבת גסטרו, הוא ישוב בעוד כשעה\". ראה גם: גסטרו, חדר גסטרו.    לבן  לא מה שאתם בוודאי חושבים. אצל אנשי הצוות הרפואי זהו כינוי לאמבולנס רגיל, המשמש במגן דוד אדום לקריאות רגילות, העברות ופינויים שאינם מסכני חיים או שאינם דורשים רופא. לדוגמא: \"אני שולחת לך לבן, זה לא נראה לי מקרה לנט\"ן\" (ראה ערך: נט\"ן).    מולטי  קיצור של \"מולטי טראומה\". פגיעה רב מערכתית, אירוע חבלה המוני או תאונה רבת פצועים הכוללת מספר נפגעים, שעומדים להגיע לבית החולים, בד\"כ לחדר המיון. לדוגמא: \"מגן דוד הודיעו שיש מולטי בדרך, מתאונת דרכים קשה. תזמינו את צוות הטראומה\".    מרשים  משמעותי, חמור, רציני. לדוגמא: \"היא סובלת מפריחה מרשימה, שאינה מגיבה לטיפול\".    נאייס (NICE)  קיצור לבדיקת דופלר ואולטרסאונד של עורקי הצוואר לאיתור סתימה או היצרות שעלולים לגרום לשבץ מוחי. לדוגמא: \"קבעתי לך תור לנאייס לעוד שבוע. אל תשכח טופס 17\".    נט\"ן  קיצור של ניידת טיפול נמרץ: אמבולנס משוכלל מצוייד בתרופות ומכשירים רפואיים, וכולל פראמדיק ורופא. לדוגמא: \"תזמיני לו נט\"ן, הוא באמצע MI!\".    סטאף  קיצור לחיידק סטאפילוקוקוס. לדוגמא: \"בתרבית מצאנו צמיחה של סטאף. נתחיל טיפול אנטיביוטי\".    סטורציה  רמת רוויון החמצן בדם. המדובר במדידה באמצעות מכשיר המתלבש על האצבע, ומאפשר מדידה מהירה של מידת החמצן בדם. באנשים בריאים צריך להיות מעל 93%.    סטריפ  סרט נייר עליו תרשים אק\"ג שבוצע לחולה. לדוגמא: \"תעשה לו סטריפ, ותוודא שאין עליות או צניחות\" (ראה להלן)    סטרפ  קיצור לחיידק סטרפטוטוקוס. לדוגמא: \"בתרבית נתגלתה עמידות לסטרפ. צריך לחשוב על אנטיביוטיקה אחרת\".    סקופ-אנד-ראן (Scoop and run)  כינוי המשמש לרוב צוותי מד\"א, ופירושו – להעמיס את הנפגע, לרוב בתאונות דרכים או פיגועים, על האמבולנס, ולפנותו מיידית לחדר המיון. לדוגמא: \"עמית, קדימה אין זמן - סקופ אנד ראן ועפנו מכאן\".    סי-וי-איי (CVA)  מילה שלא תרצו לשמוע אותה כשמדובר בכם או במישהו שקרוב אליכם: קיצור לשבץ מוחי (Cerebral Vascular Accident).    סינקופה (Syncope)  עילפון, איבוד הכרה. לדוגמא: \"באמצע צום יום כיפור הוא דפק סינקופה, ופונה למיון על ידי מגן דוד אדום\".    סי. סי. (cc)  יחידת מידה לנפח. 1cc הוא 1 מיליליטר. לדוגמא: \"אחות, תני כאן 1000 סי.סי. נוזלים\".    סניור  כינוי לרופא בכיר.    ספסיס (Sepsis)  אלח דם. המדובר במצב מסכן חיים הנגרם בשל חדירת מזהמים (לרוב חיידקים) לזרם הדם. ספסיס דורש אישפוז וטיפול אנטיביוטי ישירות לוריד. לדוגמא: \"החולה בספסיס, ומקבל אנטיביוטיקה IV\".    עליות  סימן בתרשים האק\"ג המסמל את עיצומו של התקף לב. לדוגמא: \"יש לו עליות היסטריות, תן לו קורדיל דחוף\".    פארא (Para)  כינוי לווריד ש\"התפספס\" בעת החדרת מחט העירוי. שכיח בקרב רופאים צעירים וסטודנטים לרפואה. התוצאה לרוב היא שטף דם מקומי, וכאבים החולפים תוך כיומיים. לדוגמא: \"אחות, יש לי כאן עוד פארא. לא הולך לי היום\".    פולי (Foley)  כינוי לצינור המוחדר לשלפוחית השתן, דרך הפין או הפות, ומיועד לנקז את השתן. לדוגמא: \"דוקטור, אני מביא לך ערכת פולי, נראה לי שהוא לא נותן מספיק שתן\".    פי-טי-סי-איי (PTCA)  קיצור לצינתור לב, ופתיחת עורקים סתומים, לרוב באמצעות בלון (Percutanous Transluminal Coronary Angioplasty)    פר אוס  צורת לקיחת תרופה או בדיקת חום דרך הפה (P.O-Per os).    פר רקטום  צורת לקיחת תרופה או בדיקת חום דרך פי הטבעת (P.R-Per Rectum).    פרה-אקס (Pre-Ex)  חולה במצב קשה או אנוש, שקיימת סכנה לחייו.    פתחנו אותו  ניתחנו את החולה. לדוגמא: \"אם הכאבים ימשיכו, לא תהיה ברירה ונצטרך לפתוח אותו\".    צב\"ס  קיצור של צילום בטן סקירה: צילום רנטגן של הבטן, ללא חומר ניגוד.    ציור של איש עם שש רגליים על טופס רפואי  כן, גם זה קורה לעיתים בקרב הצוותים הרפואיים: אם נתקלתם בשירבוט של איש בעל שש רגליים על אחד הטפסים הרפואיים שלכם, המשמעות היא: \"החולה הוא קרצייה\". גירסה נוספת היא איור של תולעת, ומשמעותה: \"החולה הוא עלוקה\". אל תתפלאו, אנחנו הזהרנו.    צניחות  סימן בתרשים האק\"ג המסמל תעוקת חזה או התקף לב. לדוגמא: \"יש לו צניחות שחבל על הזמן, חבר לו מוניטור\".    צלם אותו  שלח את החולה לצילום רנטגן. לדוגמא: \"צילמתי אותו, אבל לא מצאתי משהו חריג\".    קאבג' (CABG)  קיצור לניתוח מעקפי לב.    קבלה  לא, אין כל קשר ליהדות או למדונה. המדובר בקבלת חולה חדש למחלקה. ה\"קבלה\" כוללת רישום העבר הרפואי של החולה, בדיקה גופנית, ולקיחת בדיקות נוספות רלוונטיות לאישפוז הנוכחי. לדוגמא: \"אחות, אני באמצע קבלה, מדדת פה כבר לחץ דם?\"    קולו באג'י סינדרום  כינוי לחולה המתלונן על כאבים בכל גופו. לדוגמא: \"זהו מקרה טיפוסי של קולו באג'י סינדרום. תטיס אותה לפסיכיאטריה\".    קולה-בוג'ה  כמו \"קולו באג'י\" (ראה לעיל).    קיי-בי-אס (KBS)  קיצור של \"קולו-באג'י-סינדרום\" (ראה לעיל).    קיר תחתון  החלק התחתון של הלב. איזור בו מתרחשים רוב הפגיעות כתוצאה מהתקף לב. לדוגמא: \"לחולה MI נרחב בקיר תחתון\".    קרפיטציות  חירחורים בריאות. מסמל מחלת ריאה. לדוגמא: \"יש לה קרפיטציות מרשימות בכל הבסיסים\".    שיגרה  בדיקות דם הכוללות ספירת דם. לדוגמא: \"קחי לו שיגרה עם אנזימים\".    שישייה  כינוי לאישה או גבר שאינם בריאים בנפשם. לדוגמא: \"היא נראית לי שישייה חבל על הזמן\".    שפאיות (Shpayot)  כינוי להקאות. לדוגמא: \"החולה הביא עליי שפאיות, על החלוק\".    שפאדל  כינוי למקל עץ המשמש לבדיקת גרון.    שקיעה  בדיקת שקיעת דם. בערכים מעל 30, מסמלת לרוב תהליך דלקתי או סרטני. לדוגמא: \"יש לו שקיעה 100. ניקח לו גם CRP ונשגיח\".    שש  כינוי לחולה שאינו בריא בנפשו. המונח שגור בעיקר בקרב כוחות המשטרה וצוותי מד\"א, ומקורו באחד מטפסי המשטרה. לדוגמא: \"יש לי פה חולה שש, אני מפנה למחלקה הפסיכיאטרית\".    תק, תק, תק  כינוי לבדיקה גופנית חפוזה, בד\"כ בחדר המיון. לדוגמא: \"דוקטור, קדימה אין זמן: תק תק תק\".", "title": "מילון: השפה שהמציאו הרופאים כדי שלא תבינו אותם", "url": "https://www.ynet.co.il/articles/0,7340,L-2699123,00.html", "type": "article", "site_name": "ynet", "published_time": "08:52 , 24.07.03", "category": "Health", "subtitle": "כשרופא עושה קבלה - אתם בדרך לאישפוז, ואם הוא כינה את המחלה שלכם GMG - תדעו שאתם נודניקים, ושזה בעצם עדיף על אייקיופניה. המילון הרפואי הכי לא רשמי שקראתם שיעזור לכם להבין את מה שמנסה הצוות הרפואי להסתיר מכם בבתי החולים"}