{"title": "אנסטסיה חלתה בסרטן השד", "url": "https://www.ynet.co.il/articles/0,7340,L-2389213,00.html", "type": "article", "description": "רופאיה של זמרת הפופ האמריקנית גילו את דבר המחלה במהלך בדיקה שגרתית", "site_name": "ynet", "published_time": "13:30 , 22.01.03", "image": "https://www.ynet.co.il/images/default_ynetLogo200_200.jpg", "author": "", "category": "Entertaiment", "subtitle": "רופאיה של זמרת הפופ האמריקנית גילו את דבר המחלה במהלך בדיקה שגרתית", "articleBody": "אחרי בדיקת ביופסיה שערכה בשבוע שעבר, גילו רופאיה של זמרת הפופ האמריקנית אנסטסיה כי היא סובלת מסרטן השד. \"הרופא שלי דרש שאעבור ממוגרפיה במהלך בדיקה שגרתית בשבוע שעבר, למרות שזה לא נדרש. הוא הציל את חיי\", כתבה הזמרת בהודעה לעיתונות, \"אני מעריכה את האכפתיות, אבל בבקשה אל תדאגו. בכל מקרה אין לי כוונה לתת לחדשות הללו לדכדך אותי. אני לוחמת מטבעי ושום דבר לא ישנה את זה\". אנסטסיה, 29, סובלת מקרון (Crohn), מחלת מעיים כרונית, שהתגלתה בגופה כשהיתה בת 13. עד לרגע זה עדיין לא ברור אם ומתי מתכננת אנסטסיה לעבור טיפולים נגד הסרטן. פול פרוינדליך, דובר מטעמה של אנסטסיה, אמר כי בימים אלה היא נמצאת במהלך חזרות על הכוריאוגרפיה לוידאו-קליפ חדש שאמור להצטלם היום (יום ד'). אנסטסיה, שנולדה כלין ניוקירק, נולדה בניו-יורק והחלה את דרכה כרקדנית בתכנית \"Club MTV\". במקביל היא הופיעה בוידאו קליפים לאמנים אחרים. בשנת 1999 היא היתה אחת המועמדות הסופיות בתכנית הכשרונות של MTV, \"The Cut\", שבזכותה חתמה חוזה ראשון עם חברת התקליטים Epic. אלבומה הראשון \"Not That Kind\", יצא לחנויות התקליטים בשנת 2000 והפך להצלחה בינלאומית, שעה שהגיע לרשימת 10 הלהיטים הגדולים במצעדים האירופאיים ובאסיה. הסינגל \"I’m Outta Love\" הפך לשיר מוביל במועדונים בארה\"ב. בשנה שעברה הוציאה את אלבומה השני \"Freak Of Nature\". אנסטסיה מופיעה על פס קול הסרט \"שיקאגו\", הגרסה הקולנועית למחזמר המצליח בכיכובם של ריצ'ארד גיר, קאתרין זטה ג'ונס ורנה זלוואגר. "}