{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5480744,00.html"}, "headline": "צפו: הרחם הנדיר שב בחזרה למדבר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/18/9129856/9129771096096980550no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/18/9129769/016.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/18/9129853/91297720990100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/18/9129864/91297700100099980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/18/9129851/912977501000100980648no.jpg"], "datePublished": "2019-03-19T01:20:20z", "dateModified": "2019-03-19T02:48:07z", "author": {"@type": "Person", "name": "ארז ארליכמן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לפני כשבועיים נמצא רחם בוגר ונדיר כשהוא מקיא ותשוש ליד פגרים של שני שועלים בין טללים למשאבי שדה בנגב. פקחי רשות הטבע והגנים שהחלו לסרוק את האזור לקראת החשיכה, מצאו בסמוך אריזה ריקה עם בשר וכפפות חד פעמיות. הרחם הבוגר שהובהל לטיפול בבית החולים לחיות בר, הושב לטבע לאחר שיקום מוצלח", "wordCount": "718", "commentCount": "17", "genre": "6377.Traklin-4880.The Animals", "keywords": "בית חולים לחיות בר,רשות הטבע והגנים,רחם", "articleBody": "  (צילומים: דוברות המועצה האזורית רמת נגב, רשות הטבע והגנים, בית חולים לחיות בר, ארז ארליכמן)   שלושה טורפים הורעלו בנגב על ידי אלמונים באמצעות בשר ורעל מסוג לאנט, כך עולה מבדיקה של רשות הטבע והגנים.    האירוע התרחש ביום שישי לפני כשבועיים בשטח החקלאי בין טללים ומשאבי שדה. לדברי הראל בן שחר, מנהל מרחב ערבה ברשות הטבע והגנים, \"קיבלנו דיווח ומידע על רחם פצוע על הקרקע ופגר של שועל בשטח שבין טללים למשאבי שדה. הוצאנו סריקות ראשוניות ומייד הבנו כי מדובר בהרעלה. בשטח נמצאו שני פגרי שועלים מצויים ולצידם הרחם, כשהוא מקיא ותשוש\".      פקחי הרשות שסרקו את האזור בשעות אחר הצהריים, מצאו בסמוך לבעלי החיים אריזה ריקה עם בשר וכפפות חד פעמיות. \"להערכתי, הפגרים היו בני מספר ימים והרחם שהגיע לאכול את השועלים המתים, לא מת מאחר וכמות הרעל לא הייתה מספיק גדולה כדי לגרום למותו\", מדגיש בן שחר.   הוא מציין כי הפקחים סרקו את האזור עד החשיכה ופגרי השועלים נלקחו לנתיחה לאחר המוות. הרחם שהיה במצב קשה, נלקח על ידי פקח הרשות, עדן אוליאל אל בית החולים לחיות בר של הספארי בר\"ג ורשות הטבע והגנים בסיוע עם מתנדבים שחברו אליו בדרך.       החשד: הרעלת חיות בר כדי למנוע נזקים לחקלאות ערן דורון, ראש המועצה האזורית רמת הנגב, אמר לאחר האירוע כי מדובר ב\"תמונות מזעזעות ועצוב לראות את החיות שנפגעו. עם היוודע על ההרעלה פנינו מיידית למשרד להגנת הסביבה והמשטרה הירוקה ואנחנו מקווים שאלו יחקרו הנושא, יגיעו אל המרעילים וימצו עמם את הדין\".   יום למחרת אירוע ההרעלה, הגיעו עשרות עובדי רשות הטבע והגנים בסיוע מתנדבים להמשך הסריקות בשטח, אז מצאו פגר נוסף של תן זהוב בסמוך. כמו כן נמצאו ממצאים נוספים בשטח ונבדקו מיקומם של עופות דורסים המצויידים במשדרי מעקב כדי לוודא שלא נפגעו.    בן שחר מציין כי החשד הנוכחי של הרשות הוא הרעלת חיות הבר כדי למנוע נזקים לחקלאות. \"הבעיה בהרעלות הללו שאם לא מגלים את ההרעלה, הנזק יכול להיות אדיר לטבע. ישנה השפעה כזו או אחרת של חיות הבר בחקלאות ואנו מעניקים פתרונות לחקלאים כדי למנוע פגיעה בחיות הבר ולהקטין את המגע בין הגורמים כדי שיוכלו להתקיים יחד\".   עדן אוליאל, פקח רשות הטבע והגנים מוסיף כי \"הרעלת חיות בר במזיד ואף בתום לב היא עבירה חמורה על החוק והרסנית לחיות הבר והטבע בכלל. בהתאם לזאת הרשות פועלת בכל האמצעים על מנת למגר תופעות אסורות אלו\".       הרחם נחשב לאחד מהעופות הדורסים הנדירים בישראל המצויים בסכנת הכחדה חמורה ובבית החולים לחיות בר נערכו לטפל בבעל הכנף בשעת ערב מאוחרת ביום שישי. הווטרינרית ד\"ר אריאלה רוזנצוויג-בולר הגיעה כדי לטפל ברחם.     \"זהו פרט בוגר שנדד לישראל ואף פעם לא נלכד בטבע. הוא הגיע תשוש והחשש הראשוני היה הרעלה ולכן היה חשוב להביאו במהירות לטיפול כדי למנוע מצב שאם עדיין נותר פגר בשטח, שלא יגרום הרעלה לחיות בר נוספות\", מסבירה ל-ynet רוני אליאס, המטפלת הראשית בבית החולים. \"הרחם סבל מפציעות חיצוניות בקרית העיניים ובדיקות הדם הראו כי הוא מתמודד עם זיהום שמקורו לא ידוע ולא נמצאו סימנים להרעלה\", היא מוסיפה.   לאחר טיפול תומך באנטיביוטיקה, שיכוך כאבים ונוזלים, הרחם הצליח להתאושש תוך יומיים והועבר לתא חיצוני, שם נבדקו יכולת התעופה, האכילה והציד. \"זה מרגש לקחת חלק בהשבה של רחם בוגר וחזק. בדרך כלל מגיעים אלינו רחמים צעירים שלא למדו עוד להסתדר בטבע. מדובר בעוף דורס נדיר שלא רואים הרבה בבית החולים ובטבע\", מסכמת אליאס.         לאחר מספר ימי התאוששות בבית החולים, הגיע הרגע של העוף הדורס לשוב לסביבת המחייה הטבעית שלו. אתמול (שני) בבוקר הגיעו אנשי רשות הטבע והגנים יחד נציגי המועצה האזורית רמת נגב וילדי גן טללים כדי לקחת חלק בהשבת הרחם בחזרה לטבע. לאחר שהוצא מכלוב הנשיאה והונח על האדמה, תוך מספר צעדים זריזים וטפיחות כנף מהירות, הוא עף והתרחק במהירות אל המדבר.    כ-55 זוגות מקננים נותרו בישראל בשנות ה-70 נצפו בישראל 50-80 זוגות מקננים של רחמים. המצב השתפר מעט בסוף שנות ה-80, אז נצפו 150 זוגות וכיום נותרו כ-55 זוגות מקננים בלבד. על פי הערכה אחרונה שפורסמה בספר האדום של המינים בסכנת הכחדה הוחמר מצבם של הרחמים ב-17 השנים האחרונות בעולם. בישראל נרשמה יציבות במספרו ב-20 השנים האחרונות וייתכן אף מגמת עלייה במספר הזוגות המקננים.       הרחמים לא נשארים בישראל, אלא מבלים שישה חודשים בשנה בנדידה או במזרח אפריקה, שם הם חשופים לסכנות של הרעלות, ציד והתחשמלות. לרחם יש מקור חד המותאים לקרוע נתחי בשר מבין עצמות הפגרים מהם הוא ניזון, בנוסף לחרקים וזוחלים אותם הוא צד. לרחמים, בדומה לנשרים, יש תפקיד חשוב בשמירה על הסניטציה בטבע בסילוק פגרי בעלי חיים ומניעת בהפצת מחלות.  ", "title": "צפו: הרחם הנדיר שב בחזרה למדבר", "url": "https://www.ynet.co.il/articles/0,7340,L-5480744,00.html", "type": "article", "site_name": "ynet", "published_time": "00:45 , 19.03.19", "category": "Traklin", "subtitle": "לפני כשבועיים נמצא רחם בוגר ונדיר כשהוא מקיא ותשוש ליד פגרים של שני שועלים בין טללים למשאבי שדה בנגב. פקחי רשות הטבע והגנים שהחלו לסרוק את האזור לקראת החשיכה, מצאו בסמוך אריזה ריקה עם בשר וכפפות חד פעמיות. הרחם הבוגר שהובהל לטיפול בבית החולים לחיות בר, הושב לטבע לאחר שיקום מוצלח"}