{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5413195,00.html"}, "headline": "כפר קאסם: הוחרם עוף דורס שהוצע למכירה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/24/8902063/1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/24/8902064/3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/24/8902071/890206801002870980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/24/8902065/48.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/24/8902072/890206601000100980652no.jpg"], "datePublished": "2018-11-25T01:37:55z", "dateModified": "2018-11-25T02:01:44z", "author": {"@type": "Person", "name": "ארז ארליכמן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לפני כחודשיים הוחרמה נקבת אוח עיטי, דורס הלילה הגדול בישראל מחנות בכפר קאסם ע\"י רשות הטבע והגנים בסיוע משטרת ישראל, לאחר שהוצעה למכירה בניגוד לחוק. בבית החולים לחיות בר בספארי ברמת-גן שיקמו אותה בהצלחה והיא הושבה בחזרה לטבע", "wordCount": "426", "commentCount": "52", "genre": "6377.Traklin-4880.The Animals", "keywords": "עופות דורסים,בית חולים לחיות בר,רשות הטבע והגנים,ארז ארליכמן", "articleBody": "    לפני כחודשיים הגיעו פקחי חטיבת האכיפה במחוז מרכז של רשות הטבע והגנים בסיוע משטרת ישראל לחנות בכפר קאסם, בעקבות דיווח על החזקת חיות בר מוגנות בניגוד לחוק.       בחנות נתפסה נקבת אוח עיטי צעירה שהוחזקה בכלוב והוצעה למכירה. אורי ליניאל, ראש תחום אחזקת חיות בר החרים את דורס הלילה והעבירו אל בית החולים לחיות בר של הספארי ברמת גן ורשות הטבע והגנים להמשך טיפול וטרינרי. כנגד החשודים נפתחה חקירה פלילית.      רזה, אנמית ועם נוצות שחוקות \"נקבת האוח הגיעה אלינו כשהיא אנמית ורזה ככל הנראה עקב התזונה הלקוייה. נוצותיה היו שחוקות בעקבות ההחזקה הלא חוקית שלה בשבי בניגוד לחוק\", אומרת ל-ynet רוני אליאס, מטפלת ראשית בבית החולים לחיות בר.    לאחר טיפול ראשוני, נתקלו המטפלים באתגר לא פשוט של בחינה האם נקבת האוח תוכל לשוב לטבע. \"האתגר בשיקום עופות דורסים שהוחזקו בשבי הוא ההתנהגות שלהם. אם הם רגילים לבני אדם בצורה כזו או אחרת, הדבר מוריד את הסיכויים שלהם להצליח בטבע. בנוסף לעובדה שהם יכולים להגיע ליישובים כדי לחפש מזון, לנחות על אנשים ואפילו לגלות תוקפנות\", היא מסבירה. \"היה לנו חשוב להעריך את ההתנהגות שלה לאחר הקליטה הראשונית\".      אליאס מציינת כי למרבה השמחה, נקבת האוח הפגינה התנהגות תוקפנית אופיינית לאוח עיטי. \"היא פחדה מאיתנו, נכנסה ללחץ בזמן הטיפול הווטרינרי ומבחינתנו, היא עברה את המבחן ההתנהגותי הראשוני\", היא מפרטת.   עם הגעתה אל בית החולים שקלה נקבת האוח כ-1.4 ק\"ג וקיבלה בנוסף למזון, גם תרופות וויטמינים לחיזוק המערכת. בחלוף הזמן, היא החלה להעלות במשקלה ולהצמיח נוצות תעופה חדשות. \"כשמצבה התייצב והיא התחזקה, היא הועברה לכלוב גדול מאוד שהוא למעשה תא פתוח כדי שנוכל לבחון את יכולות התעופה שלה ולמרות השחיקה בנוצותיה, היא עפה היטב\", מבשרת אליאס. \"בשלבים מתקדמים יותר, הבאנו לה טרף חי כדי לוודא אם היא מצליחה לצוד בכוחות עצמה\".      דורס הלילה הגדול בישראל האוח העיטי הוא עוף גדול וחזק עם מוטת כנפיים שמגיעה לכמעט שני מטר ולגובה של כ-75 ס\"מ. הוא טורף בטבע בעיקר עטלפים, קיפודים, שפני סלע, ארנבות ומכרסמים שונים, בעלי כנף קטנים וגם עיטים, ינשופים ותנשמות. האוח העיטי פעיל בלילה. הוא מקנן בקירות עפר באזורי מחצבות לא פעילות, מערות וכוכים.    האוחים הם דורסי הלילה הגדולים ביותר בישראל. הם צדים כמויות גדולות של בעלי חיים מדי לילה ובמהלך תקופת הקינון, בזמן שהנקבה דוגרת, הזכר יוצא לחפש מזון. התעופה שלהם חשאית והם לא בוחלים להרוג כל דבר שזז, החל מעורבים, דורסים אחרים ואף מתמחים בציד ינשופי עצים, תנשמות ובזים מצויים.      נקבת האוח עברה בהצלחה את מבחני ההתנהגות, התעופה והציד. היא הגיעה למשקל של יותר משני קילוגרם ולפני מספר ימים, נלקחה על ידי מתנדבי החי-בולנס של בית החולים לחיות בר אל אזור נחל שילה והושבה בחזרה לטבע. ", "title": "כפר קאסם: הוחרם עוף דורס שהוצע למכירה", "url": "https://www.ynet.co.il/articles/0,7340,L-5413195,00.html", "type": "article", "site_name": "ynet", "published_time": "00:01 , 25.11.18", "category": "Traklin", "subtitle": "לפני כחודשיים הוחרמה נקבת אוח עיטי, דורס הלילה הגדול בישראל מחנות בכפר קאסם ע\"י רשות הטבע והגנים בסיוע משטרת ישראל, לאחר שהוצעה למכירה בניגוד לחוק. בבית החולים לחיות בר בספארי ברמת-גן שיקמו אותה בהצלחה והיא הושבה בחזרה לטבע"}