{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5069543,00.html"}, "headline": "בית אבות על הגב: החיות הזקנות ביותר בישראל", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274967/Image10.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274970/Image12.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274968/Image3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274971/Image11.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274993/Image2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274972/Image1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274985/Image17.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274983/Image15.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274974/Image4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/11/8274975/Image5.jpg"], "datePublished": "2018-01-19T16:39:40z", "dateModified": "2018-08-02T20:17:59z", "author": {"@type": "Person", "name": "ארז ארליכמן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "בגן החיות בתל-אביב חיכו בכלל לצבים מגלפגוס - אבל קיבלו את צבי האלדברה, שחיים בישראל כבר שנים רבות ולמרות כמה ניסיונות בריחה, הם עדיין מנהלים את חייהם בשקט ובבטחה בספארי. \"70 שנה, 70 שיאים\" - פרויקט מיוחד לקראת יום העצמאות: כתבה רביעית בסדרה", "wordCount": "1241", "commentCount": "18", "genre": "6377.Traklin-15693.wild_animal_new", "keywords": "יום העצמאות,חיות בר,גן חיות,כתבות מגזין בעלי חיים", "articleBody": "    אם נתעלם לרגע מבני האדם - אלה הם ככל הנראה הדיירים הוותיקים ביותר בישראל. חלקם הגיעו לארץ עוד לפני הכרזת העצמאות, בימי המנדט הבריטי, וה\"מחזור השני\" הצטרף בעשור הראשון לקיומה של מדינת ישראל: יחד, הם הרכיבו חבורה של צבי יבשה ענקיים - שהובאו מאפריקה בספינת משא. אלו הם צבי האלדברה - ראשוני המתיישבים.   70 שנה, 70 שיאים - כתבות נוספות בפרויקט החייזרים של דודו, הנפילה דנה: שיאני הרייטינג  שני שחקנים עם שלושער: כשנבחרת ישראל ניצחה 0:9  דרכו האחרונה אל המקום הראשון: ההלוויה הגדולה ביותר   גן החיות של תל אביב הוקם באמצע שנות ה-30, והפך מיד לאחד האתרים הפופולריים בעיר. מנהליו ניסו בכל כוחם להביא צבי גלפגוס ענקיים מהודו - הנחשבים לנדירים ועצומים בגודלם. למרות הקשיים הכלכליים, המצב הביטחוני הרעוע ומאות בעלי החיים ששוכנו במתחם הדחוס, פנה פקיד העירייה דאז, יהודה נדיבי, בבקשה לתרומות מנדבנים יהודים עשירים שהתגוררו בהודו וברשותם היה אוסף עצום של בעלי חיים, בהם צבי ענק. משפחתם של רחל ודוד עזרא מהודו תרמה בסוף שנות ה-30 קופים וציפורים אקזוטיות רבות אל גן החיות, בו קיוו כי יסייעו גם בהבאת צבי הענק לישראל.       בתחילת ינואר 1946 פורסם דיווח קצר בעיתון \"דבר\" כי אל גן החיות הגיעו \"שני צבי ענק, כשני מטר קוטרם, זברה אחת, שני עגורים, שני עורבים בעלי קרן המקור עוף מראבו אחד וקופים נתקבלו השבוע מאפריקה\".   מתברר כי לא צבי גלפגוס נדירים הגיעו לארץ הקודש אלא צבי אלדברה, הנחשבים לזוחלים בסכנת הכחדה עולמית ובין צבי היבשה הגדולים בעולם. מדובר בצבים שמגיעים למשקל של כ-250 קילוגרם לפחות ולאורך של כ-1.40 מטר. הצבים הללו מצויים בטבע אך ורק באיי אלדברה ורבים מהם ניצודו עבור מזון וסחר בחיות.    בטבע הם מאריכי חיים עד ל-150 שנה ובתנאי שבי הם עשויים להגיע ל-200 שנה ויותר. מאחר שניצודו במשך שנים רבות, ומשום שהם חיים באזור קטן בלבד, הם נתונים בסכנת פגיעות בטבע, ובגני חיות בעולם מקיימים תוכניות רבייה במטרה להצילם מהכחדה.      מאות אלפים קנו כרטיסים לגן החיות אבל מצבו הכלכלי של הגן היה קשה נוכח העוצר והמצב הצבאי ששרר באותה תקופה. בשנת 1951 הליידי רחל עזרא, אלמנתו של סר דוד עזרא, שלחה תרומה לגן החיות בתל אביב בדמות בעלי כנף וחיות נוספות, אך צבי הגלפגוס הגדולים שכה רצו בגן, נותרו בהודו.   דיווח בעיתון \"חירות\", ביום ראשון, ה-16 לפברואר, 1958 מגלה כי \"משלוח מגוון של חיות בשביל גן החיות התל אביב ומשרד הבריאות הגיע לארץ בליל שבת, על האונייה \"עתלית\" לנמל אילת\". על פי הדיווח, בעלי החיים נרכשו על ידי ברוך גופר, מנהל גן החיות בסיוע של ידידי גן החיות בארצות הברית ויהודי קניה. \"המשלוח כולל זוג ג'ירפות, זוג צ'יטה (נמרי ציד)...שועלים מיוחדים במינם, 4 צבי ענק שכל אחד משקלו מעל טונה, סוס יאור (היפופוטם) וקופים שונים\", דווח אז.        \"כשהגיעו צבי היבשה הענקיים - צבי אלדברה - לארץ והשתכנו בגן החיות בתל אביב, התמקמו הוריי בדירה שרכשו בתל אביב\", מספר יורם מרקוס, רופא ויוצר רב תחומי, שהיה אז תינוק בן שנה. לדבריו, מבית הספר היסודי בו למד (\"הקליר\") ששכן בסמוך לגן החיות, ניתן היה להריח את בעלי החיים ולשמוע את קולותיהם, מבבונים צווחניים ועד לשאגת אריות שהדהדו בין בנייני העיר. \"צבי אלדברה יכולים בתוחלת חייהם לעבור את ה-200 שנה, כפי שנמצא בתִארוך פחמן רדיואקטיבי של השריון\", הוא מסביר.      צב השעה צב אלדברה אחד מת בשנת 1971 בגן החיות בתל אביב לאחר שסבל ככל הנראה מבעיה ברגלו. עם המעבר של גן החיות לספארי ברמת גן. בתחילת שנות ה-80, גם שאר הצבים עברו דירה ואף זכו לתיעוד מצולם של הערוץ הראשון.   אמליה טרקל עבדה כזואולוגית הספארי ברמת גן במשך שלושים שנים. טרקל נזכרת כי עם הקמת הספארי ומעבר של בעלי חיים רבים מגן החיות בתל אביב, הגיעה קבוצה קטנה של צבי ענק. \"אחד הדברים שזכורים לי הוא ארבעה צבי יבשה גדולים ביותר, שלושה מהם היו צבי אלדברה וצב אפריקני\", היא מספרת. \"החצר התפתחה וגדלה עם השנים, גם הצבים המשיכו לגדול ובתחילת שנות ה-90, השתתפנו במחקר של חוקר צבי ענק מחו\"ל וגילינו כי בספארי למעשה ישנם שני צבי אלדברה מתת מין אחד ושלישי מתת מין אחר\".        הצבים הגדולים היו עסוקים רוב הזמן בחיפוש אחר מזון, טיול בחצר ומנוחה. \"בנו להם ביתן לילה כמו שהיה בגן החיות בתל-אביב כדי שיוכלו לשרוד בחורף. כולם היו זכרים גדולים - כי בעבר כך בחרו את הצבים שיכלו להרשים ביותר את הקהל בישראל ולכן לא לקחו לאוספים הזואולוגיים נקבות שהן קטנות יותר\", היא מסבירה.       לדבריה, גם בביתם החדש בספארי המשיכו הצבים במעין מלחמת מעמדות, במהלכה נצפו דוחפים זה את זה, גונחים בקול וגם הצליחו להפוך אחד את השני על הגב. \"היו גם ניסיונות הזדווגות למרות שאין נקבה בחצר\". \"הצבים שקלו כ-200 קילוגרם בשנים הראשונות שלהם בספארי. הצלחנו לשקול אותם רק בעזרת ארבעה אנשים שהרימו ביחד כל צב כדי להעלותו על המשקל\", היא נזכרת.   אחת הפציעות האופייניות לצבי ענק, נוכח כובד משקלם, היא ברגליים. התופעה לא פסחה גם על הצבים המבוגרים. אחד מהם החל לצלוע ווטרינר הספארי דאז, מוטי לווינסון, גילה כי הצב סבל מגידולים ממאירים בעצמות. \"מוטק'ה בחן את הצליעה והכין לו עגלה עם גלגלים כדי שהוא יוכל להתנייד. מאחר שהוא לא יכול היה לנוע על האדמה, הוציאו אותו בסופו של דבר מהחצר כדי שיוכל להתנייד בקלות עם העגלה ממקום למקום\", היא מציינת. ככל הנראה הצב הפצוע מת לפני כעשור ובספארי עדיין שומרים את העגלה וגם את השיריון הענק במוזיאון המקומי.   כשצב מנסה לברוח במהלך השנים הצליחו צבי האלדברה הגדולים לבצע בריחות נועזות במהירות איטית מחצר הצבים.\"מדובר בצב שנראה כמו טנק. הם יצאו באחד הלילות בחורף מביתן הלילה המחומם ופרצו את המעקה שגידר את החצר והם הלכו לטייל בגן. מצאו אותם ליד המסעדה. זה קרה מספר פעמים. איך אתה מחזיר צב במשקל של יותר מ-200 קילוגרם בחזרה לחצר שלו? הצמידו לצידי הגוף ומאחוריו מוטות ברזל כדי להכווין אותו בחזרה לחצר\". היא מספרת.    לדבריה, באחת מתקופות השיפוצים בחצר הצבים, הציבו סלעים מסביב שישמשו כגדר, אך מומו הצב הצליח לטפס עליהם, יצא מחוץ לחצר ונפל לתוך הבריכה של האליגטורים. \"לא קרה לו כלום, למעט סדק בשיריון אותו מילאנו עם חומר מיוחד לאיחוי\", נזכרת טרקל. להערכתה, ייתכן שמדובר בשני צבי הענק שהגיעו ב-1946 לישראל ופרט נוסף שהגיע ב-1958. צב אלדברה לרוב מגיע לגודל עצום לאחר גיל 25-20 שנה והוא ממשיך לגדול. להערכת המרואיינים לכתבה, נראה כי גילם של הצבים נע בין 80 ל-95 שנה.     בספארי נותרו כיום שני צבי אלדברה. על אף שבספארי נהוג לכנות את צמד הצבים \"יהודה\" ו\"מומו\", חלק מהמטפלים לא אימצו באופן מוחלט את השמות. \"יהודה, הוא הצב בעל השיריון הכתום, נקרא ג'ינג'י. מומו בעל השיריון הכהה הוא שחורי\", מספר רוני מכנס, מטפל בזוחלים בספארי ברמת-גן, שטיפל בצבים במשך כעשור. \"כל המשא כבד עליהם. יחד עם הגיל המתקדם, מדובר במשקל עצום וכמונו, בני האדם, הם מתקלקלים עם הזמן\", הוא משער.    לדברי מכנס, אם מומו הצב רוצה לברוח, הוא יעשה זאת ודבר לא יעצור אותו. \"בזמן האחרון הוא לא ברח, אבל פעם בשנה שנתיים הוא מצליח לצאת מהחצר. הוא יזיז סלעים עם העקשנות שלו. אחרי שנפל לבריכה של התנינים, הוא הגיע פעם אחת עד מגרש החניה. הוא מכיר כבר את כל גן החיות כאן\".      צמד הצבים מסתדר רוב הזמן ביחד ויש להם עוד עשרות שנים לבלות זה עם זה. \"יש תקופות שהם רבים, מטפסים אחד על השני ומציקים, אבל יש תקופות שהם מבלים ביחד ואפילו נכנסים ביחד לתא הלינה המחוממים. בדומה לרוב הזוחלים הם מעדיפים לחיות בנפרד, אבל למרות שיש לכל אחד תא נפרד, קורה שהם ייכנסו ביחד לאותו תא\".    להערכת מכנס, כל אחד מצבי הענק שוקל כיום כבר למעלה מ-300 קילוגרם. \"שקלתי אותם בפעם האחרונה לפני עשור והם שקלו אז כ-280 קילוגרם. אנחנו נותנים להם מזון טוב משולב בנשורת מהעצים, עצי תות, אזדרכת וסוגי עלים נוספים שהם מאוד אוהבים לאכול מהאדמה, עם תוספות של ירקות שונים ומגוונים\". עם תזונה נכונה ובלי טורפים בסביבה, נראה כי הצבים הללו עשויים גם לחגוג את יום העצמאות ה-120 של מדינת ישראל.", "title": "בית אבות על הגב: החיות הזקנות ביותר בישראל", "url": "https://www.ynet.co.il/articles/0,7340,L-5069543,00.html", "type": "article", "site_name": "ynet", "published_time": "14:39 , 19.01.18", "category": "Traklin", "subtitle": "בגן החיות בתל-אביב חיכו בכלל לצבים מגלפגוס - אבל קיבלו את צבי האלדברה, שחיים בישראל כבר שנים רבות ולמרות כמה ניסיונות בריחה, הם עדיין מנהלים את חייהם בשקט ובבטחה בספארי. \"70 שנה, 70 שיאים\" - פרויקט מיוחד לקראת יום העצמאות: כתבה רביעית בסדרה"}