{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4907080,00.html"}, "headline": "42 שיאים מדהימים של בעלי חיים", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2017-01-14T02:23:40z", "dateModified": "2018-08-03T21:48:09z", "author": {"@type": "Person", "name": "ארז ארליכמן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הכלבה הכי גבוהה, החתול הכי ארוך בעולם, הלטאה הכי גדולה, הנמלה הכי מהירה, עקיצת חרק הכי מכאיבה, בעל החיים היבשתי הכי רעשני והכלב עם הזנב הארוך ביותר בעולם. הצצה ל-42 שיאים מופלאים של בעלי חיים מתוך אלפי שיאים שפורסמו בספר \"גינס שיאי עולם 2017\"", "wordCount": "2260", "commentCount": "25", "genre": "6377.Traklin-4880.The Animals-12623.pets", "keywords": "שיא גינס,בעלי חיים,חיות בר,כתבות מגזין בעלי חיים", "articleBody": "     ליזי, כלבה מגזע דני ענק, נמדדה ב-14 בנובמבר 2014 בפורט מאיירס, בפלורידה שבארה\"ב, ונמצא שהיא מתנשאת לגובה 96.41 ס\"מ.       היא נמדדה בגיל שבע, אולם הבעלים שלה, גרג סמפל, טוען שהיא הייתה בגובה כזה כבר בגיל שלוש. הוא אומר שהיא \"גונבת את ההצגה\", ומוסיף שהיא תמיד מושכת תשומת לב כשהם יוצאים להסתובב.          דידג'ה (אוסטרליה) והבעלים שלה, רוברט דולווט (אוסטרליה), ביצעו 20 פעלולים בטוויט האדז שבאוסטרליה ב-10 בספטמבר 2015.       בתמונות, מלמעלה למטה, אנו רואים אותה גולשת על סקייטבורד וקופצת אל זרועותיו של רוברט. דידג'ה, שאומצה מבית מחסה לחתולים, יכולה אפילו להתמודד עם פארק סקייטבורדינג אמיתי.         קאון, כלב מגזע וולפהאונד אירי, ששייך לאילזה לודץ (בלגיה), הציג את מלוא אורכו של זנבו בן 76.8 הסנטימטרים, בווסטרלו שבבלגיה, ב-18 באוגוסט 2015. אילזה הגישה בקשה לשיא בשמו של קאון כאשר הבנים שלה שמו לב שאורך זנבו עולה על זה של מחזיק השיא הקודם, גם הוא וולפהאונד, בדיוק ב-4.5 ס\"מ.     לודו, החתול של קלסי ג'יל (בריטניה), נמדד ב-6 באוקטובר 2015 בווייקפילד שבבריטניה, והתברר שאורכו 118.33 ס\"מ. לודו שייך לאחד הגזעים האמריקניים הקדומים ביותר: מיין קון, הנקרא ע\"ש מדינת מיין שבארה\"ב.    יש מיתוס – שהוא בלתי אפשרי במציאות, אולם הצבעוניות החומה המפוספסת האופיינית לגזע זה ופרוותו השופעת בהחלט מחזקים אותו – ולפיו הגזע הזה נוצר כתוצאה מהכלאה בין חתולי בר למחצה ובין דביבונים. החתול מגזע זה הוא בריא וחסון, ידידותי ובעל אישיות תוססת – וכל אלה הבטיחו את הפופולריות שלו כחיית מחמד משפחתית במשך למעלה ממאה שנים.     סמארף והבעלים הגאה שלו, שרה האמפריז (בריטניה), ביצעו 32 פעלולים בהרטפורדשייר שבבריטניה, ב-7 באוגוסט 2015. סמארף המוכשר הוא כוכב קולנוע וטלוויזיה, והוא אף זכה בפרס \"דקל הזהב לכלבים\" בפסטיבל קאן על תפקידו בסרט \"חופשה נעימה\" (בריטניה, 2012).     הצילום הזה, שבו נראה הקרב בשיאו, הגיע בשנת 2015 לרשימת המועמדים הסופיים בתחרות היוקרתית \"צלם הטבע של השנה\", והוא צולם באינדונזיה ע\"י הצלם הרוסי אנדריי גודקוב. עצם העובדה שהוא התקרב עד כדי כך אל לטאות כוח ענק (Varanus komodoensis) היא הישג בלתי מבוטל, בעיקר משום שהזוחלים שאורכם 2.25 מ' ידועים בתוקפנות שלהם.   בעבר סברו כי בקטריה רעילה הנמצאת ברוק של הכוח הענק, ביחד עם שיניו החדות, משמשת כנשק העיקרי שלו. אולם בשנת 2009 מדענים אישרו כי בנוסף לכך שהם נושכים את טרפם, בני המין הזה משתמשים גם בבלוטות המפרישות ארס, אשר נמצאות בלסת התחתונה שלהם, ולכן הכוח הענק הוא החיה היבשתית הארסית הכי גדולה.    היען הצפון אפריקני (Struthio camelus camelus) הוא תת-מין של עוף נטול כושר תעופה. יש תיעוד של יענים צפון אפריקניים ממין זכר שהגיעו לגובה של 2.75 מ' ולמשקל של 156.5 ק\"ג. לפיכך, היען כבד בערך פי 98,000 מאשר הזכר של הקוליברי הזעיר המצוי. הציפור הכי קטנה      ב-18 בספטמבר 1965, הצוות של ספינת הצי האמריקני אלטנין, ספינת מחקר ששהתה בים טסמן, חקר אלבטרוס נודד (Diomedea exulans) ממין זכר מן האוקיינוסים הדרומיים.  מוטת הכנפיים שלו הגיעה לאורך 3.63 מ' – בערך כפליים מגובהו של אדם ממוצע, ובערך פי 10 ממוטת הכנפיים של השַחרור (Turdus merula)    טיגריס אמור (טיגריס סיבירי) (Panthera tigris altaica) ממין זכר מגיע בממוצע לאורך 3.15 מ' מן האף ועד קצה זנבו כאשר הזנב מתוח. כמו כן, גובהו בכתפיים עומד על 107-99 ס\"מ, ומשקלו – כ-265 ק\"ג. כדי לשמור על המשקל הזה, טיגריס אחד צריך לאכול מדי חודש אוכל שמשקלו שווה למשקלם של 17.3 ילדים בני עשר!      לקוף החוטם (Nasalis larvatus), שנמצא רק על האי בורנאו, יש אף מתנדנד שאורכו מגיע עד ל-17.5 ס\"מ אצל זכרים בוגרים, ולעתים הוא גדול עד כדי כך שהוא תלוי מעל הפה. האף מאדים ומתנפח כאשר הקוף נמצא בסכנה או נרגש, ולעתים הוא משמש גם כמגבר קול, כאשר הקוף משמיע קול צפירה מתריע.     הצרחות המפחידות של השאגן (מסוג Alouatta), שחי במרכז אמריקה ובדרומה, תוארו כמעין הכלאה בין נביחת כלב ונעירת חמור המוכפלת פי אלף! עצם הלשון בראש קנה הנשימה אצל הזכרים הנה מוגדלת, ומשמשת כתיבת תהודה המאפשרת לצליל להדהד. כאשר הם מפיקים את קולם במלוא עוצמתו, אפשר לשמוע אותו עד למרחק של 4.8 ק\"מ.    הנמלה הנווטת הכסופה מסהרה (C. bombycina) יכולה להגיע למהירות של 1.8 קמ\"ש. כלומר, פי 100 מאורך גופה מדי שנייה. לשם השוואה, יוסיין בולט, האדם הכי מהיר בעולם, עובר את אורך גופו \"רק\" שש פעמים בשנייה. המהירות העצומה הזו ממזערת את חשיפתה של הנמלה לשמש, וגם תורמת לקירור הגוף באמצעות קונווקציה (הסעת חום)  Polyrhachis sokolova, נמלה שמקורה בקווינסלנד שבאוסטרליה, בפפואה גינאה החדשה ובאיי קלדוניה החדשה, חיה ביערות המנגרובים, שמוצפים ע\"י הגאות באופן קבוע. הקנים של נמלים אלה בנויים עם כיסי אוויר ייעודיים לשם אחסון בטוח של הביצים, והפועלות שלהן פיתחו את היכולת לצלול למשך תקופות ממושכות – הסתגלות אבולוציונית שלא נראתה אצל אף מין אחר של נמלים.     הנמלה הנווטת הכסופה מסהרה (Cataglyphis bombycina)  מתחילה באיתור מזון רק כאשר הטמפרטורה בחוץ מגיעה ל-46ºC, והיא יכולה להישאר בחוץ בחום החורך עד שגופה יגיע ל-ºC53. ההסתגלות האבולוציונית הזו מאפשרת לה להימנע מטורפים שאינם עמידים כמוה לחום.     בשנת 1983, האנטומולוג (חוקר החרקים) ג'סטין או. שמידט (בריטניה) פרסם את הגרסה הראשונה של \"מדד כאבי העקיצות של שמידט\". המדד מדרג את נמלת הקליע (Paraponera clavata) – שמקורה בניקרגואה ומדרום לה, ברחבי מרכז אמריקה ועד פרגוואי – כחרק שהעקיצה שלו הכי מכאיבה, ושהגיע לניקוד המרבי, 4.0+, בסולם שמידט בן ארבעת השלבים.   תמנון דמבו (Grimpoteuthis) נצפה בעומק 7,000 מ' מתחת לפני הים, שם הוא מסוגל לעמוד בלחץ של 695 אטמוספרות – המקביל לנחיתה של 695 ק\"ג על ציפורן כף היד. אם כי בדרך כלל אורכו 30-20 ס\"מ, נצפה גם דמבו אחד בגודל \"ג'מבו\" – 1.8 מ'!    מוטת הזרועות הממוצעת של התמנון הפסיפי הענק (Enteroctopus dofleini) היא חמישה מטר'. אולם במונחים של פרטים, הרי שהפרט הגדול ביותר המתועד יכול היה להתפאר במוטת זרועות של 9.6 מ' – יותר ארוכה מנחש אנקונדה – ובמשקל של 272 ק\"ג. התמנון הפסיפי הענק ניזון מסרטנאים ומדגים קטנים, אולם לעתים הוא ייהנה מארוחות גדולות יותר, כגון כרישים.    מספר מיני תמנונים נצפו בטבע כשהם מחקים בעלי חיים אחרים באמצעות שינוי צבעם וצורת גופם, או אפילו סיגול ההתנהגות שלהם. אולם אף אחד מהם לא שולט באמנות החיקוי טוב יותר מאש התמנון החקיין (Thaumoctopus mimicus), שמקורו באזור ההודו-פסיפי ובים סוף. מחקרים מגלים כי הוא יכול לחקות לפחות 16 בעלי חיים ימיים אחרים, כולל דגים מסדרת הסוליתאים, פתני ים, נחשוני ים, שושנות ים, סרטנים ומדוזות.   כל נקבות התמנונים ידועות בכך שהן מגוננות מאוד כאשר מדובר בביצים שלהן, אולם אין אף תמנון – או אף בעל חיים אחר, לצורך העניין – שיכול לטעון שהוא מחויב לדגירה יותר מאשר המין תמנון אמנוני (Graneledone boreopacifica), שחי במים עמוקים.   במאי 2007, נצפתה אם ממין זה על חומה סלעית בעומק 1,400 מ', כשהיא מגוננת על ביצים שהוטלו מספר שבועות קודם לכן. ביקורים מאוחרים יותר אישרו את תקופת הדגירה והשמירה הערנית הממושכת שלה, שנמשכה עד ספטמבר 2011 – תקופה מדהימה בת 53 חודשים (כמעט ארבע וחצי שנים). חודש מאוחר יותר היא נעלמה, וכל הביצים, שמספרן היה כ-160, בקעו.    נשיכה של יגואר (Panthera onca) הנה חזקה, יחסית, יותר מאשר נשיכה של כל חתול גדול אחר. יגואר שמשקלו 100 ק\"ג יכול לנשוך בעוצמה של 503.57 ק\"ג בניבים ו-705.79 ק\"ג בשיני השסע, שהן ארבע השיניים הטוחנות הקדמיות העליונות שלו והשיניים הטוחנות התחתונות הראשונות שלו.    נמר מדבר (Panthera pardus nimr) בוגר ממין זכר שוקל בערך 30 ק\"ג, והנקבה 20 ק\"ג – הרבה יותר קלים משמונת תת-המינים האחרים. חתול זה, הנמצא בסכנת הכחדה חמורה, הוכר ע\"י המדע רק לאחרונה.    מצלמות נסתרות צילמו את נמר השלג (Panthera uncia, בתמונה) הנדיר, שנראה רק לעתים רחוקות, בגובה של 5,800 מ'. במהלך שנות ה-90 הראשונות של המאה ה-20, נצפה פומת הרים (Puma concolor) באותו גובה, בהרי האנדים שבדרום אמריקה.    תנין ג'ונסטון (Crocodylus cataphractus) מצפון אוסטרליה יכול לרוץ במהירות 17 קמ\"ש. עד כמה שזה נשמע מפחיד, ה\"פְרֵשִׁי\" (כפי שהוא מכונה משום שהוא נקרא באנגלית גם \"תנין מים מתוקים\", freshwater crocodile) בדרך כלל משתמש ביכולת הזו כדי לברוח מפני אנשים, ולא כדי לרוץ לקראתם.     התנין ההינדו-פסיפי, או תנין הים, יכול לגדול לפחות לגודל של 7 מ', ובמקרים רבים שוקל יותר מטון. אנשים טוענים שהם ראו בטבע פרטים שאורכם 10 מ', אולם לא קיימות ראיות חד משמעיות לקיומם של ענקים כאלה.   המין תנין הים גם מחזיק בשיא נשיכת התנין הכי חזקה. כל בעל חיים (או אדם!) אשר איתרע מזלו והוא נלכד על ידי התנין, מועד לעוצמת נשיכה של 11,216 ניוטון - המקבילה להימחצות מתחת למשקלה של מכונית בגודל בינוני.    תנין הים (Crocodylus porosus) הזה, המוכר לצוות המטפל בו בשם קסיוס – נלכד בשנת 1984, לאחר שיצא למסע ריסוק סירות ליד דרווין שבאוסטרליה. כאשר מדדו אותו ב-2011 בביתו, בגן החיות מרינלנד מלאנזיה לחיות בר בגרין איילנד שבקווינסלנד, התברר שקסיוס מגיע לאורך המרשים של 5.48 מ'.    אורך גופו הממוצע של הגזע האירופי של האוח המצוי (Bubo Bubo) הוא 71-66 ס\"מ ומשקלו – 4-1.6 ק\"ג. כמו כן, הוא הינשוף בעל מוטת הכנפיים הכי גדולה: 1.5 מ', בערך כמו מוטת הזרועות של ילד בן 14.   האוח המצוי אוכל כל מה שזז, מחיפושיות ועד עופרים של אייל הכרמל. רוב התזונה שלהם מבוססת על יונקים (כגון חולדות, עכברים, שועלים וארנבות), אולם הם לוכדים גם עופות מכל הסוגים, כולל עורבים, ברווזים, תרנגולי בר, עופות ים ואפילו ינשופים אחרים.   אורכו של הינשוף השדוני (Micrathene whitneyi, מימין), שמקורו בדרום-מערב ארה\"ב ובמקסיקו, הוא 14-12 ס\"מ, ומשקלו פחות מ-50 ג'. הוא בדרך כלל מקנן בחור שנוצר ע\"י עוף אחר, או בחללים ריקים בתוך עצים. לעתים קורה שנַקָּר וינשוף שדוני מקננים על אותו שיח. הינשוף הננסי (Glaucidium minutissimum) הוא רק מעט יותר גדול, משקלו בסביבות 50 ג' ואורכו הכולל – 15 ס\"מ.     מקורו של המנדריל (Mandrillus sphinx) במזרח-אפריקה המשוונית. אורך ראשו וגופו של מנדריל ממין זכר הוא 76-61 ס\"מ ומשקלו הממוצע 25 ק\"ג – אך הוא יכול להגיע עד ל-54 ק\"ג. המנדריל הוא אחד היונקים הססגוניים ביותר, בזכות מאפייניו הייחודיים – העכוז הכחול, הפנים האדומים והזקן הצהוב. ואילו הגדול בקופי העולם החדש הוא המורוקי הדרומי (Brachyteles arachnoides), הנמצא בסכנת הכחדה חמורה. מוצאו מברזיל, אורך גופו וראשו הוא 63-46 ס\"מ, ומשקלו מגיע עד ל-15 ק\"ג.    המרמוסט הגמדי (Cebuella pygmaea, הגורים מצולמים כאן), אשר נמצא באגן האמזונס העליון, צומח בממוצע עד למשקל 119 ג' – בערך משקלו של תפוז בינוני. על אף גודלו – בערך 136 מ\"מ לאורך למעט הזנב, שהוא בדרך כלל יותר ארוך מן הגוף – המרמוסט הגמדי יכול לזנק לגובה 5 מ'!   מרמוסטים גמדיים בגן החיות התנ\"כי בירושלים     תראפוזה בלונדי, שהתגלה לראשונה ב-1804, הוא עכביש כבד משקל שצד את טרפו מן המארב, והוא יליד יערות הגשם בחופי סורינאם, גויאנה וגיאנה הצרפתית. השיא מִפתח הרגליים הכי גדול של עכביש זכר ממין זה הוא 28 ס\"מ.     הפרט המחזיק בשיא זה נאסף ע\"י חברי משלחת פבלו סן מרטין בריו קרבו שבוונצואלה באפריל 1965, והיה גדול דיו כדי לכסות צלחת שנועדה למנות עיקריות. גם לעכביש בן שנתיים מאותו מין, שטופח ברבייה מבוקרת ע\"י רוברט באסטרד וגודל ע\"י בראיין ברנט מאליית' שבפרת'שייר, בריטניה, היה מִפתח רגליים בגודל 28 ס\"מ, כפי שנמדד בפברואר 1998.     קפצן ההימלאיה (Euophrys omnisuperstes), או \"הגבוה מכולם\", התגלה לראשונה ב-1924, בגובה 6,700 מ' על הר האוורסט בנפאל. הוא חי מתחת לאבנים שקפאו ונצמדו לקרקע. הוא תואר לראשונה ב-1975, וסבורים שהוא ניזון מחרקים שנישאים ברוח ממקומות נמוכים יותר.    כל אחת מבלוטות הרעל של העכביש הנודד הברזילאי (Phoneutria nigriventer) שחי בדרום אמריקה היא באורך של עד 10.2 מ\"מ ובקוטר 2.7 מ\"מ, ומכילה 1.35 מ\"ג ארס. הארס יכול לגרום לשיתוק ולחנק אצל בני אדם, ותוכן הבלוטות של עכביש אחד יכול להרוג 225 עכברים.      סנוטי (נולד ב-21 ביולי 1948) היה בן 67 שנים ו-254 ימים, נכון ל-31 במארס 2016. סנוטי הובא למוזיאון דרום פלורידה הנמצא בברדנטון שבפלורידה, ארה\"ב, בהיותו גור, בשנת 1949. הוא חי בבריכה שנפחה 230,000 ליטרים, עם שני תחשי נהרות אחרים. תוחלת החיים הארוכה של סנוטי היא במידה רבה בזכות העובדה שהוא חי בסביבה מבוקרת. בטבע, גורמים כגון פריחת אצות, פגיעת סירות ופסולת דיג הם הסיבות למותם של רוב תחשי הנהרות לפני גיל 10.      סקוטר (נולד ב-26 במארס 1986) היה בן 30 שנים ו-13 ימים נכון ל-8 באפריל 2016. הוא חי עם הבעלים שלו, גייל פלוייד (ארה\"ב) במנספילד שבטקסס, ארה\"ב.  זאוס, כלב דני ענק, היה בגובה 111.8 ס\"מ כאשר הוא נמדד ב-4 באוקטובר 2011. הוא התגורר באוסטגו שבמישיגן, עם דניז דורלאג ומשפחתה.   כלב היורקשייר טרייר הננסי של ארתור מרפלס (בריטניה) היה בגובה 7.11 ס\"מ ובאורך 9.5 ס\"מ. כלבת צ'יוואווה בשם מילי, השייכת לוונסה סמלר (ארה\"ב), נמדדה ב-21 בפברואר 2013, ומכיוון שגובהה 9.65 ס\"מ, היא הכלב/ה הכי קטן/ה (שחי/ה). הייבן סנט ברנדי, כלבת צ'יוואווה השייכת לפולט קלר (ארה\"ב), היא הכלב/ הכי קטן/ה על פי האורך: 15.2 ס\"מ מקצה האף עד קצה הזנב, כפי שהיא נמדדה ב-31 בינואר 2005.    רספוטין הוא תיש ווליזר שחור צוואר (אחד מגזעי עז הבית, Capra hircus). המרחק בין קצות קרניו הגיע ל-1.35 מ' בעת המדידה, בלינץ שבטירול, אוסטריה, ב-5 ביוני 2015.    דריוס, ארנב פלמי ענק השייך לאנט אדוארדס (בריטניה) נמדד ב-6 באפריל 2010 לצורך מאמר בעיתון הבריטי דיילי מייל, ונמצא שאורכו 129.5 ס\"מ.   סנשיין, בן 32, היה התוכי הכי זקן בעולם ממין קוקטיל (נמפית מצויצת), נכון ל-27 בינואר 2016. הוא חי באלבוקרקי, ניו מקסיקו, ארה\"ב, עם הבעלים שלו, ויקי ארנדה (ארה\"ב), שרכשה אותו בקולורדו בשנת 1983. מאז, סנשיין נמצא תמיד בסביבתה של ויקי.    על פי מסד הנתונים הבינלאומי בנושא תקיפות כרישים (ISAF, International Shark Attack File), בשנת 2015 אירעו 98 תקיפות כרישים כלפי בני אדם ללא פרובוקציה קודמת, מתוך סך של 164 אירועים שדווחו. ה-ISAF נערך מדי שנה ע\"י מוזיאון פלורידה לתולדות הטבע, שנמצא באוניברסיטת פלורידה, ארה\"ב, בחסות האגודה האמריקנית לדגי סחוס מחוייצי זימים.           כספה, השייכת לסו וויליאמס (בריטניה), קפצה מעל רף שהוצב בגובה 1.13 מ' במהלך פסטיבל הכלבים DogFest בארליי הול בצ'שייר שבבריטניה, ב-14 ביוני 2015. הרף היה חלק ממתקן קפיצה סטנדרטי לסוסים, שעליו סומנו הגבהים במרווחים קבועים.     דובון מים הוא חסר חוליות ימי מיקרוסקופי, בעל שמונה רגליים, עמיד ביותר. ב-25 בדצמבר 2015, מדענים מן המכון הלאומי לחקר הקוטב ביפן הודיעו כי הם השיבו לחיים שני דובוני מים בוגרים שהיו קפואים בתוך קרח מאז נובמבר 1983. היצורים הללו, שקיבלו את שמם בשל המראה שלהם (למעלה), הופשרו במארס 2014. דובוני המים, שכונו בכינויי החיבה SB-1ו-SB-2 (ראשי תיבות של \"היפהפייה הנרדמת\" Sleeping Beauty באנגלית), החלו לנוע מיד לאחר ההפשרה. רק SB-1 החלימה לחלוטין, ואף הטילה ביצים שבקעו מהן צאצאים.        השיאים מתוך הספר \"גינס שיאי עולם 2017\" בהוצאת כרטא", "title": "42 שיאים מדהימים של בעלי חיים", "url": "https://www.ynet.co.il/articles/0,7340,L-4907080,00.html", "type": "article", "site_name": "ynet", "published_time": "00:23 , 14.01.17", "category": "Traklin", "subtitle": "הכלבה הכי גבוהה, החתול הכי ארוך בעולם, הלטאה הכי גדולה, הנמלה הכי מהירה, עקיצת חרק הכי מכאיבה, בעל החיים היבשתי הכי רעשני והכלב עם הזנב הארוך ביותר בעולם. הצצה ל-42 שיאים מופלאים של בעלי חיים מתוך אלפי שיאים שפורסמו בספר \"גינס שיאי עולם 2017\""}