{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5614685,00.html"}, "headline": "מרצדס GLE (מבחן ראשון) - אמת מידה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562886/95628718972196640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562884/95628705991695640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562879/95628690902096640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562897/9562877097789640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562898/95628780100489640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562889/9562872096890640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562895/95628752991799640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/28/9562892/95628741961393640360no.jpg"], "datePublished": "2019-10-31T08:59:46z", "dateModified": "2019-10-31T08:59:46z", "author": {"@type": "Person", "name": "ניר בן זקן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "רכב הפנאי של מרצדס נוחת אחרי שעבר מהפיכה של ממש, ומבטיח לזנק שוב לראש הקטגוריה עם קידמה טכנולוגית יוצאת דופן. נהגנו בו לראשונה כדי לבדוק האם הוא מצליח", "wordCount": "1076", "commentCount": "38", "genre": "550.Auto-2758.Road test", "keywords": "מרצדס GLE,מרצדס,כלמוביל", "articleBody": "    ה-GLE שנחת כאן לאחרונה הוא דור רביעי בשושלת רכב הפנאי הראשון של מרצדס, שכונה במקור ML. למרות שיש ליצרנית היוקרה ניסיון רב-שנים ברכבי שטח (עם ה-G קלאס), ולהזכירכם הקדימה את ב.מ.וו (X5) בשנתיים בכניסה לקטגוריה הפופולארית כבר ב-1997, רכב הפנאי הגדול שלה התקשה עד עתה מול היריב הגרמני האיכותי. שכן לקוחות שנדדו אליו ממכוניות נוסעים יוקרתיות התאכזבו לא פעם לגלות איכות לא משכנעת, הרחק מתחת למקובל אצל יצרנית היוקרה הוותיקה.      כעת מבטיחה מרצדס שהלקח נלמד וכי הנוסחה הנכונה נמצאה, עם שדרוג ניכר באיכות ותמהיל יוצא דופן של יכולת וקדמה. ההתרשמות בהשקה העולמית ל-GLE הייתה אכן חיובית מאוד, אבל איך הוא מבצע בארץ (וגם קצת בשטח)?   מחיר רכב מבחן (בסיס): 695 אלף שקל (605 אלף שקל) מתחרים: ב.מ.וו X5, אודי Q7, וולוו XC90      טוב: תא נוסעים, אבזור, מערכות בטיחות, נוחות נסיעה בסדר: ביצועים, יכולת דינמית טעון שיפור: עיצוב שגרתי ציון:   איך נראה העיצוב החיצוני של רכב הפנאי הגדול התעדכן, עם יחידות תאורה צרות וחדות יותר מלפנים ומאחור, סבכה קדמית מודגשת ובולטת והדגשה על איפור קרבי המתבטא בפלסטיק שחור סביב המרכב, צמד פסי גגון ומפלטים מדומים מיותרים. אבל לצד מתחריו הישירים הוא אינו מרשים במיוחד, נראה מעט מגושם ואף מיושן. הסיבה לכך ברורה: קהל היעד העיקרי כאן הוא ארה\"ב השמרנית.   סביבת הנהג מרשימה הרבה יותר ומבחינות רבות קובעת רף חדש של איכות בקטגוריה. היא כוללת את הסידור המוכר והעדכני של המותג לרבות לוח מחוונים ומסך מגע (בגודל \"12.3 כל אחד), המציעים אפשרויות תצוגה שונות ורזולוציה סופר-גבוהה. איכות החומרים ושילוב צבעים והגימורים מרשימים (כולל אפשרות בחירת תאורת אווירה ב-64 גוונים). גלגל הגה עדכני כולל מתגים לבקרת השיוט במקום הידית המסורבלת, אבל ההתעקשות על צג מגע בין המושבים לשליטה במסך המגע, מיותרת. המושבים נוחים למדי, אך ניכר חסרון מסוים בתמיכה בגוף. שדה הראיה לפנים ולצדדים טוב, עם תנוחת נהיגה גבוהה ושולטת.      בהשוואה ל-GLE היוצא, החדש גדל כמעט בכל ממד - 10.5 ס\"מ לאורך (492.5 ס\"מ), סנטימטר לרוחב (194.5 ס\"מ) ולא פחות מ-8 ס\"מ לבסיס הגלגלים (299.5 ס\"מ). בהתאם, מרחב המחיה לנוסעים מאחור השתפר משמעותית, עם אפשרות כיוון מרחק (10 ס\"מ לפנים-אחור) לזווית המסעד של הספסל האחורי, בדומה לספינת הדגל של היצרנית - S קלאס.   מרצדס אף מציעה את הדגם בפעם הראשונה עם אפשרות לשורה שלישית הכוללת צמד מושבים (בתוספת של בין 25 ל-40 אלף שקל בהתאם לגרסה), המספקים מרחב ראוי גם לילדים מתבגרים. כל נוסע על הסיפון זוכה לשקע USBc להטענת הסלולארי (שבעה בסך הכל), אך במפתיע, למרות בקרת אקלים המפוצלת לארבעה אזורים, אין פתחי מיזוג נפרדים לשורה השלישית.   על מנת להשתחל לאחור נדרשים להמתין ארוכות למנגנון הזזה חשמלי איטי מדי של שורת המושבים השנייה. תא המטען מציע בין 630 ל-825 ליטר כשהשורה השלישית מקופלת, אבל בחירה בתצורת שבעה מקומות מבטלת את האפשרות לגלגל חלופי ומציבה ערכת תיקון במקום.      רשימת האבזור כוללת בגרסת הבסיס מצלמת נסיעה לאחור, חיישני חניה קדמיים ואחוריים, ריפודי עור, כיוון חשמלי למושבים הקדמיים, מפתח חכם, סגירת דלתות עם וואקום, תא מטען חשמלי, חלון שמש וחישוקי \"19 קלים. אבזור הבטיחות כולל בלימה אוטונומית, התראת סטייה מנתיב ושטחים מתים, כולל על פתיחת דלת כשהשטח לא פנוי.    רכב המבחן בגרסה הבכירה הוסיף גם מצלמות היקפיות (שימושיות מאוד לחניה או לנסיעה בשטח), משטח טעינה אלחוטית, חישוקי \"20 ומיתלי אוויר המאפשרים מרווח גחון משתנה. גם אבזור הבטיחות מקיף יותר וכולל אפשרות לנהיגה חצי-אוטונומית תודות לשמירה על נתיב (עם תיקון למעבר נתיב כשהשטח לא פנוי, ומעבר נתיב אוטומטי באמצעות הפעלת האיתות), בקרת שיוט אדפטיבית (יעילה ומדויקת) ובלימה אוטונומית גם לתנועה חוצה (ביציאה מחניה) ובנסיעה לאחור.      איך נוסע בישראל משווקים בשלב זה רק מנועי שישה צילינדרים בטור עדכניים בנפח 3.0 ליטר - טורבו-בנזין עם 367 כ\"ס ב-GLE450 או טורבו-דיזל 272 כ\"ס ב-GLE350d הנבחן. שניהם משודכים לתיבת תשעה הילוכים אוטומטית. המנוע החדש חזק במעט (14 כ\"ס) מיחידת ה-V6 בדגם היוצא אך חשוב מכך, רצועת הכוח רחבה משמעותית עם שיא מומנט בסל\"ד נמוך יותר ויכולת נשימה משופרת עד סל\"ד גבוה משמעותית מהמנוע המוחלף.    התוצאה היא לא רק שיפור בביצועים, אלא בעיקר פעולה אחידה ולינארית יותר, המלווה במקרה זה בצליל ערב לאוזן שלא מסגיר לרגע את סוג הנוזל במיכל הדלק. הביקורת היחידה היא לאופי פעולת תיבת ההילוכים המייצרת לעיתים קפיצה קלה בתחילת נסיעה, וסובלת מהשהייה מיותרת בעת הורדת הילוך ביציאה לעקיפה. בידוד רעשי דרך ורוח (תודות להפחתה משמעותית במקדם הגרר) מרשים מאוד וצריכת הדלק הייתה סבירה: 9.5 ק\"מ לליטר בממוצע המבחן.      רכב המבחן צויד במיתלי אוויר אדפטיביים המייצרים נסיעה נוחה במיוחד עם שיכוך מהמורות מצוין. במהירות גבוהה יותר היינו מעדיפים שיכוך מעט נוקשה מהכיול של מרצדס. היכולת הדינמית טובה מבעבר, בין היתר תודות למערכת הנעה כפולה עם חלוקת כוח משתנה המאפשרת הורדה יעילה יותר של כוח המנוע לאספלט. התנהגות הכביש בטוחה וצפויה, גם אם הוא אינו מרגיש חד ודינמי כמו חלק ממתחריו. זוויות הגלגול - בעיקר בעומס גבוה - מודגשות יתר על המידה וההגה איטי (2.8 סיבובים מקצה לקצה) ולעיתים חסר רגש.   מערכת המיתלים המתקדמת של מרצדס המכונה E-Active body control המוצעת כאופציה (67 אלף שקל) עשויה לשפר את היכולת הדינמית וגם את נוחות הנסיעה במהירות גבוהה. היא כוללת סריקת דרך באמצעות צמד מצלמות ודואגת להכין את מערך המתילם למצב הכביש לפנים - עוד לפני הגעה אליו. יש גם אפשרות לשליטה עצמאית על מתלי כל פינת מרכב בנפרד, או להתאים אותם מראש למצבים שונים (גרירה, נסיעה בשטח סלעי או חולי). בכביש מפותל הם מעניקים יכולת \"קידה\" לחלקו הפנימי של העיקול והרמת חלקו החיצוני של המרכב, קצת בדומה לתחושת הרכיבה על אופנוע.      לשמחתנו, השיפור על האספלט לא בא על חשבון יכולת השטח, וכמו קודמיו גם הוא מציע יכולת גבוהה ממתחריו הישירים. מתלי האוויר מאפשרים הגבהת גחון (6 ס\"מ) ובחירה במצב שטח משנה את אופי פעולת בקרת המשיכה, המרסנת ביעילות מרשימה אובדני אחיזה. גם מערכת ה-ABS משנה את אופי פעולתה ומאפשרת מידה מסוימת של נעילת גלגלים על מנת להשיג האטה ראויה בנסיעה בדרכי כורכר.  עדיין, בחירה במצב המיתלים הגבוה הופכת אותם נוקשים בצורה שאינה נעימה לנסיעה במהירות של יותר מ-10 קמ\"ש. מי שחפץ בכך יכול גם להזמין חבילת שטח (תוספת 50 אלף שקל) המאפשרת הגבהה נוספת (+9 ס\"מ ביחס למצב הרגיל) והילוך כוח אמיתי עם נעילת דיפרנציאל מרכזי. אלה אמורים לספק יכולת עבירות גבוהה במיוחד.      סיכום ה-GLE החדש מהווה קפיצת מדרגה משמעותית בהשוואה לקודמו, גדולה מהמקובל באבולוציית דגם רגילה. הוא אמנם עדיין לא מרגיש דינמי כמו חלק מהמתחרים - אם כי מדובר במצבי קיצון - וגם העיצוב החיצוני אינו מרשים.   אבל בכל תחום אחרת הוא מציג עליונות מרשימה. החל בתא נוסעים שקובע מבחינתנו אמת מידה חדשה בקטגוריה, שימושיות ולא במקום האחרון - קדמה טכנולוגית ומערכות בטיחות מהמתקדמות בתעשייה בכל רמת מחיר. לא מספיק? גם הביצועים, נוחות הנסיעה ויכולות השטח טובות מבעבר. האם זה יסייע לו בניסיון הרביעי לגבור על ב.מ.וו X5 המצוין או על אודי Q7 העדכני? נבדוק זאת בקרוב.  ", "title": "מרצדס GLE (מבחן ראשון) - אמת מידה", "url": "https://www.ynet.co.il/articles/0,7340,L-5614685,00.html", "type": "article", "site_name": "ynet", "published_time": "06:59 , 31.10.19", "category": "Auto", "subtitle": "רכב הפנאי של מרצדס נוחת אחרי שעבר מהפיכה של ממש, ומבטיח לזנק שוב לראש הקטגוריה עם קידמה טכנולוגית יוצאת דופן. נהגנו בו לראשונה כדי לבדוק האם הוא מצליח"}