{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5628340,00.html"}, "headline": "DS3 ו-DS7 (נהיגה ראשונה) - בדרך החשמל", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606080/960607101002095640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606000/960597813993297640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606186/960618213911699640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606191/960618401001094640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606189/960618326944299640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606190/960618137941896640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606163/9606152095586640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606177/96061590990100640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606170/96061536931489640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/19/9606171/960615734713381640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/03/9573157/9573132296599640360no.jpg"], "datePublished": "2019-11-23T15:01:01z", "dateModified": "2019-11-23T18:51:04z", "author": {"@type": "Person", "name": "ניר בן זקן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "רכבי הפנאי של מותג היוקרה הצרפתי מקבלים יחידות הנעה חשמלית והיברידית-נטענת, בהתאם לצו השעה בתעשיית הרכב. נהגנו בהם לראשונה", "wordCount": "1186", "commentCount": "66", "genre": "550.Auto-2758.Road test", "keywords": "סיטרואן DS,סיטרואן DS7,סיטרואן DS3", "articleBody": "סיטרואן DS היא אחת המכוניות החשובות בהיסטוריה של תעשיית הרכב ובזמנה הייתה מהמתקדמות בעולם, עם היצע מערכות שחלקן נחשבות פורצות דרך אפילו כיום. המפורסמת ביותר שבהן היא כמובן מערכת מיתלים הידראוליים שהציעו נוחות נסיעה יוצאת דופן, מרווח גחון משתנה ושימשה גם לבטיחות מתקדמת, בכך ששמרה על מרכב מאוזן פחות או יותר גם במקרה בו אחד הצמיגים מתפוצץ.      שארל דה גול, נשיא צרפת, סיפר כי ניצל מניסיון התנקשות בחייו ב-1962, תודות למערכת הזו שאפשרה לנהגו להימלט ממארב שהוצב לשיירה בדרך בין ארמון האליזה לשדה התעופה אורלי, למרות אובדן האוויר בצמיגים לאחר ירי מסיבי. המערכת הייתה כל כך יוצאת דופן לתקופה, עד כי רולס רויס הגאה רכשה את זכויות הייצור מסיטרואן והתקינה אותה בדגמיה דאז.     והיא לא רק הייתה נוחה. המנוע מוקם מאחורי הגלגלים הקדמיים ואיפשר חלוקת משקל מאוזנת שבתורה העניקה למכונית יכולות דינמיות יוצאות דופן שהתבטאו בניצחונות בראלי מונטה קרלו (1959 ו-1966) ובראלי פינלנד (1962). והיה לה גם עוד כמה פיצרים לראשונה בתעשיית הרכב כמו הגה כוח, אפשרות להעברת הילוכים רובוטית ללא דוושת מצמד, בלמי דיסק ותאורת עוקבת פניה.      כמעט 65 שנים לאחר שהושקה בתערוכת פריז, אנחנו מגיעים לבירה הצרפתית לנהיגה ראשונה בדגמים העדכניים ביותר של מותג DS היוקרתי מבית סיטרואן, שהושק כיחידה עצמאית בתוך קונצרן PSA (פיז'ו-סיטרואן) לפני כעשור.   דגמים שאמורים להציג את השלב הבא באבולוציה של המותג, עם טכנולוגיות מתקדמות המתבטאות ביחידות הנעה משולבות חשמל, חלק מהבחירה להציע מעתה יחידות משולבות חשמל בכל אחד מדגמי המותג העתידיים עד 2025, בדרך להפוך למותג חשמלי בלבד.    DS3 קרוסבק E  מנוע, הנעה: חשמלי, 136 כ\"ס, קדמית קיבולת מצברים, טווח נסיעה: 50 קוט\"ש, 320 ק\"מ זינוק ל-100 קמ\"ש מהירות מרבית: 9 שניות, 150 קמ\"ש מחיר משוער: 200 אלף שקל מתי אצלנו: מחצית שניה 2020   ה-DS3 קרוסבק הוא רכב פנאי קטן שהתמודד מול אודי Q2, לקסוס UX ומיני קאנטרימן. בדומה לפיז'ו 208 החדשה שהעניקה לו בסיס, גם הוא מוצע עם יחידת הנעה חשמלית ובדומה לסופר-מיני, גם כאן ההבדלים העיצוביים מול הגרסה הרגילה בקושי מורגשים (סבכה בגימור שונה ופגוש אחורי נטול צינור פליטה).   בתא הנוסעים יש אפשרות לתצוגת נתונים נוספים על-גבי מסך המגע המרכזי ולוח המחוונים הדיגיטאלי. בשונה מהגרסה הרגילה, כאן הם נראים \"נכונים\" וטבעיים יותר. וגם כאן היינו משנים את מתגי הקונסולה המרכזית ששולטים בתפריטים השונים, כמו-גם את ההחלטה לקבץ את מתגי פתיחת החלונות סביב בורר ההילוכים.    יחידת ההנעה זהה ל-208e בה נהגנו לאחרונה, עם הספק מרבי של 136 כ\"ס וזמינות הכוח המשכרת של מנועים מסוג זה. ההאצה עד כ-60 קמ\"ש מסחררת, מעבר לכך היא פחות מרשימה, בעיקר כשנדרש ממנה כוח רב לטובת עקיפה זריזה. למנוע החשמלי יש שלושה מצבי פעולה: ספורט, רגיל וחסכוני, כאשר האחרון מפחית את תפוקת המנוע ל-60% ונועד רק להגעה בטוחה לעמדת הטעינה הקרובה.     אפרופו, למצברים קיבולת של 50 קוט\"ש והם מאפשרים טווח נסיעה רשמי של 320 ק\"מ. בנהיגה הקצרה שערכנו על כבישים פתוחים וללא מזגן במזג אוויר נוח, נדמה שהטווח האמור ניתן להשגה. ועוד בענייני חשמל. סידור המצברים מאפשר לנוסעים מרחב מחייה זהה לגרסאות הבנזין. לרבות נפח תא המטען (350 ליטר), אם כי הוא ללא גלגל חלופי. מפתיע אגב לגלות שהוא אינו כולל תא ייעודי לכבל ההטענה ובשונה מחשמליות אחרות, סיטרואן אינה מציעה תא מטען קדמי.    יש ל-DS אפשרות לטעינה מהירה (100KW), כפולה מזו שבמיני קופר SE למשל, עם 0 ל-80% (טווח של כ-250 ק\"מ) תוך כ-35 דקות בלבד. בעמדה ביתית מנוהלת היא תארך כחמש שעות. ניתן לכוון מראש את שעות הטעינה ולהפעיל את המיזוג מראש - רק לטמפרטורה קבועה של 21 מעלות - באמצעות אפליקציה בסמארטפון,    הגרסה החשמלית כבדה מגרסאות הבנזין ב-320 ק\"ג, וזו תוספת משקל של כ-25% הדורשת להקשיח את מערך המיתלים בהתאם ובכך להשפיע לאו דווקא לטובה על נוחות הנסיעה אשר בדומה למרבית החשמליות, בינונית בלבד. מצד שני, מאפייני הניהוג הטובים של הפלטפורמה נשמרו, בין היתר תודות למרכז כובד נמוך יותר מגרסאות הבנזין.   מה עוד? דוושת הבלם, עקב אכילס של כמעט כל דגם חשמלי, נטולת תחושה בחלקה הראשון ואינה מייצרת את הביטחון הדרוש עבור הנהג. היינו גם שמחים לאפשרות בחירה ברמת הבלימה הרגנטיבית. בידוד הרעשים טוב מאוד ומסנן היטב איוושת צמיגים ורוח.    DS7 קרוסבק PHEV   מנוע, הנעה: בנזין 1.6 טורבו ושני מנועים חשמליים, 300 כ\"ס, כפולה קיבולת מצברים, טווח נסיעה חשמלי: 13.2 קוט\"ש, 58 ק\"מ זינוק ל-100 קמ\"ש מהירות מרבית: 5.9 שניות, 235 קמ\"ש מחיר משוער: 320 אלף שקל מתי אצלנו: מחצית שניה 2020   ה-DS7 קרוסבק הוא רכב פנאי בינוני על בסיס פלטפורמת פיז'ו 3008, ובהתאם ממוצב אודי Q3, וולוו XC40 וב.מ.וו X1. הוא דגם ראשון של הקונצרן שישווק עם יחידה היברידית-נטענת המשלבת בין מנוע טורבו-בנזין בנפח 1.6 ליטר (200 כ\"ס) ומנוע חשמלי (110 כ\"ס), שניהם מחוברים לגלגלים הקדמיים דרך תיבת שמונה הילוכים אוטומטית. מנוע חשמלי נוסף (112 כ\"ס) מחובר ישירות לגלגלים האחוריים ומייצר הנעה כפולה, לראשונה ב-DS.   ההספק המשולב עומד על 300 כ\"ס ולמרות שהוא מקנה ביצועים טובים מגרסת הבנזין והדיזל הרגילות, נתון התאוצה הרשמי ב-5.9 שניות ל-100 קמ\"ש הרגיש אופטימי למדי. יתרון מעניין לקונפיגורציה המוטורית - תאוצה חלקה לחלוטין גם במצערת מלאה, תודות ליחידה החשמלית שמספקת דחף בזמן המעבר בין הילוכים.     התיבה עצמה אינה מהירה מספיק בהורדת הילוך ואין אפשרות לשליטה ידנית מלאה עליה (בניגוד לגרסאות רגילות), ובכך נמנע ניצול מיטבי של מנוע הבנזין. נתוני לוח המחוונים הדיגיטאלי (עם שש תצוגות שונות) ומסך המגע נראים טבעיים יותר כאן, אך נדרש זמן להתרגל אליהם - גם כאן.    לטובת ההשקה הכינה DS מסלול שטח קל, שהפך בוצי וחלקלק לאחר גשם שוטף. בתנאים אלה התגלתה מערכת העברת הכוח כמאוד מרשימה, המקנה הורדה יעילה של הכוח לגלגלים באופן שאיפשר התמודדות נאה (ביחס לרכב פנאי עם צמיגי כביש) עם הבוץ. לא מדובר אמנם בחיית שטח, אבל מי שזקוק לרכב פנאי עם יכולת מעבר בתוואי בעל אחיזה ירודה, ימצא כאן את מבוקשו.      מערכת מצברים בקיבולת 13.2 קוט\"ש מאפשרת טווח נסיעה של 58 ק\"מ נקיים מזיהום, עד למהירות של 135 קמ\"ש. טעינה מעמדה מנוהלת תארך כשעתיים. מיקום המצברים אינו פוגע במרחב המחיה לנוסעים או בנפח תא המטען שנותר זהה (555 ליטר), אבל גם כאן בא על חשבון גלגל חלופי ומיכל דלק קטן יותר (43 ליטר, שמונה ליטר פחות).    היחידה החשמלית מוסיפה 400 ק\"ג למשקל העצמי שעומד על 1.8 טון ובהתאם מחייב הקשחה של מערך המיתלים. תודות לבולמי זעזועים אדפטיביים המשנים את קשיחותם בהתאם למצב הנהיגה הנבחר, נוחות הנסיעה לא נפגמת מהותית בהשוואה לגרסאות הרגילות, עם יכולת ספיגה טובה ברוב המקומות. כך גם היכולת דינמית טובה, בדומה לגרסאות הרגילות, ומסגירה את תוספת המשקל רק בעומסים פניה קיצוניים שספק אם מי מהלקוחות יגיע לשם.   חבל עם זאת שסיטרואן אינה מאפשרת כיול של כל אחת מהמערכות בנפרד בדומה למקובל. היינו שמחים למשל לקבל אפשרות למערכת הנעה במצב דינמי, ולהותיר את ההגה בתגבור רגיל, במקום המשקל המלאכותי ממנו הוא סובל במצב זה.   סיכום שני דגמי DS הם מתחרים ראויים בקטגוריות השונות. ה-DS3 קרוסבק יהיה רכב פנאי חשמלי קטן ראשון בקטגוריה, ועובדה זו תעמוד לזכותו. ה-DS7 קרוסבק יאלץ להתמודד עם מתחרים  כמו וולוו XC40 (גרסת T5 Twin Engine) וב.מ.וו X1 (גרסת xDrive25e), הדומים מבחינת יחידת הנעה, אך יעמדו לזכותו ביצועים טובים יותר ובמקרה של וולוו, גם הנעה כפולה מול קדמית.   פחות מעודד הוא תג המחיר שממצב אותם, בהתאם לגישה היוקרתית שמתבטאת בתאי נוסעים מהודרים מהדגמים עליהם הם מבוססים, גבוה יחסית. שכן פיז'ו 208 ואופל קורסה החשמליות, או פיז'ו 3008 ואופל גרנדלנד ההיברידים-נטענים, צפויים להציע איכויות דומות למעט עיצוב וסטייל.   בהקשר זה, אנחנו כבר משתוקקים להכיר את ה-DS9 שאולי תהיה ספינת דגל בעלת חידושים טכנולוגיים ייחודיים ומראה יוצא דופן, כמו ה-DS המקורית. אז לא תהיה כלל שאלת התמורה.   הכתב היה אורח חברת סיטרואן", "title": "DS3 ו-DS7 (נהיגה ראשונה) - בדרך החשמל", "url": "https://www.ynet.co.il/articles/0,7340,L-5628340,00.html", "type": "article", "site_name": "ynet", "published_time": "13:01 , 23.11.19", "category": "Auto", "subtitle": "רכבי הפנאי של מותג היוקרה הצרפתי מקבלים יחידות הנעה חשמלית והיברידית-נטענת, בהתאם לצו השעה בתעשיית הרכב. נהגנו בהם לראשונה"}