{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5597573,00.html"}, "headline": "פורשה טייקן (נהיגה ראשונה) - עולם הרכב המתין לה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521478/952141822752872640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521466/952141611882690640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521448/952142601001599640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521435/952143013892993640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521500/95214136931892640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521463/95214154782890640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521495/952142022912785640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521441/95214290991296640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521481/952141932683868640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521444/952142813992093640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/20/9548918/95489140991296640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521496/952141422952586640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521451/952142211872993640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521445/95214274882394640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521453/95214126841682640360no.jpg"], "datePublished": "2019-10-20T23:59:29z", "dateModified": "2019-12-26T17:36:08z", "author": {"@type": "Person", "name": "הלל פוסק"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "נהגנו 850 ק\"מ בפורשה החשמלית הראשונה, מכונית ספורט פורצת דרך עם ביצועים בלתי נתפסים והבטחה לשמירה על ערכי המותג המחייבים. איך זה הצליח לה? מעל ומעבר למצופה", "wordCount": "2296", "commentCount": "177", "genre": "550.Auto-2758.Road test", "keywords": "פורשה טייקן,פורשה,רכב חשמלי,מכונית חשמלית", "articleBody": "במה נהגנו: פורשה טייקן טורבו וטורבו S  מתחרים: טסלה מודל S P100D מתי אצלנו: ינואר 2020 מחיר: 1.537 מיליון שקלים     בעד: מראה, סביבת נהג, תאוצה, יכולת דינמית, בלמים  נגד: מחיר, טווח במהירות גבוהה   פורשה טייקן החשמלית נחשפה. 70 ישראלים כבר הזמינו הפורשה החשמלית מתקרבת לייצור בלעדי: פורשה חשמלית בניסוי נהיגה פורשה תציג ב-2019 מכונית חשמלית   בגדול: פורשה היא מהיצרניות היותר-קוטביות בתעשיית הרכב. סופר-שמרנית עם ה-911 האלמותית, שהפכה אמנם מחיפושית חזקה ומנופחת למכונית-על שנושאת על גבה את שיא הטכנולוגיה ומתגמלת בביצועים מעולם אחר, אבל כזו ששומרת בעקשות - גם יותר מיובל שנים מאז הושקה - על אותה תצורת מנוע אחורי בעייתית ומראה שעובר אמנם אבולוציה, אבל כזה שיאפשר רק למביני עניין לזהות מי יוצרה ב-2008 ומי ב-2018.    ומצד שני נועזת, עם מספר דגמים פורצי דרך כמו ה-959 כפולת ההנעה וה-918 ספיידר ההיברידית, שתיהן פורצות דרך בעולם מכוניות העל. וגם עם בחירה אמיצה לצרף למשפחה רכב פנאי מגושם למראה בשם קאיין, שזיעזע את חובבי המותג אבל הציל את החברה מפשיטת רגל. הרבה לפני שאר יצרניות מכוניות ספורט, שהבינו רק שנים ארוכות מאוחר יותר שלא ניתן לשרוד בשוק הרכב ללא דגם כזה.   ועכשיו, עם הטייקן החשמלית, פורשה שוב מקדימה את מתחרותיה המסורתיות. ובהתחשב בעובדה שמהפיכת החשמל כאן כבר מספר שנים, היא משחררת לפרצופן לא פחות מנוק-אאוט תדמיתי. עזבו משפחתיות מחושמלות שצצות כעת בקצב היסטרי או את דגמי הפנאי היוקרתיים שהושקו לאחרונה. עזבו גם את הכאילו-יריבה האמריקאית. טסלה עם ה-S רשאית לראות עצמה כחלוצה, פורצת דרך, אבל היא משחקת במגרש אחר לגמרי - קרוב הרבה יותר ליצרניות יוקרה גרמניות.    אבל צריך להביט בטייקן בפרספקטיבה רחבה יותר. זו אמנם מכונית חשמלית ראשונה של המותג, אבל זו אינה מכונית ספורט קיצונית אלא יותר גרסה חשמלית מוקטנת מידות של פנאמרה \"משפחתית\". עם ארבע דלתות ומקומות ישיבה מאחור, תא מטען נאה ונוחות נסיעה גבוהה, היא של פורשה, והיא חזקה מאוד, אבל היא אמורה גם להציג את הזווית היותר שימושית של המותג מעט מתחת לפנאמרה. זו שלצדה יעמדו בעתיד הממש לא רחוק גרסאות חשמליות נוספות.   היא גם ראשונה בסוללה של דגמים עתידיים. תהיה (כמובן) גרסת פנאי על בסיס הטייקן, תהיה כנראה סטיישן (ספורט-טוריזמו-קרוס) ובהמשך יעברו הדורות הבאים של המקאן והקאיימן להנעה כל-חשמלית. רשמית, כבר ב-2025 - מקורבים לפרויקט טוענים שאף מוקדם יותר - יתפסו דגמים חשמליים בין 30 ל-40 אחוז מסך מכירות המותג, חלק מתכניות היצרנית עד 2022 שנחשפו לפני כשנה וחצי. וגם לטייקן עצמה יהיו גרסאות נוספות. 4S חלשה יחסית ומוזלת הוצגה לפני ימים אחדים, אחרת עם מנוע חשמלי (400 כ\"ס) אחד - מאחור, איך לא - צפויה אף היא.    וכמה מילים על הבחירה בכינוי \"טורבו\" לשני הדגמים הבכירים, החלטה שיווקית שתפסה רבים בהפתעה. אחרי הכל, כמעט מיותר להזכיר שמגדש טורבו עושה שימוש בגזי פליטה שכמובן אינם רלוונטיים למנועי חשמל. ההסבר: \"טורבו וטורבו S הפכו לכינוי מזוהה בדגמי פורשה ואפשר להשתמש בו גם אם אין באמת מגדש\". הסבר מקובל אולי כשמדובר בשואב אבק סיני, אבל במקרה של פורשה זוכה בקלות בתואר \"צולע השנה\".   בהשקה נהגנו בנושאת הלפיד, הגרסה החזקה מכולן שאמורה להבהיר שתי נקודות מאוד חשובות עבור פורשה. ראשונה: האם אפשר לייצר מכונית ספורט כל-חשמלית, עם ביצועים בהתאם וטווח נסיעה ראוי. האחרת והחשובה יותר מבחינה תדמיתית-שיווקית: האם יצרנית מכוניות הספורט המוערכת בעולם שומרת על ערכי המותג שהביאו אותה עד הלום ונוכחים בכל פורשה. במילים פשוטות, האם למרות שהיא חשמלית ומתקדמת טכנולוגית באופן קיצוני, היא עדיין רשאית לשאת בגאון את הלוגו המוכר.   אזהרת קריאה: הפעם זה יהיה ארוך מהרגיל.     עיצוב ותא נוסעים: אין ספק שהטייקן נראית מצוין. היא מסובבת ראשים, שומטת לסתות ומסקרנת מאוד את הסביבה. ולא רק כשהיא צבועה בירוק-ממבה נפלא. העיצוב מזכיר מאוד את המישן-E, אב-טיפוס לרכב חשמלי שהוצג כבר לפני ארבע שנים. הדימיון הזה מרמז על תקופת פיתוח ארוכה מהרגיל.   לא פחות חשוב, היא נראית מאוד פורשה. בעיקר בחזית עם יחידות תאורה מקוריות לרוחב ולגובה ושלל כונסי-מסיטי-פתחי אוויר שמעניקים לה מראה אגרסיבי-דינמי. האחוריים מעט שגרתיים יותר, ומזכירים אפילו 911 עדכנית, לרבות ספוילר מתרומם חשמלית בהתאם למהירות. בפורשה טוענים למקדם גרר סנסציוני של 0.22cd, המסייע לצריכת אנרגיה נמוכה.    סביבת הנהג מוצלחת עוד יותר. פורשה בחרה במודע לשמר מאפיינים קלאסיים-מוכרים במטרה לסלק כל בדל ניכור. וכך תמצאו הגה פורשה לכל דבר ועניין, בשרני, עם שלוש צלעות, בורר מצבי נהיגה עגול בשעה 4:30 וזווית מוכרת מה-911. יש גם שעון זמן אנלוגי במרכז חלקה העליון של הקונסולה ומתג הפעלה (\"הנעה\" בפורשה רגילות) במיקום קלאסי משמאל להגה.   ולצד כל אלה יש לא פחות מארבעה מסכים וצגי ענק, כולל אחד מול פני הנוסע ואחר חמישי מאחור. אלה שולטים על כל המערכות ומנטרלים כמעט לחלוטין את הצורך במתגים פיזיים. התוצאה פנטסטית ומזכירה - לא במקרה - קוקפיט של מטוס נוסעים מודרני. מאחורי ההגה מוצב לוח מחוונים דיגיטאלי אדיר ממדים (\"16.8) עם אפשרות בחירה בין מספר תצוגות, כולל \"מד כוח\" שמחליף את מד הסל\"ד הקלאסי במרכז. מאכזב היה לגלות שתצוגה עילית של נתוני מהירות-טווח-ניווט אינה סטנדרטית במכונית כזו. עם השקט המופתי והכוח האדיר, קל מאוד לפספס את המהירות המותרת.    בקונסולה המרכזית יש צמד מסכי מגע - עליון בגודל \"10.9 המאפשר שליטה במערכת השמע, הניווט וכיול מערכות שונות של הרכב, התחתון לבקרת האקלים או לתצוגת מצב הסוללה. כאופציה מוצע מסך מגע נוסף מול הנוסע מלפנים המאפשר הפעלת מערכת שמע, ניווט וטלפון. זה האחרון כבה מדי פעם שלא לצורך והפעלתו מחדש נתקלה בקשיים. בפורשה מודעים לבעיה וצפויים לפתור אותה בקרוב - כך טענו. מסך נוסף לנוסעים מאחור (\"5.9) שולט בבקרת האקלים. בכולם מתגי-נגיעה משובחים.   המושבים הקדמיים לא פחות ממעולים, כמו בכל פורשה שאינה מקאן או קאיין. עם נוחות מצוינת לצד תמיכה ראויה, מסייעים לתנוחת נהיגה מעולה שמזכירה את ה-911, הגם שהיא עשויה להתגלות כנמוכה מדי למאותגרי גובה. אלה יסבלו במיוחד גם משדה ראיה בעייתי - בעיקר לאחור - כתוצאה מהעיצוב הדרמטי וגובה המסעד. ממוצעי וגבוהי קומה ימצאו עצמם בעמדת שליטה מושלמת, עם זיהוי נהדר של צמד הבליטות המוכרות בקצה המכסה הקדמי, שמסייעות למיקום חרטום מדויק.    בהשוואה לפנמרה, הטייקן קצרה ב-9 ס\"מ (496 ס\"מ) רחבה ב-3 ס\"מ (196.5 ס\"מ) ונמוכה ב-4 ס\"מ (138 ס\"מ), עם בסיס גלגלים קצר ב-5 ס\"מ (290 ס\"מ). למרות זאת, היא מציעה מרחב מחיה ראוי לצמד נוסעים מאחור, גם תודות לתכנון מבנה סוללות עם הפרדה בין החלק הקדמי לאחורי באזור רגלי הנוסעים מאחור. יש אמנם אופציה לספסל עם מקום לשלושה, אבל מומלץ לוותר על התענוג.   נקודת ביקורת מפתיעה נוגעת להיעדר תאי אחסון או אפילו משטחים ראויים באזור הנהג והנוסע. התא הנפתח בין המושבים ממוקם מאחור באופן שדורש גמישות בלתי אפשרית למי שאינו משתרע במושב הנהג. ולמעט משטח קטן מידות מלפנים שלא מונע החלקה לרצפה, אין מקום להניח דבר.    תא המטען הקדמי מציע 81 ליטר של נפח ומכיל את כבל הטעינה בעוד האחורי צנוע יחסית, עם נפח דומה למשפחתית-קומפקטית (366 ליטר). זה מאפשר שינוע שני תיקים אך לא הרבה מעבר לכך. בניגוד לפאנמרה בעלת דלת חמישית גדולה, כאן המפתח קטן יחסית.   יחידת הנעה וביצועים: על דף הנתונים לפחות, יחידת ההנעה בטייקן היא לא פחות מיצירת אמנות טכנולוגית. את הבסיס מעניקה יחידת מצברים עצומה בתחתית, אבל המיקוד הוא על צמד מנועים חשמליים - גדול מאחור וצנוע יותר מלפנים המייצרים סוג של הנעה כפולה. המנוע האחורי מחובר לתמסורת בעלת שני יחסי העברה, קצר לתחילת נסיעה לרבות זינוק מעורר בחילה (על כך בהמשך) במצבי נהיגה ספורטיביים, ארוך לצריכת חשמל נמוכה במהירות שיוט.    מחשב ניהול מתוחכם הנעזר ברשימה ארוכה של מערכות בקרה שונות, שולט בפעולת המנועים - במצבי \"טווח\" (המעביר את כל המערכות לצריכת אנרגיה נמוכה ומגביל את מהירות הנסיעה המרבית), \"רגיל\", \"ספורט\" ו\"ספורט פלוס\" (עם סאונד מלאכותי מעצבן). הוא גם מאפשר מעבר בין הנעה אחורית, קדמית או כפולה לפי הצורך. בפורשה נשבעים שהיחידה החשמלית מאפשרת תגובת 'מצערת' והכוונת מומנט לפנים-אחור מהירות עד פי חמישה ממנוע בעירה פנימית. בקרת יציבות מהירה פי 10 ודיפרנציאל אחורי מוגבל-החלקה אלקטרוני מהיר עד פי 50. קשה לאמוד אם הם צודקים רק לפי תחושת בטן, אבל לא זכורה לי מכונית עם תגובות מהירות כל-כך.   הטייקן הושקה עם שתי גרסאות - טורבו עם 680 כ\"ס ו-86.7 קג\"מ, טורבו S עם 761 כ\"ס ו-107.1 קג\"מ, ומיד חשפה גרסת 4S צנועה ומוזלת, עם 530 כ\"ס בבסיס ואופציה ל-571 כ\"ס - כל נתוני ההספק-מומנט המרביים, שימו לב, מגיעים בגדישת יתר רגעית ולא לאורך זמן. באופן טבעי, את מירב תשומת הלב באירוע ההשקה תפסה מבחינתי הטורבו S. נראה אתכם מוותרים על 761 כ\"ס, יותר מ-100 קג\"מ ו-2.8 שניות מעמידה ל-100 קמ\"ש. אמנם נתון זהה ל-911 GT2 RS סופר-קיצונית ואקזוטית, ממכוניות הספורט האגרסיביות בהיסטוריה, אבל האמינו או לא, התאוצה הראשונית מהירה עוד הרבה יותר בגלל זמינות כוח מלאה ומיידית של מנועי החשמל.    פורשה מודעת לכך שמבחינת זינוק לפחות, הטייקן בכל זאת מפגרת - בשתי עשיריות - אחרי השיא המוטורי הבלתי-נתפס של טסלה, אולי מובילת מהפיכת החשמל כולה - בגרסת הביצועים S P100D. הנתון אזוטרי כמובן, המשמעות התדמיתית עצומה ולכן הגרמנים מתעקשים להתייחס אליו. מערכת קירור המנועים והמצברים בטייקן כה יעילה, כך הם, עד כי ניתן לבצע את זינוק המעוט פעם אחר פעם, עם יותר מרמז קל למגבלות המתחרה מארה\"ב. הם כן מזהירים מכאב ראש או בחילה לפני סימן מצוקה מוטורי כלשהו. והאמינו לי, הם צודקים.   הם גם לא טועים בציון העובדה שבטייקן מדובר בפעולה סופר-פשוטה של מעבר למצב ספורט-פלוס בניהול המערכות, דריכה על הבלם והמצערת עד האות המיוחל. בטסלה מדובר ברצף פעולות ואישורי תפריטים שונים המזכירים שיגור טיל גרעיני בליסטי ממתקן סודי בוואיומינג. אגב, על האוטבאן, פורשה תהיה מהירה יותר - עם 260 קמ\"ש מרביים (270 על השעון, כמה זמן שרק תרצו, בדוק), 10 קמ\"ש יותר ממה שמסוגלת המתחרה מצידו השני של האטלנטי.    חשמל, וטווח וטעינה: על כל התענוג הזה אחראית חבילת מצברי ליתיום-יון בקיבולת 93.4 קוט\"ש (המרבית, פרפורמנס-פלוס) שמאפשרת טווח נסיעה רשמי של 388-412 ק\"מ בטורבו S, או במקרה של הטורבו, 381-450 ק\"מ. טווח נאה אך רחוק מלהציב רף חדש. טסלה תאפשר למשל כ-200 ק\"מ יותר. באירוע ההשקה נהגתי בין מינכן לברלין שבגרמניה ולאורך 850 ק\"מ, ופורשה עשתה הכל כדי להמנע מנהיגה על אוטובאן לא מוגבל במהירות. ברור למה. עם דוושת הכוח מוצמדת לרצפה תגלו בעיניים כלות כיצד טווח הנסיעה הריאלי מצטמצם במהירות. קשה לאמוד זאת, אבל הייתי מנחש שתחת עומס מלא, 200-250 ק\"מ יהיו ריאליים הרבה יותר.   אבל זמן הטעינה בפורשה מהיר, תודות למערכת 800V המאפשרת שימוש בטעינה מהירה של עד 270KW לעומת 200KW לסטלה. המשמעות היא שמילוי המצברים מ-5% ל-80% עומד על 22.5 דקות, כמעט מחצית מהזמן שיידרש לטעון את ה-S. חשוב יותר, תוספת של 100 ק\"מ טווח אפשרית בדקות ספורות, זמן תדלוק סביר כדי להגיע ליעד במקרה הצורך. כמה תחנות יעניקו לכם את זרם החשמל האדיר הזה? מעט מדי באירופה (150 עכשיו, 60 בהכנה, 400 עד 2020), אף אחת בישראל. כאן תיאלצו להמתין פי 4 כדי למלא 80%, בעמדה ביתית יארך התענוג תשע שעות.    נוחות והתנהגות: הטייקן מבוססת על פלטפורמה ייעודית למכונית חשמליות שפיתחה פורשה, בה יעשו שימוש בעתיד גם דגמים אחרים בקונצרן פולקסווגן. עם כמעט 40% אלומיניום שבכל זאת לא מצליחים להעלים 2.4 טון להם אחראים מצברי הענק. מדובר בנתון משקל אבסורדי כמעט למכונית שמתיימרת להשתייך למשפחת הספורט האריסטוקרטית של פורשה, וכזה שגרם לפסימיות בנוגע לפוטנציאל היכולת.   מיקום מאות הקילוגרמים של המצברים - שאינם חלק מהשלדה - נמוך מאוד על הרצפה, ומאפשר לדברי פורשה מרכז כובד נמוך אפילו מזה של ה-911. לאלה יש להוסיף מערך מיתלי אויר ומוטות מייצבים אדפטיביים, היגוי אחורי אקטיבי ודיפרנציאל מוגבל החלקה אלקטרוני וכמובן הרבה מאוד גומי - 265-35 מלפנים, 305-30 מאחור על חישוקי \"21 עצומים.    התמהיל הזה מייצר נוחות נסיעה טובה, ונהיגה מהירה חושפת אפילו רכות מוגזמת מעט למעט במצב ספורט. ספורט-פלוס? מקשה את המתלים באופן שלא יתאים לכבישי ישראל. כדאי לזכור כי הטייקן אמורה לשמש גם לפעילות יומיומית רגילה. על אספלט גרמני משובח היא עבדה מצוין. אצלנו? לא בטוח.   ועכשיו, לפלא האמיתי. תחת עומס גורמת הטייקן לתהות להיכן לעזאזל נעלמו 2.5 טון של מכונית ונהג, ואיך יכול להיות שהמכונית הזו מרגישה כל כך חדה, מדויקת ומהנה למרות המטען. מדובר בחתיכת הישג של מהנדסי פורשה בניצוחו של ד\"ר אינגו אלברס (Ingo albers), האחראי רשמית לפיתוח שלדה-מתלים ויכולת דינמית.   אלברס מסביר לי שבפיתוח הטייקן הושקעו פי כמה יותר שעות ביצירת מערך שיגרום לא רק למכונית להתנהג טוב, אלא לנהג להרגיש כמה שיותר בבית. \"בגלל הטכנולוגיה החדשה וההיסוס הטבעי במפגש איתה\", הוא מסביר. \"היינו חייבים לדאוג שהיא תהיה לא פחות מהנה ומתגמלת מכל דגם אחר, ותעורר בנהג ביטחון שיאפשר לו להתקרב בקלות למגבלותיו\".    וזה כל כך הצליח. על האוטובאן זו לא חוכמה, אבל בדרך כפרית עמוסת פניות עיוורות וכביש מוצף, אני לא מצליח לחשוב על מכונית ספורט שהייתה מעניקה לי תחושה נוחה יותר במהירויות בלתי הגיוניות. מערך המתלים עובד כמו קסם, מנטרל זוויות גלגול וצלילת חרטום מבלי להפוך את האף לתזזיתי מדי או את האחוריים לקופצניים. ההיגוי האחורי עושה קסמים ומצליח איכשהו לנטרל את המסה הבעייתית עד מצבים בהם הנהג עשוי לתהות מי משקר - דף הנתונים או מד המהירות.   ההגה? אל תצפו למשוב של קאיימן דור-ראשון אבל ביחס למקובל כיום - תענוג. משקל נכון וטבעי כמעט בכל מצב, חד ומדויק. וכתר \"הפתעת העונה\" שמור דווקא למערך הבלימה הקרמי, עם דיסקים עצומים (410-420 לפנים-אחור) וקליפרים בגודל כמעט-מוגזם. עזבו את כושר ההאטה הפסיכי. הוא שם. זו התחושה ברגל שעושה את ההבדל.   בואו נחזור לרגע לדבריו של אלברס, אודות הצורך ביצירת תחושת ביטחון מלאה בנהג כדי להגיע לנינוחות תפעול עם מכונה חדשה ומורכבת. מערך הבלמים, לא תמיד הנקודה הכי חזקה של פורשה (כן פנאמרה היברידית, אני מתייחס אליך), מציג במקרה של טייקן פעולה לא פחות ממושלמת. ודווקא במכונית חשמלית שמקדשת אגירת אנרגיית חום מהמערך ובדרך כלל סובלת ממעבר מתסכל בין אגירה לבלימה אמיתית. היא לא קיימת כאן, פשוט הועלמה ומאפשרת לבלום מכל מהירות, בכל כביש, בדיוק בעוצמה שתבחרו כולל גלישה לעצירה מלאה נטולת זעזוע קל שבקלים ממהירות של 200 פלוס. מדהים.    סיכום: זוכרים את שתי הנקודות הקריטיות עבור פורשה, צמד שאלות שהתשובה להן לא הייתה ברורה עד עתה? על הראשונה קל לענות. הטייקן היא חד וחלק מכונית ספורט משובחת למרות שאינה נושאת מנוע בעירה פנימי אדיר ותיבת הילוכים פנטסטית, למרות שהיא כבדה באופן מופרך ביחס לדגמי ספורט קלאסיים ואפילו בהתחשב בעובדה שטווח הנסיעה בה אינו מרשים. לשאלה האם למרות טכנולוגיית העתיד והיעדר סאונד של מנוע בוקסר מפלצתי היא מצליחה להיות פורשה, יש לי תשובה ברורה עוד יותר: כן, כל-כך כן.   עד כדי כך שלא יהיה זה מוגזם להכתיר אותה כאחת המכוניות המעניינות, מתגמלות ומסעירות בהן נהגנו בשני העשורים האחרונים. פרארי, למבורגיני ואסטון מרטין, מישהי ממתינה לכם.       הכתב היה אורח חברת פורשה    ", "title": "פורשה טייקן (נהיגה ראשונה) - עולם הרכב המתין לה", "url": "https://www.ynet.co.il/articles/0,7340,L-5597573,00.html", "type": "article", "site_name": "ynet", "published_time": "20:59 , 20.10.19", "category": "Auto", "subtitle": "נהגנו 850 ק\"מ בפורשה החשמלית הראשונה, מכונית ספורט פורצת דרך עם ביצועים בלתי נתפסים והבטחה לשמירה על ערכי המותג המחייבים. איך זה הצליח לה? מעל ומעבר למצופה"}