{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5573589,00.html"}, "headline": "סוזוקי קטאנה 2019 במבחן מקומי - טעם של פעם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/27/9445465/944545501001397640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/27/9445462/94454571981089640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/27/9445464/944545611992393640360no.jpg"], "datePublished": "2019-08-27T10:30:07z", "dateModified": "2019-08-28T18:42:20z", "author": {"@type": "Person", "name": "גיא בן ברק"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "עם שם ועיצוב של דגם מיתולוגי אשר שינה לפני כ-40 שנה את עולם האופנועים, נוחת הסוזוקי קטאנה החדש בישראל. יצאנו לסיבוב על הרטרו המפתיע בסביבה", "wordCount": "1139", "commentCount": "22", "genre": "550.Auto-2758.Road test", "keywords": "סוזוקי,גיא בן ברק,דו גלגלי", "articleBody": "דופק מואץ, כפות ידיים מיוזעות, אישונים מורחבים. ההתרגשות הגואה בכול פעם כשאנו תולים עיניים מצועפות באופנוע היפני שלנו, ולא משנה אם זה סופרבייק, טורר, נייקד או דו\"ש. הוא יפה, מעוצב לתלפיות, נראה כמי שנכון לזנק אל האופק עוד בטרם חלפה מולקולה בודדת דרך שסתומי היניקה שלו.     בעד: עיצוב, ריגושים, תנוחת רכיבה נגד: שימושיות, תגובת מצערת, בולם אחורי   אבל אופנועים יפנים לא תמיד נראו טוב. למעשה, עד לפני כ-40 שנה הם היו מכוערים למדי, מכונה העשויה אוסף רכיבי מתכת פונקציונאליים, המינימום ההכרחי באסתטיקה ומחיר על-מנת להושיב על גבם בני אדם ולנוע מהר פחות או יותר.     שינוי חל בשנת 1979, אז החליט יבואן סוזוקי בגרמניה כי הגיע הזמן שגם אופנועים יפניים יראו טוב ויהוו מוצר מתוכנן, נחשק ובר-שיווק גם לציבור אנין טעם. ניגש אותו יבואן לסדנת עיצוב בשם \"טרגט\", בה עבד האנס מות', המעצב שכמה שנים קודם לכן יצר יחד עם ב.מ.וו את ה-R90s, האופנוע הסדרתי הראשון בעולם עם פיירינג, וביקש בזו הלשון: \"ביטע הייר מות', מאאך א' שיינעה סוזוקי\". נענה מות' לאתגר ובתערוכת קלן 1980 הוצג סוזוקי \"קטאנה\" GSX-1100s, האופנוע היפני המעוצב הראשון ומבחינה זו האב הקדמון של הסופרבייק'ס, ספורט-תיור ונייקד היפנים בעשרות השנים שחלפו מאז ועד היום.   נאמן לשמו - חרב הסמוראים - היה הקטאנה 1100 שיצא לשווקים ב-1981 לאחד האופנועים הסדרתיים החזקים ביותר באותה תקופה, עם 111 כ\"ס, עיצובו שתאם באופן מושלם את אופיו הכסחני ובכך לימד את הציבור על חשיבות העיצוב בכלל. אותו מרכיב מסתורי ומופשט ביצירת האופנוע, המשלב את ייעודו, הנדסה ופיזיקה, עם חיבור לגוף האדם ויכולת תפעול אנושית, פרופורציות וקווי זרימה החוברים לאסתטיקה, לסקס שראשיתו במבט.    פאסט פורוורד ל-2019. הקטאנה החדש שסוזוקי יצרה לשנת 2019 ונמכר בישראל בימים אלה תמורת 96 אלף שקלים עומד ברף העיצוב הגבוה שקבע אביו לפני עשרות שנים. האופנוע הזה נראה מעולה ויוצא-דופן גם בימינו אלה, בהם גודשים את הכבישים \"ספיישלים\", \"רטרו\", \"סקרמבלר\", \"קפה רייסר\" ועוד ביטויי אינדיווידואליזם על שני גלגלים.   הקטאנה החדש אינו רטרו המנסה לשחזר נאמנה את מה שהיה פעם, אלא אופנוע חדש בהשראת המקור, כולל הצביעה באפור האייקוני, גרסה עכשווית המשלבת את החלקים מעולה זה לזה, כלי מתוכנן ולא מקרי או גחמני, למרות מספר פרטים לא לעניין כמו זרוע מתכת פשוטה הנושאת בחזית את מסך ה-TFT הבלתי קריא.   זהו אופנוע דחוס וקומפקטי-תוקפני ולא מתנחמד כלל, עם זנב קצוץ החושף גלגל אחורי במלואו, מיכל דלק ארוך וצר (וזעיר קיבולת...) המשתלב לתוך החצי-פיירינג, ועד החרטום הייחודי עם אותו פנס מלבני ממש כמו המקור, רק עכשיו עם תאורת לד. כמה קל לחטוא בקיטשיות ופאתטיות כשמנסים ליצור קטאנה באמצעות ערבוב מספר חלקים סמליים כפי שעשו מספר סדנאות לאורך השנים. וכמה שרודולפו פריסקולי, המעצב האיטלקי שיצר עבור סוזוקי את הקטאנה החדש, לא נפל במלכודת הזו.    העיצוב ייחודי, בוטה ותוקפני, והאופי הדינאמי של הקטאנה החדש גם הוא בדיוק כזה. הבסיס המכאני אמנם מוכר - לקוח מה-GSX-S1000 - אולם בשילדה שינויים ובראשם חלק אחורי המיוחד לקטאנה, מושב גבוה יותר ותנוחת רכיבה קרבית. הישיבה זקופה אך נוטה באיום קדימה, כשמהאוכף מתקבלת תחושה של \"אין אופנוע\". הכידון קרוב לגוף והמרפקים נוקרים את האוויר. אתה יושב על הגלגל הקדמי ומביט קדימה ללא הפרעה, תלוי לגמרי כשיד ימין קובעת את קצב תנועת סרט הנוף המוקרן ישירות לתוך המוח.   התגובות מהירות ומיידיות, בראש ובראשונה תגובות המנוע, מאחר ומדובר ביחידה המבוססת על זה של ה-R1000 גרסת 2005 שהתמתנה בג'יקסס ב-2016 ועכשיו בקטאנה מ-176 ל-150 כ\"ס, אך לא איבדה מעצבנותה. יש כאן מצערות מתופעלות מכאנית באמצעות כבלים, להבדיל מהמצערות האלקטרוניות \"רכב-על-חוט\" אליהן הורגלנו בשנים האחרונות, בהן מחשב הוא השולט על תפעול פרפרי המצערת.   התוצאה בקטאנה היא אפס השהייה, תגובה סופר-מהירה ונושכת לכול סיבוב של ידית ימין. זה יעלה אושר על פני רוכבים קרביים, אך לגמרי לא מתאים לרוכבים שאינם מנוסים - ופוגע בשימושיות. האופנוע פשוט נקרע מהידיים עם פתיחת מנוע. יש כאן בוכנות ארוכות מהלך המספקות כוח כבר בסל\"ד נמוך, אך לא על חשבון מהירות הטיפוס והמשיכה כול הדרך ל-10,000 סל\"ד, שם מוסר המנוע את מלוא כוחו.   בהתאמה, גם סגירת מצערת מלווה בבלימת מנוע מיידית, ויש לקחת זאת בחשבון בכניסה לפנייה. לתגובה המהירה של המנוע למצערת חוברים יחסי העברה סופר-קצרים המספקים תאוצות מעולות, ואתה שוב ושוב מודה לבקרת האחיזה. אמנם בעלת 3 מצבים בלבד, אך יעילה ושומרת על אחיזת הצמיג האחורי גם תחת התאוצות הפראיות שהאופנוע הזה יודע לספק. המחיר ביחסי ההעברה הקצרים הוא בשיוט. במהירות של 140 קמ\"ש המנוע ב-6,000 סל\"ד כבר, צועק ודורש להעלות הילוך. הבעיה היא שאתה כבר בהילוך שישי.   את התגובות החריפות של המנוע מלווה סאונד נהמה רועשת וכועסת, גם זה חריג למערכת פליטה סדרתית בעידן התקינות האקולוגית הנוכחית, בו המנועים הומים כמו יונים מאוהבות. אופי תאב-סל\"ד שכזה אמור היה לעלות במחיר גבוה של צריכת דלק, אולם אין זה המקרה. במדידה שביצעתי צרך הקטאנה 16.6 קילומטר לליטר, סביר לגמרי למנוע גדול. הבעיה היא שמיכל הדלק מכיל רק 12 ליטר, עד כמה שקשה להאמין. התוצאה: תדלוק כול 200 ק\"מ.   ההתנהגות אינה מפגרת אחרי המנוע בתחום הזריזות והמיידיות. עם כידון רחב ומרכז כובד נמוך, קל מאוד לשנות כיוון. המשקל נמוך ועומד על 215 ק\"ג כולל נוזלים, ואף הוא מסייע. בסיס הגלגלים מונה אמנם 1,460 מ\"מ, לא הכי קצר בעולם הנייקד, אך בפועל מספק איזון טוב בין יציבות לזריזות. גם התמרון במהירות איטית בתוך תנועה צפופה קל ונשלט, בעיקר לאחר שלומדים את המצערת העצבנית. יש רק לקחת בחשבון צידוד מוגבל של כידון הספורט.   המתלים משלבים קשיחות חובבת היגוי עם יכולת ספיגה לא רעה כלל, אולם ההחזרה מהירה, ובבולם האחורי לא ניתן לכוון את שיכוך ההחזרה, כך שלעיתים צריכים לסגור גז במידה ועולים על רצף אספלט משובש כדי לא לסבול מקפצוצי זנב העלולים להתפתח לחוסר יציבות.   אז איך בסוף? סוזוקי קטאנה 1000 החדש הוא קנייה רגשית ולא רציונאלית. השימושיות שלו למרחקים ארוכים מוגבלת, יכולת ההרכבה ונשיאת ציוד ממש אינה הקטע. מספיק לראות את מושב הנוסע הסמלי כדי להבין זאת. הטווח בין תדלוקים? מגוחך. אין הגנת רוח ולשימוש עירוני יום יומי לא קונים אופנוע גדול כזה. בנוסף, שימושיות דורשת אופי ניטרלי, והקטאנה הזה הוא הכול, חוץ מזה. הוא חי ונושם ובועט, המנוע וההילוכים דורשים תפעול תכוף ובעיקר תשומת לב וריכוז, יחד עם תנוחת רכיבה קרבית. הראש עסוק והרוכב מעורב, לא רגוע ונינוח, אלא פועל כול הזמן.   זה מתכון בדוק לכיף, בתנאי שאתה רוכב מנוסה. אחד שידע להעריך את העיצוב הנפלא של הדגם הזה, שבשורה התחתונה מצליח לשלב ישן וחדש. אחד שיעריך את תחושת חספוס של פעם (לא תקופת הדינוזאורים, רק אופנועים בני 15), עם מינימום אלקטרוניקה בין יד ימין לצמיג האחורי וסאונד נהדר ולא מצונזר. בתוספת יכולת דינאמית ספורטיבית ותגובות עדכניות לחלוטין. טעם נפלא של פעם, היום.   סוזוקי קטאנה – נתונים טכניים מחיר: 96 אלף שקלים מנוע:: 4 צילינדרים רוחבי, קירור מים מהלך-קוטר בוכנה: 73.4-59 מ\"מ נפח: 999 סמ\"ק הזנת דלק: הזרקה יחס דחיסה: 12.2:1 הספק מרבי/סל\"ד: 150 כ\"ס/10,000  מומנט מרבי/סל\"ד: 10.8 קג\"מ/9,500 מצמד: רב דסקי, רטוב הילוכים: 6 שילדה: קורה כפולה, אלומיניום בסיס גלגלים: 1,460 מ\"מ גובה מושב: 825 מ\"מ משקל כולל נוזלים: 215 ק\"ג מיכל דלק: 12 ליטר מתלה קדמי: מזלג הפוך, כיוון כיווץ, החזרה, עומס קפיץ  מתלה אחורי: זרוע אלומיניום, בולם יחיד, כיוון עומס קפיץ צמיג קדמי: 120/70-17 צמיג אחורי: 190/50-17 בלם קדמי: 2 דיסקים 320 מ\"מ, 2 בוכנות לקליפר, ABS בטיחות: בקרת אחיזה בעלת 3 מצבי התערבות    ", "title": "סוזוקי קטאנה 2019 במבחן מקומי - טעם של פעם", "url": "https://www.ynet.co.il/articles/0,7340,L-5573589,00.html", "type": "article", "site_name": "ynet", "published_time": "07:30 , 27.08.19", "category": "Auto", "subtitle": "עם שם ועיצוב של דגם מיתולוגי אשר שינה לפני כ-40 שנה את עולם האופנועים, נוחת הסוזוקי קטאנה החדש בישראל. יצאנו לסיבוב על הרטרו המפתיע בסביבה"}