{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5555293,00.html"}, "headline": "ב.מ.וו X7 (מבחן דרכים) - לימוזינה, אבל פנאי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/22/9378352/93783231991295640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/22/9378351/93783220971193640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/22/9378357/937832501001599640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/24/9382690/938268901000100980648no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/16/9249524/924952301000100980654no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/22/9378346/9378320697986640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/22/9378356/9378324096081640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/22/9378338/93783192991294640360no.jpg"], "datePublished": "2019-07-27T14:43:45z", "dateModified": "2019-07-27T14:59:24z", "author": {"@type": "Person", "name": "הלל פוסק"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "רכב הפנאי הגדול של ב.מ.וו נוחת בישראל, במטרה למצב עצמו כספינת הדגל של רכבי הפנאי של היצרנית, כתשובה מאוחרת למתחרה הגרמני - מרצדס GLS. לקחנו אותו למבחן ארוך בכביש וגם בשטח", "wordCount": "1006", "commentCount": "162", "genre": "550.Auto-2758.Road test", "keywords": "ב.מ.וו X7,ב.מ.וו,דלק מוטורס", "articleBody": "    ה-X7, רכב הפנאי הגדול של ב.מ.וו, הוא דוגמה נוספת לקרב המתחולל עשרות שנים בינה לבין מרצדס. מאבק שלא מותיר כל קטגוריה, גם הזניחה והשולית ביותר, ללא מענה מהצד השני. ב.מ.וו תטען אמנם כי הייתה חלוצה בכמעט כל אחת מהקטגוריות, בגדלים ותצורת מרכב שונות של רכבי הפנאי, אבל לימוזינת שטח ניתן היה לרכוש עד כה רק אצל המתחרים משטוטגארט. שכן ה-GLS, שהחל דרכו כ-GL, נותר במשך 13 שנים בודד ובולט, ללא כל מתחרים ובוודאי שלא דגם גדול ויוקרתי מבית ב.מ.וו.      אבל אין לטעות. ה-X7 אינו רק תשובת-אגו - הוא יותר מכך. הוא ספינת דגל חדשה, בעידן בו חשיבותם של דגמים דוגמת סדרה 7 של ב.מ.וו או ה-S קלאס של מרצדס פוחתת, רכבי פנאי גדולים שמציעים את מיטב הטכנולוגיה, עולה. וה-X7 מבטיח להציע את סוללת הטכנולוגיה השלמה של ב.מ.וו, באופן שיכול להצדיק תג מחיר גבוה בכ-300 אלף שקל מה-X5 עליו הוא מבוסס. וגם, כמובן, שבעה מושבים מהודרים.   מחיר: 890 אלף שקל מתחרים: מרצדס GLS, קאדילק אסקלייד      טוב: מרווח פנים, נוחות נסיעה בסדר: התנהגות כביש טעון שיפור: עיצוב, לא מרגש ציון:  איך נראה ה-X7 הוא מהראשונים לאמץ את קו העיצוב העדכני של ב.מ.וו, עם סבכת כליות עצומה בחזית ויחידות תאורה צרות. לא כל אחד אוהב את זה, ולטעמנו אפשר היה לבחור ביחידה מעט פחות אגרסיבית לקו העיצוב הרך יחסית בו מאמינה החברה. היינו מוותרים גם על שלל גימורי הניקל סביב המרכב, אבל בכירי ב.מ.וו כבר הבהירו לנו בעבר - הטעם של קהל היעד העיקרי - אמריקאי וסיני - הוא הקובע.   סביבת הנהג מוכרת מהדגמים העדכניים של היצרנית, ברכב המבחן בשילוב צבעים נאה חום ושחור, עם דיפוני עור ואלומיניום איכותיים שנראים מצוין. עומס המתגים בחלקה התחתון של הקונסולה וסביב בורר ההילוכים נראה מעט מיושן, וגם בורר ההילוכים בגימור \"קריסטל\" הנוצץ (ר\"ע סין) נראה מצועצע ואינו נעים למגע.     מאחורי ההגה לוח מחוונים דיגיטלי (\"12.3) אמנם, אך הוא פחות מרשים מיחידות דומות של אודי ומרצדס, עם פחות אפשרויות התאמה אישית ומד סל\"ד שנע בכיוון הפוך למקובל. מסך מגע בחלקה העליון של הקונסולה (\"12.3) ניתן לתפעול גם באמצעות חוגת iDrive המוכרת או מחוות יד (מיותרת). המושבים מלפנים מציעים שפע אפשרויות כיוון ותמיכה (חשמלי כמובן, גם להגה) ומאפשרים בכך ישיבה ממושכת ללא מאמץ, משטחי החלונות גדולים ומקנים שדה ראיה טוב. לרשות הנוסעים עומדים לא פחות משמונה שקעי USB, ויש צמד מחזיקי כוסות לנהג ולנוסע, עם אפשרות חימום או קירור לשמירת טמפרטורת הקפוצ'ינו על חלב שקדים בדרך בין הבית לעבודה.   בהשוואה ל-X5 עליו הוא מבוסס, ה-X7 ארוך ב-23 ס\"מ (515 ס\"מ), גבוה ב-6 ס\"מ (180.5 ס\"מ) ובעל בסיס גלגלים ארוך ב-13 ס\"מ (310.5 ס\"מ). ומרחב המחיה ליושבי כל שורות המושבים, יוצא דופן. בעיקר אלה יושבי שורת המושבים השנייה והשלישית - כל אחת מהן מתכוונת או מתקפלת חשמלית - הנהנים ממרחב מחייה מפתיע וסופר-נדיב. וילונות לחלונות האחוריים מתרוממים חשמלית לטובת הפרטיות או הצללת התא משמש קיצית, אך מפתיע היה לגלות כי פתחי מיזוג נפרדים ליושבים בשורה השלישית אינם חלק מהמפרט התקני אלא אופציה בתשלום.    ואפרופו אופציות: אם אתם מתכננים בעיקר הסעת אח\"מים, תוכלו להחליף את הספסל בשורה השנייה בצמד מושבי קפטן נפרדים (כ-8,000 שקל), עם מערכת בידור נפרדת הכוללת צמד מסכי טאבלט (\"10.2) בגב המושבים הקדמיים (כ-32 אלף שקל). תא המטען מציע נפח דומה לסופר-מיני כשכל המושבים בשימוש (326 ליטר), אבל קיפול השורה השלישית יגדיל אותו ל-750 ליטר.   רשימת האבזור כוללת בין היתר ריפודי עור, בקרת אקלים מפוצלת לארבעה אזורים עם קירור וחימום למושבים הקדמיים, סגירת ואקום רכה לדלתות, דלת תא מטען חשמלית, מפתח חכם עם צג לנתוני הרכב, חלון שמש לכל שורות המושבים, מצלמות חניה היקפיות וחישוקי \"22 קלים. היצע מערכות הבטיחות כולל בלימה אוטונומית, שמירה על נתיב, תאורה דינמית, התראת ערנות נהג ושטחים מתים (כולל תנועה חוצה מאחור) עם תיקון אקטיבי.      איך נוסע ה-X7 משווק בישראל עם מנועי שישה צילינדר בנפח 3.0 ליטר טורבו-בנזין (340 כ\"ס בגרסת 40i) וטורבו-דיזל עם 265 כ\"ס בגרסת 30d הנבחנת, או הרבה יותר בגרסת M50d המחלצת ממנוע הדיזל 400 כ\"ס תודות לארבעה מגדשי טורבו. כל המנועים משודכים לתיבת שמונה הילוכים אוטומטית והנעה כפולה-קבועה.    יחידת ההנעה ברכב המבחן מספקת ביצועים טובים בשימוש סביר והיא חלקה ונעימה למדי. לא תרגישו צורך ביותר ממה שהיא מספקת, למעט כאשר היא נדחפת לקצה ביציאה לעקיפה, נסיעה בכביש הררי או בתפוסת נוסעים מלאה. שם מרגיש ה-X7 חסר אוויר וכוח באופן שאינו הולם מוצר יוקרה של ב.מ.וו, בין היתר בגלל המשקל עצמי הגבוה הנושק ל-2.5 טון (כרבע טון יותר מ-X5), לא כולל נוסעים. צריכת הדלק הרשימה לטובה – 10.2 ק\"מ לליטר בממוצע המבחן.      נוחות? ה-X7 מצויד במתלי אוויר מלפנים ומאחור, אך במפתיע הם מציעים שני מצבי קשיחות בלבד – נוחות וספורט. הראשון מציעה ספיגה טובה של שיבושים עירוניים כמו שברי אספלט ומכסי ביוב, למרות צמיגים נמוכי החתך. אבל במהירות גבוהה גם המצב הקשיח מתקשה לרסן את המסה בנסיעה על כביש בינעירוני וגלי, באופן שמייצר תנודות מרכב מיותרות. למרות שמשות כפולות, חודרים לתא רעשי רוח מצמד פסי ההגון המסיביים.   בסך הכל, היכולת הדינמית סבירה לרכב במשקל כזה, אבל בהחלט לא מעבר לכך. גם בנהיגה נינוחה יחסית, מבלי לקחת בחשבון שמדובר במותג החורט על דגלו \"הנאה מנהיגה\", זוויות גלגול גדולות מדי וכך גם הנטיה תחת עומס לתת היגוי. לא אופייני לב.מ.וו ורחוק למדי מה-X5 המצוין. קל הבין מדוע ההגה נטול תחושה, קצת פחות משכנעת העובדה שהבלמים מאבדים מהר מדי מיכולתם. כאופציה מוצעים מוטות מייצבים אקטיביים (32 אלף שקל) המסייעים לצמצום תנועות המרכב והיגוי אחורי אקטיבי (15 אלף שקל) שעשוי לסייע במניעת הרושם הגמלוני-משהו. לטעמנו, שני אלה ראשונים ברשימת התוספות המומלצות.      שטח? מיתלי האוויר מאפשרים אמנם להגביה את המרכב (22.1 ס\"מ מרווח גחון), אבל רק למהירות זחילה. עוד גילנו כי אין אפשרת ניתוק של בקרת היציבות לאחר הורדת לחץ אוויר בצמיגים לטובת נסיעה בחול. רוצים בכל זאת לרדת מעבר לאספלט? רכשו חבילת שטח (23 אלף שקל) הכוללת מצבי נהיגה ייעודיים (שלג חול, כורכר, חול וסלעים), נעילת דיפרנציאל אחורית ומיגון גחון.      סיכום ה-X7 הוא רכב פנאי מרשים מאוד. כרכב שרד המסיע מנתב\"ג לסוויטה הנשיאותית במלון היוקרתי בתל אביב, או כרכב משפחתי נוח ומהודר לשבעה מבוגרים. מרוחב המחייה בו פשוט פנטסטי וההקפדה על נוחות הנוסע, מרשימה. אבל למרות זאת, קשה להשתחרר מהתחושה שלפחות בגרסה הנבחנת, הוא מרגיש יותר מדי כמו X5 מוגדל ומגושם, ופחות ספינת דגל עדכנית ופורצת דרך.", "title": "ב.מ.וו X7 (מבחן דרכים) - לימוזינה, אבל פנאי", "url": "https://www.ynet.co.il/articles/0,7340,L-5555293,00.html", "type": "article", "site_name": "ynet", "published_time": "11:43 , 27.07.19", "category": "Auto", "subtitle": "רכב הפנאי הגדול של ב.מ.וו נוחת בישראל, במטרה למצב עצמו כספינת הדגל של רכבי הפנאי של היצרנית, כתשובה מאוחרת למתחרה הגרמני - מרצדס GLS. לקחנו אותו למבחן ארוך בכביש וגם בשטח"}