{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5569124,00.html"}, "headline": "הונדה CR-V (מבחן ראשון) - משופר ויקר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/14/9422532/94225220851991640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/14/9422536/94225217961995640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/14/9422543/94225180991396640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/14/9422538/9422520598886640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/14/9422542/94225194931389640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/08/14/9422547/94225164961593640360no.jpg"], "datePublished": "2019-08-16T11:19:33z", "dateModified": "2019-08-20T18:24:46z", "author": {"@type": "Person", "name": "ניר בן זקן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "כמעט שלוש שנים לאחר השקתו בעולם מגיע אלינו הונדה CR-V העדכני - לראשונה עם אפשרות לשבעה מקומות ישיבה וכשהוא נושא תג-מחיר גבוה ממתחריו המסורתיים. האם המחיר הגבוה מוצדק?", "wordCount": "836", "commentCount": "116", "genre": "550.Auto-2758.Road test", "keywords": "הונדה CR-V,הונדה,מאיר", "articleBody": "    הנתון הבא אולי יפתיע אתכם, אך הונדה CR-V הוא רכב הפנאי הנמכר בעולם, עם יותר מ-9 מיליון יחידות שיוצרו מאז הושקה גרסתו הראשונה לפני כרבע מאה. בישראל לעומת זאת, ההצלחה הייתה צנועה יותר. בין היתר מכיוון שבדומה למתחריו היפניים, הוצמד לו תג-מחיר גבוה יחסית. כיום התחרות עזה יותר מבעבר אך מבחינה זו לפחות, דבר לא השתנה. ה-CR-V העדכני (דור 5) שנוחת בישראל כמעט שלוש שנים לאחר שהושק בעולם, נושא תג מחיר גבוה. הפעם, בפער גדול יותר מבעבר ומול קבוצת ייחוס אחרת.       אם בעבר התמודד מול טויוטה ראב4, מאזדה CX5 וסובארו פורסטר, הפעם זה שונה. עם תג-מחיר של 233 אלף שקל לגרסת שבעה מקומות ישיבה הנבחנת, הוא משייט בטריטוריה של גרסאות בכירות ומאובזרות לסקודה קודיאק ופיז'ו 5008, כמו-גם יונדאי סנטה פה וקיה סורנטו הגדולים ממנו משמעותית.   מחיר: 233 אלף שקל מתחרים: סקודה קודיאק, פיז'ו 5008, יונדאי סנטה פה, קיה סורנטו      טוב: נוחות נסיעה, תא נוסעים, שטח בסדר: ביצועים, התנהגות טעון שיפור: מחיר, צריכת דלק ציון:  איך נראה מבחינת מראה הוא שומר על הקווים שאפיינו את ה-CR-V היוצא, בהתאם לקהל היעד המרכזי והשמרני יחסית בארה\"ב. יחידות תאורת לד מלפנים, סבכה בולטת, חישוקי שונים בעיצוב דו-גוני, פנסים אחוריים בעיצוב בומרנג וצמד מפלטים (אמיתיים) בולטים בפגוש האחורי.   תא הנוסעים עבר שדרוג משמעותי יותר, והוא מציע כעת חומרי ריפוד ודיפון איכותיים ונעימים יותר למגע, בדרך כלל. על גימורי העץ אפשר היה לוותר. יש תאי אחסון רבים ושימושיים, כולל תא מודולארי ענק מתחת למשענת היד. יש הגה שלוש-צלעות בשרני ומושבים נוחים ותומכים היטב. חבל רק שלא ניתן לכוון את גובה מושב הנוסע מלפנים.   שדה הראיה קדימה טוב אך הוא מוגבל לצדדים עקב מבנה מכסה המנוע המקשה על זיהוי מדויק של פינות המרכב. הפעלת המערכות טובה משמעותית מהדגם היוצא, עם אפשרות צימוד ל-Apple CarPlay. חבל רק שמסך המגע קטן מדי (\"7). לוח המחוונים הדיגיטאלי יכול היה להציע יותר אפשרויות בחירת תצוגה.      ה-CRV החדש קצר במפתיע מקודמו (בחצי ס\"מ, 460 ס\"מ), אך הוא רחב ממנו ב-3.5 ס\"מ (185.5 ס\"מ), עם בסיס גלגלים ארוך ב-3 ס\"מ (266 ס\"מ). כמקובל בהונדה, תכנון מוקפד מאפשר מרחב מחיה טוב מאוד לנוסעים בשורה השניה, הניתנת לכיוון למרחק ולזווית המסעד. הם גם זוכים לפתחי מיזוג נפרדים וצמד שקעי USB. השורה השלישית מסוגלת להכיל צמד ילדים מתבגרים בנוחות יחסית, אך נטולת פתחי מיזוג ותאורת פנים. תא המטען מציע נפח של 561 ליטר כשהשורה השלישית מקופלת, ו-150 ליטר בלבד - בדומה למתחריו - כשהיא בשימוש.   ה-CR-V מוצע ברמת אבזור אחת ומכובדת, אך צנועה יחסית לתג המחיר הגבוה. יש מצלמת נסיעה לאחור, בקרת אקלים מפוצלת, מנופי העברת הילוכים מההגה, מראות מתקפלות חשמלית וחישוקי \"18 קלים, אך למרות שהוא עולה כמעט רבע מיליון שקלים ואינו נושא תג יוקרה, הוא לא מציע ריפודי עור או כיוון חשמלי למושבים, חלון שמש או מפתח חכם מתבקשים, או דלת תא מטען מופעלת חשמלית. אבזור הבטיחות כולל שבע כריות אוויר, בלימה אוטונומית, שמירה על נתיב, בקרת שיוט אדפטיבית, תאורה דינמית וזיהוי תמרורים.      איך נוסע ה-CR-V משווק בישראל רק עם מנוע טורבו-בנזין בנפח 1.5 ליטר, ללא היחידה ההיברידית המשווקת באירופה. המנוע המוגדש מחליף את האטמוספרי המיושן בדגם היוצא ומפיק 193 כ\"ס (38 כ\"ס יותר) ובעיקר 24.8 קג\"מ (5+) בסל\"ד נמוך משמעותית. גם תיבת חמישה הילוכים אוטומטית הוחלפה בתיבה רציפה וההנעה כפולה קבועה.    השיפור בביצועים מהותי, הן בזינוק מהמקום (10 שניות ל-100 קמ\"ש, קיצוץ 2.3 שניות) והן בתאוצות הביניים, תודות לשיפור ניכר בזמינות הכוח ותיבת הילוכים מהירת-תגובה, בעיקר בבחירה במצב S. אופי פעולת התיבה חלק ונעים בנהיגה רגילה, אבל תחת עומס - יציאה לעקיפה, נהיגה בכביש הררי - היא מעלה את המנוע לסל\"ד גבוה וקבוע, ומייצרת בכך לרעש צורמני ומטריד. צריכת הדלק אינה מרשימה: 9.6 ק\"מ לליטר בממוצע המבחן.      לדברי הונדה, פלטפורמת ה-CR-V קשיחה ב-25% מהדגם היוצא ומערך המיתלים כויל מחדש. התוצאה מורגשת מייד. נוחות הנסיעה טובה מאוד, עם יכולת ספיגה מרשימה של שיבושים קטנים באספלט עירוני ושבור, או גדולים ועמוקים בשבילי יערות למשל. גם בידוד רעשי הרוח טוב, אבל אי אפשר להתעלם מרעשי דרך אותם מייצרים הצמיגים הרחבים.   התנהגות הכביש שופרה תודות למנגנון ההיגוי חדש, מהיר ב-26% (2.3 סיבובים מקצה לקצה) המאפשר גם רדיוס סיבוב קטן יותר (11.4 מטר, 30 ס\"מ פחות) למרות בסיס הגלגלים הארוך יותר. בלמים גדולים מבעבר מציעים כושר האטה טוב יותר ועמידות טובה בפני דעיכה. עדיין, התשלום על נוחות הנסיעה הטובה הוא בזוויות גלגול מודגשות בנסיעה נמרצת.   ההנעה הכפולה מבוססת כבעבר על מצמד רב-דיסקיות, אך היא בעלת אופי פעולה טוב משמעותית, ללא איחור או השהייה בהעברת הכוח לגלגלים האחוריים, האופיינית לדורות הקודמים של ה-CR-V. בקרת משיכה יעילה בריסון אובדני אחיזה ומרווח הגחון גדל משמעותית (20.8 ס\"מ, 4.3+ ס\"מ), ואלה מאפשרים יכולת שטח טובה ביחס לרכבי פנאי מקבילים. הפגוש הקדמי עדיין פגיע ויש לתת על כך את הדעת.      סיכום בשונה מדגמי פנאי בסיסיים עם שבעה מקומות הממוצבים מתחת לרף 200 אלף השקלים, המחיר הגבוה ימנע מה-CR-V להיות שחקן מרכזי בקטגוריה. גם רשימת האבזור מתקשה לשכנע ביחס לסכום אותו תדרשו לשלם. אז עסקת השנה הוא לא, אבל לא ניתן להתעלם מיתרונותיו היחודיים. תא הנוסעים מרווח למרות מידות קומפקטיות (קצר ב-10 ס\"מ מקודיאק, ב-17 ס\"מ מסנטה פה), הוא נוח מאוד לנסיעה ויש לו יכולת שטח סבירה. ככזה הוא פונה אמנם לקהל ייעודי וקטן יותר, אך מציע עבורו חבילה מעניינת.   ", "title": "הונדה CR-V (מבחן ראשון) - משופר ויקר", "url": "https://www.ynet.co.il/articles/0,7340,L-5569124,00.html", "type": "article", "site_name": "ynet", "published_time": "08:19 , 16.08.19", "category": "Auto", "subtitle": "כמעט שלוש שנים לאחר השקתו בעולם מגיע אלינו הונדה CR-V העדכני - לראשונה עם אפשרות לשבעה מקומות ישיבה וכשהוא נושא תג-מחיר גבוה ממתחריו המסורתיים. האם המחיר הגבוה מוצדק?"}