{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5502554,00.html"}, "headline": "אלפין A110 (נהיגה ראשונה) - המהפכה הצרפתית", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220642/922052312862599640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220571/922051715852887640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220694/92205471981899640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220576/92205182871197640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220915/922090911001100640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220693/9220546295583640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220631/92205225100094640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220668/922052821874499640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220586/92205195643584640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220665/922052735883984640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220690/92205451911288640360no.jpg"], "datePublished": "2019-05-17T11:11:38z", "dateModified": "2019-06-06T14:54:29z", "author": {"@type": "Person", "name": "ניר בן זקן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לא רבים זוכרים את מותג אלפין בגלגולו הקודם. והאמת, זה לא באמת משנה. המכונית החדשה שלו, תחת כנפי חברת האם רנו, היא ייצור מוטורי נדיר שעשוי להגיע בעתיד לישראל. נהגנו בה, כדי לבדוק האם היא באמת טובה כמו שאומרים", "wordCount": "1158", "commentCount": "70", "genre": "550.Auto-2758.Road test", "keywords": "אלפין,אלפין A110,רנו", "articleBody": "במה נהגנו: אלפין A110  מתחרים: פורשה קאיימן, אלפא 4C, ב.מ.וו M2, אודי TT RS  מתי אצלנו: אולי ב-2020 מחיר משוער: 480 אלף שקל    בעד: כמעט הכל נגד: שימושיות    בגדול: אם אתם לא חובבי רכב מכורים, או לפחות מקפידים להתעדכן בחדשות מוטוריות על בסיס קבוע, יכול מאוד להיות ששכחתם את מותג הרכב אלפין. הרי עברה כבר כמעט רבע מאה מאז הופיע סמל החברה על מכונית ספורט חדשה, ואל ההיסטוריה המפוארת של היצרנית הצרפתית הקטנה, בעיקר עם ה-A110 שניצח בתחילת שנות ה-70 במרוצי הראלי המפורסמים ביותר, כנראה שלא נחשפתם.    תקופה ארוכה השתעשעו ברנו, שהפכה בעלת השליטה באלפין, ברעיון החייאת המותג לרבות חשיפת קונספטים שונים, אבל רק בז'נבה 2017 נחשפה גרסת ייצור סופית של המכונית הראשונה מבית אלפין באלף הנוכחי. השם, כצפוי, A110. כמו אז, גם הפעם מדובר במכונית ספורט טהורה שתוכננה מהייסוד ככזו. עם מרכב אלומיניום קל משקל, מנוע מרכזי והנעה אחורית. מתכון שמזכיר ולא במקרה את פורשה קאיימן למשל. לפני כחודשיים כמעט הדהימה הצרפתית הקטנה עם תואר \"מכונית השנה\" באירופה, עליו נאלצה לוותר למרות שיוויון במספר הנקודות עם המנצחת.   עד כה משווקת אלפין ב-16 מדינות במערב אירופה, ולא יותר. פס הייצור בדייפ שבצפון צרפת (המקורי של אלפין) בקושי מצליח להדביק את הביקושים. כאשר תתרחב רשת השיווק, היא עשויה להגיע גם לישראל. עד אז, קבלו התרשמות ראשונית מאחת ההפתעות הגדולות של תעשיית הרכב בשנים האחרונות.       עיצוב ותא נוסעים: העיצוב שומר על נאמנות לגרסת המקור, כולל חרטום מחודד עם ארבע יחידות תאורה עגולות ושמשה אחורית בזווית חדה. ממש לא בטוח שכולם יאהבו את המראה, כמו במקרה של אלפא 4C למשל, אבל לנו היא נראית אלגנטית, מקורית, מבלי להזדקק לתוספות מצועצעות וחסרות משמעות דוגמת מסיטים וכונסי אוויר מודגשים או של ספוילרים מזדקרים.   בפנים התחושה מעורבת. מחד, דיפוני הדלתות בשילוב צבע המרכב עם דיפוני עור שחור משובצים ולוגו ה\"טריקולור\", נראים מצוין. מאידך, יש הרבה יותר מדי חלקי רנו משפחתית ועממית (רשימה חלקית: מתגי בקרת אקלים, כיוון מראות, שליטה במערכת שמע מההגה, ידיות מאותתים ומגבים ועוד). בנוסף, הפלסטיק בחלק מהמקומות עושה רושם זול במפתיע. המינימליזם ממשיך עם חסרונם של תאי אחסון - למעט מקום מסתור מתחת לקונסולה שבין המושבים - וקשה להחליט היכן להניח אפילו את הסלולארי והארנק. ואין תא כפפות. אבל אלה בכל זאת פחות חשובים במכונית ספורט.     מה כן חשוב? רכב המבחן צויד במושבי באקט מרשימים בעלי תמיכה צידית מצוינת וקלים ב-13 ק\"ג מהרגילים, אבל אפשרות הכיוון שלהם מוגבלת, ולכן הם עשויים להתגלות כמגבילים דווקא. המושבים הסטנדרטיים במכונית המבחן השניה שהועמדה לרשותנו נעדרו תמיכה מצוינת, אבל היו נוחים יותר וניתנו לכיוון, עד תנוחת נהיגה מושלמת. גם מיקום הדוושות אידיאלי לנהיגה ספורטיבית, בין אם אתם מעדיפים לבלימה את רגל ימין או שמאל. שדה הראיה לפנים טוב מאוד, לאחור הוא כמעט ואינו קיים, ותודה למצלמת הנסיעה מאחור.     מאחורי ההגה הנהדר יש לוח מחוונים דיגיטאלי (\"10) ומסך מגע במרכז הקונסולה (\"7) שניהם מציעים נתוני אקשן כמו מד תאוצה צידית, זמני הקפה, טלמטריה, לחץ גדישה, טמפרטורת שמן ומים ועוד. מידותיה של האלפין צנועות, ואפילו בהשוואה לפורשה קאיימן היא קצרה ב-20 ס\"מ (418 ס\"מ) ונמוכה ב-4.5 ס\"מ (125 ס\"מ), אם כי ממד הרוחב זהה (180 ס\"מ). התוצאה היא תא נוסעים וסביבת נהג צפופים מעט. גם תאי המטען קטנים עד כדי גיחוך. האחורי יספיק לתיק כלי רחצה (96 ליטר) הקדמי בקושי לטרולי (100 ליטר).       יחידת הנעה וביצועים: לחיצה על מתג התנעה (אדום) בין המושבים מעירה לחיים מנוע ארבעה צילינדרים מוגדש-בנזין בנפח 1.8 ליטר, המשרת גם את המגאן RS העדכנית. כאן הוא מפיק 252 כ\"ס ומשודך לתיבת שבעה הילוכים כפולת מצמדים רטובים (של Getrag) והנעה אחורית. אין אופציה לתיבה ידנית - כבדה ויקרה יותר לפיתוח. יש אפשרות לבחירת הילוך לפנים, לאחור או סרק באמצעות שלושה מתגים, ויש בורר מצבי נהיגה (\"רגיל\", \"ספורט\" ו\"מסלול\") על גלגל ההגה. בכך ניתן לשלוט על תגובות יחידת ההנעה (מנוע, תיבת הילוכים) ומידת ההתערבות של בקרת היציבות.     למרות ההספק הצנוע ביחס למכוניות ספורט עכשוויות, נתוני הביצועים הרשמיים טובים מאוד עם זינוק ל-100 קמ\"ש ב-4.5 שניות (0.4 פחות מפורשה קאיימן החזקה יותר) בדרך ל-250 קמ\"ש מרביים. הסיבה לכך היא משקל עצמי של 1,103 ק\"ג, 340 ק\"ג פחות מהיריבה הגרמנית. גם הסאונד שמופק מאחור, לפחות ברכב המבחן עם מערכת פליטה אקטיבית (אופציונאלית), מרשים למדי. תיבת ההילוכים טובה, חלקה ונעימה במצב רגיל, מדויקת ומהירה בשני המצבים האחרים. חבל רק שמנופי השליטה הידנית (מאחורי ההגה) קצרים מידי בחלקם התחתון, ומקשים כך לעיתים על התפעול.     נוחות והתנהגות: המשקל העצמי הצנוע של האלפין מושג באמצעות מרכב אלומיניום והקפדה על חיסכון במשקל בכל מקום אפשרי. החל ממערכת שמע ייחודית, דרך ויתור (חסר משמעות) על כיסוי למראת האיפור בסוכך השמש ועד תכנון ייחודי לבלם החניה החשמלי שפועל על הקאליפר הראשי וחוסך 2.5 ק\"ג. אבל זה לא רק נתון המשקל. זו חלוקת המשקל האידיאלית בין הסרנים (56-44 לפנים-אחור) תודות למנוע המרכזי ומיכל דלק (45 ליטר) מלפנים. בכך מיקמה אלפין את מרכז הכובד בדיוק מתחת לישבנו של הנהג.   אלפין בחרה בתצורת מיתלי עצמות עצה כפולות מלפנים ומאחור (מאלומיניום כמובן), מערך המאפשר שמירה על זווית שפיעה אחידה ומגע ישיר, אחיד ורציף של סוליית הצמיגים (מישלין פיילוט ספורט 4S) עם האספלט, כמעט ללא קשר לעומס המופעל עליו.    והתוצאה היא מכונית מאוזנת, כזו שמזכירה מתעמלת קרקע מקצועית. אחת שפורחת ברגע בו מפנים את ההגה לאחד הצדדים, ולא משנה אם מדובר בעקומה מהירה על האוטובאן במהירות 250 קמ\"ש או כביש צר ומפותל המטפס לאתר סקי באלפים האוסטריים. ה-A110 פשוט אוהבת לפנות, מתמסרת לכל סגנון נהיגה. חלק ומדויק או עם היגוי יתר פוטוגני לרוחב הפניה והגה נעול נגדית עד הסוף.   מצב \"מסלול\" אמנם לא נועד לכביש הציבורי על פי היצרנית, אבל הוא זה בו כדאי לבחור, שכן הוא מאלחש את בקרת היציבות באופן שמאפשר משחקי נהיגה משעשעים עם מרווח ביטחון ראוי. עם מידת תנועה נחוצה בציר האחורי כדי למרוח חיוך גדול, אבל גם התערבות עדינה אם הדברים מסתבכים קצת יותר משתכננתם. אפשר גם לחסל אותה לחלוטין, אבל זה לא ממש נחוץ. יש מי שימצא כי חסר לו דיפרנציאל מוגבל החלקה, אבל חסרונו מורגש - אם בכלל - רק במצבי קיצון של ממש, דוגמת פניות איטיות בהילוך ראשון על אספלט רטוב.    לחגיגה המוטורית מצטרף הגה מהיר (2.2 סיבובים מקצה לקצה) עם משקל נכון ומשוב (פידבק) ראוי, משהו שחששנו שכבר נעלם בעידן התקשורת הדיגיטאלית. בלמי ברמבו (320 מ\"מ מלפנים ומאחור) מציעים כושר האטה מצוין, עמידות מרשימה לדעיכה ותחושה טובה מאוד המאפשרת מינון עוצמת בלימה נדיר. למשקל העצמי הנמוך יש כאן תרומה כמובן, כמו-גם ביכולת לוותר על כיול מתלים נוקשה כמו במרבית מכוניות הספורט. עובדה זו מאפשרת לאלפין להציע נוחות נסיעה טובה מאוד ביחס למכונית מסוגה, גם על אספלט משובש.       סיכום: האלפין A110 אינה מושלמת. היא סובלת מתא נוסעים לא שימושי דיו ותא מטען זעיר, תג-מחיר עסיסי ובעיית תדמית בקרב הדור שלא ידע. אבל כמכונית ספורט היא מאפשרת לבעיות אלה להיעלם באותה מהירות בה היא מזנקת לפנים.   יכולותיה הדינמיות קרובות לשלמות, ואינן נופלות מהטובות - והיקרות - שיש על הכביש הציבורי כיום, בכל רמת מחיר. היא אמנם אינה חזקה באופן פסיכי כמו דגמי אקזוטיקה איטלקית-בריטית או אפילו מכוניות ספורטיביות גרמניות, אבל היא מציעה בניגוד להן משקל נוצה ואיזון נפלא בין כוח לדינמיקה.   על הרקע הזה הופך תג המחיר הגבוה שלה, לפתע, להגיוני לחלוטין. וזה עוד לפני שציינתי כי היא המכונית המהנה ביותר לנהיגה שיצא לנו לחוות בשנים האחרונות.      תודה לחברת F1 Exclusive המתמחה ברכישה ושירות לרכבי ספורט באירופה.", "title": "אלפין A110 (נהיגה ראשונה) - המהפכה הצרפתית", "url": "https://www.ynet.co.il/articles/0,7340,L-5502554,00.html", "type": "article", "site_name": "ynet", "published_time": "08:11 , 17.05.19", "category": "Auto", "subtitle": "לא רבים זוכרים את מותג אלפין בגלגולו הקודם. והאמת, זה לא באמת משנה. המכונית החדשה שלו, תחת כנפי חברת האם רנו, היא ייצור מוטורי נדיר שעשוי להגיע בעתיד לישראל. נהגנו בה, כדי לבדוק האם היא באמת טובה כמו שאומרים"}