{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5513535,00.html"}, "headline": "מרצדס EQC (נהיגה ראשונה) - פעם ראשונה, בינגו", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263425/926335812923098640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263419/926335721723679640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263404/926335524773379640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263374/926336313942796640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263392/926335119832076640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263375/926336212833692640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263393/926335217813590640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263391/926335025763476640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263413/926335632913990640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/23/9263376/926334820712980640360no.jpg"], "datePublished": "2019-05-25T19:54:44z", "dateModified": "2019-05-25T22:42:11z", "author": {"@type": "Person", "name": "הלל פוסק"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "מרצדס משחררת מכונית יוקרה חשמלית ראשונה, באיחור לא אלגנטי ותחת לחץ שיווקי שגדל במהירות שיא. האם תצליח בכל זאת לייצר מכונית יוקרה איכותית ראויה וטובה ממתחרותיה? נהגנו בה לראשונה", "wordCount": "1717", "commentCount": "114", "genre": "550.Auto-2758.Road test", "keywords": "מרצדס EQC,מרצדס", "articleBody": "במה נהגנו: מרצדס EQC מתחרים בישראל: יגואר i-פייס, אודי e-טרון  מתי אצלנו: מרץ 2020 מחיר משוער: כ-350 אלף שקלים     בעד: תא נוסעים איכותי, הכי נוחה ושקטה, מערכות אוטונומיות נגד: עיצוב מצועצע לעיתים, טכנולוגיית טעינה מאכזבת   בלעדי: נהיגת בכורה באודי e-tron החשמלי  נהיגה ראשונה: יגואר I-פייס חשמלי   בגדול: יצרנית מכוניות היוקרה הוותיקה מכולן נחשבת לפורצת דרך. על שמה רשומים אין ספור חידושים מוטוריים-טכנולוגיים. ממערכות מתלים חכמות דרך שימוש בחומרים קלים, תכנון מקורי ומערכות בטיחות מתקדמות. ברבות מהן הייתה מרצדס ראשונה וסחפה אחריה תעשייה שלמה. אבל בכל הקשור לפיתוח יחידות הנעה חשמליות מתקדמות, היצרנית הוותיקה נותרה מאחור ורק לפני שלוש שנים הצהירה על כוונתיה - ארבעה דגמים חשמליים חדשים עד סוף 2019.     היו לה אמנם ניסיונות עם הנעה אלטרנטיבית תחת המותג סמארט, ב-B קלאס נשכחת עם מימן (לפני עשור שנים) ואפילו SLS קיצונית (לפני שבע שנים) והצגת תכלית מרשימה לפני לא פחות מ-13 שנה. אבל במקרה הטוב מדובר היה בייצור מוגבל ואף אחת מהן לא הייתה באמת תחליף ראוי למכונית מקבילה עם מנוע בעירה פנימית. במקרה הפחות מוצלח אלה היו הפגנות שרירים חסרות תוחלת.   מה השתנה בכל זאת? טסלה. תעשיית הרכב האירופאית נרדמה בשמירה, לא זיהתה את הביקוש לרכב כל-חשמלי ובשום פנים ואופן לא העריכה נכון את הצלחתה של יצרנית מכוניות חשמליות צעירה אמריקאית. אם להיות מדויקים יותר, זלזלה בה באופן פומבי (מעט) ופרטי (בלי חשבון ופילטרים). אבל טסלה הוכיחה שזה אפשרי, ושיש ביקוש אדיר. והיו עוד. התפתחויות פוליטיות-חברתיות באירופה הביאו להתגברות השפעת הירוקים והחמרה קיצונית של תקני זיהום.   יצרניות באירופה נאנסו לקבוע ממוצע פליטה נמוך ולהתמודד עם סנקציות כבדות על המפעלים. ערים מרכזיות הצהירו האחת אחר השנייה על איסור כניסה לרכב מזהם, מדינות קבעו תאריך יעד להפסקת שיווק רכב בנזין או דיזל. כולם פחות או יותר מפנים עורף למנועי בעירה פנימית. ועוד לא דיברנו על סין, הזיהום והתקנות המחמירות שם.     אז האירופאים איחרו להגיב, ומרצדס איחרה עוד יותר. מתחרות ותיקות כמו יגואר (הושקה לפני שנה) ואודי (מושקת כאן בימים אלה) כבר משווקות בישראל דגמים חשמליים. יצרניות עממיות עושות זאת כבר יותר זמן. טסלה חודרת לאירופה במהירות וכובשת את סקנדינביה וה-EQC, דגם ראשון תחת מותג החשמליות EQ של מרצדס, מושק רק עתה - במפתיע, כשנה לאחר שהוצג - ויגיע לכבישי אירופה רק באוקטובר. אלינו? רק במרץ 2020. אין ספק שמרצדס לא הייתה החלטית מספיק, לא הגיבה בזמן למרות שהכל לכאורה היה מוכן.   הגרמנים טוענים שנדרשו ליותר זמן כדי להשיק רכב מושלם ומסבירים שה-EQC המבוסס על פלטפורמה \"רגילה\" קיימת ויורד מפס ייצור רגיל בעיר ברמן, יהיה מרצדס לכל דבר ועניין בניגוד למתחרים. מצד שני, רק הדגמים הבאים במשפחה יפותחו סביב פלטפורמה ייעודית. מה שמצביע דווקא על פאניקה מסוימת. גם פעולת הטעינה אינה משכנעת בנושא הקידמה (על כך בהמשך). כך שאם להיות כנים, הטענות של מרצדס נשמעו מאולצות.   אי אפשר להשתחרר מהתחושה שהגרמנים משטוטגארט אכן נתפסו לפחות מנמנמים בפיתוח רכב כל-חשמלי. בדרך כלל זה אמור להתבטא במוצר עם בעיות שהוכן בחופזה, לא משכנע. סיבה טובה להצפין לנורבגיה כדי לבחון זאת, זמן לא רב אחרי נהיגה בלעדית במתחרה הגדול מבית אודי שיושק כאן בימים הקרובים.    עיצוב ותא נוסעים: בפני מעצבי מכונית (או מוצר בכלל) - וכמובן מאשרי רעיונותיהם - עומדות כמעט תמיד שלוש אפשרויות בסיסיות. מראה הנגזר מייעוד, משאיפה שיווקית או מתקציב מוגבל. במקרה של קטגוריית היוקרה האפשרות האחרונה אינה קיימת, ולכן עמדו בפני מעצבי מרצדס שתי אפשרויות: מראה מקורי מסובב ראשים, דרמטי שזועק \"אני חשמלי\", או עיצוב רגוע, מעורר אמון, נזהר מלייצר אנטגוניזם.   בטסלה, חלוצת מכוניות היוקרה החשמליות בהיקף רחב, בחרו באפשרות הראשונה. מודל S מסובבת ראשים אבל מודל X כבר מהממת. אלא שיצרנים אירופאים מבוססים, מוכרים ובעלי שם, לא נדרשים לתרועת חצוצרות ובהתאם, יגואר ואודי עם ה-i-פייס וה-e טרון, נראות אמנם שונה במקצת מבנות משפחה אחרות, אבל לא באופן ניכר. מי שלא מכיר יניח שמדובר בדגם חדש, לא יותר מכך.   מרצדס הוותיקה הלכה אף היא בכיוון הזה. ה-EQC נראה כמו עוד רכב פנאי ברשימה הולכת ומתארכת עם סמל כוכב בחרטומו. ה-EQC מבוסס על פלטפורמת ה-GLC המוכר וחולק עמו כמובן בסיס גלגלים של 287 ס\"מ. אך המרכב ארוך ב-10.5 ס\"מ (476 ס\"מ), צר בחצי ס\"מ (188.5 ס\"מ) ונמוך בכ-2 ס\"מ (162 ס\"מ). והעובדה שהוא מבוסס על פלטפורמה מוכרת, מקבלת ביטוי במרכב עם צללית נעימה מאוד לעין, הרמונית למראה, עם טוויסט קל של קו גג משתפל מטה מעט יותר מהמקובל ברכבי פנאי. מה לא עושים למען מקדם גרר נמוך.     מבט בוחן יותר יגלה הצטעצעות מיותרת ולא אופיינית עם פסי כרום מוגזמים על הסבכה מלפנים ומגוון חישוקים שהאחד פחות מוצלח מרעהו. אבל ברמת גימור AMG המוותרת על הכרום ומשלבת חישוקים ייעודיים - בעיקר באפור-מט-מטאלי-דרמטי - הוא נראה טוב בהרבה. גם ויתור על מגני פלסטיק שחור סביב למרכב וויתור על פסי גגון, עושים לו טוב - וגם למקדם גרר נמוך במיוחד (0.27 cd).   בתא הנוסעים מרחב מחיה טוב מאוד, גם לנוסעים מאחור. מבלי לבדוק, לא פחות מה-GLE הגדול יותר. זאת בזמן שתא המטען מציע 500 ליטר ראויים, 50 ליטר פחות מה-GLC. חשוב יותר, התא שומר באדיקות על הקו המוכר במרצדס, במטרה להרגיע רוכשים חדשים ולשכנע קיימים לעבור את הכביש.   הסידור המוכר, לרבות צמד מסכי \"10.25 מלבניים (האחד לוח מחוונים מצוין, השני מסך מגע למערכת בידור-נוחות מעולה), נמצא גם כאן. ההגה העדכני (יותר מדי מתגים לטעמי), מתגים , מנופים. כולם ממדף מוצרי היוקרה המוכר של דיימלר. יש כמובן הפעלה קולית ייעודית (היי, מרצדס) אך זו בעיקר איכות החומרים הגבוהה שמרשימה. בעיקר בהשוואה לכל המתחרות בהן נהגנו כבר.     מבחינת מערכות הבטיחות יש כאן את כל ההיצע המוכר של מרצדס. וזה אומר שה-EQC ממוקם פחות או יותר בפסגת התעשייה מבחינה זו. לרבות נהיגה חצי-אוטונומית המתעדכנת גם ממערכת הניווט ומאטה לפני צומת או כיכר - מערכת שמציגה את איכותיותיה בעיקר כאשר היא משולבת במצב \"טווח נסיעה מרבי\", עם בקרת שיוט אדפטיבית מתקדמת.   הטופ של היוקרה החשמלית? התשובה חיובית. מרצדס מצליחה כבר בניסיון ראשון להתמקם בפסגה מבחינת מראה ותחושה. עם מראה צנוע יחסית, תא נוסעים מוכר וסופר-איכותי, ומבלי להידרש לגימיקים מושכי קהל ושנויים בינתיים במחלוקת. כן אודי, אני מדבר על מראות המצלמה והמוניטורים.   יחידת הנעה וביצועים: מרצדס בחרה עבור ה-EQC פתרון של צמד מנועים חשמליים מלפנים ומאחור המאפשר גם הנעה כפולה-קבועה, עם תפוקה משולבת של 408 כ\"ס (דומה לאודי ויגואר) ומומנט מרבי של 77.5 קג\"מ, גבוה מהמתחרים וכ-10% יותר מ-GLC AMG 63S למשל. וגם בתחום זה מוכיחה מרצדס עליונות מסוימת כבר בניסיון חשמלי ראשון - פעולתם של המנועים חרישית ונעדרת לחלוטין את היבבה המוכרת של יחידות דומות באודי ויגואר, או טסלה.     הבעיה עם כל הכוח הזה היא שסוללות חשמליות אינן מגיעות במשקל נוצה. תוספת מאות הקילוגרמים של תאי אגירת אנרגיה ברצפת המכונית מעלה את המשקל העצמי גם כאן - כמו באודי - לכ-2.5 טון. לחיצה על הדוושה מזניקה את הרכב הכבד מעמידה במהירות מסחררת אופיינית למנועי -On-Off חשמליים. יתרון המומנט על המתחרה הישיר מתבטא ב-5.1 שניות מ-0 ל-100 קמ\"ש, מהיר בכ-0.6 שניות מאודי, אך איטי במעט מהיגואר (הקל יותר). טסלה כמובן מכה אותן שוק על ירך, אך לפחות בינתיים פחות רלוונטית עבורנו.   המהירות המרבית מוגבלת ל-180 קמ\"ש בלבד (20 פחות מהמתחרות הישירות), במטרה להילחם במשתמשי אוטובאן כבדי רגל ומרוקני סוללות סדרתיים. יש גם מספר מצבים קבועים מראש, החל בספורטיבי, דרך \"נוחות\", חסכון, התאמה אישית וכמובן - טווח מרבי.   את המנועים החשמליים מזינים מצברי ליתיום-יון בקיבולת 80 kWh (נמוכה יחסית) המאפשרים טווח נסיעה רשמי בתקן WLTP העדכני של כ-415 ק\"מ. דומה לאודי, ב-55 ק\"מ פחות מנתון הרשמי של יגואר (משקל קל, זוכרים?). בהתאם למקובל כיום, צמד מנופים מאחורי ההגה - המתפעלים תיבת הילוכים במכונית רגילה - משמש לשליטה בעוצמת מערכת הבלימה הרגנטיבית, שטוענת את המצברים תוך כדי נסיעה (האטה).     השמאלי אחראי על הגברת קציר האנרגיה, הימני על הפחתה. יש בסך הכל חמישה מצבים שונים לרבות מצב אוטומטי (משיכה ארוכה במנוף ימין) בו ה-EQC אחראית להתאמת עוצמת צבירת האנרגיה בהתחשב בתוואי הדרך. עובד מצוין ולאחר זמן מה מייתר כמעט לחלוטין, בנהיגה רגילה-נינוחה לפחות, את השימוש בבלמים.   ניהול מערך המצברים עומד בדרך כלל בסטנדרט המוכר, לרבות זיהוי (לפי מערכת הניווט) על הגעה צפויה לטעינה והכנה לקראתה באמצעות חימום מוקדם ומקצר זמן. 40 דקות נדרשות כדי למלא סוללה ל-80%, ארוך מהמתחרים. אלה מאפשרים אגב גם שימוש במספר שיטות הטענה לרבות כבל חשמל רגיל מהבית - מרצדס פחות.   נוחות והתנהגות: בשונה מיגואר אך בדומה לאודי, למרצדס יש ניסיון רב עם פלטפורמת ה-EQC שעברה הסבה ליחידה חשמלית (עם מצברים במשקל 650 ק\"ג). למעט חיזוקים ייעודיים - בין היתר הגנה על היחידה החשמלית העדינה במקרה של תאונה - והקפדה יתרה על בידוד כפול בין המנוע לשלדה (זכרו את השקט המופתי), הבסיס קיים לא מעט זמן ולכן מרצדס מצליחה להתאימו בקלות לייעוד החדש.      מרכז כובד נמוך, מנועים בעלי חלוקה מאוזנת יחסית ומתלי אוויר מאחור וקפיצי סליל מלפנים (אדפטיביים יגיעו בהמשך) עם כיול רך יחסית, מעניקים לרכב הכבד התנהגות מכובדת-נינוחה. נוחות הנסיעה כנראה הטובה בקטגוריה וכאמור, בידוד הרעשים החודרים לתא מינימאלי באופן ממכר. למעט רעש צמיגים ואוושת מזגן שאחרת לא הייתם מזהים כלל.   יכולת דינמית גבוהה אינה שם המשחק כאן, אך חלוקת הכוח בין צמד המנועים - קדמי מספק יותר כוח בעומס נמוך ובינוני, האחורי שרירן בעומס בינוני וגבוה - אמורה לייצר עדיפות לציר האחורי בדומה למערכת הנעה מוכרת, הורדה יעילה ומשפרת אחיזה של הכוח לגלגלים המניעים והקצאת הגלגלים הקדמיים לטובת היגוי מדויק ומהיר. זה בתיאוריה.   בפועל האחיזה לא רעה וזוויות הגלגול מבוקרות יחסית למרות המשקל הרב, עם מעט תת-היגוי תחת עומס והגה חסר כל רגש. בדיוק מה שהרופא רשם לבעל מכונית שכזו. לרבות מערכת בלימה יעילה אך נטולת רגש וקשה למינון מדויק.     סיכום: העולם עובר לחשמל, ועכשיו גם מרצדס. זו הכותרת. בכותרת המשנה אפשר לציין שיצרנית מכוניות היוקרה הוותיקה הצליחה כבר בניסיון הראשון , בשוק נישתי שיהפוך ללא ספק לחשוב וגדול יותר תוך שנה בלבד. ועל כך מגיעות לה מחמאות מקיר לקיר.   אז נכון, זו מכונית חשמלית על בסיס מכונית רגילה, וזה קצת מיושן. וכאחרונה ברשימה העדכנית הכוללת את טסלה, יגואר ואודי - וכמייצרת חידושים סדרתית - אפשר היה לצפות לעוד יותר קדמה טכנולוגית. טווח גדול משמעותית, אפשרויות טעינה נרחבות יותר וזמן טעינה קצר יחסית, למשל. את אלה לא תמצאו כאן עדיין.     מה שכן תקבלו זו מכונית יוקרה חשמלית נעימה מכולן וסיבה טובה לעמוד בסבלנות בתור המתהווה לקראת חודש מרץ 2020, בו צפויות להגיע מכוניות ראשונות. למה כחצי שנה אחרי אירופה? \"עניין של הקצאות\", כך מרצדס. ובעניין זה, אפשר בקלות להעריך כי כל מכונית שתגיע לישראל - ולא יהיו רבות כאלה בתחילה, עקב הביקוש הצפוי באירופה וארה\"ב - תמצא במהירות קונה שיעשה עסקה מעולה. בעיקר בהתחשב בתג-מחיר צפוי של כ-350 אלף שקלים.   זה מעניין, ונמוך בכמה עשרות אלפים מאודי, זול ב-100 אלף שקל מיגואר. אנחנו אחרונים להתייחס למאות אלפי שקלים כ\"מחיר מציאה\", אבל בהתחשב בתחרות מסביב ומבית, אם בהקשר חשמלי או בכלל, בינתיים מדובר בדיל מנצח.       הכתב היה אורח חברת מרצדס", "title": "מרצדס EQC (נהיגה ראשונה) - פעם ראשונה, בינגו", "url": "https://www.ynet.co.il/articles/0,7340,L-5513535,00.html", "type": "article", "site_name": "ynet", "published_time": "16:54 , 25.05.19", "category": "Auto", "subtitle": "מרצדס משחררת מכונית יוקרה חשמלית ראשונה, באיחור לא אלגנטי ותחת לחץ שיווקי שגדל במהירות שיא. האם תצליח בכל זאת לייצר מכונית יוקרה איכותית ראויה וטובה ממתחרותיה? נהגנו בה לראשונה"}