{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5674699,00.html"}, "headline": "לא רק לאודיופילים: הסאונד בבית עולה כיתה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777125/shutterstock_1565774323.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777124/shutterstock_422190106.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777120/5.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777118/7.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777115/2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777126/shutterstock_1612352896.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777117/4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777121/6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777116/3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/02/10/9777114/1.jpg"], "datePublished": "2020-02-11T09:46:17z", "dateModified": "2020-02-12T09:47:24z", "author": {"@type": "Person", "name": "מורן רגב"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אלחוטי יותר, איכותי יותר ומעוצב יותר: המעבר לבית חכם מחייב רבים להתייחס לעניין הרמקולים ופיזור הסאונד כבר בשלב התכנון הראשוני. מהם החידושים בתחום ולאן הולך שוק הרמקולים להמונים? ומדוע אמזון וגוגל מעוניינות שהמיקרופון שלכם בבית יהיה איכותי? אתר \"המקצוענים\" עם סקירה של השינויים והטרנדים בתחום", "wordCount": "2154", "commentCount": "26", "genre": "6.Economy-10978.pro Baaley Mikzoa-11087.home Electrical appliances", "keywords": "מדריכי המקצוענים,בית חכם,סאונד,רמקולים,שיפוץ,גבס,אזעקה,מערכת מולטימדיה", "articleBody": "שוק הרמקולים עובר שינויים מאוד מהירים בשנים האחרונות, שמושפעים לא רק מתחום הסאונד והמעבר לבית חכם.    השינויים קשורים לשינוי בהרגלי הצריכה ולציפייה של הצרכנים למוצר שקל לנייד מחדר לחדר ושקל לחבר אותו לאפליקציות השונות בסמאטרפון, אך לא רק. השיפור הטכנולוגי, מאפשר לוותר על הכבלים, לטובת הזרמת מוזיקה אלחוטית, ללא צורך במגבר חיצוני לרמקול.     שינויים נוספים, קשורים למעבר להטמעת מערכות מולטימדיה במגזר הפרטי. בבתים הנמצאים בשלבי שיפוץ או בנייה, סאונד הוא רק חלק קטן ממערכת כוללת שמתממשקת יחד. לכן, כבר בשלב התכנון האדריכלי המוקדם, נדרשים לקבל החלטות גם בתחום הסאונד.    מהן המגמות המעניינות בשוק, אילו מוצרים הושקו לאחרונה, מדוע לאמזון ולגוגל חשוב יותר מכם שאיכות המיקרופון תהיה טובה, וכיצד העיצוב נכנס גם לקטגוריה הזו? לפניכם הסקירה המלאה.    משפצים או בונים? הכירו את האינטגרטור  אם עד היום הסתפקנו בקבלן שיפוצים, הרי שרמת הגימור שעלתה בשנים האחרונות, והמעבר לבית חכם, הולידו צורך בכמה תתי-התמחויות חדשות. בין המקצועות שנמצאים בעשור האחרון בקדמת הבמה: עיצוב פנים, הום-סטיילינג, ייעוץ אלומיניום, ייעוץ תאורה, שילוב של מערכות אזעקה בבית חכם, מערכות בקרה ושליטה על טמפרטורה, וידאו, ווי-פי וכעת גם אודיו.    \"תמיד היו יועצי סאונד, אבל כיום בשל התממשקות של מערכות שונות לכדי שלט אחד, יש צורך ב'אינטגרטור' – בעל מקצוע שמבין באודיו, באקוסטיקה ובבית חכם\", מסביר נמר לוי, יועץ בתחום הסאונד ומבעלי אתר dtwon. \"ישנם כמובן פתרונות שניתן ליישם גם בשלב שלאחר הבנייה, אך מי שנמצא בשלבי תכנון ומראש חושב על מערכות בית חכם, יכול להגיע לתוצאות טובות יותר, עם פחות פשרות, ובלי צורך להיכנס לעבודות גבס או להסתפק בצינורות שרשוריים\".    \"בבית חכם יש שתי מערכות עיקריות\", מסביר לוי. \"המערכת התפעולית (שכוללת בין השאר: אזעקה, פתיחה וסגירה של חלונות ודלתות, שער כניסה, אינטרקום ותאורה) והמערכת הבידורית (שכוללת את הפעלת מסכי הטלוויזיה, הרמקולים, מסכים השקועים בתוך מראות ורדיו).     בתחום הסאונד ניתן לבחור בין רמקולים הממוקמים בתוך הקירות (IN-WALL) לבין רמקולים הממוקמים על הקיר (ON-WALL). \"מי שמעוניין להטמיע את מערכת הסאונד בתוך הקירות, צריך להתייחס לכך כבר בשלב התכנון האדריכלי, כדי שזה יתממשק עם מערכות הבקרה והשליטה של הבית\", אומר לוי. \"לצורך התקנה של רמקולים על הקירות, צריך לדאוג רק להכנות של כבלים (כבל חשמל וכבל אות – לתמונה או לסאונד). כיום, הבית החכם הולך לכיוון של הפעלת מצבים. כלומר, לא נרצה להפעיל תאורה בנפרד, ואז לכבות תריסים ואז להפעיל את המסך. בפעולה מאקרו אחת, שמוגדרת כמצב \"קולנוע\" למשל, הבית ידע לבד לעמעם את האורות, לסגור את התריסים, להתאים את התאורה ואת הטלוויזיה למצב שהוגדר\".    \"אחת הטעויות הנפוצות היא שגם מי שמתכנן את מערכת המולטימדיה מראש, נוטה לזלזל בדיוק במיקומי הרמקולים\", מסביר דימה טקצ`נקו, מהנדס תקשורת מאתר \"המקצוענים\". \"חשוב מאוד שלכל רמקול תהיה תשתית בנפרד, כי אם כל הרמקולים מחוברים יחד, זה לא מאפשר שליטה נפרדת בהם. זה הטיפ הכי חשוב, לדעתי. חבל שהצרכנים יורדים לרמת פירוט של כל מתג תאורה וכל שקע חשמלי, אבל בתחום האבטחה והמולטימדיה, נוטים לזלזל. ואז, יש להם אפשרות לתרחישי תאורה שונים, אבל לא לתרחישי סאונד שונים. כשהם מגלים זאת, מאוחר מדי. הזלזול בדיוק בבחירה במיקומי הרמקולים ומערכת ההגברה המרכזית, נובעת מתוך מחשבה שממילא קיימות בשוק מערכות אבטחה וסאונד אלחוטיות. וזה חבל, כי מערכות אלו פחות יציבות, ולעתים עולות להם יותר מאשר אם היו דואגים לתשתית מראש\".     רמקולים עם כבלים או אלחוטיים? תלוי את מי שואלים  המעבר לעולם אלחוטי, נכנס גם הוא לתחום הסאונד, אך בזהירות רבה יותר. \"אודיופילים (חובבי סאונד), תמיד יעדיפו רמקול עם כבלים, שכן הוא מאפשר להם להתאים איזה מגבר שהם רוצים לרמקול\", אומר לוי. \"ואולם, בעשור האחרון, התקדמות טכנולוגית מאפשרת הזרמת מוזיקה בצורה אלחוטית, עם פגיעה קטנה יחסית באיכות הסאונד. בהחלט ניתן לזהות מגמה של העדפה לאלחוטי. אני חושב שהכבלים הולכים ונעלים משוק הרמקולים. הצרכנים מעדיפים פשטות, מוצרים שהם מסוג Plug and Play (חיבור קל המאפשר הפעלה אוטומטית שלהם)\".    \"סאונד הוא מוצר שצריך לדעת איך 'לשדך' לבית\"   בשונה מתחום הריהוט, שבו מספיק שהוא יתאים למידות החלל ולסגנון העיצוב שלו, הרי שבחירה והתאמה של מערכת סאונד לבית, מורכבת יותר. לעתים, שירותי הייעוץ לצורך התאמת הסאונד לבית, עולה יותר ממערכת הסאונד עצמה.    מצד שני, אם תטעו בהתאמה, הרי שלא יספיק שתשלמו ממיטב כספכם עבור מערכת קולנוע ביתית מפוארת, רמקולים יוקרתיים שקועים בקירות ובתקרה. מערכת שלא תותאם לגודל החלל, תספק תוצאה שתהיה הרבה יותר גרועה מאשר אם תסתפקו ברמקולים בינוניים וזולים, שמתאימים לחלל שבו אתם ממקמים אותם.    \"צריך להבין שמערכת בידורית בבית, לא חיה בתוך ריק, אלא בחלל נתון. החלל חייב להתאים לה. אם מתעקשים על מערכת מסוימת, צריך לעשות התאמות אקוסטיות, כדי שהסאונד לא ישמע כמו בחדר אוכל בקיבוץ. סאונד הוא מוצר שצריך \"לשדך\" לבית, ולא לבחור אותו בצורה אקראית. כשהמערכת מנגנת, החלל מנגן ביחד איתה, והיא תלויה בו\".    \"זו בהחלט טעות נפוצה שאנשים קונים רמקולים חזקים מדי, כאילו הם הולכים לעשות כל ערב מסיבה בבית, ובכלל אין להם צורך בהם, והסאונד נשמע הרבה פחות טוב מאשר אם היו מתאימים את הרמקולים לגודל הסלון שלהם\", מוסיף טקצ`נקו, \"הדבר החכם ביותר הוא לדאוג בשלב התכנון לתקשורת בין אנשי האבטחה, המולטימדיה, החשמל והאדריכלות. מי שלא דאג לכך בזמן, עוד יכול לערוך שינויים בשלב עבודות החשמל. לאחר מכן, זה כבר הופך להיות מורכב ויקר יותר, ולעתים יש צורך בפשרות בסאונד ובעיצוב\".    בדירת קבלן ממוצעת, של ארבעה חדרים, מה יקרה אם יבחרו במערכת \"עוצמתית\" מדי?  לוי: \"גם רמקולים מדפיים קטנים יכולים לספק חווית סאונד בסלון בשטח של 4 מ\"ר. לא כל מה שגדול ויקר הוא הדבר הנכון ביותר. ב-90 אחוז מהמקרים, רמקול רצפה גדול לא יתאים לסלון קטן וממוצע. ברגע שהרמקול גדול מדי ביחס לחלל, תהיה תחושת לחץ, הבאס ישתלט על הצליל, ויאפיל על שאר התדרים שנרצה לשמוע\".    בשוק יש שלושה סוגי רמקולים: אלחוטי, חצי-אלחוטי או חוטי  \"כשמדברים על אלחוטיות בתחום הסאונד, צריך להבחין בין שלושה סוגים\", אומר לוי. \"הסוג הראשון, הוא רמקול אלחוטי לגמרי, שפועל על סוללה בלבד. הסוג השני הוא רמקול חצי אלחוטי, כלומר: הוא נזקק לכבל חשמלי לצורך הפעלתו, אך מזרים את הסאונד בצורה אלחוטית. כלומר, יש לו מגבר פנימי, והוא פועל על בלוטות' באמצעות ווי-פי. הסוג השלישי, הוא הסוג המסורתי, של רמקול שמתחבר גם עם כבלים לחשמל, וגם עם כבלים להזרמת המוזיקה, והוא נזקק למגבר חיצוני\".    המגמה: רמקולים 'חצי' אלחוטיים, עם מגבר פנימי  ההבנה שהצעירים של היום גדלו אל עידן היוטיוב, שבו המוזיקה חינמית ואיכות הסאונד היא לא השיקול הראשון, משפיעה על התנהלות של חברות שעד היום היו מזוהות עם שוק פרימיום.    למשל, בימים אלו הושק רמקול חדש, שהוא פרי פיתוח של מוראל (Morel), חברה ישראלית, המקפידה על ייצור כחול-לבן ומחזיקה במפעל בנס ציונה. המיקום בישראל, לא מעיד על התנהלות החברה, שמכוונת גם אל השוק הבינלאומי. המוצר האחרון שהושק הוא רמקול בשם הוגטלר (שזה פשוט מאוד איך שאומרים \"רמקול\" בשוודית), והוא יצא לדרך לאחר גיוס המונים שהניב כמיליון שקלים. מרבית ההזמנות, אגב, בוצעו מארצות-הברית ומאירופה.    ההברקה השיווקית היא התאמת מידות הרמקול למוצר שממילא נמצא בבתים של מאות מיליונים: הכוורת של איקאה. לא מדובר בשיתוף-פעולה עם החברה השוודית, אך בהחלט ניצול המידות המדויקות של הכוורת, הזמינה אצל הצרכנים הפוטנציאליים שאליהם מכוונת החברה. הרמקול, נראה כחלק אינטגרלי מהכוורת, ולא משאיר מרווח מיותר לאבק בדפנות התא. החברה, המזוהה בעיקר עם קטגורית מוצרי הפרימיום, הבינה שהיא זקוקה למוצר שפונה לכיס הממוצע, והוציאה מוצר המשווק בסכום נגיש יחסית של 1,015 שקל (ובמחיר השקה של 864 שקל עד אמצע חודש פברואר).     העלאת האיכות בשירותי הסטרימינג ובאוזניות מצדיקה כיום גם דרישה לסאונד איכותי ברמקולים  \"המגמה המעניינת שעובר שוק הרמקולים בשנים האחרונות הוא התחזקות התשדורת האלחוטית\", מסביר אורן מרדכי, מנכ\"ל חברת מוראל. \"רבים מאזינים כיום למוזיקה דרך הסמארטפון שלהם, ומאוד חשובה להם קישוריות מהירה ונוחה. מגמה מעניינת נוספת, היא החזרה לדרישה לאיכות סאונד. אם במשך כעשור, לא הייתה דרישה מיוחדת לסאונד, והצעירים לא מיהרו להשקיע ברמקולים איכותיים, כי ממילא איכות המוזיקה הייתה ירודה, לאחרונה, חל שינוי. עם העלאת הרמה של שירותי הסטרימינג, ישנה גם דרישה מקבילה לאיכות סאונד. הצעירים, שלא גדלו על איכות של סטראו, גילו את עולם הסאונד, דווקא דרך האוזניות\".       לדבריו, \"ברגע שהתחילו לצאת לשוק אוזניות שמעניקות חוויית סאונד, במחירים נגישים לצעירים, הדרישה לסאונד איכותי הגיעה גם לשוק הרמקולים. דור ה-y, כן מתחיל להיכנס לתחום האודיו, וזה בפירוש הגיע מכיוון האוזניות. הרבה יותר קל ליצור סאונד איכותי באוזניות, במחיר של כ-100 דולר, משום שזהו מוצר שדורש פחות אנרגיה ויותר קל לייצר איתו סאונד איכותי. באיכות, הן שוות ערך לרמקול שעולה כ-500 דולר. ואולם, מרגע שהצרכן מתרגל לסאונד טוב, הוא מצפה לראות אותו במוצרים נוספים, ובמחירים שהוא יכול להרשות לעצמו\".    אם בעבר הרחוק, היינו צורכים את המוסיקה שלנו בתקליטים, קלטות ודיסקים, הרי שכיום רובנו צורכים מוזיקה מיוטיוב (וחלקנו מקפידים לשים אותה על איכות התשדורת הגבוהה יותר, אופציה שכבר קיימת לגבי שירים רבים), או שאנו עושים מנוי במקרה הטוב לשירותי סטרימינג (כמו ספוטיפיי).     רמקול לכל מטרה: לאוטו, לבריכה, לטיול שטח, לאירוח  \"כחברה שנמצאת בשוק כמה עשורים, אנו מגלים שמרבית האנשים פחות מעדיפים אפקטים של קולנוע ביתי, אלא אם כן יש להם חדר קולנוע בבית. לגבי רמקולים עם חיווט, הרי שאלו ימשיכו להערכתי להימכר לטווח ארוך, רק בשוק מערכות הסאונד היוקרתיות יותר. הצעירים מעדיפים רמקולים אלחוטיים, שקל להם לנייד מחדר לחדר\".    שינוי נוסף שהתפתח, הוא תת-קטגוריות ברמקולים. מרדכי: \"אם בעבר היה לאנשים רמקול בבית ובאוטו, כיום יש רמקול בכל חדר בבית כמעט, רמקול לנסיעות לחו\"ל, רמקול לגינה או למרפסת, רמקול לטיולי שטח. זה נהיה כמו סוגי מצלמות וחצובות (מצלמה בנייד, מצלמת וידאו, מצלמת סטילס, מצלמת גו-פרו, מצלמה המיועדת לצילום מתחת למים, וכן הלאה)\".    \"אמזון וגוגל רוצות שהמיקרופון יהיה איכותי, כדי שתזמינו דרכם מוצרים בקלות\"  לדברי מרדכי, \"עוד סיבה מעניינת לשיפור חווית הסאונד היא שיקולים מסחריים של היצרניות הגדולות. \"האינטרס של גוגל, אמזון, סמסונג ואפל היא שלכל אחד יהיה רמקול חכם בבית, לא בגלל שהם רוצים לספק לנו חווית סאונד, אלא כי הם רוצים להיות המוצר שדרכו תבצע את הקניות שלך. אמזון היו הראשונים שהצליחו להחדיר את אלקסה לבית, כשהמטרה שלהם היא שהמיקרופון יהיה מאוד נוח לשימוש, ויקלוט בצורה מהירה וברורה את הפקודות של המשתמש, כדי שהרכישה תהיה קלה וזמינה עבורו\".     סוואג: אלחוטי ועם עיצוב דרמטי שלא מתנצל  אם כך, שוק הרמקולים מתחלק בעיקר לשניים: רמקולים נסתרים שמוטמעים בתוך תשתית הגבס של הבית או רמקולים שמשמשים כפריט עיצובי דומיננטי בחלל.    לאחרונה, הושקה סדרת רמקולים מעוצבת (וזולה יותר מהסדרה הקודמת), שפונה לקהל צעיר של בני-נוער. הרמקול לא מנסה להסתתר או להתנצל על קיומו, אלא מעוצב בסגנון רטרו, ומזכיר מעט את טרנד גופי התאורה על חצובה, שהיו כאן לפני שנתיים. הסדרה הראשונה, הושקה בגוונים של שחור ולבן בלבד, והסדרה החדשה מגיעה כבר במגוון גדול של צבעים. הדבר מצביע על אחיזתם של הרמקולים בשוק מוצרי הלייפסטייל. פריטים שאתה מחזיק בהם לא רק לצורך הפונקציה המקורית שהם הומצאו עבורה.    זהו רמקול מתוצרת TGI, שנקרא +UB והוא נמכר ישירות און-ליין, באתר של חברת סוואג, שהתחילה את דרכה כחברה למתנות ממותגות בשוק ועדי-העובדים. עם התעוררות המסחר המקוון, גם היא זיהתה את הפוטנציאל, ומוכרת ישירות לקהל צעיר שלא מחפש מותגי יוקרה, אלא גאדג'טים במחיר סביר. ניתן לשלוף את הרמקול מתושבת החצובה שלו, ולנייד אותו מחדר לחדר ואף לתלות אותו בעזרת ידית התליה שמחוברת אליו. מחיר הרמקול הקטן מהסדרה החדשה הוא 1,290 שקל.    \"הוא אלחוטי ומספק עוצמת סאונד שמתאימה גם לאירועים משפחתיים בחוץ (על הגג, בגינה או בפארק)\", מסביר אורן שני, מנכ\"ל רשת סוואג, הוא מתחבר לבלוטות' ומאפשר שמיעה רצופה של 23-30 שעות ללא הטענה (תלוי בדגם). אחרי הטרנד המינימליסטי, זיהינו מגמה של חזרה לעיצוב דרמטי, והמוצר הזה פונה לצרכן שמחפש עיצוב ולא רק סאונד\".     B & O בישראל: אנחנו מכוונים לעשירון עליון ומעלה   בשבוע שעבר, הושקה סדרה נוספת של רמקולים, אך כזו המכוונת למעמד הגבוה מאוד. למותג הדני למוצרי סאונד, Bang & Olufsen (המכונה גם B&0), נפתחה חנות דגל ראשונה בישראל בקניון גינדי TLV. המוצרים שחלקם עוצבו כחלק משיתוף-פעולה עם סטודיו לאדריכלות, מאוד מתוחכמים. עד כדי כך, שבאמת קשה להבחין איפה עובר הקו בין סאונד לעיצוב.    חלק מהמוצרים, נראים כמו חיפוי קיר אקוסטי, חלקם תלויים כמו שעון דרמטי במרכז הקיר, אבל בשביל כל הטוב הזה תצטרכו להיפרד מסכומים גבוהים יחסית, עד כדי דמיוניים, ביחס לשוק הרמקולים.    כמה גבוהים? רמקול בגודל בינוני, יעלה כ-13 אלף שקל, מערכת סאונד לקיר תעלה לכם החל מ-15 וחצי אלף שקל והטלוויזיה החדשה שהושקה, הכוללת מערכת סאונד מובנית תעלה לכם החל מ-57 אלף שקל. קיימים גם מוצרים זולים יותר, שמאפשרים להם \"חדירה\" לשוק הרמקולים, בעיקר בגזרת האוזניות והרמקולים הניידים האלחוטיים הקטנים, שנעים סביב 1,000-1,500 שקל. הסאונד, כיאה לאיכות שעמה מזוהה החברה, בהחלט נותן תמורה לסכום. דגם Beoplay A1, נמכר כעת ב-1,190 שקל, ומפתיע בעוצמת הסאונד שלו ביחס לגודלו. עבור מערכות גדולות יותר, תצטרכו, כאמור לשלם הרבה יותר.    עוד כתבות בנושא:  חוכמה גדולה: מי בכלל צריך בית חכם?  קו ההגנה האחרון שלכם נגד פריצה  גבס לתיקונים אקוסטיים     מי מאחורי המותג בארץ? חברת ביקונקט טכנולוגיות היא היבואן הרשמי שלהם בישראל, והסיבה שעומדת מאחורי הבאתם ארצה, היא פשוטה: לא משיקולים מסחריים, כי אם מאהבתו של מנכ\"ל החברה, רונן ברקוביץ', לסאונד.    \"בצעירותי הייתי די.ג'יי, והחיבור שלי לסאונד הוא באמת מתוך אהבה לדבר\", מודה ברקוביץ.\" 95 אחוז מהמוצרים שאני מייבא פונים להמונים ומשווקים דרך משווקים בחנויות הפיזיות או באון-ליין. היה לי חשוב גם לקחת חלק במוצר שהוא היי-אנד, שמכוון לעשירון העליון ומעלה, עם חנות שמאפשרת התמקדות במותג אחד. זה בטח לא משיקולי רווחיות, שכן שורת הרווח של מוצרים במחירים כאלה, היא הרבה יותר נמוכה. קהל היעד שלי כאן הוא בהחלט לא הקהל הממוצע, אלא מי שהפרוטה בכיסו או מי שהוא ממש אודיופיל מושבע או חובב גאדג'טים שמעריך סאונד ועיצוב\".    צריכים בעל מקצוע בתחום מערכות תקשורת ואבטחה? לחצו כאן    ynet הוא שותף באתר \"המקצוענים\"", "title": "לא רק לאודיופילים: הסאונד בבית עולה כיתה", "url": "https://www.ynet.co.il/articles/0,7340,L-5674699,00.html", "type": "article", "site_name": "ynet", "published_time": "07:47 , 12.02.20", "category": "Economy", "subtitle": "אלחוטי יותר, איכותי יותר ומעוצב יותר: המעבר לבית חכם מחייב רבים להתייחס לעניין הרמקולים ופיזור הסאונד כבר בשלב התכנון הראשוני. מהם החידושים בתחום ולאן הולך שוק הרמקולים להמונים? ומדוע אמזון וגוגל מעוניינות שהמיקרופון שלכם בבית יהיה איכותי? אתר \"המקצוענים\" עם סקירה של השינויים והטרנדים בתחום"}