{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5612688,00.html"}, "headline": "30 שנה לחומה: במזרח גרמניה מרגישים סוג ב'", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556399/955633101000100980653no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556396/9556330099791640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556395/95563290991599640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556413/95563770991599640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556415/95563760100486640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556459/955645401001397640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556417/955636701001099640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/24/9556418/95563660100693640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2014/11/06/5682546/ber10.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2014/11/06/5682542/ber6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2014/11/06/5682537/ber1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2014/11/06/5682538/ber2.jpg"], "datePublished": "2019-10-24T20:58:51z", "dateModified": "2019-10-24T21:40:40z", "author": {"@type": "Person", "name": "רויטרס"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "בחודש הבא תציין גרמניה 30 שנה לנפילת חומת ברלין ולהטמעת המזרח במערב. רבים מאלה שמחו נגד הקומוניזם במזרח מתוסכלים מהחיים בגרמניה המאוחדת, וחלקם אף מתגעגעים לימי החומה. הנתונים מראים שגם היום במזרח קשה יותר - מה שמגביר את הגזענות והתמיכה בקיצוניים ", "wordCount": "782", "commentCount": "6", "genre": "2.News-192.the world", "keywords": "גרמניה,חומת ברלין,ברלין", "articleBody": "  כשמתיאס רודולף הצטרף להפגנות בלייפציג ב-1989 הוא רצה להחליף את השלטון הקומוניסטי ברפובליקה הדמוקרטית הגרמנית. שלושים שנה חלפו מאז. מתיאס מרוצה מהחופש שנפילת החומה הביאה לגרמנים, אך הוא לא אדם מאושר יותר. כמו גרמנים רבים שחיו במזרח גרמניה גם רודולף בן ה-55 מתוסכל מהמציאות בגרמניה המאוחדת. \"לא הייתה התחלה חדשה\", אומר מתיאס בעצב, ומתאר חברה מפולגת שהופכת חלק מהמזרח-גרמנים לקיצוניים.   עוד סיפורים מהעולם בעמוד הפייסבוק של דסק החוץ   \"לא רציתי לחסל את הרפובליקה הדמוקרטית הגרמנית אלא לשנות אותה\", אומר רודולף. כמו רבים אחרים גם הוא היה תחת מעקב של קולגה בעבודה, ונעצר בתקופת ההפגנות בלייפציג, שבדיעבד מסמלות את סוף הרפובליקה הדמוקרטית הגרמנית. \"אני רציתי רפובליקה אחרת, דמוקרטית יותר\".      ב-9 בנובמבר ימלאו 30 שנה לנפילת חומת ברלין, שהביאה שנה לאחר מכן לאיחוד גרמניה ולהטעמת המזרח במערב. למרות שעברו מאז 30 שנה, עדיין קיים פער פסיכולוגי בין תושבי המזרח למערב: במזרח עדיין מרגישים שהמערב ניצח, ורבים מהמזרח-גרמנים חשים מקופחים. רודולף מתלונן על כך שלמרות ההזדמנות שהייתה לגרמניה המאוחדת, לא נקבעה במדינה חוקה חדשה. \"עבור המערב-גרמנים שום דבר לא השתנה בהשוואה לנורמות הקודמות. עבור המזרח-גרמנים הכול השתנה\", אומר רודולף, שעובד בחברת אנרגיה.    המזרח מקופח: הגרמנים שרוצים המנון חדש    הבית של אנגליקה בונדיק במערב ברלין צופה על מעבר בראנאור שטראסה. מבחינתה ועבור מערב-גרמנים נוספים נפילת החומה הביאה הרבה תיירים, אבל לא תהפוכה משמעותית כלשהי. גם כשהחומה חצתה את ברלין בונדיק בת ה-63 ביקרה את משפחתה בחלק המזרחי. ומה בכל זאת השתנה בחייה של בונדיק? מאז שהמלחמה הקרה הסתיימה, והשומרים כבר לא נמצאים מתחת לבית, הטיולים עם הכלב ארוכים יותר. \"נחמד שאפשר ללכת לכל כיוון שאת רוצה\", היא אומרת בראיון במרפסת שלה. עבור התושבים במזרח גרמניה, כפי שאמר רודולף, המציאות השתנתה ללא היכר.     הקנצלר המנוח הלמוט קוהל, אדריכל האיחוד הגרמני, הבטיח למזרח-גרמנים ב-1990 \"נופים פורחים\". שיקום הכלכלה המזרחית, ה\"אאופשוונג אוסט\", היה איטי וקשה בהרבה ממה שקוהל העלה בדעתו. שני מיליון בני אדם, במיוחד צעירים ונשים, עזבו את האזור מאז האיחוד ב-1990. רק חברות בינלאומיות מעטות הגיעו למזרח גרמניה אחרי האיחוד.    אחרי השקעה של 2 טריליון אירו ב-30 שנה התפוקה הכלכלית לנפש במזרח גרמניה היא עדיין 75% מהתפוקה במערב. גם הפריון נמוך יותר, ואחוז האבטלה גבוה ב-2% מהמערב. דו\"ח ממשלתי מהחודש שעבר על מצבה של גרמניה המאוחדת הראה ש-57% מהמזרח-גרמנים מרגישים אזרחים סוג ב'. במזרח רק 38% מרגישים שהאיחוד הוא הצלחה, כולל 20% בלבד בקרב נשאלים מתחת לגיל 40. רודולף אומר שבניגוד אליהם הוא לא מרגיש כמו אזרח סוג ב', \"אבל זה נכון שאתה תמיד צריך להסביר את עצמך, וזה לא נחמד. חשבתי שזה ייגמר תוך כמה שנים. זה לא\".   אילקו-סשה קובלצ'וק, היסטוריון ומחבר הספר \"ההשתלטות – איך מזרח גרמניה הפכה לחלק מהרפובליקה הפדראלית\", אומר שהזעזוע הכלכלי של האיחוד שיבש את כל המרקם החברתי במזרח גרמניה. \"לא היה תהליך של איחוד אלא תהליך של 'יישור'. את מה שהיה קיים במערב החילו במזרח אחד לאחד\", הוא מוסיף, ומספר שבמזרח מרגישים גם היום שערכם לא שווה למעמד המערב-גרמנים. \"מאז 1990 מזרח-גרמנים רבים מנסים להיות יותר 'גרמנים' ממה שבמערב אי פעם היו. זה יוצר לאומנות גלויה וגזענות\", הוא טוען.    רגשי הנחיתות של המזרח-גרמנים תורמים להתחזקות מפלגות קיצוניות. במדינת המחוז תורינגיה, שביום ראשון יתקיימו בה בחירות אזוריות, שתי מפלגות קיצוניות מובילות בסקרים: מפלגת \"אלטרנטיבה לגרמניה\" מהימין ומפלגת \"לינקה\" מהשמאל. בתורינגיה ובשתי מדינות מחוז נוספות במזרח, שהצביעו כבר בחודש שעבר, השתמשה \"אלטרנטיבה לגרמניה\" בקמפיין בסיסמאות מההפגנות שהובילו לנפילת החומה – בראשן \"אנחנו העם\".          מפלגת \"אלטרנטיבה לגרמניה\", שפופולארית בהרבה במזרח מאשר במערב, קוראת לבוחרים: \"המזרח מרים את ראשו – תשלימו את השינוי!\". המפלגה אף מאמצת את המילה \"ונדה\" – שמתארת את נפילת הקומוניזם במזרח גרמניה – וקוראת ל\"ונדה 2.0\" – הפלת המפלגות הממסדיות בגרמניה.    כריסטיאן הירטה, נציב הממשלה במדינות מזרח גרמניה, אומר: \"אני בטוח שהרוב המכריע של המזרח-גרמנים לא רוצה שום קשר למשוגעים אלימים מהימין הקיצוני\". עם זאת הוא מודע לעובדה ששנאת זרים במזרח גרמניה היא תופעה מדאיגה. \"אנחנו חייבים לומר לאזרחים בבירור: האינטרס הלאומי והאזורי שלנו הוא לגלות פתיחות\".    לא כולם מסכימים עם המסר של הירטה. לפי דו\"ח של מכון ZEW הסיכוי של מבקש מקלט להיות קורבן של פשע שנאה במזרח גרמניה גדול פי 10 במערב. שני אירועים שהיו השנה – מהומות הימין הקיצוני בעיר קמניץ ואירוע הירי ביום כיפור מחוץ לבית הכנסת בעיר האלה הראו שוב שמזרח גרמניה מסוכנת וקיצונית יותר מהמערב.        במקרה נוסף שמראה את התחזקות הימין הקיצוני במזרח גרמניה הודיעה השבוע המשטרה שהיא מאבטחת את מנהיג מפלגתה של אנגלה מרקל במדינת המחוז טורינגיה, שקיבל מכתב עם איומים על חייו שנחתם במילים \"הייל היטלר\". עבור דגמאר זימדורן בת ה-81 מדובר במילים מתועבות.    זימדורן, שחיה במזרח גרמניה אחרי מלחמת העולם השנייה, אומרת בצער שגם היום קיימים פערים בין האנשים במזרח ובמערב. \"אבל אני חושבת שלצעירים הולך טוב יותר\", היא מדגישה. \"יותר קל להם. הם מתבגרים בעידן של חופש. הם לא יודעים מה זה מזרח ומה זה מערב. לכן אני מאמינה שחשוב להזכיר לדור הצעיר מה היה פעם\".", "title": "30 שנה לחומה: במזרח גרמניה מרגישים סוג ב'", "url": "https://www.ynet.co.il/articles/0,7340,L-5612688,00.html", "type": "article", "site_name": "ynet", "published_time": "17:58 , 24.10.19", "category": "News", "subtitle": "בחודש הבא תציין גרמניה 30 שנה לנפילת חומת ברלין ולהטמעת המזרח במערב. רבים מאלה שמחו נגד הקומוניזם במזרח מתוסכלים מהחיים בגרמניה המאוחדת, וחלקם אף מתגעגעים לימי החומה. הנתונים מראים שגם היום במזרח קשה יותר - מה שמגביר את הגזענות והתמיכה בקיצוניים "}