{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5650731,00.html"}, "headline": "משלבים זרועות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/12/29/9685944/96859240100057640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/12/29/9685851/968582301001191980762no.jpg"], "datePublished": "2019-12-29T14:34:45z", "dateModified": "2019-12-29T14:34:44z", "author": {"@type": "Person", "name": "הגר בוחבוט"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אחרי שנים של טיפול הורמונלי בלבד, הולכת ותופסת תאוצה המגמה של שילוב בין תרופות הורמונאליות לביולוגיות לחולות סרטן השד עם HER2 שלילי, והמחקרים מספקים תמונה מעודדת למדי. במקביל, טיפול חדש שאושר, נותן תקווה למציאת תרופות מצילות חיים גם במקרים קשים", "wordCount": "1165", "commentCount": "0", "genre": "1208.Health", "keywords": "yhealth2019,בריאות", "articleBody": "בשיתוף אסותא אשדוד מקבוצת מכבי   בכל רגע נתון מתמודדות כאלף נשים בישראל עם סרטן שד גרורתי. מדובר בסרטן שאינו בר ריפוי, ושהתקווה המרכזית לטיפול בו היא הארכת תוחלת החיים תוך שמירה על איכות חיים טובה.   אבל בין השורות, להארכת החיים יש נדבך נוסף מעבר למובן מאליו - הגדלת הפוטנציאל שבטווח הזמן הזה יתגלו טיפולים חדשים, ואולי אפילו כאלה שיום אחד יוכלו לרפא את המחלה. בינתיים, שורה של מחקרים חדשים מעידים כי חלק מהטיפולים מצליחים להאריך את חייהן של החולות, אפילו במקרים מורכבים במיוחד. \"סרטן שד נחלק לשלושה סוגים עיקריים\", מסבירה ד\"ר נעה אפרת בן ברוך, מנהלת המכון האונקולוגי במרכז הרפואי קפלן וראש קבוצת סרטן השד באיגוד האונקולוגי הישראלי. \"הסוג הראשון והעיקרי הוא סרטן שד שמגיב לטיפולים הורמונליים - ובו מאובחנות כ־70 אחוזים מהחולות.      \"הסוג השני הוא סרטן שד מסוג HER2 חיובי - כזה שיש בו ביטוי יתר של הקולטן הספציפי, והסוג השלישי נקרא 'טריפל נגטיב', ובעצם מדובר בתת־סוג שלא מגיב לטיפול הורמונלי או ביולוגי\".   עד לפני שנים ספורות, הטיפול שניתן לפלח המרכזי של החולות - המאובחנות עם רצפטורים חיוביים להורמונים ו־HER2 שלילי (ER+HER2-), היה הורמונלי בלבד כלומר כזה שעובד על ההורמונים הספציפיים שבאים לידי ביטוי במחלה - אסטרוגן או פרוגסטרון.   תורת השילובים בשנים האחרונות, המגמה העיקרית של הטיפולים והמחקרים החדשים עוסקת בשילוב בין טיפול הורמונלי לטיפול ביולוגי. \"טיפולים ביולוגיים הם טיפולים מעכבי 4/6 CDK  - שהם בעצם האנזימים שאחראים על חלוקת התא\", מסבירה ד\"ר בן ברוך. \"כדי שהתא יתחלק באופן תקין האנזים הזה צריך להיות פעיל, והתרופות החדשניות שנכנסו מעכבות את הפעילות של האנזים, ובכך מעכבות את חלוקת התא וגם את התפשטות הגידול הסרטני\".   כיום קיימות שלוש תרופות עיקריות כאלה – ריבוציקליב, פלבוציקליב, ואבמציקליב, כולן נכללות בסל הבריאות בישראל וכולן לוו במחקרים עם תוצאות די דומות. מחקרים שונים הצליחו להראות כי שילוב של מעכבי 4/6 CDK  יחד עם טיפול הורמונלי מקובל, מאפשרים לחולות לשלש את זמן ההתקדמות ללא מחלה - משמונה חודשים בערך, לעד 24-25 חודשים - תוצאה מהפכנית עד לאותו רגע. מה שהם לא הצליחו להראות, זה שיפור סטטיסטי מובהק בנתונים שקשורים לזמן החיים. ההשערה המקובלת לפער הזה היא כמעט טריוויאלית: בגלל שנשים עם האבחנה הזו נוטות לחיות למשך יותר זמן, היה דרוש מעקב מקיף וארוך יותר כדי לקבל שיפור סטטיסטי גם בנתון הזה.   \"ראינו שבקרב נשים עם סרטן שד גרורתי, הטיפול הביולוגי הצליח להכפיל את משך הזמן עד להתקדמות המחלה\", מסבירה ד\"ר בן ברוך. \"למרות זאת, המחקרים הללו לא הצליחו להוכיח שיפור בתוחלת החיים של הנשים, עד לפני כמה חודשים\".       \"בחודש יוני האחרון, במהלך כנס של האגודה האמריקאית לאונקולוגיה קלינית (ASCO) הוצג מחקר חדש, שהראה לראשונה שיפור בתוחלת החיים של נשים צעירות, המאובחנות עם רצפטורים חיוביים להורמונים ו־HER2 שלילי, שקיבלו טיפול הורמונלי משולב עם ריבוציקליב\", מסבירה ד\"ר בן ברוך. \"כמה חודשים לאחר מכן בכנס נוסף באירופה, הוצגו שני מחקרים נוספים שהראו שיפור במשך החיים של חולות מבוגרות, וגם בקרב כאלה שכבר עברו קווי טיפול הורמונלי קודמים. כיום, כשיש לנו זמן מעקב ארוך יותר ופילוח לאוכלוסיות שונות, מתחילים לראות שיפור גם במדד הזה, וזה מרגש - כי זו הפעם הראשונה שזה קורה\".   המחקרים, Monaleesa 3 ו Monaleesa 7 בדקו את השילוב של מעכב 4/6 CDK  מסוג ריבוציקליב בקרב חולות בגיל הבלות וחולות בגיל הפריון והצליחו להראות לראשונה נתוני הארכת משך חיים (Overall survival data). מונה ליזה 7 הראה יתרון סטטיסטי מובהק בנתון החיות הכללית עבור הזרוע שקיבלה טיפול משולב, והציג הפחתה של 29 אחוזים בסיכון למוות. הוא כלל 672 מטופלות, והיה הראשון לבחון את יעילות השילוב של טיפול ביולוגי יחד עם טיפול הורמונלי בקרב נשים מתחת לגיל 59.   בתקופה של 42 חודשים, הראה המחקר נתוני חיות כללית שלפיהם 70 אחוזים מהנשים שקיבלו את הטיפול המשולב עדיין היו בחיים, לעומת 42 אחוזים שקיבלו את הטיפול הסטנדרטי. בסך הכל השתתפו בשני מחקרי \"מונה ליזה\" אלו כ־1,800 מטופלות, כשהתמונה הכוללת שמצטיירת ועולה מהם היא של נתוני זמן חיים מרשימים - במקום שבו רק לפני שנים אחדות הייתה חוסר ודאות מוחלטת. הנתון הזה הוא קריטי בהתמודדות עם סרטן שד גרורתי, מפני שהוא מהווה סיכוי של ממש עבור החולות להחזיק מעמד ואולי גם למצוא בדרך תרופות ומחקרים חדשים.   ההבדלים בין התרופות הקיימות כיום בשוק הם בעיקר כאלה שקשורים בסוגי תופעות הלוואי. \"הרופא המטפל יידע איך להתאים את התרופה הנכונה לחולה\", אומרת ד\"ר בן ברוך, \"לי באופן אישי יש חולות שמקבלות את השילוב הזה כבר ארבע וחמש שנים, עם הפוגה מלאה ואיכות חיים מצוינת\".   אין ייאוש גם בקו השלישי הבשורות לא נגמרות כאן. גם בקרב חולות בסרטן שד גרורתי המאובחנות עם HER2 חיובי, ומהוות כ־15 אחוזים מהמקרים, מחקרים חדשים מצליחים לספק תקווה מסוג חדש. רק בשבוע שעבר אושרה תרופה חדשה על ידי ה־FDA, שהראתה תוצאות מדהימות במסגרת מחקר שפורסם ב־New England Journal of Medicine ותוצאותיו הוצגו גם בכנס SABCS שנערך בחודש דצמבר האחרון בסן אנטוניו שבטקסס.   המחקר נערך בקרב 184 חולות שכבר עברו את כל קווי הטיפול האפשריים - כלומר טופלו בכבדות, והפסיקו להגיב לטיפולים. הטיפול בתרופה בשם Trastuzumab deruxtecan, מעין נוגדן שהכימותרפיה נקשרת אליו ומתפרקת בתוך התא, הראה תגובה בקרב 60 אחוזים מהחולות. \"זה המון, אנחנו מצפים בדרך כלל ל־20 אחוזים\", אומרת ד\"ר בן ברוך, \"כ־6 אחוזים מהחולות הגיבו כך שכל הגידול נעלם, והיתר הגיבו עם נסיגה. בנוסף, 86 אחוזים נשארו בחיים אחרי תקופה של כ־20 חודשים. לדעתי זו ממש פריצת דרך. יחסית לחולות שכבר קיבלו המון טיפולים קודמים, תרופה עם שיעור תגובה כזה היא פנטסטית\".   מחקר מעניין נוסף שהוצג באותו כנס, נערך בקרב כ־600 חולות המאובחנות עם HER2 חיובי בקו טיפול שלישי, ובחן תוספת של תרופה נסיונית בשם Tucatinib על הטיפול הקונבנציונלי שכולל כימותרפיה ונוגדן בשם Trastuzumab. \"ה־HER2 הוא חלבון שחלקו יושב מחוץ לתא וחלקו נמצא בתוך התא\", מסבירה ד\"ר בן ברוך, \"והתרופה הזו מצליחה לעכב בתוך התא. חשוב להבהיר שזו תרופה שעוד לא קיימת ואי אפשר להשיג אותה\".   תוצאות המחקר הציגו פער של כחודשיים בעיכוב התקדמות המחלה. \"מצד אחד אפשר להגיד 'מה זה חודשיים?', אבל מצד שני זה מוכיח לנו שגם בטיפול בקו שלישי אפשר להשתפר, כי עד עכשיו זה היה בלתי אפשרי\", אומרת ד\"ר בן ברוך. \"הראו גם שזה עוזר לכל תתי-האוכלוסיות, אבל מה שהכי חשוב זה מדד החיות הכללית\". בפרק זמן של 24 חודשים, 45 אחוזים מהחולות שקיבלו את התוספת עדיין בחיים, לעומת 27 אחוזים מהחולות שלא קיבלו את התוספת.   ד\"ר בן ברוך מסבירה כי אחת מהבעיות הגדולות של אבחון עם HER2 חיובי הוא הנושא של גרורות במוח. \"כ־30 אחוזים מהחולות יפתחו גרורות במוח, ואין לנו תשובה טובה לזה מפני שאין תרופות שנכנסות למוח. לכן חידוש מעניין נוסף שהראה המחקר הזה, הוא שהוכנסו אליו גם חולות עם גרורות במוח. בדרך-כלל זה לא קורה. וכאן, ראו שבפרק זמן של 12 חודשים - כל החולות שלא קיבלו את השילוב מתו, ואילו בקרב החולות שקיבלו את השילוב כ־25 אחוזים עדיין בחיים כשהמחלה לא התקדמה. בסך הכל מדובר בתרופה מאוד מלהיבה ואנחנו מקווים שהיא תירשם במהירות\".   ברשימת התרופות שהוזכרו כאן יש כאלה שכבר מאושרות לשימוש, כאלה שהן נסיוניות לחלוטין וגם אחת שקיבלה ממש עכשיו אישור של ה־FDA. כשמחברים יחד את שורת המחקרים שתומכת בהן לכדי תמונה אחת שלמה, רואים שמדובר בצעדים קטנים אך משמעותיים במיוחד עבור חולות שלפני שנים לא הייתה שום דרך לסייע בהארכת חייהן. חלק מהרופאים מדברים על מצב אוטופי שבו, בסופו של דבר, ההתמודדות עם סרטן שד גרורתי תיעשה דומה יותר להתמודדות עם מחלה כרונית - כזו שאפשר להמשיך ולחיות ולתפקד איתה ברמה טובה באופן יחסי, תוך כדי ניהול מתמיד ועיכוב ההתפשטות שלה.", "title": "משלבים זרועות", "url": "https://www.ynet.co.il/articles/0,7340,L-5650731,00.html", "type": "article", "site_name": "ynet", "published_time": "12:34 , 29.12.19", "category": "Health", "subtitle": "אחרי שנים של טיפול הורמונלי בלבד, הולכת ותופסת תאוצה המגמה של שילוב בין תרופות הורמונאליות לביולוגיות לחולות סרטן השד עם HER2 שלילי, והמחקרים מספקים תמונה מעודדת למדי. במקביל, טיפול חדש שאושר, נותן תקווה למציאת תרופות מצילות חיים גם במקרים קשים"}