{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5457232,00.html"}, "headline": "בדיקת הדם שמפצחת את הקוד הגנטי של הסרטן", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/25/8370363/8370360099493640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/03/8257956/8257947099084640360no.jpg"], "datePublished": "2019-02-04T11:27:32z", "dateModified": "2019-10-23T13:50:40z", "author": {"@type": "Person", "name": "רינה זיסמנוביץ"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "בדיקת ריצוף גנומי מביופסיה נוזלית מסוג Guardant360 מאפשרת זיהוי מדויק של המוטציה הגורמת למחלה להתפרץ ובעקבות כך גם להתאים את הטיפול. הבדיקה מרצפת 73 גנים הרלוונטיים להתפתחות הגידול הסרטני באמצעות איתור וריצוף מקטעי דנ\"א מדגימת דם, שמקורם בגידול ו/או בגרורותיו", "wordCount": "868", "commentCount": "16", "genre": "1208.Health-13552.Ancotest", "keywords": "סרטן,גנטיקה", "articleBody": "בשיתוף אונקוטסט   שמעון, בן 42 מחיפה, נשוי ואב לשלושה, מעולם לא עישן ותמיד שמר על אורח חיים בריא ופעיל. הוא סבל מקושי בנשימה שרק הלך והחריף ועל אף שפנה שוב ושוב לרופאת המשפחה וטען שמשהו לא בסדר, נאמר לו כי מדובר בסטרס ואין צורך בצילום לבירור.    \"הגעתי למצב שלא הצלחתי לעלות במדרגות בלי להתנשף כאילו רצתי מרתון\", הוא מספר. \"הייתי משוכנע שמשהו רע קורה לי בגוף ורק כעבור שנה וחצי הרופאה הסכימה לשלוח אותי לצילום ולבדיקת מאמץ.   \"למזלי הגדול את הצילום עשיתי לפני הבדיקה וממנו הובהלתי לבדיקת סי טי דחופה. אז התגלה אצלי גידול בריאה בגודל 8 ס\"מ ומעל ליטר וחצי נוזלים בלב ובריאה. אם הייתי עושה את בדיקת המאמץ לפני הצילום, קרוב לוודאי שהייתי מתמוטט\".      שמעון אושפז במצב קשה ועבר ניתוח חזה לניקוז הנוזלים ואובחן עם סרטן ריאות מתקדם בשלב 4 של המחלה. הוא טופל בטיפול ביולוגי נגד מוטציה בגן שהניעה את מחלתו. אך לאחר כחצי שנה מחלתו שבה להתקדם.    בדיקת ריצוף גנומי מביופסיה נוזלית מסוג Guardant360 זיהתה את המוטציה החדשה שהתפתחה בגידול אשר גרמה לעמידות לטיפול הביולוגי שקיבל עד כה. זיהוי מדויק של הגורם לעמידות לטיפול, אפשר את שינוי הטיפול באופן ממוקד מטרה, טיפול המותווה בסל התרופות.    כעבור כשנה וחצי נוספות, שמעון החל להרגיש לא טוב ותוצאות הבדיקות שערך איששו שאכן המחלה התקדמה שוב. הוא עבר את הבדיקה שוב, והיא איתרה עמידות חדשה בתאי הגידול. גם הפעם, זיהוי מדויק של הגורם לעמידות על ידי הבדיקה אפשר להתוות טיפול ביולוגי ממוקד בהתאם.    בימים אלו עתיד שמעון לעבור בדיקה נוספת על מנת לנטר ולעקוב אחר התקדמות התגובה לטיפול, בתקווה שתיראה הטבה במחלה.      הבדיקה שמאפשרת התאמת טיפול מדויק בדיקה גנומית מביופסיה נוזלית, המבוצעת באמצעות בדיקת דם, הפכה לשחקן משמעותי במיוחד בשנים האחרונות בתחום הסרטן בכלל ובסרטן הריאה בפרט. סרטן הריאה מתגלה לרוב בשלבים מאוחרים – בהם המחלה מפושטת ואינה בת ריפוי – וכ-2,000 איש מתים מסרטן ריאה מדי שנה בישראל.    סרטן הריאה מונע על ידי היווצרות מוטציות בכמה גנים ועל כן האבחון המדויק וההבנה איזו מוטציה מניעה אותו, הופך לקריטי בהחלטה על אופי ודרך הטיפול של כל מטופל.    עד השנים האחרונות ביופסיה מרקמת הגידול הסרטני הנלקחת בהליך פולשני הייתה הדרך היחידה לאבחן את סוג ואופי הגידול ואת המוטציות שגרמו לו. לעיתים, נוכח מיקום בעייתי של הגידול, אופציה זו לא תמיד מתאפשרת מחשש שתסכן את חיי המטופל ובמקרים אחרים יש קושי בדגימת הגידול בכמות מספקת לצורך ברור גנומי מלא ומקיף.   בחודשים האחרונים פורסמו מחקרים חדשים אשר בחנו את התרומה של השימוש בבירור גנומי מקיף באמצעות ביופסיה נוזלית מסוג Guardant360 לחולי סרטן ריאה. הבדיקה הינה בדיקה מקיפה ורגישה מאוד, המרצפת 73 גנים הרלוונטיים להתפתחות הגידול הסרטני באמצעות איתור וריצוף מקטעי דנ\"א מדגימת דם, שמקורם בגידול ו/או בגרורותיו. הבדיקה מכסה את כל המוטציות הגנטיות להן טיפול מאושר בעולם.    לא בכדי, בדיקה זו היא הבדיקה הנחקרת ביותר והמוכרת בעולם אשר צברה פרסומים רבים בכנסים בינלאומיים וכתבי עת מדעיים (עד ינואר 2019 - 100 פרסומים מדעיים).    יתרון לחולים בעת האבחון הראשוני מחקר פרוספקטיבי בחולים עם סרטן ריאות מסוג תאים לא קטנים ( NSCLC ) שפורסם לאחרונה בכתב העת המדעי JAMA Oncology וכלל 323 מטופלים להם בוצעה בדיקה גנומית בביופסיה נוזלית לצד בדיקה גנומית על ביופסיה רגילה מרקמת גידול, הצליח להוכיח כי הבדיקה כמעט מכפילה את הזיהוי של מספר המוטציות ברות הטיפול בהשוואה לביופסיה המקובלת על רקמה.    נתונים אלו הובילו את בכירי המומחים באגודה הבינלאומית לחקר סרטן הריאה (IASLC) להמליץ על שימוש בבדיקה לחולי סרטן ריאות מתקדם כבר בשלב האבחון הראשוני (UPFRONT) עוד בטרם נעשה בירור גנומי מביופסיה על רקמה מהגידול.    על פי המלצות אלו, בירור גנומי מביופסיה נוזלית עשוי להעניק יתרון לחולים בעת האבחון הראשוני וכן לאחר התקדמות המחלה בטיפול ביולוגי ממוקד.    מחקר נוסף שנערך בישראל בהובלתו של פרופ' ניר פלד, מנהל המערך האונקולוגי בבית החולים סורוקה, המובילים בעולם בתחום סרטן הריאות, בחן 116 חולי סרטן ריאה מסוג NSCLC בשלבי מחלה מתקדמים ועקב אחר תגובה של החולים לטיפול שנקבע להם בהסתמך על תוצאות הבדיקה הנ\"ל.   המחקר הוכיח כי בקרב 65% מהחולים אכן התגלתה מוטציה גנטית בת טיפול באחת מהתרופות המאושרות בעולם לטיפול בסרטן ריאה, ובכך למעשה להתאים לחולה טיפול ממוקד מטרה ויעיל בהתאם למאפייני הגידול שלו.    כיום, לא ניתן לדבר על טיפול בסרטן ללא התייחסות לפריצות הדרך בעשור האחרון בטיפולים האימונותרפיים המעוררים את מערכת החיסון לזהות את הגידול ולהילחם בו, ומאמץ רב מושקע לאיתור סמנים/ביומרקרים שיכולים לנבא מי מהחולים יגיב לטיפול אימונותרפי.    במסגרת כנס איגוד הסרטן האירופי ESMO הוצג מחקר שעסק ביכולת של בדיקת Guardant 360 לזהות סמן המכונה MSI, המצביע על ריבוי מוטציות בתאי הגידול ולפיכך על יכולת תגובה טובה יותר לטיפולים אימונותרפיים.    המחקר בחן 277 חולי סרטן מסוגים שונים והוכיח כי בדיקת Guardant360 איתרה את הסמן MSI ב-99% מהמקרים. במחקר אחר, נבדקה היכולת של הבדיקה לזהות מוטציות הגורמות לעמידות לטיפול ביולוגי אנטי EGFR ואכן בקרב 47% מהחולים שנבדקו התפתחה מוטציה חדשה בגן ל- EGFR- T790 שהבדיקה זיהתה ושעבורה קיים טיפול תרופתי מאושר ויעיל – אוסימרטיניב.   ההבטחה שאבחון סרטן ריאות אפשרי באמצעות ביופסיה נוזלית מבוססת דגימת דם, מובילה לאופטימיות רבה בקרב חולים ומומחים בתחום. ריצוף דנ\"א ממקור הגידול הסרטני, מתגלה בשנים האחרונות ככלי רב-תכליתי ורב-עוצמה לאופטימיזציה של ניהול קליני של חולים עם NSCLC באמצעות זיהוי של סמנים ביולוגיים, לפני הטיפול או עם התקדמות המחלה.    טיפול אונקולוגי מדויק - מותאם אישית – הינו טיפול הצפוי להיות יעיל על בסיס המאפיינים המולקולריים הספציפיים של הגידול שיאפשר לרופא כלי מעקב מהיר לצורך בחינת הצלחה או כישלון בטיפול הנוכחי של החולה.   בשיתוף אונקוטסט ", "title": "בדיקת הדם שמפצחת את הקוד הגנטי של הסרטן", "url": "https://www.ynet.co.il/articles/0,7340,L-5457232,00.html", "type": "article", "site_name": "ynet", "published_time": "09:27 , 04.02.19", "category": "Health", "subtitle": "בדיקת ריצוף גנומי מביופסיה נוזלית מסוג Guardant360 מאפשרת זיהוי מדויק של המוטציה הגורמת למחלה להתפרץ ובעקבות כך גם להתאים את הטיפול. הבדיקה מרצפת 73 גנים הרלוונטיים להתפתחות הגידול הסרטני באמצעות איתור וריצוף מקטעי דנ\"א מדגימת דם, שמקורם בגידול ו/או בגרורותיו"}