{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5483492,00.html"}, "headline": "הדרך הקצרה לקוביות: 3 מאמני כושר חושפים את הסוד", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/24/9141495/shlomi_afriat.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/24/9141496/ron_etzion.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/24/9141498/91414970990100980833no.jpg"], "datePublished": "2019-03-25T11:22:23z", "dateModified": "2019-03-25T14:12:14z", "author": {"@type": "Person", "name": "איתן גפן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "גם אתם עובדים קשה על שרירי הבטן אבל הקוביות פשוט מסרבות להיראות? אל תאבדו תקווה - 3 מאמני כושר עם בטן לתפארת מראים לכם את הדרך הנכונה", "wordCount": "704", "commentCount": "17", "genre": "1208.Health-12823.MOVE-12826.exercising-12834.abs exercise", "keywords": "כושר,אימון גופני,שרירי בטן", "articleBody": "הם מרשימים, משורטטים, ומהווים את משאת נפשם של כל מתאמן - גבר או אישה. רובנו חולמים על שרירי בטן מפוסלים ומעוצבים ואף מתאמנים רבות בחדר הכושר על מנת להשיגם, אך הדרך לשם לא תמיד פשוטה.   כתבות נוספות: המהפך של גיא פינס: כך ירד מ-38 ל-15 אחוזי שומן רוצים ידיים גדולות? אימון מנצח לשרירי יד אחורית היישר מהסלון: אימון כושר מאתגר לכל הגוף    אלו תרגילים צריך לעשות, על מה צריך לוותר בתפריט התזונתי, והאם קיים טריגר מיוחד שיגרום לנו להשיג את המטרה? אספנו שלושה מאמני כושר (עם קוביות, כמובן) וביקשנו מהם לחשוף את כל התשובות.     שלומי אפריאט שלומי אפריאט, בן 25, הוא מדריך כושר בגו אקטיב ראשון לציון, והבחירה שלו באורח חיים בריא הגיעה בעקבות הרצון להימנע מהשמנה. \"גדלתי במשפחה עם קרובים הסובלים מעודף משקל, והרצון לא להיכנס לסטטיסטיקה המשפחתית הוא זה שהניע אותי לעבר המטרה ולהוכיח שאפשר אחרת\", הוא אומר לערוץ הכושר. \"נאלצתי לוותר על המון ארוחות עם חברים ומשפחה, ובכללי על כל אירוע שידעתי שיכלול פיתויים שיפריעו לי בדרך להשגת המטרה\".   שלומי ממליץ לבצע את התרגילים הבאים 3 פעמים בשבוע במשך כ-10 דקות:   1. פלאנק (בטן סטטית) תרגיל מאתגר שעובד על כל מכלול השרירים. התרגיל כרוך בשהייה במנח איזומטרי (סטטי). הוא אפקטיבי מאוד בחיזוק כל שרירי הבטן: הישר בטני, האלכסונים, ובמיוחד השריר הרחב בטני, שתפקידו לתמוך במרבית האיברים הפנימיים בבטן.   2. אופניים תרגיל המדמה פעולת דיווש באופניים, העובד במקביל על מספר מפרקים ושרירים. שוכבים על הגב, מגייסים את שרירי הבטן, מרימים את הברכיים אל בית החזה ומניחים ידיים מאחורי העורף. מתרוממים עם כתף אחת לכיוון הברך הנגדית ומיישרים את הרגל השנייה ל-45-20 מעלות מעל הרצפה.   3. Hollow hold תרגיל העוזר לחיזוק שרירי הליבה ושיפור היציבות. התרגיל מתבצע בשכיבה על הגב עם רגליים כפופות. מנתקים את השכמות מהרצפה ומרימים את פלג הגוף העליון מעלה - תוך כדי ניתוק השכמות נגיעה עם המרפק בברך וחוזרים על הפעולה גם בצד השני.      רון עציון \"האירוע שגרם לי להיכנס לתחום הפיטנס קרה לפני 7 שנים בעקבות פרידה ממערכת יחסים ארוכה, היסטוריה של ילדות עם בעיות משקל, וחוסר ביטחון מבחינת המראה החיצוני\", מספר רון עציון, בן 26, יועץ כושר ומאמן אישי בהולמס פלייס נתניה.   \"אני ממשיך לאכול את מה שאני אוהב, פשוט למדתי 'להשתלט' על כמויות המזון (כל דבר שאני אוכל, נשקל ונספר). \"למדתי להכיר את הגוף שלי ומה בדיוק נכון לי, תוך שילוב שגרת חיים ספורטיבית ומאוזנת\".   רון ממליץ לבצע את התרגילים הבאים לחיזוק שרירי הבטן 3 פעמים בשבוע - 3 תרגילים בכל אימון למשך כ-15 דקות:   1. Toes To Bar הרמת רגליים בתלייה על מתח עם עבודת כפיפה של פלג הגוף התחתון. התרגיל משלב בתוכו פיתוח כח בזרועות, מחזק את האחיזה ומייצר עבודה דינמית של שרירי הליבה. יש לבצע אותו בשלושה כיוונים שונים.   2. Woodchopper רוטציה של פלג הגוף העליון כנגד התנגדות של פולי או גומייה. התרגיל מחזק את שרירי הליבה ואלכסוני הבטן, ומשפר את יכולת גמישות עמוד השדרה והיציבה. יש לבצע את התרגיל בשלושה כיוונים שונים.   3. כפיפות בטן בשיפוע שלילי כפיפה של פלג הגוף העליון כנגד כח הכבידה. התרגיל מאפשר קיבוע ויציבות של הרגליים ועל ידי זה ניתן להשיג עבודה מבודדת ומבוקרת על כל שרירי הבטן. יש לבצע את התרגיל בשלושה כיוונים שונים.        ספיר זכריה כשספיר זכריה, בת 28, הגיעה ללוס אנג'לס היא הייתה המומה ממשמעת הכושר הקפדנית שאפיינה את כל האנשים הסובבים אותה. \"להיכנס למועדוני הכושר ולראות אנשים שנראים כאילו יצאו ממגזין עומדים מול המראה, מרימים חולצה ללא כל בעיה ובודקים כיצד התרגיל שביצעו לפני שנייה השפיע על מצב הריבועים שלהם או שלהן - השפיע עליי מאוד, היא מסבירה.   \"ההשראה שקיבלתי באותם מועדונים הפכו להיות היעד שלי להשגה. הייתי צריכה לוותר על לחם, בצקים ואכילה של מזונות מעובדים ועם גלוטן, שהיוו את המקור המרכזי לאגירת הנוזלים והשומן בחגורה הבטנית\". כיום היא יועצת ומאמנת כושר בהולמס פלייס גבעת שמואל ומהווה בעצמה דוגמא לכל המתאמנות שלה.   ספיר ממליצה לבצע את שלושת התרגילים במשך 15 דקות, שלוש פעמים בשבוע,  על מנת לחזק ולהדגיש את הריבועים:   1. Hanging/Incline Leg Raises הנפות רגליים בתלייה או בשכיבה, בשיפוע או על בוסו (חצי כדור עם בסיס שטוח). תרגיל שמחזק את האזור התחתון של שרירי הליבה, מדגיש את שרירי הבטן ועל הדרך גם עובד על כופפי הירך.    2. Decline Weighted / Cable Sit-Up תרגיל שעובד על עיבוי והדגשת חיתוך הקוביות. מבצעים עלייה מלאה בשיפוע תוך שימוש במשקל או במכונה עם התנגדות.   3. Weighted Plank פלאנק סטטי עם תוספת של משקולת על הגב. תרגיל חובה לכל אימון בטן, שעובד על חיזוק והדגשת השרירים.       ", "title": "הדרך הקצרה לקוביות: 3 מאמני כושר חושפים את הסוד", "url": "https://www.ynet.co.il/articles/0,7340,L-5483492,00.html", "type": "article", "site_name": "ynet", "published_time": "09:22 , 25.03.19", "category": "Health", "subtitle": "גם אתם עובדים קשה על שרירי הבטן אבל הקוביות פשוט מסרבות להיראות? אל תאבדו תקווה - 3 מאמני כושר עם בטן לתפארת מראים לכם את הדרך הנכונה"}