{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5480952,00.html"}, "headline": "לא רק בפורים: המירוצים הכי מצחיקים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/21/9135193/91351410990100980655no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/21/9135194/91351420990100980752no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/21/9135217/555.jpg"], "datePublished": "2019-03-21T11:05:32z", "dateModified": "2019-03-24T12:34:30z", "author": {"@type": "Person", "name": "איתן גפן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לשמוח בפורים זו מצווה, ולשמוח בריצה וליהנות ממנה - על אחת כמה וכמה. לכבוד החג הכי מצחיק שיש לנו קבלו את 6 המירוצים הכי מצחיקים בעולם. אז שימו את התחפושת, נעלי הריצה וצאו", "wordCount": "596", "commentCount": "0", "genre": "1208.Health-12823.MOVE-12825.running", "keywords": "ריצה,פורים", "articleBody": "בשיתוף adidas    חג הפורים כבר פה, ובזמן שאתם נועלים את נעלי הריצה שלכם ומתכוננים לצאת לעוד אימון ריצה שבועי, הרחובות כבר מתמלאים להם באנשים עליזים, מחופשים וצבעוניים.    בחג זה כבר ידוע – לשמוח זו מצווה - ואיפה זה פוגש את שיגרת הריצה שלכם? בעולם כבר מזמן השכילו לקחת את הריצה למקומות הזויים עד מאוד. מחפשים רעיונות? קבלו טעימה מהמירוצים הכי משוגעים ומוטרפים שיש לעולם להציע.    1. תחרות נשיאת נשים, פינלנד Wife Carrying Competition: Sonkajärvi, Finland   בתחילת המאה ה-19 נהגו חיילי בריגדה פיניים לבחון את תעוזתם על ידי גניבת נשים מהכפרים הסמוכים. קצת יותר ממאתיים שנה לאחר מכן ומהפכת METOO אחת, ונותרנו רק עם הפן ההיתולי של המנהג הקדום – תחרות נשיאת הנשים המפורסמת של פינלנד.   בתחרות נדרשים גברים לשאת את נשותיהם לאורך מסלול של 250 מטרים, המרוצף במכשולים שונים המערבים מים, אדמה ולא מעט לכלוך, במירוץ שכבר הפך לשם דבר במדינה האירופאית הקרירה.    עם זאת, המאמץ משתלם – הזוג המנצח זוכה במגוון מוצרים לנשים, פסל מהודר, ואספקת בירה הזהה למשקלה של האישה הלוחמנית. אמרנו כבר מוזר, לא?         2. מירוץ הזומבים  Run For Your Lives   מדובר במירוץ אפוקליפטי במיוחד. ריצה של 5 ק\"מ הרצופה במכשולים טבעיים ומעשה ידי אדם כאחד – שלא לדבר על הזומבים אוכלי המוחות וצמאי הדם שנמצאים שם אך ורק כדי להפוך את כל העניין להרבה יותר מעניין.   במסגרת המירוץ על הרצים לברוח מפני עדרי זומבים רעבים הרודפים אחריהם, כאשר הפעם לא בשר אדם הוא דווקא הדבר לו הם מתאווים, כי אם בדגלים המחוברים לחגורות של הרצים.    רצים אשר איבדו את כל הדגלים שלהם מפסידים ומצטרפים לכוחות צבא הזומבים המאיים, אם כי ניתן למצוא דגלי בונוס המוחבאים בשטח המסלול. בסיום המסלול מתקיים הפנינג עם מוזיקה ושתיית בירה. ככה חוגגים את ניצחון האנושות.      3. מירוץ אדם מול סוס Man versus Horse Marathon    מירוץ Man Versus Horse Marathon החל בשנת 1980 בעקבות שיחה של כמה תושבים מקומיים בבר מקומי. הבעלים, גורדון גרין, שמע שיחה של שני אנשים שהתווכחו ביניהם בנושא יכולת הריצה של האדם מול סוס. הוויכוח חסר כל ההיגיון הצית בגרין את התשוקה להעמיד את הנושא למבחן, וכך נולד מרתון \"אדם מול סוס\".   במירוץ המשלב בתוכו ריצה בדרכים כפריות, מסלולים הרריים, שבילים, כבישים ושטחי מרעה – עברו 25 שנים עד שהצליח אדם לנצח סוס במסלול ה-22 קילומטרים. מאז, רק אדם נוסף הצליח להגיע לתוצאה דומה במירוץ הכל כך לא ההגיוני הזה.   4. המירוץ התגלגל Cooper's Hill Cheese Roll: Gloucestershire, England    להתגלגל, להיחבל, ובאופן כללי לסכן את החיים – והכול בשביל גבינה. במסגרת תחרות Cooper's Hill Cheese Roll המתחרים רצים במורד גבעה תלולה במרדף אחר חתיכת גבינת גלוצ'סטר ענקית בצורת גלגל.   הגלגל מגיע בזמן גלגולו מטה למהירות של 70 קמ\"ש לשעה – והאדם שמצליח להשיג אותו זוכה לשמור אותו כפרס המנצח. אירוע לא רגיל זה נחגג כבר מזה כמה מאות ויש האומרים כי שורשיו נעוצים בפסטיבל Heathen, הנחגג לכבוד בואו של האביב.      5. ריצת תחתונים cupid's undie run    לרוץ בתחתונים – ועוד למען מטרה טובה. בכל שנה מירוץ התחתונים גורם לאלפי סטודנטים ברחבי ארה\"ב, גברים ונשים, להתפשט עד לתחתוניהם – ולרוץ, לא ממש משנה כמה.      המירוץ למעשה נוצר על מנת לעורר מודעות למחלת הנוירופיברומטוזיס – מחלה גנטית של מערכת העצבים הגורמת לגידולים בגוף. הסובלים מהמחלה אינם יכולים לכסות את הגידולים ולהרגיש בנוח עם עצמם, והמירוץ הוא אמצעי לעורר הזדהות. בנוסף, הבגדים שנשארים מאחור בנקודת הזינוק נתרמים לצדקה.      6. ריצת תחפושות – קהילת Adidas Runners  מחפשים גם דוגמאות מקומיות לריצה עליזה בחג הפורים? השנה לקראת החג השיקה קהילת Adidas Runners Tel Aviv אימון פורים מיוחד, ובו לקחו חלק מעל 200 רצים מחברי הקהילה, בריצת תחפושות אורבנית ושמחה.      כחלק מהחזון הקהילתי, האימון הסתיים במסיבה מושקעת הכוללת אלכוהול והפתעות במתחם הריצה המיוחד של Adidas Runners בכיכר אתרים.      בשיתוף adidas  ", "title": "לא רק בפורים: המירוצים הכי מצחיקים", "url": "https://www.ynet.co.il/articles/0,7340,L-5480952,00.html", "type": "article", "site_name": "ynet", "published_time": "09:05 , 21.03.19", "category": "Health", "subtitle": "לשמוח בפורים זו מצווה, ולשמוח בריצה וליהנות ממנה - על אחת כמה וכמה. לכבוד החג הכי מצחיק שיש לנו קבלו את 6 המירוצים הכי מצחיקים בעולם. אז שימו את התחפושת, נעלי הריצה וצאו"}