{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5708781,00.html"}, "headline": "כושר ב-100 מטר: אימון מדרגות שאפשר לבצע בכל מקום", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/05/9892605/9892600099366980949no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/05/9892602/98926010991972980935no.jpg"], "datePublished": "2020-04-12T13:35:47z", "dateModified": "2020-07-22T16:19:34z", "author": {"@type": "Person", "name": "יוסי זאבי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הגבלות היציאה למרחב הציבורי תפסו אתכם לא מוכנים? אין דבר, לנו יש את הפתרון המושלם: אימון שלם על גרם מדרגות שניתן לבצע בכל בית. שימו את התירוצים בצד וצאו לדרך", "wordCount": "789", "commentCount": "21", "genre": "1208.Health-12823.MOVE-12826.exercising", "keywords": "כושר,פעילות גופנית,בידוד ביתי,קורונה", "articleBody": "נכון לתחילת אפריל 2020 האפשרויות שלנו לביצוע פעילות גופנית מוגבלות עד מאוד. איסור היציאה למרחב הציבורי וההגבלה לשהייה של עד מאה מטרים מהבית, הביאו מאות אלפי ישראלים לחיפוש מתמיד אחר דרכים יצירתיות כאלו ואחרות לביצוע פעילות גופנית בסביבה הקרובה, וזה אכן ניכר לעין.   אימונים נוספים: כושר בזמן הבידוד: תוכנית אימונים שבועית לכל יום מחטבים את שרירי הבטן עם ג'ודי זזים בבידוד: 5 תרגילי חזה וגב לביצוע בכל מקום   תנסו לקחת הרבה דברים מהישראלי הממוצע, אבל על שגרת הכושר שלו, אותה הוא מטפח באדיקות, הוא לא יוותר בקלות. בשבועות האחרונים הביטוי Gym Is Everywhere הפך מסיסמא למושג הרבה יותר פרקטי, ומה נפוץ יותר מגרם מדרגות אשר קיים כמעט בכל בית?   לפניכם אימון קרדיו מאתגר ואינטנסיבי שכל מה שצריך בשבילו זה גרם מדרגות, אפילו אחד קצר יספיק. על אף שגם טיפוס רגיל במדרגות עשוי לספק ולאתגר את מרבית המתאמנים, בסרטון שלפניכם תמצאו מקבץ של 7 תרגילים מאתגרים ובעלי אופי פליאומטרי (שריר מתכווץ ומתארך במהירות ולכיוונים מנוגדים) שירימו לכם את הדופק.   את התרגילים ניתן לבצע באופן עצמאי כתרגילים בפני עצמם או לשלבם למשל כחלק מסכם באימון מדרגות. מכיוון שהתרגילים הם ברמת עצימות אינטנסיבית, ניתן בהחלט להסתפק בזמן ביצוע קצר יחסי, כך ש-30-60 שניות לכל תרגיל יהיו מספיקים בהחלט, בהתאם לרמת הכושר האישית.   בנוסף, גם לקצב הביצוע ישנה השפעה על רמת העצימות שתתקבל: ככל שקצב הביצוע והמהירות יגברו ככה יתקבל אימון יותר עצים. הגיוני כי זמן המנוחה בין התרגילים יהיה זהה או מעט יותר ארוך מזמן הביצוע – זאת כאמור בהתאם ליכולת ולכושר הגופני.   התחילו עכשיו:     דגשים חשובים 1. בצעו חימום קל וחילוץ איברים טרום האימון. פרקטיקה טובה תהיה למשל טיפוס פשוט ודילוגים מתונים.  2. מוטב לתזמן את הנשימה כך שהנשיפה תתבצע בשלב הניתור או העלייה מעלה. 3. בשלב הנחיתה מטה יש לשמור על ברכיים כפופות ולהימנע מנחיתה כאשר הרגליים ישרות והברכיים נעולות. 4. חלק מהתרגילים הנם חד צדיים ויש לתרגל את שני הצדדים. 5. מכיוון שזהו אימון עצים מומלץ לא לתרגל בימים עוקבים ולאפשר לפחות 48 שעות מנוחה בין אימונים. 6. ביצוע ארוך או מהיר במיוחד עשוי להאיץ את הדופק משמעותית. במידת הצורך יש לעבוד עם מד דופק. 7. מומלץ להתחיל מעצימות מינימלית ולהתקדם בהדרגתיות. 8. בכדי למזער את הסיכוי למעידה יש להיעזר במעקה הבטיחות.   חשוב לזכור, חלל המדרגות בבניין הוא חלל משותף וככזה, בשימוש בו יש להתחשב בשכנים על כל המשתמע מכך. חשוב לוודא כי הסביבה בה מתאמנים בטוחה, חפה מסכנות ושהמשטח עליו מתרגלים יבש ומספק אחיזה טובה. בנוסף, לפני כל שינוי או התחלה של פעילות גופנית חשוב לברר כי אין מניעה לבצע וכי הנכם כשירים רפואית. בכל מקרה של הופעת כאב, חולשה או הרגשה לא טובה, יש לעצור ולפנות לייעוץ רפואי.   תרגול פליאומטרי הנו בעל השפעה חלשה עד חזקה על הגוף. על קבוצות אוכלוסיות הנמצאות בסיכון (כגון אוסטיאופורוזיס, בעיות אורטופדיות וכו') מומלץ להתייעץ עם בעלי מקצוע רלוונטיים בכדי לשלול סיכון ולבצע התאמות נדרשות.      תרגיל 1 תרגיל מספר 1 הוא בעצם ניתור פשוט וקליל אל המדרגה הראשונה. נקפיד על נשיפה בכל ניתור, ננחת עם כל כף הרגל אך נשמור על ברכיים כפופות וגב נטרלי. כמו כן, על מנת לשמור על איזון נרד חזרה פעם עם רגל ימין ופעם עם שמאל.   תרגיל 2 אופציה מתקדמת יותר של תרגיל מספר 1. כאן כבר נטפס את כל מקטע המדרגות שנמצא מולנו לפי היכולת האישית. הדגשים לביצוע זהים כמו בתרגיל הראשון.   תרגיל 3 בתרגיל זה נבצע נגיעות עם קצות כפות הרגליים במקטע המדרגות שנמצא מולנו. מכיוון שזו תנועה דינמית יש לשמור גם על נשימה קצבית ודינמית. כמו כן, יש להקפיד על גב זקוף ונטרלי. על מנת ליצור תנועה סימטרית וקצבית נעבוד עם פלג הגוף העליון כמודגם בסרטון.    תרגיל 4 בתרגיל זה נבצע ספרינט מהיר של מקטע המדרגות שלפנינו ונרד באיטיות למטה. ניתן לראות בסרטון כי הידיים מושטות קדימה ופועלות בשילוב פלג הגוף התחתון, אך לשם משנה זהירות ניתן גם להניח ידיים על המעקה.      תרגיל 5 בתרגיל זה ננתר מעלה באמצעות רגל אחת בלבד. ביצוע זה קשה יותר משאר התרגילים ומוטב לבצע אותו רק אם הנכם מרגישים בטוחים בביצוע התרגילים הקודמים. אוחזים ביד אחת במעקה הבטיחות ובנשיפה מנתרים מעלה. יש לנחות כאשר הברך מעט כפופה והגוף כולו מוכן ודרוך לבלימת המשקל. לאחר תרגול צד אחד יש לתרגל גם את הצד השני. לשם התחלה זהירה ניתן לבצע רק על מקטע המדרגות הראשון ולא לטפס את כל מקבץ המדרגות.   תרגיל 6 משום שהרגליים אינן באותו גובה, תרגיל מספר 6 מפעיל מתח גדול יותר באופן אסימטרי על הגוף. מתמקמים על המדרגות כאשר כף הרגל התחתונה על הרצפה וכף הרגל השנייה על מקטע המדרגות, ובנשיפה מנתרים מעלה עם שתי הרגליים. שומרים על מרחק קבוע בין הרגליים לאורך הטיפוס כולו. לאחר תרגול צד אחד נתרגל גם את הצד השני.    תרגיל 7 תרגיל מספר 7 הוא קומבינציה של תרגילים 1+3. תוך כדי נשימה קצבית ודינמית ניגע לסירוגין עם כפות הרגליים במקטע המדרגות ונסיים בניתור תוך כדי נשיפה. ננחת עם ברכיים מעט כפופות וגב נטרלי כאשר הגוף כולו דרוך לבלימת הניתור.   הכותב הוא מאמן כושר אישי ומדריך ספורט מוסמך מכון וינגייט.  ", "title": "כושר ב-100 מטר: אימון מדרגות שאפשר לבצע בכל מקום", "url": "https://www.ynet.co.il/articles/0,7340,L-5708781,00.html", "type": "article", "site_name": "ynet", "published_time": "10:35 , 12.04.20", "category": "Health", "subtitle": "הגבלות היציאה למרחב הציבורי תפסו אתכם לא מוכנים? אין דבר, לנו יש את הפתרון המושלם: אימון שלם על גרם מדרגות שניתן לבצע בכל בית. שימו את התירוצים בצד וצאו לדרך"}