{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4849626,00.html"}, "headline": "אירועי השבוע בניו יורק", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2016-09-03T03:17:12z", "dateModified": "2016-09-03T03:17:12z", "author": {"@type": "Person", "name": "שחר גל "}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אלקטרוני לנצח Electric Zoo Festival מאז שהגיעה לשיא בשנות התשעים, ניסינו בכל עשור להרוג את המוזיקה האלקטרונית, אבל היא מתעקשת להשאר ולהתפתח ולשלוט ברוב המסיבות והרייבים רוויי הסמים. הפסטיבל אלקטריק זו חוגג את האהבה לז'אנר במשך שלושה ימים בראנדל איילנד.  זו השנה השביעית שהפסטיבל מתקיים והוא אירח בעבר די.ג'יי ברמתם של סקרילקס, אביצ'י, מובי ופיט טונג. צפו לרמה הזאת גם הפעם.    Randalls Island Park  Friday September 2 - Sunday September 4  electriczoofestival.com     ג’אז מתוחכם Steve Coleman סטיב קולמן, סקסופוניסט ומלחין ג’אז, ידוע כמי שמשלב בין אינטלגנציה לאינסיקנטים מוזיקליים וגרוב. לכבוד חגיגות השישים שלו הוא מעביר חודש שלם במועדון הסטון וזה אומר שאין שום תירוץ לא ללכת לראות את אחד המאסטרים של הז'אנר. The Stone  Until Sunday September 25 2016 thestonenyc.com     Summer's End Music Festival \"אביב\" הוא אחד ממועדוני ההופעות העצמאיים האחרונים שנותרו בברוקלין. ממוקם עמוק במזרח וויליאמסבורג, המועדון מארח הופעות עצמאיות מכל הז'אנרים והשבוע מארח את פסטיבל סוף הקיץ של ברוקלין. שלושה ימים של עשרות להקות יעזרו לכם לעבור מחשבונות מזגן לא הגיוניים, להבנה שבקרוב השמש שוקעת כבר בארבע אחרי צהריים ולהקות כמו הונדורס, מאל בלום וגורילה טוס ינעימו לכם את המעבר הקשה.   Aviv  September 3     זהב מיוזיקלי That’s Entertainment!: MGM Musicals Part I אולפני MGM ירדו מגדולתם אחרי שנגמרה תקופת הזוהר של האולפנים ההוליוודיים, ומזמן כבר התאחדו עם 20 century fox, והספיקו בדרך לעבור פשיטת רגל ב-2010 שממנה התאוששו אחרי שלושה חודשים. ז'אנר סרטי המיוזיקל היה הסמל המסחרי של האולפן ההוליוודי והנפיק להיטים כמו הקוסם מארץ עוץ, פגוש אותי בסיינט לואיס, הללויה ועוד.  ב-brooklyn academy of music החליטו לערוך מחווה לתקופת הזהב של האולפן ובייחוד לבמאי וינסנט מינלי עם חמישה מסרטיו: The Pirate, On the Town, Easter Parade, Hallelujah! ו-The Merry Widow.   BAM Rose Cinemas  4:30  August 31 bam.org     שובו של הספרן Jonathan Safran Foer: Here I Am 6 שנים עברו מאז ספרו האחרון של ג'ונתן ספרן פויר (\"לאכול חיות\", \"הכל מואר\"), Tree of Codes, שהיה באותה מידה יצירת אמנות כמו שהיה רומן. ספרו החדש, Here I am, עוסק במשפחה יהודית מוושינגטון די.סי שעוברת משבר עמוק, הן כמשפחה והן כאינדיבידואלים שחווים משבר זהות עמוק. היחסים בין חברי המשפחה מתערערים עוד יותר כאשר רעידת אדמה אימתנית במזרח התיכון מעלה את הקונפליקט שם לרמות חדשות ומסוכנות. ספרן ידבר על הספר בשיחה עם ג'ודי קנטור שתיערך בבית הכנסת \"בית אלוהים\".   Congregation Beth Elohim  7:30 . September 6 congregationbethelohim.org     קולנוע   Yoga Hosers סרט חדש של הבמאי קווין סמית (\"מוכרים בלבד\", \"דוגמה\"), שכל הקאסט שלו בנוי על נפוטיזם טהור - לצד השחקן הראשי ג'וני דפ, משחקות בתו של סמית, הארלי קווין, ובתו של דפ, לילי רוז. השתיים משחקות תלמידות תיכון שנגועות בחיידק היוגה ושתכניות המסיבה שלהן בסכנה בכלל יצור רשע עתיק יומין שמתעורר ממרבצו. הן מוצאות את ג'וני דפ, צייד-אדם אגדי שעוזר להן לחסל את התפלץ.     White Girl  סרט שזכה לביקורות משבחות בסנדנס אבל גם הפך לסרט הכי מעורר מחלוקת שיצא מהפסטיבל בשנה שעברה. מורגן סיילור (\"הומלנד\") משחקת היפסטרית לבנה, סטודנטית בקולג' שמעבירה את הזמן בלעשות סמים עם שותפתה לחדר ועם הבוס שלה. היא מתאהבת במוכר סמים פורטו-ריקני שמסתובב בפינה של הרחוב שלה. לאחר שהוא נעצר היא מחליטה לעשות הכל כדי לשחרר אותו ומתחילה לסחור בסמים שלו ויוצאת למסע הזוי שרווי במתחים בין-גזעיים ומשברי זהות.      ", "wordCount": "516", "commentCount": "0", "genre": "8841.Ydamerica-9635.The Guide - Tarbut", "keywords": "סרט,פסטיבל,ניו יורק", "articleBody": "אלקטרוני לנצח Electric Zoo Festival מאז שהגיעה לשיא בשנות התשעים, ניסינו בכל עשור להרוג את המוזיקה האלקטרונית, אבל היא מתעקשת להשאר ולהתפתח ולשלוט ברוב המסיבות והרייבים רוויי הסמים. הפסטיבל אלקטריק זו חוגג את האהבה לז'אנר במשך שלושה ימים בראנדל איילנד.  זו השנה השביעית שהפסטיבל מתקיים והוא אירח בעבר די.ג'יי ברמתם של סקרילקס, אביצ'י, מובי ופיט טונג. צפו לרמה הזאת גם הפעם.    Randalls Island Park  Friday September 2 - Sunday September 4  electriczoofestival.com     ג’אז מתוחכם Steve Coleman סטיב קולמן, סקסופוניסט ומלחין ג’אז, ידוע כמי שמשלב בין אינטלגנציה לאינסיקנטים מוזיקליים וגרוב. לכבוד חגיגות השישים שלו הוא מעביר חודש שלם במועדון הסטון וזה אומר שאין שום תירוץ לא ללכת לראות את אחד המאסטרים של הז'אנר. The Stone  Until Sunday September 25 2016 thestonenyc.com     Summer's End Music Festival \"אביב\" הוא אחד ממועדוני ההופעות העצמאיים האחרונים שנותרו בברוקלין. ממוקם עמוק במזרח וויליאמסבורג, המועדון מארח הופעות עצמאיות מכל הז'אנרים והשבוע מארח את פסטיבל סוף הקיץ של ברוקלין. שלושה ימים של עשרות להקות יעזרו לכם לעבור מחשבונות מזגן לא הגיוניים, להבנה שבקרוב השמש שוקעת כבר בארבע אחרי צהריים ולהקות כמו הונדורס, מאל בלום וגורילה טוס ינעימו לכם את המעבר הקשה.   Aviv  September 3     זהב מיוזיקלי That’s Entertainment!: MGM Musicals Part I אולפני MGM ירדו מגדולתם אחרי שנגמרה תקופת הזוהר של האולפנים ההוליוודיים, ומזמן כבר התאחדו עם 20 century fox, והספיקו בדרך לעבור פשיטת רגל ב-2010 שממנה התאוששו אחרי שלושה חודשים. ז'אנר סרטי המיוזיקל היה הסמל המסחרי של האולפן ההוליוודי והנפיק להיטים כמו הקוסם מארץ עוץ, פגוש אותי בסיינט לואיס, הללויה ועוד.  ב-brooklyn academy of music החליטו לערוך מחווה לתקופת הזהב של האולפן ובייחוד לבמאי וינסנט מינלי עם חמישה מסרטיו: The Pirate, On the Town, Easter Parade, Hallelujah! ו-The Merry Widow.   BAM Rose Cinemas  4:30  August 31 bam.org     שובו של הספרן Jonathan Safran Foer: Here I Am 6 שנים עברו מאז ספרו האחרון של ג'ונתן ספרן פויר (\"לאכול חיות\", \"הכל מואר\"), Tree of Codes, שהיה באותה מידה יצירת אמנות כמו שהיה רומן. ספרו החדש, Here I am, עוסק במשפחה יהודית מוושינגטון די.סי שעוברת משבר עמוק, הן כמשפחה והן כאינדיבידואלים שחווים משבר זהות עמוק. היחסים בין חברי המשפחה מתערערים עוד יותר כאשר רעידת אדמה אימתנית במזרח התיכון מעלה את הקונפליקט שם לרמות חדשות ומסוכנות. ספרן ידבר על הספר בשיחה עם ג'ודי קנטור שתיערך בבית הכנסת \"בית אלוהים\".   Congregation Beth Elohim  7:30 . September 6 congregationbethelohim.org     קולנוע   Yoga Hosers סרט חדש של הבמאי קווין סמית (\"מוכרים בלבד\", \"דוגמה\"), שכל הקאסט שלו בנוי על נפוטיזם טהור - לצד השחקן הראשי ג'וני דפ, משחקות בתו של סמית, הארלי קווין, ובתו של דפ, לילי רוז. השתיים משחקות תלמידות תיכון שנגועות בחיידק היוגה ושתכניות המסיבה שלהן בסכנה בכלל יצור רשע עתיק יומין שמתעורר ממרבצו. הן מוצאות את ג'וני דפ, צייד-אדם אגדי שעוזר להן לחסל את התפלץ.     White Girl  סרט שזכה לביקורות משבחות בסנדנס אבל גם הפך לסרט הכי מעורר מחלוקת שיצא מהפסטיבל בשנה שעברה. מורגן סיילור (\"הומלנד\") משחקת היפסטרית לבנה, סטודנטית בקולג' שמעבירה את הזמן בלעשות סמים עם שותפתה לחדר ועם הבוס שלה. היא מתאהבת במוכר סמים פורטו-ריקני שמסתובב בפינה של הרחוב שלה. לאחר שהוא נעצר היא מחליטה לעשות הכל כדי לשחרר אותו ומתחילה לסחור בסמים שלו ויוצאת למסע הזוי שרווי במתחים בין-גזעיים ומשברי זהות.      ", "title": "אירועי השבוע בניו יורק", "url": "https://www.ynet.co.il/articles/0,7340,L-4849626,00.html", "type": "article", "site_name": "ynet", "published_time": "00:17 , 03.09.16", "category": "Ydamerica", "subtitle": ""}