{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5796055,00.html"}, "headline": "ישראל בשירות ישראל", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/10/10235651/WA-Nitzan.jpg"], "datePublished": "2020-09-11T15:46:15z", "dateModified": "2020-09-11T15:46:14z", "author": {"@type": "Person", "name": "קרי רובינשטיין "}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "ממלא מקום הקונסול הכללי של ישראל בניו יורק, ישראל ניצן, נכנס לתפקידו בימי משבר הקורונה הגדול של ניו יורק ולא נתן לעבודה מרחוק לעצור את מימוש האסטרטגיה הדיפלומטית שלו. מהיחסים עם הקהילה השחורה, חיזוק הקשר עם יהדות ארה״ב והעברת המסר הביקורתי לממשלה בישראל. ראיון מיוחד ", "wordCount": "1510", "commentCount": "0", "genre": "8841.Ydamerica-12812.yahadut", "keywords": "ארה\"ב,ישראל,ניו יורק", "articleBody": "כל כך הרבה מהומות, מהלומות ושינויים אירעו מסביבנו בחודשים האחרונים וקשה היה לעמוד בקצב. בין בידוד לסושיאל דיסטנסינג, נפרדנו גם מהקונסול הכללי של ישראל בניו יורק, דני דיין, אחרי ארבע שנים בתפקיד.    מי שממלא את מקומו בימים אלו הוא סגנו לשעבר, ישראל ניצן, שמגיע לתפקיד עם שנים ארוכות של ניסיון ויעדים שאפתניים לדיפלומטיה מסוג אחר. ״המטרה שלנו היא ליצוק תוכן מיוחד בשטח ליחסים בין העמים״, הוא מסביר בראיון ראשון ל׳ידיעות אמריקה׳. ״בעוד השגרירות בוושינגטון עובדת יותר ברמה הפדרלית, אנחנו עובדים לא רק עם ממשל, אלא עושים עבודה ברמת השטח, מתחברים לאנשים שמייצגים את האוכלוסיה. אנחנו רוצים להראות שישראל מתחברת אליהם מכל מיני כיוונים ורלוונטית לצרכים שלהם כקהילה. הצד השני של מטבע היחסים״, הוא מדגיש, ״הוא לשמור על ניטרליות. בארה״ב אין כמעט שום דבר שיש עליו הסכמה בימים אלו ואנחנו שומעים על המחלוקות הפוליטיות שעולות אפילו בעניין עטיית המסכה. בין כל אלו אנחנו צריכים לעבוד עם כולם, ביחד״.   ניצן מצהיר שהוא מברך על כל דיאלוג, גם קשה וגם מורכב. הוא לא חושש להתייחס לאווירה הפוליטית המתוחה כאן, ולביקורת הגוברת בקרב יהודי ארה״ב על ההחלטות הפוליטיות מעבר לים. ״כל עוד אותם ערכים בסיסיים מתקיימים, זה מה שחשוב. בימים שבהם ישראל נחשדת בעיני רבים כמי שהתקרבה בשנים האחרונות למפלגה הרפובליקנית, הקונסול מתעקש שהניטרליות נשמרת בשטח, בכל צעד: ״אנחנו דואגים שבכל אירוע או יוזמה שלנו יקחו חלק נציגים משני צידי הקשת הפוליטית. אנחנו בהגדרה שואפים לקיים דיאלוג עם כל אחד מחברי הקונגרס. יש גם אתגרים״, הוא מודה, ״אנחנו כנציגות ישראלית, מנסים להימנע מכניסה לוויכוח הפוליטי בארה״ב״.       לפני כמה שבועות מצא את עצמו ניצן בתוך עימות די סוער בזירה הפוליטית המקומית אחרי שה- DSA  (Democratic Socialists of America) התעקשו שמועמדים למועצת העיר יצהירו באם תומכים בתנועת ה-BDS ולא ייפגשו עם נציגים ישראלים. ״בעינינו זה היה אקט אנטישמי שנועד לייחד לרעה את ישראל. במועצת העיר ניו יורק אין סמכות לדון במדיניות חוץ, ורק ישראל הופיעה באותו מסמך בנושא מדיניות החוץ״.   אחרי שהמידע אודות הסעיף התמוה התפרסם בציוץ טוויטר של כתב מקומי, ניצן מעיד כי פנו מיד לחברי המפלגה הדמוקרטית והביעו התנגדות חריפה. ״פנינו למנהיגים קהילתיים, לא רק יהודים, ובעקבות הפניה הגיעו עשרות רבות, אפילו מאות תגובות כנגד אותו סעיף ועלה קול מאוד ברור של התנגדות מהמפלגה הדמוקרטית. גם מנהיגים קהילתיים מגוונים, היספנים ושחורים הציגו קו פומבי כנגד הסעיף הזה. מהסוציאליסטים הדמוקרטים התנצלות לא הגיעה, אבל זו לא הייתה המטרה. ״הויכוח כאן הוא ויכוח פנימי של המפלגה הדמוקרטית, אבל המטרה שלנו הייתה להעביר מסר ולהסביר שזוהי גישה שאיננה מקובלת גם על המפלגה הדמוקרטית, ואכן, חברי קונגרס דמוקרטים התבטאו נגד אותו סעיף וגם ראש העיר דה בלאזיו התייחס למחויבות שלו לישראל והקשר של ניו יורק וישראל״.    התמיכה לה זכו ממנהיגים שחורים והיספנים קשורה כנראה, בין השאר, גם לאסטרטגיה שמובילים בקונסוליה בשנים האחרונות לחיזוק הקשרים עם הקהילות הגדולות והמגוונות של ניו יורק. ״העבודה שלנו כקונסוליה היא גם לחזק את הקשר של ישראל מול מנהיגים קהילתיים ולייצר מחויבות בינינו לבין מנהיגים בשטח עוד לפני שמגיעים לזירה הפוליטית. כמובן שקודם כל הקהילה היהודית, אבל השנה סימנו את הקהילה השחורה בחשיבות ראשונה״.    חיזוק הקשר עם הקהילה השחורה   ״יש בינינו קשר היסטורי,״ טוען ניצן. ״אנחנו יכולים לעשות הרבה יותר ונקצה משאבים לכך, לא רק במישור הפוליטי אלא גם במישור הקהילתי״.  בשנים האחרונות מובילים בקונסוליה שיח פתוח עם מנהיגים מקהילות שחורות ומנסים לספק מענה ישראלי לצרכים שלהן. ״אנחנו עובדים עם כמרים ומנהיגי קהילות ומחברים אותם לעמותות ישראליות. לאחרונה למשל, חיברנו קבוצת כמרים שחורים שרוצים לסייע לקהילה שלהם לטיפול בטראומה. לישראל, כידוע, יש נסיון ארוך שנים בטראומה כרונית של קהילות ופסיכולוגים ישראלים מסייעים למנהיגים קהילתיים בטיפול ראשוני ומענה שיטתי״, הוא מתאר. ״יש לישראל מה להביא לשולחן ולתרום להם ולקהילה. הקשר נבנה באמצעות עשייה וערך מוסף שאנחנו רוצים לספק לקהילות האלו. המנהיגים בשטח במצוקה לא פשוטה על רקע ההתפתחויות בחודשים האחרונים בעיר, בעיקר בכל מה שנוגע לביטחון האישי והתמודדות עם אירועי ירי. אנחנו יושבים איתם, קשובים לצרכים והמצוקות שעולות ומצליחים לאתר פתרונות ישראלים כדי לתת מענה לצרכים שלהם בשטח״.    הקונסול מודה שחלק מחברי הקהילה מגיעים עם אוריינטציה פוליטית ביקורתית על ישראל, אבל דווקא איתם הוא מקווה להגיע לשיח. ״אנחנו מחכים להזדמנות להגיע לאנשים האלו. המטרה שלי היא לשמוע מהם גם דברים קשים ולהראות להם מה קורה בשטח ומה ישראל יכולה לתת גם להם״.    העבודה עם הקהילות השונות נעשית במעיין קואליציות. ״אנחנו עובדים עם קבוצות של מובילי דעה, של מנהיגי קהילות, לעיתים בתיווך ארגונים יהודיים ולעיתים הקונסוליה יוצרת עימם קשר ישיר. ״הם מאוד מופתעים מכך שישראל מעוניינת בקשר ומופתעים מכל מה שהיא יכולה לתת. מעניין אותם מה חברי הקהילה שלהם צריכים ואם גורם כזה או אחר יכול למצוא את הפתרון וזו דלת להיכנס דרכה, דרך הדדיות ויחסים של שיתוף״.    ישראל והקהילה ההיספנית   כשהקונסול לשעבר, דני דיין, נכנס לתפקידו, הוא סימן את חיזוק הקשר עם הקהילה ההיספנית כראשון במעלה. ניצן מספר שבאותן שנים הקשר אכן התהדק ובהובלתו, ימשיך להתחזק. ״הקשר נבנה בצורה מאוד שיטתית ויסודית, לא רק עם מחוקקים ופוליטיקאים, גם כאן, עם מנהיגים בשטח״.  פעמיים בשנה עורכת הקונסוליה את ועידת סומוס, שמשלבת פוליטקאים פורטוריקנים בעיקר, נציגי הקהילות ההיספניות וישראלים. הועידה מתכנסת באולבני ובפוארטו ריקו. ״הצלחנו לשדרג את הפעילויות שלנו בפוארטו ריקו. אנחנו מדגישים את התרומה של ישראל לאי וגם היום עוסקים במענה לקורונה וההתמודדות שלהם עם רעידות האדמה בתקווה לסייע להם במציאת פתרונות״. חיבור מעניין נוסף של הקונסוליה היה בחודש מרץ האחרון כשהפגישו את חברי תגלית עם מנהיגים היספנים כדי לדבר על הנסיון לחזק קשר בין הדור הצעיר לארצות המוצא. ״רבים בקהילה ההיספנית בניו יורק מוטרדים שהדור הצעיר מתנתק ממדינות המוצא. עבדנו יחד לחשוב על דרכים לחיזוק הקשר למדינות המוצא. תגלית הסבירו על הרציונל בעבודה שלהם. מאחורי החיבור יש הרבה חשיבה יצירתית ונסיון לייצר ערך מוסף״.    משבר היחסים עם הקהילה היהודית   הקונסוליה בניו יורק אחראית על חמש מדינות שונות בארה״ב, וניצן מגדיר אותה כ״שגרירות הבלתי פורמלית ליהדות ארה״ב״. המטות הלאומיים של הארגונים היהודיים יושבים כאן ולמעלה מ- 45 אחוז מיהודי ארה״ב חיים במדינות הללו. ״מבחינתנו הקשר הזה במקום מאוד גבוה על סדר היום. אנחנו מייצגים את ישראל מול הקהילה והמטרה שלנו היא לשמור על ישראל כמרכיב משמעותי בזהות היהודים בארה״ב. השאיפה היא להגיע למי שיש לו ביקורת על ישראל בקרב הקהילה היהודית על מנת לפתוח בדיאלוג אותנטי אמיתי״.    כמי שחיים בארה״ב, אנחנו מכירים כולנו את התרופפות הקשר של יהודי ארה״ב לישראל ואת הביקורת הגוברת של הדור הצעיר בקרבה. הקונסול מתעקש שאינם נמנעים מדיאלוג עם המבקרים הגדולים של ישראל בקהילה היהודית ומשתדלים להעביר את הדברים גם לממשלה בישראל. ״אנחנו שומעים את הביקורת שקשורה ברוב המקרים למצב במזרח התיכון וכן לפלורליזם הדתי בישראל״.    כנציג של הממשלה בישראל הוא מציין בפניהם שבמדינת ישראל ממשלה נבחרת בבחירות דמוקרטיות והממשלה משקפת את בחירת העם, אך הדיאלוג פתוח. ״תמיד תהיה ביקורת, והדיאלוג הוא בסיס להבנה. אנחנו מנסים לשמור ולקדם עשייה גם כאן, אבל במידה רבה גם בישראל. אנחנו רוצים לשקף למדינת ישראל את התסכולים והחששות של הקהילה כאן כדי שנגיע למצב של דיאלוג אמיתי. אנחנו צריכים להכיר בהבדלים בינינו ולזכור שבסוף, אנחנו משפחה אחת ויש לנו ולהם אחריות״.    חיזוק העמיות   המאמצים של הקונסוליה לחיזוק הקשר של הצעירים היהודים בארה״ב מתקיימים לדבריו, בכל מיני מישורים. מהשקעה בסושיאל מדיה, להזדמנויות בסטארטאפ, טכנולוגיה, כמו גם בעבודה משותפת עם הנשיא ריבלין שמבקש לזהות מהשטח מנהיגי קהילות, גם הביקורתיים מביניהם ולבוא איתם בשיח. ״אנחנו חשים אחריות היסטורית״, הוא מסביר.״השאיפה שלנו היא להביא את הגורמים היותר ליברלים לעבודה משותפת איתנו״.    שנים ארוכות אלו חברי הקהילה היהודית בארה״ב שממהרים להציע תמיכה וסיוע לישראל אבל בימי הקורונה מיהרו בקונסוליה לפנות מטעמם לראשי הקהילות ולהציע סיוע. ״היינו מעורבים בכל מיני פרויקטים של הקהילות עצמן, למשל אריזת משלוחי מזון, כמו גם פרויקט שמתהווה עכשיו להכנת משלוחי מזון למשפחות נזקקות על רקע הקורונה״, מספר ניצן. ״עם פרוץ המשבר ארגנו בין השאר גם מפגש וירטואלי בין שר הבריאות ליצמן בזמנו, בכירי משרד הבריאות והקהילה החרדית כאן כדי לדבר על ההתמודדות ואיך אנחנו יכולים לסייע להם עם המשבר. אנחנו פונים גם לרבנים ליברלים, רפורמים וקונסרבטיביים כדי לפגוש את הקהילות שלהם ואנחנו בקרוב נערוך אירוע וירטואלי עם קהילות שונות הזדמנות לתת להם לדבר ולשמוע מהם מה דעתם על המצב ואיך לדעתם נכון להתקדם ולחזק את הקשר״.    את חשיבות הקשר של ישראל עם ארה״ב הוא מכיר עוד מימיו כבכיר בשגרירות ישראל במצרים, שם כיהן פעמיים. ״יש הבדל בין דיפלומטיה במדינה ידידותית לישראל ובין דיפלומטיה במדינה שהיו לנו איתה חמש מלחמות,״ הוא מסביר. ״בימי השליחות השניה שלי שם, ב-2011, פרץ האביב הערבי. זו הייתה שנה סוערת שהסתיימה בתקיפת המון על השגרירות שלנו״.    חודשים לפני אותה תקיפה מפורסמת פינו את כל הצוותים ומשפחות הישראלים ממצרים באופן בהול. היחיד שנשאר מאחור בכדי לשמר את הקשרים הדיפלומטיים היה ניצן. ״אני נשארתי כשליח האחרון וקיבלתי מחסה במעון השגריר האמריקאי. נשארתי שם שלושה חודשים בתוך השגרירות״, הוא מתאר בהתרגשות את המחויבות של האמריקנים לשלומו ובטחונו״. ״הנוכחות שלי הייתה חיונית כי פעילות שגרירות שם היא הבטחה לכך שהסכם השלום בתוקף. כל תקופת האביב הערבי לוותה בחשש. זו תקופה של אי יציבות. אחרי שכל העובדים עזבו כבר ראינו שהשוטרים נטשו את העמדות שלהם, עבריינים יצאו מהכלא לרחובות ונאלצנו לקרוע את לוחית הרישוי שלנו שהעידה שאנחנו ישראלים. יצאתי עם הרבה צניעות וענווה״.    הקהילה הישראלית היא כוח   את הקהילה הישראלית המקומית הוא למד להכיר מקרוב ומזהה את הרצון שלנו כישראלים באמריקה לקחת חלק בהסברה למען ישראל. ״יש כאן קהילה מאוד משמעותית, אנחנו בקשר איתם במסגרות השונות ואנחנו רואים בקהילה הישראלית כאן מכפיל כוח במשימה שלנו. אנחנו מסייעים ביצירת חיבורים אם צריך בין מנהיגים יהודים וישראלים ואנחנו רואים בקהילה הישראלית אמריקאית כאן שותפה למאמץ שלנו להביא את ישראל לכאן״.   ", "title": "ישראל בשירות ישראל", "url": "https://www.ynet.co.il/articles/0,7340,L-5796055,00.html", "type": "article", "site_name": "ynet", "published_time": "12:46 , 11.09.20", "category": "Ydamerica", "subtitle": "ממלא מקום הקונסול הכללי של ישראל בניו יורק, ישראל ניצן, נכנס לתפקידו בימי משבר הקורונה הגדול של ניו יורק ולא נתן לעבודה מרחוק לעצור את מימוש האסטרטגיה הדיפלומטית שלו. מהיחסים עם הקהילה השחורה, חיזוק הקשר עם יהדות ארה״ב והעברת המסר הביקורתי לממשלה בישראל. ראיון מיוחד "}