{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5735224,00.html"}, "headline": "האיסור של הנשיא טראמפ על עובדים זרים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/23/10052828/WA-Visa.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/24/10055374/WA-Gadi.jpg"], "datePublished": "2020-05-22T21:20:49z", "dateModified": "2020-06-29T00:15:35z", "author": {"@type": "Person", "name": " גדי זהר\r\nשחר עזאני "}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "פירוט ההשלכות של ההחלטה של הנשיא טראמפ להגביל ויזות עבודה", "wordCount": "353", "commentCount": "2", "genre": "8841.Ydamerica-9654.Blogs New-13274.dvarim sheroim mikan", "keywords": "אנטישמיות,ישראל,ארה\"ב", "articleBody": "בהתפתחות ההגירה האחרונה, שאירעה בתאריך ה 22 ליוני 2020, הנשיא טראמפ הוציא הכרזה המרחיבה את איסורו הקודם על ההגירה לארצות הברית ובנוסף לכך, הוסיף עוד איסור על העובדים הזרים. האיסור החדש מונע מהעובדים הזרים להגיע לעבודה בארצות הברית או להגר לארצות הברית עד ה31 לדצמבר 2020. איסור זה כולל וויזות עלייה על בסיס תעסוקה (בקשות גרין קארד שמוגשים מחו\"ל) וגם ויזות עבודות זמניות. אשרות העבודה הזמניות הכלולות הן אשרות ל H-2B, H-1B J & L וויזות . האיסור הזה אינו משפיע על מי שכבר יש לו את וויזת העבודה, אלא רק על מי שמגיש בקשות עתידיות ועל מי שעוד לא הונפק להם וויזות החל מה22 ליוני 2020. זה גם לא משפיע על אלה שכבר חוקיים בארצות הברית וברצונם לשנות את מעמד הוויזות הנוכחיות לוויזות עבודה אחרות או להגיש בקשות לגרין קארד על בסיס תעסוקה בארצות הברית.       חלה ירידה משמעותית בכלכלת ארצות הברית כהשפעה ממגפת ה COVID-19. עסקים נסגרו ושיעור האבטלה הרקיע שחקים. כתוצאה לכך, הנשיא טרמפ הרחיב את האיסור על עולי העובדים הזרים כתוצאה מהצניחה הכלכלית. לפי דעתו, העובדים הזרים האלו יגזלו משרות העובדים האמריקאים.   בואו נראה מי הם העובדים בקטגוריות הוויזות האלו :H-1B היא ויזה שניתנת במערכת הגרלה ומתחילה בראשון לאפריל בכל שנה. הוויזה הזאת שמורה לאנשים מיומנים מאוד, בעלי תואר ראשון או יותר במקצועם הנתון. H-2B מיועד לעובדים עונתיים בתחומי תעסוקה כי \"אין מספיק עובדים אמריקאים המסוגלים, מוכנים, מוסמכים וזמינים לעבודה זמנית.\" אשרות ה J שמורות לאנשים המגיעים לארצות הברית לתוכניות חילופי עבודה ולימודים. לרוב, זה משמש להבאת מדריכי מחנות או מטפלות מחו\"ל לארצות הברית. לבסוף, ויזת הL היא ויזת העברת מנהלים (managers) או מנהלים ראשיים (executives). זה שמור למנהלים ראשיים ומנהלים שעבדו בחברה זרה לפחות שנה בשלוש השנים האחרונות, ורוצים להעביר אותם למשרד מסונף בארה\"ב או לפתוח משרד אמריקאי חדש.       ברור שהאיסור הזה ישפיע על הכלכלה האמריקאית. למרות שמדובר בהפסקה זמנית, זה ישנה את נוף העסקים בארצות הברית. בהתחשב בכך שהאיסור יתקיים עד לאחר הבחירות, עתיד ההגירה העסקית יהיה תלוי במה שקורה בנובמבר. חשוב להקפיד ולעקוב על פיתוח התפתחויות הללו.    Gadi Zohar, Esq. Managing Partner   Zohar Law, PLLC.  Located at 200 Vesey Street, Suite 24132 New York, NY 10281 Phone: 212-520-2051 / Fax: 646-690-6550 Israel: 03-720-1726 Email: gadi@zoharlawpllc.com WWW.ZOHARLAWPLLC.COM", "title": "האיסור של הנשיא טראמפ על עובדים זרים", "url": "https://www.ynet.co.il/articles/0,7340,L-5735224,00.html", "type": "article", "site_name": "ynet", "published_time": "21:15 , 28.06.20", "category": "Ydamerica", "subtitle": "פירוט ההשלכות של ההחלטה של הנשיא טראמפ להגביל ויזות עבודה"}