{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5512227,00.html"}, "headline": "ביס מהצפון", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256294/7.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256298/11.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256299/12.jpeg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256295/8.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256289/2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256288/1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256296/9.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256297/10.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256290/3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/20/9256293/6.jpeg"], "datePublished": "2019-05-21T11:56:15z", "dateModified": "2019-05-28T14:34:50z", "author": {"@type": "Person", "name": "לין לוי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "חושבים שצפונית להרצליה יש רק שיפודים וסלטים חופשי? אתם לא מעודכנים. בשנים האחרונות התפתחה באזור סצנה קולינרית חדשנית, שטומנת בחובה טעמים והפתעות שלא תמצאו במרכז. לין לוי חושפת את החמארה, הביסטרו, בר היין, המסעדה הגלילית־צרפתית ואת הכשרה הכי לא צפויה בישראל - שכולן קוראות לכם לבוא צפונה", "wordCount": "861", "commentCount": "70", "genre": "975.Food-13245.more food", "keywords": "בזן,אוכל,מחזקים את הצפון", "articleBody": "בשיתוף בזן    האג'נדה הקולינארית של הצפון התבססה עד לפני מספר שנים על שיפודיות ערביות שגולת הכותרת בהן היא קונספט הריפיל על הסלטים, ומספר מסעדות שניסו לפתות אותנו עם \"בשר מרמת־הגולן\". בשנים אחרונות המהפכה הקולינרית הגיעה לחיפה, לקריות, לגליל ואפילו לרמת־הגולן. בין אם תגיעו למקומות האלה לבראנץ' של יום שישי, עסקית צהריים או ארוחת ערב, תגלו את ההוד והפאר של המטבח הגלילי־ערבי־צרפתי־קלאסי־מודרני - שילוב שקשה לדמיין על הצלחת, אבל בפועל יוצא מאוד טעים ומרתק את כל החושים. הנה כמה דוגמאות על קצה המזלג.    \"רותס\" כולם מכירים את החומוסיות המפורסמות של עכו העתיקה, את הפלאפל הנהדר ואת מסעדות הדגים. מה שלא כולם יודעים זה שבכניסה לעיר העתיקה פועלת מסעדת שף כשרה שפתחו שלושה שותפים יהודי, ערבי ונוצרי. מטבח המסעדה הופקד בידיו של השף אורי ארנולד, שמציע בין השאר קובה בשרי עם לאבנה פרווה (הזהה אחד לאחד בטעמה ללאבנה החלבית) פטאייר מבצק פילו ממולא בתרד, בצל מטוגן וסילאן ערסונים, שהם מין פיתות ממולאים בבשר כבש וגם מקלובה, טורנדו רוסיני וכופתא בטחינה.   זוהי המסעדה הכשרה הראשונה והיחידה בעכו העתיקה. היא נחבאת מן העין ושוכנת בתוך מתחם המצודה, בחלל אבן עתיק שעבודות השחזור שלו נמשכו מעל שנתיים. לאכול כאן אוכל כשר כשממול הכניסה לאתר צלבני זו חוויה קולינרית־תרבותית שחובקת את כל הדתות והלאומים ומחברת בין העבר, ההווה והעתיד.   ויצמן 1, עכו העתיקה, 04-8848040, כשר   ‏‏‎St. Urban Wine Bar‎ באזור הכנרת יש שלל מסעדות מטיילים שמציעות חומוס, צ'יפס, סלט ושיפודים. יוצא דופן בנוף הוא ‏‎St. Urban Wine Bar‎, בר יין הפועל בתוך מרתף עתיק במלון הסקוטי ומגיש יינות בוטיק נדירים לצד אוכל מוקפד. בחלל הפנימי יש תקרות מקושתות ורק 20 מקומות ישיבה. בחוץ יש שני אזורי ישיבה נוספים עם דק, עצים תמירים ונוף לכנרת.   מי שפתח את המקום הם עומרי יצחק, סומלייה בוגר WSET בלונדון, והיינן דניס בודסוב. תפריט היין שמוצע כאן הוא עונתי ושם דגש על יינות בוטיק ישראלים. ישנה גם אפשרות לפתוח לכוסות בקבוקים נדירים מהאוסף הפרטי. תפריט האוכל מציע מנות קלילות שמתאימות לליווי היין כמו קפרזה, בוראטה, צלחת דגים של Ortiz וגבינות של \"ברקנית\". בימי שבת נערך משתה צהריים במרפסות החיצוניות, ובשאר הימים תוכלו להזמין גם שורה של טעימות יין.   גדוד ברק 1, טבריה, 052-4562504‏, לא כשר   מסעדת \"רוטנברג\" והמאפייה־מעדנייה \"מלכה\" במבנה לשימור בקיבוץ גשר באזור עמק המעיינות שוכנת מסעדת \"רוטנברג\" השייכת לשף יזהר סהר מקיבוץ אפיקים. סהר למד לבשל במסעדות באוסטרליה, ניו־זילנד, ספרד והולנד. כיום הוא מקדיש את העשייה הקולינרית שלו לחקר האוכל האזורי מהתקופות העתיקות, עם דגש על עקרונות ה־farm to table - שימוש בחומרי גלם מחוות ומגדלים מקומיים, ושימוש בתהליכי ייצור מזון כמו כבישה והמלחה.    כך, תוכלו למצוא בתפריט מנות מברווזים שגודלו במשק לוין, טלה ממקנה דקל, בקר ממרעה גולן וגבינות של \"ברקנית\". צמוד למסעדה, בימי חמישי ושישי, פועלת \"מלכה כהן\", שהיא מאפייה־מעדנייה שבה סהר מקים לתחייה מתכונים קיבוציים מקום המדינה. ב\"מלכה\" נמכרים מוצרי בוטיק מקומיים, לחמים ומאפים שלא תפגשו במאפיות אחרות בארצנו. ביום שישי מגישים שם בראנץ' לא שגרתי.   קיבוץ גשר, 04-6752237, לא כשר    \"אלומה\" אל מעלות תרשיחא מגיעים לרוב בגלל הסמטאות העתיקות והשוק הצבעוני שפועל בשבת. לא כולם יודעים שכאן נמצאת אחת המסעדות הטובות של הצפון, \"אלומה\", מסעדה גלילית־צרפתית, כפרית ואלגנטית, עם מפות לבנות על השולחנות, מוזיקת ג'ז ברקע ושירות כמו שמוצאים רק במסעדות היוקרה בפריז. האנקדוטה: בעלי המקום, עלאא סוויטאת (אחד הבעלים של גלידה \"בוזה\"), התחיל לעבוד במסעדה כברמן.    ב\"אלומה\" תוכלו לטעום מנות שמורכבות מחומרי גלם גליליים המוגשים בסגנון פיין דיינינג האופייני למטבח הצרפתי. בין המנות שלא כדאי להחמיץ: מרק ארטישוק ירושלמי קטיפתי עם ערמונים קרפצ'יו קולורבי עם קצח, פיסטוק, פרמז׳ן ושמן כמהין טרטר פילה בקר וסקאלופ צרוב בחמאה חומה עם קרם אפונה וקצף סרטנים.   אלון 16, מעלות תרשיחא, 04-9574477 , לא כשר    \"בנג'ולינה\"  הרחק מהמולת העיר שוכנת לה \"בנג'ולינה\", ומה שתמצאו שם יפתיע אתכם מאוד. המסעדה הקטנה הזו היא ביסטרו אינטימי, שבו השף בן קנור ואשתו ענת מציעים שירות אישי ומנות עם טוויסט מעניין במחיר השווה לכל נפש. ענת אחראית על האירוח, בן מבשל במטבח.   באמצע השבוע מציעים כאן עסקיות ב־50 שקלים, דבר שלא רואים כל יום ובטח שלא במסעדות שף, שבו תוכלו ליהנות מהמבורגר שייטל ושפונדרה, עראייס בחלה, פסטה עם פטריות וערמונים ועוד. תפריט הערב כולל מנות קלאסיות כמו פטה כבד במרקם חמאתי, סלט אגס וגבינה כחולה, ריזוטו שרימפס ויש גם המבורגר בתוספת קוביות סלק וגבינת פלדין כחולה המוגש לצד פירה מושלם.   מתחם נופית חרמון, 04-6600876‏, לא כשר  \"תלפיות\"  כשבאים לאכול בחיפה, בדרך כלל מחפשים את הפלאפל המפורסם, את השווארמה שכולם מדברים עליה ואת המוסדות האייקוניים של העיר התחתית. מה שלא כולם יודעים זה שדווקא בשוק תלפיות נמצאת מסעדה שחייבים להכיר: \"תלפיות\"׳ של אילן פרון. מדובר במסעדה של מהפכות.   היא הייתה הראשונה שנפתחה בשוק המתעורר לחיים והיום היא מוסד מקומי עם אווירה של חמארה שמחה ומנות שף־שוק שעשיות מחומרי הגלם שאילן מביא בעצמו מהבסטות השכנות. באווירה הכי לא פורמלית מגישים כאן מנות נדירות של דגים טריים, סרטנים ולובסטרים, אויסטרים, חינקאלי גרוזיני וסלט עלים של ג'רג'יר וחמציץ עם קולורבי, בצל סגול וגרידת ג'אמיד. יש גם בראנץ' שמוצע במספר גרסאות שונות.   סירקין 28, חיפה, 04-6992296‏, לא כשר    אז אם דאגתם שמעבר לצפון פירושו שיעמום לחיך, כבר גיליתם שטעיתם. ואם אתם דואגים שאין מקומות עבודה, פרויקט \"מחזקים את הצפון\" בשיתוף בזן, \"ידיעות אחרונות\" ו־ynet יציג לכם בשבועות הקרובים הצעות עבודה אטרקטיביות בחברות מובילות במשק הישראלי. כמו כן, נמשיך להציג פנים אחרות של האזור היפהפה, שאולי יגרמו לכם לשקול לעבור אליו – למען הצפון ולמענכם.  מתפרסם במסגרת שיתוף פעולה עם חברת בזן.   בשיתוף בזן ", "title": "ביס מהצפון", "url": "https://www.ynet.co.il/articles/0,7340,L-5512227,00.html", "type": "article", "site_name": "ynet", "published_time": "08:56 , 21.05.19", "category": "Food", "subtitle": "חושבים שצפונית להרצליה יש רק שיפודים וסלטים חופשי? אתם לא מעודכנים. בשנים האחרונות התפתחה באזור סצנה קולינרית חדשנית, שטומנת בחובה טעמים והפתעות שלא תמצאו במרכז. לין לוי חושפת את החמארה, הביסטרו, בר היין, המסעדה הגלילית־צרפתית ואת הכשרה הכי לא צפויה בישראל - שכולן קוראות לכם לבוא צפונה"}