{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5508318,00.html"}, "headline": "הצופן לחיים מאושרים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/13/9242756/PRE_YE1060786.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/13/9242721/2.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/01/9218709/shutterstock_479612071.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/13/9242757/PRE_YE1060919.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/01/9218710/shutterstock_491312677.jpg"], "datePublished": "2019-05-14T11:35:56z", "dateModified": "2019-06-10T12:57:03z", "author": {"@type": "Person", "name": "יובל גמליאל"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "איך נשמע לכם אורח החיים הבא: לסיים את יום העבודה במרכז חדשנות של חברה טכנולוגית מתקדמת, ללכת להופעה של זמר מוביל, לחזור הביתה לווילה ענקית עם נוף מרהיב שיכולתם לקנות בלי עזרת ההורים, ובסוף השבוע לנסוע עם המשפחה והמון חברים חמש דקות ולהגיע למסלול טיולים עם טבע פראי. חלום שלא ניתן להגשים? במסגרת פרויקט חדש, \"מחזקים את הצפון\", נוכיח לכם בשבועות הקרובים שדווקא כן", "wordCount": "843", "commentCount": "35", "genre": "6.Economy-28372.strong north", "keywords": "בזן,דיור,מחזקים את הצפון", "articleBody": "בשיתוף בזן   קיץ 2011. המוני האוהלים שהשתרעו לאורך שדרות רוטשילד בתל־אביב עוררו מודעות לאומית כי שינוי דרמטי נחוץ, כזה שיוביל להורדת יוקר המחיה הגואה במדינה. התקוות היו גדולות, אך הסוף ידוע: פירות המחאה היו בסופו של יום מצומצמים למדי.   אולם כדאי להתעכב על שורשיה של אותה מחאה: הייתה זו בעיקר מצוקת הדיור במרכז הארץ שהוציאה את דפני ליף וחבריה לרחובות. כן, לא צפון הארץ וגם לא דרומה - מרכז הארץ. למה? כי הפריפריה פשוט לא באה אז בחשבון עבור המפגינים. שמונה שנים אחר כך, רבים מבינים כי הישועה תגיע מהפריפריה. היא לא רק מציעה מחירים שפויים יותר למגורים, אלא יותר ויותר מקומות תעסוקה ומרכזי תרבות, קניות, בילוי ופנאי.    רוצים דוגמה? קוטג' ענק בשטח 600 מ\"ר עם גינה יעלה לכם בצפון הארץ 1.6 מיליון שקל בלבד. מה תוכלו לקנות במרכז הארץ ב־1.6 מיליון שקל? לא הרבה.    \"המדינה, באמצעות מנהל מקרקעי ישראל, מעניקה לתושבי הגליל והגולן הגרים ביישובים הנמצאים באזורי העדיפות הלאומית הטבות מפליגות על דמי הקרקע, על פי שלושה מעגלים\", אומר חיים שולמן, מנהל אגף מחקר ומידע ברשות לפיתוח הגליל. \"המעגל הראשון נקרא אזור קו העימות. באזור זה ניתן פטור של 100 אחוז על דמי ההיוון על הקרקע. המשמעות היא שאם, נניח, בתל־אביב הקרקע עולה מיליון וחצי שקל, הרי שבאזור קו העימות בצפון היא לא עולה כלל כסף למי שרוכשים אותה במטרה לבנות בה את ביתם. כך, כל ההון שהרוכשים צברו משמש אותם לבנייה נטו, ללא תשלום על הקרקע. על אזור זה ניתן למנות את היישובים הנמצאים במרחק של עד שבעה קילומטר מהגדר.  \"המעגל השני הינו אזור עדיפות לאומית א', שמעניק לרוכשים בו פטור של 69 אחוז מדמי ההיוון. המעגל השלישי מכונה אזור עדיפות לאומית ב', והוא מעניק לרוכשים פטור של 49 אחוז מדמי ההיוון, באזור זה ניתן למצוא בין השאר את עפולה ועמק יזרעאל. הרעיון הוא שככל שמתקרבים לגבול מחיר הקרקע יורד. בנוסף, חוץ מההנחות הגדולות על הקרקעות משרד הבינוי והשיכון מעניק לרוכשים הנחות מפליגות של קרוב ל־50 אחוזי בפיתוח התשתיות על הקרקע. גם כאן, ככל שהבית קרוב יותר לגבול, כך מדרגת ההנחה תהיה גבוהה יותר\", מסביר שולמן.   מעבר להיבט הנדל\"ני קיימות הטבות במס לתושבי הצפון? \"בהחלט. יש הטבת מס מאוד גדולה המופיעה ממש בתלוש השכר. ישנם יישובים באזור קו העימות שזכאים לזיכוי במס הכנסה של עד 20 אחוזים ועד תקרה של 252 אלף שקל. המדרגות האלה עוזרות מאוד לתושבי הצפון לייצר הכנסה פנויה וזה מה שיוצר את איכות החיים ביישובים עצמם\".  כששולמן מדבר על איכות החיים, הוא מדבר גם על החיבור החזק לקהילה הקיים בצפון, לעומת הניכור והבידוד המאפיינים את החיים במרכז הארץ. \"אין זה סוד שהחיים הקהילתיים בגליל ובגולן חזקים יותר מבמרכז הארץ\", הוא אומר.    \"זה לא מעיד כהוא זה על האוכלוסייה וטיבה, אלא שביישובים קטנים הקהילתיות היא סוג של ברירת מחדל. כל תושב בצפון, ביישובים קטנים או בערים כמו נהריה, מכיר את קבוצות הוואטסאפ המזמינות אותך כל שעתיים לפעילות קהילתית כזו או אחרת, לילדים ומבוגרים כאחד. זה יוצר הרגשה שכולם מכירים את כולם, הדלתות של כולם פתוחות עבור השכנים, ואם משפחות רוצות לארגן חוג ג'ודו לילדים, למשל, הן פשוט מתאגדות ופותחות את החוג הזה. אין כאן את המגבלות שחווים תושבי המרכז. לכן, כשתושבים חדשים מגיעים לצפון וחווים את הקהילתיות החמה הזו הם לא רוצים לעזוב יותר את המקום\".  הזכרת חוגים וילדים, מה קורה, למשל, ביחס לצהרונים בצפון?  \"המדינה מסבסדת עבור תושבי הצפון הן חוגים והן צהרונים. יותר מ־50 אחוז מתושבי הגליל והגולן נהנים מסבסוד שכזה. אינני יודע כמה עולה בדיוק צהרון במרכז הארץ אבל בצפון הוא יגיע במקסימום ל־900 שקל בחודש, ויש מקומות זולים הרבה יותר\".   רבים מכם בטח חושבים עכשיו: \"טוב, אבל מחוץ למרכז משעמם\". שולמן חושב אחרת. \"הסטיגמה היא שאין מרכזי תרבות בפריפריה הצפונית, אבל כיום כל האמנים הגדולים מגיעים לכאן. יש מקומות כמו הזאפה בחיפה, הנמצאים במרחק נסיעה לא ארוכה, שבהם מופיעים מיטב הזמרים והלהקות. בכרמיאל יש שני בתי קולנוע, בראש־פינה יש סינמטק, בנהריה יש קולנוע\".    לדבריו, יש עוד תחום שבו חל שינוי, נושא שלא דיברו עליו הרבה אבל היה מרגיז במיוחד: מחירי המזון בפריפריה היו גבוהים מאשר במרכז כי רשתות המזון הרגישו שאין להן תחרות במקומות שונים. \"זה השתנה עם כניסתן של רשתות הדיסקאונט ליישובים, מה שמייצר עוד הכנסה פנויה\", מדווח שולמן.   המענקים וההטבות האלו מתבטאים בסופו של יום בגידול במספר התושבים? \"כן. בשנים האחרונות הצפון חווה הגירה חיובית רציפה הנובעת בעיקר מהצפיפות הגדולה ומיוקר הדירות במרכז. יש לציין כי יותר ויותר משפחות מהמרכז מהגרות דווקא לערים הקטנות בצפון ולא לקיבוצים והמושבים, המלאים עד אפס מקום. ערים אלו מציעות את כל השירותים העירוניים עם ערך מוסף של נוף מהמם וטבע נפלא שנמצא במרחק דקות מהבית\".   \"טוב, הכל מפתה אבל אין עבודה בצפון\", אתם בטח חושבים. טעיתם. וכדי להוכיח זאת, חברת בזן, \"ידיעות אחרונות\" ואתר ynet חברו יחדיו לפרויקט \"מחזקים את הצפון\". בשבועות הקרובים נציג לכם שלל נתונים על אפשרויות התעסוקה באזור, כולל הצעות עבודה של ממש בחברות מובילות במשק, שאליהן תוכלו להגיש את מועמדותכם - ואף נלווה משפחות מהמרכז בתהליך המעבר צפונה.     ישר בן מרדכי, מנכ\"ל קבוצת בזן, מסביר: \"אנחנו מקווים באמצעות הפרויקט החשוב הזה להצעיד את הצפון צעד נוסף קדימה, וקוראים לצעירים לבוא ולקבוע את מקום מושבם כאן איתנו. יזמים צעירים בעלי חזון מוזמנים לפעול מתוך מרכז החדשנות שלנו, ויש עוד הרבה עמדות קורצות אצלנו ואצל שאר החברות שנרתמו לפרויקט הזה באהבה מתוך הבנה של חשיבותו למדינת ישראל\".   בשיתוף בזן", "title": "הצופן לחיים מאושרים", "url": "https://www.ynet.co.il/articles/0,7340,L-5508318,00.html", "type": "article", "site_name": "ynet", "published_time": "08:35 , 14.05.19", "category": "Economy", "subtitle": "איך נשמע לכם אורח החיים הבא: לסיים את יום העבודה במרכז חדשנות של חברה טכנולוגית מתקדמת, ללכת להופעה של זמר מוביל, לחזור הביתה לווילה ענקית עם נוף מרהיב שיכולתם לקנות בלי עזרת ההורים, ובסוף השבוע לנסוע עם המשפחה והמון חברים חמש דקות ולהגיע למסלול טיולים עם טבע פראי. חלום שלא ניתן להגשים? במסגרת פרויקט חדש, \"מחזקים את הצפון\", נוכיח לכם בשבועות הקרובים שדווקא כן"}