{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5523351,00.html"}, "headline": "בילויים של צפונים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/11/9301038/93010289991491640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/11/9301032/7.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/11/9301029/4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/11/9301050/9301027088984640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/11/9301035/930103191001490640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/11/9301033/8.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/11/9301037/9301030799684640360no.jpg"], "datePublished": "2019-06-12T13:03:39z", "dateModified": "2019-06-12T23:22:19z", "author": {"@type": "Person", "name": "לין לוי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "חושבים שמי שגר בצפון צריך לנסוע לתל־אביב כדי לבלות? אתם תקועים בעבר. מופעי מוזיקה, גלריות, ערבי שירה, ריקודים (גם לבני 40 פלוס) וכמובן, הרבה אלכוהול - והכל עם הטוויסט המיוחד של הצפון - מחכים למי שרוצים לצאת בלילה מהבית. פרויקט \"מחזקים את הצפון\" מציג לכם כמה מקומות בילוי, וכמובן, שלל הצעות עבודה מפתות", "wordCount": "805", "commentCount": "26", "genre": "6.Economy-28372.strong north", "keywords": "בזן,מחזקים את הצפון", "articleBody": "בשיתוף בזן   אם אתם מאלה שסבורים כי הצפון מנומנם והתושבים סובלים משעמום בגלל היעדר מקומות בילוי, טעות בידכם. תושבי חיפה, הקריות, הגליל והגולן כבר לא צריכים לנסוע עד תל־אביב על מנת לפזז במסיבה טובה, לשמוע הופעה של זמר מהשורה הראשונה או ליהינות ממופע סטנד־אפ.    פרויקט \"מחזקים את הצפון\" בשיתוף \"ידיעות אחרונות\", ynet ובזן, שמנסה לעודד מעבר של אוכלוסייה צעירה לאזור החשוב והיפהפה הזה, מציג בפניכם היום שורה של מקומות בילוי – ולצידם הצעות עבודה אטרקטיביות שאולי יגרמו לכם לשקול רילוקיישן. שנתחיל?     פטוש הוא בית קפה, בר הופעות וגלריית אמנות, שארוזים בתוך חלל אחד בעיר התחתית של חיפה, במבנה מנדטורי ששימש בעבר כמחסן סחורות ונשק. מיד כשנכנסים, הלסת נשמטת למטה. במקום יש תקרות בגובה שמונה מטרים, רצפת בטון מוחלק, פינות ישיבה סלוניות, רהיטי וינטג' שנאספו משווקי פשפשים בכל העולם, פרטי אספנות וגלריה. בשעות הבוקר מגישים תפריט בית קפה המשלב בין מזרח למערב, ובשעות הערב מתקיימים במקום עברי מוזיקה והופעות אתנו־אלקטרוניות.    גושפנקא הוא ליין מסיבות לוהט עבור הקהל הבוגר. אחת לשבועיים, בימי שישי החל מ־22:30, במועדון \"גאלה\" בקריית־חיים, קורעים יותר מאלף בני 40 פלוס את שלל הרחבות המוזיקליות: רחבה נוסטלגית עם מוזיקת אייטיז וניינטיז, רחבת מיינסטרים, רחבה אלקטרונית ורחבת סלסה. במקום יש גם שלושה ברים שירימו לכם את מצב הרוח. המחיר: 50 שקל.  ג'אם הוא מועדון הופעות שהוקם על ידי חברי קיבוץ המחנכים של \"דרור ישראל\" והחברה הכלכלית לעכו. מדובר בפרויקט חברתי־שיתופי, ללא מטרות רווח, שכל הכנסותיו מושקעות בפיתוח המקום. ג'אם, שממוקם בתוך תיאטרון עכו, פותח את שעריו בימי חמישי ושבת ומופעל על ידי מתנדבים. מדי שבוע מתקיימות במקום הופעות של אמנים מקומיים, ערבי \"רוק נשים\", ערבי שירה, הקרנות סרטים ועוד. מחיר הכרטיסים: 60־15 שקל להופעה.   הפרה בשבי ציון הוא בר הופעות וביר גרדן, או כמו שהמקומיים מגדירים אותו - \"הזאפה הכפרית של הצפון\". יש במקום שתי חצרות ובמת הופעות שבימי שלישי־שבת מארחת זמרים ולהקות מהשורה הראשונה, הופעות סטנד־אפ, הרצאות ומופעים. מחיר כרטיס נע בין 140־30 שקל, ויש כמובן גם אוכל והמון בירה.     הפינה של בן הוא בר שכונתי קטן בכרמיאל, שבו מתקיימים עקבי \"ספוקן וורד\", תערוכות אמנות וצילום, בימי חמישי ג'אם סשנים עם במה פתוחה, בימי שישי קבלות שבת עם הרכבי מוזיקה שעושים שמח, ובימי שבת הופעות ג'אז.    \"לטינו מיינד\" הוא מועדון ריקודים לטיניים שממוקם מול ה\"סינמול\" בחיפה. הוא פעיל בימי שני, חמישי ושבת ומציע ערבי סלסה בקצב מסחרר שמתחילים בשיעור מודרך וממשיכים עם מסיבת ריקודים. מחיר כניסה: 40 שקל, ואין צורך בניסיון קודם.      הכירו כמה מקומות שישמחו להעסיק אתכם בצפון אז עכשיו שסגרנו לכם את עניין הבילויים, הנה כמה הצעות עבודה מפתות: חברת \"רפאל\" מחפשת מהנדס תוכנה בכיר RT EMB לתכנון, מימוש והטמעת טכנולוגיות להגנת סייבר. דרישות: תואר בהנדסת תוכנה/הנדסת מחשבים/מדעי המחשב, ניסיון בפיתוח תוכנות, ולא יזיק גם שירות צבאי בתחום רלוונטי והבנה בעולם הגנת הסייבר.    ברפאל ישמחו לקלוט גם מהנדס/ת עיבוד אותות/תמונה/ראייה ממוחשבת לעבודה בקבוצת מחקר מובילה, העוסקת בפיתוח אלגוריתמים למכ\"מים, מערכות ניווט ועוד, משלב הדרישות ועד יישום, אינטגרציה וניסויים.   הדרישות: תואר ראשון בהנדסת חשמל ואלקטרוניקה והתמחות בעיבוד אותות ו/או עיבוד תמונה וראייה ממוחשבת. תואר שני ומעלה ושירות ביחידה טכנולוגית בצבא - הם יתרון. בחברה מחפשים גם הנדסאי אלקטרוניקה או מכונות ומהנדס פיתוח בתחומי Data Science (מייל לשליחת קורות חיים: jobs@rafael.co.il).   חברת בזן מחפשת מהנדס פרויקטים ליחידת פרויקטים גדולים, מהנדסי מכונות לעתודה ניהולית וליחידת השיפוצים, מהנדס משאבי אנרגיה ומהנדסי כימיה (או מכונות) שיהוו עתודה לניהול מתקן (קורות חיים ניתן לשלוח אל Gracheli@bazan.co.il‬). חברת פריקוגנייז מחפשת Senior Front-end Web Developer עם תואר במדעי המחשב או מערכות מידע, ארבע שנות ניסיון ב־web development ומתוכן לפחות שנתיים ניסיון עם Angular4+, היכרות משמעותית של אלגוריתמים ותבניות פיתוח ודרישות נוספות שתוכלו למצוא אם תכתבו אל neta@precog.co.   חברת פיקויא מחפשת מנהלי קמפיינים לניהול הקשר עם לקוחות החברה בעולם, השגת תקציבי פרסום, איתור הזדמנויות, ייצוג החברה בכנסים בינלאומיים וניהול תקציבי הפרסום של החברה. הדרישות: ניסיון בעבודה עם לקוחות בעולם, אנגלית ברמה גבוהה מאוד, כושר ביטוי ושכנוע ותודעת שירות גבוהה.   בחברה מחפשים גם מהנדס תוכנה לבנייה ושיפור של שרתי אינטרנט, אתרי אינטרנט וכלי האנליזה של החברה. עיקר העבודה ב־JAVA, ויש צורך בתואר במדעי המחשב ורקע בתכנות צבאי מיחידת 8200. ניסיון בתכנון ובנייה של מערכות תוכנה גדולות ומבוזרות הוא יתרון (לשליחת קורות חיים - jobs@pikoya.com).   בצבאן מדיקל בכרמיאל מחפשיפ מנהל/ת טכני בתחום המכשור הרפואי, שיוביל צוות פרויקט ויהיה אחראי על לימוד, הבנה וקליטת תיק ייצור לקוח, תמיכה בהטמעת תיק הלקוח במערכת MRP הפנימית בצבאן, הכנת נהלי עבודה פנימיים לייצור המכשור, תמיכה הנדסית בייצור ואבטחת האיכות, וניהול הפרויקט מול גופי הרוחב הפנים מפעליים, קבלני משנה, ומול הלקוח. המועמד צריך להיות מהנדס/ת מכונות בעל רקע בניהול ידע ב־SOLID (ובעדיפות שנייה - הנדסאי/ת מכונות מנוסה מאוד), עם ניסיון מוכח בניהול פרויקטים בתחום המכשור (עדיפות למכשור רפואי). יכולת מוכחת בפרויקטי ייצור משולבים (זיווד/חומרה/תוכנה) וניסיון בהכנת מפרטים על פי תקנים רפואיים, ובאנגלית – יהוו יתרון (קורות חיים ניתן לשלוח אל suzi@chaban.co.il).   בשבועות הקרובים נמשיך להציג לכם הצעות עבודה אטרקטיביות, ואם תמצאו בעזרתנו עבודה - נשמח ללוות את המעבר המשמח שלכם צפונה.   חברות שמעוניינות להצטרף לפרויקט מוזמנות לכתוב אל shavit-h@ynet.co.il     בשיתוף בזן ", "title": "בילויים של צפונים", "url": "https://www.ynet.co.il/articles/0,7340,L-5523351,00.html", "type": "article", "site_name": "ynet", "published_time": "10:03 , 12.06.19", "category": "Economy", "subtitle": "חושבים שמי שגר בצפון צריך לנסוע לתל־אביב כדי לבלות? אתם תקועים בעבר. מופעי מוזיקה, גלריות, ערבי שירה, ריקודים (גם לבני 40 פלוס) וכמובן, הרבה אלכוהול - והכל עם הטוויסט המיוחד של הצפון - מחכים למי שרוצים לצאת בלילה מהבית. פרויקט \"מחזקים את הצפון\" מציג לכם כמה מקומות בילוי, וכמובן, שלל הצעות עבודה מפתות"}