{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5603913,00.html"}, "headline": "\"מוקדם מדי להספיד את תמ\"א 38\"", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2019-10-23T12:03:08z", "dateModified": "2019-10-23T18:36:36z", "author": {"@type": "Person", "name": "ynet"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "תוך שלוש שנים אמורה להגיע לסיומה תמ\"א 38 במתכונתה הנוכחית, אבל עדיין יש לא מעט שאלות לגבי העתיד הקרוב - מה יקרה בשלוש השנים הקרובות לפרויקטים שקיבלו אישורים, או כאלו שבדרך לקבל אישור, האם הפריפריה תזכה להתחדשות עירונית והאם אכן צריך לבטל את התכנית או לבנות אותה מחדש על יסודות חזקים יותר?", "wordCount": "1062", "commentCount": "60", "genre": "6.Economy-13624.urban renewal", "keywords": "התחדשות עירונית פרויקט,נדל\"ן,תמ\"א 38", "articleBody": "בשיתוף מרכז הנדל\"ן     תמ\"א 38, תכנית המתאר הארצית, שהחלה את דרכה בשנת 2005 במטרה לחזק מבנים מפני רעידות אדמה, תסיים את דרכה באוקטובר 2022, כך על פי הכותרות בימים האחרונים, ובמקומה יובל מתווה חדש שאמור לתת מענה לשאלות שעלו במהלך קיומה של התכנית הנוכחית.    מה יעלה בגורלם של פרויקטים שנמצאים כעת לאחר אישורים ואמורים להתחיל, או רק בתחילת דרכם, האם אחרי דרך החתחתים שעוברים תושבים כדי להחתים את שכניהם לבניין על הסכם יציאה לתהליך הם לא יוכלו ליהנות מהתכנית הקיימת? ואולי עדיף שלא תתבצע התכנית הקיימת שלא פעם דובר על כך שהיא אינה עומדת בדרישות הראשוניות שמטרתן חיזוק ובטיחות הבנייניים בישראל.   \"קודם כל, מוקדם מדי להספיד את תמ\"א 38\", אומרת עינת גנון, סמנ\"כלית הרשות להתחדשות עירונית, שהגיעה יחד עם יוסי חסון, מנכ\"ל החברה לחיזוק מבנים, לאולפן ynet לדון בנושא.   נסביר כי פרויקט תמ\"א 38 לחיזוק מבנים בפני רעידות אדמה מתבצע בבניין בודד, ותכליתו היא לשפר את עמידות המבנה מפני רעידות אדמה, כך על פי אתר הרשות להתחדשות עירונית. הפרויקט מתבצע באמצעות חיזוק ועיבוי על גבי המבנה הקיים והרחבתו (תמ\"א 1, תמ\"א 3) או על ידי הריסת המבנה הקיים ובנייתו מחדש (תמ\"א 2). פרויקט זה מקודם בהליך תכנוני קצר יחסית, הדורש הוצאת היתר בנייה (ללא צורך באישור תכנית מפורטת) ובחינה מצומצמת של היבטים תכנוניים-סביבתיים הגובלים בחלקה.   גנון מסבירה כי התכנית, כפי שהיא מתקיימת כיום, לא תמשיך במתכונתה, אך ימשיכו להתקדם עם פרויקטים של בניין בודד שיוכל לעבור תהליך של חיזוק. \"אנחנו מעדיפים שיהיה הליך של הריסה ובנייה מחדש\", היא אומרת ומוסיפה: \"למעשה, כל הממשלה תמימת דעים לגבי כך שקיימת בעייתיות בפרויקטים של חיזוק בלבד משום שמדובר בטלאי על טלאי וגם אם נעשה את העבודה בצורה הטובה ביותר, אני לא יכולה להגיד שאנחנו בטוחים בוודאות, אבל כן עם סבירות גבוהה שהבניינים שחוזקו יעמדו במשימה הלאומית של חיזוק מפני רעידות אדמה ויצילו חיים, אם הבניין אחר-כך יהיה שמיש להמשך מגורים, זה לא אנחנו בטוחים, אבל לגבי הצלת חיים, בהקשר הזה הוודאות גבוהה מאוד\".    מה יהיה לא בעוד שלוש שנים, אלא בשלוש השנים הבאות?  חסון, מצדו, תוהה מדוע בוחרים לבטל תכנית שרצה מספר שנים ולהעמיד חדשה במקומה, במקום ללמוד מהתכנית הנוכחית ולשפר אותה. \"אני חושב שתכנית תמ\"א 38 היא תכנית לא אידיאלית ואני חושב שצריך לשפר אותה, והדרך היא לא להרוג אותה ולבוא עם חדשה שאף אחד עוד לא יודע מהי. תכנית צריך לבנות כמו שבונים כל דבר - מתחילים מליבה מסוימת, הליבה הזו לא מספיק טובה? מצוין, בוא נשפר אותה, בואו נוסיף לה, בואו נוסיף לה נדבך של פינוי בינוי, בואו נוסיף לה נדבך של תכניות עירוניות\".   כרגע, מבחינתו, עתיד התכנית לוט בערפל ולא ברור מה יקרה, בעיקר בעתיד הקרוב, מה שקריטי מבחינת פרויקטים שנמצאים כרגע בתחילתו של התהליך - \"מה שקרה כאן זה מחדל, ישנה תכנית להתחדשות עירונית שנולדה בשנת 2005, ומאז בכל שנה נוספים לה עוד סעיפים שאמורים לתת מענה לשאלות שעולות בשטח, אך בשורה התחתונה גורמים לאי ודאות שרק הולכת וגדלה משנה לשנה.      \"העניין החשוב הוא שהתחדשות עירונית, בסופו של דבר, היא כ-25 אחוז מיחידות הדיור בשנים האחרונות - נתון משמעותי ביותר ועל אף זאת, עדיין חוסר הוודאות הוא משווע, כולל עכשיו, מה זה אומר שהתכנית תתארך בעוד שלוש שנים, כיצד זה משפיע על פרויקטים קיימים או שמתחילים תהליך של אישורים?\"    על השאלה הקריטית הזו - לא רק ליזמים, מפתחים, אנשי מקצוע ולא פחות חשוב, לדיירים - משיבה גונן: \"אנחנו, קודם כל, רוצים ומקדמים כבר היום ברשות להתחדשות עירונית עשרות תכניות שכונתיות ועירוניות בהן אנחנו קובעים איזה בניין יהיה מיועד לפינוי בינוי ואיזה בניין יהיה מיועד לתמ\"א 38. במקומות שבהם יש תכנית כזאת, יש רמת ודאות גבוהה מאוד, וזה כלול בתכנית העבודה שלנו להמשיך ולתקצב ולתכנן עוד תכניות כאלה ולאשר אותן בשלוש השנים הקרובות\".   לשאלה האם זה נותן מענה הולם לאנשים שאמורים להצטרף לתהליך, משיבה גנון כי ההליך הנוכחי נותן מענה חלקי, \"ולכן לאלה שכבר חתמו ומוכנים, אנחנו קוראים להם, 'הזדרזו והגישו את הבקשה להיתר במהלך שלוש השנים הקרובות'. כל התנאים שחלים היום ימשיכו לחול לגבי פרויקטים שתוגש לגביהם בקשה בשלוש השנים הקרובות, גם אם זה בעוד שנתיים וחצי, הבקשה תוגש, כל התנאים החלים היום, יחולו עליה. אבל, אנחנו אומרים את זה מראש כדי שהדיירים והיזמים ובעלי המקצוע ידעו וייערכו לתרחיש הבא שיתחיל בעוד שלוש שנים\".       שאלת הפריפריה אחד הנדבכים בביקורת הרבה שנשמעה על התכנית, היה קשור בפריפריה ובכך שזו אינה זוכה ליהנות מהתחדשות עירונית כפי שציפו לה רבים, אך גנון מסבירה כי \"תמ\"א 38, בניגוד לאמירות מסוימות שאנחנו שומעים, מלכתחילה לא הייתה מיועדת לפתור את בעיית הפריפריה כי היה ברור מראש שערכי הקרקע לא יאפשרו, בתוספת של 2.5 קומות בלבד, לממש פרויקטים.   \"אנחנו, ביחד עם משרד השיכון, מבצעים חיזוק - רק חיזוק בלי תוספת יחידות דיור - כבר בכ-1,700 יחידות דיור בפריפריה בתקצוב ישיר שלנו, וממשיכים לעשות את זה, כמובן שככל יוזרמו התקציבים. וברור לנו שהפתרון לפריפריה צריך להיות בצורה כזו או אחרת תקציבי, בין אם בתקצוב ישיר ובין אם באמצעות קרקע משלימה במרכז. אלה בעצם החלופות, ובשורה התחתונה - תמ\"א, או כל התחדשות עירונית, בצורה בה היא נעשית במרכז הארץ - לא תעבוד בפריפריה\".      אז מה צפוי לנו בתכנית החדשה? טרם יצא נייר מסודר וסביר להניח שייקח זמן, לא רק משום שצריך לבנות אותה כיאות, אלא משום שעדיין אין לנו ממשלה ושר שיכון שיכול לתת אישור יציאה לדרך עם תכנית חדשה - מה שכן יש זו הידיעה מה לא עובד, על בסיס התכנית הקיימת, ומה הצרכים שיש לענות עליהם, לא רק בהקשר של בנייה והתחדשות, אלא בהקשר של אזורים שונים בארץ.     לשאלה מה חשוב שיהיה בתכנית החדשה, השיב חסון שהדבר החשוב ביותר הוא הוודאות, זו שכל-כך חסרה כרגע - כיצד מתנהלים נכון בפריפריה כדי לתת את המענה ההולם, איזה פתרון אפשר לתת ברמת הבניין הבודד, האם יתנהל תהליך שונה למתחמים המיוחדים לפינוי-בינוי ועוד - \"בסופו של דבר, כשאנחנו מסתכלים על תמ\"א 38 מקצה לקצה\", אומר חסון, \"תהליך ממוצע לוקח כ-9-10 שנים לתמ\"א, ובין 12 ל-14 שנים עבור פינוי בינוי - מה שחשוב הוא להבין שכל שינוי קל שבקלים תוך כדי תהליך שכבר נעשה, תוקע הכל ויוצר אי ודאות שרק דוחה את סיומו של ההליך, תוקעת את הבנייה, את אנשי המקצוע, את היזמים וכמובן את הדיירים\".     גנון מסכמת כי המתווה החדש שיחליף את הנוכחי יאפשר במסלול הבניין הבודד הליך שיכלול הן את התבנית והן את ההיתר, מה שיקצר משמעותית את הדרך ואף יאפשר להוסיף שימושים ציבוריים או מסחריים לאותה תכנית, מה שייתן מענה לרשויות המקומיות ולטענות על מחסור בשטחי ציבור. במסלול של התחדשות עירונית, התהליך יתבצע בראייה כוללת של שכונה ועיר כך שניתן יהיה לאתר את הצרכים שיש לרשויות המקומיות ולתושבים, שזה הדבר החשוב ביותר, ולפיהם  תיבנה התכנית שתיתן מענה לכל הצרכים ותשלים את ייעודה להתחדשות עירונית וחיזוק מבנים.     בשיתוף מרכז הנדל\"ן", "title": "\"מוקדם מדי להספיד את תמ\"א 38\"", "url": "https://www.ynet.co.il/articles/0,7340,L-5603913,00.html", "type": "article", "site_name": "ynet", "published_time": "09:03 , 23.10.19", "category": "Economy", "subtitle": "תוך שלוש שנים אמורה להגיע לסיומה תמ\"א 38 במתכונתה הנוכחית, אבל עדיין יש לא מעט שאלות לגבי העתיד הקרוב - מה יקרה בשלוש השנים הקרובות לפרויקטים שקיבלו אישורים, או כאלו שבדרך לקבל אישור, האם הפריפריה תזכה להתחדשות עירונית והאם אכן צריך לבטל את התכנית או לבנות אותה מחדש על יסודות חזקים יותר?"}