{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5043342,00.html"}, "headline": "קשורים למותגים: כך נבחרו ה-Superbrands של ישראל", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/15/8155316/brandselect_-_rolex.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/15/8155312/brandselect_-_logo_superbrands.jpg"], "datePublished": "2017-11-20T01:43:34z", "dateModified": "2019-11-20T01:17:34z", "author": {"@type": "Person", "name": "גיל רונן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "כיצד בוחרים את מותגי העל של ישראל מתוך כ-2,900 מותגים שפועלים במדינה? הצצה לתהליך שבו הצרכנים המקומיים בוחרים את המותגים שהם הכי אוהבים ", "wordCount": "476", "commentCount": "0", "genre": "6.Economy-13511.superbrands 2017", "keywords": "סופרבראנדס,Superbrands", "articleBody": "בשיתוף Superbrands   מה הופך לדעתכם מותג שעונים רגיל למותג-על בתחומו? סביר להניח, שהתשובה שקפצה לכם לראש היא אינטואיטיבית, מהירה ואפילו לא זקוקה להסבר.    עוד ב-Superbrands: שווה להכיר: האנשים מאחורי המותגים  מה הופך מותג רגיל ל-Superbrands?  אלו הזוכים באות \"המנהיג השיווקי\" לשנת 2018     אתם יודעים שרולקס הוא לא סתם מותג שעונים, אלא \"מותג על\", או באנגלית: Superbrands. ומה הופך אותו למותג על? סביר להניח שמכלול גדול של דברים, אבל העיקריים שבהם יהיו כנראה המורשת שלו, המוניטין, העיצוב, האנשים האחרים שעונדים איתו, הפרסומות של המותג, המקומות האקסקלוסיביים בהם אפשר לרכוש אותו ובקיצור - הקשר הרגשי שמותג כמו רולקס גורם לצרכנים בזכות כל המרכיבים האלה.      סופרברנד הוא מותג שאנחנו יודעים שהוא מותג על. על בסיס התובנה הזו, ארגון Superbrands העולמי מזהה ומכתיר מותגי על ברחבי כל העולם. בתשע השנים האחרונות הוא מכתיר גם את מותגי העל של ישראל. איך זה קורה? בארבעה שלבים פשוטים.    כך נולד מותג על  בשלב הראשון, עורכים מיפוי ומאתרים את כל המותגים שפועלים כיום בישראל בכל הקטגוריות: מזון, משקאות, בישום, אופנה, תיירות, מחשבים ואפילו אנשים, לדגומה פוליטיקאים, זמרים ודוגמניות. לדברי ערן יסעור, מארגון Superbrands Israel, בשנת 2017 אותרו בישראל כ-2,900 מותגים שונים, שכולם החלו את דרכם כדי לבדוק מי מהם הוא אכן מותג על.   בשלב השני, הועברו 2,900 המותגים לבדיקה מקצועית שנערכה על ידי צוות שופטים, בראשות פרופ' יעקב הורניק מאוניברסיטת תל אביב, שמנה 127 מנכ\"לים וסמנכ\"לי שיווק בכירים. לדברי מנכ\"לית Superbrands Israel אתי עמיעד, בכירי המשק בחרו מתוך המועמדים את 800 המותגים שעברו ל\"גמר הגדול\" ולהכרעת הצרכנים.    מנכ\"ל מכון המחקר Ipsos Israel מוריס כהונאי מספר שבשלב השלישי - שלב בחירת הצרכנים, הוצגו למדגם ארצי ומייצג של הצרכנים בישראל הלוגואים של המותגים שעלו לגמר. מתוכם, הצרכנים התבקשו לסמן מי לדעתם הוא מותג על. כלומר, מהם המותגים שאכן יצרו קשר רגשי עמוק בינם לבין הצרכנים.    לאחר איסוף כל ציוני הצרכנים ובדיקת ציוני המותגים מול רף ההצטיינות של Superbrands, פרסם מכון המחקר את רשימת המותגים בישראל שהם Superbrands וראויים להיכנס להיכל התהילה של המיתוג העולמי.    בין המותגים שהצרכנים בישראל הכתירו השנה כמותגי על - Superbrands ניתן למצוא את לאומי, ישראכרט, בנק הפועלים, לוטו, מפעל הפיס, אנגלו סכסון, Dell, קליל, סנסודיין, אינפיניטי, חברת החשמל H.Stern, AIG, NESPRESSO, ארומה אספרסו בר, תדיראן, לאומי קארד, ROLEX, Cal, מועדון חבר, כלל ביטוח, עמינח, ביתילי, אלקטרה מזגנים, מאפיות אנג'ל, GOLF & CO, ניקול, לילי, האגיס, YOLO, חלב תנובה, יופלה, נפוליאון, עמק, קוטג' תנובה, תנובה, סנפרוסט, רמי לוי שיווק השקמה, מי עדן, PANDORA, סימילאק, סינמה סיטי, כלכליסט, Café Café, מנורה מבטחים, GA-DE, דומינו'ס פיצה, ynet, CASTRO, bugaboo, קניוני עזריאלי, דיסקונט, רנואר, צומת ספרים, מזרחי טפחות, שופרסל, רי/מקס, yad2, מכבי שירותי בריאות, Zap השוואת מחירים, סוגת, איילון, מלונות דן, אמריקן אקספרס, טבע נאות, Volkswagen, LENOVO, HOLLANDIA, אקמול ואופטלגין, אפריקה ישראל מגורים, לאשה, מגדל, ידיעות אחרונות, HOT, SABON, H, אדויל, פז, ACE, סופר-פארם, יקבי ברקן, שיבאס, גולדסטאר, אבסולוט, Heineken, שב\"כ, המשביר לצרכן, מחלבות גד, Estee Lauder, דלתות פנדור, קולון, יקבי רמת הגולן, קולון, GETT, LG.    בשיתוף Superbrands", "title": "קשורים למותגים: כך נבחרו ה-Superbrands של ישראל", "url": "https://www.ynet.co.il/articles/0,7340,L-5043342,00.html", "type": "article", "site_name": "ynet", "published_time": "23:05 , 19.11.19", "category": "Economy", "subtitle": "כיצד בוחרים את מותגי העל של ישראל מתוך כ-2,900 מותגים שפועלים במדינה? הצצה לתהליך שבו הצרכנים המקומיים בוחרים את המותגים שהם הכי אוהבים "}