{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5627044,00.html"}, "headline": "חוויה קולינרית ומקום בילוי: קפה קפה מקיימת את ההבטחה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/17/9601641/960163501000100640360no.jpg"], "datePublished": "2019-11-17T18:25:45z", "dateModified": "2020-04-02T19:59:45z", "author": {"@type": "Person", "name": "דורית דגן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "קבוצת Café Café ממשיכה במגמת ההתרחבות גם השנה, והשיקה את המיזם הקולינרי Fresh the Market – במקביל לרכישת המותגים הסושיה ופרנג'ליקו ופיתוח מותג חדש ששמו LELO. בנוסף, ריעננה את התפריטים והשקיעה משאבים בקמפיינים תקשורתיים רחבי היקף המשמרים את עמדת ההובלה בה היא מחזיקה בענף בתי הקפה והמסעדות בישראל", "wordCount": "856", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019-29698.pnai 2019", "keywords": "קפה קפה,סופרבראנדס", "articleBody": "בשיתוף Superbrands    רשת Café Café נוסדה בשנת 2001, עם פתיחתו של בית הקפה הראשון בכיכר מסריק בתל אביב. עם השנים הלכה הרשת והתפתחה עד שהפכה לקבוצת בתי הקפה והמסעדות הגדולה בישראל. כיום כוללת הקבוצה שבבעלותם של רונן נמני ומיקי טיל את הרשתות: קפה קפה, קפה קפה GO, לחם ארז, Fresh Kitchen, לחם בשר, רשת מסעדות השוק כספי, רשת הפאסט פוד האסייתי WOKAWAY, נגיסה, סחבק ורובן. בשנה האחרונה התחדשה הקבוצה גם בחמישה מותגים חדשים – Fresh the Market, LELO, הרשת האיטלקית Piano Piano, הסושיה ופרנג'ליקו. הקבוצה, בניהולו של נעם צימרמן, שמה לה למטרה להוביל את הענף ולהיות הבחירה המועדפת לבילוי ולחוויה קולינרית של הלקוח הישראלי.    הסביבה התחרותית ענף בתי הקפה והמסעדות נמצא במגמת צמיחה מתמשכת, ומתאפיין בביקוש גבוה מצד הצרכנים לבילוי ואכילה מחוץ לבית. מצד שני הענף מתאפיין גם בתחרות גבוהה, לכן החשיבות של השתייכות למותג מוכר או קבוצה קולינרית חזקה היא קריטית להצלחה.   בישראל פועלות כמה רשתות בתי קפה בפריסה ארצית לצד מאות בתי קפה עצמאיים. לכן, נדרשים לא רק יצירתיות וגיוון בתפריט ובחוויית הבילוי, אלא גם מיומנויות ניהול ושירות גבוהות.    האתגרים השיווקיים האתגר המתמשך עמו מתמודדת הרשת הוא חיזוק החוויה הקולינרית וחוויית הבילוי של הלקוחות, במטרה להטמיע את התפיסה לפיה מדובר בהרבה יותר מבית קפה. ברשת מקפידים לשמור על חיבור מתמיד לקהל הלקוחות, יחס אישי ושירות ממוקד לקוח, עם התייחסות לטרנדים ומגמות קולינריות מהעולם וטעמים ים-תיכוניים האהובים על הקהל הישראלי, תוך והקפדה על חומרי גלם טריים ואיכותיים.    לקפה קפה תדמית של מקום המותאם למגוון צרכים בכל שעות היום – פגישות קצרות, ארוחות עסקיות, מפגשים חברתיים ואירועים משפחתיים. בשנים האחרונות הרחיבה הרשת את הפריסה שלה ברחבי הארץ והיא פועלת בכלל הקהלים והמגזרים.    הפתרונות היצירתיים קפה קפה פועלת כדי לבדל את עצמה ולהתבלט בעולמות האוכל והבילוי באמצעות חוויה קולינרית עדכנית, שמקיימת את ההבטחה למנות טעימות ומגוונות עם חומרי גלם איכותיים. במקביל משקיעים ברשת משאבים רבים במהלכי פרסום בדיגיטל ובסושיאל, ובתכנים שיוצרים שיח ומעורבות. כמו כן מתקיימים שיתופי פעולה עם משפיענים וגופי תוכן מרכזיים, דוגמת ynet ומאקו.    תפריט חדש בקפה קפה - בשנה החולפת ריעננה הרשת את התפריט, בדגש על חומרי גלם טריים וטעמים ים תיכוניים בהובלת שף הקבוצה, ניר מזרחי. בתפריט שולבו מנות חדשות ומסקרנות לצד חידושים, בהם קטגוריה חדשה של בצקים הנאפים במקום. כדי לתקשר את המהלך השיקה הרשת קמפיין רחב שפנה לכלל המגזרים, שהופיע באתרים המובילים לציבור הכללי, הדתי-חרדי והערבי. הקמפיין כלל שיתופי פעולה עם גופי תוכן וזכה ליותר מ-25 מיליון חשיפות, מעל למיליון יוניקים וכמיליון צפיות בסרטונים שהופקו במסגרתו.   פסטיבל דייגים - המיקוד והחדשנות בחוויה הקולינרית באו לידי ביטוי גם בהשקת תפריטים מיוחדים במהדורה מוגבלת. כך, נהנו השנה לקוחות קפה קפה מפסטיבל דייגים למשך שלושה חודשים – במסגרתו הושק תפריט שהציע לא רק מנות מגוונות של דגים איכותיים, אלא גם תחרות נושאת פרסים. התפריטים המיוחדים עוצבו כמו עיתון, ולצד המנות נפרשו סיפוריהם של נמלים ודייגים בישראל, וטיפים מקצועיים לקנייה וטיפול בדגים. את המהלך ליווה אתר אינטרנט מיוחד וקמפיין דיגיטל, שהציע ללקוחות לשכנע מדוע מגיע להם לזכות בפרס הגדול – חופשה משפחתית חלומית על ספינת פאר. הקמפיין זכה ליותר מ-20 מיליון חשיפות ומאות אלפי אינטראקציות עם גולשים בכלל הקהלים.   פעילות תרומה לקהילה - כחלק מהצורך להשתמש בכלי דיגיטל שמעוררים מעורבות ולייצר תוכן ערכי ורלוונטי לקהל הישראלי, יצאה הרשת בקמפיין תרומת תחפושות לילדים לחג הפורים בשיתוף ארגון פתחון לב. במסגרת המהלך הופק סרטון קומי, שקרא לקהל הלקוחות להגיע לסניפים ולתרום תחפושות עבור ילדים ממשפחות נזקקות. בשטח נרשמה היענות גבוהה, כאשר אלפי תחפושות נאספו מהסניפים על ידי מתנדבי פתחון לב ונמסרו על ידי עובדי קפה קפה לילדים לקראת החג.    הסרטון זכה להצלחה רבה בנכסים הדיגיטליים של קפה קפה עם יותר מ-40 אלף ביטויי מעורבות מצד הגולשים, כחצי מיליון חשיפות ולמעלה מ-150 אלף צפיות בשלושה ימים בלבד. בנוסף, הקבוצה פועלת בשיתוף פעולה עם עמותת \"רעות\" להעסקת ושילוב אנשים עם מוגבלויות בסניפיה ברחבי הארץ ותומכת גם בפעילויות שונות של ארגון \"גדולים מהחיים\". כמו כן, ממשיכה קבוצת קפה קפה בתמיכה שוטפת של מימון שנתי (למעלה מעשור) של ליצנים רפואיים במחלקת אונקולוגית ילדים בבי\"ח איכילוב ובתרומת חבילות מזון לחגים כמידי שנה.   מותגים קולינריים חדשים - השנה השיקה הקבוצה את Fresh the Market – מתחם קולינרי הכולל ארבעה מטבחים מעולמות שונים במקום אחד. במסעדות רשת Fresh the Market הלקוחות נהנים ממטבח אסייתי, מטבח איטלקי, מטבח ים תיכוני עם מנות מהטאבון ומבר קוקטיילים, בולים מיוחדים, קינוחים ושייקים טריים. המנות גדולות במיוחד, ומתאימות לחלוקה ולאכילה משותפת (sharing) בכל שעות היום.    המסעדות הראשונות נפתחו בשטח גדול של 300 מ\"ר בקרית גת ובחדרה, בסוף 2019 יפתח גם בכפר סבא ובתחילת 2020 בקריות. ברשת מתכוונים להתרחב ל-10 מסעדות בפריסה ארצית בתוך שנתיים. מותג חדש נוסף ומסקרן של הקבוצה הוא Lelo – קפה בר בוטיק שכל המנות המוגשות בו הן ללא קמח. בית הקפה הראשון של Lelo נפתח בכיכר המדינה בתל אביב, מתוך יעד לפתח את הקונספט למיקומים נוספים.    דברים שלא ידעת על Café Café 316,138 חברים הצטרפו למועדון MOOD, מועדון החברים הקולינרי של קבוצת קפה קפה, מאז שהוקם ב-2014.  סקר ארצי שערכה הקבוצה העלה ששלושה מתוך ארבעה ישראלים מזכירים את מותג קפה קפה במחשבה על רשתות בתי קפה, ומעידים על עצמם שהם נוהגים לבקר בסניפי הרשת.  על פי נתוני אתר \"קפה קפה\", יותר מ-70% מהלקוחות שמחפשים את קפה קפה ברשת עושים זאת באמצעות מכשיר סלולרי.  נעם צימרמן, מנכ\"ל קבוצת קפה קפה, החל את דרכו כזכיין ברשת לפני 12 שנים.  בשנה האחרונה צירפה קבוצת קפה קפה 5 מותגים חדשים: Fresh the Market, פיאנו פיאנו, LELO, הסושיה ופרנג'ליקו.", "title": "חוויה קולינרית ומקום בילוי: קפה קפה מקיימת את ההבטחה", "url": "https://www.ynet.co.il/articles/0,7340,L-5627044,00.html", "type": "article", "site_name": "ynet", "published_time": "16:59 , 02.04.20", "category": "Economy", "subtitle": "קבוצת Café Café ממשיכה במגמת ההתרחבות גם השנה, והשיקה את המיזם הקולינרי Fresh the Market – במקביל לרכישת המותגים הסושיה ופרנג'ליקו ופיתוח מותג חדש ששמו LELO. בנוסף, ריעננה את התפריטים והשקיעה משאבים בקמפיינים תקשורתיים רחבי היקף המשמרים את עמדת ההובלה בה היא מחזיקה בענף בתי הקפה והמסעדות בישראל"}