{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5593544,00.html"}, "headline": "ynet: הרבה יותר מאתר חדשות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/21/9497663/ynet-2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/21/9497662/ynet-1.jpg"], "datePublished": "2019-09-21T19:23:36z", "dateModified": "2020-04-02T20:00:48z", "author": {"@type": "Person", "name": "גיל רונן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "ynet יציין השנה 20 שנות פעילות שבהן הצליח לשנות את הדרך שבה אנו צורכים חדשות. השנה העלה האתר לאוויר את +ynet - פלטפורמת תוכן פרימיום בתשלום שמעניקה ערך מוסף לגולשים, ובמקביל השיק את ynet Espanol - גרסה דוברת ספרדית של האתר ", "wordCount": "763", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019-29698.pnai 2019", "keywords": "ynet,סופרבראנדס", "articleBody": "בשיתוף Superbrands   אתר ynet מקבוצת ידיעות אחרונות יחגוג בשנה הקרובה 20 שנות פעילות, במהלכן שינה באופן יסודי את צריכת החדשות בישראל ולמעשה הפך את האינטרנט לזירה העיקרית ממנה שואב הציבור הישראלי את המידע החדשותי השוטף.   ynet עלה לאוויר ביוני 2000 והציג מודל שונה מפורטלי האינדקס הפופולריים באותה עת - פורטל תוכן מוטה חדשות, המושתת על מערכת עיתונאית עצמאית ופועל 24 שעות, שבעה ימים בשבוע.   המודל סייע ל-ynet לבנות נוכחות מותגית מובחנת בשוק האינטרנט הישראלי ו-ynet הפך לשחקן בעל נוכחות כמעט מיד עם הקמתו, גם מחוץ לגבולות האינטרנט. במהלך השנים הציב האתר אלטרנטיבה מהימנה למדורי החדשות בכל המדיה המסורתית, והיה הראשון לפתח יכולות טכנולוגיות שהפכו אותו לזירת מולטימדיה שמספקת לגולשים את כלל אפשרויות צריכת התוכן – סרטוני וידאו, אולפן טלוויזיה, אינפוגרפיקה וכמובן טקסטים ותמונות.    בצד פעילות התוכן של האתר, מנהל ynet מערך של פעילויות עסקיות ומסחריות - כמו חנות הספרים הדיגיטליים \"עברית\", אתר הצעירים פרוגי, אתר הדרושים alljobs, מדריך בעלי המקצוע \"המקצוענים\", אתר החתונות myday ומיזם הלימודים yschool. בתחום המסחר האלקטרוני פועל ynet בכמה אפיקים ובאמצעות כמה חברות ושיתופי פעולה, ובהם אתר הקופונים והמבצעים bigdeal וגם ynet ביטוח, ynet רכב חדש, ynet מימון, YnetAlbums ,ynet shops אתר ההנעלה והספורט Runy ואתר הלוחות WINWIN.   האתגר השיווקי  במרכז האסטרטגיה של ynet בשנים האחרונות ניצבת המטרה להפוך מאתר אינטרנט לחברת מדיה, המייצרת ומפיצה תכנים במגוון גדול של ערוצים - באינטרנט, במובייל ובווידאו. אתגר נוסף הוא להמשיך ולפתח ממשקים חכמים ונגישים ויכולות טכנולוגיות נוספות עבור המשתמשים, שיספקו ערך מוסף וייצרו מעורבות ושיח.    פתרונות בתחום התוכן  לפני כשלוש שנים העתיק ynet את משכנו לבית ידיעות אחרונות החדש שנפתח בראשון לציון, ובלבו ה-Newsroom הגדול והראשון מסוגו בישראל לצד שני אולפני טלוויזיה מתקדמים. ynet ממשיך לפתח את השירותים לקוראים ובשנים האחרונות נוספו מדורים חדשים לאתר. זאת במקביל להמשך הצמיחה ברשתות החברתיות ובעיקר בפייסבוק, שם העמוד של האתר צבר למעלה ממיליון חברים שמהווים כוח ומשתפים את התכנים.   השקת +ynet: בתחילת 2019 השיק האתר פלטפורמה ייחודית, +ynet, המציעה למנויים תכני פרימיום בתשלום חודשי קבוע לצד תכני אתר ynet הפתוח לגולשים כרגיל. בדומה לשירותי פרימיום הנהוגים באתרי החדשות המובילים בעולם, מטרת הפלטפורמה החדשה היא להציע ערך מוסף לקוראים, כמו כתבות בלעדיות, פרשנויות עומק, סדרות רשת ופרויקטים מיוחדים שלא ימצאו בשום מקום אחר. השירות החדש מוצע להתנסות במשך חודש ללא תשלום, ולאחר מכן מחירו עומד על 15.90 שקל בחודש, כאשר התכנים זמינים עבור המנוי בכל עת ומכל מכשיר.   ynet Espanol: בקיץ 2019 השיק ynet את ynet Espanol, גרסה דוברת ספרדית של ynet. האתר החדש מציע תוכן חדשותי מלא המיועד לקוראים במדינות מרכז ודרום אמריקה, ספרד ועוד. האתר מוצע כמהדורה נוספת לצד המהדורה האנגלית, ומדי יום הוא מגיש תוכן מקורי ומתורגם המבוסס על תכני מערכת החדשות של ynet שכוללים, בין היתר, חדשות, כתבות נבחרות, פרשנויות ועוד.   ynet TV: בעת מעבר הקבוצה למשכנה החדש בראשון לציון הוקם במערכת אולפן שידור מהמתקדמים בישראל, ולאחר כשנה הוקם אולפן נוסף במטרה להרחיב את תכני הווידאו המוצעים לגולשים. אולפני ynet מעבירים מאות שידורים בשנה - מסיקור חי של אירועים חדשותיים ועד תצוגות אופנה והופעות מוזיקה.    במקביל, ynet שותף להפקה ולשידור של סדרות רשת, ובשנה האחרונה היה שותף להפקת הסדרה \"גימל\" - שהציגה את סיפוריהם האמיתיים של חיילים שהלכו רחוק מאוד על מנת להשיג יום חופש מהצבא. בשנים קודמות הופקו ושודרו הסדרה הקומית \"פיני\", וסדרת הדוקו-דרמה \"גולני - ריאליטי טירונות\", המספרת את סיפורם של לוחמי החטיבה שהתגייסו לשירות הקרבי. בנוסף, מפעיל ynet ערוץ VOD המציע תכנים של חברת הכבלים HOT, ובהם סרטים ותוכניות של ערוץ 8, הטלוויזיה החינוכית, ערוץ החיים הטובים, TraceSport, ערוץ הילדים Zoom ועוד.   Powered By: לפני שנתיים השיק ynet את Powered By - זרוע התוכן הממותג של קבוצת \"ידיעות אחרונות\". הזרוע הוקמה על מנת להעצים ולהעמיק את החוויה עבור הקוראים והצרכנים, זאת באמצעות שדרוג התכנים באופן יצירתי כך שישלבו אמצעים גרפיים מקוריים, תוכן וידאו שמופק באיכות גבוהה, טקסטים וצילומים יוצאי דופן.   שיתופי פעולה  כחלק מכוונת ynet לקיים הסכמי סינדיקציה לתכניו גם מחוץ לאינטרנט, הקים האתר מערכת ייעודית המפיקה מדי שעה מהדורות חדשות המשודרות במקביל בתחנות רדיו תל אביב, רדיו חיפה, רדיו ירושלים, רדיו דרום ורדיו 101.5.    בשנים האחרונות חיזק ynet את מעמדו גם בתחום הרכילות לאחר שהטמיע את אתר Pplus, המשלב את כוחו של המגזין \"פנאי פלוס\" - גם הוא מבית ידיעות אחרונות - ואת תכני מדור הרכילות של ynet.    דברים שלא ידעת על ynet: ynet הוא האתר הישראלי המוביל והפופולרי בישראל על פי חברת המדידה SimilarWeb. בכל יום מבקרים ב-ynet למעלה משני מיליון גולשים ייחודיים. עמוד הפייסבוק של ynet הוא הגדול ביותר בתקשורת הישראלית ועוקבים אחריו יותר מ-1.1 מיליון גולשים. ynet היה אחד מאתרי האינטרנט הראשונים בעולם להטמיע את פיצ'ר הטוקבק, ומדי יום עולים בו עשרות אלפי טוקבקים. ynet מייצר מדי יום מאות פריטי תוכן במדוריו השונים. אלו כוללים מבזקים, ידיעות חדשותיות, כתבות, טורי דעה, סרטי וידאו ושידורים חיים, במקביל לפרויקטים מגזיניים ומדריכים.", "title": "ynet: הרבה יותר מאתר חדשות", "url": "https://www.ynet.co.il/articles/0,7340,L-5593544,00.html", "type": "article", "site_name": "ynet", "published_time": "17:00 , 02.04.20", "category": "Economy", "subtitle": "ynet יציין השנה 20 שנות פעילות שבהן הצליח לשנות את הדרך שבה אנו צורכים חדשות. השנה העלה האתר לאוויר את +ynet - פלטפורמת תוכן פרימיום בתשלום שמעניקה ערך מוסף לגולשים, ובמקביל השיק את ynet Espanol - גרסה דוברת ספרדית של האתר "}