{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5592449,00.html"}, "headline": "בוורלי הילס, הכלה מאיסטנבול וגלגיליות: קסטרו נותנים בראש", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/19/9494250/949420909911009801319no.jpg"], "datePublished": "2019-09-19T17:08:54z", "dateModified": "2020-04-01T13:04:02z", "author": {"@type": "Person", "name": "גיל רונן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "קסטרו יצאה במספר מהלכים שיווקיים בולטים בשנה החולפת וגייסה כוכבים בינלאומיים לקמפיינים - מכוכב \"הכלה מאיסטנבול\" ועד לכוכבות \"בוורלי הילס 90210\". בנוסף, קיים המותג תצוגת אופנה מפתיעה ברחוב, והשיק קולקציה מיוחדת לאירוויזיון בישראל וליין גאווה", "wordCount": "805", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019-29696.f 2019", "keywords": "קסטרו,סופרבראנדס", "articleBody": "בשיתוף Superbrands     בשנות ה-30 פתחה אנינה קסטרו סלון לשמלות בביתה. בנה, אהרון קסטרו, שנחשף לעולם האופנה מילדות, פתח עם שחרורו מהצבא חנות קטנה ברחוב אלנבי בתל אביב.   לימים התרחבה החנות למפעל קטן לייצור הלבשה שנקרא על שם המשפחה - Castro. ב-1985 פתחה קסטרו את החנות הראשונה ברחוב דיזנגוף ובמהלך שנות התשעים פעילותה התרחבה משמעותית עם הקמת רשת של עשרות חנויות ברחבי המדינה. בשנים אלו עברה קסטרו לאסטרטגיית צמיחה מהירה, עם דגש על פעילויות שיווק חדשניות וגיוס מעצבים מצטיינים לשורותיה. כיום, מפעילה הרשת בישראל כ-150 חנויות ואתר מכר אונליין - CASTRO.COM.   הפריצה הגדולה של קסטרו התרחשה ב-1993, עם עלייתו לאוויר של ערוץ 2. פרסומת \"המעיל\" המפורסמת בכיכובם של יעל אבקסיס וליאור מילר, הפכה לשיחת היום ומיצבה את קסטרו כמותג צעיר, נועז וחדשני עם מובילות אופנתית.   בשנת 2000 השיקה קסטרו את Castro Men - רשת אופנה לגברים. בשנת 2003 פתחה קסטרו בדיזינגוף סנטר את חנות הקונספט \"קסטרו תל אביב\" - שלוש קומות של אופנה בחוויה אורבנית ובקצב החיים של העיר הגדולה. בשנת 2013 התרחבה הרשת בקטגוריית הילדים והשיקה את קו האופנה - “הילדים של קסטרו\".   קסטרו מייצרת קולקציות שהן - Fashion Casual מגוון מדויק של פריטים אופנתיים שנותן מענה לכל רגע ביום. הקולקציות איכותיות וקלילות, מתאימות לסביבה שבה אנחנו חיים ולאנרגיות של העיר.    לצד פריטים אהובים כמו ג'ינסים, קולקציות ערב וקולקציות בייסיק, מציעה קסטרו מגוון פריטי אופנה - החל מבגדי ים, נעליים ותיקים, דרך הלבשה תחתונה, משקפיים, תכשיטים ואביזרים משלימים לכל המשפחה.   בשנת 2018 השלימה החברה את מהלך המיזוג עם קבוצת הודיס והפכה לקבוצת קסטרו-הודיס המנהלת תחתיה את קסטרו, הודיס, קרולינה למקה, איב רושה, קיקו מילנו, אורבניקה, טופטן, לאדילה ואקססורייז.    הסביבה התחרותית  בשנים האחרונות, ענף הקמעונאות הישראלי חווה אתגרים רבים. קטגוריית האופנה מאופיינת בעודף שטחי מסחר ובתחרות עזה בין רשתות מקומיות ובינלאומיות, לצד צמיחה הולכת וגוברת ברכישות אונליין מאתרי המותגים המקומיים ומאתרים בינלאומיים. במקביל, עידן השמיים הפתוחים משפיע על מכירות ענף האופנה בישראל, בשל האפשרות של צרכנים רבים לקנות בגדים בחו\"ל.   האתגר השיווקי  כמותג אופנה מוביל בשוק הישראלי, קסטרו מצליחה גם השנה לשמר את מעמדה בענף, וזאת באמצעות שדרוג חוויית הקנייה בחנויות ובאונליין, לצד השקת קולקציות מעודכנות ברמה גבוהה ובמחירים משתלמים. האתגר השיווקי העיקרי עמו מתמודדת הרשת, הוא להצעיר את קהל המותג ולענות על הצורך של קהלים חדשים בריגוש תמידי ובקולקציות טרנדיות שמתכתבות עם הסטייל של המשפיענים ברשתות החברתיות. במקביל, לשמר את המורשת החזקה של המותג, ולעדכן את הסיפור של קסטרו כך שידבר גם לקהלים חדשים.    הפתרונות היצירתיים  במסגרת השינויים קסטרו הובילה השנה מספר מהלכים שיווקיים גדולים בדיגיטל ובמדיה, הפקות אופנה ואירועים מתוקשרים בהשתתפות כוכבי טלוויזיה בינלאומיים.   ג'ינס על גלגיליות: אחד המהלכים הגדולים של קסטרו בשנה החולפת היה קמפיין הג'ינסים, בהשתתפות רותם סלע, הפרזנטורית של המותג, ובירקאי הרדל, כוכב \"הכלה מאיסטנבול\". השחקן הגיע לישראל במיוחד עבור הקמפיין, הצטלם לסרטון שצולם בלב תל אביב יחד עם סלע, נפגש עם מעריצות וזכה לסיקור תקשורתי נרחב ביותר. סרטון נוסף, לג'ינסים של הנשים של קסטרו, צולם עם רותם סלע בנסיעת לילה על כביש במדבר, על רקע שירה של היוצרת הצעירה בילי אייליש. במסגרת קמפיין זה, קסטרו הוציאה גם גרסת ג'ינס רטרו שהפך לאחד מהלהיטים החזקים ביותר של הרשת בשנה זו - ג'ינס כחול בגזרה גבוהה במיוחד, בגרסת סקיני ארוכה או בגרסת מכנס מתרחב.   בברלי הילס פינת קסטרו: באפריל 2019 שוב אירחה קסטרו כוכבות טלוויזיה בינלאומיות, הפעם לכבוד קמפיין הקיץ של \"הילדים של קסטרו\". כוכבות \"בברלי הילס 90210\", הסדרה המיתולוגית של שנות התשעים, דונה וקלי, הלוא הן טורי ספלינג וג'ני גארת, הגיעו לישראל להשתתף בקמפיין הילדים של קסטרו לקראת עלייתה מחדש של הסדרה. הקמפיין ההומוריסטי לא פנה לילדים שאינם מכירים את דונה וקלי, אלא להורים שמכירים וזוכרים את הסדרה מנעוריהם. הקמפיין זכה לנתוני צפיות, אינגייג'מנט, שיוך ואהדה גבוהים במיוחד למותג.   Street Show: קסטרו בחרה להציג את קולקציית חורף 2019 בדרך מפתיעה, כשיצאה עם תצוגת אופנה פתוחה לקהל הרחב בצהרי שישי בחנות הדגל, בדיזינגוף סנטר בתל אביב. הקולקציה הוצגה עם דוגמנים ודוגמניות בתוך החנות, בחלונות הראווה ובמעבר החציה הגדול של הסנטר, מול קהל גדול של עוברים ושבים.   סנדי בר ודודי בלסר – האיחוד: במרץ 2019 שיחזרה קסטרו במחווה לאירועי 70 שנות אופנה ישראלית, את אחד הקמפיינים הזכורים שלה מהעבר. בתצוגת האופנה של קסטרו לרגל האירוע השתתפו הדוגמנים לשעבר סנדי בר ודודי בלסר, אשר שיחזרו את הכרזה המיתולוגית שהתנוססה בעבר במחלף ההלכה בתל אביב.   קסטרו באירווויזיון ובשבוע הגאווה: לקראת קיום האירוויזיון בישראל, יצאה קסטרו בקמפיין מחווה לכוכבי הזמר הישראלי עם יצירת קולקציית טי יוניסקס של דנה אינטרנשיונל, יזהר כהן, ירדנה ארזי, אילנית וקולקציית מסיבות. חודש לאחר מכן יצא המותג בקולקציית קפסולה לאירועי הגאווה, והיה נותן החסות הראשי למסיבה הגדולה בפארק הירקון בניצוחו של הדי ג'יי עופר ניסים.    דברים שלא ידעת על קסטרו:  בשנת 2020 תוריד קסטרו את סימן המותג האדום, ה-Red Bar, מבגדי הגברים והנשים. חברת קסטרו מעסיקה כ-5,500 עובדים. כוח נשי – למעלה מ- 81% מעובדי הרשת הן נשים. אתר החברה הוא אחד מחמשת האתרים האהובים על הצרכן הישראלי, על פי נתוני ישראכרט.  עמוד הפייסבוק של קסטרו הוא מהמובילים בתחום ומונה למעלה מ-700 אלף חברים. העובד הוותיק ביותר בקסטרו חוגג השנה 30 שנות ותק.", "title": "בוורלי הילס, הכלה מאיסטנבול וגלגיליות: קסטרו נותנים בראש", "url": "https://www.ynet.co.il/articles/0,7340,L-5592449,00.html", "type": "article", "site_name": "ynet", "published_time": "10:03 , 01.04.20", "category": "Economy", "subtitle": "קסטרו יצאה במספר מהלכים שיווקיים בולטים בשנה החולפת וגייסה כוכבים בינלאומיים לקמפיינים - מכוכב \"הכלה מאיסטנבול\" ועד לכוכבות \"בוורלי הילס 90210\". בנוסף, קיים המותג תצוגת אופנה מפתיעה ברחוב, והשיק קולקציה מיוחדת לאירוויזיון בישראל וליין גאווה"}