{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5585089,00.html"}, "headline": "\"רמי לוי שיווק השקמה\": מחנות קטנה לאימפריה קמעונאית ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/09/9472393/947239101000100640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/09/9472394/947239201000100640360no.jpg"], "datePublished": "2019-09-09T20:07:28z", "dateModified": "2020-04-02T20:12:34z", "author": {"@type": "Person", "name": "גיל רונן "}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "השנה המשיכה רשת \"רמי לוי שיווק השקמה\" לבסס את מעמדה באמצעות הרחבת המותג הפרטי, הגדלת הפעילות ברשת, השקת \"רמי לוי בשכונה\" ופתיחת מרכז לוגיסטי וטכנולוגי חדיש במרכז הארץ - שמבטיח שהמוצרים יגיעו ללקוח ברמת הטריות הגבוהה ביותר", "wordCount": "911", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019-29699.kim 2019", "keywords": "רמי לוי,סופרבראנדס", "articleBody": "בשיתוף Superbrands   דרכה של רשת \"רמי לוי שיווק השקמה\" החלה ב-1976, בחנות קטנה בשוק מחנה יהודה בירושלים. בעל החנות, רמי לוי, נהג להתלוות לקניות עם אמו בשוק. אז הבחין שלכל מוצר יש למעשה שני מחירים - מחיר קמעונאי גבוה לצרכנים, ומחיר סיטונאי נמוך, ממנו נהנים רק בתי העסק שרוכשים כמויות. לוי החליט לשנות את המצב לטובת הצרכנים, וקבע נוהל יוצא דופן בחנות הקטנה שהקים ברחוב השקמה שבפאתי השוק - מוצרים במחיר סיטונאי לצרכנים הפרטיים.   ההצלחה הייתה מהירה. בשנת 1981 פתח לוי חנות נוספת בשכונת רמות אלון בעיר, וב-1992 נפתחה חנות הענק הראשונה של הרשת בשכונת תלפיות בעיר. בהמשך הרחיב לוי את פעילותו עוד יותר, והקים רשת של חנויות דיסקאונט גדולות. בשנת 2007 הונפקה החברה בבורסה.   כיום מפעילה הרשת 52 סניפים הפרושים בין נהריה בצפון לבאר שבע בדרום, וחמישה סניפים נוספים צפויים להיפתח בשנה הקרובה. שניים מתוכם הם סניפי מהדרין המוקדשים למגזר החרדי. לוי, שממשיך לשמש כמנכ\"ל והבעלים של הרשת, הכריז בעבר כי בעתיד תחליף אותו בתו יפית בכיסא המנכ\"ל.   הסביבה התחרותית  שוק קמעונאות המזון הישראלי מורכב כיום משלוש שחקניות גדולות ועוד עשרות רשתות קטנות ובינוניות. רשת \"רמי לוי שיווק השקמה\" היא אחת משלוש המובילות בשוק.   בשנים האחרונות נרשמה צמיחה משמעותית בזירת הסחר המקוונת של קמעונאיות המזון, בין השאר בזכות משאבים גדולים שמשקיעות השחקניות הגדולות בשדרוג חוויית הקנייה באתרים, ובשירות ובאיכות המוצרים המגיעים לבית הלקוח. צמיחה נרשמה גם בזירת מוצרי הפארם, אליה נכנסו בשנים האחרונות השחקניות הגדולות בענף.   האתגר השיווקי  שינוי גדול נרשם בשנים האחרונות בהעדפותיו של הצרכן הישראלי, שהפך למודע ומעורב יותר. בפני \"רמי לוי שיווק השקמה\" ניצב האתגר לשמור על נתח השוק והמיצוב המשמעותיים שהשיגה. זאת, תוך המשך מגמת ההתרחבות לתחומי פעילות נוספים, כמו גם למרכזי הערים.   לצד המחירים הזולים והמבצעים המעמיקים הרשת מתפתחת, מתעדכנת ומשתכללת בכל הקשור לנראות סניפיה, הרחבת מגוון המוצרים (לרבות מוצרי פרימיום במחירי רמי לוי) הכשרת עובדיה למתן שירות ברמה הגבוה ביותר ללקוחותיה.   כחלק מהפעילות השיק רמי לוי את רשת הסופרים השכונתיים \"רמי לוי בשכונה\", המשרתת את תושבי האזור ומביאה את בשורת המחיר המשתלם גם ללב הערים.   הפתרונות היצירתיים  \"רמי לוי שיווק השקמה\" המשיכה השנה להתמקד בביצור זירת המחיר ובהובלה של מהלכים משמעותיים הבונים אותו כמותג המועדף לצרכן.    הרחבת המותג הפרטי: המותג הפרטי של הרשת מונה למעלה מ-2,000 מוצרים בכל הקטגוריות, כאשר מדי חודש מתווספים עוד ועוד מוצרים. מוצרי המותג הפרטי נמכרים במחירים הנמוכים ב-15%-30% לעומת המותגים המתחרים, והרשת מתחייבת לכך שכל המוצרים יהיו באיכות ובסטנדרטים הגבוהים ביותר בשוק.   תחת המטריה של המותג הפרטי, המזוהה ביותר עם מחיר זול, יצרו ברשת את \"סדרת השפים של רמי לוי\". זאת, מתוך כוונה לתת מענה לטרנד העולמי של התרחבות מוצרי ה-Ready to eat. הרשת רתמה שפים מוכרים ואהובים - מאיר אדוני, אביב משה וג'קי אזולאי - להכנת מנות תחת המותג הפרטי. השפים יצרו את המתכונים ופיתחו את המוצרים, ולבסוף גם נתנו להם את השם ו\"הפנים\" שלהם. המהלך השתלב היטב עם ערכי המותג והוכיח שאפילו מנות שף יכולות להיות שוות לכל כיס.   המוצרים הושקו בסדרת סרטים שהציגה את השפים מרכיבים את המנות ממוצרים טריים ואיכותיים שקנו ברשת. השקת הסדרה לוותה בבלוג פרי עטם של השפים שכלל מתכונים, ובנוסף, במתחם מיוחד באתר ynet בו הצרכנים יכלו לבחור חומרי גלם שונים, ולקבל מהשפים מתכון לפי חומרי הגלם שבחרו. במקביל, ניתן במתחם לסנן את המתכונים לפי מחיר המוצרים המרכיבים אותם. הפעולות השונות התחברו למסר הוליסטי אחד: כשזה נוגע למטבח יש שני שיקולים מרכזיים: המחיר והאיכות. \"סדרת השפים של רמי לוי\" זכתה להצלחה עצומה והוכתרה כזוכה בתחרות מוצר השנה \"בחירת הצרכנים\".   מרלו\"ג פירות וירקות: הרשת מנהלת מרכז לוגיסטי וטכנולוגי חדיש, במיקום אסטרטגי במרכז הארץ. המרכז, המתפרש על 30,000 מטר מרובע, מאפשר לרשת להשיג ייעול תפעולי מהמתקדמים בעולם. המרכז כולל מערכות קירור מתקדמות ופועל בשיטת ליקוט ממוחשבת ייחודית שפותחה באופן בלעדי לפי צרכי המרכז. הסחורות במרכז מאוחסנות לפי התקנים המחמירים בעולם, ושיטת ההפצה היעילה והמתקדמת כוללת צי משאיות מרווחות ומקוררות המבטיחות כי המוצרים יגיעו ללקוח ברמת הטריות הגבוהה ביותר.   התבססות בתחום הקניות באינטרנט: אתר הקניות המקוון של הרשת משרת בכל חודש מאות אלפי צרכנים, והשנה הוא עבר תהליכי אופטימיזציה ופרסונליזציה ששיפרו את השירות והמשלוחים. במקביל, ברשת השיקו מהלך גדול ומתמשך של תוכן שיווקי בבית \"האח הגדול\".    במהלך העונה הראשונה של \"האח הגדול\" ששודרה ברשת ועוררה עניין רב, הפכה \"רמי לוי שיווק השקמה\" לחלק בלתי נפרד מהבית. החל מהמשלוחים השגרתיים של מזון לבית, דרך משימה שצולמה בסניף של הרשת, ביקור של רמי לוי עצמו בבית \"האח הגדול\" וארוחת השבת האחרונה בבית שבושלה על ידי אחת השפיות של המותג הפרטי - ג'קי אזולאי, שבישלה ארוחה מפנקת ממוצרי המותג הפרטי.   מנגישים את מועדון הלקוחות: במסגרת התחרות הקשה בין קמעונאיות המזון, כל מותג מתפעל מועדון לקוחות. ברשת רמי לוי המבצעים והמחירים הזולים הם נקודת המוצא. המועדון של רמי לוי מצהיר שישבור את המועדון הסגור של \"חבר\" ויביא את ההטבות והכוח של מועדון הצרכנים הנחשק לכל בית בישראל.   חברי המועדון נהנים מאתר הטבות מושקע ומגוון שמציע שלל הטבות בתחומים שונים. עד היום הצליחה הרשת לגייס מאות אלפי לקוחות, והמועדון זוכה להצלחה עצומה.   גם השנה הצליחה \"רמי לוי שיווק השקמה\" לספק ללקוחותיה מחיר נמוך, שלא בא על חשבון החוויה הקמעונאית. בזכות מאמצים מקבילים ומשולבים זכתה הרשת, זו השנה שלישית ברציפות במדד החברות \"האהובות והמוערכות\", ודיווחה גם על שיפור בנתונים העסקיים עם עלייה של 5% בנתח השוק ו-24% ברווח הנקי.    דברים שלא ידעת על רמי לוי שיווק השקמה הרשת מעסיקה יותר מ-7,500 עובדים. החל מ-2011 רשת רמי לוי היא גם סוכנות לביטוח כללי. בכל סניף של הרשת יש בית כנסת פעיל. חברת התקשורת של רמי לוי משרתת כ-300 אלף מנויים. הרשת מעסיקה אנשים בעלי מוגבלויות, ואף קיבלה אות הצטיינות בשל כך. הרשת מספקת לעצמה את הפירות והירקות וכך חוסכת ללקוח את פערי התיווך הקיימים בענף.", "title": "\"רמי לוי שיווק השקמה\": מחנות קטנה לאימפריה קמעונאית", "url": "https://www.ynet.co.il/articles/0,7340,L-5585089,00.html", "type": "article", "site_name": "ynet", "published_time": "17:12 , 02.04.20", "category": "Economy", "subtitle": "השנה המשיכה רשת \"רמי לוי שיווק השקמה\" לבסס את מעמדה באמצעות הרחבת המותג הפרטי, הגדלת הפעילות ברשת, השקת \"רמי לוי בשכונה\" ופתיחת מרכז לוגיסטי וטכנולוגי חדיש במרכז הארץ - שמבטיח שהמוצרים יגיעו ללקוח ברמת הטריות הגבוהה ביותר"}