{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5623170,00.html"}, "headline": "הפתרונות הטכנולוגיים של Dell מאפשרים לעבוד בראש שקט", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/11/9589070/958903509901009801340no.jpg"], "datePublished": "2019-11-11T18:17:20z", "dateModified": "2020-04-02T20:16:23z", "author": {"@type": "Person", "name": "גיל רונן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "Dell Technologies מפתחת מוצרי מחשוב אישי ועסקי ומערכות חומרה ותוכנה לניהול תשתיות מידע, באתר פיזי ובענן. בשנים האחרונות פיתחה בין היתר טכנולוגיות שמאפשרות זיהוי וכניסה מהירה ובטוחה למחשב, התראות ואיתור מוקדם של תקלות והתאמת ביצועי המחשב לשימוש בפועל", "wordCount": "822", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019-29694.inter", "keywords": "dell,סופרבראנדס", "articleBody": "בשיתוף Superbrands    בשנת 1984 הקים היזם האמריקני-יהודי מייקל דל, אז סטודנט לרפואה באוניברסיטת טקסס, את חברת PC's Limited שעסקה בהרכבה ומכירה ישירה של מחשבים תואמי IBM בהתאמה אישית ללקוח. כעבור שנה הושק המחשב הראשון של החברה, ה-Turbo PC, שהפך עד מהרה להצלחה גדולה בשוק המחשבים האישיים המתפתח. בשנת 1988 שינתה החברה את שמה ל-Dell, ומאז ועד היום היא שחקנית מובילה במכירות המחשבים בארה\"ב וכן במכירות המחשבים ותחנות העבודה לארגונים ברחבי העולם. החברה משרתת לקוחות ב-180 מדינות, ועדיין שומרת על ערכי הליבה המלווים אותה מתחילת הדרך – חוויית הלקוח היא החשובה ביותר, והטכנולוגיה היא הדרך הטובה ביותר להשיג זאת.   ב-2016 רכשה Dell את חברת EMC, בעסקה שנחשבת לאחת הגדולות בהיסטוריה של תעשיית ההיי-טק. החברה הממוזגת, Dell Technologies, נחשבת כיום למעצמת מחשוב גלובלית, הכוללת מרכזי מכירות, שירותים ותמיכה, מרכזי פיתוח ומפעלי ייצור. היא עוסקת בכל ההיבטים של טכנולוגיות המידע, ומספקת ללקוחותיה, תחת קורת גג אחת, פורטפוליו מקיף של פתרונות בתחומי אחסון הנתונים, ארכוב, גיבוי והתאוששות, ניהול ואחסון תוכן, ניהול תוכן ארגוני, וירטואליזציה, אבטחת מידע, סייבר ורגולציה, מחשוב ענן ותשתית אחודה, מחשוב נתונים ומערך שירותים הכולל ייעוץ טכנולוגי, תמיכה טכנית, הדרכה ועוד. פעילות הפיתוח שעוסקת בטכנולוגיות הליבה של החברה היא הבולטת בנוכחות Dell בישראל. הפיתוח המקומי מבוסס על היכולות הגבוהות שזיהתה החברה בהון האנושי בארץ. ארבעת מרכזי הפיתוח של החברה בישראל עוסקים באחסון פלאש, אחסון מוגדר תוכנה (SDS), אחסון בזמינות גבוהה, אחסון mid-range, אבטחת מידע, פתרונות סייבר, מחשוב ענן, ביג דאטה ומדעני נתונים. המרכז רשם מיום הקמתו יותר מ-200 פטנטים.     מהפכת המחשוב משנה את עולם העבודה ב-2019 מציין העולם את יום השנה ה-45 של המחשב האישי, מוצר שבמהלך חמשת העשורים האחרונים הפך לחלק בלתי נפרד מהחיים האישיים והמקצועיים שלנו. בעזרתו אנו עובדים, חולקים מידע וחוויות ובעיקר נשארים מחוברים. Dell מחויבת לעסקי המחשב האישי מיומה הראשון, תוך שאיפה מתמדת לספק ללקוחות מוצרים באיכות הגבוהה ביותר עם חוויית המשתמש הטובה ביותר.   בעולם העבודה החדש לטכנולוגיה יש תפקיד משמעותי החל מהדרך שבה עושים עסקים ועד הדרך שבה עובדים ומנהלים משימות. עובדים, מנהלים ובעלי עסקים מצופים לעבוד מהר יותר ובאופן אינטגרטיבי יותר, ולהתאים את כוח העבודה לעולם הדיגיטלי המשתנה במהירות. הטרנספורמציה הדיגיטלית היא תהליך רחב מאוד, כאשר יותר ויותר ארגונים מעבירים את נכסיהם לסביבה דיגיטלית, וגם הפעולות השונות (של הארגון ושל הפרט כאחד) מתקיימות יותר ויותר בעולם הדיגיטלי. לצורך כך, נדרשות תשתיות חזקות ומודרניות ברמת החומרה והמחשוב, דרך פתרונות התוכנה ועד עולם אבטחת המידע.   Dell Technologies מספקת את כלל הפתרונות לפעולות בעולם טכנולוגיות המידע. החברה יודעת לספק לכל עובד, בכל רמה, בכל מקום ובכל תעשייה את הטכנולוגיה שהוא זקוק לה לטובת עבודתו. ממעצבים גרפיים דרך מהנדסים ועד עובדי צווארון כחול – החברה מייצרת ומספקת מכשירים, אביזרים ושירותים חדשניים המממשים את פוטנציאל כוח העבודה המשתנה. עובדים ומעסיקים יכולים להגיע לרמה חדשה של פרודוקטיביות, ביטחון וחופש לעשות את מה שהם יודעים לעשות – טוב יותר.    הפתרונות היצירתיים החדשנות היא חלק מה-DNA של Dell Technologies ומחזונה המוביל. מחשבי החברה, התוכנה והפתרונות הטכנולוגיים שהיא מציעה בכל תחום, תוכננו לאורך השנים על מנת להתאים לעולם העבודה המשתנה ולמגוון של סגנונות עבודה. על מנת להצליח בכך, החברה עובדת בשיתוף פעולה עם לקוחותיה, מלווה אותם בסביבת העבודה ולומדת מהם על חוויית השימוש, יעילות המוצרים והצרכים שיולידו את הפתרונות העתידיים. לחברה מספר פתרונות שפיתחה בשנים האחרונות, ומקלים על עובדים ועסקים ומותאמים לחוויית השימוש האישית.   כניסה מהירה ומאובטחת - טכנולוגיית Dell ExpressSign-in מזהה את המשתמש כשהוא ניגש לעמדת העבודה ומאפשרת כניסה למחשב ללא צורך בהקשת קוד או טביעת אצבע, ומאפשרת להתחיל לעבוד ללא עיכוב וטרחה. הזיהוי נעשה באמצעות חיישן קרבה, וכך ניתן גם לנעול את המחשב אוטומטית כאשר קמים מהעמדה, בביטחון מלא כי רק מי שמורשה להשתמש בו יוכל לפתוח אותו.   זיהוי וטיפול מוקדם בתקלות - תקלות מטבען לא צפויות ונוטות לקרות בדיוק בזמן הלא נכון. שירות ProSupport מספק מבעוד מועד התראות על תקלות חומרה או תוכנה הצפויות להתרחש, מעניק למשתמש שליטה טובה יותר במחשב ומאפשר לעבוד בראש שקט. המערכת, המבוססת על למידת מכונה, מעבדת מספר עצום של תרחישים אפשריים כדי לזהות בעיות עוד בטרם התרחשותן. צוות המומחים של Dell זמין לרשות מנויי השירות מסביב לשעון, וחוסך למשתמשים זמן רב ותסכול.   אופטימיזציית משאבים מותאמת אישית - Dell Precision Optimizer מתבססת על בינה מלאכותית ומנטרת את מצב המחשב. המערכת לומדת את האופן שבו אנו משתמשים ביישומים השונים, ומבצעת שינויים בהגדרות על מנת לטייב את הביצועים והשימוש במשאבי המערכת. כמו כן, היא מספקת התראות על עדכוני תוכנה זמינים ואף יכולה לבצע עדכונים כאלה בעצמה, אם המשתמש מעוניין בכך. בנוסף, המערכת כוללת מנגנון שצובר נתונים על ביצועי המחשב ומזהה תקלות שעלולות להתרחש.     דברים שלא ידעת על Dell Technologies המיזוג של Dell עם EMC בשווי של 67 מיליארד דולר, הוא הגדול ביותר בהיסטוריית תעשיית ה-IT.  החברה הממוזגת עובדת עם 99% מחברות הפורצ'ן 500 בארצות הברית.  לחברה הממוזגת יש יותר מ-3,450 פטנטים רשומים וכ-2,000 פטנטים בתהליך.  Dell Technologies מאמינה גדולה בשמירה על איכות הסביבה ובין פעילויותיה בתחום, נחשבת לפעילה אקטיבית בתחום השמירה על האוקיינוסים והדגה, על ידי הוצאת הפלסטיק מהים.  האגדה מספרת שבמסדרונות מטה EMC בבוסטון בסוף שנות השמונים, עברית הייתה כמעט השפה השנייה, לאור המספר הרב של ישראלים שעבדו בה על פיתוח מוצר הדגל של החברה בתחום האחסון דאז – מערכת הסימטריקס. ", "title": "הפתרונות הטכנולוגיים של Dell מאפשרים לעבוד בראש שקט", "url": "https://www.ynet.co.il/articles/0,7340,L-5623170,00.html", "type": "article", "site_name": "ynet", "published_time": "17:16 , 02.04.20", "category": "Economy", "subtitle": "Dell Technologies מפתחת מוצרי מחשוב אישי ועסקי ומערכות חומרה ותוכנה לניהול תשתיות מידע, באתר פיזי ובענן. בשנים האחרונות פיתחה בין היתר טכנולוגיות שמאפשרות זיהוי וכניסה מהירה ובטוחה למחשב, התראות ואיתור מוקדם של תקלות והתאמת ביצועי המחשב לשימוש בפועל"}