{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5636118,00.html"}, "headline": "החיים טובים עם מוצרי החשמל של LG", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/12/02/9632920/LG-2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/12/02/9632921/LG-1.jpg"], "datePublished": "2019-12-03T00:49:02z", "dateModified": "2020-04-02T20:15:28z", "author": {"@type": "Person", "name": "דורית דגן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "LG ידועה בחדשנות הטכנולוגית והעיצובית של מוצריה ומשקיעה משאבים רבים כדי להמשיך ולחזק את מעמדה כמותג פרימיום מוביל, מבודל וייחודי. השנה השיקה LG בכל אחד מתחומי פעילותה מספר מוצרים חדשניים, שלוו בפעילויות שיווקיות המותאמות לשוק הישראלי ", "wordCount": "846", "commentCount": "0", "genre": "6.Economy-29272.superbrands 2019-29694.inter", "keywords": "סופרבראנדס,חשמל", "articleBody": "בשיתוף Superbrands    חברת LG אלקטרוניקה נוסדה בעיר סיאול שבדרום-קוריאה ב-1958, כתוצאה ממיזוג של שתי חברות: Lucky ו-GoldStar. ב-1982 החברה הקימה את המפעל הראשון מחוץ לקוריאה - בארה\"ב.   ב-1995 הוחלט למתג מחדש את החברה תחת השם הקצר והקליט LG המהווה את ראשי התיבות של שתי החברות המקוריות. כחלק מהמיתוג מחדש נהגה גם המוטו שמלווה את המותג - \"Life’s Good\", המתחיל באותיות L ו-G. המוטו מתקשר את המטרה של המותג - להפוך את עולמם של הצרכנים לנוח יותר באמצעות טכנולוגיה חכמה, חדשנות עיצובית ואמינות.   ב-2015 הוסיף המותג סלוגן משני \"Innovation for a Better Life\" - שנועד לחזק את ערך החדשנות עמו מזוהה החברה ולתקשר את המסר לפיו LG משקיעה משאבים גדולים בהקשבה לצורכי הצרכנים ובפיתוח טכנולוגיות ומוצרים מתאימים.   LG פועלת באמצעות חמש חטיבות עיקריות: חטיבת מוצרי החשמל הביתיים ופתרונות מיזוג האוויר שמפתחת מקררים, מכונות כביסה, מכשירי מיקרוגל, שואבי אבק ידניים ורובוטיים, פתרונות מיזוג ביתי ומיזוג תעשייתי ועוד מגוון מוצרים.    חטיבת הבידור הביתי וה-IT שמפתחת טלוויזיות, מערכות קולנוע ושמע, מחשבים ומסכי מחשב.   חטיבת המובייל שמפתחת טלפונים חכמים, טאבלטים ואביזרים סלולריים.   חטיבת פתרונות B2B שמפתחת מסכי תצוגה, מוניטורים מקצועיים, פתרונות אבטחה, פאנלים סולאריים, תאורה, ומכונות כביסה תעשייתיות. וחטיבת הרכב שמפתחת רכיבים, פתרונות ניווט, אבטחה ובידור, סוללות ועוד.   בנוסף, לתאגיד יש חברות בנות הפועלות בתחומים שונים, נציגויות בכ-140 מדינות בעולם וכ-72,600 עובדים.   ב-2007 הקימה החברה נציגות גם בישראל, המנוהלת על ידי מנכ\"ל דרום-קוריאני, ותפקידה להוביל את האסטרטגיה השיווקית והמסחרית של המותג בארץ.   הסביבה התחרותית  השינויים הטכנולוגיים התכופים, רצון הצרכנים לחדשנות, זירות מכר חדשות, מכירות אונליין וכניסת ענקי מסחר בינלאומיים לשוק המקומי, גורמים להתעצמות התחרות בתחום האלקטרוניקה והחשמל.    ענף החשמל הוא תחרותי במיוחד. פועלים בזירה זו מספר רב של מותגים בינלאומיים גדולים ויבואנים מקומיים עם רצפות מכירה, והיא מושפעת אף משינויים רגולטוריים רבים.    האתגרים השיווקיים  האתגר המרכזי של LG הוא להמשיך לחזק את מעמדה כמותג פרימיום מוביל באמצעות מתן מענה טכנולוגי מבודל וייחודי בכל אחד מהתחומים. זאת, באמצעות השקת מוצרים מתקדמים טכנולוגית ועיצובית הנותנים פתרונות מדויקים למגוון רחב של צרכנים, תוך שמירה על מחירים תחרותיים. אתגר מרכזי נוסף העומד בפני החברה הוא להמשיך ולשמור על מובילותה הטכנולוגית.   הפתרונות היצירתיים  על מנת להמשיך ולספק לצרכנים חדשנות טכנולוגית ועיצובית, LG השיקה בכל אחד מתחומי פעילותה מספר מוצרים חדשניים, שלוו בפעילויות שיווקיות המותאמות לשוק המקומי.   תחום הטלוויזיות  כאחת השחקניות המרכזיות בשוק הטלוויזיות והמסכים העולמי, LG מציגה בכל שנה מגוון גדול של חידושים טכנולוגיים. כך למשל, LG הייתה החברה הראשונה להשיק טלוויזיות בטכנולוגיית ה-OLED והיא היחידה בעולם שהצליחה לייצר באופן מסחרי טלוויזיות בטכנולוגיה זו. בשנה החולפת השיקה החברה קמפיין מיתוג מחדש של שתי קטגוריות הדגל שלה: OLED ו-NanoCell. קטגוריית ה-OLED זכתה בסלוגן מקומי חדש - \"LG OLED The King of TVs\" - המלווה בקריאייטיב בולט. את קטגוריית הפרימיום LG NanoCell, מיתגה החברה כ\"מלכת\" טלוויזיות ה-LED עם הסלוגן LG NanoCell The Queen of TVs.    בנוסף, LG שמה דגש משמעותי על חוויית הצרכן שבאה לידי ביטוי בחבילה הכוללת שהוא מקבל. הטלוויזיות החכמות של LG מופעלות באמצעות מערכת הפעלה webOS המאפשרת גישה נוחה וקלה יותר לתפעול מגוון הפונקציות של הטלוויזיה החכמה. הטלוויזיות של LG מציעות את כל האפליקציות הזמינות בשוק המקומי והגלובלי. להשלמת המענה הכולל, החברה מציעה חבילת שירות מקיפה הכוללת 3 שנות אחריות, והובלה והתקנה במעמד אחד.   תחום המקררים  ב-2018 השיקה LG בישראל את מקרר ה-LG InstaView – Door-in-Door. המקרר בעל דלת זכוכית חדשנית עם טכנולוגיית \"KNOCK KNOCK\" המאפשרת לראות את פנים המקרר באמצעות שתי נקישות על הדלת עצמה, ובכך מובילה לחיסכון משמעותי באנרגיה.    השקת ליין מקררי ה-InstaView לוותה בקמפיין מיתוג מקומי שהותאם לשפה ולצרכים של הישראלים. הקמפיין יצר שיח וביקוש והצליח לייצר \"אפקט הילה\" על שאר מקררי הפרימיום של LG. כחלק מהקמפיין יצאה החברה גם בפעילות סושיאל רחבה במסגרתה LG העולמית שיתפה פעולה עם אמן הקסמים והאשליות האופטיות זאק קינג.  הפעילות יצרה שיח רב וזכתה לכ-3 מיליון צפיות.  תחום מכונות הכביסה  LG יצרה שתי קטגוריות חדשניות בתחום זה:  LG TwinWash - מכונת הכביסה הראשונה בעולם הכוללת שתי מכונות באחת. מכונה זו מאפשרת לעשות שני מחזורי כביסה שונים בו זמנית או בנפרד. בנוסף, ה-TwinWash מגיעה עם מייבש מובנה ובכך חוסכת מקום, זמן ואנרגיה.    \"המכבשת\" של LG - מכונת כביסה משולבת מייבש במוצר אחד, כשהייבוש הופך לחלק ממחזור הכביסה.   כל קטגוריה לוותה בקמפיין מיתוגי רחב היקף. השם \"המכבשת\" נהגה במסגרת קמפיין המיתוג מתוך חיפוש דרך לייצר קטגוריה חדשה שתהיה ברורה לצרכן הסופי. וכך, בעקבות הקמפיין, צרכנים רבים החלו לבקש את \"המכבשת\" של LG ברצפת המכירה והוכיחו את הצלחת המהלך.    דברים שלא ידעת על LG לכל אלמנט בלוגו המחייך של LG יש משמעות: הפנים המחייכות משדרות חברותיות ונגישות, העין האחת מסמלת מוכוונות מטרה ומיקוד, המעגל מסמל את העולם ואת מעגל החיים וההתחדשות. הפינה הימנית העליונה בלוגו הושארה ריקה על מנת ליצור לוגו א-סימטרי, כביטוי למקוריות ויצירתיות החברה. האדום, שהוא הצבע העיקרי בלוגו, מסמל חברותיות והצבעוניות האפורה משדרת חדשנות טכנולוגית ואמינות. LG היא החברה הראשונה בעולם שייצרה מכשירי סמארטפון לצפייה בתלת-ממד ללא משקפי עזר. כיום כל מסכי ה-OLED המשווקים בעולם מיוצרים על ידי LG. אמן הקלפים בריאן ברג בנה מגדל קלפים בגובה של 3.3 מטרים על גבי מכונת כביסה של LG בזמן שהיא פועלת בקצב של 1,000 סל\"ד. לברג, שזכה בשיא גינס על כך, לקח 12 שעות בכדי לבנות את המגדל שהכיל 48 קומות. LG השיקה השנה את הטלוויזיה הנגללת הראשונה בעולם. ", "title": "החיים טובים עם מוצרי החשמל של LG", "url": "https://www.ynet.co.il/articles/0,7340,L-5636118,00.html", "type": "article", "site_name": "ynet", "published_time": "17:15 , 02.04.20", "category": "Economy", "subtitle": "LG ידועה בחדשנות הטכנולוגית והעיצובית של מוצריה ומשקיעה משאבים רבים כדי להמשיך ולחזק את מעמדה כמותג פרימיום מוביל, מבודל וייחודי. השנה השיקה LG בכל אחד מתחומי פעילותה מספר מוצרים חדשניים, שלוו בפעילויות שיווקיות המותאמות לשוק הישראלי "}