{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5762045,00.html"}, "headline": "איך שגלגל מסתובב", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/09/10087934/100879230990100640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076088/8189039_8190964_yedioth_ahronot.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/04/10076084/8189039_8190003_yedioth_ahronot.jpg"], "datePublished": "2020-07-09T13:36:27z", "dateModified": "2020-07-09T13:36:27z", "author": {"@type": "Person", "name": "הילה ציאון"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "שכר הדירה ירד,  אבל צפוי לטפס. המשכירים פרסמו פחות מודעות להשכרה, אבל ההיצע גדל בחסות Airbnb. היזמים צופים פנייה של רוכשי דירות לשוק השכירות ארוכת הטווח, אבל לא בטוח שזה ישתלם להם. והממשלה החדשה תצטרך להחיות מחדש את הענף. כך השפיע משבר הקורונה על שוק השכירות", "wordCount": "1836", "commentCount": "0", "genre": "6.Economy-13571.Musafim1-13670.yediot nadlan", "keywords": "מוסף ידיעות הנדל\"ן,נדלן", "articleBody": "הכלכלה הישראלית ספגה טלטלה בעקבות משבר הקורונה: מגבלות התעסוקה והתנועה שהטילה הממשלה הובילו לירידה משמעותית בפעילות המשק ולשיעור אבטלה חסר תקדים. משקי בית רבים מצאו את עצמם ללא הכנסה מובטחת ובחוסר ודאות – וההשלכות הגיעו, בין היתר, גם לשוק השכירות למגורים. אם לאורך השנים הציבור הישראלי התרגל לחיות בעתות לחימה וחירום מבלי שהייתה לכך השפעה דרמטית על הענף, הרי שהתפשטות הנגיף הסיני \"הצליחה\" לפגוע בשוכרים ובמשכירים.   מחקר עדכני של בנק ישראל מצביע על כך שמאמצע חודש מרץ השנה ועד אמצע אפריל, שיא תקופת המגפה, חלה צניחה בשיעור של עד 50% בהתעניינות הציבור לשכור דירות לעומת התקופה המקבילה אשתקד. במקביל חלה ירידה גם במספר המודעות של דירות להשכרה שפרסמו המשכירים. למעשה, על פי נתוני הבנק המרכזי, בארבעת השבועות שלאחר תחילת המגבלות שהוטלו על התנועה, במרבית האזורים ברחבי הארץ חלה ירידה בשיעור של 30%-40% במספר המודעות החדשות לדירות להשכרה.      גם בשטח הרגישו את הירידה בביקושים. \"בתקופת הקורונה הייתה ירידה ניכרת של כ-50% בהתעניינות בדירות להשכרה\", אומרת ליליה נחמן, מנכ\"לית רשת התיווך הארצית אנגלו סכסון. \"ראינו סוג של הלם בקרב שוכרים, ולמציאות המשתנה הייתה השפעה פסיכולוגית ומורלית. הרבה שוכרים החלו לקיים משא ומתן עם משכירים לגבי גובה שכר הדירה ודחיית מועד התשלום\".   אם לשפוט לפי מחקר שפרסמה באחרונה אוניברסיטת תל אביב, הירידה בביקוש וגם בהיצע אינה מפתיעה: על פי הממצאים, בתחילת אפריל כל דייר שמיני לא הצליח לשלם את מלוא דמי השכירות. הסיבה ברורה: הפגיעה בשוכרים היא דרמטית משום ששכר הדירה הוא ההוצאה החודשית הגבוהה ביותר במשק בית. לפי הנתונים, שכר הדירה הממוצע בקרב הנסקרים עמד על 3,670 שקל בחודש, כאשר ההוצאה על דיור מהווה בממוצע 25%-40% מכלל ההוצאות.    ברקע המצוקה שאליה נקלעו שוכרי הדירות, בפועל מחירי השכירות ירדו בתקופת המשבר. יש לכך לא מעט סיבות, הראשונה היא כניסתו של ענף הנדל\"ן לקיפאון. העובדה שהשמיים נסגרו, התיירים הפסיקו להגיע ודירות Airbnb התפנו לפתע השפיעה גם היא: על פי מחקר נוסף של בנק ישראל, בעיר תל אביב חל זינוק של 67% בהיקף הדירות שהוצעו להשכרה בחודש אפריל האחרון, כנראה בזכות היקף נרחב של אותן דירות נופש שנכנסו לשוק. וכשמגדילים את ההיצע, מדביקים בצורה כזו או אחרת את הביקוש – והמחירים יורדים.         \"הפחיתו את שכר הדירה ברבע\" מבדיקה שערך לוי יצחק, עורך מחירון הדירות, בקרב שוכרי דירות בערים מרכזיות בישראל בתקופת הקורונה עולה, כי בעיר ללא הפסקה רשמו מחירי השכירות של דירות יד שנייה ירידה בשיעור של 10%-15% בתוך חודשיים וחצי (בתקופה מרץ-אפריל 2020 – שיא משבר הקורונה – לעומת ספטמבר 2019-פברואר 2020). הבדיקה הזאת מצטרפת לאותו מחקר של הבנק המרכזי, שבין היתר גם מצא ירידה של 15% במחירי השכירות בעיר בשבוע של 19 באפריל לעומת השבוע של 18 במרץ.   כך למשל, משפחה עם שני ילדים המתגוררת זה כשנה בדירת שלושה חדרים משופצת ברחוב ויצמן בשכונת הצפון הישן בעיר, המשתרעת על שטח של 100 מ\"ר וכוללת מעלית וחניה, שילמה לפי חוזה השכירות 7,250 שקל בחודש. יצחק מספר שבעקבות משבר הקורונה ביקשו השוכרים לעזוב, אולם בעל הבית ויתר להם על חודש שכירות (אפריל) וחידש להם את השכירות לשנה נוספת ב-6,450 שקל בחודש – ירידה של כ-11% במחיר. לדבריו, דירת שני חדרים משופצת ברחוב נורדאו בצפון הישן, שהייתה מושכרת ב-4,700 שקל, ירדה ל-3,500 שקל בלבד – ירידה של 25% במחיר.   \"בעלת הבית הורידה את שכר הדירה בתקופת הקורונה בצורה משמעותית\", מספרת לירון, עוזרת מנכ\"ל המתגוררת בשכירות בשכונת הצפון הישן. \"היא פנתה אליי ביוזמתה והודיעה לי שבשלושת החודשים הבאים היא תפחית לי את שכר הדירה ברבע. בשיא הקורונה הייתה אי ודאות בעבודה וישבתי בבית, וההליכה של בעלת הנכס לקראתי הגיעה בדיוק בזמן\".    גם אילון, יועץ אסטרטגי מתל אביב, עבר את אותה חוויה. \"הקורונה עשתה טוב, לפחות לנו השוכרים\", הוא אומר. \"מאזן הכוחות בין מחפשי הדירות למשכירים השתנה, פתאום הם החלו לרדוף אחרינו ולא אנחנו אחריהם, נאלצים להיענות לדרישותיהם. מצאתי דירה עם שכר דירה סביר, ובעל הדירה הנוכחית, שאליה עברתי בתחילת חודש מאי, אף הפחית כמה מאות שקלים מהשכירות באותו החודש על רקע המצב\".   עוד עולה מבדיקת לוי יצחק, כי ברחוב לה גרדיה שבשכונת יד אליהו הושכרה בעבר דירת 3.5 חדרים בשטח של 85 מ\"ר ב-5,000 שקל, אולם בתחילת חודש יוני היא הושכרה ב-4,500 שקל – ירידה של 10% במחיר. בנוסף, זוג שגר בשדרות רוטשילד בבניין משותף בשימור, בדירה שכוללת 3.5 חדרים, שילם עד כה 8,400 שקל, ובתקופת הקורונה בעל הבית הסכים לרדת ל-6,800 שקל. מדובר בירידה בשיעור של כמעט 20%.   \"ההיצע גדל הן בעקבות דירות Airbnb שהתרוקנו מדיירים, והן עקב העובדה שחלק מהשוכרים חזרו להתגורר עם ההורים בעקבות המצב\", אומר יצחק. \"מהבדיקה שלנו עולה, כי בחודשים אפריל-מאי מספר עסקאות השכירות היה נמוך במיוחד, ורובן הגדול נסגר בירידה משמעותית הן מהמחיר המבוקש והן ממחירו הריאלי של הנכס לפני הקורונה\". לדבריו, \"לא רק השוכרים נפגעים – גם המשכירים עצמם, הרי לא כל בעלי הדירות נמנים עם האלפיונים העליונים, חלקם שוכרים בעצמם דירות ומשלימים את הדלתא במחיר בין הדירה המושכרות לדירה שאותה הם שוכרים\".   \"מחירי השכירות יטפסו חזרה\"   אמנם מחירי השכירות רשמו ירידה, אבל ככל ששוק הנדל\"ן יחזור לשדר עסקים כרגיל, כך ניתן להניח שהמחירים יטפסו בחזרה. \"לסגר הייתה השפעה על שוק השכירות בתל אביב – אבל היא הייתה זמנית\", מסבירה הדר חזות, זכיינית רי/מקס High תל אביב. \"העיר ללא הפסקה הופסקה, הברים והמסעדות נסגרו, וחלק מהצעירים ששכרו דירות בעיר בעיקר כדי ליהנות מחוויית הפנאי שהיא מספקת, חיפשו אלטרנטיבות זולות יותר או חזרו זמנית להורים. בעלי בתים שרצו לחדש חוזה החתימו דיירים על חוזי שכירות עם הוזלה לשלושה חודשים – אבל הייתה הסכמה, שבהמשך המחיר יחזור לקדמותו. אף שדירות Airbnb השתחררו לשוק, רואים כבר חזרה למחירים שלפני תקופת הקורונה\".   דורית סדן, סמנכ\"לית שיווק בחברת שיכון ובינוי, מסכימה. \"משבר הקורונה לא באמת פגע בשוק הדיור להשכרה. שוכרים ביקשו דחייה בתשלום, צעירים חיפשו אלטרנטיבה רגעית אצל ההורים כשאיבדו את עבודתם. אבל מהר מאוד החיים יחזרו למסלולם, אנשים יחזרו לעבוד – וגם לגור בשכירות\", היא אומרת. \"תרבות הצריכה של הישראלים בכל מה שקשור לשוק הדיור בכלל והשכירות בפרט לא תשתנה. אבל אם לא יטפלו בסוגיית מס הרכישה וכמות המשקיעים תמשיך לרדת, יהיו חייבים לספק אלטרנטיבות אחרות להשכרה\".   בינתיים שר השיכון יעקב ליצמן מקדם בימים אלה יוזמה חדשה להפחתת מס הרכישה בפריפריה כדי לעודד משקיעים לרכוש שם דירות – מה שיכול להגדיל את היצע הדיור להשכרה אולם צורך לא פחות חיוני בדיור כזה נמצא באזורי הביקוש, ובענף מעריכים שדווקא המהלך הזה עלול להותיר דירות רפאים ולגרום לעליות מחירים בפריפריה. כך או כך, אחת הדרכים של הממשלה להגדיל את ההיצע היא על ידי הקמה פרויקטים של דיור להשכרה ארוכת טווח. המהלך כבר מתבצע בשנים האחרונות על ידי החברה הממשלתית דירה להשכיר, שכעת, עם הקמת הממשלה החדשה, עברה לטיפולו של משרד השיכון.   בשטח מעריכים, כי על רקע המצוקה הכלכלית של הישראלים, השוק שיפרח הוא זה של השכירות. אם בממשלה הקודמת תוכנית הדגל הייתה מחיר למשתכן, ייתכן מאוד שכעת תהיה זו תוכנית השכירות לטווח ארוך. \"הקורונה הובילה לכמיליון מובטלים, ושוכרי הדירות, שהם כמעט 30% ממשקי הבית בישראל, התקשו לעמוד בהתחייבויותיהם\", אומר שרון תוסיה-כהן, מנכ\"ל משותף בחברת נצבא. \"באמצעות חוזה ארוך טווח והתחייבות לכך שדמי השכירות יישארו ללא שינוי ריאלי למשך 10-5 שנים, השוכרים יודעים ששכר הדירה שלהם לא יקפוץ לפי קפריזות של בעל בית, ושהם לא ייאלצו לעבור דירה ולהוציא את הילדים ממסגרות באמצע השנה\".    \"בשביל משכנתה צריך ביטחון תעסוקתי. כל עוד אין כזה, הרוכשים מדירים את רגליהם מרכישת נכס. אבל צריך לשים איפשהו את הראש – לכאן נכנס שוק השכירות שהולך לתפוס תאוצה\", מוסיף יעקב ניצן, מנכ\"ל ושותף בחברת רובי קפיטל. \"דווקא בעולם של חוסר ודאות, השכירות היא המענה הנכון. דיור להשכרה יאפשר לבלום את השתוללות המחירים בפריפריה וגם במרכזי הערים. הבעיה היא שלפרויקטים כאלה לוקח זמן להבשיל, ולכן מחירי השכירות יחזרו לטפס\".   ערן ענבים, מנכ\"ל אזורים Living, מחזק את הדברים. \"משבר הקורונה יצר מצב של אי ודאות, שהוביל להמתנה בקרב חלק מהרוכשים הפוטנציאליים, שבתקופה זו עשויים להעדיף מגורים בשכירות\", הוא מוסיף. \"האבטלה הרי משפיעה על יכולת רכישת הדירה, מקטינה את היכולת להתחייב לטווח ארוך וגם מקשה על קבלת משכנתה, שכן אחד הפרמטרים המרכזיים שנבחנים על ידי הבנק הוא כושר ההשתכרות\". מאחר שהביקושים יגדלו, צפוי שתהיה עליית מחירים, הוא מעריך, וזאת למרות הנתונים על הרחבת ההיצע. \"בעקבות הירידה החדה בענף התיירות, היצע הדיור להשכרה עלה, אך מדובר רק באזורים נקודתיים, בעיקר בתל אביב ובירושלים\", הוא מבהיר.   מקום לשיפור גם לשיטתו של יאיר טל, מנכ\"ל דירה להשכיר, ענף ההשכרה ארוכת הטווח רק ילך וישתכלל. \"משבר הקורונה חידד את הצורך בכלי הזה. הרעיון להחזיק דירה המלווה במשכנתה כבדה דורש חשיבה מחודשת, ואנשים מתחילים להבין שקניית נכס אינה בהכרח הפתרון הנכון עבורם, ופרויקטים לדיור להשכרה ארוכת טווח מספקים יציבות וגמישות מבלי לוותר על האיכות\", הוא אומר. \"נכון שאין עדיין עשרות אלפי דירות כאלה, אבל יש הבנה שהכלי הזה נדרש, בטח בעת הזאת. יש מכרזים באוויר, אנחנו רואים התעניינות הולכת וגוברת של יזמים, והפרויקטים שכבר אוכלסו מתחילים לשנות את כללי המשחק\".     על פי נתוני דירה להשכיר, עד כה שווקו 8,729 דירות בפרויקטים להשכרה ארוכת טווח שנמצאים בשלבים שונים של אכלוס, הקמה, מכרזים ולקראת פרסום מכרזים. 7,208 דירות מיועדות להשכרה במחיר מפוקח (וחלקן במחיר מסובסד), והשאר יימכרו בשוק החופשי במטרה לאפשר כדאיות כלכלית ליזמים. \"העובדה שמדינת ישראל מקצה קרקע שמיועדת לדיור להשכרה, ושיש כיום בצנרת התכנון עוד עשרות אלפי דירות המיועדות לשכירות ארוכת טווח, מעידה על הכוונה לבסס את ההשכרה ארוכת הטווח כפתרון דיור משמעותי ומוסדר בענף הנדל\"ן\", אומר שמעון ג'יני, מנכ\"ל קבוצת גולדן ארט.    אלא שבשלב הזה יש עוד מקום לשיפור. בתוכנית העבודה שניסחה התאחדות הקבלנים בוני הארץ לממשלה ולכנסת ה-23, מציעים הקבלנים לשפר את חוק עידוד השקעות הון להשכרת דירות לטווח ארוך, כך שגם יזמי פרויקטים, שישכירו 25% מהדירות למשך תקופה של בין 5 ל-15 שנים, יקבלו שיעור מס מופחת על הפרויקט – מה שיתמרץ אותם להמשיך לבנות מקבצים כאלה. \"יש לאפשר לקבלנים למכור מקבצי דיור להשכרה בשלמותם בפטור ממס רכישה ותוך שימור הטבות לגופים מוסדיים או קרנות ריט, שיתחייבו להמשיך להשכיר את המתחמים\", מסכם ראול סרוגו, נשיא ההתאחדות. \"בעת הזו, לנוכח הקושי הצפוי של משקי הבית להיכנס לעסקאות רכישת דירות, קידום דיור להשכרה ארוכת טווח ייתן מענה מיטבי\".   בינתיים בברלין בזמן שבישראל מנסים להוציא את ענף הנדל\"ן מהקיפאון שאליו נקלע בעקבות המשבר ולהחיות את שוק השכירות, יש בעולם מי שמקפיד על רגולציה בשוק הפרוץ כבר תקופה ארוכה. לפני שנה הכריזה עיריית ברלין על רפורמה בשוק השכירות, לפיה שכר הדירה יוקפא לחמש שנים עם רף למחיר מקסימום בגובה 8.5-5 אירו למ\"ר, ובחודש פברואר האחרון היא נכנסה לתוקף.   ההחלטה לקדם את רפורמת ריסון מחירי הדיור הגיעה לאחר שיזמים מקומיים ובינלאומיים השתלטו על העיר וגרמו לעלייה במחירי הנדל\"ן, והמטרה הייתה, בין היתר, להבריח את המשקיעים מהבירה הגרמנית. בדומה לישראל, הסיבה הייתה זינוק במחירי הנכסים, אולם מתנגדי הרפורמה טענו, כי המהלך ייצור כאוס בשוק ההשכרה. לא הפתיע, שעם כניסתה של הרפורמה לתוקף לפני מספר חודשים, החלו מניות הנדל\"ן המקומיות לאבד גובה.   פיקוח על שכר דירה אינו זר לעיריית ברלין, ובמסגרת התקנות בתחום הדיור להשכרה, העלאת השכירות נעשתה בצמוד למדד לאורך שנים ארוכות. הבעיה, כאמור, הייתה המשקיעים שנכנסו לברלין והובילו, מדד או לא, לעליות מחירים, עד שבעירייה החליטו שלא נותרה ברירה אלא להקפיא את שכר הדירה למיליון וחצי הדירות המיועדות להשכרה ברחבי העיר.   על פי הרפורמה, ניתן להפחית שכר דירה בחוזים קיימים, אם טיפסו המחירים ליותר מהרף שנקבע ובנוסף, יש אפשרות להגביל שיפוץ שכרוך בהעלאת השכירות (אף שחייבים להודות, שהתקנות המקומיות, שמורות לבעלי הנכנסים לשפץ אותם כל תקופה מסוימת, מעוררות קנאה). בינתיים אצלנו, שוכרי הדירות כבר בקושי זוכרים את הניסיונות לקדם את חוק השכירות ההוגנת, ובימים אלה הם יכולים רק להישען על טוב ליבם של בעלי הבתים, שחלקם הסכימו להוריד את גובה השכירות לתקופה מוגבלת לדיירים שהוצאו לחל\"ת.  ", "title": "איך שגלגל מסתובב", "url": "https://www.ynet.co.il/articles/0,7340,L-5762045,00.html", "type": "article", "site_name": "ynet", "published_time": "10:36 , 09.07.20", "category": "Economy", "subtitle": "שכר הדירה ירד,  אבל צפוי לטפס. המשכירים פרסמו פחות מודעות להשכרה, אבל ההיצע גדל בחסות Airbnb. היזמים צופים פנייה של רוכשי דירות לשוק השכירות ארוכת הטווח, אבל לא בטוח שזה ישתלם להם. והממשלה החדשה תצטרך להחיות מחדש את הענף. כך השפיע משבר הקורונה על שוק השכירות"}