{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5706975,00.html"}, "headline": "בריכה בכל מרפסת ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/02/9887878/987966301000100980491no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/02/9887879/987966201000100980652no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/02/9887882/987966001009999801172no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/02/9887880/98796610990100980550no.jpg"], "datePublished": "2020-04-03T03:03:55z", "dateModified": "2020-04-03T02:32:54z", "author": {"@type": "Person", "name": "גד ליאור"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "בריכת שחייה פרטית, שהייתה בעבר סמל סטטוס בקרב העשירים ביותר, הפכה היום לנחלת רבים, והבריכות מבצבצות ממרפסות הפנטהאוזים ודירות הגג ברחבי הארץ. אילו סוגי בריכות קיימים בשוק? מה חשוב לדעת לפני התקנתן? מה באשר לעלויות האחזקה? ובכמה התענוג הזה מעלה את ערך הנכס? גד ליאור חזר עם כל התשובות", "wordCount": "1843", "commentCount": "0", "genre": "6.Economy-13571.Musafim1-13670.yediot nadlan", "keywords": "מוסף ידיעות הנדל\"ן,נדל\"ן", "articleBody": "לפני שנים נהגו חוקרי המס לבדוק כיצד מממנים מי ששכרם לא גבוה במיוחד נסיעות אחדות בשנה לחו\"ל. אולם מאז הוזלו הנסיעות מאוד, והחוקרים חיפשו מטרה אחרת. חוקר מס ותיק מספר, כי מס הכנסה החל אז להתחקות, בין השאר, אחר מי שהצמידו לדירתם בריכה, שמחייבת גם תחזוקה לא זולה.   אולם הזמנים משתנים, ולאחרונה גם בריכה פרטית ואחזקתה הן כבר ממש לא רק נחלתם של עתירי ממון. עובדה: בארץ יש היום מאות אלפי בריכות פרטיות מסוגים שונים, ועל־פי כל ההערכות, מספרן יגדל. אחת הסיבות היא שבריכה מוסיפה לערך הדירה יותר מעלות הוספתה. רגע לפני הקיץ, כדאי שמי שמתכננים בריכה ליד הבית יקבלו מושג מהן העלויות השונות הכרוכות בהתקנתה, מהם הסיכונים, ויש כאלה, ובכמה מעלה הבריכה לא רק את ערך החיים, אלא גם את ערך הדירה.   הפנטזיה לבריכה צמודה לבית מגשימה את עצמה לאחרונה בלא מעט בתים. יש שבנו לעצמם בריכה פרטית, אך במקרים רבים הוצמדו לקבוצות של בנייני יוקרה, שבנה יזם אחד, בריכות מאובזרות עבור כל דיירי הפרויקט.      בשנים האחרונות החלו להיבנות בריכות וגם שכשוכיות בדירות גן ובדירות גג ופנטהאוזים. כן החלו להתרבות פרויקטים, שבהם הותקנה בריכה לדיירי הבניין, אולם דיירי הפנטהאוז החלו גם הם להתנות בכך את הרכישה.    הרווח כאן כפול: היזמים הצליחו כך למכור דירות במחיר גבוה יותר, וכמובן, הדיירים מרוצים, כיוון שפרט לבריכה הנאה, גם ערך דירתם עלה, לעיתים בשיעור ניכר.   20 אלף בשלוש שנים  אולם לצד ריבוי הבריכות צצו גם הבעיות בתחום בנייתן. לאחרונה ניתן לרכוש בריכות גדולות מתנפחות עם מסננים במחירים מצחיקים. בעלי דירות מתקינים אותן אפילו על גגות ישנים או במרפסות, שכלל לא תוכננו מראש לעומסי המים. התוצאה היא סכנה ממשית!   כדאי שבעלי הבתים יפנימו מה מותר ומה אסור, מה יהיו העלויות הצפויות מהשכשוך בבריכה, מה בדיוק צריך להתקין ומה לבדוק, ממי יש לקבל אישור לבניית בריכה ומתי יש לקבלו.   \"בריכות נחשבו בעבר לסמל סטטוס מובהק של משפחות עשירות, אבל היום המצב השתנה, כך שאנחנו רואים יותר ויותר בריכות פרטיות בקרב בני מעמד הביניים\", אומרת דורית סדן, סמנכ\"לית שיווק שיכון ובינוי.   סדן מציינת, שבישראל ישנם כמה מאפיינים שדוחפים את רוכשי הדירות החדשות לבנות בריכה בגינה ובמרפסת. \"הראשון בהם הוא הקיץ הארוך. מאפיין מרכזי נוסף הוא התודעה של בריאות, כושר וזמן פנוי וכמובן, סמל הסטטוס שהבריכה מקנה לדיירים\".   בפרויקט חלומות צוקי השמורה, בעיר ימים נתניה, בנתה שיכון ובינוי בריכות שחייה פרטיות לדיירי הפנטהאוז. סדן מספרת, כי הדבר נעשה חרף העובדה שבבניין קיימת גם בריכה משותפת. \"זה ממחיש שאנשים אוהבים את החוויה של הבריכה שלהם באופן שונה פרטית, ציבורית, חמה, קרה. אבל זה בעיקר מלמד, שבריכות נכנסות יותר ויותר כסטנדרט בפרויקטים למגורים, ואנחנו אף רואים ביקושים להתקנת הכנה לבריכה בעתיד\".   בישראל יש כיום 60,000 בריכות שחייה פרטיות, שנבנו בהיתר בנייה ועל פי תקנות ודרישות משרד הבריאות, אומר לנו ניר עוז, יועץ מומחה לתכנון, שדרוג, ניהול ובטיחות לבריכות שחייה ומרכזי ספורט ויו\"ר ארגון מנהלי בריכות השחייה, ומוסיף נתון מדהים: מתוך 60 אלף הבריכות – 20 אלף נבנו רק בשלוש השנים האחרונות.    הבריכות מתחלקות לסוגים שונים. \"יש בריכות בטון עם חיפוי פסיפס, קרמיקה, אבן טבעית, פי.וי.סי או חומרי טיח צבעוניים ואטומים. יש בריכות מתועשות מפנלים טרמופלסטיים ומצופות ביריעות פי.וי.סי או פסיפס. קיימות גם בריכות נירוסטה, בריכות עם פנלים מפח מגולוון מצופות פי.וי.סי, בריכות פיברגלס רגילות או משופרות, עם טכנולוגיה חדשה מאוסטרליה בציפוי קרמי\", מסביר עוז.      וכמה זה עולה?  \"עלות בנייה של בריכה סטנדרטית - ארבעה מטרים רוחב, שמונה מטרים אורך, מבטון, ללא תוספות מיוחדות, היא 400-300 אלף שקל, כולל חפירה, בנייה ומערכת סינון וחיטוי. בריכה מתועשת או מפיברגלס במידות אלו זולה בהרבה, כ־300-100 אלף שקל, תלוי בסוג, בטיב החומרים ובאיכות הפיברגלס. ראוי לציין, כי יש לא מעט בריכות שלא מתאימות לכל אזור או סוג של הקרקע\".   עוז טוען, כי ערך הבית עולה פי שלושה בדרך כלל מעלות הבריכה, כך שאם השקעת 200 אלף שקל בבנייתה, יעלה ערך הבית ב־600 אלף שקל לפחות.   בעניין השווי הנוסף של הדירה קיימת בין המומחים מחלוקת. לטענת אמיר כהן, סמנכ\"ל השיווק בחברת י.ח. דמרי, התשואה נמוכה יותר, \"הבריכה מעלה את ערך הנכס ב־15-5 אחוז, תלוי בסוג, בגודל, במפרט ובלוקיישן של הבית\". דהיינו, בית שעולה שלושה מיליון שקל יוסיף לערכו עד 450 אלף שקל.    הרוב לא מודעים לסכנות ומה קורה בתחום הבריכות הקומפקטיות יותר? מתברר, שבישראל יש כיום גם לא פחות מ־160 אלף בריכות שחייה מתקפלות מפי.וי.סי ופלסטיק. הגדלים מגוונים וגם העלויות מצויות בשונות גבוהה: מחיר הבריכות הקטנות נע סביב 1,000 שקל והגדולות - 12,000 שקל.   מערכות הסינון והחיטוי של בריכות אלו לרוב אינן מספיקות ואינן תואמות את הנדרש, בהתאם לדרישות משרד הבריאות ובריאות הציבור. כמו כן ההפעלה נעשית לרוב על ידי ציבור שאינו מוסמך ובעל ידע בתפעול מערכות הבריכה, תוך טיפול והשגחה על חומרים מסוכנים.   רוב הבריכות הללו עובדות עם משאבות של V 220. לרוב ניתן לראות את הקרבה של המשאבה לבריכה עם כבל מאריך, המועבר על הדשא ומסכן את כל מי שמסתובב רטוב ליד מערכת הסינון והמשאבה.    שיטות החיטוי המוכרות הן כלור נוזלי בריכוז של 10%-12%, חומצת מלח בריכוז של 30%-33%, טבליות כלור גרגרי, כלור בריכוז גבוה, מכשיר חיטוי באמצעות מלח ומערכת UV.       ניר עוז טוען, כי כל השיטות טובות, אך יש צורך לדעת כיצד שומרים על הערכים של המים, יתרת הכלור החופשי, ערך ההגבה של החומציות PH ועכירות המים באופן קבוע.   וכאן באה אזהרה: אי שמירה של ערכים אלו עלולה לגרום למחלות רבות של דלקות עיניים, אוזניים, דרכי השתן, נשירת שיער ועוד. ההערכה העצובה היא ש־80% מבעלי הבריכות אינם יודעים ולכן אינם מצליחים לשמור על איכות המים כנדרש.   בישראל קיים חוק של אחזקה ושימוש בחומרים מסוכנים והמשרד לאיכות הסביבה נוקט יד קשה כלפי מי שנתפס מוכר או מחזיק חומרים מסוכנים מעל המותר. החוק מאפשר להחזיק באחסנה ושימוש חמישה ק\"ג טבליות כלור, קילו אחד של גרגירי HTH בלבד ולא יותר מ־100 קילו כלור נוזלי.   \"כמויות אלו אינן מאפשרות שימור ושימוש כנדרש על־פי חוקי התפעול של בריכות. תקנות הבנייה של בריכה פרטית מחייבות לעבוד בחוקים הקבועים בחוק. לצערי, יש לא מעט קבלנים שלא יודעים את החוק\", אומר ניר עוז.   בין כללי בניית הבריכה:  השיפוע לא יעבור 5% ובמקרים מסוימים - 7%. יש צורך לבנות מדרך רגל, החל מעומק 120 ס\"מ בכל היקף הבריכה.    הריצוף חייב להיות נגד החלקה בחלקו הרדוד. חל איסור להתקין סולמות ירידה הבולטים לתוך הבריכה, זה מנוגד לחוק תכנון ובנייה ועלול ללכוד חלקי גוף או חלילה ראש של ילד.   חדר המכונות והבריכה חייבים הארקה שהותקנה על ידי חשמלאי מוסמך. חדר המכונות חייב להיבנות בעומק מינימלי של 220 ס\"מ, עם מערכת חשמל, על פי חוק החשמל, כולל סולם ירידה המותקן על הקיר.    יצוין, שכל בריכה חייבת לקבל אישור בטיחות מיועץ בטיחות טרם הפעלתה. לכן רצוי וכדאי לשלב יועץ בטיחות כבר בעת התכנון.   עלות בריכה מתועשת איכותית, הנבנית בפרויקט מגורים, היא עד 200 אלף שקל. עלות בריכה מבטון מגיעה ל־350-250 אלף שקל.      בריכה משותפת אאוט ב־15 השנים האחרונות נבנו כ־220 מתחמי מגורים בישראל עם בריכה לשימוש דיירי המתחם בלבד. היתרונות הם שיש בריכה זמינה לאורך כל הקיץ, ואם היא מחוממת - אז גם לכל השנה. בריכות אלו גם לא נדרשות לרישיון עסק של משרד הבריאות והמשטרה.   העלויות מתחלקות בין כל הדיירים במתחם והם דואגים לצוות הפעלה, ניקיון והצלה.   על כל מתחם כזה חלה החובה להפעילו עם מציל מוסמך ובהתאם לתקנות ההפעלה והבטיחות של משרדי הממשלה השונים, אף שאינם נדרשים לרישיון עסק. יש להקפיד על כל החוקים הנהוגים והנדרשים לבריכות אלו.   חסרונות ובעיות שצצות בין הדיירים הם בעיקר על שעות פתיחת הבריכה, אופן ההפעלה והוצאותיה. חיסרון נוסף וחשוב מאוד: הם לא נדרשים לרישיון עסק, וכתוצאה מכך יש לא מעט בריכות לא תקניות ואף מסוכנות.   רועי פפר, מנהל שיווק ומכירות בקבוצת גבאי, אומר, כי \"בעשור האחרון התחזקה ההבנה כי בריכה משותפת מייקרת את עלויות האחזקה של הבניין כולו, מה שעלול להרחיק רוכשי דירות פוטנציאליים, ונראה שההתלהבות סביב הקונספט ירדה מעט\".   פפר מציין, כי כחלופה לכך עברו לתכנון דירות שמלכתחילה כוללות מתקני מים שונים. והמגוון הלך וגדל, למשל עם בריכות זרמים מיוחדות. לדבריו, \"מבחינת היזם, עלות התכנון והביצוע של בריכה או ג'קוזי בדירה לא גבוהה, כי הוא ממילא נמצא בשלבים של תכנון וביצוע, והתוספת של מתקן מים צפויה להעלות משמעותית את ערך הדירה במאות אלפי שקלים\".   יצוין, כי מי שמעוניין להוסיף בריכה או ג'קוזי לדירה מאוכלסת, שבה מתקנים אלה לא תוכננו מראש, יצטרך לקבל היתר מתאים מהרשות המקומית, על בסיס תכנון וביצוע הנדסי לנשיאת המשקל הרב ולהתאמת מערכות הניקוז. אם יינתן ההיתר, עלויות הוספת בריכה פרטית יחצו בקלות את רף 100 אלף השקלים.   סכנת קריסה מיידית \"העלייה ברמת החיים והמעבר לבנייני מגורים גבוהים הובילו לביקוש גבוה לבריכות ולמתקני ג'קוזי, המתאימים גם למרפסות ולגגות\", מציין יורם אביסרור, סמנכ\"ל חברת אביסרור. \"ג'קוזי הוגדר עד לפני כמה שנים כמותרות, שרק מעטים היו יכולים להרשות לעצמם, אבל בשנים האחרונות הוא הפך לאטרקטיבי ונגיש יותר\".   ואכן אנו עדים לאחרונה לא מעט גם לתופעה של הצבת בריכות מאולתרות במרפסת הבית או על הגג. ראוי לציין, כי חל איסור גורף וברור על התקנת בריכות מאולתרות במקומות אלה. והנה הנתונים המבהילים: בריכה קטנה במידות (4 מ' אורך ו־1.5 מ' רוחב ובגובה של מטר אחד בלבד, עם מילוי המים, שוקלת נטו שישה טון (6,000 קילו). אם מכפילים את השטח, התוצאה היא שעל כל מטר מרובע יש עומס של טון אחד (1,000 קילו), עוד לפני חישוב משקל המתרחצים ומספר היושבים על המרפסת.   על פי חוק תכנון ובנייה, מרפסת בונים על בסיס של 350 קילו למטר מרובע בלבד. כך יוצא, שגם אם הקבלן הגדיל את כמות הברזל ועובי הבטון מעבר לחוק התכנון והבנייה, קשה מאוד לראות איך אנו מגיעים לטון משקל לכל מטר מרובע. ושוב, מדובר בבריכה קטנה יחסית. ניר עוז מזהיר במקרה הזה, כי קריסה מיידית של המרפסת היא סכנה מוחשית בכל רגע נתון.   אמיר כהן מחברת י.ח. דמרי מוסיף: \"עקב הגידול המשמעותי במספר הדירות שמוסיפים להן בריכה, יש לבצע כבר בשלבי הבנייה הכנות מוקדמות, הכוללות הכנה של מערכת הניקוז והחשמל, מיקום חדר מנועים וכמובן, עיבוי וחיזוק הרצפה במקרה של התקנת בריכה על המרפסת. בבריכה פריקה וניידת אין צורך בקבלת היתר, אך חובה לקבל אישור ממהנדס ולהקפיד ליישם את התקנים וכללי הבטיחות, המחייבים הגנה מכניסת ילדים והצבת הבריכה במרחק סביר ממעקות המרפסת\".   יצוין, כי עלות אחזקת בריכה בגודל סביר נאמדת בכמה מאות שקלים בחודש, והיא כוללת הוצאות חשמל, הוצאות מים וכמובן תחזוקה שוטפת של שמירה על ניקיון המים.    מהנדס האינסטלציה ארז גלבוע, חבר בארגון המהנדסים לבנייה ולתשתיות ובעלי חברת גלבוע מהנדסים, מבהיר, כי כאשר אנחנו רוצים לבחון אפשרות להוספת בריכה או ג'קוזי במרפסת או גג של דירה מאוכלסת, יש לבצע מספר בדיקות: \"בין היתר, האם קונסטרוקציית הבניין חזקה מספיק, האם קיימת אפשרות מכנית למלא ולרוקן את הבריכה מבלי להשפיע על מערכות המים והביוב בבניין, והאם משאבות הסינון לא ייצרו מטרד רעש לשכנים. בכל מקרה, כאשר מבקשים להוסיף בריכה או ג'קוזי לבית אחרי האכלוס, יש להגיש לרשות המקומית תוכנית בנייה שהוכנה על ידי אדריכל ולקבל היתר מתאים\".   עם כל הרצון לממש את הפנטזיה, לא כל אחד יוכל לשאת בעלויות האחזקה הגבוהות של בריכה פרטית. גל קסטל, מנהל השיווק בחברת אורון נדל\"ן, מקבוצת אורון אחזקות והשקעות ממליץ: \"לפני ההתקנה הקפידו לבדוק את כל המשתנים. העלויות עלולות להגיע למאות ואלפי שקלים בחודש. לעיתים תבחרו ברובוט ניקיון מיוחד או בפול־מן, שיגיע במיוחד כדי לטפל בה, וגם אלה כרוכים בהוצאות נוספות\".   אז כל מי שמתכנן להוסיף בריכה צמודה לבית החדש או להתקין כזאת על המרפסת, כדאי שיבחן האם יוכל לעמוד בהוצאות ולקבל את האישורים הדרושים, האם אמצעי הבטיחות מובטחים, והאם הבריכה אכן תעלה את ערך הדירה בשיעור גבוה מעלותה.    שכשוך נעים.", "title": "בריכה בכל מרפסת", "url": "https://www.ynet.co.il/articles/0,7340,L-5706975,00.html", "type": "article", "site_name": "ynet", "published_time": "00:03 , 03.04.20", "category": "Economy", "subtitle": "בריכת שחייה פרטית, שהייתה בעבר סמל סטטוס בקרב העשירים ביותר, הפכה היום לנחלת רבים, והבריכות מבצבצות ממרפסות הפנטהאוזים ודירות הגג ברחבי הארץ. אילו סוגי בריכות קיימים בשוק? מה חשוב לדעת לפני התקנתן? מה באשר לעלויות האחזקה? ובכמה התענוג הזה מעלה את ערך הנכס? גד ליאור חזר עם כל התשובות"}