{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5706970,00.html"}, "headline": "אגדת דשא ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/02/9887862/98796640990100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/02/9887861/98796650990100980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/02/9887858/98796660990100980551no.jpg"], "datePublished": "2020-04-03T03:03:55z", "dateModified": "2020-04-03T02:18:04z", "author": {"@type": "Person", "name": "גד ליאור"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "במציאות הנדל\"נית המשוועת לקרקעות, בית פרטי עם גינה וגג רעפים אדום אולי יכול להיות שלכם, אם תסכימו לנדוד לפריפריה. מניתוח נתוני הלמ\"ס עולה, כי בעשור האחרון צנחו התחלות הבנייה של צמודי הקרקע - מ־15,582 בשנת 2010 ל־5,990 בשנת 2019, כשהשיא נרשם בשטחי יו\"ש. התחליף: פיסת הדשא במרכזי הערים ובאזורי הביקוש מכווצת את מידותיה לטובת דירות הגן, שהפכו בעשור זה לטרנד של רוכשים שלא מוכנים לוותר על החלום. עם צפי ל־11.4 מיליון תושבים בישראל בתוך 15 שנה, גם העתיד לא נראה ירוק במיוחד", "wordCount": "1975", "commentCount": "0", "genre": "6.Economy-13571.Musafim1-13670.yediot nadlan", "keywords": "מוסף ידיעות הנדל\"ן,נדל\"ן", "articleBody": "\"יש לי בית עם גינה, לא דירה\", מתקנים בעלי בתים במעין גאווה, כמישהו שואל אותם \"איך הדירה שלכם?\". הסטטוס של מי שגר בבית פרטי היה מאז ומעולם עניין יוקרתי ומיוחד, עוד מימי ראשית המדינה. וכי מי רצה להתפאר שהוא מתגורר בדירה 17 בקומה ארבע בשיכון ג'?    גם בתחילת העשור השלישי במילניום הזה להיות בעל בית פרטי עם גינה זו משאת נפשם של ישראלים רבים. השקט היחסי, הפרטיות, מניעת המציצנות של השכנים ובעיקר סמל הסטטוס – קוסמים לרבים מאוד. אולם הווילה היפה הפכה בשנים האחרונות לדירת גן, שאפילו מי שאינם מיליונרים יכולים באביב של שנת 2020 לחלום עליה וגם לממש.   שטחה של ישראל קטן, המחירים של בתים צמודי קרקע, בעיקר במרכז, רק עולים, ומספר התחלות הבנייה שלהם הולך ופוחת וכך גם החלום, שדומה שהיה בר השגה לפני עשור או שניים - אך הולך ומתרחק.   \"מאז ומעולם החלום של כל זוג שמתחיל את חייו היה לבנות בית. אם אפשר, אז גם להוסיף גדר לבנה ומרחבים של דשא ירוק, עדיף ירוק יותר מזה של השכן\", אומרת דורית סדן, סמנכ\"לית שיווק שיכון ובינוי, ומוסיפה: \"אלא שבמשך השנים, ועם עליית מחירי הדירות, החלום הלך והתרחק. היום משפחה שרוצה לחיות בבית פרטי תצטרך להתרחק ממרכז הארץ, כי צפיפות האוכלוסין הביאה לבנייה יותר צפופה בערים ובעיקר במגדלים ובכך השאירה את בניית הבתים הפרטיים עם המרחבים מחוץ לגוש דן. אך לא רק תושבים מהמרכז מתמודדים עם האתגר שבמציאת בית פרטי, אלא גם תושבי הפריפריה במרכזי הערים. לדברי סדן, \"לכל אלה קיים פתרון משכבר הימים, שמנצל את משאבי הקרקע בצורה היעילה ביותר, ואלו הן דירות הגן\".       למי שעדיין חולם על בית פרטי – מעניין לבדוק מה משתלם כיום יותר: לרכוש צמוד קרקע מקבלן או אולי לבנות לבד? ואולי דירות גן הן התחליף המועדף על צמוד קרקע בעיר?   כיום בונים בישראל פחות בתים צמודי קרקע. אחת הסיבות היא שחברות הנדל\"ן מעדיפות למכור את המגרשים לבנייה עצמית. וכך ישראלים רבים בונים את הבית שחלמו עליו על פי תוכניותיהם, תוך התייעצות באנשי המקצוע. למשל, חברת אזורים החליטה לצאת לשיווק של כ־250 קרקעות לבנייה עצמית של צמודי קרקע בתל מונד. \"אכן מספר התחלות הבנייה של צמודי קרקע הולך ויורד מדי שנה, אך זה לא אומר שהביקושים יורדים בהתאם. עדיין קיימים קהלים גדולים, בדרך כלל משפחות עם ילדים, שמתעניינים בבית פרטי\", אומר גיל גורביץ', מנהל השיווק והמכירות בחברה.   ואכן בדיקה באתר רשות מקרקעי ישראל מגלה, כי מתחילת השנה החולפת פורסמו 66 מכרזים לבניית צמודי קרקע, ובסך הכל שווקו כ־400 מגרשים, רובם לאנשים פרטיים במסגרת \"בנה ביתך\".   העלייה במחירים, המחסור בקרקע במדינה הקטנה, שמרכזה צפוף ממילא והאפשרויות האחרות שנפתחו בפני מבקשי הפרטיות, הרחיקו אותם מאזורי הביקוש העיקריים. המגרשים שיועדו בעבר לצמודי קרקע במרכז פינו מקומם לבנייה לגובה, למשל בשכונת אפק בראש העין או במערב ראשון לציון, שכיום נבנית שם שכונת רבי קומות, במה שמכונה מתחם האלף.   חברת אביסרור, למשל, בונה בבאר שבע לצד מגדלי מגורים גם צמודי קרקע. \"בשנים האחרונות צמודי קרקע הפכו למצרך נדיר\", אומר סמנכ\"ל החברה יורם אביסרור, \"מספר התחלות הבנייה של בתים כאלה נמצא בירידה לאור מצוקת הקרקעות באזורי הביקוש. אנחנו גם עדים למגמה חדשה של העדפת מגורים במגדל יוקרתי. עם זאת יש קהל גדול מאוד, שלא מוכן לוותר על החלום לגור בבית פרטי. במקביל לבניית מגדלים, בחברה מקפידים לבנות יחידות צמודות קרקע. כך למשל בשכונת נווה נוי בעיר אנחנו בונים פרויקט של 28 קוטג'ים בני חמישה חדרים במחיר של 1.69 מיליון שקל\".   רוב הבנייה בפריפריה ניתוח נתוני למ\"ס על התחלות הבנייה של צמודי קרקע, שערכו בלשכת שמאי המקרקעין, מעלה, כי במהלך חל בהן צניחה בעשור האחרון. בשנת 2010 החלה בנייתן של 15,582 יחידות דיור בנות 2-1 קומות, שהיו כ־40% מהתחלות הבנייה. במהלך השנים חלה ירידה הן במספר יחידות הדיור שנבנו והן בשיעורן מסך התחלות הבנייה.   מהנתונים מתברר, שבשנת 2018 החלה בנייתן של 10,610 יחידות דיור צמודות קרקע, שהיו רק 23% מהתחלות הבנייה. בשנת 2019 החלה בנייתן של כ־5,990 צמודי קרקע, שהיו 26% מהתחלות הבנייה, עלייה קלה, אף כי לא משמעותית, לעומת 2018. אחת הסיבות לכך היא ירידה בשיווקי קרקעות לבנייה צמודת קרקע על ידי רשות מקרקעי ישראל.   \"לקבלנים שרוצים לבנות היום צמודי קרקע אין כמעט אפשרות לרכוש קרקע מהמדינה\", מציינת עפרה חדד, סמנכ\"לית ומבעלי יורו ישראל.      בחינת התחלות הבנייה של צמודי קרקע לפי מחוזות מעלה, כי מרביתם בעשור האחרון נבנו במחוז הצפון - 38%. במחוז המרכז נבנו 19% ובמחוז הדרום 18%. לעומת זאת, במחוז תל אביב נבנו רק 3% (!) מצמודי הקרקע בארץ ובמחוז ירושלים רק 5%. כאשר בודקים את בניית של צמודי הקרקע בכל מחוז ביחס לכלל התחלות הבנייה שם, מגלים כי בעוד הממוצע הארצי בעשור האחרון עומד על 30%, הרי שבאזור הצפון השיעור עומד על 68% וביהודה ושומרון כמעט כל דירה שנייה (!) היא פרטית.   הנתונים לא מפתיעים את דרור אוהב ציון, מנכ\"ל ובעלים של חברת דרא שיווק נדל\"ן, המשווקת שמונה פרויקטים ביהודה ושומרון. לדבריו, יהודה ושומרון מציעה בתים במחירים של 2.2-1.8 מיליון שקל, מה שמושך רכישה על בסיס כלכלי ולאו דווקא אידיאולוגי למשפרי דיור מהערים הגדולות.   מבחינת הערים שבהן נבנו יותר צמודי קרקע בעשור האחרון מתברר, כי היישובים הישראליים ביו\"ש מובילים עם 7,464 יחידות, 2,625 נבנו בעיר הבדואית רהט, 2,610 בירושלים, 1,907 בראשון לציון, 1,685 בסכנין, 1,494 בבאר שבע ו־1,420 בפרדס חנה־כרכור. במרחק רב למדי נצפות תל־אביב עם 1,113 בלבד, חולון עם 911 ונתניה עם 900 צמודי קרקע.   \"בפריפריה, הזולה יחסית, ניתן עדיין לראות בנייה של צמודי קרקע. במרכז מחליפות אותם דירות הגן, וגם זה בהסתייגות – כל עוד לא מדובר במגדל\", אומר יו\"ר לשכת שמאי מקרקעין חיים מסילתי. לטענתו, נדיר לראות בפרויקט, הכולל מגדל של 20 ו־30 קומות, דירות גן. \"זאת אחת הסיבות שבתל אביב קשה עד בלתי אפשרי למצוא דירות גן חדשות\", הוא מסביר.   העיקר דירה עם נוף מחירי הדירות ומצוקת הקרקעות וכפועל יוצא מכך קפיצה במחיריהן - הרחיקו בעשור זה את חלום צמוד הקרקע עבור הרבה מאוד משפחות. וכך הפכו בעשור האחרון ללהיט מבוקש דירות הגן, שתפסו להן מעמד מיוחד בבניינים רבים הנבנים ברחבי הארץ.    \"המחירים היקרים וההיצע הנמוך, בעיקר באזורי הביקוש, גרמו לרוכשי הדירות לשנות את החלום מצמוד קרקע לפנטהאוז או דירת פרימיום. העיקר שזו תהיה דירה גדולה עם מרפסת גדולה ונוף\", מסביר מסילתי.   האם ניתן בכלל להשוות בין דירת גן לבית פרטי? שמאי המקרקעין ישראל יעקב סבור שלא: \"דירות הגן מנסות לענות על הצורך של בית פרטי, אך בפועל אינן מהוות תחליף מלא בשל עניין 'הפרטיות'. בדירות הגן אחוז הצפיפות גבוה. כמו כן, הכניסה היא דרך הלובי המשותף של הבניין, כמו שאר המתקנים המשותפים, כגון חדר האשפה והמחסנים. הגינה לרוב קטנה יותר יחסית לצמודי קרקע אחרים ופחות אטרקטיבית, כי היא חשופה לדירות שמעליה, ולכן איננה באמת 'פרטית'. זאת גם הסיבה ששוויה תמיד יהיה נמוך במאות אלפי שקלים ויותר מצמוד קרקע\".   רחלי בריזל, סמנכ\"לית השיווק בחברת אשדר, דווקא חושבת שדירת גן היא תחליף אידיאלי, ומחירה לרוב נמוך יותר ביחס לבית פרטי. לדבריה, דירת גן במודיעין עולה 3.4 מיליון שקל, ואילו מחירו של בית פרטי באותו אזור יהיה גבוה בכ־30-20 אחוז. בנוסף, שטח הגינה בדירות הגן יהיה בדרך כלל קטן יותר ונוח לטיפול, מה שמצמצם את עלויות האחזקה השוטפות של הבית. \"הביקוש לדירות הגן מגיע הן מזוגות צעירים עם ילדים, שמחפשים מרחב מחייה וחיבור למרחב טבעי על הקרקע, והן מזוגות מבוגרים שבחרו לעזוב בית פרטי עם עלויות אחזקה גבוהות לטובת דירת גן בשטח מצומצם יותר, אולם עדיין עם אפשרות לגינה פרטית\", אומרת בריזל.      \"היתרון הבולט ביותר של דירות הגן הוא שהן מרגישות כמו בית פרטי, אבל עולות הרבה פחות\", מציינת דורית סדן סמנכ\"לית שיווק שיכון ובינוי. \"אומנם דירות גן מתאימות למי שרוצה לרכוש בית פרטי והיכולת הפיננסית שלו נמוכה, אבל רוב דירות הגן לא נופלות מבתים פרטיים, לא במרחבים שהן מציעות ולא במפרט הדירה עצמה. למשל, בפרויקט בשכונת אבני חן בחריש בנינו דירות עם גינות מרווחות, מחסן צמוד ואף יחידת מתבגר\".   את המציאות הנדל\"נית הנוכחית מסכם אבי זיתוני, הבעלים של חברת א.זיתוני: \"כיום הישראלים חולמים על מגורים במגדלי יוקרה בדירות גן רחבות ידיים או בפנטהאוזים. כמעט כל פרויקט חדש כולל היום דירות גן. הן נבנות מסביב לכל מפלס הכניסה. מחירן גבוה בדרך כלל ב־20%-25% ממחיר דירה רגילה דומה בבניין, כי הן נחשבות ליוקרתיות יותר. כיום אף ניתן למצוא דירות גן בנות שישה חדרים, המתפרסות על פני שתיים ואף שלוש קומות. כשמדובר בדופלקס עם גינה, המחירים הרבה יותר גבוהים\".    \"דירת גן היא הפתרון האידיאלי למי שרוצה לגור בעיר אבל לא מוותר על הגינה הפרטית\", אומר רז שרייבר, סמנכ\"ל השיווק בקבוצת אלמוג. החברה בונה בשכונת הדרים בשוהם בנייני בוטיק בני שלוש קומות הכוללים שתי דירות גן.   \"המגמה התכנונית הרווחת היום היא לאשר פחות צמודי קרקע במרכז, אלא אם מדובר בקרקעות פרטיות. ברמה היזמית מדובר בפרויקטים די נדירים\", מציין שרייבר ומוסיף, \"גם צמודי הקרקע המשווקים כיום אינם כוללים גינות ענק. הם נבנים פעמים רבות על קרקע של 300-250 מ\"ר, ומתקבלת גינה היקפית שמנוצלת באופן מינימלי. דירות גן בפרויקטים עירוניים בדרך כלל כוללות גינה, שחלק הארי שלה הוא ביציאה מהסלון ולא מסביב למבנה, כך שניתן לנצל יותר שטח לכל מטרה. כמו כן צמודי קרקע הם תמיד בשטחים גדולים יחסית – חמישה־שישה חדרים לפחות, אחרת זה לא כלכלי. לעומת זאת, דירות גן ניתן למצוא במגוון גדלים ותמהיל חדרים שיתאימו למשפחות קטנות יותר או מצמצמי דיור\".   רוב היזמים מסכימים, אם כך, שדירות הגן הן תחליף ראוי לצמוד קרקע בעיר מבחינת ההיצע, בשל המחיר הנמוך יותר ומבחינת המיקום.    שקט נפשי שווה כסף מרבית המגרשים לבניית צמודי קרקע נמכרו ל\"בנה ביתך\". מי שכבר החליטו להגשים את חלום הבית הפרטי, נחלקים לשניים – אלה שעושים זאת באמצעות קבלן־יזם, ואלה שבוחרים בבנייה עצמית מתוך מחשבה שכך יצמצמו עלויות. המומחים לא ממהרים להסכים.    \"ההבדל בין בנייה עצמאית לעומת בנייה דרך קבלן הוא פער הרווח שאותו גוזר היזם עבור הפרויקט המכונה 'רווח יזמי'\", מסביר שמאי המקרקעין ישראל יעקב. \"הרווח היזמי הנגבה לרוב לבנייה עצמית צמודת קרקע הוא כ־8% מתוך סך ההשקעה. רבים חושבים שברגע ש'יחסכו' את הקבלן, יצליחו להפחית עלויות רבות. הבעיה היא שלרוב הם חסרי ניסיון ולא מודעים לתהליך הבנייה המייגע והממושך, הכרוך בהתקשרות עם גורמי מקצוע רבים ולרוב גובה כספים מיותרים\".   יש לקחת בחשבון, כי בבנייה עצמית נדרשת השקעה של זמן ואנרגיה, \"לבנות בית זו עבודה של ממש\", מבהיר גל קסטל, מנהל השיווק בחברת אורון נדל\"ן, מקבוצת אורון אחזקות והשקעות. \"יש לדאוג להתקדמות העבודה, לספקים ולקבלנים. ואם תבחרו לקחת איש מקצוע שילווה אתכם עד המפתח, תצטרכו לפקח על עבודתו. מצד שני, אם רכשתם בית מקבלן מוכר ובעל שם, תוכלו ליהנות מראש שקט. השקט הנפשי שווה לא מעט כסף, לפעמים הרבה יותר מפערי המחיר הזניחים יחסית בין בנייה עצמית לרכישת בית מקבלן\".   \"בנייה עצמית היא משימה מורכבת, שכמעט תמיד נגמרת בחריגה מהתקציב שיכולה להגיע לעשרות אחוזים\", מעדכן גלעד יפרח, מנכ\"ל גלעד־מאי, הבונה את פרויקט הקוטג'ים בית בבוסתן בחצור הגלילית, הבירוקרטיה, תהליכי הרישוי וקבלת טופס 4 יכולים להיות ארוכים יותר ומסובכים עבור הבונה העצמאי, כשאינו נערך בהתאם, לעומת הקבלן שמצוי בפרטים ובתהליכים. \"ברכישת בית פרטי מקבלן ישנה הכלה של חוק המכר, שנותן ודאות ושקט לגבי לוחות זמנים וטיב העבודה לצד ביטחון בדמות ערבות בנקאית על התשלומים במהלך הפרויקט ומחיר מוגדר מראש. בנוסף, ברכישה מקבלן ניתן לבצע התאמות לצורכי המשפחה הספציפיים, באמצעות מערך שינויי דיירים, ממש כמו בבנייה פרטית, וכך להגשים את החלום במינימום סיכון\".   ובמבט לעתיד, בלשכה המרכזית לסטטיסטיקה צופים שאוכלוסיית ישראל תגדל בתוך ה־15 השנים הקרובות עד ל־11.4 מיליון תושבים. זה אומר שיהיה צריך לבנות דירות לעוד 2 מיליון בני אדם. את התחזית הזאת ואת מחירה חייבים להכיר כל מי שעדיין חולמים בלילות על הבית הפרטי עם הגג האדום.    אז מה עדיף: בנייה עצמית או עסקה עם יזם? רויטל זומר, יועצת שיווקית ופיתוח עסקי בנדל\"ן, ועמית מרשנסקי, בעלים של חברת מרשנסקי בניית בתי יוקרה, בדקו עבור \"ידיעות הנדל\"ן\" את היתרונות והחסרונות בכל מסלול.    מניתוח שעשו עולה, כי לקניית בית צמוד קרקע מקבלן יש לא מעט יתרונות.    היתרונות: יש חוזה ברור, המחיר ורמת הגימור ידועים מראש, זמן האכלוס קבוע, ניתן לקבל משכנתה על כל הנכס וליווי בנקאי, שנותן ביטחון כספי וגם חיסכון בזמן, אין צורך להתקשר בחוזים עם בעלי מקצוע ולא פחות חשוב, דירה כזאת גם מסייעת לשמור על הזוגיות. החסרונות: צמוד הקרקע יקר יותר, נראה כמו שאר היחידות, אין מקום להתאמה אישית ולשדרוגים וכן רמת השליטה על איכות גמר הביצוע מופחתת.   זומר ומרשנסקי קובעים עוד, כי בבנייה עצמית יש יותר הגשמת הפנטזיה, חוויית התכנון ומשכנתה רק על הקרקע. לאחר מכן, לפי תהליך הבנייה, בדרך כלל הבנקים מממנים פחות, בגלל הסיכון, קיימת התאמה מדויקת לצרכים, שליטה על תהליך הבנייה ושקיפות מלאה.  ", "title": "אגדת דשא", "url": "https://www.ynet.co.il/articles/0,7340,L-5706970,00.html", "type": "article", "site_name": "ynet", "published_time": "00:03 , 03.04.20", "category": "Economy", "subtitle": "במציאות הנדל\"נית המשוועת לקרקעות, בית פרטי עם גינה וגג רעפים אדום אולי יכול להיות שלכם, אם תסכימו לנדוד לפריפריה. מניתוח נתוני הלמ\"ס עולה, כי בעשור האחרון צנחו התחלות הבנייה של צמודי הקרקע - מ־15,582 בשנת 2010 ל־5,990 בשנת 2019, כשהשיא נרשם בשטחי יו\"ש. התחליף: פיסת הדשא במרכזי הערים ובאזורי הביקוש מכווצת את מידותיה לטובת דירות הגן, שהפכו בעשור זה לטרנד של רוכשים שלא מוכנים לוותר על החלום. עם צפי ל־11.4 מיליון תושבים בישראל בתוך 15 שנה, גם העתיד לא נראה ירוק במיוחד"}