{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5742681,00.html"}, "headline": "זהירות: כך תימנעו משיפוץ זול - שיעלה ביוקר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017260/10014469099099980650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/01/10003997/10003953099589980553no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017279/10014468099084980549no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017303/10017281099099980650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017315/100172850990100980651no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/07/10017280/100144710990100980913no.jpg"], "datePublished": "2020-06-07T13:18:05z", "dateModified": "2020-06-07T13:21:42z", "author": {"@type": "Person", "name": "יובל \"הפטיש העברי\" צולר"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אלה הדברים שממש אסור לחסוך עליהם כשאתם הולכים לשפץ את הבית, או את הדירה שירשתם מסבתא עליה השלום. כי מה שהתאים לה ולמריה הפיליפינית זה לא כוס התה בלימון שלכם", "wordCount": "485", "commentCount": "4", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "בלייזר,שיפוץ,שיפוצים,עשה זאת בעצמך", "articleBody": "   מזל טוב, ירשתם או קניתם (בעזרת ההורים, נו מה) דירה. משתתף בצערכם במידה וסבתא נפטרה. עכשיו הגיע הזמן לפתוח את העיניים ולהבין שמה שהתאים לה ולמריה הפליפינית לא בהכרח ראוי למגורים. רוצים לשפץ? הנה כמה טיפים שיכינו אותכם לצריבה בכיס, עליי, בכיף.   איטום  באופן כללי, תאטמו חללים רטובים כמו שירותים, מקלחת ותקרות, כי הם יכולים לחזור אליכם כמו בומרנג ולגרום לזה שתשלמו הרבה יותר. זה קצת כמו לא להרים טלפון לחמותך ולהגיד לה חג שמח, נורית.       צבע  אנחנו שוברים מיתוס פה. נכון החבר'ה של צבע ביתך ב-1,800 שקל? אז מי שתלה את השלטים האלו בצמתים הם גם אלה שמבקשים מכם חצי שקל בצמתים. ככה הם קונים את החומרים לעבודה, עם החצי שקל. בית שצובעים ב-1,800 שקל הוא בית שאומר צבעו אותי ב-1,800 שקל. אין דרך להסוות את זה.  על בית של שלושה חדרים בגודל 70 מטר, שלא הזניחו אותו קשות, אתם צפויים לשלם בין 2,800 ל-4,000 שקלים לצביעה - לכל הבית. הכוונה היא לתיקונים בסיסיים של סדקים בקירות ולתיקוני בלאי.  תשמעו, הקיר יודע לדבר. הקיר הוא חבר. הקיר שומע. הקיר מכיל. הוא אמנם לא מספר את הסודות שלכם, אבל רואים עליו הכל. טפל בקיר שלך כמו שהיית רוצה שיטפלו בך ופעם בחמש שנים תשקיע 4,000 שקל. אם לא תשלמו את זה, תשלמו פעם ב-20 שנה 20 אלף שקל.      מטבח  אל תקנו מטבח באיקאה. יש מספיק נגרים מוצלחים ומוכשרים שיעשו לכם מטבח בן אלף זונה ב-800 שקל למטר. עם קלאפות, ולפי מידה. וכן, גם מנגנון טריקה שקט למגירות, קארן. יש לך אבא ואמא, לא דודה בשוודיה.      אלומיניום (חלונות)  חלונות הם מוצר יקר, אז אל תחפשו לחסוך עליו. זה הדבר הראשון שהעיניים נוחתות עליו, העיניים של הבית שלכם. כשהקבלן אומר מחיר גבוה אל תרימו גבה, כי זה פשוט ככה. תאמינו לי, הוא לא מרוויח על החלק הזה בכלל.    אינסטלציה  במידה ואתם נוגעים בתשתיות האינסטלציה, תעשו מרכזיה. מה זה מרכזיה? זה כשיש שליטה על כל נקודות המים בבית. תשלמו לאינסטלטור ותדרשו ממנו מרכזייה עם קווים משורשרים, כדי שבמידה ותהיה לכם תקלה באחת מהנקודות, לא תצטרכו לפתוח את כל הריצוף.  חוצמיזה, תכריחו את הקבלן / אינסטלטור לתת לכם אחריות של שלוש שנים לפחות על המערכת השירשורית, עם ברז על כל נקודה במרכזיה, זה התקן. עדיף לכם לשלם עוד 1,000 שקל ולהיות עם ראש שקט. ואה כן, במידה ואתם מחליפים דוד, זה עולה 2,500 שקל. אל תנסו לחסוך בזה.       חשמל  תמיד עדיף לבדוק את הלוח ולהוסיף נקודות. במידה ואתם עושים שיפוץ יותר מקיף ומרצפים מחדש, עדיף כבר להחליף את תשתית החשמל. בבית סטנדרטי של שלושה חדרים תגיעו בדרך כלל ל-12 נקודות מאור ול-15 שקעים ונקודות ביקורות. תוסיפו את החיווט לארון הלוח החדש ואת ההארקה, ותגיעו לפחות או יותר 20 אלף שקל. הוספת כל נקודה עולה 250 שקל והבדיקה להארקה כ-700 שקלים.      הכותב הוא הפטיש העברי. קבלן שיפוצים, הנדימן וחובב דאבסטפ. מוכן לענות לכם על כל שאלה, גם על אלו שנשמעות מטומטמות. אם אתה לא תספר לאשתך שהזמנת בעל מקצוע, גם הוא לא יספר לה. ", "title": "זהירות: כך תימנעו משיפוץ זול - שיעלה ביוקר", "url": "https://www.ynet.co.il/articles/0,7340,L-5742681,00.html", "type": "article", "site_name": "ynet", "published_time": "10:21 , 07.06.20", "category": "Magazine", "subtitle": "אלה הדברים שממש אסור לחסוך עליהם כשאתם הולכים לשפץ את הבית, או את הדירה שירשתם מסבתא עליה השלום. כי מה שהתאים לה ולמריה הפיליפינית זה לא כוס התה בלימון שלכם"}