{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5724727,00.html"}, "headline": "9 מנות סופרבול לגמר גביע הטוטו", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/05/10/8524556/85245440991100980646no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2014/11/19/5707520/570751911991199490490no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/04/21/6957020/69569760100679980551no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/07/08/6158552/406904901001992490490no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/06/24/8614463/861398801000100980653no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/29/7814026/77980510100098980844no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/29/8911992/227694101000100980650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2014/04/22/5283757/528373301001588490238no.jpg"], "datePublished": "2020-05-04T12:05:25z", "dateModified": "2020-05-04T12:06:47z", "author": {"@type": "Person", "name": "אורן ברזילי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אז מה אם אין כדורגל. בואו נדמיין שכן, ושקיבלנו החלטה כחברה לשדרג את הזלילות שלנו מול משחק בטלוויזיה בדיוק כמו שהאמריקאים עושים עם הספורט המעפן שלהם", "wordCount": "1114", "commentCount": "1", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "בלייזר,סופרבול,גביע הטוטו,אורן ברזילי,כנפיים,חמין,פיצוחים", "articleBody": "   תראו, זה לא שחסרים לנו חגים, וזה לא שחסרים לנו מאכלי חגים, הבעיה היא שכל חג מקושר אצלנו לניסיון להשמיד אותנו. המצות מזכירות שברחנו מהמצרים, ואוזני המן הן מאכל הגיוני ממש כמו עורלות פלישתים.  מה שחסר פה זה בעיקר מאכלים כיפיים ונטולי קונטקסט, מנות מלאות חופש, כמו באמריקה. אז כן, אולי הם לא יודעים להשתמש בשיטה המטרית, קוראים לכדורגל \"סוקר\" ומאמינים שלכל אחד צריך להיות מחסן נשק בבית למקרה שהחייזרים יתקפו - אבל הם יודעים לעשות כיף. ואין חגיגה יותר אמריקאית מהסופרבול, והארוחה שבאה איתו. תראו, למרות האהבה שלי לכדורגל ולכדורסל אני לא מבין ממש בפוטבול. אם אני זוכר נכון אז בסופרבול האחרון ניצחו הסינסנטי רדנקס את המיזורי פאקפייס כשג'וני קאפקייק, הקוורטרבק של מיזורי, זרק נשר מוזהב לתוך המיילי של סיירוס או משהו.  אבל האמריקאים יודעים להפוך את הספורט שלהם לחגיגה שמצריכה מינימום ידע ומקסימום רצון להימרח מול הטלוויזיה. זה הבסיס לכל הענפים המטומטמים שלהם - בייסבול, דיג, ציד. הם חולים על ספורט שנעצר כל דקה כדי לאפשר לך, הצופה, להאביס את עצמך בלי לפחד שתפספס משהו. וכמו שלאמריקאים יש חגיגה של כל מה שהם אוהבים בסופרבול, גם לנו יש חגיגה של כל מה שאנחנו אוהבים בכדורגל - גמר גביע הטוטו. כן, לא גמר גביע המדינה הנוצץ עם הנשיא, לא הענקת מדליות האליפות. דווקא גמר גביע הטוטו, עם השכונתיות שלו, מייצג נאמנה את הרוח הישראלית וראוי לחגיגה של מזון שכונתי ממש כמוהו.  באמת, אתם לא מאמינים איזה שכונה של גביע זה. אין לו אפילו תאריך רשמי, הפורמט משתנה כל שנתיים בערך כשהגמר בשנים האחרונות שוחק בכל חודש בין ספטמבר לינואר ואני די סגור על זה שהפרס לזוכה היה ערכת שש-בש חגיגית. אז החל מהשנה הבאה ואלו שאחריה - הנה הרעיון לארוחה המושלמת לאכול מול גמר גביע הטוטו.   1) כנפיים      ה-מנה של הסופרבול. כנפיים וסופרבול הולכים יחד כמו פרסומות וסופרבול, או כמו זעזועי מוח מסכני חיים וסופרבול. זה מזיק, זה לא בריא - אבל אי אפשר להפסיק לאכול את זה. הבעיה? שזיבי בליבי אתם הולכים להעמיד עכשיו סיר טיגון שלם רק בשביל הכנפיים. הפתרון? כנפיים בתנור, סטייל הכרעיים של דודה שלכם, אבל עם המון כבוד למנה המקורית החריפה. נפנק בפלפלצ'ומה חריפה, רכיב הפלא שגרם כבר לכמה מאיתנו לחסל סיר שלם של פסטה בלי כלום מלבד כף אחת ממנו. האמריקאים אוהבים לטבול את הכל במטבל גבינה כחולה, כי כשכל יום יש לך פיגוע ירי בבית הספר סף הריגוש שלך נמצא גבוה בשחקים. אנחנו נלך על כיוון אומאמי-מפוצץ בטעם אחר לגמרי, שהוא גם כשר, כי לא תרצו לטמא את גביע הטוטו במסורות של הגויים ימ\"ש, ולכן נשתמש בעמבה. כן, עמבה וחריף וכנפיים, מה יכול להשתבש? כלום.   2) סליידרס פריקסה      עוד מסורת אמריקאית נחמדה הם הכריכוני-המבורגר הקטנטנים שאתה משקר לעצמך שאפשר לאכול עשרה כאלה כי זה קטן. במקום המבורגר, מה יותר מתאים לחגיגה של גביע הטוטו מאשר מיני-פריקסה מפוצצים בטונה הכי איכותית שאפשר לארוז בקופסה, אריסה, זיתים, לימון כבוש וכמובן המרכיב הסודי - אהבה? סליחה, מוסרים לי שהמרכיב הסודי הוא זיעה. כן, אבל זיעה איכותית ארטיזנלית.    3) שלוקים בצבעי הקבוצות      באמריקה אוהבים להכין קאפקייקס בצורת כדורי פוטבול קטנים, אבל מצד שני באמריקה גם ג'ו אקזוטיק רץ למשרת מושל אוקלהומה והגיע למקום השלישי. אז במקום קאפקייק מייבש - תכלס ערימה של צבעי מאכל וסוכר - נכין משהו הרבה יותר פשוט על גבול החפיף, עם אותו ערך תזונתי פלוס אפקט מרענן: שלוקים! פשוט מאוד. אפשר גם להכין ארטיק ביתי בצבעי הקבוצות. למשל, שלוקים בטעם לימון-קולה (בית\"ר) או לימון-סבון אסלה (מכבי).   4) מטבוחה עם חלה      לאמריקאים יש דיפ, ובניגוד לשימוש שעושים פה במילה הזו, שכולל בדרך כלל גבינת סקי עם פפריקה (אל תשקרו, אלוהים רואה הכל), שם באמריקה הוא הרבה יותר מוגזם, כצפוי. למשל, באפלו דיפ, שכולל כנפי באפלו מפורקות לקערה של גבינה כחולה עם גבינת שמנת. למשל, גבינת שמנת עם פירורי בייקון קריספיים. אה, ויש את דיפ-שבע-השכבות, שכולל סלסה, שעועית, גבינת צ'דר, גוואקמולי, שמנת חמוצה, בצק ירוק וקישוט זיתים.  בחייאת, לכו להכין מטבוחה. מה יותר טוב לנגב מול השחקנים הכי טובים בישראל שרצים ארבעה קילומטר במשחק ועוצרים להזמין שווארמה בדקה ה-60 מאשר מטבוחה עם חלה? אם אתם רוצים לעשות מחווה למקור האמריקאי אפשר לפרק בפנים איזה דג לחוטים דקים שייאספו עם הביס. אה, ואל תשכחו תוך כדי בישול לציין כמה האוכל המרוקאי מדהים ועליון וכמה האשכנזים מבשלים מגעיל ואין להם רגשות. אחרת זה לא יוצא אסלי.    5) פיצוחים בתיבול      ברור שאי אפשר בלי המאכל הרשמי של הכדורגל הישראלי, המלך של המגרש, הנשנוש שאחראי לפרנסה של אלפי עובדי ניקיון במגרשים בכל סופ\"ש. אז לכבוד מעמד כמו גמר גביע הטוטו, שמארח פעם בשנה לא פחות מ-2,300 צופים במצב אקסטטי, אנחנו הולכים להיות מקצוענים ולקלות בעצמנו את הגרעינים. למה? בגלל שככה נוכל לתבל אותם איך שנרצה. שילובים פופולריים יהיו קארי וצ'ילי, פפריקה מעושנת וכמון, או טריאקי ומיסו אם לא הבנתם כלום. פשוט שימו את הגרעינים במחבת רותחת עם מעט מים וקורנפלור (שיעזור לתבלינים להידבק), בשלו עם התבלינים עד שאין כמעט נוזלים, סננו ושימו בתנור לחום נמוך. אם אתם משקיעים אתם יכולים להחליף את המים בנוזל אחר כמו סויה או חומץ אורז אבל אז אתם עלולים לחלל את המעמד הקדוש.   6) מגש פיצוחים בצורת כדורגל וזה כבר השדרוג. צריך שדרוג כי אנחנו מנסים לחקות את אמריקה אבל אין סיכוי בחיים שאנחנו עוברים למדוד דברים באינצ'ים ופאונדים, אז לפחות נחקה אותם בתחום הכיבודים המוגזמים.  בסופרבול מקובל להגיש משהו בצורת מגרש או כדור פוטבול כי אם אני מבין נכון זה נחשב אצלם ללעשות ספורט. אז אנחנו נגיש את הפיצוחים שלנו מסודרים בצורת כדורגל. כן, כמו באייטיז, עם מחומשים שחור-לבן והכל, בטוח שעדיין יש לכם כדור כזה איפשהו באוטו. פשוט מסדרים גרעיני דלעת (לבן) לצד חמנייה (שחור) ואז זורקים את הדלעת לפח כי זה גביע הטוטו פה, לא חנות טבע קהילתית.   7) חמין      לגויים ימח שמם וזכרם יש צ'ילי. תבשיל כבד, עשיר ופופולרי שמתאים למעמד בסדר הגודל של הסופרבול. לנו יש את החמין - תבשיל כבד, עשיר ופופולרי ואיזה מאורע יותר מתאים לחגיגה של מסורת יהודית מגמר גביע הטוטו? אז מה אם זה לא משוחק בשבת. ההמלצה שלנו היא ללכת על חמין חריף שיזכיר את המקור, עם שעועית וקציצות שיתפרקו ויזכירו לכולנו את הבית של דוד ארל ודודה נאנס בלואיזיאנה. כבונוס ובגלל שחמין סופג פחות או יותר הכל, אפשר להכין אותו בהתאם לקבוצות. בית\"ר - שימו חלקי פנים כמו במעורב. עכו - שימו חומוס. באר שבע - לכו על חיטה כמו בשדות הנגב. רעננה - מה דעתכם להכין משהו אחר במקום?   8) חמינדוס     אח, חמינדוס, האורית פוקס של עולם הביצים. המקור, למי שלא מכיר, הוא ה-deviled eggs, ביצים קשות שהחלמון הופרד מהן, עורבב עם תבלינים, חריף, חמאה וגבינה והוזלף מחדש לתוך החלל בחלבון. בריאות. גם כאן אפשר לחתוך את הביצה לשניים, אבל בגלל שחמינדוס הן מעדן נדיר בפני עצמו צריך להיות עדינים. נניח, לא לערבב כלום עם כלום ובמקום זאת פשוט לאכול 16 ביצים ברצף ובלי להפסיק, בתקווה שהמשחק לא יגיע להארכה כי הלב שלכם לא יעמוד בזה.   9) תמר עם אגוז מלך אם גמר גביע הטוטו היה חטיף \"בריא\", הוא היה תמר עם אגוז מלך. ", "title": "9 מנות סופרבול לגמר גביע הטוטו", "url": "https://www.ynet.co.il/articles/0,7340,L-5724727,00.html", "type": "article", "site_name": "ynet", "published_time": "09:06 , 04.05.20", "category": "Magazine", "subtitle": "אז מה אם אין כדורגל. בואו נדמיין שכן, ושקיבלנו החלטה כחברה לשדרג את הזלילות שלנו מול משחק בטלוויזיה בדיוק כמו שהאמריקאים עושים עם הספורט המעפן שלהם"}