{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5723338,00.html"}, "headline": "\"פעם הייתי נשים מפסק - היום את בתי מנשק\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/01/9942082/99420780990100980982no.jpg"], "datePublished": "2020-05-01T12:48:11z", "dateModified": "2020-05-02T21:41:04z", "author": {"@type": "Person", "name": "מתן שרון"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אר.איי דה ראגד מאן מערבב בין זונות, סמים וטונות של הרס עצמי, לאבהות וטראומות כמו אב גיבור מלחמה שנחשף לחומר רעיל בויטנאם ואחים שנולדו נכים. התוצאה - ראפר לבן שגורם לאמינם להיראות כמו ילד טוב של אמא", "wordCount": "1351", "commentCount": "5", "genre": "3456.Magazine-27337.food and drink blazer", "keywords": "בלייזר,ראפ,היפ הופ,ויטנאם", "articleBody": "   *** הכתבה כוללת תוכן גס ושפה בוטה   יש מעט מאוד מוזיקאים שאני זוכר את הפעם הראשונה ששמעתי, אבל המפגש עם R.A.The Rugged Man, כנראה הראפר הכי טוב שמעולם לא שמעתם עליו, הוא באמת בלתי נשכח.  הייתי בן אולי 16, אי אז בראשית המילניום, כששמעתי על הקליפ המחתרתי שאין שום סיכוי למצוא ב-MTV. למעשה, גם היום לא תמצאו את הקליפ הזה ביוטיוב כשתחפשו את שמו, Bottom Feeders של ההרכב Smut Peddlers, מהסיבה הפשוטה שהוא מחריד.  אני זוכר שעוד הורדתי אותו בנאפסטר אחרי כמה שבועות של שמועות, והתוצאה לא איכזבה – שלושה ראפרים מלוכלכים ולבנים מטנפים את הפה לצד חמש חשפניות בעירום מלא, הרי קוק מוסנפים מאברי מין מגולחים, מציצה לאקדח, הקאות מעורבבות במין ותצלומי תקריב שהיו נפסלים גם בפורנו.  בניגוד לתחת המקפץ שהופיע באותם השנים בכל קליפ ראפ שני, כאן העירום, כמו הסיטואציות, היה גרוטסקי, דוחה באופן מכוון. זה לא היה הבלינג של הראפ, אלא כמה חלאות רחוב שבאמת גרים בדירות מטונפות. אמינם נראה לידם כמו ילד טוב של אמא.  אבל מעל כל הגועל בלט דווקא הראפר שהתארח, שהיה קשור למיטה בכותונת משוגעים, שזיין את אחת החשפניות עם אקדח מחובר למפשעתו, שגיליתי רק בדיעבד שהוא גם הבמאי של הקליפ. בונא, חשבתי לעצמי, הוא ממש טוב.     אגדת אנדרגראונד מהלכת הלוואי והייתי יכול לחזור לרגע שבו גיליתי את אר.איי דה ראגד מאן. לשמוע מחדש את הסיפור הבאמת מטורלל של הקריירה שלו, לנסות לעקוב אחרי הפלואו מפיל הלסתות שלו כדי להצליח לתפוס כל פאנץ' חולה שגלגל אותי מצחוק.  כשיצא האלבום הראשון שלו בשנת 2004, Die, Rugged Man, Die, גיליתי במילותיו, ולאחר מכן בכל כתבה שמצאתי כדי לאשש את הסיפורים המטורפים, שמדובר באגדת אנדרגראונד מהלכת עם 13 שנות קריירה מאחוריו. שמדובר בראפר הכי מטורף שאף אחד לא מכיר כי הוא הרס במו ידיו המטורללות את הקריירה שהיתה אמורה להיות לו. שאם היה צדק בעולם, הוא היה הופך להיות אמינם כמעט עשור לפני אמינם. את הקריירה שלו התחיל אר.איי בגיל 17, אי אז ב-1991, תחת השם המוזר Crustified Dibbs. בתעשיית הראפ המתפתחת של אז רץ דיבור על איזה ילד לבן שיכול לעשות ראפ מהיר ואלים ומופרע ומצחיק ומצוין, וכך הילד שגדל באזורים העניים של לונג איילנד קיבל הצעות מ-9 לייבלי ראפ גדולים שנלחמו להחתים אותו, וסגר חוזה של 1.8 מיליון דולר (סכום אסטרונומי דאז, בטח לנער) עם חברת התקליטים ג'ייב שהחזיקה, בין היתר, אמנים כמו אר קלי, טרייב קולד קווסט ושאקיל או'ניל. כן, השאקיל הזה. בדיעבד, אמר אר.איי באינספור הזדמנויות, זה היה המהלך שדפק לו את הקריירה. לזרוק מזומן על ילד מכוער ושמנמן (מילים שלו, לא שלי) שבא מבית עני זה מעשה חסר אחריות, אבל לעשות את עם אר.איי היה מעשה כמעט נפשע. בזמן שאנשי הלייבל ניסו לחשוב איך הם יכולים לשווק את הכישרון הגולמי שיש להם בידיים, הוא ניסה לחשוב על איך הוא מבזבז את הכסף שלו על זונות וסמים. זו אולי קלישאה, אבל אר.איי לא היה כוכב הראפ הרגיל, כי שנים אחר כך הוא יודה שהוא סובל ממחלות נפש שהובילו אותו לפעול כמו, ובכן, משוגע.   עוד משהו לעשות עם כפית  הנה, למשל, סיפור קטן. רגע אחרי שנוטוריוס ב.י.ג התחיל להתפרסם, אר.איי נכנס איתו לאולפן להקליט כמה שירים. הלייבל רצה שהצמד יקליט להיט, משהו עדין, דומה ל- Juicy אולי. אבל אר.איי, כיאה לילד החוצפן שהיה, החליט שהוא הולך להקליט את השיר הכי נאסטי שהוא יכול לחשוב עליו, וכך נוצר השת\"פ Cunt Renaissance, השיר הכי בלתי ניתן לשיווק שכולל משפטים כמו \"אני קורע את הכוס שלכן עם כפית\". מיותר לציין שבלייבל לא היו מרוצים.     יש אינספור סיפורים מטורללים על הימים האלה בקריירה שלו, ואף אחד מהם לא מוציא אותו טוב. אחד הסיפורים גורס שפעם אחת, כשאר.איי לא אהב עבודת מיקס שעשה לו טכנאי, הוא עלה על הקונסולת מיקס וחירבן עליה.  מקרה אחר מספר על פעם שבה הוא התעצבן בפגישה עם משקיעה עשירה, וכדי להראות את חוסר הסיפוק שלו הוא יצא למרפסת, הביא ביד וזרק את השפיך על עובר אורח אומלל. מכל השמועות עליו, הסיפור היחיד שהוא הכחיש היה על זה שהוא הרג חתול בהופעה ומרח את הדם שלו על הזין. זה אולי הסיפור היחיד שאני לא מאמין עליו, אבל בכנות? עם אר.איי באמת אין לדעת. הסיפורים האלו מן הסתם גרמו ללייבל כאב ראש גדול, ולכל זה הצטרפה גם תביעה על הטרדה מינית שאחת מעובדות הלייבל הגישה כנגדו (הוא שלף את הזין במהלך פגישה עם כמה מנהלים), כך שהם ניסו להחביא את המטורלל שלהם, והוא ניסה להשתחרר מהחוזה בכל דרך.  השיא הגיע בשנת 95, כשהוא היה אמור להופיע בשואוקייס של הלייבל שצולם ל-MTV. לפני ההופעה אר.איי מצא ברחוב שתי עובדות מין ושילם להן כדי שיעלו איתו לבמה. מבלי שאף אחד יודע, אר.איי עלה לבמה עם שתי בחורות באזיקים ועם סלוטייפ על הפה, ונתן הופעת בכורה לשיר שכתב בשם Every Record Label Sucks Dick, מה שהתחיל מהומה.  האירוע הזה הרס לו את הקריירה לשנים הקרובות. האלבום שהיה אמור להוציא נגנז, ואר.איי מצא את עצמו מוחרם בתעשיה, חסר כסף ובשלב מסוים אפילו הומלס.     אייג'נט אורנג' לקח לו כמה שנים טובות להתאושש, ובעיקר להבריא נפשית. כשגר ברחוב הוא נהג לעשות ראפ לילדים כדי לקושש קצת כסף לאוכל, ואחר כך החל למכור באופן עצמאי בוטלגים של האלבום שנגנז.  אחרי עוד שתי חברות תקליטים ועוד אלבום גנוז, הוא סוף סוף התצליח להתייצב מספיק כדי למצוא לייבל עצמאי שיכיל את הטרלול וישחרר את המוזיקה שלו ללא עריכה. אותו אלבום בכורה הצליח יחסית בסצינת האנדרגראונד של ניו יורק ואר.איי חזר במיתוג חדש – הלוזר האגדי, הדוד הקריפ, השמן הסוטה שעדיין יכול לחסל בראפ את כל מי שהצליח יותר ממנו. וחשוב מזה, הוא סוף סוף התחיל לדבר על סיפור החיים המשוגע שלו. אלו לא היו רק קטעי ראפ על תעשיית המוזיקה הנקמנית, אלא גם סיפור הרקע המטורף שלו שהחל להתגלות. הופעת אורח אחת שלו בשיר Uncommon Valor של ההרכב ג'דיי מיינד טריקס הפכה למיתולוגית, ויש האומרים אחד מבתי הראפ הכי טובים בתולדות הז'אנר, גללה את הסיפור שובר הלב והאמיתי לגמרי של אביו של אר.איי.  האב, ששירת במלחמת ויאטנם וזכה באותות הצטיינות, נחשף לחומר הדברה רעיל בשם אייג'נט אורנג' (יחד עם עוד כ-50 אלף חיילים אמריקאים ו4.8 מיליון ויאטנמים) שלימים יגרום לשניים מילדיו (כלומר, מאחיו של אר.איי) להיוולד נכים, אילמים ועיוורים, לאחד מנכדיו (אחיין של אר.אי) למות ממום מולד אחרי חצי שנה ולרוב בני משפחות לסבול ממחלות נפש בלתי מאובחנות. מה הפלא שהוא יצא אדם מופרע?     אר.איי אמנם בא מהבוץ, והזוהמה הזו אכן מלווה אותו לאורך כל הקריירה ארוכת השנים שלו, אבל באופן די מדהים הוא הפך לסיפור הצלחה. כמובן לא לראפר ענק ועשיר - אחרי הכל זה בן אדם שהרס קונסולה עם פסולת אנושית מעשה מעיו - אבל הוא כן מצליח לתחזק קריירה וחיי משפחה.  כן, לאר.איי יש שני ילדים, וזה הדבר הכי מתוק בעולם. לאט לאט לשירי הראפ הדוחים על בחורות עם מחלות מין שונות התווספו שירים מרגשים על אביו (שנפטר ב-2010), על אחיו שהלכו לעולמם מוקדם בעקבות אייג'נט אורנג' ועל הילדים שלו. זה לא בא במקום הטינופת, אלא ביחד.   לזכר גיבורי המתים בשבוע שעבר יצא אלבומו השלישי (חמישי אם סופרים את הגנוזים), All My Heroes Are Dead, שמלא במעל ל-20 שירים מגוונים להפליא, מפוצצים סקילז (מי שאהב את הפלואו המהיר של אמינם שירוץ לשמוע את Gotta Be Dope), מעניינים, חכמים, מצחיקים, מהנים ומרגשים.      רגעי השיא, כמו תמיד עם אר.איי, מגיעים כשהוא משתמש בטינופת דווקא כדי לרגש. בשיר Life of the party, למשל, הוא חורז \"נהגתי לסתור לבחורות בפנים עם הזין ולגרום לזונה לפסק/ עכשיו אני מכסה את הבת שלי במיטה ועל המצח שלה מנשק\" (בתרגום חופשי וחריזה מתאמצת של הח\"מ).  בשיר אחר מהאלבום, שמוקדש כולו לביתו בת ה-5, הוא מחנך אותה איך להגיב אם גבר יעז להיות אלים איתה: \"תתקעי את הברך בביצים שלו ואצבע אחת בארובת העין, קחי את גלגל העין ותלשי אותה, תפוצצי אותה. תוציאי את אקדח ה-22 מ\"מ הקטן שקניתי לך מהארנק ותדרכי אותו. אני אוהב אותך\".      כן, הוא עדיין חולה בראש, אבל הוא חולה בראש שאוהב את הילדים שלו, ששרד באופן בלתי יאומן כ-30 שנות קריירה, שמצליח להיות הראפר הכי מטונף ומצחיק בסביבה. בחיי, גם אם אתם אניני הומור, נסו לשמוע מבלי לצחוק את השיר The Big Snatch, על בחורה עם כוס עצום מימדים ש\"הדגדגן שלה היה בגודל הקרחון של הטיטאניק, אז ליקקתי אותו עד שהוא נמס\".  את השאר אפילו אני מתבייש לכתוב. מעטים מאוד האמנים שמוציאים את האלבום הטוב ביותר שלהם בגיל 46, אבל אר.איי, ובכן, הוא לא אמן רגיל בשום צורה. הוא פשוט הראפר הכי מטורף, תרתי משמע.    ", "title": "\"פעם הייתי נשים מפסק - היום את בתי מנשק\"", "url": "https://www.ynet.co.il/articles/0,7340,L-5723338,00.html", "type": "article", "site_name": "ynet", "published_time": "12:20 , 01.05.20", "category": "Magazine", "subtitle": "אר.איי דה ראגד מאן מערבב בין זונות, סמים וטונות של הרס עצמי, לאבהות וטראומות כמו אב גיבור מלחמה שנחשף לחומר רעיל בויטנאם ואחים שנולדו נכים. התוצאה - ראפר לבן שגורם לאמינם להיראות כמו ילד טוב של אמא"}