{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5759032,00.html"}, "headline": "הבחינות בקמפוסים מבוטלות, האוניברסיטאות: \"אלקין עסוק בפרובוקציות\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer3/2013/09/30/4884861/4761394099893640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/01/9571092/951214149991659640360no.jpg"], "datePublished": "2020-07-04T21:43:20z", "dateModified": "2020-07-04T22:20:26z", "author": {"@type": "Person", "name": "אדיר ינקו"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "עם כניסת התקנות החדשות לתוקף, הודיע ועד ראשי האוניברסיטאות על הפסקת הבחינות בקמפוסים. ועד ראשי האוניברסיטאות האשים את שר ההשכלה הגבוהה זאב אלקין בהתעלמות מצורכי הסטודנטים: \"אנחנו לא בקמפיין בחירות\"", "wordCount": "371", "commentCount": "69", "genre": "2.News-187.National-191.EducationHealth", "keywords": "אקדמיה,אוניברסיטה,אוניברסיטאות,זאב אלקין,סטודנטים,מבחנים", "articleBody": "ועד ראשי האוניברסיטאות הודיע הערב (שבת) כי ממחר לא יתקיימו בחינות בקמפוסים עצמם. זאת לאור כניסתן לתוקף מחר של התקנות החדשות, האוסרות על קיום הבחינות בקמפוסים כדי למנוע את התפשטות נגיף הקורונה.       האוניברסיטאות מסרו כי הן גופים שומרי חוק ועל כן יקיימו את צו בריאות העם במלואו. עם זאת שב ומתח ועד ראשי האוניברסיטאות ביקורת על השר להשכלה גבוהה זאב אלקין, שלא דן במתווה שהגישו לקיום בחינות בקמפוסים באופן חלקי. \"ועדת משנה של המל\"ג אישרה את עיקרי המתווה, אך לצערנו, נכון לשעה זו, השר זאב אלקין מונע את כינוס המל\"ג לדיון בו. ההימנעות מדיון במתווה תפגע בין השאר באלפי סטודנטים ללא אמצעים טכנולוגיים מתאימים, מגבלות סוציו-אקונומיות, וכן סטודנטים עם מוגבלויות שלא יכולים להיבחן באופן מקוון בביתם או מחוץ לקמפוס. על שר ההשכלה הגבוהה מוטלת האחריות לדאוג גם להם\".   עוד אמרו: \"לצערנו השר אלקין עסוק בפרובוקציות מיותרות לצרכים פוליטיים, במקום לחתור למציאת פתרונות יחד איתנו, לטובת הסטודנטים. אנו מבקשים להזכיר שאיננו מצויים בקמפיין בחירות, ועל השר הממונה על מערכת ההשכלה הגבוהה לפעול מתוך אחריות אמיתית לעתיד הסטודנטים והמערכת עליה הופקד רק לפני חודש\".    האוניברסיטאות ציינו כי בחינות שנקבעו מראש כבחינות מקוונות או כאלו שלא דורשות הגעה לקמפוס יתקיימו כמתוכנן. לגבי הבחינות שאמורות היו להתקיים בקמפוסים: כל מוסד יחליט אם לדחות את הבחינות, לקיים אותן באופן מקוון או לקבוע במקומן הערכה חלופית. כמו כן כל מוסד יחליט אם לתת על הבחינות שייערכו באופן מקוון ציון מספרי כרגיל או ציון בינארי - \"עובר\" או \"לא עובר\".   עוד נמסר כי אם המל\"ג יאשר בסופו של דבר את מתווה הבחינות בקמפוס ויתקבל עבורו אישור ממנכ\"ל משרד הבריאות, יתקיימו בחינות בקמפוסים בהתאם להנחיות. \"ראשי המוסדות ימשיכו להגן על האוטונומיה והחופש האקדמי של האוניברסיטאות. ההנהלות ממשיכות להעניק עדיפות מכרעת לטובת הסטודנטים, ויפעלו כדי להבטיח הן את בריאות הסטודנטים והן את האיכות האקדמית של הכשרת הסטודנטים\", נמסר.   ביום שלישי חתם מנכ\"ל משרד הבריאות פרופ' חזי לוי על הצו האוסר לקיים בחינות פרונטליות במוסדות להשכלה גבוהה. זאת בעקבות החלטת קבינט הקורונה יום קודם לכן. לפי הצו, מוסד לא יקיים בחינות בנוכחות פיזית של סטודנטים. האלטרנטיבה שהוצעה לקיום הבחינות מרחוק הייתה באמצעות תוכנת ה\"זום\".   ראשי האוניברסיטאות איימו כי אם לא יאושר להם לקיים לפחות 50% מהבחינות באופן פרונטלי - הדבר יפגע בסטודנטים, משום שלא ניתן לקיים את המבחנים באופן מקוון והם יפסידו את הסמסטר.", "title": "הבחינות בקמפוסים מבוטלות, האוניברסיטאות: \"אלקין עסוק בפרובוקציות\"", "url": "https://www.ynet.co.il/articles/0,7340,L-5759032,00.html", "type": "article", "site_name": "ynet", "published_time": "18:43 , 04.07.20", "category": "News", "subtitle": "עם כניסת התקנות החדשות לתוקף, הודיע ועד ראשי האוניברסיטאות על הפסקת הבחינות בקמפוסים. ועד ראשי האוניברסיטאות האשים את שר ההשכלה הגבוהה זאב אלקין בהתעלמות מצורכי הסטודנטים: \"אנחנו לא בקמפיין בחירות\""}