{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5755542,00.html"}, "headline": "סטודנטים חששו מהדבקות, וקבינט הקורונה יאשר מבחנים מרחוק", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/10/22/8102684/810267021861680640360no.jpg"], "datePublished": "2020-06-28T13:55:16z", "dateModified": "2020-07-22T16:24:57z", "author": {"@type": "Person", "name": "אדיר ינקו"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "לשכת שר הבריאות הודיעה כי בשל פניות ממאות סטודנטים הוחלט לקיים את מבחני האוניברסיטאות מרחוק. אדלשטיין: \"לצמצם את הסיכון להדבקה המונית\"", "wordCount": "199", "commentCount": "141", "genre": "2.News-187.National-191.EducationHealth", "keywords": "סטודנטים,קורונה,קבינט הקורונה,קורונה", "articleBody": "   סטודנטים רבים הביעו חשש מפני הגעה למבחנים באוניברסיטאות על רקע הזינוק בתחלואה - והיום כנראה יאושר להם להיבחן מרחוק: לשכת שר הבריאות הודיעה היום (א') כי נוכח העלייה בתחלואה ופניות מצד מאות סטודנטים, ובהתאם להמלצות גורמי המקצוע, שר הבריאות יולי אדלשטיין והשר להשכלה גבוהה זאב אלקין החליטו להביא לאישור קבינט הקורונה החלטה לקיום מבחנים באוניברסיטאות מרחוק. זאת, על מנת לצמצם את הסיכון להדבקה המונית.    בשבוע שעבר קראה התאחדות הסטודנטים להתאים את תקופת המבחנים לשגרת הקורונה, בתנאי שהדבר לא יפגע בסיום השנה האקדמית כסדרה. \"כלל הגורמים כבר קיבלו את הדרישות שלנו. אנו קוראים למוסדות ליישר קו, לקבל את ההחלטות הנכונות ולפעול למען ציבור הסטודנטים והסטודנטיות לסיום ראוי של השנה האקדמית\", נמסר.    הבוקר אמר ראש הממשלה בנימין נתניהו בפתח ישיבת הממשלה כי \"המגפה מרימה ראש בכל העולם - כבר 10 מיליון נדבקים. אינני יודע אם זה גל שני, אבל זה גל עולה. מדינות רבות שהסירו את ההגבלות נאלצות להחזיר את המגבלות כדי להגביל את ההתפשטות\".   לפי נתוני משרד הבריאות מהבוקר, 392 חולים חדשים אובחנו במהלך השבת. הירידה הקלה לעומת נתוני השבוע שעבר נובעת ככל הנראה ממיעוט הבדיקות בשבת. 318 בני אדם נפטרו עד כה מסיבוכי המגפה ויותר מ-17 אלף החלימו. לפי משרד הבריאות, אתמול עלה מספר המאושפזים בבתי החולים ל-212.", "title": "סטודנטים חששו מהדבקות, וקבינט הקורונה יאשר מבחנים מרחוק", "url": "https://www.ynet.co.il/articles/0,7340,L-5755542,00.html", "type": "article", "site_name": "ynet", "published_time": "10:55 , 28.06.20", "category": "News", "subtitle": "לשכת שר הבריאות הודיעה כי בשל פניות ממאות סטודנטים הוחלט לקיים את מבחני האוניברסיטאות מרחוק. אדלשטיין: \"לצמצם את הסיכון להדבקה המונית\""}