{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4954727,00.html"}, "headline": "גבר תל אביבי שהוריו משכילים. הפרופיל של המצליחים בפסיכומטרי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer3/2014/01/15/5098396/509839251001191640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/08/6988698/698869417881063640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer3/2013/07/31/4769505/1229685080054640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7745967/info6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7745966/info4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7745297/info4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7745965/info3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7745964/info2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/04/27/7745963/info1.jpg"], "datePublished": "2017-04-27T21:23:14z", "dateModified": "2017-04-27T23:21:50z", "author": {"@type": "Person", "name": "שחר חי"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "ניתוח תוצאות הבחינות הפסיכומטריות ב-2016 מגלה כי ציוני הגברים גבוהים מהנשים ב-38 נקודות. פער נרשם גם בין מרכז הארץ לפריפריה. הנבחנים שהצהירו כי ברצונם ללמוד רפואה קיבלו את הציון הגבוה ביותר – 608. מי שכיוונו לחינוך והוראה קיבלו את הציון הנמוך ביותר – 444 בממוצע", "wordCount": "623", "commentCount": "21", "genre": "2.News-187.National-191.EducationHealth", "keywords": "פסיכומטרי,חינוך,מבחן", "articleBody": " הציון הממוצע בבחינה הפסיכומטרית אמנם עלה בשנת 2016 בארבע נקודות, אך הפערים בין גברים לנשים, בין המרכז לפריפריה, בין יהודים לערבים ובין בני למשפחות משכילות לנבחנים שמגיעים ממשפחות שאינן משכילות נשמרו ועדיין ניכרים. כך עולה מנתונים שמפרסם היום (ה') המרכז הארצי לבחינות והערכה.    ב-2016 התקיימו 68,026 בחינות פסיכומטרי לעומת 66,361 בחינות בשנת 2015. הציון הממוצע אשתקד היה 545 - גבוה בארבע נקודות מהממוצע בשנה הקודמת. מבין 68,026 הבחינות 43,041 היו בשפה העברית, 22,028 בשפה הערבית ו-2,957 התקיימו בשפות אחרות כמו רוסית, אנגלית, צרפתית, ספרדית, איטלקית ופורטוגזית. חלקן היחסי של הבחינות בערבית מכלל הבחינות הוא 32.4% - ירידה של כאחוז וחצי מהשנה הקודמת.    ממוצע הציונים הגבוה ביותר היה של הנבחנים בשפה האנגלית (594), ואחריהם של הנבחנים בשפה העברית (576), צרפתית (528), ספרדית (512), איטלקית (505), פורטוגזית (503), רוסית (495), ולבסוף הנבחנים שנבחנו השפה הערבית וממוצע ציונם עמד על 486.      בשנת 2016 נערכה הבחינה בחמישה מועדים. מספר הנבחנים הגדול ביותר היה במועד דצמבר (19,794), והנמוך ביותר במועד יולי (7,763). הציון הממוצע הגבוה ביותר בנוסח בעברית היה במועד פברואר (584) והציון הממוצע הנמוך ביותר היה במועד יולי (565). בנוסח הבחינה בערבית הציון הממוצע הגבוה היה במועד ספטמבר (504) והנמוך ביותר במועד יולי (438). במרכז הארצי לבחינות והערכה הדגישו כי אין להסיק מכך שכדאי להיבחן במועד זה או אחר משום שהציונים מחושבים תמיד בהשוואה לכלל המועדים באותה שנה, ולא בהשוואה לנבחנים במועד ספציפי.     39.6% מהנבחנים בשנת 2016 היו גברים, 53.2% היו נשים והשאר לא דיווחו על מינם. הציון הממוצע של הגברים היו גבוה ב-38 נקודות מזה של הנשים – דומה לפער שנמצא בשנים קודמות (בשנת 2015 הפער היה 39). הפער בין נשים וגברים קטן יותר אם בודקים אותו בכל שפת בחינה בנפרד: בקרב הנבחנים בעברית הפער עומד על 35 נקודות ובקרב הנבחנים בערבית עמד על 24 נקודות. עם זאת, כשמסתכלים על הפער בין המינים בבחינת הבגרות רואים מגמה הפוכה – ציון ממוצע של 88 לנשים ו-86 לגברים (ללא בונוסים).     כ-60% מהנבחנים בעברית בשנת 2016 היו בטווח הגילים 20-25 וממוצע הציונים שלהם היה 583. קרוב לשליש היו בני פחות מ-20 וממוצע הציונים שלהם היה 567. בקרב הנבחנים בערבית נמצאה מגמה הפוכה: מרבית הנבחנים, כ-90%, היו בני פחות מ- 20 וממוצע הציונים שלהם היה 489 - גבוה מזה של הנבחנים בטווח הגילים 20-25, שעמד על 461.   בדומה לשנים קודמות, גם בשנת 2016 רואים את הפערים בציון הפסיכומטרי בין המרכז לפריפריה. על פי הנתונים ממוצע הציונים הגבוה ביותר היה בתל אביב (593), לאחר מכן בגוש דן (585), באזור המרכז ואזור השרון (573), ירושלים (564), חיפה (532), גליל מערבי (527), ולבסוף באזור הדרום (516) והגליל המזרחי (512).               המרכז הארצי לבחינות והערכה בדק גם את ציונים של הנבחנים בהתאם למקצוע עליו הצהירו שהם רוצים ללמוד. הנבחנים שהצהירו כי הם רוצים ללמוד רפואה קיבלו ציון ממוצע 608, אלה שהצהירו כי הם רוצים ללמוד מדעי המחשב והנדסת מחשבים קיבלו 593. יתר המקצועות: הנדסה - 582, פסיכולוגיה - 558, משפטים - 559, מדעי החברה - 534, אדריכלות - 532, מדעי הרוח - 516, אומנות, קולנוע, תקשורת - 503, חינוך והוראה - 444.    מגמה נוספת שנשמרת בשנים האחרונות מתייחסת לציון הנבחן לפי השכלת הוריו. ניתן לראות כי ככל שהשכלת ההורים גבוהה יותר, כך גם ציונו של הנבחן. על פי הנתונים, נבחן שהשכלת אביו הייתה יסודית או תיכונית חלקית/מלאה – ציונו הממוצע נע בין 470-522. לעומת זאת, ציוני הממוצע של נבחן שאביו בעל תואר ראשון, שני או שלישי נע בין 579-615. מגמה דומה רואים גם באשר להשכלת האם וציונו של הנבחן.    בפילוח הציונים לפי מוצא עולה שציונם הממוצע של ילידי הארץ (שני ההורים ילידי הארץ) בשנת 2016 היה 581 (ירידה של נקודה מהשנה שעברה), של ילידי המערב (שני ההורים ילידי אירופה, אמריקה, דרום אפריקה, או רק אחד והשני יליד הארץ) היה 582, בדומה לשנה שעברה, ושל ילידי המזרח (שני ההורים ילידי אסיה/אפריקה, או רק אחד והשני יליד הארץ) היה 562 (לעומת 559 ב-2015). ", "title": "גבר תל אביבי שהוריו משכילים. הפרופיל של המצליחים בפסיכומטרי", "url": "https://www.ynet.co.il/articles/0,7340,L-4954727,00.html", "type": "article", "site_name": "ynet", "published_time": "18:23 , 27.04.17", "category": "News", "subtitle": "ניתוח תוצאות הבחינות הפסיכומטריות ב-2016 מגלה כי ציוני הגברים גבוהים מהנשים ב-38 נקודות. פער נרשם גם בין מרכז הארץ לפריפריה. הנבחנים שהצהירו כי ברצונם ללמוד רפואה קיבלו את הציון הגבוה ביותר – 608. מי שכיוונו לחינוך והוראה קיבלו את הציון הנמוך ביותר – 444 בממוצע"}