{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-4865378,00.html"}, "headline": "לקום ב-3 לפנות בוקר לחשבון נפש. שיטתה של כוהנת הקוסמטיקה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7322644/73225420100966640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7322637/73225470991351640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7323060/7323054495391980627no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7322585/732255301000100980648no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7322580/732257201001047640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7323056/73230530100593980571no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7323331/732332801001673980840no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/10/13/7323089/732254901000100980652no.jpg"], "datePublished": "2016-10-14T11:13:24z", "dateModified": "2016-10-14T14:04:19z", "author": {"@type": "Person", "name": "יעל ולצר"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "כבר 10 שנים שחווה זינגבוים מתעוררת באמצע הלילה לעשות חשבון נפש. \"כל מה שאני מדחיקה במשך היום צף בשעה הזאת, ולאחר מכן - אני שלווה\". לאחר הלימודים בארה\"ב, בעלי חברת הקוסמטיקה הרפואית חזרה ארצה והקימה את העסק יחד עם בעלה. היום, היא מעידה על עצמה, כי \"אני מספקת לילדיי את כל מה שלא היה לי בילדות, בעיניי זה אושר ותחושת הצלחה\"", "wordCount": "1604", "commentCount": "118", "genre": "6.Economy-11679.media gossip-11829.medianews", "keywords": "שיחת מנהלים,קוסמטיקה", "articleBody": "חווה זינגבוים מצאה שקט. הבעלים ומנכ\"ל משותפת של חברת חווה זינגבוים קוסמטיקה חיה עם בעלה מוטי (מנכ\"ל משותף) בארה\"ב, שם למדה קוסמטיקה רפואית. לאחר 9 שנים חזרו ארצה, אך המצב הכלכלי הפך דחוק והיא ניסתה להפוך את הלימודים לעסק מצליח.   כתבות נוספות בשיחת מנהלים מנכ\"לית תגבור: \"אני מחפשת בעובדים שחקני נשמה\" מנכ\"ל ישרוטל: \"בעוד עשור התיירות בישראל תהיה שונה לגמרי\"  מהוראת ערבית לניהול קרן בשווי 200 מיליון ד'   לפני כ-10 שנים הייתה נקודת המפנה. עשתה חושבים עם עצמה, חזרה לגזרתה הרגילה לאחר עלייה דרמטית במשקל והרימה את החברה שלה למחוזות גבוהים יותר. \"בשנים האחרונות למדתי לעגל פינות\", היא מסבירה. \"יש מישהו אחר שאחראי על עבודות הבית. עד שאני רואה את הילדים, לא אבזבז זמן יקר על ניקיון. אני מבשלת, אבל לא קורה כלום אם לא אשטוף כלים או שארוחת הערב יאכלו בכלים חד-פעמיים. כך, למרות הקריירה התובענית שלי, הנוכחות שלי בבית דומיננטית, אני אמא וסבתא מאד מעורבת לששת ילדיי וארבעת נכדיי\".    \"אני האמא של עצמי. זו שבאה בחשבון כדי לשפר קדימה\" זה כבר 10 שנים שזינגבוים מתעוררת כל לילה ב-3 לפנות בוקר בשביל לעשות חשבון נפש. \"זה הזמן שלי עם עצמי, בו התת מודע והמודע ערים והדיאלוגים שלי עם עצמי נעשים בשני הרבדים. כל מה שאני מדחיקה במשך היום, כעסים או חלומות, צפים בשעה הזאת. וכשאני חוזרת לנמנם לאחר חשבון הנפש, אני שלווה.   \"תביני, גדלתי בלי אמא נוכחת בחיי. והייתה חסרה לי דמות אם בשביל לקבל ביקורת בונה מהצד. ביקורת שמגיעה מאכפתיות ואהבה. בשעות האלו של לפנות בוקר אני מבקרת את עצמי. אני האמא של עצמי, חברה של עצמי. אני חווה שבאה חשבון עם עצמה מהמקום הנקי והטוב כדי לשפר וללכת קדימה.    \"אני ממליצה לכל אחת לעשות את זה, כי לנשים קשה עם עצמן. מגיעות אליי נשים לטיפול, ומבט אחד על עור הפנים שלהן מגלה לי אם יש שם עצבות, תסכול, מרירות או סיפוק. יש קוראות בקפה ואני קוראת בעור הפנים. צריך לטפל בנשמה, בבפנים - ככה זה יקרין החוצה\".   זה חשבון נפש שצריך לעשות ביום כיפור? \"ביום כיפור אפשר לחשוב ולהבין מה טוב לי ומה לא. מה אני יכולה לשנות. אם אפשר לשנות - תשני, ואם לא ואת רק ממשיכה להתלונן - ממילא זה לא עוזר, אז תלמדי לאהוב את מה שהוא חלק ממך. ואז, במקום כעס וכאב, תתמלאי בהשלמה ובאהבה עצמית. בסוף, זה גם יקרין על עור הפנים\".    חברת חווה זינגבוים קוסמטיקה רפואית הוקמה ב-2004. יש בה 100 עובדים ומאות סניפים שמטפלים באמצעות תכשירי הקוסמטיקה והשיטה שלה. החברה מפתחת ומוכרת קו תכשירים של קוסמטיקה רפואית, בית ספר לקוסמטיקאיות מדופלמות והחל מהשנה גם בית ספר לקוסמטיקאיות מתחילות בפיקוח משרד הכלכלה והתמ\"ת, ובית ספר לאיפור בשיתוף חברת אלקליל, מקבוצת החברות של אסתי לאודר בישראל בניהול של אורן רווח.      סדר יום 3:00: יקיצה ראשונה. זמן שקט לחשבון נפשי יומי וקביעת מטלות ליום הקרוב.  6:30: מתעוררת. מוודאת שהילדים מסודרים ליציאה לבית הספר, ונוטלת פורמולה סינית לחיזוק מערכת החיסון. 7:45: יוצאת לעבודה עם מוטי, בן זוגי. מתאפרת ברכב, מחליטה על פלייליסט ושומעים מוזיקה כל הדרך למשרד. 8:30: כוס קפה ראשונה עם מוטי. מקפידים על זה כבר מעל 30 שנה. עוברים על הלו\"ז וסוגרים קצוות של פרויקטים חדשים. 09.00 - 15.00: פגישות במשרד ומחוצה לו. אני יושבת עם הצוותים המקצועיים מספר פעמים בשבוע.  15:00: ארוחת צהריים, בד\"כ חלבון וסלט.  15:30 - 16:30: פיתוח עסקי, פגישות ושיחות סקייפ מול קניינים מחו\"ל.  16:30 - 18:30: סיום פרויקטים או כתיבת מאמר מקצועי, עונה למיילים. במידה ואין פגישות בערב או השקות, מוצאים זמן לילדים, למשפחה, לשיחות נפש אחד על אחד. גם זמן המשפחה מתוכנן אצלי לפרטי פרטים, כי חשוב לי להגיע לכל ילד.  22.00: סיום היום.   כיצד נוסדה החברה?  \"בשנות ה-80 חייתי בארה\"ב ונמניתי על קבוצה מצומצמת של קוסמטיקאיות שהתמחתה במחלקות הדרמטולוגיה, האונקולוגיה והפלסטיקה בבית חולים בטקסס. באותם ימים, הגישה הרפואית לקוסמטיקה הייתה חדשה לחלוטין ממנה שהיה נהוג עד אז, והבנתי שהטיפול בעור דורש הבנה עמוקה של סגנון החיים, מצב רפואי ומצב נפשי.    \"ב-1996 חזרנו לישראל, פתחתי קליניקה במרכז רפואי עתידים והרציתי בכנסים על הקוסמטיקה החדשה, הרפואית. העסק צמח גם במישור הלימודים וגם בפיתוח התכשירים. בשנת 2004 פתחנו את החברה, והייתי למנכ\"ל של החברה ביחד עם בעלי\".   מתי הבנת שאת במסלול להצלחה? \"שנה לאחר שפתחתי את הקליניקה הראשונה בישראל, אחד הפלסטיקאים המפורסמים פתח בית ספר לקוסמטיקה רפואית. הבנתי שאם עד אז התחום לא היה קיים בכלל, ופתאום קמים לי מתחרים וחיקויים. זה אומר שעליתי על מסלול ההצלחה. הפעם השנייה והיותר משמעותית כשהבנתי שאני מספקת לילדיי את כל מה שלא היה לי בילדות. זה היה רגע מכונן של אושר צרוף ותחושת הצלחה מרחיבת לב\".   מה ההישג הכי גדול שלך? \"ההשפעה העצומה על תחום הקוסמטיקה המקצועית בישראל. ממצב בו רופאים התעלמו מקוסמטיקאיות הבאתי למצב של שיתופי עבודה והרצאות משותפות. היום, כל בית ספר לקוסמטיקה מציע סוג של לימודים פרא רפואיים כהמשך ללימודי הבסיס. כשאני מסתכלת על 20 שנות פעילותי בארץ, אני רואה את טביעות האצבע שלי, והשידרוג של מעמד הקוסמטיקאית והפיכת המקצוע למכובד ומפרנס\".   ספרי על כישלון שלך בדרך, משהו שאת מתחרטת עליו \"בתחילת דרכי בעולם העסקים התחרטתי על כל יום בו חזרתי מאוחר הביתה והילדים כבר ישנו. על כל משחק כדורגל שהפסדתי ואירוע כיתתי שלא נכחתי. לפני כעשור נתתי לעצמי מתנה: שחרור מכל החרטות ורגשות האשם.    \"בשיחה שלי עם עצמי ב-3:00 לפנות בוקר הבנתי שאני מקור כוח עצום עבורם, רגשי וכלכלי. שבזכות העשייה מתאפשר לי להעניק להם את כל צרכיהם, והתחלתי לקחת יום בשבוע שמוקדש לילדים. היום אינני מתחרטת על כלום, חוץ מאשר על התקופה בה בזבזתי בחרטות\".   מיהו מודל לחיקוי עבורך, מנטור? \"אבא שלי, בנימין זאב מנחם, ניצול שואת הונגריה. הוא לימד אותי את כל מה שהייתי צריכה לדעת כדי להתנהל בעולם הזה. ממנו למדתי לכבד כל אדם בלי הבדל דת, גזע ומין. הוא זה שאמר לי \"ילדים הם בני אדם לכל דבר\" והיה לוחש באזני: \"אין פחד חווהל'ה, את יכולה להשיג הכל\".    \"האדם הזה, שהסתכל למוות בעיניים בימים ההם וכיום נלחם במחלה, לימד אותי יותר מכל על הכוח שטמון בכל אחד מאיתנו. ועל כך שגם כשהמציאות אינה ניתנת לשינוי, עדיין הכוח בידנו להחליט כיצד להגיב למצב\".   מה את מחפשת בעובד שמגיע אליך לראיון? \"מסירות, אחראיות, ראש גדול, אינטליגנציה רגשית, ניסיון ואהבת אדם וחוש הומור - זה יתרון עצום\".   מה אסור ומה צריך להגיד בראיון עבודה? \"מותר להגיד לי הכל. אני אדם פתוח ומקבל\".   מה יכולה להיות עילה לפיטורים של עובד? \"חריגה מאמות המידה שלנו, יחס לא מכבד לתלמידה או ללקוחה, זלזול בעשייה עצמה. רוב העובדים שלנו הינם מתחילתו של העסק. אני מאמינה בשימור עובדים, אבל כשאני מרגישה שאין ברירה - אני מפטרת\".   איך את מפטרת עובד?  \"פיטורים אינם מעשה קל לאף מנהל. ראשית, אני שוקלת ובודקת האם אין דרך חלופית. ובמידה ופיטורין הם הדרך הנכונה, הדבר יעשה באמפטיה וכבוד, תוך התחשבות מקסימלית בעובד, ומתן כל הזכויות הכלכליות המגיעות לו\".   מה תדאגי שהעובדים שלך ידעו עלייך? \"העובדים שלי הם חלק בלתי נפרד ממרקם חיי, לכן הם יודעים עליי הכל. אין לי סודות מהם. אנו חולקים שעות רבות יחד, וממילא מה שלא אספר - יראו עליי\".   מה לא תרצי שהעובדים ידעו עלייך? \"בדרך כלל בזמן מהלך עסקי חדש אני שומרת על דיסקרטיות רבה. אני מאמינה שהברכה שרויה בסמוי מהעין. כשעסק נחתם, כולם יודעים הכל\".    בעולם מקביל - מה היית רוצה להיות? \"בדיוק מה שאני היום: מורה, מפתחת תכשירים לבריאות ויופי העור ומוצאת זמן לשלב אימהות, שהיא מהות כל העשייה שלי. רגע לפני גיל 50 אני מוצאת את עצמי נהנית מהזמן, הרגע והמקום בחיי\".   ממה את פוחדת ואיך את מנהלת את הפחדים שלך? \"הפחד הבסיסי שלי היה ממחסור כלכלי. את חיי התחלתי ללא משאבים כלכליים, ילדיי נולדו לתקופות מאוד לא מאוזנות כלכלית, והלחץ והדאגה ליוו אותי שנים רבות. היום, ב\"ה, העסק חזק ומשגשג, אך אני בהחלט זוכרת את הימים ההם.    \"הדרך שלי להתמודד עם פחד היא המנטרה הקבועה שלי לעצמי - \"את יכולה להתמודד עם הכל!\". כאשה דתית, האמונה בעצמי ובבורא עולם נותנת לי כוח, המחשבה הזו מרגיעה אותי כל פעם מחדש. העוצמה הפנימית היא מפזר הפחדים הטוב ביותר שיש\".   איך את מעלה מוטיבציה של עובדים בכלל ובימים קשים בפרט? \"האופטימיות, האמונה בדרך ובחזון, גאוות היחידה שלנו, העובדה שאנו חברה פורצת דרך - כל אלו מעלים את המוטיבציה של הצוות. אני מאוד מאמינה בשימור ההון האנושי, במשכורות הוגנות, בונוסים והשקעה בהדרכות ואימון. כל זה הוא חלק בלתי נפרד מה-DNA שלנו ומשמר את רמת המוטיבציה של הצוות\".   מה המשמעות של כסף עבורך? \"יש לי הערכה רבה לכסף ולחוסן כלכלי, כך הוא הופך לאמצעי לתת למשפחתי ולילדיי, למתן צדקה ועזרה לנזקקים\".   עד כמה העבודה \"מארגנת\" לך את החיים ואיך את מצליחה להתנתק ממנה? \"ישנן תקופות, בעיקר של פיתוח עסקי ומיזמים חדשים, שהעבודה הולכת איתי לכל מקום. בתקופות רגועות יותר אני משתדלת להפריד, ולא תמיד מצליחה. העבודה לא מארגנת לי את החיים, אבל היא חלק בלתי נפרד מחיי. כשאני בחו\"ל, אני משתדלת להתרחק יותר\".   מה את חושבת על הכלכלה הישראלית? \"הכלכלה הישראלית מאופיינת ברגולטור קשוח מצד אחד ועודף תחרותיות מצד שני. לכן מאתגר לפתח ולשמר עסקים בישראל. מאותה סיבה, מנכ\"לים חייבים להביא את החברות לשגשוג בעזרת חשיבה מחוץ לקופסה, קריאטיביות, הקפדה על תזרים והרבה אנרגיה חיובית. לאחרונה, שיתופי פעולה מהווים מנוע צמיחה משמעותי וכמובן היצוא חשוב\".   איך את מסתדרת עם בעלי המניות / יו\"ר החברה? \"בעלי ואני מנכ\"לים משותפים של החברה, אתגר לא פשוט בפני עצמו. בחרנו בדרך של ניהול משלים, ולכל אחד מאיתנו יש תחום עליו הוא אחראי. מוטי אחראי על ניהול בפועל ופיתוח עסקי, ואני על התחום המקצועי של מחקר ופיתוח, שיתופי פעולה ועל התחום האקדמאי / לימודי. את כל ההחלטות העסקיות המשמעותיות אנו מקבלים במשותף. עם השנים למדתי שיש דברים שמוטי טוב בהם יותר ממני. את האגו שמנו מזמן בצד, וטובת החברה לנגד עינינו\".   תפתיעי אותנו במשהו אישי שלא יודעים עליך \"אצלנו בבית אני זו ש\"עושה על האש\". אני \"המנפנפת\", זו עומדת ליד הברבקיו. אנשים מתפלאים על כך, זה לא מסתדר להם עם התדמית היומיומית של חווה, אבל כשהם טועמים, הכל מסתדר. זה יוצא ממש טעים\".   5 טיפים למנכ\"לים מתחילים \"העבודה הולכת להיות החלק הארי מסדר יומך. כדאי להתאהב בעשייה, האנרגיות שמקבלים כשאוהבים את מה שעושים - מעיפות למעלה\". \"לשמור על כנות, שהאמת תהיה נר לרגליך\". \"להתייחס בכבוד לכל אדם, העולם הוא עגול\". \"לשמור על עצמך בתהליך. לא לאבד בדרך את ההורות והזוגיות\". \"לשמור על התזרים\".", "title": "לקום ב-3 לפנות בוקר לחשבון נפש. שיטתה של כוהנת הקוסמטיקה", "url": "https://www.ynet.co.il/articles/0,7340,L-4865378,00.html", "type": "article", "site_name": "ynet", "published_time": "08:13 , 14.10.16", "category": "Economy", "subtitle": "כבר 10 שנים שחווה זינגבוים מתעוררת באמצע הלילה לעשות חשבון נפש. \"כל מה שאני מדחיקה במשך היום צף בשעה הזאת, ולאחר מכן - אני שלווה\". לאחר הלימודים בארה\"ב, בעלי חברת הקוסמטיקה הרפואית חזרה ארצה והקימה את העסק יחד עם בעלה. היום, היא מעידה על עצמה, כי \"אני מספקת לילדיי את כל מה שלא היה לי בילדות, בעיניי זה אושר ותחושת הצלחה\""}