{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5397271,00.html"}, "headline": "3 צמחי מרפא שישדרגו את אימוני הכושר שלכם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/23/8367306/8367298099083640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/11/8876451/8876441099993640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/11/8876449/88764420990100980654no.jpg"], "datePublished": "2018-12-27T11:57:25z", "dateModified": "2018-12-27T12:50:13z", "author": {"@type": "Person", "name": "אסף קורן"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הם מאזנים את הגוף, בעלי סגולות בריאותיות רבות ויכולים לתרום עד מאוד לאימון הכושר שלכם. ומה היופי בכל זה? הם גם טבעיים. ערוץ הכושר עם צמחי המרפא שייתנו לכם את הכח לדחוף חזק יותר", "wordCount": "812", "commentCount": "14", "genre": "1208.Health-12823.MOVE-12829.sports nutrition", "keywords": "כושר,אימון גופני,צמחי מרפא", "articleBody": "היום כבר נדמה כי כולם פעילים ספורטיבית באופן זה או אחר - לבד או בקבוצה, על אופניים או בריצה, במי הבריכה או בים. מדובר בהתפתחות של תופעה שכמעט כולנו נחשפים אליה או מכירים, באופן אישי או במעגל החברים.   כתבות נוספות: האימונים שריטה ומשה פרץ עושים כדי להישאר חטובים אפקט הנינג'ה: חדרי הכושר שבנו מסלולי אימון מאתגרים  נולד להילחם: גילעד בן ה-15 זכה באליפות העולם בקראטה   חלק מהפעילות הספורטיבית הענפה, בעיקר אצל אלו מאתנו שחצו את גיל הנעורים דורשת משאבים פיזיולוגיים שלעיתים קרובות אינם בנמצא. אימונים קשים וארוכים לקראת תחרויות או כל מטרה אחרת מלווים בצורך לקיצור זמני ההתאוששות ושיפור הביצועים.   בעוד ספורטאים מקצועיים מוצאים את הזמן להתאושש בין אימון לאימון, ספורטאים חובבים שמתאמנים למרתון חייבים להמשיך הלאה לפעילות יומיומית ואין להם את זמן ההתאוששות שהגוף זקוק לו.   במחקרים שנעשו בשנים האחרונות נבדקו מספר צמחי מרפא בהקשר הזה בניסיון להוכיח פעילות משקמת ובונה,עבור ספורטאים. אם אתם מתכוננים במרץ למרתון, לתחרות איש הברזל או לטריאתלון הקרוב הנה כמה צמחים מעניינים שיש להם את היכולת להשפיע לטובה על הביצועים הספורטיביים שלכם - ולהפחית משמעותית את הסיכוי לפציעות ספורט לאורך הדרך.      מגוון השפעות בריאותיות מטיבות קבוצת הצמחים הנחקרת ביותר בנושא הספורט ושיפור הביצועים היא קבוצת צמחים שנקראת בשפה המקצועית \"צמחים אדפטוגניים\". מדובר בצמחים שמחקרים עליהם הוכיחו השפעה אנאבולית (בונה), היעדר רעילות, ותמיכה באיזון ההפרשות של הורמוני סטרס מבלוטת האדרנל.   בנוסף הוכח כי צריכה שלהם משפרת את יכולת קליטת החמצן בשרירים ומביאה לאיזון מערכות פיזיולוגיות שהתפקוד שלהם פוחת או נפגע כתוצאה ממצבי סטרס מתמשכים. מצבי סטרס מסוג זה ידועים כמובילים לירידה כללית ביכולת התפקוד של ספורטאים, אך לא רק להם.   הדרך הטובה ביותר להסביר את פעילותם של צמחים אלו היא לחשוב על המילה ממנה נגזר שמם - אדפטוגנים=אדפטציה= הסתגלות, וזה בדיוק מה שהם עושים - משפרים את היכולת של כל אחד ואחת מאתנו להסתגל פיזית ונפשית למצבי עומס מתמשכים.    לא מדובר רק באימונים אינטנסיביים. צמחים שכאלה יתמכו בצורה נהדרת גם בימים של עומס כללי בעבודה או בזמן התאוששות ממחלה ויראלית ארוכה, ובין השאר יש להם גם השפעה מטיבה על מערכת החיסון שלנו.   מבין הצמחים הבולטים המומלצים לכל ספורטאי ניתן למנות את הוויטניה המשכרת (withania somnifera). מדובר בצמח שמקורו ברפואה ההודית אשר \"אומץ\" על ידי רפואת הצמחים המערבית לאורך השנים והפך לאחד מצמחי המרפא הנפוצים ביותר בשימוש.      למרות שהצמח גדל גם בישראל הרפואה המקומית לא ייחסה לו הרבה יתרונות, בעיקר בגלל העובדה שעליו ופירותיו רעילים למאכל והשימוש הוא בשורש הצמח בלבד, כאשר דרך השימוש היא לרוב במיצויים יבשים סטנדרטיים או במיצויים אלכוהוליים.   ברפואת הצמחים המודרנית מיחסים לוויטניה המשכרת תכונות של הרגעה עדינה, תמיכה במערכת החיסון והשפעות מטיבות על מערכת העצבים והיא ניתנת באופן מסורתי בעיקר לאנשים הסובלים מתחושות מתח כללי מוגבר, עייפות כרונית, נטייה לאנמיה מחלות זיהומיות חוזרות ועוד.   במחקר שנעשה על שורש הצמח בקרב ספורטאים וספורטאיות נטלו נבדקים 300 מ\"ג של מיצוי הצמח פעמיים ביום מול קבוצת ביקורת שנטלה פלסבו. לאחר מבדקים שכללו שאלון רפואי סטנדרטי, בדיקות לבביות וכמובן בדיקת צריכת חמצן מירבית, נצפו תוצאות חיוביות בכל הפרמטרים אצל הקבוצה שנטלה את שורש הוויטניה המרוכז. התוצאות החיוביות כללו שיפור היכולת הקרדיוווסקולרית ויכולת ניצול החמצן, קיצור זמן ההתאוששות ופרמטרים פסיכולוגים וסוציאליים נוספים.   שימוש נרחב מאז שנות ה-60 צמח נוסף הוא הג'ינסנג הסיבירי (Eleutherococcus senticiccus). מקורותיו של הצמח כמובן הן בסיביר הרחוקה והקרה וגם כאן מדובר באחד מצמחי המרפא המקובלים ביותר בשימוש ברפואת הצמחים המודרנית.   המחקרים הראשונים על השימוש בג'ינסנג הסיבירי נעשו כבר בשנות ה-60 וה-70 של המאה הקודמת כאשר כבר אז נעשה בו שימוש נרחב לתמיכה בספורטאים אולימפיים לשיפור הביצועים.   את הג'ינסנג הסיבירי נוטלים בדומה לוויטניה - במצבים של סטרס כרוני, תשישות, חולשה חיסונית, נטייה להתקפי חרדה, גיל המעבר אצל נשים ועוד מצבים הדורשים יכולת טובה יותר של הסתגלות פיזיולוגית. על כן - טבעי שהוא מתאים גם לשימוש נרחב של ספורטאים לשם קיצור זמני התאוששות, שיפור ביצועים ספורטיביים, ואפילו שיפור ביצועים קוגנטיביים. על פי מחקרים שנעשו בשנים האחרונות צריכה יומית של ג'ינסנג סיבירי בכמות של 800 מ\"ג ליום לספורטאים שיפרו את מדד הכושר האירובי של הנבדקים בכ 12% ואת מדד הסיבולת שלהם בכ 23%.      בדומה לאחיו הסיבירי הג'ינסנג הקוראני/סיני הנפוץ והמוכר (Panax ginseng) נחשב לקיסר הבלתי מעורער של רפואת הצמחים הסינית המסורתית. הוא ממריץ ומחזק את מערכות הגוף וביניהן את זרימת הדם אל הלב, ומשפר בצורה משמעותית את האפשרות שלנו להגיע לעומסים גבוהים ולעמוד בהם לאורך זמן.   את הג'ינסנג הקוריאני נהגו לתת לאורך ההיסטוריה בין השאר בגילאים מבוגרים יחסית על מנת להחזיר את כח החיים אל נפשו ואל גופו של האדם. השימוש בצמח ברפואת הצמחים המודרנית מיוחס לתפקודו כנוגד דיכאון, ממריץ, מעורר ומחזק ועל כן הוא ניתן במצבים כמו דיכאון, חולשה כללית, כושר ריכוז לקוי, ואפילו לספירת זרע נמוכה.   כמובן שהוא מהווה אמצעי יעיל מאוד לספורטאים שרוצים להימנע מתשישות לאורך תקופות האימון ולהישמר טוב יותר מפני פציעות. גם במקרה הזה השימוש יהיה בשורש הצמח בלבד, גם במיצויים יבשים או אלכוהוליים בכמיוית של 100 עד 300 מ\"ג של תמצית יבשה תקנית ביום.   הכותב הוא מנהל בית ספר לרפואה טבעית במכללת רידמן, נטורופת והרבליסט קליני      עם איזה צמחים תעברו את החורף בשלום? צפו:       ", "title": "3 צמחי מרפא שישדרגו את אימוני הכושר שלכם", "url": "https://www.ynet.co.il/articles/0,7340,L-5397271,00.html", "type": "article", "site_name": "ynet", "published_time": "09:57 , 27.12.18", "category": "Health", "subtitle": "הם מאזנים את הגוף, בעלי סגולות בריאותיות רבות ויכולים לתרום עד מאוד לאימון הכושר שלכם. ומה היופי בכל זה? הם גם טבעיים. ערוץ הכושר עם צמחי המרפא שייתנו לכם את הכח לדחוף חזק יותר"}