{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5295043,00.html"}, "headline": "מחקרים מוכיחים: כך הטבעונות משפרת את הבריאות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/09/8706932/87068550990100980655no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/06/8198727/81987080100892640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/08/8139203/8139198099589640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/09/8706865/8706856396391980665no.jpg"], "datePublished": "2018-08-10T17:42:17z", "dateModified": "2018-08-10T17:42:16z", "author": {"@type": "Person", "name": "ד\"ר יפה שיר-רז, מגזין \"מנטה\""}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "אחרי שרבים כבר אימצו את הצמחונות או הטבעונות, מגיע תורו של הממסד הרפואי. מחקרים מהשנים האחרונות מוכיחים שלא זו בלבד שתזונה מבוססת צמחים אינה גורמת לחסרים תזונתיים כפי שחשבו, אלא היא אף יעילה יותר למניעת מחלות לב וסרטן ולאיזון כולסטרול גבוה וסוכרת", "wordCount": "2113", "commentCount": "217", "genre": "1208.Health-1209.menta", "keywords": "טבעונות,דיאטה", "articleBody": "      בסוף ‭ 2017‬הכתיר \"ווג\" האמריקאי את הטבעונות כטרנד החם ביותר בתעשיית החתונות לשנה זו. \"ללא ספק אנו רואים יותר חתנים וכלות בוחרים באופציות טבעוניות\", הכריזה הכתבה במגזין, ובה צוטטו מתכנני חתונות מובילים בארצות הברית. והם לא היחידים שחושבים כך.    עוד בטרם החלה שנת 2018 הצהירו רשתות בינלאומיות להסעדה ומשלוחי מזון כמו ‭International Meal Delivery Service‬ ו- ‭Just Eat‬ וחברות ייעוץ למזון ומסעדות כמו ‭ Baum ‬ Whiteman‬ כי המגה-טרנד הלוהט ביותר הצפוי לשנת ‭ 2018‬ בתחום התזונה הוא טבעונות - תזונה על טהרת הצומח, נטולת בשר, דגים, מוצרי חלב וביצים.    הטרנד הזה, כפי שהיטיב לזהות \"ווג\", היה חם מאוד כבר ב-‭,2017‬ עם עלייה בזמינות של מגוון מזונות טבעוניים וגרסאות טבעוניות למזונות שונים על המדפים ושל אופציות מזון טבעוניות במסעדות. למעשה, על פי דו\"ח שפרסמה סוכנות המחקר השיווקי הבריטית מינטל בסוף ‭ ,2016‬הוא החל עוד הרבה לפני כן, עם עלייה של ‭ !) 257%‬) במכירות מוצרי מזון טבעוניים לעומת השנים ‭ .2011-2010‬   \"נכון יותר לדעתי לקרוא להעדפה הגוברת לטבעונות מגמה ולא טרנד\",מחדדת אורית אופיר,דיאטנית קלינית בעמותת עתיד, עמותת הדיאטנים בישראל. \"למילה 'טרנד' יש קונוטציה של משהו זמני וחולף, והטבעונות ללא ספק איננה טרנד חולף. מדובר בבירור במגמה שעולה בעקביות\". זה בדיוק גם מה שגורס הדו\"ח של מינטל, שלפיו \"ההעדפה לתזונה טבעית, פשוטה וגמישה תוביל להתרחבות מתמשכת של טבעונות, צמחונות  ושילובים ממוקדי צמחים\".    גם בישראל המודעות והדרישה למוצרי מזון טבעוניים גדלות במהירות. אין אמנם בארץ איסוף שיטתי של נתונים על ידי גופים רשמיים שיכול להעיד על שינוי מגמה בתחום, אך על פי סקר שערך מכון המחקר פאנלס ב-‭,2014‬ יותר מ-‭400‬ אלף ישראלים (כ-%5 בקירוב) הגדירו את עצמם כטבעונים, יותר מ-‭640‬ אלף כשמונה אחוזים הגדירו את עצמם כצמחונים, ויותר ממיליון (כ-%‭13‬) אמרו שהם שוקלים להפוך לצמחונים או לטבעונים.    כמו כן, ‭ 23%‬ דיווחו שהפחיתו את צריכת הבשר שלהם בשנה החולפת, וכ-%‭18‬ הפחיתו את צריכת מוצרי החלב. גם הנתונים בשטח מבהירים היטב שזה המצב: מאז הוחל בישראל סימון מוצרים טבעונים ב-‭2012‬ יש כיום כבר כ-‭3,000‬ מוצרים כאלה על המדפים. למעשה, המגמה אצלנו כה התחזקה, עד כי מתברר שתחליפי החלב, כמו משקאות חלב סויה ושקדים, היו אחת הקטגוריות הצומחות ביותר בשוק החלב ב-‭,2017‬ ובאופן אירוני המגמה הזאת היא שהצילה את מכירות תנובה בשנה זו, כשמוצרי הסויה והמוצרים המועשרים בחלבון סייעו לחברה להתחזק.         רעיון קשה לעיכול  שני הגורמים המרכזיים שמניעים את מגמת הטבעונות הם אידיאולוגיה ובריאות. דומה שהזווית האידיאולוגית-מוסרית כבר אינה נדרשת להוכחות, בעיקר בעקבות הפעילות הנמרצת של פעילים למען זכויות בעלי חיים, ובראשם המרצה הכריזמטי והפרובוקטיבי גרי יורופסקי.    הרצאתו במכון הטכנולוגי של ג'ורג'יה ב-‭,2010‬ שבה סיפר על המתרחש בתעשיות הבשר, הביצים והחלב ותיאר את ההתעללות בבעלי החיים, הפכה להרצאה הנצפית ביותר ברשת בישראל. ההרצאה, ובהמשך גם ביקוריו של יורופסקי בארץ ב-‭2012‬ וב-‭,2013‬ הניעו רבים לעבור לתזונה טבעונית או לפחות לצמצם את צריכת הבשר.    לצד השיקול ההומניטרי-מוסרי הגורם הבריאותי מהווה אף הוא מניע משמעותי בהחלטה לעבור לתזונה מבוססת צמחים, ואת השינוי שחל לאחרונה בתפיסה של הקהילה הרפואית ביחס לטבעונות ולצמחונות אפשר להגדיר כלא פחות ממהפך, אם כי המהפך הזה היה הדרגתי ונמשך כמה עשורים.    כך לדוגמה, בסקירת מחקרים חדשה שהתפרסמה בכתב העת ‭ Critical ‬ ‭ Reviews in Food Science and Nutrition‬ ערך צוות חוקרים איטלקי ניתוחים סטטיסטיים מורכבים על התוצאות של 86 מחקרי רוחב שבהם הושוו נתונים בנקודת זמן אחת שנאספו מ-‭56,41‬ צמחונים, ‭ 8,421 ‬ טבעונים ו-‭184,186‬ אוכלי כל בגילאי ‭ ,81-18‬ וכן על תוצאותיהם של עשרה מחקרי אורך שעקבו אחרי ‭ 72,298‬ צמחונים במשך ‭ 21-4‬ שנים. ממצאי הסקירה מראים שבהשוואה לתזונת אוכלי-כל, תזונה טבעונית וצמחונית מובילה לירידה מובהקת ברמת ה‭BMI- ‬ וברמות הכולסטרול והסוכר בדם, וכמו כן יש לה אפקט הגנה מובהק מפני תחלואה ותמותה ממחלות לב וסרטן.    בסקירה נמצא שתזונה צמחונית הפחיתה ב-%‭25‬ את הסיכון להיארעות ותמותה ממחלות לב איסכמיות וב-%8 את הסיכון למחלות סרטן, וכי תזונה טבעונית קשורה להפחתה של ‭ 15%‬ בסיכון לסרטן.       הרעיון שתזונה טבעונית או צמחונית יכולה לעזור במניעת מחלות ותמותה לא היה פשוט לעיכול עבור הקהילה המדעית. למעשה, כשהתפרסם ב‭1996- ‬ נייר העמדה הראשון של האקדמיה האמריקאית לתזונה ודיאטה (‭ADA‬) בנושא, המוקד שלו - כמו גם של רוב המחקרים שנערכו באותה תקופה - היה בשאלה אם תזונה צמחונית, ובוודאי תזונה טבעונית, בטוחות לצריכה ומספקות את הדרישות התזונתיות.    אך המחקרים הרבים שהלכו והצטברו במהלך השנים שלאחריו הצביעו בעקביות ובעקשנות על כך שאכן תזונה מבוססת צמחים בטוחה ועומדת בדרישות התזונתיות. \"מחקרים אלה עזרו לפוגג את החששות מחסרים תזונתיים, ובעקבות זאת עברו החוקרים לשלב הבא במחקר בתחום - לבדוק אם לתזונה טבעונית וצמחונית יש גם יתרונות בריאותיים\", מסבירה אופיר. \"ואכן, המחקרים שנערכו ב-‭25‬ השנים האחרונות מספקים ראיות מדעיות מרשימות המצביעות על כך שלתזונה צמחונית, ובעיקר לתזונה טבעונית, יש יתרון במניעת מחלות עידן השפע, כמו סוכרת, מחלות לב וכלי דם, וגם סוגים שונים של סרטן\".    אחד המחקרים המוקדמים המפורסמים שהצביעו על התועלת הטמונה בתזונה מבוססת צמחים למניעת מחלות עידן השפע הוא \"מחקר סין\", סקר התזונה המקיף שנערך על ידי אוניברסיטת קורנל, אוניברסיטת אוקספורד והאקדמיה הסינית לרפואה מונעת בראשות הביוכימאי והתזונאי קולין קמפבל. המחקר, שתואר בספרם של קמפבל ובנו תומאס \"מחקר סין\" (שיצא לאור ב-‭,(2004‬ נערך בקרב ‭ 6,500‬ איש ב-‭65‬ מחוזות בסין במהלך שני עשורים ומצא התאמות סטטיסטיות משמעותיות בין סגנון חיים, תזונה ומחלות.   לצד מחקר סין הוצגו בספר מחקרים מדעיים רבים נוספים שגם הם מצאו קשר בין תזונה מהחי להיארעות מחלות. \"מחקרים נוספים שנערכו בהמשך הצביעו על כך שטבעונים וצמחונים נמצאים בסיכון נמוך יותר לחלות בסוכרת, וחלק מהמחקרים מעידים על הפחתה של פי שניים בסיכון\", אומרת אופיר. \"עוד נמצא כי בקרב טבעונים וצמחונים שיעור מחלות הסרטן נמוך יותר מאשר באוכלוסייה הכללית, ובפרט סרטן הערמונית וסרטן המעי הגס\".    שינוי תפיסתי מתמשך  בעקבות הממצאים האלה פרסם ה-‭ADA‬ ב‭2009- ‬ נייר עמדה שהסיק כי תזונה מבוססת צמחים המתוכננת כראוי, כולל תזונה טבעונית, הוכחה כבריאה, וכי היא מספקת את הדרישות התזונתיות, מתאימה לכל שלבי החיים ויכולה להועיל גם במניעת מחלות מסוימות. בו זמנית החלו ארגונים מובילים נוספים להדגיש אף הם את חשיבות המזון הצמחי במניעת תחלואה.    כך, ב-‭2012‬ פרסם איגוד הסרטן האמריקאי (‭ACS‬) הנחיות תזונה למניעת סרטן הממליצות על \"תזונה מאוזנת, עם דגש על מזון מהצומח\" ועל צמצום צריכת הבשר המעובד והבשר האדום. כמו כן, הבהירו הנחיות האיגוד כי צריכת מזונות סויה כמו טופו יכולה ככל הנראה להפחית את הסיכון לסרטן השד, הערמונית ורירית הרחם. זו הבהרה שהיא מהפך בפני עצמו, שכן הסויה נחשבה עד השנים האחרונות למזון שנוי במחלוקת שנחשד כגורם העלול דווקא להאיץ סרטנים הורמונליים ולגרום להשפעות שליליות על גדילת ילדים. גם במקרה הזה, מה ששינה את התמונה היו המחקרים הרבים שבוצעו בעשור האחרון, שהראו שאין יסוד לחשש זה, ושלמעשה ההפך הוא הנכון.    אך את שיאו של השינוי בתפיסה של הקהילה המדעית סימן נייר העמדה האחרון שפרסמה האקדמיה האמריקאית לתזונה ודיאטה ב-‭.2016‬ \"בנייר העמדה הזה הושם דגש מרכזי על העובדה שתזונה טבעונית וצמחונית יכולה לא רק לעזור במניעת מחלות, אלא למעשה לשמש ככלי ריפוי במחלות כרוניות שונות\", אומרת אופיר. \"זהו למעשה השלב השלישי בהתפתחות ההבנה ביחס לתזונה המבוססת צמחים. אם השלב הראשון התמקד בסוגיית העמידה בדרישות התזונתיות והשני בשאלה אם התזונה הזאת יכולה לעזור במניעת מחלות, הרי שבחזית המחקר כיום נבחנת השאלה אם עשוי להיות לה גם אפקט תרפויטי, כלומר, האם היא יכולה ממש לעזור בטיפול ובריפוי.    לדוגמה, יש מחקרים שהראו שמעבר לתזונה טבעונית בהשוואה לתזונת אוכלי-כל, תזונה טבעונית וצמחונית מובילה לירידה מובהקת ברמת ה-‭BMI‬ וברמות הכולסטרול והסוכר בדם, וכמו כן יש לה אפקט הגנה מובהק מפני תחלואה ותמותה ממחלות לב וסרטן \"המחקרים שנערכו ב‭25- ‬ השנים האחרונות מספקים ראיות מדעיות מרשימות המצביעות על כך שלתזונה צמחונית, ובעיקר לתזונה טבעונית, יש יתרון במניעת מחלות עידן השפע, כמו סוכרת, מחלות לב וכלי דם, וגם סוגים שונים של סרטן\", אומרת אופיר.       חולי סוכרת מסוג 2 השיג תוצאות טובות יותר בהורדת רמות הסוכר מאשר תזונה המבוססת על ההנחיות של איגוד הסוכרת האמריקאי, והיא אף אפשרה להפחית את מינון התרופות. כמו כן נמצא שהמעבר לתזונה טבעונית השיג תוצאות טובות יותר בהורדת רמות הכולסטרול לעומת התזונה המומלצת על ידי ארגון הלב האמריקאי (‭,(AHA‬ וגם כאן זה התבטא באפשרות להפחית את מינון התרופות\".    ואכן, סקירת מחקרים שפורסמה בכתב העת ‭ Cardiovascular Diagnosis and Therapy‬ ב‭2014- ‬ ובחנה שישה מחקרים קליניים, מצאה שתזונה מבוססת צמחים הייתה קשורה לשיפור בשליטה ברמות הסוכר. במחקר נוסף, שפורסם ב-‭2011‬ בכתב העת ‭ Diabetes ‬Medicine‬ נמצא כי צריכת תזונה מבוססת צמחים במשך 24 שבועות הובילה לשיפור ברגישות לאינסולין, הפחתה בשומן הבטני וירידה ברמות סמני הדלקת לעומת תפריט המבוסס על הנחיות התזונה לחולי סוכרת.    מחקר אחר שפורסם בכתב העת ‭ Diabetes Care‬ מצא שמעבר לתזונה טבעונית דלת שומן השיג תוצאות טובות יותר בהשוואה לתזונה המבוססת על הנחיות איגוד הסוכרת האמריקאי לא רק בשיפור רמות הסוכר, אלא גם בשיפור רמות השומנים בדם ובמשקל. \"בהשוואה לתזונה אוכלת-כל, ואף לתזונה צמחונית, התזונה הטבעונית מכילה כמויות רבות יותר של חומצה פולית, אשלגן, מגנזיום וסיבים תזונתיים\", מסבירה אופיר.    \"הסיבים התזונתיים מצויים אך ורק בעולם הצומח, והם ידועים בין היתר בכך שהם מקנים תחושת שובע ומסייעים באיזון רמות הסוכר והכולסטרול בדם. תזונה טבעונית גם אינה כוללת כולסטרול, המצוי רק במוצרים מהחי, והיא דלה בשומן רווי - גורם נוסף התורם לעליית רמת הכולסטרול בדם. בנוסף, היא עשירה יותר בנוגדי חמצון, בהם ויטמיני C ו-‭,E‬ פלבונואידים וקרוטנואידים, שמסייעים להפחית את תהליכי החמצון המהווים גורם משמעותי בהתפתחות מחלות לב וכלי דם, סוכרת, סרטן ועוד. למשל, כיום ידוע שאחד הגורמים המרכזיים בהתפתחות טרשת עורקים הוא חמצון ה-‭LDL‬ (הכולסטרול הרע). מזון מהחי מכיל כמות זניחה של נוגדי חמצון ומנגד כמות גבוהה של מחמצנים כמו ברזל\".       האם תזונה טבעונית מספקת את הצרכים התזונתיים? עיקרי סקירת ארגון הלב האמריקאי  בשל החששות מפני חסרים תזונתיים בקרב צמחונים וטבעונים, ובו זמנית הראיות המחקריות המצביעות על יעילות תזונה זו במניעת מחלות ובטיפול בהן, הוקדשה בנייר העמדה האחרון של ארגון הלב האמריקאי, ה־‭,ADA‬ תשומת לב מרכזית לבחינת המידע והממצאים על הספיגה והזמינות הביולוגית של רכיבים חיוניים שונים במזונות מהצומח, כמו ברזל, אבץ, יוד, סידן, ויטמין ‭ B12‬ וחומצות השומן החיוניות אומגה 3 מסוג ‭ .EPA/DHA‬    באופן כללי, ממצאים אלה מחזקים את מה שכבר הודגם בשני ניירות העמדה הקודמים של האיגוד - שתזונה המבוססת על צמחים אינה גורמת לחסרים ברוב הרכיבים החיוניים השונים. עם זאת, כמה רכיבים, בהם בעיקר ויטמין ‭ B12‬ ויוד, כן מחייבים השלמה באמצעות מזונות מועשרים או תוסף תזונה. לפניכם עיקרי הסקירה:    ברזל: הממצאים מצביעים על כך שהגוף שלנו יודע לווסת את ספיגת הברזל מהצומח בהתאם לצרכיו. כך, באנשים עם חסר בברזל הספיגה של ברזל מהצומח יכולה להיות גבוהה פי עשרה לעומת אנשים שיש להם רמות מספיקות של ברזל.    אבץ: נמצא שרמות האבץ בדמם של צמחונים נמוכות יותר בהשוואה לאוכלי־כל, אך נמצאות בטווח הנורמה ולא נראה שהן מובילות לבעיות בריאות המיוחסות לחסר באבץ, ככל הנראה גם במקרה זה בזכות מנגנוני ויסות של הגוף. עם זאת, בקרב נשים הרות ומיניקות, קשישים וילדים אין די עדויות מחקריות המאפשרות לקבוע אם רמות האבץ שלהם נמוכות יותר בהשוואה ללא צמחונים.    סידן: בקרב צמחונים שאוכלים מוצרי חלב, צריכת הסידן לרוב עונה על ההמלצות התזונתיות. ואולם בקרב טבעונים קיימת שונות גדולה בצריכת הסידן, ולחלקם יש חסר בסידן.    יוד: תזונה מבוססת צמחים יכולה להיות דלה ביוד, ולכן חשוב שטבעונים וצמחונים יצרכו אצות או מלח מועשר ביוד.    ויטמין ‭ :B12‬ ויטמין זה אינו נמצא במזונות צמחיים, ואף שהוא מצוי במזונות מותססים כמו טמפה ובאצות כמו נורי, ספירולינה וכלורלה, מקורות אלה אינם מספיקים. לכן כדי להשיג רמות תקינות של ‭ B12‬ טבעונים חייבים לצרוך מזונות המועשרים בוויטמין או תוסף תזונה שלו.    חומצות השומן אומגה 3 מסוג ‭ :EPA/DHA‬ מזונות מהחי, ובעיקר דגים, מכילים את חומצות השומן ארוכות השרשרת ‭ EPA‬ ו־‭,DHA‬ ואילו מזונות מהצומח מכילים את חומצת השומן ‭ ALA‬ שהגוף ממיר אותה ל־‭EPA‬ ו־‭.DHA‬ מכיוון שתהליך ההמרה של ה־‭ALA‬ ל־‭EPA‬ ול־‭DHA‬ לא נחשב ליעיל מאוד, עלה החשש שהחסר בהן אצל צמחונים וטבעונים עלול לגרום לנזקים בריאותיים.    אולם ממחקרים עולה שילדים צמחונים וטבעונים אינם חווים ככל הנראה פגיעה בהתפתחות הראייה או בהתפתחות המנטלית, ושמבוגרים צמחונים וטבעונים דווקא חווים סיכון מופחת למחלות לב וכלי דם. לכן מסקנת נייר העמדה היא שככל הנראה ההמרה של ‭ ALA‬ אצל צמחונים וטבעונים ל־‭EPA‬ ול־‭DHA‬ מספיקה.    ייתכן שההסבר לכך גנטי, כך לפחות לפי מחקר חדש שנערך באוניברסיטת קורנל ופורסם לאחרונה בכתב העת ‭ Nature Ecology and ‬ ‭ .Evolution‬ לפי המחקר, לגנים הספציפיים שירשנו מאבות אבותינו יש השפעה על היכולת שלנו להמיר ביעילות ‭ ALA ‬ ל־‭EPA‬ ו־‭.DHA‬ לדברי החוקרים, המעבר מחברה של ציידים־ לקטים, שניזונו בעיקר מבשר ודגים לחקלאים האוכלים בעיקר מזון צמחי לפני ‭ 8,000‬ שנה, גרם לשינוי בגן שנקרא ‭ - FADS1 ‬ גן הקובע את יעילות ההמרה של ‭ ALA‬ ל־‭EPA‬ ו־‭.DHA ‬    חלבון: המקור העשיר והאיכותי ביותר בעולם הצומח לחלבון הוא משפחת הקטניות (עדשים, שעועית, חומוס, סויה, אפונה). מאחר שהקטניות מהוות גם מקור חשוב לברזל, אבץ וסידן, חשוב מאוד להקפיד לצרוך מהן מדי יום, ואף יותר מאשר בארוחה אחת.    ב־‭2016‬ פרסם משרד הבריאות הבריטי הנחיות תזונה חדשות שבהן הפך את סדר המזונות בקבוצת החלבון כדי להבליט את הקטניות כמקור חלבון ידידותי לסביבה ובעל יתרונות בריאותיים - במקום הראשון מופיעות כעת הקטניות, ורק לאחריהן מופיעים דגים, ביצים, בשר וחלבונים אחרים.    מקור נוסף לחלבון הוא כמובן הסויה. משקאות הסויה המועשרים מקבילים לחלב מהחי בתכולת החלבון והסידן שבהם וברוב המקרים גם בתכולת הוויטמין ‭ ,B12‬ זאת בניגוד ליתר המשקאות הצמחיים (למשל שקדים, אורז ושיבולת שועל) שאינם מהווים מקור לחלבון.    הכותבת היא בעלת דוקטורט (‭PHD.‬) בתקשורת בריאות וחוקרת באוניברסיטת חיפה  ", "title": "מחקרים מוכיחים: כך הטבעונות משפרת את הבריאות", "url": "https://www.ynet.co.il/articles/0,7340,L-5295043,00.html", "type": "article", "site_name": "ynet", "published_time": "14:42 , 10.08.18", "category": "Health", "subtitle": "אחרי שרבים כבר אימצו את הצמחונות או הטבעונות, מגיע תורו של הממסד הרפואי. מחקרים מהשנים האחרונות מוכיחים שלא זו בלבד שתזונה מבוססת צמחים אינה גורמת לחסרים תזונתיים כפי שחשבו, אלא היא אף יעילה יותר למניעת מחלות לב וסרטן ולאיזון כולסטרול גבוה וסוכרת"}