{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5295055,00.html"}, "headline": "6 ההשפעות ההרסניות של הסוכר שאתם אוכלים על הגוף", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer3/2013/10/29/4942646/38273550992099640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/11/17/6639018/6639000099091640360no.jpg"], "datePublished": "2018-07-28T11:35:31z", "dateModified": "2018-07-28T11:35:31z", "author": {"@type": "Person", "name": "יפה שיר-רז ורויטל פדרבוש, מגזין \"מנטה\""}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הוא ממכר את הנפש, מסחרר את הראש וגורר את הגוף להשמנת יתר, סוכרת, מחלות לב וסרטן. כן, כולנו יודעים שסוכר לא בריא לנו. 6 מנגנונים שבהם הסוכר פוגע בגוף", "wordCount": "1894", "commentCount": "157", "genre": "1208.Health-1209.menta", "keywords": "סוכר,דיאטה,השמנה", "articleBody": "    לפני כשנתיים וחצי אולצה רונה אפלבאום, המדענית הראשית של קוקה קולה, להתפטר. זה קרה לאחר שה\"ניו יורק טיימס\" חשף את העובדה שהיא ניצחה על ההקמה והמימון במיליוני דולרים של קבוצת חזית של מדענים בשם ‭ The Global Energy Balance Network‬ שקידמה את הרעיון כי הסוכר במשקאות ובמזון אינו מהווה בעיה בריאותית כל עוד מקפידים לעשות פעילות גופנית.    בניגוד מוחלט לוויכוח ה\"אקדמי\" שניסתה קבוצת המדענים של קוקה קולה לייצר ולקדם, חוקרים רבים טוענים כבר שנים שהסוכר הוא האויב מספר אחת של הבריאות.    אחד הבולטים שבהם הוא ד\"ר רוברט לוסטיג, אנדוקרינולוג ומומחה בהשמנת ילדים מאוניברסיטת קליפורניה, שטוען שהסוכר, ובפרט הסירופ תירס עתיר הפרוקטוז (‭– (HFCS‬ פרוקטוז מזוקק שמאז שנות ה-‭80‬ מככב במשקאות מתוקים ובמוצרי מזון מעובדים רבים – הוא חומר רעיל וממכר שיש לפקח על מכירתו בדיוק כמו על סיגריות ואלכוהול.    \"הסוכר זול, טעים והוא מוכר, כך שלחברות יש מעט מאוד תמריצים לעשות שינויים\", כתב ד\"ר לוסטיג במאמר דעה פרובוקטיבי במיוחד שפרסם ב-‭2012‬ בכתב העת המדעי היוקרתי ‭ Nature‬ תחת הכותרת \"האמת הרעילה על סוכר\".    גם ד\"ר ג'יימס דיניקולאנטוניו, קרדיולוג וחוקר לב וכלי דם מוביל ממכון הלב סיינט לוק מיד אמריקה במיסורי, עורך בכתב העת ‭ BMJ Open Heart‬ וחבר בוועדה המדעית המייעצת של כמה כתבי עת רפואיים אחרים, טוען שהסוכר המוסף למשקאות ולמזונות מעובדים רבים - ולא המלח שאותו נוטים להאשים - הוא הגביש הבעייתי שגורם לשורה של בעיות בריאות, ובהן מחלות לב וכלי דם.    \"נטפלתם לגביש הלא נכון\", הוא טוען כלפי הקהילה הרפואית בספרו ‭ The Salt Fix‬ \"הגיע הזמן שוועדות הקווים המנחים יעבירו את המוקד שלהן מהמלח וירכזו יותר תשומת לב בסוכר\". למעשה, כשמדובר במחלות לב וכלי דם לא רק הסיכון לתחלואה עולה אלא גם הסיכון לתמותה גובר משמעותית.    כך לדוגמה, במחקר שפורסם ב‭2014- ‬ בכתב העת ‭ ,JAMA Internal Medicine‬ נמצא קשר בין תפריט עתיר סוכר לסיכון מוגבר לתמותה ממחלות לב. המחקר נמשך ‭ 15‬ שנה, ובסיומו נמצא כי הסיכון למות ממחלות לב וכלי דם בקרב נבדקים שצרכו ‭ 21%-17% ‬ מהקלוריות היומיות שלהם כסוכר מוסף, היה גבוה ב-%‭38‬ לעומת נבדקים שצרכו רק ‭ 8%‬ מהקלוריות שלהם כסוכר מוסף.    ואכן, שורה ארוכה של מחקרים שנערכו, במיוחד בעשור האחרון, מצביעה על קשר בין צריכה מוגברת של סוכר לסוגיו (כולל סוכרוז, גלוקוז ופרוקטוז חופשי) למחלות ולמצבים בריאותיים רבים – החל בהשמנת יתר, דרך סיכון מוגבר לסוכרת, לכבד שומני ולמחלות לב וכלי דם, וכלה במחלות דלקתיות כמו ארתריטיס ואפילו בפגיעה קוגניטיבית ומחלות סרטן.         איך הסוכר גורם לזה? לפניכם המנגנונים המרכזיים שבהם הוא פועל בגופנו.     בספרו ‭ \") Sugar, Fat, Salt‬מלח, שומן, סוכר\") מתאר העיתונאי זוכה הפוליצר, מייקל מוס, את הדרכים הערמומיות שבאמצעותן הצליחה תעשיית המזון והמשקאות להגניב יותר ויותר סוכר לתזונה שלנו - עד לנקודה שבה אנו צורכים בממוצע ‭ 22 ‬ כפיות סוכר ביום.    החברות, הוא מסביר, משקיעות מאמצים רבים כדי להגיע לנוסחה האופטימלית של טעם, שתגרום לנו לצרוך עוד ועוד מהמוצרים שלהן. הנוסחה האופטימלית הזאת מכונה \"נקודת האושר\", מונח שמשמש בתעשיית המשקאות המתוקים כדי לציין את הכמות המדויקת של סוכר, שבה טעמו של המשקה יענג אותנו ביותר ויגביר את ההשתוקקות שלנו אליו.    הסיבה שבגללה אנחנו נופלים למלכודת הזאת היא שלסוכר יש השפעה ממכרת על המוח שלנו.    מה אומרים המחקרים: מחקרים רבים שבהם השתמשו בסריקות ‭ MRI‬ מדגימים כיצד מרכזי עונג במוח \"נדלקים\" כשהנבדקים צורכים סוכר, ואלה הם אותם אזורים שמופעלים על ידי חומרים ממכרים אחרים כמו טבק, קוקאין והרואין.    אכילת סוכר גורמת לקולטני הסוכר שנמצאים במסלולים עצביים שונים להפעיל את מרכזי העונג השייכים למערכת התגמולחיזוק במוח. בתגובה מפרישים מרכזי העונג דופמין - מתווך עצבי שבין היתר גורם לתחושת הנאה וסיפוק ולחיזוק פעילות מענגת, וממלא תפקיד גם במנגנונים המוחיים האחראים למצבי התמכרות. הפעלת מנגנון הדופמין מגבירה את התשוקה לסוכר נוסף, וכשהפרשת הדופמין מוגברת ומתמשכת היא מעודדת אותנו לצרוך עוד ועוד סוכר – מצב הדומה מאוד להתמכרות.    מתווך עצבי נוסף שגורם להתמכרות לסוכר הוא סרוטונין. צריכת סוכר ומזונות או משקאות מתוקים סרוטונין. צריכת סוכר ומזונות או משקאות מתוקים גורמת לשחרור מוגבר של סרוטונין, ההורמון שאחראי על התיאבון, השינה ומצב הרוח שלנו, וכך מעניקה בוסט למצב הרוח שלנו. אלא שהבוסט הזה זמני. כשאנו צורכים מתוק לאורך זמן כדי לנסות לשמר את מצב הרוח, אנחנו מחמירים את הבעיה על ידי דלדול מאגרי הסרוטונין.    עד לאחרונה ההנחה הייתה שהעברת הסוכר למוח מזרם הדם היא תהליך פסיבי. ואולם במחקר שפורסם ב-‭2016‬ בכתב העת היוקרתי ‭ ,Cell‬ נמצא שפעילות המוח היא זו שבאופן אקטיבי מעבירה את הסוכר מזרם הדם. העברת הסוכר מתווכת על ידי תאי גלייה (תאים במוח שמסייעים לתאי העצב) בתגובה להורמונים כמו אינסולין ולפטין.    בשורה התחתונה: הסוכר משפיע על מנגנוני ההתמכרות והעונג במוח שלנו ומייצר תלות שגורמת לצריכה חוזרת וגוברת של סוכר, בדומה לסם.          כמה מחקרים הצביעו על קשר מובהק בין צריכה מוגברת של משקאות ומזונות המכילים סוכר, כמו סוכרוז או סירופ תירס עשיר בפרוקטוז, לרמות גבוהות של טריגליצרידים ורמות נמוכות של ‭ – HDL ‬ הכולסטרול ה\"טוב\".    מה אומרים המחקרים: במחקר גדול שהתבסס על סקר תזונה לאומי בארצות הברית ופורסם ב‭2010- ‬ בכתב העת ‭,JAMA‬ נמצא שבקרב אלה שצרכו מזונות עם תוספת סוכר באופן מוגבר, נצפה הסיכון הגבוה ביותר לרמות ‭ HDL‬ נמוכות, ומנגד לרמות טריגליצרידים גבוהות, וכי הסיכון גבר ככל שעלתה צריכת הסוכר.   סירופ התירס העשיר בפרוקטוז הוצע בעבר כאפשרות בטוחה יותר מגלוקוז, ואולם מחקרים חדשים יותר הראו שהוא קשור להשמנת יתר ולסוכרת אפילו יותר מאשר הגלוקוז.   באיזו קלות גורם הפרוקטוז לעמידות לאינסולין אפשר ללמוד ממחקר שפורסם ב-‭2009‬ בכתב העת ‭ Journal of Clinical Investigation‬ המשתתפים במחקר זה, מתנדבים בריאים, חולקו לשתי קבוצות. הם התבקשו לצרוך מדי יום במשך שמונה שבועות משקה ממותק בכמות שהיוותה ‭ 25%‬ מסך הקלוריות היומיות שלהם.    הקבוצה הראשונה צרכה משקה ממותק בגלוקוז, והשנייה - בפרוקטוז. ממצאי המחקר הראו שאף שהמשתתפים בשתי הקבוצות עלו במידה דומה במשקל במהלך ההתערבות, הרי שהיו הבדלים ביתר הנזקים הבריאותיים בין שתי הקבוצות. בקבוצת הגלוקוז נמצא שרמות הטריגליצרידים בצום עלו בכ-%‭.10‬    לעומת זאת, בקבוצת הפרוקטוז נמצא שצריכתו העלתה את רמות השומן החופשי, הטריגליצרידים ויתר שומני הדם, כמו גם את נפח השומן הבטני, והגבירה את התנגודת לאינסולין באופן ניכר.    בשורה התחתונה: צריכה מוגברת של סוכר מוסף מעלה את פרופיל השומנים הרעים בדם, אך יש הבדלים בין סוכר שמקורו בגלוקוז לזה שמקורו בפרוקטוז. בניגוד לגלוקוז, צריכה מוגברת של פרוקטוז גורמת לכבד שומני ומובילה לתנגודת לאינסולין.      כולנו יודעים שסוכר מוסיף קלוריות ריקות לתזונה שלנו, שכאשר הן מצטברות הן עלולות להוביל להשמנת יתר, ובעיקר לעלייה בשומן הבטני שמביאה איתה שורה של בעיות בריאות, כמו עמידות לאינסולין, סוכרת ומחלות לב וכלי דם. אבל מתברר שהקלוריות הריקות העודפות אינן הסיבה היחידה להשמנת היתר ולעלייה בשומן הבטני.    מחקרים שהצטברו לאורך העשור האחרון מראים שלצריכה מוגברת של סוכר מוסף, בייחוד של סירופ תירס עתיר פרוקטוז, יש השפעה שלילית על מערכת ויסות התיאבון במוח.    מה אומרים המחקרים: מחקר בעכברים שפורסם ב-‭2008‬ בכתב העת ‭ Regulatory Peptides‬ הוכיח כי צריכת תמיסות הסוכר גלוקוז, סוכרוז או פרוקטוז במשך שבועיים גרמה לעלייה בצריכה הקלורית וכתוצאה מכך לעלייה במשקל, וכן לעלייה ברמות ההורמון גרלין - הורמון מעודד תיאבון המכונה \"הורמון הרעב\" שכן רמותיו עולות לפני האכילה וצונחות לאחריה.    מחקר אחר, שפורסם ב-‭2016‬ בכתב העת ‭ The ‬ ‭ Evidence for Saturated Fat and for Sugar Related ‬ to Coronary Heart Disease‬ הוכיח שצריכת יתר של סוכר (בצורת סוכרוז או בצורת סירופ תירס עשיר בפרוקטוז) במשקאות ממותקים ובמזונות מעובדים, מעלה את הסיכון לתנגודת ללפטין - הורמון המכונה \"הורמון השובע\" ומופרש מרקמות השומן.    כשמופרשת כמות גדולה שלו, המוח מקבל איתות שיש בגוף מספיק אנרגיה זמינה ומפחית את התיאבון. במצב של תנגודת ללפטין, למרות שרמות ההורמון בגוף גבוהות ולכאורה אמורות לתרום לשובע, המוח מפרש זאת כחוסר במאגרי אנרגיה ולכן מעודד צריכה נוספת של קלוריות.    במחקר זה נמצא גם שצריכה מוגברת של סוכר משפיעה על פפטידים הקשורים לתיאבון במוח. נמצא שרמתו של הנוירופפטיד ‭ ,YY‬ שתפקידו להעביר למרכז הרעב והשובע במוח מסרים הגורמים לתחושת שובע ולדיכוי הרעב והתיאבון, יורדת לאחר שבועיים של צריכת סוכר מוגברת.    בשורה התחתונה: צריכת סוכר מוגברת מובילה לשיבוש מערכת ויסות הרעב והשובע במוח. מצד אחד, ישנה עלייה בפעילות של גורמים המשדרים למוח תחושת רעב, ומצד שני הפחתה ברמותיהם של גורמים המשדרים תחושת שובע ומדכאים רעב ותיאבון.      סכרור (או גליקציה) הוא תגובה כימית שבמהלכה מתחברות מולקולות של סוכר כמו גלוקוז או פרוקטוז לחלבונים או לשומנים. בגוף שלנו התגובה הזאת מתבטאת בחיבור של מולקולות סוכר לחלבונים שונים ולחומרים אחרים.    מאחר שהגלוקוז הוא חומר ריאקטיבי מאוד, כלומר יש לו יכולת חזקה להגיב עם מולקולות אחרות, הרי שככל שריכוזו יהיה גבוה יותר, כך תגדל כמות תוצרי הסכרור הסופיים. אף שהסכרור הוא תהליך ספונטני וטבעי, התוצרים שלו נחשבים למסוכנים מאחר שהם נוטים לשנות את מבנה החלבונים באופן בלתי הפיך ולגרום להם לנזק רב. תוצרי סכרור נמצאים במזונות מעובדים המיוצרים בטמפרטורה גבוהה, אך גם נוצרים בגוף כתוצאה מצריכת מזונות עשירים בסוכר.    מה אומרים המחקרים: מחקרים שבהם נבחנה צריכת סוכר גבוהה בבעלי חיים הצביעו על הצטברות תוצרי גליקציה ברקמות שונות, ועל הקשר בין תוצרים אלה להתפתחות עמידות לאינסולין ושינויים במטבוליזם השומנים.   יתר על כן, מחקרים רבים הצביעו על כך שההשפעה של תוצרי הגליקציה מהמזון על מסלולי איתות שונים יכולה לתרום לאתחול של נזק בכבד, בשלד, בשרירי הלב ובמוח ולהשפיע על הבריאות הכוללת.    בשורה התחתונה: צריכת יתר של סוכר מובילה לתהליך של סכרור שתוצריו נוטים לשנות את מבנה החלבונים בצורה בלתי הפיכה ומסכנים את תפקודי המערכות בגוף.     כשהגוף מנסה לפרק את תוצרי הסכרור, תאי הדם הלבנים של מערכת החיסון מפרישים ציטוקינים פרודלקתיים-תרכובות שבמצבים אקוטיים אמורות ליצור דלקת שתעזור לגוף להתמודד עם פולשים זרים כמו נגיפים או חיידקים. אך במצב של צריכה קבועה של כמויות גדולות של סוכר הדלקת הופכת לכרונית, כשבתגובת שרשרת תאי חיסון נוספים מפרישים ציטוקינים, והיא עלולה לפגוע באיברים וברקמות מטרה רבים בגוף ובסופו של דבר להוביל להתפתחות מחלות ולהזדקנות מואצת.    זאת ועוד, כשייצור הציטוקינים הפרו-דלקתיים יוצא משליטה, הדבר יכול להוביל למצב של תנגודת לאינסולין – פגיעה ביכולת האינסולין להעביר את הגלוקוז בדם אל התאים, וכך לגרום לסוכרת. זהו מעגל קסמים, שכן תנגודת לאינסולין גורמת לייצור נוסף של ציטוקינים פרו-דלקתיים ולהחמרת הדלקת. למרבה המזל, מתברר שמדובר בתהליך הפיך.    מה אומרים המחקרים: מחקר שפרסמו ד\"ר לוסטיג ועמיתיו ב-‭2015‬ בכתב העת ‭ Obesity‬ הוכיח שבתוך תשעה ימים בלבד, הפחתה בצריכת הסוכר בבני נוער הביאה לא רק לירידה של ‭ 53%‬ ברמות הסוכר שלהם בצום, לירידה ברמות האינסולין, הטריגליצרידים וה-‭LDL‬ שלהם, אלא גם לשיפור ניכר בסמני הדלקת ולירידה ברמות השומן בכבד.    מאחר שחלק מהילדים הפחיתו מעט משקל כתוצאה מצמצום צריכת הסוכר, החוקרים רצו להיות משוכנעים שההשפעות החיוביות לא היו תוצאה של ההרזיה, ולכן הם השוו בין המדדים של הילדים שהפחיתו משקל למדדי הילדים שלא הפחיתו משקל.    הם מצאו שהשיפור היה דומה בשתי הקבוצות - ממצא שמחזק את הקשר הסיבתי בין צמצום צריכת הסוכר לשיפור בסמני הדלקת ובמצב הבריאותי.    בשורה התחתונה: צריכה כרונית של סוכר מעודדת תהליכים דלקתיים, מאיצה את ההזדקנות ותורמת להתפתחות מחלות כרוניות כמו סוכרת.     כבר שנים רבות ידוע שסוכר מהווה את אחד ממקורות האנרגיה העיקריים של תאי סרטן וכי תאים סרטניים צורכים הרבה יותר סוכר מתאים רגילים. למעשה, על בסיס העיקרון הזה פועלת סריקת ‭ ,PET/CT‬ שבה מוזרק לווריד סוכר רדיואקטיבי: מאחר שקליטת הסוכר באזורים של סרטן או גרורות גבוהה יותר, הבדיקה מאפשרת לדעת באיזה אזור או איבר ממוקם הגידול הסרטני.    מה אומרים המחקרים: מחקר שפורסם בינואר האחרון בכתב העת ‭ Science Signaling‬ מצא שמעבר להיותו של הסוכר מזון לתאים סרטניים יש לו גם תפקיד איתות חשוב בתאים הסרטניים החיוני להישרדותם - ושמניעת סוכר משבשת תפקיד זה.    החוקרים מצאו שמניעת סוכר גורמת ליצירת הבדלי מתח בין הקרומים של תאי הסרטן המובילים לזרימת יוני סידן אל תוך התא הסרטני ובסופו של דבר גורמים למותו.    בשורה התחתונה: הסוכר לא רק מזין תאים סרטניים באנרגיה, אלא ממלא תפקיד מרכזי במערכת איתות החיונית להישרדותם. ישראל היא שיאנית צריכת הסוכר בעולם, ותושביה צורכים ‭ 170‬ גרם סוכר ביום.    לשם השוואה, האמריקאים צורכים ‭ 142‬ גרם ביום (על פי דו\"ח של ה-‭OECD‬ משנת ‭ 2016‬) צריכת הסוכר היומית הממוצעת בקרב תלמידים בישראל מהווה ‭24%-23% ‬ מתצרוכת הקלוריות המומלצת ליום (על פי דו\"ח של משרד הבריאות).    ", "title": "6 ההשפעות ההרסניות של הסוכר שאתם אוכלים על הגוף", "url": "https://www.ynet.co.il/articles/0,7340,L-5295055,00.html", "type": "article", "site_name": "ynet", "published_time": "08:35 , 28.07.18", "category": "Health", "subtitle": "הוא ממכר את הנפש, מסחרר את הראש וגורר את הגוף להשמנת יתר, סוכרת, מחלות לב וסרטן. כן, כולנו יודעים שסוכר לא בריא לנו. 6 מנגנונים שבהם הסוכר פוגע בגוף"}