{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5444367,00.html"}, "headline": "מחלות ותסמונות שמתפרצות דווקא בחורף", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2016/12/31/7488325/74883200990100980748no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/13/8346126/83461200100084640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/02/23/6836458/6836449099788640360no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/10/29/8850139/8850133010015100640360no.jpg"], "datePublished": "2019-01-11T18:20:59z", "dateModified": "2019-01-11T18:20:58z", "author": {"@type": "Person", "name": "אראלה טהרלב בן-שחר, מגזין \"מנטה\""}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "בשעה שהוא מעסיק את כולנו בניסיונות להדוף את השפעת ושאר הצטננויות, מתגנב החורף לגופנו ומצית אש בשורה של מחלות ומצבים רפואיים כמו יתר לחץ דם, התקפי לב ותסמונות כאב. מה הקשר בינם לעונה הקרה, ומה אתם צריכים לעשות כדי שהבריאות שלכם לא תיפגע?", "wordCount": "1651", "commentCount": "30", "genre": "1208.Health-1209.menta", "keywords": "חורף,וירוס", "articleBody": "כל שנה, בין דצמבר לפברואר, הוויכוח העתיק בין אמהות לרופאים בשאלת הקשר בין קור להתקררות מרים את ראשו. רוב האמהות עדיין ממליצות לילדים ללבוש מעיל ולא לצאת עם ראש רטוב לרחוב, ורוב הרופאים עדיין גורסים שאלה כנראה החלונות הסגורים שמקצרים עבור הנגיפים והחיידקים את המרחק מ\"בריא\" ל\"חולה\" - ולא רוח הפרצים שנושבת בחוץ.    וכך, בעוד כולנו עסוקים בשאלה איך להימנע מנזלת ומכאב גרון וממה להיזהר, חומקת מאיתנו סוגיה חשובה לא פחות: האם יש מחלות ומצבים בריאותיים נוספים שמצריכים מאיתנו זהירות מיוחדת בימים הקרים? ויש, כך מתברר, לא מעט מאלה, כמו למשל יתר לחץ דם, התקפי לב וכאב כרוני.    האינסטינקט הראשוני הוא כמובן להאשים את הקור, אבל למעשה הוא רק קצה הקרחון בסיפור הזה, ולא תמיד הסוודר יעזור. הנה כמה מהנזקים הבריאותיים הפחות ידועים שמביאים איתם הימים הקרים.    קראו עוד על בריאות בחורף: חורף חם ובריא לפי הרפואה ההודית - לגוף ולנפש החורף הזה בריאים 25 דברים פשוטים שאתם יכולים לעשות לחורף בלי מחלות    כבר כשהעלים מצהיבים והשמים מתקדרים, בערך מחודש נובמבר, לחץ הדם בעורקינו מתחיל לטפס. \"הממצא הזה חוזר על עצמו במחקרים רבים שנערכו בארצות שונות, באוכלוסיות שונות ועל בני גילאים שונים\", מסביר פרופ' יהונתן שרעבי, מנהל מכון לחץ הדם במרכז הרפואי שיבא.    \"כולם מראים גרף מחזורי שבו החורף מביא איתו עלייה בלחץ הדם, בעוד שהקיץ מביא איתו ירידה. בממוצע לחץ הדם של האוכלוסייה עולה ב-6 מ\"מ כספית בחורף\". 6 מ\"מ כספית אולי לא נשמע הרבה, אבל מדובר בממוצע שמשקלל את אלה שהחורף אינו משפיע על לחץ הדם שלהם, ואת אלה שלחץ הדם שלהם עולה בעונה הקרה באופן ניכר, ובין אלה מרובים המבוגרים.       מה הקשר לחורף: בעבר נהגו לחשוב שהקור אחראי לתופעה הזאת, אך כיום ידוע שלמעשה זו לא הסיבה העיקרית שבגללה לחץ הדם שלנו עולה בחורף. המחקרים הראשונים בנושא הראו יחס ישר בין ירידה בטמפרטורות לעלייה במדידות לחץ הדם.    אז העלייה הוסברה כתולדה של התכווצות כלי הדם בקור, שגורמת להיצרות ומביאה לעלייה בלחץ. נשמע הגיוני, אלא שלדברי פרופ' שרעבי, \"כלי הדם שמתכווצים בקור הם כלי דם פריפריאליים, בעוד שהלחץ עולה דווקא בתוך העורקים שבליבת הגוף, ולכן ההשערה הזאת לא מהווה הסבר מספק, וודאי שלא מלא, לתופעה\".    הקשר בין קור ללחץ הדם נחלש עוד יותר על רקע מחקרים מהשנים האחרונות, שהראו שהעלייה בלחץ הדם מתרחשת לא רק בארצות קרות אלא גם בחמות, ושהיא אפילו ניכרת אצל אנשים שאינם יוצאים מהבית המחומם.    \"ייתכן שמדובר בעוד מנגנון כרונוביולוגי, שגורם לכך שלגוף יש מחזוריות שמעלה את לחץ הדם בחורף\", מסביר פרופ' שרעבי. לדבריו, סברה נוספת שעלתה בקשר לקור ולחץ דם הייתה שהקור מגביר את פעילות מערכת העצבים הסימפתטית (המערכת שמכינה את הגוף להתמודדות עם מצבי דחק), מה שמשפיע על פרופיל ההורמונים בגוף, ומביא בסופו של דבר לעלייה בלחץ הדם.    איך להתנהל בימים הקרים: אם יש לכם יתר לחץ דם ואתם מטופלים בתרופות, מדדו את לחץ הדם שלכם עם בוא הסתיו כדי לנטר את מצבכם ולוודא שאתם עדיין מאוזנים. בחלק מהמקרים יש צורך לשנות את המינון של התרופות בחודשי החורף ולהוריד אותו שוב בהגיע הקיץ.     בין אם בשל לחץ הדם המוגבר ובין אם מסיבות אחרות, גם חדרי הצנתורים של בתי החולים עמוסים יותר בחורף. \"מחקרים רבים מצביעים על עונתיות ברורה של התקפי הלב. בחורף יש כ-%‭30%-20‬ יותר התקפי לב מאשר בקיץ\", אומר פרופ' אלי לב, מנהל המערך הקרדיולוגי בבית החולים האוניברסיטאי אסותא אשדוד. \"ולא זו בלבד, התקפי הלב שמתרחשים בחורף נוטים להיות גם קטלניים יותר\".       מה הקשר לחורף: גם במקרה של התקפי הלב הסיבה לא ברורה לגמרי. \"מחקרים שנערכו בארצות חמות וקרות מלמדים שאין זו הטמפרטורה האבסולוטית שמעלה את הסיכון באופן ישיר, וכי ייתכן שמה שמגביר אותו הוא הפרש הטמפרטורות בין החורף לקיץ\",מסביר פרופ' לב. \"ייתכן גם שהאשם הוא במחלות החורף הקלאסיות. מחלות זיהומיות ושפעת מגבירות את הסיכון להתקפי לב בפני עצמן, ובחורף אנשים נוטים יותר לחלות בהן\".    עם זאת, גם כאן יש המציעים הסבר כרונוביולוגי שמבוסס על השעונים הפנימיים שלנו ועל המחזוריות העונתית שגופנו מציית לה. \"יש שתולים זאת בשעונים הצירקדיים (מחזוריים) ובשינויים הורמונליים, שייתכן שמשפיעים גם על טסיות הדם וכך מעלים את הסיכון להתקף לב\", מסביר פרופ' לב. \"העובדה שהשעון הביולוגי משפיע על הסיכון להתקפי לב מוכרת גם ממחזוריות היממה, שבה הסיכון להתקפי לב עולה לפנות בוקר ויורד אחר כך\".    איך להתנהל בימים הקרים: ‭.1‬ מכיוון שלקור אין כנראה תפקיד גדול בעלייה בסיכון להתקף לב, חימום הבית ולבוש חם לא יכולים לסייע הרבה בהקטנתו. לכן, חשוב להיות ערים לסטטיסטיקה הזאת ולשים לב לתסמינים חשודים שעלולים להצביע על התקף, כמו למשל כאבים או לחץ באזור החזה, קוצר נשימה, חולשה.    ‭.2‬ אם אתם חולי לב, כדאי לנקוט משנה זהירות ולשמור על עצמכם עוד יותר כדי למזער את הסיכון להידבקות במחלות חורף: התחסנו נגד שפעת, הימנעו משהייה במקומות סגורים (או קרוב לאנשים חולים), ושטפו את הידיים היטב.    ומה צריך לעשות בזמן של התקף לב?      כדי לפתור את השאלה השנויה במחלוקת אם קור משפיע על הסובלים מכאבי מפרקים (ראומטיזם, אוסטיאוארטריטיס ופיברומיאלגיה), השיקה בינואר 2016 קבוצת חולים בריטית סקר סמארטפון שנשא את השם: ‭ Cloudy With a Chance of Pain‬ (מעונן עם סיכוי לכאב).    במהלך הסקר, שנערך כמעט שנה וחצי, אספה הקבוצה ‭ 5.1‬ מיליון דיווחים של חולים מרחבי בריטניה. באמצע התקופה, ביוני, נערך ניתוח ממצאי האמצע, וממנו עלה כי ככל שגדלו שעות השמש (מפברואר ועד אפריל), כך התמעטו ימי הכאב. עם זאת, ביוני, כשעלתה הלחות, גבר הכאב, וכך גם הבלבול בין החוקרים.    \"עבור חלק מהאנשים שסובלים מכאב כרוני – יהיה זה כאב גב תחתון, כאב מפרקים, כאב שרירים או כאב עצמות – החורף הוא עונה קשה יותר\", אומרת ד\"ר רות גור, נוירוכירורגית ממרפאת הכאב במרכז הרפואי שיבא. \"רבים יותר גם נוטים להיעזר בתכשירים נגד כאב בחודשי החורף, או להגיע בעקבות הכאב לרופאי המשפחה\".    מה הקשר לחורף: גם במקרה הזה אין לרפואה תשובה ברורה. \"ככל הנראה הסיבה לעלייה במפלס הכאב בחודשי החורף אינה נעוצה בטמפרטורה עצמה\", מסבירה ד\"ר גור, \"כי הנתונים מראים שאנשים שחיים במדינות קרות לא סובלים יותר מכאב לאורך כל השנה, ובמקביל תושבי מדינות חמות אינם פטורים ממנו. ייתכן שעצם השינוי בטמפרטורה הוא שמעלה את רף הכאב.    \"ייתכן שמעורבים בכך שינויים אחרים שמתרחשים בעונת החורף, כמו הירידה בלחץ הברומטרי, התמעטות שעות האור או השינוי בלחות. וייתכן אפילו שהגורם לכך הוא אורח החיים שלנו בימים הקרים, שגם במקומות החמים יותר וגם במקומות קרים מביא איתו קיפאון, הסתגרות, השתבללות ושהייה בבית – גורמים שעלולים להגביר את הסבל מכאב\".       איך להתנהל בימים הקרים: לנסות להימנע מהנטייה הטבעית להשתבלל ולהסתגר בבית. במקום זאת כדאי לנסות לנהל אורח חיים פעיל ככל האפשר למרות הקור והגשם – ללכת בחוץ, להתאמן ולזוז כמה שיותר.     למרות התפיסה הרווחת שהתקפי אסתמה נוטים לפרוח בעונות המעבר, האסתמטים מתחילים להיות חשופים לחסרונות שינויי העונה כבר בסתיו, ועלולים להתגעגע לאוויר הקיץ לאורך כל החורף. מחקרים שנערכו במדינות רבות ברחבי העולם, מאנגליה ועד איראן, מראים שהתקפי אסתמה שכיחים יותר בחורף.    מה הקשר לחורף: במקרה הזה אפשר להפנות אצבע מאשימה לצניחת הטמפרטורות. \"אסתמה היא מחלה דלקתית של דרכי הנשימה הקשורה ברגישות יתר שלהן וגם באלרגיה\", מסביר ד\"ר קובי שדה, מומחה לאלרגיה במרכז הרפואי תל אביב (איכילוב). \"בחורף האוויר הקר והיבש שבחוץ מגרה את דרכי הנשימה הרגישות של האסתמטים, מגביר את הפעילות הדלקתית, גורם להתכווצות השרירים שמקיפים את הסמפונות ומביא להיצרות מעבר האוויר\".    ואם זה לא מספיק, הרי שהאוויר החם והיעדר החמצן בבית המחומם גם הם אינם מיטיבים עם קצרי הנשימה. נוסף על כל אלה, החורף, ועוד לפני כן הסתיו, חושפים את האסתמטים ליותר אלרגנים בגלל השלכת או ההתעטפות בשמיכות, בסוודרים ובמעילי פוך הספוגים בקרדית אבק הבית. גם זיהומים ויראליים, שיש נטייה גדולה יותר להידבק בהם בחורף, מעלים אצל ילדים ומבוגרים אסתמטיים את הסיכון להתקף.    איך להתנהל בימים הקרים:    ‭.1‬ חממו את הבית ברדיאטור או בתנור אחר ולא במזגן. הוא מייבש את האוויר בחדר ואינו מיטיב עם דרכי הנשימה.    ‭.2‬ הפעילו בחדר המחומם מכשיר אדים (קרים או חמים) כדי להפחית את היובש.    ‭.3‬ חממו את חדר השינה או חדר הילדים עוד לפני שאתם או הילד נכנסים לאמבטיה כדי שהמעבר מהאמבטיה החמה לחדר לא יהיה חריף מדי.    ‭.4‬ נסו לצמצם ככל האפשר את הסיכון להידבקות בנגיפים – התחסנו נגד שפעת, אווררו את הבית, שטפו ידיים לעתים תכופות, והימנעו משהייה ליד אנשים חולים.    ‭.5‬ ביציאה מהבית כסו את האף בצעיף, כדי שהאוויר שנכנס לתוך מערכת הנשימה לא יהיה קר מדי.         במקרה הזה החורף לא תוקף את כולם. \"חלק מהסובלים ממיגרנות דווקא נהנים מהקלה בחורף\", מסבירה ד\"ר רחל הרינג-חנית, נוירולוגית מומחית לכאבי ראש. \"עבור רבים מהם הקיץ, החום ואור השמש הם מקור לסבל. עם זאת, אלה שרגישים לקור (אלה שכפות ידיהם ורגליהם תמיד קפואות וזקוקים לכפפות, צעיפים וגרביים חמים – א\"ב), עלולים לסבול יותר מהתקפי מיגרנה  בחורף. גם אצל אלה שאינם רגישים לקור, החדרים המחוממים והלא מאווררים עלולים להוות טריגר להתקף\".    מה הקשר לחורף: \"המנגנונים הברורים לא ידועים\", אומרת ד\"ר הרינג. \"עם זאת, נראה שהקור משפיע על המערכת האוטונומית, שהיא זו שאחראית להתכווצות ולהתרחבות של כלי דם שמעורבים גם במיגרנה. מעבר לכך, מחקרים מראים שאנשים שעובדים בבניינים סגורים ולא מאווררים נוטים יותר לסבול ממיגרנות, כנראה בשל הירידה בחמצן. נוסף על כל אלה ידוע ששינוי בלחץ הברומטרי, ובעיקר הירידה שאופיינית לקור של החורף, עשוי לחולל התקפי מיגרנה\".    איך להתנהל בימים הקרים:    ‭.1‬ אם אתם נמנים עם הרגישים לקור, התלבשו היטב ביציאה מהבית וכסו את הראש בכובע חם.    ‭.2‬ היצמדו לשגרה למרות הימים הקצרים: לכו לישון וקומו באותה שעה (ושנו לפחות שש שעות בלילה), אכלו בשעות קבועות ואל תוותרו על אימוני הכושר למרות הנטייה להסתגר.    ‭.3‬ אל תחממו את החדרים יותר מדי ואווררו אותם ככל האפשר (רצוי שתמיד יהיה בבית חלון פתוח).    ‭.4‬ הקפידו על שתייה מספקת למרות הקור והעובדה שאתם חשים פחות בצמא.    איך הגוף שלנו מתמודד עם הקור?  הגוף שלנו לא מחכה שהטמפרטורות יצנחו מתחת לעשר כדי להגן על עצמו מפני הקור. \"המנגנונים הפיזיולוגיים העיקריים של הגוף להתמודדות עם קור מתחילים לפעול כבר כשהטמפרטורה יורדת מ־18 מעלות\", מסביר פרופ' יורם אפשטיין ממכון הלר למחקר רפואי במרכז הרפואי שיבא.    \"שני המנגנונים הפיזיולוגיים העיקריים של הגוף להתמודדות עם הקור הם היצרות של כלי דם היקפיים שמקטינה את בריחת החום מתוך הגוף אל האוויר, וצמרמורת שהיא למעשה צורה של הפעלת שרירים בלתי רצונית שמסייעת להעלות את החום אך אינה יכולה להימשך לאורך זמן. היצרות כלי הדם ההיקפיים מקטינה את זרימת הדם ומובילה לירידה באספקת החמצן בעיקר לקצות הגפיים, ובעקבות זאת עלולה להתפתח פגיעת קור\".   ", "title": "מחלות ותסמונות שמתפרצות דווקא בחורף", "url": "https://www.ynet.co.il/articles/0,7340,L-5444367,00.html", "type": "article", "site_name": "ynet", "published_time": "16:20 , 11.01.19", "category": "Health", "subtitle": "בשעה שהוא מעסיק את כולנו בניסיונות להדוף את השפעת ושאר הצטננויות, מתגנב החורף לגופנו ומצית אש בשורה של מחלות ומצבים רפואיים כמו יתר לחץ דם, התקפי לב ותסמונות כאב. מה הקשר בינם לעונה הקרה, ומה אתם צריכים לעשות כדי שהבריאות שלכם לא תיפגע?"}