{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-5656868,00.html"}, "headline": "תיעוד: שישה צוללי ביצות נדירים שוחררו לטבע", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/09/9710131/97101191196071980550no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/01/09/9710144/971012020802576980549no.jpg"], "datePublished": "2020-01-09T12:46:00z", "dateModified": "2020-01-09T14:23:28z", "author": {"@type": "Person", "name": "אחיה ראב\"ד"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "צוללי הביצות הם בין בעלי הכנף המצויים בסכנת הכחדה בישראל ומספרם מוערך בכ-250 פרטים בלבד. פרויקט רבייה של רשות הטבע והגנים בשיתוף גן החיות התנכ\"י סייע מאז 2011 לגדל ולשחרר 100 פרטים לטבע. השבוע שוחררה קבוצה נוספת לטבע", "wordCount": "417", "commentCount": "5", "genre": "6377.Traklin-4880.The Animals", "keywords": "סכנת הכחדה,רשות הטבע והגנים,גן חיות תנ\"כי,השבה לטבע", "articleBody": "  (צילום וידאו: איתי שמשון, יניב כהן, רט\"ג | אילה בן חור, גן החיות התנ\"כי ירושלים)   שישה ברווזים מסוג צולל ביצות, המוגדר מין בסכנת הכחדה בישראל, יצאו השבוע לטיול ארוך ומרגש, מגרעין הרבייה בגן החיות התנ\"כי בירושלים, לשמורת עין אפק בקריית ביאליק.    השמורה מאופיינת בבית גידול מימיי ייחודי, המשמר מיני צומח ובעלי חיים רבים וכן נופי ביצה ומקורות נחל שכמעט ואבדו בישראל. שישיית צוללי מגרעין הרבייה של צוללי הביצות שבגן החיות התנכ\"י בירושלים שפועל בשיתוף פעולה עם רשות הטבע והגנים.    האפרוחים בקעו שם וגדלו עד גיל שישה חודשים, המאפשר את שחרורם לטבע. צוות גן החיות התנ\"כי עשה דרכו מירושלים וחבר בשמורה עין אפק לאנשי רשות הטבע והגנים. שם הציבו כלוב מים ייחודי שנבנה לטובת \"שחרור רך\" של צוללי הביצות.   השחרור נעשה בהדרגה - תחילתו מכניסים את צולל הביצות לתוך הכלוב, בו יש פתח המוביל לגוף המים בשמורה. כל ברווז יוצא בקצב שלו לאגם.       על מנת שניתן יהיה לעקוב ולנטר את נדודיהם של צוללי הביצות ששוחררו הוצמד להם מבעוד מועד נזם מיוחד על המקור, שאינו מפריע להם ומאפשר לאקולוגים ולצפרים להבחין בהם גם שהם צפים על המים. כמו כן הוצמדו טבעות ממוספרות לרגלם.   ברשות הטבע והגנים אומרים כי צולל הביצות (מין ברווז) מוגדר כמין בסכנת הכחדה בשל הירידה בשטח תחום תפוצתו - למעלה מ-50 אחוז במשך 20 השנה האחרונות. בנוסף, אוכלוסייתו קטנה מ- 250 פרטים בוגרים.    הוא נחשב לברווז חורף וחולף נדיר במיוחד, וגם למקנן נדיר. הוא בעל מבנה גוף קטן יחסית. אורך גופו הוא 40 ס\"מ. מוטת כנפיו 65 ס\"מ ומשקלו הוא כחצי ק\"ג.      עתידו בסכנה בין גורמי היעלמות צולל הביצות לאורך השנים: הרס ופגיעה בבתי גידול מימיים טבעיים המתאימים לקינון – מקווי מים עטורי צמחיית גדות מפותחת. בנוסף, ציד בלתי מבוקר פוגע במין זה בעולם, ובמידה פחותה גם בארץ.    תוכניות לחידוש ולפיתוח מאגרי מים בשפלת יהודה, כולל אטימתם ביריעות פלסטיק וכיסויים בלוחות סולאריים או מתקנים אחרים מאיימות על עתידו של מין זה בישראל.      עד לאמצע המאה ה-20 היה מקנן מצוי למדי (עשרות ואולי אף מאות זוגות) בצפון הארץ, בעיקר בעמק החולה. הקינון בצפון פסק לאחר יבוש ביצות החולה וביצות נוספות בצפון. בשנות ה- 1970 נתגלה שוב כמקנן, במספרים קטנים ולא מדי שנה. בעשור האחרון נעלם כמעט לגמרי כמקנן בצפון הארץ אך הרחיב את תפוצתו בשפלת יהודה ובדרום ים המלח.   מאמצי השימור והאישוש של המין כוללים טיפוח של גרעין רבייה בגן החיות התנכ\"י בשיתוף רשות הטבע והגנים ושחרור פרטים צעירים לטבע כפי שבוצע היום בשמורת הטבע עין אפק, בה יוכלו לעשות את הצעדים הראשונים שלהם בטבע בבטחה ובאופן מבוקר. מאמץ זה מבוצע החל מ-2011 כאשר עד כה שוחררו כ-100 פרטים. ", "title": "תיעוד: שישה צוללי ביצות נדירים שוחררו לטבע", "url": "https://www.ynet.co.il/articles/0,7340,L-5656868,00.html", "type": "article", "site_name": "ynet", "published_time": "10:46 , 09.01.20", "category": "Traklin", "subtitle": "צוללי הביצות הם בין בעלי הכנף המצויים בסכנת הכחדה בישראל ומספרם מוערך בכ-250 פרטים בלבד. פרויקט רבייה של רשות הטבע והגנים בשיתוף גן החיות התנכ\"י סייע מאז 2011 לגדל ולשחרר 100 פרטים לטבע. השבוע שוחררה קבוצה נוספת לטבע"}