{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/digital/technology/article/S1bZ1bT4P"}, "headline": "תורת המיתרים: הטכנולוגיה בשירות רדיוהד", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2019/05/30/9278390/9278390_0_0_906_1000_0_large.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2017/07/18/7914852/7914852_0_115_1569_883_0_large.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2017/05/18/7789187/7789187_0_0_501_434_0_large.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/picserver5/crop_images/2020/09/17/B1AXfhlrw/B1AXfhlrw_0_0_600_249_0_large.gif"], "datePublished": "2020-09-18T05:30:00.000000Z", "dateModified": "2020-09-18T05:30:00.000000Z", "author": {"@type": "Person", "name": "הגר בוחבוט"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "מהאתר החלוצי שהוקם כשהאינטרנט עוד היה בחיתולים, דרך האלבום שהוצע להורדה בחינם ברשת ועד ל\"סטארט-אפ\" הדמיוני של תום יורק. הקריירה של הלהקה הבריטית לא הייתה נראית או נשמעת אותו דבר בלי הטכנולוגיה שבה היא השכילה להשתמש בתבונה לאורך 35 שנות קיומה", "wordCount": "1077", "commentCount": "4", "genre": "544.Comput-545.HardwareAndSoftware", "isAccessibleForFree": "True", "keywords": "מוזיקה,טכנולוגיה,רדיוהד,תום יורק,סטרימינג", "articleBody": "בקיץ שעבר נמלאו תחנות הרכבת התחתית של לונדון במודעות משונות: \"האם יש לך קושי לזכור את החלומות שלך?\" שאלו הכרזות שפורסמו מטעם חברה בשם \"אנימה טכנולוגיות\". המודעה המשיכה: \"בנינו את מה שאנחנו מכנים 'מצלמות חלומות', רק התקשרו או שלחו מסרון למספר המצורף ונשיב לכם את החלומות שלכם\".    האמיצים שהעזו להתקשר קיבלו הודעה מוקלטת בקול רובוטי, שבסופה קטע מתוך אלבום הסולו האחרון של המוזיקאי תום יורק - Anima, שהיה רגע לפני השקה. יורק לא הסתפק בזה: למערך הקידום של אנימה הצטרף אתר ייעודי, וכתובת אמיתית לגמרי של ה\"משרדים\" של הסטארט-אפ הדמיוני שהקים - הפעם בלוס אנג'לס. מי שהגיעו בשעות הפתיחה אל הכתובת, קיבלו מיצג אודיו-ויזואלי ברוח האלבום החדש.    זו הייתה עוד הברקה שיווקית מבית היוצר של יורק, סולן להקת רדיוהד. במובנים רבים, המהלך הזה ניקז לתוכו את האמביוולנטיות שמאפיינת את היחס של ההרכב המוזיקלי לטכנולוגיה. ב-35 שנות קיום, רדיוהד הביאו לידי ביטוי כחלק כמעט אינהרנטי ביצירה שלהם את האמביוולנטיות הזו: אבן הדרך המשמעותית ביותר כנראה היא השקת \"אוקיי קומפיוטר\", אלבום קונספט שפירק לחתיכות את ההשלכות והמשמעויות של קדמה טכנולוגית, ונחשב לא רק כאחד האלבומים הטובים בהיסטוריה, אלא גם נתפס כנבואה שהקדימה את זמנה. זה גם היה האלבום שסימן את המעבר של רדיוהד לפאזת יצירה שמשלבת כלים אלקטרוניים, מכונות תופים, סאמפלרים והרבה מאוד צלילים מתוכנתים. \"מנסים לעשות פה משהו אחר\" אבל המעמד המיתי של \"אוקיי קומפיוטר\" הוא רק חתיכה אחת בפאזל. במשיכת החבל האינסופית שבין היקסמות מוחלטת מהטכנולוגיה לחרדה קיומית מפניה - חברי ההרכב פלרטטו עם רעיונות של קדמה, שינוי וחדשנות כמעט בכל הזדמנות. לא רק בתוך היצירה עצמה, אלא הרבה מאוד מסביב לה, בתהליך הבנייה והגיבוש של רדיוהד כקונספט שלם.   בשנת 1996, חודשים ארוכים לפני שנחת עלינו \"אוקיי קומפיוטר\", רדיוהד היו בין ההרכבים הראשונים בעולם שהקימו לעצמם אתר אינטרנט. המרשתת עוד היתה לגמרי בחיתולים, ורדיוהד עוד הייתה רחוקה מהכרה גלובלית, ולכן הדומיין נרשם עם סיומת מקומית של בריטניה. בכניסה לאתר ציפתה הודעה לגולשים (אז עוד קראנו להם \"גולשים\" ולא \"משתמשים\"): \"זהו האתר הרשמי של להקת רדיוהד. ישנם אתרים אחרים זמינים, אם אתם מחפשים טאבים לגיטרה, דיסקוגרפיה, קובצי קול, סרטוני וידאו, או מה הלהקה אכלה לארוחת בוקר - אתם נמצאים במקום הלא נכון. אנחנו מנסים לעשות פה משהו אחר. אז הנה זה. משהו אחר\".    כבר אז השתרשו ראשי התיבות W.A.S.T.E כמעין מונח-גג עבור כלל השירותים המקוונים והמוצרים הפיזיים של רדיוהד - הן כהרכב והן במסגרת פרויקטי סולו שיגיעו מאוחר יותר. ראשי התיבות ( We Await Silent Trystero's Empire) מופיעים בספרו של תומס פינצ'ון, \"הזעקה של אוסף 49\" - טקסט פוסט-מודרני ומפותל שעוסק בקונספירציה המערבת את חללי מלחמת העולם השנייה האמריקאים ואת חברות הסיגריות, וגם מייחס חשיבות גדולה להרכב המוזיקלי הגדול ביותר בעולם באותן שנים - הביטלס. יורק, שהושפע מהספר ומיתר הכתבים של פינצ'ון, אימץ את הקונספט של W.A.S.T.E כחלק מהנרטיב המורכב של רדיוהד עם הטכנולוגיה. בשנת 2000 הושק אלבום האולפן הרביעי של רדיוהד - \"קיד איי\". את תהליך ההקלטות תיעד הגיטריסט אד אובריין בבלוג אינטרנטי. האלבום נחל הצלחה מסחררת - למרות שנחשב על ידי רבים כמורכב וקשה לעיכול, ומבחינה מוזיקלית היה אפילו יותר מושפע מסאונד אלקטרוני מקודמו.  ההצלחה של האלבום נזקפה אז לשילוב בין הציפייה וההצלחה העולמית שהגיעו אחרי \"אוקיי קומפיוטר\", לבין תקלה מופלאה: שבועות לפני תאריך ההשקה הרשמי, האלבום הודלף כולו לפלטפורמת \"נאפסטר\" - שעתידה הייתה להפוך את תעשיית המוזיקה על פיה. בזמן שהרכבים מבוססים כמו מטאליקה ואמנים מצליחים כמו מדונה גררו את אנשי נאפסטר למאבקים משפטיים והובילו לסגירתה, רדיוהד נהנתה מהצד האחר של הפלטפורמה, והצליחה להגיע באמצעות נאפסטר לקהלים חדשים מסביב לעולם.    התקרית הזו הובילה לשינוי תפיסה משמעותי בכל מה שקשור להפצה ומכירה של מוזיקה אצל חברי ההרכב. גם האלבום הבא, Hail To The Thief, הודלף כולו למרשתת עוד לפני ההשקה - אבל הפעם חברי ההרכב רתחו: לא בגלל ההורדות הבלתי חוקיות, כפי שהסביר ג'וני גרינווד, אלא בגלל שההדלפה כללה קטעים לא ממוקססים ולא שלמים מהאלבום. ברדיוהד ביקשו להקדים את מועד ההשקה כדי לאפשר למוזיקה שלהם להיות מופצת ומושמעת כשהיא שלמה וגמורה, אולם חברת התקליטים סירבה לבקשה. מכאן התחיל תהליך של שחרור ועצמאות מהלייבל, שאת התוצאה שלו יכולנו לראות בשנת 2007 עם השקה מאוד לא שגרתית של האלבום In Rainbows. במהלך די חסר תקדים, בייחוד עבור הרכב בסדר הגודל של רדיוהד, החליטה הלהקה לשחרר את האלבום החדש בצורה דיגיטלית ועצמאית לחלוטין, ועל בסיס מודל \"שלם כפי יכולתך\". רדיוהד איפשרו למאזינים להוריד את האלבום במחיר לבחירתם, כולל האפשרות לתשלום בסך 0 פאונד, במשך חודשיים רצופים. לאחר מכן שוחררו גם מארזי ויניל ודיסקים כמיטב המסורת המסחרית של רדיוהד, וההשקה המוזרה נחשבה מוצלחת במיוחד - גם במדד הרווחים, וכנגד כל מה שתעשיית המוזיקה חשבה שהיא יודעת עד אותו רגע.    בין לבין המשיכו ברדיוהד להתנסות: עם ולוגים וקטעי וידאו אינטרנטיים, עם ניוזלטרים למעריצים, פורומים והרבה מאוד \"באזז\" עם כל השקה. השיטות האלה אומצו גם עבור פרויקטי הסולו של חברי ההרכב, והקונספט תמיד הושלם באמצעים אמנותיים נסיוניים ובשיתופי פעולה מפתיעים.  הקידום של A Moon Shaped Pool, אלבום האולפן האחרון שהושק ב-2016, כבר הוטמע עמוק בתוך העולם החדש של הרשתות החברתיות: מעריצים בבריטניה שביצעו בעבר הזמנות מ-W.A.S.T.E קיבלו גלויות מסתוריות אתר הלהקה נמחק כולו וכך גם החומרים מהחשבונות ברשתות החברתיות ובאינסטגרם הופיעו קליפים קצרצרים מתוך הסינגל הראשון באלבום. גם הפעם, השיווק הדיגיטלי של האלבום החל כחודשיים לפני המוצרים הפיזיים, מתוך תפיסה והבנה שאחד לא בהכרח סותר את השני.    את חגיגות ה-20 ל\"אוקיי קומפיוטר\" חגגו המעריצים עם הוצאה מחודשת של האלבום, ועם מארז שלם הכולל תקליטי ויניל, ספרון שירבוטים בכתב ידו של יורק וספר שירים מעוצב, לצד קלטת (עם סליל והכל, כמו של פעם) - שהכילה הקלטות נדירות שנותרו על רצפת חדר העריכה. כי גם הטכנולוגיה שבאמצעותה מאזינים למוזיקה היא עניין - וכך, במהלך שנות הפעילות שלה הספיקה רדיוהד לעבור בין קלטות, למהפכת ה-CD, לתחיית הוויניל ולפורמטים דיגיטליים ושירותי סטרימינג, והיא ממשיכה לדלג ביניהם באלגנטיות עד היום.  כופר? קחו בחינם בשנה שעברה נחשף כי 18 שעות אולפן מוקלטות של רדיוהד מימי \"אוקיי קומפיוטר\" נחטפו ברשת על ידי קבוצה שדרשה מהלהקה כופר של 150 אלף דולר. בתגובה, החליט ההרכב לא להיכנע לדרישה, ופשוט שחרר בעצמו את החומרים לרשת - לגמרי בחינם. בינואר האחרון, רגע לפני שהסתגרנו בפעם הראשונה מפני נגיף הקורונה, השיקה הלהקה את \"הספרייה הציבורית\" - מיזם שכולו אספנות דיגיטלית, שהולך אחורה עד לימיה הראשונים. הספרייה כוללת תמונות, קטעי וידאו וארכיון, הופעות חיות, קצת מרצ'נדייס - כי איך אפשר בלי, ריאיונות ויצירות שונות לאורך השנים.   החבל עדיין מתוח והפלרטוט נמשך. לאורך השנים הצליחה רדיוהד להטמיע לתוכה את הקודים הבסיסיים של הפילוסופיה הטכנולוגית בכל רובד של פעילות: בתוכן היצירה, בתהליכי ההפקה המוזיקלית, במערכי השיווק וההפצה, באמצעי השמע. מצד אחד - משחקים בכל הכלים שבארגז, ומנגד ממשיכים לעצור ולשאול שאלות על השפעה, על השלכות, על משמעויות. במובנים רבים, טכנולוגיות מוזיקליות כמו גם ההיסטוריה של האינטרנט - ארוגים אל תוך המהות של רדיוהד עד כדי כך שכמעט בלתי אפשרי להפריד ביניהם. למזלנו, הסיפור הזה עוד לא נגמר. ", "title": "תורת המיתרים: הטכנולוגיה בשירות רדיוהד", "url": "https://www.ynet.co.il/digital/technology/article/S1bZ1bT4P", "type": "article", "site_name": "ynet", "published_time": "2020-09-18 08:30:00", "category": "HardwareAndSoftware", "subtitle": ""}