{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-3610254,00.html"}, "headline": "כך תבינו מה אומר רופא הילדים", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2008-10-19T11:23:10z", "dateModified": "2010-03-10T15:53:29z", "author": {"@type": "Person", "name": "ד\"ר איתי גל"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "הגעתם עם הילד לבית חולים - מקום בו אתם אמורים להרגיש בטוחים, אבל אתם חשים דווקא חסרי אונים ומבולבלים, כשהרופאים \"זורקים\" לאוויר כל מיני מונחים מפחידים ולא מוכרים. לפניכם מילון קצר שיכול לעזור לכם להיות קצת יותר בעניינים. גם כשהם מרכלים עליכם מאחורי הגב", "wordCount": "1770", "commentCount": "13", "genre": "1208.Health-3052.Parents&Children-4618.parents special-4699.health guide", "keywords": "", "articleBody": "אישפוז בבית החולים הוא אף פעם לא קל. לא עבור הילד ולא לכם. פרט לאובדן הפרטיות, הבדיקות החוזרות והריחוק מהסביבה הטבעית, הרי שגם השפה הרפואית המשמשת בין כתלי בית החולים את הצוות הרפואי לא עושה חיים קלים, ולא אחת אתם נבהלים מהמונחים והסלנג הרפואי.   חוק זכויות החולה, שנחקק בשנת 1996, מחייב את הצוות הרפואי להעניק לחולה את כל ההסברים והמידע על מצבו הרפואי, הטיפולים והסיכונים הכרוכים בכך. אלא שהעומס הרב, שרק הולך וגובר עם המספר המצומצם של הרופאים והאחיות, אינו מאפשר תמיד לצוות להאריך בהסברים.    כדי להקל עליכם ולו במעט, הנה כמה פנינים מהשפה של בית החולים שוודאי עברו בין אוזניכם. לגזור ולשמור:    איי.די.די - ADD  הפרעת קשב – Attention Deficit Disorder. לדוגמא: \"יש לו ADD, תן לו ריטלין ושחרר אותו הבייתה\".    איי.די.אייג'.די - ADHD  הפרעת קשב והיפראקטיביות. עיין ערך ADD.    אורגנומגליה הגדלת איברי הבטן, המורגשת בזמן הבדיקה הגופנית. לרוב מתייחס להגדלת כבד וטחול. לדוגמא: \"בטן החולה רכה, לא רגישה, לא נמושה אורגנומגליה\".   אטנדינג  הרופא הבכיר האחראי על המחלקה וממונה על הפעילות השוטפת. זהו הרופא העורך את ביקור הבוקר עם הרופאים המתמחים.   איי-בי-סי (ABC)  קיצור של שלבי ההחייאה הראשונים: Airway, Breathing, Circulation. לדוגמא: \"הוא איבד הכרה, קח אמבו ותתחיל ABC מיד\".   אייג'-וואי - HY  1. קיצור של היסטריה. 2. קיצור של היפרוונטילציה - מצב של נשימת יתר המתרחש לרוב בעת לחץ נפשי.   איי-די-די-אם (IDDM)  Insulin Dependant Diabetes Melitus - קיצור של סוכרת נעורים (סוכרת סוג 1, סוכרת תלויית אינסולין).   איי-וי (IV)  קיצור של Intra Venous - דרך הוריד. הכוונה למתן תרופה או נוזלים דרך הוריד, לרוב - אחד מוורידי הידיים.   איי-אמ (IM)  קיצור של Intra Muscular - דרך השריר. הכוונה למתן תרופה בזריקה לתוך השריר - לרוב בישבן או בזרוע.   איי.סי.פי – ICP וגם: EICP  לא, אין הכוונה לאיגוד חברות הכבלים, אלא לקיצור של Increased Cranial Pressure או Elevated Intra Cranial Pressure – לחץ תוך גולגלתי מוגבר, המטיל סכנה על רקמת המוח. לדוגמא: \"החולה מקיא ומתלונן על כאבי ראש. יש כאן חשד לאיי.סי.פי, שלח אותו לבדיקת פונדוס\".    אל-פי - LP בדיקת נוזל השדרה, שנועדה לבחון האם קיים זיהום העלול לגרום לדלקת קרום המוח.    אמ\"ל  קיצור של \"אין מה לציין\", כלומר – לא נמצאו ליקוי או הפרעה אצל החולה. לדוגמא: \"בבדיקה נוירולוגית שבוצעה לחולה - אמ\"ל\".    אנמנזה חלקית החולה או משפחתו לא תיארו בפירוט הנדרש את תלונתו. לדוגמא: \"לא ממש הצלחתי להבין הרבה, האנמנזה כאן חלקית\".    אס-או-אל (SOL)  קיצור של תהליך תופס מקום (Space Occupying Lesion) המסמל גידול, לעיתים סרטני. לדוגמא: \"בצילום ה-CT מוח ראינו עדות ל-SOL\".    אק\"ג  קיצור של אלקטרוקרדיוגרף - תרשים ההולכה החשמלית בלב, והמכשיר הבודק, הוא האלקטרוקרדיוגם. לדוגמא: \"אדוני, יש לך את האק\"ג הקודם?\".      צילום: ויז'ואל/פוטוס   אקס (Ex)  כינוי לחולה שנפטר. מקור המילה - בתרגום המילה מלטינית: \"Exitus Letalis\" או אם תרצו, גם מאנגלית: \"לשעבר\". לדוגמא: \"החולה בחדר 10 הלך אקס\".    ביקור  קיצור של \"ביקור רופאים\": תהליך יומי הנמשך מספר שעות מידי בוקר ובתום העבודה בשעות הערב המוקדמות, במהלכו מבקרים הרופאים אצל כל החולים המאושפזים במחלקה, בודקים ומעדכנים בתיקם האישי את הממצאים החדשים. לדוגמא: \"אל תפריע לאטנדינג, הוא באמצע ביקור\".    במ\"פ  קיצור של \"בלי ממצא פתולוגי\", כלומר – לא נמצאה הפרעה או ליקוי אצל החולה.    בניגני  כינוי לתהליך או גידול שפיר, שאינו מסכן את חיי החולה. לדוגמא: \"הגוש בניגני לחלוטין, אני לא מודאגת\".    ג'י. אמ. ג'י. (GMG)  GMG הוא קיצור של \"גורנישט מיט גורנישט\" שמשמעו באידיש: כלום בריבוע. לדוגמא: \"החולה סובל מ- GMG ידוע כבר שנים. שחררו אותו דחוף\".    ג'י-אייג' (GH)  1) \"גומרים הולכים\" – הנחיה לרופאים לסיים את הטיפול בחולה מוקדם ככל האפשר כדי לפנותו מהמחלקה או כדי ללכת מוקדם הביתה. 2) קיצור של הורמון גדילה (Growth Hormone).    גסטרו  אוכל. המקור מגיע מהמונח בלועזית, שפירושו \"מערכת העיכול\". משמש בעיקר לצירופים שונים כ\"חדר גסטרו\" או \"ישיבת גסטרו\" (ראה להלן).    די-איי-סי (DIC)  סיבוך קטלני, הגורם להיווצרות קרישים ודימומים מרובים (Disseinated Intravascular Coagulation). המינוח משמש במיוחד במחלקות גינקולוגיה וכירורגיה.    די-די - DD  קיצור של Differential Diagnosis – אבחנה מבדלת, ופירושה: כל האפשרויות לתלונות החולה. למשל: \"החולה מתלונן על כאבי ראש. בדידי שלו מיגרנה, גלאוקומה, יתר לחץ דם, דלקת קרום המוח, דלקת עורקים וגידול סרטני\".      צילום: index open   דיזנטריה  שילשול דמי רירי, הנגרם לרוב על ידי חיידק השיגלה או הסלמונלה.    דמים  כינוי למבחנות המשמשות לבדיקות דם. לדוגמא: \"מי מהסטאז'רים לוקח הבוקר דמים?\".    המטו  קיצור של המטו-אונקולוגיה: ענף ברפואת ילדים העוסק במחלות דם וסרטן.   היפו (Hypo)  קיצור של \"היפוגליקמיה\", מצב השכיח בקרב חולי סוכרת, בו רמת הסוכר בדמם נמוך באופן קיצוני, ועליהם לקבל טיפול רפואי מיידי. לדוגמא: \"יש לי כאן היפו. נכניס לו עירוי\".    המאטומה (Hematoma)  שטף דם מקומי. נגרם ברוב הפעמים בזמן אישפוז בשל \"פארא\" (ראה להלן), או לפני אישפוז בשל חבלה.    וול-ביאינג - Well being  שלום החולה. לדוגמא: \"הוא נראה טוב, עם Well being תקין\".    ונפלון (Venflon)  צנתר המוחדר לאחד מוורידי היד, ומאפשר החדרת תרופות ונוזלים, מבלי לדקור את החולה שוב ושוב. לדוגמא: \"תכניס פה ונפלון, ותן לו 1000 סי.סי. סלאיין\".    זונדה  צנתר המוחדר לקיבה ומשמש לניקוז נוזלים מן הקיבה, החדרת תרופות או הזנה.    חדר גסטרו  חדר אוכל של הצוות הרפואי. לדוגמא: \"ד\"ר שמש לחדר גסטרו, דחוף\". ראה גם: גסטרו, ישיבת גסטרו.    טובוס  צינור פלסטי המוחדר לקנה הנשימה ומשמש להנשמה. לדוגמא: \"יש לו טובוס. הוא לא יכול לאכול. תכניסו לו זונדה\".    טוקסיקה  כינוי לארון ובו חומרים ממכרים או מסוכנים (כדוגמת מורפין). לדוגמא: \"תביאי לי את המפתח לטוקסיקה. אני צריכה לתת לחולה אמ-או\" (מורפיום).    טריאז'  מחלקה ממיינת בקידמת חדר המיון. לדוגמא: \"גש לטריאז', שם יחליטו אם אתה אלינו או הביתה\".    טרמינלי  כינוי לחולה סופני, שאין לו מרפא.    ישיבת גסטרו  כינוי למסיבת אוכל או ארוחה של הצוות הרפואי בחדר האוכל במחלקה. לדוגמא: \"הפרופסור נמצא כרגע בישיבת גסטרו, הוא ישוב בעוד כשעה\". ראה גם: גסטרו, חדר גסטרו.    כימיה  בדיקת דם, הכוללת מינרלים ומרכיבים המצויים בנוזל עצמו, כמו נתרן ואשלגן. לדוגמא: \"קח לו ספירת דם וכימיה\".    כללית  כינוי לאחות תורנית האחראית על כל האישפוזים בבית החולים בכל משמרת. לדוגמא: \"תתקשרי לכללית ותודיעי שיש כאן אישפוז לפנימית\".  כינוי לבדיקת שתן כללית שנועדה לבחון האם קיימת הפרעה גסה בדרכי השתן או בנוזל השתן.    להאזין לו  כינוי להאזנה ללב או לריאות באמצעות הסטטוסקופ. לדוגמא: \"אני רוצה להאזין לו, יש לי הרגשה שיש לו איוושה סיסטולית\".    להציג  הרופאים הסטאז'רים והמתמחים חייבים להציג בפני הבכיר את תלונת החולה, מחלותיו וממצאי הבדיקה כדי שזה יתן את האישור להמשיך הלאה בטיפול. לדוגמא: \"דוקטור חפץ, יש לי חולה להציג לך\".    מולטי  קיצור של \"מולטי טראומה\". פגיעה רב מערכתית, אירוע חבלה המוני או תאונה רבת פצועים הכוללת מספר נפגעים, שעומדים להגיע לבית החולים, בד\"כ לחדר המיון. לדוגמא: \"מגן דוד הודיעו שיש מולטי בדרך, מתאונת דרכים קשה. תזמינו את צוות הטראומה\".    מבדלת  קיצור של \"אבחנה מבדלת\" (עיין ערך די-די).  קיצור של ספירה מבדלת: פירוט ערכי תאי הדם הלבנים בבדיקת ספירת הדם.   מגיע לו  בדיקות או טיפולים אותם מעוניין הרופא הזוטר לתת לחולה. לדוגמא: \"אני חושבת שמגיע לו CT ראש\".    מורביד אובסיטי  חולה הסובל מהשמנת יתר ניכרת, המסכנת את חייו.    מֶטַא - META  קיצור של \"מטאסטאזיס\" – גרורות סרטניות. לדוגמא: \"הוא הגיע עם מטה לכבד. לא נשאר לו הרבה לחיות\".    מתוך בריאות שלמה תיאור של חולה בריא בד\"כ, שלקה במחלה זמן קצר לפני שהגיע לבית החולים.   נוזלים  כינוי לעירוי מים רפואיים יחודיים הדומים להרכב נוזל הדם, ומיועדים לטפל בעיקר במקרי התייבשות, חום גבוה, דימומים וניתוחים. לדוגמא: \"הוא שילשל כבר יומיים ומיובש מאוד, ניתן לו נוזלים עכשיו\".    סופרא-טנטוריאלי  כינוי לחולה בעל הפרעה נפשית. המקור הוא מאיזור אנטומי במוח, האחראי בין היתר על הפרעות פסיכיאטריות שונות. לדוגמא: \"קיבלתי עכשיו חולה סופרא-טנטוריאלי לאללה\".    סטאף  קיצור לחיידק סטאפילוקוקוס. לדוגמא: \"בתרבית מצאנו צמיחה של סטאף. נתחיל טיפול אנטיביוטי\".    סטורציה  רמת רוויון החמצן בדם. המדובר במדידה באמצעות מכשיר המתלבש על האצבע, ומאפשר מדידה מהירה של מידת החמצן בדם. באנשים בריאים צריך להיות מעל 93%.    סטרפ  קיצור לחיידק סטרפטוטוקוס. לדוגמא: \"בתרבית נתגלתה עמידות לסטרפ. צריך לחשוב על אנטיביוטיקה אחרת\".    סי.איי – CA קיצור של סרטן. לדוגמא: \"החולה בן 57, ברקע ידוע על CA”.  קיצור של סרטן מסוג מסויים הקרוי קרצינומה.   סי.אר.פי - CRP  קיצור של C-Reactive Protein – בדיקת דם כללית המצביעה על קיומו של תהליך דלקתי או סרטני בגוף.    סינקופה (Syncope)  עילפון, איבוד הכרה. לדוגמא: \"באמצע צום יום כיפור הוא דפק סינקופה, ופונה למיון על ידי מגן דוד אדום\".      צילום: liquidlibrary   סי. סי. (cc)  יחידת מידה לנפח. 1cc הוא 1 מיליליטר. לדוגמא: \"אחות, תני כאן 1000 סי.סי. נוזלים\".    סימנים חיוניים, סימני חיים כינוי ללחץ דם, דופק, נשימות, חום ומד רוויון חמצן (סטורציה).   סניור  כינוי לרופא בכיר.    ספסיס (Sepsis)  אלח דם. המדובר במצב מסכן חיים הנגרם בשל חדירת מזהמים (לרוב חיידקים) לזרם הדם. ספסיס דורש אישפוז וטיפול אנטיביוטי ישירות לוריד. לדוגמא: \"החולה בספסיס, ומקבל אנטיביוטיקה IV\".    ספירה  בדיקת דם הכוללת את תאי הדם השונים, מספריהם, גודלם ותקינותם.    סטייה שמאלה  מצב בבדיקת דם המעיד על קיום תהליך דלקתי המערב זיהום בחיידקים. לדוגמא: \"בספירת הדם יש לו סטייה שמאלה. תני לו אנטיביוטיקה\".    סטיק  מלבן דק ובו ריבועים צבעוניים ומיועד לבדיקה מהירה של נוזל השתן.    סטריפ סרט נייר ועליו תרשים האק\"ג או המוניטור המדגימים את ההולכה החשמלית בלב. דוגמא: \"תראו לי את הסטריפ, יש לי חשד שיש לו הפרעת קצב\".   פארא (Para)  כינוי לווריד ש\"התפספס\" בעת החדרת מחט העירוי. שכיח בקרב רופאים צעירים וסטודנטים לרפואה. התוצאה לרוב היא שטף דם מקומי, וכאבים החולפים תוך כיומיים. לדוגמא: \"אחות, יש לי כאן עוד פארא. לא הולך לי היום\".    פר אוס  צורת לקיחת תרופה או בדיקת חום דרך הפה (P.O-Per os).    פר רקטום  צורת לקיחת תרופה או בדיקת חום דרך פי הטבעת (P.R-Per Rectum).    צב\"ס  קיצור של צילום בטן סקירה: צילום רנטגן של הבטן, ללא חומר ניגוד.    צל הלב כינוי ללב, כפי שנראה בצילום רנטגן של החזה. לדוגמא: \"בצילום החזה צל הלב תקין\".    קופי גראונד  הקאה שחורה, הנראית כנוזל עם גרגרי קפה טחון ונובעת מדימום במערכת העיכול העליונה.    קרפיטציות  חירחורים עדינים בריאות. מסמל מחלת ריאה. לדוגמא: \"יש לה קרפיטציות מרשימות בכל הבסיסים\".    שיגרה  בדיקות דם הכוללות ספירת דם. לדוגמא: \"קחי לו שיגרה עם אנזימים\".    שפאיות (Shpayot)  כינוי להקאות. לדוגמא: \"החולה הביא עליי שפאיות, על החלוק\".    שפאדל  כינוי למקל עץ המשמש לבדיקת גרון.    שקיעה  שקיעת דם: בדיקת דם הנותנת מידע כללי על הימצאות תהליך דלקת או תהליך סרטני בגוף.    תד\"ש  כינוי לבדיקת ספירת הדם.    תוספת לאנמנזה  נתונים נוספים חדשים שמוסר החולה, בבדיקתו השנייה והשלישית במחלקה. לדוגמא: \"הוא לא מסר לי על דפיקות הלב, זו תוספת לאנמנזה\".    תסנין  איזור דלקתי בריאות, הנראה בצילום הרנטגן. לדוגמא: \"צילום החזה תקין, ללא תסנינים\".    תפליט תפליט פריקרדיאלי: הצטברות נוזל בין הלב למעטפת הלב הגורמת ללחץ על הלב ופוגעת בתפקודו.  תפליט ריאתי: הצטברות נוזל בין הריאה לקרומים העוטפים אותה הגורמים ללחץ על הריאה ולפגיעה בתפקודה התקין.  תפליטים: נקודות לבנות המכילות חיידקים ותאי דלקת, ומופיעות לרוב על גבי שקדים מוגדלים דלקתיים. לדוגמא: \"בלוע קיימת הגדלת שקדים עם מספר תפליטים דו צידיים\".   ", "title": "כך תבינו מה אומר רופא הילדים", "url": "https://www.ynet.co.il/articles/0,7340,L-3610254,00.html", "type": "article", "site_name": "ynet", "published_time": "09:23 , 19.10.08", "category": "Health", "subtitle": "הגעתם עם הילד לבית חולים - מקום בו אתם אמורים להרגיש בטוחים, אבל אתם חשים דווקא חסרי אונים ומבולבלים, כשהרופאים \"זורקים\" לאוויר כל מיני מונחים מפחידים ולא מוכרים. לפניכם מילון קצר שיכול לעזור לכם להיות קצת יותר בעניינים. גם כשהם מרכלים עליכם מאחורי הגב"}