{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5737746,00.html"}, "headline": "ספיישל שיק או שוק לשבועות: הביצה לבשה לבן", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/26/9993780/999375801000100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/26/9993777/999375901000100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/18/9489910/94898580990100650907no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/26/9993771/999376101000100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/27/9269635/9269582698395650889no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/26/9993776/999376001000100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/26/9327912/93279094942966501019no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/26/9993770/999376201000100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/26/9993769/999376301000100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/10/9297811/929777301000100650810no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/26/9993765/999376401000100650650no.jpg"], "datePublished": "2020-05-28T10:55:20z", "dateModified": "2020-05-28T14:39:51z", "author": {"@type": "Person", "name": "יוני פרוים"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "שמלות כלה חגיגיות, חולצה לבנה מכופתרת עם ג'ינס או טוטאל לוק מכף רגל ועד ראש - כוכבות הביצה לבשו לבן ואנחנו פה כדי לתת להן שיק או שוק", "wordCount": "1341", "commentCount": "36", "genre": "11211.PnaiPlus-11221.shik or shuk pp", "keywords": "שבועות,נטלי דדון,אגם רודברג,אביבית בר זוהר", "articleBody": "  את הטוטאל לוק שתיכננו ללבוש בליל הסדר ובוטל בגלל הסגר - כבר איפסנו חזרה בארון, וגם את האאוטפיט לחגיגות יום העצמאות נאלצנו לדחות לשנה הבאה. למרבה המזל, חג שבועות מגיע ולוקח את כל הקופה וכמה כיף שיש אפילו קוד לבוש: הצבע הלבן. אז בזמן שאתם מתלבטים מה יצטלם יותר טוב לסטורי, או איזו שמלה תגרוף הכי הרבה לייקים ברשתות, החלטנו לתת השראה עם הנשים היפות של הביצה שלא מחכות לשום חג כדי ללבוש לבן. משמלות הכלה הכי בולטות שהיו לנו השנה בביצה ועד כאלה שהלכו על טוטאל לוק צחור. ואל תשכחו לתת להן שיק או שוק.   הכלות    נכון שאף אחת לא מתכננת להפציע לארוחת חג עם שמלת כלה (אלא אם היא באמת רוצה למשוך את כל תשומת הלב בשולחן), אבל תודו שטהוניה רובל, מגי אזרזר, אגם רודברג ורונית יודקביץ לגמרי עושות חשק להתחתן או לכל הפחות לקנות שמלת כלה.    רובל, שנישאה בינואר האחרון, החליפה במהלך החתונה לא פחות משלושה אאוטפיטים במהלך החתונה (בעיצובה של אוריה עזרן) אבל אין ספק שהאוברול התעלה על כולם. גם הכלות אגם רודברג ומגי אזרזר לא הסתפקן בשמלה אחת וסיפקו לנו בערב אחד לא פחות משלושה לוקים שונים שהוגשו בין המנות. אזרזר בחרה בצמד המעצבות חזן צוקרמן שהופקדו על השמלות ליום הגדול, ואילו רודברג בחרה במעצב אלון ליבנה כי מה שטוב לביונסה טוב גם לה.    מי שלא איכזבה גם ביום החתונה שלה הייתה רונית יודקביץ' שלא הייתה דומה לאף כלה שראינו. החתונה שהתקיימה בשישי בצהריים במסעדה בתל אביב, גרמה לנו להרגיש שאנחנו נמצאים לרגע בטוסקנה, לא מעט בזכות העובדה שבחרה במעצבת אליאן סטולרו, שוויתרה על השמלה הרגילה ובחרה לה חצאית מקסי וחולצת משי סאטן.   והמנצחת? במקרה הזה מדובר בתיקו חד משמעי בין כולן. שאפו גבירותיי.   המשקיעות    מי אמר שצריך לעמוד מתחת לחופה כדי ללבוש אאוטיפט לבן מחרפן? לא במקרה של לירן כוהנר, נסרין קדרי, לאה שנירר או בל אגם. שנירר לגמרי גנבה את ההצגה בבר המצווה של בנה רפאל בחודש ספטמבר האחרון בשמלה של המעצבת סיון בן דויד שהציגה את העבודה הקשה בפילטאטיס של האמא של חתן השמחה.    על המהפך של נסרין קדרי דיברנו לא מעט בשנה החולפת, אבל רגע מכונן שבו קדרי הפכה מול עינינו לברבור לבן היה כשלבשה שמלה בלתי נשכחת של המעצב דרור קונטנטו, באירוע ההתרמה לאגודת ידידי איגי, שבקלות הייתה הופכת כל כלה למאושרת.    לצידן של קדרי ושנירר, גם את האואטיפים של לירן כוהנר ובל אגם שמנו לנו השנה בתיקיית המועדפים. כוהנר באוברול לבן א-סימטרי בגזרה נשפכת שהיה מדוייק ביותר ואגם בחליפה שהורכבה מחצאית בגזרת מידי ובלייזר לבן ברכיסה כפולה שהצדיק את מקומה ברשימת \"השיק\" של \"פנאי פלוס\".   המנצחת: אנחנו מודים שזו הייתה תחרות מאוד קשה וצמודה, אבל בגיל 62 לאה שנירר לגמרי ראויה לניצחון.        השילוב הקדוש: חולצה לבנה וג'ינס      אם יש משהו שאפשר להיות בטוחים שאף פעם לא יאכזב אותנו, הוא השילוב בין ג'ינס לחולצה הלבנה על שלל צורותיה. גם בר רפאלי, אנה ארונוב, קים אור אזולאי וטיטי איינאו יודעות שאין מקום לטעויות כשזה נוגע לשילוב בין השניים. בעוד רפאלי הלכה על טון שקט אבל מאוד מדוייק עם ג'ינס בהיר, נעלי עקב ותיק קלאץ' בצבע זהה לחולצה, ארונוב לקחה את החולצה הלבנה צעד אחד קדימה. ארונוב שצריכה להצדיק את הטייטל \"פאשניסטה\", הרכיבה טוטאל לוק שיש סיכוי גבוה שעובד רק עליה, עם חולצת קשירה לבנה, ג'ינס בגזרת בויפרננד ושיער משוך לאחור.    כוכבת הרשת והנוער קים אור אזולאי, לא פספסה הזדמנות לשווק את מותג הכובעים שלה ונתנה לנו וייבים של טקסס פינת המערב הפרוע עם נעלי בוקרים חומות שהשתלבו עם התיק והחגורה בצבע זהה. לעומתה, מלכת היופי במיל ניצלה את המטר שמונים וקצת שלה לג'ינס בגזרת פדלפון, ויחד עם הצמות והפאץ' לב שהיה מוטבע על הג'ינס, לגמרי קיבלנו אווירה של פסטיבל וודסטוק.   המנצחת: דו קרב צמוד בין בר רפאלי לאנה ארונוב מבחינתנו, אבל מי שזכתה בכל הקופה היא הפעם רפאלי שלא פספסה בשום פרט והזכירה לנו למה זכתה אצלנו בתואר \"מלכת השיק\".      השמלה הלבנה הקטנה      נכון שאת מקומה של השמלה השחורה הקטנה אף אחד לא יצליח לערער בארון הבגדים שלנו, אבל תודו שגם בצבע לבן זה לגמרי עובד. מיכל אנסקי, ג'ני צ'רוואני, אנה ארונוב ושי מיקה נתנו לנו השנה אפשרות לראות איך עושים את זה נכון:   באירוע \"שיק או שוק\" שהתקיים השנה, שמלת הכפתורים בגזרת מיני של אנסקי גרמה לנו להתקשר אליה ביום שאחרי כדי להבין איך אנחנו גם משיגים שמלה שתצליח לשלב בהצלחה בין אלגנטיות ורגליים חשופות בהצלחה גדולה כל כך.   צ'רוואני נתנה לנו תחושה של מסיבת קוקטיייל בפסטיבל קאן בשמלת פייטים שהוכיחה שאפשר ללבוש פייטים באור יום בלי להרגיש מוגזמים. ארונוב חוזרת לסיבוב נוסף, הפעם עם הגרסה שלה לשמלה הלבנה הקטנה - שוב פעם מוטיב הקשירה בטופ, רק שהפעם בתחרה והנה לוק שיכול לשמש אותה גם לארוחת חג שבועות.    לקינוח, שי מיקה התייצבה להשקת בוקר עם שמלה בעלת שרוולים תפוחים והצליחה להקליל את האווירה בעזרת משקפי שמש ושרשרת צדפים.   המנצחת: שתי העולות לגמר הן מיכל אנסקי וג'ני צ'ראווני אבל על חודן של כמה נקודות, אנסקי הצליחה לקחת את כל הקופה. תודו שאנחנו צודקים.        טוטאל לוק לבן      אנחנו לא זוכרים מתי הייתה הפעם האחרונה שלבשנו לבן מכף רגל ועד ראש - בעיקר לאור העובדה שרוב הסיכויים שנמצא את עצמנו בסוף הערב מנסים להסיר כתמים של עוגה עם מגבון מסכן, אבל זה לא צריך להדאיג את נטלי דדון, עינת ארליך, אלין כהן ומאיה בוסקילה שהלכו על זה בכל הכוח.   בוסקילה וכהן התייצבו לחתונה בטוטאל לוק לבן, כן, מה ששמעתם. נכון שזה הדבר האחרון שהייתם מצפים מאורחות בחתונה, אבל במקרה שלהן זה לגמרי עבר בהצלחה, בזכות העובדה שהיה מדובר בחתונה הגאה המדוברת של איש התקשורת צחי קומה ובן זוגו רן עוזר שהתקיימה בנובמבר האחרון.   כהן לבשה שמלת מיני א-סימטרית עם מגפיים לבנים וכמובן לא שכחה את סימן ההיכר שלה - האודם האדום, שסיפק רגע של גלאם בחתונה. בוסיקלה בחרה בשמלה ללא מחשוף, אבל כזו שפירגנה לרגליים, וציוותה לה תיק לבן בוהק ונעלי סטילטו מתוכשטות.   עינת ארליך גם סיפקה השנה את הרגע שלה בלבן, כשהגיעה לפרימיירה של \"אפס ביחסי אנוש\" בתיאטרון בית ליסין. בלי יותר מדי רעש וצלצולים, ארליך בת ה-51 מצליחה עדיין להיות הכי מגניבה עם סניקרס לבנים, סקיני וחולצה מכופתרת לבנים - וכמובן שהחיוך אומר הכל.    מי שמצליחה להשתנות ממפגש למפגש היא כמובן נטלי דדון, שלשמחתנו לא פסחה השנה על הצבע הלבן ונתנה לנו אותו במלוא הדרו בחליפה לבנה בגזרה גברית עם מגפונים לבנים וטאץ של צבע בתיק.    המנצחת: הקוליות והחיוך של עינת ארליך תמיד עשו לנו את זה. במיוחד כשהיא לובשת הכל לבן.        קז'ואל שיק     מי אמר שלבן לובשים רק לאירועים חגיגיים? שלומית מלכה, אירית רחמים ונסרין קדרי מוכיחות שאפשר גם אחרת. במקרה של קדרי ורחמים הייתה זו ההופעה של גנ'יפר לופז בשיאו של אוגוסט הרותח בפארק הירקון, שגרמה להן להתייצב בשמלות לבנות וסניקרס כאילו מדובר בחגיגות שבועות בקיבוץ. רחמים נתנה את הטאץ' של הצבע עם החגורה במותן וההדפס בנעליים וכמובן המניפה שהייתה מצרך חובה באותו ערב.   לעומתה, קדרי הלכה על טוטאל לוק \"הבת של השכן\" בשמלה בגזרת סטרפלס וכמובן שאסור להתעלם מהכובע. מי שסיפקה את הרגע המפתיע לטובה, הייתה הדוגמנית שלומית מלכה, שלרוב זוכה לחותמת \"שוק\", אבל לרגע אחד הכוכבים הסתדרו בשמיים והדוגמנית היפה סחטה מאיתנו קריאות התפעלות. בשמלת מיני לבנה א-סימטרית עם סיומת פפלום מתנפנפת וסניקרס אדום לבן, מלכה נראתה קום איל פו.   המנצחת: נראה לנו שזה כבר ברור - חד משמעית וללא תחרות, שלומית מלכה היא המנצחת שלנו. הללויה.      הסקסית: מיני או מחשוף?       אנחנו לא יודעים אם חשבתם ללבוש לארוחת החג שמלת מיני צמודה או דווקא להשקיע באחת שנותנת כבוד למחשוף, אז רק נזכיר לכם מה לבשו השנה אביבית בר זוהר, לונא מנסור ואלין כהן שסיפקו את הרגע הסקסי של השנה בלבן. במקרה של בר זוהר, היא לגמרי מעדיפה לשלב בין שניהם ולא מסתפקת רק באחד כמו שקובע החוק הבלתי כתוב.    רגע לפני שעלתה על מדים, כוכבת הרשת כהן הגיעה ללא מעט אירועי השקה, באחד מהם היא גם לבשה שמלת מיני לבנה בגזרת קולור שהצליחה לעבור לנו בגרון לא מעט בזכות הסינקרס והתיק של \"בלינסיאגה\". דווקא על משקפי השמש הבומבסטיים היינו מוותרים. מי שנתנה את הטאץ' היוקרתי בחבורה היא השחקנית לונא מנסור, ששילבה בין זהב ללבן בצורה שנראתה לנו קצת מוגזמת בהתחלה, אבל אחרי כמה דקות ממש הסתדרה לנו בעיניים.   המנצחת: אם אי אפשר לנצח אותה, כדאי שנצטרף אליה. אביבית בר זוהר הפרס כולו שלך.   ומה אתם חשבתם על הלוקים הלבנים? הצביעו והשפיעו!    ", "title": "ספיישל שיק או שוק לשבועות: הביצה לבשה לבן", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5737746,00.html", "type": "article", "site_name": "ynet", "published_time": "07:55 , 28.05.20", "category": "PnaiPlus", "subtitle": ""}