{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5753820,00.html"}, "headline": "הנסיך הארי ומייגן מרקל אופים למען הנזקקים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/25/10056078/1005607101001699650692no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/25/10056076/1005607201002499650649no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/25/10056077/1005607301001199650340no.jpg"], "datePublished": "2020-06-25T11:03:54z", "dateModified": "2020-06-25T12:27:51z", "author": {"@type": "Person", "name": "ענבל חננאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "הדוכסים מסאסקס הפשילו שרוולים, לבשו סינרים והגיעו להתנדב במאפייה מקומית בלוס אנג'לס. \"העובדים שלנו זכו וזה היה כבוד גדול לצרף את הדוכסים למסע שלנו. לעולם לא נשכח זאת\", אמרה מנהלת המקום", "wordCount": "266", "commentCount": "33", "genre": "11211.PnaiPlus-26313.Royalty", "keywords": "הנסיך הארי,מייגן מרקל", "articleBody": "   הנסיך הארי ומייגן מרקל עשו צעד נוסף לטובת ציבור הנזקקים בלוס אנג'לס, והפעם: עלו על סינרים, מסכות ורשתות לשיער והתנדבו במאפייה מקומית. הדוכסית מסאסקס התנדבו לצד חברי כנופיה לשעבר במאפיית Homeboy Industries ובתמונות שפורסמו בעמוד הטוויטר הרשמי של המאפייה, נראו השניים כשהם מסייעים בהכנת המאפים, תוך כדי שהם לומדים על תוכנית הארגון של המאפייה.    \"תודה להארי ומייגן, הדוכס והדוכסית מסאסקס, על ביקורם, עזרתם ועבודתם לצידם של עובדי המקום. הצוות שלנו התלהב ושמח לעבוד לצידם של הדוכסים, שעזרו לנו להכין אוכל ולמדו יותר על תוכנית #FeedHOPE שהושקה לאחרונה. המטרה של התוכנית היא לספק ארוחות לקשישים ובני נוער בסיכון ברחבי לוס אנג'לס, בעקבות התפשטות נגיף הקורונה\". הנסיך והדוכסית סייעו לעובדי המקום באפיית לחמים וכמו כן בהכנת בצק ומיון מזון לאנשים נזקקים.      במהלך התנדבותם פגשו הדוכסים את האב בויל, אותו פגשה מרקל לראשונה לפני כ-20 שנה בתוכנית בישול, יחד עם אמה, דוריה רגלנד. \"הארי ומייגן הפשילו שרוולים ועבדו יחד עם כל הצוות שלנו במאפייה ובבית הקפה. זה היה רגע מלבב מאוד\", סיפר האב בויל.    מקורב לדוכסית מסאסקס סיפר ל\"דיילי מייל\" כי \"הדוכסית אמרה כי האווירה הזכירה לה את הפעמים בהן ביקרה במאפיית Luminary בלונדון, מיזם חברתי המציע לנשים חסרות אמצעים בבריטניה הזדמנויות חדשות. \"זה היה מדהים לשתף את הארי ומייגן בתוכנית החדשה שלנו\", אמרה מנהלת בית הקפה, הגברת מריאנה אנרקס, והוסיפה: \"שניהם אדיבים מאוד. צוות העובדים זכה וזה היה כבוד גדול לצרף אותם למסע שלנו. לעולם לא נשכח זאת\".    נציג מטעם של הזוג המלוכתי מסר בתגובה: \"הדוכסים מאוד מחוברים לארגון הפועל למשל ייעוץ, חינוך, סיוע משפטי והתמודדות עם התמכרויות. השניים מרגישים שזו דוגמה מושלמת לאמפתיה, טוב לב וחמלה, שיכולה בקלות לשנות את העולם\".   ", "title": "הנסיך הארי ומייגן מרקל אופים למען הנזקקים", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5753820,00.html", "type": "article", "site_name": "ynet", "published_time": "08:03 , 25.06.20", "category": "PnaiPlus", "subtitle": ""}