{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5639735,00.html"}, "headline": "אמא מאשרת? סינדי קרופורד מגיבה לזוגיות של בתה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/12/09/9646183/9646174099099650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/24/9615152/96151430990100650455no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/12/09/9646187/96461720990100650450no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/12/09/9646197/96461640990100650959no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/12/11/8936127/893611216830100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/24/9615150/96151450990100650450no.jpg"], "datePublished": "2019-12-09T15:35:55z", "dateModified": "2019-12-09T22:03:56z", "author": {"@type": "Person", "name": "עומר דניאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "אחרי חודשיים של זוגיות מתוקשרת, מקורבים לסינדי קרופורד מגלים מה דעתה על הרומן של בתה, קאיה גרבר, עם הקומיקאי פיט דיווידסון. ובכן, מסתמן כי יש לו סיבה לדאגה", "wordCount": "316", "commentCount": "15", "genre": "11211.PnaiPlus-11219.rihul pp", "keywords": "סינדי קרופורד,קאיה גרבר,פיט דיווידסון,רכילות,סלבס,הוליווד,Pplus", "articleBody": "   כבר דיברנו כאן בעבר על אחד הזוגות המוזרים שיש כיום בביצה ההוליוודית – הקומיקאי פיט דיווידסון (26) והדוגמנית קאיה גרבר (18), בתה של דוגמנית העל סינדי קרופורד.    באופן לא ברור, דיווידסון מצליח לשבות את ליבן של מיטב הכוכבות, החל באריאנה גרנדה (לה היה מאורס), השחקניות קייט בקינסייל ומרגרט קוואלי וכעת גם גרבר - והכל בתקופה של שנה אחת בלבד. אחד הדברים שסיקרנו אותנו במיוחד במערכת היחסים הזו, היא מה דעתה של קרופורד על בן הזוג החדש של בתה. בזכות מקורבים פטפטנים של הטופ מודל, התשובה לכך נחשפה כעת. ודעתה? לא חיובית במיוחד.     מסתבר שקרופורד ובעלה, איש העסקים רנדי גרבר, לא מתים על החבר החדש של קאיה, בעיקר בגלל העובדה שיצא עם שרשרת נשים בתקופה האחרונה, וטיפח תדמית של קזנובה שובר לבבות.   \"הם פשוט מקווים שמערכת היחסים הזו תדעך\", סיפר המקורב לזוג. \"קאיה מטיילת ועובדת בלי הפסקה, כמה רצינית הזוגיות הזו יכולה להיות?\". מקורב אחר סיפר שקרופורד וגרבר הם הורים מגוננים ומאוד מעורבים בחייהם של ילדיהם, כך שיש להם השפעה רבה על בתם, ועל העתיד של הזוגיות הזו. יחד עם זאת, המקורבים מספרים שלמרות שהשניים לא מאושרים מכך שהיא יוצאת עם דיווידסון, הם גם לא ממש מודאגים לגביה. הם יודעים שהיא אמנם צעירה אך מאוד חכמה, עם ראש על הכתפיים, והם סומכים עליה שתדע לדאוג לעצמה.     ואולי הוריה של קאיה אכן יכולים להיות רגועים בכל הנוגע לכוונתיו של דיווידסון כלפיה. חבריו מספרים שמערכת היחסים הזו חשובה לו מאוד, ולמרות שהזוגיות עדיין בתחילתה, אכפת לו מקאיה והוא לא מעוניין לפגוע בה: \"הוא נהנה להיות איתה ומצפה למפגשים שלהם. הוא רואה בה מישהי מאוד מיוחדת\".    חבריו של פיט גם מספרים שהוא מאוד רוצה למצוא את \"האחת\", ושהוא מודע לכך שהעובדה שיצא עם מספר נשים בתקופה של שנה וחצי מעמידה אותו באור לא טוב במיוחד. הם גם מזכירים שהוא מאוד רצה להתחתן עם גרנדה בזמנו. כזכור, דיווידסון וכוכבת הפופ החלו לצאת במאי 2018, והתארסו חודש בלבד לאחר מכן. הם נפרדו לאחר פחות מחצי שנה של זוגיות.", "title": "אמא מאשרת? סינדי קרופורד מגיבה לזוגיות של בתה", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5639735,00.html", "type": "article", "site_name": "ynet", "published_time": "13:35 , 09.12.19", "category": "PnaiPlus", "subtitle": ""}