{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-4627616,00.html"}, "headline": "אלה: \"גם אם וובה ישלם לי, לא אחזור אליו\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/02/16/5881427/588142501000100650947no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/02/17/5883437/58834360100099650430no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/02/17/5883600/58835990740100650578no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/02/11/5870998/58708760100099650964no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/01/28/5844086/584406110904986501010no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/02/17/5883439/58834350100099650971no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/01/29/5846162/58461553990100650498no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/01/25/5837454/58374397740100650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/02/17/5883621/58836190100099650430no.jpg"], "datePublished": "2015-02-18T11:20:00z", "dateModified": "2015-02-18T11:20:31z", "author": {"@type": "Person", "name": "מלי זיידמן"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "על המסך הקטן אלה ווובה עדיין רצים, אבל אנחנו לא באמת צריכים מיליון כדי לדעת שמדובר בצוות מנצח. החלטנו לנצל את המומנטום כדי לשמוע מצמד הפייבוריטים של עולם הריאליטי על העלייה לארץ, על ההתאהבות, על המשבר, וכמובן, על \"המרוץ למיליון\". ראיון זוגי אפלטוני", "wordCount": "1535", "commentCount": "153", "genre": "11211.PnaiPlus-11220.rechilutplus pp", "keywords": "המירוץ למיליון", "articleBody": "       אלה לא מתעוררת לראיון. וובה מתקשר ומתנצל בשמה, סופג את קוצר הרוח, נוסע לדירה שלה ומעיר אותה בעדינות שוב ושוב עד שהיא ניאותה להיכנס למקלחת. כשהם כבר מגיעים, בשעה איחור, הוא שוב מתנצל, והיא מסתירה את פניה במשקפי שמש גדולים של מותג על ושותקת. כשמתחיל הראיון, הגלגל מתהפך - אלה לא סותמת את הפה, ו־וובה מאפשר לה. בין לבין הם לא מפסיקים לצחוק ביניהם, עוברים לרוסית שוטפת ולעולמם שלהם, מסתלבטים על הכל, אולי גם על הכתבת. מוכיחים שגם אחרי שגבר ואשה מתאהבים, הופכים אקסים, רבים ומתנתקים לשנה, ואז מסתובבים סביב העולם כולו במרוץ מטורף למיליון, הם עדיין יכולים להישאר חברים טובים.    קבלו את אלה ווובה, הצמד מ\"המרוץ למיליון\" (ימי רביעי ושבת, 21:00 , ב\"רשת\") שהפכו תוך שנייה לשוס של העונה הנוכחית. הליהוק המבריק הזה, של שני עולים די חדשים, עם כנות כובשת ומבטא כבד, הפך מהר מאוד לזוג הפייבוריטים של רבים מאיתנו. העובדה ששאר הזוגות דווקא לא אימצו אותם ללבם באותו אופן, ודאגו לשים להם \"עצור\" בכל שלב בדרך, רק חיזקה את מעמדם ברחוב. הם האנדרדוג: לא יוכי ולינור הבלונדיניות, לא אלכסה ורז הפוטוגניים ולא מאירי ודניאל המשימתיים - יחד עם אוריאל וטום, עוד צמד אהוב שנגזר ממיעוט - דווקא הם אלה שכבשו את לב האומה.      אלה אייבינדר (26)  נולדה בעיר קטנה באוקראינה, שנתיים אחרי אסון צ'רנוביל (\"ובגלל זה אומרים שיש לי בעיה, איך אומרים, אנדוקרינולוגית. לכל בני הדור שלי יש את זה, אלה הורמונים. אבל אני בריאה כמו סוסה\"). בת יחידה לאמא מהנדסת ואבא בעל רשת דליקטסים (\"עם פירות ים ודברים טובים. וגם חנויות לקוסמטיקה. יחסית לעיר שלנו, היינו עשירים\"). כשהיתה בת 10 התגרשו הוריה על רקע העובדה שאביה רצה בכל מאודו לעלות לארץ, ואמה סירבה (\"היא לא אהבה את החום\"). אז הוא עלה לארץ והן נשארו באוקראינה, ומצבן הכלכלי הורע (\"אבל אבא שלי שלח לי כל הזמן בגדים, עד גיל 16 לפחות. אהבתי את בריטני ספירס, אז שלחתי לו תמונות שלה, והוא היה קונה לי בגדים כמו שלה\") כשסיימה את לימודיה בגיל 18 , אביה לחץ עליה לבוא לישראל.    המסמכים התעכבו במשך שנה וחצי ואלה שמחה. מצד אחד רצתה להתאחד עם אביה, מצד שני התקשתה להשאיר את אמה לבד באוקראינה. \"אמא לא רצתה לשחרר אותי, והיה לי קשה לעזוב אותה. היינו רק שתינו. כשקיבלתי כבר את המסמכים בכיתי נורא, לא רציתי לעזוב\". בגיל 19 וחצי היא נחתה בפתח תקווה, בבית אביה, שהיה נשוי שנית. \"לא הסתדרתי עם אשתו, ודווקא עכשיו, כשהם כבר גרושים, אנחנו חברות\". אבא שלה, שמצבו הכלכלי כבר לא היה טוב כבעבר, הסביר לה שהיא תצטרך בפעם הראשונה בחייה לעבוד למחייתה.       תוך שבוע היא עברה לגור אצל דודתה, קיבלה תעודת זהות ובאותו היום התחילה לעבוד ברשת חצי חינם. \"ידעתי רק שתי מלים בעברית: 'שלום' ו'מזגן'\", היא מספרת על תהליך ההתאקלמות. \"נתנו לי לעבוד במעדנייה של הבורקסים ושמחתי, כי במקרר נורא קר. למדתי מהר את כל מה שצריך לדעת על המחירים והמשקלים של הלחמניות והרוגעלך, כדי שלא יקפיאו אותי במקרר.    כולם היו שם רוסים מבוגרים ולא היה לי עם מי לדבר. הייתי בדיכאון, עד אז הייתי רגילה שאני חוזרת הביתה ומחכה לי אוכל מוכן ופתאום אני עצמאית. עומדת על הרגליים עשר שעות ביום ולא מסתדרת עם הצוות. התקשרתי לאמא שלי ואמרתי שאני רוצה לחזור לאוקראינה. אמרתי לה שארוויח עוד כמה שקלים ואחזור. ואז הגיע וובה\".       וובה לזרוביץ' (28) נולד באודסה, אוקראינה. בגיל חמש נפטרה אמו וחייו התהפכו על פיהם. \"אני זוכר אותה קצת. הייתי בן יחיד ומדודות שלי אני שומע שהיתה לי אמא מושלמת שנורא דאגה ואהבה אותי. אבל היו לה חורים בלב, והיא מתה מזה. אבא שלי רצה למצוא לי כמה שיותר מהר אמא אחרת, אבל זה היה ניסוי שלא הצליח. הוא התחתן שלוש פעמים, והיה לי קשה להסתדר עם הנשים שלו. זה היה מצב שתמיד אני הייתי הילד הרע. יש לי ממנו ארבעה אחים בארץ וארבעה אחים ברוסיה, וזה רק מה שאני יודע, כי הוא שובב גדול. בגיל 19 הוא דפק בדלת, עמד שם עם בחורה יפהפייה ואמר לי, 'תכיר, זו אחותך'. זה יכול לקרות שוב\".    אלה: \"נו, הוא כמו שאתה\".    וובה: \"אל תגידי את זה אפילו בצחוק. אני אם זה נתפס, זה עד הסוף. אצלי אין שטויות. הילדות שלי היתה עם הרבה שינויים. כל הזמן עברנו דירות ומקומות, ומאודסה למוסקווה, שאלה מקומות מאוד שונים. אודסה זה ים, ומוסקווה זה אוויר טוקסיק. היו הרבה שינויים בבית ספר ובחברים, וגם בנשים של אבא, והתרגלתי שאני לא מתקשר חזק, זה מה שיצא מזה\".    כשהיה בן 16 וחצי אבא של וובה הציע לו לעבור לארץ. הם השתקעו באשדוד (\"העיר מספר 1, מאוד־מאוד טובה\"), אבא שלו מצא עבודה ו־וובה נרשם לבית הספר (\"כל יום הייתי עובר על פניו. רק לאולפן הלכתי, אבל כל החבר'ה שם רוסים, אז לומדים רבע שעה עברית על הלוח, ואז מדברים רוסית שעות ושוכחים הכל\"). כשאביו הבין שלמידה לא תצא מזה, הוא שלח אותו לפנימיית נחלים ליד פתח תקווה. \"זאת היתה פנימייה דתית, ולא ממש הצלחתי ללמוד גם שם. הייתי מסתובב רק עם רוסים, המחברות שלי היו מלאות, אבל היה לי מאוד קשה להתרכז, ובסופו של דבר עזבתי\". בן דודו, שניהל חברה לתקשורת מחשבים, לקח אותו תחת חסותו ואיתו עבד כמה שנים. בסופו של דבר, עבר לדירה משלו בפתח תקווה, ומצא עבודה בחצי חינם, בסניף סגולה.       ביום הראשון לעבודה יצא החוצה לעשן וראה את אלה. \"היא היתה מתוקתקת כזו. על עקבים, מכנסיים צמודים, לא נראתה כמו כל העובדים שם. אז התחלתי לדבר איתה\".    אלה: \"נו, ברור. דבר ראשון שבאתי לארץ צבעתי לבלונד ועשיתי תוספות. באוקראינה כל החברות שלי היו כוסיות יפות, ואני לא הייתי יפה. כל הגברים הסתכלו על חברות שלי. כשבאתי לארץ וקיבלתי כסף ממדינה והרווחתי בסופר, כל יום קניתי בגדים בזארה, קוסמטיקה של שאנל. הייתי הולכת לסופר רק על עקבים, באוקראינה כולן 24 שעות על עקבים, חשבתי שזה ככה גם פה. עכשיו גם אני כבר הולכת עם קונברס\".    וובה: \"בחצי חינם היו אומרים: 'אלה איחרה בחצי שעה, אבל העיקר שהיא מאופרת'\".    אלה: \"ביום שוובה הגיע ישבתי בחוץ, מעשנת, והוא בא, ברוסית פונים למבוגר בלשון רבים, כאות לכבוד. והוא אומר לי, 'אולי יש לכם אש?' הסתכלתי אחורה לראות למי הוא מדבר וראיתי שאין אף אחד. הבנתי שהוא ג'נטלמן כזה, והתחלנו לקשקש\".        מפה לשם, הג'נטלמן נעזר בחוסר ההתמצאות שלו בפתח תקווה כדי להשיג דייט, ושאל את אלה איפה אפשר לצאת לרקוד. אלה חטפה את הכפפה וכבר באותו ערב התקשרה ושאלה אותו אם הוא רוצה להצטרף אליה לאומן 17 . \"הייתי עם עוד חברה ויצאנו, ואני לא זוכרת כלום מהדייט הזה, כי היינו נורא שיכורים\". הם המשיכו לבלות יחד עוד שבועיים, ובדרך היתה גם נשיקה אחת או שתיים, אבל מהר מאוד הבינו שזה לא הולך לכיוון הזה.    אלה: \"היינו כמו אחים. עשינו מלא צחוקים כל היום בחצי חינם, ואז בערב היינו יוצאים לרקוד. זה לא היה רומנטי, ולא היה צריך אפילו להגיד את זה, זה היה ברור לשנינו שזה יותר מתאים שנהיה ידידים\".    וובה: \"בגללי היא השמינה חמישה קילו בחודשיים\".    אלה: \"נכון, וובה עבד במחלקה של האוכל המוכן והיה לו בשר, ואני כבר לא יכולתי לראות בורקסים. כל היום הייתי באה אליו לבקש פרגית, עד שהמנהלת שלו ביקשה ממנו להגיד לי להפסיק לבוא\".    אז התשוקה לפרגית חיסלה את התשוקה ביניכם?  וובה: \"לא, היא פשוט גבר בשבילי. אני צריך אשה שתהיה יותר אשה, יותר עדינה, ושתיתן לי תשומת לב\".         ל\"מירוץ\" הם הגיעו אחרי שהמלהקים תרו אחרי חשבונות פייסבוק מעניינים והתאהבו בזה של אלה. \"הם הגיעו לפייסבוק שלי בגלל התמונות ושאלו אם אני רוצה לנסות. שמעתי את המלה אודישן ואמרתי ברור. אמרו לי שאחשוב על מישהו לעשות איתו את המשימות, ומייד חשבתי על וובה\".     למה?  אלה: \"כי הוא לא מפחד מכלום והוא חזק כמו שור. זה בן אדם שכל החיים עובד עבודה פיזית, וידעתי שהוא יתאים\".     וובה: \"היא אמרה לי 'ריאליטי אקסטרים' וישר אמרתי כן, למרות שבחיים לא ראיתי את זה. לא היה לי טלוויזיה עברית. רק בתקופה שעבדתי ב־ HOT , כטכנאי, ידעתי להדליק ערוץ 22 להראות ללקוח שזה עובד. אבל אלה ידעה שניכנס. אחרי האודישן הראשון היא כבר קנתה מזוודות\".     אלה: \"ברור, כי נכנסו כולם לחמש דקות, ואנחנו היינו חצי שעה. עשינו צחוקים. רק אחרי זה הבנתי שהיו 15 אלף זוגות במיונים. אז לא חשבתי על זה\". במהלך \"המירוץ\" נראה שאלה וובה מצליחים להגיע לקו הסיום של כל משימה, למרות המכשלות בדרך - אלה היא המכשלה הראשונה (\"אני לא כזאת ספורטאית\") וכרטיס העצור שהונף לעברם על ידי הזוגות האחרים, פעמים כל כך רבות, הוא הסיבה השנייה.     וובה: \"לא התחברנו, לא דיברנו עברית, לא רצינו לעבוד בקבוצה. הבנתי שזאת תחרות, וזו מלחמה וככה התייחסתי לזה. אבל זה היה מאוד קשה. כל פעם שראינו עצור זה היה כאילו זרקו עלינו אבנים. אפילו קשה לי לראות את זה בטלוויזיה, מתמלאות לי העיניים בדמעות\".     אלה: \"דיברתי עם לינור אחרי שחזרנו, כי אני מכירה אותה עוד לפני, עבדנו יחד במנגו בקניון, והיינו יוצאות ועשינו צחוקים, והיא אמרה לי שכולם פחדו מאיתנו\".         וובה: \"ממש, זה מה שהם אומרים עכשיו. היו זוגות הרבה יותר חזקים מאיתנו - אלכסה ורז, אוריאל וטום, שי ושני, דניאל ומאירי. אם זאת היתה טקטיקה, להם היה צריך לשים עצור. לא אהבו אותנו. מצד אחד זה נתן לנו מוטיבציה ומצד שני זה הוריד\".     ולמה אתם חושבים שהקהל כל כך אוהב אתכם?  אלה: \"כי אנחנו מצחיקים ואמיתיים, תמיד אומרים מה שאנחנו חושבים. אבל לא ציפיתי אפילו לחמישה אחוזים ממה שקרה עכשיו\".     וובה: \"אנחנו לא משחקים מול המצלמה משהו שאנחנו לא. כנראה בגלל זה. עכשיו אני הולך וממכוניות צועקים לי 'אתה תו־תו־תותח'\".   >> הראיון המלא בגיליון פנאי פלוס של השבוע - עכשיו בדוכנים       צילום: יניב אדרי, סגנון: אורית אפרתי, איפור: שירלי ויינר, שיער: אדיר יעקב ויניב זאדה.", "title": "אלה: \"גם אם וובה ישלם לי, לא אחזור אליו\"", "url": "https://pplus.ynet.co.il/articles/0,7340,L-4627616,00.html", "type": "article", "site_name": "ynet", "published_time": "09:20 , 18.02.15", "category": "PnaiPlus", "subtitle": ""}