{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5624792,00.html"}, "headline": "אתם בוחרים: הגבר הסקסי בישראל לשנת 2019", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/14/9597119/info2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594159/5456.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594162/54645.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594167/asdad.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594161/54564.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594160/6578.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594170/odad_karni.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594166/alex_(2).JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594164/alex_(1).JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594203/2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594202/1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594156/444.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594155/333.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594158/5156.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594172/ronen_fadida.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594157/4654.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594163/56468.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594154/6.JPG", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594171/rafi.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/13/9594168/eran_levi.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/14/9596517/1_(2).jpg"], "datePublished": "2019-11-15T10:03:31z", "dateModified": "2019-11-17T12:17:34z", "author": {"@type": "Person", "name": "חברי מערכת Pplus"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "זה הזמן הזה בשנה, והגיע הזמן להחליט - קבלו את 10 הגברים הכי לוהטים בישראל, שרק אחד מהם יזכה בתואר \"הגבר הכי סקסי לשנת 2019\". אז מי זה יהיה? אתם קובעים", "wordCount": "1060", "commentCount": "108", "genre": "11211.PnaiPlus-11220.rechilutplus pp", "keywords": "ג'ובאני רוסו,שגיא מוקי,מייקל לואיס,דור רפאלי,אליאב אוזן", "articleBody": "     בחירת הגבר הסקסי של Pplus נוצרה כקונטרה למסורת ארוכת השנים של מגזין People והפכה בשנים האחרונות לסנסציה בביצה המקומית. בשנה שעברה היה זה כוכב הרשת דודו פארוק שהצליח להפתיע את כולם (כולל אותנו) ולזכות בתואר \"הגבר הסקסי של ישראל\", כשהוא עוקף בדרך את זוכה האח הגדול ישראל אוגלבו ואת אלברט אסקולה, בעלו של אסי עזר.   השנה, בחרו מעבר לים בזמר המסוקס ג'ון לג'נד, אחד הכוכבים המוערכים בתעשייה האמריקאית, ומהבודדים שרשם לזכותו זכיות בכל הפרסים הנחשבים: גראמי, אוסקר, טוני ואמי, מה שכבר מצדיק בעינינו את הבחירה (למרות שלפי הסקר שלנו, אתם ממש לא הסכמתם איתה).    כדי שלא תגידו \"לא ידענו\", קבלו את עשרת הגברים הכי לוהטים בביצה והצביעו למועמד שלכם לתואר הגבר הסקסי בישראל, בסקר שבתחתית הכתבה.    והמועמדים הם:   שגיא מוקי: כי מדליית זהב על עור שחום וקוביות תמיד היו החולשה שלנו    עזבו את זה שהוא אלוף עולם הנוכחי בג'ודו, ספורטאי מצטיין עם אוסף מדליות מפה ועד להודעה חדשה ובאופן כללי סיפור הצלחה ישראלי, בואו נודה באמת והיא ששגיא מוקי הוא פשוט חתיך הורס ומבחינתו זה היה פשע לא לכלול אותו כמועמד. העור השחום, הקוביות, החיוך הממיס והצניעות הכובשת של הג'ודוקא הופכים את מוקי בן ה-27 לכזה שאין ספק שיסיים גבוה ברשימה.      מייקל לואיס: כי הרבה לפני הבקבוק הוא היה ברשימת הפנטזיות שלנו      ביולי האחרון מייקל לואיס הצליח לגרום למדינה שלמה לעצור את ענייני היום ולדבר אך ורק על דבר אחד: הסרטון שלו באינסטגרם ששבר את הרשת כשהוא מבצע בעירום מלא את \"אתגר הבקבוק\". מאז הסרטון אמנם ירד, אבל לואיס המשיך לפלרטט עם המצלמה בתמונות וסרטונים במה שנקרא עירום אומנותי, והזכיר לכולנו: למי למי יש יותר כבוד?      גיל מרנץ: מישהו לטפס איתו (ועליו)    הוא השם הכי חדש ברשימה שלנו, שפרץ רק בחודשים האחרונים לחיינו, אבל גיל מרנץ, זוכה העונה השנייה של \"נינג'ה ישראל\" הוא בדיוק מה שהיינו צריכים. הקוליות (או האדישות, תלוי איך תקראו לזה) כשהוא מבצע את המסלול בלי להניד עפעף (וכמובן בלי חולצה) גרמו לנו לפתח קראש על הזוכה הגדול של התוכנית המצליחה. תוסיפו לזה גם את הקוביות, הזקן המסוקס והעובדה שהוא רווק - וקיבלתם את החבילה המושלמת.       אקי אבני: כי העולם שייך דווקא לבוגרים    אקי אבני בן ה-52 נמצא בחיינו כבר לא מעט זמן, מאז הפציע על מסך הטלוויזיה שלנו אי שם בתחילת הניינטיז. תמיד ראינו בו כוכב מסוקס, סוג של ג'ורג' קלוני ישראלי, ומי שלא גדל על הסדרה \"טירונות\" שבה כיכב, לעולם לא ידע להעריך סקסיות של גבר במדי זית.    אחרי כל השנים, גם כשהמדים כבר מזמן לא עליו, הסקסיות שלו רק גברה. בתקופה האחרונה הוא חזר אלינו ובגדול בתור המאהב מהקליפים של ניקול ראידמן, שם הוא רוכב על סוס, מנהל קרב יריות, מחזר בצורה מתוקה ובעיקר שומר על היופי שמלווה אותו כל השנים. קח אותי אקי, כמו מילקי מהמדף!           אליאב אוזן: כי הגירושים עשו לו רק טוב, מסתבר    מדורי הרכילות געשו ורעשו כשביולי האחרון נודע שאליאב אוזן ואשתו בשלוש השנים האחרונות, דנית גרינברג, נפרדו. הפרידה הפכה למכוערת, וכללה האשמות והשמצות הדדיות - אבל אנחנו כמובן מעדיפים להתרכז בחיובי. מסתבר שמיד לאחר הפרידה, במקום לבכות על מר גורלו עם גלידה ביד, אוזן דווקא זרק את השוקולדים לפח, הלך למכון והשקיע את כל כולו בשגרת אימונים מפרכת שהורידה את מפלס אחוזי השומן בגופו וחשפה ריבועים בבטן משורטטים לתפארת. כי אין כמו לנקום באקסית עם לוק לוהט יותר מאי פעם.      תמיר סטיינמן: כי אם כבר חדשות רעות, לפחות שמישהו חתיך יבשר אותן    המצב הביטחוני המתוח בדרום הארץ בשנים האחרונות וסבבי הלחימה הבאים והולכים בהחלט מייצרים מצב נוראי עבור התושבים, וגורמים למתח ודאגה במדינה כולה. אבל אם אפשר מדי פעם להמתיק את הגלולה המרה הזאת עם פנים רכות ויפות על המסך - זו בהחלט יכולה להיות נחמה קטנטנה עבורנו.    כתב חדשות 12 בדרום הארץ, תמיר סטיינמן, לא נח בימים האחרונים, רץ בין מחסה למחסה תוך כדי ראיונות ואנחנו חייבים להודות שהאומץ שהוא מפגין בהחלט גורם לנו לחשוק בו. גם חתיך וגם אינטליגנט, שמדי פעם בתוך כל הרצינות הזאת מגניב חיוך למצלמה (כולל פרצי צחוק מדי פעם). אין ספק שהלב של בנות ישראל כבר מזמן שייך לו.      עדן חסון: גם חתיך, גם זמיר    ברור שאם עדן חסון היה לצידנו, אז לא היו יותר מועדונים (כפי שאומר השיר), אבל אנחנו עדיין מחכים שהוא יסתכל לכיוון שלנו עם העיניים הירקרקות שלו, כדי שנוכל להחזיר לו מבט אוהב. גבר עם כישרון, במיוחד כזה שיכול לשיר לנו, בהחלט עושה לנו את זה. בשורה התחתונה - לעדן חסון אין ראש למלחמות, אבל מקווים שכן לתחרויות, כי הוא בהחלט נותן פה פייט רציני.     דור רפאלי: בהחלט קיבל את הגנטיקה המוצלחת של משפחת רפאלי    כשאתה נצר למשפחת רפאלי מהוד השרון, אחיה של בר רפאלי ובנם של ציפי ורפי רפאלי, אין ספק שהמניה שלך בשוק גבוהה, והגנטיקה הטובה נשפכת ממך. במקרה של דור רפאלי, הוא לגמרי קיבל הכל -  הגובה, הגוף הסקסי, הפנים היפות שנוטפות גבריות והאופנוע הצמוד שלו שמרשים אותנו כל פעם מחדש, בהחלט גורמים לו להיות מצרך חובה ברשימה שלנו.    בחודשים האחרונים הדוגמנית עדן פינס כבשה את ליבו (כן, אנחנו מקנאים, מה לעשות?!). הזוגיות הזו הביאה אותו לפרונט יותר ממה שאנחנו רגילים, ועל כך אנחנו לגמרי מודים לגברת פינס.     ג'ובאני רוסו: מהמראה, דרך החוש הומור ועד המבטא    עוד מימיו בהפועל חיפה, ג'ובאני רוסו נחשב לאחד הכדורגלנים הלוהטים ביותר שהיו לנו בישראל. וכן, אנחנו עדיין מחכים שהוא יקיים את ההבטחה שלו, לרוץ בחוטיני בלבד, הבטחה שלצערנו לא יצאה לפועל מעולם. לשמחתנו, רוסו ניצל את שנת 2019 כדי לחזור לתודעה ובענק, כשהשתתף בתוכנית הריאליטי \"הישרדות Vip\", וכזכור סיים אותה כמנצח הגדול של העונה.    אז למה בעצם, ומה יש בג'ובאני שכל כך קוסם לנו? טוב ששאלתם. נתחיל מהמובן מאליו, האדון חתיך על חלל. ואם זה לא מספיק, תוסיפו את חוש הומור השנון שלו, הציניות הבלתי נגמרת, המבטא הסקסי ואת זה שגם אחרי מיליון שנה בארץ - יש עדיין מילים שהוא לא זוכר. אגב, הטופ שבטופ זה הלב הענק הזה שלו, וכן, אחנו עדיין זוכרים איך הוא הגן ושמר על שמחה גואטה במשך כל העונה. בינינו, יש יותר סקסי ממנו?         לירן לוי: כי מה יותר סקסי מגבר רגיש?    לירן לוי פרץ לחיינו בעונה השנייה של הריאליטי המוטל בספק \"חתונה ממבט ראשון\". כבר בשלב החופה, כשבת זוגו למסך (ולשעבר), שירי קופפרברג, עיקמה את הפנים כשראתה אותו, לוי נכנס לנו ללב ומאותו רגע האהבה שלנו רק הלכה והתגברה. לאורך כל הדרך (וכל הקשיים שהציבה עליו שירי) לירן המשיך להיות הג'נטלמן שהוא - דואג, אוהב, חם, מתחשב ורגיש, הכי רגיש שיש, מה שגרם לנו לתהות האם יש דבר יותר סקסי מזה?    בחודש אוקטובר האחרון התבשרנו כי לוי חזר שוב לשוק הרווקות, ויש לנו תחושה כזו שזה לא הולך להשאר הסטטוס שלו עוד הרבה זמן.          ", "title": "אתם בוחרים: הגבר הסקסי בישראל לשנת 2019", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5624792,00.html", "type": "article", "site_name": "ynet", "published_time": "08:03 , 15.11.19", "category": "PnaiPlus", "subtitle": ""}