{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://pplus.ynet.co.il/articles/0,7340,L-5718353,00.html"}, "headline": "מייגן מרקל חושפת תכתובות עם אביה ומוכיחה: התקשורת עשתה לה עוול", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/09/9835547/983553401000100650974no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/10/03/9521175/95210580993100650977no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/07/29/8685910/868590801000100650971no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/06/9829945/98299392590099650650no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/04/21/9920793/9920786393699650312no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/11/06/9579502/95794942779398650798no.jpg"], "datePublished": "2020-04-22T10:55:11z", "dateModified": "2020-04-22T13:42:34z", "author": {"@type": "Person", "name": "ענבל חננאל"}, "publisher": {"@type": "Organization", "name": "pplus", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/pplus_logo.jpg"}}, "description": "הדוכסית מסאסקס חשפה תמלולי הודעות שנשלחו לאביה ומציגים תמונת מצב שונה לגמרי ממה שתומס מרקל והתקשורת מנסים לצייר. וגם: הריאיון הראשון של מרקל מאז ה\"מגזיט\". צפו", "wordCount": "930", "commentCount": "24", "genre": "11211.PnaiPlus-26313.Royalty", "keywords": "מייגן מרקל,הנסיך הארי,פילים", "articleBody": "    לאחר שנתיים ארוכות של סכסוכים משפחתיים וטינופת באדיבות תומס מרקל, אביה של מייגן מרקל, אמש (ב'), אתרי החדשות הוצפו בהתפתחויות חדשות בסכסוך המתמשך. על פי הדיווחים, הדוכסית עצמה חשפה הודעות טקסט שהיא ובעלה, הנסיך הארי, שלחו לאביה - ויכולים לשנות את דעת הקהל על מרקל. תמלול ההודעות נמסר לצוות המשפטי של הדוכסית, ושימש כראייה לכך שהתקשורת הבריטית השתמשה לרעה במידע פרטי, הפרה את זכויותיהם ואת חוק הגנת המידע - כך לפי בני הזוג, שטענו שהתקשורת חשפה קטעים קצרים מהמכתב שכתבה הדוכסית לאביה לאחר חתונתה ולא את המכתב במלואו.    כזכור, כמה ימים לפני חתונתם של הדוכסים מסאסקס, אביה של מייגן זייף תמונות פפראצי וגרם לסערה חדשה בבריטניה. על פי הדיווחים, שעות ספורות לאחר התקרית, מרקל האב שלח הודעת טקסט מתנצלת לבתו, ובתגובה הנסיך הארי כתב לו כי הוא לא צריך להתנצל אלא רק לענות לטלפון.   \"טום, זה הארי. אני מתכוון להתקשר אליך ברגע זה\", כך כתב הנסיך בהודעה הראשונה, וכשתומס לא ענה, המשיך לשלוח הודעות טקסט נוספות: \"טום, זה שוב הארי! אני באמת צריך לדבר איתך. אתה לא צריך להתנצל, אנחנו מבינים את הנסיבות, אבל לצאת לציבור רק יחמיר את המצב. אם אתה אוהב את מג ורוצה לעשות את זה נכון תתקשר אליי מכיוון שיש שתי אפשרויות נוספות לתקן את המצב מבלי שתדבר עם התקשורת, שיצרה מלכתחילה את כל המצב הזה. בבקשה תתקשר אליי כדי שאוכל להסביר. מג ואני כלל לא כועסים, אנחנו רק צריכים לדבר איתך. תודה\".    כשאביה של מייגן בחר להתעלם גם מהודעת הטקסט המשתפכת של הארי, הנסיך לא ויתר, והמשיך: \"אם תמשיך לדבר עם העיתונאים הכל יחזור לאחור, סמוך עליי טום. רק אנחנו יכולים לעור לך, כפי שניסינו לעשות מהיום הראשון\".       עוד חשפה מייגן במסמכים המשפטיים כי במקום שאביה יחזור אליהם וישוחח איתם, הוא החליט לפרסם הודעה פומבית באתר TMZ, אז הודיע כי עבר התקף לב. לדבריה של מייגן זו הייתה הפעם הראשונה שהשניים שמעו על כך.   וזה לא נגמר בזה: מרקל חשפה כי מיד לאחר שנודע לה על כך שאביה לקה בליבו היא שלחה אליו כמה מקציני האבטחה שלה על מנת שיטפלו בו וידאגו לו אך תומס סירב לקבל את העזרה. עוד הוסיפה הדוכסית כי בניגוד לטענת העיתון Mail On Sunday, היא לא רק ביקשה מאביה לצלצל אליה אלא כתבה לו את הדברים הבאים: \"אני פונה אליך בכל סוף שבוע אך אתה לא עונה לאף אחת מהשיחות שלי וגם לא להודעות טקסט. אני מודאגת מאוד ממצבך הבריאותי. נקטתי בכל האמצעים על מנת להגן עליך אבל אני לא יודעת מה עוד אוכל לעשות אם אתה בוחר לא להגיב. האם אתה זקוק לעזרה? האם אוכל לשלוח לך את צוות האבטחה שלנו, שוב? אני מצטערת מאוד לשמוע שאתה בבית החולים אך צור איתנו קשר. באיזה בית חולים אתה?\".       כאמור, אביה של מייגן בחר להמשיך להתעלם מהודעותיה, אך הדוכסית, כך לפי המסמכים שנחשפו, לא התייאשה. \"הארי ואני קיבלנו החלטה ואנחנו שולחים אליך את אנשי הביטחון שלנו. הם יגיעו בסוף השבוע ויהיו לצידך על מנת לוודא שאתה בטוח. הם יהיו לצידך בכל דבר שתצטרך. אנא התקשר אלינו בהקדם האפשרי, זה חשוב מאוד. הבריאות שלך חשובה יותר מהכל\". לדבריה של מייגן, אביה ענה לה רק מאוחר יותר באותו היום ואמר כי הוא מעריך את ההצעה אך אינו חש בסכנה ולכן מעדיף להתאושש במוטל.    לטובת מי שפספס נציין כי חשיפת ההודעות הגיעה לאחר שהדוכסים מסאסקס פתחו במלחמה חדשה והודיעו בתחילת השבוע כי הם מתכוונים לנתק את היחסים עם ארבעה מוקדי תקשורת בריטים: \"דיילי מייל\", \"דיילי אקספרס\", \"דיילי מירור\" ו\"הסאן\". מטעמם של בני הזוג נמסר: \"לתקשורת יש את הזכות לדווח וכמו כן להביע דעה על הדוכס והדוכסית מסאסקס, דעה טובה או רעה, אבל הדיווח אינו יכול להתבסס על שקר\". ההחלטה על \"ניתוק היחסים\" עם ארבעת האתרים הגיעה חצי שנה לאחר שהדוכסים מסאסקס תבעו את ה\"דיילי מייל\" בעקבות \"פרסומים זדוניים\" המתפרסמים בקביעות בשנה האחרונה וכמו כן לאחר שלטענתם \"חיבלו ואף החסירו מידע משמעותי\" מהמכתב שכתבה הדוכסית מסאסקס לאביה.    \"תוכנו של מכתב פרטי פורסם שלא כדין ובאופן הרסני כדי לתעתע בכם, הקוראים. בנוסף לפרסום האסור של המכתב, העיתונות הטעתה אתכם בכוונה על ידי חשיבה אסטרטגית והשמטה של פסקאות נבחרות, משפטים ספציפיים ואפילו מילים בודדות, רק כדי להסתיר את השקרים שפורסמו במשך למעלה משנה\", כך אמר הנסיך בהצהרה הרשמית בחודש אוקטובר האחרון.       במקביל לפרסום ההודעות ואחרי ארבעה חודשים ארוכים ומלאי ציפייה זה סוף סוף קרה - הריאיון הראשון של הדוכסית מסאסקס מאז ה\"מגזיט\". הזוכה המאושרת בריאיון הייתה התוכנית \"בוקר טוב אמריקה\", אך כגודל הציפיות - גודל האכזבות, והדוכסית מסאסקס סיפקה ריאיון יבשושי למדי.   מרקל הופיעה בתוכנית, במטרה לקדם את הסרט החדש של דיסני פלוס, Elephants. מדובר בסרט תיעודי שיעקוב אחר מסעו המאתגר של עדר פילים באפריקה ומרקל מקריינת עבורו. לאורך כל הריאיון הדוכסית לא התייחסה ולו לרגע לפרישה מהמלוכה, ואם זה לא מספיק מאכזב – מסתבר שהריאיון המדובר צולם כבר לפני מספר חודשים.       במהלך הריאיון ניסתה מרקל להסביר על הדמיון בין בני האדם לפילים, והוסיפה כי היא בהחלט מבינה אותם. \"אני אסירת תודה על ההזדמנות לקחת חלק בהעלאת המודעות והבאת הסיפור של הפילים לחיינו. היה לי מזל גדול שיכולתי להתנסות ולחוות את הפילים בסביבתם הטבעית\", פתחה הדוכסית, והמשיכה: \"כשאת מבלה עם פילים ובין חיות בר אחרות, את מבינה שבאמת שיש לנו תפקיד בשמירה עליהם ועל בטיחותם\".   מרקל הוסיפה והסבירה על המלכותיות של הפילים (וזה היה הדבר המלכותי היחיד שהיה לה לומר): \"היצורים האלה כה מלכותיים ובמקביל כל כך רגישים וקשורים זה לזה. בסרט ניתן לראות עד כמה הם מדהימים, הזיכרון שלהם מדהים, הקשר ההדוק לעדר, הדרך שבה הם מגנים על הצעירים. אני חושבת שהם בעיקר דומים לנו ולא שונים מאיתנו\".    לסיכום חזרה וחידדה הדוכסית את המנטרה עליה היא חוזרת מאז כך רגלה דרכה לראשונה בארמון בקינגהאם, ואמרה: \"אם הייתה לנו מודעות גדולה יותר למכשולים העומדים בפנינו אני חושבת שהיינו דואגים אחד לשנייה, לכוכב הלכת הזה והיינו מקפידים לחיות בצורה שונה מאוד\".         ", "title": "מייגן מרקל חושפת תכתובות עם אביה ומוכיחה: התקשורת עשתה לה עוול", "url": "https://pplus.ynet.co.il/articles/0,7340,L-5718353,00.html", "type": "article", "site_name": "ynet", "published_time": "07:55 , 22.04.20", "category": "PnaiPlus", "subtitle": ""}