{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5046915,00.html"}, "headline": "תחנה אחרונה בטירוף ההנחות של נובמבר: מה לקנות בסייבר מאנדיי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/11/23/8172044/4-1_hibur6.jpg"], "datePublished": "2017-11-26T11:10:13z", "dateModified": "2017-11-26T11:10:13z", "author": {"@type": "Person", "name": "הדס שואף "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אחרי שופינג IL הישראלי וסינגלס דיי הסיני, מגיעה חגיגת הקניות האמריקאית לרשת. איזה מבצעים מציעים אתרי השופינג הנחשקים ומהם פריטי האופנה שלא כדאי לפספס", "wordCount": "760", "commentCount": "1", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-12122.shopper.com", "keywords": "שופינג,קניות ברשת,קניות,קניות אונליין,אתרים,סייבר מאנדיי,אופנה", "articleBody": "היו ימים שבהם מכירות סוף העונה נחשבו לתקופת הקניות המוצלחת ביותר בשנה, אבל אז הגיעו חגי הקניות המקוונים וטרפו את כל הקלפים. בתזמון נפלא עם החורף המאוחר בישראל, הפך נובמבר לחודש הקניות העולמי - שמתחיל בשופינג IL הישראלי, ממשיך בסינגלס דיי הסיני, ומסתיים עם סייבר מאנדיי, שנוסד ב-2005 כיום המבצעים המקוונים שממשיך את חגיגת בלאק פריידיי האמריקאית. מה עוד נשאר לקנות? בניגוד למכירות המקומיות והסיניות, סייבר מאנדיי (שמתקיים ב-27 בנובמבר) מציע שלל הנחות גם על פריטים של מותגים בינלאומיים נחשקים, כאלה שבימים רגילים רחוקים מהתקציב שלנו. זה אולי לא הזמן להעמיס, אבל בהחלט הזדמנות להתחדש בפריט אופנה חלומי, ואולי אפילו יוקרתי, שישדרג את המלתחה כולה. רגע לפני שליפת כרטיס האשראי, הרכבנו את רשימת החלומות מהאתרים המומלצים בעולם.    asos   מה מוכרים לנו: גן עדן לחובבות אופנה במחירים נגישים. האתר הפופולארי מציע אינספור פריטי לבוש, אביזרים, נעליים ותיקים, כולל קולקציות להריוניות, פטיט ומידות גדולות. לצד מותג הבית, ניתן למצוא כאן גם פריטים של מותגים ידועים כמו אדידס, ריבר איילנד, מיס סלפרידג'ס ואחרים. ההנחות: עד 30 אחוז הנחה בכל הקטגוריות ועד 70 אחוז הנחה בקטגוריית הסייל, כולל פריטים חדשים שנכנסו במיוחד לטובת המכירה. ההמלצה שלנו: שמלת ג'ינס מדגם Noisy May Hoodie Dress. מחיר לפני הנחה: 72 דולר.  משלוחים: חינם ברכישה מעל 40 דולר, הגעה תוך 14 ימי עסקים. ברכישה בסכום הנמוך מ-40 דולר, המשלוח יעלה 4 דולר לשליחות תוך ארבעה ימי עסקים ו-12 דולר לשליחות תוך שני ימי עסקים. ברכישה מעל 140 דולר - משלוח מהיר בחינם. יש אפשרות גם למשלוח אקספרס בתשלום נוסף.      boohoo   מה מוכרים לנו: אתר לנשים, גברים וילדים, העמוס בפריטי לבוש ואביזרים טרנדיים. האתר ידוע בזכות מגוון השמלות הרחב שמתאים לכל אירוע - משמלות יומיומיות ועד פריטים שיתאימו למסיבות פרום או חגיגות הסילבסטר.  ההנחות: חגיגת סייבר מאנדיי נפתחה עם 30 אחוז הנחה על כל האתר, ותגיע ביום שני ל-50 אחוז הנחה על חלק ניכר מהפריטים.  ההמלצה שלנו: שמלת מקסי ורדרדה מדגם Boutique Emily Beaded Maxi Dress, שמחירה כעת 45 ליש\"ט ועלול אף לרדת.  משלוחים: מחיר המשלוח הוא 9.99 ליש\"ט, הגעה תוך 14-5 ימי עסקים.          Pixie Market   מה מוכרים לנו: בוטיק ניו יורקי שהתפתח בשנת 2006 למותג אונליין מצליח המציע קולקציית בגדים ענפה ואקססוריז עדכניים. ההנחות: 15 אחוז הנחה על כל הפריטים באתר. ההמלצה שלנו: שמלה עשויה שכבות מדגם Chloe Taupe Knit Organza Layered Dress. מחיר לפני הנחה: 132 דולר.  משלוחים: משלוח חינם ברכישה מעל 200 דולר. בקנייה בסכום הנמוך מ-200 דולר יעלה המשלוח 35-25 דולר. המשלוח נעשה באמצעות DHL Express ומגיע תוך 4-1 ימי עסקים.       Only Hearts   מה מוכרים לנו: מותג הלבשה תחתונה ניו יורקי, שהוקם בשנת 1978 וחביב על סלבס כמו קייט מוס, קים קרדשיאן, סקרלט ג'והנסן ואל פנינג. באתר ניתן למצוא מבחר גדול של פריטי לנז'רי, פיג'מות ובגדי פנאי. ההנחות: 20 אחוז הנחה על רוב הפריטים באתר עם קוד קופון CYBERMONDAY17. ההמלצה שלנו: פיג'מה מודפסת לחורף מדגם Lazy Mayzie Pajama Pants (מחיר לפני הנחה: 88 דולר) ו-Lazy Mayzie Pajama Top (מחיר לפני הנחה: 124 דולר).  משלוחים: משלוח בינלאומי מתבצע דרך USPS, וזמן ההגעה הוא 14-7 ימי עסקים. מחיר המשלוח הוא 45 דולר, אך עלול להשתנות בהתאם למיסי המדינה שאליה החבילה נשלחת.      Creatures of Comfort   מה מוכרים לנו: קולקציית בגדים רחבה לנשים, לצד נעליים, תיקים, אביזרים, תכשיטים וקולקציה לילדים.  ההנחות: 30 אחוז הנחה על רוב הפריטים עם קוד קופון BLACKFRIDAY30. ההמלצה שלנו: תיק עור מדגם Equestrian Bag Calf Leather. מחיר לפני הנחה: 410 דולר.  משלוחים: משלוח בינלאומי נעשה באמצעות FedEx, ומחירו 35 דולר. בהזמנה מעל 450 דולר, המשלוח חינם.      net-a-porter   מה מוכרים לנו: אחד האתרים הפופולריים בעולם לנשים, המציע את הקולקציות העדכניות ביותר של מבחר מותגים מובילים. ביניהם: בלמן, פראדה, טום פורד, סטלה מקרטני ודולצ'ה & גבאנה.  ההנחות: עד 50 אחוז הנחה על מגוון פריטים. ההמלצה שלנו: חצאית מקסי פרחונית של המותג גאני. מחיר אחרי הנחה: 196 דולר.  משלוחים: משלוח אקספרס בלבד, שמחירו 55 דולר והוא מגיע תוך 6-4 ימי עסקים מרגע אישור העסקה.       Outnet   מה מוכרים לנו: פלטפורמת האאוטלט של האתר היוקרתי נט-א-פורטה, המציעה פריטי לבוש, אביזרים, תיקים ונעליים מעונות קודמות של מיטב בתי האופנה. בין המותגים: אלטוזארה, אלכסנדר מקווין, קלואה, קארבן, פנדי ואליס & אוליביה.  ההנחות: עד 85 אחוז הנחה בסייבר מאנדיי, לעומת עד 60 אחוז הנחה בימים רגילים.  ההמלצה שלנו: אוברול שחור של איזבל מארה מדגם Kyles Taffeta Jumpsuit. מחיר אחרי הנחה: 219 יורו, והמחיר עשוי לרדת עוד יותר ביום שני.  משלוחים: משלוח אקספרס בלבד, שמחירו 25 יורו והוא מגיע תוך 5-4 ימי עסקים מרגע אישור העסקה.       אין לכם כוח לחכות למשלוח מחו\"ל? על כל אלה אפשר להוסיף גם את האתרים הישראליים שהצטרפו לחגיגה האמריקאית, ביניהם עדיקה, בל & סו, Mavemie, נטע אפרתי, הודיס, Mabelle-K, גולף קידס, נונונו, פלמינגו, שוז וובסטור, עדי בקשי, זוהרה ופיקס, שמציעים השנה הנחות לסייבר מאנדיי.     ", "title": "תחנה אחרונה בטירוף ההנחות של נובמבר: מה לקנות בסייבר מאנדיי", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5046915,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}