{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5411183,00.html"}, "headline": "מה לקנות בסייבר מאנדיי? תחנה אחרונה בטירוף ההנחות של נובמבר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/11/21/8896389/1-5_6.jpg"], "datePublished": "2018-11-25T10:46:23z", "dateModified": "2018-12-04T13:41:37z", "author": {"@type": "Person", "name": "הדס שואף"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "הצלחתם לעמוד בפיתוי ולא לרוקן את חשבון הבנק בשופינג IL ובסינגלס דיי? יום המכירות של האתרים האמריקאיים יוצא לדרך. חמש חנויות מקוונות שלא כדאי לפספס", "wordCount": "568", "commentCount": "4", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-12122.shopper.com", "keywords": "אופנה,קניות,שופינג,סייבר מאנדיי,אתרים", "articleBody": "החודש האחרון הפך לחגיגת בזבוזים בלתי נגמרת, עם הנחות ענק והוצאות ענקיות עוד יותר – משופינג IL, דרך סינגלס דיי ועד בלאק פריידי. מי שהצליחו לעמוד בפיתוי עד כה, יכולים להרגיש בנוח במיוחד לקחת כעת חלק בסייבר מאנדיי, התחנה האחרונה של מבצעי נובמבר, שהחל כיום קניות אמריקאי ברשת וחלחל מאז לשאר העולם. ההיצע אומנם נראה אינסופי, אבל לחובבי האופנה יש כמה אתרים שלא כדאי לפספס, שיעזרו להרכיב מלתחה מסוגננת בלי לקרוע את הכיס. זה אומנם לא זול כמו מחירי הרצפה שניתן למצוא באתרים הסיניים, אך בתמורה תקבלו איכות גבוהה יותר, מותגים נחשבים וסגנון שיישאר רלוונטי גם בעונות הבאות.    Asos    מה מוכרים לנו: האתר הפופולארי ביותר בקרב חובבי אופנה המחפשים מבחר גדול במחירים המתאימים לכל כיס. אינספור פריטי לבוש, אביזרים, נעליים ותיקים, כולל קולקציות להיריון, למידות פטיט ולמידות גדולות. כמו כן, באתר מציעים מותגים ידועים דוגמת אדידס, קונברס ומיס סלפרידג'ס.  ההמלצה שלנו: מעיל פארקה ספורטיבי במחיר 220.60 שקל במקום 303.30 שקל.  ההנחות: עד 60 אחוז הנחה בקטגוריה מיוחדת, לצד קטגוריית הסייל הקבועה המציעה פריטים בהנחות של עד 70 אחוז.  תנאי משלוח: משלוח סטנדרטי של בין חמישה לשבעה ימי עסקים יעלה 13.79 שקל. משלוח סטנדרטי חינם ברכישה מעל 110 שקל. משלוח אקספרס של בין שניים לשלושה ימי עסקים יעלה 41.36 שקל.       Mod Cloth    מה מוכרים לנו: אתר אופנה באווירת רטרו, המציע מגוון רחב של פריטי לבוש בהשראת עשורים קודמים וסקלת מידות רחבה המגיעה עד 4XL, לצד אביזרים משלימים, נעליים וקטגוריית שמלות כלה.  ההמלצה שלנו: חצאית משובצת עם כיסים במחיר 100.83 שקל במקום 224.30 דולר.  ההנחות: 30 אחוז הנחה בקנייה מעל 100 דולר, כולל פריטים הנמצאים בסייל, ו-40 אחוז הנחה על קנייה מעל 200 דולר.  תנאי משלוח: משלוח רגיל של 21-7 ימי עסקים יעלה 15.99 דולר. ברכישה מעל 75 דולר המשלוח הוא חינם. משלוח מהיר של 10-3 ימי עסקים יעלה 19.99 דולר, ומשלוח דרך פדקס, 5-2 ימי עסקים, יעלה 54.99 דולר.      Genuine People    מה מוכרים לנו: אתר המציע פריטים מודרניים ועדכניים בסגנון מינימליסטי, לצד מבחר פריטי בייסיק הנחוצים בכל מלתחה.  ההמלצה שלנו: טוניקה לבנה מחויטת, הנמכרת כעת במחיר 448.59 שקל במקום 560.76 שקל – לפני השימוש בקוד קופון.  ההנחות: 30 אחוז הנחה עם קוד קופון TAKE30. בנוסף, קטגוריית הסייל תורחב ותכלול פריטים נוספים.  תנאי משלוח: משלוח רגיל של 10-6 ימי עסקים יעלה 39.95 דולר. משלוח מהיר של 8-4 ימי עסקים יעלה 70 דולר.       Shopbop    מה מוכרים לנו: אתר יוקרתי ואיכותי המציע פריטים של מותגים כמו מייקל קורס, פיליפ לים ופול סמית'. המקום הנכון למי שמחפשים את האופנה העדכנית ביותר, המעצבים הנכונים והפריטים המבוקשים.  ההמלצה שלנו: שמלת מיני פרחונית של המותג גאני מקטגוריית הסייל, במחיר 492.23 שקל במקום 703.19 שקל.  ההנחה: עד 25 אחוז הנחה על מגוון פריטים, ובנוסף 35 אחוז הנחה על פריטים מקטגוריית הסייל עם קוד קופון WOW18.  תנאי משלוח: 10 דולר למשלוח רגיל של 20-7 ימי עסקים ברכישה עד סכום של 100 דולר, או חינם ברכישה מעל 100 דולר. ניתן לבחור גם משלוח מהיר של 4-2 ימי עסקים בתשלום נוסף.       Tobi   מה מוכרים לנו: מותג אופנה מלוס אנג'לס, המעלה מדי יום פריטים חדשים לאתר בסגנון אורבני ובועט. בהיצע תמצאו בגדים, נעליים ואביזרים, כולל קטגוריית שמלות רחבה במיוחד המציעה פריטים לכל אירוע וגם שמלות כלה.  ההמלצה שלנו: שמלת מקסי ורודה עם מפתח וי עמוק במחיר 239.31 שקל במקום 602 שקל.  ההנחות: עד 80 אחוז הנחה.  תנאי משלוח: משלוח סטנדרטי בחינם תוך 4-3 שבועות. משלוח מהיר יעלה 30 דולר ויסופק תוך שבוע-שבועיים.      ", "title": "מה לקנות בסייבר מאנדיי? תחנה אחרונה בטירוף ההנחות של נובמבר", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5411183,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}