{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4730639,00.html"}, "headline": "יום שני אופנתי: האתרים השווים לשופינג אונליין בסייבר מאנדיי", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2015/11/29/6663751/3_6.jpg"], "datePublished": "2015-11-29T12:33:43z", "dateModified": "2015-11-29T15:59:10z", "author": {"@type": "Person", "name": "הדס שואף "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אחרי שהתאוששתם מסינגלס דיי ובלאק פריידיי, מגיע יום שני המקוון עם הנחות גדולות על מיטב פריטי האופנה ברשת. המדריך השלם: כל מה שכדאי לדעת ולקנות", "wordCount": "815", "commentCount": "6", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-12122.shopper.com", "keywords": "סייבר מאנדיי,שופינג,קניות אונליין,הנחות", "articleBody": "אם הצלחתם להתאפק ולא להתפתות לבזבז את כל החסכונות בסינגלס דיי הסיני שהתקיים לפני כשבועיים, מחר (שני) הוא יום המזל שלכם. סייבר מאנדיי - שנוצר כתשובה מקוונת לתורים הארוכים שמתייצבים מחוץ לחנויות לרגל בלאק פריידיי, יום הקניות הגדול שפותח את המכירות לקראת חג המולד והגיע השנה גם אל המותגים הישראלים – הוא הזדמנות מצוינת לרכוש פריטי אופנה מוצלחים בהנחות חד פעמיות.    >> מוזמנים לעשות לנו לייק בפייסבוק   מה כדאי לדעת לפני שמקלידים את מספר כרטיס האשראי? ראשית, לא תמיד ניתן לסמוך על המידות הרשומות, שכן הן נוטות להשתנות ממדינה למדינה. שמחה מועלם, תדמיתנית ראשית במיי סייז - חברת סטארט-אפ שמפתחת אפליקציה המאפשרת רכישות של בגדים באינטרנט תוך התאמה מדויקת למידות הגוף - ומרצה בכירה לתדמיתנות בלימודי החוץ של שנקר, ממליצה למדוד היקפים (חזה, מותניים וירכיים, אבל גם אורך כפות הרגליים) ולהשוות אותם למידות של כל פריט. אל תסתפקו בתמונה, וקראו את ההסבר המלא על הפריט – כולל בדים והוראות כביסה. אם יש סרטון וידאו, הוא יספק לכם זווית נוספת כדי להעריך את מידת האטרקטיביות של הבגד. בנוסף, חשוב לקרוא את חוות הדעת של הגולשים ולראות האם האתר אמין מבחינת המשלוחים, תיאור הפריטים ותנאי ההחזרות – לא כדאי לקנות באתרים שלא מציעים תנאי החזרה נוחים, כי תמיד יש סיכון מסוים בקנייה ללא מדידה.    עכשיו אפשר להתחיל לקנות, ולשם כך אספנו שבעה אתרים מומלצים במיוחד לסייבר מאנדיי.     modcloth   האתר: זירה נפלאה ומגוונת, המציעה מאות פריטים שיצרו מעצבים עצמאיים ומתאימה במיוחד לצעירות המחפשות בגדים מיוחדים. קטגוריית השמלות גדולה ומומלצת, בעיקר לאור המחירים השפויים וטווח המידות הרחב.  ההנחה: כל האתר ב-25 אחוז הנחה ו-40 אחוז הנחה על פריטים נבחרים מהעונה החדשה.  ההמלצה שלנו: שמלה עם פרנזים וחרוזים נוצצים בסגנון שנות ה-20. מחיר לפני הנחה: 270 דולר. תנאי משלוח: 10-6 ימי עסקים. המשלוח בתשלום, ויש אפשרות לבדוק בטבלה כמה אופציות של משלוחים ומחירים.    avenue32   האתר: חובבות אופנה משובחת ישמחו לשוטט ב-avenue32 ולמצוא פריטים של מותגים ומעצבים כמו ג'ונתן סונדרס, צימרמן, פרין ואוסמן, בסטייל מהוקצע ומתוחכם. זה המקום לנשים שאוהבות להשקיע בפריטים איכותיים שישרדו זמן רב במלתחה.  ההנחה: 30 אחוז הנחה על מותגים נבחרים, ובהם אלכסנדר וונג, Frame Denim ו-Eudon Choi. בנוסף, קופונים עם הנחות נוספות.  ההמלצה שלנו: נעלי סניקרס לבנות של המעצבת איזבל מארה. מחיר לפני הנחה: 325 ליש\"ט. תנאי משלוח: יומיים עד חמישה ימי עסקים. המשלוח מתבצע בדרך כלל על ידי UPS ומחירו כ-30 ליש\"ט, אבל בסייבר מאנדיי המשלוחים בחינם.     nastygal   האתר: חנות מקוונת המקבצת פריטי יד שנייה ופריטים טרנדיים במחירים זולים ונגישים. כתובת מועדפת עבור צעירות חובבות שופינג אונליין, שמחפשות פתרונות יעילים אך לא יקרים. ההנחה: 50 אחוז הנחה על פריטים נבחרים ו-70 אחוז הנחה על פריטים בקטגוריית הסייל.     ההמלצה שלנו: ז'קט קימונו לבן עם רקמה של פרחים שחורים. מחיר לפני הנחה: 78 דולר. תנאי משלוח: משלוח רגיל עולה 15 דולר (הגעה תוך שבועיים עד ארבעה שבועות) ומשלוח אקספרס עולה 49 דולר (הגעה תוך יומיים עד ארבעה ימי עסקים). המשלוח חינם בהזמנה מעל 150 דולר.    asos האתר: מעין חנות ממתקים לחובבי אופנה במחירים שפויים. באתר קרוב ל-80,000 מוצרים שמתאימים לגברים ולנשים, וניתן למצוא בו את כל הטרנדים הכי עדכניים בקטגוריות בגדים, נעליים ואקססוריז. אם חשקה נפשכם בטרנד חדש ששמעתם עליו זה עתה, באסוס תמצאו בוודאי מבחר פריטים הולם. ההנחה: 70 אחוז הנחה על מגוון גדול של פריטים.  ההמלצה שלנו: מכנסיים שחורים של המותג ריבר איילנד. מחיר לפני הנחה: 69 דולר. תנאי משלוח: משלוחים חינם ברכישה מעל 40 דולר (הגעה תוך 14 ימי עסקים). ברכישה מתחת ל-40 דולר, השליחות תעלה כ-4 דולר. יש אפשרות למשלוח אקספרס בתשלום.    onlyhearts   האתר: כתובת מושלמת לחובבות הלבשה תחתונה, ובעיקר לאלה ששמחות לקצת ייחוד גם בשכבה הנסתרת. תמצאו כאן מבחר של פריטים - מחזיות ותחתונים ועד פיג'מות ושמלות בית בסגנון נקי, אדג'י ועדכני. האתר מתאים לחובבות הלבשה תחתונה איכותית בכל גיל, אבל לא מציע כמעט פתרונות לבעלות חזה גדול שזקוק לתמיכה.  ההנחה: 60 אחוז הנחה על פריטים נבחרים ומשלוח ללא תשלום. בנוסף, ברכישת חזיית בראלט מכותנה, חזייה נוספת בחינם.  ההמלצה שלנו: סט פרחוני של גופייה ומכנסונים. מחיר לפני הנחה: 143 דולר. תנאי משלוח: כל המשלוחים מתבצעים דרך UPS בימי עסקים בלבד (לא בסופי שבוע). מחיר המשלוח משתנה בהתאם למחיר הרכישה.    gilt   האתר: חנות מקוונת המציעה מכירות ומבצעים על פריטים של מותגים נחשבים כמו דולצ'ה & גבאנה ולה פרלה. כדי לראות את המבצעים יש להירשם כחברים בהליך פשוט ומהיר, ואז ניתן למצוא פריטים לנשים, לגברים ולילדים בהנחות של עד 60 אחוז. המכירות באתר מתוזמנות, כך שתמיד כדאי להקדים להציץ בהן, ובכל יום עולים פריטים חדשים לאוויר.  ההנחה: כ-80 אחוז הנחה.  ההמלצה שלנו: סט טבעות של סנדרה סקוט. מחיר לפני הנחה: 340 דולר. תנאי משלוח: משלוח חינם בקנייה מעל 100 דולר (הגעה תוך כ-12 ימי עסקים). בקנייה בסכום נמוך יותר, מחיר המשלוח משתנה בהתאם להזמנה.     therealreal   האתר: חנות מקוונת של פריטי יוקרה כמו ברברי, אליס & אוליביה, שאנל וגוצ'י לנשים ולגברים. האתר מציע דילים יומיים אטרקטיביים במתכונת \"כל הקודם זוכה\". שימו לב במיוחד למבחר התיקים והאקססוריז המוצלח. ההנחה: כ-60 אחוז הנחה.   ההמלצה שלנו: תיק קלאץ' בצורת קופסה של אלכסנדר מקווין. מחיר לפני הנחה: 795 דולר. תנאי משלוח: כל ההזמנות נעשות במשלוחי אקספרס שמגיעים ליעד תוך חמישה ימי עסקים. מחיר משלוח לישראל: כ-40 דולר.", "title": "יום שני אופנתי: האתרים השווים לשופינג אונליין בסייבר מאנדיי", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4730639,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}