{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4873982,00.html"}, "headline": "יאללה, מתקפלים: מבתים ועד תיקים, קיפולי הנייר (אוריגמי) רק מתרחבים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/11/03/7362153/5_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/11/03/7361776/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/11/03/7361778/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/11/03/7361783/6_6.jpg"], "datePublished": "2016-11-04T16:08:16z", "dateModified": "2016-11-06T10:05:14z", "author": {"@type": "Person", "name": "ניבה יחיאב "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "מלאכת האומן היפנית זוכה לתשומת לב מחודשת ברחבי העולם, אלא שבגלגול העדכני המעצבים מתנסים בחומרים חדשים, שחלקם כלל לא קלים לקיפול", "wordCount": "702", "commentCount": "2", "genre": "10.Xnet-11938.xnet_design-12048.Design Blogs-12614.Right for Now blog", "keywords": "עיצוב,אוריגמי", "articleBody": "המושג ''קראפט'' הוא אחד הדומיננטיים בשדה העיצוב העכשווי. במקור התייחס המושג לעבודת אומן המצריכה מיומנות גבוהה, שברוב המקרים מבוססת על מסורת ארוכת שנים, בעלת הקשרים תרבותיים, מקומיים ואפילו משפחתיים. המהפכה התעשייתית הראשונה (באמצע המאה ה-18) דחקה אל השוליים את המיומנויות הפרטניות, עד כדי כך שבסוף המאה ה-19 קמה תנועת-נגד, שביקשה להחזיר את המלאכות המסורתיות אל סדר היום: תנועת Arts and Crafts.  במובן מסוים אנחנו נמצאים כיום בסיטואציה דומה. אך במקום לצאת נגד התעשייתיות ששולטת בעולמנו, אנחנו עדים לניסיונות לשלב בין האפשרויות שמציעה הטכנולוגיה והטכניקה לבין עבודת האומן. אחת המיומנויות שזוכות לתשומת לב מחודשת היא עבודת קיפולי הנייר – אוריגמי. בגלגול החדש שלה אל מרכז השיח העיצובי העדכני, מתנסים המעצבים, האדריכלים והאומנים בחומרים חדשים, שחלקם כלל לא קלים לקיפול. החידושים והמפגש בין החומר לטכניקה יוצרים את העניין האמיתי.  ''אמנות מקופלת'' של fung + bedford, שקיפלו משטח של נירוסטה בגימור מראה לצורה מרחבית, אמורפית. אמנות האוריגמי המסורתית משמשת כאן כדי לספר סיפור חדש, פחות מהודק. פרויקט ספציפי זה כיסה קיר שלם בתערוכת ה-Tent בשבוע העיצוב האחרון בלונדון  גוף התאורה ''ויקטוריה'' של סטודיו 7 Gods הבריטי, שעשוי יריעת פליז שנוקבה וקופלה לצורה אמורפית  שרפרף וספסלים של Sara Mellone, חלק מסדרת מוצרים שנוצרו מחיתוך וקיפול של יריעת אלומיניום.העבודה הוצגה לראשונה בשבוע העיצוב האחרון בלונדון, במסגרת ה''מייקרים'' של design junction  מתוך פרויקט ''טבע החומר'' של סטודיו ''בייקרי'' הישראלי. סדרת שרפרפים שכל אחד מהם נולד מיריעת אלומיניום אחת, מנוקבת ומקופלת  Crafted Technology היא קולקציית תיקים מלבד וקנווס, שנולדה משיתוף פעולה בין תמרה אפרת, מורן מזרחי וד\"ר עמית צורן, במסגרת פרויקט גמר בבצלאל. הם השתמשו ברקמת ה''סמוק'', והפכו את 8 הדגמים המסורתיים שלהו לאלגוריתמים בתוכנת המחשב שפיתחו  Crafted Technology. רקמת ה''סמוק'' משמשת לחיזוק, ליצירת מחבר או מפרק גמיש בבגד ולאפשר תנועה צירית. זהו כלי שבאמצעותו ניתן להפוך יריעת בד דו ממדית לאובייקט תלת ממדי. התנסות בתדירות של הפרמטרים השונים הולידה מקבץ שבו כל פריט הוא ייחודי   Bloom. שמיכת צמר בהשראת אוריגמי, של המעצבת Bianca Cheng Costanzo  FACET של סטודיו Blooming: מחיצה מודולרית שמאפשרת משחק בין אור וצל בזכות מקבץ של מעויינים. לכל ''יהלום'' במקבץ יש יכולת תנועה עצמאית, ועל ידי שינוי הזווית שלו ניתן להפוך את המחיצה מאלמנט דו ממדי לאלמנט פיסולי, תלת ממדי. צילום: Blooming  FACET של Blooming. עיצוב: Bas van Leeuwen & Mireille Meijs. צילום: Blooming  ''מגדלי הים'' (Al Bahr Towers) באבו דאבי מוצללים באמצעות חזית מתקפלת, היוצרת משרבייה עדכנית. תכנון: AHR אדריכלים. צילום: Christian Richters  כמ קיפולי נייר שחוצצים בין הפנים לאור המסנוור בחוץ. ''מגדלי הים'' (Al Bahr Towers) באבו דאבי. צילום: Christian Richters  סקיצות ומודולים ששואבים השראה מהאוריגמי, אמנות קיפול הנייר. תכנון: AHR אדריכלים  Stary Night, נירוסטה בגימור מראה, אילן גריבי לגלריה גל גאון. צילום: גדעון לוין. מה שהחל כתחביב של קיפול פיסות נייר בזמן ישיבות, בתקופת שירותו של גריבי בצבא קבע, הפך בשנים האחרונות לעבודה במשרה מלאה, עם תוצרים מקופלים בקנה מידה משתנה  ציפוי מקומר לבר במלון הרודס בהרצליה, בעיצוב אילן גריבי. האתגר הוא ביישום קיפולי הנייר בחומרים קשיחים ובקנה מידה גדול  Ori היא סדרת גופי תאורה דמויי ענן, שיתוף פעולה בין המעצבת מיקה בר לסטודיו Producks. השם Ori לקוח מהמילה ''לקפל'' ביפנית (ומכאן – אוריגמי). הטכניקה: הדפסת פולימר על גבי בד, כשהסדק שנוצר בין הרך לקשה הופך לקפל. צילום: מיכאל טופיול  Kamidoro של מיטל קוממי הוא גוף תאורה שחיבר בין האהבה הראשונה של קוממי לאוריגמי ובין לימודי עיצוב תעשייתי. כל המוצרים מתחילים מנייר שהיא מקפלת ביד – גוזרת, חותכת, מדביקה. רק בשלב הבא הם עוברים טיפול ממוחשב  Kamidoro של מיטל קוממי  מעטפת נייר מתקפלת, שמולבשת על בקבוקים והופכת אותם לכלים דקורטיביים, היא תוצר של סדנה שערך מעצב המוצר Pepe Heykoop לזונות ברובע האורות האדומים (בשיתוף קרן Tiny Miracles), במטרה לספק להן הכשרה שתסייע להם לצאת ממעגל המצוקה  המוצר הוא מעטפת נייר, שבצירוף בקבוק פשוט הופכת לאגרטל. Tiny Miracles Foundation, צילום: Anne Marijne Bax  תיק גב מתקפל של אדידס, עשוי גומי וסיליקון  BAO BAO היא קולקציית תיקים ופאוצ'ים מתקפלים של Issey Miyake. הקולקציה נולדה בשנת 2000, ומאז הולכת ומתפתחת תוך התנסות בגזרות הנוצרות ''במקרה'' (כך על פי מיאקי), מקיפולים חדשים ושילובים חדשים של חומרים  BAO BAO של Issey Miyake. הקיפולים יוצרים את הדגמים  ועוד אופנה מקופלת, מתוך קולקציית אביב-קיץ 2017 של Issey Miyake והמנהל הקריאטיבי Yoshiyuki Miyamae  פרויקט הגמר של Ichiro Suzuki לרויאל קולג' אוף ארט בלונדון שאב השראה מדוגמאות תלת ממדיות ומקפלים, תרגם אותם לאלמנטים גיאומטריים והעביר אותם מעולם האופנה הנשי לגברי   הגלריה שמציגה את האוסף המסחרר של דמיאן הירסט. לחצו על התמונה לכתבה המלאה:   ", "title": "יאללה, מתקפלים: מבתים ועד תיקים, קיפולי הנייר (אוריגמי) רק מתרחבים", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4873982,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_design", "subtitle": ""}