{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4767893,00.html"}, "headline": "האם הכבלים ייעלמו סוף סוף מחיינו? הרהיטים שמשלבים בתוכם מטענים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/02/25/6840856/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/02/25/6840813/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/02/25/6840815/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/02/25/6840860/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/02/25/6840858/2_6.jpg"], "datePublished": "2016-02-27T10:26:21z", "dateModified": "2016-02-28T12:53:23z", "author": {"@type": "Person", "name": "נעם טננבאום ואיציק חזן "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "קערה, מנורה ואפילו סקייטבורד: כולנו תלויים בשקעים כדי להטעין את הטלפונים הסלולאריים, אך יש יותר ויותר מוצרים שמציעים אלטרנטיבה לחוט ולשקע", "wordCount": "623", "commentCount": "5", "genre": "10.Xnet-11938.xnet_design-12048.Design Blogs-12064.Shpitz", "keywords": "נעם טננבאום ואיציק חזן,איקאה", "articleBody": "לא כל כך הרבה שנים עברו מאז שנדרשנו לקום לטלוויזיה בשביל להחליף ערוץ, להימצא בבית כדי לשוחח בטלפון ולפתוח אנציקלופדיה אם רצינו לדעת מיהו טים ברנרס-לי. היום הכל סביבנו אלחוטי - חוץ ממרכיב בסיסי וטורדני ושמו חשמל. היעדרו של פתרון אלחוטי למקור אנרגיה משאיר אותנו תלויים עד כאב בשקע המסורתי. כשמדובר במכשירים שקבועים במקומם המגבלה נסבלת, אך כשמדובר במכשירים ניידים - מחשב או טלפון - היא הופכת למטרד. כדרכן של מגבלות, זהו אתגר עבורנו המעצבים התעשייתיים, וכבר נמצאו כמה פתרונות יצירתיים המשלבים את המטען באופן הומוגני יותר בסביבת חיינו. האם החוטים ייעלמו ממנה בסופו של דבר? ליקטנו עבורכם את החידושים בטעינת טלפונים סלולאריים:   הנגיש אפשר לומר שאיקאה פורצת דרך גם בתחום הזה, עם קולקציה שלמה של פריטים שמשולבים בהם אפשרויות להטענה אלחוטית. למשל, מנורות שעל בסיסן די להניח את הטלפון והוא נטען, או מגשים שאפשר למקם במקומות אסטרטגיים כמו דלפק המטבח וגדולים דיים לשלושה מכשירים. מדוע שהמטענים יהיו מטרד ויזואלי בבית מעוצב? פריטי הקולקציה החדשה מסתירים את החוטים השונים, כי אין צורך במחברים - די בטלפון שתומך בתקן QI, התקן המוביל בתחום הטעינה האלחוטית, או בכיסוי בטריה שכולל סליל QI, ושאותו אפשר לרכוש באיקאה יחד עם הרהיט.           המכיל גם אתם בטח רגילים לזרוק בכניסה לבית את המפתחות והטלפון אל המשטח או הקערה הקרובים.  אם תניחו את הטלפון, האזנייה או הצמיד החכם שלכם לקערה המגניבה שפיתחה INTEL, היא גם תטעין אותם.  קערה שהיא כולה מטען אלחוטי. CopyRights: Intel   הצבעוני כאן לא מדובר בפריט רב שימושי, אלא פשוט במשטח מטעין, שמייתר את החוט והמחבר. חברת NOKIA מציעה את המוצר הזה בשלל צבעים בוהקים.   בצבעים בוהקים. CopyRights: Microsoft   התרמילאי הפאנל הסולארי הזה מתאים במיוחד למטיילים ולתנאי שטח: הוא דק כנייר ויכול להשתלב בתוך יומן סטנדרטי. כל מה שצריך הן שעתיים וחצי של קרינת שמש. המוצר סיים גיוס ראשוני מוצלח ב-kickstarter ועתיד להיות משווק בקרוב.  מתאים במיוחד לתנאי שטח. Images courtesy of Yolk      דק כנייר. Images courtesy of Yolk    הסטייליסטי Holger Hoehn  ו-Catherine Wong עיצבו עבור חברת ''פיליפס'' סוללה רבת עוצמה, שמאפשרת לטעון שני מכשירים בו זמנית גם כשנמצאים הרחק ממקור מתח. בינתיים, המוצר מיועד למשתמשי IPhone בלבד.  סוללה שכולה לטעון שני מכשירים בו זמנית. Copy rights: holger hoehn and catherine wong  עוד פתרון לתנאי שטח, הרחק ממקור אנרגיה. Copy rights: holger hoehn and catherine wong   המגניב כיפת ואקום צבעונית שנצמדת לחלון הבית, המכונית או הרכבת, ומייצרת חשמל באמצעות תא סולארי. רעיון מקורי וביצוע יפה.    עיגולים שמחים. Copy rights: XD design   העתידני מעצבת האופנה ההולנדית Pauline van Dongen פיתחה קולקציה במראה עתידני משהו, המשלבת פאנלים סולאריים שהופכים את הלובש למטען אנושי. השילוב המעניין בין טכנולוגיה לאופנה הוא המשך ישיר של מגמת הטכנולוגיה הלבישה, עליה כתבנו בעבר.  הלובש הופך למטען אנושי. Copy rights: Pauline van Dongen   קולקציה שלמה של בגדים סולאריים. Copy rights: Pauline van Dongen  כיס שהוא מטען. Copy rights: Pauline van Dongen   המתוכשט  QBracelet הוא צמיד אלקטרוני שמשלב בין מטען לתכשיט.        צמיד שהוא מטען. Copy rights: Q designs  Copy rights: Q designs   הזעיר כמוסות החיזוק הללו הן סוללות קרטון זעירות וניתנות למיחזור, שעליהן כתובה מנת האנרגיה שהן מספקות: למשך שעתיים, ארבע או שש שעות. הפרויקט הקונספטואלי של המעצב Tsung Chih-Hsien זכה בכמה פרסים, ביניהם Red Dot היוקרתי.  האם יעברו את שלב הקונספט? Images courtesy of Tsung Chih-Hsien   האקסטרים המעצב ההולנדי Bjorn van den Hout עשה בפרויקט הגמר שלו שימוש חכם בתופעת לוואי כמקור אנרגיה: הוא רתם את אנרגיית הסיבוב של גלגלי הסקייטבורד כדי ליצור אנרגיה חשמלית לטעינת הטלפון הנייד, בזמן המנוחה.      כאן אין חוטים או שקע: המטען הוא הסקייטבורד עצמו. Images courtesy of Bjorn van den Hout   הציבורי המעצב הסרבי Miloš Milivojevic הציב בפארק בבלגרד מטען ציבורי ענק דמוי עץ. המבנה המרשים מופעל באמצעות השמש, ומאפשר לעוברים והשבים להטעין את הטלפונים הניידים והטאבלטים שלהם בעת ישיבה נינוחה על הספסל.  מטען ענק וסולארי, שהוא גם מקום מנוחה בפארק. Pictures curtesy of: Miloš Milivojevic  Pictures curtesy of: Miloš Milivojevic    ", "title": "האם הכבלים ייעלמו סוף סוף מחיינו? הרהיטים שמשלבים בתוכם מטענים", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4767893,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_design", "subtitle": ""}