{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,7340,L-3109612,00.html"}, "headline": "גוש קטיף: כמאה בתים עומדים ריקים מאדם", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2005-07-08T11:43:51z", "dateModified": "2006-03-09T17:35:59z", "author": {"@type": "Person", "name": "רוני סופר"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "במקביל לדיווחים על מצוקת דיור לקראת קליטת מתנגדי ההתנתקות שיגיעו לגוש כדי לסייע במאבק, מתברר שעשרות בתים עומדים ריקים מאדם ומוזנחים כבר עשרות שנים. הסיבה: סירוב מזכירויות היישובים לאכלסם. \"אם יינתן לנו, יש לנו 105 משפחות שיהיו מוכנות להיכנס מייד\", אומר אחד מראשי מנהלת קל\"ע", "wordCount": "327", "commentCount": "13", "genre": "2.News-185.Politics-344.ArmyAndSecurity", "keywords": "", "articleBody": "יש מקום לכולם? בניגוד לדברי אנשי מינהלת קל\"ע (קליטה לעזה), הטוענים כי אזל מלאי הבתים הריקים בגוש קטיף היכולים לקלוט משפחות ובודדים שירצו לסייע במאבק נגד ההתנתקות, עומדות ברגעים אלו ממש באיזור זה כמאה יחידות דיור ריקות מאדם.    בכוונת מתנגדי ההתנתקות לאייש \"ערי אוהלים\" שהם מקימים עבור \"אלפי מתנגדי הפינוי העתידים להגיע לגוש החל מסוף השבוע הזה\", כלשונם. בדיקת ynet העלתה כי ארבעים בתים ריקים עומדים נטושים ביישוב פאת שדה שמדרום לנווה דקלים, עוד 35 יחידות דיור ריקות ביישוב בדולח ו-30 נוספות בבני עצמון. בסך הכל יכולים הבתים לאכלס כאלף איש.   היחידות העזובות הוקמו עוד בשנות השמונים בהשקעה של מליוני שקלים אך נותרו מיותמות, ללא השגחה, והושחתו לאורך השנים. עוברי אורח סחבו מהן דלתות, ארונות מטבח ואפילו כלי סניטציה. קולטי השמש של המערכות הסולאריות מנופצים וחלק מהזגוגיות שבורות. באחדים מהמבנים עשו השכנים שימוש כמחסנים, את חצרות הבתים הפכו הילדים למקומות משחק והעזובה הכללית מורגשת בכל פינה.     מתברר כי מזכירויות היישובים הן אלו שמונעים את איוש אותם בתים. בפאת שדה, אשר אנשיה עתידים להתפנות כקבוצה למושב מבקיעים מדרום לאשקלון, מנעה המזכירות את מתן 40 הבתים למתנגדי ההתנתקות בטענה שאכלוסם מחייב אישור ועדת קבלה ואישור התנועה המיישבת. \"לא תהיה קליטה של ארחי-פרחי\", מסרו אנשי המקום.   בבדולח מנע מי שהיה מזכיר היישוב את איוש 35 הבתים הריקים, תוך ויכוח גדול עם מנהלת קל\"ע. בבני עצמון מנע הרב המקומי את איכלוס 30 הבתים \"מטעמי פיקוח נפש, מכיוון שהבתים אינם בטוחים במקרה של פגיעת פצמ\"רים\".   למרות התחושה שמדובר באוצר שהתגלה רק לאחרונה אחרי שנים של אנונימיות, טוען אריק יצחקי מכפר ים, מראשי מנהלת קל\"ע, כי עובדת קיומם של הבתים הריקים בגוש קטיף לא הוסתרה מעיני הציבור.   \"לא הבנת\", הוא אומר. \"כשטענו שאזל מלאי הדירות, התכוונו לדירות ביישובים בהם המזכירויות מוכנות שנשפץ את הבתים ונאכלס בהם את המשפחות המבקשות להגיע. מכיוון שאיננו יכולים להשתמש בדירות הללו (מאה יחידות הדיור המדוברות), אנו מקימים את ערי האוהלים - אחד בכפר דרום והאחר בכפר ים. בכל מקרה, אם יינתן לנו, יש לנו 105 משפחות שיהיו מוכנות להיכנס מייד לבתים הריקים\".", "title": "גוש קטיף: כמאה בתים עומדים ריקים מאדם", "url": "https://www.ynet.co.il/articles/0,7340,L-3109612,00.html", "type": "article", "site_name": "ynet", "published_time": "08:43 , 08.07.05", "category": "News", "subtitle": "במקביל לדיווחים על מצוקת דיור לקראת קליטת מתנגדי ההתנתקות שיגיעו לגוש כדי לסייע במאבק, מתברר שעשרות בתים עומדים ריקים מאדם ומוזנחים כבר עשרות שנים. הסיבה: סירוב מזכירויות היישובים לאכלסם. \"אם יינתן לנו, יש לנו 105 משפחות שיהיו מוכנות להיכנס מייד\", אומר אחד מראשי מנהלת קל\"ע"}