{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5324272,00.html"}, "headline": "חוזרים ללימודים: קופסאות אוכל לגן ולבית הספר, במחירים מעוררי תיאבון", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/07/8702518/hibur6.jpg"], "datePublished": "2018-08-07T18:27:27z", "dateModified": "2018-08-12T12:58:46z", "author": {"@type": "Person", "name": "מיכל גונן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "ארוחת עשר היא תזכורת נעימה במהלך היום מאמא ואבא. פיית הקניות חפרה ברשת ומצאה כמה תיקי אוכל וקופסאות, שיעשו להם נעים וגם ישמרו על האוכל שלם וטרי", "wordCount": "813", "commentCount": "0", "genre": "10.Xnet-11943.xnet_family-12032.Parents Market-12556.Shopping Fairy", "keywords": "בית ספר,ילדים,קניות,קניות ברשת,פיית הקניות,איביי,עליאקספרס", "articleBody": "לא משנה אם הילד שלכם נכנס לגן חדש או עולה כיתה בבית ספר, אחד הפריטים שאתם פשוט חייבים הוא תיק אוכל טוב. למה הכוונה? קופסת אוכל שלא תטפטף או תנזל בתיק, קופסא שלא תהיה גדולה מדי ותתפוס נפח רב, אך גם לא קטנה מדי, כדי שעדיין תוכלו למלא אותה בכל טוב.    הפעם, ריכזנו עבורכם מבחר קופסאות אוכל מומלצות מאתרים בארץ ובחו\"ל. חלק מהמוצרים עם משלוח חינם. אם עוד לא הצטיידתם בתיקים, תוכלו למצוא כאן תיקי גן ותיקי בי\"ס לילדים. וכאן סקירה של קלמרים מרחבי הרשת. לפוסטים קודמים של פיית הקניות.    קופסת ינשוף קופסת אוכל חמודה ופופולרית בצורת ינשוף, עם חלוקה נוחה לשני תאים (מגיע עם כפית). באופן כללי אני בעד קופסאות אוכל מחולקות, מכיוון שהן מאפשרות להכניס פרטי מזון שונים מבלי שיתערבבו (לדוגמא, בתא אחד עגבניות שרי ובתא שני כריך וכך מיץ העגבניות לא פוגע בכריך). מחיר: החל מ-9.5 שקלים, כולל משלוח חינם. מידות: רוחב 13 ס\"מ, אורך 16 ס\"מ, עומק 6.5 ס\"מ. לרכישה באתר איביי לחצו כאן.      מארז שתי קופסאות אוכל מארז אוכל ייחודי המכיל בתוכו 2 קופסאות: קופסא אחת מחולקת ל-3 תאים ועוד קופסא שאינה מחולקת. מגיע בשלל עיצובים שילדים אוהבים. מידות: רוחב 18.8 ס\"מ, אורך 23.9 ס\"מ, עומק 5.5 ס\"מ. מחיר: החל מ-45 שקל, כולל משלוח חינם. לרכישה באתר עזריאלי-קום לחצו כאן.      קופסת אוכל כפולה קופסת אוכל דו קומתית עם ביקורות טובות מאוד. מגיעה עם צ'ופסטיקס. מידות: רוחב 8 ס\"מ, אורך 15.2 ס\"מ, עומק 9 ס\"מ. מחיר: החל מ-20 שקל, כולל משלוח חינם. לרכישה באתר עליאקספרס לחצו כאן.      מארז הכולל קופסא + בקבוק קופסת אוכל מחולקת ל-3 תאים + בקבוק של המותגים הכי נחשקים: קיטי, כוח פי ג'יי, סמי הכבאי, מטוסי על ועוד. מידות: תכולת הבקבוק 400 מ\"ל. מחיר: החל מ-29 שקל, כולל משלוח חינם. לרכישה באתר עזריאלי-קום לחצו כאן.      קופסת אוכל REX קופסאות קלות משקל עם סגירה חזקה לאחסון ארוחת העשר לגן ולביה\"ס.  מידות: רוחב 15 ס\"מ, אורך 14 ס\"מ, עומק 7 ס\"מ. מחיר: החל מ-29 שקל, כולל משלוח חינם. לרכישה באתר עזריאלי-קום לחצו כאן.      תיקי אוכל שהופכים למשטח אכילה תיקי אוכל חדשניים של חברת Roll-eat ההופכים למשטח אכילה. תיקי האוכל קלי משקל, עמידים ומגיעים בגדלים שונים.  מחיר: החל מ-39 שקל, כולל משלוח חינם. לרכישה באתר באליגם לחצו כאן.     קופסאות אוכל עם מדבקה של שם הילד קופסאות אוכל של Lock&Lock עם סגירה אטומה + 2 מדבקות לשם הילד (על המכסה ועד צד הקופסה). מידות: נפח הקופסא 870 מ\"ל. מחיר: החל מ-28 שקל. לרכישה באתר GROO (גרופון ישראל) לחצו כאן.      תיק אוכל SKIP HOP תיק אוכל מבודד חום, בתוכו תוכלו לאחסן כריך + פרי + בקבוק. ניתן לבחור מבין ארבעה עיצובים מהחיות המתוקות של סקיפהופ. מידות: רוחב 19 ס\"מ, אורך 23 ס\"מ, עומק 8.2 ס\"מ. מחיר: החל מ-55 שקל.  לרכישה באתר טוילנד לחצו כאן.      תיק אוכל לגן של LittleLife תיק מעוצב, עמיד ועם מקום אחסון רב לארוחת עשר. מידות: רוחב 19 ס\"מ, אורך 24 ס\"מ, עומק 7 ס\"מ. מחיר: החל מ-69 שקל. לרכישה באתר טוילנד לחצו כאן.      תיק אוכל עם שם הילד תיק תרמי (שומר קור/חום) עם תא מרכזי + תא חיצוני + ידית אחיזה. התיק מאוד פופולרי וכרגע במלאי ניתן למצוא רק תיקים בצבע ירוק. מחיר: החל מ-34 שקל + 8-14 שקל משלוח (יש אפשרות לאיסוף עצמי). לרכישה באתר bbname לחצו כאן.      קופסת אחסון לבננה שולחים לילד בננה לבית הספר או לגן? חוששים שהיא תמעך ותלכלך את כל התיק? הנה רעיון פשוט, מקורי ועובד טוב (מנסיון), שישמור על שלמותה של הבננה. מחיר: החל מ-3.5 שקלים, כולל משלוח חינם לרכישה באתר איביי, כולל משלוח חינם, לחצו כאן.      סט מדבקות ענק לכריכים סט הכולל 120 מדבקות עידוד צבעוניות ומגניבות שניתן להדביק ולצרף לארוחת הבוקר של הילד. ניתן להוסיף גם את שם הילד וליצור מדבקות אישיות יותר. מחיר: החל מ-35 שקל. לרכישה באתר GROO (גרופון ישראל) לחצו כאן.       same same but different: קיימת אפשרות להדפיס פתקי עידוד במדפסת הביתית ומאחור לצרף את הברכה האישית שלכם.     קלפי הידעת? לקופסת האוכל 52 קלפים עם עובדות מעניינות לילדים, אותם מצרפים יום יום לקופסת האוכל. מחיר: 69 שקל. לרכישה באתר גוזרים קופון לחצו כאן.     גילוי נאות: אנחנו שמחים לעבוד קשה בשבילכם ולאתר, להשוות, לבדוק ולהביא בפניכם את המוצרים המשתלמים ביותר. חלק מהלינקים המוצגים במאמר מכילים מזהה ייחודי שבחלק מהמקרים יתגמל אותנו באם תחליטו לרכוש את המוצר. ברכישה מלינק מזוהה אתם לא משלמים יותר, אלא לפעמים פחות, מכיוון שאנו לעיתים עובדים מאחורי הקלעים ישירות מול ספקים כדי להשיג לכם הנחה נוספת. זיהוי הרכישות שמגיעות דרכנו מראות לספק את כוח הקנייה ומאפשרות לנו לעשות זאת.   Xnet אינה אחראית על טיב המוצרים, השירות, המחירים או מועדי האספקה של האתרים הנסקריםם במדור. הרכישה באתרים אלו, לרבות המשלוח, החזרות, ביטוחים וכיוצ\"ב הם באחריות האתרים בלבד ובהתאם לתנאי השימוש ומדיניות הפרטיות שלהם ו-Xnet אינה נושאת בכל אחריות להתנהלותם של האתרים אליהם מופנים הגולשים במסגרת המדור. שימו לב שלעיתים לאחר פרסום הכתבה מוכרים משנים סטאטוס משלוח, מחירי משלוח ולפעמים את מחירי המוצרים עצמם. אין לנו שליטה על זה, אך אם אתם נתקלים במוצר שאינו תואם את התיאור, נשמח אם תפנו אלינו ותיידעו אותנו. אנו מצדנו עושים כל מאמץ להחליף לינקים שהשתנו בלינקים למוצרים דומים.       ", "title": "חוזרים ללימודים: קופסאות אוכל לגן ולבית הספר, במחירים מעוררי תיאבון", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5324272,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_family", "subtitle": ""}