{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5734096,00.html"}, "headline": "אל תחמיצו: איך הפכו המזון המותסס והכבישה הפרוביוטית לטרנד תוסס?", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982341/shutterstock_1292610472_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982314/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982324/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982312/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982339/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982337/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982333/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982326/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/21/9982335/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/01/14/9002995/1_3.jpg"], "datePublished": "2020-05-21T12:40:19z", "dateModified": "2020-05-22T12:45:55z", "author": {"@type": "Person", "name": "רויטל פדרבוש"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "איך כבשה צנצנת החמוצים של סבתא גם את מסעדות הגורמה וגם את עולם המחקר, ומהי הנוסחה המנצחת לצנצנת של חיידקים טובים תוצרת בית? המתכונים בפנים", "wordCount": "1847", "commentCount": "23", "genre": "10.Xnet-12374.Xnet_Menta-12702.menta eat right", "keywords": "מנטה,מזונות מותססים,חמוצים,פרוביוטיקה", "articleBody": "את צנצנת החמוצים של סבתא לא המציאו מדענים שחוקרים את הכבישה הפרוביוטית, בריאותנים חובבי קימצ'י וגם לא מסעדני גורמה. היא קיימת משחר ימי שימור המזון של האנושות, אבל מבחינת האופנה היא פשוט ישבה בחושך במרתפי הטרנדים. בדיוק כמו חמוצים טובים, גם היא הייתה צריכה זמן תסיסה והבשלה כדי להתגלות מחדש. את המעבר לאור הזרקורים היא חייבת ככל הנראה לפרויקט המיקרוביום האנושי, שחשף לעולם הרפואה את חשיבותה של אוכלוסיית חיידקי המעי ואת התפקיד שהם ממלאים בשורה של מחלות ומצבים, ובהם חיזוק מערכת החיסון, מניעת דיכאון וחרדה ועוד.    הרצון להעשיר את הגוף בחיידקים טובים הוביל בין היתר גם להתפתחות של אחד הטרנדים המעניינים ביותר בעולם האוכל - גבינות מחלב לא מפוסטר שמכילות כמות גבוהה במיוחד של חיידקים פרוביוטיים. במשך שנים השימוש בחלב לא מפוסטר עורר חשש להתפרצות מחלת הברוצלוזיס, הנגרמת מחשיפה לחיידקים ממשפחת ה־Brucella וגורמת לחום ממושך ואף לדלקות בעצמות, במפרקים או בקרום הלב. הליך הפסטור (הרתחת המוצר לכ־70 מעלות) פתר את הבעיה - הוא הפך את המזון לבטוח מאוד לאכילה ואף הגדיל מאוד את תאריך התפוגה שלו. אבל כיום, אחרי שנים שבהם הוא נחשב למבורך, מתברר שהוא כרוך במחיר בריאותי כבד – היעדר חיידקים טובים.    למעשה, יש הסבורים שהוא הגורם לכך שמחלות רבות שכיחות יותר כיום בהשוואה לעבר, וכי הוא גרם לכך שהמאכלים המותססים, שמלווים את האנושות במשך אלפי שנים, נעלמו מהתפריט. כיום, בשל ההכרה בתרומתם הרבה של החיידקים הטובים לבריאות, הגלגל התהפך, ורשויות הבריאות באירופה וארצות הברית, לרבות ה־FDA, ממליצות על אכילת גבינות שעשויות מחלב לא מפוסטר - ובתנאי שמדובר באנשים בריאים, ללא מחלות רקע.       מאחר שבתחילתו של דבר מדובר באוכל, החיידקים הטובים כבשו גם את תחום הקולינריה, וכיום יש מאות אתרים ובלוגים שעוסקים אך ורק בכבישה פרוביוטית. גם המסעדה המפורסמת \"נומה\" מדנמרק, שנחשבת ל\"מסעדה הטובה בעולם\", מתגאה בחדרי כבישה מיוחדים שבהם נרקחים חמוצים ומותססים שמיוצרים שם. המסעדה, אגב, הוציאה ספר מפורט עם מתכונים של ירקות ומוצרי חלב מותססים שהפך מיד לרב מכר עולמי.    תוצאות המעבדה הוכיחו: סבתא צדקה כל הסצנה התוססת הזאת של פרוביוטיקה טבעית לא פסחה כמובן גם על ישראל. ברשתות החברתיות אפשר למצוא דפים מיוחדים וקבוצות שעוסקות אך ורק בכבישה ובהתססה, ויש גם קורסים מעשיים שמלמדים איך להתסיס מזון. הבעיה הגדולה עד היום הייתה שלא היה מספיק מידע על אופן הכבישה האופטימלי (כמות החיידקים הטובים בתוצרת המתקבלת) ובאיזה מאכל יש הכי הרבה מהם.    יעקב (ג'קי) טולדו התעניין כבר בילדותו בכרוב הכבוש שאמו נהגה להכין, וכשבגר הפך לאיש מעבדה ומחקר במחלקה לביוכימיה רפואית באוניברסיטה העברית ובמכון ויצמן ועסק בגידול תרביות חיידקים. לפני 17 שנה הוא החליט לחבר בין שתי האהבות שלו – כרוב כבוש ותרביות חיידקים. החיבור הזה הוביל לסדנאות התססה בשם \"חמוצידע\" שהוא מעביר, ולספר חדש בשם \"פרוביוטיקה במטבח\" (הוצאת ארגמן), שנכתב יחד עם ד\"ר מירה כהן־שטרקמן (Ph.D) העוסקת בטיפול קליני ברפואה טבעית ומשמשת כראש תחום הנטורופתיה במכון וינגייט.      הספר הטרי מנסה לספק תשובה לשאלות מסקרנות כמו כמה מלח צריך להוסיף לירקות כדי שייווצרו כמה שיותר חיידקים טובים ועוד, וכדי לענות עליהן החליטו השניים לערוך לכבושים הביתיים בדיקות במעבדות אמינולאב. \"רצינו לדעת אם הכרוב הכבוש של הסבתא מכיל כמות אופטימלית של חיידקים, ומהי כמות המלח האופטימלית לצורך שגשוג החיידקים הטובים במתכון\", מסבירה ד\"ר כהן־שטרקמן. \"לצורך כך בדקנו מתכונים שונים של כרוב עם כמות מלח וזמן כבישה משתנים.    \"התוצאות הראו שסבתא בהחלט צדקה. כמות המלח המומלצת היא 2.5% מלח, כלומר 25 גרם מלח בכל ליטר מים. תוצאות בדיקות המעבדה מראות שכרוב כבוש כזה מכיל כמות אדירה של חיידקים פרוביוטיים – 590 מיליון בכל גרם של כרוב! מצאנו גם שלמי הכרוב הכבוש יש ערך בריאותי עצום, ולכן כדאי מאוד לשמור על הנוזלים ולהשתמש בהם - אפשר להכין מהם רוטב לסלט או פשוט לשתות אותם\".   ומה עם אנשים הסובלים מיתר לחץ דם? מדובר בתכולת מלח גבוהה למדי. \"לאנשים עם לחץ דם גבוה כדאי להתייעץ עם הרופא המטפל בנוגע לכמות הצריכה המומלצת\".   במלח או בחומץ: נוסחת הקסם לכבישה עם כל הכבוד לחיידקים הטובים שצמחו בצנצנת הזאת, טולדו היה מוטרד גם משאלה נוספת: הימצאות חיידקים מזיקים בירקות הכבושים. \"רציתי לדעת אם בירקות הכבושים מתפתחים חיידקים מזיקים כמו אי־קולי או סלמונלה\", הוא מספר. \"הכנתי את הכרוב הכבוש בבית, בלי כפפות, עם הידיים, לא עיקרתי צנצנות ולא שמרתי על סטריליות. כל הבדיקות הראו אפס נוכחות של חיידקי אי־קולי או סלמונלה. זו הוכחה נוספת לכך שזו הנוסחה האופטימלית לכבישה\".   בנוגע לנוסחה מופחתת באחוזי המלח, כמו למשל שימוש ב־1% או הכנה בלי מלח בכלל, נראה שהיא פחות אופטימלית. \"ניסינו להפחית מכמות המלח, אבל אז מצאנו שכמות החיידקים פוחתת בהרבה. בנוסף מצאנו בסדנאות שאני מעביר שהנוסחאות מופחתות המלח לא טעימות לאנשים\", מסביר טולדו. \"הריכוז של הסבתות – 2.5% - הוא האופטימלי הן מבחינת הטעם והן מבחינת כמות החיידקים הטובים. אפשר להפחית את המלח ל־2%, אבל לא יותר מכך. מצאנו חיידקים טובים גם בכרוב כבוש ללא מלח בכלל - אבל הטעם היה לא טוב, והוא גם לא נשמר כמו הכרוב שנכבש במלח\".      האם בעצם המסקנה היא שכמות גבוהה יותר של מלח מעלה את כמות החיידקים הטובים?  \"לאו דווקא. למשל, ניסינו להכין כרוב עם 4% ואפילו עם 10% מלח, אבל התוצאה הייתה שהם הכילו פחות חיידקים טובים, וזה גם היה מלוח מדי. גם בזיתים אין חיידקים בגלל תכולת המלח הגבוהה. בריכוז של 10% מלח אין תסיסה ואין חיידקים. הסיבה לכך שמוסיפים לזיתים כל כך הרבה מלח היא כדי לטשטש את הטעם המר שלהם\".   אין ספק שאחת מסוגיות המחלוקת שחובבי החמוצים בוחרים בה צד כאילו מדובר בקבוצת כדורגל היא: מה עדיף - כבושים במלח או בחומץ? זו כמובן שאלה של טעם, אבל אם אתם בעניין של פרוביוטיקה, כדאי שתדעו אילו תוצאות הפגינה הכבישה בחומץ במעבדה. \"אין תסיסת חיידקים בתמיסת חומץ\", חורץ טולדו. \"למעשה, החומץ עצמו כבר מותסס. אפשר להכין ירקות עם חומץ, אבל לא יהיו בהם חיידקים טובים. מה שכן, אפשר להוסיף לצנצנת כבושים במלח מעט חומץ (עד 1־2 כפות לצנצנת) בלי לפגוע בחיידקים הטובים - אבל לא יותר מזה. כמות גדולה יותר הורסת את התסיסה\".   איפה הכי אופטימלי לכבוש את הירקות – בשמש או בצל?  \"בניגוד לאמונה הרווחת, לא מומלץ להניח חמוצים בשמש אלא בצל, ללא שמש ישירה. בקיץ תהליך הכבישה קצר יותר, כי החיידקים הלקטובציליים גדלים מהר יותר בטמפרטורה של 22־24 מעלות. שיא התסיסה מתרחש ב־3־4 הימים הראשונים, ואחר כך התסיסה פוחתת ורואים פחות בועות אוויר בצנצנת. יש כאלה שמאמינים שצריך להשאיר את הצנצנת על השיש במשך שבועיים להשלמת התסיסה ורק אז להעביר למקרר. אנחנו העברנו לבדיקה כעבור שבוע וכעבור עשרה ימים. לא נמצא הבדל משמעותי בתכולת החיידקים\".   ומה עם הסוגיה האורגנית? בדקתם גם כבישה של ירקות אורגניים?  \"בדקנו גם את הנקודה הזאת והופתענו מהתוצאה. היינו בטוחים שבכרוב האורגני יהיו יותר חיידקים בריאים, כי חשבנו שחומרי הדברה יפגעו בהתרבות החיידקים, אבל לא מצאנו הבדל משמעותי בכמות החיידקים. באופן מפתיע דווקא הכרוב הרגיל הכיל יותר חיידקים בהשוואה לכרוב האורגני. אמנם מדובר בדגימה אחת ולכן קשה להסיק ממנה מסקנות חד משמעיות לגבי האורגני, אבל אלה היו התוצאות שלנו\".    איזו תזונה הכי עשירה בחיידקים טובים?  ברשת הטלוויזיה הבריטית BBC ערכו לאחרונה מחקר קטן במסגרת תוכנית הטלוויזיה Trust Me I'm a Doctor, שמוביל ד\"ר מייקל מוסלי, רופא משפחה. המטרה הייתה לבדוק מה כדאי לאכול כדי להעשיר את המעיים בחיידקים טובים. המחקר נמשך ארבעה שבועות וכלל 30 אנשים שחולקו לשלוש קבוצות. כולם אכלו את אותה התזונה אבל עם תוספות שונות, ותכולת חיידקי המעי שלהם נבדקה.     כבשו את אמריקה: הטיפים של משרד החקלאות האמריקאי לכבישה ביתית איכותית   הפופולריות הגואה של החיידקים הפרוביוטיים גרמה אפילו למשרד החקלאות האמריקאי (USDA) להתגייס למסיבת ההתססה ולהוציא לאור מדריך לכבישה ביתית. הנה שש המלצות בולטות מתוכו:   1. כרוב או מלפפונים כבושים יכולים להכיל יותר ויטמינים ומינרלים מירק טרי שנשמר כמה ימים במקרר. כמחצית מהוויטמינים והמינרלים הולכים לאיבוד כעבור שבוע באחסון במקרר, אבל הכבישה שומרת על הערכים התזונתיים. 2. מומלץ להשתמש רק בירקות טריים מאוד לכבישה. ירקות ישנים ולא טריים יתקלקלו מהר. 3. ירקות כבושים שהפכו לרכים או עם נוזל רירי מומלץ לזרוק - הם עלולים להיות מזוהמים בחיידקים גורמי מחלות. 4. כשמחמיצים מלפפונים מומלץ להסיר את העוקץ שלהם – הוא מכיל אנזימים שעלולים לגרום לקלקול כל הצנצנת. כדאי לחתוך כמה מילימטרים משני קצוות המלפפונים. 5. האויב הגדול של החמוצים הוא החמצן. לכן חשוב שכל המרכיבים בצנצנת יהיו מתחת לנוזל הכבישה. גם אם קצה של ירקות או תבלינים מבצבץ החוצה – כל תכולת הצנצנת עלולה להתקלקל. 6. חשוב לא להכניס כלים לא נקיים לצנצנת הירקות המוחמצים - זה עלול לשבש את היחסים בין החיידקים הטובים לרעים ולגרום לקלקול.      דברי כיבושין: חמישה מתכונים לכבישה ביתית    כרוב כבוש בסגנון בלקני   מתכון: מתוך הספר \"פרוביוטיקה במטבח\"       מה צריך?  1 ראש כרוב בינוני עד גדול + 3 גבעולי סלרי עם העלים + 5 שיני שום קלופות (לא הכרחי) + 1 פלפל חריף (לא הכרחי)  לתמיסה: 25 גרם מלח גס + 1 ליטר מים    מה עושים:  1. שוטפים היטב את הכרוב במים, מסירים את העלים החיצוניים, חוצים ומסירים את החלק העצי. חותכים את הכרוב לפרוסות ושוטפים שוב.  2. מעבירים את כל המרכיבים לצנצנת.  3. ממיסים את המלח במים בכלי נפרד, שופכים על הכרוב, הסלרי והשום, ומשאירים בטמפרטורת החדר בצל. כעבור שבוע־שבועיים מעבירים למקרר.    מלפפונים כבושים  מתכון: מתוך הספר \"פרוביוטיקה במטבח\"      מה צריך? 1 ק\"ג מלפפונים קטנים וטריים מאוד + 1/4 צרור שמיר + 3־5 שיני שום קלופות וחתוכות + 2 פלפלים חריפים, יבשים או טריים (לא הכרחי) לתמיסה: 25 גרם מלח גס + 1 ליטר מים   מה עושים: 1. שוטפים את המלפפונים היטב ומשרים אותם במים קרים במשך שעה לפני הכבישה.  2. מסדרים את המלפפונים בצנצנת נקייה ומפזרים ביניהם את התוספות.  3. ממיסים את המלח במים בכלי ויוצקים את התמיסה, עד שהמים מכסים את הצנצנת. סוגרים במכסה ומשאירים בטמפרטורת החדר. כעבור חמישה ימים מעבירים למקרר.     קימצ'י קוריאני בסגנון מערבי   מתכון: רויטל פדרבוש       מה צריך? 1 כרוב סיני (כ־900 גרם) + 1/4 כוס מלח גס + 1־2 כף שום כתוש + 1־2 כף ג'ינג'ר מגורר + 1 כף פתיתי צ'ילי חריף או תערובת של פפריקה מתוקה עם צ'ילי חריף, לפי הטעם + 3 כפות רוטב דגים (לא חובה) + 4־5 גבעולי בצל ירוק, חתוך לחתיכות באורך כ־4 ס\"מ   מה עושים: 1. חותכים את הכרוב לרבעים, מסירים את החלק המרכזי, חותכים לחתיכות ושוטפים.  2. מערבבים את הכרוב עם המלח בקערה גדולה ומעסים היטב עם הידיים. ממלאים את הקערה במים ומשרים למשך שעתיים (מניחים צלחת מעל כי הכרוב נוטה לצוף).  3. מסננים את הכרוב (שמתכווץ), מעבירים לקערה, מוסיפים את כל התבלינים, כולל הבצל הירוק, ומעסים היטב.  4. מעבירים לצנצנת את הכרוב ואת הנוזלים שהגיר. אם נוזלי הכרוב לא מכסים את כל הכרוב מוסיפים תמיסת מלח (25 גרם מלח גס על כל ליטר מים). מאחסנים בטמפרטורת החדר למשך שבוע־שבועיים ומעבירים למקרר.    קפיר  מתכון: משרד החקלאות האמריקאי       זהו אחד המשקאות הבריאים ביותר. אפשר לרכוש קפיר ומשקאות דומים כמו רוויון בכל סופרמרקט, אבל אפשר גם לרכוש גרגירי קפיר בכל חנויות הטבע או אתרי אינטרנט כמו i.herb ולהכין בעצמכם. אגב, גרגירי הקפיר נשארים חיים לעד ואפשר להעביר אותם ממשקה למשקה.   מה צריך? 1 כוס חלב (עם חלב צמחי הקפיר לא מסמיך) + גרגירי קפיר   מה עושים: 1. מוסיפים גרגירים לחלב ומשאירים למשך 24 שעות (לא במקרר). המשקה יסמיך בזכות החיידקים.  2. מסננים את הגרגירים ושומרים במקרר לשימוש הבא. המשקה נשמר במקרר כשבוע.   יוגורט  מתכון: משרד החקלאות האמריקאי         מה צריך? 1 ליטר חלב + 1/4 כוס יוגורט מוכן     מה עושים: 1. מחממים את החלב עד סף רתיחה (90 מעלות).  2. מכבים את האש ומחכים עד שיתקרר לטמפרטורה של 50 מעלות (רצוי למדוד עם מד חום למטבח), מוסיפים יוגורט מוכן ומערבבים.  3. מעבירים לתנור למשך כל הלילה בחום של כ־40 מעלות. בבוקר היוגורט מוכן. אפשר לסנן אותו כדי לקבל יוגורט סמיך יותר.     ייעוץ מקצועי: סיגל פרישמן, מנהלת יחידת תזונה ודיאטה בבית החולים בילינסון ודוקטורנטית לחקר המיקרוביום באוניברסיטה העברית ד\"ר אורי מאיר צ'יזיק, חוקר היסטוריה של הרפואה והתזונה ומעביר סדנאות התססה    לחיות שנה שלמה רק על מאכלים ומשקאות מותססים?      ", "title": "אל תחמיצו: איך הפכו המזון המותסס והכבישה הפרוביוטית לטרנד תוסס?", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5734096,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "Xnet_Menta", "subtitle": ""}