{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5598852,00.html"}, "headline": "נטלי דדון: \"קשה לי להאמין שעוד קיימים גברים ונשים שלא בוגדים\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/26/9510155/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/26/9510151/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/26/9510153/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/26/9510165/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/26/9510162/4_3.jpg"], "datePublished": "2019-09-28T19:11:14z", "dateModified": "2019-09-29T13:15:40z", "author": {"@type": "Person", "name": "חגית גינזבורג"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "30 הקילוגרמים הנוספים, הפחד שתגור במרתף ההורים והבגידה שריסקה אותה: נטלי דדון (36) יורדת מהמגדל, עולה על עמוד, ומדברת על כל מה ששינה לה את החיים", "wordCount": "1442", "commentCount": "106", "genre": "10.Xnet-12374.Xnet_Menta-12701.menta live well", "keywords": "מנטה,נטלי דדון,אינסטגרם", "articleBody": "ההיריון שגרם לה להכיר בשינויים שחלים בגוף, הטכנולוגיה שהחליפה בשבילה את חדר הכושר, האינסטגרם, שאיפשר לה לקחת את הכוח לידיים שלה, האימהות, שנסכה בה מוטיבציה להצלחה, המעבר לבית הפרטי שנתן לה אוויר לנשימה - הגיים צ'יינג'רז ששינו לנטלי דדון את החיים:   היריון: \"שאלתי את הרופא אם הוא לא שכח בפנים עוד איזה תינוק או שניים\" \"בהיריון העליתי 30 קילו, ולקח זמן להוריד את זה. חשבתי שהילד ייצא והכל יחזור למקום, אבל גיליתי שאין באמת דבר כזה לחזור לסקיני שנייה אחרי הלידה. שאלתי את הרופא אם הוא לא שכח בפנים עוד איזה תינוק או שניים. לקח לי שנה בערך להוריד את הכל, והבנתי שאני לא יכולה להמשיך לאכול מה שבא לי, אז לימדתי את עצמי לאכול בריא ומאוזן.    \"אני לא מאמינה בקיצוניות. ניסיתי לעשות כושר במהלך הזמן, אבל תמיד שעמם אותי ללכת לחדר כושר, אז לא עשיתי כלום, עד שלפני חודשיים התחלתי להרגיש שאני מתעייפת כשאני משחקת עם הבן שלי. התחלתי לעשות פילאטיס וריקוד על עמוד – שזה כיף נורא ומפעיל את כל השרירים. קצת נמאס לי שאנשים משווים את זה למשהו אחר. זה ספורט לגיטימי, עם תחרויות בינלאומיות, והוא כבר מזמן לא משהו שמייצג שום דבר אחר. כיף לי שם, כי זה ריקוד ומוזיקה, ואני מרגישה חזקה ועפה על הגוף שלי. רק כושר יכול לתת את התחושה הזאת. השלב הבא הוא ללמוד גלישה, ואני ממש מחכה לזה\".    טכנולוגיה במקום חדר כושר: \"נכנסתי כשותפה בעסק\" \"גיליתי את המכשירים של Ice21 שממצקים את הגוף, ועפתי על התוצאות. זה החזיק אותי במשך המון זמן בלי כושר בכלל. היום אני משלבת אותם יחד עם שיעורי פילאטיס – אני עושה שיעור של שעה ואז עוברת למכשיר למשך שעה, וכשאני יוצאת משם אני מרגישה חזקה ושהכל במקום. כל כך אהבתי את זה, שהחלטתי להיכנס כשותפה לעסק. אני חושבת שהטכנולוגיה יכולה לסגור את הפינה במקומות שבהם הכושר והתזונה לא מצליחים להוריד את כמה הקילוגרמים האחרונים העקשנים האלה\".       פחמימות: 'לכל הצלחת יש את אותו הטעם'. \"לא תמיד אכלתי מאוזן. לאחרונה הצטרפתי לנבחרת שופרסל גרין וקיבלתי אתגר לעבור לתזונה בריאה. בחודשיים האחרונים אני לא אוכלת קמח לבן וסוכר, וזה מדהים. אני מרגישה נקייה וקלה. זה לא שאם אשב עם חברה במסעדה ויגישו לנו קינוח מטורף אני לא אטעם, אבל מספיק לי לקחת ביס וזהו.    \"לא מזמן ישבתי עם חברה איפשהו והגישו לנו פרנץ' טוסט מדהים, אז טעמתי והיא שאלה אותי למה אני לא ממשיכה לאכול. אמרתי לה 'לכל הצלחת יש את אותו הטעם'. אני לא מאמינה שצריך להימנע לגמרי, אוכל זה כיף, אני מאמינה באיזון, בלנסות לעשות את זה נכון. אני מנסה גם ללמד את ריף (הבן שלה - ח\"ג) לאכול קצת יותר בריא, אבל בינתיים ללא הצלחה יתרה. הוא אוהב אוכל של ילדים – שניצלים, פסטה בלי כלום. אז אני מכינה לו, ומדי פעם מנסה להשחיל לשם משהו בריא. אמרו לי שזה משתפר עם הזמן. אני מקווה\".    אימהות: \"פחדתי מאוד שכשאהפוך לאמא אמצא את עצמי גרה במרתף של ההורים\" \"כששואלים אותי על האימהות, אני מתחילה לדמוע. אין לי באמת מילים לתאר איך הבן שלי, שהוא כבר בן שלוש, שינה את החיים שלי. כאילו כל מה שהיה לפניו היה חסר משמעות, ומאז שהוא הגיע הבנתי שהמהות שלי היא להיות אמא. זה ממלא אותי ביותר סיפוק ואושר מכל דבר אחר. אנחנו תא משפחתי קטן, רק אני והוא, ויש לנו את העולם הפרטי שלנו.   \"הלידה שלו גרמה לי להבין שעכשיו יש מישהו בעולם הזה שאני צריכה לדאוג לעתיד שלו, ואני רוצה שיהיה לו הכל. לפניו לא חשבתי על העתיד, לא תכננתי קדימה. פחדתי מאוד שכשאהפוך לאמא אמצא את עצמי גרה במרתף של ההורים, אבל ההפך הגמור קרה – גיליתי מוטיבציה מטורפת לעשות כל מה שאני יכולה ולדחוף קדימה בכל הכוח, כדי שיהיה לו את כל מה שהוא צריך, תמיד. מצאתי בעצמי כוחות שלא האמנתי שיש לי, ואני חושבת שהרבה נשים לא מבינות את זה על עצמן עד שהן הופכות לאמהות\".    בגידה: \"זה מרסק אצלך משהו מבפנים\" \"אני לא אוהבת לדבר על זה, אבל אי אפשר להגיד שהבגידה שחוויתי לא הייתה גיים צ'יינג'ר מבחינתי, ולא בהכרח לטובה. כשאת חווה דבר כזה, כשאת רואה את זה קורה מול העיניים שלך, זה מרסק אצלך משהו מבפנים. אני עדיין מאמינה באהבה, ואני רוצה את האהבה הזאת. רק לאחרונה אני מרשה לעצמי להגיד בקול רם שאני חולמת על שמלה לבנה ועל זוגיות אמיתית ויציבה, אבל אין ספק שמשהו אצלי נסדק.    \"קשה לי להאמין שעוד קיימים גברים, וגם נשים כמובן, שלא בוגדים, שלא מחפשים הרפתקאות, ואז מתחרטים ומבקשים לחזור הביתה. אני רואה את זה קורה סביבי כל הזמן, וזה קשה. קשה בעיקר לשמור על האמונה שהדבר הזה שאני רוצה ומחפשת באמת קיים. קשה לי להבין למה אנשים הורסים את הדבר הכל כך יקר הזה בשביל איזה סיפוק רגעי, אבל אני מנסה להישאר חיובית\".       בית פרטי: \"אני מתעוררת פה בבוקר ומרגישה שיש לי אוויר\" \"גרתי כמה שנים טובות במגדל, וזה היה כיף ונכון לאותה התקופה. באיזשהו שלב הרגשתי שמתחיל להימאס לי לקום בבוקר ולפגוש פפראצי כשאני יורדת למטה לקנות קפה, או לראות את איילון כשאני יוצאת למרפסת שלי. לפני כמה שבועות עברנו לבית פרטי בשכונה שקטה, עם חצר גדולה ועצים ושקט. אני מתעוררת פה בבוקר ומרגישה שיש לי אוויר. אני יכולה לצאת עם ריף לגינה ולשחק ולהשתולל, וככה אני רוצה שהוא יגדל. ככה גם אני רוצה לגדול\".    אינסטגרם: \"כאן אני הבמאית, העורכת, המפיקה. אני הכל\" \"גיליתי את האינסטגרם כשהוא עוד היה בחיתולים שלו, לפני שמונה שנים בערך, ובהתחלה אנשים היו לועגים לי על השיתופים והתמונות. היום יש לי 660 אלף עוקבים, ומבחינתי זה המקום להתבטא, לקחת את הכוח לידיים שלי, להעביר את המסרים שאני רוצה. באינסטגרם אני הבמאית, העורכת, המפיקה. אני הכל. אני לא צריכה תיווך של גוף תקשורת כזה או אחר.    \"אני זוכרת שפעם, כשהיו כותבים עלי משהו, הרגשתי קצת חסרת אונים. זה בעיתון או בטלוויזיה ואין לי שום סיי לגבי זה – היום הכוח נמצא אצלנו. אני מאמינה מאוד באותנטיות ולא מנסה להעביר לעוקבים שלי שום דבר שהוא לא אמיתי או מופרך. המון נשים כותבות לי שאני השראה בשבילן, וזו מבחינתי הסיבה העיקרית לעשות את זה. אני משתפת בהכל, גם ברגעים הפחות פוטוגניים. את הרגעים שבהם אני חסרת סבלנות או עייפה אני משאירה בחוץ, פשוט כי אין בזה שום דבר מעורר השראה, אבל אני כל הזמן מבהירה שגם לי יש כאלה. אני בת אדם, מן הסתם\".    טוקבקים: עם הזמן פיתחתי יכולת לא לתת לזה לחלחל\" \"מאז ומתמיד קיבלתי המון תגובות טובות וגם המון תגובות רעות. מה שאבסורד בעיניי הוא שהרבה מהאנשים שכותבים תגובות רעות ממשיכים לעקוב. עם הזמן פיתחתי יכולת לא לתת לזה לחלחל – אני מבינה היום שאם אדם נמצא במקום שבו הוא מרגיש צורך לכתוב משהו מרושע למישהי באינסטגרם, זה מעיד על המצב הפרטי שלו. אני תמיד שואלת את עצמי, מה יכול להיות שעוררתי באותו אדם, שגרם לו להגיב אלי ככה?    \"הלוואי שאנשים היו מעיזים להיות יותר כנים עם עצמם, להסתכל פנימה ולברר איפה התכנים שאני מעלה מכאיבים להם ולמה, ומטפלים בעצמם. אין שום סיבה לשפוך רעל על אנשים דרך המקלדת – זה נובע רק ממקום פנימי וכואב של אותו האדם. לצערי המון אנשים לא באמת טורחים להסתכל על העולם הפנימי שלהם ומעדיפים לפזר את הזעם שלהם החוצה לעולם\".       פנימיות: \"ישנתי באוהל על החוף, סגרתי את הנייד וקראתי\" \"קראתי את הספר 'ארבע ההסכמות' של דון מיגל רואיס, והוא שינה בי את כל ההסתכלות על העולם. הבנתי כמה חשוב לעבוד מבפנים החוצה, ולא להפך. לא לתת לדברים שקורים בחוץ להשפיע על הרגשות שלי או על הכוחות שלי. אנחנו חיים בעולם כזה שמושתת בעיקר על פידבקים חיצוניים, מחפשים את זה כל הזמן, ותולים הרבה מהערך העצמי שלנו בזה. הספר הזה, יחד עם עוד ספרים שקראתי בשנים האחרונות, גרם לי להבין כמה מה שבאמת חשוב הוא המקום הפנימי שלי, שלא מושפע מדעות של אנשים אחרים או מאירועים שקורים בחוץ.    \"שום דבר שאנשים אחרים עושים או אומרים זה לא בגללנו אלא בגללם. כשאנחנו רואים אנשים אחרים כמו שהם, בלי לקחת את הדברים באופן אישי, אנחנו לא יכולים להיפגע ממה שהם אומרים או עושים. זו עבודה לא פשוטה, אבל אני כל הזמן מנסה לשפר ולדייק את זה. לא מזמן הרגשתי שאני חייבת שנייה אוויר, שמתי את ריף אצל אמא שלי ונסעתי לבד לים, ישנתי באוהל על החוף, סגרתי את הנייד וקראתי. זה היה כמו להתחבר למשאבת דלק\".    יזמות: \"אני חייבת לייצר את העתיד שלי כמו שאני חושבת שהוא צריך להיראות\" \"תמיד הייתי יזמית, אבל רק בשנים האחרונות אני מרגישה שאני באמת מצליחה לנתב את הצורך הזה לעשייה ויצירה. מאז שריף נולד הבנתי שאני לא רוצה להיות תלויה בכל מיני גורמים, והתחלתי להשקיע בעסקים שמעניינים אותי ולחפש כל הזמן איך אני יכולה לצמוח ולהתפתח. גם עכשיו יש פרויקט חדש בדרך, שיעלה ממש בשבועות הקרובים. אני לא יכולה להסתמך רק על האינסטגרם או רק על תוכנית טלוויזיה כזאת או אחרת – אני חייבת לייצר את העתיד שלי כמו שאני חושבת שהוא צריך להיראות. וכמו שאמרתי, אנחנו הנשים יכולות לעשות הכל, אנחנו רק צריכות לגלות את הכוח הזה בעצמנו\".    סגנון, איפור ושיער: גילי אלגבי /// איפור במוצרי קיקו מילאנו, מוצרי שיעור: טרזמה /// ע. סגנון: דובב אגמי /// ע. איפור: מאי אהרון /// בגדים:  FILA  ריקי דלאל, ג'יבנשי ל\"אמור\",  זארה        ", "title": "נטלי דדון: \"קשה לי להאמין שעוד קיימים גברים ונשים שלא בוגדים\"", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5598852,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "Xnet_Menta", "subtitle": ""}