{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5782684,00.html"}, "headline": "והזוכה הוא... מה זה משנה? לאן נעלמים המבנים שזכו בתחרויות ציבוריות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/22/7018654/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/13/8215235/16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/11/8029142/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/05/02/9220890/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/22/7018704/13-9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/04/7758065/6515584_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/11/8029165/4_36.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/09/24/8051947/3_3.jpg"], "datePublished": "2020-08-18T10:02:16z", "dateModified": "2020-08-18T13:50:27z", "author": {"@type": "Person", "name": "מנור בראון"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "ראשי העיריות מקבלים כותרות, האדריכלים מאושרים על הזכייה, והתושבים יכולים להמשיך ולהמתין: מעקב אחר זוכי תחרויות ברחבי הארץ לא מצא את הפרויקטים במציאות", "wordCount": "2508", "commentCount": "33", "genre": "10.Xnet-11939.xnet_architecture-12006.Architects and Projects", "keywords": "תחרויות אדריכלים,אדריכלות,כיכר רבין,מנור בראון,Xnet", "articleBody": "לפני כחמש שנים, אחרי שסיימה לשפץ את כיכר רבין, החליטה עיריית תל אביב-יפו לחדש את פניה של הכיכר המפורסמת בישראל, והזמינה שבעה משרדי אדריכלים לתחרות מוזמנים סגורה. המוזמנים (אפרת קובלסקי, AN+, חיוטין, תמא, מייזליץ כסיף, בתיה סבירסקי-מלול וברוך ברוך) נענו להזמנה, למרות שכר הטרחה העלוב (12 אלף שקלים) שרחוק שנות אור מהמאמץ היצירתי, משעות העבודה ומההשקעה הכספית, אבל אפשר להבין מדוע: כי זה מה שמשלמים בישראל, וכי מדובר בפרויקט דגל שכל אזרחי המדינה ומבקריה ייחשפו אליו.   אביב 2016. סף ההתרגשות עלה, ההדמיות וההצעות נחשפו לציבור ופורסמו אצלנו בערוץ האדריכלות של Xnet, האדרנלין טיפס לקראת ההחלטה - ומאז דממה. טרקטורים ודחפורים לא עלו על הכיכר, כידוע, ולמעשה חמש שנים לאחר הגשת ההצעות, העירייה כלל לא בחרה את התכנון הזוכה.   בעירייה יודעים להסביר כיום, כי ההתפוגגות נובעת מרצון טוב לקיים הליך שיתוף ציבור (היו חמש שנים לערוך אותו), לצד תחילת העבודות הקרבות על הקו הירוק של הרכבת הקלה, שעומדות לחסום את כיכר רבין כשטח התארגנות בכל תקופת הסלילה הממושכת. לכן, מסבירים בעירייה, הוחלט לדחות את שינוי הכיכר עד שיושלמו העבודות של נת\"ע.        מותר לנבא שאחרי סיום העבודות - אין לדעת כמה זמן יימשכו במציאות הישראלית - ההצעות שהוגשו ייאלצו לעבור שינויים והתאמות. האם כל זה לא היה ידוע לעירייה, כאשר יזמה את התחרות בקול תרועה ומשכה אדריכלים להתאמץ לשווא?   אל תגידו לגנוז. תגידו שזה ב-Hold   התחרות לחידוש כיכר רבין היא שורה אחת ברשימה ארוכה של תחרויות אדריכלים ופרויקטים שאפתניים המוצגים לציבור לראווה ובגאווה, ואז נגנזים בקול דממה דקה. אבל למה להגיד \"נגנזים\", ולפגוע באגו של ראשי עיריות ומזמינים אחרים, כשאפשר לומר \"זה ב-Hold\"?   סיבות יש למכביר, ותיכף נגיע אליהן. בדרך כלל, מתרצים את העיכוב הממושך בכך שהפרויקט המובטח רק ממתין לתקציב, או שהוא עדיין נמצא בתכנון כבר חמש שנים. אדריכלים רבים מוותרים כיום על התענוג המפוקפק של השתתפות בתחרות, בעוד שהאמיצים שממשיכים לנסות את מזלם חווים כרוניקה של אכזבה ידועה מראש: חוסר שקיפות, דירוג הצעות שנוי במחלוקת, שכר טרחה נמוך, וגרוע מכל - אין שום הבטחה שהמבנה הזוכה בתחרות אמנם ייבנה. או שכן או שלא.   החלטנו לשוב לעוד פרויקטים גדולים, שעליהם פרסמנו כתבות בערוץ האדריכלות של Xnet, ולבדוק היכן הם עומדים: קמים, נופלים או נמצאים בהמתנה אינסופית.   המשכן לאמנויות הבמה אשקלון   עמוד הפייסבוק של תומר גלאם, ראש עיריית אשקלון, התקשט לפני כשלוש שנים בהדמיות מרהיבות של מבנה ראווה דמיוני. גלאם הודיע לתושבים כי החליט לחדש יוזמה להקמת משכן האמנויות העירוני, שיהיה אייקון אדריכלי בקנה מידה מקומי. על תכנון המבנה הופקדה האדריכלית הפריזאית מנואל גוטראן, בסיוע שותפתה הישראלית האדריכלית בתיה סבירסקי מלול. כאן בכלל לא הייתה תחרות: השתיים פשוט נבחרו.    הקמת המשכן היא רעיון שמתגלגל במסדרונות העירייה מאז 2012, ובינתיים הוחלף האתר המיועד, עודכנה הפרוגרמה וגם התקציב תפח מ-70 מיליון שקלים ל-100 מיליון שקל. עד כאן, נוהל ישראלי סטנדרטי. אלא שלמרות ההשקה הכפולה, דבר לא קרה.       בעירייה מסבירים כי למרות החשיבות שהם מייחסים להקמת משכן אמנויות, העלויות הגבוהות אילצו אותם לבחון מחדש את אופן המימוש. \"אין כסף, הם ביזבזו את הכסף על דברים אחרים. זה נמצא בתקציבים שלהם אבל בפועל אין פרויקט\", אומרת סבירסקי מלול. \"יש היתר בנייה כבר מלפני שנתיים, אבל אף אחד לא מימש אותו, וגם אנחנו שואלים מה קרה לפרויקט\".   אנדרטת צוק איתן בקיבוץ גברעם   בסוף 2017 חשפנו את ההצעה שזכתה בתחרות סגורה של הקרן הקיימת לישראל, לתכנון אנדרטת הנצחה לנופלי מבצע \"צוק איתן\". משרד \"אב אדריכלות נוף\" הציע למקם את האנדרטה בתיאטרון הפתוח והנטוש בקיבוץ גברעם, שבנגב המערבי, ולהוסיף אטרקציות כמו מתקני משחקים ואזור פיקניק כדי למשוך מבקרים ומטיילים בכל ימות השנה, ולא רק ביום הזיכרון. בצוות השיפוט כיהנו נציגים של משפחות ההרוגים.   שבעה מיליון שקלים הוקצו ליישום הפרויקט. שלוש שנים מאוחר יותר, העבודות בשטח טרם התחילו. אירועי הירי מרצועת עזה נמשכים מעת לעת. ארנה בן ציוני, חלק מצוות האדריכלים הזוכה, מספרת כי הפרויקט נמצא כעת בשלב של מכרז קבלנים, אך טרם הוכרזו הזוכים. האדריכל זהר צפון,  מנהל מחלקת תכנון של מרחב הדרום בקק\"ל, מספר שהפרויקט נמצא בעבודת תכנון מאומצת, אלא שהיא נבלמה זמנית בגלל הקורונה.         מדוע פרויקט לא מורכב במיוחד צריך להמתין כבר שלוש שנים להתחלת ביצוע? צפון טוען שהפרויקט דווקא מסובך ורב-שלבי, ומבטיח שהשלב הראשון של שימור התיאטרון הפתוח יתחיל ב-2021, ואז אפשר יהיה לפתח את מערכות השבילים.   הפעם, בניגוד לראיון ההכרזה על הפרויקט, בקק\"ל מעדיפים להיות זהירים: צפון סירב להתחייב על מועד השלמת האנדרטה. הוא ביקש להדגיש, כי \"בניגוד לאופן שבו פועלות תחרויות אדריכליות בישראל, במקרה הזה את העבודה מבצעים זוכי התחרות\". ואכן, אדריכלים שזוכים בתחרויות רואים לעתים את המבנים שהם הציעו מוקמים - אך לא בידיהם.   שערי הכניסה של קריית אונו   באותה שנה (2017) זכו שלושה אדריכלים צעירים - גיא מרגלית, יעל מרגלית-לקשטיין וליזי מיכאל-דלצ'רו - בתחרות פומבית לתכנון ועיצוב הכניסות לקריית אונו. את התחרות יזמה העירייה בשיתוף עמותת התאחדות האדריכלים.    השלושה הציעו סדרה של כיכרות ציבוריות, מתחם ספורט, מתקנים ציבוריים, רחבות משחקים וקיר טיפוס. בעירייה לא נרתעו מהעלויות הגבוהות והצהירו, בשיחה עם Xnet, כי הם נכונים להביא את הפרויקט הזוכה לידי ביצוע. איפה הוא?      גיא מרגלית דיבר השבוע בתסכול על ההתנהלות של העירייה. לדבריו, בתחילת 2018 נראה היה שהפרויקט מתקדם ומתוקצב, אך בקיץ 2018 הודיעה העירייה לזוכים כי עקב הסמיכות לבחירות המקומיות - תקציבי העיר סגורים. מאז אבד הקשר.   \"בפברואר השנה פנו אלינו מהחברה לפיתוח קריית אונו\", מספר מרגלית, \"בבקשה שנעביר הצעת מחיר להכנת פרוגרמה למכרז קבלנים הכולל קיר טיפוס במיקום הקרוב לזה שהוצע על ידינו בתחרות. העברנו הצעת מחיר וכמובן שלא קיבלנו התייחסות. לאחר כשבוע התקשרנו לברר, ונאמר לנו שנבחר אדריכל אחר כיוון שהצעת המחיר השעתית שלו הייתה זולה משלנו בכ-50 שקלים.    הוא ועמיתיו פנו להתאחדות האדריכלים, כדי שזו תדרוש מהעירייה לכבד את תוצאות התחרות ולהתקשר עם הזוכים, אך לשווא. \"אנו לא מאמינים שהפרויקט יצא לפועל ומאוכזבים מאוד מהתנהלות ההתאחדות וחוסר האחריות שלהם כלפי תחרויות אותן הם יוזמים\", מספרים חברי הצוות הזוכה.  מעיריית קריית אונו נמסר כי בימים אלה, עם גמר עבודות הפיתוח בדרך דורי, אפשר לטפל בהקמת הכניסה לעיר בצומת הרחובות דורי ושלמה המלך. בהמשך, עם גמר עבודות הפיתוח בדרך לוי אשכול, יטופלו הכניסות הצפונית והדרומית לעיר - נמסר מהעירייה.   מהתאחדות האדריכלים נמסר: \"לצערנו הרב, במקרה זה התחרות לא הבשילה לידי ביצוע פרויקט. יש לציין כי ההתאחדות איננה צד לחוזה שנחתם בין הצדדים. עם זאת, כשפנו אלינו האדריכלים הזוכים לסיוע, הפנינו את תשומת ליבם למידע רב שהיה חסר וביקשנו שישלימו אותו, אך מאז נעלמו עקבותיהם. במקביל פנינו לרשות, והתברר לנו כי האדריכלים קיבלו סכום כסף נוסף מלבד הפרס שניתן להם, ואף אישרו בכתב לרשות לפנות לאדריכל אחר לביצוע הפרויקט\".   קונסרבטוריון מבשרת ציון   בקיץ 2016 נערכה תחרות אדריכלים פתוחה לתכנון קונסרבטוריון במבשרת ציון. בתחרות, שאירגנו המועצה המקומית והתאחדות האדריכלים, זכה \"סטודיו רולקה\" של האדריכלים מיכאל חיניץ, עומרי שוורץ, טל מנדולה ותומר קופל.    קולות נגינה לא עולים מהקונסרבטוריון הזה. \"אחרי שזכינו בתחרות המועצה המקומית הייתה בראש של לדחוף את הפרויקט קדימה\" מספר שורץ. \"היו ישיבות שבועיות, ניסינו למצוא תקציבים ואפילו נקבעו תנאים להיתרים. בנובמבר 2019 קיבלנו מייל מהמועצה שהפרויקט נעצר, כי אין כסף לתכנון. הייתה לנו מוטיבציה גדולה לפרויקט ואנחנו ממתינים שיתניעו את זה מחדש\".         לאה סבן, אדריכלית המועצה המקומית, מאשרת כי למבנה יש כבר תוכניות מפורטות וכי הפרויקט נמצא אחרי שלב המכרזים, אך מציינת כי בינתיים במועצה נאלצים להמתין ולחפש מקורות מימון - ולכן אין כל תאריך יעד.   מוזיאון מורשת המכבים והחשמונאים   נקודת אור בודדת בסיפור הזה דולקת, כמו בחג החנוכה, במוזיאון למורשת המכבים והחשמונאים. בדצמבר האחרון פרסמנו כי האדריכל צביקה תמרי ומשרדו \"תים אדריכלים\" נבחרו לתכנן את המוזיאון הראשון שייבנה בעיר מודיעין. מאחר שזו המוזיאון הטרי ביותר מתוך רשימת התחרויות בכתבה הזו, ציפינו כי מגפת הקורונה שפקדה את ישראל זמן קצר לאחר הזכייה תפגע בו במיוחד.       להיפך הפרויקט מתקדם. העבודות התחילו לפני ארבעה חודשים, בניית השלד אמורה להסתיים בקרוב, ובמשרד האדריכלים סבורים שהעירייה דוחפת את המיזם קדימה. להערכתם, הוא יושלם בתוך פחות משנה.    מרכז לתרבות האנדלוסית וספרייה באשדוד    בדצמבר 2017 חגגה אשדוד, ואנחנו איתה, את ההחלטה להקים מוסד תרבות חדש ובולט לצד המרכז לאמנויות הבמה. בתחרות לתכנון המשכן החדש של מרכז התרבות האנדלוסית, שפועל בעיר זה כ-30 שנה, זכה האדריכל אמנון רכטר. ההבטחות שהושמעו אז האזינו לצלילי בכורה שיבקעו מהמבנה כבר בתחילת 2020.    בתחרות התמודדו 12 משרדים - היענות נמוכה ביחס למספר המוזמנים שהעירייה שאפה אליו - ואפשר לייחס זאת לשכר הטרחה המעליב שהוצע למתמודדים: 6,000 שקלים בלבד. כך או אחרת, קיץ 2020 כבר בעיצומו ואיש אינו שומע קולות כינור, עוד, קנון או דחפור. בעירייה מתרצים את עצירת המיזם, בכך שזהו \"פרויקט תרבות ייחודי שתקציב בנייתו מתבסס על תרומות, אשר מטבע הדברים לוקח זמן רב לגייס\". אמנון רכטר אומר, כי משרדו יתחיל לתכנן את המבנה בפועל אחרי שיימצא תקציב.       אגב, באותה כתבה פרסמנו כי עיריית אשדוד מתכננת גם ספרייה עירונית גדולה, שמתכנניה ייבחרו בתחרות שתתקיים באמצע 2018. זה לא קרה. ראש העירייה יחיאל לסרי בישר ב-2019 על תחרות אדריכלים בינלאומית שממנה יפרוץ המתכנן המאושר גם זה לא התרחש.    מעיריית אשדוד נמסר: ראש העיר הגיע למסקנה שבניית ספרייה חדשה מחייבת תהליך עמוק של שיתוף ציבור, נוכח שאלות רלוונטיות של ספרייה בעידן הדיגיטלי. תהליך כזה שינה בהכרח את לוח הזמנים, ואנו שמחים על ההחלטה לקיימו. לפני שלושה חודשים החל תהליך לאפיון פרוגרמתי שמתבסס על סיכום שיתוף הציבור ועל לימוד ומחקר מעמיק של פרוגרמות למבנים דומים בעולם. לאחר סיום עריכת הפרוגרמה ואישורה נצא לפרסום תחרות תכנון אדריכלית, שתהיה פתוחה לאדריכלים מהארץ ומהעולם\".    שיפוץ בריכת הסולטן בירושלים    בריכת הסולטן בירושלים נחשבת כבר עשרות שנים לאתר הופעות וטקסים יוקרתי למדי, אבל בכל אותן שנים יושב הקהל על טריבונות זמניות. לפני שנתיים וחצי הוכרזה תחרות אדריכלים סגורה לשיפוץ בריכת הסולטן. המזמינים - הקרן לירושלים בשיתוף העירייה, חברת\" אריאל\", רשות הטבע והגנים ורשות העתיקות - ביקשו מהמתמודדים הצעה לשיפוץ מקיף שיחדש את ימיה של הבריכה כפארק ציבורי פתוח, ולא כאתר סגור שנפתח רק להופעות מוזיקליות ולהקרנות סרטים.    משרד האדריכלים וינשטיין-ועדיה זכה בתחרות, אחרי שהציע לפרק את טריבונות הברזל הזמניות ולתכנן טריבונות קבועות במיקום שונה, כך שיפנו אל חומות העיר העתיקה. צמד האדריכלים הציע גם כריית אגם חדש למרגלות הטריבונה.         דבר לא קרה. המעורבים בפרויקט מספרים, כי בשנתיים האחרונות התקדם התכנון מול משרד האדריכלים תוך פגישות רציפות, אלא שקשה לגייס תורמים. אדריכל הקרן לירושלים, רועי זינגר, אומר כי התכנון המעודכן הוצג לראש העירייה משה ליאון וכי ממתינים להחלטות התקציביות של העירייה. מעיריית ירושלים נמסר, כי שלב התכנון הראשוני נמצא בשלבי סיום.    מרכז האוטיזם בבאר שבע    כשראש עיריית באר שבע, רוביק דנילוביץ', נשאל בראיון ל-Xnet בשנה שעברה כיצד יממן את הפרויקט השאפתני של מרכז האוטיזם הארצי \"מקום לחלום\" שעלותו המשוערת היא כ-100 מיליון שקלים, הוא הביע ביטחון כי בעיית תקצוב לא תהיה כאן: \"עמותה שעוסקת בתחום הודיעה עכשיו שהיא בפנים, שתי קרנות בינלאומיות כבר הביעו נכונות לתרום, ועכשיו זה הופך ליותר ממשי\".    לרגע זה באמת נראה אופטימי. תחרות לבניית מרכז טיפולי ומחקרי שישרת ילדים על הספקטרום האוטיסטי ואת משפחותיהם, ולא בגוש דן אלא בנגב לשם שינוי. אפילו האדריכל איתן קימל, שמשרדו ניצח בתחרות, נשמע אופטימי ביחס למי שמכיר מקרוב את הנושא הכאוב של תחרויות אדריכליות בישראל. \"התקציב כבר נמצא ברובו, ומעורבות פה גם קרנות לצורך השלמת חורים. אני מאמין שזו עירייה רצינית, ואני רוצה להניח שהפרויקט ירוץ ויקום\", סיפר לנו אז.      עכשיו הוא כבר אופטימי פחות: \"בחודשי הקורונה הפרויקט ישן ואני בהחלט מקווה שהוא יתעורר. כרגע הוא בהולד\". קימל אומר שהפרויקט מצוי בשלבי תכנון ראשוני בלבד, לנוכח התלבטות ששוררת בעירייה לגבי הפרוגרמה.    מהעירייה נמסר, כי היא מקדמת תכנון מפורט של המתחם שעליו יקום המרכז, וכי במקביל היא פועלת לרתום את השותפים הנוספים לצורך גיוס תרומות, למרות המשבר הכלכלי שנוצר כתוצאה ממגפת הקורונה, בתקווה להוציאו פועל בהקדם. במלים אחרות, הכסף - שהיה אמור להיות הנקודה הבטוחה ביותר בפרויקט - הפך לחסם שלו. פתרון חיוני לילדים ולמשפחות - עדיין אין.   מוזיאון חיל האוויר החדש בחצרים   בצד השני והדרומי של באר שבע, דיווחנו ב-2017 על תחרות אדריכלים פתוחה מטעם חיל האוויר לתכנון מוזיאון החיל החדש. בחבר השופטים ישבו מפקד חיל האוויר אז, אלוף אמיר אשל, ומייסד המוזיאון הפופולרי, האלוף במילואים יעקב טרנר. יחד הם בחרו בהצעתם של המשרד החיפאי \"שוורץ-בסנוסוף\".    המוזיאון הגדול (17 אלף מ\"ר בנויים) אמור להתארגן במבננים, המסודרים כמו שמש סביב חצר פתוחה, כשהמבקרים יכולים להתרשם מ-70 כלי טיס מתקופות שונות. מנהלי התחרות עידכנו את הזוכים, כי שלב התכנון המפורט יתחיל בהקדם, ואז תגובש העלות הכספית ויגויסו מקורות מימון בהתאמה. שנת היעד - 2021 - נראית כרגע בלתי אפשרית אפילו במושגי חיל האוויר הישראלי. הפרויקט התעכב, ובצה\"ל אומרים שהוא עדיין מצוי בשלבי תכנון ובחינה בוועדה המחוזית.       תקציב כבר יש? צה\"ל מעדיף לשמור על עמימות בנקודה הזו, ונמסר כי ההחלטות על המשך התקצוב של הפרויקט יתקבלו בהמשך. גבי שוורץ מופתע לשמוע על כך. מצד שני, קשה לאכזב אותו כשזה מגיע למימוש זכייה בתחרויות: בכל זאת, הוא ממתין כבר שמונה שנים להגשים את הצעתו לתכנון מוזיאון הטבע בירושלים, שזכתה בתחרות כבר ב-2012.   הבית באגם ברמת גן | אופס, שכחנו שיש כבר בית   הקיץ שעבר הביא עמו את אחת מתחרויות האדריכלים היותר פואטיות שנראו כאן לאחרונה. לא פחות מ-64 צוותי אדריכלים הגישו הצעה לתכנון \"הבית בלב האגם\" בפארק הלאומי רמת גן. בתחרות, שיזמו החברה הכלכלית לפיתוח רמת גן והתאחדות האדריכלים, זכו האדריכליות הילה חבקין ושרון אקר-מיכאל במקום הראשון וקיבלו פרס בסך 35 אלף שקלים.    השתיים הציעו להרוס את המבנה הקיים, שנבנה בשנות ה-60. מה שהן לא ידעו - ואולי גם המארגנים לא ידעו - הוא שהמבנה סומן לשימור בתוכנית העירונית, שנמצאת בתהליכי אישור. אם היא תאושר, תוכניותיהן של חבקין ואקר-מיכאל ייגנזו.        מאז, עתיד המבנה הוא נושא למאבק עירוני פנימי, והילה חבקין אומרת ש\"עיריית רמת גן צריכה להחליט האם היא משמרת את המבנה או בונה אחד חדש במקום\". לדבריה, מוטב היה אם ההחלטה הייתה מתקבלת לפני שהוחלט לצאת לתחרות, ו\"כך או אחרת הם לא מחויבים אלינו כזוכות התחרות\".    \"כרגע לא ידוע מה לוח הזמנים\" מספרת רננה ירדני, יו\"ר החברה הכלכלית לפיתוח רמת גן, ודואגת להדגיש כי \"אין התחייבות בתחרות לבניית המבנה הזוכה, אבל זו בהחלט הכוונה הכנה\". לשאלתנו לגבי מעמד המבנה כמבנה לשימור, ענתה ירדני: \"המבנה מוגדר בתוכנית שימור עירונית שטרם הופקדה, ועצם התחרות הייתה גם השאלה עבור האדריכלים האם המבנה צריך לעבור שימור או לא\". צוותים בודדים בלבד הגישו הצעה שכוללת את שימור המבנה, ולא רק אלמנט ממנו.    עיריית רמת גן מסרה: \"תהליך קבלת ההחלטה לגבי המבנה הקיים ומידת שימורו נמצא בעיצומו ובמחלוקת בין מקבלי ההחלטות\".   פיתוח כיכר ספרא בירושלים   בתחרות יוקרתית ופתוחה שיזמה עיריית ירושלים, בשיתוף החברה הכלכלית \"עדן\" והתאחדות האדריכלים, התבקשו המתמודדים לתכנן ולפתח מחדש את כיכר ספרא השוממת שסמוכה לבניין העירייה.   זה היה באמצע 2018, ו-49 צוותים השקיעו את מיטב כישרונם ומומחיותם כדי לשפר את פני הכיכר חסרת החיים אך רבת הפוטנציאל. הזוכים המאושרים היו זוג האדריכלים מיכאל וברכה חיוטין (זוכי פרס רכטר שלוש פעמים) בשיתוף האדריכל דניאל שטרסבורגר. השלושה הציעו תכנון שחרג מגבולות הכיכר, כך שהוא מתחיל במפגש ושל רחוב יפו עם העיר העתיקה ומסתיים במגרש הרוסים ממערב.    הזוכים הציעו לעירייה סל של פתרונות, שיאפשרו לחבר את הכיכר לרצף העירוני לפנות את מחלקות העירייה שממוקמות בקומות הקרקע בדפנות הכיכר לטובת דופן עם שימושים ציבוריים ומסחריים ולתכנן מבנה מסחרי חדש עם מרכז לתרבות ופנאי בדופן רחוב יפו.       באותה תקופה החלו בכירי העירייה לעזוב את תפקידיהם בזה אחר זה, ומחליפיהם מחויבים פחות למימוש הפרויקט שאותו יזמו קודמיהם. תחילה היה זה ראש העירייה ניר ברקת, שסיים את הקדנציה והצטרף לפוליטיקה הארצית, ואחריו פרשו גם מהנדס העיר שלמה אשכול ומנכ\"ל חברת \"עדן\" אלון שפייזר. אם לא די בכך, במארס אשתקד הלך מיכאל חיוטין לעולמו.    שורה תחתונה: הפרויקט המשמעותי הזה לא התקדם עד היום, וספק אם יקרום עור וגידים במציאות הכלכלית הנוכחית של עצירת פרויקטים. לשאלת Xnet הגיבה עיריית ירושלים: \"לאור החלטה עירונית הנוגעת לאיכות השימור במרחב הצמוד לפרויקט, הוחלט לאחרונה על בחינה מחדש\".   ומה עם בית הספר לאדריכלות בכניסה לאוניברסיטת ת''א: יבנו אותו?  ", "title": "והזוכה הוא... מה זה משנה? לאן נעלמים המבנים שזכו בתחרויות ציבוריות", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5782684,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_architecture", "subtitle": ""}