{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5757511,00.html"}, "headline": "ציונוב-ויתקון זכו בתחרות ביה''ס לאדריכלות של אוניברסיטת ת''א", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069959/6_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069957/5_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069961/7_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/06/22/10050041/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/02/10143221/3pic_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069955/4-3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069953/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069951/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/13/7130511/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069872/16_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069870/15_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069868/14_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069866/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069864/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069862/11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069841/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/01/10069839/7_3.jpg"], "datePublished": "2020-08-02T14:12:12z", "dateModified": "2020-08-02T15:11:22z", "author": {"@type": "Person", "name": "מנור בראון"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "המבנה החדש במימון קרן עזריאלי יתבלט בכניסה הראשית לקמפוס. חנויות, קולנוע וגלריה ייפתחו לרחוב הראשי, אך הכניסה לסטודנטים תמשיך להיות מגודרת", "wordCount": "763", "commentCount": "36", "genre": "10.Xnet-11939.xnet_architecture-12006.Architects and Projects", "keywords": "אדריכלות,אדריכלות בתל אביב,אוניברסיטת תל אביב,דנה עזריאלי,תחרויות אדריכלים,מנור בראון,Xnet,מייזליץ-כסיף", "articleBody": "משרד האדריכלים ציונוב-ויתקון (ליאור ציונוב וליאור ויתקון) זכה בתחרות לתכנון בית הספר לאדריכלות בכניסה לאוניברסיטת תל אביב ברמת אביב - כך החליטה ועדת השיפוט, בראשות נשיא האוניברסיטה פרופ׳ אריאל פורת ויו״ר קרן עזריאלי המממנת את רוב תקציב המבנה (שיישא את שמו של דוד עזריאלי), דנה עזריאלי.    המשרד הזוכה גבר בשלב הגמר על שלושה משרדי אדריכלים (מייזליץ-כסיף, סקורקא וקיסלוב-קיי), אחרי שעוד שניים נופו בשלב הגמר, וזאת אחרי שעשרות משרדים ניגשו לתחרות היוקרתית. המבנה הגדול יחליף את הבניין הישן, הקטן והמוזנח של בית הספר לאדריכלות בתוך הקמפוס - מבנה שתכנן האדריכל נחום זולוטוב כחדר אוכל. יש כאן סגירת מעגל, משום ששני הזוכים הם בוגרי בית הספר. כאשר החלו ללמוד, המחלקה עדיין פעלה ממבנה בקרית עתידים, ובמהלך הלימודים הם עברה איתה לקמפוס הראשי.          חשיבותה של התחרות לא נבע רק מהיוקרה שכרוכה בתכנון בית ספר לאדריכלות, אלא גם משום המיקום הבולט בכניסה הראשית לאוניברסיטה: צומת מרכזי ברמת אביב שבו עוברים עשרות אלפי סטודנטים, מרצים ומבקרים מדי יום, ובעתיד אמורה להתמקם בו תחנה של הרכבת הקלה. זה אמור להיות אחד ממבני-הדגל של הקמפוס, והוא מוקם בשיתוף פעולה הדוק עם קרן עזריאלי. האב המנוח, איל הקניונים דוד עזריאלי, החל עוד בחייו לממן את פעילות בית הספר (שנושא בתמורה את שמו), וכך עד היום.   הבניין אמור להשתרע על פני כ-8,500 מטרים רבועים ולשמש כ-500 סטודנטים וכמאה אנשי סגל מינהלי ואקדמי. התקציב המשוער הוא מעל 100 מיליון שקל (בשלב זה), כש-75% מהסכום ממומן על ידי קרן עזריאלי. לוחות הזמנים הנוכחיים הם תחילת בנייה בסוף 2021, וחנוכת המבנה באמצע 2024.    עם הפנים לעיר? ימים יגידו    צמד האדריכלים הזוכה הכתיר את הצעתו בשם המבטיח \"עם הפנים לעיר\". אלא שבניגוד לחלק מההצעות שהעפילו לגמר, היא לא מפרה את הסדר הישן. בסרטון התדמית של הפרויקט, שהוגש לשופטים, מספר ויתקון: \"זה תפר של מבנה שהוא לא בתוך הקמפוס, שאתה צריך לעבור גדר להיכנס ואתה שם. ממשק נושם, דיפוזי, של העיר לתוך הקמפוס\".   ואולם, עיון בתוכניות מגלה כי הכניסה לבית הספר לאדריכלות תמשיך להיות דרך השער הראשי של הקמפוס בכיכר אנטין, מבלי שהאוניברסיטה תפרוץ את הגבולות המאובנים של לימודים מעבר לגדר. הרווח העיקרי של העיר מהבניין החדש הוא החזית המסחרית לרחוב חיים לבנון, שתציע לציבור חנויות, בתי קפה, בית קולנוע וגלריות - כפי שהוגדר בתקנון התחרות, במגמה להחיות את הרחוב ולהפוך אותו לעירוני יותר. גם הכניסה לארכיון האדריכלות ע״ש עזריאלי תתאפשר דרך כיכר אנטין, מבלי להיבדק אצל השומרים בשער הראשי.   הסטודנטים והמרצים ייכנסו, אחרי שעברו דרך המאבטחים, בכניסה שנמצאת בחזית המזרחית של המבנה, זו שרחוקה יותר מהרחוב ושצמודה לבית הספר למוזיקה. שם תיבנה כיכר סגורה, שתשמש כמקום מפגש לסטודנטים משני בתי הספר.         העיקרון המנחה בעיצוב המבנה הוא מערכת של נפחים ופטיואים, שכלואים בתוך מעטפת רפפות אנכיות מאלומיניום מחורר. במבואה הראשית של בית הספר תוכננו טריבונות (בדומה לכמה הצעות אחרות שהוגשו לתחרות), לטובת הרצאות פתוחות ואירועים לא רשמיים. לצדם, בקומת הקרקע, תוכננו סדנאות העבודה של בית הספר וארכיון האדריכלות שלו.    בחמש הקומות העליונות פזורים חללי סטודיו וחדרים רב-תכליתיים בגדלים מגוונים, ובכל אחת מהקומות מתוכנן פטיו חיצוני וירוק וגג ירוק ושימושי ליושבי המבנה. \"בתוך המבנה יש חללי פטיו ירוקים, חללי שהייה לא פורמליים\", הסביר ציונוב לערוץ האדריכלות של Xnet כאשר נודע שמשרדו העפיל לגמר התחרות. \"ניסינו להכניס את החוויה הלימודית ולתת גמישות מרבית בבניין. פיצלנו את החללים הירוקים בתוך מכלול הסטודיואים וחללי ההגשה, כחלק ממכלול הפרוגרמה״.           חברים בצוות השופטים סברו שההצעה של ציונוב-ויתקון נהנית מיתרון, משום שהיא מציעה חללי סטודיו איכותיים לסטודנטים. הלך הרוח בקרב השופטים היה, שההצעה תיטיב עם התלמידים והמרצים, לעומת הצעות מסוימות שהעפילו לגמר בזכות הפוטנציאל שלהן להפוך לאייקון אדריכלי חדש של האוניברסיטה. ההצעה הזוכה לא צפויה להפוך לאייקון.                    43 מתמודדים   זהו אקורד הסיום לתחרות ארוכה ומפרכת במיוחד לעשרות אדריכלים ישראלים שניגשו אליה. במאי 2017 חשפנו כאן את כוונתה של קרן עזריאלי להשקיע כמה מיליוני שקלים בהקמת מבנה חדש בכניסה לקמפוס, שייקרא על שמו של מלך הקניונים. תחילה התכוונו באוניברסיטה ובקרן לערוך תחרות אדריכלים למוזמנים בלבד, אך בפברואר אשתקד נמלכו בדעתם והכריזו על תחרות אדריכלים פתוחה.    43 מתמודדים הגישו הצעות לצוות השיפוט, ולפני כחודשיים נבחרו שש ההצעות שעלו לשלב הגמר. הוועדה האוניברסיטאית התקשתה להמליץ על זוכה יחיד, ולכן צימצמה את המלצתה לעזריאלי ולפורת לכדי ארבע הצעות סופיות, כדי שיקל עליהם לבחור את הזוכה. ועדיין, ההחלטה נדחתה שוב ושוב במשך כחודש וחצי.   דנה עזריאלי, יו\"ר קרן עזריאלי, מסרה כי \"לאחר מספר חודשים של תהליך מובנה ומקצועי, תוך הקפדה על אנונימיות מוחלטת וצמצום לא פשוט של מגוון הצעות מצוינות שקבלנו ממשרדי אדריכלים מהטובים בארץ, בחרנו בהצעה הטובה ביותר הן עבור הסטודנטים והן עבור הקמפוס. בעיצוב ובתכנון החדש חיפשנו מבנה שיהווה השראה לסטודנטים הצעירים, יחד עם התאמה לנוף התל-אביבי, וכן, מבנה פרקטי לשנים הבאות\".   בשנים האחרונות, ציונוב-ויתקון מקבלים שלל פרויקטים בתל אביב. הנה אחד מהם:  ", "title": "ציונוב-ויתקון זכו בתחרות ביה''ס לאדריכלות של אוניברסיטת ת''א", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5757511,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_architecture", "subtitle": ""}