{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5789615,00.html"}, "headline": "יובל של קלאודיה שיפר: 12 רגעים בלתי נשכחים של הדוגמנית הנצחית", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210885/GettyImages-1150573819_6_f.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210883/GettyImages-851633280_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210830/AP_0206270100-6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210881/GettyImages-1312351_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210840/AP_867852592919_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210832/AP_9602130248_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210836/AP_96032301745_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210838/AP_96103102629_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210834/AP_95070501469_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210898/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210896/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210945/shutterstock_editorial_263588a_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210954/shutterstock_editorial_5140121a_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210853/AP_9505030255_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210844/AP_96031201720_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210842/AP_9610310501_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/08/31/10210947/shutterstock_editorial_241471l-3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/01/14/9002995/1_3.jpg"], "datePublished": "2020-09-01T11:59:35z", "dateModified": "2020-09-01T11:59:34z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "היא היתה הפנים של שאנל, בילתה עם הנסיכים וויליאם ואלברט, דגמנה לצד חיילים וגם בלנז'רי. לרגל יום הולדתה ה-50, חזרנו לתחנות בחייה של הסופר מודל המפורסמת", "wordCount": "890", "commentCount": "41", "genre": "10.Xnet-11936.xnet_fashion-11998.Celebs Figures", "keywords": "אופנה,דוגמניות,דוגמנית,קלאודיה שיפר", "articleBody": "קלאודיה שיפר בת 50. הדוגמנית הגרמנייה, מחלוצות הסופר מודלס בשנות ה-90, התגלתה בגיל 17 במועדון לילה בדיסלדורף על ידי מיכאל לבטון, הבעלים של סוכנות הדוגמנות מטרופוליטן, והפכה מאז לכוכבת עסוקה ואהובה, מוזה לצלמי אופנה כמו פטריק דמרשלייה ואלן פון אנוורת', ניהלה מערכות יחסים מתוקשרות, והיתה מהראשונות שמינפו את היופי לביזנס. בין לבין, היא מעולם לא הפסיקה לדגמן.    \"זאת היתה תקופה משוגעת\", סיפרה ב-2009 בראיון לאינדפנדנט הבריטי. \"אני זוכרת שבסוף תצוגה של שאנל לא יכולתי להחליף בגדים מאחורי הקלעים, כי כל כך הרבה אנשים רצו לבוא ולדבר איתי: מעריצים, עיתונאים, צלמי פפראצי. החביאו אותי מאחורי שמיכה באחת הפינות כדי שאוכל להחליף בגדים. לא יכולתי גם לעזוב את המקום, ונדרשתי לשני שומרי ראש שילוו אותי החוצה. באותו רגע חשבתי לעצמי, 'זאת סיטואציה לא נורמלית'\". הנה עוד 12 רגעים שהפכו את קלאודיה שיפר לדוגמנית הכי מפורסמת בעולם.    1. נערת GUESS  בשנים 1991-1989 היתה קלאודיה שיפר הפנים של מותג הג'ינס האמריקאי GUESS, אליו חזרה כדוגמנית 30 שנה מאוחר יותר בקמפיין מחווה. היה זה השילוב המנצח בין המותג המסחרי והנגיש GUESS שבנה את שיפר בתחילת הדרך עם תמונות סקסיות ופתייניות, לצד עבודתה בבית האופנה שאנל שהציב אותה כדמות יוקרתית יותר ונגישה פחות.       2. הפנים של שאנל  \"כשקלאודיה שיפר הופיעה בעולם האופנה, זה הרגיש כאילו השמש יצאה החוצה\", אמר עליה בעבר קרל לגרפלד, המנהל האמנותי של שאנל מאז 1983, שהלך לעולמו לפני כשנה וחצי, \"ומאז השמש עדיין זורחת\". היו אלה יחסים קרובים בין שני גרמנים, שני דורות של אופנה, מעצב ומוזה. מאז נכנסה שיפר לעולם הדוגמנות היא סומנה ואומצה על ידי לגרפלד, שהטיס אותה היישר אל הפסגה כפנים מובילות של בית האופנה שבראשו עמד, כולל תפקיד \"הכלה\" היוקרתי החותם את התצוגה. \"לי ולקרל יש מנטליות גרמנית\", אמרה בעבר בראיון שער שהעניקה לווג גרמניה. \"אנחנו מאוד מעריכים דייקנות, משמעת ואמינות. הכל צריך 'לדפוק' כמו שעון, אבל זה לא המפתח היחיד להצלחה\".       3. בובה בדמותה  בשיטוטים חסרי תכלית ב-eBay אפשר למצוא דברים מפתיעים. למשל, בובות בדמותה של שיפר משנות ה-90 של חברת Hasbro. שיפר היתה מהראשונות שזכו לבובות משחק עבור ילדות, שראו בה מודל לחיקוי. המחיר לבובה, אגב, עומד היום על 250 שקל. זול יחסית לפריט אספנים.       4. הזוגיות עם הקוסם  זה היה אחד הרומנים המתוקשרים של שנות ה-90. בניגוד לדוגמניות בנות דורה שניהלו מערכות יחסים עם שחקנים, זמרים וכוכבי הוליווד, שיפר בחרה בקוסם האמריקאי-יהודי דיוויד קופרפילד, אותו הכירה בשנת 1993. השניים היו יחד לאורך כמעט שש שנים ואף התארסו, אך נפרדו בתחילת 1999. שלוש שנים לאחר מכן, היא נישאה למפיק הסרטים הבריטי מתיו ווהן ולשניים שלושה ילדים. לפחות הוא לא חצה אותה לשתיים.       5. הנסיכים שלצדה  כאחת הדוגמניות הבולטות בדור הסופר מודלס של שנות ה-90, הפכה שיפר למושא תשוקתם של גברים רבים, ובהם גם לא מעט נסיכים משושלות מלוכה. בשנת 1991 הכיר קרל לגרפלד בינה לבין הנסיך אלברט ממונקו. מדורי הרכילות דיווחו על רומן ממושך בן שנה, אך הנסיך אלברט צינן את השמועות ובראיון ב-1997 סיפר כי היה מדובר בסך הכל בדייטים ספורים. אחר כך היה זה הנסיך וויליאם לבית ווינדזור שנשבה בקסמיה לפני 18 שנה בתחרות פולו באנגליה. השניים הכירו דרך אמו המנוחה, הנסיכה דיאנה. במדורי הרכילות טענו כי וויליאם סיפר לאחיו הצעיר הארי כי הוא מאוהב לחלוטין בדוגמנית הגרמנייה המבוגרת ממנו ב-12 שנה.       6. אירובי עם קלאודיה  זה קרה גם לטובות ביותר. הרבה לפני יוטיוב, אפליקציות לחיטוב הגוף ומכוני כושר של מפורסמות – לכל כוכבת היתה קלטת וידאו שבה גילתה לפשוטי העם איך היא שומרת על כושר.    7. ג'יאני ואני  לפני שלוש שנים עלתה קלאודיה שיפר על המסלול בפעם האחרונה, כמחווה לציון 20 שנה לרצח מעצב האופנה ג'יאני ורסאצ'ה. שיפר עלתה לבושה שמלת מקסי מטאלית לצד חברותיה מהניינטיז: נעמי קמפבל, הלנה כריסטנסן, קרלה ברוני וסינדי קרופורד, ולצדן אחותו, מעצבת האופנה דונטלה ורסאצ'ה. בשנות ה-90 היתה שיפר אחת הדוגמניות הבולטות על מסלולו של ורסאצ'ה, שטיפח וחיזק את הסופר מודלס של העשור.       8. שיפר וחיילי קולומביה  אחד הסיפורים המוזרים שנקשרו לשמה של שיפר התרחש בשנת 1996. באותה שנה ביקרה הדוגמנית בקולומביה והצטלמה על הדרך עם חיילי צבא המדינה. להפתעתה, היא גילתה כי הצבא עשה בתמונות שימוש מסחרי עם הסלוגן National army, model of virtue, בעוד היא האמינה בתמימותה כי הצטלמה עם מעריציה.       9. פאשן קפה  היו ימים שבהם פעלה בעולם (כולל סניף בתל אביב) רשת בתי הקפה פלאנט הוליווד בבעלות שחקנים כמו ארנולד שוורצנגר, ברוס וויליס, וופי גולדברג ואחרים. אחרי השחקנים – הגיעו הדוגמניות. שיפר וכוכבות מסלול נוספות כמו נעמי קמפבל וכריסטי טרלינגטון פתחו בשנת 1995 את רשת Fashion Cafe, שניסתה להכניס קצת זוהר לקפאין. כמו כל טרנד אופנתי, זה לא החזיק מעמד יותר מדי והרשת נסגרה לאחר ארבע שנות פעילות בלבד.    10. טקס האוסקר  בשנת 1996 הגישה שיפר יחד עם נעמי קמפבל והשחקן פירס ברוסנן את הפרס לעיצוב התלבושות הטובות ביותר. זו היתה אחת הפעמים היחידות בהיסטוריה של האקדמיה האמריקאית לקולנוע, שעל הבמה התרחשה תצוגת אופנה עם דוגמניות ודוגמני על כמו טיירה בנקס ומרקוס שנקנברג, שהציגו תלבושות מכל אחד מהסרטים שהיו מועמדים. זה קרה, כמובן, מאחר שבאותן שנים היו הדוגמניות בשיא תהילתן.      11. טיירי מוגלר  אסור לשכוח שלצד הקמפיינים הגדולים, הכסף, ההצלחה ובני הזוג המפורסמים, קלאודיה שיפר היתה דוגמנית מסלול מרהיבה. כאן היא באחד המראות היפים ביותר שלה, לבושה טיירי מוגלר.       12. H&M  קמפיין נוסף שממחיש את גלי ההערצה והטירוף כלפיה: בשנת 2000, כשהקריירה שלה נמצאת בדמדומיה, התפרסמו מודעות קמפיין בכיכובה של שיפר בלנז'רי לקמעונאית האופנה השבדית H&M, שהובילו רק בברלין עצמה לגניבה של המודעות מתחנות אוטובוס וכן של פלקטים בדמותה מחנויות.       ומה גילינו על מור ממן בלי איפור מול המראה בביתה?  ", "title": "יובל של קלאודיה שיפר: 12 רגעים בלתי נשכחים של הדוגמנית הנצחית", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5789615,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}