{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5765771,00.html"}, "headline": "צאו מהארון ועצבו אותו מחדש: מתיחת פנים לרהיט הכי גדול בבית", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105081/1-6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105117/8_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105128/11-13-14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10106276/6-7-15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105125/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105123/11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105121/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105096/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105132/15_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105119/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105127/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105137/16_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105089/4-5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105083/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/16/10105085/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/01/14/9002995/1_3.jpg"], "datePublished": "2020-07-16T18:40:24z", "dateModified": "2020-07-16T18:40:24z", "author": {"@type": "Person", "name": "מירי בלבול"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "איך עם קצת תשומת לב, תעוזה וחשיבה יצירתית תוכלו גם אתם לשדרג את הפריט נטול החן שתקוע לכם בבית לרהיט מעוצב ומלא שיק, שנראה ומרגיש ממש כמו חדש ", "wordCount": "972", "commentCount": "21", "genre": "10.Xnet-11940.xnet_diy-12251.Renovation diy", "keywords": "DIY,רהיטים,שיפוץ רהיטים,ארונות,ארון בגדים", "articleBody": "הארונות שלכם בבית מגלים סימני עייפות? פיתחתם בתקופת ההסגר תיעוב עמוק כלפי החזיתות מחופות הפורמייקה וידיות הפלסטיק הגנריות? לפני שאתם נפרדים לשלום מהם וגם מכמה אלפי שקלים לטובת ארונות חדשים, תראו איך עם קצת תשומת לב, תעוזה וחשיבה יצירתית תוכלו לשדרג את הפריט חסר החן שתקוע לכם בבית לרהיט מעוצב ומלא שיק שנראה ומרגיש כמו חדש.    איך? בעזרת חיפויים מסוגים שונים, צביעה מחדש, הדבקת וושי טייפ, החלפת ידיות ועוד כמה רעיונות לא מסובכים לביצוע.    אחד האמצעים החשובים לשדרוג כל ארון הוא צבע אקרילי (פוליאור/אוניאור – תלוי במותג) על בסיס מים, אותו ניתן להשיג בשלל גוונים. יחודו טמון בכך שהוא נתפס היטב גם על משטחים חלקים לחלוטין, ללא צורך בחומר מקשר או הכנה מיוחדת לפני הצביעה. כצבע על בסיס מים הוא מתייבש מהר, כמעט נטול ריח לוואי ומתאים לצביעה של ארונות גם בחדרי הילדים.    עוד תוכלו למצוא בחנויות ה-DIY שבלונות מדליקות מעולמות תוכן שונים, וושי טייפ (נייר דבק יפני מנייר אורז שניתן לשדרג בעזרתו את הדלתות) בשלל צבעים, מדפים, מתלים ומוטיבים נוספים של נגרות שניתן להתאים ולהוסיף לרהיט הקיים ולהפוך אותו לפריט  יחיד מסוגו - ONE OF A KIND.         הנה כמה הצעות:   נישה חדשה: ארון עם פינת איפור או שולחן כתיבה    אצל רבים מאיתנו הם עדיין עומדים בחדרי השינה וחדרי הילדים - ארונות שיוצרו אי שם בשנות ה-90 ובמרכזם נישה עמוקה עבור טלוויזיה, אותה ניתן להסב בקלות לפינת איפור או לעמדת עבודה פרקטית, מדליקה וחסכונית במקום.       מה צריך?  2 מדפי MDF בעובי 2 ס\"מ לפחות. האחד בעומק 20-25 ס\"מ והשני 70 ס\"מ.  3 פרופילים מעץ אלון מהוקצע בעובי 3-4 ס\"מ שיהוו בסיס למשטח העמדה: 2 מהם בהתאם למידת עומק הארון ו-1 נוסף במידת הרוחב.  מקדחה  ברגי עץ  פלס  צבע אקרילי (פוליאור) בגוון המבוקש לארון  מברשת/רולר      מה עושים: 1. לפני הכל, פנו את כל הארון ליצירת סביבת עבודה בטיחותית ונוחה יותר לעבודה. חשוב לוודא שהארון יציב לחלוטין וכל חלקיו מחוזקים.    2. מסירים שני מדפים מעל ומתחת לנישת הטלוויזיה ואת ארגז המגרות התחתון.    3. צובעים (אם רוצים) את הארון כולו כדי לרענן וליצור מראה אחיד והרמוני יותר בין כל החלקים.   4. צובעים את פרופילי העץ ואת המדפים בגוון שבחרנו לארון. מספר שכבות הצבע שידרשו משתנה בהתאם לגוון, לרוב יספיקו עד 3 שכבות. הקפידו לצבוע באוויר הפתוח ושמרו על טווחי הזמן בין שכבה לשכבה על פי הוראות היצרן.    5. מקבעים את פרופילי העץ, שנחתכו מראש על פי מידות העומק והרוחב של הפתח הקיים, בעזרת מקדחה וברגי מתכת, ל-3 הפאות, בגובה של 70-72 ס\"מ (גובה תקני לשולחן/עמדת עבודה). מעליהם מקבעים את פלטת השולחן בעזרת ברגי עץ בהתקנה תחתונה - כלומר הקדיחה מתבצעת מחלקו התחתון של הפרופיל כך שראשי הברגים יישארו מוסתרים).   6. מקבעים את המדף העליון, בעזרת הפינים המקוריים של הארון.    7. מומלץ להחליף את הידיות המקוריות או לשדרג את הקיימות באמצעות ליפוף חוטים או חבלים שמקנים להן מראה ייחודי ומרשים. לצורך כך הצטיידו בדבק סיליקון, הדביקו את נקודת החיבור הראשונה, לפפו סביב הידית והדביקו גם את סוף החוט/חבל.      ארון קרניזים צרפתי רעיון נוסף, קל ופשוט ליישום הוא יצירת מסגרות דקורטיביות מקרניזים שמשווים לארון מראה עשיר ומרשים.         מה צריך? קרניזים עשויים פוליאוריתן מוקצף, אותם ניתן לרכוש בחנויות ייעודיות  אקדח סילקון ודבק סיליקון סופר 7 או סופר 8  סרגל ארוך, פלס או מד זוויתן נגרים  עיפרון  צבע אקרילי (פוליאור) בגוון המבוקש לארון  מברשת/רולר   מה עושים:  1. מודדים את הארון במדויק, כולל כל אחת מהדלתות/מגירות עליהן אנחנו מתעתדים להדביק את הקרניזים ומייצרים סקיצה. מידות הקרניזים נגזרות ממידות הדלת או המגירה, בהפחתת 10 ס\"מ בדיוק מכל צד. אם, לדוגמה, גובה הדלת שלנו הוא 80 ס\"מ, אורך הקרניז יהיה 60 ס\"מ (גריעה של 10 ס\"מ מכל צד).    שימו לב: יש לוודא שהקרניזים נחתכים בגרונג (זווית של 45 מעלות) על מנת לייצר חיבור מדויק בין היחידות.    2. את מיקומי הקרניזים מסמנים על החזית במדויק בעזרת הזויתן או סרגל ארוך ומדביקים בעזרת אקדח סיליקון.   3. ממתינים לייבוש מלא וצובעים את החזיתות בגוון אחיד.    ארון הכפר   אם אתם מחובבי הסגנון הכפרי, ניתן ליצור אפקט דומה על ידי לוחות MDF. במקרה זה מומלץ מאוד לגשת לנגר בעל ניסיון עם סקיצה של הארון ולחשב יחד איתו את המידות הדרושות. בדומה לקרניזים, מידות ה-Mdf הם נגזרת של רוחב ואורך הדלתות או המגרות כאשר אנחנו נכנסים פנימה 5 ס\"מ בדיוק. אם לדוגמה גובה הדלת שלנו הוא 80 ס\"מ אורך לוח ה-MDF יהיה 70 ס\"מ (גריעה של 5 ס\"מ מכל צד).       שימו ב: מכיוון שה-MDF כבד מהקרניז, חשוב לעבוד עם לוחות בעובי של 1.5 ס\"מ בלבד.    מה צריך?  לוחות MDF בעובי 1.5 ס\"מ  דבק חם  דבק סיליקון  צבע אקרילי  מברשת/רולר      מה עושים: 1. מורחים דבק חם וסיליקון על לוחות ה-MDF ומדביקים לחזית. שני החומרים יחד הופכים את כושר ההדבקה ליעיל ביותר.  2. בתום היבוש, צובעים את החזיתות בצבע פוליאור לפי טעם.     ארון שהוא לוקר    הילדים שלכם ספורטאים בנשמה? באמצעות צבע מיוחד וקצת יצירתיות תוכלו להפוך את ארון הבגדים שלהם למעין לוקר, ממש כמו בחדרי ההלבשה של הקבוצות הטובות בעולם.       מה צריך? לוחות MDF חתוכים על פי מידה, מחורצים על פי שבלונה דמוית חריצים.  אקדח סילקון ודבק סיליקון סופר 7 או סופר 8  צבע אקרילי על פי בחירה  צבע אקרילי בגוון שחור  מברשת/רולר  אופציונלי: ידיות ומנעולים של לוקר      מה עושים: 1. את המידות ללוחות ה-MDF יש לקחת בהתייחס לגודל דלתות הארון. החישוב פשוט: אחרי שנתקין את לוח ה-MDF על גבי החזית, עדיין צריכה להישאר לנו מסגרת של בין 10 ל-15 ס\"מ, שתייצר תחושה של עומק.   2. לפני החיתוך חשוב להכין סקיצה/שבלונה של חריצים שיתנו את המראה האותנטי של הלוקר. ניתן לייצר חירוץ כזה  בכל הלוחות או רק באלה העליונים.    3. צובעים בשחור / בגוון כהה את האזור שמעליו יבואו החריציםעל מנת לייצר אשליית עומק.    4. את הלוחות מתקינים במדויק על גבי החזית המקורית בעזרת אקדח הסיליקון ודבק סופר 7.   5. צובעים את כל חלקי הארון בצורה יסודית ליצירת מראה אחיד.   6. לסיום, מתקינים ידיות ומנעולים שקנינו למראה אותנטי של לוקר.       מירי בלבול היא מומחית להום סטיילינג ובעלת בית הספר Sculla /// הפריטים בתמונות הכתבה - בעיצוב תלמידות \"סקולה\"      די לשממה בחדר השינה: שלושה ראשים מעוצבים לשדרוג המיטה    ", "title": "צאו מהארון ועצבו אותו מחדש: מתיחת פנים לרהיט הכי גדול בבית", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5765771,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_diy", "subtitle": ""}