{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5763474,00.html"}, "headline": "נפרדות מהכתר: מלכת היופי ונערת ישראל מסכמות שנת מלכות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/26/9146583/3_6b.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/24/9323368/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/27/9149192/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/24/9383644/15_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/03/26/9146579/2_3.jpg"], "datePublished": "2020-07-12T13:10:42z", "dateModified": "2020-07-12T14:43:14z", "author": {"@type": "Person", "name": "הילה רגב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "לקראת הכתרת מלכת היופי החדשה של ישראל, שתתקיים מחר, סלע שרלין ואוליאנה פרידריך נפרדות מהכתר (שבעקבות הקורונה – נשאו זמן ארוך מהצפוי!)", "wordCount": "575", "commentCount": "2", "genre": "10.Xnet-12352.Beauty_Queen-12378.Past Beauty Queens", "keywords": "לאשה,מלכות היופי,מלכת היופי,סלע שרלין,אוליאנה פרידריך", "articleBody": "מחר (13.7) כולנו נגלה מי תהיה מלכת היופי של ישראל לשנת 2020 וסגניתה. לכבוד המאורע המרגש, בדקנו עם מלכת היופי ונערת ישראל היוצאות איך עברה עליהן שנת המלכות.   הכהונה של סלע שרלין, מלכת היופי       לדעתי שברת שיא כמלכה שכיהנה הכי הרבה זמן. \"זה בהחלט תואר מכובד! (צוחקת). נבחרתי במרץ 2019, הייתי אמורה להעביר את הכתר כבר במאי השנה, אבל הקורונה טרפה את הקלפים. מבחינתי זה היה יתרון עצום כמובן. אני אוהבת את התואר שלי ואת האחריות שבאה איתו ושמחה שיצא לי, גם אם לא בכוונה, לכהן בו עוד כמה חודשים\".   מה שינתה עבורך תקופת המלכות?  \"את היכולת לעמוד מול קהל. אחרי הזכייה בתואר החלטתי לנצל את הבמה שניתנה לי ולהעביר הרצאות לנוער. עברתי קורסים מקצועיים לדיבור מול קהל, ובניתי הרצאה שהמטרה שלה היא לתת לקהל כוח להאמין בעצמו, לעבור מכשולים ולשאוף גבוה. יש בה סיפורים על הקשיים בקורס טיס, האימונים לטריאתלון ואפילו חוויות מתחרות מיס יוניברס. אני כל כך נהנית לחלוק את הסיפור שלי, בידיעה שהוא יכול לעזור לאחרים\".    איך היית מסכמת את התקופה הזו?  \"היא הייתה מלאה בחוויות - תצוגות אופנה, קמפיינים ואירועים. האירוע שהשאיר עליי הכי הרבה רושם היה תחרות יזם השנה של 'יוניסטרים', ארגון שפועל למען קידום ילדי פריפריה בעולם העסקים. זכיתי להשתתף כשופטת בתחרות הסטארט־אפים של הארגון, יחד עם האליטה של עולם העסקים, כולל מנכ\"לית פייסבוק ישראל. חוויה ענקית\".   היו רגעים קשים?  \"הקורונה אמנם נתנה לי עוד זמן להיות מלכה, אבל גם תפסה אותי בזמן הכי פחות טוב. בוטלו לי הרצאות ועבודות גדולות שחיכיתי להן מאוד\".    עצה למלכה הבאה?  \"לקחת רגע עם עצמך, לחשוב מה התואר מהווה עבורך ומה תרצי לשנות בשנת המלוכה שלך. אני הכנתי לעצמי תוכנית מסודרת של יעדים, וגם אם לא השלמתי את כולם – הרגשתי שהתקופה הזו הייתה משמעותית ומספקת\".   מה התוכניות לעתיד?  \"באוקטובר אני מתחילה ללמוד מנהל עסקים בשילוב מדעי המחשב בבינתחומי בהרצליה, בנוסף אני מתכננת הרבה הפתעות שתראו בקרוב על המסך בבית. עוד בתוכניות: להעביר את הכתר למלכה הבאה. זה יהיה קשה, אבל הגיע הזמן שהוא יעבור למישהי אחרת\".          הכהונה של אוליאנה פרידריך, נערת ישראל       אוליאנה, יש לי הרגשה שהתקופה הזו הקפיצה לך את קריירת הדוגמנות.  \"בואי נתמקד קודם במה שחשוב: אני נערת ישראל לפרק הזמן הכי ארוך שהיה אי פעם בתולדות התחרות! אני חושבת להוסיף לסרט שלי את התואר המלא: נערת ישראל לשנת 2020-2019. את חושבת שאני אצטרך סרט חדש בשביל זה או שפשוט יוסיפו?\"   אני לא חושבת שיסכימו להוסיף את זה. \"חבל. בכל מקרה, זו באמת הייתה תקופה מטורפת. לא האמנתי שאגיע כל כך רחוק ואזכה בתואר. לדעתי, לקח לי יומיים להפנים שזה קרה במציאות ושזה לא חלום ממש ארוך. אני זוכרת מאוד לחיוב את הבנות התומכות ומלאות ההשראה שליוו אותי בנבחרת, וגם את הדרך המקצועית שנפתחה לי. לפני התחרות הייתי דוגמנית בהיקף קטן, והתואר אִפשר לי להכיר עוד אנשים מהתעשייה שפתחו לי דלתות, להופיע על שער 'לאשה' ובפרויקטים מסחריים. שמעי, זה היה כיף\".    מה למדת על עצמך?  \"זו הייתה תקופה מעצימה, אבל במובן הכי עמוק. הייתי חייבת לעבוד על הביטחון העצמי שלי. אם פעם הייתי מוותרת לעצמי או מפחדת לנסות, התואר דחף אותי קדימה. את מרגישה בכל יום שיש עלייך אחריות ואת מייצגת משהו גדול יותר מיופי. את משפיעה\".    מה תיקחי איתך מתקופת הכהונה, מלבד הקריירה?  \"השתתפתי בקורס במשחק, מה שפתח לי את הצ'אקרות, וגם התנדבתי המון, וזה אִפשר לי לפגוש אנשים שונים ממני שלימדו אותי הרבה. אני עומדת להתחיל ללמוד מדעי החיים באוניברסיטת בר־אילן ויש עוד פרויקטים על הפרק. התקופה הזו גרמה לי להבין שאם הצלחתי בתחרות, אין משהו שהוא גדול עליי. אני צריכה רק להמשיך לחלום\".  ", "title": "נפרדות מהכתר: מלכת היופי ונערת ישראל מסכמות שנת מלכות", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5763474,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "Beauty_Queen", "subtitle": ""}