{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4832522,00.html"}, "headline": "בארון של ג'ני צ'רוואני: \"להיות אישה אמידה מסייע לי להתלבש יפה\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154899/18_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154893/15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154895/16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154892/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154898/17_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154854/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154850/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154877/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154852/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/25/7156766/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154869/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154873/11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154862/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154871/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154864/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154858/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/25/7156768/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154860/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/07/24/7154875/12_3.jpg"], "datePublished": "2016-07-27T11:48:01z", "dateModified": "2016-07-27T14:22:16z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "למה היא לא נועלת עקבים לאירועים מתוקשרים ומי עדיין נוהג להתלחשש על הבגדים שלה מאחורי גבה? כל מה שלמדנו על הדוגמנית ומעצבת הפנים מביקור בביתה", "wordCount": "1326", "commentCount": "107", "genre": "10.Xnet-11936.xnet_fashion-11998.Celebs Figures-12366.Secrets From Inside The Closet", "keywords": "ג'ני צ'רוואני,דוגמניות,סודות מחדר הארונות,בית,רוני מאנה,איתי יעקב", "articleBody": "לקראת תום ביקורנו בביתה של הדוגמנית ג'ני צ'רוואני, נכנס בעלה בחמש השנים האחרונות, איש העסקים רוני מאנה, ובידיו בשורה מרה: \"הגולשים ב-pplus נתנו לך שוק\", הוא מספר לצ'רוואני ומראה לה את הנתונים במכשיר הסמארטפון שלו. צ'רוואני, מצדה, מקבלת את גזר הדין בקלילות. \"לא השקעתי. זה בסך הכול שורטס מג'ינס וחולצה שחורה\", היא עונה לו בטון לא מתנצל.    >> מוזמנים לעשות לנו לייק בפייסבוק   חצי שעה קודם לכן, מול ארון הבגדים שלה בחדר השינה הממוקם בקומה השלישית של דירתם המשקיפה אל הים, הסבירה צ'רוואני את משנתה האופנתית בכל הקשור לאירועים מתוקשרים שאליהם היא מוזמנת: \"לא אגיע בשמלה פומפוזית לאירוע מיוחצן, כי זה נראה לי מעט מוגזם, ולכן אעדיף תמיד מראה פשוט יותר, קז'ואל. מצד שני, לא אשקר: חשוב לי לקבל שיק ולא שוק, שהפך בקרב סלבס לפחד לאומי\".       מאז הפכה בשנה האחרונה לפנים מוכרות בכל בית ישראלי בעקבות השתתפותה בתוכנית הריאליטי \"הישרדות\", צ'רוואני, 34, מסתמנת באופן עקבי כאחת המתלבשות שהכי כיף לראות באירועים. מי שהיתה לנערת ישראל בשנת 1999 והגיעה למקום הרביעי בתחרות מיס וורלד באותה שנה, היא היום מעצבת פנים (\"שגית רביבו לא זזה בלעדיי\", היא אומרת בזמן הצילומים, כשרביבו מתייעצת איתה בווטסאפ לגבי גוף תאורה שהיא מעוניינת לרכוש), פרזנטורית של חברת האופנה אייס קיוב זו העונה השנייה, ולאחרונה החלה במיזם חדש – הרצאות בפני תלמידי בתי ספר בנושא שיימינג, בריונות ואלימות ברשת. צ'רוואני מספרת כי הרעיון נולד לאחר מפגש על סט טלוויזיוני עם מנהל עירוני ה' בתל אביב. \"הם היו מהופנטים\", היא אומרת על המפגש עם תלמידי כיתות ז'-י'. בשנת הלימודים הקרובה היא תמשיך במיזם בבתי ספר ברחבי הארץ.      צ'רוואני את מאנה מתגוררים בדירה חדשה במתחם סי אנד סאן שבתל ברוך, אליה עברו לפני ארבעה חודשים (לשניים דירה נוספת במתחם, שכרגע לא בשימוש). זהו בית בן שלושה מפלסים המשקיף אל הים וכולל ירידה פרטית לחוף, בעוד על גג הקומפלקס ממוקמת בריכה. קומת כניסה כוללת סלון, מטבח, שירותי אורחים ומרפסת גדולה, ובקומה העליונה נמצא מתחם המגורים המורכב מיחידת הורים וחדרה הצבעוני של אמילי, בתם בת השלוש של בני הזוג. הכלב ג'יימסון בן ה-12 מסתפק במזרן קטן בסלון, מתחת לספרייה לא גדולה שבראשה שורה של מטריושקות רוסיות.       כמעצבת פנים בהשכלתה, צ'רוואני מתגאה שעיצבה את הבית לפי טעמה: שילוב בין חומרים קרים לחמים, כמו שולחן העץ הגדול במרכז הסלון, לצד ספה המורכבת משני חלקים ושתי כורסאות בעיצובה. חדר השינה מעוצב בפשטות, עם מילות אהבה ממוסגרות על הקירות ומיטה זוגית שממנה נשקף הנוף היפה ביותר: הים התיכון. \"אני חושבת שיש קשר ישיר בין האופן שבו מעוצב הבית למלתחה שלי\", אומרת צ'רוואני, \"שני הדגשים המרכזיים הם נוחות וצבעוניות בולטת, אבל לא מוגזמת מדי. גם כשאני לובשת שחור, אני אוהבת להבליט את הפנים עם ליפסטיק אדום\".       הצצה במלתחה שלה מגלה אישיות מגוונת: מחולצות טי עם הדפס של מיקי מאוס ולא מעט מכנסונים מג'ינס, דרך פריטי מעצבים במראה מיוחד כמו חולצת פליסה של איסי מיאקה, ועד שמלות ערב מפוארות של דולצ'ה & גבאנה (\"שמלות של נסיכה סעודית\"), שלבשה פעמים ספורות. לדבריה, עד להיכרותה עם מאנה לפני עשור מותגים היו מחוץ לתחום. \"לא היו לי בארון מותגי יוקרה, וגם לא הייתי צריכה. לא היה חסר לי שום דבר בחיים, וחייתי מצוין גם בלי פראדה, כי מי צריך את השמלות האלה ואת המותגים האלה\".    מה השתנה?  \"מאז שאני עם רוני אני זקוקה למלתחה לאירועים. אני גם צריכה שיהיה לי את התיק הנכון. זה נשמע אבסורד, אבל כשאני מצטרפת לרוני לאירועים, ואני הולכת איתו כמעט להכול – רק מתחילת חודש יוני הוזמנו ל-12 אירועים כמו חתונות, בר מצוות וכדומה – אני לא יכולה ללכת עם אותו תיק או אותה שמלה יותר מכמה פעמים, כי מתחילים להתלחשש מאחוריי. אז או שאני מוכרת, או תורמת, או מעבירה הלאה לחברות. לצערי, זה חלק מהעניין. אבל לשמחתי, אני מקבלת מאייס קיוב הרבה שמלות שאני מחזירה לאחר פעם אחת, או עושה שיתופי פעולה עם מעצבים, לפעמים לוקחת מרימה רומנו. זה לא אפשרי לרכוש שמלה חדשה לכל אירוע, ואני עוד לא מדברת על אירועי היח\"צ אליהם אני מוזמנת\".    יש הבדל בין להתלבש לחתונה של חברים של רוני לבין השקה יחצנית?  \"להשקות אני מקפידה להתלבש קז'ואל, טרנדי, קליל. נראה לי מוגזם להגיע לאיזו פתיחה בקניון עם עקבים של 12 ס\"מ. לחתונה אני כבר בוחרת משהו הרבה יותר קלאסי ורשמי, ובמקרים מסוימים גם מרשה לעצמי להעז בשמלה פומפוזית ועקבים גבוהים. אם כבר – אז כבר. לעשות כניסה\".    לרוני לא מפריע שאת עולה על עקבים וגבוהה ממנו בראש?  \"רוני מת על זה שאני גבוהה (1.78 מ'). הוא אוהב גבוהות. לא מפריע לו שאני על עקבים, אם כבר, אני זו שממתנת ומעדיפה לאזן את ההופעות שלי בציבור עם עקבים. לא מספיק שאני גבוהה, אני גם צריכה לעלות עכשיו על עקבים גבוהים?\"      לצ'רוואני אין תחנה אחת קבועה לרכישת בגדים. היא אוהבת את זארה, את הג'ינסים של אמריקן איגל, אבל גם יודעת לגלח קולבים ברשת פקטורי 54, המייבאת את הקווים השניים של בתי אופנה בינלאומיים. לעתים היא נעזרת בסטייליסטית נועה נוזיק, שאחראית במידה מסוימת לפרמוט בלוק של צ'רוואני, שלאחרונה נראית הרבה יותר רעננה ופחות נובורישית מבעבר. הפריט הכי יקר שיש לה בארון הוא תיק של סטלה מקרטני, והיא גם מאמינה, בניגוד לדעה הרווחת, שכסף קונה סטייל. \"להיות אישה אמידה מסייע לי להתלבש יפה\", היא מודה. \"אפשר להתלבש יפה גם בזארה או אסוס, אבל כשאת קונה ז'קט מדהים של מעצב, יוקרה אמיתית, אי אפשר להשוות לזארה. באופן כללי, כסף זה דבר שעוזר בחיים\".    האם הכסף הפך את המלתחה שלה למיוחדת יותר? הנה מה שלמדנו על צ'רוואני מביקור בארון הבגדים שלה.       \"רכשתי חמש שרשראות כאלה ליום החתונה שלי: 10 ביולי 2011, אותן הענקתי במתנה לחברות הכי טובות שלי. כולן ענדו את זה איתי מתחת לחופה, וזה היה רגע מרגש ממש\". ואיך חגגו מאנה וצ'רוואני את יום הנישואים החמישי שלהם, שצוין החודש? \"הוא שכח! אבל אחרי 10 שנים יחד, זוכרים את הדברים האחרים, החשובים יותר\".      \"הפריט הראשון שרוני קנה לי במתנה. הוזמנו לחתונה באולמי אבניו, וזאת היתה צריכה להיות הופעת הבכורה שלנו כזוג. לא היו לי אז בגדים לאירוע, בטח לא מותגים. הלכתי לקנות שמלה, אז התפרעתי ורכשתי שמלה ב-500 שקל בקאלה. זה היה הכי יקר שלי עד אז. ואז רוני אמר: 'נעליים אנחנו הולכים לקנות יחד'. הוא לקח אותי להלגה בכיכר המדינה ובחרתי את נעלי העקב האלה. זה היה הפראדה הראשון שלי\".       \"בשנת 2007 הצטלמתי כמה פעמים לשער של מגזין קוסמופוליטן הישראלי, וכשהיתה תחרות של השערים הטובים ביותר – שער שצילמה אותי עדי אורני זכה במקום הראשון. הפרס היה שרשרת עם תליון יהלום של חברת Diamonds Forever. כשהגעתי לפגישה עם הבעלים התחלנו לשוחח על העבודה שלי, וכשהוא שמע שאני מעצבת פנים, הוא הציע לי לעצב לעצמי פריט, וככה נולדה טבעת היהלומים הזאת, שקיבלתי במתנה\".       \"קניתי אותו בחנות בריביירה הצרפתית לפני שנתיים, ומאז בכל נסיעה לחופשה בחו\"ל אני סוחבת אותו איתי. וכן, זה תמיד סרט לסחוב אותו בטיסות בלי שהוא ייהרס, עד שרוני מתעצבן ושואל למה אני לא קונה כובע חדש ביעד שאליו אנחנו מגיעים. לאחרונה למדתי שיטה ביוטיוב איך לארוז אותו במזוודה: דוחפים תחתונים וגרביים אל ראש הכובע, ואז מניחים אותו בתחתית המזוודה, ומסביב תומכים בו על ידי פריטי לבוש אחרים. ככה הוא לא מתעקם, מתקמט או נקרע, כפי שקרה לכובע הזה\".        \"זאת טבעת שעיצבתי מחדש מטבעת מוגזמת שרוני רכש לי במתנה. פירקתי אותה והוספתי לה את האבן בצורת לב. יש לי טבעת דומה נוספת עם אבן לבנה\".        \"אני צריכה הרבה בגדים לאירועים, ולמזלי, 70 אחוז מהקולקציה של אייס קיוב מורכבת משמלות בלבד. לרוב אני לוקחת ומחזירה, אבל את השמלה הזאת אני אוהבת במיוחד וחורשת עליה, כי יש בה שילוב של תום וסקסיות\".       \"קיבלתי את הטבעת הזו במתנה מדודה שלי לפני 20 שנה. היא קיבלה אותה ממחזר הודי שהיה לה, והיא עברה אליי בירושה. זה אחד הפריטים היקרים ללבי\".        \"זאת שמלת המעצבים הראשונה שקניתי מכספי בשנת 2004. התעלפתי ממנה אז, ולבשתי אותה מספר פעמים, אבל גזרת הסטרפלס שלה לא נוחה לי והיא כל הזמן זוחלת למטה. כבר תקופה ארוכה שאני רוצה להוסיף לה כתפיות, אבל אני צריכה למצוא זמן ללכת לתופרת\".       \"יש לי אובססיה למשקפי שמש, ואני שומרת כל דגם שרכשתי או קיבלתי במתנה, בין אם זה דגם זול שרכשתי בשוק או פריט מעצבים. יש לי משקפיים משנת 2000, ואני מתבאסת ממש אם זוג אחד הולך לי לאיבוד\".    ומי הן חמש הדוגמניות הברזילאיות שהפכו למיליונריות?   ", "title": "בארון של ג'ני צ'רוואני: \"להיות אישה אמידה מסייע לי להתלבש יפה\"", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4832522,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}