{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4958897,00.html"}, "headline": "כמה קטנה ככה גדולה: דירה \r\nבת 65 מ''ר לזוג עם שני ילדים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762974/6_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762976/7_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762978/8_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762980/9_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762985/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762983/10_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7763017/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762964/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762987/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7763023/16_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7763019/14_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7763025/17_18_3tur.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7763021/15_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7763028/19_20_3tur.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762958/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/05/07/7762960/2_3.jpg"], "datePublished": "2017-05-08T16:09:51z", "dateModified": "2017-05-09T09:42:02z", "author": {"@type": "Person", "name": "שרון היבש"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "תכנונה של דירה תל אביבית קטנה מול הפארק מצליח להתמודד עם האתגר ולהעניק תחושת מרחב בעזרת הנוף בחלון הסלון, ארון ארוך מאוד וצבעוניות מדודה", "wordCount": "589", "commentCount": "38", "genre": "10.Xnet-11939.xnet_architecture-12005.Homes and Buildings -12076.Apartments", "keywords": "דירות קטנות,דלית לילינטל", "articleBody": "זה אחד הרחובות היפים בתל אביב: נוף הפארק ירוק ופסטורלי, חניה מצויה בשפע והקרבה לצירי תנועה מהירים מקלה על התנועה אל מקומות העבודה ובחזרה. בעלי הדירה, הייטקיסטים בני 30 פלוס והורים לפעוט ולתינוק, התגוררו במשך שנים בשכירות, ואת הדירה רכשו למרות ששטחה 65 מטרים רבועים בלבד. בכוונתם להתגורר בה בחמש השנים הקרובות, שלאחריהן יעברו לדירה גדולה יותר. לכן תכננו בה רק חדר ילדים אחד. בשל שטחה הקטן יחסית של הדירה הושקע מרבית התקציב (שבני הבית ביקשו לא לפרסם) בפריטי נגרות שתוכננו במיוחד, בהחלפת החלונות ובהתקנת תריסים חשמליים.        הדירה מתוכננת כמלבן ברוחב ארבעה מטרים ובאורך 15 מטרים. חלוקת הפנים המקורית, שכללה קירות אלכסוניים דקורטיביים, נהרסה. מבחינת החלוקה החדשה לא היו הרבה אפשרויות: \"חזית הדירה פונה לפארק\", מספרת מעצבת הפנים דלית לילינטל, \"והיה ברור שהאזור הציבורי יפנה אל הנוף. תכננתי חלון נקי ככל האפשר, עם מעט חלוקות, ובחרתי פרופיל בגוון לבן אפור, עדין מאוד. חדרי השינה תוכננו בחזית האחורית\". הרצפה כוסתה בפרקט, הקירות לבנים, ובחלל שובצו בלוקים של צבע - ספרייה שחורה בסלון, כיסאות בצבע טורקיז במטבח, כיסא מחשב ירוק ושולחן קפה ומנורה בצהוב.       הסלון ממוקם לצד החלון שפונה לפארק, והספה הוצבה כך שמתאפשרת צפייה בנוף. את שטח הסלון מגדירה ספריית ממתכת דקה, שתוכננה, באמצעות שילוב של שתי שידות עץ סגורות, סביב מערכת הקלידים של בעל הדירה, שמנגן כאן בלי להרגיש סגור. \"בכל בית חייבים חומר טבעי אחד, גם כשמנסים לחסוך\", מסבירה לילינטל. \"במקרה הזה השתמשנו בנגרות מעץ ויצרנו ספרייה מברזל, אלה חומרים שנותנים טון ביתי\".        כדי להגביה את התקרה ל-265 סנטימטרים, פורק הבוידעם. \"בני הזוג באו מדירה שכורה גדולה\", מספרת לילינטל, \"היו להם הרבה חפצים, ולכן הדגישו בפני את נושא האחסון\". לשם כך תוכנן ארון באורך חמישה מטרים וחצי, המלווה את המסדרון וממשיך לתוך חדר הילדים. הארון הגדול משמש לאחסון בגדים, כלי בית וכלי עבודה וניקוי.    דלת חדר הילדים, בקצה הפנימי של הדירה, היא דלת הזזה גבוהה במיוחד. היא מגיעה עד לתקרה, וכשהיא פתוחה מתקבלת הרגשה של ציר ארוך שמחבר בין שני קצוות הדירה. המבט פוגש מראה שמשקפת את נוף עצי הפארק, ותלויה על קיר מחופה בטפט צבעוני. כך מועצמת תחושת גודל. כאשר הדלת סגורה נראה המשולש הצהוב שנצבע עליה, ויוצר עניין וחיבור למנורת הקיר הוורודה ולכתם הצהוב שמספקת המנורה התלויה במטבח.      העמוד התומך ששימש בדירה המקורית כגבול המטבח, הפך לחלק ממנו. מעבר לעמוד ארון עם מגירות גדולות ונישה למכונת קפה. מבחינה של המעצבת המטבח הוא רקע, לכן הארונות צבועים לבן. בארונות העליונים דלתות זכוכית אטומה. בפינת האוכל שולחן עגול. \"כאשר התכנון ריבועי\", מסבירה לילינטל, \"אני אוהבת להשתמש בשולחן עגול, שיוצר זרימה בדירה קטנה מעבר לזה, שולחן עגול מייצר חוויה נעימה ואינטימית\".             מול המטבח נוצלה נישה קיימת לטובת פינת עבודה, ובה ניצב שולחן לבן באורך 150 סנטימטרים. כדי להגדיל את שטח חדר ההורים, הנמצא במרכז הבית, \"נמשך\" המטבח לכיוון הסלון.       בחדר ההורים מרווחים של 75 סנטימטרים משני צדי המיטה, כך שניתן להציב שידות ולעבור בנוחות. מול המיטה ארון בעומק 40 ס\"מ, שמספיק לבגדים מקופלים. חדר ההורים גובל מצדו האחד במטבח ומצדו השני בחדר רחצה, שבו יש גם אזור למכונות כביסה וייבוש.        לילינטל הצליחה לחבר בשטח הדירה הקטן בין רצונות שונים של בני הזוג: \"היא רצתה דירה צבעונית מאוד, הוא העדיף עיצוב נקי, מודרני ולבן, ובסופו של דבר בחרנו פלטה מאוזנת. המינון נעים והצבעוניות לא עמוסה. כשסיימנו את התהליך הם הבינו מה תפקידו של מעצב - שלא מדובר רק בבחירת ספה\".          --------------------------------------------------------------------------------- מי אמר שמרחב = איכות חיים? לחצו על התמונה והביעו את דעתכם:    ", "title": "כמה קטנה ככה גדולה: דירה \nבת 65 מ''ר לזוג עם שני ילדים", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4958897,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_architecture", "subtitle": ""}