{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4784185,00.html"}, "headline": "בארון של רביד כחלני: \"כשהייתי קטן חשבתי שלהיות שחור זה לא אסתטי\"", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903100/9_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903104/10_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903069/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903063/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903072/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903142/11_12_13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903065/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903098/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903096/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903067/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/03/27/6903094/6_3.jpg"], "datePublished": "2016-04-05T12:06:26z", "dateModified": "2016-04-07T14:13:21z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אחרי שהתפרסם עם תספורת שגרמה לירון לונדון לנבל את הפה בשידור, סולן ימן בלוז מכניס אותנו לביתו ולמלתחה שלו, ומדבר על הקשר בין אופנה, מוזיקה ודעות קדומות", "wordCount": "1033", "commentCount": "23", "genre": "10.Xnet-11936.xnet_fashion-11998.Celebs Figures-12366.Secrets From Inside The Closet", "keywords": "רביד כחלני,מוזיקה,סודות מחדר הארונות,אייקון אופנה,ימן בלוז,איתי יעקב", "articleBody": "לפני שלוש שנים הרגיש הזמר רביד כחלני, סולן להקת ימן בלוז, כי השיער שלו לא מספיק מעניין ולא מספיק אסתטי. את רעמת האפרו המתולתלת שאיתה הסתובב עד אז החליט להחליף במוהיקן שהורכב מצמות, אשר נקלעו עבורו במספרה המתמחה בסגנון זה ופונה בעיקר לקהילה האתיופית. באחד הימים במהלך סיבוב הופעות בסין, הוא מספר, התחילו הצמות לגרד והוא החליט לפרק את המוהיקן ולגלגל אותן לכדור שיער שהתמקם על קודקודו.    >> מוזמנים לעשות לנו לייק בפייסבוק   \"זה היה כל כך מצחיק ומוזר שאנשים כל כך התלהבו מזה\", אומר כחלני, 37, בראיון המתקיים בדירתו ברמת אביב. \"ירון לונדון אפילו כינה את זה בשידור: צואת יען\". היום, כשהצמות האלה הן חלק בלתי נפרד מהנוף ונראות על ריהאנה, ווילו סמית' וביונסה – כחלני בחר להיפרד מהן לטובת תסרוקת מפוסלת שעיצב קובי מרקורי, שהופכת אותו לאמן עם הלוק הכי מיוחד בישראל.      מי שמתגעגע לצמות יוכל לראות אותן בקליפ החדש של ימן בלוז בכיכובם של רקדני להקת בת שבע, עליו חתום כחלני כמפיק וכסטייליסט. \"חששתי לעשות סטיילינג, אבל רציתי להרכיב לכל הרקדנים מראה שיהיה מעניין ואסתטי, בלי ליצור בלגן\", הוא אומר. צפייה בקליפ מגלה אסתטיקה רב-תרבותית של צבעים, גזרות וצלליות, כזו המושפעת מהמוזיקה של כחלני, כמו גם מארון הבגדים שלו. \"אחד הדברים הכי חשובים, בכל דבר, הוא לדעת את המקום שלך – לא להיות יותר מדי ולא להיות פחות מדי. ככה גם באופנה\", הוא מסביר את הקשר בין הסגנון והמוזיקה שלו.    הבחירות האופנתיות של כחלני בולטות לעומת רוב המוזיקאים הישראלים, שמעדיפים לעלות על הבמה במכנסי ג'ינס וחולצת טי, או לכל היותר משקיעים בז'קט אופנתי. את המראה הססגוני שלו הוא מפגין בעיקר בהופעות, שלהן הוא בוחר פריטים כמו מכנסי עור קצרים וחולצת זהב שקופה מאורגנזה, או גלימות קטיפה שיותר מתאימות לאחוזת פלייבוי של יו הפנר. ב-15 וב-16 באפריל הוא יופיע ברידינג 3, ויש להניח כי גם שם הוא יעלה לבמה בתלבושות מיוחדות ומקוריות.       \"בישראל יש פחד להתגנדר, כי האמנים חוששים שזה יגרום להם להיראות לא אותנטיים\", מסכים כחלני. \"אבל ברגע שאתה עושה את זה ברצינות ומסמן את עצמך כפרפורמר, יאמינו לך. המראה שלי הוא חלק בלתי נפרד מהתמונה הכוללת. כשמסתכלים עליי לא רואים ליצן, אלא פרפורמר עם מראה ייחודי\".    מי שעוקב אחר הקריירה של כחלני, יזהה את השינוי שחל בו בארבע השנים האחרונות. הוא זנח את תספורת האפרו והבגדים הזרוקים לטובת מראה של כוכב רוק – טוטאל לוק טווסי המגדיר אותו. \"אני מכור לאופנה בקטע קשה. נהייתי מכור לאסתטיות\", הוא אומר. \"במשך תקופה ארוכה חיפשתי את עצמי בכל מיני מקומות. בשנים האחרונות ימן בלוז זוכים לחשיפה בינלאומית והרגשתי שיש לי את האפשרות ואת הבמה להביע את הצד האסתטי שלי, שהיה חבוי בי הרבה שנים. הייתי צריך שיאירו עליי בזרקור כדי לאפשר את זה לעצמי. היציאה לחו\"ל גם חשפה אותי למותגים ולמעצבים בינלאומיים\".       היכן אתה רוכש בגדים? \"בהתחלה קניתי יותר מותגים, אבל היום אני שונא מותגים. אחד הסיוטים הגדולים שלי זה לראות בגד שיש לי על אדם אחר. היתה תקופה שנהגתי ללבוש בגדים של מעצבים צעירים, כמו פריטים מפרויקט הגמר של אלירן נרגסי, או מפרויקט הגמר של המעצב אומרי שוחט. למזלי, יש לי חברים מעצבי אופנה כמו נירן אבישר (מעצב בקו דיזל בלאק גולד, א\"י) ומיגל אנטואן מניו יורק, ששולחים לי בחינם בגדים, ככה שזה גם משתלם לי כלכלית. החלום שלי הוא לעבוד עם אנשים מיוחדים ולהיות מושפע מהם. לתפור בגדים ייחודיים שאני רוצה, ולעשות ליין של נעלי עקב לגברים עם עקב רחב. אני רוצה להיות יותר גבוה ממה שאני היום\".    יש הבדל בין רביד של הבמה לרביד של חיי היומיום?  \"רביד של ההופעות מתלבש כמו רביד שיוצא לסופר. אני משתדל להתלבש יפה\".       אחד האמנים שהשפיעו רבות על סגנונו של כחלני הוא פרינס, שאותו מגדיר הזמר כ\"אחד המוחות הכי טובים במוזיקה\". כמו פרינס, גם כחלני משתדל לייצר סביבו הילה מסתורית, להעז, ולבחור בפריטי לבוש היוצרים טשטוש מגדרי. כשהגענו לצלם אותו בביתו המעוצב בסגנון רטרו, הוא פתח את הדלת לבוש במכנסי טייטס הדוקים ומבריקים מסאטן שחור, ומאוחר יותר החליף לאוברול נשי מבד ארוג בדוגמה אפריקאית.    \"כשהייתי קטן נורא רציתי להיות לבן, חשבתי שלהיות שחור זה לא טוב ולא אסתטי\", אומר כחלני. \"כמובן שרציתי גם שיער חלק. בכלל, רציתי להיראות ההפך מכפי שנולדתי. בערך כשהייתי בן 20, היה טרנד מאוד חזק של חזרה לשנות ה-70 והחלטתי לאמץ את זה. הייתי מסתובב עם אפרו גדול, מכנסי פדלפון וחולצות בטן. הייתי גם 20 קילו פחות, אז כל הלוק היה מאוד סקסי\".    ואיך הסביבה קיבלה את זה? \"כל הבנות הלבנות נמשכו אליי. מאז אני יותר שלם עם עצמי ומאוד אוהב את הגוון שלי, את החזות שלי ואת הלוק שלי. אני חוגג יותר את השחורוּת שלי\".     הנה הפריטים שמצאנו בארונו של רביד כחלני, שמגדירים אותו בצורה הטובה ביותר.      תכשיטים של הצורף התימני בן ציון דוד. \"אני מחובר מאוד לעיצובים של בן ציון, כי הם משלבים אלמנטים תימניים מסורתיים ועכשוויים, חלקם תכשיטי נשים מסורתיים שאני אוהב לשים על עצמי. עיצבנו יחד גם מספר תכשיטים שמתאימים יותר לימן בלוז עם האותיות YB שמופיעות בתוך התכשיט, כמו טבעות ושרשרת בסגנון פיליגרן תימני\".       ז'קט מוזהב בעיצובו של אומרי שוחט. \"הז'קט הזה הוא מקולקציית הגמר של אומרי שוחט (בוגר המחלקה לאופנה בבצלאל משנת 2013, א\"י). יש לי חיבור מאוד חזק לאומרי, ולבשתי את כל קולקציית הגמר שלו בהופעות\".       מגבעת שחורה, בורסלינו. \"רכשתי את המגבעת הזאת במילאנו. בדיוק הורדתי את הצמות, והראש שלי היה ריק ולא מיוחד מספיק. מאז אני חובש אותה בהופעות ובכל יציאה שלי מהבית. רק שמאז שאני איתה, כולם שואלים אם חזרתי בתשובה. התשובה היא לא. אפשר לחבוש כובעים גם בלי להיות דתי. בכלל, חוסר אבחנה זה אחד הדברים שהכי מעצבנים אותי באנשים. רואים גבר במגבעת, ויש משייכים אותו לאסוציאציה הראשונה שלהם\".       נעליים מעור עם פרווה לבנה בעיצוב משותף של כחלני עם איתי כהן. \"זאת הפעם הראשונה שעיצבתי משהו. איתי עשה את האימום של הנעליים, ויחד איתו בחרתי את העורות, את העיצוב, והיכן להניח כל דבר\".       ז'קט עור א-סימטרי בעיצובו של מיגל אנטואן. \"הז'קט הזה נתפר למידותיי על ידי חברי מיגל אנטואן. אני אוהב אותו בזכות הגזרה המיוחדת והעור שממנו הוא עשוי. לצערי, אם לא הייתי מקבל אותו במתנה, לא הייתי יכול להרשות אותו לעצמי\".        נעליים מוזהבות מפאייטים עם דוגמה של שפירית, דונלד פלינר. \"הנעליים האלו הן מפריטי המעצבים הראשונים שרכשתי, ומאז חרשתי עליהן בהופעות. הן מסמלות עבורי את הפתיחות הגדולה לאופנה, ואת החיבור בין ההרגשה של להיות פרפורמר על הבמה לבגדים שאתה לובש. נעליים כאלו גורמות לך ללכת עד הסוף עם הבחירות שלך ולהרגיש הכי רוק סטאר\". ", "title": "בארון של רביד כחלני: \"כשהייתי קטן חשבתי שלהיות שחור זה לא אסתטי\"", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4784185,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}