{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5559469,00.html"}, "headline": "לכאן עוברים עם מזוודה: דירת\r\n63 מ''ר במתחם ''דיור מוגן''", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389625/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389650/22_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389621/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389623/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389630/15-16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389638/17-18_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389589/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389641/19_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389591/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389599/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389593/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389618/10-11_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389603/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389597/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/07/28/9389601/7_3.jpg"], "datePublished": "2019-08-08T10:53:28z", "dateModified": "2019-08-08T20:22:17z", "author": {"@type": "Person", "name": "ענת ציגלמן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "עטרה ויוסי אמיר, שהגיעו לגבורות, עזבו את דירתם הנוחה כדי לעבור ליחידת דיור קטנה. איך מצמצמים למינימום חיים שלמים, ואיך מעצבים כך שיהיה אפשר גם לארח?", "wordCount": "1564", "commentCount": "63", "genre": "10.Xnet-11939.xnet_architecture-12005.Homes and Buildings -12076.Apartments", "keywords": "עיצוב,הום סטיילינג,דיור מוגן,חגית מוניץ", "articleBody": "רוב הזוגות עוברים דירה כמה פעמים במהלך דרכם. בדרך כלל, המעבר קשור לשלב חדש בחיים, ואחד המעברים המשמעותיים נעשה כאשר הילדים כבר עצמאיים ובני הזוג, לעומת זאת, מתכוננים למצב שבו יזדקקו לעזרה, בערוב ימיהם. זהו אינו מעבר קל: בין היתר צריך להיפרד מהרגלים ישנים ומדברים אהובים רבים הדירות במתחמי ה''דיור המוגן'', כפי שהם נקראים, הן בדרך כלל זעירות.   כשראינו את תמונות דירתם החדשה של יוסי ועטרה אמיר, שעשו את הצעד הזה בשנה האחרונה ועברו מדירתם המשפחתית בחולון ליחידת דיור ב''פאלאס מודיעין'', החלטנו הפעם לספר על העיצוב בשני ערוצים מקבילים – מזווית ראייתה של המעצבת, חגית מוניץ, ומזו של הדיירים, בני הזוג. עטרה מעבירה סדנאות העצמה ומודעות יוסי עבד כמפקח קרינה במשרד הבריאות, ומאז יציאתו לגמלאות הוא מצייר ומפסל. הם הורים לשתי בנות ובן וסבים לשבע נכדות ונכד.    רשות הדיבור לעטרה: כשהזדקנו הורי ונזקקו לעזרתי, מצאתי עצמי קרועה בין ילדי, הורי, עבודתי ואחזקת הבית. הרגשתי אשמה, כי לא הצלחתי לנווט בין האילוצים שהזכרתי. אולי אז נבטו בי זרעי המחשבה, שאני אעשה הכל כדי שילדי לא יאלצו להתמודד עם מציאות קשה שכזאת.    השנים חלפו, ואנחנו – יוסי ואני – ניצבנו בפני השאלה מה עושים: האם להיות תלויים בילדינו שיתמכו בנו, או שנישאר נאמנים להחלטה שקיבלנו לפני שנים? זו היתה בחירה קשה: חיינו בדירה מרווחת ויפה במשך כ-50 שנה, אהבתי כל מה שקשור בה. איך נעזוב? אבל התחלנו להתיידד עם הרעיון, מתוך המחשבה שאנחנו רוצים להחליט על עתידנו כשאנחנו שולטים במצב, ולא שאחרים יקבעו מה ייעשה בנו. החלטנו לעבור לדיור מוגן.      בחרנו ב\"פאלאס מודיעין\" מכמה סיבות, כשהעיקרית שבהן היא הקרבה לבתנו המתגוררת ברעות. גם העובדה שמדובר במקום חדש מצאה חן בעינינו: להיות בין הדיירים הראשונים, כך שנוכל להשתתף ולהשפיע על רוח המקום ועל פיתוח חיי הקהילה בו.    גודל הדירה – 63 מטרים רבועים – נגזר מיכולתנו הכלכלית. כשראינו אותה לראשונה נכנסנו להלם. כל כך קטנה, לא כך דמיינו אותה. אנחנו רגילים לדירה מרווחת מאוד, והבנו שלא נוכל לקחת אתנו שום רהיט, שניאלץ להיפרד מכל מה שהכרנו. למזלנו, בדיוק אז הגיעה חגית, המעצבת שבחרנו. היא הרגיעה אותי. \"אנחנו נעשה מהלימון הזה לימונדה נהדרת\", אמרה. וכך היה.   הפשלנו שרוולים והתחלנו לפעול בשני מישורים. מצד אחד, תכנון הדירה ובחירת רהיטים חדשים. מאידך, מה עושים עם הישן? לא רק עם החפצים: בעלי מצייר ומפסל, ובמשך השנים התאספו אצלנו עשרות פסלים ומאות תמונות.    אחרי התייעצויות והתלבטויות הזמנו את בני המשפחה, חברים, שכנים, ידידים ומכרים, לבוא ולקחת כל מה שמוצא חן בעיניהם: רהיטים וחפצים, ציורים ופסלים (עם דגש על לקחת, לא לקנות). תוך ימים ספורים התפזרה לבתים חדשים כל תכולת דירתנו הישנה. למעוננו החדש לקחנו שעון קיר עתיק, ארון פינתי קטן, כמה ציורים ופסלים, וזהו.      המעבר לא היה קל. למרות שידענו מה צפוי, הקושי היה גדול. הניתוק מאורח חיים שלם ומעבודה (במשך שנים רבות ניהלתי מהבית קבוצות למודעות עצמית) דכדך את נפשי. לא ניתן להתכונן לחוויה כזו.    הדרך שלי להתמודד עם המשבר היתה קבלה. לא התנגדתי למצוקות שעלו בי, קיבלתי אותן כחלק מהחיים, וזה הקל עלי. מאז עברו שבעה חודשים. התאקלמנו, והדירה נקראת בפינו בית. אנחנו מברכים על ההחלטה להיעזר במעצבת שהשכילה לנצל כל פינה באופן מקצועי ובטוב טעם. בזכותה אנו מוצאים את עצמנו בסוויטה יפהפייה. מצאנו חברים חדשים ואנחנו מעורבים בהתהוות חיי הקהילה במקום. נכון לעכשיו אנחנו מרגישים שחיים בגן עדן, ומבקשים שלא ייגמר!   וכך נראה התהליך מנקודת מבטה של מעצבת הפנים, חגית מוניץ: כשדלת דירתם החולונית של יוסי ועטרה נפתחה בפני, ראיתי בית. דירה מטופחת, מלאת חיים, אמירה אישית, חום והמון פריטים שברור שלכל אחד מהם סיפור. עוד לפני שהחלפנו מילים ראשונות חשבתי שבבית הזה חי אמן, ולא טעיתי. מוקפת מכל עבר בסיפור חייהם המשותפים, שמילא 120 מ\"ר (ומרתף שבו עוד מעבודותיו של יוסי) – לא הפסקתי לחשוב על דבר אחד: איך מעבירים חיים שלמים ל-63 מ\"ר?   עטרה ביקשה שאצלם את הפריטים שחשבו להעביר איתם, ביניהם שולחן, שידת כניסה, מזנון עתיק, ארון פינתי, שעון קוקייה, עבודות האמנות של יוסי וספה גדולה, כי הסדנאות שעטרה מעבירה מתקיימות תמיד בביתה. כך חשבה שיהיה גם בדיור המוגן, שכן ''ביתי הוא מבצרי''. אבל מי שמע על מבצר בן 63 מ''ר?.   כשבחנתי את תוכנית הדירה החדשה, הבנתי שעומדים בפני שני אתגרים: האחד הוא להתכנס לחצי מהמטראז' שהיו רגילים בו, ושכמעט נעדר מקומות אחסון, והשני הוא עיצוב דירה בתוך מבנה עגול, ללא קירות ישרים, כולל חדר אחד משולש.      בתחילה בחרתי להתמקד באתגר הרגשי: איך לגרום לבני הזוג להבין שמה שהם רוצים אינו אפשרי, שסגנון חייהם עומד להשתנות (ויכלול הרבה פחות בישול ואירוח, למשל) – ולהשלים עם ההבנה הזו? שמתי בצד את תוכנית מערך הריהוט ופלטת הצבעים, והלכנו לראות את הדירה החדשה. נפגשנו נרגשים בלובי, עלינו למעלה, פתחנו את הדלת – ושקט. דממה. כמו בלון שיצא ממנו כל האוויר.   כבר לא מול תוכנית נייר, 63 מ''ר ריקים נראים קטן. השיחות שלנו עברו ברגע אחד לפסים מעשיים של מעבר, המרחב דיבר בעד עצמו וכבר לא הייתי צריכה להסביר. המבט של עטרה כיווץ לי את הלב: לא תהיה פה משאית, לא ארגזים או סבלים. לכאן עוברים עם מזוודה.   הדבר היחידי שיכולתי לעשות הוא להבטיח לשני האנשים המקסימים האלו, שיכלו להיות הורי, שאלה יהיו 63 מ''ר של בית. בית שישקף אותם ויכיל אותם, את הסדנאות ואת הנכדים.      עברנו לאתגר העיצובי: איך למקסם את אופציות האחסון האפשריות בלי לסתום את המרחב? לא עשינו שינויים מבניים בדירה השתמשתי בארונות המטבח הלבנים ובאי, שבאו עם המעטפת, כעוגן. אליהם הוספתי שחור, אפור וכחול כצבעים משלימים החוזרים על עצמם במקומות שונים, ושומרים על מראה הומוגני, רך ומרגיע. את האלגנטיות החשובה לבני הזוג השגנו באמצעות הוספה של כמה אלמנטים זהובים.   כל החלונות מוסכו בווילונות לבנים, חצי שקופים (וילונות הסטה בסלון ובחדר השינה, וילונות רומאיים במטבח). בקצה המטבח נמצאת פינת האוכל הקטנה, תחומה מצידה האחד בעמוד ומצידה השני בנישה. הזמנו שולחן דקטון עגול ושחור, ניצב על רגל אחת, בקוטר לא סטנדרטי של 80 ס''מ, כדי שיתאים בדיוק למקום. מעליו נתלתה מנורת אווירה שחורה, עם חוט זהוב.       בנישה תלינו יחידת מדפים זהובה ופתוחה, מתוך כוונה לייצר עומק, לחזק את תחושת הביתיות, ולתת מקום לאוספים האהובים על יוסי ועטרה. את הפינה במעבר למטבח מעטרות עבודות קרמיקה כתומות של יוסי, פסלי אנשים מטפסים שנראים כאילו עוצבו במיוחד לצורך כך.   מתוך אותה מחשבה, על פתיחות ועל אמירה אישית, החלטנו שלא לסגור את חלקו הפתוח של האי, הפונה לסלון, ומילאנו אותו בספרים, חפצי נוי ופסלים של יוסי. משהגענו לפינת הישיבה, חיפשנו ריהוט שיתאים לה במידותיו, ולכן כמעט כל הרהיטים הוזמנו ויוצרו במידות לא סטנדרטיות: ספה באורך 140 ס''מ ושני שולחנות קפה אובאליים, מעץ מושחר על רגלי ברזל.   מתוך מבנה הדירה נולדו אילוצים נוספים, כמו מיקומו של מסך הטלוויזיה. הדירה מעוטת קירות, בשל קיר הזכוכית המעוגל הפונה לנוף. כדי לתכנן סלון שיכיל בנוחות כמה שיותר אנשים בחרתי למקם את המסך על הקיר הצדי, במקביל לוויטרינה. כלומר, הוא תלוי על זרוע לצד הספה, ולא מולה. לנישה שמעל המסך תוכננה יחידת מדפים פתוחה, שבה מקום נוסף לחפצים אישיים בעלי ערך סנטימנטלי, ותחתיו תוכנן ארון סגור בצבע אפור-גרפיט.      מעבר למידות המיוחדות של החלל זכרתי את הפרקטיקה הנדרשת לדיירים בני הגיל השלישי. מהר מאוד הבנתי שאת התוכנית לשתי כורסאות קטנות בקווים קלילים ונקיים אשמור ללקוחות אחרים. רכשנו שתי כורסאות טלוויזיה תכולות ונוחות (אמנם במידה SMALL), ושטיח בגוני כחול ואפור, שיחבר בין חלקי הסלון. ציור גדול של יוסי מצא את מקומו על הקיר, ושובר השיוויון שהביא את הטוויסט נמצא בדמותה של מנורת התקרה המרכזית והזהובה.   האורלוגין העתיק מהדירה הקודמת נתלה לצד דלת הכניסה, ומתחתיו קונסולת ברזל קלה. את השילובים עשינו מתוך מחשבה על צמצום שייצור שלם. כך בחרנו למרפסת זוג כסאות-כורסה ושולחן קלועים, שיכולים בקלות להשתלב עם ריהוט הפנים המאופק, בעת הצורך. לא חיפשתי אלמנטים מרהיבים או עיצוב פורץ גבולות, אלא איזון בין חלקיו של השלם, ביחד ולחוד.   חדר העבודה וחדר השינה הציבו אתגרים אחרים: הראשון בצורתו המשולשת, הלא שגרתית, השני משום שלא אפשר להציב ארון בגדים. ספות נפתחות אינן הז'אנר החביב עלי, גם לא ארונות פינתיים. שניהם הונחו על השולחן כהכרח המציאות: ספה לאירוח הנכדים, והארון הפינתי האהוב מהדירה הקודמת.   הארון נצבע בשחור, ומעליו נתלתה ציפור מפוסלת של יוסי, ששנים שכבה במרתף וחיכתה לפינה הנכונה. לאורך כל הקיר הוזמנה יחידת נגרות אחת, הכוללת ארון בגדים גדול, שולחן עבודה ושני מדפים.    רעיון המרבץ נולד מתוך מחשבה על ספה לשימוש יומיומי, אפשרות לינה לנכדים ואפילו מקום ישיבה אלטרנטיבי במרפסת. הוא מורכב משני מזרנים המונחים זה על גבי זה (גם כאן המידות הותאמו למרחב), שרופדו בבדי קטיפה אלגנטיים. לצדו רובצים פסלי החתולים של יוסי. אז נכון, מרבץ אינו דבר טריוויאלי לבני 80, אבל כך גם חדר משולש.              הארון הגדול בחדר העבודה אפשר לעצב חדר שינה נעים ומפנק. בשל מידותיו, וכדי שבעתיד יוכל להיות מונגש לכיסא גלגלים, הוזמנה מיטה זוגית בגודל של 160 על 190 ס''. לצד המיטה נבחרו שתי שידות פורמייקה גדולות ונטולות יומרה, ששומרות על אחידות וניקיון המראה, ובעיקר מאפשרות אחסון מירבי. כריות הנוי על המיטה מכניסות לחדר את הכחולים-אפורים שמאפיינים את שאר חלקי הדירה.   על הקיר שמול המיטה מסך טלוויזיה נוסף, וסביבו יחידות מדפים פתוחים וסגורים בעומק 40 ס''מ, שלהן תפקידים דקורטיביים ומעשיים. הן מוסיפות עומק לחדר, מבלי לגזול מקום במעברים.   לאורך כל תהליך העבודה עם יוסי ועטרה אי אפשר היה שלא לחוש את החיבור הזוגי החזק והיציב שלהם, מה שכנראה השפיע עלי לעצב חדר שבו נשמרת הסימטריה: שתי תמונות, שתי מראות, שני פסלים.   התהליך ארך תשעה חודשים. מעין הריון ולידה מאוחרים, כולל הציפיה, סימני השאלה, ההתרגשות והפרידה מעולם ישן ומוכר. חוויתי פרויקט משנה חיים, עם אחריות גדולה, שלימד אותי לצאת ממעגלי הנוחות. ובאשר ל\"ביתי הוא מבצרי''? גילינו שזה נכון גם ב-63 מטרים רבועים.      נגרות: זדקה (ע\"פ תוכניות של חגית מוניץ)  ספה, כורסאות טלוויזיה ושולחנות קפה: לגעת בעץ  פינת אוכל, פינת ישיבה במרפסת, שולחן בכניסה: LOFT  תאורה: ספירה  מרבץ שנפתח לספה בחדר העבודה: סיטקה  אמנות מחוטי ברזל: עושה עניין מחוט בניין  אקססוריז: NUMA דברים יפים  תודה מיוחדת: לגלית הירשפלד", "title": "לכאן עוברים עם מזוודה: דירת\n63 מ''ר במתחם ''דיור מוגן''", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5559469,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_architecture", "subtitle": ""}