{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5560507,00.html"}, "headline": "ביקור בית: הדירה מלאת המזכרות של דרור קונטנטו במתחם סגור ביפו", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473749/17_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473723/10_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473745/15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473727/12_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473721/9_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473725/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473747/16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473731/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473729/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473764/24-26_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473700/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/03/9459285/1-4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473686/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473758/20-23_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473688/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473696/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473694/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/09/10/9473692/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/01/14/9002995/1_3.jpg"], "datePublished": "2019-10-16T09:56:44z", "dateModified": "2019-10-16T10:00:12z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "אחרי שיצא בשאלה והפך למעצב המזוהה ביותר עם מירי רגב, קונטנטו בן ה-33 ממשיך להשלים פערים וחוויות בדירה בגודל 120 מ\"ר, ולא שוכח להקפיד על העצמה עצמית", "wordCount": "1141", "commentCount": "17", "genre": "10.Xnet-11936.xnet_fashion-11997.Designers & Brands-12363.sukut ushpizin in style", "keywords": "אופנה,מעצבי אופנה,דרור קונטנטו,יפו,בית,אושפיזין", "articleBody": "כשהתגרש מעצב האופנה דרור קונטנטו לפני כתשע שנים, הוא כתב על המקרר שני חלומות מעשיים: לרכוש מכונת תפירה ולתפור שלוש שמלות עבור בתו שילת, שבקרוב תחגוג יום הולדת 10. היום, עם סטודיו לשמלות כלה וערב המתפרש על פני 400 מ\"ר בתל אביב, נראה שקונטנטו הגשים את חלומו העסקי. כחרדי לשעבר שיצא בשאלה ומהארון, התפרסם קונטנטו לפני כשלוש שנים לאחר שעיצב שמלת תחרה שחורה לשרת התרבות והספורט דאז מירי רגב, שאיתה הגיעה לפסטיבל קאן.    בן לילה הוא הפך ממעצב אלמוני לכוכב תקשורתי, שמציג בקביעות בשבוע האופנה בתל אביב ואוחז בחוג לקוחות נוצץ ואג'נדה לקידום גם מידות גדולות. \"אני עדיין עובד עם מירי. אפילו הגדלתי ראש ועברתי לשרה (נתניהו, א\"י)\", הוא צוחק בביקור המתקיים בדירתו שבמתחם יוקרתי סגור ביפו המעוצב בסגנון טוסקני. \"מירי חברה לחיים ותמיד תישאר חברה. היא עדיין לא ביקרה פה, אבל הייתי אצלה בביקור. היא זו שפתחה לי את הדלת להכרה כמעצב, ותמיד אהיה הראשון שיתגייס כשהיא תצטרך בגד\".       אם צריך לתאר את קונטנטו בשתי מילים, הן כנראה יהיו \"סטודנט נצחי\". לדבריו, הוא בתהליך למידה מתמשך, גם של החיים עצמם, מתוך רצון לגמוע את כל מה שהחמיץ בעולם הרחב כשהיה חרדי. על דלת ביתו תלויים ביטויים באנגלית שמסייעים לו בלימודי השפה, כמו On the way ,Dress Up ו-Take it off כשלצדם התרגום בעברית ובשנים האחרונות הוא צובר מיילים באוויר בנסיעות ארוכות לחו\"ל: טורקיה, ארגנטינה, פולין, אוסטריה, צ'כיה ונקודות רבות נוספות על הגלובוס. מכל מקום הוא שב עם מזכרות, לרוב עתיקות משווקי פשפשים, המקשטות את ביתו. \"התחלתי לטייל בגיל מאוחר\", הוא מסביר ומציג צלוחיות שהביא משלוש נסיעותיו לוורשה או כוסות צ'ייסרים מפראג, \"כיוון שאני לא זוכר כלום, אני קונה חפצים שמזכירים לי את המקומות שאליהם אני נוסע\".    את ביתו ברובע המרוני ביפו, שניתן לזהות מרחוב יהודה הימית בזכות בתים בצבע טרקוטה, הוא רואה כמבצר שאליו הוא יכול לחזור מדי ערב מהעבודה ולפגוש את עצמו. בקומה הראשונה נמצאים הסלון המרווח וחדר הילדה, שמגיעה אליו לסירוגין. היחסים ביניהם קרובים, ובשבוע האופנה האחרון ניתן היה לראות אותה רצה אליו בתום התצוגה. \"אני לא חי חיים של רווק תל אביבי מצליח. אני גרוש עם ילדה, וגרוש תמיד יישאר גרוש!\" הוא אומר בשיחה עם הרבה סימני קריאה. \"פחות מעניין אותי לצאת כמו רווק הולל למסיבות וסמים. אני עובד כמו חמור, סוגר את היום עם כוס ג'ין והולך לישון. הילדה היא עוגן שמאפשר לי לא לאבד פוקוס\".       בקומה השנייה יצר פינת השראה שבה תלויים אלמנטים מתצוגות אופנה קודמות שלו, השמלה הראשונה שעיצב לבתו ואיורי אופנה מהעבר וההווה. \"זה מקום שאני יכול לחזור אליו, לדבר עם עצמי, לראות מה עשיתי ולאן אני רוצה ללכת\", הוא מסביר, \"אני אוהב לקחת השראה מעצמי. אני עף על עצמי. לא למדתי אופנה, לא באמת הכרתי מעצבים, אז ההשראה תמיד מגיעה מהעולם שלי. בכל פעם שאני רוצה להתפקס, בין אם זה לפני תצוגת אופנה או צילומי קמפיין – אני עושה סדר בראש ועולה לשם. יש שם נקודות שמקיפות אותי בטוב ונעים, כמו תמונה שלי ושל הילדה, ותמונה יפה של עצמי – היחידה שאני אוהב את עצמי! זה תמיד חוזר לאותו מקום של העצמה עצמית\".    יש משהו דתי בדרך שאתה מתאר את המקום, כמו בית מקדש קטן של דרור קונטנטו. \"על זה גדלתי. הדבר הזה מפקס אותי להסתכל על עצמי במראה ולאהוב את מה שאני רואה\".       אני רואה בבית שלך סגנון של גברת פולנייה מבוגרת עם כל הסרוויסים והתחרות, בניגוד לעיצובים האחרונים שלך בסגנון סקסי לטיני. \"פולנייה עם דם לטיני. בתצוגה הראשונה, השמלות היו מסוגי מפות שחרזתי. בשנייה, צבעתי לשחור את המפות וחרזתי אותן. הפעם לא רציתי טקסטורה שתנחה אותי, אלא טקסטורה שאצור בעצמי. כמובן שהקולקציה גם גררה הרבה ביקורת, כי יצאתי מאזור הנוחות שלי. אמרו שזה יותר מדי תיאטרלי, אחרים אמרו שזה אמנותי. אני מרגיש שכבשתי עם עצמי יעד נוסף\".    הכוח שלה היה שהדוגמניות במידות גדולות שהלבשת נראו טוב יותר מהדוגמניות ה\"רגילות\".  \"הפלאס סייז אצלי נראו הכי טוב, כי מי עוד עשה פלאס וואו? תן לי שם אחד שעשה פלאס וואו. מבטיח לך שאם הייתי מציג רק רזות מטר-תשעים ששוקלות 40 קילו, גם היית אומר וואו. מרוב שלא רגילים לראות פלאס סייז זה מאוד בלט, ויותר מהרזות, מסכים איתך\".       כפי שקל להבחין, קונטנטו הוא דמות ססגונית, ורבלית ותיאטרלית. תוסיפו לבלילה את השפם המסולסל, טבעות גדולות על כל אצבע ומשקפי וינטג' גדולים, וקיבלתם הקצנה כמעט פרודית, מודעת לעצמה, של מעצב אופנה.    \"השפם הוא סמל לחיים החדשים שלי. אחרי שהורדתי את הפאות והכיפה, חיפשתי משהו שיטשטש את האף הגדול שלי\", הוא אומר, למרות שאפו פרופורציונלי לגמרי, \"משקפיים אני מרכיב כבר שלוש שנים וגם הם, מבחינתי, אביזר שמטשטש את האף. האם בניתי דמות? לא באופן מודע. היא נבנתה בעצמה. אם זה היה תלוי בי, הייתי מקושט בכל הגוף כמו שהידיים שלי מקושטות בטבעות. זה נשמע קלישאתי, אבל אני מגלה את עצמי משנה לשנה. וגם מופתע מעצמי! מי יודע, אולי עוד שנה אבחר ללכת עם עגיל גדול על אוזן אחת\".       הנכס: דירת 3 חדרים בגודל 120 מ\"ר, הפרושה על פני שתי קומות ומרפסת גדולה.    השכונה: הרובע המרוני, יפו, מתחם מגורי יוקרה סגור.    הדיירים: דרור קונטנטו, 33, שילת, אוטוטו 10 (המתגוררת בבית לסירוגין) והכלבה כוכי, יורקשייר בת 5.    ותק בדירה: שנתיים.    מי עיצב את הבית? \"חללי הדירה עוצבו קודם. עיצוב הפנים הוא שלי\".       מה היה חשוב לך במיוחד בעיצוב הבית? \"עד לפני כשנתיים, הסטודיו וחלל המגורים הפרטי פעלו יחד בחלל אחד בנווה צדק. היה משהו אותנטי בזה שהלקוחות נכנסו אליי הביתה. כשעברתי לכאן רציתי בית עם אלמנטים עיצוביים שמעניקים לי השראה. אם אני רוצה 'לברוח' לעבודה, אני עולה לפינת העבודה וההשראה שלי בקומה השנייה\".    האם יש קשר בין סגנון עיצוב האופנה שלך לסגנון העיצוב של הבית? \"במאת האחוזים. יש כאן שילוב בין חפצים מאירופה הקלאסית לדברים לטיניים של פרחות כמוני. כל אלה יחד מרכיבים את אישיותי\".       איך אתה מתלבש בבית? \"בוקסר מנומר\".    מה הפינה האהובה עליך? \"ארון הקריסטלים והתמונות, שאיתו אני מנהל מערכת יחסים רומנטית ארוכה. תוכל למצוא כאן בקבוקים וקופסאות תכשיטים מבואנוס איירס, כוסות קריסטל מפראג, ותמונות שאני אוסף משווקי פשפשים בעולם. אני מאוד אוהב את הדמויות שנמצאות בתמונות, גם בלי להכיר אותן. בסוף כל יום אני מדבר אליהן, מספר איך עבר עליי היום. אני נשמע פסיכופט, אבל זה אני\".    היכן אתה נוהג להירגע בבית? \"במקלחת. מים מעבירים לי את היום\".       היכן אתה נוהג לשתות את הקפה שלך בבוקר? \"אני רץ לרכב עם קפה מהמכונה בכוס חד פעמית. אני בחיים לא יושב לקפה\".    עד כמה הדירה משקפת את אישיותך? \"ב-80 אחוז. אם זה היה תלוי בי, לא היו קירות בסלון ואת הקירות שיש הייתי יוצר מאבן ירושלמית\".       האם יש לך חדר ארונות? \"כן, זה פשוט מצב קיים שהגיע עם הדירה. לא דרישה שלי\".    על מה אתה מעדיף לבזבז יותר: כלי בית ורהיטים או בגדים ואביזרי אופנה? \"אני לא בזבזן של בגדים ואביזרי אופנה, וגם לא של רכבי יוקרה. אני נוהג ביונדאי i10 מאז שהוצאתי רישיון לפני שנה וחצי. המחלה שלי זה עתיקות ואני לא עושה חשבון על מה שאני מבזבז: מפות מהתקופה העותומנית, צלחות משנת 1870 שהיו שייכות לבתי סולטן טורקי ועוד\".         ואיך נראית הדירה של מעצבת שמלות הכלה ליהי הוד?      ", "title": "ביקור בית: הדירה מלאת המזכרות של דרור קונטנטו במתחם סגור ביפו", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5560507,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}