{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5331441,00.html"}, "headline": "הבתים היפים של מעצבי האופנה: בית המשפחה הצחור של עינב צוקר", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726131/25_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726092/21_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726080/15_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726088/19_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726090/20_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726082/16_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726084/17_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726121/22_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726086/18_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726123/23_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726078/14_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726071/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726059/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726047/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726057/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726061/8_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726063/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/09/26/8789672/3_4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726069/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726053/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/08/20/8726049/2_3.jpg"], "datePublished": "2018-09-27T18:48:22z", "dateModified": "2018-09-30T13:40:00z", "author": {"@type": "Person", "name": "איתי יעקב"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "המעצבת שמזוהה עם קווים מינימליסטיים, הביאה את דנמרק לרמת החייל ועמדה בפיתוי להגדיל את שטח הבית הפרטי. \"אנחנו אנשים צנועים שלא צריכים הרבה מקום\"", "wordCount": "905", "commentCount": "50", "genre": "10.Xnet-11936.xnet_fashion-11997.Designers & Brands-12363.sukut ushpizin in style", "keywords": "אופנה,אושפיזין,מעצבי אופנה,עינב צוקר,צוקר,בתים יפים,בית,תל אביב,רמת החייל,סוכות", "articleBody": "בתום הצילומים בביתה של מעצבת האופנה עינב צוקר, פרצו בסערה הביתה התאומים גור ויאיר בני התשע – האחד פנה לשירותים, השני לחדרם המשותף, והבית המינימליסטי והשקט, שנראה כאילו יצא מקטלוג, זכה פתאום לזריקת חיים של שני בנים, שבמיוחד עבורם נבנה בחצר בית עץ מדוגם עם חבל טיפוס ומדרגות חיצוניות. \"בבית הלבן הזה גרים אני וארבעה בנים\", צוחקת צוקר, שהתפרסמה בתחילת שנות האלפיים כשנקטפה מתחרות ITS# של דיזל לתפקיד מעצבת בגדי הנשים בחברה, ולימים הקימה יחד עם אחותה הצעירה הדס את מותגי האופנה \"רוס אובטה\" (שנסגר), ו\"צוקר\", שמציע אופנת קז'ואל לנשים בצבעוניות שקטה וקווים נקיים, בדומה לקו העיצוב של הבית בו היא מתגוררת מזה שנה.       אל שכונת רמת החייל בצפון המזרחי של תל אביב עברה המשפחה משיכון דן הסמוך. הבית שוכן ברחוב של בתים צמודי קרקע, כשבין הטירות מנקרות העיניים שצמחו בו, ניתן עדיין להבחין בלא מעט בתים צמודי קרקע ישנים, הבנויים על מפלס אחד. גם הבית של משפחת צוקר-כהן היה במקור בית ישן וקטן מוקף צמחייה סבוכה, ובני הזוג החליטו לשמור על גודלו. \"ידענו שיש לנו 120 מ\"ר שאיתם אנחנו צריכים להתמודד\", אומרת צוקר. \"רוב הקונים בשכונה הורסים ובונים בית של שלוש קומות, ונכנסים לבנייה ארוכה. לקח לנו זמן להחליט להישאר בגודל המקורי של הבית, מה גם שזה פחות כלכלי לשפץ ולהישאר עם 120 מ\"ר בלבד. אני שמחה שהגענו להחלטה שאנחנו אנשים צנועים שלא צריכים הרבה מקום, ובחרנו להישאר עם בית קטן, מדויק, שמתאים למידותינו\".       משביל הכניסה ועד לפנים הבית עצמו, כל פרט בעיצוב השקט והנעים של הבית תואם את החזון של צוקר כמעצבת. \"יש דיטיילים קטנים כמו ידיות שחורות על דלתות לבנות, שזהים לדיטיילים שאתה מגלה בבגדים שלנו. בכל פעם, אתה מזהה משהו אחר\", היא מסבירה. בעבודה על עיצוב הבית החליטה צוקר לעשות הכול בייבוא אישי מחברת BoConcept הדנית, ולשלב גם מספר אובייקטים מאיקאה, שיחד מעניקים לבית ניחוח סקנדינבי. היא נסעה לקופנהגן ועשתה הזמנה שכללה את הספה האפורה והכורסאות בסלון, פינת האוכל המורכבת משולחן זכוכית וששה כיסאות לבנים עם רגליים מעץ, ואת חדרי הילדים. הכריות שעל המיטות עוצבו על ידי ילדיה בסדנה שערכה להם תושבת השכונה, האמנית דפנה אלון.       הנכס: 120 מ\"ר על שטח של 300 מ\"ר. מפלס אחד עם חמישה חדרים, חצר מרווחת ובית מעץ לילדים.    השכונה: רמת החייל, תל אביב.    הדיירים: עינב צוקר, 42, אמיר כהן, 44, התאומים גור ויאיר בני ה-9, התינוק יפתח, בן שנה ושבעה חודשים, וטלי, כלבת שיצו בת 7.    ותק בדירה: שנה.       מי עיצב את הבית?  \"האדריכלית אירה גפני-שריג, שהיתה אחראית לקחת את הנכס כפי שקנינו אותו, נכס שראינו את הפוטנציאל שבו, ולהפוך אותו לבית שלנו\".    איך זה לעבוד עם מעצב נוסף על המרחב האישי והפרטי?  \"זהו תהליך אמוציונלי, עמוק ואישי, ולמרות שלאירה יש סגנון אחר משלי, היא ידעה איך להכיל אותי ולתרגם את החלום שלנו למציאות בצורה מאוד הרמונית. זו היתה פעם ראשונה שלי גם בתכנון בית וגם בעבודה משותפת עם מעצב נוסף שהכרתי מהמלצה בלבד. זה הצריך משתינו לברוא שפה משותפת, ולימד אותי איך להעביר את התחושות שלי לצד הבנה של צרכים פרקטיים בדירה. אני מניחה שגם מהצד שלה תהליך עבודה עם מעצב הוא מורכב, ואני מאוד שמחה שהגעתי לאדם נטול אגו שהקשיב – כי מעטים האנשים שמקשיבים – ורצה להבין ולא לכפות את הטעם שלו עליי. בסך הכול, החוויה היתה מאוד כיפית וחיובית, ולמדתי מאירה איך זה לחשוב בפרופורציות אחרות מאשר ביצירת בגד\".       כיצד הוגדרו תחומי ההחלטה המשותפת על עיצוב הדירה?  \"הגעתי אל אירה עם מחקר גדול שעשיתי בפינטרסט. ממש הרכבתי לוח השראה מדוקדק ופלטה של צבעים, כמו כשאני בונה קולקציה. הדהים אותי לגלות איך בסופו של דבר זה תהליך דומה, רק בגדלים וממדים אחרים. אירה מומחית מאוד בחלוקה של חלל ומאוד פרקטית בעיצוב שלה. מכיוון שהחלל יחסית קטן, כל סנטימטר חשוב והיא עשתה עבודה טובה מאוד. אחרי שנה של מגורים בבית, אני מרגישה שהכול מדויק\".       מה היה חשוב לך במיוחד בעיצוב הבית?  \"בשלבי התכנון היו חשובים לי מספר דברים: שכל הבית יהיה על מפלס אחד, שהחלל המרכזי יתפוס חלק נכבד מהבית לעומת חדרי השינה, וריבוי חלונות שיכניסו הרבה אור טבעי מהחוץ פנימה\".    האם יש קשר בין סגנון עיצוב האופנה שלך לסגנון העיצוב של הבית?  \"יש קשר ישיר של צבעוניות, גיאומטריות וקונטרסט בין שחור ולבן, לצד שילובי חומרים טבעיים שאני מאוד אוהבת, והרבה פרטים קטנים שרואים על הבגדים ומסתתרים גם בתוך הבית, כמו, למשל, הידיות השחורות בדלתות הלבנות, פתחי האוורור השחורים ובתי המנורות, גם הם בשחור\".       מה את לובשת כשאת בבית?  \"טי שירט לבנה ומכנסי ג'ינס קצרים\".    מה הפינה האהובה עלייך בבית?  \"הבר במטבח הוא ה-WeWork שלי, ובשעות הבוקר המוקדמות אני גם אוהבת לשבת על הספות בחוץ ולהשקיף על הבית כשכולם ישנים\".       ואיפה את נוהגת להירגע בבית?  \"אני לא בן אדם שצריך להירגע. הבית כשלעצמו מאוד מרגיע אותי, כי יש בו רוגע ושלווה\".    איפה את שותה את הקפה שלך בבוקר?  \"על הבר במטבח. זה גם המוקד שמארח חברים שמגיעים לבקר. הסלון מיועד יותר לצפייה בטלוויזיה\".       עד כמה הדירה משקפת את אישיותך?  \"הדירה מאוד משקפת אותי בנוחות שלה. היה חשוב לי שהיא תהיה רגועה, נעימה, מזמינה ומוארת. גם בעלי אמיר מאוד אוהב את הבית, אבל הוא יותר טיפוס כפרי ופחות מלוטש\".    יש לך חדר ארונות?  \"יש לי ארון גדול. לא הייתי לחוצה על חדר ארונות, ובכלל אני מעדיפה שהכול מאוד נגיש ומסודר בתוך ארון\".       על מה את מעדיפה לבזבז יותר, כלי בית ורהיטים או בגדים ואביזרי אופנה?  \"כלי בית ורהיטים, כי הבגדים שאני לובשת הם ברובם של צוקר, ואני כמעט לא קונה בגדים. אם יש משהו שאני רואה ואוהבת, אני קונה על הדרך או מזמינה הביתה אונליין\".      ______________________________________________________   ואיך נראית הווילה של המעצבים ויוי בלאיש וגדי אלימלך?  ", "title": "הבתים היפים של מעצבי האופנה: בית המשפחה הצחור של עינב צוקר", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5331441,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}