{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5767489,00.html"}, "headline": "מודרני או כפרי, אי או פינת אוכל? איך מתאימים את המטבח למשפחה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112007/1011199501003086980380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/19/9857008/sofi3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112020/101119511697099490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112018/101119521095099490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112028/1011195023900100490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112004/10111953586499490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/19/9857011/sofi6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112015/10111972389099490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/20/10113127/101131260100960490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112014/101119735910100490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/20/10113147/101119710992779490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/19/9857010/sofi5.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112006/101119956950100490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112002/1011199601002685490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10111999/101119970100759490380no.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/07/19/10112008/101119940730100490380no.jpg"], "datePublished": "2020-07-20T13:17:01z", "dateModified": "2020-07-20T16:55:16z", "author": {"@type": "Person", "name": "מיטל ר. פישמן, בשיתוף רגבה"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "יצאנו למסע עם המעצבים המובילים בעקבות המטבח למשפחה הישראלית, ובניסיון להבין מה יהפוך את המטבח לפרקטי. מי אתה, מטבח ישראלי? כתבה שנייה בסדרה", "wordCount": "1200", "commentCount": "20", "genre": "10.Xnet-11938.xnet_design-13789.mitbah_regba", "keywords": "מטבח,משפחה,מעצבים,עיצוב", "articleBody": "בניגוד לחדרים אחרים בבית, שבדרך כלל יש להם פונקציה אחת ברורה ומובחנת, המטבח הוא חלל רב שימושי, שאנחנו מבלים בו זמן נכבד מהשהות שלנו בבית. זהו המקום שבו אנחנו מבשלים, אוכלים (לפחות פעמיים ביום), מארחים, ולפעמים גם עובדים ומכינים שיעורים. כדי שהוא יענה על כלל הצרכים של בני הבית, בתכנון המטבח צריך לקחת בחשבון לא רק את האסתטיקה, אלא בעיקר את הפרקטיקה.    יצאנו למסע עם המעצבים המובילים בישראל כדי לפצח את הסוד: איך מתאימים את המטבח לצרכי המשפחה: האם לתכנן אי בכל מחיר? רצפת פרקט או אריחים? סגנון מודרני נקי עם אלמנטים נסתרים או כפרי חם שמחבק את הווית המטבח הרוחשת? קווים לדמותו של המטבח הישראלי: כתבה שנייה בסדרה.    מעצב: דניאל חסון  סגנון המטבח: אקלקטי-אלגנטי מקום מגורים: ירושלים אופי המשפחה: זוג תושבי חוץ    מטבח פתוח ופעיל יוצר חלל רוחש ורועש, ואם הוא לא מתוכנן כראוי, הוא עלול לגרום לבלגן ולרעש בעין. את האתגר הזה פתר דניאל חסון בדירת ה-170 מ\"ר בירושלים, שעבר שיפוץ כולל, על ידי עיצוב אלגנטי, שקט ועם אלמנטים כמעט בלתי נראים - התאורה, ידיות הארונות וגם שני המקררים כולם נסתרים. \"כשהמטבחים שאני מעצב הם פתוחים, אני משתדל שהם יהיו שקטים, שהם יכילו כמה שיותר אלמנטים שיעזרו בבישול וביומיום, אבל שיהיו מאחורי דלתות\", מסביר חסון. \"אני מעדיף שהסלון או פינת האוכל יקבלו את הדרמה, והמטבח יתמוך בהם עיצובית. רק אם המטבח סגור לשאר החללים, הוא יוכל לקבל עולם תוכן אחר\".       המטבח של זוג הפודיס חובבי הבישול והאירוח בנוי ממשטחי עבודה ארוכים המשולבים בפורניר אגוז אמריקאי, \"שמתאים לשפה האלגנטית\", לדברי חסון. במקביל למשטח הקוריאן, חסון הציב אי, שבנוי מארבעה מקומות ישיבה. האי מייצר חציצה בין הסלון למטבח, ויש שתי פונקציות עיקריות - ביומיום הוא משמש את בני הבית לארוחות חטופות, וכאשר הם מארחים הוא הופך לדלפק הגשה, סוג של בופה שניצב למרגלות פינת האוכל הגדולה. \"זו הסיבה שיש מינימום אלמנטים על האי - אין כיריים או כיור. הזוג רצה שכל נושא הבישול יהיה במעין 'חדר אחורי'\".    אתה ידוע בתור מי שמעצב לפלח אוכלוסייה מבוסס יותר. האם מטבחים בדירות יוקרה שונים מהמטבח הישראלי הממוצע? \"מבחינת הגמר - אין היום הבדל, בניגוד לעבר שבהחלט היו הבדלים. פורמייקה למשל הייתה פעם מילה גסה. אבל יש היום פורמייקות מאוד איכותיות. ההבדל הוא לא בהכרח במחיר של המטבח, אלא דווקא במוצרי החשמל, שבדרך כלל יהיו ממותגים יוקרתיים יותר\".      מעצבת: מיכל מטלון  סגנון המטבח: מודרני חם מקום מגורים: שמשית אופי המשפחה: זוג וארבעה ילדים    בניגוד למטבח הרב שימושי, שמחולק לאזורים שונים ומובחנים, המטבח בביתה של משפחה בת שש נפשות מהיישוב הגלילי שמשית הוא יחידה אחת, שמשמשת גם לבישול, גם לארוחות קצרות וגם לאירוח.      \"יש אנשים שירימו גבה. הרעיון שהאורחים יישבו בלב המטבח הוא בל יעבור בעיניהם\", אומרת המעצבת מיכל מטלון. \"אבל למשפחה הזו הקונספט התאים, גם מבחינת הצרכים וגם מבחינת האופי. בשבילם, אין דבר יותר כיפי מזה שהאורחים נמצאים בלב המטבח, ואין הפרדה בין ארוחת ערב לאירוח של יום שישי\".    שקלת להכניס אי למטבח במקום פינת האוכל? \"לא, כי הם לא רצו. לשבת על אי בארוחות ארוכות של שישי זה לא נוח. להרבה אנשים יש חלום על אי במטבח, אבל הוא לא מתאים לכל אחד. אי מצטלם מאוד יפה בקטלוגים, אבל הוא לא תמיד נוח ופרקטי.   ,אם יבוא אליי זוג בשנות השישים, למשל, ויבקש אי במטבח, אני אעשה את כל המאמצים לשכנע אותם שזה לא נכון עבורם. ישיבה על אי לא נכונה לאנשים מבוגרים. מבחינתי, הפרקטיקה תמיד מנצחת את העיצוב\".    לפני שיפוץ המטבח והקומה הציבורית של הבית, פינת האוכל של המשפחה הייתה ממוקמת בנישה מעוגלת שבין הסלון למטבח. המגרעת הזו הפכה לאחר השיפוץ למזווה עם דלת נסתרת. \"בני הזוג הגיעו אליי בהחלטה מושכלת שהם לא זקוקים לפינת האוכל הנפרדת הזו. לעומת זאת, מקומות אחסון היו חסרים להם, לכן פתרתי את זה על ידי סגירת המובלעת העגולה והפיכתה למזווה פרקטי ונוח\".   תכנון המטבח בתור יחידה אחת רב שימושית לא היה הפתרון היחידי שהעלתה מטלון. בשלב הראשון של התכנון, היא הציעה לבני הזוג שתי תוכניות אדריכליות שונות, שמצאה אותן מתאימות ופרקטיות, האחת הייתה כרוכה בהחלפה בין המטבח לסלון והשנייה - סגירת פינת האוכל למזווה עם מקומות אחסון רבים. המשפחה בחרה, כאמור, באופציה השנייה. את המטבח בחרה מטלון לייצר במטבחי רגבה.    \"אני מאמינה שבכל חלל נתון יש יותר מאמת אדריכלית אחת. אני תמיד מתאמצת להראות לפחות שתי אופציות שהן שונות לחלוטין, וזורמת עם הדרישות והרצונות של הלקוח. במקרה הזה, בני הזוג היו תמימי דעים לגבי התוכנית שהכי מתאימה להם, ואני התמסרתי לרצון שלהם\".    כשאת מתכננת מטבח את חושבת על הצרכים העתידיים והמשתנים של המשפחה? \"כן, אבל לא העתיד הרחוק מידי. בדרך כלל משפחה עוברת שינויים בטווח של עשר שנים. צריך לזכור שיש גם בלאי טבעי ואופנות משתנות. למרות שמהבחינה הזו, אני משתדלת לא להיכנע לתכתיבי אופנה ולהישאר עם הקלאסי. אנשים חושבים שזה משעמם, אבל אני לא מחפשת להמציא את הגלגל או להיות מיוחדת. מטבח זה אירוע טראומטי מבחינה תקציבית, ואם כבר רוצים להתפרע עם דברים מיוחדים זה יכול להיות קיר צבעוני, טפט או שטיח מיוחד, שאפשר לשנות בקלות ובזול\".       מעצבת: שירי ארצי  סגנון המטבח: כפרי מקום מגורים: מודיעין אופי המשפחה: זוג וארבעה ילדים    גם המטבח שעיצבה שירי ארצי למשפחה בת שש נפשות במודיעין מתהדר בפינת אוכל במרכזה. במקרה הזה, שולחן המיועד לארוחות צוהריים וערב קצרות וחטופות. פינת אוכל נוספת, גדולה יותר, ממוקמת ליד הסלון ומיועדת לאירוח ה\"כבד\" יותר.       למה לא בחרת באפשרות הפופולרית - אי או דלפק לצד פינת האוכל?  \"מאי ירדנו מהר מאוד כי הוא סותם את החלל, הוא לא היה משאיר מקום לזוז במטבח. דלפק היה אופציה, אבל החלטנו שיש משהו אינטימי ונעים לשבת מסביב לשולחן עגול עם שוויוניות בגובה, שהוא יותר נוח לילדים\".    ארצי מעידה כי תכנון המטבח היה מאתגר. \"לפני השיפוץ, המטבח היה סגור, וכשפתחתי אותו נשאר עמוד זוויתי. התלבטנו אם להשאיר אותו ככה או לרבע, ובסוף החלטנו שזו זווית מעניינת, שמתכתבת עם הזוויתיות הכללית במטבח\".   בניגוד למטבח המודרני, ששואף להטמיע ולהעלים מעל פני השטח עקבות של מכשירים ואלמנטים, המטבח שעיצבה ארצי דווקא חושף ומדגיש את הפרטים שמרכיבים את המטבח, אבל בצורה שמשדרת רכות, חמימות ואלגנטיות.    מאחורי המטבח הכפרי, על פינת האוכל האינטימית שלו, הריצוף המאויר, תנור התכלת שעומד חופשי והאלמנטים הדקורטיביים בארונות, עומדת גם חשיבה פרקטית על צרכי המשפחה, למשל - בחירת הריצוף. \"לא רצינו להכניס את הפרקט שיש בשאר הבית למטבח כדי לשמור עליו, פרקט הוא חומר רגיש. ילדים קטנים שופכים וזורקים אוכל, ויותר קל לנקות לכלוך מאריחים. מעבר לזה, ההורים רצו שהילדים ירגישו נוח במטבח, ושהם לא יצטרכו לרוץ לנקות כל פירור שנופל, ולכן האריחים הם פתרון פרקטי\".    אלמנט פרקטי נוסף במטבח בעל שלקוח מהעולם הכפרי הוא אדני החלון. \"אני מאוד אוהבת להכניס את אדן החלון פנימה, לתוך המטבח, כי זה יוצר מדף אחסון לשים עליו דברים. הוא גם מרחיק את קו הכיריים מהחלון ומונע לכלוך\".    מה בעיניכם מאפיין מטבח ישראלי? האם יש לישראלים צרכים ספציפיים שמייחדים את המטבח שלהם? שירי ארצי: \"ישראלים מאוד אוהבים מטבחים פתוחים. מעטים המטבחים בבתים חדשים שממוקמים בחדר נפרד. בארצות הברית ובאירופה זה מאוד מקובל שיש חדר לפינת האוכל וחדר לבישול. אצל הישראלים הגבולות מיטשטשים - פינת האוכל פולשת למטבח, המטבח פולש לפינת האוכל, פינת האוכל פולשת לסלון. זה נובע מהאופי הישראלי של להיות ביחד. לישראלים אין בעיה לשתות קפה עם החברים על הדלפק שנמצא במטבח ליד הכיור עם הכלים\".    דניאל חסון שעובד גם עם לקוחות ישראלים וגם עם לקוחות בחו\"ל מעיד כי המטבח הישראלי הוא יותר גדול מזה של האירופאי. \"הלקוחות שלי מחו\"ל אוהבים מטבחים קצת יותר שקטים. המטבחים שעיצבתי באנגליה, פריז וגרמניה היו לרוב קטנים יותר והלקוחות לא היו צריכים יותר מזה. חללי האירוח היו חשובים להם יותר ממשטחי העבודה, למשל. הישראלים הם יותר משפחתיים ומבשלים הרבה. הבישול זה חלק מהישראליות שלנו\". ", "title": "מודרני או כפרי, אי או פינת אוכל? איך מתאימים את המטבח למשפחה", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5767489,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_design", "subtitle": ""}