{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4801377,00.html"}, "headline": "שהשיפוד לא יהיה גלמוד: סלטים\r\nמעולים למנגל של יום העצמאות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/09/6993419/1_980.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/09/6993788/2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/09/6993441/5_490.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/09/6993439/4_490.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/09/6993425/3_490.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/05/09/6993787/1.jpg"], "datePublished": "2016-05-10T01:28:42z", "dateModified": "2016-05-10T13:56:39z", "author": {"@type": "Person", "name": "מערכת Xnet"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "גם אם תשימו על המנגל את הבשרים הכי טובים, הארוחה לא תהיה שלמה בלי סלטים שיוסיפו טעמים מעניינים. אז קבלו 6 מתכונים - מסלט כרוב ועד מטבוחה", "wordCount": "687", "commentCount": "0", "genre": "10.Xnet-11941.xnet_food-12015.Cooking", "keywords": "סלטים,אפרת סיאצ'י,דורית מנו - טל אור,דפנה אוסטר מיכאל", "articleBody": "סלט בורגול וסלק / אפרת סיאצ'י    מרכיבים  4 מנות   1 כוס בורגול גס  2 סלקים בינוניים, מבושלים וקלופים (אפשר להשתמש בסלקים מוכנים הנמכרים בשקית ואקום)  1 כוס עשבי תיבול מכמה סוגים: פטרוזיליה, כוסברה, סלרי ונענע  4 כפות מיץ לימון  3 כפות שמן זית  1 כפית דבש או סילאן  1/3 כפית מלח  מעט פלפל שחור גרוס   אופן ההכנה  משרים את הבורגול במים במשך שעה. מסננים.  חותכים את הסלקים לקוביות קטנות.  שמים בקערה את הבורגול, הסלק ועשבי התיבול. מערבבים את שאר המרכיבים בקערית נפרדת ויוצקים לקערה. מערבבים וממתינים חצי שעה לפחות לפני ההגשה, לספיגת טעמים.   אפרת סיאצ'י מפעילה את האתר מתכונים ב-10 דקות       סלט כרוב סיני עם צנוברים, אגוזי פקאן ושומשום / אסנת לסטר  מתכון שקיבלתי בתוכנית הרדיו שלי, \"סיר לשבת\", מהמאזינה שושנה מנדל מגבעת אבני.   מרכיבים  1/2 כרוב לבן גדול או 1 כרוב קטן  3-2 כפות סוכר חום  1/3 כוס שמן (תירס, קנולה וכדומה)  1/3 כוס חומץ  2 כפות רוטב סויה  50 גרם (1/2 כוס) צנוברים  50 גרם (1/2 כוס) אגוזי פקאן שבורים  50 גרם (קצת פחות מ-1/2 כוס) שומשום   אופן ההכנה  חותכים את הכרוב לרצועות דקות (הכי טוב לעשות זאת במעבד מזון עם דיסקית הפריסה הדקה).  מעבירים את הכרוב לקערה. מערבבים את הסוכר, השמן, החומץ ורוטב הסויה, יוצקים על הכרוב ומערבבים.  שמים את הצנוברים, האגוזים והשומשום במחבת ללא שמן. קולים אותם כמה דקות על להבה בינונית, תוך ערבוב, עד להשחמה קלה.  מפזרים את הפיצוחים הקלויים על הסלט ומערבבים.   אסנת לסטר מגישה את התוכנית \"סיר לשבת\", המשודרת ברדיו קול רגע בכל יום שישי ובערבי חג ב-11:00        סלט חצילים רומני / דפנה אוסטר מיכאל    מרכיבים  5 מנות   1 חציל בינוני  4 פלפלים אדומים  3 שיני שום או יותר כתושים  2 כפות שמן  1 כפית חומץ  מלח  קורט סוכר   אופן ההכנה קולים את החציל והפלפלים: כ-10 דקות מכל צד ישירות על להבת הכיריים, עד שהם רכים או 60-40 דקות בתנור שחומם מראש ל-180 מעלות.  מצננים את החציל והפלפלים וקולפים אותם. מניחים את בשר החציל במסננת לכ-30 דקות, כדי להיפטר מנוזלים מיותרים.  קוצצים את החציל והפלפלים בסכין חדה ומערבבים היטב בקערה.  מוסיפים את שאר המרכיבים ומערבבים. שומרים במקרר (רצוי להמתין כמה שעות לפני ההגשה – הסלט יהיה טעים יותר).   דפנה אוסטר מיכאל כותבת את הבלוג \"מתנות קטנות\"        סלט גזר עם מלון ונענע / דורית מנו-טל אור    מרכיבים  6-5 מנות   5 גזרים  1 כוס קוביות מלון  1/2 כוס נענע קצוצה  1/2 כוס מיץ תפוזים  מלח  פלפל שחור גרוס   אופן ההכנה  מגררים את הגזר בפומפייה ומעבירים לקערה.  מוסיפים את שאר המרכיבים ומערבבים.   דורית מנו-טל אור כותבת את הבלוג \"Sweet Dooly\"       סלט שעועית לבנה / אפרת סיאצ'י   מרכיבים  4 מנות   1 קופסת שימורים (580 גרם) שעועית לבנה (אפשר ברוטב עגבניות)  1/2 בצל סגול בינוני, קצוץ דק  1/2 כוס עלי פטרוזיליה וכוסברה קצוצים דק (אפשר להמיר בעלי סלרי)  1 עגבנייה בינונית קצוצה  אפשרות: 1/2 פלפל חריף קצוץ דק  2 כפות שמן זית  2 כפות מיץ לימון  1/4 עד 1/3 כפית מלח  פלפל שחור גרוס   אופן ההכנה  מסננים את השעועית מנוזלים, שוטפים היטב ומייבשים.  שמים את השעועית בקערה, מוסיפים את שאר המרכיבים ומערבבים.   אפרת סיאצ'י מפעילה את האתר מתכונים ב-10 דקות       מטבוחה / אולגה טוכשר    מרכיבים  8 עגבניות גדולות, בשלות אך קשות  2 פלפלים אדומים (אפשר גם בצבע אחר)  1 פלפל ירוק חריף (אם אתם לא אוהבים חריף, השתמשו בחצי פלפל חריף בלבד או ותרו על הפפריקה החריפה)  5-4 שיני שום  1/2 1 כפיות מלח  1/2 1 כפיות סוכר  1 כף פפריקה מתוקה  אפשרות: 1 כפית פפריקה חריפה  אפשרות: 1/2 כפית פלפל שחור  4-3 כפות שמן זית    אופן ההכנה  יוצרים בבסיס העגבניות חתך בצורת X, חולטים אותן 30 שניות במים רותחים ומקלפים (מתחילים את הקילוף מהחתך). חותכים לקוביות גדולות.  חותכים את הפלפלים האדומים והפלפל החריף לרצועות דקות, ואת השום לפרוסות דקות.  מניחים בתחתית סיר את הפלפלים, ומעליהם את העגבניות והשום. מכסים ומבשלים על אש נמוכה כשעה, עד שהעגבניות מפרישות את מיציהן והפלפלים מתרככים. אין צורך לערבב.  מוסיפים את התבלינים, מערבבים ומבשלים עוד 40-30 דקות על אש נמוכה, ללא מכסה, עד שרוב הנוזלים מתאדים. אם רוצים מטבוחה סמיכה יותר, מבשלים קצת יותר זמן.  מכבים את האש, מוסיפים את השמן ומערבבים. טועמים ומתקנים את התיבול, אם צריך. שומרים את המטבוחה במקרר בכלי אטום.   אולגה טוכשר כותבת את הבלוג \"המרכיב הסודי\"     ", "title": "שהשיפוד לא יהיה גלמוד: סלטים\nמעולים למנגל של יום העצמאות", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4801377,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_food", "subtitle": ""}