{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5078300,00.html"}, "headline": "7 חוקרים ומומחים לאושר חושפים מה מהתאוריות הם מיישמים בחייהם", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/15/8351016/etzot_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/14/8348244/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/14/8348258/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/14/8348252/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/14/8348250/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/14/8349174/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/14/8348256/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/02/14/8348254/5_3.jpg"], "datePublished": "2018-02-15T12:33:18z", "dateModified": "2018-02-18T14:58:37z", "author": {"@type": "Person", "name": "דינה חלוץ"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "פרופ' יובל משתדל לא להתמכר להנאות, ד\"ר אדרי מקפידה על תזונה ייחודית, ד\"ר אזולאי יוצר משמעות,  ושירלי יובל-מאיר מלמדת את ילדיה להודות על הדברים הקטנים", "wordCount": "1447", "commentCount": "60", "genre": "10.Xnet-11946.xnet_laisha-31972.helath", "keywords": "לאשה,אושר,ד\"ר אייל דורון,שירלי יובל-יאיר,פרופ' יורם יובל", "articleBody": "שאלנו שבעה חוקרים ומומחים לאושר איך הם מיישמים את התיאוריות שהם מכירים כדי להיות מאושרים. להדפיס, לתלות על המקרר ולנסות לאמץ גישה חיובית יותר.       פרופ' יורם יובל משתדל לא להתמכר להנאות  פסיכואנליטיקאי, פסיכיאטר ומומחה בתחום הנוירוביולוגיה של אהבה ורגשות, פרופסור וראש מכון המוח לחקר רגשות באוניברסיטת חיפה      \"יש דבר אחד, ורק אחד, שעליו מסכימים כל הוגי הדעות הגדולים, כל הפילוסופים וכל הדתות בעולם: הדרך אל האושר לא עוברת דרך התמכרות להנאות. מי שינסה למקסם עד הקצה את ההנאות שלו בחיים, לא יהיה מאושר אף פעם. כשהבנתי שהנאה ואושר הם שני דברים שונים, זה עשה אותי מאושר.   \"חברת השפע המערבית משקרת כשהיא לוחשת לנו: 'תקנו את המותג שלנו ותהיו מאושרים'. מדוע? כי יש חוק טבע: הביס הראשון בעוגת שוקולד מדהימה במסעדת יוקרה – טעם גן עדן, חוויה לכל החושים. בביס השמיני כבר בקושי מרגישים מה אוכלים. הסיבה: מנגנוני ההנאה במוח לא בנויים להיות מופעלים לאורך זמן. אנחנו מתרגלים להנאות מהר, ומאבדים את הכיף באותה מהירות. הנאות זה נחמד ומענג, אבל הן לא יעשו אותנו מאושרים לאורך זמן. זאת הסיבה שקהלת, המלך העשיר והחכם, היה אומלל.   \"עכשיו זה מדעי: המרכיב העיקרי של אושר הוא משמעות, לא הנאה, ומשמעות באה כשאנחנו מתאמצים למען מי שאנחנו אוהבים, עושים מעשים שאנחנו מאמינים בהם, ומקבלים את התודות של אלה שעזרנו להם. בשורה התחתונה: 'טוב להיות טוב' היא לא סתם סיסמה – זאת דרך חיים והיא הדרך אל האושר. ומאז שהבנתי את זה אני משתדל להרגיע עם עוגות השוקולד ומשקיע באנשים שאני אוהב\".    ד\"ר ליאת אדרי מקפידה על תזונה שתורמת למוליכים העצביים מומחית לביולוגיה רפואית ומרצה על האנטומיה של האושר      \"אי־אפשר להגיע אל האושר בלי חיבור מושלם של גוף ונפש. כמדענית אני מסתכלת על אושר לא רק כאוסף של כלים פסיכולוגיים, אלא גם פיזיולוגיים, כי כדי שנוכל להפעיל את הפסיכולוגיה החיובית, אנחנו קודם כל צריכים שיהיה לנו בגוף הורמון הסרוטונין. הנאות וסיפוקים, גדולים ככל שיהיו, לא גורמים לייצור סרוטונין, אלא רק מעלים את רמתו (ובכך מגבירים את תחושת האושר) – בתנאי שההורמון הזה כבר קיים בגופנו. ההרגשה המופלאה הזאת שכולם כמהים אליה כל הזמן נגרמת על ידי מוליכים עצביים. אני מקפידה על ארבעה מזונות המתאימים לבניית המוליכים העצביים, בהם הסרוטונין:  1. פירות וירקות: עדיף לאכול אותם בעונה שבה הם גדלים. הם מספקים לנו מינרלים כמו ויטמין C ומגנזיום. 2. קטניות: עדשים, שעועית וחומוס, שמספקים ויטמינים מסוג B ומינרלים נוספים. 3. דגנים מלאים: קינואה, כוסמת, לחם מקמחי שיפון וכוסמין. 4. מוצרים מהחי: אבל במתינות, כי בעקבות גידולם המתועש של בעלי החיים, אין בהם מספיק ויטמין B12. לאחר שלקיתי בדיכאון כתוצאה ממחסור בוויטמין B12, והבנתי שהתרופות שלקחתי להורדת הסוכר רוקנו את מאגרי הוויטמין מגופי, היום אני לוקחת ויטמין B12 כתוסף\".      ד\"ר שמעון אזולאי יוצר משמעות  מרצה לפילוסופיה וחינוך באוניברסיטה העברית ובקריה האקדמית אונו, ומרצה על משמעות ואושר      \"אנחנו חיים בתקופה של עריצות האושר. יש מאיתנו דרישה בלתי פוסקת להיות מאושרים בפרסומות, ברשתות החברתיות, בסרטים ובשירים. הברכה הפופולרית ביותר ליום ההולדת נוגעת לאושר. היא נכתבת בלי לחשוב יותר מדי, ולמעשה מגבירה את הלחץ לאושר ואת החשש מאכזבה. ולא רק זה: האושר נתפס כענן של רגשות חיוביים ומענגים. אידיאל האושר הכוזב מרחיק אותנו ממאמץ, מקושי ומהשאיפה האמיתית - חיים בעלי משמעות.    \"הדרך הטובה ביותר להגיע אל האושר היא להשתחרר ממנו. הרגע שבו החלפתי את השאיפה לאושר בשאיפה למשמעות היה הרגע המכונן בחיי. המשמעות היא החותם הייחודי שאנחנו משאירים בעולם, ולכן אני עסוק ביצירת עקבות.    \"זו הסיבה שאני כותב ומרצה, רוב הזמן אני עסוק ביצירת המשמעות. יש בזה קושי, מאמץ, כישלון ותסכול, אבל מרגע שהמשמעות משגשגת ומהדהדת בעולם (וזה לא קורה כל יום), מופיע רגע של אושר. רגע בודד ובעל עוצמה שבו המשמעות, שבדרך כלל קצת מסתתרת, מתגלה. לי זה קורה כשמישהו מספר לי שחייו השתנו בגלל משהו שכתבתי, סטודנט שאומר שחייו עלו על המסלול הנכון, טקסט שמהדהד במקומות שלא ציפיתי.    \"הרגע הזה של האושר מתחיל מעשייה - אני מקפיד להזכיר לעצמי את זה כל הזמן, ואפילו קעקעתי את זה על הזרוע Memento mori (\"זכור כי אתה עתיד למות\" בלטינית). הרגע הזה של האושר מתחיל מהבנה שהכל יכול להסתיים ברגע, ולכן אני אומר: 'קומו ועשו עכשיו, אחרת לא תתחילו אפילו לשחק את משחק המשמעות הגדול, שהוא משחק החיים, שבסופו מסתתרת התקווה לאושר'\".       ד\"ר קרן אור חן כותבת מכתב תודה כל בוקר מומחית לקבלת החלטות ותורת המשחקים, מרצה בבית הספר לעבודה סוציאלית באוניברסיטת חיפה ובבית הספר לרפואה בטכניון        \"במרכז לפסיכולוגיה חיובית שהקמתי, שמתי דגש על יישום כלים פרקטיים בתחום קבלת ההחלטות ברוח הפסיכולוגיה החיובית. הכלי שאני משתמשת בו כל יום נקרא 'מכתב הכרת תודה', בעקבות מחקרו של מרטין סליגמן, אבי הפסיכולוגיה החיובית. במחקר הוא ביקש מהסטודנטים שלו לכתוב לעצמם מדי יום מכתב הכרת תודה על הטוב שיש להם, וגילה שמדד הרווחה ואיכות החיים של מי שכתב את המכתבים היה הרבה יותר גבוה בהשוואה לאלה שלא כתבו מכתב כזה. מסקנתו הייתה שהתנהגות גלויה לעין של הכרת תודה יכולה ליצור שינוי משמעותי בתפיסת האושר לאורך זמן.    \"אני כותבת בכל בוקר מכתב שיש בו הכרת תודה על דברים ממש קונקרטיים שקרו לי ביום הקודם: היום, למשל, הודיתי על חברה שריגשה אותי מאוד, על הרצאה נהדרת שהייתה לי השבוע ועל כך שבן זוגי נשאר לשמור על הילד החולה כשאני יצאתי להרצאה. יש פה הסתכלות אדירה על היש ולא על האין. כשמתחילים לכתוב את זה שחור על גבי לבן, רואים שיש כל כך הרבה יש, שזה ממש נותן תקווה ליום הבא. זאת לא קלישאה, אני באמת מאמינה בזה\".      ד\"ר אייל דורון מבין למה אפשר לצפות ולמה לא  ראש החטיבה לפסיכולוגיה ורוח בבית הספר לפסיכולוגיה במרכז הבינתחומי הרצליה ומרצה על אושר ויצירתיות במאה ה־21        \"אושר הוא משמעות פנימית ולא הנאה רגעית, וזה מוטו שמלווה אותי כל חיי. ההבנה שעבודה משמעותית לא תמיד מלווה בהנאה בכל רגע, ושאושר הוא דבר מצטבר ולא משהו שחומק מבין האצבעות, עוזרת לי מאוד לחיות בשלום עם מצבים פחות מהנים בטווח הקצר, בעבודה כמו בחיים האישיים.   \"אני מקפיד לא לצפות להנאה מתמדת גם ביחסים קרובים עם אנשים אהובים. ילדים, למשל, הם לא תמיד הנאה צרופה: לא כשהם קמים בלילה, או מתחצפים, או חוזרים מאוחר בלילה ומשאירים אותי מודאג. במצבים כאלה מה שעוזר מאוד לתחושת האושר הוא לזכור למה אפשר לצפות ולמה לא. לצפות לדבר במדויק מונע אכזבות ומעלה את תחושת האושר\".         שירלי יובל־יאיר מלמדת את ילדיה להכיר תודה על דברים קטנים פסיכולוגית בתחום הפסיכולוגיה החיובית סופרת ילדים ומחברת הסדרה \"גיבורים אמיתיים\", יחד עם ד\"ר טל בן שחר, על פסיכולוגיה חיובית לילדים מוזיקאית ומרצה על אושר        \"המומחיות שלי בפסיכולוגיה חיובית היא לראות את מה שקשה, מאתגר ובעייתי, כדי לתקן אותו, אבל גם את מה שיש, מה שמשמח ואופטימי. ככלל, בני אדם בנויים לראות יותר את השלילי בחייהם. הישרדותית נולדנו עם מערכת זיהוי ועיבוד חוויות שליליות הרבה יותר ערנית. אחד הכלים הבולטים שאני מיישמת כדי להתגבר על כך הוא תרגול עקבי של הודיות והכרת תודה. זה ה'מודה אני' החילוני, שהיהדות לימדה אותנו לפני אלפי שנים.    \"אני מבססת את זה על מחקר יפה, שבמסגרתו מאות סטודנטים חולקו לשתי קבוצות: באחת התבקשו המשתתפים לכתוב חמש תודות, ובשנייה הם התבקשו לכתוב על חמישה קשיים. הקבוצה שכתבה את התודות נמדדה כמאושרת יותר, לפי כל מדדי האושר.    \"כתיבת ההודיות זה ממש כמו לפתח שריר, אני עושה את זה עם עצמי ועם הילדים שלי מאז שהיו בני חמש. כל ערב לפני השינה אנחנו 'משחקים' בהודיות, וזה אחד הריטואלים המשמחים בחיי, כי דרך הטוב אנחנו מגיעים גם לשיחות נפש. השריר הזה שאנחנו מצליחים לבנות, של התמקדות במה שיש, עוזר לנו להתמודד עם האין.    \"אין דברים קטנים מדי להודיות. בהודיות שלי אני מדגישה גם דברים נורא קטנים, למשל, תפוח שנגסתי בו ויצא מוצלח ולא קמחי. אפשר להודות גם על תהליכים, לא רק על שורות תחתונות: משהו שהשתנה לטובה, משהו שלמדתי, למשל: לא ירדתי עשרה קילו כמו שרציתי, אבל תודה שהתאפקתי ולא אכלתי את כל הסופגנייה. הרעיון הוא להיות מאוד ספציפי. אני לא מודה על המשפחה שלי בגדול, אלא על יפתח, על גילי, על רוני ועל יהלי. ממש לפרטי פרטים, כי כשאנחנו בפרטים אנחנו גם מרגישים את זה\".     לני רביץ צוחק על עצמו מרצה ומנחה סדנאות בנושא שמחה ואושר ומחבר הספרים \"אופטימיות נצחית\", \"ובנימה אופטימית זו\" ו\"בשמחה תמיד\" (הוצאת מודן)      \"אני בן 81, וכל השנים אני מלמד אנשים, בספרים ובהרצאות שלי, לצחוק על עצמם. אני מרגיש שהומור עצמי הוא מעלה גבוהה ברוחניות. אחד מהדברים המובהקים שגורמים לאושר הוא הקרבה לאנשים, כשאני צוחק על עצמי ומראה את הפגיעות שלי, זה מייצר אינטימיות. אינטימיות תמיד מקרבת בין אנשים, וקרבה תמיד תורמת למדד האושר.    \"כשאני מתעורר בבוקר אני מסתכל במראה, מחייך אל עצמי ואומר: 'מותק, בלעדיך אני אפס', והופ, היום מתחיל במצב רוח מצוין. נולדתי וגדלתי בארצות־הברית למשפחת רביץ, ומאז ומתמיד נהגתי להציג את עצמי בפני אנשים שם בשם 'גרביץ'' (garbage), שזה זבל באנגלית. כבר בשנייה הראשונה כולם צוחקים, המחיצות יורדות והחשדנות פוחתת, כי ברגע שאני צוחק על עצמי אני נתפס כפחות מאיים. פעם הייתי לוקח את עצמי ברצינות, עד ששמתי לב שאף אחד אחר לא עושה את זה. זה גם מה שאני אומר לאנשים: 'אל תיקחו את עצמכם יותר מדי ברצינות, קצת הומור עצמי אף פעם לא הזיק, ולהפך: הוא יתרום לכם לתחושת האושר\".", "title": "7 חוקרים ומומחים לאושר חושפים מה מהתאוריות הם מיישמים בחייהם", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5078300,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_laisha", "subtitle": ""}