{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5692714,00.html"}, "headline": "התבטלה הטיסה? אז ניסע!  טיולים, אמנות, יצירה ואוכל טוב בערד ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839832/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839873/13_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839887/18_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839856/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839850/9_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839863/12_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839840/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839836/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839883/16_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839842/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/03/11/9839885/17_3.jpg"], "datePublished": "2020-03-12T12:44:37z", "dateModified": "2020-03-13T15:55:08z", "author": {"@type": "Person", "name": "צביקה בורג"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "ערד מתחברת לטרנד הכי חם כיום בעולם התיירות – לטייל קרוב לבית, וליהנות מיצירה מקומית. הכל באקלים צונן וחף מלחות וזיהום, ואולי גם נקי מחרדת הקורונה", "wordCount": "1360", "commentCount": "0", "genre": "10.Xnet-11946.xnet_laisha-15709.turism", "keywords": "לאשה,תיירות,ערד,טיולים בארץ,מדבר,המלצות", "articleBody": "באמצע שנות ה־60 של המאה שעברה, הייתה ערד ההבטחה האורבנית של האדריכלות הישראלית: עיר שתוכננה מ\"דף חלק\", כמו שאומרים, ממסד ועד טפחות, מכבישים וגני משחקים ועד בתי מגורים ומוסדות ציבור, בסביבה חלוצית, מדברית, על גבול מדבר יהודה ובקעת ים המלח. בצוות ההקמה ציינו את אוויר המדבר היבש שמיטיב עם חולי אסטמה, את המרחבים השוממים ואת הקרבה לים המלח כאלמנטים שיכולים למשוך לעיר תיירים ואת האפשרות לבנות במקום קהילה מיוחדת.   כמעט 60 שנה חלפו מאז ננעץ המעדר הראשון באדמה הבתולית. האוויר הוא עדיין אותו אוויר צח, יבש ונקי, מדבר יהודה וים המלח עדיין במקומם, אבל ערד של ימינו היא עיר מגוונת: חיים בה כ־30 אלף תושבים, והרכב האוכלוסייה נחשב ייחודי: בין שליש למחצית התושבים הם עולים שהגיעו לישראל ב־30 השנים האחרונות, רבים מהם מארצות חבר העמים כ־20 אחוז מהתושבים נחשבים לחרדים, שרובם משתייכים לזרם חסידי גור. למרבה הפלא, ולמרות שהם מתגוררים בכל רחבי העיר ולא בשכונה נפרדת, אין כמעט חיכוכים בין דתיים לחילונים מהסוג שעולה לכותרות במקומות אחרים בארץ. אלה וגם אלה מניחים לכל אחד לחיות לפי דרכו, מתוך כיבוד הדדי.   את ערד צריך לגלות לאט. מפתיע, למשל, למצוא שיש בעיר יותר מ־1,200 מיטות אירוח בצימרים (שכמה מהם מפוארים ומעוצבים למדי), בדירות Airbnb ובבתי מלון, ושהתפוסה יפה משמח למצוא, שלערד מגיעים לא מעט תיירים, שמבקשים לחוות את המדבר ושבעיר לנים גם מי שבאים לים המלח אבל מחפשים סביבת אירוח שונה, רחוקה מריכוז בתי המלון הצפוף סמוך לקו המים ומעניין במיוחד לגלות, שערד מתחברת לטרנד הכי חם כיום בעולם התיירות – Travel Local, שמשמעותו בפשטות, לטייל קרוב לבית, לפגוש באנשים המקומיים וליהנות מהיצירה שלהם בתחומי האירוח, הטיול, האוכל, האמנות.   ובדיוק את זה מגישה ערד למטיילים: לא רק דירות וחדרי אירוח, אלא גם אמנים ויוצרים, שפותחים את בתיהם בפני אורחים בשלניות ובשלנים – שמכינים ארוחות נהדרות לפי הזמנה ומדריכי טיולים – שיודעים לקחת את המטייל לשבילי העיר והמדבר.    מה לעשות ולראות? באתר העירוני תמצאו אינספור רעיונות. הנה קמצוץ מהאפשרויות הרבות:   מוזיאון הבובות זוג האמנים מירי לייבוביץ ואדוארד שרוסטר, יוצרים בובות ופסלים יפהפיים ומסקרנים. היא מעיסת נייר, פורצלן או טרקוטה בתוספת אלמנטים ואביזרים שונים, למשל, שיער אמיתי ונוצות הוא בברזל וברונזה. תמצאו שם סדרת בובות בדמויות הלקוחות מתוך הקומדיה דל ארטה, לצד דמויות של ילדים, אביר על סוס ועוד. השניים הציגו את יצירותיהם בגלריות ברחבי העולם, וחלק מהפריטים נרכשו על ידי אספנים בישראל ובחו\"ל. מובן שביקור בבית כולל הסברים על תהליך היצירה (עיצוב כל דמות נמשך שבועות ארוכים). מרתק. רח' עירית 38 ערד. תיאום ביקור: מירי, טל' 052-2398918.         פסל המתכת בחצר ביתם של יפה ואיציק גמליאל ניצב דרקון ענקי, עשוי מתכת, הנראה כלקוח מסצנה מהסדרה \"משחקי הכס\". מאחוריו – \"גן חיות\" שלם, עשוי ברזל: ג'ירפה מרהיבה, צבים, פלמינגו, עורבים ועוד. במקצועו, איציק גמליאל הוא מסגר אמן, תחביב הפיסול מלווה אותו כבר שנים וביתם – הניצב במיקום הטוב ביותר בערד, מול נוף המדבר המרהיב – הפך לאתר עלייה לרגל כמעט לכל מי שמבקר בעיר. בעיקרון, סיור מודרך נעשה בתיאום מראש (ומומלץ לשמוע מאיציק על עבודתו ואהבתו לברזל), אבל גם אם בעלי הבית אינם אפשר להגיע לרחוב ולהתרשם.  רח' ענבלים 34 ערד. תיאום ביקור: יפה, טל' 052-2707031.    בעקבות עמוס עוז במשך כ־30 שנה חי הסופר עמוס עוז בבית ברחוב נוף בערד, ובו כתב כמה מספריו הידועים. העיר, הנוף המדברי והאווירה המיוחדת מוזכרים בכמה מספריו, בייחוד בזה האוטוביוגרפי, \"סיפור על אהבה וחושך\". זך בן נתן, מדריך טיולים, מורה דרך ו\"מספר סיפורים\", מתגורר בערד כמעט 20 שנה, ואת הקשר המיוחד בין עוז לערד יעביר למטיילים איתו. המסלול אינו ארוך, ונמשך לאורך רחוב נוף וכמה תחנות בדרך – מהבית, דרך הגינה הציבורית ועד הספסל מול המדבר שעליו נהג עוז לשבת מדי בוקר בטרם זריחה ולקבל השראה מהנוף - אבל הסיפור המפורט והחווייתי נמשך בין שעתיים לשלוש, תלוי בדינמיקה שבין בן נתן המספר ובין האורחים־מטיילים. הסיור בתשלום. תיאום: זך, טל' 050-2713914.      אוהבים יצירה?  חלי כהן ויונת מורדוך חולקות סטודיו ב\"אשת לוט\", רובע האמנים של ערד. חלי יוצרת בחרוזי זכוכית ופספסים, יונת מחוברת לטבע ויוצרת סבונים מחומרים טבעיים וגם תכשירים שונים מצמחי מדבר ומרפא. עם שתיהן ניתן לתאם ביקור בסדנה, להתרשם מהמוצרים (ולקנות), אבל בעיקר להשתתף בסדנאות יצירה, שבקלות מתחברים אליהן גם קטנים וגם גדולים.  רובע האמנים, רח' הסדן 12, סטודיו חלי. לתיאום: חלי, טל' 050-6652961 יונת, טל' 052-5307616.           מה והיכן לאכול?  \"מוזה\", מסעדת בשרים, המבורגרים, פיצות ופסטות, הממוקמת בתחנת הדלק \"אלון\" שבכניסה לעיר היא המוסד הקולינרי שהכי מזוהה עם ערד זה שנים רבות. המקום פתוח כמעט תמיד (בעיקרון מ־11:00 בבוקר ועד חצות, בכל יום), יש חניה, השירות מהיר ויעיל והאוכל טעים ומתאים לכולם, גם למשפחות עם ילדים, גם לחובבי בשר, גם לטבעונים, גם למי שמבקרים ולנים בעיר וגם למי שנמצאים בדרכם לים המלח (אתר: bit.ly/2wV92IZ טל' 08-9975555).   אבל מי שיתעמק קצת במתרחש בתוך העיר, ימצא עוד כמה תחנות קולינריות מסקרנות במיוחד, שכמה מהן אפילו מצדיקות נסיעה במיוחד:   מדורת השבט. יותר חוויה קולינרית, פחות מסעדה: דגנית ואלי בר שדה מארחים בביתם רחב הידיים מפגשים קולינריים המתבססים על היקב הפרטי הפועל בחצר הבית ועל מעשנות הבשרים הניצבות בו.  האירוח מתבצע לפחות פעמיים בשבוע (בערבי חמישי ושישי), סביב שולחן אבירים גדול (עד 40 סועדים), עם מגוון אורחים מערד, ישראל והעולם כולו. דגנית אחראית על הלחמים הנהדרים שנאפים במטבח הבית ועל הסלטים והתוספות, אלי מתמקד בבשרים, לעתים עד עשר מנות בשר שונות בארוחה אחת, ממגוון חלקי עוף, בקר, ברווז וכבש, והכל מלווה בהסברים מקצועיים על בשר, יין ואוכל בכלל. יין הבית המצוין מוגש חופשי, והחוויה הבלתי רגילה נמשכת שלוש שעות ויותר. לא להחמיץ! מחיר: 250 שקל לסועד. הזמנות מראש בטל' 050-4224777. פייסבוק: מדורת השבט       כפרוצ'קה. בית קפה – מסעדה/ מעדנייה איטלקית בלב שכונת \"חצבים\" בעיר. בלב חלל המסעדה – תנור־טאבון אבן גדול ולוהט, שממנו יוצאות פיצות ופוקצ'ות שמכינים במקום בעבודת יד, מחומרי גלם טבעיים. השירות מצוין, האווירה נעימה והבירות מתוצרת מבשלת \"שיטה\" הממוקמת בערד. טעמנו מרק (35-17 שקל), פיצה מרגריטה (נהדרת,  42-32 שקל) ופיצה מעניינת וטעימה במיוחד עם תפוחי עץ מקורמלים, מוצרלה טרייה, גורגונזולה ובזיליקום (54-42 שקל). המגוון גדול ויש גם תפריט טבעוני. טעים ומקסים.  כפרוצ'קה, רח' אחווה 19 ערד. פתוח: ראשון-חמישי, 22:30-12:00, שישי, 15:00-9:00. בשבת סגור.(טל' 08-8606615 kaparuchka.com).       אנהמיה. מנות צמחוניות וטבעוניות באירוח ביתי אצל אדווה גולן. בתפריט: ארוחות בוקר וערב, מנות מפתיעות וטעימות, במגוון המשתנה לפי חומרי הגלם הזמינים, עונות השנה והתיאום עם האורחים. בבוקר תקבלו סלטים, לחמים, מטבלים, אומלטים, מיץ טבעי, גבינות ועוד. ארוחות הערב יכללו גם קישים, מרק וממולאים, תוך שימוש בפטריות, קינואה, אורז והרבה ירקות ועלים ירוקים. במקצועה, גולן היא מעצבת פנים ותכשיטים, שעשתה הסבה לאירוח ביתי, ואת הרקע הסטייליסטי בהחלט רואים במנות. טעים ומפתיע, וגם לא יקר, ואפשר אפילו להזמין סלסילת פיקניק לצימר או לטיול.  אנהמיה, החלמונית 6 ערד. טל' 054-5821483 אתר: annamajafoods.com/he    יהלים. מלון הבוטיק המקסים הממוקם בקצה העיר, מול נוף המדבר, נהנה בדרך כלל מתפוסה נאה (גם מאורחים מחו\"ל), והציון שלו באתר \"בוקינג\", 9.5, מעיד על איכות השירות והמקום. גם אם לא תצליחו למצוא חדר פנוי מתוך 12 החדרים והסוויטות שיש במקום, תוכלו, בתיאום של יממה מראש, ליהנות מארוחת הבוקר הטובה שהמקום מציע (פתרון נהדר למי שמתארחים בדירה בעיר, שאינה כוללת ארוחת בוקר). בתפריט: מיצים טבעיים, מגוון גדול של סלטים טעימים, גבינות, לחמים ואומלטים לפי הזמנה. כשמזג האוויר סביר, אפשר לאכול במרפסת הגדולה הצופה לנוף. מחיר: 85 שקל לסועד. יהלים, רח' מואב 72 ערד. טל' 077-5632806. אתר: yehelim.com       היכן ללון?  אתר התיירות העירוני מפרט אפשרויות לינה רבות בעיר: בתי מלון מפנקים, אכסניות וכפרי נופש, ועד דירות אירוח ברמות שונות (פירוט כאן). נרחיב על מקום אחד, דירת האירוח \"אחווה\": מדובר בדירה במפרט מלא, בקומת קרקע ובצמוד לבית המשפחה המארחת. היחידה כוללת סלון, חדר שינה, מטבח מאובזר בכל מה שתרצו לשהות ארוכה או קצרה, ויחידת מקלחת/ שירותים.  הדירה מתאימה לעד שלושה מבוגרים או לזוג עם ילד ואפילו שניים. במרחק הליכה – מתקני משחק לילדים, מסלולי טיול, מסעדות (\"כפרוצ'קה\" או \"מדורת השבט\" למשל, מרוחקות דקות ספורות הליכה משם). בעונת הקיץ, שתכף מגיעה, אפשר להגיע בקלות לבריכת השחייה העירונית הסמוכה. רח' אחווה 42, ערד. תיאום והזמנות: בועז, טל' 050–7600764.     בסביבה הקרובה:  ים המלח מרוחק כחצי שעה נסיעה, וזמן דומה פחות או יותר נדרש כדי להתקרב לאתרי מדבר יהודה, כמו למשל בריכת צפירה הקסומה, קניון נחל צאלים והמעלה המערבי למצדה מצפון־מערב להעיר משתרע יער יתיר, היער הנטוע הגדול ביותר בישראל המכתשים היפהפיים של הר הנגב – הגדול (\"חתירה\") והקטן (\"חצרה\") – מרוחקים כשעה נסיעה.  חובבי אלכוהול יכולים לתאם ביקור ביקב יתיר השוכן סמוך לערד, ביקב מדבר הממוקם בעיר או במבשלת בירה שיטה ברובע האמנים, שסמוך אליה פועל פאב תוסס המומלץ לבילוי ערב בסופי שבוע (טל' 052-6650380).  ", "title": "התבטלה הטיסה? אז ניסע!  טיולים, אמנות, יצירה ואוכל טוב בערד", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5692714,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_laisha", "subtitle": ""}