{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5539652,00.html"}, "headline": "אייקון מאויר בשבוע: דיאנה גילתה לעולם שחיי נסיכה הם לא אגדה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/30/9335676/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/30/9335684/AP_74010101295_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/30/9335698/rexfeatures_88888g_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2019/06/30/9335682/AP_17213421038891_6.jpg"], "datePublished": "2019-07-01T11:38:22z", "dateModified": "2019-07-01T12:39:46z", "author": {"@type": "Person", "name": "ארז עמירן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "החתונה המתוקשרת, האינטריגות המשפחתיות, הדיכאונות, הבולימיה והסטייל שכולן רצו לאמץ – ליידי די, שנולדה היום לפני 58 שנה, היתה הגיבורה הטרגית של תקופתנו", "wordCount": "566", "commentCount": "22", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-13332.Erez Amiran - The King is Naked", "keywords": "אופנה,אייקון אופנה,איורי אופנה,הנסיכה דיאנה,משפחת המלוכה,ארז עמירן,סטייל,מלכות ונסיכות,בריטניה", "articleBody": "הנסיכה דיאנה    סליחה, במי מדובר? הנסיכה של כל הנסיכות. זו שכולן רצו להסתרק כמוה, להתלבש כמוה, להתחתן בדיוק באותה השמלה, אבל אף אחת לא באמת רצתה להתחלף עם החיים שלה – הנסיכה דיאנה, שנולדה ב-1 ביולי לפני 58 שנה ונהרגה בתאונת דרכים ב-1997. בשנים הלא רבות שבהן היתה נשואה לנסיך צ'ארלס, הצליחה דיאנה להפוך לדמות האהובה ביותר בבית המלוכה הבריטי – מעמד שעליו היא שומרת גם היום, למרות הסיקור התקשורתי הבלתי פוסק של קייט מידלטון ומייגן מרקל.       דיאנה ספנסר היתה שושנה אנגלייה אמיתית. מגננת ביישנית וסמוקה בת 19, שהוטלה באחת אל עולם הגינונים הנוקשים של המלוכה הבריטית, היא צמחה לעיני התקשורת המלטפות לדמות עם קול שסירב להיות מושתק. במסע הטרגי הזה היא סיפקה לעולם רגעים אופנתיים עוצרי נשימה, כמו גם ביוגרפיה המוכיחה שוב כי כתר לא בהכרח מביא אושר.       למה אייקון? מרגע החתונה המלכותית ועד מותה בתאונת דרכים בפריז, התנהלו חייה על רקע זמזום מצלמות נצחי. הופעותיה הפומביות היו מופת של פאשניסטיוּת, הרבה לפני שהמילה הזו הומצאה. במו תסרוקתה, כתפיה המרופדות ושמלותיה המהודרות, היא היתה גילום ויזואלי של כל מה שטוב ורע באופנת שנות ה-80. מאחר שנגזר עליה לבלות את חיי נישואיה לצד הצאצא המלכותי הכי לא אטרקטיבי בשושלת הבריטית, נותר לה זמן פנוי למכביר לביקורים מתוקשרים בעולם למטרות צדקה, בהם הפגינה נוכחות אופנתית מהמעלה הראשונה.      המסע האופנתי הזה החל עם שמלת הכלולות הכי מצוטטת בעולם, על שרווליה התפוחים ושובלה המטורלל. הסיקור של \"ליידי די מתחתנת\" סימן לבנות כל העולם איך אמורה להיראות שמלת כלה מהחלומות. גם כשהחלומות הפכו לסיוטים והזוגיות התגלגלה לחילופי האשמות הדדיות בניאוף ובהתנהגות בלתי הולמת, דיאנה לא איבדה את מקומה בלב ההמון. גם לא את הסגנון האישי, שאולי נראה מפוקפק בעיניים של 2019, אך כמוה – גם הוא מצא מקום חם בלבבות.       היא היתה הנסיכה הראשונה, ולטעמי גם האחרונה, שהצליחה לשלב באופן מושלם בין זוהר מלכותי לשיק נגיש, מהסוג שיקרוץ לאחרונת הנערות שתולה פוסטרים של נסיכים על הקירות. מול המצאי המחריד של אופנת האייטיז זו היתה משימה לא פשוטה בכלל, ובכל זאת הצליחה הנסיכה דיאנה – חמושה ברזון וגובה מרשים מהבית, גינוני מלכות נרכשים ואישיות כובשת – לצלוח את התקופה עם סגנון בלתי נשכח.       השילוב של שבריריות ועוצמה שהציגה, \"כמו נר ברוח\" כמאמר השיר שהקדיש לה ידידה הקרוב אלטון ג'ון, הוא המורשת האופנתית שהותירה אחריה. וכן, גם התסרוקת ההיא שהיתה השראה לאלפי כפילות ליידי די, והיום ללא ספק מקוטלגת תחת הערך \"על מה לעזאזל חשבנו\".       למה לא? דיאנה הרסה לנו באופן סופי את הפנטזיה על \"חיים של נסיכה\". היא הצליחה לבטל את כל הסופים הטובים של האגדות המוכרות, שנחתמו במילים \"באושר ועושר עד עצם היום הזה\". כי אם האגדה כוללת נסיך צפרדע כמו צ'ארלס (וקמילה), חמות נרגנת, דיכאונות, בולימיה ותקשורת רודפת – אז מה שווה כל סיפור האהבה הזה?    ובכל זאת: הנסיכה דיאנה הוכיחה לעולם שחמלה ונדיבות הן התכונות המלכותיות האמיתיות. בשנת 1987, כשביקרה חולי איידס בבית חולים בלונדון והצטלמה כשהיא אוחזת בידיהם, היא הצליחה במחווה קטנה אחת לגרש קצת מחשכת הבורות שאפפה את הגישה למחלה באותן שנים.       מה זה אייקון אחד בשבוע?  עולם הזוהר זוכה ממני בדרך כלל להתייחסות ביקורתית וחשדנית (וגם אני רואה בעצמי לפעמים את המבוגר הממורמר), אך אני חייב להודות שיש בו צדדים שמרגשים אותי בכל פעם מחדש. היוזמה \"אייקון אחד בשבוע\" משלבת שלוש אהבות גדולות שלי – איור, אופנה וסקרנות, או אפילו אובססיביות, לחייהם של מפורסמים.   בכל שבוע אבחר דמות אחת שמבחינתי ראויה לתואר המחייב \"אייקון אופנה\", מקומי או בינלאומי, שאותה אאייר ואשתף כאן. אתם מאוד מוזמנים להציע הצעות משלכם לאייקונים לאיור, או להתווכח עם הבחירות שלי. ", "title": "אייקון מאויר בשבוע: דיאנה גילתה לעולם שחיי נסיכה הם לא אגדה", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5539652,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}