{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5370642,00.html"}, "headline": "אייקון מאויר בשבוע: רונית אלקבץ תמיד תיזכר כדיווה גדולה מהחיים", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/10/14/8821038/11_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/04/02/8445015/GettyImages-100116809_3.jpg"], "datePublished": "2018-10-21T14:48:12z", "dateModified": "2018-11-27T13:52:15z", "author": {"@type": "Person", "name": "ארז עמירן"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "גיבורי הסטייל בארץ ובעולם, בהווה ובעבר, זוכים למקום של כבוד במדור חדש. הפעם: כוכבת הקולנוע המנוחה שלא נתנה לדלות החומר המקומית לעצור את אהבתה לאופנה", "wordCount": "195", "commentCount": "1", "genre": "10.Xnet-11936.xnet_fashion-12000.Fasion Blogs-13332.Erez Amiran - The King is Naked", "keywords": "אופנה,אייקון אופנה,רונית אלקבץ,ארז עמירן,איורי אופנה", "articleBody": "רונית אלקבץ   רגע, במי מדובר? שחקנית קולנוע, במאית ותסריטאית. ברזומה שלה נמצאים גם קריירת דוגמנות, שלושה פרסי אופיר, וכתר המוזה הלא רשמית של עולם האופנה הישראלי. הלכה לעולמה בשנת 2016 בגיל 51.    למה אייקון? בזכות האומץ להיות דיווה גדולה מהחיים במדינה שמקדשת את ה\"אבל מה יגידו?!\" ובזכות הנאמנות לשחור, המגדל על הראש, השיק הצרפוקאי, והחיבה (ההדדית) לבגדי מעצבים.    למה לא? כי הדרמטיות העודפת היתה לפעמים קצת מעייפת, וכבר הרימו למלתחה שלה תערוכה במוזיאון העיצוב, אז אולי די?   ובכל זאת: היא היתה הפאשניסטה הכי גדולה שהיתה לנו. על רקע דלות החומר האופנתית שמסביב – היא, ללא ספק, היתה נווה מדבר.       מה זה אייקון אחד בשבוע? עולם הזוהר זוכה ממני בדרך כלל להתייחסות ביקורתית וחשדנית (וגם אני רואה בעצמי לפעמים את המבוגר הממורמר), אך אני חייב להודות שיש בו צדדים שמרגשים אותי בכל פעם מחדש. הכירו את היוזמה החדשה \"אייקון אחד בשבוע\", שמשלבת שלוש אהבות גדולות שלי – איור, אופנה וסקרנות, או אפילו אובססיביות, לחייהם של מפורסמים.    בכל שבוע אבחר דמות אחת שמבחינתי ראויה לתואר המחייב \"אייקון אופנה\", מקומי או בינלאומי, שאותה אאייר ואשתף כאן. אתם מאוד מוזמנים להציע הצעות משלכם לאייקונים לאיור, או להתווכח עם הבחירות שלי. 1,2,3 – יוצאים לדרך לעולם אופנתי אמיץ יותר. ", "title": "אייקון מאויר בשבוע: רונית אלקבץ תמיד תיזכר כדיווה גדולה מהחיים", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5370642,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}