{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5056247,00.html"}, "headline": "נא לא לָשֶבֶת: חיים חדשים ומרהיבים לשני כיסאות שנזרקו לרחוב ", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225101/980_4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225098/980_1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225099/980_2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225100/980_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225102/980_5.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225103/980_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225104/980_7.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225105/980_8.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225106/980_9.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225107/980_10.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/01/01/8253735/490_4.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225094/490_6_1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225095/490_7_1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225092/490_5_1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225093/490_5_2.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225096/490_9_1.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/12/18/8225097/490_9_2.jpg"], "datePublished": "2018-01-02T11:09:29z", "dateModified": "2018-01-03T16:03:22z", "author": {"@type": "Person", "name": "נעם רוזנברג"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "וגם כיסוי מיטה מחולצות ישנות, מרפסת חדשה מאדניות משומשות וגופי תאורה מרהיבים בכלום כסף. מצעד היצירות והשדרוגים של האיש שלא אוהב לזרוק שום דבר", "wordCount": "527", "commentCount": "15", "genre": "10.Xnet-11940.xnet_diy-13475.I did it myself", "keywords": "DIY,מיחזור,עשו בעצמכם,יצירות ממוחזרות,יצירות מנייר,כיסוי מיטה", "articleBody": "נתחיל בווידוי: אני לא אוהב לזרוק דברים, עדיין לא הגעתי לרמת אגרנות מסוכנת, אבל אני חושב פעמיים לפני שאני זורק חפץ כלשהו, וקודם בודק האם אפשר לעשות איתו משהו מועיל. בכיוון ההפוך המצב אף החמיר. לעיתים קרובות אני מוצא את עצמי נעצר ליד ערימות ג'אנק ברחוב וסוקר אותן בקפידה, כדי לבדוק אם נזרק שם משהו שיכול להביא תועלת ולקבל חיים חדשים.      כך למשל אימצתי שני כיסאות מעץ שנמצאו ליד ביתי, ניסרתי וצבעתי אותם באדום לוהט והיום הם מחוברים לקיר בחדר השינה ובאמבט ומשמשים לתליית בגדים ומגבות.   ויהי אור (ובכיס אין חור) גם את רוב גופי התאורה אצלי בבית הכנתי בעצמי, מבסיס זול ונפוץ של אהיל מנייר אורז, עליו הדבקתי גזרי נייר מניירות מדפסת פשוטים או מנג'טים של קאפקייקס שהודבקו בצפיפות בדבק פלסטי פשוט. בכל המקרים השתמשתי בנורה חסכונית שלא מפיצה חום והקפדתי לבחור בנורות בעלות אור צהוב, שמספקות אווירה חמימה בבית ולא אור משרדי מנוכר.      גן עדן עירוני קטן עוד תחביב גדול שלי הוא עולם הגינון וגם אותו אני משלב ביצירה. אחת המרפסות בבית, שהייתה מרפסת אורבנית ישראלית אופיינית, כזו שנסגרה באמצעות תריסים לטובת הגדלת שטח הסלון, נפתחה מחדש והתריסים פורקו לטובת אדניות ועציצים רבים שיוצרים גן עדן קטן בעיר רמת גן.      במרפסת השנייה והפחות נגישה (וגם נטולת השקייה מסודרת) בחרתי לתלות אדניות ישנות שאספתי וחידשתי בצבע תכלת רענן, עם צמחים שדורשים השקייה וטיפול מינימליים. היא רק בתחילת דרכה ואני צופה לה גדולות וירוקות.        צמחים אותם טיפחתי בחצר הבית המשותף, סבלו מדי פעם ממעיכות של כלבים וילדים. כדי לטפל בבעיה בניתי גדר פשוטה וצבעונית ממשטחי עץ תעשייתיים שנזרקו ברחבי השכונה. קורות העץ נוסרו, נצבעו בתכלת וחוברו לאורך השביל.    גדר עץ - להדרכה המלאה >>    עציצי בטון הם טרנד יצירתי ומקסים שהוא כאן כדי להישאר. הבטון נוח מאוד לעבודה והתבניות נמצאות בכל בית: קרטוני חלב, קופסאות חומוס ושאר פלסטיקים חד פעמיים יכולים להוות בסיס לעציץ מדליק, ובתוספת קצת צבע לשידרוג נוסף.    רוצים להכין פריטים מבטון? כאן תוכלו לקבל הדרכה >>    מעשה באבוקדו עבודות הגילוף באבוקדו נעשו בתקופת השירות הצבאי (הרבה שנים עברו מאז..), וסיפקו לי עניין ותעסוקה לשעות \"מתות\" רבות. במטבח בהאחזות הנח\"ל ובמשפחות של החברים ידעו לשמור לי את הגלעינים של האבוקדו, וכך היתה לי הספקה קבועה של חומר הגלם.   כל מה שנשאר היה לגלף את חצאי הגלעין, לחכות כמה ימים לייבוש מוחלט שלו, זמן בו הוא מאבד את הנוזלים ומקבל עיוות מעניין. לאחר הגילוף צבעתי את היצירות בשכבת לכה בגוון עץ לגימור הסופי.    עוד פרטים וגילופים בכתבה >>   מיטתי היא מיטת-טי (שירט) כיסוי המיטה הצבעוני נתפר ממלבנים שנגזרו מכ-30 חולצות ישנות שלי ש\"אספתי\" במשך כמה שנים. בתחילה פרסתי את מלבני הבד כדי לבחור צבעוניות מעניינת. כל טלאי בשורה נתפר לשכנו וכל רצועה של חמישה טלאים נתפרה לרצועה סמוכה. קיבלתי שתי יריעות בד שכל אחת מהם מורכבת מ-25 טלאים, אותן חיברתי כך שכל התפרים המאוד לא מושלמים מוסתרים בחלק הפנימי של הכיסוי הדו-צדדי.         אני ממליץ גם לכם למחזר ולהרוויח שתי ציפורים במכה אחת - גם לשמור על הסביבה ולהפחית את הפסולת וגם ליהנות מתהליך היצירה וממשהו חדש בבית, שכולו שלכם. אשמח אם תעקבו אחרי באינסטגרם.   עשיתם לבד? שתפו את כולם המשיכו לשלוח לנו יצירות שהכנתם ונשמח לפרסם את המעניינות והמוצלחות שבהן במדור.   ______________________________________________   מצעד היצירות המוצלחות ביותר של גולשי Xnet:    ", "title": "האיש שלא אוהב לזרוק שום דבר נותן חיים חדשים לחפצים הנטושים", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5056247,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_diy", "subtitle": ""}