{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4875330,00.html"}, "headline": "טבע, מוזיקה ויצירה: יום טיולים אומנותי בעין הוד והסביבה", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/11/07/7368137/2_6.jpg"], "datePublished": "2016-11-09T12:26:01z", "dateModified": "2016-11-10T10:39:17z", "author": {"@type": "Person", "name": "עינב לנדאו "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "מסלול טיול ביער, ביקור במוזיאון, פיקניק בחוות תבלינים, מצפה לכרמל, חי בר, בית בד וגם פעילות יצירה. השבוע ביום טיולים ארוך: המלצות לבילוי משפחתי באיזור עין הוד", "wordCount": "543", "commentCount": "2", "genre": "10.Xnet-11943.xnet_family-12150.Family Blogs-13113.TravelingFamily", "keywords": "טיולים,ילדים,אטרקציות,יום טיולים ארוך", "articleBody": "כפר אומנים? נשמע נחמד, אבל מה יש לעשות שם עם הילדים? תתפלאו, אבל לכפר האומנים עין הוד יש המון מה להציע לילדים, שפע של אפשרויות לטייל בסביבה ועוד לא דיברנו על המסעדות. אז יום טיולים ארוך בעין הוד יוצא לדרך. מוכנים?   מעבדאדא - מוזיאון ינקו דאדא המעבדאדא במוזיאון ינקו דאדא שבעין הוד מאפשרת לחוות את אומנות הדאדא בדרך ידידותית וחווייתית לילדים. הילדים עוברים מתחנה אחת לאחרת ומתנסים בבניית פסל מחומרים ממוחזרים, הכנת קולאג', יצירת פרופיל משעשע ועוד . האווירה במקום נעימה ומסקרנת ומומלץ לערוך גם סיור במוזיאון. כמה עולה? ילד 30 שקל, מבוגר 25 שקל. איפה? עין הוד. למי? לכל המשפחה, ילדים מגיל 6 ומעלה יוכלו להפיק את המירב מהמקום.      מוזיאון ניסכו למוזיקה מכנית מוזיאון למוזיקה מכנית? מה זה בדיוק ואיך זה מתאים לילדים? צפויה לכם הפתעה! המוזיאון המקסים בעין הוד הוא אוסף נדיר וגדול של תיבות נגינה שאסף במשך יותר מ-40 שנה ניסן כהן, מייסד המוזיאון. הביקור כולל הדרכה משעשעת בשילוב הילדים, היכרות עם כלים עתיקים, מוזיקה וכמה הפתעות שלא נגלה לכם. כמה עולה? ילד 20 שקל, מבוגר 30 שקל. איפה? עין הוד. למי? כל המשפחה, לא נגיש לעגלות.      בוסתן תם בוסתן תם הוא מקום מקסים לעצור בו בדרך לצפון או בחזרה. יש במקום אווירה נעימה ומשפחתית, גינת ירק מטופחת, שביל לאורך הבוסתן שמגיע עד ליקב אמפורה, פינות ישיבה והמון שיחי תבלין. בכניסה ישנה חנות של בית הבד חוות מקורה עם שמן זית מעולה ומגוון מוצרים אורגניים. במקום מתקיימות הדרכות לקבוצות וגם פעילויות. מומלץ להתעדכן באתר. הבוסתן הוקם לזכרו של סרן תם פרקש, טייס חיל האוויר אשר נהרג במלחמת לבנון השנייה. כמה עולה? חינם. איפה? כרם מהר\"ל. למי? כל המשפחה, נגיש לעגלות.      שביל היער הקסום אמנם הטיול בשביל היער הקסום לא יגרום לכם לחפש פיות וגמדים, אך בהחלט מדובר בטיול יער מהנה עם הילדים. הטיול מתחיל בחניון הזיתים. שם יש לבחור בסימון הכחול. בתחילת המסלול לא תבינו על איזה יער קסום מדובר, אך לאחר כמה עשרות מטרים, האווירה תשנה ונכנס ליער. אנחנו נמשיך עם השביל הנוח עד להתפצלות שבילים והפעם נבחר בסימון האדום, שמחזיר אותנו דרך היער עד לנקודת ההתחלה. המסלול חזרה סלעי אך לא אתגרי והנוף שניבט מבין העצים מרהיב. כמה עולה? חינם. איפה? יער חוף כרמל. למי? כל המשפחה, לא נגיש לעגלות.                        צילום: אסנת אל עז   עוד באזור, בקטנה: מצפה יער עופר: המצפה מעניק לנו תצפית מדהימה על קו החוף והיערות סביב. זהו גם מקום מצוין לפיקניק!.  חי בר כרמל: מפגש קרוב עם חיות בסכנת הכחדה לקראת החזרתם לטבע. טיול קליל ונגיש לעגלה.  חוף נווה ים: חוף יפיפה עם לגונות טבעיות. גם בימים קרירים אפשר ללכת לאורכו ולחפש סרטנים.   טיפ טיול מעבדאדא גם בבית. קחו את ההשראה ליצירה חופשית וממשו אותה גם בבית. קולאז'ים מעיתונים ישנים, פסלים מחפצים ישנים ועוד רעיונות שבטוח תקבלו מהבילוי במעבדאדא.      רגע של שלווה להורים בימי שבת הכניסה לעין הוד עם הרכב אסורה. הליכה של כמה דקות בטיילת יפה תוביל אתכם למוזיאון. לאורך הטיילת ישנם פסלים מרשימים, נוף יפיפה ובכלל, השיטוט בכפר האומנים משרה אווירה מיוחדת ורגועה.   ומה עושים בדרך? לומדים! כדי להכניס את הילדים לאווירה, תנו להם לחפש מידע על המקום אליו אתם נוסעים. מי שמוצא ראשון מקריא על המקום - מה אנחנו הולכים לראות, היסטוריה ואפילו על הצמחים והחיות. אז מי היה מרסל ינקו?   עינב לנדאו - יוצרת האפליקציה החינמית EZgoing Family  לטיולים ובילוי משפחתי. עוד מידע, המון רעיונות לבילוי עם הילדים וגם ניווט אל המיקומים המדויקים של כל ההמלצות במדור תוכלו למצוא באפליקציה.  ", "title": "טבע, מוזיקה ויצירה: יום טיולים אומנותי בעין הוד והסביבה", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4875330,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_family", "subtitle": ""}