{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4971600,00.html"}, "headline": "גם משביע, גם מרגיע: סלט עשבי תיבול עם ג'אלה קוואקר ואוכמניות", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/05/7825769/3_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/05/7825776/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/05/7825491/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/05/7825502/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/05/7825499/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2017/06/05/7825492/1_3.jpg"], "datePublished": "2017-06-06T11:45:56z", "dateModified": "2020-03-18T18:59:18z", "author": {"@type": "Person", "name": "רויטל פדרבוש"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "רעבים ועצבנים? שלושה מתכונים בריאים ומשביעים שגם יעבירו אתכם למצב רגוע: סלט עם ג'אלה, דייסת קוואקר עם צ'יה ופרלינים משוקולד מריר ואבקת מאצ'ה לקינוח ", "wordCount": "459", "commentCount": "1", "genre": "10.Xnet-12374.Xnet_Menta-12702.menta eat right", "keywords": "מנטה,מתכונים,סלט,דייסה,קוואקר,אוכמניות,גוג'י ברי,שוקולד,מאצ'ה,עשבי תיבול", "articleBody": "החומצה הפולית בעלים הירוקים תורמת לייצוב מצב הרוח. חומצת האמינו טריטופן שבחלב הופכת בגוף ל\"הורמון השינה\". נוגדי החימצון באוכמניות מסייעים לגוף להתמודד עם סטרס כרוני, וכך גם הפלבנואידים שבקקאו. כדי שכל זה לא יישאר רק בתיאוריה, מירי הבר, בעלת \"BON MIRI סדנאות בישול\", הכינה מתכונים בריאים ומשביעים שגם יעבירו אתכם למצב רגוע.    עוד מתכונים בריאים במנטה: קציצות עדשים וסלט שעועית שיעשו לכם חשק להכניס קטניות לתפריט  ירקות צלויים בתנור זה כל הסיפור  גשם של פטריות: סלט חם עם שעועית ירוקה וריזוטו גריסי פנינה   סלט עשבי תיבול עם ג'אלה קוואקר ואוכמניות מיובשות     המרכיבים ל-4 מנות:  1 כוס עלי פטרוזיליה מופרדים מהגבעול  1 כוס שמיר מופרד מהגבעול  1 כוס עלי נענע מופרדים מהגבעול  1/2 כוס עלי אורגנו/זעתר טריים  1/2 כוס עלי רוקט קצוצים  1/2 בצל סגול, קצוץ דק  1/2 כוס אוכמניות מיובשות לרוטב: 1/3 כוס שמן זית  1 לימון סחוט  מלח ים ופלפל שחור, לפי הטעם לג'אלה קוואקר: 1 כוס שיבולת שועל עבה  1 כפית שמן זית  מלח, לפי הטעם  1/2 כפית זעתר יבש  1/4 כפית פלפל שאטה יבש  1 כף גרעיני חמנייה   ההכנה:  1. מכינים את הג'אלה: מחממים מחבת ומוסיפים 1/2 כוס שיבולת שועל ומקפיצים למשך דקה. מוסיפים את שמן הזית, המלח, הזעתר, פלפל השאטה וגרעיני החמנייה ומקפיצים 2־3 דקות נוספות עד לקבלת מרקם פריך. מעבירים לצלחת להתקרר. 2. מערבבים את כל העלים הירוקים והבצל בקערה. מתבלים בחומרי הרוטב ומערבבים. 3. מוסיפים את האוכמניות המיובשות ומערבבים.  4. מפזרים על הסלט את תערובת הג'אלה ומגישים.   ערכים תזונתיים למנה:  326 קלוריות, 23 גרם פחמימות, 5 גרם חלבון, 23 גרם שומן   דייסת שיבולת שועל עם צ'יה ואוכמניות טריות     המרכיבים ל-3 מנות:  1 כוס שיבולת שועל דקה  3/4 כוס חלב או חלב שקדים  1 בננה טרייה, קצוצה  2 כפות צ'יה  1 כפית גוג'י ברי מיובש  1 תמר קצוץ להגשה: 1/2 כוס אוכמניות טריות  3 אגוזי קשיו  1 כפית דבש (לא חובה)   ההכנה:  1. מחממים בסיר את שיבולת השועל עם כל יתר החומרים ומבשלים יחד במשך 7 דקות. 2. מסדרים בקערה את הדייסה, מפזרים את האוכמניות הטריות, הקשיו, מעט דבש ומגישים.   ערכים תזונתיים למנה:  194 קלוריות, 26 גרם פחמימות, 7 גרם חלבון, 6 גרם שומן.   פרלינים משוקולד מריר, מאצ'ה וקשיו      המרכיבים ל-24 פרלינים:  1 כוס שיבולת שועל דקה  1 כפית אבקת מאצ'ה (להשיג בחנויות הטבע)  1 כפית דבש  1/2 כוס קשיו  1 כפית חמאת בוטנים  4 כפות שמן קוקוס  200 גרם שוקולד מריר איכותי   ההכנה:  1. מכניסים לבלנדר (או למעבד מזון) את שיבולת השועל, אבקת המאצ'ה, הדבש, הקשיו, חמאת הבוטנים ו־1 כף שמן קוקוס (את יתרת שמן הקוקוס שומרים בצד) וטוחנים דקה. 2. ממיסים בבן מארי (סיר מעל סיר עם מים רותחים) את השוקולד המריר עם 3 כפות שמן הקוקוס שנותרו עד להמסה. 3. מוסיפים את תערובת שיבולת השועל לשוקולד המומס ומערבבים. 4. יוצקים את התערובת לתבניות סיליקון של פרלינים ומקפיאים שעה לפחות. שומרים בקירור.   ערכים תזונתיים לפרלין:  92 קלוריות, 7 גרם פחמימות, 1 גרם חלבון, 7 גרם שומן.    ", "title": "גם משביע, גם מרגיע: סלט עשבי תיבול עם ג'אלה קוואקר ואוכמניות", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4971600,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "Xnet_Menta", "subtitle": ""}