{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5163744,00.html"}, "headline": "בייגל פרוע עם שמן זית, \r\nעגבניות מיובשות ומלח גס", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2018/03/11/8398274/1_6.jpg"], "datePublished": "2018-03-13T22:56:57z", "dateModified": "2018-03-13T21:46:57z", "author": {"@type": "Person", "name": "אינס שילת ינאי"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "לפעמים דווקא חוסר שלמות יוצר את הדברים הכי יפים: הבייגל של אינס ינאי יצא משליטה, אבל במקום אסון התקבלה הברקה", "wordCount": "261", "commentCount": "0", "genre": "10.Xnet-11941.xnet_food-12013.Xnet Recipes-12096.Bread", "keywords": "לחם,בייגלה", "articleBody": "לחם אוהב להיות עצמאי. אם לא נוגעים בו אחרי הלישה הוא מחליט בעצמו באיזו צורה הוא רוצה להיות. וגם אם אנחנו מייעדים אותו להיות משהו אחר, הוא עדיין מרגיש את הלחיצות, את הליטוף, ויש לו רצונות משלו.    הבייגל הפרוע הזה - שהיה אמור להיות מושלם, גבוה ודק - יצא רחב, לא אחיד ועם מהמורות. הבייגל הפרוע היה עטוף בעגבניות מיובשות, שמן זית משובח ומלח גס וכנראה שככה הוא רצה להיות מההתחלה, עטוף באהבה.    >> רוצים לקבל את המתכונים שלנו ישירות למייל? לחצו כאן   מרכיבים  8 בייגלים   1/2 3 כוסות (500 גרם) קמח  1/4 1 כפות שמרים יבשים  1 כפית סוכר  3/4 1 כוסות (420 מ\"ל) מים פושרים  6 כפות שמן זית  1 כפית מלח  1/2 כוס עלי אורגנו או בזיליקום טריים  100 גרם (כ-2/3 כוס) עגבניות מיובשות, קצוצות  ללישה ולציפוי: שמן זית, מלח גס   אופן ההכנה  מערבבים בקערה גדולה את הקמח, השמרים והסוכר. יוצרים במרכז גומה, יוצקים לתוכה את המים והשמן ומוסיפים את המלח, האורגנו (או הבזיליקום) והעגבניות המיובשות. לשים עד שמתקבל בצק אחיד, רך ודביק.  משמנים את הבצק בשמן זית בעזרת הידיים ומכסים את הקערה. מתפיחים כשעה, עד שהבצק מכפיל את נפחו.  משמנים היטב בשמן זית את משטח העבודה ואת הידיים. מחלקים את הבצק ל-8 חלקים, ויוצרים מכל אחד מהם כיכר מוארכת ולא אחידה. מניחים בתבנית מרופדת בנייר אפייה ומפזרים מעט מלח גס. מתפיחים כ-30 דקות, ובינתיים מחממים את התנור ל-200 מעלות.  מותחים מעט את הכיכרות בעזרת האצבעות ואופים 30-25 דקות, עד להשחמה. מיד לאחר האפייה מברישים את הבייגלים בשמן זית.   עוד מתכונים של אינס שילת ינאי – בבלוג \"תיק אוכל\" _______________________________________________________   מעדיפים את הקלאסיקה? לחצו על התמונה לבייגלים קטנים ומשגעים    ", "title": "בייגל פרוע עם שמן זית, \nעגבניות מיובשות ומלח גס", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5163744,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_food", "subtitle": ""}