{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5021480,00.html"}, "headline": "סילאן ופקאן זה שידוך מצוין: עוגה \r\nקלה לסוכות עם שילוב טעמים מנצח", "image": ["https://www.ynet.co.il/images/xnet_defualt.jpg"], "datePublished": "2017-10-04T10:19:28z", "dateModified": "2017-10-04T10:23:14z", "author": {"@type": "Person", "name": "עוג'יליה דולסה"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "לעוג'יליה יש בשבילכם עוגה מושלמת לאירוח בחג: אתם תיהנו מההכנה הקלה, והאורחים (גם הטבעונים שבהם!) יתענגו על החיבור המנצח בין תמרים לאגוזים", "wordCount": "219", "commentCount": "3", "genre": "10.Xnet-11941.xnet_food-12017.Xnet Food Blogs-13034.Oogilia Dolce", "keywords": "עוגות טבעוניות,עוגות פרווה,תמרים,עוגות", "articleBody": "קשה לכם עם כל הנו\"ן הסופית של עוג'יליה? קבלו את המתכון מתורגם מעוג'יליאית לעברית!    מרכיבים  תבנית בקוטר 26 ס\"מ או 2 תבניות אינגליש קייק   1/2 2 כוסות (350 גרם) קמח תופח (או קמח רגיל + 1/2 2 כפיות אבקת אפייה)  1/2 כוס (100 גרם) סוכר דמררה  1/2 כפית קינמון טחון  1 כוס (240 מ\"ל) סילאן  1/2 כוס (120 מ\"ל) שמן קנולה  1/4 כוס (60 מ\"ל) רסק תפוחים  1 כוס (240 מ\"ל) תה חזק  3/4 כוס (75 גרם) אגוזי פקאן  6 תמרים, מגולענים וחתוכים לקוביות קטנות   לציפוי ולקישוט  כ-1/4 כוס סילאן  חופן אגוזי פקאן  תמר   אופן ההכנה  1. מחממים את התנור ל-160 מעלות. 2. מערבבים בקערה גדולה את הקמח, הסוכר והקינמון. מוסיפים את הסילאן, השמן, רסק התפוחים והתה, ומערבבים רק עד שמתקבלת בלילה אחידה.     3. מוסיפים את אגוזי הפקאן והתמרים ומערבבים בעדינות עד לאיחוד.    4. יוצקים את הבלילה לתבנית מרופדת בנייר אפייה ואופים כ-45 דקות, עד שקיסם הננעץ במרכז העוגה יוצא עם פירורים לחים. 5. מיד לאחר שהעוגה יצאה מהתנור מחוררים אותה בעזרת מזלג ומזלפים עליה סילאן בצורת ספירלה. מורחים את הסילאן על פני העוגה באופן אחיד.    6. מקשטים באגוזי פקאן ובתמר חתוך בצורת פרח. 7. מניחים לעוגה להצטנן לפני שחותכים ומגישים אותה.     עוג'יליה דולסה מתמחה בהכנת עוגות וקינוחים ועורכת סדנאות אפייה טבעוניות וחוגי בית. יש לכם שאלות? אתם מוזמנים לכתוב לה בתגובות או בעמוד הפייסבוק שלה ", "title": "סילאן ופקאן זה שידוך מצוין: עוגה \nקלה לסוכות עם שילוב טעמים מנצח", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5021480,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_food", "subtitle": ""}