{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5792995,00.html"}, "headline": "הנשים שיודעות על מה לא נוותר בעיצוב, ומה הקטע שלנו עם אירוח", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10224207/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10223983/1_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10224230/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10223987/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10224232/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10223997/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10224236/6_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10223985/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10224228/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10223991/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10224238/7_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10223989/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/09/06/10224234/5_3.jpg"], "datePublished": "2020-09-07T00:03:26z", "dateModified": "2020-09-07T00:03:26z", "author": {"name": "Xnet"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "הן מתמקדות בטוב וביפה, מקבלות הצצה מבפנים לבתים של כולנו ויודעות מניסיון מה זה עיצוב ישראלי. שש אדריכליות ומעצבות פנים חושפות סודות מקצועיים", "wordCount": "1683", "commentCount": "0", "genre": "10.Xnet-11946.xnet_laisha-12354.StyleList-13556.designers and architects", "keywords": "לאשה,תוכן שיווקי,סטייליסט", "articleBody": "נעמי יחזקאל, הנדסאית אדריכלות ועיצוב פנים      מה גרם לך לבחור במקצוע העיצוב?  \"אני חושבת שזהו תמהיל של כמה תכונות שגיליתי שקיימות בי, חוויות נרכשות, ניסיון חיים והאומץ והתעוזה בקבלת החלטות שעיצבו אותי במשך השנים. ההבנה שיש בי את היכולת להכיל ולהפנים את העולם של מישהו אחר ולתרגם אותו לתחושות ורגש על ידי תכנון אדריכלי ועיצוב, ליצור מקום חדש, מקום שאחר יוכל לחוות ולאהוב להיות בו\".    מה גורם לך שמחה וסיפוק בעבודה? \"השלב הראשוני שבו מתחילים לתכנן בית מגורים או לעצב חלל. כמובן שחלק מרגש לא פחות הוא שלב הבנייה שבו התכנון קורם עור וגידים. התוכניות, שעד לא מזמן היו על הדף, מקבלות משמעות רחבה יותר. אך הסיפוק הגדול ביותר מבחינתי הוא השלב שבו הלקוח מתחיל להתרגש, להבין, לראות ולהרגיש כל מה שעבדנו עליו יחד. המבט בעיני הלקוח, הסיפוק, הגאווה וההתרגשות הם התוצר האמיתי של עבודת המעצב בעיניי\".    על מה ישראלים לא יוותרו בעיצוב ביתם? \"אנחנו, הישראלים, עם חם שאוהב לארח, לכן לטעמי הישראלי לא יוותר על עיצוב המטבח, שיהיה מצד אחד פרקטי, מרווח ומאובזר, ומצד שני אסתטי ומעוצב. הוא לא יהיה מנותק או נסתר מהחלל המשותף של הבית אלא חלק אינטגרלי ממנו עם קונספט עיצובי המשכי\".      מה זה עיצוב ישראלי? \"אני לא חושבת שנכון לתייג עיצוב או אדריכלות לפי לאום כזה או אחר, אך ניתן לזהות קווים חופפים של תכונות אצל יוצרים ומעצבים ישראלים. הרצון להמציא מחדש משהו מקורי שבא מתוך ידע מקומי וגלובלי ונשען על מקורות אחרים כמו תרבויות והיסטוריה אך בו זמנית מקבל תפנית ותרגום לעולם המודרניסטי, העכשווי והטכנולוגי. עיצוב ישראלי טוב בעיניי הוא חדשני ומקורי, עיצוב שיכול להתמזג עם התקופה העכשווית ולהישאר לנצח - להיות על-זמני\".   שם המשרד: נעמי יחזקאל אדריכלות ועיצוב  נייד: 054-2166290 טלפון: 09-7963649 מייל: naomi@ny-arch.co.il אתר: www.ny-arch.co.il  I YehezkelNaomi L naomi_yehezkel   שוני וינדרבוים, מעצבת פנים      מה גרם לך לבחור במקצוע העיצוב?   \"בחרתי במקצוע העיצוב בזכות החיבור לאנשים. תפקידי כמעצבת הוא לתרגם את חלומו של הלקוח למציאות, ולשם כך יש צורך בהיכרות עם הלקוח, הצרכים והרצונות שלו, ועם זאת להכיר במגבלות השונות. יש לי דיאלוג עם הלקוח שבו הוא מפרט את צורת המגורים המועדפת עליו, וכאן מתחיל הכיף: הלקוח מפרט את חלומותיו ואחר כך יוצאים למסע בחירות, שאני כמעצבת מנווטת בין רצון הלקוח לתוצאה הסופית שתהיה נעימה לחיות איתה. מדובר במקצוע מאתגר המשלב חדוות יצירה ואהבת האדם\".   מה גורם לך סיפוק ושמחה בעבודה?  \"הסיפוק הגדול ביותר עבורי הוא החיוך של הלקוח בגמר העבודה. האור נדלק בחלונות, הכלים בכיור, והיצירה הופכת לבית… או למשרד או לחנות שבהם לקוחות משנים את היצירה בהתאם לעונות, לצבעים ולקונים. הרגע שבו התפאורה והחלום הופכים למציאות שחיים בה אנשים\".   על מה ישראלים לא יוותרו בעיצוב ביתם? \"ישראלים לא יוותרו על אור, על מקומות אחסון ועל נוחות. רוצים בית עם הרבה אור, שיהיה להם מאוד נוח לארח והמון המון אחסון. אני לא מכירה לקוח אחד שוויתר לי על אחסון. אנחנו אגרנים מטורפים. לדוגמה: המקרר האירופי הוא מקרר של 60 ס\"מ. תראי לי זוג ישראלי אחד שמסתדר עם מקרר של 60 ס\"מ. אנחנו קונים לכל השבוע. אנחנו עם של הישרדות\".      מה זה עיצוב ישראלי?  \"לדעתי אין סגנון ישראלי בעיצוב פנים. יש השפעה ישראלית על חפצים, פריטי עיצוב ואביזרים, אך העיצוב הכללי הוא מודרני, פתוח ומזמין בהתאם למגמות העכשוויות בעולם ובמיוחד באירופה\".   שם המשרד: שוני וינדרבוים  נייד: 054-4230587 מייל: shuniwind@gmail.com   שלי זילברשטיין, אדריכלית       מה גרם לך לבחור במקצוע העיצוב? \"כמי שנולדה וגדלה לתוך חברת הבנייה המשפחתית, נוצרה לי נגישות לעולם התכנון והעיצוב באופן טבעי. כבר בילדות, כששאר הילדים ציירו פרחים ופרפרים, אני שרטטתי תוכניות של בתים וצבעתי רהיטים... לאחר סיום שירותי הצבאי החלטתי לטוס בעקבות חבר ללימודי אדריכלות בחו\"ל. במסגרת לימודיי יצא לי לפגוש סטודנטים מכל העולם, להיחשף לתרבויות ולסגנונות עיצוב ותכנון שונים ומגוונים, ואף לתכנן פרויקטים סטודנטיאליים בכמה יעדים בעולם, כגון אמסטרדם וניו יורק, דבר שהשפיע רבות על עבודתי בהמשך הדרך\".   מה גורם לך שמחה וסיפוק בעבודה? \"תהליך היצירה שלא נגמר. לראות כיצד תוכניות הדו-ממד קורמות עור וגידים והופכות אט־אט למציאות. אני נהנית לראות כיצד התכנון שלי משפיע על הדינמיקה של הלקוחות שמשתמשים בסופו של דבר בחלל. סיפוק רב גם נגרם לי כאשר לקוחות שתכננתי להם, חוזרים ושוכרים את שירותיי פעם אחר פעם, תוך הבעת אמון שלא מובנת מאליה. למשל, זוג לקוחות, תושבי חוץ, שביקשו ממני לתכנן עבורם את בית הנופש שלהם בארץ. עם סיום תהליך הבנייה הם החליטו לעשות עלייה ולהפוך בית זה לבית קבע\".   על מה ישראלים לא יוותרו בעיצוב ביתם? \"אני חושבת שרוב הישראלים לא יוותרו על פונקציונליות בעיצוב ועל חללי אירוח גדולים ומרווחים. ברוב הבתים הישראליים המטבח משמש כמרכז וכלב הפועם של הבית, ולכן חשוב שיכלול מרחב עבודה נוח ושטחי אחסון רבים. בסלון ובפינת האוכל חשוב שתהיה מודולריות ושיהיה אפשר להתאימם בקלות ובמהירות לאירוח כמות משתנה של אנשים בכל זמן נתון\".      מה זה עיצוב ישראלי? \"העיצוב הישראלי מושפע מהמגמות העולמיות ומשלב אינטרפרטציות מקומיות. הוא מאופיין בהרבה חום וצבעוניות ובשילובים אקלקטיים שלפעמים נראים בלתי אפשריים, אך בתכנון נכון יוצרים הרמוניה עיצובית מופלאה\".   שם המשרד: שלי זילברשטיין  אדריכלות ועיצוב פנים  נייד: 050-5240071  טלפון: 03-5164623/4  מייל: shelly@white-city.net  I shelly zilberstein  L shellyzilberstein     שרון רואש, בעלת משרד לעיצוב פנים בשרון       מה גרם לך לבחור במקצוע העיצוב?  \"בעבודה כמו עיצוב אי אפשר לחכות שדברים יגיעו אליך. צריך פשוט לקום ולעשות! אני הגעתי לעיצוב פנים מבחירה כשהחלטתי להשאיר מאחוריי שתי קריירות מצליחות, תפקידים ניהוליים בכירים ותארים. חיפשתי לעשות שינוי אבל גם ליצוק אופי ויופי. הייתי מוכנה ובשלה לא רק מקצועית אלא עם 'ארגז' של החיים עצמם, כי כבר הייתי שם: קניתי, מכרתי, שיפצתי, משפחה וילדים, תוך כדי שאני רוכשת ניסיון עצום של שני עשורים בעבודה עם אנשים ובארגונים גדולים. למה כל זה חשוב? כי עיצוב פנים עוסק באנשים ובחיים האמיתיים שלהם בין אם זה בבית ובין אם זה בעבודה\".    מה גורם לך סיפוק ושמחה בעבודה?  \"האמת? לראות את ההתפעלות וההפתעה על פניהם של הלקוחות כשהם מתחילים לתפוס את גודל השינוי. תוכניות זה אחלה והדמיות גם, אבל בסוף כשהתכנון והעיצוב נבנים שלב אחרי שלב הם מבינים באמת. זה הסיפוק האמיתי שמלווה אותי לאורך זמן\".    על מה ישראלים לא יוותרו בעיצוב ביתם? \"לישראלים הבית מסמל עוגן. בית זה מרכז החיים ומקור לשמחה. אז כשישראלים מתכננים עיצוב הם חושבים גם על האורחים שלהם. הם רוצים לכבד, לפנק ולא מוותרים על העונג הזה של לארח, לתת וליהנות ביחד. אם אני מסתכלת על כל הלקוחות שלי, לדעתי לא היה לי אפילו לקוח אחד שוויתר על תכנון ועיצוב לאורחים\".       מה זה עיצוב ישראלי?  \"עיצוב ישראלי הוא עיצוב דינמי, חי, בועט, משתנה. ככה אני רואה את זה. אבל הכי חשוב זה עיצוב ששם את האדם במרכז. את המשפחה. את הנוחות. זה עיצוב ישראלי! והיופי... איי איי איי, אין מחיר ליופי במיוחד כשהוא נוח\".    שם המשרד: שרון רואש  עיצוב פנים מעצב מציאות  נייד: 054-7688777 אתר: www.sharonrouach.com  I Sharon Rouach עיצוב פנים מעצב מציאות   חגית שכטר, מעצבת פנים       מה גרם לך לבחור במקצוע העיצוב?  \"במקצוע העיצוב אי אפשר לבחור, הוא בוחר בך. או שניחנת בראייה ובהבנה עיצובית, או שלא. מי שלא ניחן בראייה ובהבנה הזאת, לעולם לא יוכל להתעסק בתחום הזה, וכאשר קיבלת את החוש העיצובי, מה שנותר זה לפתח אותו ממש כמו שריר. אצלי התמזל מזלי וקיבלתי מתנה משמים - מקצוע העיצוב בחר בי, ומשם הדרך לעסוק במקצוע הזה הייתה ממש קצרה, ואני משתדלת לפתח את השריר הזה כל הזמן\".   מה גורם לך שמחה וסיפוק בעבודה? \"השמחה והסיפוק מגיעים מהלקוחות. לקוח בא אלי עם חלום, וכדי להגשים את החלום הזה הוא מגייס את כל המשאבים שלרשותו, הן בכסף, הן בזמן והן בסבלנות. אחרי תקופת העבודה הוא נכנס לגור בנכס שהשקיע בו את כל כולו, ואחרי כל זה לראות אותו כל כך מאושר מהעבודה שלי, זה הסיפוק והאושר הכי גדול שמעצב יכול לבקש לעצמו\".   על מה ישראלים לא יוותרו בעיצוב ביתם? \"אוכל לענות רק לגבי קהל הלקוחות שלי. מניסיוני, קהל הלקוחות שלי לא יוותר על פרקטיקה ועל עיצוב. לעתים תהיה התנגשות בין הדברים, שהפרקטיקה לא תאפשר את העיצוב המתאים. אבל תפקידי הוא לגשר על הפער ולמצוא את העיצוב המתאים לפרקטיקה מלאה. ובהערת אגב, כל אתגר כזה נותן לי סיפוק גדול בעשייה שלי\".      מה זה עיצוב ישראלי? \"למיטב הבנתי עיצוב ישראלי ניחן בשימוש בחומרים מן הטבע כגון בטון, אבן, עץ, שיש וברזל. אני משתדלת לשלב את החומרים האלה בעיצובים שלי כדי להעניק חמימות. לדעתי אחת הסיבות לאהבה של הישראלים את החומרים האלה היא כי הישראלים הם אנשים חמימים, והחומרים האלה משלבים בין חמימות לטבעיות, ויש להם עוצמה ייחודית משלהם, כמובן במינונים הנכונים\".   שם המשרד: חגית שכטר  נייד: 052-4824446 מייל: Designchagit@gmail.com   איריס בנדו / אדריכלית ליאת בנדו / מעצבת פנים       מה גרם לכן לבחור במקצוע העיצוב?  \"אנו שתיים מתוך ארבע אחיות. גדלנו במשפחה שבה האמנות היוותה חלק אינטגרלי מחיינו. נגינה, ציור, רקמה, תכשיטים, שירה וכתיבה. ספגנו את כל אלה מגיל צעיר, והאהבה לאסתטיקה באשר היא הייתה בתוכנו\". איריס: \"הבחירה באדריכלות הייתה עבורי בחירה טבעית, במיוחד שהלימודים היו באקדמיית בצלאל בירושלים, המסמלת את האמנות הישראלית יותר מ-100 שנה\". ליאת: \"לעיצוב היה תמיד מקום חם בחיי, עם זאת בחרתי ללמוד משפטים, כולל פרקטיקה בתחום. מהר מאוד הבנתי שהלב במקום אחר, ושינוי הכיוון ללימודי עיצוב פנים היה עבורי הדבר הטבעי\".   מה גורם לכן שמחה וסיפוק בעבודה? \"אנו מרגישות שמחה כשהלקוח שמח ומסופק מתהליך העבודה המשותף והתוצאה עמדה ביעדים, בדרישות ובתקציב. עם זאת, עבורנו הסיפוק הוא ההארה והרחבת נקודת המבט של הלקוח לעולם רחב ומגוון יותר. תהליך שבסופו יביא עמו שינוי וסיפוק בכל הרבדים. אין ספק שהרקע שבאנו ממנו, איריס בוגרת תואר שני מאוניברסיטת PRATT בניו יורק, וליאת בוגרת לימודי עיצוב פנים ב-FIT בניו יורק, וכן שנים ארוכות של מגורים ועבודה שם, תרמו ועיצבו את מי שאנחנו היום. אנו מוקירות יום-יום את ההזדמנות לשתף את הלקוחות שלנו בחוויית העיצוב ויצירת חלל שמעורר השראה עבורם. למדנו וחווינו איך חללים מעוצבים נכון יכולים לשנות את חיי היום-יום, ואין דבר מתגמל יותר מלהיות עד לשינוי שכזה\".      על מה ישראלים לא יוותרו בעיצוב ביתם? \"הישראלים לעולם לא יוותרו על הפרקטיות בעיצוב ביתם וזאת אף במחיר האסתטיקה, לכן העיצוב שלנו עוסק בין היתר בחיפוש ובמציאה של האיזונים הנכונים\".   מה זה עיצוב ישראלי? \"עיצוב ישראלי הוא מיזוג וריתוך של תרבויות, כשכל תרבות מביאה מהבית סגנון משלה, מה שהופך את העבודה שלנו למאתגרת ומעניינת יותר\".   שם המשרד: איריס בנדו אדריכלות ועיצוב פנים  נייד: 052-6808248, 052-2307080 מייל: iris@irisbenado.com אתר: irisbenado.com L Iris & Liat benado   צילום: איתן טל סטיילינג: הילה ג'רבי. צולם באולם התצוגה של HeziBank, דן דיזיין סנטר איפור ושיער: נטלי יעקובוב ל\"סולו\" ומיכל אחדות הפקה: שרון אלימלך  כיסאות: ביתילי, מתחם דן דיזיין סנטר, הלחי 2, בני ברק, 073-282-1900  ", "title": "הנשים שיודעות על מה לא נוותר בעיצוב, ומה הקטע שלנו עם אירוח", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5792995,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_laisha", "subtitle": ""}