{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-5737854,00.html"}, "headline": "חומה ומטבל: אוכל גלילי נהדר והיסטוריה בכל פינה בעיר עכו", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996546/1_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996578/10_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996594/15_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996557/5_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/28/9998049/3_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996596/17_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996586/14_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996553/2_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/28/9998061/19_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996555/4_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996584/13_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996598/18_3.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer5/2020/05/27/9996574/8_3.jpg"], "datePublished": "2020-05-28T11:41:38z", "dateModified": "2020-05-28T13:14:09z", "author": {"@type": "Person", "name": "צביקה בורג"}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "עכו היא לא רק מרכז של חומוס. היא גם שוק אמיתי, אוכל נפלא, מלונות בוטיק בסמטאות ואתרים היסטוריים. עכשיו גם היא יוצאת מהסגר, ובהחלט שווה ביקור", "wordCount": "1996", "commentCount": "3", "genre": "10.Xnet-11946.xnet_laisha-15709.turism", "keywords": "לאשה,תיירות,עכו,טיולים בארץ", "articleBody": "אפשר להגדיר את עכו כהתגשמות חלומו של התייר החצי הרפתקן: מצד אחד היא נמצאת בישראל, ארץ מערבית מסודרת (פחות או יותר), עם שירותים זמינים ומפותחים (פחות או יותר) ובמרחק ארבע-חמש שעות טיסה בלבד מרוב מדינות אירופה מצד שני, יש בה אלמנטים של אקזוטיקה ים-תיכונית אותנטית, מהסוג שעד לא מכבר ניתן היה למצוא בעיקר ברבעים העתיקים של בגדד או דמשק, מקומות שמטעמים מובנים נמחקו ממפת התיירות העולמית.    לא פלא אם כך היה למצוא עד תחילת סגר הקורונה את סמטאות עכו מלאות וגדושות במבקרים ובמטיילים, ישראלים ותיירים, ולשמוע שהעיר בתנופה, ושנפתחים בה ללא הרף מקומות אירוח חדשים: צימרים, דירות Airbnb ומלונות בוטיק. התברר, שלאותנטיות יש ביקוש. נותר רק לקוות שכעת, עם הרמת חומות הסגר, הביקוש ישוב ויתעורר.   היסטוריה וקולינריה  את עכו, יודע כל ישראלי, כדאי לגלות מחדש מדי פעם. יש בה אתרי ביקור היסטוריים-קלאסיים, אבל הם מתחדשים ומתעדכנים כמעט ללא הרף ויש בה אוסף נדיר של מסעדות, חלקן ותיקות – שמצליחות לשמור על איכות לאורך זמן, אחרות חדשות ומסקרנות – ששוות ביקור ראשון וטעימה, ויש גם סצנה מתפתחת של אירוח ביתי.   עכו היא גם המקום היחידי בישראל, שמככב פעמיים ברשימת אתרי המורשת העולמיים של אונסק\"ו: העיר העתיקה, שהוכרזה בשנת 2001 ו\"אל-בהאג'ה\" – האתר הקדוש לבהאים השוכן מצפון לעיר, שהוכרז ב-2008.    עכו היא גם עיר קטנה: הכל כמעט, נמצא במרחק הליכה. אפשר להגיע אליה מוקדם בבוקר ברכבת (שבקרוב תשוב לפעול) ולבלות בה יום מלא, ואפשר ואף רצוי יותר להישאר ללון בה, ולמצות את החוויה מבוקר ועד לילה, בלי לחשוב על הדרך הביתה.    עכו עמוסה בהיסטוריה: מי לא עבר כאן, כבש כאן, הרס ובנה? המוסלמים והצלבנים, העותמנים והבריטים.       אז יש את עכו שלמעלה, עם החומות והסמטאות והשוק והנמל, ויש את עכו שלמטה, עם אולמות האבירים ומנהרת הטמפלרים והחללים הסודיים והמרשימים, שנדמה כאילו יכולים להכיל בקלות את הרכבת הקלה של תל-אביב אבל נבנו, בלי טכנולוגיה מודרנית ובלי גדודי פועלים מסין, לפני כמעט אלף שנה.   טיפ חשוב: בחג השבועות, בימי שישי ושבת (29 ו-30 במאי), הכניסה לאתרי התיירות של עכו (אולמות האבירים, החמאם הטורקי, מוזיאון \"אוצרות בחומה\" ומוזיאון עוקשי) תהיה בחינם, ובמהלך חודש יוני כולו – ב-50% הנחה על הכרטיסים. מובן, שברוח ימי הקורונה, נדרש רישום מראש, באתר: go-akko.com   הלאה, לאוכל. עכו היא גם ואולי בעיקר, עיר של קולינריה. גם פה, החומוסיות עם השיפודים-צ'יפס-סלט, הן כבר פאסה כמעט מוחלט, וכעת שולט בסמטאות ובבתים העתיקים מול הנמל והים אוכל מזרח-תיכוני וים-תיכוני, שחזר למקורות של בית אמא וסבתא, ובמילים מקצועיות יותר: המטבח השאמי, הסורי-לבנוני-ירדני-גלילי.    בשיטוט סתמי בסמטאות סביר שתפספסו את חלק מכל השפע הטעים הזה ואתם עלולים ליפול בקלות למלכודות תיירים שפה ושם עדיין קיימות. אם רוצים להכיר מקרוב את הקולינריה העכואית ודרכה גם את עכו האמיתית ואת תושביה, כדאי להצטרף לסיור מודרך. למשל, עם נורית פורן, שהיא מטיילת, מדריכה והרפתקנית-קולינרית, שמובילה סיורי אוכל בישראל ובחו\"ל, ומתמחה בעכו וביישובי הגליל.      איפה ביקרנו וטעמנו בסיור עם נורית? התחלנו אצל ערין אבו חמיד כורדי, מ\"חומוס אל עבד אבו חמיד\" הצמוד לחומה העתיקה ולים (החומוסייה הכחולה). ה\"חומוס\" בשם המקום קצת מטעה, כי זה הפריט הפחות בולט בתפריט שערין מציעה. טעמנו שם פול ירוק עם טחינה חומוס משאוושה עולש סידייה – שזה אורז עם דג בצל וכורכום מנזלה מנסף וגם חומוס אל עבד – שכולל גרגרי חומוס, חמאה מזוקקת ובהרט. הכל טעים מאוד, טרי מאוד, מקורי מאוד ולא יקר.  טיפ: אם יהיה לערין זמן, תפסו איתה שיחה על החיים, העולם ובכלל (פתוח בימים שלישי-ראשון, מ-9:30 עד 16:00. טל' 050-6593985).      המשכנו לאבו עדנאן, שמפעיל מאפייה שכונתית עתיקה ובתוכה טאבון שנבנה לפני מאות שנים. הוא פותח ב-6:30 ועוד עד שעות הבוקר המאוחרות, ואפשר לקנות אצלו מנקיש עם שמן זית וזעתר או עם בצל ופלפלים או עם ממרח עגבניות, ויש כמובן גם לחמניות חמות ופיתות ומאפים דמויי פיצה.  טיפ: אם אתם מתארחים בדירה בעיר העתיקה ללא ארוחת בוקר, זה המקום שבו תשיגו מאפה חם וטרי. כתובת? פשוט תשאלו. כל ילד יודע להסביר.       הלאה, לחצר ביתה של פאטמה עיסא, שספגה מסורת קולינרית בבית וגם מעבירה לילדיה, שחלקם עוסקים באוכל. המטעמים שלה נפלאים, כולם בעבודת יד, מחומרי גלם שנרכשים בגליל: פריקי עם בשר, יוגורט וצנוברים, פאטייר – שזה בצק ממולא בבצל, תרד, זעתר וסמק קובה, ועלי גפן שאין להם מתחרים.      אצל עבד, איש הדגים בשוק, טעמנו אנשובי כבוש וסביצ'ה מדג פלמוד לבן אצל מרוואן כורדי למדנו על תבלינים, ואצל סמיר במסעדת טורקיז הסמוכה לשוק, התחלנו עם מקלובה נהדרת וסיימנו עם כנאפה חמה. סיור שכזה, שנמשך כשלוש שעות לפחות, עולה כ-200 שקל לאדם, וזו תמורה נהדרת לכסף: גם מטיילים, גם לומדים, גם מכירים מקומות ואנשים, ובעיקר טועמים ואוכלים. שווה ביותר. פרטים: \"העולם על פי נורית\", nuritporan.co.il טל' 052-8283022.      מטיילים בסמטאות  אולמות האבירים. חלק מקומפלקס ענק של מבנים, מצודות וארמונות שמקורם בתקופה הצלבנית, במאות ה-13-11, תקופה שבה הייתה עכו בשיא עוצמתה ותפארתה, כעיר נמל חשובה וכמרכז השלטון הצלבני בארץ ישראל. האולמות נחשפים, משוחזרים ומשוקמים בתהליך שהחל בשנות ה-60 של המאה שעברה ויימשך עוד שנים רבות. הם כוללים, בין היתר, חללים ששמשו כאולמות כלא, כמרכז שירותים ציבוריים, כמנהרת מילוט ועוד. כדי ללמוד ולהכיר את האתר, מומלץ להתחיל את הביקור במרכז המבקרים (טל' 1-700-708020), להצטייד במדריך קולי או להצטרף לסיור מודרך. פתוח בכל יום. הכניסה בתשלום (כאמור, בשבועות בחינם, בחודש יוני בחצי המחיר).  פרטים ומידע: bit.ly/2VVITUL טל' 04-9956706.      מסגד אל ג'זאר. מסגד יפהפה שנבנה על ידי השליט אל ג'זאר ושומר על אוצר נדיר: שערות מזקנו של הנביא מוחמד, השמורות בכספת ומוצגות לציבור פעם בשנה, באירוע המוני בסוף חודש הרמדאן. במסגד שתי קומות תפילה – עליונה לנשים ותחתונה לגברים, החצר שסביבו מוקפת בחומת קשתות, והכל בצבעי לבן-ירוק אופייניים. זכרו: הכניסה בלבוש צנוע ובכיסוי ראש, גם לנשים. מדובר באתר תפילה קדוש.      חאן אל עומדן. \"מלון העמודים\", כך אפשר לקרוא למבנה היפהפה הזה, שהוקם בשלהי המאה ה-18, בתקופת השליט אל ג'זאר, ושימש כמלון דרכים (הוסטל) וכמרכז מסחר, בעיקר בשל מיקומו – בצמוד לנמל העירוני. החאן איבד מחשיבותו יחד עם נמל עכו, לאחר שמוקדי הסחר והספנות עברו לנמל חיפה החדש. השעון שבראש המגדל אינו פועל עוד, המחסנים והחדרים ננטשו. לא מכבר זכתה רשת מלונות ידועה במכרז לשיפוץ ולהסבת המבנה למלון פאר מפנק. אם וכאשר זה יקרה, ישוב חאן אל עומדן להוות סמל לעוצמתה של עכו בעבר.   מוזיאון אסירי המחתרות. מצודה מבוצרת, ששמשה כארמון לשליטים העותמנים של עכו והוסבה לבית כלא שמור במיוחד. בין האסירים הראשונים היו מייסד הדת הבהאית בהא אללה (ב-1868), חברים בארגון \"השומר\" (ב-1908) וזאב ז'בוטינסקי (ב-1920). בתקופת המנדט הבריטי נכלאו בו יהודים (חברי ההגנה, האצ\"ל והלח\"י) וערבים (חלקם פעילים ב\"מרד הערבי\"), ופעל בו חדר גרדום, שבו נתלו במהלך השנים 77 אסירים, ובהם 9 מלוחמי המחתרות אצ\"ל ולח\"י. הכלא נפרץ ב-4 במאי 1947 על ידי ארגון האצ\"ל, בפעולה שבה חולצו 41 מהאסירים. במצודה פועל כיום מוזיאון אסירי המחתרות, המנציח את זכר עולי הגרדום, האסירים וחללי הפריצה לכלא. הכניסה בתשלום, בימים ראשון-חמישי, בתאום מראש ובהצטרפות לסיור מודרך הנמשך כ-90 דקות.  אתר: bit.ly/2TyC1Le טל' 04-9911375.    מוזיאון אוצרות בחומה. אוסף נדיר ושמור היטב של חפצים אותנטיים ופריטי ריהוט וציוד, מבתיהם של תושבים בגליל בני כל העמים והדתות, וכן של בעלי מלאכה שפעלו בעבר – מהסנדלר והפחח ועד הרופא והאופה. המוזיאון ממוקם בחללים מרהיבים בתוך חומת עכו, שבתקופה העות'מנית שמשו כמחסני ציוד לצבא. הכניסה בתשלום. פתוח בכל ימות השבוע.  אתר: bit.ly/2Xt8TWH טל' 04-9911004.    מוזיאון עוקשי לאמנות. מוזיאון השוכן בחלל עתיק, בין מסגד אל ג'זאר לאולמות האבירים, שבו פעל ויצר האמן אבשלום עוקשי עד פטירתו בשנת 1980. במקום תצוגת קבע מעבודותיו ותערוכות מתחלפות (טל' 04-9956710).   פסק זמן בים. חוף הארגמן משתרע לאורך הכניסה הדרומית של עכו. זהו חוף רחב ונקי, שלאורכו מסעדות ובתי קפה, ונשקף ממנו נוף נדיר של עכו העתיקה מצפון ומפרץ חיפה מדרום. יש גם חניה קרובה.   הפרטים הקטנים היכן ללון? עכותיקה (akotika), מלון בוטיק בעל קונספט ייחודי: 20 החדרים, הסוויטות ודירות האירוח שלו מפוזרים בין מבנים ברחוב המקביל לחומת העיר העתיקה, בעירוב בין דירות תושבים לבין חדרי המלון. אפשר להגדיר את עכותיקה כמקבץ של דירות Airbnb מושקעות ומעוצבות, המנוהלות כמלון אחד. לובי המלון, הבר וחדר האוכל (הממוקם בקומת הגג ומשקיף לחומת העיר ולים) ממוקמים במבנה עותמני שעבר שימור. 20 החדרים, שכאמור מפורזים בבניינים סמוכים, שונים אלה מאלה: חלקם פונים לים, אחרים נהנים מתקרות גבוהות וחללים מקומרים, ובחדר אחד אף ניתן ליהנות מבריכת שכשוך מחוממת. כולם מאובזרים היטב, עם חדרי רחצה מושקעים, מכונת קפה, מקרר, מאווררים מעוצבים, מצעים משודרגים ופינוק הנפוצים במלונות בוטיק.    מגבלות השימור של הבניינים והחדרים מאלצות לטפס לחדרים ולגג הצופה לים במדרגות צרות ומפותלות. לחדר האוכל, למשל, מובילות לא פחות מ-46 מדרגות. מי שצופה קושי, חייב לברר מראש, לפני ההזמנה, לגבי חדרים נגישים יותר. את הקונספט של עכותיקה בנו בעלי המלון במיוחד, כדי להכיר לאורחים את הסביבה האמיתית, להשתלב, לפגוש בשכנים, ולא להסתגר במלון סתמי. הם וצוות המלון ישמחו לתת טיפים, לחבר אתכם למדריכי טיולים, ולהציע מה לראות והיכן לאכול. בהחלט חוויה מסוג שונה. מחירים: מ-900 שקל לזוג ללילה, כולל ארוחת בוקר, באמצע השבוע, ועד 1,500 שקל לסוויטה בסוף שבוע.  פרטים והזמנות: akotika.co.il טל' 04-6511663, 052-333-9772.      להשקיע בארוחה  את \"מרקטו\" פתח השף עומרי שחר בבזאר הטורקי – סמטה ציורית-אותנטית בלב העיר העתיקה – לפני כחמש שנים: העיצוב והתפאורה מזכירים חמארה קלאסית, אם אפשר לשלב את שני המונחים האלה במשפט אחד: שניים-שלושה כוכים משמשים כמטבח צפוף-דחוס, שטאבון לוהט במרכזו. בסמטה הצמודה ובעוד שלושה-ארבעה כוכים מפוזרים שולחנות האירוח. הקונספט מקורי: מטבח איטלקי עם נגיעות מהמנות השאמיות-גליליות, שהזכרנו בהתחלה. השירות אישי, סופר אדיב ולא רשמי, חומרי הגלם הטריים מגיעים מדייגי עכו ומהשוק המקומי, ולמרות התפריט שקיים, מומלץ בחום להתייעץ עם הצוות לגבי ההזמנה. כמעט הכל גמיש ומשתנה.      אפשר לפתוח עם לחם (חם-טרי מהטאבון, שמוגש בתוך שקית נייר חומה) ומטבלים (22 שקל) לעבור למנה המפורסמת של המקום – ארטישוק רומאי (36 שקל). יש גם עלי גפן (38 שקל), שישברק לבנה וזעתר (46 שקל) או שישברק בשר (43 שקל), קובניה ועוד. בעיקריות – מגוון פסטות, עם אנשובי או פירות ים או פטריות ועוד (67-48 שקל), פיצות מסוגים שונים (67-48 שקל), סינטה נברסקה (אנגוס שחור) נהדרת עם צ'יפס תפודים וצ'ימיצ'ורי (45 שקל לכל מאה גרם), פירות ים ודגים. תפריט האלכוהול מגוון, ויש לא מעט יקבים מקומיים: יקבי רמת הגולן, הרי גליל, אמפורה, אסף, אורטל וכישור, במחיר הוגן של 100 עד 180 שקל לבקבוק. קחו את הזמן, שבו שעתיים וחצי ואפילו שלוש, תאכלו בקצב שבו יוצאות המנות מהמטבח ומתרוקן הבקבוק שלכם. אם אתם לנים בעיר, אין סיבה למהר, להפך. פתוח: שני-רביעי, מ-12:00 עד 19:00 חמישי-שישי, מ-12:00 עד 21:30 (ולפעמים אפילו יותר) שבת, מ-12:00 עד 17:30. טל' 04-8222144.         החומוס הכי הכי  לכל ישראלי יש את החומוסייה \"שלו\", שהוא מוכן להישבע בכל היקר לו שהיא \"הכי טובה בארץ\". בעכו יש את \"שמסייה\" ואת \"סעיד\", שתיהן טובות וראויות, אבל יש את \"עיסא\": דור שלישי במשפחה, במקום שפועל כבר 65 שנה (מ-1955), ואין ספק שהוותק מעיד על איכות. התפריט פשוט, כמו בחומוסיות משפחתיות אחרות: חומוס, משאוושה, טחינה, לבנה, סלט. 22 שקל למנה, ואפשר להוסיף משקה קל או קפה שחור. טעים בטירוף, לא צריך דבר יותר מזה. חומוס פול עיסא. מיקום: רחבת הכניסה לשוק. פתוח: מ-7:00 עד 15:00 (או עד שנגמר המלאי). סגור בימי רביעי. טל' 052-6751005   קצת תרבות  גלריית ארט 192 היא אכסניה לעשר נשים יוצרות, תושבות הגליל, שרובן עוסקות בקדרות ומציגות במקום מיצירותיהן. האמניות הן אורית קמה, אילנה פור, אסתי קהתי, לוסי בשן-בראון, קיילה תלמי, ניבה הרצוג, עדנה פיורקן, וכן ענת כהן שיוצרת בזכוכית, קרמיקה פיסולית ופספס, חדוה קליין שיוצרת תכשיטים מנייר ממוחזר ופולה רייקין שמעצבת בחומרים ממוחזרים. מיקום: בסמטה ליד מוזיאון עוקשי לאמנות. פתוח בכל יום, מ-10:00 עד 17:00 (בשישי עד 15:00). טל' 04-8283955.      קרוב לעיר מגיעים לעכו עם רכב? לפני הכניסה לעיר, עצרו בכפר מסריק. הקיבוץ שנוסד בשנות ה-30 של המאה שעברה הצמיח תעשייה מפוארת: מפעל הקרמיקה והפורצלן \"נעמן\", ותאגיד הצבעים \"טמבור\". העולם הקיבוצי השתנה מאז אותן שנים, אבל יש מי שזוכרים, מתעניינים ורוצים להכיר וללמוד. מיזם התיירות של כפר מסריק מציע סיורים לבודדים, משפחות וקבוצות בשבילי הקיבוץ וב\"מוסדות\" של פעם: הסנדלרייה, חדר האוכל, בית הילדים, המכבסה, תצוגת כלי בית ופורצלן של \"נעמן\" ועוד, וניתן לתאם פעילויות וחוויות נוספות כמו טיולי אופניים או מסלולי הליכה לאורך נחל נעמן הסמוך, ששוקם להפליא בשנים האחרונות. תאום ומידע: טל' 052-5557271 (אפרת), 052-8346575 (בני).  kefarmasaryktur.co.il   עוד מידע על עכו, אתריה, מלונות, מסעדות ומסלולים:  עכו, אתר התיירות: akko.org.il  \"אוצרות הגליל\", אתר: ozrothagalil.org.il  עמותת התיירות גליל מערבי, אתר: bgalil.co.il  ", "title": "חומה ומטבל: אוכל גלילי נהדר והיסטוריה בכל פינה בעיר עכו", "url": "http://xnet.ynet.co.il/articles/0,7340,L-5737854,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_laisha", "subtitle": ""}