{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://xnet.ynet.co.il/articles/0,7340,L-4790130,00.html"}, "headline": "בית כיפה מונוליטי: האם זוהי \r\nתשובה טובה לאסונות הטבע?", "image": ["https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/04/21/6958328/2_6.jpg", "https://besttv232-ynet-images1-prod.cdn.it.best-tv.com/PicServer4/2016/04/21/6958322/1_6.jpg"], "datePublished": "2016-04-25T16:14:30z", "dateModified": "2016-04-26T15:01:55z", "author": {"@type": "Person", "name": "שי ילין "}, "publisher": {"@type": "Organization", "name": "xnet", "logo": {"@type": "ImageObject", "url": "https://xnet.ynet.co.il/images/xnet/responsive/xnet_logo_shakuf.png"}}, "description": "בארצות הברית הם נחשבים לקוריוז, אבל בפיליפינים עומדים לבנות מהם שכונה שלמה: בתים מעוגלים שיצוקים כמקשה אחת, מחומר שיעמוד בפני הטייפון החזק ביותר ", "wordCount": "522", "commentCount": "6", "genre": "10.Xnet-11939.xnet_architecture-12040.Architecture Blogs-12046.Shay Yelin", "keywords": "הפיליפינים", "articleBody": "אסונות טבע שקשורים למזג האוויר מתרבים בשנים האחרונות. לפי נתוניו של ארגון הסיוע ההומנטרי הבריטי \"אוקספם\", הם התרבו פי ארבעה בשני עשורים בלבד. ארגוני סיוע וחוקרים תולים את הסיבה לכך בשינויי האקלים והתחממות כדור הארץ. לאחרונה פורסם דו\"ח של האו\"ם, שדירג את המדינות בהן הסיכוי להיפגע מאסון טבע הוא הגדול ביותר. תחת ההגדרה של \"אסון טבע\" הוכנסו סופות, הצפות, עליית מפלס מי הים, בצורות ורעשי אדמה.  כך מסייעים אדריכלים יפנים לנפגעי הצונאמי המדינה המסוכנת ביותר ברשימה היא ונואטו, קבוצת האיים בדרום האוקיינוס השקט אחריה טונגה, לא רחוק משם באופן יחסי ובמקום השלישי – הפיליפינים, שחוותה לפני שנים ספורות את טייפון הייאן, שקטל כ-6,300 פיליפינים ונחשב לאחד הטייפונים החזקים בהיסטוריה המתועדת. אין פלא שהרשויות מחפשות פתרונות שונים להתמודדות עם הסכנות. אחד מהם הוא הבתים המונוליטיים: בתים עגולים ככיפה, שנוצקים כיחידה אחת. לכן הם עמידים יותר לרעידות אדמה, ובייחוד אם חומר היציקה חזק.   כך נראה בית מונוליטי. באדיבות Domeliving.com   שכונה מונוליטית חדשה באינדונזיה. באדיבות מייקל סקוט  ובארצות הברית. באדיבות Domeliving.com   שיטת הבנייה של בתי הכיפה היא עתיקה למדי, ומהותה יציקה של הבית כמקשה אחת מחומר מליטה כלשהו. הטכנולוגיות החדשות מאפשרות שיפורים ויציקות מחומרים חזקים במיוחד. במקרה של שכונה חדשה המתוכננת בעיר דאפיטן (Dapitan) בפיליפינים, מספרים יזמיה שחומר היציקה יהיה בזלת, סלע ממוצא מגמאטי, שמומס בטמפרטורה של 1093 מעלות. תהליך היציקה של הבזלת ככיפה, הם טוענים, כולו ירוק.  תוכנית הפנים של בית מונוליטי בשכונה הפיליפינית המוקמת. באדיבות מייקל סקוט   השכונה החדשה אמורה לכלול כ-200 בתים מונוליטיים מבזלת, והממשלה הודיעה כי בכוונתה להקים שכונות דומות באזורים שנפגעו מטייפון הייאן, או שמועדים להיפגע בעתיד. עד עתה נבנו בשיטה זו שמונה בתים מונוליטיים בעיירה הנקראת בוסאיי, במחוז סאמאר המזרחית. \"הם עמידים בפני סופר-טייפונים, רעידות אדמה או שריפות״, טוען מייקל סקוט, מנהל הסניף הפיליפיני של החברה האמריקאית Monolithic Home Builders, שבסיסה בטקסס. שם נבנים כבר שנים בתים מונוליטיים בעיצובים מגוונים ומחומרים שונים. דוגמה אחת היא ביתם של הזוג וייטקר, שהגשימו את חלומם על בית מונוליטי לפני שנתיים וחצי. את תהליך הבנייה של ביתם הנוח תיעדו בבלוג נחמד.     גינה ובריכה  מאחור: בבית המונוליטי של הזוג וייטקר. באדיבות Barry Byers ו-Monolithic.org  גם החניה מונוליטית. באדיבות Barry Byers ו-Monolithic.org  כך נראה הבית מבפנים. באדיבות Barry Byers ו-Monolithic.org  הספרייה מתעקלת בהתאם לקיר. באדיבות Barry Byers ו-Monolithic.org  ופינת הישיבה שקועה ברצפה. באדיבות Bracken Cherry ו-Monolithic.org   דוגמה נוספת היא \"חוות הרובוט\" בטקסס, שכמו נלקחה מסרטי ג׳יימס בונד. ספק בית מונוליטי ספק מנהרה עם אלמנטים טרופיים - זהו פרויקט שעליו עמל במשך תשע שנים מתכנת בשם אל שוורץ. הבית ממוקם על מגרש של 400 מ״ר, כשהוא חפור בפאתי גבעה. שוורץ השקיע בבית המונוליטי שלו כחצי מיליון דולר (כולל שולחן ביליארד). הנהו לפניכם:     בחזרה לפיליפינים. מחירו של בית מונוליטי יהיה כ-6,500 דולר, והיזמים טוענים שהוא יעמוד מאות שנים ולא יקרוס גם מול סופות של 400 קמ״ש. טייפון הייאן, לשם השוואה, שנחשב לחזק בהיסטוריה, רשם את שיאו כשהגיע למהירות של 320 קמ״ש. אז למה לא צצים אלפי בתים מונוליטיים מבזלת מסביב? מייקל סקוט טוען שהסיבה היא שבניגוד למתכות, לבזלת אין לובי חזק של ארגונים ותאגידים. \"רוב התאגידים דוחפים לשימוש במתכות כי שם הרווח\", אומר סקוט, \"וכולם כמובן מקשיבים להם\".   פרפר הפלדה בארמון המוזהב: אימלדה מרקוס מדברת בראיון מיוחד לשי ילין - לחצו על התמונה    ", "title": "בית כיפה מונוליטי: האם זוהי \nתשובה טובה לאסונות הטבע?", "url": "http://xnet.ynet.co.il/articles/0,7340,L-4790130,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_architecture", "subtitle": ""}