{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14539,L-3102506,00.html"}, "headline": "Dating survival tips - part 2", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-06-22T18:07:17z", "dateModified": "2006-11-23T16:04:24z", "author": {"@type": "Person", "name": "By Mark W. Bernstein and Yadin Kaufmann"}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "Men, read this set of tips, and you may find yourself better off than at the beginning", "wordCount": "622", "commentCount": "0", "genre": "3189.EDating", "keywords": "", "articleBody": "Surprises work wonders   Valentine’s Day was always a fighting holiday for me and my boyfriend of five years, because he never got me anything. By year four, I got so sick of it that I bluntly told him he had to get me something because it was really embarrassing when people asked what I’d gotten and my answer was, “Nothing.”    So he did - a box of chocolates. Only, when he gave them to me, he was like, “I’m sorry they’re unwrapped, but I already ate one.” I was like, “What?!” I couldn’t believe that he’d finally been thoughtful enough to buy me a present, yet he’d ruined the moment by eating one of the chocolates. That was when I opened the box and noticed, in the missing chocolate’s place, he’d slipped a ring. - Katharene Johnson, Ridgecrest, California   Don't be cheap   I once had a date use his student ID to buy tickets when he had been out of college for seven years.   - E.B., Atlanta, Georgia   Don't talk about the following things, unless you know the woman and know she is also interested in the thing you’re talking about: baseball, The Grateful Dead, former girlfriends, your mother, your car, your cell phone, golfing, and politics.    What should you talk about? Her. Ask lots of questions about what she likes, about her job, about her family, about where she has traveled. The more she talks, the better you’re doing.   - M.J. Twetten, Chicago, Illinois      Sex    I look for \"lingering\"     If she leans in to say something and stays close, that can be a sign. Of course, that could also be because we’re in a noisy place, or maybe she likes the smell of my fabric softener, or the professor of the class she skipped this morning just walked into the cafeteria and she’s moving behind me to remain hidden.     Basically, anything short of a come-hither look or stripping leaves me with at least a few doubts.   - Chad Makaio Zichterman, San Francisco, California   Getting intense    If you have a chance to meet the mother, do it. The way a guy treats his mother is the way he’s going to treat you.   - Stephanie Hacker, South Beach, Florida   Don’t freak out about when to say, “I love you.” There’s no right timetable for these words. My husband told me he loved me two weeks into our relationship, when we were hiking Mt. Holy Cross in Colorado.     You could tell it just sort of slipped out of his mouth instinctively, because right after he said it, he got this embarrassed, “Oops, I didn’t mean to say that!” grin on his face. But I’m glad he did, because for us, the timing felt right.  - Wren Johnson, Centennial, Colorado   You know you’re serious …when you look through the list of people you’ve called on your cell phone, and the last 10 numbers are all the same.   - Emily, Louisville, Kentucky   Learn to appreciate love for what it really is. I had a boyfriend of two years whom I got along with excellently and who made me very happy. However, he never did any of those spontaneous and wonderful things that “movie boyfriends” (and sometimes real-life ones) do.    For a long time I thought that he didn’t love me because he failed to buy me flowers and shower me with compliments. However, when I found myself in a hospital alone in a foreign country, he was the one by my side, taking care of the paperwork, sleeping on a plastic chair by my bed and calling my mother to calm her down. These are the meaningful things, the true signs of love that a million flowers cannot pretend to be.    - Rebecca Kazzaz, Bethesda, Maryland    Excerpted from \"How to Survive Dating,\" published by Hundreds of Heads Books. Read about the company's founders here", "title": "ביקור בית: אצל מעצבת התכשיטים שירלי איציק", "url": "http://xnet.ynet.co.il/fashion/articles/0,14539,L-3102506,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}