{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14539,L-3097510,00.html"}, "headline": "Study in Contrasts", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-06-10T15:25:38z", "dateModified": "2011-06-14T04:38:51z", "author": {"@type": "Person", "name": "By Ynetnews"}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "Former Shin Bet chief, now a private citizen for the first time in decades, talks about the Oslo process, army days, and Israel's possibilities", "wordCount": "527", "commentCount": "0", "genre": "3082.ENews", "keywords": "", "articleBody": "He’s in favor of disengagement, but against “gestures” of any kind to the Palestinians. He’s in favor of a Palestinian state but has no faith in its leadership. He believes Israel’s pullback from Gaza will be interpreted by the Palestinians as a forced withdrawal, but says the intifada will not resume once the project is complete.   Dichter, 53, says he supports the disengagement, and disagreed with former Chief of Staff Moshe Yaalon's prediction that Palestinians will re-kindle the intifada once Israel leaves Gaza.    \"The apocalyptic prediction has no basis in intelligence findings,\" he said. \"There is no reason they would return to terrorism. Why would they?\"   He also rejected the notion that despair would push them to return to terrorism.   \"They are getting the whole territory. There is no reason for Hamas to renew attacks. I don't envision a thrid intifada in September,\" he said.   In the dark   Dichter says the intelligence community kept in the dark in the period leading up to the Oslo accords, and is sharply critical of the way the entire process was handled.    “Israel gave them the whole (Gaza) Strip, but the gesture was interpreted as weakness. We thought our gesture would be met with a matching one from the Palestinians, but it never happened.”    He also says the writing was on the wall for the intifada as early as 1995, but the political establishment chose not to react.    “In 1996, 16 soldiers were killed by Palestinian fire,” he said. “We asked (then- Prime Minister Shimon) Peres to give them an ultimatum to stop firing. He said ‘no’.”    Asked his opinion of the Oslo process now, says it was a mistake for Israel to take “big steps” while only demanding “little steps” from the Palestinians. And he is sharply critical of the decision not to include the security establishment in the process.    “The whole process was secret. Very few security officials were involved, out of fear they would scuttle an agreement. They thought that the train would run smoothly once it was up and running, but it just didn’t happen.    “(Oslo) solved some problems, but created more than a few new ones,” he said.    Clear Conscience    Dichter says he has a clear conscience regarding the targeted assassination policy he directed from 2002 to 2004. He points to the example of Salah Shehada, a Hamas terrorist killed by a one-ton air force bomb in Gaza in July 2002 that also killed 16 civilians.    “I don’t know how many Israelis paid with their lives for our decision to put off that strike,” he said. “I don’t know how many people died as a result of our decision to use a smaller bomb on a Gaza building where the entire senior command of Hamas was meeting. We used a smaller bomb, and they all got away.”    At the end of the day, Dichter is optimistic. He points to his IDF service in an elite reconnaissance unit as an example for the entire country.    “I learned in the army there is no limit to human capability. You can always do more. And there is no limit to the things this country can accomplish.”", "title": "ביקור בית: אצל מעצבת האופנה מיכל נגרין", "url": "http://xnet.ynet.co.il/fashion/articles/0,14539,L-3097510,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_fashion", "subtitle": ""}