{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynet.co.il/articles/0,14563,L-3108523,00.html"}, "headline": "מתפנים מגנים: \"שיניתי כתובת, ובכיתי\"", "image": ["https://www.ynet.co.il/images/ynet_defualt.png"], "datePublished": "2005-07-06T02:58:40z", "dateModified": "2011-08-25T15:51:04z", "author": {"@type": "Person", "name": "טלי יצחקי וענבל בן שטרית"}, "publisher": {"@type": "Organization", "name": "ynet", "logo": {"@type": "ImageObject", "url": "https://www.ynet.co.il/images/ynet_logo.jpg"}}, "description": "בזו אחר זו אורזות משפחות ביישוב גנים המיועד לפינוי ועוזבות את היישוב. משפחת הר-אל עזבה אמש ועברה לעפולה. \"עברנו לבית יפה אבל הוא לא יכול להחליף את הבית שלנו בגנים\", אומרת סילבי הר-אל, ש סבורה כי \"ההתנתקות יכולה לתרום ולעזור\". גם משפחת קובי אורזת ותעבור לעפולה. \"קורע את הלב לראות איך היישוב מתפורר\", אומרת האם אניטה. \"אינתיפאדה שלישית מתדפקת על דלתנו\"", "wordCount": "649", "commentCount": "0", "genre": "2.News-424.SpecialProjects", "keywords": "", "articleBody": "\"היה קשה מאוד לארוז, לא רק את הארגזים אלא גם את המטען האישי. מהרגע שהיה לנו ברור שההתנתקות תצא לפועל ידענו שלא נתנגד. זו היתה החלטה ריאלית - אנחנו לא עושים בלאגן. אנחנו לא מתעמתים עם הצבא והמשטרה. כי אין דרך חזרה\". את המונולוג הזה נשאה סילבי הר-אל, בת 51, בשיחה עם ynet לאחר שיחד עם בעלה יהונתן, עזבה אמש (ג') את ההתנחלות גנים בצפון השומרון, המיועדת לפינוי במסגרת תוכנית ההתנתקות.       לסילבי וליהונתן שלושה ילדים, בני 29, 28 ו-25. בתם האמצעית, יונית, עזבה גם היא את גנים. \"הגענו לבית החדש בעפולה, וזו הרגשה מוזרה, כי זה לא הבית שלי\", סיפרה הר-אל. \"יקח הרבה זמן עד שאני ארגיש פה בבית. גרנו בגנים במשך 16 שנה, עברנו לשם כי חיפשנו איכות חיים - אבל התאהבנו במקום. אני מאוד מחוברת לגנים. זו פינת חמד של ממש, מקום יפה כל כך, עם אוויר, נוף ושלווה. יש בו אנשים טובים ואיכות חיים\".   את ההחלטה לעבור דווקא לעפולה היא מסבירה בקירבת בירת העמק למקום עבודתם שלה ושל בעלה. \"בחרנו בעפולה, אבל אם זה היה תלוי בי לא הייתי עוזבת את גנים\", הבהירה. \"עברנו לבית יפה, מרווח, אבל הוא לא יכול להחליף את הבית שלנו בגנים. המטרה עכשיו היא לנסות להתאקלם בבית החדש. זה לא מעבר דירה רגיל, של שינוי עבודה או עיר. זה הרבה יותר טעון וקשה\".   על השאלה מדוע בחרו בכל זאת לעזוב ענתה: \"זו לא היתה החלטה שלנו. הכריחו אותנו. ממש לא בחרנו בזה, אבל הבנו שבסוף אף אחד לא יישאר בישוב וכולם יעברו בטוב או ברע. אנחנו בחרנו בטוב. אנחנו לא אנשי עימותים. מבחינתי, עד ליום מותי הייתי ממשיכה לגור שם. עד כדי כך אני אוהבת את המקום\".   ההתנתקות? אם זה מה שיעזור - אמן   הר-אל נמנית, לדבריה, על מיעוט המתנחלים שדווקא תומך בהתנתקות. \"אני חושבת שההתנתקות יכולה לתרום ולעזור\", הסבירה. \"כולם אומרים שזה רק יהרוס וידרדר את המצב, אבל אני מאמינה שזה יעזור. עברנו פה תקופות קשות, עם איומים של הערבים, פיגועים ופחד, ובכל זאת נשארנו, אבל אם זה מה שיעזור - אמן\".   לטענתה, \"לאט לאט כולם עוברים, זה מטפטף. אני יודעת שבשבוע שעבר עברו ארבע משפחות. היום - אני, הבת שלי ועוד משפחה. אצלנו ביישוב היה ברור שכל משפחה תעבור בנפרד, ולא כולם ביחד. כל אחד חיפש את מקומו החדש וכולם התפזרו\".   האם תושבי גנים צפויים להתנגד לפינוי בעת ביצוע ההתנתקות? לדבריה, \"יש שתי משפחות בגנים שמתכוונות להישאר ולהתנגד לפינוי. אני מקווה שגם הן ישלימו עם המצב ויפתחו בחיים חדשים. אולי באמת יהיה טוב יותר\".   \"קורע את הלב לראות איך היישוב מתפורר\"   גם אניטה קובי, בת 49, תעזוב את ההתנחלות בעוד שבוע עם בעלה ושלושת ילדיהם. גם הם יעברו לעפולה. \"אני אורזת אבל לא מעכלת שזה קורה. זה קשה, אנו עוזבים בצער רב. היום שיניתי את הכתובת בתעודת הזהות וממש בכיתי\", מספרת קובי.   לדבריה, \"בימים אלה אנו עושים את כל הסידורים הבירוקרטיים - כאילו שלא מספיק קשה לנו מבחינה נפשית. למשל, אנו צריכים לחתום בבית משפט שלא נגיע ליישוב לאחר הפינוי, להפקיד צ'ק של 75 שקל כפיקדון שאני לא חוזרת ליישוב ולא מתעמתת עם חיילים, ועוד אישורים שונים. כל המנהלות הללו מקשות, גם ככה קשה נפשית להתנתק מהקהילה ומהחברים.    \"היינו בגנים שמונה שנים, יש לנו שלושה ילדים (10, 23, 26). הקטנה עולה לכיתה ה' ואני עוזבת בעיקר בגלל ההתרעות, אני חוששת לה. רוב הילדים כבר עזבו את היישוב, בגלל ההתרעות ואירועי הירי, אין קייטנות ואין חיי קהילה בישוב - זה קורע את הלב לראות איך היישוב מתפורר\".   היא סבורה שלמינהלת ההתנתקות היה \"פספוס\": \"אם המינהלת היתה באה בהצעה לגבש אותנו ביחד באזור הגלבוע זה היה כיף, אך אין הצעה כזו ולכן אנו עוברים לעפולה שהיא העיר הכי קרובה\".   על היום שאחרי היא אומרת: \"כל חיינו הולכים להשתנות - חיינו בחממה, עם חיי קהילה מפותחים וכעת אנו מפורקים. זה מעבר חד לעבור לעיר, אך אני מתנחמת בכך שאת מכירה את העיר, את בתי החולים וקופת חולים\".    בניגוד לסילבי הר-אל, קובי מספרת שהיא נגד ההתנתקות. \"אני לא מאמינה במהלך הזה, רק אתמול הפלסטינים מדברים על נתיב העשרה, לדעתי - האינתיפאדה השלישית מתדפקת על דלתנו\".", "title": "לא להאמין שזה בשבדיה: מבחוץ בית ים תיכוני, בפנים מפגש של חום וקור", "url": "http://xnet.ynet.co.il/design/articles/0,14563,L-3108523,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_design", "subtitle": ""}