{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14563,L-3106491,00.html"}, "headline": "Violence erupts at Gay Pride Parade", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-06-30T23:44:46z", "dateModified": "2011-06-14T04:38:51z", "author": {"@type": "Person", "name": "By Doron Sheffer and Efrat Weiss"}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "Religious youngster stabs three Jerusalem parade participants Magen David Adom says marchers sustain light, medium injuries", "wordCount": "565", "commentCount": "0", "genre": "3082.ENews", "keywords": "", "articleBody": "JERUSALEM - A religious Jew stabbed three people during clashes between dozens of ultra-Orthodox Jews and thousands of Gay Pride Parade marchers in central Jerusalem Thursday.   The stabbing victims were evacuated to Shaarei Tzedek Hospital one of them is listed in light condition, while two others sustained light to moderate wounds.   Thirteen religious Jews were arrested for attempting to block the parade's path.   Some 100 ultra-Orthodox arrived at the corner of Hahistadrut and Ben-Yehuda streets and attempted to attack the marchers as the parade made its way to the area, and police forces tried to disperse them forcefully.    The ultra-Orthodox waved banners reading, “Homosexuality is abnormal” and “Homosexuality is not an incurable disease and may be treated with psychiatric care.”    The marchers, in turn, waved signs reading, “100 percent bisexual” and “Don’t worry, be gay.”    The participants, numbering several thousands, adorned rainbow-colored outfits, and some came in drag.    The parade was allowed to go ahead after the District Court ordered Jerusalem Mayor Uri Lupoliansky to reverse his decision on the matter.    Jerusalem District Police Chief Ilan Franco said the attacker is an ultra-Orthodox Jew in his 30’s with no a police record. The man was taken in for questioning and an indictment will be filed against him, he said.   Major-General Menashe Nahum, the commander of Jerusalem’s Oz Police Station, said, \"We noticed a man in ultra-Orthodox attire run frantically toward the front end of the parade. He had a horrific look in his eyes.\"   \"As he was running he raised his hand and scuffled with one of the marchers. A number of officers lunged at him, and it was then that we noticed he was holding a large instrument in his hand. At first we could not tell it was a knife he man who was stabbed fell to the ground, and we nabbed the assailant,\" he said.   Shinui Party Chairman Yosef Lapid called the incident a “vile attack,” saying it was the result of “the unruly incitement by rabbis and ultra-Orthodox community leaders against those who are different than them and who do not live according to their doctrine.”   Equality in Jerusalem   “We came to show our support for Jerusalem,” Tel Aviv resident Yaniv Weitzman of the “Proud Youth” organization said. “The mayor’s reaction only increases the parade’s importance.”    Hagay Elad, the director of the Gay grassroots organization “Jerusalem Open House,” said the violence is “a direct result of the incitement that took place during the past few weeks against the homo-lesbian community.”   “This is not the first time we see how incitement in Israel leads to physical violence, which begins with (Jerusalem) Mayor Uri Lupoliansky and his associates,” he said.   Elad said the parade organizers took the pullout-related violence into account when they had decided to go ahead with the march.   “We have decided to cancel the international parade that was scheduled for August due to the disengagement plan and postpone it until next year, so it cannot be said that we are not being considerate,” he said.   Parade participant Maayan Amiazar said that for her the parade is a celebration of democracy.   “I invited (to the parade) more straight friends than members of the community,” she said. “It is very important that the judicial system proved there is equality in Jerusalem as well.\"", "title": "כל ההיסטוריה של האמנות הדיגיטלית בתערוכה אחת", "url": "http://xnet.ynet.co.il/design/articles/0,14563,L-3106491,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_design", "subtitle": ""}