{"@context": "http://schema.org", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.ynetnews.com/articles/0,14566,L-3110018,00.html"}, "headline": "Hamas plans victory parades", "image": ["https://www.ynet.co.il/images/news_defualt.jpg"], "datePublished": "2005-07-09T02:18:05z", "dateModified": "2011-12-06T17:36:11z", "author": {"@type": "Person", "name": "By Ronny Shaked"}, "publisher": {"@type": "Organization", "name": "ynetnews", "logo": {"@type": "ImageObject", "url": "https://www.ynetnews.com/images/CENTRAL_1024_ynet_logo_en.png"}}, "description": "Terror group purchases 30,000 uniforms ahead of planned post-pullout celebrations", "wordCount": "260", "commentCount": "21", "genre": "3082.ENews", "keywords": "", "articleBody": "GAZA - The Hamas is planning to hold a huge victory celebration after Israel completes its withdrawal from Gush Katif, including parades similar to those held by Hizbullah after the IDF pulled out of Lebanon.    Sources in Gaza said the terror group already purchased 30,000 uniforms ahead of the planned victory parades. The Hamas also acquired open vehicles, to be used in the expected rallies.    The movement is hoping to utilize the parades to convey the message that the Gaza Strip withdrawal is a direct result of the group’s military triumph over Israel.    The Hamas is apparently also planning to bring tens of thousands of its supporters to Gush Katif communities in order to celebrate there too, once the withdrawal is completed.    ‘Hamas wants to boost its influence’    Sources in Gaza said Palestinian leader Mahmoud Abbas can ask the Hamas to refrain from celebrating and hold its fire before the IDF withdraws from Gaza, but would have difficulty exercising his influence on the group once the pullout is a done deal.    “From the moment IDF forces leave, there is no chance Abu Mazen (Abbas) would have control over the Hamas and its people,” one source said. “What’s more, the Hamas would attempt to take advantage of the evacuation in order to boost its influence and popularity on the Palestinian street.”    Meanwhile, IDF sources warned that the terror group continues to rearm itself despite the relative lull in violence. The Hamas is also continuing to develop weapons, produce Qassam rockets, and train more members, the sources said.", "title": "סיטה (7) מפרדס חנה: בביה\"ס שלי לומדים מה שרוצים ואין מורים", "url": "http://xnet.ynet.co.il/family/articles/0,14566,L-3110018,00.html", "type": "article", "site_name": "xnet", "published_time": "", "category": "xnet_family", "subtitle": ""}