{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/articles/0,7340,L-3803804,00.html"}, "headline": "מבקר המדינה נגד מחיר למשתכן – והלקח החשוב לקובעי המדיניות", "description": "פרק מיוחד הוקדש בדו&quot;ח מבקר המדינה לתוכנית הדיור הממשלתית הגדולה בתולדות המדינה, אולם הכשלים שציין ידועים כבר מזמן. השמאי ארז כהן: &quot;התוכנית לא הגשימה את מטרותיה. סובסידיה צריכה להינתן לנצרך, ולא למצרך&quot;", "articleBody": "בשיתוף מערכת זירת הנדל&quot;ן\r\n \r\nהפרק בדו&quot;ח מבקר המדינה העוסק בתוכנית מחיר למשתכן, שפורסם בשבוע שעבר, כולל את מרבית הביקורת שכבר הושמעה נגד התוכנית במהלך חמש שנות קיומה: היא הצליחה לבלום את העלייה במחירי הדיור לרגע קצר מאוד — אך במחיר כבד של 6 מיליארד שקל רק בשלוש שנותיה הראשונות; היא קודמה במרץ על ידי משרדי האוצר והבינוי והשיכון ללא התאמה לצורכי הזכאים, ללא יעדים ברורים ומבלי לדעת מה תהיה העלות הכלכלית שלה.\r\n \r\nבנוסף, בשל סחבת ביורוקרטית מתמשכת והתארכות תהליך קבלת ההיתרים – הדו&quot;ח נכתב הרבה לפני פרוץ משבר הקורונה, כך שסביר כי המצב כיום חמור הרבה יותר – מועד מסירתן לרוכשים של אלפי דירות צפוי להתעכב.\r\n&quot;אפשר היה לברר בשלב הרישום לתוכנית מה אזור המגורים המועדף, גודל הדירה המועדף והסכום המרבי שהנרשמים מוכנים לשלם, ולגבש בסיס נתונים ככלי לקבלת החלטות מושכלות יותר&quot;, נכתב בדו&quot;ח על התוכנית, שיועדה בראש ובראשונה לסייע לזוגות צעירים. ואמנם, הדו&quot;ח מראה כי גודל הדירות בשלוש השנים הראשונות של התוכנית לא היה מותאם ליכולתם הכלכליות ולמבוקשם של צעירים מחוסרי דיור. \r\n \r\nכך למשל, 41% מהדירות שהתקבלו עבורן היתרי בנייה עד מאי 2018 היו דירות בנות 5 חדרים ומעלה, ורק 14% מהדירות ששווקו היו דירות של 3–3.5 חדרים. בנוסף, הגודל הממוצע של השטח הנלווה לדירה — מרפסת או חצר — היה 35 מ&quot;ר, דבר שייקר מאוד את מחירי הדירות, והשאיר מאות דירות גן ופנטהאוזים ללא רוכשים.\r\n \r\nחוסר ההתאמה בין צורכי הזכאים להיצע הדירות בתוכנית הממשלתית מתבטא בכך ש-53% מהזוכים בהגרלות ויתרו על האופציה לרכוש דירה – רבים מהם בגלל שהדירה היתה גדולה למידותיהם או עלתה יותר מדי.\r\n \r\nפיקס מחיר\r\n&quot;לא היה שום קשר בין הצרכים של הזוגות שנרשמו לתוכנית לבין הדירות שהוצעו להם. המיקום, הגודל המחיר – הכל היה בבחינת כזה ראה וקדש. וכאן בעצם טמון הכשל הכי גדול של התוכנית&quot;, קובע ארז כהן, הבעלים של חברת ז.כ. מחקר וסקרים ולשעבר יו&quot;ר לשכת שמאי המקרקעין בישראל. לדבריו, &quot;היום אנחנו מבינים שהמדינה ביקשה לשווק קרקעות מהר ובכל מחיר על מנת להציג הישגים, מבלי לבצע כל חשיבה מוקדמת&quot;.\r\n \r\nמשגה נוסף שעליו מצביע הדו&quot;ח הוא אזורי שיווק הדירות, שלא הותאמו לצורכי הזכאים. 58% מהזוכים בהגרלות היו ממחוז מרכז ותל אביב, ואולם בתקופה שנבדקה, רק 30% מהדירות ששווקו היו במחוז זה. לדברי כהן, הביקורת מוצדקת גם במקרה הזה: &quot;זה שוב מראה שלא היתה כל הלימה בין הביקוש להיצע, גם מבחינת המיקום. לא סתם דירות רבות בתוכנית נותרו ריקות בערי בפריפריה. עוד קודם לכן מכרזים רבים לשיווק הקרקע כשלו, כי גם היזמים והקבלנים הבינו שאנשים פשוט לא יגיעו לשם, בטח כשאין תשתיות תחבורה מספקות שיוכלו &#39;לקרב&#39; את התושבים למוקדי התעסוקה במרכז הארץ&quot;.\r\n \r\nהמבקר התייחס לעניין זה וציין כי &quot;יכולתה של הממשלה לגבות את יעדי הפיזור מוטי־הפריפריה של האוכלוסייה בכל הנוגע ליצירת תעסוקה מוטלת בספק, וכרוכה בהשקעה כספית אדירה גם בתחבורה, בריאות ובחינוך&quot;. כלומר, לדבריו, רשות מקרקעי ישראל ידעה שהשיווקים הרבים בפריפריה רק יצרו בעיות של תעסוקה וגישה.\r\n \r\nדין תל אביב\r\nבהצביעו על כשל מהותי נוסף בתוכנית, מפנה דו&quot;ח המבקר לניתוח שערך מרכז המחקר והמידע של הכנסת, לפיו מחיר הדירה בתוכנית אמנם נמוך ב–21% בממוצע ממחיר השוק, אך גובה ההנחות בין אזורי השיווק השונים אינו מאוזן. כך, ההנחה הממוצעת לדירת מחיר למשתכן בדרום הארץ ובצפונה נעו בין 175 אלף שקל ל-195 אלף שקל ממחיר השוק, בעוד במרכז הארץ העניקה תוכנית מחיר למשתכן הנחה של לא פחות מ-600 אלף שקל לדירה בממוצע.\r\n \r\n&quot;גובה ההנחות בתוכנית תואם את השווי של הקרקע באזורי ביקוש, ומכאן העיוות&quot;, אומר כהן. &quot;ברור שבאזור המרכז ההנחות יהיו משמעותיות יותר, ללא השוואה לפריפריה. גם כאן, לא נערכה בכלל חשיבה על גובה ההנחה שניתנה. כך שמעבר לעלותה העצומה למשק, גם בכל הנוגע לצמצום הפערים החברתיים התוכנית לא הגשימה את מטרתה. הלקח שהתוכנית הזאת צריכה ללמד את קובעי המדיניות הוא שסובסדיה צריכה להינתן לנצרך, ולא למצרך&quot;.\r\n  \r\nמרשות מקרקעי ישראל נמסר בתגובה: &quot;מחיר למשתכן כמעט הכפילה את הכנסות רמ&quot;י, ציננה את הביקושים בשוק הדיור וסגרה את הגירעונות בקרקע זמינה לדיור שהצטברו בתחילת העשור. עמדת המבקר, שלפיה היה צריך לצמצם את תוכנית מחיר למשתכן כך שתותאם באופן מלא לצורכי הזכאים, בין במיקום גיאוגרפי ובין במאפייני הדירה, היתה עלולה לפגוע במאמצים הממשלתיים להורדת מחירי הדיור&quot;. \r\n \r\nממשרד הבינוי והשיכון נמסר כי &quot;אנו ממשיכים כל העת בתהליכי למידה, הפקת לקחים, שיפור שירות יומיומי ובעבודת מטה מעמיקה וחסרת תקדים, במטרה לתת מענה הולם איכותי ויעיל לכל הסוגיות שהועלו, ולמתן קורת גג ראויה במחיר אטרקטיבי לזכאים. עוד יש לציין כי הסוגיות שהדוח מתייחס אליהן נכונות לספטמבר 2018 , ומעת כתיבתו נעשו מהלכים רבים לשיפור השירות, עדכון נוסח המכרזים והכללים, מעקב שבועי אחרי פניות הציבור, מוקד פניות ועוד&quot;. \r\n \r\nלכתבות נוספות היכנסו אל זירת הנדל&quot;ן &gt;&gt;", "keywords": ["מחיר למשתכן", "דו&#39;&#39;ח מבקר המדינה", "ארז כהן שמאי מקרקעין", "ז.כ מחקר וסקרים", "ארז כהן", "תוכנית מחיר למשתכן", "זירת הנדל&#39;&#39;ן"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/03/26/980606/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "דב כהן"}, "datePublished": "2020-03-29T09:02:50", "dateModified": "2020-08-18T10:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מבקר המדינה נגד מחיר למשתכן – והלקח החשוב לקובעי המדיניות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-29", "category": "", "subtitle": ""}