{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3752331,00.html"}, "headline": "דירוג המנהלים 2018: מקומות 31-50", "description": "מאלדד בן משה, מנכ&quot;ל אינרום תעשיות בנייה - ועד לגיורא אלמוגי, מנכ&quot;ל או.פי.סי", "articleBody": "מקום 31\r\nאלדד בן משה, אינרום\r\nבנייה ותשתיות\r\nציון סופי: 7.99\r\n \r\nמה דעתך על מדיניות הממשלה לתמיכה בתעשייה?\r\n&quot;אין בעברית תחביר שמאפשר לחבר את שלושת המושגים האלה - מדיניות ממשלה, תמיכה ותעשייה - במשפט אחד. עצוב לומר, אך נבקש רק שלא יפריעו&quot;.\r\n \r\nמי היה המנהל המצטיין בישראל ב־2018?\r\n&quot;ראסל אלוונגר, מנכ&quot;ל טאואר. קל לנהל חברה כשהשמים בהירים, אך האתגר הגדול הוא להנהיג חברות במשבר, ולשלב יכולת קוגניטיבית גבוהה עם כושר עמידה ומנהיגות. בטאואר התמודדו השנה עם שוק תחרותי מאוד ועם משבר במכירות וברווח, ואלוונגר הוא קברניט שמתמודד באומץ עם הסערות והגלים&quot;.\r\n \r\n  \r\n  \r\nמקום 32 \r\nשאול לוטן, לוינשטין נכסים\r\nנדל&quot;ן\r\nציון סופי: 7.96\r\n \r\n&quot;פקידי הממשלה מפחדים מהצל של עצמם&quot;\r\n \r\n&quot;הממשלה אמרה שהיא רוצה להיות איתנו, ומנסה לעשות דברים, אבל כל דבר היא עושה הפוך, רע ובאיחור&quot;, אומר שאול לוטן, מנכ&quot;ל לוינשטין נכסים: &quot;הממשלה מעכבת, מפריעה, מוציאה חוקים לא בשלים, מעמידה צבאות של פקידים שכל תפקידם הוא כסת&quot;ח. אני הרבה זמן בתחום, כך שיש לי נקודת מבט ארוכת שנים; יש לא מעט דברים שבשנים עברו עשינו בזמן קצר, והיום זה קשה ואיטי. זה לא שהם באים להפריע, אבל הם מפחדים מהצל של עצמם. גם היועץ המשפטי לממשלה מעכב כל דבר, ועל כל שטות רצים לשאול אותו. הם שוכחים שצריך להמשיך להקים מדינה&quot;.\r\n \r\nתן דוגמה.\r\n&quot;קח את הרשויות המקומיות: פעם היה לוקח לנו חצי שנה להוציא היתר, עכשיו זה עלה לשנה. בממשלה רצו לזרז את התהליכים והקימו מערכת ממוחשבת שצריך להכניס בה את הכל. אלא מה, המערכת הזו לא עובדת כשאין בעיריות מספיק אנשים שיודעים להפעיל אותה. כשאני רוצה להגיש בקשה אומרים לי &#39;תגיש ובעוד 45 יום נאמר לך אם היא בסדר&#39;. מטבע הדברים מדי פעם מוצאים טעויות, ואז במקום להגיד לך לתקן, הספירה מתחילה מחדש. היום הכל פורמליסטי ומעכב, ועוד לא דיברנו על ההפרעות של המדינה בנושא של מחיר למשתכן ועצירת שיווק המגרשים הרגילים&quot;. \r\n  \r\n \r\n \r\nמה האתגר שלך ל־2019? \r\n&quot;למצוא עוד קרקעות למגורים ונכסים מניבים, לפתח אותם ולהתרחב. לאור העצירה בשיווקי הקרקעות אנחנו מחפשים גם הזדמנויות להתרחב בחו&quot;ל. כיום אנחנו פועלים רק בהודו ובקפריסין, ואני בוחן עכשיו את קנדה, פולין וגרמניה. נחפש עסקאות כדאיות בתחום המגורים, המשרדים וגם מרכזי הלוגיסטיקה&quot;. \r\n \r\nתן עצה למנהל צעיר.\r\n&quot;להיצמד למנהל בכיר עם ניסיון, וללמוד את נבכי הביורוקרטיה. לא תמיד ההיגיון הפשוט והבריא עובד, לעתים צריך ללכת עקום כדי להגיע למטרה שלך. צריך הרבה סבלנות ולצבור את הניסיון לאט&quot;. \r\n \r\nאיך משפרים את שביעות רצון העובדים בחברה?\r\n&quot;אנחנו קוראים לעצמנו חברה משפחתית. כולם מכירים אחד את השני ואת בני הזוג. אחת לשנתיים אנחנו נוסעים לחו&quot;ל עם בני הזוג. אנחנו נותנים בונוסים ומשכורות שהן מעל המקובל בשוק, והעובדה היא שאותנו לא עוזבים: יש לנו עובדים שנמצאים איתנו 25 ו־30 שנה&quot;.\r\n \r\nמי לדעתך מהקולגות שלך הוא מנהל מצטיין? \r\n&quot;יש שלושה מנהלים בתחום שאני רוצה לציין: אורן הוד מאפריקה ישראל מגורים (שעובר לרבוע כחול) הוא משכמו ומעלה ועושה עבודה יפה, תמיר דגן עושה עבודה מצוינת בשיכון ובינוי, ורונן יפו הרים יפה מאוד את אלעד ומנהל אותה בשקט, בהבנה ובחכמה&quot;.\r\n \r\n \r\nמקום 33\r\nמישל סיבוני, הראל השקעות\r\nביטוח ופיננסים\r\nציון סופי: 7.94\r\n  \r\n   \r\nמקום 34 \r\nרקפת רוסק־עמינח, לאומי\r\nבנקאות\r\nציון סופי: 7.93\r\n \r\nמה דעתך על מדיניות התמיכה של הממשלה בתעשייה?\r\n&quot;התעשייה הישראלית צריכה להתמודד בעולם גלובלי, והתמיכה החשובה ביותר בהקשר זה היא ביצירת תשתיות טובות: אנרגיה, חשמל, מים, תחבורה והון אנושי&quot;.\r\n \r\nמה האתגר שלך ל־2019?\r\n&quot;ישנן תמורות משמעותיות בעולמות הטכנולוגיים, בהעדפות הצרכנים ובסביבה התחרותית שמחייבות אותנו לפעול במקביל בשני ערוצים. הראשון הוא שיפור מתמיד ועקבי בפעילות הבנקאית הקיימת: שיפור בהצעת הערך, במודל התפעולי ובמבנה העלויות שלנו. הערוץ השני הוא הכנה של הבנק לעולם המתחדש: היכרות עם טכנולוגיות בחזית החדשנות וחבירה לגופים בינלאומיים חזקים&quot;.\r\n \r\nאיזו עצה תיתני למנהל צעיר?\r\n&quot;לא לקבל שום דבר כמובן מאליו. לבדוק את עצמנו ולא להיות שבויים של ההרגלים והקיבעונות שלנו. אנחנו חיים בעידן שבו הכל משתנה כל כך מהר, וחייבים להיות כל הזמן עם אצבע על הדופק&quot;.\r\n \r\n \r\nמקום 35\r\nגיא ברנשטיין, מג&#39;יק\r\nחברת תוכנה\r\nציון סופי: 7.93\r\n \r\n \r\nמקום 36\r\nרביב צולר, כיל\r\nאגרוכימיה\r\nציון סופי: 7.87\r\n \r\n \r\nמקום 37\r\nאייל לפידות, הפניקס\r\nביטוח ופיננסים\r\nציון סופי: 7.81\r\n \r\n \r\nמקום 38\r\nיעקב הבר, איי.די.איי\r\nביטוח\r\nציון סופי: 7.80\r\n \r\nמה דעתך על מדיניות התמיכה בתעשייה שמובילה הממשלה?\r\n&quot;הדרך הנכונה היא להוביל לשיפור הפריון לעובד ולהון המושקע באמצעות השקעה רחבה בתשתיות, במו&quot;פ בסיסי ובחדשנות, וכן בהכשרות מקצועיות ולימודי הנדסה וטכנולוגיה&quot;.\r\n \r\nאיזו עצה תיתן למנהל צעיר?\r\n&quot;התבונן בדברים מזווית הלקוח: הבן את צרכיו ובנה עבורו את המוצר, השירות והתהליך הטובים ביותר&quot;.\r\n  \r\n \r\nמקום 39\r\nאיתמר דויטשר, אלקטרה\r\nתעשייה ונדל&quot;ן \r\nצין סופי: 7.79\r\n  \r\n \r\n \r\nמה דעתך על מדיניות התמיכה של הממשלה בתעשייה?\r\n&quot;ישראל זקוקה להגדלת ההשקעה בתשתיות מחוללות צמיחה — הן תשתיות פיזיות והן שדרוג משמעותי של התשתיות הטכנולוגיות בתחום האינטרנט והסלולר, במטרה להגדיל את רוחבי הפס ולאפשר תקשורת נתונים טובה הרבה יותר. זה חיוני כדי להכין את ישראל לעידן &#39;האינטרנט של הדברים&#39;. במקביל צריך להשקיע יותר בהטמעת טכנולוגיות חדשניות בתעשייה המסורתית, גם בענפי הייצור וגם בענפי התשתיות והבנייה&quot;.\r\n \r\nאיזה אתגר מחכה לך ב־2019?\r\n&quot;גיוון, הן בשווקים והן בשירותים שלנו, ובצדו העמקת ושדרוג תודעת הבטיחות וההגנה על שלום העובדים שלנו באתרי הבנייה&quot;.\r\n \r\nאיך משפרים שביעות רצון של עובדים?\r\n&quot;עובדים שמקבלים את החופש ליזום ולשפר הופכים לשותפים אמיתיים, שנותנים עוצמה אדירה לחברה&quot;. \r\n \r\n \r\nמקום 40\r\nגיל חבר, סקופ\r\nתעשייה: מתכות\r\nציון סופי: 7.75\r\n \r\nמה דעתך על מדיניות התמיכה של הממשלה בתעשייה?\r\n&quot;הממשלה לא תומכת מספיק. בתעשייה המסורתית כמעט אין צמיחה. תעשיות ישראליות מוציאות עבודה לחו&quot;ל, אין פרויקטים גדולים בישראל, חברות לא משקיעות בחידוש ציוד ומתקנים אלא עוסקות באחזקה. יש לכל זה השפעה על התעשייה. הממשלה צריכה ליזום פרויקטים מתוך ראייה ארוכת טווח&quot;.\r\n \r\nמהו האתגר שלך ל־2019?\r\n&quot;המשך התבססות בחו&quot;ל והרחבת סל המוצרים. בארץ אנו משווקים 80 אלף מוצרים, ואנחנו שואפים לשווק כמה שיותר מהם גם בחו&quot;ל&quot;.\r\n \r\nמיהו המנהל המצטיין של 2018?\r\n&quot;שמואל דונרטשיין, בעלי רב בריח, הוא תעשיין לדוגמה&quot;.\r\n \r\n \r\nמקום 41 \r\nאורי הדומי, מזור רובוטיקה\r\nמכשור רובוטי רפואי\r\nציון סופי: 7.75\r\n \r\n&quot;האתגר הוא שכל עובדי מזור ימצאו את מקומם במדטרוניק&quot;\r\n \r\nלאחר שבספטמבר נמכרתם לענקית הטכנולוגיה הרפואית מדטרוניק תמורת 1.6 מיליארד דולר, מהו האתגר שלכם ל־2019?\r\n&quot;להשלים את הטמעת פעילותה של מזור בפעילות הגלובלית של מדטרוניק, לוודא שכל עובדי מזור מוצאים את מקומם המקצועי הראוי במערכי העבודה של מדטרוניק, ולפתח דורות חדשים של פתרונות לתועלת חולי עמוד השדרה והמוח בעולם. כחלק מהתוכנית אפעל להקמתו של מרכז החדשנות העולמי של מדטרוניק בישראל&quot;. \r\n \r\nתן עצה למנהל צעיר.\r\n&quot;לדאוג לכך שהארגון שאותו הוא מנהל פועל בהתמדה, תוך התמקדות באסטרטגיה ובאופן שממקסם את עבודת הצוות בין כל רבדיו. מנהל טוב חייב להיערך תמיד עם אסטרטגיה לחמש שנים קדימה, ולהבין שמהלכים עסקיים אורכים זמן רב ומצריכים הגעה לנקודות בשלות טכנולוגיות או עסקיות. אין קיצורי דרך, ואסור להסתנוור מהשלמה של יעדים קצרי טווח: צריך לזכור בכל רגע נתון את היעד ארוך הטווח ולוודא שפועלים בדרכים הנכונות ביותר כדי להשיגו&quot;. \r\n \r\nאיך משפרים את שביעות הרצון של העובדים בחברה?\r\n&quot;מקפידים לעדכן ולשתף את העובדים בהתפתחויות ובכיווני ההתקדמות של החברה, ומשמרים רמת ודאות ויציבות כזו שמאפשרת לעובדים ברבדים השונים של הארגון להביא לידי ביטוי את המיטב שלהם, וכשזו באה לידי ביטוי - חשוב להכיר בה&quot;. \r\n \r\nמי היה המנהל המצטיין של 2018?\r\n&quot;דניאל בירנבאום, מנכ&quot;ל סודהסטרים. זה מעבר להצלחה הגדולה שאליה הוא הצעיד את חברת סודהסטרים, כשלקח מותג חלש והצליח להחזיר למרכז הבמה מוצר שאבד עליו הכלח: דניאל הוא מסוג המנכ&quot;לים שהם גם פעילים חברתיים, שפועלים ומנצלים את הכוח העסקי שבידם גם לטובת שינוי פני המציאות באזור. פעילותו ומחויבותו להעסקת עובדים פלסטינים על קו התפר מהווה לדידי דוגמה לתרומה החשובה שמנכ&quot;לים של חברות גדולות יכולים וצריכים לקחת על עצמם בבניית גשרים לחברה אזרחית טובה יותר&quot;.  \r\n \r\n \r\nמקום 42\r\nאיתן בר־זאב, ביג \r\nנדל&quot;ן מניב\r\nציון סופי: 7.74\r\n \r\n&quot;אמזון זו המקבילה המסחרית לסמים&quot;\r\n \r\n&quot;לא רק שהמדינה לא תומכת בתעשייה, אלא בדיוק הפוך: היא עושה נזק אדיר לתעשייה שלנו&quot;, אומר איתן בר־זאב מביג על המדיניות הממשלתית לתמיכה בתעשייה. &quot;ירידה לזנות יותר גדולה מזאת, אני לא ראיתי. זו תוצאה של מדיניות פופוליסטית שלא רואה כלום חוץ מאשר את הקלפי ואת הקול של הבוחר הטיפש, שלא מבין את המשמעויות של החיסכון של כמה גרושים בקנייה באינטרנט, לעומת ההשפעות הרחוקות שיהיו לזה&quot;. \r\n  \r\n \r\n \r\nלרוב מי שמדבר כך רוצה שהמחירים ייוותרו גבוהים.\r\n&quot;כשנגיע למצב שבו אמזון יהיה מקור המסחר היחיד, כי הוא יהרוג את כולם פה, נראה אם החיסכון הזה היה שווה את המחיר. אמזון זה המקבילה המסחרית לסמים. הם מפסידים כסף כל הזמן. זו חברה שמגלגלת מחזור מכירות של 500 מיליארד דולר עם רווחיות של 1%. כרגע הם נותנים לצרכן שירות מדהים, ללא רווחיות לחברה. לשירותי הענן שלהם לא תהיה צמיחה עתידית; הם בונים על זה שביום מן הימים שוק הקניות המקוונות, שהם ניכסו לעצמם, יהיה נתון לחסדיהם — ואז הם יתחילו ללחוץ ולהעלות מחירים. בישראל המדינה מעודדת את זה במקום לתמוך בתעשייה המקומית, בעובדים, במסחר. אם כל עסקי האינטרנט היו בישראל והיו נותנים להם תמריץ לעודד תחרות, זה בסדר. אבל מעודדים ענקים מחו&quot;ל על חשבון קסטרו, פוקס, רנואר ואחרים&quot;. \r\n \r\nמה האתגר הגדול שעומד בפניך לשנת 2019?\r\n&quot;אני מסיים את תפקידי ביולי 2019 והאתגר הגדול שלי זה להעביר את החברה בצורה מסודרת למחליפי חי גאליס ולדאוג שהחברה תמשיך במסעה אל העתיד&quot;. \r\n \r\nאילו עצות היית נותן למנהל צעיר?\r\n&quot;עצה ראשונה: תתייחס לכפופים לך באותה צורה שבה אתה מתייחס למשפחה שלך. \r\n&quot;עצה שנייה: תן לכפופים לך לעשות טעויות בלי להכניס אותם למשטר אימה. אם הם יפחדו לטעות, הם פשוט לא יעשו כלום ורק יחכו לראות מה אתה עושה. \r\n&quot;עצה שלישית: שהשכל שלך לא יהיה גדול מהשכל של שניים מהכפופים לך, ועדיף אפילו רק אחד מהכפופים לך&quot;. \r\n \r\nמיהו לדעתך המנהל המצטיין של 2019? \r\n&quot;רביב ברוקמאייר מגולף. הוא קיבל רשת חולה והוא בדרך הנכונה להבריא אותה&quot;.\r\n \r\n \r\nמקום 43\r\nרועי גדיש, אדגר\r\nנדל&quot;ן מניב\r\nציון סופי: 7.74\r\n \r\nמהו האתגר שלך ל־2019?\r\n&quot;להשלים את פרויקט מגדל C של אדגר 360 ולאכלס אותו, ובכלל להביא את שיעור התפוסה של כלל הפורטפוליו ליותר מ־95%. במקביל, להמשיך לפתח את הפעילות של Brain Embassy, המשכירה משרדי קו־וורקינג, שהתחלנו בפולין. אם נסתכל על התמונה הרחבה יותר, עלינו להכין את החברה לתקופה מאתגרת של עליית ריבית ואולי לתחילתה של תקופה כלכלית מאתגרת ברמה הגלובלית, באמצעות שמירה על פיזור גיאוגרפי, כרית מזומנים וקווי אשראי משמעותיים&quot;.\r\n \r\nמי מהקולגות שלך היה המנהל המצטיין של 2018, לדעתך?\r\n&quot;דניאל לבנטל מנכ&quot;ל מישורים, ששינה את המיקוד העיקרי של החברה לנדל&quot;ן מניב כולל השבחת נכסים. תהליך של שינוי הוא לא תהליך קל, תמיד יש מתנגדים, ואני מאחל לו הצלחה&quot;. \r\n \r\n \r\nמקום 44\r\nישר בן־מרדכי, בזן \r\nתעשייה: בתי זיקוק\r\nציון סופי: 7.72\r\n \r\n \r\nמקום 45\r\nיגאל דמרי, דמרי\r\nנדל&quot;ן\r\nציון סופי: 7.62\r\n \r\n&quot;ענף הנדל&quot;ן צריך לעבור את 2019, אחר כך יהיה טוב יותר&quot;\r\n \r\nיגאל דמרי, אחד המנהלים הבכירים של ענף הנדל&quot;ן, צופה שנה מאתגרת לענף כולו: &quot;ב־2019 האתגר של הענף יהיה לעבור את התקופה הקשה, אחר כך נחווה תקופה טובה יותר&quot;, הוא אומר. &quot;יש בלימה בהתחלות בנייה והמגמה הזו תימשך. השוק לא ייפתח כל כך מהר. בגזרת הרשויות המקומיות, כעת כשהסתיימו הבחירות, הרבה תוכניות שהיו תקועות בשנה האחרונה יתקדמו, ואולי ישפיעו על התחלות בנייה&quot;.\r\n \r\nאיך תשפיע עליית הריבית על שוק הדיור?\r\n&quot;לדעתי לא תהיה השפעה דרמטית. אנחנו בסביבת ריבית מאוד נמוכה, וההערכות שאני שומע מדברות על עלייה הדרגתית של הריבית. עד לפני כמה שנים אנשים לקחו משכנתאות עם ריביות של 6% ויותר, אז עלייה קטנה לא תשפיע&quot;.\r\n  \r\n \r\n \r\nאחרי כמה שנים שתוכנית מחיר למשתכן מיושמת, ניתן כבר להעריך את השפעתה על שוק הדיור בטווח הבינוני והרחוק?\r\n&quot;כרגע ההשפעה היא בלימת הביקוש. בטווח הארוך והבינוני זה לא יחזיק מים: השוק יחזור לעצמו ויעבוד הרבה יותר טוב כי בסוף הכל קשור בהיצע וביקוש: הביקוש קיים וגדל, ולמרות כל התוכניות ההיצע הולך וקטן&quot;.\r\n \r\nומה יהיה גורלה של מחיר למשתכן אחרי הבחירות?\r\n&quot;אני לא חושב שהתוכנית תיעלם כל כך מהר. עבדו עליה הרבה שנים והמערכת התחילה לעבוד לפי התוכנית הזאת. אני מאמין שהיא תמשיך לפעול גם אחרי הבחירות, גם אם יהיו שינויים במשרד האוצר&quot;.\r\n \r\nאילו עצות היית נותן למנהל צעיר שנכנס עכשיו לעולם הניהול? \r\n&quot;אין דבר שעומד בפני הרצון. צריך להתמיד במשימות, והכי חשוב לעשות את הכל בדרך הישרה ולא לחפש הרפתקאות ופיתויים. אם נראה לך שאתה הולך לקצר את הדרך, בסוף רק תאריך אותה&quot;. \r\n \r\n \r\nמקום 46\r\nדודו זבידה, מבני תעשייה\r\nנדל&quot;ן מניב\r\nציון סופי: 7.59\r\n \r\nמה דעתך על מדיניות התמיכה של הממשלה בתעשייה?\r\n&quot;לצערי, הממשלה עושה מעט מדי לטובת עידוד התעשייה, הן מבחינת מתן מענקים והן מבחינת הענקת הטבות — וזאת למרות השיפורים הטכנולוגיים בתחום, שגורמים לחוסר תלות בכוח אדם זול כפי שהיה נדרש בתעשיות המסורתיות. חוקי המס &#39;המעודדים&#39; הקיימים כיום מיושנים, ולא נותנים מענה ראוי לצורכי השוק. יש סרבול וחוסר התאמה של מרכזי השקעות לשינויים שחלו בשנים האחרונות. נוסף על כך, אני חושש שגם ראשי הרשויות אינם ששים לעידוד תעשייה בתחומי היישוב שלהם, ולא בכל יישוב יש מקום לפארק הייטק&quot;.\r\n \r\nמיהו המנהל המצטיין של 2018?\r\n&quot;אריק פינטו, מנכ&quot;ל בנק הפועלים, מוביל את הארגון במקצועיות, תוך חיבור העובדים למותג ולחברה, במקביל ליצירת מהלכים ומוצרים חדשניים&quot;.\r\n \r\n \r\nמקום 47\r\nהראל ויזל, פוקס \r\nאופנה \r\nציון סופי: 7.57\r\n \r\n \r\nמקום 48\r\nאברהם נובוגרוצקי, אפריקה נכסים (סיים תפקיד)\r\nנדל&quot;ן\r\nציון סופי: 7.55\r\n \r\n \r\nמקום 49\r\nבצלאל מכליס, אלביט מערכות\r\nתעשייה ביטחונית\r\nציון סופי: 7.55\r\n \r\n&quot;חינוך טכנולוגי צריך להיות נגיש לכל נערה ונער, ולא רק במרכז&quot;\r\n \r\n&quot;הייטק ישראלי צומח וחדשני לטווח ארוך מחייב שלושה דברים: חינוך לטכנולוגיה, קיום מעגל הייטק שלם בישראל, ועידוד אקטיבי של היצוא באמצעות הסכמי סחר וביטוח סיכונים&quot;, אומר בצלאל מכליס. &quot;כמדינה אנחנו צריכים לשים לנגד עינינו את החינוך הטכנולוגי כבר משלב בית הספר. זה מה שיבטיח שנמשיך להיות מעצמת הייטק לטווח הארוך. חברות הייטק צריכות להיות מעורבות ולקחת חלק פעיל באמצעות שיתופי פעולה עם גופי ממשלה ועמותות כדי שחינוך טכנולוגי, ברמה נאותה, יהיה נגיש לכל נערה ונער - לא רק במרכז הארץ, ולא רק בערים הגדולות&quot;. \r\n \r\nתן דוגמה.\r\n&quot;אנחנו נוטלים חלק בשורה של מיזמים ופרויקטים בנושא הזה, לכל אורכה ורוחבה של המדינה, וחשים צמא אדיר למעורבות של חברות הייטק - הן מגופים ממשלתיים והן מעמותות וגופים חברתיים. לצד חינוך טכנולוגי, יש לחתור לכך שיהיה לנו ענף הייטק שמקיים מעגל תעשייתי שלם: גם פיתוח והנדסה, גם ייצור וגם תחזוקה. זה אתגר גדול להקים ולהפעיל לצד מרכזי הפיתוח וההנדסה גם מרכזי ייצור ותחזוקה של המערכות הטכנולוגיות, ולעשות זאת בכל חלקי ישראל&quot;. \r\n \r\nמה האתגר הגדול שעומד בפניך ב־2019?\r\n&quot;שוק ההייטק הביטחוני נמצא במגמת עלייה. ישנה התפתחות משמעותית בצרכים ובמשאבי הרכש של לקוחות בשווקים כמו צפון אמריקה, אירופה ומדינות באסיה־פסיפיק. באקלים כזה האתגרים הם להרחיב את פורטפוליו הפתרונות שאנחנו מציעים ולחזק את הפוזיציות בשווקים השונים, הן באמצעות חדשנות והן באמצעות רכישות של עסקים סינרגטיים — כמו רכישת תעש מערכות, שאנחנו לקראת השלמתה&quot;. \r\n \r\nאילו עצות היית נותן למנהל צעיר?\r\n&quot;הכל מתחיל ונגמר בבני אדם, ולכן חשוב שתקדיש זמן ותשומת לב לאנשים שלך ותשקיע את המאמץ הנדרש כדי לפתח דיאלוג&quot;.\r\n \r\n \r\nמקום 50\r\nגיורא אלמוגי, או.פי.סי\r\nאנרגיה\r\nציון סופי: 7.53\r\n  \r\n \r\n \r\nמה האתגר שלך ל־2019?\r\n&quot;זוהי שנה משמעותית מאוד עבור או.פי.סי: במחצית הראשונה של השנה אנו צפויים להכניס להפעלה מסחרית את תחנת הכוח החדשה שנבנית בחדרה. במקביל אנו מקדמים הקמה של תחנת כוח נוספת בצומת פלוגות. נוסף על כך, אנו בוחנים את ההזדמנויות העסקיות שנובעות מהרפורמה בחברת החשמל, לרבות התמודדות אפשרית על רכישה של אתרי ייצור קיימים של חברת החשמל&quot;.\r\n \r\nמיהו המנהל המצטיין של 2018?\r\n&quot;גדי קוניא, מנכ&quot;ל מפעלי נייר חדרה, וצוות הניהול שאיתו. אנחנו עובדים מול החברה ואני ער לשינוי החיובי — ניהולי, ארגוני ופיננסי — שעובר עליה&quot;.", "keywords": ["50 המנהלים הטובים", "דירוג מנהלים", "ניהול"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/08/16/630104/14_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כתבי כלכליסט"}, "datePublished": "2018-12-24T07:59:42", "dateModified": "2020-08-17T14:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "דירוג המנהלים 2018: מקומות 31-50", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-12-24", "category": "בארץ", "subtitle": ""}