{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3769188,00.html"}, "headline": "שותף במשרד רואי חשבון ידוע חשוד בעבירות מס בסך של יותר ממיליון שקל", "description": "רו&quot;ח מאור חמו חשוד כי נהג באופן שיטתי להשמיט את הספרה האחרונה בחלק מהחשבוניות שהגיש, ובכך הקטין את הכנסותיו במאות אלפי שקלים. עוד עולה כי חמו נהג להוציא תלושי שכר פיקטיביים לעובדים שלא עבדו עבורו ובכך הקטין את הכנסותיו ואת תשלום המס הנגזר מהן", "articleBody": "הותר לפרסום כי רו&quot;ח מאור חמו (44) מרחובות, שותף במשרד רואי חשבון ידוע המתמחה בין היתר במסים חשוד בהעלמת הכנסות בסך של 524 אלף שקל בשנים 2014 - 2017 וכן בניפוח הוצאות כוזבות בהיקף של 520 אלף שקל בין השנים 2012 – 2017. בית משפט השלום אסר לפרסם את שם משרד רואי החשבון בו עובד חמו. גורמים המעורבים במקרה מציינים כי פירמת רואי החשבון אינה מעורבת בפרשה.\r\n \r\n \r\n \r\nבבקשה לשחרור בתנאים מגבילים שהגישה רשות המסים ב-4 ביולי לבימ&quot;ש השלום בירושלים ע&quot;י משרד חקירות מס הכנסה ירושלים והדרום צוין כי בבדיקה שהתנהלה ברשות עלה חשד לפיו נהג חמו באופן שיטתי להשמיט את הספרה האחרונה בחלק מהחשבוניות שהגיש, ובכך הקטין את הכנסותיו במאות אלפי שקלים.\r\n \r\n \r\n \r\nבחקירתו, טען חמו כי פנה למע&quot;מ בנוגע להשמטת הספרות האחרונות, הסדיר את העניין והגיש דו&quot;ח מתוקן אולם בפועל, לפי רשות המסים, התגלו בחקירה חשבוניות נוספות שלא תיקן.\r\n \r\nעוד עולה כי חמו הודה בחקירתו כי נהג להוציא תלושי שכר פיקטיביים לעובדים שלא עבדו עבורו כלל ובכך הקטין בפועל את הכנסותיו ואת תשלום המס הנגזר מהן. מעדויות שנגבו, לפי הבקשה, עלה כי חמו שיתף פעולה עם עובד במשרדו, כך שמשכורתו של העובד פוצלה – חלק על שמו וחלק על שם אמו של העובד, שכלל לא עבדה במשרד.\r\n \r\nמעורכי דינו של חמו, אודי ברזלי ועופר רחמני נמסר כי &quot;מדובר בליקויי דיווח פרטיים של רואה החשבון, אשר נתגלו בביקורת אזרחית של מע&quot;מ, ליקויים כמוהם מסדירים בכל שנה, עשרות אלפי נישומים. הסכומים בהם מדובר נמוכים בהרבה מאוד מן הפרסום. מע&quot;מ הסתפק בתיקון הליקויים ואף הדגיש, כי מדובר בעניין אזרחי בלבד. בהתאם לליקויים שנתגלו במע&quot;מ ועל פי המוסכם עם מע&quot;מ, פנה מרשנו, גם לרשויות מס הכנסה, לשם הסרת מחדלים וסיום העניין&quot;.\r\n \r\n ", "keywords": ["רואה חשבון", "מאור חמו", "רשות המסים", "עבירת מס", "עסקים ומשפט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/593721/3_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "עמרי מילמן"}, "datePublished": "2019-08-28T14:40:25", "dateModified": "2020-08-19T16:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שותף במשרד רואי חשבון ידוע חשוד בעבירות מס בסך של יותר ממיליון שקל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-08-28", "category": "בארץ", "subtitle": ""}