{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3774844,00.html"}, "headline": "אגוד נלחם על שרידותו, לא על התחרות ", "description": "החלטת ביה&quot;ד להגבלים לאשר את מיזוג אגוד ומזרחי־טפחות היא מכה קשה לרשות התחרות ולשר האוצר שהתנגדו לו בטענה לפגיעה בתחרות. השופט קובע שאגוד הוא בנק חלש שכלל לא יכול לשמש כמחולל תחרות, כשמנגד שורת רפורמות מתניעות תחרות אמיתית במערכת הבנקאית", "articleBody": "רשות התחרות בראשות מיכל הלפרין ספגה בסוף השבוע מכה קשה לאחר שהחלטה משמעותית שהיא קיבלה ביוני אשתקד – פסילת מיזוג בנק מזרחי־טפחות עם בנק אגוד – התהפכה בבית הדין להגבלים עסקיים. מדובר גם במכה קשה לשר האוצר משה כחלון שהתנגד נחרצות למיזוג. \r\n \r\n \r\n \r\nהשופט עודד שחם ביטל את הפסילה ובכך הוציא את העוקץ מכתב הדחייה של רשות התחרות שעליו חתום המשנה לשעבר של הלפרין עו&quot;ד אורי שוורץ שלפיו המיזוג מעלה חשש סביר לפגיעה משמעותית בתחרות ובציבור בתחום הבנקאות הקמעונאית. ההחלטה נותנת רוח גבית חזקה למפקחת על הבנקים חדוה בר שמלכתחילה תמכה במיזוג ולא ראתה בו סיכון תחרותי, בד בבד עם מאמציה להעניק רישיון לבנק דיגיטלי חדש, שהתנאים הסופיים שלו מושלמים כעת לבנק שהקימה קבוצה בראשות איש העסקים מריוס נכט. אמנם לרשות התחרות, שספגה הוצאות משפט של 50 אלף שקל, יש את הזכות לערער על הפסיקה לעליון, אך ההערכות הן שהיא לא תעשה זאת. \r\n \r\nהפיכת החלטה של רשות התחרות היא עניין נדיר למדי, שהתרחשה בעבר רק בשני מקרים: מיזוג דור אלון וסונול ומיזוג בזק־yes. בשני המקרים הרשות ערערה לעליון וההחלטה של בית הדין התהפכה שוב ופסלה את המיזוגים.\r\n \r\n&quot;אין בסיס לקביעה&quot;\r\n&quot;בהתחשב במאפייניו של בנק אגוד, בדרכי פעילותו, בקשיים העומדים בפניו, לרבות במישור היעילות, ובהיעדר אינדיקציה משמעותית בדבר השפעה של הבנק על השחקנים האחרים בשוק, אין בסיס לקביעה כי גריעתו של הבנק צפויה לפגוע באופן משמעותי בתחרות&quot;, קובע השופט. ואמנם אגוד הוא בנק שרשם ברבעון השלישי רווח זעום של 29 מיליון שקל. לשם השוואה, הרווח הנקי של הפועלים הסתכם ברבעון השלישי ב־720 מיליון שקל, של לאומי ב־765 מיליון שקל, של מזרחי־טפחות ב־422 מיליון שקל ושל דיסקונט ב־427 מיליון שקל. בסך הכל הסתכם הרווח של אגוד ב־9 החודשים של 2019 ב־100 מיליון שקל לעומת 106 מיליון שקל בתקופה המקבילה. התשואה להון של הבנק ברבעון עמדה על 4.4% בלבד, לעומת תשואה להון של 11.1% במזרחי־טפחות, 11.7% בבינלאומי, 8.7% בלאומי ו־7.5% בהפועלים (כל התוצאות - בנטרול כרטיסי האשראי).\r\n \r\nאם לא די בכך, הבנק נסמך ותלוי על מערכת המחשוב של בנק לאומי ואף עדכן בדו&quot;חותיו כי הוא פעל בחודשים האחרונים לקבלת הצעות מספקים לשירותי מחשוב ותפעול שיחליפו את לאומי אך הדגיש את התקופה הארוכה שתידרש להסבת מערכות הליבה. כך שאלמלא המיזוג עם מזרחי הבנק עלול היה להיכנס לבעיה קשה. עלות החלפת המחשוב של הבנק מוערכת במיליארד שקל על פני עשור ולא ברור כיצד בנק שנדרש לכאלה סכומים יכול לפעול כדי לעודד תחרות. \r\n \r\n \r\nאם זה לא מספיק, במסגרת מאמצי ההתייעלות של הבנק ועל רקע חוק הריכוזיות הבנק העמיד למכירה כ־15% מחברת חוף התכלת שמחזיקה במקרקעין מבוקשים לאורך קו החוף שבין הרצליה לתל אביב, ששוויה מוערך ב־867 מיליון שקל, אך ביולי האחרון דיווח הבנק כי לא קיבל הצעות הולמות במסגרת המכרז וקיבל היתר מהמפקח על הבנקים להחזיק בה עד סוף פברואר 2022. כמובן שמכירה מסוג זה שטמונה בלחץ של הבנק להתייעלות לא מקלה על איתור קונים במחיר המבוקש. הנהלת הבנק גם נמצאת בסכסוך עבודה מול ועד העובדים שהתנגד נחרצות למיזוג ודרש בונוסים ותוספות שכר שחיבלו גם הם במאמצי ההתייעלות. הבנק הציג ב־9 חודשים יחס יעילות גרוע של 78% וב־2018 כולה הוא עמד על 82%. עם היוודע פסק הדין הורה ועד עובדי אגוד לעובדים להפסיק מיידית את העבודה ולשוב אליה היום על רקע פגישה צפויה עם ההנהלה. מזרחי כבר הצהיר מראש כי יציע לעובדים תוכנית פרישה מרצון שכן אין לו צורך ברוב הסניפים והמטה של הבנק וכי לפי הערכות אלו יקבלו הצעה לפיצויי פיטורים בגובה של 270%. \r\n \r\nלאגוד תיק אשראי נטו בהיקף של 26 מיליארד שקל, 14 מיליארד שקל מתוכו למשקי בית בדגש על משכנתאות (9.6 מיליארד שקל) מה שהוביל לטענות שעלו בעבר מצד שר האוצר כחלון כי מיזוגו עם מזרחי יפגע בתחרות בתחום המשכנתאות (מגזר זה הניב ב־9 חודשים הראשונים של 2019 רווח של 2 מיליון שקל בלבד). לשם השוואה, תיק האשראי נטו של הפועלים עומד על 291 מיליארד שקל, של לאומי על 279 מיליארד שקל, מזרחי־טפחות על 202 מיליארד שקל, ודיסקונט על 173 מיליארד שקל. כך שלנגד עיניו של השופט עמדה תמונה של בנק שנלחם על שרידותו וכלל לא מתרכז ביצירת תחרות במערכת הבנקאית. \r\n \r\nאלא שזו לא הסיבה היחידה שגרמה לשופט לבטל את ההחלטה. &quot;מסקנה זו עומדת בעינה גם לנוכח רפורמות בענף הבנקאות, המצויות בשלבי התהוות שונים. נוכח כל אלה, עמדת מ&quot;מ הממונה, כי המיזוג מעלה חשש סביר לפגיעה משמעותית בתחרות, בכל הנוגע לסל השירותים הבנקאי, אינה יכולה לעמוד, על פי התשתית הנרחבת שהוצגה&quot;. \r\n \r\n \r\nבניגוד לרשות התחרות, שפקפקה במאמצי הפיקוח על הבנקים להתניע תחרות במערכת הבנקאית הריכוזית בדגש על הלקוחות הקמעונאים, השופט הספיק מאז לראות לנגד את עיניו את חברות כרטיסי האשראי מופרדות מהבנקים והופכות למתחרות שלהם באשראי, ואת מאגר נתוני האשראי שיצא לדרך ומאפשר לבנקים קטנים יותר ולשחקנים חוץ בנקאיים לקבל מידע רב יותר על לקוחות באופן שמאפשר להם להעניק יותר הלוואות ולתמחר אותן נכון יותר. \r\n \r\nהשופט ודאי ראה גם כיצד הבנק הדיגיטלי החדש בהובלת הקבוצה של מריוס נכט קורם עור וגידים וקיבל רישיון לצאת לדרך ואת התחרות שעמה צפויים הבנקים להתמודד בקרוב מצד ענקיות טכנולוגיה מעבר לים, בשלב ראשון בשוק התשלומים ואת התחרות הפרועה בענף המשכנתאות, אולי הענף התחרותי ביותר במערכת הבנקאית. בעיניו, ככל הנראה מיזוג אגוד עם מזרחי יחזק את מזרחי באופן שיאפשר לו לתת קרב לבנקים הגדולים. \r\n \r\n&quot;מזרחי יתקרב לרף&quot;\r\nבהקשר זה מתייחס השופט לטענה נוספת שעלתה במסמך הפסילה של רשות התחרות. לפי המסמך, הנכסים של מזרחי בעקבות המיזוג יתקרבו מאוד ל־20% מהיקף הנכסים של המערכת הבנקאית ולפיכך הוא צפוי להיות כפוף לדרישות הון מחמירות יותר. &quot;דרישות אלו העלו חשש תחרותי שלפיו ככל שמזרחי יתקרב לרף הוא יבכר את הגדלת הרווחיות בדרך של העלאת מחיר על פני המשך הגידול בנתח השוק&quot;, דאגו ברשות התחרות. ברשות אמנם התייחסו לשיח בנושא מול המפקחת על הבנקים שבעקבותיו העביר לרשותו הפיקוח מכתב לפיו ככל שהמיזוג יצא לפועל הפיקוח יפעל לתקן את ההוראות הרלבנטיות כך שהדרישה להגדלת יחס הלימות ההון תהיה רק ביחס לבנקים שנכסיהם מהווים מעל 24%. עם זאת, ברשות התחרות ציינו כי מכיוון שממילא הם דוחים את המיזוג מטעמים אחרים הם לא בדקו אם המכתב של הפיקוח מפיג את החשש הזה באופן מוחלט. השופט מחזיר גם את נושא זה לרשות התחרות כדי לבחון סופית את השפעות העלייה בהיקף הנכסים של מזרחי על התחרות. \r\n \r\nבמסמך הפסילה של רשות התחרות חזרו והדגישו כי יש חסמי כניסה להקמת בנק חדש בדגש על רגולציה הדוקה ונוקשה אך בפועל הטענה הזו התבדתה עם ההקלות שהעניק בנק ישראל לבנקים הדיגיטליים והרישיון הטרי שניתן לבנק של נכט. ברשות טענו כי גם בהינתן מתן רישיון כזה הצלחתו של בנק דיגיטלי טהור ללא סניפים מוטלת בספק אלא שבינתיים נראה שהבנקים הגדולים סוגרים עוד ועוד סניפים והופכים בעצמם אט אט לבנקים דיגיטליים. \r\n \r\nברשות התחרות התייחסו אז ובצדק בקושי לבצע השוואה בין הצעות של בנקים שונים אלא שגם כאן בפיקוח על הבנקים מקדמים את מודל הבנקאות הפתוחה שעתיד לאפשר לחברות פינטק נגישות מלאה למידע הקיים בבנקים ולייצר על בסיסו השוואות חכמות שיגבירו את התחרות. \r\n ", "keywords": ["בנק אגוד", "מזרחי טפחות", "מיכל הלפרין", "חדוה בר"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/05/22/819050/Igud-Sign_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רחלי בינדמן"}, "datePublished": "2019-11-30T21:16:51", "dateModified": "2020-08-14T21:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אגוד נלחם על שרידותו, לא על התחרות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-11-30", "category": "בארץ", "subtitle": ""}