{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3739886,00.html"}, "headline": "על השחיקה: מה כדורגלנים יכולים ללמוד מעולם הריקוד?", "description": "ד&quot;ר נילי קנופ־שטינברג, ראש המעבדה לאנטומיה במכללה האקדמית בווינגייט לחינוך גופני ולספורט, בחנה בשיתוף ד”ר זיו נר מאות רקדניות במהלך הקריירה שלהן, ויש לה כמה טיפים לכדורגלנים ולכדורגל שעשויים להציל שחקנים מפציעות מחסלות קריירה. אז מה כדורגלנים יכולים ללמוד מבלרינות? הרבה", "articleBody": "זה לא נדיר ששחקן כדורגל נפצע 3-4 פעמים בצורה קשה במהלך הקריירה. נדירים הם השחקנים שלא סובלים מפציעה קשה. על פי הסטטיסטיקה של אופ&quot;א, שחקן נפצע באופן כלשהו כל 11 משחקים. ולפי מחקר אחר מספר הפציעות מסכנות הקריירה (IFR) של כדורגלנים עומד על 8.5 פציעות ל־1,000 שעות פעילות. \r\nאלו נתונים שהופכים את הקריירה של כדורגלן כקריירה בעלת סיכון גדול יותר להסתיים במהלך העבודה מאשר רוב העבודות המסוכנות בעולם.\r\n \r\n \r\n \r\nלא רק שקריירה של כדורגלן היא שברירית, היא גם קצרה והכאבים שנובעים ממנה ממשיכים הרבה אחרי סיומה. רוב השחקנים המקצוענים שמשחקים בין 8 ל־13 שנים יסבלו מדלקות פרקים או מכאבים כרוניים בגילאים מאוחרים יותר. 80% מהכדורגלנים שפרשו מדווחים על כאבים בגוף בזמן ביצוע פעולות יומיומיות לאחר הפרישה.\r\n \r\nלפי מחקר של פרופ&#39; ניקולה מאפולי (Nicola Maffulli) מבית הספר לרפואה בלונדון, 60% מהכדורגלנים שעברו פציעה קשה במהלך הקריירה שלהם סובלים מבעיות מפרקים קשות גם לאחר פרישתם. 30% מהכדורגלנים סובלים משחיקה של הסחוס בברכיים ובמפרקים אחרים, ורמת הסיכון שלהם ללקות בדלקת מפרקים גבוהה עד פי חמישה משל האוכלוסייה הרגילה.\r\n \r\n \r\nשחקני כדורגל רבים סובלים מבעיות קרסוליים, ירכיים ורגליים גם אם לא נפצעו בצורה קשה במהלך הקריירה שלהם.\r\n \r\nיש נטייה לחשוב ששחקן כדורגל שעבר ניתוח לתיקון קרע ברצועה הצולבת או במיניסקוס וחזר לשחק, החלים לחלוטין מהפציעה. אולם בטווח הארוך, הסיכוי ששחקן שעבר ניתוח שיקום קרע או מיניסקוס יסבול משחיקת סחוס בברך 20 שנים אחרי פרישתו הוא גבוה מאוד - בין 30% ל־50%. זהו יחס חריג מאוד ביחס לאוכלוסייה הרגילה.\r\n \r\nהכדורגל היום מבוסס הרבה יותר על פעולות באינטנסיביות גבוהה: קפיצות, ספרינטים, ריצות ארוכות במהירות גבוהה, מאבקי כוח, תאקלים וכו&#39;. בעשור האחרון, צמח מספר הפעילויות האינטנסיביות של השחקנים למשחק ב-50% (לפי מחקר של Opta ומחקר של אוניברסיטת גטבורג). כתוצאה מכך, השחקנים חייבים להיות בעלי אחוזי שומן נמוכים יותר וכתוצאה מכך הם מהירים יותר וגם מסוכנים יותר בכניסה לתאקלים יותר.\r\n \r\nלמרות התגברות הקצב של המשחק עצמו, רשויות הכדורגל לא לוקחות את זה בחשבון.\r\n \r\n \r\nאיזון וחוסר איזון\r\n \r\nקבוצת כדורגל שמתחרה בליגה עם 38 משחקים, גביע (כמה סיבובים), גביע ליגה (כמה סיבובים) ותחרויות של אופ&quot;א (שלב בתים ונגיד שמינית גמר), תשחק בין 50 ל־60 משחקים רשמיים בעונה. נוסיף להם עוד 5–10 משחקי ידידות/משחקי אימון, ונגיע ל־60 –70 משחקים בעונה. \r\n \r\nללחץ שמופעל על כדורגלנים ניתן להוסיף גם את הטיסות, עשרות בשנה, האימונים (פעם ביום בדרך כלל) ומשחקי הנבחרות. שמונה בעונה ללא מונדיאל או טורניר גדול אחר וכ־12 בשנה עם טורניר. שחקן מוביל ישחק בערך כל 4.5 ימים כשזמן ההתאוששות המינימלי ממשחק הוא שלושה ימים. זה יותר מ־5,000 דקות של כדורגל, כששחקני NBA, למשל, משחקים 82 משחקים בעונה, אבל רק 3,000 דקות של כדורסל.\r\n \r\nמבחינת אובדן קלוריות ולחץ על הגוף, משחק כדורגל שווה ערך לחצי מרתון. רופאים ומומחי ריצה טוענים שאסור לאצנים לרוץ יותר מעשרה חצאי מרתון בשנה כי זו פגיעה קשה בגוף. כדורגלנים רצים כ־60 חצאי מרתון, פי שישה יותר ממה שרופאים מגדירים כמסוכן.\r\n \r\nכדורגלנים רצים כ־200 ק&quot;מ יותר בשנה מאשר כדורסלנים ובערך 100 ק&quot;מ יותר משחקני טניס. פר משחק, רק שחקני כדורגל אוסטרלי רצים יותר (14 ק&quot;מ במשחק), אבל הם משחקים רק 25 משחקים בעונה.\r\n \r\nד&quot;ר נילי קנופ־שטינברג, ראש המעבדה לאנטומיה בהמכללה האקדמית בווינגייט לחינוך גופני ולספורט במכון וינגייט, בחנה מאות רקדניות במהלך הקריירה שלהן. היא ביצעה מחקרים מקיפים בקרב רקדניות מגיל 8 עד גיל פרישה וחקרה, בין השאר, פציעות גב, קרסוליים, ברכיים וכפות רגליים. היא מכירה את כל הכאבים של הרקדניות והיא גם מסייעת להן לפתור בעיות. &quot;כמו ספורטאים רבים, גם רקדניות סובלות משחיקות סחוסים בברכיים ומחוסר יציבות, שנובעת מנקעים בקרסול&quot; אומרת שטינברג. &quot;וכמו ספורטאים רבים, הפציעה הראשונה אצל רקדנית היא קריטית להמשך הקריירה. בעיקר עניין הקרסול. נקע אחד יכול לייצר חוסר יציבות כרונית מה שמשפיע על האיזון של הגוף ומשפיע על כולו&quot;.\r\n \r\nאחד מהפתרונות הראשונים שרקדניות השתמשו בו וכיום גם כדורגלנים וספורטאים אחרים משתמשים בו הוא &quot;החזרת האיזון&quot; לקרסול דרך בניית המערכת &quot;הפרופריוספטית&quot;. מדובר על מעיין &#39;חיישנים&#39; המצויים במפרק וסביב לו המגיבים להתנהלות הרגל במרחב. במצב האופטימלי, ברגע שהם מרגישים מתח ברצועות הם מכניסים את השרירים לפעולה, כדי להקטין את המתח הזה. אם תגובת המערכת הפרופריוספטית איטית/אינה תקינה, הסיכון לנקעים גדל. כדי למנוע נקעים וכחלק מטיפול בנקעים - שכאמור יכולים להיות קריטים לקריירה של הבלרינות והכדורגלנים, עושים תרגילים פרופריוספטים. תרגילים על &quot;פיתה&quot; (מעיין כרית) שמפתחים ומחזקים את המערכת.\r\n \r\nמבחינת מאמרי סקירה, אי אפשר לדעת איזה טיפול יעיל יותר בפציעות כגון קריעת רצועה צולבת או פגיעות בגידים בכפות הרגליים. &quot;הרבה מאוד תלוי בשחקן עצמו, במעטת סביבו ובסוג הפציעה&quot; אומרת שטינברג. &quot;יש אורתופדים שמעוניינים לעשות ניתוחים ויש כאלו שיבקשו ללכת לכיוון שיקום שמרני עם פיזיותרפיה וטיפולים. אנחנו עומדים כיום בפני מגמה של ניסיון להימנע מהסכין. אני, כחוקרת, מעדיפה לתת אפשרות לטיפול השמרני, ורק כשאין ברירה לפנות לניתוח. אני רואה שהמחקרים מאוד התפתחו, המעטפת בכל הענפים טובה יותר מאי פעם. התקדמנו בשיטות אימון, שיקום, תזונה, שינה - לכל קבוצה יש מעסה ופיזיותרפיסט ומנהלים מבינים שכל פציעה שווה כסף וכל העדרות גורמת להפסדים כספיים. כיום אפשר לייצר מצב בקבוצה ובענף שימנע ניתוחים - אבל זה תלוי בהרבה מאוד דברים&quot;.\r\n \r\nאפשר לפתור בעיות עם אימון נכון\r\n \r\n“ד”ר זיו נר, רופא אורתפוד שיקומי, מומחה לרפואה רקדניות, מדווח שנעלמו המון סוגי פציעות של רקדניות” אומרת שטינברג, “זה בעיקר בזכות מודעות גבוהה יותר למניעת פציעות. אני אסביר. בשנות השמונים הגיעו לישראל הרבה מורות מברית המועצות לשעבר. הן דרשו מהרקדניות - צעירות ובכלל - לעמוד עמידה ישרה עם עקבים צמודים ואצבעות פונות החוצה, כך שכפות הרגליים יוצרות זווית של 180 מעלות. זה כמעט בלתי אפשרי מבחינה פיזיולוגית. המקסימום האפשרי הוא 120 מעלות. אבל הן התעקשו. זה היה יוצר עומס על הברך, על הגב התחתון, על הבהונות, על הקרסול ובאמת ראינו המון פציעות ודלקות ברגליים של רקדניות. הן היו ממש קורעות את הרגליים שלהן בשביל להגיע לסיטואציה הזו. אבל היום הבינו ברוב המקומות שזה בלתי אפשרי לעמוד בפתיחה של 180 מעלות. זה הוריד את מספר הפציעות בצורה ניכרת. גם עניין שברי המאמץ. רקדניות כל היום קופצות. פעם זה היה מוביל לשברי מאמץ רבים. אבל היום בכל סטודיו לריקוד יש כבר רצפת פרקט עם בולמי זעזועים ושברי המאמץ נעלמו כמעט לגמרי. כן, עדיין יש שחיקת סחוסים ויש עומסים שמובילים לפציעות אבל עם מודעות וטכנולוגיה אפשר למנוע הרבה מהפציעות&quot;.\r\n \r\nעומס ועוד עומס\r\n \r\n \r\nישנן סיבות רבות לכך שמופעל לחצים על רקדנית או כדורגלן לעלות על הבמה - גם כשאי אפשר. זה קשור ללחצים פנימיים של האדם - שרוצה להצליח ולהופיע אבל גם ללחצים חיצוניים כמו דרישות מקצועיות של המאמן או לחצים כלכליים של ההנהלה. יש לחצים גם ב&quot;שורשי הכדורגל&quot; וב&quot;שורשי הריקוד&quot; לשחק ולהופיע. הורים משלמים על חוגים. מוסדות לוקחות כסף וצריכים להראות מה הם עשו. מאמנים צריכים &#39;להחזיר&#39; כסף למערכת. הם צריכים בעצמם כסף ובמקביל לעבודתם בקבוצות עובדים כמאמנים אישיים לילדים שרוצים להתאמן יותר. \r\n \r\nוגם ברמה הגבוהה ביותר, מוסדות הכדורגל נמצאים כיום במאבק על עתיד המשחק. המאבק קשור לרצון של ה־ECA, ארגון המועדונים האירופי להוריד את מספר המשחקים בספורט כדי להקל על העומס שיש על השחקנים.\r\n \r\nאנדראה אניילי, יו&quot;ר ECA, אף הצהיר: &quot;צריך לדחוף להורדה במספר משחקי הכדורגל בשנה ולקבוע זמני מנוחה לכולם במהלך לוח השנה הבינלאומי&quot;. השינוי הבא יכול להיות רק ב-2024 מאחר שלוח השנה של העונות הבאות סגור. &quot;זה חשוב מאוד לשמר ולכבד את השחקנים המרכזיים בהצגה הזו - שחקני הכדורגל&quot; אניילי הוסיף. &quot;שימור המשחק והשחקנים רק יכול להוביל להגדלת מספר הצופים במשחקים וההטבות שיגיעו לכולם&quot;. \r\n \r\nלוח השנה של הכדורגל מנוהל על ידי פיפ&quot;א ומטרתו לתאם משחקים ברחבי העולם - כדי למנוע קיום משחקים בינלאומים וטורנירי נבחרות בזמן שבו מתקיימים משחקי ליגות וגביעים מקומיים. המודל הנוכחי קבוע עד 2024 ובמרכזי בין 8 ל-10 משחקים בינלאומיים בשנה בנוסף לטורנרים כגון אליפויות העולם, אליפויות אירופה וקופה אמריקה.\r\n \r\nהמשמעות של העניין הזה היא ששחקנים בכירים יכולים לשחק בין 60 ל־70 משחקים בעונה ואניילי דרש מהמועדונים לשנות זאת. &quot;מועדונים הם אלו שמשקיעים במשחק, אנחנו אלו שלוקחים סיכונים על בסיס יומי מחוץ ועל המגרש, אז אנחנו רוצים לוודא שהקול שלנו ישמע כשמקבלים החלטות. שחקנים משחקים פעמיים או שלוש פעמים בשבוע במועדון ובנבחרות. אנחנו חייבים לשקול שבועות בהם לשחקנים יש מנוחה ובהם הם יכולים להתאמן. חייבים להקטין את מספר המשחקים בשנה&quot;.\r\nואולם, פיפ&quot;א - בגלל הצעה בשווי 25 מיליארד דולר ממוסדות פיננסים מסתוריים - רוצה לייצר טורניר ליגת אומות גלובלית (טורניר משחקי ידידות חברתיים) וטורניר אליפות העולם למועדונים בן 24 קבוצות שישוחק בקיץ. \r\n \r\n \r\n&quot;לשחק 60 משחקים בעונה ואז לשחק טורניר בקיץ זה נורא ואיום&quot; אומרת שטינברג. &quot;בכל ענף אחר, ספורט אולימפי, שחייה, התעמלות, אפילו ג&#39;ודו - לא מצפים מספורטאי להיות כשיר 11 חודשים בשנה. זה בלתי אפשרי מבחינה אנושית. בכל ספורט יש את השיאים של השנה ולשם צריך לכוון את כל האימונים. זה אומר שהספורטאים דורשים מעצמם יותר בפיקים של השנה וככה לא נלחצים באורך כל העונה. אם כל שבוע אתה צריך לתת את המקסימום שלך - לפעמיים פעם בשבוע - אתה במצב בעייתי. זה לא סביר&quot;.\r\n \r\nבריקוד, לפי שטינברג, יש מספר שיאים במהלך השנה. &quot;יש הופעות גדולות שמתכוננים אליהן מנטלית וגופנית. כן, לעיתים יהיה מחזור הופעות בברודוויי ואז העומס גדול - נגיד 8 הופעות בשבוע או 8 ימים רצופים. אבל זה עניין של לחץ כספי שחייבים לעמוד בו. אבל גם בתוך הימים הללו, הרקדניות מבינות שהן לא תמיד יוכלו להופיע והן צריכות מחליפות&quot;.\r\n \r\nבמחקרים שלה שטינברג רואה בברור איך אפשר למנוע מעומס לפצוע רקדניות. &quot;עשינו מחקר עם מפעל הפיס וראינו שיש הרבה פציעות בגילאי כיתה ז&#39;. הסיבה לכך היתה שבכיתה ו&#39; ילדה תרקוד שעתיים בסטודיו מקומי. ואז בכיתה ז&#39; תצטרף למגמת מחול ופתאום תרקוד 12 שעות בשבוע. המחקר מראה שאי אפשר לקפוץ ככה מבחינת השעות. עם זאת, כן אפשר לאמן יותר - רק צריך לגוון. יותר אימוני חיזוק, יותר אימוני שיווי משקל, אימוני טכניקה ללא העומס של הריקוד. אפשר למנוע את הפציעות גם כשעוברים ליותר שעות אימון. העניין הוא שכדורגלנים ורקדניות עומדים בפני לחצים דומים מגיל צעיר. צריך להצדיק את התשלום, צריך לתת הצגה מדי כמה חודשים או מדי שבוע במקרה של הכדורגלנים. ההורים לוחצים, המערכת לוחצת - זו בעיה ומצריך מחשבה ארוכה ועמוקה יותר לגבי איך מגדלים מצוינים&quot;.\r\n \r\nשטינברג מדברת גם על שחיינים צעירים שהסביבה רוצה שיהיו מייקל פלפס עד גיל 18. &quot;ילד בן 12 ששוחה 100 מטר בתחרות - במאמץ עילאי ־ עדיף שיפוזר המאמץ על פני יותר מטרים. 1,000 מטרים או 800 מטר תחרותיים. זה הרבה יותר בריא לילד. למה לא עושים את זה? כי זה לא סקסי. זה משעמם בתחרות. דוחקים את הילדים לעשות דברים פחות בריאים&quot;.\r\n \r\nעייפות החומר\r\n \r\nעל פניו, רוב הפציעות לא מתרחשות בגלל פגיעה של שחקן אחד בשחקן אחר (כ-40% מהפציעות הן כתוצאה ממגע כשרק 12% הן כתוצאה מעבירה). המשמעות היא שרוב הפציעות הן תוצאה של שחיקה, מתיחה ושימוש יתר. אבל לפי שטינברג, גם הפציעות מפגיעה - שבירת עצם או קרע ברצועה הצולבת - מתרחשות בגלל שחיקה. &quot;המחקרים מראים שהיום היום כמעט אי אפשר להפריד בין פציעות שהם טראומה לשחיקה&quot; אומר שטינברג. &quot;בסופו של דבר, אם השחקן עייף ומותש, הסיכוי שלו לקרוע את ה-ACL (רצועה צולבת) או לשבור את העצם גדול יותר. לפי המחקרים הטראומה קשורה בהחלט לעייפות החומר. אם מישהו מכופף חומר, כל חומר, מספיק פעמים, החומר הזה ישבר. זה נכון גם לעצמות ורצועות שנשחקים מפעולה חוזרת, ארוכה ורבה. כתוצאה מכך שחקן ששיחק 15 משחקים יכול לספוג מכה שהוא ישורד. אבל אחרי 35 משחקים, אותה מכה תוביל לתוצאה אחרת. עייפות החומר משפיעה מאוד&quot;.\r\n \r\n&quot;הייתי באוסטרליה לפוסט דוקטורט שלי. במשך שנה הסתובבתי ועבדתי עם רקדניות שם. חשיבות המעטפת שם היתה קריטית במניעת פציעות. שם, כשרקדנית רק מרגישה מיחוש, היא הולכת לפיזיותרפיסט בסוף האימון. זה מונע פציעות ומניעת הפציעה הראשונה היא קריטית. היא משנה את האיזון של השרירים ובלי הטיפול הנכון השחקן על זמן שאול עד הפציעה הבאה. והפציעה הבאה יכולה להיות קשה עוד יותר. זה קריטי. רקמה שנפגעה הופכת לרוב להיות רקמה צלקתית. התאים הללו לא יהיו פעילים. כמו התקף לב. התקף לב קטן והשריר לא יחזור להיות אותו שריר. אם הרקמה קטנה, ההתקף הבא יהיה גדול יותר. זה כך גם ברצועה. בפעם הבאה רקמת צלקת לא יכולה להחלים - וזה צרות עבור הפצוע&quot;. \r\n \r\nחזרה מוקדמת יכולה להיות קטלנית\r\n \r\n&quot;נושא החזרה לפעילות, מבחינת רקדניות, הוא קריטי&quot; אומרת שטינברג. &quot;עניין הביטחון העצמי של הרקדנית בגוף שלה, ביכולת שלה הוא קריטי. מנסים היום לפתח מבדקים שיקבעו מי יכול לחזור ומי לא, אבל אין דבר כזה &#39;נקודת חזרה אחידה&#39;.\r\n \r\nיש הבדל בין הרקדניות ובין הטיפולים והפער בין התחושה הסובייקטיבית למציאות הוא מאוד גדול. בגדול, אם מישהו מרגיש חסר ביטחון - אפילו אם הוא החלים - עדיף שלא ישחק. אם מחזירים אותו למגרש בגלל ענייני כסף, זה יכול לגרום לנזק גדול יותר לטווח הארוך. לרקדנית, לכדורגלן, לקבוצה, להכל. זה לירות לעצמך ברגל. בעצם, זה לירות לשחקן ברגל. מישהו שלא מרגיש בטוח במיליון אחוז בדריכה על הרגל, בקפיצה, בתנועה - הסיכוי שייפצע בפעם השנייה גדל. וכאמור, שחקן שנפצע בפעם הראשונה כנראה לא יחזור להיות מה שהיה&quot;.", "keywords": ["ריקוד", "רקדניות", "כדורגל"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/06/11/823774/35_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אוריאל דסקל"}, "datePublished": "2018-06-12T09:33:45", "dateModified": "2020-08-19T18:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "על השחיקה: מה כדורגלנים יכולים ללמוד מעולם הריקוד?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-06-12", "category": "בארץ", "subtitle": ""}