{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3627979,00.html"}, "headline": "בחברות כוח אדם עלות השכר נמוכה משכר המינימום", "description": "בדנאל ובתיגבור, שתיים מחברות כוח האדם הגדולות בישראל, מועסקים יותר מ־26 אלף עובדים בעלות שכר ממוצעת של כ־3,600 שקל. אף שעלויות שכרם של מנהלי החברות אינן גבוהות יחסית, פערי השכר בחברות גדולים", "articleBody": "תחתית השכר של החברות התפעוליות הגדולות בבורסה נמצאת בחברות כוח האדם. אלה מספקות לקמעונאיות, לבנקים, ולחברות ההייטק שמפארות את צמרת טבלאות השכר את עובדי האבטחה בכניסה ואת עובדי הניקיון שמטאטאים את מסדרונות המטה. למרבה האירוניה, עובדים אלה כלל אינם נכללים בהוצאות השכר של מרבית חברות, והצצה לתנאי השכר שלהם מתקבלת בעיקר כאשר אלה יוצאים למאבקים על שיפור תנאי העסקתם או מגיעים לדיונים בכנסת. \r\nשתי חברות כוח אדם הגדולות ביותר בבורסה של תל אביב הן דנאל, העוסקת בענפי כוח העזר הסיעודי והפעלת מסגרות לאנשים עם צרכים מיוחדים, ותיגבור, הפעילה בעיקר בענפי סיעוד, ושמירה ואבטחה. מנכ&quot;לי החברות הללו רחוקים מלככב בצמרת בעלי השכר הגבוה ביותר בחברות הציבוריות. עלות שכרו של מנכ&quot;ל דנאל אילן ישראלי עמדה על 2.09 מיליון שקל (861 אלף שקל מתוכם היו בונוס) ושל מנכ&quot;לית תגבור כוח אדם אורית בנבנישתי על 1.7 מיליון שקל (300 אלף שקל מתוכם היו בונוס). \r\n \r\nעם זאת, עלויות השכר הנמוכות של עובדיהן מביאות לפערי שכר גדולים בחברות. וכך, בשנה שעברה עלות שכרו של ישראלי היתה גבוהה פי 46 לעומת העובד הממוצע בחברה - עלייה לעומת פערי השכר ב־2012 שעמדו על פי 40. עלות שכרה של בנבישתי היתה גבוהה פי 40 מעלות השכר הממוצעת בחברה - גם כאן עלייה לעומת הפער ב־2012 שעמד על פי 36. העלייה בפערים מיוחסת לגידול במצבת העובדים שלהן, ששכרם הנמוך מטה את הממוצע בחברה כלפי מטה. \r\n \r\nעלות השכר הממוצעת של 15,832 עובדים המועסקים בדנאל עמדה על 3,763 שקל לחודש ב־2013, ושל 10,240 עובדי תגבור על 3,535 שקל לחודש - נמוך משכר המינימום הקבוע בחוק ועומד על 4,300 שקל ברוטו. סכומים אלו נובעים מכך שהחברות פועלות בתחומים שבהם השכר לעובדים נמוך מאוד, ומכך שעובדים רבים בהם מועסקים במשרה חלקית, בהם כאלה שמועסקים מספר שעות בלבד בכל חודש. \r\n \r\nבדנאל מדווחים כי העובדים בתחומי כוח האדם והסיעוד, המהווים את לב הפעילות העסקית של החברה, מועסקים בממוצע ב־50%–60% משרה. תגבור מדווחת גם על מספר המשרות המלאות בחברה - 6,174 משרות מלאות לעומת 10,240 עובדים ב־2013. \r\n \r\n \r\nחישוב הפער בין עלות שכר המנכ&quot;ל לעלות השכר הממוצעת במשרה מלאה (5,865 שקל לחודש) מציג כמובן פער קטן יותר - פי 24 בלבד לעומת פי 40. לדעת החברות זהו החישוב הנכון, אולם יש לזכור כי בחלק מהמקרים העובדים בחברות אלו לא בוחרים במשרה חלקית, וזהו כורח המציאות. \r\n \r\nהחברות הפרישו כחצי מיליון שקל לתביעות משפטיות\r\n \r\nבדו&quot;ח של דנאל מציינת החברה כי שיטת ההעסקה שלה היא אחד מגורמי הסיכון המאיימים על החברה: &quot;בהיות מהות עיסוקה של החברה בכוח אדם על מאפייניו ובתחומים השונים החברה חשופה לתביעות שונות בגין יחסי עובד־מעביד מעובדיה, ולקוחותיה, שעלולים אף הם להיתבע על ידי עובדים שגויסו באמצעות החברה, בעיקר תביעות בגין שכר&quot;. \r\n \r\nואכן שתי החברות מציינות כי הן מנהלות הליכים משפטיים מול עובדים לשעבר בנוגע לתביעות סוציאליות שונות. תיגבור מדווחת על תביעות בהיקף של 3.4 מיליון שקל, שבגינם הפרישה החברה 219 אלף שקל. דנאל מנהלת נכון לסוף 2013 הליכים משפטים על 1.39 מיליון שקל בנוגע לתביעות סוציאליות, והפרישה 300 אלף שקל בגינן. \r\n \r\nשיעורי הרווחיות בענף כוח האדם נמוכים ביחס להכנסות\r\n \r\nכקבלניות משנה, דנאל שבשליטת קבוצת ההשקעות הפרטית DBSI ותיגבור שבשליטת משפחת בנבנישתי נהנות משיעור רווחיות נמוך מאוד ביחס לכמות העובדים הגדולה שלהן והיקף ההכנסות. ההכנסות של דנאל עלו ב־21.3% ב־2013 ועמדו על 860 מיליון שקל , אולם הרווח הנקי של החברה עמד על 40.1 מיליון שקל בלבד ב־2013 לעומת 32.8 מיליון ב־2012. \r\n \r\nמתח הרווחים הנמוך בולט עוד יותר בדו&quot;חות תגבור. החברה הכניסה 526.4 מיליון שקל ב־2013, לעומת 498.5 מיליון ב־2012 - עלייה של כ־5%. למרות זאת הרווח הנקי של החברה הסתכם ב־8 מיליון שקל בלבד לעומת רווח של 5.5 מיליון שקל ב־2012. \r\n \r\nביולי האחרון השלימה דנאל את רכישת 49.9% מחברת אקשטיין הפועלת בתחום הדיור, חינוך ותעסוקה לאנשים בעלי צרכים מוגבלים. עובדי חברת אקשטיין אינם נכללים בחישוב פערי השכר כיוון שהעסקתם דרך החברה החלה רק באמצע השנה. \r\n \r\nמתיגבור נמסר: &quot;החברה, ככל חברות כוח האדם, אינה קובעת את שכר המועסקים באמצעותה אצל לקוחותיה השונים. השכר והיקפי העבודה נקבעים על ידי הלקוח שמשלם לתיגבור. חלק הארי של העובדים מועסק בשכר שעתי בעבודה בהיקף שעות משתנה. תיגבור משלמת לעובדיה על פי כל דין ועל פי ההסכמים הקיבוציים בענף&quot;. \r\n ", "keywords": ["פערי שכר", "חברות כוח אדם", "שכר", "דנאל", "תיגבור", "עובדי קבלן"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/219020/YE0522616_L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אופיר דור"}, "datePublished": "2014-04-01T07:12:23", "dateModified": "2020-08-17T22:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בחברות כוח אדם עלות השכר נמוכה משכר המינימום", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2014-04-01", "category": "בארץ", "subtitle": ""}