{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3597786,00.html"}, "headline": "העולם הבא", "description": "הכתבה הזאת לא מפנטזת על יקומים אחרים ולא קוראת לברוח מכדור הארץ. היא עוסקת בהווה, וחושפת את ההתקדמויות המהפכניות בהפרטת המירוץ לחלל ובמרדף המחודש אחר אדמת מאדים. מוסף כלכליסט סוקר בזו אחר זו את היוזמות העסקיות להנחתת החללית הפרטית המאוישת הראשונה על כוכב הלכת שיום אחד בני האדם יתיישבו בו", "articleBody": "מבט זריז באולם הכנסים במכון פישר לחקר החלל בהרצליה סיכם היטב את מצבו של ענף החלל. בכנס הבינלאומי שנערך בסוף ינואר אפשר היה למצוא בו בעיקר בכירים ומנהלים מסוכנויות חלל רבות ושונות, שנראו כולם אותו הדבר: כמו חברים במועדון שתהילתו מאחוריו, מועדון שביצע פעם צעד גדול לאנושות, ושבארבעת העשורים שחלפו מאז חבריו משוחחים בעיקר על רגולציה, מחקרים מדעיים ופרטים טכניים בארכיטקטורת לוויינים.\r\n \r\nאבל משהו היה שונה. השנה, ראשי הבכירים שבו והסתובבו בכל פעם שעברה לידם חבורה קטנה של אמריקאים צעירים בחליפות אופנתיות. הצעירים לא התערו בקהל, לא נכנסו לשיחות ארוכות, וכפי שהודיעו מראש למארגני הכנס, לא התראיינו. הם הציגו את המצגת הקליפית והפרובוקטיבית שלהם, הסתלקו כמעט בחשאי, והשאירו את כולם לדבר עליהם.\r\nזו היתה הפמליה של ג&#39;ונתן הופלר, מנהל הפיתוח העסקי בחברת ספייס אקספלוריישן טכנולוג&#39;י, ובקיצור SpaceX. הופלר ועמיתיו הגיעו לכנס הישראל כדי לחזור בקצרה על החזון של &quot;המפקד העליון&quot; שלהם, כפי שאחד מחברי הפמליה כינה בשיחה לא זהירה עם &quot;מוסף כלכליסט&quot; את מייסד החברה, טייקון הטכנולוגיה הדרום־אפריקאי אֶלוֹן מַאסְק. והחזון הזה היה שבקרוב, בלי להמתין לאף סוכנות חלל או מעצמה, האדם הולך לבצע עוד צעד קטן. למעשה, לפי התוכנית יתבצעו 80 אלף צעדים קטנים כאלה.\r\n \r\n \r\nנציגי ספייס אקס הם האורחים המרגשים ביותר בכל כנס חלל שמתקיים כיום, כיוון שהם חוד החנית של תהליך מהיר ודרמטי בחקר החלל החיצון: ההפרטה שלו. העברתו מראשותן של מעצמות לידיהם של יזמים עשירים ושל גאונים מעמק הסיליקון. הפיכתו מסמל אוניברסלי למותר רוח האדם, לעסק פרטי עם שורת רווח. ספייס אקס הם גיבורי התהליך, כיוון שהם, עשור אחרי הקמתם, החברה הפרטית הראשונה שסוגרת במהירות את הפער מול סוכנות החלל האמריקאית נאס&quot;א. ספייס אקס מפתחת כלי רכב לתעופה בחלל שכמה מהם כבר פעילים ומבצעים משימות מחוץ לאטמוספרה. לפי הערכות, הם ישגרו לפני תום העשור את החללית הפרטית הראשונה שתוכל להגיע לשכנו האדמדם של כדור הארץ, ולפי הצהרתו של מאסק, הם עובדים בקצב רצחני כדי לאפשר בתוך שני עשורים מכירת כרטיסים לטיסה בינכוכבית במחיר שלא עולה על זה של דירה בתל אביב.\r\n \r\n&quot;התנאים בשלו לכך שחברות פרטיות יוכלו לעשות זאת&quot;, אמר ל&quot;מוסף כלכליסט&quot; טוד קאנון, מתאם קשרי חוץ בנאס&quot;א שהשתתף בכנס. &quot;לחברות הללו יש היום יכולת לעמוד על רגליהן ולעבוד באופן עצמאי. אנחנו בנאס&quot;א לא מתוסכלים מכך שבעוד שהתקציבים שלנו מקוצצים היזמים הפרטיים עוקפים אותנו. בעינינו זהו מאמץ משותף&quot;. &quot;ברור לנו שהאדם הראשון שיגיע למאדים כבר נולד&quot;, מוסיפה מזלן עותמאן, מנהלת משרד האו&quot;ם לענייני החלל החיצון, &quot;תידרש לכך רגולציה, אבל המגזר הפרטי הוא שמגייס לכך כסף&quot;.\r\n \r\nכשהמירוץ בדיוק נגמר\r\n \r\nהחלום להגיע למאדים התחיל בנאצי בשם ורנר פון בראון. כשפון בראון המציא ב־1943 את הטיל הבליסטי הראשון 2-V הוא זכה לקבל את הפרופסורה שלו ישירות מידי אדולף היטלר, אך לא הצליח לשכנע את המנהיג להקצות משאבים לפרויקט שהלהיב אותו מאז ילדותו, בניית חללית. גם בתום המלחמה, כשהועבר לבסיס צבאי בניו מקסיקו והמציא שם רקטות עבור האמריקאים, לא הצליח לעניין איש בבניית חלליות. בשנות החמישים פרסם את תוכניותיו הגנוזות בספר &quot;פרויקט מאדים&quot; ובסדרת מאמרים מגזיניים בשם &quot;בקרוב האדם יכבוש את החלל&quot;. אלה הלהיבו את הקוראים, אבל לא את הממשל.\r\n \r\n \r\nעד 4 באוקטובר 1957, בשעה 19:28, הדקה שבה הכל השתנה. ברית המועצות שיגרה לחלל את הלוויין הראשון, ספוטניק, וירתה את יריית הפתיחה בשלב היקר ביותר במלחמה הקרה. כעבור חצי שנה הוקמה נאס&quot;א. כעבור שנתיים נוספות פון בראון הובל לפנטגון להתייעצות שבסופה מונה לראש חטיבת תעופת החלל בנאס&quot;א. חלומו הפך לתוכנית אפולו, שהנחיתה את האדם הראשון על הירח ב־1969, ולתוכנית אמפייר, שנועדה להנחית אסטרונאוט על מאדים. אלא שהצלחת אפולו שינתה את התוכניות: היא הכתירה את האמריקאים כמנצחים במירוץ לחלל, ואחריה תקציב נאס&quot;א העצום קוצץ בכ־40%. התוכניות לנחות על עוד גרמי שמים נעצרו. \r\n \r\nפון בראון חלה בסרטן, פרש מנאס&quot;א, עוטר במדליה הלאומית למדעים וזכה להכרה כאבי מדע הטילים. ב־1975, ערב שיגור הלוויין הראשון למאדים, הוא אמר בהרצאה באוניברסיטת ג&#39;ונס הופקינס שהגשמת חזון אמפייר אפשרית, ו&quot;לא תעלה יותר מתוכנית אפולו&quot; - כלומר כמה עשרות מיליארדים.\r\n \r\nומאז מאדים רק הלך, התרחק, והפך לפנטזיה. ב־1989 הקונגרס האמריקאי דחה יוזמה של הנשיא ג&#39;ורג&#39; בוש האב להשקיע חצי טריליון דולר לאורך 20 שנה לשם הנחתת אסטרונאוט על מאדים, וב־1996, בהנחיית הנשיא קלינטון, שינתה נאס&quot;א את יעדיה המוצהרים משליחת אנשים לחלל לשליחת רובוטים וגשושיות. ב־2011 הסתיימה רשמית תוכנית המעבורות המאוישות, וב־2020 תופסק פעילות תחנת החלל הבינלאומית שחגה סביב כדור הארץ. תוכנית המגירה הבאה של נאס&quot;א לשגר אדם אל מחוץ לאטמוספרה מיועדת רק לשלהי העשור הבא, וכרגע סין היא המעצמה היחידה שהודיעה כי תעשה זאת בעשור הקרוב.\r\n \r\nסדנת הטילים של איירון מן\r\n \r\nאל הוואקום הזה נכנס ב־2002 המיליארדר אלון מאסק. מאסק, איש עסקים יליד דרום אפריקה, הוא אגדת טכנולוגיה. המגזין האמריקאי &quot;אסקווייר&quot; כינה אותו &quot;סטיב ג&#39;ובס של התעשייה הכבדה&quot;, והבמאי ג&#39;ון פאברו כתב ב־2010 למגזין &quot;טיים&quot; שמאסק שימש לו השראה לדמותו הקולנועית של גיבור־העל איירון מן.\r\n \r\n \r\nויש ממה לשאוב השראה. בגיל 28 מאסק מכר את הסטארט־אפ הראשון שלו ב־64 מיליון דולר. בגיל 31 הוא מכר את הסטארט־אפ השני שלו, ענקית התשלומים פייפאל, ב־1.5 מיליארד דולר. אחרי חופשה קצרה בריו דה ז&#39;נרו הוא הקים, בשנים 2002 ו־2003, שתי חברות יומרניות במיוחד, שבשתיהן שימש מנכ&quot;ל ומעצב ראשי: חברה אחת היא טסלה מוטורס, יצרנית מכוניות חשמליות שנחשבת המובילה העולמית של הענף הצעיר. השנייה היא ספייס אקס, מעין סדנה לבניית רקטות חלל, שעם הקמתה איש לא ידע איך לבלוע אותה, בעיקר בגלל ההצהרה המוזרה שמאסק חזר עליה שוב ושוב מיום הקמת החברה: הוא אמר שבכוונתו להקים עסק פרטי לטיסות מסחריות למאדים.\r\n \r\nהמניע המקורי להקמת ספייס אקס, מאסק הסביר באחרונה בראיון למגזין הנחשב &quot;Wired&quot;, היה גחמה מגלומנית. מאסק רצה להנחית על מאדים, על חשבונו, חממה של צמחים מלבלבים, ולהפיק תצלום של &quot;חיים על מאדים&quot;. וזהו. הוא קרא למבצע &quot;Mars Oasis&quot;, נווה המדבר של מאדים.\r\n \r\nכשפנה לנאס&quot;א גילה שהמבצע אפשרי, אבל העלות תחסל את כל הונו, שעמד אז על קצת יותר מ־300 מיליון דולר. &quot;וגם זה במידה שהכל יעבוד מושלם ובלי חריגות&quot;, סיפר בראיון. &quot;רקטת השיגור הזולה ביותר באמריקה עלתה לבדה 65 מיליון דולר, ונזקקתי לכמה כאלה. אז טסתי לרוסיה לראות אם אני יכול להתמקח איתם על מחירי טילים בליסטיים. הטילים הרוסיים עלו 15–20 מיליון האחד, כיוון שהם כבר יוצרו ולא היה להם שימוש אחר. אבל הפער הזה בין המחירים גרם לי להתחיל לחשוב. אמרתי, אוקיי, ממה רקטות שיגור בכלל עשויות? סגסוגת אלומיניום מותאמת לחלל, טיטניום, נחושת וסיבי פחמן. כמה זה עולה בשוק? התברר שהעלות היתה 2% ממחיר הרקטה. זה פער עצום. במכונית טסלה, עלות חומרי הגלם היא כמעט רבע ממחיר המכונית. אז חשבתי, קורה בשוק הזה משהו מטופש&quot;.\r\n \r\nמאסק צדק. הוא הזמין שורת מהנדסי תעופת חלל לסדרת פגישות התייעצות, שבסופן נמסרה לו המסקנה: אפשר להוזיל את תעופת החלל ב־90% לפחות, &quot;אם&quot;, ציטט המגזין &quot;פאסט קומפני&quot; את משתתף הפגישה וכיום סגן נשיא ספייס אקס טום מולר, &quot;תצליח להוריד את הממשלה מהגב שלך&quot;.\r\n \r\nמאסק גילה שלנאס&quot;א מעולם לא היתה בעיה מדעית. רק בעיית בזבזנות. היו לה ספקים בלעדיים יקרים, מפרטים שלא שונו מאז שנות השישים, מתוך תפיסה מקודשת שלפיה לחלל שולחים רק את מה שכבר הוכיח את עצמו בחלל, מתקני השיגור והרקטות שלה היו חד־פעמיים, ועלו בין 65 מיליון דולר ל־400 מיליון ויותר. גם מעבורות החלל היו, למעשה, כמעט חד־פעמיות - רוב רכיביהן היקרים הוחלפו בין משימה למשימה. &quot;דמיין שחברות תעופה היו בונות מטוס חדש לכל טיסה&quot;, אמר מאסק בראיון לעורך &quot;Wired&quot; דאז כריס אנדרסון; והוצאה של נאס&quot;א שבאמת היתה ראויה לתואר &quot;אסטרונומית&quot; היתה בסעיפי הבטיחות, אף על פי שלהערכת המהנדסים שמאסק כינס, הבטיחות תישאר אותו הדבר גם בעלות תחרותית. \r\n \r\nבאותה השנה הוא שכר 80 מהנדסי טילים, רבים מהם עבדו בנאס&quot;א ואצל קבלני המשנה שלה, בואינג ולוקהיד מרטין, הכניס אותם להאנגר בקליפורניה, והטיל עליהם משימה אחת: לבנות רקטות שיגור לחלל שאין בהן שום חדשנות, יצירתיות או פטנט רשום. פשוט שיהיו זולות. בתמורה הבטיח להם שהרקטות האלה לא ימתינו שנים ארוכות לאישור טיסה ממשלם המסים האמריקאי, אלא יאיצו את כיבוש החלל. כתבת עומק של המגזין &quot;פאסט קומפני&quot; מ־2005 תיארה איך מהנדסי ספייס אקס רכשו ציוד ב־eBay ונדרשו לגשת לקיוביקל של מאסק כדי לקבל אישור על כל הוצאה מעל 5,000 דולר. וכוכב הלכת מאדים עדיין הוזכר בכל ראיון עם היזם המתוקשר, אבל עדיין נשמע כמו גימיק משונה. \r\n \r\nביולי 2009 הגיעה התוצאה הראשונה: הרקטה הזולה של ספייס אקס, פאלקון 1, שיגרה לחלל בהצלחה את הלוויין המלזי ראזאקסאט. המחיר לצרכן: 7 מיליון דולר, כעשירית ממחירון נאס&quot;א. ב־2011 ספייס אקס הפכה בעצמה לספקית שירות של נאס&quot;א, כאשר חתמה על עסקה בהיקף 1.6 מיליארד דולר לביצוע 12 משלוחי אספקה לתחנת החלל הבינלאומית. המשלוחים מועברים באמצעות חללית המשא הפשוטה שספייס אקס פיתחה, דראגון, שמשוגרת באמצעות רקטת הדור השני של ספייס אקס, פאלקון 9. העסקה הזאת היא צעד היסטורי, והפכה את ספייס אקס לישות הרביעית שאי פעם ביצעה פעולה כזאת, אחרי ארצות הברית, רוסיה וסין. ובשונה משלוש קודמותיו, מאסק גם מגשים את חזון היעילות שלו: שני כלי הרכב האלה רב־שימושיים, וחלקי טיל הפאלקון שמתפרקים באוויר וצונחים לאוקיינוס נאספים על ידי חברה שמתמחה בכך, ומשמשים לבניית הרקטה מחדש. העסקה תמחרה כל משימה ב־133 מיליון דולר, פחות משליש מעלות המשלוחים לתחנת החלל עד אז. ביום שני בשבוע שעבר הושלם בהצלחה המשלוח השני. לפי הצהרות ספייס אקס, בידיה הסכמים לשיגורים פרטיים נוספים בהיקף כולל של כ־4 מיליארד דולר. \r\n \r\n \r\nולאט לאט, ההצהרות של מאסק על מאדים החלו להישמע אחרת. ב־2011 ספייס אקס הודיעה כי החלה לפתח את Falcon Heavy, רקטה בגובה מגדל בן 23 קומות שתותאם לשיגור רכבי חלל מאוישים גדולים, ותהיה עוצמתית, וכמובן משמעותית זולה יותר, מסאטורן 5, הרקטה ששיגרה את חלליות אפולו. &quot;גם עם פאלקון 9 והדראגון אפשר להגיע למאדים&quot;, הסביר מאסק בעבר בראיון, &quot;אבל המסע יהיה אטי, ובסופו הדראגון, שהוא בגודל של מכונית מסחרית קטנה, יתרסק על פני הכוכב. אנחנו מפתחים כעת כלים שיתאימו למסע כזה&quot;.\r\n \r\nאם תרצו\r\n \r\nבנובמבר האחרון החזון של מאסק שב בגדול לכותרות. זה קרה בהרצאה שנשא מול החברה האווירונאוטית המלכותית של לונדון, ארגון מדעי ותיק ורב־מוניטין שהעניק למאסק את &quot;מדליית הזהב השנתית&quot; שלו. עם מקבלי המדליה בעבר נמנו חלוצי התעופה האחים רייט, ממציא מנוע הסילון פרנק וויטל, אבי מטוסי ההפצצה פרדריק פייג&#39; והיו&quot;ר האגדי של רולס רויס הברון ארנסט הייבס. \r\n \r\n \r\nרוב הרצאתו של מאסק נגעה להיבטים הטכניים בעבודת ספייס אקס, ולאסטרטגיית החסכנות של החברה: לדוגמה פיתוח משגרים רב־שימושיים ומנועים שזקוקים לגז מתאן זול במקום למימן. אבל שם גם פירט את החזון שלו, להקים על מאדים מושבת חלוצים בת 80 אלף בני אדם. את המספר הלא ייאמן הוא גזר מחישובי העלויות שלו. מאסק סבור שעלויות הפיתוח של כלי טיס רב־שימושיים ומערכות קיום החיים על מאדים, שיתבססו גם הן על מיחזור ושימוש חוזר, יגיעו לכ־36 מיליארד דולר, שאחריהם העלויות השוליות הנוספות יהיו נמוכות בהרבה. ב־2030, התאריך שהוא מייעד להטסת החלוצים הראשונים לכוכב, אוכלוסיית העולם עתידה למנות כ־8 מיליארד בני אדם. &quot;בית של המעמד הבינוני בקליפורניה עולה כיום חצי מיליון דולר. זה סכום שבעבודה קשה אפשר לצבור עד גיל 40 וקצת&quot;, אמר. אם אחד מכל 100 אלף בני אדם בעולם יירתם לאתגר ויגייס את הסכום הזה, אזי יהיו 80 אלף מהגרי מאדים, שיממנו את המבצע כולו ב־40 מיליארד דולר. &quot;האטמוספרה של מאדים רוויה פחמן דו־חמצני והאדמה אינה רעילה&quot;, אמר, &quot;אפשר יהיה לגדל שם יבולים, וכך מדי שנה נשלח לשם יותר אנשים ופחות ציוד. האנשים במאדים יוכלו להקים ציביליזציה שמקיימת את עצמה, ולצמוח לדבר ממש גדול&quot;.\r\n \r\nהתחזית הזאת נשמעת רחוקה, ואף גדולה על ממדיו של מאסק בכמה מידות. אך מאסק שב וציין בהרצאה שהטכנולוגיות שדרושות להנחתת בני אדם על מאדים, לקיומם במבנים דמויי תחנות חלל, וגם לדישון אדמתו עשירת המחצבים של הכוכב, כבר בהישג יד. הבעיה הגדולה ביותר היא בדיוק המומחיות שלו, העלויות.\r\n \r\nואולי המילים שמעידות יותר מכל על השכנוע העצמי הרב של מאסק הן הודאתו במה שעדיין אין לו: דרך להחזיר אנשים ממאדים לכדור הארץ, ואפשרות להבטיח שההרפתקה לא תגבה קורבנות רבים. &quot;כנראה רבים ימותו בטרם עת&quot;, אמר בראיון ל&quot;אסקווייר&quot;, &quot;כפי שקרה עם הרבה מהחלוצים שהתיישבו ביבשת אמריקה&quot;.\r\n \r\n \r\nחשוב להבין עד כמה ההרתפקה המדוברת אכן מורכבת. גם אם מתעלמים ממורשת המדע הבדיוני והמשיכה הרומנטית לכוכב הלכת האדמדם בעל שני הירחים, הרעיון של התנחלות מחוץ לכדור הארץ הולך וקונה אחיזה בחשיבה האנושית, ומאדים הולך ומסתמן כבחירה ההגיונית היחידה לניסיון הראשון. \r\n \r\nאבל המכשולים רבים. מאדים מרוחק מאיתנו. כרגע מרחקו עומד על כמעט 100 מיליון ק&quot;מ, וב־2018 הוא יעמוד על כ־57 מיליון ק&quot;מ &quot;בלבד&quot;. פניו צחיחים, הטמפרטורה הממוצעת בו היא מינוס 63 מעלות, האטמוספרה רעילה, לחץ האוויר קרוב לוואקום, קרינת השמש קטלנית וכוח המשיכה החלש פוגע במבנה השרירים - עובדות שיאפשרו לחיות עליו רק בתנאים ובמיגון שמאפשרים חיים בחלל החיצון.\r\n \r\nאך מצד שני, האוויר בו יציב. היממה היא בת 24.5 שעות. שליחת שדר רדיו ממנו לכדור הארץ אורכת בין 3 דקות ל־22 דקות, תלוי במרחק. אדמתו עשירה במינרלים שעשויים לאפשר חקלאות בתנאי חממה מיוחדים, ובמחצבים שמשמשים בתעשייה בכדור הארץ. וגם מים יש במאדים, ובשפע. גשושיות שנחתו בו בעשור האחרון גילו מצבורי קרח עצומים בקטביו ובכמה אגמים על פניו, וכן לחות שמעידה על הימצאות מי תהום בעומק האדמה. במחקר מדובר שפורסם לפני שנתיים בכתב העת &quot;Astrobiology&quot; גורס הפיזיקאי מהאוניברסיטה הלאומית של אוסטרליה ד&quot;ר צ&#39;רלס ליינוויבר שהממצאים הקיימים מעידים כי מתחת לפני המאדים ישנה שכבה גיאולוגית שתנאיה יאפשרו חיים לחיידקים מכדור הארץ. לא הרבה, אבל הכי הרבה שיש. ההסכמה הנרחבת כיום לגבי כיבוש מאדים נוגעת בעיקר לתחבורה - לכך שהאמצעים להנחית אסטרונאוט על המאדים יהיו בשנים הקרובות נגישים מסחרית. אבל הודות למידע שנצבר עליו, הולכת ומתקבלת על הדעת התחזית הנועזת יותר, האפשרות שבעתיד חברה אנושית תוכל להפיק ממנו חומרי גלם ולייצר בו אנרגיה ומזון, וכך לשרוד ולשגשג.\r\n \r\n \r\nצעד קטן לטלוויזיה\r\n \r\nאלון מאסק לא לבד. מלבד תוכנית החלל הסינית שהולכת ומתקדמת, עוד ועוד גופים פרטיים נכנסים למירוץ החלל, משקיעים בו ומקרבים את היום שבו החלומות וההבטחות יחלו לעמוד למבחן.\r\n \r\nדי בלנקוב בשמות כמו מייסד אמזון ג&#39;ף בזוס, שחברת Blue Origin הפרטית שבבעלותו מפתחת חללית מאוישת שמאז 2005 ביצעה שש טיסות ניסוי מעל שטח בן 650 אלף קמ&quot;ר במערב טקסס. החברה מקבלת מימון מנאס&quot;א. חברת ביגלו אירוספייס של איל המלונאות והנדל&quot;ן האמריקאי רוברט ביגלו הודיעה בינואר שב־2015 היא תוסיף את הרכיב המסחרי הראשון לתחנת החלל הבינלאומית: חדר מתנפח שמהווה מגורי חלל זולים. החדר, שמכונה BEAM, יכול לתפקד גם כתחנת חלל עצמאית ולהתחבר לחדרים דומים כדי ליצור מבנה מרובה חדרים. עד כה ביגלו השקיע בחברה רבע מיליארד דולר, וקיבל 20 מיליון נוספים מנאס&quot;א. את השינוע לתחנת החלל יבצע הדראגון של ספייס אקס. וגם בישראל המירוץ לחלל מקבל כותרות, בין היתר הודות ל־SpaceIL, ארגון בן 200 מתנדבים שמשתתף בתחרות שעורכת גוגל, Google Lunar X־Prize, ושבה יוענקו 30 מיליון דולר לקבוצה הלא־ממשלתית הראשונה שתצליח להנחית רובוט על הירח, ולגרום לו לנסוע 500 מטר ולשדר לכדור הארץ צילומי וידיאו. בראש SpaceIL עומד משקיע ההון סיכון ומייסד ענקית אבטחת המידע אלדין ינקי מרגלית.\r\n \r\nשתי יוזמות פרטיות מתוקשרות במיוחד, וחדשות במיוחד, עוסקות בהטסת אנשים למאדים. האנשים מאחוריהן כבר הצהירו כי הם ממתינים לרכבי החלל של מאסק. \r\n \r\nיוזמה אחת שייכת ל־Mars One, ארגון הולנדי ללא מטרת רווח שהוקם ביולי 2012 בידי היזם ההולנדי באס לאנסדורפ והחוקר ארנו ווילדרז, וזכה לתמיכה פומבית מהפיזיקאי ההולנדי זוכה הנובל ג&#39;רארד ט&#39;הופט.\r\n \r\n \r\nהרעיון מאחורי מארס 1 יכול להישמע כהברקה עסקית או כגימיק ציני: לשכור שירותים חיצוניים של הטסה בחלל, כגון כאלה שתציע ספייס אקס, לשלם תמורת פיתוח יחידות מגורים ולבוש תומכות חיים וציוד שידור, ואז לשגר למאדים משימה נועזת של קבוצת חלוצים קטנה שתנחת על פני הכוכב, ותשדר משם את חייה, כמו בתוכנית ריאליטי, רק לכל החיים, עם כרטיס בכיוון אחד. למעשה, לא &quot;כמו&quot; תוכנית ריאליטי. יזמי מארס 1 הצהירו כי זיכיונות השידור של קורות המתיישבים הללו הם שיממנו את המבצע, שעלויותיו מוערכות כרגע ב־6 מיליארד דולר, בכפוף להצלחתו של מאסק להוזיל את עלויות הטיסה כמתוכנן. &quot;המדע כבר שם, או כמעט שם, ובשנים האחרונות עסקתי בעיקר בחקר המימון של הנושא. כשמצאתי פתרון זה היה הסימן שאפשר לצאת לדרך&quot;, אומר לאנסדורפ בשיחת טלפון עם &quot;מוסף כלכליסט&quot;. &quot;אין לי ספק שהמודל הזה יאפשר לממן את המבצע. החסויות על אולימפיאדת לונדון גרפו 4 מיליארד דולר בשלושה שבועות, וכל האנושות תרצה לראות את האנשים הראשונים על מאדים. האתגר שלנו כרגע הוא לשכנע משקיעים לתת מימון מראש. לפני 20 שנה לא היה על מה לדבר. בשוק הפרטי לא היה די הון כדי להוציא לדרך יוזמה כזאת. היום יש אנשים שיש להם יותר כסף מאשר למדינות והם יכולים לעשות מה שהם רוצים, וכמובן הטכנולוגיה התקדמה&quot;. &quot;אנחנו לא מתכוונים לפתח שום טכנולוגיה בעצמנו, אלא לשלם לחברות שמתמחות בענף&quot;, מוסיף ווילדרז.\r\n \r\nההרפתקה היומרנית תחל בחודשים הקרובים, כאשר מארס 1 יפרסמו טופסי הרשמה, יערכו מיונים ויבחרו 40 מועמדים שיעברו הכשרה בת עשור. בסוף ההכשרה יישארו ארבעה אנשים שייצאו ב־2023 לטיסה הראשונה. מדי שנה יצורפו אליהם עוד ארבעה חלוצים. &quot;כבר פנו אלינו אלפי אנשים, מכל הגילים, המעמדות והתרבויות. הופתענו לגלות שיצר ההרפתקנות הוא מעבר לכל מדינה וסטטוס&quot;, אומר ווילדרז.\r\n \r\nבמארס 1 מספרים שהמיונים יכללו גם שהייה במתקנים מבודדים למשך חודשים ארוכים מדי שנה, ומדברים על משימות מצולמות, שבעצמן יהפכו לתוכנית ריאליטי. &quot;המיונים עוד לא החלו, ובשלב הזה אנחנו עדיין רק מבהירים לכולם שמי שיטוס איתנו ימות על מאדים. ואנשים אומרים שהם לחלוטין מוכנים לכך&quot;, אומר לנו ווילדרז, ולאנסדורפ מוסיף: &quot;יחלוף זמן עד שמשימות מאוישות לחלל יהיו בטוחות. בשנות החמישים והשישים טיסות שכר היו מסוכנות במיוחד, עם סיכויים גבוהים למות. היום מאות אלפי בני אדם טסים מדי יום והסיכון אפסי. גם הטיסות לחלל יהיו בטוחות, אבל לא נראה לי שזה יקרה בשלושת העשורים הקרובים. אנחנו נציג בפני המועמדים את כל הסיכונים שידוע לנו עליהם, ויהיו להם שמונה שנים לעבוד איתנו ולהחליט בכל רגע לוותר על הסיכון הזה&quot;.\r\n \r\nהאמצעים הדרושים להוציא את התוכנית לפועל עדיין אינם קיימים. השבוע מארס 1 פרסמו כי שכרו את שירותיה של חברת טכנולוגיות החלל פאראגון, כדי שזו תפתח אמצעים תומכי חיים למשימה. גם הפיזיקאי זוכה הנובל ט&#39;הופט פתח את הודעת התמיכה הקצרה שפרסם במילים: &quot;עדיין יש בעיות שצריך לפתור, אבל מה שהפרויקט הזה מציע הוא בר השגה לחלוטין&quot;, והוסיף כי הוא מאמין ביוזמה של מארס 1 משלוש סיבות: ההתבססות על פתרונות טכנולוגיים פשוטים שהמדע שלהם כבר קיים, הפעילות הפרטית והמנותקת מרגולציה ממשלתית, והוויתור מראש על הניסיון לחזור לכדור הארץ. מלבד ההודעה הזאת, פרויקט מארס 1 זכה לתמיכה מעוד כיוון: רוברט זוברין, דוקטור להנדסת חלל מאוניברסיטת וושינגטון, מי שנחשב &quot;נושא הגחלת&quot; של הקריאה לכיבוש מאדים וקולגה לשעבר של ווילדרז, אמר על הפרויקט למגזין &quot;ביזנס אינסיידר&quot;: &quot;המבצע שהם מתכננים קשה, אבל טכנית וכלכלית אפשר ליישב אנשים במאדים בתוך עשור. אם שאר החברם בארגון מארס 1 טובים כמו ווילדרז, אז יש להם צוות מצוין&quot;.\r\n \r\n \r\nמשרד הנסיעות של תייר החלל\r\n \r\nבסוף פברואר הוכרזה היוזמה הפרטית הגדולה השנייה שקשורה למאדים. היא הגיעה מדניס טיטו, מולטי־מיליונר אמריקאי שהתפרסם ב־2001 כ&quot;תייר הראשון בחלל&quot;, לאחר ששילם 20 מיליון דולר כדי להצטרף לצוות אסטרונאוטים רוסים שטסו לתחנת החלל הבינלאומית, ולשהות שם שמונה ימים.\r\n \r\nטיטו הכריז על &quot;Inspiration Mars&quot;, &quot;השראת מאדים&quot;, תוכנית לשלוח על חשבונו שני אנשים בחללית פרטית שבמשך שנה וחצי תטוס למאדים, תקיף אותו ותשוב לכדור הארץ. טיטו אף נקב בתאריך השיגור, 5 בינואר 2018, שיאפשר את הטיסה במסלול הקצר ביותר שיתאפשר ב־15 השנים הבאות. &quot;כבר פגשתי אנשים רבים שתכננו משימות פנטזיונריות חסרות סיכוי&quot;, אמר במסיבת העיתונאים טיטו (73), מהנדס תעופה שהתעשר דווקא בענף ניהול הסיכונים, &quot;לא רציתי ליפול למלכודות שלהם. היעד שלי מאתגר, אבל ישים. ואין זמן לבזבז. הזמן הוא עכשיו&quot;.\r\n \r\nבשונה ממאסק, שבראיונות אוהב לגלוש לפרטים הטכניים, טיטו נצמד לרומנטיקה: הוא אמר שהוא מעוניין שהנוסעים שלו יהיו בעל ואשה בגיל העמידה, לנוכח ההערכות שהקרינה במסע תפגע בפוריות. לאחר מסיבת העיתונאים פורסמו הערכות שלפיהן המבצע יישען על שירותי ההטסה של ספייס אקס ועל טכנולוגיות נוספות שנוסו בשנים האחרונות בתחנת החלל הבינלאומית, ושהעלות הכוללת תעמוד על 2-1.5 מיליארד דולר. טיטו מסר כי הוא מתכנן לממן מכספו את השנתיים הראשונות של המחקר והפיתוח, ומצפה ששאר המימון יגיע מתרומות פרטיות ומכירת זכויות על שידורים מהמסע. לפי הערכות, שתי הבעיות ההנדסיות הגדולות במסע הן הגנה מקרינה והגנה מהחום העז שעלול להיווצר עקב מהירות הטיסה המתוכננת, 51 אלף קמ&quot;ש. \r\n \r\n \r\n&quot;הסוגיה היא באמת הכסף&quot;, אומר ל&quot;מוסף כלכליסט&quot; פרופ&#39; וולטר פיטרס, לשעבר בכיר בתוכנית החלל האירופית וכיום נשיא אוניברסיטת החלל הבינלאומית שפועלת בצרפת ומעניקה תארים מתקדמים בחקר החלל. &quot;הטכנולוגיה שיום אחד תאפשר חיי קבע של ממש על מאדים דורשת פיתוח שיעלה מאות מיליארדי דולרים, אולי יותר מטריליון דולר. החברות הפרטיות שנמצאות כרגע במירוץ כנראה לא קולטות את הממדים האלה. הרי אי אפשר סתם לשלוח למאדים מתיישבים מצוידים בכל המים, הדלק והאוכל שנחוצים להם לכל חייהם. המחקר הבסיסי שעוד נחוץ כדי לקיים מושבה אמיתית על מאדים עשוי להיות יקר וממושך. אבל מצד שני אני מסוגל להתחבר לרעיונות שאני שומע. יש תקווה להצלחתם, והיא מהירות הקידמה כיום. מה שפעם פותח במשך 40 שנה היום מתבצע הרבה יותר מהר. קצב ההתקדמות הטכנולוגית הוא אקספוננציאלי. אני מאמין במיוחד בטיטו&quot;, מוסיף פיטרס. &quot;אני מכיר אותו עוד מהטיסה שלו עם הרוסים. הוא לא טיפוס שלוקח סיכונים לא מבוססים, וכמה נקודות עומדות לזכותו. הוא היה מהנדס בנאס&quot;א, הוא עבר הכשרה של אסטרונאוט וטס לחלל, והוא מנוסה מאוד בגיוס כספים&quot;.\r\n \r\n&quot;תזכרי מה מחשב עשה לפני 30 שנה ומה הוא עושה כיום&quot;, אומר ינקי מרגלית, יו&quot;ר SpaceIL. &quot;ב־2030 היכולות הכלכליות והטכנולוגיות בעולם יהיו גבוהות בכמה סדרי גודל ממה שאנחנו רואים היום. אבל יותר מההתקדמות הטכנולוגית יש התקדמות תפיסתית. סוף סוף יש אנשים שחושבים מי רוצה לעשות את זה, ואיך לממן פרויקטים כאלה, אנשים שכבר מרגישים בקצות האצבעות שלהם שזה קורה&quot;. \r\n \r\nוהאנשים האלה אינם רק שמות זוהרים כגון טיטו, מאסק או ג&#39;ף בזוס. מחקר של אנז&#39;ליק ורקיה מאוניברסיטת החלל הבינלאומית סוקר לא פחות מ־45 יוזמות פרטיות גדולות לחקר חיים מחוץ לכדור הארץ, שחמש מהן מוקדשות למאדים. אחת המוכרות בהן היא &quot;Mars Society&quot;, &quot;אגודת מאדים&quot;, שהוקמה בעקבות זניחת פרויקטי החלל של הממשל האמריקאי, ושבראשה עומד רוברט זוברין.\r\n \r\n \r\nאגודת מאדים עורכת זה קרוב לעשור ניסוי מתמשך בשם Mars Direct. הניסוי הוא סימולציה של בסיס מחקר חוץ־ארצי. הבסיס נבנה במדבר בדרום מדינת יוטה, שפני השטח שלו דומים לאחד האזורים במאדים, וכולו – המבנים והביגוד של השוהים – מותאמים לחיים בלי מגע עם האטמוספירה. מדי שבועיים מתחלף בו צוות מתנדבים, שחיים בחליפות לחץ ובחדרים מבודדים בעלי מערכות תומכות חיים, ומבצעים שם מחקרים אמיתיים בגיאולוגיה ובביולוגיה. בסוף 2011 הסתיים ברוסיה ניסוי בשם Mars 500, שבו שישה מתנדבים נסגרו למשך כשנה וחצי בבידוד מוחלט ובתנאי חוסר כבידה, במטרה לבדוק את ההשפעות הפסיכולוגיות והגופניות של טיסה ממושכת בחלל. בניסוי התגלו תופעות של הפרעות שינה, תשישות וקושי עולה לבצע משימות חשיבה מורכבות. סוכנויות החלל הרוסית והאירופית מגבשות מסקנות ומתכוננות לניסויי ההמשך.\r\n \r\n&quot;המירוץ של הסקטור הפרטי למאדים הוא עסק רציני לחלוטין, ומימדיו רק גדלים&quot;, אומר לנו מרגלית, שסבור שההפרטה תשנה דרמטית את היעדים ולוח הזמנים של כיבוש החלל. &quot;הוויכוח הוא לא אם האנושות תאייש את מאדים, אלא רק מתי, וברור שמי שיקדם זאת הוא השוק הפרטי. בכיר בנאס&quot;א אמר לי לא מזמן שהוא יודע איך יקראו לשתי הערים הראשונות במאדים, פייג&#39;וויל וברינ&#39;ס ואלי (על בסיס שמותיהם של מייסדי גוגל לארי פייג&#39; וסרגיי ברין ־ מ&quot;פ). יש בכך מסר מאוד ברור, לגבי מי שדוחפים היום את הפעילות הזאת. זהו שילוב של חזון עם דחף אמיתי&quot;, הואע מסכם. &quot;חשוב לזכור שאנחנו חיים על כדור כחלחל ונחמד, אבל שבסופו של דבר הוא מוגבל במשאבים. כבר היום אנחנו מגרדים את הקצה בכמה דברים. בכוכבים אחרים יש משאבים שיניבו הרבה תועלת כלכלית ואנושית, וטבעי בעיניי שהמין האנושי יתפשט לשלב הבא. מי שלא דחפו את עצמם מעבר לגבול בסופו של דבר נכחדו, זה סוג של חוק אבולוציוני. יש פה דחף כלכלי ויש הכרח הישרדותי, אנחנו בוודאי הולכים לשם&quot;.\r\n \r\nוכפי שאלון מאסק ניסח זאת בראיון שנתן בדצמבר למגזין &quot;New Scientist&quot;: &quot;זו הפעם הראשונה ב־4 מיליארד שנים שזה אפשרי, ואנחנו צריכים לנצל את האפשרות למקרה שמשהו רע יקרה על כדור הארץ. לא שהאנושות בהכרח תיכחד, אבל אסון עלול לגרום לנסיגה עצומה בטכנולוגיה. אנחנו לא בעידן חדש, אלא בחלון הזדמנויות&quot;.\r\n \r\n ", "keywords": [" נאס&quot;א", "טיסה לחלל", "מאדים", "חיים בחלל", "ספייס אקס", "מושבה על מאדים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/325426/ECO107733_L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מיכל פופובסקי"}, "datePublished": "2013-03-14T08:42:00", "dateModified": "2020-08-02T09:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "העולם הבא", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2013-03-14", "category": "בארץ", "subtitle": ""}