{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3606675,00.html"}, "headline": "לא צריך תואר כדי להבין את זה", "description": "מספר שיא של סטודנטים לתואר ראשון יסיים השנה את לימודיו באקדמיה. בחוץ ימתין להם עולם של חוסר ביטחון תעסוקתי, בוסים שלא מעניין אותם מה למדו, מחסור במקומות עבודה שתואמים את השכלתם וחוב כספי גדול שצברו במהלך שנות הלימוד הארוכות. הצעה לחשיבה מחודשת על  האקסיומה שלפיה צריך תואר ראשון כדי להתקדם בחיים", "articleBody": "כשאני אומר לאנשים שאם יש מהלך שהייתי נמנע ממנו בשנות ה־20 לחיי זה היה הלימודים האקדמיים, רבים מהם מרימים גבה.\r\n \r\nבגיל 23, מעט אחרי השחרור מהצבא, היה לי רעיון להקמת עסק. אלא שבעת ההיא חייתי בסביבה שהאמינה שצעיר מוכשר צריך ללכת ללמוד באוניברסיטה, והקמת עסקים שונים ומשונים שמורה לאלה שלא סיימו בית ספר. העובדה שהיו לי ציונים לא רעים ויכולתי להתקבל לכמעט כל חוג בכל אוניברסיטה בישראל עשתה את ההחלטה שלי לקשה יותר. לבסוף, אחרי שבועות ארוכים של לבטים, בחרתי במסלול הקל, הבטוח והמוערך חברתית: לימודי משפטים וניהול באוניברסיטת תל אביב. שתי מסגרות יוקרתיות, לא קשות ללימוד ולא מחייבות במיוחד אשר, כך האמנתי, ישרתו אותי נאמנה בכל מסלול שאבחר בהמשך. \r\n \r\n \r\nבארבע השנים הבאות חייתי את סטטוס הסטודנט. התעוררתי מאוחר. ישבתי בהרצאות ואכלתי הרבה בורקסים בקפטריה. בלילות עבדתי כאיש אחזקה בבריכה, כשומר בבית אבות וכנהג ניסוי בכביש שש. לא תמיד הבנתי מדוע במקום להקים את העסק שרציתי להקים אני מנקה בריכות בשתיים בלילה, אבל האנשים שסביבי - צעירים ומבוגרים כאחד - חזרו אלה על דבריהם של אלה והסבירו לי שאני משקיע בעתיד שלי, שזו ירידה לצורך עלייה, שאני אראה, יום אחד הכל ישתלם. \r\n \r\nכמעט 300 אלף סטודנטים רשומים ברגע זה במוסדות להשכלה גבוהה בישראל, ויש להניח שכולם מאמינים, ממש כפי שאני האמנתי, שהם משקיעים בעתידם. חלקם - הסטודנטים לרפואה או אדריכלות, למשל - חייבים לעשות זאת משום שהמקצוע שבחרו מחייב אותם לרכוש תואר (חלקם יבחרו לבסוף בעיסוקים אחרים, חרף ההכשרה הנקודתית). אבל רובם המכריע של הסטודנטים העכשוויים לא לומדים לשם רכישת מקצוע ספציפי אלא לשם השגת דיפלומה באופן כללי. כדי שיהיה תואר. במקביל, רובם המכריע לא עובדים במשרה מלאה אלא חיים על חשבון ההורים ועל משכורת חלקית שהם מקבלים בכל מיני חלטורות אוניברסיטאיות. ההורים נוטים לקבל זאת בהבנה, בלי להפנים שהזמנים השתנו. שהיום לימודי תואר ראשון הם לא בדיוק מה שהיו כשהם עצמם היו צעירים. וללא הכוונה של ההורים, ועם 69 אוניברסיטאות ומכללות שנלחמות באמצעות פרסום אגרסיבי על כל סטודנט כאילו היו חברות סלולר, הצעירים של היום לא ממש נותנים את הדעת למשמעות הכלכלית, ההרסנית לעתים, של הליכה בתלם האקדמי.\r\n \r\nהכתבה הזאת נולדה בעצב, מתוך רצון לאתגר את התפיסה שלפיה לימודי תואר ראשון הם תעודת ביטוח. היא נולדה לנוכח עדויות הולכות וגוברות על אנשים צעירים, משכילים וחסרי ביטחון כלכלי. אנשים שנכנסים אל שוק העבודה הישראלי והלא־בטוח רק לקראת גיל 30, משום שנאלצו להשקיע עוד ועוד בהשכלתם כדי להשיג יתרון יחסי - ואז גילו שהשנים הארוכות שבהן לא עבדו, לא הפרישו לפנסיה ולא צברו ניסיון תעסוקתי שבא לידי ביטוי בתלוש השכר הפכו מתעודת הביטוח שלהם לאיגרת חוב שאי אפשר לפדות.\r\n \r\nרבים ממי שיקראו את הכתבה הזאת לא יאהבו אותה, משום שהיא חותרת תחת כל מה שחינכו אותם להאמין בו. חלק דווקא יסכימו עם הנטען בה אבל יאמרו שאין להם ברירה, ששוק התעסוקה הישראלי מכוון לתעדף אנשים עם תארים (בחלק מהמקרים, הסמכות ממשלתיות תלויות בתארים אלה). הם יאמרו שהיחידים שבאמת יכולים לוותר על המסלול כיום הם היזמים. אפילו אנשים שעוסקים במקצועות שבעבר לא למדו לקראתם באופן ממוסד (עיתונאים, מנהלים, סוחרים בבורסה, סוכני ביטוח) נדרשים להציג דיפלומות עם קבלתם לעבודה. זה נכון. שוק התעסוקה בישראל עדיין נשלט על ידי התפיסה שמקדשת את הלימודים האקדמיים. אבל מטרתה של כתבה זו היא גם לערער על שמרנותם של המעסיקים וגם לגרום לצעירים ולהוריהם, שעדיין מאמינים שבישראל 2013 תואר ראשון הוא השקעה מצוינת בעתיד, לחשוב שוב. \r\n \r\n \r\nבארצות הברית כבר מדברים על זה בגלוי\r\nבארצות הברית כבר ישנם קולות ששואלים בפומבי את השאלה שאיש לא העז עד כה לשאול: האם לימודי תואר ראשון מיותרים? השאלה צצה בעקבות הפער שאי אפשר עוד להתעלם ממנו בין ההבטחה לבין המציאות. למשל, העובדה שסטודנט אמריקאי מסיים את הלימודים עם חוב ממוצע של 25 אלף דולר, בלי יכולת להחזיר את הכסף בשל שוק עבודה גווע (כיום עומד היקף החובות של סטודנטים אמריקאים שלקחו הלוואות לממן את לימודיהם על 1.1 טריליון דולר). או העובדה שלפי סקר שערך המגזין &quot;טיים&quot; בשנה שעברה עולה כי 85% מבוגרי הקולג&#39;ים בארצות הברית שבים לגור עם הוריהם משום שאינם מצליחים למצוא משרה שתאפשר להם לשרוד. או המחקר של חברת הייעוץ מקינזי, שהתפרסם בחודש שעבר וגילה כי מחצית מבוגרי הקולג&#39; הטריים בארצות הברית עובדים בעבודות המוגדרות &quot;עבודות שאינן דורשות תואר אקדמי&quot;.\r\n \r\n&quot;סמסטר ב&#39; של 2013 הוא הסמסטר הראשון במאה ה־21 שבו ירד מספר הנרשמים ללימודי תואר ראשון בקולג&#39;&quot;, אומר ל&quot;מוסף כלכליסט&quot; פרופ&#39; ריצ&#39;רד ודר (Vedder), כלכלן והיסטוריון מאוניברסיטת אוהיו, ומי שנחשב אחד הקולות המרכזיים בארצות הברית נגד הנהירה ההמונית ללימודים אוניברסיטאיים. &quot;עלות הלימודים בארצות הברית עולה בחדות, בעוד שהרווח מהשגת תואר נותר, במקרה הטוב, ברמה זהה, אם לא יורד. במשך שנים צעירים האמינו ליועצי בתי הספר, לאוניברסיטאות ולפוליטיקאים שאמרו להם שתואר זה טוב. אבל עכשיו זה מתחיל להשתנות. צעירים מתחילים לשאול את השאלה: &#39;האם זה באמת טוב לי?&#39;&quot;.\r\n \r\nודר הוא אחד הקולות המרכזיים המצדדים במחשבה מחודשת על כל קונספט האקדמיה, אבל אינו היחיד. מסה הולכת וגוברת של אנשי חינוך, פעילים חברתיים, פוליטיקאים, כלכלנים, אנשי עסקים והיסטוריונים מתריעים מפני בועת ההשכלה הגבוהה שמרחפת מעל החברה האמריקאית. ביניהם יש כאלה שסבורים שאמנם יש חשיבות רבה ללימודים בקולג&#39;, אבל פשוט יש יותר מדי צעירים שעושים זאת. לדידם יש להחזיר את האקדמיה למצבה בעבר - קרי, מעוזם של מעטים. אחד האנשים המרכזיים שצוטטו בהקשר זה הוא מייקל בלומברג, ראש עיריית ניו יורק, שאמר כי &quot;בהרבה מקרים עדיף להיות שרברב ולא ללכת להרווארד&quot;, תוך שהוא מנמק את היתרונות שבעבודה מכניסה מגיל צעיר על פני הישאבות לשגרה אקדמית בינונית וחסרת כיוון מוגדר.\r\n \r\n \r\nאחרים סבורים שהמוסד האקדמי בכללו הוא מיושן ולא מתאים למציאות שבה סטודנטים מתעניינים רק בתעודה שבאה בסוף הלימודים. המרכזי שבהם הוא חוקר הלמידה הנערץ צ&#39;רלס מאריי (Murray), עמית מחקר בכיר במכון היוקרתי American Enterprise Institute. &quot;כמה סטודנטים מגיעים לאוניברסיטה ללמוד פילוסופיה, היסטוריה, שפות? אולי 10%, וזו הערכה אופטימית&quot;, כתב לאחרונה במאמר ששמו &quot;די כבר עם תואר שנמשך ארבע שנים&quot;. לדבריו, עם הנגשת מערכת ההשכלה הגבוהה והפיכתה לתחנת ביניים הכרחית, רבים מהסטודנטים כלל אינם מתעניינים ברכישת השכלה אלא ברכישת מקצוע, ולדבריו, כמעט שאין מקצוע שדורש לימודים בני ארבע שנים. לכן &quot;המודל הנוכחי של לימודים בני שלוש או ארבע שנים לתואר כבר אינו רלבנטי ויש לשנותו מן היסוד&quot;, הוא אומר ל&quot;מוסף כלכליסט&quot;. \r\n \r\nבעמדה קיצונית אף יותר מחזיקים ראשי ארגון תיל (Thiel Organization), שהקים היזם פיטר תיל, ממייסדי paypal. לפני שנתיים הודיע הארגון כי בכל שנה יעניק ל־24 צעירים מוכשרים 100 אלף דולר אם יעזבו את הקולג&#39; ויקימו מיזם עצמאי. עד כה הוענקו 6.3 מיליון דולר ל־63 יזמים צעירים. ראשי הארגון סבורים כי זו הדרך לעודד יצירתיות במקום הנהירה העדרית אל השמרנות של העולם האקדמי. &quot;סטודנטים לתואר ראשון עסוקים בחיקוי הפרופסורים שלהם, סטודנטים לתואר שני עסוקים בריצוי המנחים שלהם, ודוקטורנטים רוצים קביעות. כל המערכת אינה מעודדת יצירתיות&quot;, אומר ל&quot;מוסף כלכליסט&quot; מייק גיבסון, מנהל תוכנית העמיתים של הארגון. אחד העמיתים הראשונים בתוכנית תיל הוא דייל סטפנס (Stephens), מייסד הארגון UnCollege, שתומך בצעירים המבקשים לרכוש השכלה באופן עצמאי ומנסה לשנות את תפיסת העולם של הציבור האמריקאי בדבר הכרחיותו של הקולג&#39;. &quot;לימודים בקולג&#39; לוקחים ארבע שנים ואין להם ממש קשר לעולם האמיתי, מה גם שבהרבה מאוד מהמקרים לצעיר בן 18 אין ממש מושג מה הוא רוצה לעשות בחיים&quot;, אומר סטפנס ל&quot;מוסף כלכליסט&quot;. &quot;היקף חובות הסטודנטים בארצות הברית יצא מכלל שליטה, ואנשים היום הרבה יותר מודעים לעלות של לימודים בקולג&#39;, הן מבחינת כסף והן מבחינת זמן&quot;. \r\n \r\n \r\nלמי שחושב שהוויכוח הזה עשוי להיות רלבנטי רק לארצות הברית, על שום שכר הלימוד השערורייתי שם, כדאי לקרוא את הכתבה ששמה &quot;המחיר הגבוה של לימודים חינם בשבדיה&quot;, שפורסמה לפני כחודש במגזין האמריקאי &quot;האטלנטיק&quot;. בכתבה נחשף כי 85% מהסטודנטים במדינה הסקנדינבית מסיימים את לימודיהם עם חוב, שעומד בממוצע על 20 אלף דולר. עוד עולה מהכתבה כי משך הזמן הממוצע שלוקח לבוגר תואר ראשון בשבדיה להחזיר את החוב שצבר בזמן לימודיו ממושך יותר מזה של עמיתו האמריקאי. הנתון הזה עשוי להפתיע לא מעט אנשים בשל העובדה שבשבדיה לא משלמים שכר לימוד, אלא שחובות סטודנטים לא נוצרים רק עם התשלום לאוניברסיטה, אלא גם במהלך היומיום, כששוכרים דירה, קונים אוכל, או סתם קונים בירה ב־60 קרונה בבר בשטוקהולם, מצד אחד, ולא יכולים לעבוד במשרה מלאה מצד שני. \r\nואם בשבדיה נטולת שכר הלימוד, שבה שכר אקדמאים בשנתם הראשונה לאחר סיום הלימודים עומד על כ־16 אלף שקל בחודש (יותר מפי שניים מבישראל), הפכו הלימודים האוניברסיטאיים מהשקעה נבונה למערבולת מסוכנת, מה יגידו הצעירים בישראל, שמתחילים ללמוד לתואר ראשון כחמש שנים מאוחר יותר מהסטודנטים השבדים? כיצד הם אמורים להדביק את הפער במירוץ החיים, שהופך להיות קשה יותר ויותר? ומדוע אף אחד לא סיפר לנו על כך?\r\n \r\nהאשמים: העלייה ביוקר המחיה, ההערצה לכסף והמכללות\r\nכדי להבין כיצד הפכו לימודי התואר בישראל מהשקעה בטוחה להימור פיננסי, יש לחזור 20 שנה אחורה. בעת ההיא פעלו בישראל אוניברסיטאות בלבד, שהכשירו סטודנטים לכמה מקצועות שונים וגם העניקו השכלה כללית. רמת הלימודים בהן נחשבה גבוהה, רוב הסטודנטים עבדו קשה כדי לעמוד במטלות הלימודים, ובוגרי תואר ראשון מצאו עבודה בקלות יחסית. \r\n \r\nאלא שמאז תחילת שנות התשעים התרחשו כמה תהליכים שהזינו אלה את אלה. ראשית, כניסת המכללות, שהנגישה את ההשכלה הגבוהה לכל שכבות האוכלוסייה - אבל במקביל הורידה את רמת הלימודים והובילה להצפת השוק בצעירים עם דיפלומות, שערכן לעתים מוטל בספק (לפי דו&quot;ח חינוך של ה־OECD, ישראל ממוקמת כיום במקום השלישי בעולם במספר בעלי ההשכלה האקדמית ביחס לאוכלוסייה). שנית, שינויים עמוקים שעברו על החברה הישראלית, ובהם התגברות ההערצה לכסף והעלייה החדה ביוקר המחיה, דחפו צעירים רבים לבחור באפיקים אקדמיים שלכאורה שכרם בצדם (זו הסיבה לכך שכ־15% מהסטודנטים בישראל כיום לומדים מינהל עסקים). הנהירה לאותם תחומי לימוד צרים יצרה עד מהרה מעגל קסמים - אם לכולם יש תואר ראשון במשפטים או במינהל עסקים אז זה כבר לא מספיק, וצעירים רבים ממשיכים לתארים מתקדמים בניסיון להשיג יתרון יחסי על מועמדים אחרים לעבודה. בו בזמן, שוק תעסוקה בעייתי והעובדה שבישראל מתחילים מראש ללמוד בגיל מאוחר יחסית, יצרו מצב של צעירים שמתקרבים לגיל 30 שעדיין נמצאים בסטטוס של סטודנט, או כאלה שרק מתחילים את דרכם התעסוקתית עם עבודות בשכר נמוך, ללא יציבות תעסוקתית כפי שהיתה להוריהם ועם אפס חיסכון לפנסיה. פרופ&#39; רן שפיגלר, ראש התוכנית ללימודים מתקדמים בבית הספר לכלכלה באוניברסיטת תל אביב, סבור כי האקדמיה עצמה נושאת על כתפיה חלק משמעותי מהאחריות למצבם התלוש של צעירים רבים. \r\n \r\n&quot;האקדמיה חוטאת כלפי הצעירים כאשר היא משווקת במרץ תארים שטחיים ולכאורה בינתחומיים, שמספקים תחושה של קיצור הדרך למומחיות, ובכך מגדילה את הפיתוי להתחמק מלימודים תובעניים ולדחות קבלת החלטות קריירה קשות&quot;, הוא אומר. &quot;הצמיחה בהיצע תוכניות תואר ראשון במדעי החברה והרוח ובתוכניות תואר שני למינהל עסקים מאפשרת לצעירים לדחות את ההחלטה מה לעשות כשיהיו גדולים. תואר ראשון בכלכלה, למשל, משמש לעתים מעין ברירת מחדל עבור מי שאין לו מושג ברור במה יעסוק ונותן תחושה ש&#39;יהיה כבר מה לעשות עם זה&#39;. כך אנשים מוצאים את עצמם אחרי חמש שנים שבהן למדו תואר ראשון ושני כשהם עדיין לא יודעים מה לעשות כשיהיו גדולים&quot;. \r\n  \r\n \r\nפרופ&#39; עוז אלמוג, סוציולוג מאוניברסיטת חיפה, מוסיף: &quot;אני שומע אנשים אומרים לצעירים: &#39;יעזור לך תואר, ולא משנה איזה&#39;, אז רבים רוצים בעיקר את התואר ופחות ללמוד ולהשכיל, ובינתיים כל מוסד רוצה למשוך אליו את ההמונים ומוריד את רמת הדרישות כדי להיות אטרקטיבי. המוסדות האלה לא מבינים שהם יורים לעצמם ברגל כי הערך של התארים יורד משנה לשנה ואנשים מתחילים להרים גבה. הדור הצעיר היום לא מרדן מטבעו ולכן יושב עדיין על הגדר. הוא ממתין לאלטרנטיבה, שכבר נראית באופק. ברגע שכמה צעירים אינטליגנטים ישאלו את עצמם למה הם צריכים לבזבז שלוש שנים במקום שלא לומדים בו הרבה, וברגע שתיווצר מסה קריטית של אלטרנטיבות קורצות, תועבר הבשורה ברשתות החברתיות. תהיה נפילת מניות מהירה מאוד, ואז כולם ישאלו אותנו: היכן הייתם?&quot;. \r\n \r\nאמרו לכם שתרוויחו יותר ותלמדו להיות ביקורתיים? אז אמרו\r\nאחת הטענות המרכזיות שמעלים אלה שמאמינים כי השקעה באוניברסיטה היא מהלך נכון היא כי השכר הממוצע של בוגריהן גבוה משל אלה שלא למדו לתואר. &quot;זו טענה מגוחכת&quot;, כותב הסופר והיזם ג&#39;יימס אלטושר במאמרו &quot;עשר סיבות מדוע הורים לא צריכים לשלוח את ילדיהם לקולג&#39;&quot;. &quot;ברור שבדור שבו כולם הלכו לקולג&#39; ומי שלא הלך הם רק אלה שנשרו מהתיכון, מי שהלך לקולג&#39; הרוויח יותר. אבל הרשו לי להציע ניסוי אחר&quot;, הוא כותב. &quot;קחו 2,000 צעירים שהתקבלו להרווארד ואז הכריחו 1,000 מהם לא להתחיל את הלימודים אלא ללכת לעבוד. 20 שנה לאחר מכן, בררו מי עשה יותר כסף. הניחוש שלי - אלה שלא הלכו להרווארד, ולא בזבזו חמש שנים יקרות בלימודים&quot;. \r\n \r\nבהקשר זה מעניין לציין מחקר מעורר הדים שפרסם ביולי 2012 מכון המחקר פיו (Pew), תחת הכותרת &quot;בעקבות החלום האמריקאי&quot;. המחקר מצא כי סיכוייו של צעיר מבית מבוסס שלא למד בקולג&#39; להפוך לאדם עשיר גבוהים פי 2.5 מסיכוייו של צעיר מבית לא־מבוסס שדווקא כן סיים לימודי תואר ראשון. המחקר אמנם אינו מתמקד במערכת ההשכלה הגבוהה אלא בשאלות של מוביליות חברתית, אבל יש בו כדי לנפץ את המיתוס האמריקאי שלפיו אם תלמד בקולג&#39;, דרכך להצלחה כלכלית סלולה, ואם לא - נידונת לחיי עוני. \r\n \r\n \r\nטענה אחרת שמעלות אוניברסיטאות רבות, גם בארץ, היא שאין תחליף לאוניברסיטה משום שזו מלמדת צעירים לחשוב בצורה ביקורתית. אלא שגם טענה זו מותקפת בעת האחרונה בידי גורמים שסבורים שהאמירה הזאת פשוט אינה נכונה מבחינה עובדתית, וכי לא אחת האקדמיה דווקא מדכאת חשיבה ביקורתית. &quot;פעם זה אולי היה נכון, ואתה עדיין יכול למצוא מוסדות בארצות הברית שמלמדים את הסטודנטים שלהם לחשוב, אבל כיום הם נדירים&quot;, כותב מאריי. &quot;המרצה הממוצע היום רוצה שיקראו לו בשמו הפרטי, לא רוצה להיות ביקורתי מדי או האיש הרע, ונותן לסטודנטים שלו 90 במבחן שפעם היה מקבל 70. לכן, לטעון שהאקדמיה בארצות הברית של ימינו מעודדת חשיבה ביקורתית זה פשוט בדיחה&quot;. \r\n \r\nהחלופות: מסגרות חניכה מקצועיות ולימודים מרחוק\r\nחשדתי בכך כבר בזמן הלימודים, אבל הפעם הראשונה שהבנתי באופן ברור כי לרבים מהמעסיקים לא אכפת מה למדת במהלך התואר אלא באילו מנגנוני סינון עמדת היתה מעט אחרי שיצאתי מהאוניברסיטה עם שני תארים וחור בחשבון הבנק. בעת ההיא לא היה לי מושג מה אני רוצה לעשות, אבל ידעתי, כמו רבים מחבריי, שזה לא קשור לתחומים שלמדתי. יום אחד ראיתי מודעה: &quot;דרושים בוגרי אוניברסיטה עם פסיכומטרי גבוה מ־720 לתפקיד מרתק&quot;. זה נשמע כמו תפקיד במוסד, אבל בכל זאת שלחתי קורות חיים. עוד באותו היום חזרו אליי בטלפון והסבירו לי שמדובר במשרת ייעוץ אסטרטגי. &quot;אנחנו רוצים אנשים עם יכולות גבוהות ולא משנה לנו מה הם למדו. אנחנו כבר נלמד אותם&quot;, אמר לי כעבור כמה ימים האדם שראיין אותי לתפקיד. ההודאה הזאת, שיצאה מפיו של המראיין ללא היסוס, בעצם מגלמת בתוכה את האמת הבסיסית של הברית הסמויה בין שוק התעסוקה לאקדמיה. לרבים מהמעסיקים חשוב יותר באילו מנגנוני סינון עמד המועמד מאשר התכנים שלמד באוניברסיטה. \r\n \r\n \r\n&quot;האוניברסיטאות לא אוהבות לחשוב שהתפקיד המרכזי שלהן הוא לסנן מועמדים בעבור מעסיקים, אבל בפועל זה מה שקורה&quot;, מאשר פרופ&#39; מאריי באוזני &quot;מוסף כלכליסט&quot;. &quot;מה שקורה הוא שבהרבה מהמקרים המעסיקים עצמם למדו באוניברסיטאות שמהן הם מגייסים. הם יודעים שרמת הלימודים בהרווארד או סטנפורד לא ממש גבוהה, אבל מצד שני, הסטודנטים שלומדים במוסדות האלה הם מאוד חכמים, בעלי מוטיבציה, ממושמעים וסתגלנים, וזו הסיבה שהם בוחרים להעסיק אותם&quot;.\r\n \r\nאבל אם מה שמעניין את המעסיק הוא יותר האדם ופחות מה שלמד (למעט בפרופסיה מובהקת), ולנוכח העובדה שעוד ועוד סטודנטים מגיעים לאקדמיה רק כדי שאותו מעסיק ירצה להעסיק אותם, אולי יש מקום לחשוב על דרכי סינון אחרות, שלא יחייבו להשקיע כסף, ובעיקר זמן ממושך, בהשגת דיפלומות? \r\n \r\nפתרון אפשרי אחד הוא שיבתו של מושג החניך או השוליה, מסגרת שבמהלכה צעירים יתחילו לעבוד לצדו של בעל מקצוע - עורך דין, רואה חשבון, מורה, מהנדס, אפילו רופא - למשך כמה שנים, ובסופה יעברו את הבחינות המקצועיות הרלבנטיות. את הרקע האקדמי והתיאורטי שנדרש בחלק מהמקצועות הללו ירכשו הצעירים בשנת לימודים מרוכזת אחת בתום תקופת ההתמחות. היתרונות ברורים: הצעירים יתחילו להתפרנס מגיל צעיר ותרומתם למשק תהיה גדולה יותר, הם יידעו כיצד נראה המקצוע שלהם כבר בתחילת הדרך ולא אחרי כמה שנות לימודים, ומי שיתחרטו יוכלו לעשות הסבה מקצועית בשלב מוקדם. יתרה מכך, צעירים מרקע סוציו־אקונומי חלש, שלא תמיד יכולים להרשות לעצמם להתמסר לשלוש או ארבע שנות לימודים, יוכלו לרכוש מקצוע בדרך זו ביתר קלות. כמה צעירים מבתים לא מבוססים יכולים, לדוגמה, להרשות לעצמם תשע שנות הכשרה (לימודים והתמחות במשרה חלקית) עד שייהפכו לפסיכולוגים? \r\n \r\nיתרון נוסף הוא שהמשאבים האוניברסיטאיים יופנו להכשרת חוקרים בלבד ולא להוראה המונית, עובדה שתעלה את רמת המחקר באוניברסיטאות ותסייע להתמודד עם בריחת המוחות. \r\n \r\nהמנגנון הזה, שנשמע לרבים חתרני או לפחות בלתי סביר, יכול כמובן לעבוד רק אם המדינה, באמצעות חקיקה, תחליט שזו הדרך החדשה לרכוש מקצוע. רעיון אחר, שדורש פחות רגולציה והיערכות מחודשת, הוא הלמידה מרחוק. בארצות הברית כבר מתפתחת באופן נמרץ התעשייה הזאת, ושנת 2012 הוגדרה על ידי &quot;הניו יורק טיימס&quot; כשנת הלמידה המקוונת. \r\n \r\nהלמידה הזאת, מסבירים תומכיה בארצות הברית, נהנית משני יתרונות עיקריים: היא זולה יותר, ובכך מתמודדת עם עלויות הלימודים הגבוהות שצריכים לשלם הסטודנטים בארצות הברית, וגם גמישה יותר, וכך מתמודדת עם השינויים בדמותו של הסטודנט בן זמננו. לימודי תואר שני במדעי המחשב בלמידה מרחוק של אוניברסיטת ג&#39;ורג&#39;יה טק, לדוגמה, עולים רק 6,600 דולר לתואר, במקום 40 אלף דולר באוניברסיטה ציבורית או 70 אלף דולר באוניברסיטה פרטית, אומר ל&quot;מוסף כלכליסט&quot; פרופ&#39; צבי גליל, בעבר נשיא אוניברסיטת תל אביב וכיום דקאן הפקולטה למדעי המחשב בג&#39;ורג&#39;יה טק. למידה מקוונת קיימת גם בארץ, באוניברסיטה הפתוחה ובאוניברסיטה העברית (בקרוב יצטרפו גם אוניברסיטת תל אביב והטכניון), אלא שבארץ היא עדיין בחיתוליה וקיימת כרגע במסגרת של קורסים אחדים. הרעיונות של למידה מרחוק מקבלים תמיכה גם בקרב הדור הצעיר. לפי מאמר בשם &quot;על בוגרים ושקרים&quot; שפרסמו לאחרונה פרופ&#39; אלמוג וד&quot;ר תמר אלמוג, עולה כי 58% מהסטודנטים היו מעדיפים ללמוד לתואר שמשלב נוכחות בכיתה עם לימודים מרחוק, בעוד שרק 28% היו מעדיפים את המתכונת הנוכחית. \r\n \r\nפתרון אפשרי נוסף שעליו מצביע פרופ&#39; אלמוג הוא פתיחתם של בתי ספר מקצועיים, שיעבירו תוכניות לימודים קצרות וגמישות. &quot;במקום האקדמיה יצוצו בשנים הבאות בתי ספר פרופסיונליים, שיעבירו תוכניות לימודים ממוקדות ומותאמות לעולם הדיגיטלי. שם ידרשו דרישות אמיתיות והלימודים יהיו מהנים ומתגמלים יותר&quot;, הוא אומר. &quot;עוד כמה שנים כבר תראה הרבה יותר מוסדות כאלה, שידלגו על מל&quot;ג ויכשירו צעירים. דור ה־Y יפסיק להגיע לכיתות המיושנות עם המקרנים המקולקלים ועם מרצים שחלקם לא יודעים להפעיל אפילו מצגת פאואר פוינט. אלה מרצים שעבורם הפייסבוק נתפס עדיין כמשחק ילדים מוזר. אתה תראה שחוג אחרי חוג ייפול באקדמיה המסורתית, שבינתיים מחזיקה במונופול ובעצם מעכבת שינוי. במקביל, סיפורים על מצליחנים שפנו לאפיק הלימודי האלטרנטיבי ישמשו השראה לצעירים וידרבנו אותם לפנות למסלול התבגרות חדש. פס הייצור המופרך שנקרא תואר ראשון פשוט ייפסק&quot;.", "keywords": ["תואר אקדמי", "אוניברסיטה", "חיפוש עבודה", "יזמות עסקית"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/349421/90_L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שי אספריל"}, "datePublished": "2013-07-04T06:52:59", "dateModified": "2020-08-17T13:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "לא צריך תואר כדי להבין את זה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2013-07-04", "category": "בארץ", "subtitle": ""}