{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3390614,00.html"}, "headline": "אי אפשר לנצח את הבורסה", "description": "נוסחאות ההשקעה לא באמת עובדות, האנליסטים פועלים בערפל, השקעות לטווח ארוך לא מבטיחות כלום, והאופי האנושי מכוון אותנו להפסיד . להלן 7 הוכחות, המבוססות על המחקרים המתקדמים ביותר והמומחים המנוסים ביותר", "articleBody": "פרופ&#39; ריצ&#39;רד וייסמן, מחבר רב־המכר &quot;מישהו ראה כאן גורילה?&quot;, סיפר פעם כיצד בחן ב־2001 את &quot;האסטרולוגיה הפיננסית&quot; - אופנת השקעות שעוררה תשומת לב באותן שנים. מגידי עתידות שקידמו אותה טענו כי ביכולתם לנבא ביצועים של מניה לפי תאריך ייסוד החברה ומצב הכוכבים. וייסמן חשב שמלאכת ההפרכה תהיה פשוטה: הוא גייס אסטרולוגית פיננסית והעמיד מולה מצד אחד אנליסט בכיר מהבורסה של לונדון ומהצד השני ילדה בת ארבע בשם תיאה.\r\n \r\nכל אחד מהשלושה התבקש לחלק 5,000 פאונד בין ארבע מניות. האסטרולוגית לפי הכוכבים, האנליסט לפי ניתוחיו - והילדה לפי מאה גיליונות נייר עם שמות חברות עליהם, שנזרקו מתקרת הלובי של בנק ברקליס הבריטי, ושמהם תפסה ארבעה.\r\n \r\nכעבור שנה נבדקו תוצאות הניסוי: את ההפסד הקשה ביותר ספג האנליסט - התיק שיצר איבד 42.6% מערכו. ביתרון ניכר ניצבה האסטרולוגית, שהפסידה רק 6.2%. והילדה ניצחה, עם רווח של 5.8%.\r\n \r\nהאם היה לאנליסט מזל רע? האם ילדות בנות ארבע יכולות ללמד אותנו משהו על השקעות? או האם שוק ההון פועל לפי כללים אחרים מאלה שמייחסים לו רבבות מנהלי קרנות, מחברי ספרי התעשרות, מדריכים בקורסים למסחר, ושאר האנשים שמתפרנסים מלגרום לאחרים להשקיע?\r\n \r\nדווקא בתקופות שבהן הבורסה עולה בכמעט 90% בשנה ונראית כאילו התאוששה בן לילה ממשבר כלכלי, חשוב להיזכר בכמה כללים שעולם ההשקעות מקפיד להכות במי ששוכח אותם. \r\n  \r\n\r\n1. נולדנו להיות גרועים בבורסה \r\n \r\nלמה? כי כולנו חושבים כמו כלכלנים אבל בסוף פועלים מהבטן\r\n \r\nבעשור שבין יולי 1996 ליוני 2006 עלתה הבורסה בתל אביב ב־300%. היו מניות שעלו יותר, כגון מניית טבע שעלתה ב־830%. היו שעלו פחות, כגון אי.די.בי אחזקות שעלתה ב־65%. 300% היה שיעור העלייה במדד ת&quot;א־100, שמייצג את ממוצע הבורסה. \r\n \r\nכמה הרוויח המשקיע הישראלי בעשור הזה? לפי מחקר של דני טולידאנו מבית ההשקעות פסגות, משקיע ממוצע בקרנות נאמנות בשנים אלה הפסיד 58% מכספו. כשהבורסה עלתה פי ארבעה, המשקיע הפרטי איבד יותר מחצי. ההסבר: במקום לשבת על הקרן, המשקיעים לקחו את העניינים לידיים, מכרו וקנו, וניזוקו. \r\n \r\nמחקר דומה עקב אחר 66,400 משקיעים אמריקאים בשנים 1991–1996. בשנים הללו עלה מדד הבורסה האמריקאית S&amp;P 500 ב־168%. אבל המשקיעים הפרטיים השיגו תשואה של 148% בלבד, ו־12 אלף הפעילים שבהם הרוויחו רק 90% - ופספסו את שנות ההזדמנות. גם כאן הסיבה היתה החלטות שגויות שקיבלו. \r\n \r\nכשהחוקרים בראד ברבר וטרנס אודין מאוניברסיטת קליפורניה שחזרו את המחקר בבורסה של טייוואן - התוצאות היו גרועות בהרבה. גם כאשר ד&quot;ר איתי גלילי מאוניברסיטת בר־אילן ביצע בדיקה דומה ב־3,282 תיקי השקעה ישראליים בין השנים 1997–1998, המסקנה היתה דומה: יותר פעולות חותכות ברווחים. גם בשוק עולה אנחנו מפסידים. למה? \r\n \r\nאת ההסבר נתן הפסיכולוג הישראלי זוכה פרס נובל לכלכלה פרופ&#39; דניאל כהנמן, אבי אסכולת &quot;הכלכלה ההתנהגותית&quot;. לפי אסכולה זו, בני אדם אמנם אוספים מידע כלכלי ומנתחים אותו, אבל בסוף פועלים מהבטן. ניסויים הראו שגם כלכלנים נותנים לתחושות הבטן להטות את שיקולי ההיגיון, ומפסידים. \r\n \r\nבראיון שנתן ב־2003 לעיתון &quot;ניו יורק טיימס&quot; אמר כהנמן: “רובנו סובלים משלוש בעיות - האמונה שיש לנו יכולת מעל הממוצע בבחירת מניות; האשליה שיש לנו, שלפיה נדע למכור בזמן גם כשיש בועה; והשכנוע הפנימי שלנו בכך שחוקי הכלכלה יכולים להשתנות”.\r\n \r\nכשכהנמן התבקש לתת עצה למשקיעים, אמר: “קנו מניות בפיזור רחב, שבו עליהן - ותפסיקו לחשוב שאתם יכולים לנצח את הבורסה&quot;.\r\n \r\n2. ניתוח הערך אינו מה שהיה\r\n \r\nלמה? כי החברות למדו את הטריק ומבשלות את הדו&quot;חות הכספיים\r\n \r\nאין מונח המעורר יותר כבוד בעולם ההשקעות מ&quot;ניתוח ערך&quot;. ניתוחי ערך הם שהפכו את וורן באפט לאיש השני העשיר בעולם אחרי ביל גייטס, ואין כיום אנליסט, כתב כלכלי או פקיד שומה שאינו משתמש בהם כדי לבדוק את יציבותה של חברה.\r\n \r\nתורת ניתוח הערך גורסת כי שיטה מיוחדת לקריאה בדו&quot;חות כספיים מאפשרת להעריך כמה כסף תרוויח חברה בשנים הקרובות, ולפי זה מה המחיר הראוי למנייתה כיום. &quot;השקעת ערך&quot; היא רכישת מניות של חברה יציבה ומובילה שעתידה להרוויח סכומי עתק - אבל שמנייתה נסחרת בזול. &quot;אל לו למשקיע לעסוק בהשערות והימורים&quot;, כתב לפני 60 שנה מייסד התורה בנג&#39;מין גראהם, בספרו &quot;המשקיע הנבון&quot;. &quot;עליו לדעת שכבר ברגע הרכישה הוא קיבל תמורה שעולה על המחיר ששילם&quot;. \r\n \r\nפרופ&#39; ברטון ג&#39;י. מלכיאל (77) הוא מרצה לכלכלה מאוניברסיטת פרינסטון ודירקטור לשעבר בחברת ההשקעות הרביעית בגודלה בעולם, ואנגארד. ב־1973 הוא פרסם את &quot;הליכת אקראי בוול סטריט&quot; - מספרי ההשקעות המעטים שמתחרים בפופולריות של &quot;המשקיע הנבון&quot;. בספר, שהשנה תצא בארצות הברית מהדורתו העשירית, מלכיאל טוען שאין שיטה שמנצחת את מדד הבורסה, ושהדרך הבטוחה להרוויח היא להשקיע בתעודות סל - ניירות ערך שמחקים מדדי מניות, ללא התערבות של מנהל השקעות.\r\n \r\nבמהדורות עדכניות של הספר מלכיאל מסביר מדוע הוא מאמין שגם האסטרטגיה המכובדת של השקעות הערך נהפכה למסוכנת וללא מומלצת. הסיבה: המומחים הגדולים ביותר בה נכשלים בעקביות. \r\n \r\nמלכיאל הדגים זאת כבר ב־1980, כשפנה לראשי 19 מבנקי ההשקעות המכובדים ביותר בוול סטריט, נתן להם רשימת חברות וביקש מהם להעריך את ביצועיהן בחמש השנים הבאות. כעבור חמש שנים, כשההערכות הושוו לתוצאות האמיתיות, ביקשו כל משתתפי הניסוי שלא להיחשף בשמותיהם, שכן תחזיותיהם התגלו כאקראיות לגמרי. ניסוי דומה שביצעו חוקרים מאוניברסיטת MIT טען שהפער בין תחזיות מנהלי השקעות ערך לבין המציאות עומד על כ־31.3% בממוצע בשנה. \r\n \r\nלטענת מלכיאל, מי שאשמים בפשלה אינם מנהלי ההשקעות אלא החברות עצמן: החשבונאות היצירתית כה נפוצה בוול סטריט, הוא כותב, עד שכבר קשה לסמוך על התמונה שמציגים הדו&quot;חות הכספיים. כדוגמה הוא מביא &quot;בישולי ספרים&quot; שבהם נתפסו ענקיות כגון מוטורולה, זירוקס, קודאק, חברות הענק הקורסות וורלדקום ואנרון, ועוד חברות רבות אחרות שהוא אינו מזכיר בשמותיהן. מהדורת 2010 של ספרו עתידה להזכיר את ה&quot;תיקונים&quot; שנעשו בעבר בדו&quot;חות של כמה מחברות הפיננסים שקרסו ב־2008. \r\n \r\nגם מידיעות בתקשורת קשה ללמוד מידע רלבנטי על מצב החברה - ואת המידע שבאמת רלבנטי לבורסה גורמים פנימיים מנצלים עוד לפני שהוא מגיע אל הציבור. לכן, כותב מלכיאל, בימינו יתקשה משקיע פרטי להקדים את השוק בזיהוי מניה איכותית, ועד שהשוק מכיר בה, הרווחים הגדולים עליה כבר נעשו. לאלה נוסיף את הקושי לחזות אירועים גלובליים ולהעריך את השפעתם על הכלכלה העולמית - ונבין מדוע לא קם וורן באפט שני.\r\n \r\n3. ניתוח טכני הוא מתכון לכישלון\r\n \r\nלמה? כי השיטה מעולם לא היתה אמינה יותר מהמזל\r\n \r\n&quot;ניתוח טכני&quot; הוא שמה של תורת השקעות שגישתה הפוכה לגישת &quot;השקעת הערך&quot;. השקעה לפי ניתוח טכני אינה לשנים - אלא לימים, ולפעמים לדקות. היא אינה מתבססת על ביצועיה של חברה ועל ניחושים לעתיד, אלא על העובדה שמניה כלשהי עולה כרגע, ולכן כדאי לקנות אותה מהר ולמכור לפני שתרד. ההנחה שבבסיס הניתוח הטכני היא שכל המידע הרלבנטי להחלטה אם לקנות או למכור מניה כבר מוצפן בתרשים היסטוריית המחירים שלה. מי שיידע לזהות את הרמזים בתרשים לא צריך לדעת אפילו את שם החברה. \r\n \r\nאיך זה עובד? למשל, אם רואים שמחיר מניה, מטבע או סחורה בקושי עולה, אבל שמישהו דואג לקנות אותם בכמויות, אז המסקנה היא שאותו מישהו יודע משהו שהשוק עוד לא יודע, ולכן כדאי לקנות את נייר הערך ולחכות. כשהחדשה תתפרסם וההמונים ינהרו, המחיר יעלה עוד - ואז כדאי למכור, ולעבור להזדמנות הבאה. תורת הניתוח הטכני מפרטת עשרות דרכים לפענח דפוסים בגרף מניה, ולנבא את מחירה בעתיד הקרוב. \r\n \r\nאלא שהניתוח הטכני אינו משתלם. מחקר של פרופ&#39; טרנס אודין מצא שב־1998–1999, סוחר יום ממוצע בבורסה האמריקאית הפסיד את כל כספו בתוך שישה חודשים. סוחרי יום הם אנשים שמתפרנסים מקנייה ומכירה יומיומית של מניות על בסיס ניתוח טכני, וממוצע של 100%- בחצי שנה הוא תוצאה גרועה מאוד לתקופה שבה הבורסה רק עלתה. \r\n \r\nמחקר אחר מ־1994 בדק את התשואה שמניב ניתוח טכני &quot;מושלם&quot;: מחשב הוזן בהיסטוריית התרשימים של 548 מניות וב־32 הדפוסים הנפוצים של הניתוח הטכני. לאחר מכן הוא תוכנת לבצע, בדיעבד, את כל החלטות הקנייה והמכירה על פי הדפוסים, ללא פספוסים ובתזמון מושלם, לאורך השנים 1994-1989. התוצאה היתה רווחים נמוכים מאלה שהיו מתקבלים מהשקעה בתעודת סל מדדית באותן שנים. בניכוי עמלות קנייה ומכירה, הרווחים היו נמוכים בהרבה, שכן לעתים העלייה במחיר המניה לא כיסתה אפילו את עמלת העסקה. \r\n \r\nאת המסקנה ציטט ב־2006 המתמטיקאי והמשקיע נאסים ניקולס טאלב בספרו &quot;תעתועי האקראיות&quot;. לדבריו, אין הוכחה שאיתותי הניתוח הטכני הם יותר מאשליה סטטיסטית: בכל רגע יש סיכוי של 50% שמגמתה של מניה תתהפך, ותורת הניתוח הטכני לכל היותר מוסיפה כמה אחוזים לסיכויי הניחוש - וגם אז לא מבטיחה את גובה התשואה.\r\n \r\n4. מנהלי ההשקעות מפסידים לבורסה\r\n \r\nלמה? כי הם עולים יותר מהערך המוסף שהם נותנים\r\n \r\nבספטמבר 2003 מנהלי השקעות בישראל נחשבו למוכשרים יותר מקופים. העיתון &quot;ידיעות אחרונות&quot; ערך לראשונה את &quot;משחק המשקיעים&quot;, שבו שבעה מנהלי השקעות סחרו במניות וכתבי אופציות במשך חצי שנה, והתחרו על גובה התשואות זה בזה, במדד ת&quot;א־100 ובקוף. ה&quot;קוף&quot; היה תיק מניות שנבחר באקראי, ושלא בוצעה בו אף פעולה. השם &quot;קוף&quot; נבחר לתיק כמחווה לטענתו המצוטטת של ברטון מלכיאל, שלפיה &quot;קוף עיוור ייטיב לבחור מניות מקרן נאמנות ממוצעת&quot;. במשחק ההוא הקוף הפסיד: המנהלים המתחרים היכו כולם את מדד הבורסה, והשיגו תשואות שנעו בין פי שניים ממנו לפי שבעה ממנו. המנצח, מנהל מגדל שוקי הון, השיג בחצי השנה הזאת תשואה של 178%. מבקרים צרי עין טענו שבמבט לאחור מדובר במזל גרידא: חודשי התחרות היו חודשי זינוק גדולים בבורסה - אפילו הקוף הגיע לתשואה של 44%. \r\n \r\nייתכן שיש משהו בדברי המקטרגים: בשלוש השנים הטובות 2007-2005, רק שלוש מבין 30 הקרנות שהשקיעו במדד ת&quot;א־100 הצליחו להכות אותו, וב־2008 כולן הפסידו לו. בשנים 1999–2007, שבהן הבורסה עלתה ב־260%, רוב קרנות הנאמנות המדדיות עלו בכ־130% בלבד. וב־2009, שבה 21 מתוך 28 הקרנות של ת&quot;א־100 היכו את המדד, רק מעט משקיעים נהנו מכך. לפי נתוני בנק ישראל, רק מעטים מהישראלים שמכרו את מניותיהם בהפסד במהלך 2008 חזרו לבורסה בזמן כדי ליהנות מהעליות של 2009.\r\n \r\nגם קרנות הנאמנות האמריקאיות ידועות בביצועי החסר שלהן: לפי חברת המחקר ליפר, בשנים 1990–1999 פיגרו הקרנות המנייתיות שם ב־3.4% בשנה בממוצע אחרי מדד הבורסה. בכל אחת משש השנים 2003–2008, 69% מקרנות הנאמנות הפסידו למדד S&amp;P 500. \r\n \r\nלקרנות הנאמנות המנוהלות יש מנהלים מוכשרים, גדודי סוחרים, טכנולוגיה מתקדמת, חופש לנצל תקופות של עליות חדות וחופש לברוח ראשונים כשהקריסה מתחילה. מדוע הן מפסידות למדד הטיפש? \r\n \r\nהסבר אחד הוא עלויות התפעול: מחקר של MIT שפורסם השנה גילה שדמי הניהול, עמלות הכניסה והמסים מציבים את קרנות הנאמנות בנקודת פתיחה של 4.5%- לעומת מדד המניות. כלומר, אם מנהל הקרן בחר תיק שהיכה את המדד ב־3.5%, לאחר הפחתת העלויות יקבלו לקוחותיו תשואה של 1% מתחת למדד.\r\n \r\nהסבר נוסף מציע בראיון ל&quot;מוסף כלכליסט&quot; ראסל נאפייר, הברוקר הראשי של בנק ההשקעות CLSA, ומחבר הספר &quot;האנטומיה של הדב&quot; שעוסק בהשקעות בזמן מיתון. לדבריו, הקרנות מפסידות מאותה הסיבה שמשקיעים פרטיים מפסידים: ריבוי פעולות. &quot;הגופים הגדולים שבויים בידי התיקים שהם מנהלים&quot;, אמר לנו נאפייר. &quot;והם נופלים בכל הבועות כי משלמים להם כדי להישאר במסיבה עד לרגע האחרון - שהוא תמיד מאוחר מדי&quot;.\r\n \r\nאת ההסבר השלישי, האכזרי מכולם, מציע טאלב בספרו &quot;תעתועי האקראיות&quot;: מנהלי הקרנות מתנהלים בערפל, וגם הצלחותיהם הן בעצם רק מזל. אם עשרת אלפים מנהלי השקעות יטילו מטבע חמש פעמים, כותב טאלב, 313 מהם יוציאו &quot;עץ&quot; חמש פעמים רצופות. האנליסטים יתרגשו, הביוגרפים ישבחו את הוריהם - אבל את הצלחתם הם יהיו חייבים לסטטיסטיקה. &quot;לאורך כל ההיסטוריה, רק פיטר לינץ&#39; הצליח לנצח את הבורסה בעקביות&quot;, הוסיף פרופ&#39; מלכיאל בראיון ל&quot;מוסף כלכליסט&quot;, &quot;וגם זה נגמר&quot;. \r\n \r\nומה עם האלופים מ&quot;משחק המשקיעים&quot;? ב־2007 נערכה עוד תחרות. התוצאה הפעם: חמישה משבעת המתחרים הפסידו בגדול למדד הבורסה, והשיגו תשואות עלובות. השניים שניצחו את המדד היו בית ההשקעות פריזמה, שכעבור שנה קרס וסולק מהבורסה - והקוף.\r\n \r\n5. נוסחאות ההשקעה לא באמת עובדות\r\n \r\nלמה? כי ברגע שהתפרסמו, היתרון שבהן אבד\r\n \r\nמה עם כל ספרי ההשקעות? כל שיטות ההתעשרות? ההשקעות לפי טרנדים? הנוסחאות? האם כולם קשקוש? \r\n \r\nשיטת &quot;כלבי הדאו&quot; הוצגה ב־1991, ובדיקתה לאחור גילתה ששימוש עקבי בה מאז שנות ה־70 היה מכפיל מדי חמש שנים את ההון. השיטה: מחלקים סכום השקעה שווה בשווה בין עשר המניות עם הדיבידנדים הגבוהים ביותר במדד דאו ג&#39;ונס, וכעבור שנה מוכרים את כולן ומחלקים את הפדיון ואת כספי הדיבידנדים לפי אותם הכללים, וחוזר חלילה מדי שנה. אולם ב־2006 התברר שהשיטה לא עובדת זה עשור, ושמאז 1996 עלה דאו ג&#39;ונס בממוצע ב־9.9% בשנה, בעוד ש&quot;הכלבים&quot; עלו רק ב־8.8% בשנה - וזאת לפני ניכוי העמלות הכרוכות בקנייה, מכירה והחזקה של עשר מניות. \r\n \r\nב־2007 מדד דאו ג&#39;ונס עלה ב־8.9% וכלבי הדאו רק ב־2.2%, ב־2008, כשהדאו נפל בכ־34%, הכלבים התרסקו בכ־40%, ובעליות של 2009 הדאו עלה ב־18.8% - והכלבים השתרכו אחריו עם 12.9%. לפני עמלות.\r\n \r\nשיטה פופולרית אחרת היא &quot;אפקט ינואר&quot;: בתי השקעות נוהגים למכור מניות רבות בדצמבר, ולשוב ולרכוש אותן בינואר. לכן, גורסת השיטה, מי שירכוש מניות בדצמבר ירוויח מעליית מחיריהן בינואר. אולם בפועל זה לא משתלם. מאז 1997 היתה התשואה הממוצעת של חודשי ינואר בישראל שלילית, עם נפילות אכזריות בינואר 1998 (8%-), בינואר 2001 (9%-) ובינואר 2008 (13%-). גם בארצות הברית, מולדתה של השיטה, ביצועיה מקרטעים.\r\n \r\n \r\nברטון מלכיאל, מה עם שיטות חדשות יותר? למשל, השיטה מ&quot;הספר הקטן שמכה את השוק בגדול&quot; של ג&#39;ואל גרינבלט, המבוססת על עקרונות שמוסכמים על הכל - בחירת מניות עם רווחים גבוהים ומכפיל רווח נמוך?\r\n&quot;לפני שנתיים, השיטה הזאת היתה מביאה אותך אל רשימת כל הבנקים וחברות הפיננסים באמריקה&quot;, אומר מלכיאל.\r\n \r\nאז אין שיטה שעובדת?\r\n&quot;כל שיטה הורסת את עצמה מרגע שהגיעה לתודעת הציבור. אם אתה רוצה שיטה הגיונית, קרא את הספר &#39;The Little Book of Common Sense Investing&#39; (ספר השקעות של ג&#39;ון בוגל, ממציא תעודות הסל בארצות הברית וקולגה לשעבר של מלכיאל בחברת ההשקעות ואנגארד). היתר הן קשקוש&quot;. \r\n \r\nראסל נאפייר, יש היום הרבה תוכנות שבזמן אמת מנתחות אלפי מניות ומחפשות תבניות שאפשר לנצל. האם הן מקנות יתרון למי שמשתמש בהן? \r\n&quot;בימינו משוואות מסבירות לנו הכל, ואנחנו מאמינים להן. אבל בפועל, התוכנות פשוט מעודדות ביצוע של יותר עסקאות, מה שמאיץ התגבשות של בועות. מה שהתוכנות לא יודעות לעשות זה לזהות סיכונים ולדעת לצאת לפני שהכל מתמוטט&quot;. \r\n \r\nובן אדם נורמלי ואינטליגנטי לא יכול לגלות לבד מתי הכל עומד להתמוטט? \r\n“יכול. אבל זה קשה, כי בכל הבועות הקריסה הגיעה בשיא האופוריה, ובכל פעם היא הגיעה מוקדם יותר – בגלל העלייה במספר המשקיעים והעסקאות, חיי הבועות הולכים ומתקצרים בכל פעם&quot;.\r\n \r\n6. אנליסטים רק מזיקים\r\nלמה? בגלל מעט מקצועיות והרבה ניגודי עניינים\r\n \r\nדצמבר 2007 היה ההזדמנות האחרונה לצאת מהבורסה לפני המפולת. באותו חודש התפרסמו 25 המלצות אנליסטים ארוכות ומנומקות, שניחשו מה יהיו ביצועי המניות ב־12–18 החודשים הקרובים. 20 מההמלצות היו לקנייה וארבע היו ל&quot;החזקה&quot;. רק אחת היתה המלצה למכור. מבין כ־420 המלצות אנליסטים שפורסמו ב־2007, רק שש היו למכירה.\r\n \r\nזה מובן. מי ידע ש־2008 תהיה שנת קריסה? מה שפחות מובן זה מדוע ב־2008 עצמה, מבין יותר מ־400 המלצות אנליסטים פורסמה רק המלצת מכירה אחת. והתוצאה היא שמי שב־2007 וב־2008 הקשיב ליועצי ההשקעות - התרסק. \r\n \r\nבארה&quot;ב תופעת &quot;אופטימיות האנליסטים&quot; נחקרה רבות. זה 20 שנה שהיחס בין המלצות קנייה להמלצות מכירה הוא 100 ל־1. מחקר של אוניברסיטת קליפורניה גילה שהאופטימיות מזיקה: מניות עם המלצת &quot;קנייה חזקה&quot; פיגרו בתום שנה בכ־3% אחרי המדד. \r\n \r\nמהיכן האופטימיות? מלכיאל מציע בספרו שני הסברים. האחד הוא שפשוט אין דרך אמינה לחזות את מחירה של מניה בשנה הקרובה, ושכמו שאר המשקיעים, האנליסטים פועלים על סמך תחושות בטן, פרמטרים מומצאים וכוונות טובות. ההסבר השני מטריד: אינטרסים נסתרים. מאז שנות השבעים, כותב מלכיאל, מוסדות פיננסיים מרוויחים את עיקר הכנסתם מחיתום - סיוע לחברות להנפיק את עצמן בבורסה. השותפות העסקית הזאת רווחית יותר, וחשובה יותר, מניהול תיקי משקיעים, ולמוסדות יש אינטרס &quot;לעזור&quot; למקורבים להעלות את שערי מניותיהם, ולמשוך לקוחות פוטנציאליים. \r\n \r\nרשות ניירות ערך בארה&quot;ב פועלת נגד ניגוד האינטרסים הזה, ובאחרונה אילצה את בנקי ההשקעות להפריד את מחלקות המחקר שלהם משאר האגפים - גם בשרשרת הניהול וגם פיזית, במיקום המשרדים. גם בישראל הועלתה טענה על ניגוד אינטרסים כזה: ח&quot;כ אבישי ברוורמן התלונן בשנים האחרונות על כך שמוסדות פיננסיים מכניסים לקרנות הפנסיה שלהם את מניות החברות שלהן שימשו חתמים. בתפקידו כיו&quot;ר ועדת הכספים העביר ברוורמן ב־2009 תקנה שמגבילה קרנות פנסיה מלרכוש &quot;מניות קשורות&quot;. \r\n \r\n&quot;ב&#39;אנליסטית&#39;, &#39;קנה&#39; פירושו &#39;החזק&#39;, ו&#39;החזק&#39; פירושו &#39;היפטר מהזבל הזה&#39;&quot;, כותב מלכיאל. וכפי שמסכם בשיחה עם &quot;מוסף כלכליסט&quot; פרופ&#39; יעקוב בודוך, המנהל האקדמי של מרכז קיסריה לשוק ההון במרכז הבינתחומי בהרצליה: &quot;סוחרים כושלים נהפכים ליועצים&quot;.\r\n \r\n7. גם השקעה לטווח ארוך אינה בטוחה\r\nלמה? כי &quot;הטווח הארוך&quot; הוא ארוך ממה שנדמה\r\n \r\n&quot;בבורסה משקיעים לטווח ארוך&quot; - זו סיסמה שכל יועץ השקעות מכיר ומדקלם. גם גישת השקעות הערך וגם תיאוריית &quot;השוק היעיל&quot;, שברטון מלכיאל הוא מנציגיה הבולטים, מזהירות שהשקעה לפחות מחמש שנים היא מסוכנת ולא רצינית. \r\nאלא שישראלי ששמע לעצה הזאת בתחילת שנת 2000, מצא את עצמו בסוף 2008 ובתחילת 2009 עם אותו מדד בורסה, לפני ניכוי העמלות, האינפלציה ובזבוז הזמן. מי שהשקיע במדד 500 S&amp;P מצא את כספו חוזר בתחילת השנה לשווי שבו היה ב־1997, וגם ב־2002, אחרי התפוצצות בועת ההייטק. \r\n \r\nבעשור החולף אפשר להצביע בוודאות רק על מועד אחד שהבטיח רווחים: החודשיים הראשונים של 2003. מי ששם אז את כספו על מדד ת&quot;א־100 ויצא מהבורסה בחודשיים האחרונים של 2007 הכפיל את הונו פי ארבעה. למעשה, מי שהשקיע במדד ת&quot;א־100 בתחילת 2003, היה נותר מורווח גם לאורך 2008 הקשה. אבל מי שהשקיעו במדד הבורסה שנה קודם לכן או שנה אחר כך הרוויחו הרבה פחות, ואף הפסידו. רק בשיא תקופת הייאוש, כשאיש לא רצה לקנות מניות, המחירים בבורסה היו נמוכים דיים כדי להוות הזדמנות אמיתית. בדיוק כפי שהם היו בחודשיים הראשונים, והשוממים מבחינת פעילות, של 2009.\r\n \r\nומה לגבי בחירת מניות טובות לטווח ארוך? מתברר שזו משימה קשה שהצלחתה כלל אינה מובטחת. כמה מההשקעות הגרועות בעשור האחרון הן במניות מיקרוסופט, וול־מארט, אינטל, סיסקו, יבמ, ג&#39;נרל מוטורס, ג&#39;נרל אלקטריק, AIG, אלקואה אלומיניום, AT&amp;T וענקית התרופות האמריקאית מרק - כולן מניות &quot;גדולות ובטוחות&quot; שפספסו את העלייה הגדולה של 2003–2007, אבל לא את ההפסדים של 2008. \r\n \r\nראסל נאפייר, בשנות השבעים איבדנו עשור, נמלטי 2008 איבדו עשור - איך אפשר להצדיק השקעה לטווח ארוך? \r\n&quot;הטעות היא בהגדרת המושג &#39;טווח ארוך&#39;. טווח ארוך זה לא שם נרדף ל&#39;הרבה זמן&#39;, אלא משהו שמדדו אותו, והוא נמשך 17 שנים בדיוק. ב־200 שנות הבורסה, המדד היה ההשקעה הטובה ביותר בכל מקטע זמן של 17 שנים לפחות. ב־16 שנים עדיין אפשר להפסיד. זו הסיבה להמלצה להוריד את שיעור המניות בתיק ככל שהגיל עולה&quot;.\r\n \r\nהייתם משקיעים במניות האלה?\r\n \r\n* * * \r\nאפשר לנצח את הבורסה. גם בן לילה וגם לאורך שנים. את ההודאה הזאת חילצנו מכל המרואיינים והספרים שהציעו לא לנסות. אבל היא לוותה תמיד באזהרה: הבורסה היא משחק שמעטים יודעים לשחק. כלליו סותרים את כללי ההיגיון. אסור לחקות בו את המקצוענים, כי המניה שקנית באיחור של דקה כבר אינה המניה שהם קנו. אסור לסמוך בו על רוב המשקיעים - כי מרגע שנהפכו לרוב, המניות שבחרו נהפכו למסוכנות. אסור לדבוק בו בשיטות, כי מאות שנות מסחר גילו שמה שעבד עד הבוקר, כנראה לא יעבור מחר. \r\n \r\nאם אתה לא אחד מאלה שבאמת יודעים מה קורה בבורסה, אומרים המזהירים, מוטב שלא תנסה לנצח אותה, אלא לנצח איתה. להשקיע בפיזור רחב, בתעודת סל שעוקבת אחר אחד המדדים שמייצגים את הכלכלה כולה, ולחכות בסבלנות שנים ארוכות, עד שתתעשר לאט אבל בטוח. כי הכלל היחיד שעד כה לא נשבר הוא שלאורך זמן, הרבה זמן, הכל נעשה טוב יותר.\r\n \r\nלכתבות נוספות במוסף &quot;כלכליסט&quot; לחצו כאן\r\n ", "keywords": ["בורסה", "הרשות לניירות ערך", "ראסל נאפייר", "ברטון מלכיאל"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/107258/CAL0064314_2_s.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אסף אביר"}, "datePublished": "2010-02-04T09:09:24", "dateModified": "2020-08-18T20:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אי אפשר לנצח את הבורסה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2010-02-04", "category": "בארץ", "subtitle": ""}