{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3580201,00.html"}, "headline": "ניסוי והטעיה", "description": "ד&quot;ר איגנסיו צ&#39;אפלה בסך הכל הזכיר במחקרו בעיית זיהום בתירס מהונדס גנטית. התגובה היתה מכתבי קוראים זועמים לעורך כתב העת &quot;נייצ&#39;ר&quot;, שטענו לשגיאות גסות והטיה מכוונת. רק אחרי ש&quot;נייצ&#39;ר&quot; התנצל על הפרסום והאוניברסיטה של צ&#39;אפלה שללה ממנו את הקביעות, נחשף ש&quot;הקוראים&quot; אינם אלא גדוד יחסי הציבור של ענקית החקלאות מונסנטו. כך מחסלים תאגידי הענק את המדע העצמאי", "articleBody": "סיפורו הקפקאי של ד&quot;ר ג&#39;יימס זאהן ממחיש משהו מהאיום הגדול ביותר על הקהילה המדעית בשנים האחרונות.\r\n \r\nזאהן, מיקרוביולוג במשרד החקלאות האמריקאי, גילה בסוף 2001 שהאנטיביוטיקה שחקלאים מזריקים בכמויות גדולות לחיות משק ולמזונן גורמת להתפתחות זנים חדשים ואלימים של נגיפים עמידים לאנטיביוטיקה, שמסכנים גם בני אדם. הוא מצא את הנגיפים באבק סביב מכלאות חזירים במדינות איווה ומיזורי, וחיבר דו&quot;ח שמפרט ביובש את הממצאים. &quot;זה היה מדאיג&quot;, שחזר כעבור שלוש שנים מעל במת אוניברסיטת איווה. &quot;כבר שנים מסתובבת הסברה ששימוש מוגבר באנטיביוטיקה יתרום להתפתחות מוטציות עמידות יותר. כשמצאנו את המוטציות האלה בדיוק, רצינו להציג את הממצאים לאנשים שעובדים עם מקבלי ההחלטות, לא יותר&quot;.\r\n \r\nאבל הרצון הזה לא התממש. במשך שנה שלמה ניסה זאהן להציג את ממצאיו בכנסים ובפרסומים פנימיים, וב־11 הזדמנויות שונות אסרו עליו הממונים עליו במשרד החקלאות לעשות זאת. נאמר לו שסוגיות בבריאות של בני אדם הן מחוץ לתחום הטיפול של יחידתו, ובהזדמנות אחרת הממונה עליו כתב לו באימייל ש&quot;בנושאים שנויים במחלוקת ורגישים פוליטית נחוצה דיסקרטיות&quot;. \r\n \r\nהממונים על זאהן לא פעלו מתוך רוע. הם בסך הכל נשמעו למזכר מיוחד שהגיע באותה שנה מהממשל, ושפירט 28 נושאים רגישים שיש לקבל אישור מראש לפני שדנים בהם בפומבי, ובהם נזק שחברות חקלאיות גורמות לבריאות ולסביבה (סעיף 7) ונושאים שקשורים לחיידקים ונגיפים בעלי עמידות לאנטיביוטיקה (סעיף 22).\r\n \r\nבספטמבר 2003 זאהן עזב את משרד החקלאות ופרסם את ממצאיו באופן עצמאי. הפרסום הוביל להנחיה רשמית לחקלאים מטעם מינהל המזון והתרופות האמריקאי (FDA) שדרש להפחית את השימוש באנטיביוטיקה ברפתות.\r\n \r\n&quot;זה אפילו לא קצה הקרחון&quot;, אומר ל&quot;מוסף כלכליסט&quot; מייקל הלפרן, מנהל התוכנית ליושרה מדעית ב&quot;איגוד המדענים המודאגים&quot; (באנגלית: &quot;Union of Concerned Scientists&quot;, ובקיצור UCS . (UCS, עמותה שרשומים בה כ־400 אלף אזרחים ומדענים מרחבי העולם, מייצרת בשנים האחרונות עוד ועוד כותרות במסגרת המאבק הציבורי שהוא מוביל לחשיפת ההשפעות והלחצים, הנסתרים וההרסניים, של תאגידים וגורמים מסחריים על המחקר המדעי. \r\n \r\nהשנה פרסם הארגון דו&quot;ח בן 64 עמודים שמתאר בראשי פרקים את השיטות הרבות והיצירתיות להכפשה, איום, וניסיונות סילוף וצנזורה שמדענים סובלים מהם, ואת תפקידם הנרחב של תאגידים מסחריים במסכת הלחצים. הדו&quot;ח, ששמו &quot;עץ הם מרוויחים, פלי אנחנו מפסידים&quot;, מתעד עשרות פרשיות ותחקירים שמציירים יחד תמונה עגומה שלפיה בתוך כמה שנים חלק ניכר מהידע האקדמי בעולם יהפוך לכלי שיווקי ריק, שתכניו ומסקנותיו מוכתבים בידי בעלי אינטרסים.\r\n \r\n \r\n&quot;על הממשלות שלנו מוטלת האחריות לדאוג לכך שהמדיניות שלהן תשמור על בריאות הציבור וביטחונו, ולשם כך נחוץ להן מידע מדעי עדכני&quot;, מסביר הלפרן בשיחת טלפון ממשרדי UCS בוושינגטון. &quot;לרוע המזל, בשנים האחרונות העיוות והדיכוי של המדע גדלו באופן שמשפיע דרמטית על תהליכי קבלת החלטות בממשלות רבות בעולם, ובפרט בארצות הברית. לעיוותים אחראים גורמים מסחריים שיש להם מה להפסיד מפרסום המידע האובייקטיבי, ומנסים להשפיע על המדע כדי שישמיע את העמדה שמשרתת את שורת הרווח שלהם&quot;.\r\n \r\n101 זוכי נובל לא עוזרים\r\n&quot;איגוד המדענים המודאגים&quot; קם ב־1969 כעמותה של סטודנטים ומרצים מאוניברסיטת MIT שמחו נגד המירוץ הגרעיני בעולם. יו&quot;ר הארגון בעשור הראשון לקיומו היה פיזיקאי החלקיקים זוכה הנובל הנרי קנדל. כיום ממלא את התפקיד פרופ&#39; ג&#39;יימס ג&#39;יי מקארת&#39;י, לשעבר נשיא האגודה האמריקאית לקידום המדע (AAAS) והמו&quot;ל האחראי של כתב העת המדעי היוקרתי &quot;Science&quot;.\r\n \r\nמאז הקמתו הארגון התרחב, גם במספר חבריו וגם בתחומי הביקורת. ב־1992 הוא פרסם את &quot;אזהרה לאנושות&quot;, גילוי דעת בחתימתם של 101 זוכי פרס נובל, שהפך למסמך מכונן בנושא ההתחממות הגלובלית.\r\n \r\nבעשור החולף החל UCS לתעד את מה שהוא מכנה &quot;השחתת המדע בידי תאגידים&quot;. ב־2004 הוא שלח לנשיא בוש מכתב שמזהיר מהכרסום של תעשיית הלוביסטים במעמדן של ועדות מחקר מקצועיות. עם חותמי המכתב ההוא נמנו היועצים המדעיים הראשיים של הנשיאים לשעבר קלינטון, ניקסון ואייזנהאואר, וכן 15 זוכי נובל ועשרות דקאני אוניברסיטאות.\r\n \r\nהדו&quot;ח החדש התפרסם בפברואר, שלוש שנים אחרי שברק אובמה נכנס לבית הלבן, והפיח תקווה לשיקום מעמד ההמלצות המדעיות בהתוויית מדיניות הממשל. אלא שמאז, לפי ריכוז תחקירים ודו&quot;חות וראיונות עם מאות מדענים, המצב רק החמיר. וכפי שאמרה שותפתו של הלפרן לחיבור הדו&quot;ח הבוטניקאית ד&quot;ר פרנצ&#39;סקה גריפטו מאוניברסיטת קורנל: &quot;פוליטיזציית המדע עדיין איתנו, ולמרבה הצער היא רק איום אחד מרבים&quot;.\r\n \r\nהדו&quot;ח החדש לא רק מתאר מקרים של הפעלת לחץ על מדענים, אלא גם מנתח אותם וחושף את השיטה. וליתר דיוק, סדרה של שיטות חדשות שתאגידים גלובליים פיתחו בשנים האחרונות כדי להיאבק בפרסומים מדעיים &quot;מזיקים&quot;. \r\n \r\n \r\nשיטה אחת היא, כמו במקרה של זאהן, בלימת מחקרים בעזרת לחץ פוליטי וכלכלי. הדו&quot;ח מזכיר גם את נסיגתו של ברק אובמה מהבטחתו להורות לסוכנות להגנת הסביבה (EPA) לבחון מחדש את התקנות המקלות של ממשל בוש לגבי פליטת גזי חממה. אובמה שינה את דעתו אחרי שבכירים בבית הלבן נפגשו עם לוביסטים של תעשיית הכימיקלים שהזהירו כי הגברת הפיקוח על זיהום האוויר &quot;תגרום לאובדן משרות במשק&quot;. \r\n \r\nלפעמים התאגידים בולמים את המחקרים המדעיים בעזרת איומים בתביעה. במקרה שתועד בכתב העת &quot;American Journal of Law &amp; Medicine&quot;, חברה איימה בתביעה על שני מדענים שמונו בידי סוכנות ממשלתית לבדוק את הבטיחות במפעל למיחזור פסולת גרעינית באתר הפסולת בעמק וורד בקליפורניה. המדענים התפטרו אחרי שהסוכנות סירבה לערוב להם שתכסה את הוצאות המשפט. עקב האיום בתביעה, שם החברה לא פורסם גם בתיאור המקרה במאמר בכתב העת.\r\n \r\nבמקרה של ד&quot;ר איגנסיו צ&#39;אפלה מאוניברסיטת קליפורניה בברקלי השיטה היתה יצירתית במיוחד: לאחר שפרסם מחקר בכתב העת המדעי &quot;נייצ&#39;ר&quot; שבו ציין שדנ&quot;א מתירס מהונדס גנטית זיהם זן תירס מקומי במקסיקו, הגיע למערכת כתב העת מבול של מכתבי ביקורת על הנתון ועל המחקר כולו. האשמות מפורטות במיוחד הגיעו משני קוראים זועמים, &quot;מרי מרפי&quot; ו&quot;אנדורה סמטצ&#39;ק&quot;, שטענו כי ידוע להם שצ&#39;אפלה מוטה אידאולוגית נגד ההנדסה הגנטית, ומנסה לגייס את העיתון המדעי לקידום משנתו. בלחץ ההתנגדויות התפרסמה ב&quot;נייצ&#39;ר&quot; הודעה על המחלוקת סביב נתוני המחקר. במקביל, באוניברסיטה סירבו להמשיך את הקביעות של צ&#39;אפלה, בין היתר כי הביע התנגדות לכך שמחלקתו תמומן על ידי ענקית התרופות השוויצרית נוברטיס. חקירה מאוחרת גילתה שמרפי וסמטצ&#39;ק הם שמות בדויים, ושמכתביהם הגיעו ממשרדי ביווינגס גרופ, חברת יחסי ציבור שעבדה עבור מונסנטו, תאגיד החקלאות ששולט בשוק הזרעים של תירס מהונדס גנטית.\r\n \r\nמדעני הרפאים \r\nאך מתברר שבלימת מחקרים לא מחמיאים אינה מספיקה. תאגידים רבים, בעיקר בתעשיית התרופות והטבק, מנסים כבר שנים להשפיע על המחקר האקדמי ולהביא לפרסום של מאמרים מחמיאים ומהללים, שיוצגו כמחקר מדעי אובייקטיבי וחסר פניות, שעבר ביקורת עמיתים. ביקורת עמיתים (ובאנגלית: Peer Review) היא סקירה של מחקר טרם פרסומו בידי צוות מומחים. היא לא מבטיחה איכות, אבל מהווה אישור לתקפות המדעית של שיטת הבדיקה.\r\n \r\nבשנים האחרונות התגלו כמה מקרים שבהם מאמרים מדעיים שעברו ביקורת עמיתים התגלו כמוזמנים מראש על ידי תאגידים. בכמה מקרים התגלו זיופים של ממש: ב־2009 הודה העורך הראשי של ההוצאה המדעית המכובדת אלסוויר שבשנים 2002–2005 פרסמה הוצאתו את כתב העת &quot;The Australasian Journal of Bone and Joint Medicine&quot;, שהוצג כנתון לביקורת עמיתים אך למעשה תכניו הוכתבו על ידי ענקית התרופות מרק. ב־1998 נחשף שהעורך הראשי של כתב העת הרפואי &quot;Regulatory Toxicology and Pharmacology&quot; קיבל לאורך 18 שנה יותר מ־3 מיליון דולר, במימון מחקרים ומשכורות ייעוץ, מחברת הסיגריות בראון אנד וויליאמסון, יצרנית סיגריות לאקי סטרייק. באותן שנים כתב העת שלו פרסם מחקרים שערערו על הקביעה שעישון פאסיבי מזיק לבריאות. על כתב העת &quot;Indoor and Built Environment&quot; נחשף באחרונה ש־60% מעורכיו ו־90% מכותביו נמצאים בקשרים כלכליים או קשרי עבודה עם יצרניות סיגריות.\r\n \r\nאבל ממדי התופעה כנראה מבהילים יותר ממה שפורסם עד היום. הדו&quot;ח של UCS טוען שמדובר בתעשייה שלמה ששמה Ghostwriting, &quot;כתיבת רפאים&quot;, שבה תאגיד מעביר טיוטת מחקר ל&quot;סוכנות לכתיבה מדעית&quot; שמחברת עבורו מאמר תמורת תשלום, ואז שולח את המאמר לחוקר חיצוני שרק מכניס בו שינויים קטנים ומפרסם אותו תחת שמו. ב־2010 פרסם הסנאטור הרפובליקני וחבר הוועדה לבחירת שופטים צ&#39;רלס גרסלי דו&quot;ח בנושא, ובו עדות של עורך כתב עת רפואי ששמו לא נמסר, שלפיה כשליש מהמאמרים שנשלחים לכתבי העת נחשדים ב&quot;כתיבת רפאים&quot;. בסקר אנונימי שכתב העת &quot;Journal of the American Medical Association&quot; ערך בקרב מחבריהם של 630 מאמרים מחקריים, כ־8% הודו ש&quot;למאמר היו מחברים נוספים, ששמם לא הוזכר&quot;. מחקר אחר, שפרסם כתב העת &quot;British Journal of Psychiatry&quot;, מצא שב־50% מהמאמרים המדעיים באמריקה אפשר למצוא קשר לסוכנויות כתיבה מדעית — בלי שידוע אם החוקר נעזר בסוכנות כדי לחסוך זמן, או אם הסוכנות עבדה בשירות חברה מסחרית, והחוקר הצטרף רק בשלבים האחרונים.\r\n \r\nרופאי השיניים בעד קולה\r\nשיטת פעולה תאגידית אחרת מבוססת על תופעת שחיתות ותיקה: ניגוד עניינים. דוגמה עדכנית אירעה בדצמבר האחרון, כשה־FDA כינס ועדה מקצועית כדי שתכריע אם לשלול מיצרנית התרופות באייר את האישור להפצת הגלולה למניעת היריון YAZ, לאחר שזו קושרה לאלפי מקרים של התפרצות קרישי דם שגרמו למוות או עיוורון. פאנל המומחים דן במחקרים שגילו קשר מובהק בין שימוש בגלולה לעליית הסיכון לקרישי דם, ובתשובות החברה, ולבסוף החליט, ברוב של 15 מול 11, לאשר את המשך שיווק התרופה.\r\n \r\n \r\nכעבור חודש נחשף בעיתונים &quot;הוול סטריט ג&#39;ורנל&quot; ו&quot;וושינגטון מאנת&#39;לי&quot; שלפחות ארבעה מחברי הוועדה היו בקשרים עסקיים עם באייר: היו&quot;ר ג&#39;וליה ג&#39;ונסון, שהשתתפה בארבעה מחקרים מטעם החברה; הרופאה פרופ&#39; פולה הילארד, ששנה קודם לכן קיבלה מבאייר עשרת אלפים דולר תמורת צילומה לסרטון תשובה לטענות נגד התרופה - הסרטון לבסוף נגנז; החוקרת פרופ&#39; אן ברק, שבאחד ממאמריה ציינה שמחקרה מומן בידי באייר; והרופאה אליזבת ריימונד, שמחקריה מומנו בידי Barr, חברת תרופות בעלת הסכם עם באייר להפיץ גרסה משלה של YAZ. שמה של חברת ועדה נוספת הופיע במסמכים פנימיים של באייר כיועצת חיצונית, אך זו טענה בפני &quot;וושינגטון מאנת&#39;לי&quot; שעסקת הייעוץ לא יצאה לפועל. על חבר שישי התברר שנתן שירותי ייעוץ לחברת עורכי דין שייצגה את באייר ב־2006. תגובת באייר בשעתו היתה ש&quot;לחברה אין פתחון פה בבחירת חברי הוועדות&quot;, וב־FDA אמרו ל&quot;וושינגטון מאנת&#39;לי&quot; שמועמדים נפסלים רק כשנמצא קשר ישיר בין תוצאות ההחלטה לאינטרסים האישיים שלהם. השורה התחתונה: התרופה נמכרת עד היום, בתוספת אזהרה מיוחדת על התווית, ומכניסה כ־1.42 מיליארד דולר בשנה. באפריל נודע שבאייר תשלם 142 מיליון דולר ליישוב 500 מ־11,900 התביעות שהוגשו נגדה.\r\n \r\n&quot;תוריד מהוועדה את חמשת המדענים שנמצאים ברשימת מקבלי השכר של באייר ותקבל את התוצאה האמיתית&quot;, אומר הלפרן. &quot;אנחנו אמורים להודות ל־FDA על הוספת האזהרה, אבל התרופה אמורה היתה לרדת מהמדפים&quot;. \r\n \r\nוכאמור, זו שיטה. בכנס האגודה האמריקאית לקידום המדע שנערך בפברואר בוונקובר, קנדה, ושבו הוצג הדו&quot;ח של UCS לראשונה, הובא גם המקרה שבו יועצים חיצוניים ששכר המרכז הלאומי למניעת מחלות (CDC) המליצו לא להחמיר את התקנות לשימוש בעופרת במוצרים תעשייתיים, אף על פי שבאמריקה נרשמו יותר מ־300 אלף מקרים של הרעלת עופרת בילדים. בדיעבד התברר שמרבית היועצים היו בקשרים עסקיים עם תעשיית העופרת, ואחד מהם אף שימש בעבר עד הגנה עבור יצרנית הצבעים שרווין וויליאמס, כשזו נתבעה על הרעלת עופרת. במקרה אחר מ־2003 האקדמיה האמריקאית לרפואת שיניים פדיאטרית פרסמה את ההצהרה המפתיעה: &quot;העדויות המדעיות לא מצביעות על תפקיד מוגדר של משקאות קלים ביצירת מחלות דנטליות&quot;. באותה שנה הארגון קיבל מקוקה־קולה מענק של מיליון דולר. \r\n \r\nמשווקי הספק\r\nאם האירועים האלה לא נשמעים מפתיעים, זה כיוון שהשיטה אינה חדשה. היא נולדה לפני עשורים, ואחד האירועים המכוננים שלה אירע ב־1971, השנה שבה תעשיית הסיגריות האמריקאית החליטה להשיב מלחמה על הטענות החדשות והמקוממות, שלפיהן העישון מזיק לבריאות. שבע שנים קודם לכן פורסם הדו&quot;ח הממשלתי הראשון שחשף את הקשר בין עישון לסרטן ומחלות ריאות. הממצאים טלטלו את אמריקה ובעקבותיהם החל לראשונה הפיקוח על סיגריות: ב־1965 חויבו היצרנים להדפיס אזהרות על החפיסות, ב־1969 נאסר לפרסם סיגריות ברדיו ובטלוויזיה, ואז, ב־1971, עלתה במשרד הבריאות האמריקאי הצעה מקוממת: לאסור בחוק את העישון בבתי חולים ובמטוסים. עבור חברות הטבק זה היה הקש האחרון.\r\n \r\nב־1971 ערכה הנהלת בראון אנד וויליאמסון ישיבה דחופה בנושא שזכה לשם הקוד &quot;פרויקט האמת&quot;: קמפיין לעצירת הפגיעה בתדמית העישון. בקמפיין תוכננו תשדירי שירות שיציגו אנשים שמשוחחים על כך ש&quot;יש עוד צד למחלוקת&quot;, וש&quot;רופאים בכירים טוענים שעישון אינו מזיק&quot;. את התוכנית הציגו מנהלי מחלקת יחסי הציבור וחקר השיווק של החברה, ג&#39;ון ו&#39; בלאלוק וס&#39; מואיג&#39;י. כותרת הרצאתם, שנחשפה כעבור שנים, היתה: &quot;ספק הוא המוצר שלנו&quot;. &quot;מטרתנו היא לבסס ויכוח ציבורי שיחליש את כוחו של גוף העובדות שבתודעת הציבור&quot;, נכתב בחומרים שחילקו.\r\n \r\nבעשורים הבאים ספק אכן היה התחמושת העיקרית של התאגידים אל מול מידע מדעי שלא תאם את פרסומיהם. הספק הביא להישגים מרשימים ב־1977, כשוועדה מיוחדת של הסנאט לבדיקת העלייה בסרטן, מחלות לב וסוכרת באמריקה הסיקה שהגורם העיקרי לכך הוא הזינוק בצריכת בשר אדום, סוכר, מלח ומזון מעובד. במסיבת העיתונאים שבה נחשפה טיוטת דו&quot;ח הוועדה העמיס היו&quot;ר ג&#39;ורג&#39; מקגוברן על שולחן ארוך 50 ק&quot;ג שומן חזיר, 60 ק&quot;ג סוכר ו־300 פחיות של משקאות קלים, ואמר לעיתונאים שמפני אלה יש להגן על האזרח האמריקאי. טיוטת ההמלצות הממשלתיות שפורסמה באותו שבוע ב&quot;וושינגטון פוסט&quot; כללה את הסעיף &quot;להפחית ב־10% את צריכת השומן הכללית, ולעבור מאכילת שומן רווי מן החי לאכילת שומן בלתי רווי מהצומח&quot;.\r\n \r\nארגוני מגדלי הבקר ויצרני המזון בארצות הברית הגיבו בשיטפון של שאלות הבהרה, דרישות להוכחות והסברים, טענות והאשמות בדבר יושרתם של המדענים המייעצים, וערימות של מחקרים ונתונים שכל תכליתם להראות שאי אפשר להוכיח מעל לכל ספק מה גרם לעלייה בתחלואה. התוצאה היתה &quot;פשרה&quot; בניסוח ההמלצות, שלמעשה עיקרה אותן מתוכן: במקום המלצה ממשלתית לאכול פחות בשר אדום ורווי שומן, הופיע הניסוח הכמעט מסתורי: &quot;לבחור בקר, עוף ודגים שיפחיתו את היקף צריכת השומן הרווי&quot;. מהפכת הבריאות האמריקאית נדחתה בעשורים. \r\n \r\nסגנון ההתקפה הזה, שזכה עם השנים למילה ייחודית באנגלית, &quot;Manufactroversy&quot; - הלחמת המילים Manufacture (ייצור) ו־Controversy (מחלוקת) — נמשך עד היום. אבל עם השנים הגיעו לידיעת העיתונות והציבור פרטים על שיטות נוספות של תאגידים, מתוחכמות ואכזריות יותר, להילחם בפרסום נתונים ולמנוע יישום תקנות מגבילות.\r\n \r\nבתעשיית הלובינג, לדוגמה, שליחת שתדלנים בתשלום לקונגרס, לסנאט ולבית הלבן צמחה מ־1.4 מיליארד דולר ששולמו ללוביסטים ב־1999 ל־3.5 מיליארד ששולמו ב־2011. ולא רק מספר הלוביסטים צמח, אלא גם איכותם. כ־5,400 עובדי קונגרס, ובהם 400 חברי קונגרס וסנאטורים לשעבר, עברו באותן שנים לעבוד בחברות לוביסטים, ובמקביל כ־650 לוביסטים התקבלו לתפקידים שונים בקונגרס. מקרה מפורסם אחד הוא של חבר הקונגרס בילי טוזין, שב־2003 ניהל את השיחות עם חברות התרופות בעת העברת החוק &quot;Medicare Prescription Drug&quot;, שנתן לתעשיית הפארמה הטבות מס ואפשרות לקבוע מחירים ללא התערבות. ב־2005, לאחר העברת החוק, טוזין מונה לנשיא איגוד חברות התרופות האמריקאי PhARMA.\r\n \r\n \r\nב־2010, כמה חודשים אחרי אסון דליפת הנפט במפרץ מקסיקו, הממשל האמריקאי נאלץ לסגור את הסוכנות הפדרלית לניהול משאבי טבע (MMS), שהעניקה את אישורי הקידוח לענקית האנרגיה BP, לאחר פרסומים חוזרים ונשנים על שחיתות, שוחד ורומנים בין בכירים בסוכנות לגורמים בחברות נפט. דו&quot;ח חריף של מבקר פנים־ממשלתי גילה שמפקחי הסוכנות נתנו לחברות הנפט למלא בעצמן את דו&quot;חות הביקורת והבטיחות שהיו אמורים לכתוב עליהן.\r\n \r\nהשיטות הוותיקות של התאגידים יכולות היו למלא ספר שלם. והן אכן עשו זאת. ב־2008 התפרסם בהוצאת אוניברסיטת אוקספורד הספר &quot;Doubt is Their Product&quot; (&quot;ספק הוא המוצר שלהם&quot;). המחבר דיוויד מייקלס, לשעבר יועץ שר האנרגיה בממשל קלינטון וזוכה מדליית הארגון האמריקאי לקידום חופש המדע, סקר בספר את מאות המקרים שבהם ויכוח מדעי והטלת ספק ביושרת מדענים ורגולטורים הפכו את התמונה למורכבת וקשה להכרעה, ובשורה התחתונה הביאו לקיפאון ושמירת המצב הקיים.\r\n \r\nהחלילן תמיד קובע את השיר\r\nכיום, זריעת הספק התפתחה משיטה לתעשייה. הדו&quot;ח החדש של UCS מרכז פרסומים על התופעה של עמותות מחקר מדעי גדולות ומתוקצבות שלמעשה ממומנות על ידי תאגידים גדולים, ומפרסמות תזות וגילויי דעת שמועילים למממניהם. \r\n \r\nחלוצי השיטה היו חברות האנרגיה אקסון, BP ושל, שיחד עם יצרניות הרכב ג&#39;נרל מוטורס ופורד מימנו ב־1989 את קבוצת המחקר שקיבלה את השם &quot;קואליציית האקלים הגלובלית&quot;, והחלה לפרסם דו&quot;חות שמערערים על אזהרות המדע מפני פליטת גזי חממה. ב־2002 &quot;הקואליציה&quot; חדלה לפעול, לאחר שרוב המדענים החברים בה פרשו. ב־2009 &quot;הניו יורק טיימס&quot; חשף מזכר פנימי ישן של &quot;הקואליציה&quot; שבו כמה מדענים כותבים שאין ביכולתם לערער על אמינות מחקרי ההתחממות הגלובלית.\r\n \r\n \r\nרבים ממכוני המחקר הממומנים נושאים שמות מעוררי אמון. לדוגמה, &quot;המועצה האמריקאית למדע ובריאות&quot; (acsh.org), שב־1990 הפסיקה לפרסם את רשימת תורמיה, ונתונים שנחשפו ב־1991 ו־1996 גילו שכ־75% מתקציבה מגיע מתעשיית התרופות. מייסדת הארגון ד&quot;ר אליזבת ווילן מופעה בקביעות בתקשורת האמריקאית ותוקפת מחקרים שמזהירים מפני תעשייתי. &quot;מכון החיים הבינלאומי&quot; (ilsi.org) חוקר נושאי בריאות ואיכות חיים, וממומן בידי קוקה־קולה, מקדונלדס, פפסיקו, היינץ, קלוגס, רד בול ויצרנית הפסטה האיטלקית ברילה. כתב העת &quot;British Medical Journal&quot; פרסם ב־2001 ש&quot;מכון החיים&quot; קיבל בשנים 1983–1998 מימון גם מתעשיית הטבק. &quot;המכון לבריאות בעלי חיים&quot; (ahi.org) מאגד את מחלקות האנטיביוטיקה לבעלי חיים בפייזר, נוברטיס, מרק, באייר וכמה חברות וטרינריה. שמו המלא, Animal Health Institute, דומה באופן מבלבל לשמו של מכון מחקר בריטי רב־מוניטין, Institute for Animal Health, שעוסק בהפצת מידע על מחלות מסוכנות שנמצאו בבעלי חיים, למורת רוחם של החקלאים.\r\n \r\n&quot;חברות מעוניינות להשתלט על ענף המחקר המדעי, כאילו היה כל תחום יצרני אחר, ולהפוך את תוצריו לכלי פרסומי&quot;, אומרת ל&quot;מוסף כלכליסט&quot; פרופ&#39; ליסה ברו (Bero), יועצת בכירה לארגון הבריאות העולמי, מרצה בבית הספר לפרמקולוגיה של אוניברסיטת קליפורניה וחוקרת ותיקה של קשרי התעשייה והמדע, שכמה ממחקריה מצוטטים בדו&quot;ח של ארגון UCS. &quot;המחקרים המדעיים שנערכים מטעם החברות עצמן הפכו מזמן לתעלול שיווקי, שנערך ביצירתיות כדי להבליט באופן סלקטיבי ממצאים שתומכים באינטרס של החברות ומצניע או מעלים ממצאים שמצביעים על סיכונים והיבטים שליליים. בדקנו את הנושא בתחום של מחקרי תרופות, וגילינו דפוס חוזר שמלמד שקשר פיננסי יוצר אצל חוקרים תוצאה מוטה, שלא לומר מוכתבת מראש&quot;.\r\n \r\n&quot;האם תאגידים משחיתים את המדע?&quot;, מהרהר בקול פרופ&#39; הנרי גרילי, ראש מכון המחקר למשפט ומדעי החיים באוניברסיטת סטנפורד ויו&quot;ר ועדת ההיגוי של המרכז לאתיקה וביו־רפואה באוניברסיטה. &quot;כדי להשחית משהו תחילה עליו להיות טהור, והמדע מעולם לא היה טהור או נטול שחיתות. אין מדען שהמחקר שלו חף מאינטרסים. מישהו צריך לשלם על המעבדות, האסיסטנטים והטכנאים, ולעתים קרובות מי שמשלם לחלילן קובע איזה שיר ינוגן. המכון הלאומי לבריאות (NIH) מעדיף מחקרים מסוג מסוים. קרן הצדקה המדעית של לארי אליסון מעוניינת בעיקר במחקרים שמאריכים את תוחלת החיים, בעיקר זו של לארי. והמדענים עצמם שואפים לכבוד ורוצים לזכות בפרסים נחשבים, ובדרך לשם, רבים מהם יהיו מוכנים לעוות את המדע שלהם&quot;. \r\n \r\nאז זה שהתאגידים מנסים להשתלט על המדע זה בסדר?\r\n&quot;זה לא בהכרח רע. לתאגידים יש סדר יום מאוד פרקטי. הם רוצים להשתמש במדע כדי לפתח דברים שמישהו יקנה, שמישהו יזדקק להם. הכיוון הפרקטי אינו מובן מאליו, ולשם התאגידים רוצים למשוך את המדע והחוקרים&quot;.\r\nוכשהאינטרס של התאגיד מתנגש בטובת הציבור?\r\n&quot;כאן יש ממה להיות מודאגים. אנחנו חייבים רגולציה שתחייב חשיפה של כל המחקרים שנערכים, גישה לנתוניהם, וביקורת חיצונית שיוצאת תמיד מנקודת ההנחה שמחקרים שחברות מימנו יכולים להכיל הטעיות. אפשר לזקק את הפתרון למילה אחת, והמילה היא שקיפות. זה כל מה שאנחנו צריכים, הרבה יותר שקיפות&quot;.", "keywords": ["{ביקורת מדעית}"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/282205/34561846354826_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "איתי להט"}, "datePublished": "2012-08-16T09:54:31", "dateModified": "2020-08-18T18:00:05", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ניסוי והטעיה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2012-08-16", "category": "בארץ", "subtitle": ""}