{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3840874,00.html"}, "headline": "בלקין לייזר הישראלית מגייסת 12.2 מיליון דולר לטיפול בגלאוקומה", "description": "החברה מפתחת טיפול מהיר ולא פולשני בלייזר לגלאוקומה, מחלה שהסובלים ממנה מאבדים בהדרגה את כושר הראייה. המוצר נמצא בשלב הניסויים הקליניים וצפוי לצאת לשוק בעוד כשנתיים", "articleBody": "חברת הסטארט-אפ הישראלית בלקין לייזר (Belkin Technology) הודיעה על השלמת סבב B בסך 12.2 מיליון דולר. את הסבב הובילו Rimonci Capital ו-Santen Ventures, Inc, ואליהן הצטרפו BioLight Life Sciences, CR-CP Life Science Fund ו-C-Mer Eye Care Holdings.   \r\n \r\nלפני הסבב הנוכחי גייסה בלקין 6.6 מיליון דולר, כולל מענק של רשות החדשנות בשיתוף עם חממת Rad Biomed , וכן מענק של Horizon 2020 בסכום של 2.5 מיליון יורו. השקעה נוספת בסך 2.5 מיליון דולר גויסה כחלק מסבב המימון הראשון בהובלת חברת ZIG Ventures.\r\n \r\n \r\nהחברה, שהוקמה ב-2013, מפתחת טיפול לייזר לגלאוקומה, מחלה שהסובלים ממנה מאבדים בהדרגה את כושר הראייה. הטיפול שפותח בחברה נמשך שנייה אחת בלבד, איננו פולשני ומופעל בעזרת מסך מגע הנשלט על ידי אלגוריתם לעיבוד תמונה ברזולוציה גבוהה, ו- Eye Tracker ייחודי העוקב אחר תזוזת העין. החברה נמצאת היום בשלב הניסויים הקליניים והמוצר צפוי לצאת לשוק בעוד שנתיים. \r\n \r\nמנכ&quot;לית החברה, עו&quot;ד דריה למאן-בלומנטל, מסרה: &quot;הכספים ישמשו להמשך הניסוי הרב מרכזי GLAUrious ולפתיחת ניסויים קליניים באסיה. התקדמנו צעד נוסף לקראת טיפול מהיר, קל ויעיל למיליוני חולי גלאוקומה&quot;.", "keywords": ["גיוס הון", "בלקין לייזר", "עיניים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/07/21/1006719/Daria-Lemann-Blumenthal-at-Glaucoma-360_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "הגר רבט"}, "datePublished": "2020-07-21T17:42:52", "dateModified": "2020-08-20T17:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בלקין לייזר הישראלית מגייסת 12.2 מיליון דולר לטיפול בגלאוקומה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-21", "category": "טכנולוגי", "subtitle": ""}