{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3770590,00.html"}, "headline": "170 אלף דולר בשנה: אלה החברות שמשלמות את השכר הגבוה ביותר בארה&quot;ב", "description": "פאלו אלטו במקום הראשון, טוויטר שלישית, גוגל חמישית ומיקרוסופט סוגרת את העשיריה הראשונה - חברות הטכנולוגיה שולטות ברשימת החברות בהן השכר הגבוה ביותר בארה&quot;ב שפירסם אתר הקריירה גלאסדור", "articleBody": "באופן לא מפתיע במיוחד, חברות טכנולוגיה שולטות ברשימת החברות המשלמות את השכר הגבוה ביותר בארה&quot;ב: חולשות על 20 מבין 25 המקומות הראשונים. \r\n \r\nבראש הרשימה, שפרסם אתר הקריירה גלאסדור, מדורגת חברת פאלו אלטו נטוורקס (Palo Alto Networks), חברת סייבר בינלאומית שהמטה שלה נמצא בסנטה קלרה, קליפורניה. החברה זכתה בתואר הודות לשכר שנתי ממוצע של 170,929 דולר. אחריה מדורגות NVIDIA, טוויטר, גילעד סיינס (Gilead Sciences) וגוגל. \r\n \r\nמלבד הסקטור המשותף, כל החברות הללו גם פועלות מאותו אזור – מפרץ סן פרנסיסקו. &quot;חברות הטכנולוגיה הגדולות הללו מתחרות אחת בשנייה ומציעות משכורות תחרותיות על מנת שיצליחו להעסיק ולשמור על העובדים המוכשרים ביותר&quot;, הסבירה אמנדה סטנסל, אנליסטית המחקר הראשית בגלאסדור. \r\n \r\nאף שהמטה של החברות הללו נמצא בסן פרנסיסקו, אין זה אומר שהמשכורות המפתות מיועדות רק לתושבי האזור. &quot;לרוב החברות הללו יש משרדים בכל רחבי ארה&quot;ב, אז לא חייבים לגור בקליפורניה כדי למצוא עבודה באחת החברות המתגמלות ביותר&quot;, הוסיפה סנטסל. \r\n \r\nהשכר הוא אמנם גורם משמעותי בהחלטה היכן לעבוד, אך מחקרים קודמים של גלאסדור גילו כי הוא אינו הגורם המשמעותי ביותר בקביעת רמות הסיפוק ממקום העבודה. למעשה, הסיפוק היום יומי מהעבודה מתבסס בעיקר על שלושה גורמים: התרבות והערכים הארגוניים, האמון בהנהלה הבכירה והזדמנויות קידום. &quot;אז אף שהשכר הוא חשוב, הוא לא צריך להיות הגורם היחיד ששוקלים כשמגישים מועמדות לעבודה&quot;. \r\n \r\nמחקר נוסף שפרסם האתר, מצביע על כך שסקטור הטכנולוגיה בכללותו מציע את המשרות המשתלמות ביותר, ביחד עם סקטור הבריאות. על פי הסקר, רופאים מרוויחים את השכר הגבוה ביותר בארה&quot;ב – שכר חציוני של 193,415 דולר. &quot;שכר שגבוה ביותר מפי 3 וחצי משכר הבסיס החציוני בארה&quot;ב, שעומד על 53 אלף דולר&quot;, נכתב בדו&quot;ח. הרופאים שולטים ברשימה מאז פורסמה לראשונה ב-2015. הסיבות לכך הן שזה מקצוע שדורש כישורים מיוחדים ויש ביקוש רב, בין השאר בשל האוכלוסייה המזדקנת. בדומה, מנהל בית מרקחת מדורג במקום השני (144,768 דולר) ורופאי שיניים הם במקום השלישי (142,478 דולר). רוקחים ואדריכלים סוגרים את החמישייה הראשונה. שאר העשירייה מוקדשת ברובה למקצועות הטכנולוגיה, כולל מנהלי פיתוח תוכנה (109,809 דולר) ומהנדסי תוכנה (114,163 דולר)\r\n \r\n10 החברות המתגמלות ביותר בארה&quot;ב:\r\n \r\n10. מיקרוסופט: שכר שנתי ממוצע: 148,068 דולר\r\n \r\n \r\n \r\n9. סיילספורס: שכר שנתי ממוצע: 150,379 דולר\r\n \r\n \r\n \r\n8. פייסבוק: שכר שנתי ממוצע: 152,962 דולר\r\n \r\n \r\n \r\n7. לינקדאין: שכר שנתי ממוצע: 157,402 דולר\r\n \r\n \r\n \r\n6. VMware: שכר שנתי ממוצע: 158,063 דולר\r\n \r\n \r\n5. גוגל: שכר שנתי ממוצע: 161,254 דולר\r\n \r\n \r\n \r\n4. גילעד סיינס: שכר שנתי ממוצע: 162,210 דולר\r\n \r\n3. טוויטר: שכר שנתי ממוצע: 162,852 דולר\r\n \r\n \r\n \r\n \r\n2. NVIDIA: שכר שנתי ממוצע: 170,068 דולר\r\n \r\n \r\n1. פאלו אלטו נטוורקס: שכר שנתי ממוצע: 170,929 דולר\r\n \r\n \r\n ", "keywords": ["שכר", "גוגל", "פייסבוק", "פאלו אלטו", "טוויטר"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/07/10/831517/paloalto1000x667_2_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2019-09-19T12:44:37", "dateModified": "2020-08-18T14:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "170 אלף דולר בשנה: אלה החברות שמשלמות את השכר הגבוה ביותר בארה\"ב", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-09-19", "category": "בארץ", "subtitle": ""}