{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3809230,00.html"}, "headline": "חברת יפה נוף לסמוטריץ&#39;: נפסיק מיידית את העבודות בהיעדר הסכם עבודה חדש", "description": "יפה נוף היתה אחראית לאורך שנים לקידום פרויקטים כמו הארכת פרויקט המטרונית לנשר, עכו וטירת הכרמל, הרכבל לאוניברסיטת חיפה וחיבורי דרכים לנמל החדש ", "articleBody": "חברת יפה נוף מחיפה, שפעלה בעשור האחרון כזרוע ביצועית של משרד התחבורה ועיריית חיפה בקידום פרויקטי תחבורה בצפון, מזהירה מהפסקת פעילות מיידית. \r\n \r\nבמכתב שנשלח אמש לשר התחבורה בצלאל סמוטריץ&#39; ולחברי הדירקטוריון, כותב יו&quot;ר הדירקטוריון יואב הרמתי, שהסכם העבודה שיש לחברה מול משרד התחבורה עומד לפוג בתוך כחודשיים, ועד היום לא התקבלה החלטה להאריכו. \r\n \r\n&quot;בהתאם להחלטת הממשלה נדרשת חברת יפה נוף לשמש כזרוע הביצוע של ממשלת ישראל לצורך ביצוע פרויקטי תשתית תחבורתית במטרופולין חיפה ובצפון&quot;, מזכיר הרמתי, ומחדד ש&quot;לצורך מימוש תפקידה זה של יפה נוף, נחתם בין החברה לבין הממשלה הסכם המסדיר את מערכת היחסים ביניהן. ההסכם, נחתם בחודש פברואר 2011 לתקופה של ארבע שנים. על אף שהוראות ההסכם אפשרו לממשלה להאריכו בתקופה של 4 שנים נוספות, משפג תוקף ההסכם, היא בחרה במודע להאריכו לתקופות קצרות של מספר חודשים. ההארכה האחרונה של ההסכם צפויה להסתיים ב- 30 ליוני 2020, דהיינו תוך פחות מ- 70 יום&quot;. \r\n \r\n \r\n \r\nיפה נוף היתה אחראית לאורך שנים לקידום פרויקטים עתירי מימון, ובין המיזמים שהיא פועלת בהם היום ניתן לציין את הארכת פרויקט המטרונית לנשר, עכו וטירת הכרמל (כמיליארד וחצי שקל); הרכבל לאוניברסיטת חיפה (כ-332 מיליון שקל) וחיבורי דרכים לנמל החדש שמוקם שם (כ-1.7 מיליארד שקל). \r\n \r\n&quot;מצב זה, בו לאורך שנים, ההסכם מוארך מעת לעת במספר חודשים, כאשר לכל אורך הדרך, מתנופפת מעל ראשה של החברה חרב בדמות כוונות ואיומים שלא להאריך את ההסכם, מייצר אנומליה בין המחויבויות המשמעותיות והמורכבות המוטלות על יפה נוף כזרוע ביצוע של הממשלה ושל עיריית חיפה, לבין יכולתה של החברה לתכנן וליישם תהליכים ארוכי טווח ולעמוד ביעדים ובסטנדרטים המקובלים בחברות ממשלתיות לניהול פרויקטים גדולים ומורכבים בתחומי התחבורה והתשתיות&quot;, כותב הרמתי \r\n \r\nלסיכום, הרמתי מודיע רשמית ש&quot;אם למרות כל האמור לעיל כך יוחלט (על סיום ההתקשרות מול משרד התחבורה - ל&quot;ג), חברת יפה נוף תאלץ, וזאת מתוך אחריות לממשלה, לציבור הרחב ולכל הגורמים עימם היא קשורה בהסכמים (מאות גורמים ובהקפים כספיים של מיליארדי שקלים), להחזיר את המנדט שקיבלה מהממשלה כזרוע ביצועית ולתאם עם הממשלה את הפעולות הנדרשות לצורך הפסקת פעילותה כזרוע ביצועית של הממשלה&quot;. ", "keywords": ["משרד התחבורה", "חברת יפה נוף", "בצלאל סמוטריץ&#39;", "יואב הרמתי"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/06/19/914461/r_univ_3-l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "ליאור גוטמן"}, "datePublished": "2020-04-20T09:12:13", "dateModified": "2020-08-19T11:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "חברת יפה נוף לסמוטריץ': נפסיק מיידית את העבודות בהיעדר הסכם עבודה חדש", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-04-20", "category": "בארץ", "subtitle": ""}