{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3747309,00.html"}, "headline": "ברוכים הבאים למאנילנד", "description": "הכלכלה הגלובלית מאפשרת לאוליגרכים ולשליטים מושחתים להחביא מיליארדי דולרים ולהרכיב לעצמם חוק פרטי בהזמנה אישית: דרכון מהקריביים, נאמנות בנבאדה, דירת יוקרה בלונדון בבעלות חברת קש, והם מסודרים. ברב־מכר וראיון למוסף כלכליסט מסביר אוליבר בולו איך מושחתי כל העולם התאחדו ויצאו למאבק בסדר העולמי, כדי להגן על הכסף שלהם: &quot;זה המאבק הגדול של זמננו - וכולנו מפסידים&quot;", "articleBody": "&quot;\r\nבוא נגיד שאתה פוליטיקאי עשיר ממדינה ענייה, שגנב מיליארד דולר&quot;, פותח אוליבר בולו. &quot;מה אתה צריך? קודם כל, מקום נחמד ליהנות בו מהכסף. נגיד שאתה רוצה מקום כיפי, עם מסעדות טובות וגלריות. נניח, לונדון. ברור שאתה צריך בית גדול בלונדון לגור בו. ונאמר שאתה מוציא 100 מיליון ליש&quot;ט על בית כזה. עכשיו, אתה לא רוצה שאף אחד יֵדע שהבית שייך לך. אז הבית לא רשום על שמך, אלא על שם חברה באיי הבתולה הבריטיים, שבהם קל להסוות את הזהות שלך. הבעיה היא שחברה באיי הבתולה עדיין תסגיר את הזהות למשטרה הבריטית. אז אתה מחזיק בחברה הזאת באמצעות נאמנות באי הקריבי נוויס, וזה יסווה את הזהות שלך לגמרי. אז עכשיו יש לנו שלושה תחומי שיפוט: בית בלונדון, חברה באיי הבתולה הבריטיים ונאמנות בנוויס. \r\n \r\nלהאזנה לכתבה, הוקלט על ידי הספריה המרכזית לעיוורים ולבעלי לקויות קריאה\r\n \r\n \r\n \r\n&quot;ומובן שאתה לא רוצה יותר מדי מיסוי. אז נניח שיש לך גם תושבות במונקו, שם לא תשלם מסים. אבל עדיין יש לך בעיה: אתה ממדינה ענייה, ולמדינות עניות בדרך כלל יש דרכונים גרועים. אז אתה צריך דרכון. אתה קונה אחד מסנט קיטס ונוויס שבקריביים, זה נותן לך חופש תנועה נרחב למדי. עכשיו כבר יש לנו את לונדון, איי הבתולה, נאמנות ודרכון מנוויס, ומונקו. כנראה תרצה גם שינהלו לך את הכסף במקום שבו אף אחד לא יבין שהוא שלך, וקרוב לוודאי שהמקום הכי טוב לצורך העניין הוא דרום דקוטה או נבאדה בארצות הברית. זה עוד תחום שיפוט. כך שיש פה חמישה תחומי שיפוט עם חוקים שונים. וזו רק הרמה הראשונה, מה שהייתי ממליץ לך רק בתור התחלה. זו ערכת קלפטוקרטיה בסיסית. \r\n \r\n \r\n \r\n \r\n&quot;בהמשך אולי הייתי עושה עוד דברים: נכסים בדובאי, או בפלורידה. ואפשר ללכת רחוק יותר: אם אתה שאפתני אתה יכול לקנות דרכון דיפלומטי מסנט לוסיה שבקריביים או מהרפובליקה המרכז־אפריקאית - ברגע שיש לך דרכון דיפלומטי עלית לרמה הבאה. ואם אתה ממש חכם אתה יכול לקנות מעמד של שגריר, ואז אתה מוגן לחלוטין. אף אחד לא יכול לגעת בך, יש לך חסינות דיפלומטית מתביעה. כך שיש רמות שונות. תלוי כמה כסף אתה מעוניין להוציא, כמה הגנה אתה רוצה. זה פתרון בהתאמה אישית: הכל תלוי לאילו חוקים אתה רוצה להיות כפוף&quot;.\r\n \r\n \r\nגם מי שהרכיב רק את ערכת הקלפטוקרטיה (שלטון הגנבים) הבסיסית שבולו מתאר, זו עם הבית בלונדון והתושבות במונקו, כבר השיג לא מעט, ובעיקר: הוא הצליח להתנתק מארץ מוצאו. למעשה, מי שהצליח להבריח את רכושו אל עולם הצללים של מקלטי המס לא שייך עוד לאף מדינה שמוכרת לנו. &quot;אתה כבר לא בשום מקום. אתה ב־Moneyland&quot;, קובע בולו בראיון בלעדי ל&quot;מוסף כלכליסט&quot;. &quot;מאנילנד&quot; הוא השם שבולו העניק לארץ הדמיונית, ובכל זאת גם ממשית, שבאמצעותה הוא מסביר את עולם הצללים של כסף אפל, מקלטי מס והלבנת הון, שמאפשר לשליטים מושחתים ולעשירים מרחבי העולם לחמוק מהכללים שחלים על כל השאר ומהמגבלות שהלאום וארץ המוצא מטילים על כולנו. הוא מתאר את העולם הזה ברב־מכר הנושא אותו שם, שיצא בחודש שעבר לאחר ארבע שנות מחקר וזוכה לביקורות נלהבות, מ&quot;פוקח עיניים וחיוני&quot;, כהגדרת כתב העת &quot;ניו סטייטמן&quot; ועד אמן ספרי הריגול ג&#39;ון לה קארה, שכתב: &quot;אם אתם רוצים לדעת למה נוכלים בינלאומיים והיועצים הפיננסיים הנכבדים שלהם הולכים בגו זקוף ורק האנשים הקטנים משלמים מסים, זה הספר האידאלי בשבילכם&quot;.\r\n \r\nזהו ספרו השלישי של בולו (Bullough), עיתונאי חוקר בריטי שקנה את שמו בזכות דיווחים ממדינות ברית המועצות לשעבר. גם למאנילנד הוא הגיע מאוקראינה, כשניסה להבין &quot;למה אוקראינה התפרקה, למה היו בה שתי מהפכות, למה השליטים שלה היו עשירים והאזרחים כל כך עניים&quot;. הוא ניסה לחקור את נתיב הכסף והנכסים שינוקוביץ&#39; ומקורביו גזלו מתושבי המדינה, והגיע למסקנה ש&quot;הנכסים מוסתרים כל כך טוב ומאורגנים כל כך טוב שהם נמצאים מחוץ לתחום השיפוט של כל מדינה שהיא. הם לא קיימים בשום מקום. אבל כל דבר חייב להתקיים איפשהו, אז החלטתי להמציא מקום שבו הם קיימים: מאנילנד&quot;.\r\n \r\n \r\n \r\nמה שהתחיל כהמצאה מבודחת התברר לו מהר מאוד כתיאור די מדויק של המציאות. &quot;אם אתה מתחיל להסתכל על העולם כך, הרעיון הזה של מאנילנד, כלומר שלעשירים ובעלי הכוח יש מדינה משלהם, מסביר חלק ענקי ממה שהשתבש בעולם: התפשטות האוטוקרטיה (שלטון היחיד), האי־שוויון המתרחב, הגניבה הגוברת בארצות העניות ביותר. הסיפור של מאנילנד הוא הסיפור של המאה ה־21, של איך העשירים ובעלי העוצמה משתלטים על חלקים גדולים יותר ויותר מהעולם ומעשירים את עצמם על חשבוננו. לצד שינוי האקלים, זה הסיפור הכי חשוב כרגע. זה משהו שלא מובן כראוי כיום, וצריך להבין אותו&quot;. \r\n \r\n \r\nהולדתה של אומה \r\n \r\nב־2014, עם נפילת משטרו של נשיא אוקראינה ויקטור ינוקוביץ&#39;, אזרחים פשטו על הארמון שלו ליד קייב וגילו אוצרות: אגרטל של פיקאסו, פגודה מפוסלת מחטי פילים, פמוטים מוזהבים, כלי נשק עתיקים. גם בולו היה שם, עמד בתור עם כולם כדי להיכנס לראות, אבל התבונן בעיקר באוקראינים שיצאו מהארמון, המומים מעושרו של השליט המודח. בולו החליט להבין איך ינוקוביץ&#39; הגיע לכל זה, ואת קצה החוט הראשון מצא ב־200 ספרי החשבונות של הנשיא שנמצאו צפים בנהר הדנייפר, אחרי שנזרקו לשם כדי להעלים ראיות, ותוכנם התפרסם. כך התברר שהאחוזה שלו (אחת משתיים שבהן החזיק) היתה שייכת לחברה אוקראינית, שמצדה היתה שייכת לחברה בריטית — שבכלל שייכת לחברה בליכטנשטיין. הבעלים של מכרות הפחם של ינוקוביץ&#39; באוקראינה היו חברות שנרשמו באיים הקריביים. וכך זה נמשך.\r\n \r\nומה שמתחיל באוקראינה ומדינות אחרות מגיע מהר מאוד למערב. לא רק כי לפעמים שחקני המתפתח פועלים גם כאן וגם שם, למשל פול מנאפורט — יועצו האמריקאי של ינוקוביץ&#39;, שהיה למנהל הקמפיין של דונלד טראמפ (ועכשיו, במסגרת הסדר טיעון, משתף פעולה עם התובע המיוחד רוברט מולר, שחוקר את המעורבות הרוסית בבחירות 2016 והניסיון לטייח אותה), ובעצמו החזיק בנדל&quot;ן בברוקלין באמצעות חברת קש קפריסאית וכך חמק מתשלום מס. ולא רק כי חלק מחברות הקש או הנאמנויות רשומות במערב (בלונדון, בדרום דקוטה ובנבדה למשל). אלא בעיקר כי המערב הוא היעד הסופי של הכסף. באזור כיכר איטון בשכונת בלגרביה, הכתובת היוקרתית ביותר בלונדון, למשל, אפשר למצוא לא פחות מ־86 נכסים בבעלות חברות קש שרשומות באיי הבתולה, גרנזי, ג&#39;רזי, פנמה, ליכטנשטיין, איי קיימן, סיישל ועוד. בולו ביקר, במסגרת התחקיר לספר, בלא מעט מהיעדים האלה, כמו גם בקפריסין, מלטה, מונקו, נוויס ו&quot;כתובות&quot; נוספות במאנילנד, ארץ האפשרויות הבלתי מוגבלות של ימינו. \r\n \r\nבמשך ההיסטוריה אנשים תמיד ניסו לגנוב כסף ולהסתיר אותו. מה חדש בתופעה שאתה מתאר? \r\n&quot;אנשים תמיד גנבו כסף, ואנשים תמיד החביאו כסף, ואנשים בעלי כוח תמיד היו גם אנשים מושחתים. מה ששונה כיום הוא שאפשר לא רק לגנוב את הכסף ולהחביא אותו, אלא לגנוב, להחביא ולבזבז את הכסף. ליהנות ממה שגנבת בלי שאף אחד יוכל לדעת זאת. בעבר אם גנבת הון תועפות מהמדינה שניהלת או ממקום אחר ואחר כך בזבזת את הכסף הזה, היה ברור שגנבת אותו. אחרת, מאיפה הכסף? אבל עכשיו אתה יכול לגנוב את הכסף ולהחביא אותו במאנילנד, באמצעות המבנים המשפטיים שזמינים בה. ואז הכסף כבר לא נראה כאילו הוא שייך לך, מה שאומר שאתה יכול להוציא אותו איך שאתה רוצה בלי שאף אחד יבין שמדובר בך. \r\n&quot;כיום יש בעצם חירות מוחלטת לנוכלים - אתה פשוט יכול לגנוב ולעשות מה שאתה רוצה. זה מה שמאנילנד עושה: היא מגינה על גנבים ונוכלים מכל חקירה או ביקורת. ואם נעשה קל יותר להוציא את הכסף שגנבת, אנשים גונבים יותר. אם אתה יכול ליהנות מהכסף, זו סיבה טובה לגנוב&quot;.\r\n \r\n \r\n \r\nעם ה&quot;אזרחים&quot; של מאנילנד אתה מונה פוליטיקאים ואוליגרכים מדרום אמריקה, מאפריקה, מאוקראינה ומרוסיה. על פניו, אלה אנשים שונים מאוד ממקומות שונים מאוד. \r\n \r\n&quot;כל מי שהוא עשיר מספיק, חסר מצפון ורוצה להיות אזרח של מאנילנד - יכול להיות אזרח של מאנילנד. אתה לא צריך לדבר שפה כלשהי, אתה לא צריך דת ספציפית, אתה לא צריך להיות ממקום מסוים. לכולם יש אותו האינטרס: להימנע מכך שיבדקו אותם, ולהימנע מכך שייקחו להם את הכסף. זה מה שמאחד אותם, ולא שום דבר אחר.\r\n \r\n&quot;צריך להסתכל על העולם לא מנקודת המבט של אנשים, אלא מנקודת המבט של הכסף שלהם. וברגע שאתה מסתכל כך על העולם, כל האלמנטים החיצוניים — שפה, דת, תרבות — נעלמים. כי הכסף מתנהג אותו הדבר בכל מקום. הוא תמיד מתנהג באותו אופן, נע ממקום למקום באותו אופן, ובסופו של דבר גם מגיע לאותם חצי תריסר יעדים: לונדון, ניו יורק, מיאמי ועוד כמה מקומות&quot;. \r\n \r\nמאנילנד התחילה להתבסס במחצית השנייה של המאה ה־20, כשחלק מאזרחי המערב העשירים - &quot;רופאי שיניים בלגים&quot;, כפי שכינו אותם הבנקאים - ניתבו הכנסות ללוקסמבורג או לז&#39;נבה. &quot;מעלימי המס האלה ניצלו את שוויץ ולונדון כדי להיות קצת במאנילנד&quot;, אומר בולו, &quot;אבל הם חיו במערב. אליהם הצטרפו פוליטיקאים מדרום אמריקה, ממדינות הסאב־סהרה, מהפיליפינים, דרום קוריאה, טייוואן. ואז הגוש הקומוניסטי מתמוטט, והקומוניזם בסין נחלש — שני אלה כבר הכניסו את העסק לטורבו. ברגע שסין ורוסיה נכנסות לתמונה, הכסף הגדול באמת מופיע&quot;.\r\n \r\n \r\nכמה כסף מסתתר במאנילנד, בעצם? בולו מאמץ את ההערכות של פרופ&#39; גבריאל זוקמן מאוניברסיטת ברקלי, שלפיהן 8%-10% מסך ההון הפרטי בעולם מוחזק במקלטי מס. זה סכום עתק: בראיון נרחב ל&quot;כלכליסט&quot; השנה העריך זוקמן שלא פחות מ־8.6 טריליון דולר מסתתרים במקלטי מס, ויש חוקרים שנוקבים בסכום גדול עוד יותר. אלה מספרים שקשה לתפוס. &quot;הם הופכים את מאנילנד לכלכלה השלישית בגודלה בעולם אחרי סין ואמריקה&quot;, אומר בולו, &quot;זה די מדאיג&quot;. מאחורי הנתון העולמי הכללי מסתתרים נתונים קשים יותר במדינות שונות, שמבהירים את הפער בין החיים במאנילנד לאלה שבמדינת המוצא. את עומק האי־שוויון שמאנילנד מאפשר. במדינות סקנדינביה, למשל, החוקרים מעריכים שרק אחוזים ספורים מהעושר הפרטי מוחזקים במקלטי מס ואילו ברוסיה ובחלק ממדינות דרום אמריקה, לפי ההערכות, מדובר בלא פחות מ־60% מההון שחומק ממיסוי ופיקוח.\r\n \r\nמערכת חוקית בהתאמה אישית\r\n \r\nלמאנילנד אין אב מייסד, והיא לא נולדה מקונספירציה מוכוונת. אף גוף נסתר לא תכנן את השיטה השלמה של מקלטי המס. הכל, מסביר בולו, &quot;הוא פועל יוצא של האופן שבו העולם עובד&quot;, תוצאה מתבקשת של הפער בין הניידות של הכסף לנוקשות של החוקים: &quot;כסף יכול לנוע ללא גבולות. הוא יכול להגיע לאן שאתה רוצה. לעומת זאת, החוקים עוצרים בגבול. באופן בלתי נמנע זה אומר שיהיו הבדלים באופן שבו מדינות שונות מתייחסות לכסף. ולכן אתה יכול להזיז את הכסף שלך למקום שבו יתייחסו אליו טוב יותר, או שלא ייקחו לך אותו. \r\n \r\n \r\n \r\n&quot;המשמעות היא שאם אתה מספיק עשיר לנצל את המצב הזה, יש לך גישה לפריביליגיות שאין לאף אחד אחר. אתה יכול לשים את הכסף שלך בשוויץ ולא לשלם מסים. אתה יכול לשים אותו בנוויס או באיי הבתולה בלי שיבדקו אותו. ואם אתה משלב בין שטחי שיפוט אתה יכול ליהנות מהיתרונות וההטבות בכל אחד מהם. אתה מחבר יחד את כל החתיכות הכי טובות של המדינות השונות, לוקח טיפה חוק ממקום אחד, מחבר אותו לטיפה חוק ממקום אחר ועוד קצת חוק ממקום שלישי, ויוצר מצב מושלם. זה קצת כמו מערכת חוקית בהתאמה אישית, במיוחד בשבילך&quot;. \r\n \r\nבבסיס המערכת הזאת עומד המשולש גניבה־הסתרה־בזבוז. אנחנו מתחילים מהגניבה, ובולו נזהר לא לדבר על &quot;שחיתות&quot; ותו לא - פשוט כי היא מילה רכה מדי לטעמו. &quot;שחיתות היא מילה עמומה, שלא תמיד ברור מה היא אומרת. אנחנו חושבים שהשיטה ישרה ויש בה קצת חלקים שהם לא בסדר, אנשים שהם פושעים ולא ישרים. אבל באוקראינה, למשל, ודאי לפני המהפכה אבל במידה מסוימת גם כיום, השיטה עצמה היתה שחיתות. לא היה שום דבר שלא היה מושחת. עורכי דין אמרו לי ש־99.9% מהשופטים מושחתים, והם לא אמרו שזה 100% כי הם היו אופטימיסטים וקיוו שיום אחד הם יפגשו שופט הגון. כל הרופאים לקחו שוחד. הם היו חייבים לקחת שוחד; זו היתה השיטה: אם מישהו היה ישר הוא נדחף החוצה מהמערכת, כי הוא היווה איום לשיטה. השחיתות היתה השיטה, וזה אומר ששחיתות היא כבר לא מילה מועילה. כרגע אפילו אין לנו את אוצר המילים לתאר את הבעיה&quot;. \r\n \r\nוזה לא נגמר באוקראינה. &quot;מבחינת אירופה אוקראינה היא בקצה הסקאלה. אבל ברוסיה, מולדובה ואזרבייג&#39;אן המצב די דומה. בסנטדרטים שלהן אוקראינה די נורמלית. וזה המצב גם בחלקים נרחבים מאפריקה: ברפובליקה הדמוקרטית של קונגו, בקניה, במצרים. מדובר ברצף - יש מקומות מושחתים יותר ויש פחות, אבל בכולם אפשר לראות את אותם דפוסים, שיטות ומבנים, פירמידה שמתחילה בצמרת ומחייבת שחיתות בדרגים נמוכים יותר&quot;.\r\n \r\nהכסף שנגנב במדינות העניות והמושחתות לא נשאר שם, כאמור. הוא ממשיך למקלטי המס, באמצעות שרשורים של חברות קש, חשבונות בנק אנונימיים ושאר מכשירים משפטיים סבוכים שמגנים על ההון ובעליו מחשיפה ומסוי. מבחינת חלק ממקלטי המס, ריבונויות זעירות בקריביים או בתעלה הבריטית, מדובר באפיק הכנסה קורץ במיוחד. &quot;אם אתה אי קטן באמצע שום מקום, די קשה לך. יש תיירות, אבל זו תעשייה פגיעה; במזג אוויר גרוע או מיתון עולמי התיירות נעלמת. מאנילנד, להבדיל, היא מקור הכנסה קבוע, לא עונתי. היא תמיד שם, ואפשר להתפרנס ממנה לא רע. איים כמו ג&#39;רזי בתעלה האנגלית עשו ממנה הרבה כסף. זה קרה גם בנוויס, מונקו, שוויץ וכמובן לונדון - במידה כזו או אחרת כולם ביססו את השגשוג שלהם בתקופה המודרנית על מאנילנד. הם אולי לא רוצים להודות בזה עכשיו, כי כיום הם אוהבים לומר שהם נקיים, אבל כולם התחילו בלעשות אותו דבר&quot;. אגב לונדון, בולו מסביר בספר, היא בעצם המקום שבו נולדה מאנילנד, מתוך הניסיון של הסיטי להתאושש ממלחמת העולם השנייה ולהתחרות בוול סטריט.\r\n \r\nסביב מקלטי המס רוחשת תעשייה שלמה של רואי חשבון, עורכי דין, בנקאים ומנהלי השקעות, שרבים מהם יושבים במדינות המערב. בולו ראיין לצורך הספר מגוון אנשי מקצוע כאלה, ולפחות בחלק מהמקרים אפשר לזהות גאווה מקצועית ברורה. &quot;הם טובים בזה&quot;, הוא מסביר, &quot;ואנשים יכולים להצדיק לעצמם כל דבר. הם יכולים להגיד, למשל, שמאנילנד לא חייבת להיות רעה. לי אישית יש ידידה שגרה בטהראן והיא נשואה לבחור איראני. לפי החוק שם, אם הם מתגרשים כל הרכוש שלה עובר אליו, ואם יש להם בנות הן יירשו פחות מהבנים. אבל אם הרכוש שלהם במאנילנד, באמצעות חברה בקפריסין, זה כבר לא המצב, כי לחברה מתייחסים אחרת. כך שהאנשים שמגנים על מאנילנד יגידו שהם משתמשים בה כדי להפחית את אי־הצדק בעולם ולהביא לכך שנשים במזרח התיכון יזכו ליחס שווה.\r\n \r\n \r\n&quot;אבל מה שהם עושים הוא לאפשר לאנשים באיראן להתחמק מהחוק האיראני, וזה בדיוק כמו לאפשר לאנשים באוקראינה להתחמק מהחוק האוקראיני או לאמריקאים להתחמק מהחוק האמריקאי. לכאורה, החוק הוא החוק וכולם אמורים לציית לו, אבל בגלל מאנילנד, אם אתה יכול להרשות לעצמך אתה עוקף את החוק, ואם אתה לא יכול להרשות לעצמך, אם אתה איראני שלא מסוגל להקים חברה בקפריסין, אתה תקוע עם חוסר הצדק. מאנילנד מספקת חירות לאנשים שיכולים להרשות אותה לעצמם, אבל היא לא מספקת את החירות הזאת לאנשים שלא יכולים&quot;. \r\n \r\nמהחשבונות וחברות הקש הכסף מתגלגל למערב: הבעלים פשוט מבזבזים אותו. כלומר הכסף נגנב מהעולם השלישי, מכובס בעולם המקביל של מקלטי המס ואז זורם לעולם השבע. &quot;חלק מהכסף מגיע למקומות כגון ונקובר, מיאמי או לוס אנג&#39;לס, אבל למאנילנד יש שתי בירות - לונדון ומנהטן, והן הבעיה הגדולה ביותר. אם הן היו מפסיקות לקבל את הכסף הזה, היו מפסיקים לגנוב אותו. אתה לא גונב כסף אם אתה לא יכול לבזבז אותו&quot;. \r\n \r\n \r\n \r\nאפשר להוסיף את תל אביב לרשימה? \r\n&quot;תל אביב היא נישה, היא לא מתאימה לכולם. היא לא אופציה טובה לבכיר איראני מושחת, למשל. אבל יש הרבה רוסים שהתעשרו, גילו באופן מסתורי מוצא יהודי שאיש לא היה מודע לו, והגיעו לתל אביב בלי יותר מדי שאלות. כמובן, אין אף מקום בעולם שלא אשם בדברים כאלה במידה מסוימת, למעט אולי בהוטן&quot;.\r\n \r\nהכסף הזר שמחפש נכסים בטוחים לקנייה במערב יצר ביקוש גובר, ובעקבות נוצר היצע של נכסי יוקרה. בולו נותן שלל דוגמאות לפרויקטי נדל&quot;ן שנתפרו במיוחד לצרכיהם של האוליגרכים והפלוטוקרטים של העולם, למשל בית דירות הפאר 15 Central Park West במנהטן, One Hyde Park בלונדון ו־Indian Creek ליד מיאמי, שהוא בעצם אי מוקף חפיר שלא ניתן להיכנס אליו בלי בדיקה ביטחונית.\r\n \r\nסכנה לביטחון, בריאות וחירות\r\n \r\nמה תאמר למי שיגיד &quot;אוקי, אז השליטים של אנגולה ואוקראינה גונבים את הכסף של האזרחים שלהם. אבל איך זה קשור לחיים שלי&quot;?\r\n&quot;קח את ניגריה. ארגון טרור כמו בוקו חראם מונע מהכעס על השחיתות. הכעס הזה הוא מה שאִפשר אותו. הצבא הניגרי כל כך הוחלש בידי שחיתות שבוקו חראם היו מסוגלים להשתלט על חלק מצפון המדינה. ארגון טרור שיש לו שליטה בחלק ממדינה הוא איום לכולם, לא רק לניגריה, הרי טרוריסטים לא מכבדים גבולות לאומיים. זה נכון גם לדאעש או לטליבאן באפגניסטן - הקבוצות האלה משגשגות על רקע שחיתות. אם היית מתמודד איתה, הן היו נעלמות. לעתים קרובות חושבים על שחיתות כבעיית זכויות אדם, והיא אכן כזאת, אבל זו גם בעיית ביטחון לאומי ולא רק לאומי. צריך להכיר בכך שכשאנחנו מקבלים את הכסף הזה אנחנו חותרים תחת המוסדות שדרושים כדי להתמודד עם הטרור. \r\n \r\n \r\n&quot;או קח למשל את השחיתות במערכת הבריאות, שרואים במיוחד ברוסיה ובאוקראינה, שבהן לא משתמשים כראוי בתרופות כדי לשלוט במחלות כמו שחפת. זה מביא ליצירת זנים חדשים של שחפת שעמידים לטיפול תרופתי - והזנים האלה לא יעצרו באוקראינה, הם פשוט עוברים ממדינה למדינה. אם אנחנו יוצרים זנים חדשים של מחלות כי אנחנו לא מונעים משרי הבריאות של אוקראינה לגנוב כסף, המחלות האלה יגיעו גם לכאן. אלה בעיות אמיתיות שצריך להתייחס אליהן ברצינות. לפני 150 שנה מחלת השחפת היתה גורם מוות משמעותי והצלחנו להשתלט עליה. עכשיו השחיתות חותרת תחת היכולת שלנו לעשות את זה. זה קצר רואי להחריד לאפשר את זה&quot;.\r\n \r\nבסופו של דבר, הוא אומר, מה שנראה כבעיה פנימית במדינה רחוקה מתגלגל לשלטון קלפטוקרטים גלובלי: &quot;התפקיד של מדינות מערביות היה לכבס כסף או לשמש יעד לכסף שנגנב ממדינות עניות. לארצות הברית הגיע כסף מדרום אמריקה וסין, לבריטניה כסף מהמזרח התיכון, מאפריקה וממדינות ברית המועצות לשעבר. ככל שהתהליך הזה יימשך, כך תגדל ההשפעה של העושר הזה במדינות המערביות, ולכן נוכלים וגנבים ימשלו גם עלינו&quot;.\r\n \r\nוב&quot;ימשלו עלינו&quot; הוא לא מתייחס לאיום הטרור או למחלות, אלא לכוח הפוליטי של התופעה. בולו משוכנע שהמפתח להבנת הסיפור הגדול של השנתיים האחרונות — ההתערבות הזרה בקמפיין הברקזיט בבריטניה והבחישה הרוסית בבחירות בארצות הברית - הוא בעצם ניסיון של האוליגרכיה להילחם בכל מאמץ להגביל את היכולת שלה לשמור את הכסף במחשכים. ומאבק הכוחות הזה לא מתנהל כמובן רק בארצות הברית ובבריטניה; בולו מזכיר גם ש&quot;רוסיה מעודדת מדינות מערביות לפרוש מבריתות בינלאומיות. ראינו את זה במקדוניה, מונטנגרו, הונגריה, צרפת, גרמניה - הסתכל למשל על הפייק ניוז לגבי הפליטים שאנסו לכאורה תלמידת בית ספר&quot;.\r\n \r\n \r\n \r\nמה ההתערבות הזאת אמורה להשיג?\r\n&quot;הפתרון היחידי למאנילנד, הדרך היחידה שבה אפשר להביס אותה או להקטין אותה, הוא כאשר מדינות פועלות יחד, מפעילות רגולציה יחד, קובעות סטנדרטים משותפים, כי ההבדלים בחקיקה בין מדינות הם בדיוק מה שמאפשר למאנילנד להתקיים. לכן כאשר מדינות פועלות יחד מדובר באיום לאנשים כמו ולדימיר פוטין וקלפטוקרטים אחרים. המדיניות של &#39;אמריקה תחילה&#39; או פרידה של בריטניה מהאיחוד האירופי, של הונגריה או טורקיה שמתבודדות ופועלות בנפרד ממדינות אחרות - כל התנועות הפוליטיות האלה פועלות בדיוק בכיוון הלא נכון. מדינה שפועלת לבדה לא מסוגלת לתאם עם מדינות אחרות מלחמה במאנילנד. לכן לא צריך להיות צינים כדי לתהות אם האנשים העשירים שמממנים את טראמפ, את הברקזיט וכל השאר עושים זאת כי הם לא רוצים שמאנילנד תובס. הם רוצים שארצות הברית ובריטניה יפעלו לבד, שמדינות אירופה ילחמו זו בזו במקום במאנלינד. וזו בעיה אמיתית. \r\n \r\n&quot;וזה אירוני, כי ההתקוממות שהצמיחה את הברקזיט ואת טראמפ היא לפחות בחלקה תגובה לאי־שוויון ההרסני שהוא מאנילנד. אנשים בחרו למחלה טיפול שלא רק שלא ירפא אותה, אלא רק יחמיר אותה. וזה עצוב להפליא ומדאיג מאוד&quot;.\r\n \r\nגם אימפריית הנדל&quot;ן של דונלד טראמפ עצמו יצאה נשכרת ממאנילנד. דוגמה קטנה מהספר: במגדלי טראמפ בפלורידה אפשר למצוא 703 דירות שהבעלות עליהן מוסתרת באמצעות חברות. בשיחה איתו בולו מזכיר שלא רק טראמפ בעניין, ומצביע גם על המחותן והיועץ שלו, ג&#39;ארד קושנר. &quot;חברת הנדל&quot;ן של משפחת קושנר מביאה לארצות הברית משקיעים באמצעות מכירת ויזות לאזרחים סינים. יש קטגוריה מיוחדת של ויזות, EB-5, לזרים עשירים שרוצים להשקיע בארצות הברית. כך שהם אומרים: &#39;אנחנו רוצים לעצור את ההגירה, אנחנו רוצים לשים את אמריקה תחילה&#39;, אבל הם מממנים את עסקיהם באמצעות מכירות ויזות לזרים. שוב, לאנשי מאנילנד יש חירות, לכל השאר יש חומות&quot;. \r\n \r\nבולו מתמקד בעיקר בתיאור הבעיה, אבל יש לו כמה הצעות ראשוניות לצעדים שיכולים לשבור את שרשרת הגניבה־הסתרה־בזבוז שהוא מתאר. האחת נוגעת לאכיפה נחושה יותר נגד כל אותה מעטפת מקצועית מעונבת שמתפעלת את מאנילנד (&quot;אם כמה עורכי דין ורואי חשבון, הפושעים בחליפות הפסים שלא חושבים שהם עושים משהו לא בסדר, היו הולכים לכלא — זה היה משנה את הדינמיקה די מהר&quot;), האחרת נוגעת לשקיפות, לרגולציה שנועדה לחשוף את הבעלים האמיתיים של חברות ולא לאפשר לכסף אפל להסתתר במקלטי מס ולזרום באין מפריע למערב. &quot;זה הצעד הבסיסי, והוא יוריד את המוטיבציה לגנוב. רוב העולם נע בכיוון הנכון — יש יותר שקיפות מבעבר — אבל זה קורה מאוד מאוד לאט, ואנחנו צריכים לפעול בדחיפות ובמהירות, כי הכסף שנצבר במאנילנד הוא אויב של הדמוקרטיה. ככל שיש יותר כסף, כך האויב הזה חזק יותר&quot;. \r\n \r\nכך שהדרך עוד ארוכה. &quot;יש עשרות אלפי עורכי דין, רואי חשבון ואנשי צווארון לבן אחרים, אינטליגנטיים מאוד, שכל הזמן מסתכלים על החוקים הקיימים ומנסים לנצל אותם לטובת הקליינטים שלהם. משלמים להם הרבה מאוד תמורת השירותים האלה, אז יש להם הרבה מוטיבציה. מולם ניצבות מערכות פוליטיות שיש להן מאה דברים אחרים לחשוב עליהם, שמוסחות בידי המציאות היומיומית. נדרשות להן שנים להבין שהפרצות האלה קיימות ועוד שנים לסגור אותן, ועד אז עורכי הדין ורואי החשבון כבר מוצאים פרצות אחרות. זו הבעיה: יש חוסר התאמה בין תמריצים למשאבים. וכרגע אנחנו לא קרובים לנצח. אנחנו מפסידים קשות&quot;. ", "keywords": ["אוליבר בולו", "מושחתים", "אוליגרך", "כסף", "דרכון", "פודקאסט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/10/10/851466/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורי פסובסקי"}, "datePublished": "2018-10-12T15:34:40", "dateModified": "2020-08-20T14:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ברוכים הבאים למאנילנד", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-10-12", "category": "בארץ", "subtitle": ""}