{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3804033,00.html"}, "headline": "לפני המבול: רנו קליאו הובילה במסירות רכב באירופה בפברואר; בארה&quot;ב - המכירות צנחו בחצי", "description": "שוק הרכב האירופי החל לקרוס בפברואר, לא רק בגלל הקורונה, כך עולה מניתוח שמפרסמת ג&#39;אטו דיינמיקס. לפיו, בפברואר נמסרו באירופה 1,063,264 מכוניות חדשות - ירידה של 7% ביחס לפברואר 2019. זהו החודש הגרוע מאז 2015", "articleBody": "שוק הרכב האירופי החל לקרוס בפברואר, לא רק בגלל הקורונה, כך עולה מניתוח שמפרסמת ג&#39;אטו דיינמיקס. לפי הניתוח, בפברואר נמסרו באירופה 1,063,264 מכוניות חדשות - ירידה של 7% ביחס לפברואר 2019. \r\n \r\n \r\nיתרה מזאת, לפי הנתונים שמפרסמת ג&#39;אטו, מדובר בחודש הגרוע ביותר שנרשם בשוק הרכב האירופי מאז שנת 2015 - וכמובן שהזרוע עוד נטויה לנוכח קריסה הצפויה במסירות חודש מרץ, במהלכו יבוא לידי ביטוי הסגר החלקי, או המלא, שהוטל במדינות רבות. ועם זאת, ישנם גם פלחי שוק בהם מורגשת עליה. כך, בעוד שאשתקד נמסרו בפברואר כ-75 אלף מכוניות חשמליות באירופה - השנה זינקו המסירות בפברואר לכ-135 אלף מסירות.\r\n \r\nהדו&quot;ח עצמו מנתח את שיעורי המכירות במדינות שונות בחודש פברואר-ממנו עולה מגמה מובהקת של ירידות במדינות אירופה המבוססות, גם אלה שטרם נחשפו נכון לפברואר למלוא עוצמת הנגיף. כך, מהשוואת נתוני המסירות של פברואר 2019 לפברואר 2020 עולה שבצרפת ירדו המסירות של מכוניות חדשות ב-7%, בבריטניה ב-6%, בגרמניה ב-9%, בשוודיה ב-12% ובדנמרק ב-15%. \r\n \r\nמדירוג יצרני הרכב לפי מסירות באירופה בחודש פברואר עולה כי פולקסווגן היא המובילה עם 118,989 מסירות - ירידה של 8% ביחס לפברואר אשתקד. אחריה פיג&#39;ו עם 76,535 מסירות - ירידה של 4% ובמקום השלישי רנו עם 73,537 מסירות - ירידה של 6%. מניתוח לפי דגמים עולה כי פולקסווגן אומנם מובילה במספר הכולל של המכוניות שנמסרו באירופה בפברואר, אך רנו קליאו החדשה היא המכונית הנמכרת ביותר עם 24,914 מסירות בפברואר. פולקסוגן גולף תופסת את המקום השני עם 24,735 מסירות ופיג&#39;ו 208 החדשה במקום שלישי עם 20,923 מסירות.\r\n \r\nבינתיים מתפרסמות בארה&quot;ב תחזיות קודרות אודות חודש מרץ, שאמור להיות אחד הגרועים בתולדות ענף הרכב העולמי בעשורים האחרונים. כך עולה מסקירה שמפרסמת JD POWER האמריקאית. JD POWER נחשבת כיום לחברת חקר השוק הגדולה בעולם בכל הקשור בניתוחי שוק הרכב העולמי. לפי נתוני JD POWER שיעור הירידה הסופי טרם נקבע, אך צפוי לעמוד על 38 עד 45%. \r\n \r\nבמרץ אשתקד נמסרו בארה&quot;ב כ-1.6 מיליון מכוניות - ירידה של כ-3% ביחס למרץ 2018. חמור מכך, לפי ההערכות שמפרסמת JD POWER, באפריל יצנחו מסירות הרכב בארה&quot;ב בגלל הסגרים שצפויים להחמיר, ולהגיע עד ירידה של 78% ביחס לאפריל אשתקד. \r\n \r\nלפי הניתוח של JD POWER, הירידה במכירות קשה במיוחד במדינות בהם האוכלוסיה מודעת לחשיבות הסגר ומקפידה עליו. כך, בקליפורניה נמדדו ירידות של מעל 70% במסירות רכב - במיוחד בסן פרנסיסקו, בה צנחו המכירות של רכבים חדשים בהיקף של 86%.", "keywords": ["מסירות", "אירופה", "ארה&quot;ב", "רכב"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/07/07/918836/9_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "תומר הדר"}, "datePublished": "2020-03-27T08:59:54", "dateModified": "2020-08-14T12:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "לפני המבול: רנו קליאו הובילה במסירות רכב באירופה בפברואר; בארה\"ב - המכירות צנחו בחצי", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-27", "category": "בארץ", "subtitle": ""}