{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3760481,00.html"}, "headline": "נסיעה בבועה: בדקנו את שירות הנסיעות החדש Bubble ", "description": "היום החל לפעול בישראל שירות הנסיעות באבל של VIA ודן. הוא כולל 40 מיניבוסים בת&quot;א ובעתיד צפוי להתרחב ל-100 מיניבוסים - גם בירושלים, חיפה והשרון. האם הרכב מגיע בזמן? מה מחיר הנסיעה? והאם זה הפתרון לעומס בכבישים? אודי עציון עלה על מיניבוס וחזר עם הפרטים החשובים", "articleBody": "ירון, הנהג שאסף אותי מרכבת צפון, שמח מאוד לראות אותי. &quot;אתה הנוסע הראשון שלי&quot;, סיפר, &quot;עכשיו אני רואה שהצג באמת עובד&quot;. נשארנו לבד עד שירדתי. לטל, שאסף אותי לפני כן מאוניברסיטת תל אביב, כבר היו דווקא כמה נוסעים לפני: צוות של &quot;כאן&quot;, שמיהר לשמוח שסוף סוף עלה למיניבוס נוסע, וגילה שמדובר בעוד נציג של התקשורת שהגיע לבחון את השירות החדש.\r\n \r\nהיום היה יומו הראשון של Bubble, שירות הנסיעות הלא מספיק מוכר עדיין בהזמנה החדש שמפעילים VIA ודן. 40 מיניבוסי מרצדס כהים בינתיים, שיגדלו ל-100 עד יוני, ופועלים בהזמנה מאפליקציה באותה שם. השירות פועל בינתיים באזור מוגבל בתל אביב (קק״ל בצפון, הים (טיילת) במערב, בן גוריון רמת גן במזרח ובדרום רחוב ההגנה), ויתרחב בחודשים הקרובים לירושלים, חיפה ודרום השרון, בסבסוד משרדי האוצר והתחבורה. מחיר הנסיעה קבוע: בין 12 שקלים לנסיעה בשעות השפל, ו-15 שקלים לנסיעה בשעות השיא, בין השעות 06:30 ל-09:30 בבוקר ובין 15:00 ל-18:30 אחה&quot;צ. אזרחים ותיקים יהיו זכאים להנחה של 50% ממחיר הנסיעה. אפשר לרכוש מראש עשר נסיעות ב-120 שקל. זה כפול מאוטובוס, אבל זול בהרבה ממונית.\r\n \r\nבניגוד למונית שירות או אוטובוס רגיל, באבל לא אוסף נוסעים ברחוב, רק מהאפליקציה, וכמו מונית הוא לא נוסע במסלול קבוע, אלא לפי מסלול משתנה שקובעת לו תוכנה, בהתאם למיקומי הנוסעים שהזמינו רכב. האפליקציה פשוטה לשימוש, וכשאני מזמין שירות בצהרים מאוניברסיטת ת&quot;א לרכבת צפון, היא מודיעה לי שרכב ראשון יכול לאסוף אותי תוך 8 דקות, ושני בתוך 12.5 ד&#39;, ומציעה לי לבחור. כשאני בוחר, היא שולחת אותי להמתין בתחנת האוטובוס בבית התפוצות, מרחק של 200 מטר. גם חסכתי מחיר של מונית, וגם עשיתי קצת ספורט: להורה עם ילדים קטנים, או עם שקיות קניות בידיים, זה יהיה פחות מפתה.\r\n \r\n \r\n2 דקות לפני המועד מגיע &#39;באבל&#39; ועוצר בצידו השני של הכביש. אני תוהה אם מדובר בנוסע אחר, או שאני טעיתי בהבנת ההוראות. אחרי דקה שהוא ממתין שם אני מתחיל לצעוד לכיוונו, ואז הוא נוסע, מפרסס ועוצר בתחנה שלי. &quot;גם אנחנו עוד לומדים להבין את ההוראות של האפליקציה&quot;, מודה טל הנהג. ומה עושים עם נוסעים שלא מגיעים? מזמין שלא יתייצב בזמן, יחויב כבר מהפעם השלישית במחצית מעלות הנסיעה גם אם לא נסע. בפעם הרביעית יחויב במחיר המלא, ואחרי הפעם החמישית הוא עלול להיחסם מהזמנת נסיעות.\r\n \r\nהמיזוג עובד היטב, יש יותר מרווח ממונית רגילה, שקע USB לכל מושב, וגם WiFi תקין. יש גם חגורות בטיחות לכל נוסע, שאני תוהה כמה באמת יטרחו לחגור. יש צג גדול ובו שמות הנוסעים, בשם הפרטי לפי האפליקציה, ומועד הגעה משוער, שגם מסמן מתי לרדת. רוצים לשמור על פרטיות? מלאו באפליקציה את שמכם ב&#39;ארומה&#39;. שני המיניבוסים נקיים מאוד, אבל זה גם היה יומם הראשון בעבודה. הרכב נוסע במסלול שגם אני הייתי בוחר כקצר ביותר לתחנת הרכבת, אבל מוריד אותי בדרך ז&#39;בוטינסקי, ושוב שולח אותי ללכת 200 מטר ליעד. כשאני מזמין מרכבת צפון נסיעה בחזרה לאוניברסיטה, האפליקציה מצעידה אותי לתחנות האוטובוס בדרך נמיר, כשאני חולף בדרך את תור המוניות הממתינות. ככה זה כשמתקמצנים. הרכב מגיע בסיום ה-4 דקות המובטחות.\r\n \r\nהשורה התחתונה: באבל הוא שירות משלים מצוין לנוסעים ברכבת, ויוכל לשרת את המגיעים לרמת החייל למשל. בשעות העומס הוא יכול לנוע בנתיבי התחבורה הציבורית כדי להיות מהיר יותר מרכב פרטי. המחיר הלא זול יהפוך אותו לאופציית תחבורה לעבודה, ופחות לנוער ולנוסעים לשוק. אבל מדובר בתוספת מוצלחת לתחבורה הציבורית, שיש לה פוטנציאל להוריד מכוניות פרטיות מהכביש. זה גם מה שיקבע אם תישאר איתנו: כרגע מדובר בפיילוט שיימשך שנה. סקרים שיבדקו האם המשתמשים הם כאלה שבזכותו השאירו רכב פרטי בבית יקבעו אם ימשיך הלאה. רק לחשוב איזה תענוג אם הייתה אופציה כזאת בלילות שישי, או בשבתות לים: באבל, בהחלטת משרד התחבורה, לא יפעל בסופי שבוע. כי המדינה עדיין רוצה שנקנה מכוניות ונשלם מחירים מופרכים על דלק ואגרות רישוי, ושר התחבורה והבטיחות בדרכים לא מתכוונן להתעמת בסיעות החרדיות כדי שלא ננהג שיכורים אחרי בילוי. כאילו, הנה שברנו קצת דיסטנס והבאנו לכם שירות שפועל כבר בעשרות ערים בעולם, אבל עד כאן. ", "keywords": ["באבל", "שירות נסיעות", "Bubble"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/04/15/899887/6_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אודי עציון"}, "datePublished": "2019-04-15T20:15:00", "dateModified": "2020-08-20T13:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נסיעה בבועה: בדקנו את שירות הנסיעות החדש Bubble", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-04-15", "category": "בארץ", "subtitle": ""}