{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3842211,00.html"}, "headline": "הובלות, שיפוצים ושטיפת כלים - עשרות פונים לכל משרה מזדמנת", "description": "לפי נתונים של אפליקציית NANO לעבודות יומיות חל גידול של אלפי אחוזים בביקוש לעובדים יומיים כאשר בחודש יולי נרשמה ירידה בביקוש לשליחים ומלקטי סחורה; מהשלכות משבר הקורונה - &quot;יש נכונות גבוהה בקרב שכבות רבות באוכלוסיה לוותר על יוקרה ולהתפרנס בכל דרך אפשרית&quot;", "articleBody": "רבים מבין מאות אלפי מובטלי הקורונה איבדו תקווה לחזור למשרותיהם ולמקצועותיהם ומחפשים כל דרך חלופית להתפרנס. הם מוכנים לעבוד בעבודות מזדמנות על בסיס יומי שרחוקות מאוד מתחומי ההתמחות ומתנאי העבודה שאליהם התרגלו במשך שנים והדרישה לעבודות עולה על הביקוש לעובדים. \r\n \r\nלפי נתוני אפליקציית העבודה היומית החד פעמית NANO שהושקה בינואר 2020, מעט לפני פרוץ הקורונה, הלהיטים הגדולים בתחום העבודות היומיות בחודש יולי הם לעובדים בתחומים: עוזרי הובלות (21% מהמשרות), עוזר אינסטלציה (17%) עוזר שיפוצים (14%), שטיפת כלים (11%), בריסטה (11%) ועוד. לאחרונה נרשמה ירידה של 50% בביקוש לשליחים לעומת חודשים אפריל-יוני (12% מסך המשרות) ולמלקטי סחורה בסופר (4%). משרות שנעלמו כמעט לגמרי לאחר פרוץ מגיפת הקורונה הן: הקמת במות, מלצרים לאירועים, שוטפי כלים לאירועים, דיילות מכירה, וניקיון בתים פרטיים. \r\n \r\nאפליקציית ההשמה מקשרת בין מובטלים או משלימי הכנסה לבין עסקים שמחפשים עובדים מזדמנים לעבודה יומית חד פעמית (או למספר שעות) בהתאם לצרכים המשתנים כמעט מידי יום. כאשר בעלי העסקים מתחייבים לשלם לעובדים ממש בגמר יום העבודה, ומתחייבים לתשלום של לפחות 35 שקלים לשעה, גבוה ב-5 שקלים מהמינימום בישראל. \r\n \r\n \r\n \r\n&quot;בתחילת פברואר הורידו את האפליקציה כ-2,000 איש וביולי הגיע המספר לכ-35 אלף איש. 15 אלף מחפשי עבודה נרשמו באופן מלא ואושרו על ידינו לעבודה ו-20 אלף נמצאים בסטנד ביי. במקביל חל גידול של מאות אחוזים בהיצע העבודות על ידי 1,245 עסקים שנרשמו. זאת לאור העובדה שמעסיקים רבים פיטרו עובדים ומדי פעם הם זקוקים לתגבור. רבים מבעלי העסקים מתמודדים גם עם תופעה של עובדים שנאלצו להיכנס לבידוד והם נותרים ללא עובדים מהרגע להרגע. מצב זה הופך להיות יותר ויותר שכיח וגם במקרים אלה הם זקוקים לתגבור על בסיס יומי. למרות זאת, היצע העבודות היומיות החד פעמיות רחוק מאוד מהביקוש. למעשה, על כל משרה יומית או שעתית יש לעתים עשרות פונים. מסתבר, שעסקים רבים נפגעו עד כדי כך שהם לא מסוגלים לשכור אפילו עובדים זמניים בעלות של כמה מאות שקלים ביום&quot;, אומר אסף בן שטרית, מייסד ומנכ&quot;ל NANO. \r\n \r\nלפי הנתונים המבוססים על 1,000 עובדים שכבר ביצעו עבודות יומיות, מספר שעות העבודה הממוצע במשרות המוצעות הוא 4 שעות והשכר הממוצע עבורן הוא 224 שקלים, דהיינו כ-56 שקל לשעה. &quot;למרות הקשיים, העסקים מוכנים לשלם בנדיבות לעובדים מזדמנים, יחסית לשכר המינימום לשעה במשק, מתוך ידיעה שיגיעו אליהם עובדים איכותיים, בעלי מוטיבציה ורמה אישית גבוהה&quot;, אומר בן שטרית. מחפשי העבודה מגיעים מכל שכבות החברה אך רובם המכריע - 70% - מגיעים מאזור המרכז (נתניה עד ראשון לציון) 21% מהפריפריה הדרומית ו-9% מהצפון. \r\n \r\nהגיל הממוצע של מחפשי העבודה הוא 33. 71% ממחפשי העבודה הם גברים ורק 29% הן נשים. 65% ממחפשי העבודה הם רווקים - ו-35% הם נשואים או גרושים. \r\n \r\n&quot;כיום יש נכונות גבוהה בקרב שכבות רבות באוכלוסיה לוותר על יוקרה ולהתפרנס בכל דרך אפשרית. נראה שהנכונות גבוהה במיוחד בקרב גברים רווקים בגיל צעיר יחסית, קבוצות אוכלוסייה שהסתגלו במהירות למצב החדש&quot;, אומר בן שטרית. &quot;לעבודות המזדמנות על בסיס יומי יש היגיון כלכלי גם ללא קשר לקורונה כמו סטודנטים וחיילים שזקוקים להכנסה, עובדים שזקוקים להשלמת הכנסה ועסקים שלפתע &#39;נעלמו&#39; להם עובדים ללא התראה. הקורונה ללא ספק העצימה את הביקושים בתחום זה לאור האבטלה ומצבם הקשה של העסקים שמתקשים להעסיק עובדים במשרה מלאה. אני מקווה שעסקים רבים יתאוששו ויוכלו להציע מספר גדול יותר של עבודות קבועות ויומיות&quot;. ", "keywords": ["אבטלה", "קורונה", "פיטורים", "עבודות זמניות", "פרנסה", "עבודות מזדמנות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/462463/shutterstock_158188283.jpgL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מעין מנלה"}, "datePublished": "2020-07-28T16:00:36", "dateModified": "2020-08-19T15:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הובלות, שיפוצים ושטיפת כלים - עשרות פונים לכל משרה מזדמנת", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-28", "category": "בארץ", "subtitle": ""}