{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3838360,00.html"}, "headline": "סודהסטרים, רפאל ו-MyHeritage - חברות שמגייסות עובדים עכשיו", "description": "החל מעובדי מעבדה לבדיקות קורונה, דרך עובדי מפעל ומטה, סטודנטים ומפתחי תוכנה - אספנו הזדמנויות תעסוקה למשרות מיידיות חלקן לעבודה מהבית, והראיונות - בווידאו", "articleBody": "בתקופה הקשה של חזרת המגבלות שנועדו לצמצם הדבקה בנגיף הקורונה, בזמן שיש מאות אלפי דורשי עבודה וחברות גדולות כקטנות מודיעות על פיטורים, יש גם מעט נקודות אור. עבור אותם אנשים שמחפשים כעת עבודה, בין אם זמנית או קבועה, ריכזנו כמה הזדמנויות תעסוקה מחברות שממשיכות לגייס או שיצאו בקמפיינים מיוחדים לגיוס עובדים דווקא עכשיו. כל המשרות הן מיידיות או לזמן הקרוב, תהליכי ההכשרה והגיוס הותאמו להנחיות משרד הבריאות וחלק מהמשרות מיועדות לעבודה מהבית. \r\n \r\nאלה החברות שמגייסות עובדים עכשיו: \r\n \r\nסודהסטרים\r\nסודהסטרים, מותג המים המוגזים, מגייסת מעל 250 עובדים בישראל, כ-200 מהם לאתר הייצור הסמוך לרהט ו-50 למטה העולמי בכפר סבא. כחלק ממאמץ הגיוס פרסמה בשבוע שעבר החברה סרטון גיוס עובדים בכיכובם של ה&quot;הר&quot; ממשחקי הכס (ת&#39;ור ביורנסן) וגורי אלפי, אשר קוראים למועמדים להצטרף לחברה.\r\n \r\nבין המשרות הפתוחות במפעל: מנהלי הנדסת אוטומציה, ראש/ת צוות אחזקה, מנהלי משאבי אנוש, אנשי הדרכה, מבקרי איכות, עובדים לתעשיית הפלסטיק וההרכבות, עובדים לתעשיית המתכת ועובדים לתעשיית המזון.\r\n \r\nבין המשרות הפתוחות במטה הגלובלי בכפר סבא ניתן למצוא תפקידי שיווק דיגיטלי, מנהל/ת מחקרים שיווקיים, מנהלי פרויקטים, ומנהל/ת מחלקת מיסוי גלובלי. \r\n \r\nראיונות העבודה מתבצעים בוידאו והעבודה מתבצעת מהמפעל ובמטה חלק מהימים מהבית וחלקם מהמשרד. &quot;אני מרגישה אחריות כבדה לסייע ככל שניתן במשבר התעסוקה בישראל, וכחברה גלובאלית כל משרה שנפתחת בישראל חשובה לנו ואנו נותנים עליה דגש מיוחד. כחלק מהגדילה של סודהסטרים אנחנו מגייסים מאות משרות בישראל ושמחים להציע תעסוקה דווקא בתקופה קשה זו&quot;, אומרת גלית צוקר סמנכ&quot;לית משאבי אנוש גלובאלית בסודהסטרים.  \r\n \r\nניתן למצוא את רשימת המשרות המלאה באתר החברה.\r\n \r\nרפאל\r\nרפאל מגייסת מעל ל-100 סטודנטים וגם השנה, כמדי שנה בחודשי הקיץ יצאה ביריד גיוס אשר השנה בשל מגבלות הקורונה נערך בצורה וירטואלית. למעשה המועמדים נכנסים לקישור ובו &quot;יריד&quot; של ממש - במיני סייט ניתן להיכנס ל&quot;חדרים&quot; בתחומי העיסוק שמעניינים את הסטודנטים, ניתן למלא טופס פרטי אישיים ליצירת קשר, להגיש מועמדות למשרות ואפילו לנהל שיחת &quot;פינג-פונג&quot; וירטואלית עם המנהלים המגייסים בעצמם. שיחה לטובת שאלות והבהרות בנוגע למשרות. \r\n \r\nכל המשרות הפתוחות ברפאל נמצאות בעמוד הקריירה של החברה.\r\n \r\nMyHeritage  \r\nחברת MyHeritage הקימה את אחת המעבדות הגדולות בעולם לבדיקת קורונה, בפתח תקוה. כעת, המעבדה מרחיבה פעילות כדי להגיע ל-10,000 בדיקות ביום ולכן מגייסים בדחיפות עשרות עובדים נוספים. לחלק מהתפקידים במעבדה נדרש רקע ספציפי, ויש יתרון לבעלי ניסיון קודם בעבודת מעבדה, אך ישנן גם משרות הפתוחות לאקדמאים מצטיינים שאין להם ניסיון מעבדה קודם ו- MyHeritage יכשירו אותם לעבודה הנדרשת. מועמדים המעוניינים ליטול חלק משמעותי במאבק נגד הקורונה יכולים למצוא את המשרות באתר החברה ולעבור ראיון קבלה לעבודה דרך ZOOM, אך המשרות אינן מיועדות לעובדי מעבדה נוכחיים שכן החברה התחייבה שלא לגייס עובדים ממערך המעבדות הקיים.\r\n \r\nאלמנטור\r\nחברת אלמנטור (Elementor) המפתחת כלי עיצוב ושיווק לבניית אתרים, מגייסת 100 עובדים ביניהם: מעצבים, גרפיקאים, תמיכה, שירות לקוחות, מנהלי מוצר, ומפתחים. בחברה פתוחים גם להעסקת פרילנסרים המתקשים למצוא יציבות במשק בתקופה זו ומחפשים הכנסה קבועה ויציבה, מחצית מעובדי החברה כיום הם פרילנסרים לשעבר. בתקופת הקורונה החברה חווה צמיחה מואצת בגלל שהעולם עבר לפעילות און ליין, רבים הקימו אתר לראשונה או שדרגו אתר קיים והשתמשו במוצרי החברה לבניית האתרים. הראיונות לקבלה לעבודה נעשים דרך ה- ZOOM.\r\n \r\nכיל (ICL)\r\nכיל (ICL) מגייסת 30 עובדים למגוון משרות בתחומי ייצור והפעלה באתרי החברה בדרום. בין המשרות ניתן למצוא תפקידי מהנדסים ברמות שונות ומקצועות טכניים תומכי ייצור כמו חשמלאים ועובדי אחזקה. \r\nניתן להגיש קורות חיים באתר הקריירה של החברה \r\n \r\nורביט\r\nורביט, חברת תמלול טכנולוגית, אשר משתמשת בבינה המלאכותית בשילוב עם בינה אנושית על מנת לספק פתרון חכם ומהיר לתמלול מקצועי, מגייסת 20 עובדים לתפקידים בישראל ובקייב. הראיונות יתקיימו חלקם בשלט רחוק וחלקם באופן פרונטלי, בדומה לאופי העבודה לאחר הקבלה. מי שיתקבל לתפקידי תמלול עם רקע משפטי, יעבוד מהבית. מי שיתקבל לתפקידי SDR או לפיתוח, יעבוד כמו שאר העובדים בחברה היום, במתכונת של עד שני ימי עבודה מהבית. &quot;המשבר גרם למעבר מסיבי לשימוש בפלטפורמות אונליין במגוון תחומים, מה שהביא לעליה דרמטית בצורך לתמלול.&quot; אומר תום ליבנה, מנכ&quot;ל ורביט &quot;אנחנו מגייסים עכשיו גל ראשון של עובדים חדשים, כדי להמשיך לצמוח ולהתפתח&quot;. \r\nניתן לראות את המשרות באתר החברה: https://verbit.ai/careers-listing/\r\n  \r\nKendago\r\nקבוצת הפרסום הדיגיטלי הבינלאומית Kendago, המתמחה ב-Direct Response בשווקים המערביים הגדולים, מגייסת 30 עובדים לשורה של תפקידים במשרדי החברה בקריית אונו: מנהלי קמפיינים דיגיטליים (PPC), אנשי פיתוח בכירים, גרפיקאים, קופירייטרים ואנשי רשתות חברתיות דוברי שפת אם אנגלית.\r\nלצד גיוס אנשי מקצוע מנוסים, החברה נותנת הזדמנות לחסרי ניסיון ומכשירה אותם לתפקיד ניהול קמפיינים דיגיטליים. למשרות ההתחלתיות נדרש תואר ראשון בהצטיינות בתחומים של הנדסה או כלכלה, ראיית חשבון וכ&#39;ו, כמו גם הצטיינות בלימודים אקדמאיים וציון פסיכומטרי גבוה.\r\n  \r\nבזק אונליין\r\nחברת בזק אונליין, המפעילה מוקדים הטלפוניים בישראל, מגייסת 200 עובדים, נציגים טלפוניים למוקדי שירות של החברה באזור הדרום. \r\nמייל לשליחת קורות חיים: jobs.bezeqonline@adamtotal.co.il\r\nכרבע מתהליכי הגיוס בחברה מתבצעים גם כיום מרחוק במתכונת זהה לתקופת הקורונה ללא שום מעורבות פרונטלית. תהליך הגיוס מתחיל בראיון טלפוני מול רכזת הגיוס של החברה. לפני תקופת הקורונה, השלב הבא היה ראיון פרונטלי מול הרכזת, ובאותו מעמד ראיון עם המנהל המקצועי. בעקבות הקורונה, הנהלת החברה ביצעה שינויים והתאמות במודל הגיוס ותהליך הסינון כולל שלב נוסף של שליחת סרטון קצר ע&quot;י המועמד, לאחר קבלת סט שאלות מנחות, הכולל התייחסות לסוגיות כגון רקע תעסוקתי, רקע אישי, ציפיות שכר ועוד. על סמך הסרטון מתקבלת החלטה ע&quot;י המנהל המקצועי אם להתקדם עם אותו מועמד.\r\n \r\nShoesOnline\r\nאתר הקניות הישראלי שוז אונליין (ShoesOnline) מגייס בימים אלה 10 עובדים למגוון משרות, ובהם מנהלי תוכן באתר, מנהל קהילה, נציגי שירות לקוחות ובעלי תפקידים למחלקת הכספים של החברה.\r\nתהליך הגיוס מתחיל בראיון עבודה ראשוני בזום וממשיך בשיחה טלפונית של המנהל המקצועי עם ממליצים שנמסרו ע&quot;י המועמד. במידת הצורך מזמנים את המועמד גם לראיון פרונטלי. חלק מהתפקידים מאפשרים גמישות של עבודה לסירוגין מהבית ומהמשרד.\r\n \r\nAIG\r\nחברת הביטוח AIG ישראל מגייסת בימים אלה כעשרים נציגי מכירות בעולם מוצרי ההגנה. ראיונות העבודה וכן מבחני הכישורים הרלוונטיים יערכו מהבית, כאשר גם העבודה כרגע הינה מהבית. בנוסף, החברה מגייסת גם למשרות של סוקר וחתם בעולם הביטוח המסחרי. מייל לפניות: Jobs_pr@aig.com\r\n \r\nהגשמה \r\nקרן הגשמה, חברת השקעות הנדל&quot;ן מגייסת 10 מנהלי תיקי משקיעים למשרדי החברה בפתח תקווה. התפקיד כולל: ניהול תיקי לקוחות אסטרטגיים – טיפוח קשרים עסקיים, ניהול תקשורת רציפה ומתן מענה מקצועי ומדויק לציבור המשקיעים בקרן. שירות טלפוני/פרונטלי על פי הצורך, גיוס משקיעים לפורטפוליו ההשקעות של החברה הכולל פרויקטים נדל&quot;ניים ו/או קרנות השקעה/מימון (נדל&quot;ן מקומי/בנל&quot;מ), איתור וגיוס משקיעים חדשים למועדון המשקיעים.\r\n \r\nלשליחת קו&quot;ח: Info@kerenhagshama.co.il\r\n  \r\nהייטק\r\nמאנדיי\r\nהסטרטאפ הישראלי, מגייס כיום כ-300 תפקידים בצוות המכירות והשותפויות, המפתחים, המעצבים, שירות לקוחות (CS), תפקידי השיווק, מנהלי מוצר, משאבי אנוש ועוד. monday.com הינה מערכת הפעלה לעבודה (Work OS) המיועדת לחבר אנשים לתהליכים ומערכות תוך יצירת סביבה של שקיפות בעסקים. הראיונות מתקיימים בימים אלו באמצעים דיגיטאליים המאפשרים פגישות והיכרות הן של החברה עם המועמד/ת והן של המועמד/ת עם החברה, המשרדים והצוות. \r\n \r\nלפרטים - https://monday.com/jobs \r\n \r\nWix \r\nwix.com, מגייסת כ-300 עובדים לתפקידי פיתוח, מוצר, UX, שיווק, מעצבים, שירות לקוחות, כותבי תוכן, HR ועוד. \r\nהעבודה היא בהתאם להנחיות, כרגע ההנחיה היא שמי שיכול שיעבוד מהבית. וראיונות העבודה מתבצעים מרחוק. בחברה מעודדים מועמדים מרקעים מגוונים להגיש מועמדות. בחברה לא דורשים השכלה פורמלית או ניסיון בחברות אינטרנט בלבד, ואינם מתבססים על תארים אקדמיים או על שפת תכנות ספציפית. הליך הגיוס מוכוון לתת הזדמנויות לאנשים שקורות החיים שלהם אינם סטנדרטיים, כאשר הדגש הוא על כישורים, יכולת למידה, מוטיבציה, והתאמה לתרבות החברה. לפרטים נוספים: https://www.wix.com/jobs/home\r\n \r\nNESS\r\nחברת שירותי טכנולוגיות המידע מהמובילות, הגדולות והיציבות בישראל, המעסיקה למעלה מ-3,000 עובדים ועובדות, מגייסת עשרות משרות טכנולוגיות ברחבי הארץ לפרויקטים בארגונים מכל המגזרים (מסטארטאפים ועד גופי ענק), בפריסה ארצית ובחזית הטכנולוגיה. בין היתר, דרושים מפתחים, מומחי בדיקות, מיישמי ומפתחי SAP, אנשי BI, הדרכת והטמעת מערכות מידע, טכנאי מחשבים לארגונים רפואיים, הנדסת מערכות וניהול פרויקטים. המשרות מיועדות לגברים ונשים כאחד.\r\n \r\nלגבי תהליך הגיוס, ככלל, ראיונות של מחלקת ה- HR מבוצעים בוידאו. ברוח התקופה, ברוב המשרות גם הראיונות המקצועיים מתבצעים ב- TEAMS או ב- ZOOM, כך גם ראיונות ההמשך ולמעשה כל תהליך הגיוס. במשרות מסוימות הראיונות המקצועיים הם פרונטליים וכוללים מבחן מקצועי.\r\nמאחר ועובדי החברה פועלים מאתרי הלקוח, מיקום המשרה תלוי דרישות הלקוח. בחלק מהתפקידים עובדים מרחוק ובחלקם במשרדים. משרות רבות הן בארגונים המוגדרים כחיוניים (ביטחוניים / רפואיים), בהם העבודה היא באתר.\r\n \r\nלפרטים נוספים: https://www.ness-tech.co.il/careers/ \r\n \r\n Fiverr\r\nחברת Fiverr, זירת המסחר לפרילנסרים מגייסת בימים אלו עשרות אנשי שיווק, אנליסטים, אנשי תוכנה, מוצר ועיצוב. מתחילת משבר הקורונה ועד היום הצטרפו ל-Fiverr מעל ל-50 עובדים. החברה מראיינת את העובדים מרחוק ועובדי החברה עובדים מהבית. עמוד המשרות של פייבר \r\n \r\nTipalti\r\nחברת ההייטק טיפלתי (Tipalti) מגייסת כ-100 עובדים למשרדים בקיבוץ גליל ים הצמוד להרצליה, החברה פועלת בתחום הפינטק ופיתחה מערכת שמאפשרת לארגונים להעביר תשלומים באופן אוטומטי ברחבי העולם. המשרות הפתוחות בחברה הן בתפקידי פיתוח תוכנה עם דרישה לניסיון קודם, משרות תמיכה הדורשות רקע טכנולוגי, ומשרות ניהול מוצר. גיוס העובדים נעשה ב- ZOOM או בפגישה פיזית בקיבוץ, לבחירת המועמד והמנהל המגייס מאחר ויש מנהלים שעדיין עובדים באופן מלא מהבית. לפחות אחד הראיונות בתהליך הקבלה לעבודה מתקיים במשרד כדי שיתאפשר להכיר את המועמד באופן אישי וגם כדי שיוכל להתרשם מסביבת העבודה.\r\n \r\n \r\n \r\nלייבפרסון\r\nבלייבפרסון כ-25 משרות פתוחות, החברה המפתחת פלטפורמות תקשורת לחיבור בין מותגים ולקוחות מגייסת בין הייתר מפתח ומנהל מוצר בכירים בעולם הסקיוריטי, מפתח מוביל טכנולוגי, מנהל פיתוח, מנהל תחום רכישת לקוחות בתחום השיווק. \r\nhttps://www.liveperson.com/company/careers\r\n \r\nSpot.io\r\nספוט מגייסת 40 עובדים לתפקידים מגוונים כמו אנשי מכירות, אנשי שיווק בכל הדרגים - עובדים ומנהלים, R&amp;D משרות ניהוליות, מנהלי צוות, מנהלי מוצר ופיתוח ועוד. בהתאם לימים אלו, בחברה עובדים מהבית עד שהמצב יתייצב ותהליך המיון מתבצע כולו מרחוק, כל ראיונות העבודה בזום. החברה נמכרה לפני כחודש לנטאפ האמריקאית. &quot;כחברה שלא הפסיקה לגייס עובדים גם בזמן הקורונה, הרכישה אפילו האיצה את הקצב בו אנחנו מגייסים.&quot; אמר עמירם שחר, מנכ&quot;ל spot.io.\r\n \r\nFyber\r\nחברת Fyber המפתחת טכנולוגיות לפרסום מודעות וידאו במובייל מגייסת כ-15 עובדים במחלקות הפיתוח, המכירות והשיווק: מפתחי Big Data ו-iOS, ראש צוות פיתוח Full Stack, מנהל אופרציה מחלקת R&amp;D, מהנדס QA בכיר, מהנדס DevOps, כותב תוכן שיווקי ועוד. להגשת מועמדות ניתן לפנות במייל לכתובת careers@fyber.com.\r\nלרשימת המשרות המלאה ניתן להיכנס לאתר החברה https://www.fyber.com/careers/\r\n \r\nטיילור ברנדס\r\nחברת Tailor Brands שמציעה פיתרון אוטומטי לבניית מותג מגייסת כעשרה עובדים, צוותי פיתוח וראשי צוותים, אנשי דאטה, אנליזה וניהול ועיצוב מוצר. תהליך הגיוס נעשה מרחוק, במהלכו משתדלים שהעובד יפגוש כמה שיותר אנשים בווידאו בכדי שיוכל להחשף לעשייה בחברה, האתגרים, והאופי של הצוות והתרבות הארגונית. החברה כרגע עובדת במתכונת מלאה מהבית, ומאפשרת למי שמעוניין להיפגש בקבוצות קטנות בתיאום מראש ובשמירה על ההנחיות. \r\nלרשימת המשרות המלאה: \r\nhttps://www.tailorbrands.com/careers \r\n  \r\nאפלייד מטיריאלס\r\nבחברת הטכנולוגיה אפלייד מטיריאלס, מגייסים בימים אלו כ-45 עובדים ועובדות חדשים במגוון תפקידים בעולמות התוכנה, אלגוריתם, תמיכה בלקוחות ועוד ומציעה תנאים תחרותיים בשוק ההייטק כולל הטבות סוציאליות רבות ומשמעותיות. מרכז הפיתוח והייצור שלה ממוקם בקריית המדע ברחובות. לפרטים נוספים \r\n \r\n&quot;אפלייד מטיריאלס ממשיכה לגייס גם בתקופה זו עשרות עובדים למגוון תפקידים. בהתאם למצב הנוכחי ועל מנת לשמור על בריאות העובדים, אנו ממשיכים לעבוד מהבית למעט פעילות הייצור המוגדרת כמפעל חיוני וממשיכה כל העת. עד שנחזור לשגרה, תהליכי המיון והראיונות מתבצעים אונליין וגם עובדים חדשים מתחילים את העבודה מהבית, למעט אלו שהתפקיד שלהם מחייב הגעה שכמובן מתבצעת בתנאים מוגנים לפי כל הכללים&quot;, אומרת ריקי אלוני, סמנ&quot;כלית משאבי אנוש בחברת אפלייד מטיריאלס.  \r\n \r\nJFrog\r\nחברת JFrog, המפתחת טכנולוגיה המאפשרת שחרור עדכוני תוכנה אוטומטיים, מאובטחים, מנוטרים ומהירים בצורה מדויקת ויעילה מגייסת 120 עובדים ועובדות לקשת רחבה של תפקידים, ובניהם: מפתחים מנוסים, ראשי צוותים בפיתוח, אנשי DevOps מנוסים, מנהלי מוצר, אנשי Security ואנשי מכירות. ראיונות העבודה עם מועמדים יתקיימו בזום, משרדי החברה בתל אביב ונתניה והעבודה כרגע מתבצעת מהבית וגם מהמשרד.  \r\nלפרטים: https://join.jfrog.com \r\n \r\nסולוטו \r\nחברת סולוטו מגייסת עשרות מפתחים, מנהלי מוצר, מעצבי מוצר, ואנשי IT. מתחילת מרץ ובמהלך המשבר גויסו 11 אנשים לחברה, ביניהם מנהל פיתוח ומנהלת קבוצת פיתוח, ועוד שלושה אנשים נמצאים בתהליך מתקדם. החברה עורכת ראיונות מרחוק ועובדת מהבית.\r\n  \r\nרד האט\r\nמרכז הפיתוח ברעננה של חברת התוכנה רד האט מגייס 20 מהנדסים ומהנדסות פיתוח ואוטומציה בסביבת קוד פתוח. מרכז הפיתוח מעסיק מעל 300 מהנדסים ומהנדסות המפתחים פתרונות בתחום של תשתיות ענן. בסך הכל מעסיקה החברה בעולם כ-14,000 עובדים. \r\nעובדי החברה הועברו לעבודה מהבית, וצוות הגיוס נערך בהתאם ופועל במרחב הוירטואלי לתיאום ראיונות למועמדים מול הגורמים השונים בחברה, כשצוות הגיוס מלווה ומנחה את המועמדים ואת המראיינים לאורך התהליך. \r\nלפרטים ולהגשת מועמדות\r\n \r\nמרכז הפיתוח של סיטי\r\nמרכז הפיתוח של סיטי בתל אביב, העוסק בפיתוח של טכנולוגיות פינטק , מגייס 20 עובדים ועובדות למשרות פיתוח מגוונות ובניהן: מפתחי Backend וגם Frontend, Data analyst, Fullstack developer ועוד. העבודה כרגע מהבית, משרדי החברה נמצאים בתל אביב ותהליך הגיוס יעשה מרחוק ולבסוף גם בפגישה פיזית עם המועמדים. \r\n \r\nGMT\r\nחברת הפינטק GMT, אשר מתמחה בהמרות והעברות כספים לחו״ל מגייסת 15 עובדים למגוון משרות בהן אנשי קשרי סוכנים, שני מנהלי מגזר פיליפיני והודי, אנשי שירות לקוחות, מנהל דיגיטל, ומנהל בתחום כרטיסי חיוב לעבודה במטה החברה שבתל אביב וכן לעבודה מהבית. טלפון/מייל לפניות: Jobs@gmtonline.co.il \r\n \r\nמטריקס\r\nחברת הטכנולוגיה מטריקס, המונה מעל ל-10,000 עובדים, מגייסת בימים אלו עשרות עובדים למגוון תפקידים. בין המשרות שמציעה החברה לאיוש ניתן למצוא דרישה לראשי צוותים ותוכניתני Net. מובילים ומנוסים ב-angular 6, תוכניתני אינטגרציה בעלי ניסיון, מנהלי ואנשי אבטחת מידע, תוכניתני JAVA FULL STACK ואנשי DevOps. מיקום המשרות בשרון ובמרכז. אופן העבודה במסגרת התפקידים הללו עשוי להשתנות בהתאם לתפקיד, כאשר חלק מהתפקידים נדרשים לביצוע באופן פרונטלי מהמשרד וחלק במודל עבודה היברידי שמשלב בית ומשרד. לאור המצב הנוכחי מקיימת החברה את ראיונות העבודה בעיקר באמצעות שיחות וידאו ולא באופן פרונטלי. לשליחת קורות חיים ולרשימת המשרות המלאה שמציעה החברה ניתן ללחוץ כאן.\r\n \r\nחשבונית ירוקה\r\nחברת הפינטק &quot;חשבונית ירוקה&quot; אשר מספקת לבעלי עסקים פתרונות ממחושבים מגייסת 15 עובדים בהם: מפתחים ומתכנתים ממגוון סוגים בהם Senior Backend Developer, Front end,PHP Backend Developer עם 3-5 שנות נסיון ואנליסטים של ביג דאטה עם ניסיון של 4 שנים לפחות. כמו כן, החברה מעוניינת לגייס ראש צוות בעל ניסיון בניהול צוות ולפחות 3 שנות ניסיון בפיתוח. בנוסף, החברה מחפשת אנשי תמיכה טכנית. המשרות הינן במשרדי החברה ב--Labs שמגדל עזריאלי במנחם בגין תל אביב. הגשת קו״ח וצפייה בכל המשרות באתר החברה. \r\n  \r\nSciPlay\r\nחברת הסושיאל גיימינג SciPlay, מגייסת עשרות עובדים בישראל ובארה&quot;ב. בין התפקידים המבוקשים בסניף התל אביבי: Senior Unity Programmer; Senior Backend Developer Web; Developer ו-Product Manager. \r\n \r\nהחברה שעברה לעבוד מהבית עוד בחודש מרץ, מתכוונת להמשיך במתכונת זו בתקופה הקרובה, על כן, צוותי הגיוס וה- HR גיבשו תהליך ראיונות באונליין, שכולל מבחנים וירטואליים וראיונות אישיים בשיחות וידאו. כמו כן, בחברה גיבשו גם תהליך &quot;אונבורדינג&quot; לעובדים החדשים שהחלו לעבוד בתקופה זו. כלל העובדים החדשים מקבלים לביתם משלוח עם הציוד המקצועי הדרוש לעבודתם (כגון לפטופ עם כל התוכנות הדרושות, מקלדת, עכבר וכו&#39;), וכן התקנה של סביבת העבודה.\r\n \r\nלייטריקס\r\nחברת ההייטק הירושלמית לייטריקס (Lightricks) שמונה כיום כ-360 עובדים במטה בירושלים, ובמרכזי הפיתוח בחיפה ובלונדון מגייסת 20 עובדים למשרות פיתוח ביניהן, מפתחי אנדרואיד, מפתחי Web, מפתחי iOS ומנהל פיתוח (hands on) לפלטפורמת הבקאנד. למרות שרוב העובדים בחברה מצטרפים אליה על בסיס שיטת הגיוס של ״חבר מביא חבר״, לייטריקס תשמח לקלוט לשורותיה מפתחים מוכשרים, שאיבדו את מקום עבודתם בשל משבר הקורונה. \r\nכאדפטציה למצב החדש עימו כולנו מתמודדים לייטריקס עורכת כעת ראיונות טלפוניים וראיונות בזום. מבחינה טכנית, החלק של כתיבת קוד בראיונות זום נעשה על ידי שיתוף מסך ופתיחת מעבד תמלילים או סביבת פיתוח.\r\nפרטים באתר החברה: https://www.lightricks.com/careers\r\n  \r\nExperis\r\nחברת Experis העוסקת בהכשרה, גיוס והשמה לתפקידים בהייטק מגייסת מאות מהנדסי תוכנה, בודקי תוכנה, מנהלי פיתוח ומנהלי מערכות מידע. עדיפות לבעלי ניסיון בפיתוח תוכנה. פירוט המשרות נמצא בדף המשרות של החברה: https://jobs.experis.co.il\r\n \r\neBay\r\nמרכז המחקר והפיתוח של eBay העולמית מגייס 30 עובדים מתחומי הפיתוח והתכנות והמחקר. בין המקצועות הנדרשים :מפתחי Backend –java, מפתחי Full Stack ו- Frontend Machine Learning, QA ועוד.\r\nמעבר לתפקידי הפיתוח, יחידת המחקר מחפשת חוקרים - Applied Researcher למשרה מלאה וגם למשרות סטודנט (תואר שני ומעלה במדעי המחשב).\r\nלמרות שהראיונות עברו לשיחות וידאו החברה דואגת לייצר למועמדים תהליך ברור, שבו הם יפגשו עם חברי צוות שונים, יזכו להרגיש את התרבות הארגונית ואת סביבת העבודה ככל האפשר. \r\nלרשימת המשרות\r\n \r\nMoovit\r\nחברת Moovit, שנרכשה לאחרונה על-ידי Intel בסכום של כ-900 מיליון דולר, המפתחת של האפליקציה המובילה בעולם למידע ולניווט בתחבורה הציבורית מגייסת בימים אלה מעל ל-30 עובדים לתפקידים בצוותי פיתוח, אופרציה, מכירות, מוצר, משאבי אנוש, שיווק ועוד. הראיונות עם המועמדים נעשים דרך שיחות וידיאו או בהגעה פיזית למשרדי החברה, בהתאם לרצונות המועמדים ובכפוף כמובן להנחיות משרד הבריאות. \r\nבתקופה זו, החברה מאפשרת לעובדים לעבוד מהבית או מהמשרד, כשמי שבוחר לעבוד מהבית מקבל את כל התמיכה הטכנית שהוא זקוק לה כדי ליהנות מסביבת עבודה נוחה ופורה עד כמה שניתן בתקופה זו.\r\nלמשרות הפתוחות: https://moovit.me/jobs\r\n  \r\nGong\r\nחברת ההייטק Gong מגייסת לשורותיה עשרות עובדים ועובדות בתחום המחקר והפיתוח למרכז המחקר והפיתוח של החברה בישראל שיושב במגדל ספיר בבורסה ברמת גן ובו 200 עובדים. מאז פרוץ הקורונה בישראל גייסה GONG יותר מ-15 עובדים ובימים אלה ממשיכה בגיוסים משמעותיים של מפתחים ומפתחות. תהליכי הגיוס ברובם דרך שיחות ZOOM בהם נפגשים המועמדים והמועמדות עם הנהלת החברה.\r\n \r\nSynamedia\r\nבחברת ההייטק Synamedia, המפתחת טכנולוגיות מתקדמות לעולם הוידאו והטלוויזיה, מגייסים עובדים ל - 30 משרות, רובן בתחומי ה -Security והסייבר. \r\nבמרכז הפיתוח של החברה בירושלים 650 עובדים, המפתחים את טכנולוגיות לאבטחה והצפנת שידורי טלוויזיה וסטרימינג, לרבות מלחמה בפיראטיות.\r\nבין המשרות המוצעות: Webinet Cyber Analyst, Data Science Tech Lead, Senior Cyber Security Analyst, Development Group Manager, Senior cloud development engineer, Senior Full Stack Engineer, DevOps Engineer, \r\nהחברה מאפשרת גמישות בעבודה מהבית, כך שהעבודה מתקיימת במשך השבוע לסירוגין בבית ובמשרדים בירושלים.\r\nהראיונות הראשוניים בתהליך הגיוס מתקיימים בווידאו והראיונות בשלבים המתקדמים מתקיימים לרוב במשרדים (בכפוף להנחיות משרד הבריאות). \r\n \r\nכל המשרות הפתוחות בעמוד המשרות באתר Synamadia\r\nהגשת קו&quot;ח למייל: mshalev@synamedia.com\r\n  \r\nאלעד מערכות\r\nחברת אלעד מערכות מגייסת לשורותיה 50 עובדים לחטיבת היועצים המומחים להשמה אצל לקוחות מובילים במשק להמשך פיתוח והטמעת כלים דיגיטליים מבוססי Microsoft Dynamics שפיתחה המסייעים להמשכיות עסקית של לקוחותיה.\r\nדגן הלוי מנכל אלעד מערכות: &quot;החברה נמצאת בקשר ישיר עם לקוחותיה הגדולים במגזר הממשלתי, הציבורי והעסקי ופועלת לגייס מומחים בהתאם לצרכים הגדלים בהדרגה עם היציאה מהמשבר. אנו צופים כי הביקוש למשרות ילך ויגדל, במידה והמצב הבריאותי ישתפר ובהתאמה ישירה, נגדיל גם את הגיוסים&quot;, אומר דגן הלוי מנכל אלעד מערכות. \r\n \r\nTrigo\r\nחברת ההייטק Trigo, המפתחת מערכת לחנות ללא קופה (בדומה לאמזון GO) מגייסת 20 עובדים לתפקידי פיתוח. החברה חווה צמיחה וביקושים רבים בעקבות הקורונה, מאחר וביטול התור מפחית את זמן השהות ברשתות השיווק ואינו גורם לאנשים להצטופף. העובדים החדשים ייקלטו במרכז הפיתוח של החברה במגדלי WE בתל אביב, אך תהליך הגיוס והמפגש עם המועמדים נעשה ב- ZOOM. \r\n \r\nפיליפס מדיקל\r\nפיליפס מדיקל מגייסת כ-60 עובדים לתפקידי מהנדסי תוכנה, מכניקה, אלקטרוניקה, ביורפואה, מהנדסי מערכת ואיכות ורגולציה. כמו כן, ישנן גם משרות ניהוליות ואף דרושים עובדים לקו היצור (אינטגרטורים ומרכיב/ות) – מרבית המשרות ממוקמות באתר של פיליפס בחיפה.חלק מהמשרות הן מהבית מלבד, חלק במודל היברידי שמשלב הגעה חלקית למשרד ובמשרות בקו היצור העבודה מתבצעת במפעל במשמרות. כל תהליך הגיוס מתבצע מרחוק על ידי ראיונות וירטואליים תוך קבלת ליווי צמוד על ידי צוות הגיוס של פיליפס. \r\n \r\nאלמנטור\r\nחברת אלמנטור (Elementor)המפתחת כלי עיצוב ושיווק לבניית אתרים, מגייסת 100 עובדים ביניהם: מעצבים, גרפיקאים, תמיכה, שירות לקוחות, מנהלי מוצר, ומפתחים. בחברה פתוחים גם להעסקת פרילנסרים המתקשים למצוא יציבות במשק בתקופה זו ומחפשים הכנסה קבועה ויציבה, מחצית מעובדי החברה כיום הם פרילנסרים לשעבר. בתקופת הקורונה החברה חווה צמיחה מואצת בגלל שהעולם עבר לפעילות און ליין, רבים הקימו אתר לראשונה או שדרגו אתר קיים והשתמשו במוצרי החברה לבניית האתרים. הראיונות לקבלה לעבודה נעשים דרך ה- ZOOM.\r\n \r\ntrafficpoint\r\nהחברה מגייסת כ-15 עובדים לתפקידים בצוותי הפיתוח העיסקי, מפתחים, אנליסטים, מנהלי מוצר, מנהלי מותג ותוכן ועוד.\r\nנכון לתקופת הקורונה העבודה הינה בהתאם להנחיות, כך שמי שיכול, עובד מהבית. \r\nבימים אלו תהליך הגיוס מתנהל ע&quot;י אמצעים דיגיטליים המאפשרים היכרות עם המועמדים מרחוק, כאשר בתהליכים מתקדמים המועמדים מוזמנים לריאיונות פרונטליים במשרדי החברה.\r\nלמשרות ושליחת קו&quot;ח: https://trafficpointltd.com/join-us/\r\n \r\n \r\nקונטורולאפ\r\nחברת קונטרולאפ שמציעה פתרון לניהול המחשוב באירגונים, מגייסת כיום כ-12 משרות בתפקידי פיתוח, שיווק, מכירות ואדמיניסטרציה. החברה מעסיקה כ-150 עובדים בעולם וכ-100 מתוכם בארץ. אנשי איי טי בארגונים הגדולים בעולם משתמשים בקונטרולאפ בכדי לנהל את המחשבים בארגון. בימי הקורונה במיוחד, חברות ברחבי העולם מתמודדות עם הצורך בשינוי מהיר של מערך המחשוב כחלק מהמעבר לעבודה מהבית. הפתרון של קונטרול אפ מאפשר להם לנהל את החברה ועדיין להמשיך לעבוד בצורה יעילה גם מרחוק.  \r\n  \r\nPlus500 \r\nהחברה הישראלית מחיפה מחפשת לגייס בימים אלו כעשרה מהנדסי תוכנה מוכשרים לצוותי הפיתוח- מפתתי מובייל- IOS ואנדרואיד, מפתחי סרבר ודאטה מנוסים וסטודנטים מצטיינים. בנוסף, מחלקת השיווק של החברה ממשיכה לגדול ומחפשת לגייס מנהלי קמפיינים - מהנדסי תעשייה וניהול יצירתיים עם יכולות אנליטיות גבוהות. \r\nניתן לראות את המשרות הפתוחות ומידע נוסף בעמוד הקריירה של החברה\r\n \r\nאלוט תקשורת\r\nאלוט תקשורת בע&quot;מ, ספקית של פתרונות ניתוח רשת ואבטחה לספקיות שירות ברחבי העולם, מגייסת עשרות עובדים לתפקידי מהנדסי תוכנה, מנהלי רשת, מהנדסי בקרת איכות, אנשי מערכות, אנשי מכירות ועוד.\r\nכעת כמעט כל תפקיד נעשה מהבית אבל ניתן לעבוד גם מהמשרד לפי רצון העובד הריאיונות נעשים בווידאו וכשנדרש נעשה ריאיון פרונטלי \r\nמייל לפניות: info@allot.com\r\nלינק לתיאור מפורט של המשרות באתר החברה\r\nhttps://www.allot.com/careers/careers-page\r\n \r\nSQREAM \r\nחברת SQream המפתחת פלטפורמת האצת נתונים לביג דאטה, גייסה במהלך חודש יוני האחרון, סבב גיוס של 40 מיליון דולר על מנת להרחיב את מרכז הפיתוח שלה בת&quot;א ומחפשת מומחי פיתוח DEEP TECHNOLOGY שיצטרפו לשורותיה. החברה צפויה לגדול בעשרות אנשים עד סוף השנה ומחפשת בעיקר מתכנתי C++ מנוסים, מפתחי אוטומציה, ראשי צוותים לפיתוח ואנשי פיתוח של מוצרי דאטה בענן. \r\nבשל המצב, תהליכי המיון נעשים ברובם באמצעים דיגיטלים, העבודה מתבצעת מהבית עם אפשרות לעבוד במשרד לפי שיקול העובדים ובהתאם להנחיות משרד הבריאות. \r\n \r\nStampli\r\nסטמפלי, חברת סטארטפ ישראלית בתחום ניהול תהליכי התשלום לספקים מגייסת עובדים מנוסים לצוות הפיתוח. בין המשרות המוצעות מגייסים Senior Full Stack Engineer, \r\nSenior Front End Engineer עם ניסיון ב-React ואנשי Java Backend מנוסים. משרדי החברה נמצאים ב&quot;מידטאון&quot; בתל אביב. בימים אלו עובדי החברה עובדים מהבית \r\nולכן גם תהליך הגיוס נעשה ב Zoom. המועמדים פוגשים בתהליך הגיוס את הנהלת החברה במטרה לאפשר להם להכיר את החברה ואת האנשים שמובילים אותה.\r\nפרטים נוספים והגשת מועמדות :\r\nhttps://www.stampli.com/careers/country/il/ \r\nובמייל: moran@stampli.com\r\n \r\nStoremaven \r\nחברת הסטארט-אפ סטורמייבן שיושבת בתל אביב ומעסיקה 50 עובדים, ופעילה בתחום טכנולוגיית מובייל, מגייסת ל-10 משרות פתוחות במגוון מחלקות כמו מוצר, שיווק, מכירות ועוד. החברה מגייסת דרך מערכת גיוס המייתרת את שליחת קורות החיים למי שמעוניין בכך, בתהליך ייחודי. \r\nהחברה שומרת כעת על הנחיות משרד הבריאות ומאפשרת עבודה מהבית לכל מי שחפץ בכך. הראיונות כולם מתבצעים דרך תוכנות הווידיאו הנפוצות.\r\nהגישו מועמדות כאן: https://jobs.storemaven.com/\r\n \r\nLuminati Networks\r\nלומינטי נטוורקס, היא פלטפורמה לאיסוף מידע אונליין המשרתת למעלה מ-10,000 חברות ברחבי העולם. החברה מגייסת כ-12 עובדים ביניהם - מתכנתים, מעצבים ואנשי deoloy. בנוסף, מחלקת ה- B2B מגדילה את צוות נציגי פיתוח המכירות (SDR). התפקיד דורש שעות עבודה וימים גמישים כדי להתאים ללקוחות הבינלאומיים באזורי זמן שונים. נדרש ניסיון של למעלה משנה במשרות במכירות, פיתוח עסקי, יצירת לידים (SDR) בחברת היי-טק בינלאומית, אנגלית שוטפת. כמו כן, מחפשים לומינטי סטודנטים מבריקים ממדעי המחשב או כל תחום שווה ערך, אפילו שנים ראשונות, למשרה חלקית. החברה גמישה בעבודה מהבית או מהמשרד בהתאם לדרישות התפקיד וההנחיות. הראיונות מתקיימים הן פרונטאלית והן בזום בהתאם להנחיות. \r\nפרטים נוספים על החברה והמשרות כאן - https://luminati.io/careers#positions\r\n \r\n \r\n  \r\nסייבר \r\nסייבריזן\r\nחברת הסייבר &quot;סייבריזן&quot; מגייסת 30 עובדים בתפקידים אנליסטים פיננסיים, מנהלי מוצר, מפתחים, אנשי מכירות, ותמיכה. החברה פועלת בישראל ממגדלי אלון ומפתחת מערכת האוספת מידע מכל תחנות הקצה בארגון, מחשבים ושרתים, ומנתחת את פעולותיהן בזמן אמת כדי לזהות התנהגויות זדוניות. בחברה משתדלים להביא את המועמד לעבודה לפחות פעם אחת למשרד לפני חתימה על חוזה, אבל זה לא תנאי חובה בתקופת הקורונה, בגל הראשון היו מגויסים בזום מלא וכך גם ינהגו עם הגל השני.\r\n \r\nSalt Security\r\nחברת הסייבר Salt Security שפיתחה פלטפורמה לאבטחת API , המעסיקה כיום 30 עובדים ותגדיל את כח האדם ליותר מ-50 עד סוף השנה. החברה מפעילה מרכז פיתוח בתל אביב ומגייס מהנדסים מנוסים, סייבר אנליסטים ותפקידים טכנולוגיים נוספים. בחברה פתוחים לקבל גם מפתחים ללא תואר ותהליך הקבלה לעבודה נעשה דרך ZOOM.\r\n \r\nBDO\r\nבמרכז הסייבר של BDO מגייסים עובדים חדשים לתפקידים טכנולוגיים ותפקידי ניהול. החברה קולטת גם עובדים המעוניינים להסב את תחום פעילותם מ- IT לסייבר. הרחבת כח האדם היא תוצאה של מענה לעלייה המשמעותית במתקפות סייבר בעקבות הקורונה, שהגבירו את הדרישה לפתרונות אבטחה עבור מודל של עבודה מהבית. תהליך הקבלה לעבודה מורכב ממספר שלבים, המפגש הראשוני נערך ב- ZOOM ובשלבים מתקדמים המפגשים פיזיים. לא כל המשרות דורשות הגעה למשרדים ולכן פתוחים לבחון העסקה של עובדים ממקומות מרוחקים.\r\n \r\nForter\r\n חברת Forter העוסקת בתחום מניעות הונאות סחר מקוון מגייסת 15 עובדים לעבודה מהבית. כמי שגייסה עובדים כבשגרה לאורך כל החודשים האחרונים, הרי שצברו שם קילומטרז&#39; לא מועט בכל הליך הגיוס והקליטה מרחוק. בחברה מספרים כי ההליך עצמו מותאם למועמדים וכמובן להנחיות הרשויות, כשמעבר לראיונות בווידאו, הם מאפשרים למי שרוצה לקיים פגישה ולראות את המשרד טרם חתימה לעשות זאת. המשרות בחברה עברו את ההתאמות הנחוצות לעבודה מרחוק – כולל ערכה מיוחדת לעובדים החדשים.\r\n \r\nבין המשרות המוצעות בחברה: Senior Back-End Engineer, Senior Data Scientist, Business Development Representative, Senior Researcher ועוד. את רשימת המשרות המלאה ניתן למצוא בעמוד הלינקדאין של החברה ובדף הייעודי לכך\r\n \r\nImperva\r\nחברת הסייבר אימפרבה (Imperva), שמפעילה בישראל שני מרכזי מחקר ופיתוח בתל אביב וברחובות, מעסיקה כיום למעלה מ-400 עובדים. כחלק מהחלטה אסטרטגית של החברה הגלובלית, הוחלט כי הפעילות של הסניפים בישראל תורחב ובמסגרת זו יגוייסו למעלה מ-50 עובדים במגוון תחומים והיא מגייסת בין היתר: מפתחים, ארכיטקטים, מנהלים , אנליסטים ומעצבי UX. ״אנחנו נמצאים היום בליבו של מאמץ גיוס אינטנסיבי״, אומר משה ליפסקר, סמנכ״ל מחקר ופיתוח בחברה ומנהל הפעילות בישראל. &quot;הביקוש לעולם הסייבר נמצא בעלייה מתמדת, ובתקופת הקורונה, הדבר אף מקבל משנה תוקף. לאימפרבה יש חזון וכיוון ברורים על הדרך להתמודד עם תרחישי האיום העתידיים. החזון מתממש במרכז הפיתוח הישראלי והגיוס האינטסיבי שאנו חווים הוא ראייה לכך&quot;. בימים אלה החברה מתנהלת במודל היברידי, לפיו יום בשבוע מגיעים למשרד ושאר הזמן עובדים מהבית. ראיונות העבודה מתנהלים ממרחק באמצעות זום.  \r\n  \r\nIntSights\r\nחברת הסטארטאפ IntSights, המפתחת טכנולוגיה בתחום מודיעין הסייבר מגייסת למשרות פיתוח, ובניהן: Automation Engineer, Backend Team Leader, Machine Learning Engineer, Senior DevOps, Threat Intelligence Researcher, Technical support tier 3 . \r\nהחברה יושבת בתל אביב וכל הראיונות יתקיימו בזום. בחברה מבטיחים תהליך גיוס מהיר למועמדים ולמועמדות מתאימים ומתאימות, כרגע העבודה מתבצעת מהבית. \r\n \r\nSentinelOne\r\nבחברת הסייבר SentinelOne המתמחה באבטחת תחנות קצה, יש כרגע\r\n14 משרות פתוחות (לאחר שגייסה 25 עובדים מתחילת הקורונה). המשרות הפתוחות הן לתפקידי פיתוח, מחקר סייבר, ניהול מוצר, devops, automation.\r\nהראיונות נעשים בזום - למשרדים מגיעים רק עובדים (אפילו פגישות עם ספקים נעשות מחוץ למשרד).\r\nניתן למצוא את הפרטים בעמוד המשרות באתר החברה https://www.sentinelone.com/jobs/\r\n ", "keywords": ["עובדים", "מחפשי עבודה", "גיוס עובדים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/07/07/1003135/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מעין מנלה"}, "datePublished": "2020-07-07T15:22:09", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "סודהסטרים, רפאל ו-MyHeritage - חברות שמגייסות עובדים עכשיו", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-07", "category": "בארץ", "subtitle": ""}