{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/local/articles/0,7340,L-3843097,00.html"}, "headline": "שיעור התחלואה ביישובים החרדיים - 20.5%, בערביים - 9%", "description": "מדובר בשיעור הגבוה יותר מפי 3 משיעור האוכלוסיה ביישובים החרדים, המהווה 6% בלבד מכלל האוכלוסיה ביישובים שנבדקו. בשיעורי ההחלמה - המגזר החרדי מציג תוצאה טובה יותר מאשר היישובים היהודיים שאינם חרדיים. כך לפי נתונים שפרסם משרד הבריאות על התפלגות החולים ביישובים בישראל", "articleBody": "אף על פי שביישובים החרדיים בישראל חיים 6% מאוכלוסיית ישראל, מספר חולי הקורונה ביישובים אלו מהווה 20.5% מכלל חולי הקורונה שהתגלו עד כה. כך עולה מניתוח הנתונים שהתפרסמו היום (א&#39;) על ידי המשרד הבריאות וחשפו את התפלגות החולים ביישובי ישראל. \r\n \r\n \r\nלעומת זאת, ביישובים הערביים בהם מתגוררים 15.36% מאוכלוסיית ישראל, מספר החולים המאומתים עומד על 8.93% בלבד מכלל החולים. ביישובים היהודים ובערים המעורבות שיעור החולים נמצא קרוב לשיעורם היחסי באוכלוסיה. כך 43.83% מכלל החולים מתגוררים בישובים יהודים כאשר שיעורם באוכלוסייה עומד על 57.4% ואילו שיעור החולים בערים מעורבות עומד על 26.67% כאשר שיעור המתגוררים ביישובים אלו עומד על 21.25% מכלל האוכלוסיה בישראל. יש לציין שהנתונים מתייחסים למידע כפי שהוא מופיע בקובץ הנתונים של משרד הבריאות והוא אינו לוקח בחשבון את כל היישובים בישראל.\r\n \r\nחשוב להבהיר כי שיעור התושבים בישובים החרדיים ו/או הערביים אינו מייצג את שיעורם באוכלוסייה הכללית. בישראל יש שבע ערים מעורבות (ירושלים, תל אביב, עכו, לוד, רמלה, נוף הגליל ומעלות-תרשיחא) בהם חיות אוכלוסיות גדולות של יהודים וערבים (מעל 30%). בירושלים בנוסף ישנה אוכלוסיה חרדית גדולה.\r\n \r\nהתפלגות חולים על פי סוג ישוב\r\n \r\n \r\n \r\nכמו כן, מספר החולים המאומתים ביחס ל-100 אלף תושבים באוכלוסיה החרדית עומד על 2,723 חולים לעומת 993 בערים מעורבות, 604 חולים בישובים יהודים ו-460 בישובים ערביים. בשלושת הימים האחרונים מספר החולים החדשים שהתגלו ביישובים החרדיים ביחס ל-100 אלף תושבים עומד על 68 כאשר בשאר היישובים הוא קטן ב-20. \r\n \r\nעד כה התגלו ביישובים החרדיים 14810 חולי קורונה, מתוכם החלימו 9781 חולים. 50% מהחולים ביישובים החרדיים מתגוררים בבני ברק (7,397), 14% מתגוררים בבית שמש (2,082) ו-13% מתגוררים בביתר עלית (1,885). \r\n \r\nהתפלגות יישובים באוכלוסיה החרדית\r\n \r\n \r\n \r\n \r\nיחד עם זאת, שיעור ההחלמה הממוצע במגזר החרדי הוא הגבוה ביותר ועומד על 66.8%, כאשר ביישובים יהודיים שאינם חרדים שיעור ההחלמה הממוצע עומד על 63.78%, בערים מעורבות על 58.98% בישובים ערביים על 56.4%. ישנם 47 יישובים בהם שיעור ההחלמה הוא מתחת ל-50%, כמחציתם ביישובים ערביים וכמחציתם ביישובים יהודיים. בולטים במיוחד הם קלנסוואה, בה נמצאו 592 חולים אך שיעור ההחלמה בה עומד על 32%, טייבה, בה נמצאו 464 חולים אך שיעור ההחלמה בה עומד על 35% ונצרת, בה נמצאו 363 חולים אך שיעור ההחלמה בה עומד על 28% בלבד. חשוב לציין כי במרביתם המוחלט של היישובים עם מתחת ל-50% החלמה, נמצאו פחות מ-100 חולים.\r\n \r\nנכון להיום (א&#39;) התגלו בישראל 72,315 חולי קורונה ב-308 יישובים בישראל. מספר המתים בישראל עומד על 531 ושיעור תמותה הוא 0.73%, נמוך מאוד ביחס לעולם. עד כה החלימו מהקורונה 45631 ושיעור ההחלמה עומד על 63.1%. חמש הערים המובילות בתחלואה בישראל הן ירושלים עם 12,180 חולים, בני ברק עם 7,393 חולים, תל אביב-יפו עם 3,757 חולים, אשדוד עם 2,367 חולים ובית שמש עם 2,082 חולים. \r\n \r\nב-64 ישובים נמצאו פחות מ-15 חולים והם לא נלקחו בחשבון בניתוח. כמו כן, לגבי 42 חולים, מקום מושבם לא ידוע ואף הם לא נלקחו בחשבון בניתוח. ב-17 יישובים ערביים בישראל לא נמצאו חולים כלל. בסך הכול בניתוח נכללו 71,977 חולים מתוכם 45,846 החלימו. מספר החולים החדשים שהתגלו בכלל היישובים בשלושת הימים האחרונים עומד על 2,052 חולים.\r\n \r\nטבלת התפשטות הקורונה על פי יישובים\r\n \r\n \r\n \r\n \r\n \r\n ", "keywords": ["קורונה", "נדבקים", "תחלואה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/04/12/983920/golan-030420-23_982726-l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "דורון ברויטמן"}, "datePublished": "2020-08-02T16:33:07", "dateModified": "2020-08-19T23:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שיעור התחלואה ביישובים החרדיים - 20.5%, בערביים - 9%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-02", "category": "בארץ", "subtitle": ""}