{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3771460,00.html"}, "headline": "רשת טסקו הבריטית השקיעה בטריגו הישראלית", "description": "החברה מפתחת מערכות לחנויות ללא קופה, בדומה לאמזון Go, שעתה ישולבו ברשת הקמעונאות הבריטית; סכום ההשקעה לא נמסר, אך עסקת טסקו מצטרפת לסבב גיוס שהחברה מבצעת. מאז נוסדה בשנה שעברה גייסה 29 מיליון דולר", "articleBody": "ענקית קמעונאות הבריטית Tesco השקיעה בחברת טריגו (לשעבר טריגו ויז&#39;ן), המפתחת מערכות לחנות ללא קופה. סכום ההשקעה לא נמסר, אך הוא תוספת לסבב הראשון של החברה. מאז הקמת טריגו ב- 2018 גייסה 29 מיליון דולר מהקרנות ורטקס, קרן הצמיחה Red Dot Capital, ו-Hetz Ventures. \r\n \r\n \r\nטסקו וטריגו הודיעו על שיתוף פעולה להטמעת טכנולוגיית החברה הישראלית בסניפי הרשת. לקוחות המשתמשים באפליקציה של טסקו יוכלו להיכנס לחנות, לבחור את מוצריהם ופשוט לצאת, כשהתשלום יבוצע באופן אוטומטי. אחת מתכונותיה הייחודיות של הטכנולוגיה של טריגו היא בכך שניתן להתקין את המערכת בסניפים קיימים והיא אינה דורשת בניית חנויות ייעודיות. \r\n \r\n \r\n \r\nטריגו פיתחה מערכת שממפה את חלל החנות ומזהה רכישות על בסיס בינה מלאכותית מתקדמת, על בסיס מצלמות סטנדרטיות בתקרת החנות. הטכנולוגיה שלה מאפשרת לצרכן להתאים את חוויית הרכישה בהתאם להעדפתו, בשני מסלולים: רכישה מזוהה, כלומר הזדהות של המשתמש בכניסה לחנות באמצעות כרטיס או אפליקציה של הרשת, תוך שהוא מאפשר לקמעונאי ללמוד על הרגלי השופינג שלו; ורכישה בלתי מזוהה, במסגרתה אין עליו לספק פרטים לקמעונאי. \r\n \r\nמנכ״ל טסקו היוצא, דייב לואיס, מסר: &quot;מיפינו את השחקנים המרכזיים בתחום וטריגו הם הטובים ביותר בפער ניכר. הטכנולוגיה שמפותחת מאוד מעניינת ויכולה לשפר מאוד את חוויית הקנייה של הצרכן&quot;. \r\n \r\n \r\n \r\nמנכ״ל טריגו, מיכאל גבאי, מסר: &quot; אנו רואים את טסקו כקמעונאית בעלת חשיבה מתקדמת. היא תמיד הייתה מחלוצות החדשנות בענף, מרכישה אינטרנטית ועד אוטומציה. שיתוף פעולה זה הוא הבעת אמון עצומה ברעיון של סופרמרקטים ללא קופה. הודות לשיתוף הפעולה נוכל להתקדם מפיילוט להתרחבות בקנה מידה גדול יותר&quot;. טריגו מעסיקה כיום 45 איש במרכז הפיתוח שלה בת&quot;א, וצפויה להכפיל את מניין עובדיה בשנה הקרובה. ", "keywords": ["טריגו", "טריגו ויז&#39;ן", "גיוס הון", "טסקו"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/09/16/935311/8_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מאיר אורבך"}, "datePublished": "2019-10-03T17:42:19", "dateModified": "2020-08-15T13:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "רשת טסקו הבריטית השקיעה בטריגו הישראלית", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-10-03", "category": "טכנולוגי", "subtitle": ""}