{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3750773,00.html"}, "headline": "יאנדקס תשיק את שירות הנסיעות יאנגו גם מחוץ לת&quot;א", "description": "הענקית הרוסית הודיעה במקור ששירותיה יוגבלו לגוש דן - ועתה, נודע שיהיו זמינים גם בחיפה, נתניה, אשקלון, אשדוד ועוד. עדיין לא ידוע מתי יושק יאנגו בישראל; בכיר בחברה, שהתראיין ל&quot;כלכליסט&quot;, הסביר שיש בארץ מחסור במוניות בשעות השיא, ושיאנגו תוכל לשנות זאת ", "articleBody": "יאנדקס טקסי, שתפעל בארץ תחת מותג יאנגו (yango) העלתה היום את האפליקציה שלה בעברית לאפסטור ולגוגל פליי. כמו כן, הודיעה שפעילותה המתוכננת תגיע גם אל מחוץ לגוש דן - ותהיה זמינה בחיפה, נתניה, אשקלון, אשדוד ועוד. מועד השקת השירות טרם נחשף. \r\n \r\n \r\nבראיון שנתן אראם סארגסיאן, מנהל שווקי אירופה, אפריקה והמזה&quot;ת בחברה ל&quot;כלכליסט&quot;, טען שקשה מאוד להשיג כיום מונית בישראל בשעות השיא. החברה, שמשיקה בתקופה האחרונה פעילות חדשה במדינה בכל חודש צפויה להכריז בתקופה הקרובה ביותר על תחילת פעילותה גם בארץ. היא מינתה את יניב אלפי, בכיר בתעשיית ההייטק המקומית, למנהל הפעילות בישראל ומתכוונת לבצע השקעה משמעותית בשיווקה וקידומה.\r\n \r\n \r\n \r\nלפי פרסומים בעיתונות הרוסית, ב-2017 עמד שיעור המוניות שניתן להזמין ברוסיה דרך אפליקציות על 32%, מהם 10% של יאנדקס ו-2.5% של גט. בישראל יש כיום כ-21 אלף מוניות פעילות, מתוכן 8,500 מחוברות לשירות של גט. לפי הערכות משרד התחבורה, ב-2017 בוצעו כ-72 מיליון נסיעות מיוחדות במוניות, במחיר ממוצע של 69 שקל, כך שמחזור המכירות של שוק המוניות הישראלי הגיע לכ-5 מיליארד שקל אשתקד. \r\n \r\nיאנדקס טקסי פועלת כיום ביותר מ-600 ערים ב-14 מדינות ביניהן רוסיה ועוד מספר מדינות כארמניה, קזחסטן, אוזבקיסטן ועוד. הפעילות של יאנדקס טקסי החלה ב-2011 ובמהלך ספטמבר 2018 הגיעה החברה למיליארד נסיעות. על הנסיעה המיליארד התחרו כ-43 נסיעות שונות אשר היו למעשה הנסיעה המיליארד של החברה. מאז ההשקעה של פעילות החברה התחברו אליה 900 אלף נהגים ו-36 מיליון משתמשים.\r\n \r\nבפברואר 2017 חיברו יאנדקס ואובר את הפעילות שלהם ברוסיה ובמספר מדינות קרובות. אובר השקיעה 225 מיליון דולר בשירות זה, וכעת היא מחזיקה בכ-36% ממנו, בעוד יאנדקס השקיעה רק 100 מיליון דולר אך מחזיקה ב-59% ממנו - כאשר יאנדקס קיבלה את הרוב ומנכ&quot;לה מונה למנהל הפעילות המשותפת. באותן מדינות שבהן החברה אינה שותפה לאובר, כגון אסטוניה, השתיים מתחרות. \r\n \r\n \r\n \r\nלאחרונה פורסם ששירותי המוניות של יאנדקס ברוסיה ובמספר מדינות נוספות הפכו לרווחיים; ההכנסות של יאנדקס טקסי בתשעת החודשים הראשונים של 2018 עמדו על 12,289 מיליון רובל - גידול של 355% לעומת 2,700 מיליון רובל בתקופה המקבילה ב-2017. בשלושת החודשים הראשונים של השנה עמדו הכנסות יאנדקס טקסי על 5,109 מיליון רובל גידול של 344% לעומת 1,150 מיליון רובל בשלושת החודשים המקבילים ב-2017.", "keywords": ["יאנדקס", "יאנגו", "שיתוף נסיעות", "מוניות", "חיים דיגיטליים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/11/15/861410/YAN1L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מאיר אורבך"}, "datePublished": "2018-11-27T14:31:07", "dateModified": "2020-07-20T03:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "יאנדקס תשיק את שירות הנסיעות יאנגו גם מחוץ לת\"א", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-11-27", "category": "טכנולוגי", "subtitle": ""}