{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3722541,00.html"}, "headline": "אתם לא תעקבו אחר הילדים שלנו, או: כך בוטלה &quot;אלקסה לילדים&quot;", "description": "ענקית הצעצועים מאטל פיתחה רמקול חכם עם מצלמה שנועד לאסוף מידע על ילדים - לרבות רגשותיהם והמוצרים שהם אוהבים. ארגוני הורים בארה&quot;ב הצליחו לבטל את המוצר בקושי; מה יקרה בפעם הבאה?", "articleBody": "ענקית הצעצועים מאטל הודיעה ביום ו&#39; האחרון שהיא מבטלת את ההשקה של פרויקט אריסטו. מאחורי שם הקוד הסתתר לו רמקול חכם שהחברה תיארה כמעין &quot;אלקסה לילדים&quot;. על פי מאטל, המוצר בוטל משום שהוא &quot;לא יישר קו עם המוצרים והאסטרטגיה שלה&quot;. \r\n \r\n \r\nהמכשיר הזה היה בפיתוח תקופה ארוכה ואף הוצג בינואר האחרון בתערוכת CES בלאס וגאס; איך יתכן שפתאום הוא לא תואם יותר את מטרות החברה? ועוד בעידן בו יישומי הפעלה קולית ואינטרנט הדברים הם שוק חם ומתפתח? \r\n \r\n \r\n \r\nהסיבה היתה הלקוחות הפוטנציאלים של הרמקול: קבוצת הורים נזעמת החלה להתנגד להשקת המוצר והצליחה לסחוף אחריה מחוקקים בכמה ממדינות ארה&quot;ב. שירות דמוי אלקסה לילדים הוא בגדר חציית קו אדום: מותר לשווק לילדים, אבל עד גיל 13 אסור לרגל אחריהם. רמקול אריסטו לא היה רמקול חכם רגיל: הוא יכל לנטר ולזהות את כל הצלילים שמושמעים סביבו ולתפקד כמצלמת רשת מקוונת תמידית. בנוסף, יכלה המצלמה שלו לזהות מוצרים של מאטל ושל חברות אחרות כדי לדעת מה קונים בבית. \r\n \r\nהבעיה של המוצר לא הייתה דאגה מחדירת סייבר או ממחסור בפרטיות - אלא הרעיון שהחברה מעוניינת באופן בוטה לייצר תלות במכשיר אצל הורים וילדים כאחד. אחת היכולות המובנות הייתה היכולת לזהות מתי נגמרים החיתולים. את היכולת הזו ביססו על מנגנון זיהוי רגשות בתינוקות (שבעצם, פירושו ניתוח צווחות ובכי); ברגע שהרמקול זיהה מצב כזה הוא היה מציע לרכוש חיתולים מאחד משותפי מאטל. \r\n \r\nכל זה הוביל לכך שארגון &quot;הורים למען ילדות לא ממוסחרת&quot; החל בקמפיין אינטרנטי תוך האשמת החברה בכך שבנתה מוצר שמאלץ תלות צרכנית אצל הקהל. באופן מפתיע, זה לא ממש רחוק ממה שמאטל הצהירה בעצמה. סמנכ&quot;ל המוצרים של החברה הסביר לבלומברג שמדובר במוצר שמיועד להתפתח ולגדול עם הילד תוך שהוא מודה שהציפייה היא שהמשתמש ייצר בו &quot;תלות רגשית&quot;. מאטל ניסתה למתן את ההתנגדות תוך שימת דגש על מנגנוני אבטחת המידע שהוטמעו באריסטו, אך הם לא שמו לב שזו לא הייתה הטענה העיקרית כנגדו. \r\n \r\nהלקוחות משלמים את המחיר\r\n \r\nהמחאה הביאה את חברי הסנאט והקונגרס שאחראים על נושא קידום הפרטיות להגיב ולשלוח מכתב בו הם העלו סדרה של שאלות נוקבות לגבי הרמקול החכם. בין השאר היא נשאלה האם הרמקול יפעל באופן קבוע והאם היא מתכננת לשתף את המידע עם צד שלישי. החל מהרגע הזה, החברה כנראה עשתה חישוב מסלול מחדש והחליטה לבטל בשלב הזה את השקת אריסטו. ייאמר לזכותה שהיא קלטה את סערת היח&quot;צ המתהווה בהקדם. יצרנים אחרים כגון Vtech או קלאודפטס התעלמו מהנורות האדומות ולקוחותיהם שילמו את המחיר: במקרה של Vtech, פדופילים פרצו למצלמות רשת וצפו בילדים. \r\n \r\n \r\n \r\nהסיפור הזה ממחיש עד כמה היכולות של התקני אינטרנט הדברים מוסתרות מקהל הצרכנים. הפרטיות שלנו אמנם כבר הפכה מזמן למטבע עובר לסוחר, אבל ישנם עדיין תחומים שבהם הסחר במידע אישי עדיין מוקצים מחמת מיאוס. החיים של הילדים שלנו הם אחד מהם. עם זאת קשה להאמין שאם במאטל מישהו ברמת ההנהלה הבכירה חשב שמוצר כגון אריסטו הוא רעיון טוב, לא נמצאים במקומות אחרים יצרני צעצועים או מוצרים לילדים שחושבים שאין במהלך הזה כל פסול. החובה של ארגוני ההורים והצרכנים היא להיות עם האצבע על הדופק, כי זה לא סוף הסיפור וסביר להניח שמוצרים כאלה נמצאים בדרכם לשוק. ", "keywords": ["אלקסה", "אפליקציות לילדים", "פרטיות גולשים", "האקרים", "פדופיליה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/10/08/762545/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רפאל קאהאן"}, "datePublished": "2017-10-08T19:44:48", "dateModified": "2020-07-26T22:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אתם לא תעקבו אחר הילדים שלנו, או: כך בוטלה \"אלקסה לילדים\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2017-10-08", "category": "טכנולוגי", "subtitle": ""}