{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3710596,00.html"}, "headline": "&quot;פוטנציאל מובילאיי בענף הרכב הוא גדול - היא נמכרה מהר מדי&quot; ", "description": "בוועידת אנשי העסקים של ישראל 2017 שהתקיימה היום בסן פרנסיסקו, מנהל קרן YL ונצ&#39;רס טען שמובילאיי היתה צריכה לחכות למכירות של מיליארד דולר לשנה. מנהל קרן סטייג&#39; וואן: &quot;משקיעים בחברות מוקדם מאוד כדי להוביל אותן דרך ארוכה&quot;", "articleBody": "&quot;מובילאיי נמכרה מהר מדי. המערכות של החברה נמצאות כיום ב־15מיליון מכוניות, ובעולם יש מיליארד מכוניות. הם מוכרים ב־300 מיליון דולר בשנה, זה כלום. למה הם לא חיכו להגיע למכירות בגובה מיליארד דולר לשנה? 300 מיליון דולר בשנה זה כלום לחברה שפועלת בשוק עם פוטנציאל כזה&quot;, כך אמר אתמול (ד&#39;) מנהל קרן ההון סיכון YL ונצ&#39;רס יואב לייטרסדורף בפאנל מנהלי קרנות הון סיכון של וועידת אנשי העסקים של ישראל 2017 שהתקיימה בסן פרנסיסקו.  \r\nמנגד טען מנכ&quot;ל וייז לשעבר, שמכהן כיום כסגן נשיא בגוגל העולמית, נעם ברדין כי &quot;מובילאיי נמכרה בנקודת זמן אופטימלית. הם בנו טכנווגיה מדהימה אבל השוק התחיל להשתנות. מי יודע איפה הם יהיו עוד עשר שנים. הם ניצלו בצדק את ההייפ של השוק. השחקנים הגדולים נכנסים לתחום, וכדי להילחם בהם עכשיו נדרשת השקעה עצומה שלא בטוח שהם היו עומדים בה. יש שתי אפשרויות לחברות בסדר גודל כזה — להימכר או למות&quot;.\r\n \r\nועידת ההייטק של כלכליסט בניו יורק תיערך ב-16-18 במאי. לפרטים והרשמה לחצו כאן\r\n \r\nאת הפאנל ארגנה מנכ&quot;לית לאומי־טק יפעת אורון שאמרה כי ״עסקת מובילאיי מסמלת מצד אחד את התבגרות התעשייה, שכן החברה הגיעה לבגרות ושווי משמעותי טרום האקזיט. מהצד השני העסקה מעידה על העניין הרב של החברות הבין־לאומיות בטכנולוגיה הישראלית. עניין זה מייצר כבר שנים אקזיטים לחברות ישראליות שתורמים לאקו־סיסטם הישראלי להמשיך ולצמוח. העסקה, כפי שניכר בעולם, יצרה הד משמעותי ותתרום להמשך ההתעניינות של העולם בישראל בכלל והטכנולוגיה הישראלית בפרט״.\r\n \r\nבפאנל השתתפו מנהל קרן סטייג&#39; וואן (StageOne ) יואב סאמט, מנהל קרן אפ־ווסט לאבס (UpWest Labs) גיל בן ארצי, מנהל קרן גרוב (Grove) גיא רשף ומנהל קרן אופוס (Opus) דן אבידע. כמו כן השתתפה בפאנל יסמין לוקץ&#39; שמחברת בין משקיעים אמריקנים ליזמים ישראלים דרך חברה שאינה למטרת רווח שהקימה ואיתן ספיר מנהל הפעילות של לאומי ארה&quot;ב.\r\n \r\nמנכ&quot;ל ישראלי בארה&quot;ב\r\n \r\nסאמט סיפר כי בסטייג&#39; וואן &quot;משקיעים בחברות בשלב מאוד מוקדם כדי להוביל אותן בדרך ארוכה. ישראל היא מקום מדהים למצוא טכנולוגיה וכשרונות. הסיכונים המשמעותיים זה לחצות את האוקיינוס — הן מבחינת סיכון תרבותי והן מבחינת המרחק הפיזי. לכן החברות שכן מצליחות לייצר את המעבר הזה מעלות מאוד את הסיכוי שלהן להצליח. היתה תקופה שחברות ניסו להביא מנכ&quot;ל אמריקני שיישב כאן בזמן שהחברה פועלת מישראל. זה לא הלך כל כך כי קשה לנהל חברה עם מנהל שמרוחק מהתרבות הישראלית. מי שהצליחו בסופו של דבר היו החברות עם מנכל ישראלי שישב בסיליקון ואלי&quot;.\r\n \r\nברדין סיפר כי &quot;אם לא הייתי עובר לשבת כאן ב־2010, וייז לא היתה מתפתחת בדרך שהתפתחה ונמכרת לגוגל. חברה אמריקנית שפועלת בתחום דומה לחברה ישראלית, תגייס כאן פי 4 כסף מחברה ישראלית בשווי הרבה יותר גבוה&quot;.\r\n \r\nלייטרסדורף הוסיף כי &quot;החברות ש־YL ונצ&#39;רס משקיעה בהן לא מוכרות ללקוח קצה, אלא בדרך כלל לחברות גדולות יותר ואין משהו חשוב יותר מקשר הישיר עם הלקוח. אנחנו מחפשים לחברות שלנו מנהלים ויזמים שיודעים ללכת את כל הדרך. ברגע שאנחנו מחליפים מנכ&quot;ל באמצע התהליך אנחנו יודעים ששוווי החברה ירד ב־30% באותו הרגע&quot;.\r\n \r\nבן ארצי סיפר כי &quot;אפ־ווסט לאבס השקיעו ב־68 חברות ישראליות ו־30 מהן עברו לארה&quot;ב. המנכ&quot;ל חייב לעבור לכאן כמה שיותר מוקדם בשלב חיי החברה, כדי להסתכל ללקוחות בעיניים, ללמוד את המקום ולהתחיל למכור&quot;.\r\n \r\nברדין ביקר את המנטליות העיסקית בארץ כשאמר כי &quot;יש בעיה בהקמה של חברות גדולות בישראל. אנחנו לא יודעים להרים חברה של יותר מעשרים מפתחים, ולכן גוגל מחזיקה מרכז פיתוח בניו יורק ולא בישראל. אני לא מצליח לגייס מפתחים בישראל. מרכזי חדשנות יש לכל החברות הגדולות בארץ, אבל מרכזי פיתוח גדולים יש למעט, אם בכלל&quot;.\r\n \r\nמובילאיי הבאה \r\n \r\nבנוגע לאקזיטים הגדולים שנעשו בשנים האחרונות בארץ אמר לייטרסדורף כי &quot;וייז ומובילאיי הם אקזיטים מדהימים, אבל צריך דווקא את האקזיטים הקטנים יותר של 50—100 מיליון דולר. הם לא פחות חשובים משום שהיזמים נקלטים עם החברה שהקימו בחברה גדולה בהרבה, לומדים בה המון דברים וחוזרים לארץ ליזום עם המטען הזה ולהשקיע בחברות חדשות על בסיס הנסיון שצברו שם&quot;.\r\n \r\nהמשתתפים בפאנל נשאלו האם כמשקיעים שמתמחים בתחום מסויים, כמו תוכנה, יש להם כלים להשקיע בתחומים נוספים. בתגובה אמר אבידע כי קרן אופוס &quot;משקיעה בספקטרום מסויים של חברות. השקעה בחברה כמו סולאראיידג&#39; לאנרגיה סולארית, היתה רעיון ספיציפי כי היה לנו ברור שהם יצליחו. אבל לניהול יש חשיבות גדולה לא פחות מהרעיון והיוזמה. פייסבוק, גוגל או ביל גייטס לא יזמו רעיונות מקוריים. הם הגיעו כשהרעיונות כבר היו שם, אבל בניהול נכון ועבודה נכונה הצליחו להפוך למה שהם. השקעתי לאחרונה בחברה של יזם ישראלי שפועל מארה&quot;ב וכל הפיתוח שלה נמצא בכלל באוקראינה. חברה שמנסה לסייע לסטודנט לסיים את התואר בכמה שפחות שנים ולהקל מהעומס של המדינה במימון הלימודים&quot;.\r\n \r\nבתגובה לשאלה מי החברה שהם מסמנים כמובילאיי הבאה אמר סאמט כי סטייג&#39; וואן מושקעים בחברת רכב אוטונומית שגייסה בנובמבר 12 מיליון דולר. החברה פיתחה תוכנה שמאפשרת לחבר מיליוני נהגים למאות אפליקציות ושירותי רכב. המכונית המחוברת היא שלב ביניים לפני המכונית המחוברת לחלוטין&quot;.\r\n \r\nלייטרסדורף הימר על חברת קרמבה סקיוריטי וסיפר כי YL ונצ&#39;רס נכנסה לתחום ההבטחה למכוניות. &quot;המכונית האוטונומית היא גם פתח לפריצת תוכנות וכשכל כך הרבה מכוניות אוטונומיות נוסעות בכביש זה מסוכן ופתח לצרות. אני מעריך שתחום ההבטחה לרכב יצמח בשנים הקרובות. כבר היום מדובר בשוק שרותח בגרמניה, יפן, סין וארה&quot;ב&quot;.\r\n \r\nגיל בן־ארצי מ אפ־ווסט לאבס טען כי &quot;תחום התנועה האוטונומית הוא לא רק רכבים. אנחנו השקענו בחברת איי־רובוטיקס שפיתחה רחפן אוטונומי ללא הפעלה וליווי אנושי. החברה קיבלה השבוע אישור רחיפה ממינהל התעופה הישראלי והיתה הראשונה לקבל אישור כזה. הפתרון של החברה מאפשר שמירה על ציוד באזורים נרחבים ללא מעורבות אנושית ישירה. זו חברה עם עומק טכנולוגי מדהים, ויזם, רן קראוס, שהקים אותה לא ברמת החייל אלא בין המוסכים בבאר שבע&quot;.\r\n \r\nברדין סיפר כי הוא אישית מושקע באיי־רובוטיקס, וכי זו היתה הפעם הראשונה שהוא אמר למנכ&quot;ל לא לעבור לסיליקון ואלי. &quot;חברות כאלה צריכות לקום בסיאטל ליד חברות כמו בואינג — שם יש תעשיה אירונאוטיקה מפותחת. בכל התחום האוטונומי, רחפנים ומכוניות, ישראל הופכת להיות מעצמה משמעותית. \r\n \r\n&quot;דווקא בארה&quot;ב יש דעת קהל אגרסיבית נגד ואנשים יורים ברחפנים. בינתיים חברות מאנגליה צרפת וישראל מתפתחות ובעוד שנתיים שלוש כשהשוק האמריקני ייפתח ודעת הקהל תירגע, הן יפרצו קדימה. אנחנו חיים בסיליקון ואלי וכבר היום האוטו שלי נוסע לבד עם מובילאיי ועוקף מכונית אוטונומית של גוגל. אנחנו חיים כאן את העולם של עוד 5 שנים&quot;.", "keywords": ["מובילאיי", "נעם ברדין", "וייז", "גיל בן ארצי", "upwest labs", "גיא רשף", "קרן GROVE", "דן אבידע", "קרן אופוס", "יואב לייטרסדורף"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/03/29/714934/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "גולן חזני, סן פרנסיסקו"}, "datePublished": "2017-03-30T06:57:57", "dateModified": "2020-07-26T21:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"פוטנציאל מובילאיי בענף הרכב הוא גדול - היא נמכרה מהר מדי\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2017-03-30", "category": "טכנולוגי", "subtitle": ""}