{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3756557,00.html"}, "headline": "האפליקציה הסינית שכובשת את המערב: TikTok מתקתקת את אמריקה", "description": "עם יותר מ־80 מיליון הורדות בארה&quot;ב, אפליקציית הסרטונים הקצרים שבלעה את Musical.ly הפכה ליישום הסיני הראשון שמצליח לפלוש למערב. איך הפכה חברת־האם של TikTok לסטארט־אפ היקר בעולם שמאיים על הדומיננטיות של פייסבוק ", "articleBody": "כדורגלן העל ליונל מסי היה האיש שאמור היה להפוך את וויצ&#39;ט (WeChat), אפליקציית המסנג&#39;ר והרשת החברתית הסינית הפופולרית, לתופעה בינלאומית. ב־2013, החברה־האם של וויצ&#39;ט טנסנט שכרה את שירותיו של מסי לקמפיין נרחב בן 15 שווקים זרים, מאיטליה, דרך טורקיה ועד הודו. אך על אף המאמצים היקרים, וויצ&#39;ט מעולם לא הצליחה להפוך למתחרה אמיתית לווטסאפ או לפייסבוק מסנג&#39;ר, ונותרה שחקן שולי בשווקים מחוץ לסין ובמיוחד במערב.\r\n \r\n \r\n \r\nחמש שנים לאחר מכן, חברה סינית אחרת בשם בייטדאנס (ByteDance) מצליחה היכן שוויצ‘ט וטנסנט נכשלו, ולראשונה קונה נפשות במערב. אפליקציית טיק־טוק (TikTok) של החברה, שמאפשרת ליצור ולשתף סרטונים קצרצרים בני עד 60 שניות, הפכה ב־2018 לסנסנציה עולמית. נתוני חברת המחקר Sensortower הציבו את טיק־טוק במקום הרביעי במספר ההורדות העולמי ב־2018, אחרי ווטסאפ, פייסבוק ופייסבוק מסנג&#39;ר, ולפני אינסטגרם, סנאפצ&#39;ט ויוטיוב.\r\n \r\n \r\n \r\n \r\n \r\nטיק־טוק מצליחה גם בשווקים שנחשבים מאתגרים במיוחד לחברות סיניות, כמו ארה&quot;ב. בשעה שענקיות חומרה סיניות כמו וואווי ו־ZTE נתקלות בחומה בצורה מצד הרגולציה האמריקאית, אפליקציית הסרטונים הקצרים רושמת במדינה עוד ועוד הורדות. הנ&quot;ניו יורק טיימס&quot; אף כתב על טיק־טוק כי &quot;היא מחזירה את הכיף לרשתות החברתיות&quot;. בייטדאנס מסרבת לפרסם נתונים רשמיים על מספר המשתמשים בטיק־טוק, אך לפי הערכות האפליקציה רשמה יותר מ־80 מיליון הורדות בארה&quot;ב לבדה. \r\n \r\nגם אם זה ייקח עוד קצת זמן, רבים רואים בבייטדאנס את מי שיכולה לתת פייט למשפחת האפליקציות של פייסבוק ולנגוס בהכנסותיה מפרסום בהודו, דרום־מזרח אסיה ובעתיד גם במערב. עדות לכך שבייטדאנס כבר מדאיגה את פייסבוק ניתנה בהשקתה בנובמבר האחרון של לאסו (Lasso), אפליקציה שמאפשרת ליצור סרטונים מוזיקליים קצרים בני 15 שניות, במעין חיקוי לטיק־טוק. אלא שלצד ההצלחה, נראה שבייטדאנס מאמצת במהירות תחלואים דומים לאלו שמאפיינים את פייסבוק, החל מבעיות בסינון תכנים ועד לפייק ניוז שמסבים נזק פוליטי וחברתי. \r\n \r\nהגולשים לא יודעים שהם משתמשים בפיתוח סיני\r\n \r\nטיק־טוק מתבססת בין היתר על ההצלחה של מיוזיקלי (Musical.ly), אפליקציית סרטונים מוזיקליים סיניים שפרצה בעצמה למערב לפני שנרכשה בידי בייטדאנס ב־2017 תמורת כ־800 מיליון דולר. באוגוסט אשתקד מוזגה מיוזיקלי לתוך טיק־טוק, שכחלק ממסע החדירה שלה לארה&quot;ב גייסה גם את מנחה הלייט־נייט ג&#39;ימי פאלון, שעודד את צופיו לבצע אתגרים דרך האפליקציה, ואת גולש הסקייטבורד טוני הוק, שמשתמש בה להציג את ביצועיו.\r\n \r\nאך זו לא רק אמריקה, טיק־טוק הגיעה אפילו לרעננה. כשמדברים על האפליקציה עם פרשנים הם לרוב מתנצלים על כך שאינם קהל היעד של האפליקציה, שנחשב לצעיר, ולא משתמשים בה בקביעות. לעומת זאת, ליה, אחייניתי בת ה־10 מרעננה, משתמשת בה כל הזמן. &quot;זו אפליקציה די טובה, אפשר להוסיף מוזיקת רקע ולהמציא בה ריקודים&quot;. כשאני מבקש ממנה לבחור בין טיק־טוק לאינסטגרם היא בוחרת באחרונה &quot;כי אפשר לשתף בה גם תמונות&quot;. לפי ליה, גם אינסטגרם וגם טיק־טוק מגיעות מאמריקה, והתפיסה השגויה הזו היא חלק מקסמה.\r\n \r\n&quot;זה הישג עבור טיק־טוק שהמשתמשים לא מזהים אותה כאפליקציה סינית. כמו מיוזיקלי לפניה, גם טיק־טוק לא מרגישה סינית&quot;, אמרה ל&quot;כלכליסט&quot; רואי מה, מנחת הפודקאסט TechBuzz China העוסק בחדשנות בסין. &quot;נראה שבטיק־טוק למדו הרבה מהצוות של מיוזקלי, שהיה כולו סיני. אבל טיק־טוק הפכה למוצר יותר מיינסטרימי, שפונה לא רק לילדים אלא גם לקהל קצת יותר מבוגר. יזמי אינטרנט סינים רבים סבורים שסין מאד מתקדמת בעולם הרשתות החברתיות, ולכן אין סיבה שהם לא ידיחו את את גוגל ופייסבוק מהפסגה וישתלטו על העולם. לטיק־טוק עוד אין השפעה תרבותית כמו זו של אינסטגרם, אבל היא בהחלט בכיוון&quot;.\r\n \r\n&quot;אפשר לקנות מידה מסוימת של הצלחה אם משקיעים מספיק כסף, ובייטדאנס משקיעה היום יותר מכל אחד אחר&quot;, אמר ל&quot;כלכליסט&quot; אליוט זנגמן, מומחה לעולם הטכנולוגיה הסיני ומגיש הפודקאסט The China Tech Investor. זנגמן פחות משוכנע בהצלחה של טיק־טוק על אף המספרים המחמיאים: &quot;בייטדאנס עושה פרסום ממוקד בפייסבוק ובאפליקציות פופולריות אחרות, וזה מביא לה הורדות רבות&quot;, הוא מסביר. &quot;האפליקציה גם שולחת המון התראות, אז סביר שאנשים ייכנסו אליה אחת לשבע או חודש וייספרו כמשתמשים. השאלה המעניינת יותר לדעתי היא האם טיק־טוק היא אפליקציה שמשנה חיי אנשים ויוצרת תופעות תרבותיות. אני לא חושב שזה המצב&quot;.\r\n \r\nמשפחה של אפליקציות מבוססות בינה מלאכותית \r\n \r\nבייטדאנס היא אמנם לא שם מוכר במיוחד מחוץ לסין, אך היא אוחזת כיום בתואר החברה הפרטית בעלת השווי הגבוה בעולם, לאחר שדחקה את אובר מהצמרת. החברה שהוקמה ב־2002 סיימה באוקטובר האחרון גיוס של 3 מיליארד דולר בהובלת ענקית ההשקעות סופטבנק היפנית, שהעניק לה שווי של 75 מיליארד דולר. \r\n \r\nבעוד על הישגיה של בייטדאנס בשוק הבינלאומי עוד אפשר להתווכח, הצלחתה בסין אינה מוטלת בספק. החברה פרצה לשוק הסיני הודות לטואו־טיאו (Toutiao), אפליקציה המציעה פיד מותאם אישית של חדשות ואוחזת כיום ב־200 מיליון משתמשים יומיים. בהמשך היא יצרה את Douyin, אפליקציית סרטונים קצרים שהפכה ללהיט במדינה ואוחזת לטענתה ביותר מ־500 מיליון משתמשים חודשיים קבועים. \r\n \r\nל־Douyin, שזמינה להורדה רק בסין, ולטיק־טוק שפועלת רק מחוץ למדינה, יש את אותו ממשק ואותו אלגוריתם, אך התוכן שלהן מופרד לחלוטין. משתמשים סיניים לא יכולים להגיע לתכנים שהועלו לגירסה הבינלאומית ולהפך. הסיבה העיקרית לכך היא ככל הנראה צורך למנוע זליגה של תכנים פוליטיים רגישים לאינטרנט הסיני המצונזר. \r\nכשהמהנדס ג&#39;אנג יי מינג ייסד את בייטדאנס לפני 17 שנה בגיל 29, מעטים העניקו לו סיכוי לשרוד בסביבה התחרותית בסין. אך לג&#39;אנג היה נשק סודי: אלגוריתם בינה מלאכותית ולמידת מכונה שמהווה את המנוע מאחורי הצמיחה המהירה של החברה שלו, ובידל את מוצריה מהמתחרים. המשתמש באפליקציות של בייטדאנס לא צריך לבחור ידנית חשבונות לעקוב אחריהם, במקום זאת האפליקציות מנתחות בזמן אמת את התכנים שמושכים את תשומת לבו, ומזרימות אליו עוד ועוד חדשות וסרטונים מאותו סוג. &quot;אנחנו עושים עבודה חדשנית ולא מחקים מוצרים וטכנולוגיה של חברות אמריקאיות&quot;, אמר בראיון ג&#39;אנג, שהונו מוערך ב־16 מיליארד דולר. \r\n \r\n&quot;בניגוד לסטארט־אפים רבים אחרים, בייטדאנס לא מקושרת לענקיות הטכנולוגיה הסיניות טנסנט ועליבאבא&quot;, מסבירה מה. &quot;כל ההשקעות שלה הגיעו ממשקיעים פיננסיים ואפשרו לה להישאר עצמאית. חוסר התלות בפלטפורמות הגדולות לצורך הצמיחה הראשונית הפכה את בייטדאנס ליותר יצירתית, שזה יתרון לטווח ארוך&quot;. \r\n \r\nמסורתית מקובל היה לסמן את באידו, טנסנט ועליבאבא כשלישיית ענקיות האינטרנט הסיניות, והן אף כונו בקיצור BAT לפי האותיות הראשונות בשמן. אך כיום נראה שבייטדאנס הולכת ותופסת את מקום ה־B בשלישיה, בשעה שבאידו הולכת ומאבדת רלבנטיות בעולם המובייל. &quot;בעבר דובר על ענקית האינטרנט מייטואן דיאנפינג או ענקית הנסיעות השיתופיות דידי צ&#39;ושינג כמי שייכנסו לשלישיה, אך כיום נראה שבייטדאנס חזקה יותר&quot;, אומרת מה. &quot;בנוסף, הצלחתה של טיק־טוק בחו&quot;ל מעניקה לבייטדאנס נראות גדולה יותר בתוך סין. אבל אני חושבת שמוקדם מכדי שהיא תוכל להתחרות ישירות בעליבאבא ובטנסנט, שיש להן מערכת קשרים והשקעות ענפה עם חברות אחרות&quot;.\r\n \r\nנוסף ליצירתיות, בייטדאנס ידועה בארצה גם כמלכת הקליקבייט של האינטרנט הסיני, שמקדמת במוצריה תכנים פופוליסטיים שפונים למכנה המשותף הנמוך ביותר. עוד לפני שפרצה לעולם, החברה הצליחה להסתבך מספר פעמים עם הרשויות הסיניות והואשמה בהפצת תכנים וולגריים ובלתי מוסריים. השיא היה באפריל אשתקד, לאחר שהמשטר השעה זמנית את הורדת אפליקציית החדשות טואו־טיאו וסגרה לצמיתות אפליקציית בדיחות גסות של החברה. ג&#39;אנג התנצל אישית ובייטדאנס נאלצה לשכור אלפי מבקרי תוכן נוספים, רבים מהם חברי המפלגה הקומוניסטית, כדי להגביר את הפיקוח על התוכן במוצריה. בנוסף, תקנות חדשות מהחודש שעבר דורשות מאפליקציות סרטונים קצרים כמו Douyin לבחון את כל הסרטונים שמועלים אליהן ולסנן את תגובות המשתמשים. \r\n \r\nבייטדאנס אינה החברה היחידה שמתמודדת עם רגולציה הולכת וגוברת על חברות טכנולוגיה בסין על רקע העמקת אחיזתו של הנשיא שי ג&#39;ינפינג בשלטון. בעבר נראה היה שטנסנט פועלת בהדיקות עם הממשל הסיני בנושאי צנזורה ומעקב וזוכה ביחס מועדף, אך גם היא ספגה אשתקד מכה חדשה מהרגולציה שפגעה באופן חמור ביכולתה להפיץ משחקים, והביאה לגילוח שליש משווייה בבורסה. הרגולציה המכבידה הזו מהווה עוד גורם שדוחף חברות כבייטדאנס לצאת לשוק הבינלאומי.\r\n \r\nבעייות פייק ניוז, פדופיליה ונאצים — כמו בפייסבוק\r\n \r\nנוסף לטיק־טוק, בייטדאנס מפעילה בשוק הבינלאומי גם אפליקציית חדשות מצליחה למדי בהודו בשם Helo, שרשמה יותר מ־13 מיליון הורדות מאז השקתה ביולי האחרון, וכן אפליקציית חדשות באנגלית בשם TopBuzz. מעודד מההצלחה, מייסד בייטדאנס ומנכ&quot;לה ג&#39;אנס הציב לאפליקציות החברה יעד של 50% משתמשים מחוץ לסין עד ל־2020.\r\n \r\nאך לצד ההצלחה הבינלאומית זכו האפליקציות של בייטדאנס גם ללא מעט כותרות שליליות הנוגעות להפצת תכנים פורנוגרפיים, פייק ניוז ובעיות נוספות של סינון תכנים. תחקיר שפורסם בנובמבר האחרון בתקשורת ההודית מצא שפע של פייק ניוז פוליטיים ארסיים באפליקציית החדשות Helo ובאפליקציה מקבילה בתמיכת שיאומי. עם התכנים הבעיתיים נמנו גם כאלו שניסו לחזק את המתח בין הדתות בהודו, נושא נפיץ במיוחד במדינה, כמו פוסט לפיו מנהיג הודי הציע לכסות את חובותיה של האויבת פקיסטן (הוא לא).\r\n \r\nמבייטדאנס נמסר ל&quot;כלכליסט&quot; כי החברה &quot;לוקחת מאוד ברצינות נושאי פייק ניוז ודיסאינפורמציה. בהודו אנחנו משתפים פעולה עם שותף מקומי שמבצע בדיקת עובדות כדי שנמשיך להיות מקור אמין לחדשות וטרנדים ב־14 שפות מקומיות&quot;.\r\n \r\nנראה שאת הממשלה בהודו — השוק הגדול ביותר של טיק־טוק — ההצהרות בסגנון זה לא הרגיעו. לפי פרסומים, הודו מתכננת הטלת פיקוח על אפליקציות כמו Helo וטיק־טוק, שיחייב אותן להקים משרד מקומי במדינה ולמנות מנהל הודי בכיר שיהיה אחראי משפטית לתוכן שמופץ בהן. הממשלה במדינת טאמיל נאדו אף הלכה רחוק יותר ומבקשת לחסום לגמרי את טיק־טוק בשל הפצת מה שהיא מכנה תכנים מיניים וולגריים ותכנים שמערערים על החוק והסדר.\r\n \r\nבאינדונזיה טיק־טוק כבר נחסמה למשך מספר ימים ושר התקשורת במדינה הצהיר כי &quot;באפליקציה היה תוכן שלילי ומזיק רב, בעיקר לילדים&quot;. האפליקציה חזרה לפעול לאחר שהחברה ניקתה ממנה את &quot;התוכן השלילי&quot; והתחייבה לפתוח משרד במדינה. \r\n \r\nהביקורת על סינון התכנים בטיק־טוק אינה ייחודית למדינות דרום־מזרח אסיה. אתר Motherboard מבית Vice Media מצא באפליקציה חשבונות המסיתים לאלימות נגד שחורים ויהודים ומפיצים תעמולה ניאו־נאצית, כן קהילת משתמשים שמנסה לשדל ילדים וילדות לשלוח תמונות עירום שלהם. במקביל, אתר SCMP מהונג קונג מצא כי התקנה לפיה משתמשי האפליקציה חייבים להיות בני 16 ומעלה אינה נאכפת.\r\n \r\n&quot;הגנה מפני שימוש לרעה הוא אתגר לתעשייה כולה&quot;, נמסר מבייטדאנס. &quot;אנחנו מכירים בכך שאף מערכת לא יכולה למנוע את כל הפעילות הלא ראויה, אבל מחויבים להמשיך בפיתוח הבטיחות שלנו כדי ליצור סביבה חיובית למשתמשים שלנו&quot;.\r\n \r\nזנגמן מוצא קווי דמיון רבים בין דרכי הפעולה של בייטדאנס ופייסבוק: &quot;אלו אפליקציות שרוצות לדחוף לך כל הזמן תוכן ממוקד שישאיר אותך מול המסך. במקרה של פייסבוק רואים איך זה הוביל להשלכות פוליטיות וחברתיות חמורות, אך החברה יכלה לפחות לטעון כי לא הבינה בזמן אמת מה היא עושה&quot;, אמר ל&quot;כלכליסט&quot;. &quot;בייטאנס צמחה אחרי שהיא כבר ראתה מה קרה לפייסבוק, ועדיין המשיכה באותה הדרך. אין כאן גבול תחתון מוסרי והחשיבות היחידה היא שהאפליקציה תמשיך לעבוד&quot;.\r\n \r\nלטענת זנגמן, אלגוריתם הבינה המלאכותית שסייע לבייטדאנס לפרוץ הופך את מוצריה במובנים מסוימים למסוכנים יותר: &quot;אני ממש לא מעריץ של פייסבוק, אבל בסופו של דבר היא בראש ובראשונה אפליקציה חברתית שהמשתמש מקבל בה בעיקר תוכן ששותף בידי חברים או אנשים שהוא מכיר וסומך עליהם. אבל כשמדובר באלגוריתם בלבד, אנחנו לא יודעים על מה מבוססת ההמלצה שלו והאם התוכן אכן ראוי או אמין&quot;.", "keywords": ["טיק-טוק", "אפליקציה", "סרטונים קצרים", "סין"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/02/18/885497/1_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אופיר דור, בייג&#39;ינג"}, "datePublished": "2019-02-18T12:10:11", "dateModified": "2020-08-20T17:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "האפליקציה הסינית שכובשת את המערב: TikTok מתקתקת את אמריקה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-02-18", "category": "טכנולוגי", "subtitle": ""}