{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3723977,00.html"}, "headline": "A10: החזיר המעופף שהפך למלאך שומר וכוכב ברשת", "description": "סיוע לכוחות הקרקע הוא משימה מורכבת, שיש כיום מעט מטוסים שיודעים לעשות. ה-A10, המומחה העולמי בתחום, הוא אמנם מיושן ואולי המטוס הכי מכוער שיש - אבל זכה להגנת חיילים משוחררים כשנודע שרוצים להחליף אותו ב-F35. ובצדק: המטוס הזה הציל להם את החיים ", "articleBody": " \r\n \r\n \r\nשלום, כאן הקברניט; מטוסי קרב הן מכונות יפות - מראה דק, שפיצי ואגרסיבי שמשדר מהירות, סטייל ועוצמה; כל מ&quot;מ בהם משדר מהירות, כוח, טיסה ברקיע השביעי ויתר דימויים ספק מצ&#39;ואיסטיים, ספק רומנטיים. \r\n \r\n \r\nהיום נדבר על המטוס הכי מכוער בעולם, שהוא ההיפך מכל זה - ועדיין הטוב ביותר בלספק סיוע קרוב לכוחות הקרקע, במיוחד נגד מטרות קשוחות, ואף בלהציל חיי חיילים בשדה הקרב. והוא הציל כל כך הרבה, שהם התחילו מחאה ברשת כשנודע שרוצים לקרקע אותו - והצילו אותו בחזרה. \r\n \r\nקודם כל, אספר שסיוע אווירי לכוחות הקרקע זו מלאכה מסובכת; כדי לתקוף אויב שמאיים על כוחותינו צריך לפנות את האזור ממטוסי אויב ונ&quot;מ, לדעת בדיוק היכן נמצאים הרעים והיכן כוחותינו (כדי לא לפגוע בהם בטעות, כל החיילים נראים אותו דבר מהאוויר).\r\n \r\n \r\n \r\nוגם אז, תהיה זו משימה זריזה מאוד: באים, זורקים פצצה ובורחים. וזה רק הצד הטכני; פוליטיקה צבאית היא קללה בפני עצמה - מטוסי קרב הם משאב יקר ומצומצם, ולפעמים צריכים כוחות הקרקע להתחנן בפני הגנרלים בחילות האוויר על כל גיחה. \r\n \r\nתורת הסיוע הקרוב נולדה במלחמת העולם השנייה, כשהנאצים הפעילו מפציצי &quot;שטוקה&quot; שתקפו בונקרים וטנקים כדי לאפשר לבליצקריג להתגלגל באין מפריע. בעלות הברית לא הצליחו ללמוד שיטות יעילות לסיוע קרוב באותן השנים - מה שלא פעם, גרם למטוסי התקיפה להפציץ את הגבעה הלא-נכונה ולהרוג כוחות ידידותיים.\r\n \r\n \r\n \r\n \r\nבמלחמת קוריאה השתפרה השיטה, כשהחלה תקשורת בין המטוסים והכוחות שמתחתיהם ואף עוצבו מטוסים במטרה לבצע משימות כאלה. בתחילה, היו אלה מטוסי סילון מהירים - שהתגלו כבלתי-מתאימים; הם היו מהירים מדי, תמרנו רע בגובה נמוך והראות מהם היתה בעייתית; חופות המטוסים היו מלאות ברזלים לחיזוק וחרטום שהסתיר לטייס, מה שחייב אותו לצלול כדי לזהות מטרה.\r\n \r\n \r\n \r\n \r\nוכידוע, כאן חוקי הפיזיקה מסבכים את העניינים: גם עם ראייה מצוינת, צריך להתקרב לקרקע כדי לזהות מטרה; וככל שצוללים תלול יותר, כך עולה המהירות. לא שמת לב? המטוס שלך יישתל באדמה. \r\n \r\nלפעמים, נשלחו למשימות הסיוע הקרוב דווקא מטוסים ישנים יותר - למשל, הדאגלס סקייריידר - שהיו איטיים מאוד. כוחות הקרקע דיווחו שדווקא כאלה מטוסים הם מעדיפים; בניגוד לסילונים הזריזים, אלה אשכרה פגעו במטרות. המטוסים הללו היו כה מוצלחים, שהמשיכו לשרת גם במלחמת ויאטנם.\r\n \r\nוכך הבינה ארצות הברית שהיא צריכה מטוס איטי, כזה שיידע לפנות מהר ולתמרן בזריזות בגובה נמוך, להיות עמיד ומשורין ולהתאים למלחמה - כמובן, עם ברית המועצות. לסובייטים היו כמויות עצומות של טנקים, כך שחיסולם היה הישג נדרש מרכזי עבור המטוס. כדי לעמוד בו, פותח תותח שנקרא GAU8, ומסוגל לפצח טנקים כמו גרעינים. הדרישה לפיתוח מטוס כזה הועברה ב-1966 לתעשיית התעופה הצבאית, והחברות נורת&#39;רופ ופיירצ&#39;יילד-ריפבליק ניגשו למכרז. \r\n \r\n \r\n \r\n \r\nאב הטיפוס של נורת&#39;רופ היה מוצלח ועתיר ביצועים, אך אב הטיפוס של פיירצ&#39;יילד-ריפבליק היה קשוח ועמיד יותר, מטוס שתוכנן לחטוף פגיעות ולהמשיך לטוס. ואת המטוס הזה אנו מכירים כיום בתור A10, שעדיין טס למרות שעלה לאוויר עוד ב-1972. \r\n \r\n \r\n \r\n \r\nהאווירון נבנה סביב התותח האמור, שהוא פשוט מפלצת: שבעה קנים בקוטר 30 מ&quot;מ, שיכולים לירות בקצב של 65 פגזים חודרי שריון בשנייה. הוא יורה בעוצמה כה גדולה, שהיא מאפילה אפילו על דחף מנועי המטוס; אם היתה לו די תחמושת, יכל ה-GAU8 לעצור את ה-A10 באוויר.\r\n \r\n \r\n \r\n \r\nיחד עם התותח, נשא המטוס גם מגוון עצום של פצצות רגילות ומונחות, רקטות וטילים במשקל כולל של עד 7.2 טון. היו לו גם 11 מתלי נשיאה; זה מטוס שתוכנן להביא איתו הרבה מאוד חימוש לשדה הקרב. \r\n \r\n \r\n \r\n \r\nתא הטייס שוריין כולו, בצורה שגם פגז נ&quot;מ שפוגע בו ישירות לא יזיק. בתי המנוע מופרדים זה מזה וכוללים מערכות גיבוי וכיבוי אש שהופרדו בדומה, כדי להבטיח שאם אחד המנועים ייפגע מטיל, אפשר יהיה לכבות אותו ולהמשיך לטוס על השני. והמטוס הזה נראה כמו ההיפך מכל מטוס קרב בזמנו: מרובע, מכוער ועקום. ריפבליק קראה לו Thunderbolt 2, על שם מטוס ה-P47 ממלחמת העולם השנייה. אבל כשהגיע לשטח, קיבל שם מתאים יותר, שדבק בו: Warthog - חזיר יבלות.\r\n \r\n \r\n \r\n \r\nבזכות כנפיים רחבות ומאזנות ענקיות, יכל לתמרן היטב ובזריזות מפתיעה בגובה נמוך ובמהירות איטית. אם פספס את המטרה ביעף הראשון, יכל בקלות להסתובב ולבצע עוד יעפים. על הנייר, היה זה מטוס הסיוע הקרוב המושלם. \r\n \r\n \r\n \r\n \r\nב-1991, עם פרוץ מלחמת המפרץ הראשונה, התגלו יכולות המטוס גם בשטח: כוחות הקרקע - הצבא וחיל הנחתים - היו נתקלים בכוחות עיראקיים, מבקשים סיוע אווירי בקשר ומקבלים אותו - זוג חזירים היה מגיע במהירות, מרסס את האויב בגשם של פגזים ומאפשר כך המשך של המשימה ופינוי נפגעים. חיל האוויר לא פחד לשלוח את החזיר אל תוך האש: המטוס הזה ספג נזקים גדולים והמשיך לתפקד - ואף היה זול וקל לתיקון. \r\n \r\n \r\n \r\n \r\nהרומן עם החזיר פרח לו גם במלחמת המפרץ השנייה ובפעילות הצבאית של ארה&quot;ב באפגניסטן: סיור עלה על מטען בציר הררי נידח והחל לחטוף אש מכל הכיוונים? החזירים בדרך. מחנה אויב מבוצר יורה מלמעלה והסתערות חזיתית היא התאבדות? חזיר ישתול בו כמה פצצות. כוחות אויב מתנפלים בהמוניהם על איזה כפר מבודד? השאירו את הטנקים בבית, יש חזיר באוויר. \r\n \r\n \r\n \r\n \r\nהחיילים פשוט היו מאוהבים, ומסיבה טובה. זה לא סוד שמסגרות צבאיות מתנהלות לעיתים קרובות בצורה לא-אתית (ולפעמים, לא שפויה); לא פעם נשלחים חיילים למשימה מסוכנת כשהם פחות או יותר, לבדם (או לפחות מרגישים כך). ופתאום, מלאך מגיע מן השמים, יורק אש על הרעים מתותח בגודל של דירת חדר ומצמצם את הסיכון למינימום. תורת הלחימה של צבאות המערב נשענת על שת&quot;פ אווירי-יבשתי, והנה המכונה שעושה את זה בפועל. \r\n \r\nבתחילת העשור הקודם, הכריז הפנטגון בגאווה שמצא תחליף לחזיר המזדקן: מטוס קטן, יפה וחמקן: ה-F35, עתיר הבאגים. מיד פרצה סופת אש באינטרנט: חי&quot;רניקים לשעבר (ובתפקיד) העידו בפורומים, בקבוצות פייסבוק, בטוויטר, בפורומים ברדיט ובכל מקום. הם סיפרו שהחזיר הציל את החיים שלהם, את החיים של החברים שלהם. ושהם לא מוכנים להפקיד את חייהם בידי ה-F35. \r\n \r\n \r\n \r\n \r\nוהם צדקו: ה-F35, על כל יכולותיו ומעלותיו, לא יכול להחליף את ה-A10. למה? כי הוא דומה יותר למטוסי הסילון ממלחמת קוריאה: מהיר מדי ומוגבל בתמרון במהירות איטית, לא זריז מספיק בגובה נמוך, לא נושא מספיק חימוש והראות ממנו פחות טובה. בפועל, הוא לא יכל להחליף את החזיר. הרשת המשיכה לפרגן לחזיר ואפילו עשתה ממנו ממים. למשל, זה שחוגג את הצליל של התותח שלו - BRRT, בעגה. \r\n \r\n \r\n \r\n \r\nועוד שלל תמונות שהופצו מאז 2004 והמשיכו להופיע ברשת עד היום. \r\n \r\nבשנים האחרונות קרה משהו מאוד נדיר: הזעם באינטרנט והבדיחות שפורסמו אשכרה הצליחו לשנות משהו. נוצר לובי למטוס, בהובלת סנאטורים רפובליקנים כג&#39;ון מקיין, מרתה מקסאלי וקלי איוטה, שביחד עם גנרלים תומכים הצליחו לשכנע את הפנטגון למשוך את החלטתו. השנה נודע שה-A10 יקבל תקציב שישדרג את גופו המיושן, כך שימשיך לטוס עוד שנים רבות - עד שימצאו משהו שיכול להחליף אותו ולעשות את העבודה היטב. \r\n \r\n \r\n \r\n \r\nמי יחליף את החזיר? יש כמה רעיונות, כמו מטוס ה-AT6 וולברין או הסקורפיון, ששניהם לא יכולים לשאת אותה כמות עצומה של חימוש, או לשרוד פגיעות נ&quot;מ כמו ה-A10. כך שנראה שהחזיר ימשיך לעשות את העבודה שלו עוד הרבה זמן. \r\n \r\n \r\n \r\n \r\nומה בישראל? מה, העם היהודי לא צריך משחית-טנקים מעופף שמתמחה בסיוע לכוחות הקרקע? ובכן, לא; בניגוד לצבא ארה&quot;ב, שבנה את ה-A10 כדי להתמודד עם טנקים אי שם באירופה, על פני שדות קרב עצומים, צה&quot;ל מתמודד עם אויבים בטווחים קרובים מאוד. \r\n \r\n \r\nבמקום להתבסס על מטוס ייעודי, מעדיפים בצה&quot;ל לסמוך על סוללות ארטילריה או על מטוסי הקרב הרגילים. הודות לתיאום טוב בין הכוחות, אפשר לבצע משימות סיוע קרוב ביעילות. \r\n ", "keywords": ["A10", "מטוס תקיפה", "הקברניט", "סיוע קרוב", "F35", "תעופה וחלל"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/10/31/768272/A13_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "ניצן סדן"}, "datePublished": "2017-11-03T07:49:00", "dateModified": "2020-08-18T22:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "A10: החזיר המעופף שהפך למלאך שומר וכוכב ברשת", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2017-11-03", "category": "טכנולוגי", "subtitle": ""}