{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3721867,00.html"}, "headline": "הציפור העוד-יותר-שחורה: המטוס הכי מהיר בהיסטוריה עושה קאמבק", "description": "ה-SR71 האמריקאי, מטוס הריגול הייחודי שטס הכי גבוה והכי מהר בעולם, עומד כיום במוזיאונים למרות שהשיאים שקבע לא נשברו. מדוע מת, ומי הולך להחליף אותו? מטוס שיכול לטוס מתל אביב לניו יורק בשעה וחצי", "articleBody": "שלום, כאן הקברניט; 53 שנים חלפו מאז המריא לראשונה ה-SR71, מטוס הריגול האמריקאי שטס הכי מהר והכי גבוה בעולם - ואף כלי לא שבר את השיאים שלו. \r\n \r\n \r\n \r\nהיה זה מטוס מרהיב, שנע מהר יותר מכל טיל בזמנו: 3,800 קמ&quot;ש, פי 3 ממהירות הקול; צבעו נועד להסוות אותו מעיני מי שיביט בו מלמטה, שכן ה-71 טס בגבול האטמוספרה, היכן שהשמים הופכים מכחולים לשחורים. לא מפתיע שזכה בשם &quot;הציפור השחורה&quot;. \r\n \r\nמעולם לא הופל מטוס-על שכזה, גם בגיחות ריגול ממושכות בסביבות עוינות ביותר. הוא נע ממדינה למדינה ככוח טבע חסר מעצורים. למכ&quot;מים שהצליחו לקלוט אותו לקח זמן להבין שמדובר באווירון ולא באיזו תקלה חשמלית. והיכן נמצא המטוס הגאוני הזה כיום? במוזיאונים. איך ולמה הגיע לשם, והאם יש סיכוי שיהיה שוב מטוס מבצעי כזה בעולם? ספוילר: בהחלט כן. וחכו שתשמעו מה היורש שלו ידע לעשות. \r\n \r\n \r\n \r\n \r\n \r\nהפיתוח של המטוס החל בתקופה הכי מפחידה של המלחמה הקרה: על כדור הארץ היו מספיק פצצות אטום כדי לכסות כל מ&quot;ר בו באש גרעינית ובכל רגע יכל מישהו ללחוץ על הכפתור האדום. בעידן של אי ודאות גרעינית, התרופה היא מודיעין. ואיך משיגים אותו מהר? שולחים מטוס עם מצלמה. הכלי הראשון שפיתחה ארה&quot;ב היה ה-U2, מטוס איטי שיכל לטוס בגובה עצום, הרחק מטווח הפגיעה של מטוסי אויב. אבל מטוס כזה הופל ב-1960 בידי טיל קרקע אוויר וטייסו, גארי פאוורס, נשבה - מה שרק הוסיף למתח הבין-מעצמתי. לוקהיד, מפתחת ה-U2, נדרשה לעצב מטוס חדש. כזה שיוכל לטוס כל כך מהר, ששום דבר לא יוכל לפגוע בו. \r\n  \r\nלטוס גבוה מאוד זה לא מאוד קשה; צריך בעיקר כנפיים ארוכות ומסיכת חמצן. אבל לטוס פי 3 ממהירות הקול בגובה הזה היא אופרה אחרת לגמרי. במהירות כזו, מתחמם הגוף ל-6,000 מעלות וצריך חומרים שישרדו את הגיהנום הזה ולא יתפרקו אחר כך, כשיתקרר המרכב. צריך כבלים שלא נמסים, ברגים שלא משנים צורה, אפילו צבע שלא יתלקח וישנה את איזון המשקל. אף אחד מהדברים הללו לא היה קיים בתחילת שנות השישים. ואת כולם המציאה לוקהיד מאפס - מהכנפיים ועד לפטישים ולכבשנים לעיבוד המתכות: משפחת הציפורים השחורות נולדה.   \r\n  \r\nהיו בה ארבעה בנים: A11, מטוס ריגול; YF12, מטוס יירוט; SR71, דגם הייצור הסדרתי של כלי הריגול; ו-D21, מזל&quot;ט סילוני רב עוצמה, שנועד לשיגור מגבו של ה-A11. שני הכלים הראשונים לא נכנסו לשירות מסיבות טכניות. ל-YF12, למשל, לא היה חימוש מתאים. טיל שפותח עבורו התעכב והגיע בסוף ל-F14, טיל הפניקס העצום. המל&quot;ט כשל כשלון מפואר בניסוי בשטח אויב, עליו אספר לכם בפעם אחרת. ואילו 32 מטוסי SR71 נבנו. \r\n \r\nהמטוס, אגב, קיבל את שמו בטעות; הנשיא לינדון ג&#39;ונסון חשף אותו ב-1964 וקרא לו SR71, בעוד השם שנקבע לו היה R71 לדגם הרגיל ו-RS71 לפיתוח עתידי בעל יכולות תקיפה, שלא הושלם מעולם. הוא הגיע לסלון האווירי בפרנבורו שבאנגליה ב-1964, אחרי שטס לשם מניו יורק (לקח לו שעה ו-54 דקות) וכבש את ליבו של הציבור. \r\n \r\n \r\nהטייסים שנבחרו עבור מטוסי ה-SR71 נרשמו כאנשי CIA; המיונים שלהם היו קפדניים יותר משל האסטרונאוטים בנאס&quot;א. כל טיסה נראתה כמשימת התאבדות: עולים לכלי שהוא פשוט טיל עם יכולת תמרון מוגבלת, שנשען על הנדסה ניסיונית, וטסים אל עומק שטח האויב לשעות ארוכות. \r\n \r\nהריגול לא התבסס רק על מצלמות; היו לו גם מכ&quot;מים שיצרו תמונת החזרי קרינה מהקרקע, חיישנים תרמיים ועוד. ב-34 שנות פעולתו, כיסה המטוס כמעט כל מ&quot;ר משטחו של כדור הארץ בצילומים וסריקות מכ&quot;מ. וממשלת ארצות הברית ידעה בדיוק מה עושים צבאות עוינים מאחורי מסך הברזל. \r\n \r\nב-1998 הגיעו למסקנה שהמטוס יקר מדי לתפעול; כ-400 מיליון דולר בשנה נשרפו על תחזוקת הכלים. ומה עם משימות הריגול שלהם? לוויינים יכלו לבצע אותן בקלות - ובלי סכנה שמטוס יתרסק ואיזה גארי פאוורס יוצג לראווה ברחובות צפון קוריאה. סיפורן של הציפורים השחורות לקח הפסקה של כמה שנים, כשמדי פעם מבליחים דיווחים על מטוס סודי בשם אורורה, שעדיין מזגזג בין יבשות במהירות מטורפת וממשיך לפקוח עין חשאית. \r\n \r\n \r\n \r\n \r\nב-2007 הופיע מידע ראשוני על פרויקט חדש של לוקהיד (שהתמזגה בינתיים עם חברת מרטין), לפיתוח מטוס ריגול סופר-מהיר בתצורה דומה לשל ה-SR71. כשב-2013 פרסם אתר Aviation Week מידע ראשוני על המטוס, קרסו השרתים שלו מרוב כניסות. לוקהיד-מרטין המשיכה לפתח את הכלי, הפעם במהדורה לא מאוישת. ולפני חודשיים הודיעה רשמית שה-SR72 יעלה לאוויר, עד 2020 - ויהיה קל יותר, חזק יותר, חכם יותר ומהיר יותר מכל קודמיו: מהירותו תגיע למאך 6, כלומר 6,400 קמ&quot;ש; ציפור עוד-יותר-שחורה. \r\n \r\nיכול להיות שהמל&quot;ט הזה הוא יח&quot;צ: בארה&quot;ב מאוד גאים בציפור השחורה ואוהבים אותו, בעוד פחות אוהבים את לוקהיד-מרטין; פרויקט ה-F35 שלה נחשב לבלתי יעיל ועתיר באגים, והופק במיזם יקר יותר מפיתוח פצצת האטום או הנחיתה על הירח. אפילו דונלד טראמפ אמר שבוזבז שם כסף. \r\n \r\nיש כמה דברים שעומדים בדרכו של הפלא המעופף הזה. קודם כל, העובדה שהיום הרבה יותר קל להסתיר דברים סודיים, פשוט משום שקיימות יכולות תקשורת שלא היו במאה הקודמת. למשל: בסבנטיז ובאייטיז ניתן היה לזהות את הציפור השחורה, אבל לא היה מה לעשות נגד עינה הפקוחה: עד שיוגדר הזיהוי כוודאי, ומישהו יתן הוראות לכסות את הטנק הנורא-נורא סודי ההוא במזרח המדינה, תהיה הציפור כבר בדרכה לתה ערבית באזור זמן אחר. \r\n \r\nבימינו אפשר לכסות ציוד רגיש, לעבור לכוננות ריגול אווירי, להפעיל שיטות הונאה (למשל, טנק נורא-נורא סודי שבכלל לא מפותח) והכל בלחיצת כפתור. וזו הבעיה השלישית של הציפור העוד-יותר-שחורה: היא עדיין לא מהירה יותר מהודעת ווטסאפ. עוד סוגיה היא עניין הגילוי: גם אם ה-SR72 יהיה חמקן מארץ החמקנים, כשטסים במהירות של מאך 6 מתחממים מאוד. עד כדי כך, שסנסורים תרמיים יכולים לראות אותך מגיע ממרחק גדול. \r\n \r\nאני לא יודע איך תפתור לוקהיד-מרטין את הבעיות הללו, אך יש לה מורשת מדהימה בהתמודדות עם אתגרים טכניים. קרטיס &quot;קלי&quot; ג&#39;ונסון, מנהל פרויקט הציפור השחורה ואחד ממהנדסי האירוספייס היצירתיים ביותר בעולם, הצליח להפוך מטוס בלתי אפשרי לאגדה מעופפת, כשאנשיו עבדו רק עם שולחנות שרטוט, ללא מחשבים ומודלים מתקדמים. לפני כמה שנים נערך ניתוח של ה-SR71 בתוכנת עיצוב מטוסים מתקדמת, שמזהה כשלים ובעיות אירודינמיות בכל הגדלים. המטוס התגלה כ-100% אופטימלי. טיסה נעימה! ", "keywords": ["הקברניט", "SR71", "מטוסים", "הציפור השחורה", "SR72", "מטוס מהיר", "המטוס הכי מהיר", "תעופה וחלל"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/10/01/761299/SR1_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "ניצן סדן"}, "datePublished": "2017-10-07T12:29:34", "dateModified": "2020-08-20T12:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הציפור העוד-יותר-שחורה: המטוס הכי מהיר בהיסטוריה עושה קאמבק", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2017-10-07", "category": "טכנולוגי", "subtitle": ""}