{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3824653,00.html"}, "headline": "מי צריך בישראל סמארטפון מדור חמישי ב-5,000 שקל?", "description": "הדור החמישי של הסלולר אינו סיבה מוצדקת לשלם את המחיר היקר על מכשיר חדש, בייחוד בישראל, בה טרם החלו לפרוס את התשתית לרשת החדשה. במקום זאת, מומלץ לבחור את הדגמים של החברות הגדולות מ-2019", "articleBody": "הטרנד של השנה הנוכחית בסמארטפונים היה סביב מכשירים בעלי תמיכה בקישוריות 5G או דור חמישי בסלולר. עבור מי שלא מכיר את המושג, בטכנולוגיה האחרונה בקישוריות סלולרית. או במילים פשוטות - אפשרות לחיבור אינטרנט מאוד מהיר, עד מאות גיגה-ביט לשנייה ובעיקר שיהוי (זמן תגובה בין הקשה על המכשיר לבין קבלת התוצאה) מהיר מאוד. ולא, אם עוד יש לכם ספק כלשהו אחרי הסערה שנוצרה ברשת ברחבי העולם - טכנולוגיית הדור החמישי אינה גורמת לקורונה.  \r\nהטכנולוגיה החדשה הובילה לפתח שלל שירותים ויכולות חדשות במכשירים שלנו, יכולות שהיצרניות מעוניינות לנצל כדי למכור לנו מכשירים משוכללים יותר ובעיקר יקרים ורווחיים יותר. אבל כל זה, למרות שנשמע נהדר על הנייר - אינו מתאים למציאות. המחיר שתשלמו על סמארטפון חדש התומך בטכנולוגיה זו מטפס לגבהים חדשים וכל זאת ללא שאתם מקבלים בינתיים את התמורה. \r\n \r\nלפי נתונים שמסר מנכ&#39;&#39;ל וואן פלוס, פיט לאו, בראיון לביזנס אינסיידר, ההפרש בעלות הרכיבים של מכשיר דור 4 למכשיר דור 5 יכול להגיע לכ-200 דולר. מספיק לראות את המחירים של מכשירי הדגל הנוכחיים שכבר עברו את רף 1,000 הדולרים כדי להבחין זאת.\r\n \r\nערכת השבבים הנוכחית, הסנאפדרגון 865 של קוואלקום לדוגמה מגיעה עם קישוריות דור 5 מובנית, והיא יקרה משמעותי מדגם הסנאפדרגון 855 של השנה שעברה. הסיבה לכך פשוטה: קוואלקום מנצלת את העובדה שהיא היחידה כיום (חוץ מוואווי שהוצאה בכוח מהתמונה על ידי טראמפ) בשוק שבכוחה להכריח את היצרניות לרכוש את המעבד החדש ובנפרד גם את מודם ה-5G הנלווה אליו. התוצאה היא שהמחיר של המכשירים שמצוידים במעבדים האלה פשוט זינק. \r\n \r\nמה כל זה אומר מבחינת הצרכנים? מאוד פשוט, תאלצו לשלם יותר עבור אותן יכולות. למה אותן יכולות? כי בישראל של 2020 אין דור 5. ישנם ניסויים של ציוד אך אלה אינם פתוחים לציבור הרחב. למעשה ברוב העולם אין עדיין קישוריות דור 5. רוב האנטנות מוקמות בשכונות מסוימות בערים בודדות בעולם. בארה&quot;ב ישנן אולי כמה עשרות ערים עם אנטנות דור 5. גם באירופה או בדרום-קוריאה מדובר במתי מעט. \r\n \r\nקוואלקום הבינה שבשלב מסוים היצרניות יפסיקו להשקיע ופשוט ירכשו ערכות שבבים נמוכות או יעברו ליצרניות אחרות. לכן היא השיקה השנה ערכת שבבים שנקראת סנאפדרגון 765 עם מודם דור 5 מובנה אך עם עוצמה קטנה יותר. מעבד למכשיר ביניים. היצרנית הראשונה שקפצה על המציאה היא LG וכעת מתברר שאחרות הולכות אחריה. התוצאה היא שתקבלו מכשיר שיימכר בסגמנט הפרימיום במחיר של מכשיר דגל של שנה שעברה. אך שוב, ללא דור 5, אין שום יתרון ביכולות האלה. \r\n \r\n \r\nפתרון יותר חכם יהיה לרכוש סמארטפון דגל משנה שעברה. וואווי למשל השיקה שוב החודש את ה-P30 פרו, מכשיר הדגל (המצוין) שלה שעדיין מספק יכולות מתקדמות כמעט שנה אחרי השקתו. המחיר? 750 יורו בגרמניה, וכבונוס יש לכם אפילו שירותי גוגל מובנים ואנדרואיד 10. מכשיר אחר שעדיין מחזיק היטב הוא הגלקסי S10 המכובד ביותר, שאולי לא משתווה ל-S20 מבחינת המצלמה או הסוללה, אך עוקף בקלילות את כל המתחרים שנמכרים במחירים מקבילים כיום. את ה-S10 תמצאו במחירים של החל מ-2,250 שקל, זאת בעוד מחיר המחירון של ה-S20 עומד כיום עדיין על כ-3,300 שקל. \r\n \r\nההמלצה העיקרית שלנו עבורכם הקוראים היא לשים לב לתמורה שאתם מקבלים במכשירים שאתם רוכשים לצד המחיר אותו אתם משלמים. למעט אם אתם משתמשים שזקוקים למצלמה האחרונה או לדגם האחרון שיצא, אין שום הגיון כלכלי ברכישת מכשיר דגל בשנת 2020. הוואן פלוס 8 המרשים מהווה אמנם שדרוג לוואן פלוס 7T, אך ההפרש ביניהם עומד בדיוק על עד כ-1,000 שקל. וזה חוזר על עצמו בכל יצרן שלא תבחרו בהפרשים גדולים יותר או פחות, אפילו אצל שיאומי שנחשבים לזולים בשוק.\r\n \r\nאז בימים של צמצום וחיסכון, אם כבר אתם רוצים לפנק את עצמכם - עשו זאת עם מכשיר של שנה שעברה. הוא ישרת אתכם היטב בדיוק כמו הדגמים של 2020 ולרוב במחיר נמוך בשליש, אם לא יותר. זאת רבותיי, צרכנות טכנולוגית נבונה.", "keywords": ["5G", "הדור החמישי", "סמראטפונים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/03/08/801303/Q2_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רפאל קאהאן"}, "datePublished": "2020-05-19T16:50:12", "dateModified": "2020-08-19T19:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מי צריך בישראל סמארטפון מדור חמישי ב-5,000 שקל?", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-05-19", "category": "טכנולוגי", "subtitle": ""}