{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3843630,00.html"}, "headline": "סמסונג השיקה את מכשירי הנוט 20 החדשים בשתי גרסאות: היקרה מבין השתיים תעלה 4,500 שקל", "description": "ענקית הטכנולוגיה הכריזה באירוע מקוון על מכשירי הדגל החדשים שלה: הנוט S20 והנוט S20 אולטרה. לצידם הושקו המכשיר המתקפל ה-Fold Z 2, הטאבלט TAB 7, שעון חכם ואוזניות אלחוטיות ", "articleBody": "סמסונג הכריזה היום (ד&#39;) על מכשיר הדגל החדש שלה, הנוט 20 אולטרה והנוט 20 הרגיל. בהתאם לצו השעה המכשירים הושקו באירוע וירטואלי לחלוטין. לצידם הציגה החברה את הדגם החדש של מכשיר הפולד המתקפל משנה שעברה ה-Fold Z 2. עוד הוצגו באירוע שני טאבלטים חדשים מסדרת Tab S7 בעלי מסך גדול שיתחרו באייפד פרו לסוגיו; שעון חכם חדש - הגלקסי ווטש 3 וכן את הדור הרביעי של אוזניות הכפתור האלחוטיות שלה - שמכונות גלקסי באדס לייב.   \r\nמדובר על מוצרים רבים שמוכרזים במקביל בדיוק בזמן קשה מאוד מבחינתה של החברה שראתה את וואווי הסינית עוקפת אותה בהיקף משלוחי הסמארטפונים בתחילת החודש. ואולם שני מכשירי הנוט החדשים מהווים תקווה שהציבור יחזור לחיק הפרימיום שלה ולא ירעה בשדות זרים. הנוט 20 הרגיל והאולטרה מיישרים קו עם כל הטכנולוגיות שהופיעו במכשירי הפרימיום בשנה האחרונה (ואף במכשירי ביניים) כגון מסך עם קצב רענון בן 120 הרץ, טעינה מהירה (מאוד) וכמובן עט חדש עם מהירות שיהוי נמוכה מאוד כדי לאפשר חוויית כתיבה קרובה לכלי כתיבה אמיתי. \r\n \r\n \r\nהכוכב האמיתי של ההשקה הוא הנוט 20 אולטרה. סמסונג העדיפה לקחת את המיתוג החדש של סדרת הגלקסי S ולזנוח לחלוטין את השימוש בכינוי &quot;פלוס&quot; כפי שהיה בשנה שעברה. האולטרה מצויד בכל הטכנולוגיות המובילות של החברה: מסך מרשים בן 6.9 אינץ&#39; ברזולוציית QHD או 2K ביחס 21:9 עם שוליים משתפלים; מצלמה עם שלוש עדשות כולל זום אופטי פי 5 ופוקוס מבוסס לייזר ושילוב עמוק יותר של שלל שירותים של מיקרוסופט. הנוט 20 הרגיל לעומת זאת נראה קצת משעמם, מסך 6.7 אינץ&#39; FHD עם קצב רענון של 60 הרץ בלבד, מצלמה מעט פחות טובה עם זום אופטי פי 3 וסוללה מעט פחות גדולה (4,300 מיליאמפר שעה לעומת 4,500 באולטרה). הגב בנוט הרגיל מורכב מפלסטיק דמוי זכוכית שבסמסונג מכנים &quot;גלאסטיק&quot;. מצלמות הסלפי לעומת זאת הן אותו הדבר בשניהם: 10 מגה פיקסל. המכשירים יגיעו בשלל צבעים: שחור, לבן, זהב וירוק. \r\n \r\n \r\nההשקה הרשמית תתבצע ב-21 באוגוסט במדינות מסוימות ואני שמח לומר שישראל ביניהן. מחיר הנוט 20 הרגיל יעמוד רשמית על כ-3,500 שקל והאולטרה יימכר בכ-4,500 שקל. מדובר במחירי פרימיום - אך אלה אינם מפתיעים בהתחשב בכך שמבחינת יכולות הנוט 20 אולטרה מתחרה באייפון 11 פרו מקס שעולה אפילו מעט יותר בגרסאות הסופר פרימיום שלו. מכשירי הנוט השונים היו תמיד הדובדבן שבקצפת היצע המכשירים של סמסונג ואנחנו נחכה לקבל אותו לסקירה כדי לחוות את דעתנו לגבי התמורה שהוא מעניק למחיר הגבוה יחסית שלו. \r\n \r\n \r\nהמכשיר המתקפל של סמסונג, הפולד Z 2 לעומת זאת לא כולל שינויים מהותיים בעיצוב או בממשק ביחס לדור הראשון. נראה שבחברה התמקדו בלשפר את העיצוב הקיים ולתקן את הליקויים השונים שנמצאו בו בתחילת הייצור. ההבדל העיקרי הוא הגידול הקל במסך הפנימי שכעת מציע 7.7 אינץ&#39; אך בעיקר במסך החיצוני שמזנק מ-4.6 אינץ&#39; ל-6.23 אינץ&#39; והופך להרבה יותר שימושי כאשר המכשיר סגור. הוא גם זוכה למערך הצילום של הנוט 20 מאחור. המחיר לעומת זאת לא ישתנה כך שכנראה גם הדגם החדש צפוי לעלות כ-8,000 שקל לכשיושק בישראל בהמשך השנה. \r\n \r\n \r\nטאבלטי ה-S7 הוצגו עם מסכי 12.4 אינץ&#39; AMOLED לדגם הבכיר ו-11 אינ.&#39; LCD לדגם הבסיסי. ההבדלים ביניהם מתבטאים בעיקר במסכים מכיוון שמבחינת שאר התכונות הם די דומים למעט ברמת הסורק הביומטרי שמותקן מתחת למסך בדגם הפלוס לעומת בצד המכשיר בדגם הבסיסי. לשניהם יש תמיכה בסטיילוס, טעינה מהירה ומערך רמקולים מרובע מבית AKG שבבעלות סמסונג. שעון הגלקסי ווטש 3 מציע כעת חיישן א.ק.ג. וסוללה קטנה יותר, אך הוא גם נראה הרבה יותר כמו שעון יד אמיתי. לסיום, אוזניות הבאדס לייב מציעות חידוש בדמות עיצוב מעניין דמוי פולי שעועית כמו גם איכות צליל משודרגת ביחס לדורות הקודמים. מחירן בישראל יהיה 700 שקל אך כנראה שהן יסופקו במחיר מוזל למי שירכוש את הנוט 20. ", "keywords": ["גלקסי חדש", "השקה", "סמסונג"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/08/05/1010789/2_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רפאל קאהאן"}, "datePublished": "2020-08-05T17:56:08", "dateModified": "2020-08-19T23:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "סמסונג השיקה את מכשירי הנוט 20 החדשים בשתי גרסאות: היקרה מבין השתיים תעלה 4,500 שקל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-05", "category": "טכנולוגי", "subtitle": ""}