{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3807310,00.html"}, "headline": "הילדים השתלטו על המחשב? המדריך לרכישת לפטופ לעבודה מהבית", "description": "עובדים מהבית כבר תקופה? אולי זה הזמן להחליף את המחשב הישן שלכם ללפטופ שיתאים לתקופת הבידוד. לשם כך הכנו לכם את המדריך עם כל הטיפים והשיקולים לבחירות מחשב נייד חדש", "articleBody": "מחשבים הפכו למוצר הנחשק בימים אלה. עבור לא מעט המחשב הפך ליותר מכלי לגלוש בו באינטרנט או לבדר את עצמנו בנטפליקס - הוא הפך לתחנת העבודה העיקרית בבית. ישנם כמה טיפים לרכישה של מחשב שישמש לעבודה, אספנו כמה שלדעתנו חשוב לשים אליהם לב, ומספר מחשבים שיכולים לענות על הצרכים השונים שלכם על פי אופי העבודה. \r\nראשית אציין שלמרות שמדובר במדריך שמכוון לרוכשי המחשבים הניידים, לא מעט מהטיפים יכולים להתאים גם לנייחים. ההבדל העיקרי הוא שמחשב נייח ניתן לרכוש מורכב מחלקים שתבחרו או ממותג שבו כל החלקים כבר בנויים. בנוסף ישנם מחשבים נייחים שנקראים All-in-One שבהם הרכיבים מוסתרים בתוך מארז המסך ושהמפרט שלהם דומה מאוד לזה של מחשב נייד.\r\n \r\nנקודה אחרונה לשים אליה לב, מחשבים ניידים לא ניתנים לשינוי תצורה, למעט רכיבי זכרון פעולה (RAM) או מרחב אחסון (כונן קשיח), כך שכדאי ללכת על התצורה המותאמת ביותר לצרכים שלכם כיום ובעתיד הקרוב. \r\n \r\nמחשב הוא כמו אוטו, לכל אחד יש את ההעדפות שלו. אבל כמו שלא תיקנו ג&#39;יפ לנסיעה עירונית בעיקר, כך אין צורך להוציא כסף רב על מחשב חזק מאוד, בעוד אתם בעיקר מקלידים מסמכים בוורד או גולשים מרחוק לשולחן העבודה במשרד דרך ה-VPN הארגוני. מחשבים מגיעים בארבע תצורות עיקריות: מבוססי ווינדוס 10, שהם הרוב המוחץ בשוק; מחשבי המק של אפל, שלהם מערכת הפעלה של החברה; מחשבים מבוססי לינוקס וכאלה שלא מותקנת עליהם מערכת הפעלה כלל. את שני הסוגים האחרונים עדיף לזנוח אם אתם לא אנשי מחשבים מנוסים. הם דורשים היכרות עם שלל תכונות שלרוב לא תדעו לתפעל. אם כך, נתמקד בשני הסוגים הראשונים. \r\n \r\nמפרט חומרה: מעבד, זיכרון פעולה ומרחב אחסון \r\n \r\nהמעבד: שלושת הרכיבים האלה מהווים את הליבה של המחשב. הם אלה שיגדירו את היכולות שלו. נתחיל עם המעבד. כיום ישנן שתי חברות שמייצרות מעבדים - המנוע או המוח של המחשב - אינטל ו-AMD. לרובנו ההבדלים בין היכולות של כל אחד מהדגמים של שתי היצרניות זניחים. בין אם תרכשו מחשב מבוסס אינטל או AMD, סביר להניח שהוא יעבוד לכם באופן דומה ברוב המשימות היומיומיות אליהן אתם נדרשים. לאינטל יש כיום שלושה דגמים עיקריים: Core i3, i5 ו-i7. ישנה גם סדרת i9, אך זו מאוד חזקה ומיועדת יותר לתחנות עבודה או למחשבי גיימינג.\r\n \r\nהמספרים מייצגים את עוצמת המעבד, ככל שהוא קטן יותר, כך המעבד חלש יותר. עבור מי שרוב עיסוקו מתמקד בפעולות כגון גלישה באינטרנט, צפייה ביוטיוב, הפעלת אופיס או שימוש בנטפליקס או ספוטיפיי, שתי הסדרות הבסיסיות יעשו את העבודה. אם אתם מחפשים גם קצת יכולות גיימינג למשל לכו על i7 שייתן לכם ביצועים יותר משמעותיים. סדרות הרייזן של AMD ממותגות בצורה דומה עם מספרים שהולכים מהקטן לגדול וכך גם עוצמת הפעולה שלהם. \r\n \r\n \r\nזיכרון פעולה (RAM): מתייחס לרכיב שבעצם מהווה את הריאה של המחשב. ככל שיש יותר ממנו תוכלו להריץ יותר תוכנות במקביל בנוחות וללא האטה משמעותית בביצועים. רצוי לבחור ברכיב זיכרון מהיר ככל שניתן, למשל DDR4 שמספק ביצועים טובים לרוב המשימות השוטפות. ישנם גם מחשבים שמגיעים עם הדור הקודם, DDR3, אך אלה נדירים יותר ואם אתם נתקלים במחשב זול עם רכיב כזה, תבינו מיד למה המחיר שלו נמוך. מדובר ברכיב שלרוב ניתן לשדרוג, אך לא תמיד, כך שחשוב לברר זאת מראש ולדאוג לכך שהמחשב יצויד במירב נפח הזיכרון במסגרת התקציב. \r\n \r\nשימו לב שכיום רוב התצורות מגיעות עם 8 גיגה-בייט או 16 גיגה-בייט. לפעמים תמצאו גם 12 גיגה-בייט וזה בסדר גמור. פחות מכך וסביר להניח שהמחשב יתקשה עם יותר מ-10 חלוניות פתוחות בדפדפן ועוד שתיים-שלוש תוכנות פתוחות במקביל. יותר מ-16 גיגה-בייט זכרון פעולה ואתם כבר מוצאים את עצמכם בטריטוריה של מחשבי גיימינג ותחנות עבודה. כך כדאי להתמקד בשתי התצורות הללו בלבד. \r\n \r\n \r\nמרחב אחסון (כונן קשיח): כונן קשיח או פלאש הוא בעצם הבטן של המחשב. הוא משמש לאחסון של מידע ונתונים, להתקנה והפעלה של תוכנות ואפליקציות, לגיבוי. ישנם שני סוגים עיקריים של כוננים, מכניים, ומבוססי שבבי זיכרון פלאש המכונים SSD. האחרונים הרבה יותר מהירים מהראשונים וגם אמינים יותר מכיוון שאין בהם חלקים נעים שנשחקים. חשוב לשים לב למהירות הכתיבה והקריאה שלהם. ככל שהיא גבוהה יותר כך התוכנות ירוצו מהר וחלק יותר. כיום כונני פלאש זולים למדי ואין סיבה טובה להעדיף כונן מכני על פניהם. ישנם גם כוננים היברידיים המכילים את שני הסוגים, אך אלה מיותרים לרוב, אלא אם כן אתם רוצים נפח אחסון גדול בזול ועדיין לשמור על מהירות עבודה סבירה. \r\n \r\nכונני SSD מגיעים בשתי תצורות עיקריות, SATA או NVME. לא אכביר בהבדלים הטכניים ביניהם, ורק נציין שהראשונים מגיעים בתוך מארז ולרוב גם ניתנים להחלפה בקלות, בעוד האחרונים מבוססים על שבבי זיכרון שמזכירים מאוד רכיב זיכרון פעולה. אלה נחשבים למהירים יותר, אך מחירם מעט גבוה יותר בהתאמה.\r\n \r\n \r\n \r\nרכיבים היקפיים: מסך, שקעים, סוללה וממשק משתמש \r\n \r\nהמסך: הוא רכיב חשוב מאוד במחשב נייד. הגדלים לרוב נעים בין 13.3 אינץ&#39; עד ל-17.3 אינץ&#39;. הגודל מייצג את האלכסון בין שתי הפינות המרוחקות. ככל שהוא גדול יותר כך שטח המסך גדול. ישנם גם גדלים נוספים: 12 ו-11 אינץ&#39; אך אלה לרוב אינם נוחים לעבודה שוטפת ומיועדים למחשבים ניידים מאוד איתם מסתובבים בדרכים. למעט אם אתם אנשי מכירות, סטודנטים או זקוקים למחשב שניתן לקחת בקלות איתכם בתיק, אין צורך לקחת אותם בחשבון. בנוסף, כיום ישנם מחשבי 13.3 אינץ&#39; קטנים, דקיקים וקלים שיכולים בקלות להתנייד לכל מקום. מסכים מגיעים בשלוש רזולוציות עיקריות: HD, FHD או 4K. במסכי HD, הרזולוציה עומדת לרוב על 1,366 על 768 פיקסלים, זו משמשת ברוב הלפטופים הזולים ואינה מומלצת למעט אם כל העבודה שלכם מסתכמת בהקלדה בוורד או גלישה באינטרנט. \r\n \r\n \r\nאחריה רזולוציית FHD מציעה 1,920 על 1,080 פיקסלים, זו הרזולוציה הנפוצה והמומלצת לרוב השימושים השוטפים. רזולוציית 4K נחשבת לגבוהה ואיכותית מאוד, אך היא גם נוטה לדרוש יותר משאבי עיבוד מרכיבי המחשב השונים וגם בזבזנית יותר בחשמל. למעט אם אתם אוהבים לצפות בסרטי קולנוע על המחשב היא די מיותרת ולא ממש תשנה לכם את חוויית השימוש מעבר לכך. עוד דבר לשים לב אליו, מסכים מגיעים בשתי תצורות, מסך מבריק ומסך מט. מסכים מבריקים נוטים לנפק תמונה חיה וצבעונית יותר, מנגד הם שבירים יותר ובעיקר סובלים מהשתקפויות. אם מרחב העבודה שלכם משופע באור, או שאתם אוהבים לעבוד בחוץ או תחת אור השמש, העדיפו מסך מט. אם לא, מסך מבריק ייתן לכם תמונה נעימה יותר. \r\n  \r\n \r\nשקעים: הם רכיבים שבדרך כלל לא זוכים להתייחסות בבחירת מחשב וחבל. מיעוט שקעים עשוי להפוך את המחשב למסורבל, בעיקר אם אתם צריכים לחבר לו מיתקן USB חיצוני כדי לחבר רכיבים נוספים. בנוסף ישנם יצרנים (שיעול, אפל, שיעול) שמעדיפים להכביד על המשתמש ולהתקין שקעים בפורמטים קנייניים. כגון שקע הטעינה שייחודי ליצרנית, או לוותר על שקעים סטנדרטיים כגון USB רגיל, לטובת חיבורים פחות נפוצים שכמובן הופכים את הכבלים שלהם ליותר יקרים. \r\n \r\nחשוב שיהיה למחשב לפחות שני שקעי USB בפורמט רגיל (עם החיבור המלבני הפחוס) ועדיף בתקן USB 3.0 המהיר יותר. בנוסף חשוב לבדוק שלפחות אחד משקעי ה-USB יודע לספק חשמל לרכיב המחובר אליו. זה מאוד חשוב אם אתם מחברים כונן חיצוני למשל. כיום יותר ויותר יצרנים עוברים בגלל אפל לשקע USB-C, כמו אלה שמציידים את הסמארטפון שלכם. אלה מיועדים לשמש לחיבור של כל מיני רכיבים, החל ממסכים, מטען וכלה בכוננים ושאר הירקות. הם מהירים וטובים, וכדאי שלמחשב שלכם יהיה לפחות אחד כזה לעתיד לבוא. שימו לב שאם אתם מתכננים לחבר את המחשב למסך חיצוני, כדאי מאוד לבדוק אם יש שקע מתאים. למשל VGA אם יש לכם מסך ישן יותר או HDMI אם אתם רוצים להפעיל את המחשב על הטלוויזיה לדוגמה. \r\n \r\n \r\nהסוללה: של המחשב חשובה מאוד, אם כי ההבדלים כיום לא כאלה גדולים. מנגד, שימו לב לכך שכמעט שום מחשב כיום אינו מצויד בסוללה נשלפת (שוב, תודה לאפל על כך). כך שאם חשוב לכם שהמחשב יעבוד ללא חיבור לחשמל לזמן ארוך, רצוי לברר מראש את הקיבול (זאת אומרת ה&quot;נפח&quot; שלה) ואת צריכת החשמל של המחשב. מחשב ממוצע מודרני יוכל לספק בין 6 ל-10 שעות עבודה ללא חשמל, בכפוף למה שאתם מריצים עליו ולבהירות המסך. טריק נוסף הוא שימוש במעבד חסכוני, כגון סדרת Core M של אינטל. עם זאת מעבדים אלה מוגבלים יותר בעוצמה שלהם ולא יתאימו למשימות שדורשות עוצמת עיבוד חזקה. כמו כן שימו לב שככל שהמסך גדול, בהיר יותר והרזולוציה שלו גבוהה, כך הוא גם יצרוך יותר חשמל. \r\n \r\nעוד נושא חשוב, הוא התחממות. אתם אולי לא שמים לב לזה במחשב נייח או אם אתם רגילים להפעיל את המחשב הנייד על שולחן, אבל הם מתחממים. ובחלקם לא מעט. זה לא משהו שהמוכר או היצרן יציינו, לכן רצוי לבצע חיפוש קליל בגוגל על דגם המחשב אותו אתם מתכננים לרכוש בצירוף המילים heat או heating כדי לקבל תגובות של משתמשים. התחממות נובעת ממעבד חלש שעובד קשה כדי להפעיל תוכנות על המחשב. זה יכול גם לנבוע מעיצוב לא טוב של מנגנון הקירור שלו. בכל מקרה זו בעיה שיכולה להפוך את השימוש במחשב על הברכיים למשל ללא נוח בכלל. בנוסף, חימום יתר מקצר את חיי הרכיבים. עוד טיפ קטן, הימנעו מלהניח את המחשב על כרית, המיטה או על הספה בסלון, זה נוטה לחסום את החריצי אוורור ומגביר את התחממותו. העדיפו תמיד להניח את המחשב על משטח קשיח, ישנם אפילו משטחי עבודה מצוידים בכרית מתחת כדי לעבוד בנוחות עם הנייד.\r\n \r\n \r\nממשק המשתמש: שלא כמו בסמארטפון, מחשב נייד ניתן לשליטה על ידי כל מיני אמצעים. אבל החשובים ביותר הם המקלדת המובנית ומשטח העקיבה (טראקפד). לרוב, לא תמיד שמים לב אליהם עד שמתחילים לעבוד עם המחשב, ואז מגלים שהם לא נוחים, לא מדויקים או בעייתיים. לכן, חשוב להתנסות בהם טרם הרכישה.\r\n \r\nנתחיל עם המקלדת, כיום זו בדרך כלל מבוססת על תצורה בשם Chicklets, בה המקשים מופרדים אחד מהשני וצורתם מרובעת. היא זו ששולטת בשוק. היא גם הכי נוחה לטעמי. מקלדת יכולה לסבול מכמה בעיות. ראשית, לפעמים היצרנים מנסים לדחוס בה כמה שיותר מקשים, זה מגיע לרוב על חשבון הנוחות ומתבצע על ידי הקטנה של גודלם. התוצאה? מקלדת לא מדויקת שבה קל מאוד לפספס את המקש הנכון. תופעה נוספת היא מקלדת שבה המבנה לא איכותי. זה הופך את ההקלדה לעסק מתיש. לבסוף, תוכנת ההפעלה (הדרייבר) של המקלדת לפעמים לא מותאם או בעייתי, כך שהקשה על מקש לפעמים לא נקלטת על ידי המחשב. זה מתסכל מאוד להידרש לעבור שוב על מסמך של כמה עשרות עמודים בגלל בעיה כזו. \r\n \r\nהטראקפד גם הוא חשוב מאוד. אם אתם נמצאים בדרכים או במקום שלא מאפשר לכם להפעיל עכבר חיצוני, הוא זה שישמש אתכם לשליטה על המחשב. ישנם רבים בשוק, אך האיכותיים מבוססים על משטח זכוכית, בעוד הזולים מבוססים על פלסטיק. מחשב המקבוק פרו של אפל נחשב לתקן אליו כולם שואפים להידמות בנושא זה. רוב מחשבי הפרימיום מספקים טראקפד איכותי ומדויק. אך במחשבים זולים יותר לפעמים היצרנים לא משקיעים ברכיב זה ומסתפקים במשטח לא מדויק, לא נעים למגע או פשוט כזה שלא עובד חלק מהזמן. הקפידו על בדיקת הטראקפד, ונסו למצוא ביקורות עליו ברשת. \r\n \r\n \r\nמעבר לרכיבים לעיל, ישנם עוד כמה שכדאי לשים לב אליהם. למשל, כדאי לברר האם המחשב מצויד במצלמת רשת באיכות של לפחות 720p. מתחת לכך, התמונה עשויה לצאת לא מפורטת מספיק. זה אולי לא משנה בשיחת וידאו עם הדודה, אך חשוב למדי אם אתם רוצים להראות מסמך או תרשים לקולגה מעבר למסך. גימיק חביב שמוצאים כיום יותר ויותר במצלמות הוא תריס שמאפשר לסגור אותה כשהיא לא בשימוש. \r\n \r\nזה אולי נשמע מוגזם, אבל מצלמות הרשת רגישות מאוד לפריצה של האקרים, וזו דרך יעילה למנוע אותה ולחסום צפייה לא מוזמנת. פתרון אחר הוא פשוט לכסות את עינית המצלמה עם חתיכת סלוטייפ. זה עובד היטב למארק צוקרברג. רכיב נוסף שחשוב לשיחות ועידה הוא המיקרופון. רוב המחשבים הניידים כוללים אחד כזה מובנה. וגם כאן כדאי לבדוק אם אפשר בקלות לנטרל אותו למניעה של האזנה לא רצויה. רצוי גם לבדוק אם חיבורי האוזניות מופרדים לשקע מיקרופון ואוזניות יעודיים, זה לא נוח וכיום רוב האוזניות מגיעות עם שקע לשניהם ביחד. עדיף שקע משולב שמספק את שתי האפשרויות ביחד. \r\n \r\nאז מי מוכר מה ובכמה? \r\n \r\nיצרניות המחשבים המובילות כיום הן: לנובו, HP, אפל, Dell, אסוס, מיקרוסופט, אייסר או סמסונג. אליהן מצטרפים מספר מותגים קטנים ומתמחים, או במחשבים עסקיים, לגיימרים או מוקשחים לשימוש בתנאי חוץ. אנחנו נתמקד במותגים שאפשר בקלות למצוא בישראל. מחירים הם עניין די נזיל. לרוב מחירם של מחשבים זולים נע בין 1,000 ל-2,000 שקל, אך הם לא מומלצים לעבודה. מחשבי עבודה טובים נוטים לעלות לפחות 3,000 שקל והמחיר מטפס עד למעל 10,000 שקל לסדרות הפרימיום. לרוב היצרנים יש שלוש סדרות בסיסיות שכוללות בתוכן את המגוון הזמין. לצידן יש סדרות נוספות שמיועדות לשימושים מיוחדים. \r\n \r\nלנובו: היצרנית הסינית הזו בדרך כלל זוכה בתואר הגדולה בעולם למחשבים ניידים ביחד עם HP האמריקאית. מחשביה יעילים מאוד ומספקים תמורה טובה למחיר. שלוש הסדרות העיקריות מכונות: Ideapad, ThinkBook ו-ThinkPad היוקרתית. המחירים מתחילים בסביבות 2,500 שקל למחשב מסדרת Ideapad. אך אפשר גם למצוא מחשב ThinkPad במחיר של כ-3,200 שקל בקלות, לדוגמה ThinkPad E14 20RA0016IV שמפרטו מתאים מאוד לעבודה מהבית. סדרות היוגה, שהן הגרסה ההיברידית של מחשבי לנובו ושמיועדים יותר לצריכת מדיה בבית מאשר לעבודה, הן מעט יקרות יותר. היתרונות של לנובו: מקלדת משובחת בדרך כלל, מארזים חזקים ועמידים מאוד, מפרטים שמספקים תמורה טובה למחיר וזמינות גבוהה של חלפים. החסרונות: כרטיסי רשת איטיים, עיצוב משעמם ולרוב יכולות גרפיות ממוצעות מאוד בשילוב מסכים בינוניים בעיקר בסדרות הביניים. \r\n \r\nHP: כמו שציינתי למעלה, היא המתחרה העיקרית של לנובו. היתרון שלה בכך שהיא אמריקאית, מה שמסייע אם העבודה שלכם דורשת סיווג בטחוני, ומחשביה טובים מאוד בדרך כלל, אם כי זה משתנה מאוד מדגם לדגם ומסדרה לסדרה. יש לה שירות טכני מצוין ופריסה נרחבת של נקודות שירות כמו גם שירות טכנאים עד הבית. האחריות גם ניתנת להרחבה בקלות לשלוש שנים לעומת שנה אצל לנובו למשל. מנגד היא קצת יותר יקרה במפרט מקביל. יש לה יותר סדרות מאשר האחרות: Pavillion לשוק הצרכני בעיקר, ProBook לשוק העסקי, Spectre, EliteBook ו-Envy לשוק הפרימיום ועוד סדרות ייעודיות כגון Omen לגיימינג. עבור שימוש משרדי וביתי, סדרת ה-Pavillion משופעת באפשרויות ואפשר למצוא מחשב טוב, כגון למשל HP Pavilion 15-cs3002nj בכ-3,200 שקל. מחשבי הפרובוק מעולים לשימוש ארגוני (וזה ייעודם) אך הם יקרים יותר. סדרת 15 dw גם היא מציעה אחלה אפשרויות במחיר זול אף יותר של כ-2,500 שקל כמו למשל הדגם הזה: HP 15-dw1006nj. היתרונות של HP הם כאמור בזמינות, בטווח מחירים נרחב מאוד ורכיבים איכותיים לרוב. החסרונות: ניתן למצוא מפרטים מקבילים בזול יותר אצל המתחרות, הרבה מאוד דגמים בסדרות שונות כך שקשה להשוות ובעיקר איכות משתנה מדגם לדגם ומסדרה לסדרה. \r\n \r\nDell: היצרנית השלישית הנפוצה בישראל, היא גם אמריקאית, גם בעלת פריסה נרחבת של נקודות שירות ואחריות טובה וגם מחזיקה בידה את המחשב הנייד הנחשק ביותר בעולם כיום, סדרת ה-XPS 13 ו-15. מנגד מחיריה קצת גבוהים יותר משתי הראשונות. גם לה יש ארבע סדרות עיקריות: Inspiron ו- Latitude המיועדות לשוק הצרכני ולעסקים קטנים ובינוניים, Vostro המיועדת לסקטור הארגוני בעיקר וכאמור XPS לשוק הפרימיום. היתרון של מחשביה הוא באמינות גבוהה וביצועים טובים מאוד. החסרונות העיקריים: מחיר שגבוה בממוצע משתי הראשונות לעיל כמו גם מספר קטן יותר של דגמים שונים ומשקל גבוה יותר (כ-2 ק&#39;&#39;ג לעומת ממוצע של 1.75 ק&#39;&#39;ג לרוב המחשבים בשוק). ואולם ניתן למצוא מחשב טוב מסדרת Vostro, כגון ה-3590 במחיר של כ-3,000 שקל. דגם Inspiron 15 5593 בעל מפרט איכותי יותר יעלה לכם כ-4,000 עד 4,500 שקל בממוצע. מחשבי XPS יעלו לכם בממוצע יותר מ-6,000 שקל ומחירם יכול לטפס עד 12,000 בהתאם למפרט, אך הם נחשבים למובילי השוק כיום לצד מחשבי ה-ThinkPad של לנובו. \r\n \r\nאפל: עבור מי שאינו מעוניין בווינדוס כמערכת הפעלה עיקרית, או שהוא כבר מושקע באייפונים ואייפדים והפרוטה נמצאת בכיסו, מחשבי אפל מציעים חוויית שימוש מעולה ואמינות גבוהה. כיום ניתן למצוא את כל התוכנות זמינות בעברית למשתמשי אפל, ומה שלא, ניתן גם להתקין ווינדוס בקלות במקביל ל-MacOS. חשוב לשים לב שאפל מרעננת את סדרות המחשבים שלה כל שנה או אפילו יותר, כך שקמעונאים נוטים לפעמים להציע את גם הסדרות הישנות יותר במקביל. זה משנה כי אתם עשויים לקבל את הדגם של שנה שעברה בלי לשים לב. \r\n \r\n \r\n \r\nאחת הבעיות שהיו למחשבי אפל בשנים האחרונות היא מקלדת הפרפר החדשנית שהתבררה כרוויה בתקלות. החברה החליפה אותה בדגמי המחשבים של השנה ורצוי להימנע מהדגמים שהיו מצוידים בה בעבר. הסדרות העיקריות שלה הן: מקבוק פרו לשימוש מקצועי יותר ומקבוק אייר לשימוש קליל. בשני המקרים המחירים יקרים מאוד, אך עבור מי שאוהב אין תחליף. היתרונות: מחשבים חזקים, אמינים ושמסוגלים להתמודד עם כל משימה שתזרקו להם, מצוידים בטכנולוגיות החדשות ביותר ותמיד מעוצבים. החסרונות: יקרים מאוד, המחירים מתחילים ב-5,000 שקל למחשב בסיסי ומטפסים מהר מאוד לכיוון ה-15,000 שקל לדגמים מקצועיים יותר; פריסת מעבדות השירות פחות גדולה מאצל המתחרים והחלפים כמו גם התיקונים יקרים. עוד דבר לשים לב אליו, אפל נוטה להציע חבילת תוכנות מובנית, ואולם ממשק המשתמש עשוי לבלבל אתכם בעיקר אם אתם רגילים לווינדוס. כדאי להתנסות קצת בחנות לפני שאתם מחליטים לרכוש. \r\n \r\nאסוס: היצרנית החמישית הנפוצה היא אסוס. היא מציעה לא מעט מחשבים בכמה סדרות: VivoBook, UX, X ו-ZenBook. ישנן גם סדרות גיימינג, כגון Strix או Tuf אך נימנע מהן בשלב זה. אסוס מספקת לא פעם תמורה טובה למחיר. מחשביה מצוידים ברכיבים טובים ולמרות שסבלה בעבר מתדמית לא אמינה, כיום מחשביה הם מהאמינים בשוק וגם שירות הלקוחות השתפר מאוד בשנים האחרונות. העיצוב שלהם נאה לרוב, אך לפעמים מגיע על חשבון נוחות השימוש. הסדרה שלטעמי מתאימה יותר לשימוש של עבודה מהבית היא ה-ZenBook שכוללת חידוש בדמות טראקפד עם מסך מובנה. היא גם יקרה יותר בממוצע מהתחרות ומחיריה מתחילים בכ-3,700 בממוצע לדוגמה ה-ZenBook 14 UX433. מחשב נוסף שיכול להתאים במחיר עדין יותר הוא ה- X509JA שנמכר בכ-2,200 שקל אך מצויד במעבד i3 חלש יחסית. וזו הבעיה העיקרית של מחשבי אסוס, במחירים מקבילים המפרטים שלהם חלשים יותר מהדגמים של המתחרים. יתרונות: עיצוב נאה, חדשנות ואיכות רכיבים ובנייה טובה. חסרונות: מחיר גבוה יחסית לתמורה, אחריות פחות נרחבת ובעיקר מחשבים שמיועדים יותר לבית מאשר למשרד. \r\n \r\n \r\nאייסר: עוד מותג פחות מוכר בישראל, למרות שהמחשבים שלו משווקים כאן כבר שנים רבות. מחשבי אייסר לא זוכים להתעניינות רבה וחבל. הם מציעים לא פעם תמורה למחיר מהטובות שיש כיום בשוק. בנוסף החברה חידשה את הסדרות שלה בשנתיים האחרונות והדגמים שלה זכו לפרסים רבים בלא מעט כנסים מקצועיים. עוד יתרון של מחשביה הוא המשקל הנמוך מאוד שלהם, מחשבי סדרת ה-Swift היוקרתית יותר שוקלים פחות מ-1 ק&#39;&#39;ג ונחשבים הדקים ביותר בשוק. מנגד, מספר הדגמים הזמינים קטן מאוד. עם זאת הצלחתי למצוא מחשב מסדרת ה-Aspire מדגם Acer Aspire 5 NX.HMHEC בכ-3,200 שקל. היתרונות: משקל נמוך ועיצוב דקיק, מפרטים איכותיים וחזקים, תמורה טובה למחיר. חסרונות: זמינות נמוכה, שירות מוגבל, מספר מצומצם של דגמים וייעוד צרכני יותר מאשר מקצועי.   \r\n \r\nדיינבוק (טושיבה לשעבר): מחשבי טושיבה היפנית נחשבו במשך שנים רבות לטופ של עולם הניידים מבוססי ווינדוס. החברה למעשה המציאה את התצורה של המחשבים הניידים ושלטה בתחום עד סוף שנות ה-90. ואולם על טושיבה עברו לא מעט תהפוכות והיא נאלצה להיפרד מחטיבת המחשבים הניידים ההיסטורית שלה. זו יצאה לעצמאות תחת השם דיינבוק והיא משווקת בישראל עדיין תחת הכובע של היבואן הקודם. מחשבי טושיבה אינם זולים, אך הם מיועדים לשוק המקצועי וככאלה יודעים לענות על כל הדרישות של עובדים מרחוק. מחשב מסדרת Satellite Pro מדגם L-50 יעלה בין 3,500 שקל ל-3,900 שקל בהתאם למפרט. בתמורה תקבלו מחשב חזק ואמין. יתרונות: אמינות, מקצועיות, בטיחות ויעילות. חסרונות: מחיר גבוה יחסית, מספר קטן של דגמים ועיצוב אפרורי. \r\n \r\nמיקרוסופט: כן, אני יודע, זה נשמע מוזר, אבל מיקרוסופט גם היא מייצרת מחשבים. סדרת הסרפס שלה מציעה שלוש תצורות עיקריות: הסרפס בוק, הסרפס לפטופ והסרפס פרו. מיקרוסופט מנסה להידמות לאפל ולהציע מחשבי פרימיום כדי לשפר את התדמית של ווינדוס בשוק. ואולם בעבור העובדים מהבית הדגמים המתאימים יותר הם הבוק הזול יותר (יחסית) והלפטופ היוקרתי. עם זאת המחירים לא זולים וזאת בלשון המעטה. סרפס בוק מתחיל בכ-5,600 שקל למפרט בסיסי והלפטופ גם חוצה בקלות את קו ה-12,000 שקל. בנוסף קשה למצוא להם כאן מעבדות שירות ולסיום השדרוג שלהם כמעט בלתי אפשרי. אך עבור מי שיכול להרשות לעצמו, מדובר במחשבי הווינדוס הטובים ביותר בשוק והם מספקים חוויית שימוש שמקבילה למחשבי אפל. עם זאת שימו לב לגרסת הסרפס פרו ההיברידית - היא אמנם מעולה לעבודה בדרכים אך מוגבלת יותר עבור מי שרוצה לעבוד מהבית בנוחות. יתרונות: עוצמה, עיצוב ואיכות. חסרונות: מחיר, מחסור בנקודות שירות וטכנאים מנוסים. \r\n \r\nלא התייחסתי כאן בכוונה ליצרנים קטנים יותר כגון רייזר, MSI או Gigabyte שמציעים מוצרים מעולים אך יקרים יחסית ופחות מותאמים לעובד הביתי אלא יותר לגיימינג ועריכת וידאו. ישנם גם מחשבים ניידים מבית סמסונג שאינם מיובאים כיום לארץ (למרות שיובאו בעבר), וואווי, שיאומי ומותגים סינים נוספים שלהם אין יבואן רשמי. אמנם אפשר למצוא אותם בזול יחסית באתרי מכירות סינים נפוצים או אפילו ביבוא פרללי בישראל, אך הם לא מותאמים לפעול בשוק המקומי ועדיף כרגע לחכות שהיבואנים הרשמיים יבצעו את ההתאמות הנדרשות כדי ליהנות מהם. מה שחשוב לשים עליו את הדגש הוא שמחשב הוא לא מוצר מותרות או שניתן לקבל משהו טוב במחיר מוזל, אם אתם עובדים עם המחשב, השקיעו את המאמץ הנדרש לבחור אחד שיתאים לכם ולא תצטערו על כך. ", "keywords": ["לפטופ חדש", "מחשבים ניידים", "בידוד", "קורונה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/08/20/841135/shutterstock_745011532_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רפאל קאהאן"}, "datePublished": "2020-04-12T08:54:54", "dateModified": "2020-08-19T19:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הילדים השתלטו על המחשב? המדריך לרכישת לפטופ לעבודה מהבית", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-04-12", "category": "טכנולוגי", "subtitle": ""}