{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3691747,00.html"}, "headline": "&quot;יחסי המערכת הבנקאית ותעשיית הפינטק בישראל טובים מאלו שבבריטניה&quot;      ", "description": "אלון צדקא, מנהל חדשנות ודיגיטל בלוידס באנקינג גרופ, אמר בכנס פינטק של &quot;כלכליסט&quot; כי מרגע שהרגולטור בבריטניה שם לו למטרה לעודד את תחום הבנקאות הדיגיטלית &quot;התחום תפס תאוצה ודברים פשוט קרו מאליהם&quot;", "articleBody": "&quot;90% מהלקוחות העסקיים שלנו צורכים שירותי בנקאות באמצעות הדיגיטל&quot;, כך אמר הבוקר (ג&#39;) אלון צדקא, מנהל חדשנות ודיגיטל בלוידס באנקינג גרופ, בכנס פינטק של &quot;כלכליסט&quot;. לוידס באנקינג גרופ היא בורסה שבה מתקיימת מסחר על ביטוח. \r\n  \r\n \r\n&quot;אנחנו בעידן שהרגולטור מאוד מעודד תחרות&quot;, המשיך צדקא. &quot;הבנקים בבריטניה מחוייבים לפתח את תחום הבנקאות הדיגיטלית. בנקים חדשים ובנקים קיימים נדרשים להתאים עצמם לדרישות שכופה עליהם הרגולטור. כך למשל מחוייבים הבנקים לפתוח חשבונות מרחוק ללקוחות שנמצאים מחוץ לבריטניה, והרגולטור הקים חטיבה המייעצת לסטארטאפים המעוניינים לפתח חדשנות באמצעות רובוטים. \r\n \r\n \r\n&quot;בבריטניה קיימת מערכת בנקאית שהיא קצת פחות ריכוזית מישראל, אך עדיין ריכוזית למדי. בריטניה ישנם 5-4 בנקים גדולים, והיתר בנקים קטנים. הרגולטור החליט להוריד את דרישות ההון העצמי לבנקים חדשים. ניתן להתחיל מאפס ולהקים בנק חדש או האפשרות שלוידס צריכה לבצע והיא להתאים עצמה לעולם החדש ולהציע שירותים דיגיטלים. הרגולטור כופה על הבנקים הקיימים בבריטניה, השקעה עצומה בטכנולוגיה. כך, בשנים 2014-2011 לוידס השקיע 750 מיליון פאונד בתחום. לוידס מתמקד בשיפור ומיקוד של כל ממשק עם לקוח לערוץ המטפל המתאים.\r\n \r\n&quot;בשנים האחרונות בנקים חדשים החלו להרים ראש בבריטניה, ויוצא דופן והגדול זה מטרו בנק (METRO BANK). זה בנק שפתוח 7 ימים בשבוע, יש לו גם סניפים ואפילו מציע תחרויות לכלבים. &quot;יש לקוחות שנשבו בקסמם כי זה ללכת עם ולהרגיש בלי&quot;, מתאר צדקא. לדבריו, הנסיון הרווח היום הוא לשדר חוויה אחרת ללקוח. הבנקים האחרים שקמו בשנים האחרונות הם בנקים דיגיטלים לגמרי. כך, למשל ATOM בנק, שהוא הבנק הדיגיטלי היחיד בבריטניה שמתפקד כבנק \r\nשמציע את מכלול השירותים הבנקאיים. \r\n  \r\nבדבריו העלה צדקא את השאלה מדוע שלא להקים בנקים דיגיטלים לפלחים שונים באכולוסייה, וענה כי &quot;התשובה היא שזה לא פשוט בכלל. קשה לקבל את הסכמת ההנהלה של הבנק למהלך כזה, מה גם שמהלך כזה דורש השקעה עצומה&quot;. \r\n \r\nלסיכום אומר צדקא שברגע שהרגולטור בבריטניה שם לעצמו מטרה לעודד את תחום הבנקאות הדיגיטלית אז התחום תפס תאוצה ודברים פשוט קרו מאליהם. &quot;לדעתי, זה משהו שעובד פה יותר טוב מאשר בבריטניה. מערכת היחסים וההפריה ההדית בין המערכת הבנקאית לבין תעשיית הפינטק בישראל, היא מערכת יחסית טובה יותר מזו שבבריטניה - ולדעתי זה מה שיתרום כאן לתחרות&quot;, מסכם צדקא. ", "keywords": ["כנס פינטק", "אלון צדקא", "לוידס"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/06/28/617586/4L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רעות שפיגלמן"}, "datePublished": "2016-06-28T11:07:38", "dateModified": "2020-08-17T20:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"יחסי המערכת הבנקאית ותעשיית הפינטק בישראל טובים מאלו שבבריטניה\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2016-06-28", "category": "טכנולוגי", "subtitle": ""}