{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/internet/articles/0,7340,L-3817774,00.html"}, "headline": "דוחות הרבעון של חברות הגיימינג מאשרים: צמיחה אדירה", "description": "ראינו את זה בא: חברות הגיימינג Activision Blizzard ו- EA Games הביסו את התחזיות שלהן לרבעון הראשון בזכות משבר הקורונה, כעת הן נערכות ליום שאחרי הנגיף", "articleBody": "בעוד רוב הכלכלה דואבת עקב מגפת הקורונה, משחקי הוידאו משגשגים. Activision Blizzard הביסה את תחזיותיה לרבעון הראשון, בעיקר בזכות משחק Call of Duty החדש שלה, החל ממוד המשחק הפופולרי Warzone ועד גרסת המובייל. \r\n \r\n&quot;אני חושב שבסביבה שאנחנו נמצאים בה היום, שמכילה רמות גבוהות של אבטלה ואי-וודאות כלכלית, משחקים חינמיים בנייד הולכים להיות נתיב צמיחה משמעותי עבורנו&quot;, אמר מנכ&quot;ל החברה בובי קוטיק ל-CNN. מכירות החברה הגיעו ל-1.52 מיליארד דולר ברבעון הראשון, עליה של 21% לעומת 1.26 מיליארד בשנה שעברה. ההכנסות פר מניה הביסו את תחזיות האנליסטים. החברה הגיעה ל-0.65$ למניה, או 0.58$ למניה לאחר התאמות.\r\n \r\n \r\nהחברה ציינה ש-Call of Duty: Modern Warfare, שיצא בספטמבר האחרון, מכר עד כה יותר עותקים מכל כותר אחר בסדרת המשחקים. \r\n \r\nמכירות החברה גדלו גם בזכות ההסגר הכללי, ולדברי האנליסטים, המגמה הזאת עשויה להימשך: &quot;הרווח יבוא הרבה יותר לידי ביטוי ברבעון של יוני, כך שיכלול את חמשת שבועות הסגר שעברנו עד כה, ושסביר להמשיך מספר שבועות נוספים,&quot; כך אמר מייקל פכטר, אנליסט בחברת Wedbush. \r\n \r\nהתעשיה אמנם נפגעה מירידה בהכנסות מפרסום דיגיטלי וטורנירי משחקים, אך קוטיק לא מאמין שהגורמים האלה ישפיעו מאוד על עסקי החברה. לדבריו בעלי קבוצות Esport &quot;בונים על הכנסות מקומיות, ולכן עשויים להיפגע&quot;. להערכתו תחום הספורט הדיגיטלי דווקא נמצא בעמדת צמיחה טובה. &quot;אנחנו עדיין פועלים ועדיין יכולים לספק תוכן. נוכל לקיים עונה מלאה&quot;. לדבריו. \r\n \r\n  \r\nואם בספורט דיגיטלי עסקינן, חברת אלקטרוניק ארטס (EA) פרסמה גם היא את התוצאות פיננסיות שהביסו את ציפיות של וול סטריט. החברה הכניסה 1.39 מיליארד דולר ברבעון הרביעי של השנה – יותר מ-1.19 מיליארד שחזו האנליסטים. 2020 הפיסקלית של EA הסתכמה בהכנסות של 5.54 מיליארד דולר, עליה של 12% לעומת 4.95 מיליארד שהכניסה ב-2019. החברה מייחסת את ההצלחה למכירות הדיגיטליות שלה ולזיכיונות חזקים. אלה כוללים 4.05 מיליארד דולר נטו בהזמנות במהלך 2020, עליה של 9% לעומת השנה הקודמת, אשר אחראים לדברי EA ל-78% מסך ההזמנות שקיבלה. \r\n  \r\nסיבה נוספת להצלחה היא ביצועים טכניים חזקים של מוצריה. Madden NFL 20 למשל רשם מספרי שיא של משתמשים, Apex Legends היה המשחק החינמי עם הכי הרבה הורדות ל-PS4 במהלך 2019 ו-Star Wars Jedi: Fallen Order צבר בזמן הזה יותר מ-10 מיליון משתמשים. \r\n  \r\n&quot;אנחנו שמחים לראות אנשים מכל העולם מתחברים זה לזה דרך המשחקים שלנו במהלך התקופה חסרת התקדים הזאת&quot;, אמר מנכ&quot;ל EA אנדרו ווילסון. &quot;הודות למסירות ולנחישות המדהימות של צוותי EA, אנחנו מסוגלים לספק את המשחקים, החוויות והתוכן שהשחקנים שלנו רוצים במהלך התקופה המאתגרת הזאת&quot;.\r\n \r\nסמנכ&quot;ל הכספים של החברה בלייק יורגנסן אמר שהתוצאות האלה מוכיחות שאסטרטגיית השירותים החיים שלה הם העתיד. &quot;הייתה לנו שנה חזקה. התוצאות שלנו ברבעון הזה מוכיחות את ערך השירותים החיים שאנחנו מספקים כבר מזה עשור. הרוחב והעומק של השירותים החיים שאנחנו מספקים נותנים את הגמישות אותה אנחנו צריכים בזמנים כאלה, כדי לעמוד בצרכי השחקנים. החברה גם מכירה בכך שהמעבר לעבודה מהבית היה קשה לעובדיה, אך הם הפגינו חדשנות, אנרגיה ותושיה יוצאי דופן,&quot; דברי יורגנסן. ", "keywords": ["גיימינג", "קורונה", "EA", "Blizzard", "Activision"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/10/10/940170/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2020-05-06T10:56:05", "dateModified": "2020-08-13T14:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "דוחות הרבעון של חברות הגיימינג מאשרים: צמיחה אדירה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-05-06", "category": "טכנולוגי", "subtitle": ""}