{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3715531,00.html"}, "headline": "נעילה בבורסת ת&quot;א: בזק נפלה ב-4.8% ואיבדה 910 מיליון שקל משוויה", "description": "רשות ניירות ערך דיווחה הבוקר על פתיחת חקירה נגד בזק ובעל השליטה, שאול אלוביץ&#39;. בזק ירדה לשווי של 17 מיליארד שקל. המניה ריכזה מחזור של 183 מיליון שקל - פי 3.8 מהממוצע. אינטרנט זהב החסירה 6.3% ובי קומיוניקיישנס איבדה 5.7%; ת&quot;א 35 ירד ב-0.2% ות&quot;א 125 החסיר 0.3%", "articleBody": "דיווח שוטף מהבורסה בת&quot;א: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים \r\n \r\nת&quot;א 35 ת&quot;א 125 בנקים-5 טכנולוגיה ביומד נפט וגז נדל&quot;ן \r\n \r\n17:25 - המסחר בבורסת ת&quot;א נחתם בירידות שערים כאשר מדד ת&quot;א 35 נחלש ב-0.2% ומדד ת&quot;א ירד ב-0.3%. מניות קבוצת בזק היו במוקד העניין זאת על רקע פתיחת החקירה של הרשות לניירות ערך נגד בזק ובעל השליטה, שאול אלוביץ&#39;. מניית בזק איבדה 4.8% מערכה (910 מיליון שקל) וריכזה את המחזור הגבוה בבורסה - 183 מיליון שקל פי 3.8 מהממוצע. כעת, נסחרת בזק לפי שווי של כ-17 מיליארד שקל. \r\n \r\nשאר מניות הקבוצה אינטרנט זהב ובי קומיוניקיישנס נחתכו ב-6.3% ב-5.7% בהאתמה. מחזור המסחר הכללי הסתכם ב-1.2 מיליארד שקל.\r\n \r\n \r\n17:00 - דוד גבאי, אנליסט הנדל&quot;ן של אקסלנס ברוקראז&#39;, מעריך בסקירה שפרסם על שיכון ובינוי כי &quot;הירידה בשיעורי הרווחיות ברבעון הראשון היא זמנית ואנו צופים המשך הכנסות גבוהות מפרויקטים של תשתיות בשנת 2017. אנו צופים שהרווחיות תמשיך להיות נמוכה יותר במהלך הרבעון השני והשלישי (כ-10% שיעור רווח גולמי) לאור הסיכון שעדיין שורר בפרויקט אשלים וברכבת קלה אבל ברבעון הרביעי אנו צופים התאוששות בשיעורי הרווחיות כתוצאה מהתקדמות וירידת סיכון בפרויקט אשלים והרכבת הקלה ותחילת ביצוע עבודות תשתית ע&quot;י SBI, בעלי רווחיות גבוהה יותר מתקציב 2017 בניגריה לקראת סוף השנה&quot;. גבאי מוסיף כי &quot;אנו חוזרים על המלצת קניה, עם מחיר יעד של 11 שקל, המשקף אפסייד של כ-26% למחיר השוק&quot;.\r\n \r\n16:20 - לאומי שוקי הון: &quot;באפיק האג&quot;חי, אנו ממליצים על תמהיל מאוזן בין חשיפה שקלית לחשיפה צמודת מדד. קצב האינפלציה בישראל צפוי להמשיך ולעלות במתינות בחודשים הקרובים מעל לציפיות השוק. הערכה זו נשענת על שיפור בקצב עליית השכר, סביבת הביקושים המקומית האיתנה, ועלייה מתונה בסביבת האינפלציה בחו&quot;ל. מנגד, עוצמת השקל עשויה למתן את קצב עליית המדד&quot;.\r\n \r\n16:15 - נתנאל גרופ השלימה בהצלחה את הנפקת אג&quot;ח ט&#39; - גייסה 72.5 מיליון שקל, לאחר שקיבלה הזמנות בהיקף כספי כולל של 136 מיליון שקל. במכרז הציבורי שנערך אתמול התקבלו ביקושים בהיקף כספי של 16 מיליון שקל. אגרות החוב גויסו בריבית של 4.85% לתקופה ממוצעת של כ-4.2 שנים.\r\n  \r\n15:40 - למרות הקיפאון בתקציב במדינת ניגריה, אחד מאזורי הפעילות המרכזים של שיכון ובינוי מקבוצת אריסון, האנליסט עוז לוי, מנהל המחקר של אייפקס קפיטל, הוציא היום המלצת קנייה לחברה באפסייד של 18% על מחיר השוק. לוי העניק למניה מחיר יעד של 10.28 שקל: &quot;החברה רושמת גידול משמעותי בצבר ההזמנות מחוץ לניגריה, בזכות 3 סגירות פיננסיות שביצעה אשתקד של מגה פרויקטים בארה&quot;ב, קולומביה ואשלים. השנה עשויה החברה להשלים סגירה פיננסית לפרויקט צאלים ולמגה פרויקט באוגנדה, להתמודד במגה פרויקטים נוספים בארה&quot;ב ולהמשיך לנהל חשיפות למטבע הניגרי לקראת הפיחות הצפוי בו&quot;.\r\n \r\n \r\n14:30 - בכנס אלי הורביץ של המכון הישראלי לדמוקרטיה התייחס היום יו&quot;ר רשות ניירות ערך, שמואל האוזר, לראשונה לחקירה בבזק: &quot;פתחנו הבוקר בחקירה גלויה בעניינה של חברת בזק לגבי עסקאות הנוגעות לבעלי שליטה. לא ארחיב על החקירה אך רק אומר שבנושא אכיפה אין הקלות, אין הנחת ריקי כהן ואין הנחת סלב. הגישה שלנו להקל ברגולציה היכן שאפשר ולאכוף את הדין באופן בלתי מתפשר היכן שצריך. רק אגיד שתמיד מאכזב כאשר בעלי שליטה שוכחים מכך שחברות ציבוריות בעלי המניות מהציבור הם השותפים שלהם&quot;.\r\n \r\n13:40 - הירידות בבזק גוררות את המדדים לירידות. ת&quot;א 35 ות&quot;א 125 נסחרים בירידה של 0.3%. מניית בזק צונחת ב-4.4% - ובמחזור של 90 מיליון שקל. מדובר על מחזור כפול מהממוצע היומי במניה, והגבוה ביותר בבורסה. בי קומיוניקיישנס ואינטרנט זהב מאבדות 6%.  \r\n \r\n12:40 - רוני בירון, מנהל מחקר משותף ואנליסט בכיר באקסלנס ברוקראז&#39;, מעריך בעקבות פתיחת החקירה של הרשות לניירות ערך נגד חברת בזק בחשד לביצוע עבירות על פי חוק ניירות ערך הקשורות לעסקות בעלי עניין כי &quot;אין ביכולתנו להעריך את תוצאות החקירה אולם עצם קיומה ודו&quot;ח מבקר המדינה הצפוי בקרוב יוצרים, להערכתנו, אוירה פוליטית קשה יותר בכל הנוגע לביטול ההפרדה המבנית של בזק. בהיעדר הקלה רגולטורית ו/או התאוששות מהותית בתחום הסלולר, אנו צופים המשך שחיקה הדרגתית ברווחיות החברה וזאת לאור הלחצים התחרותיים והמבניים בתחום הקווי&quot;. בירון מעריך עוד כי &quot;אנו צופים השפעה שלילית על הסנטימנט של המניה ועלייה מסוימת באי הודאות הרגולטורית&quot;. \r\n \r\n \r\n11:33 - המסחר במניות קבוצת בזק חודש: בזק חוזרת עם מינוס 4% ומרכזת את מחזור המסחר הגבוה ביותר - 23 מיליון שקל. בי-קום חוזרת עם ירידה של 5%, ואינטרנט זהב נחתכת ב-5.2%.\r\n \r\n11:30 - בגלל חקירת רשות ני&quot;ע, אינטרנט זהב של מודיעה כי היא מקפיאה אץ גיוס האג&quot;ח שתוכנן. \r\n \r\n11:20 - בדיווח משותף של החברות בקבוצת בזק נמסר כי &quot;החברה מתכבדת לדווח כי היום החל משעות הבוקר נערכים חיפושים במשרדי החברה במסגרת חקירה של רשות ניירות ערך. כפי שנמסר לחברה על ידי הרשות, חקירה זו עוסקת בחשדות לביצוע עבירות על פי חוק ניירות ערך וחוק העונשין הנוגעות לעסקאות הקשורות לבעל השליטה. נכון למועד דיווח זה אין בידי החברה כל מידע נוסף אודות מהות החקירה ונסיבותיה&quot;. \r\n \r\n9:45 - המסחר בתל אביב נפתח ביציבות. ת&quot;א 35 ות&quot;א 125 נסחרים ללא שינוי. הדרמה בבזק: עקב הודעת הרשות על חקירה גלויה בבזק, המסחר במניות בזק, בי קומיוניקיישנס ואינטרנט זהב - לא נפתח. המניות נמצאות כעת בהפסקת מסחר מלאה ולא ברור מתי יחודש בהן המסחר. פרטנר נסחרת בעלייה של 0.5% בפתיחה, ואילו סלקום מוסיפה 0.1%. \r\n \r\n \r\n \r\nאלוביץ&#39; מחזיק בשליטה בבזק באמצעות אינטרנט זהב ובי קומיוניקיישנס. בי קומיוניקיישנס מחזיקה 26% ממניות בזק, ואילו אינטרנט זהב מחזיקה 65% ממניות בי קומיוניקיישנס. יורוקום תקשורת שבשליטת אלוביץ&#39; מחזיקה 55% ממניות אינטרנט זהב. \r\n \r\n9:00 - רשות ניירות ערך דיווחה הבוקר על פתיחת חקירה נגד בזק. הרשות דיווחה כי &quot;חקירה זו עוסקת בחשדות לביצוע עבירות על פי חוק ניירות ערך ועל פי חוק העונשין הנוגעים לעסקאות הקשורות לבעל השליטה&quot;. בעל השליטה בבזק הוא שאול אלוביץ&#39;. \r\n \r\n8:00 - אמש בניו יורק, דאו ג&#39;ונס ו-S&amp;P 500 עלו ב-0.7% ו-0.8%, בהתאמה, וקבעו שיאים חדשים. נאסד&quot;ק הוסיף 1.4% לערכו. הבוקר, העליות נמשכות ביפן, אך לא בסין. ניקיי בטוקיו עולה ב-1.1%, בעוד שנגחאי נסחרת ללא שינוי והאנג סנג בהונג קונג מאבד 0.1%. \r\n  \r\nאתמול, הבורסה בת&quot;א חתמה את יום המסחר בעליות שערים - בהתאם למגמה העולמית. ת&quot;א 35 ות&quot;א 125 הוסיפו 0.9% ו-1% בהתאמה, מדד ת&quot;א בנקים התחזק ב-1.7%. המסחר הושפע לחיוב מניצחונו המרשים אמש של מפלגתו של עמנואל מקרון בבחירות לפרלמנט הצרפתי - זכה ב-400 מתוך 577 מושבים. \r\n  \r\nמבין המניות שבלטו אתמול ניתן למצוא את מזור רובוטיקה שקפצה ב-6.5% לאחר שדיווחה על שינוי מבני ואת בנק לאומי שהתחזק ב-2%. למרות הסנטימנט החיובי, בזן איבדה 3.5% במחזור גדול פי 7 מהממוצע - 73 מיליון שקל - לאחר שהחברה לישראל מכרה חלק מאחזקתה בחברה תמורת 200 מיליון שקל. הפניקס ירדה ב-2.6% על רקע ביטול עסקת מכירת המניות של יעקב שחר. \r\n  \r\n  \r\n  \r\n \r\n \r\n  ", "keywords": ["בורסה", "מניות", "מדדים", "מסחר", "תל אביב", "שוק ההון", "השקעות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/539055/New/Still001_s.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כתבי שוק ההון"}, "datePublished": "2017-06-20T17:41:38", "dateModified": "2020-08-02T14:15:28", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה בבורסת ת\"א: בזק נפלה ב-4.8% ואיבדה 910 מיליון שקל משוויה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2017-06-20", "category": "שוק ההון", "subtitle": ""}