{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3754991,00.html"}, "headline": "אינטל צללה ב-7% במסחר המאוחר לאחר תחזית חלשה ל-2019", "description": "הכנסות חברת השבבים ברבעון הרביעי של 2018 עמדו על 18.66 מיליארד דולר לעומת 17.05 ברבעון המקביל ולעומת ציפיות השוק שעמדו על 19.02 מיליארד דולר. תחזיות החברה להכנסות ב-2019 נמוכות מצפי השוק. החברה עברה מהפסד של 687 מיליון דולר לרווח נקי של 5.2 מיליארד דולר", "articleBody": "אינטל, שעלתה ב-3.8% בנעילה הערב בבורסות ניו יורק, צללה ב-7% במסחר המאוחר לאחר שפספסה את תחזית ההכנסות של השוק ובעיקר לנוכח תחזית חלשה. \r\n \r\n \r\nהחברה סיימה את הרבעון הרביעי של 2018 עם רווח נקי של 5.2 מיליארד דולר או 112 דולר למניה, בהשוואה להפסד של 687 מיליון דולר או של 15 סנט למניה ברבעון המקביל ב-2017. \r\n \r\nהרווח המתואם הרבעוני עמד על 1.28 דולר למניה, כאשר צפי האנליסטים עמד על 1.22 דולר למניה. \r\n \r\nאינטל מסכמת את הרבעון עם הכנסות של 18.66 מיליארד דולר, לעומת 17.05 מיליארד דולר ברבעון הרביעי של 2017. כאמור, שורת ההכנסות לא עמדה בציפיות השוק שעמדו על 19.02 מיליארד דולר. \r\n \r\nהחברה צופה לרבעון הנוכחי (ראשון 2019) הכנסות של 16 מיליארד דולר ורווח מתואם של 87 סנט למניה, מהותית מתחת לצפי האנליסטים העומד על הכנסות של 17.29 מיליארד דולר ורווח מתואם של 1 דולר למניה. \r\n \r\nלשנת 2019 כולה צופה אינטל הכנסות של 71.5 מיליארד דולר ורווח מתואם של 4.60 דולר למניה. צפי השוק עומד על הכנסות של 73.11 מיליארד דולר ורווח מתואם של 4.51 דולר למניה. \r\n \r\n \r\n \r\nזהו דוח שלישי שמפרסמת אינטל תחת הנהגת המנכ&quot;ל הזמני רוברט סוואן - לאחר שהמנכ&quot;ל הקודם בריאן קרזניץ&#39; נאלץ לפרוש - ובשווקים ממשיכים להמתין ולראות את מי תמנה החברה למנכ&quot;ל הקבוע שלה. בנעילה היום, טרם פרסום הדוח הנוכחי, עמד שווי החברה על 227 מיליארד דולר. ביום הפרסום של דוחות הרבעון השלישי, ב-25 לאוקטובר 2018, עמד שווי אינטל על 195 מיליארד דולר. מתחילת 2019 עלתה המניה ב-6%.\r\n \r\nאינטל הודיעה במפתיע ב-21 ביוני על פרישתו של המנכ&quot;ל המוערך קרזניץ&#39;, על רקע יחסים פסולים עם עובדת בחברה. &quot;חקירה מתמשכת, שבוצעה בידי מועצה פנימית וחיצונית, אישרה שבוצעה הפרה של מדיניות מניעת היחסים הבין אישיים באינטל, אשר תקפה לכל מנהליה&quot;, מסרה החברה אז בהודעה לעיתונות. \r\n \r\n \r\n ", "keywords": ["אינטל", "וול סטריט", "חומרה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/583654/41_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מיקי גרינפלד"}, "datePublished": "2019-01-24T23:37:17", "dateModified": "2020-08-15T10:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אינטל צללה ב-7% במסחר המאוחר לאחר תחזית חלשה ל-2019", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-01-24", "category": "שוק ההון", "subtitle": ""}