{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3825872,00.html"}, "headline": "&quot;צריך לייצר מנגנון שיקנה לחברות זמן תחת האי ודאות&quot;", "description": "רם דרורי, מנכ&quot;ל מנועי בית שמש, הציג עלייה בתוצאות הרבעוניות, אך מודאג מאי הוודאות בשוק הגלובאלי: &quot;צמצמנו הוצאות אך דאגנו לא לפטר עובדים. האוצר לא נותן כיום פתרון לחברות כמונו, ואחרי שיהיה גל פיטורים נוסף הם יגרדו בראש איך להחזיר&quot;", "articleBody": "חברת מנועי בית שמש, הנמצאת בשליטת קרן פימי (34.88%), דיווחה את תוצאותיה הכספיות לרבעון הראשון של 2020, במסגרתן הציגה דוחות מעורבים עם עלייה של 24.4% בהכנסות, לצד ירידה של 36.8% ברווח הנקי. \r\n \r\n \r\nהכנסות החברה עלו ל-48.8 מיליון דולר ברבעון הראשון של 2020 בהשוואה ל-38.9 מיליון דולר ברבעון המקביל אשתקד. עיקר ההכנסות נבעו מייצור חלקים למנועים, שעמדו על 39.5 מיליון דולר בהשוואה ל-32 מיליון דולר, וכשליש מהם – 12.7 מיליון דולר, נבעו מלקוח אחד של החברה, שהיווה 26% מההכנסות הכוללות של החברה לרבעון. \r\n \r\n \r\nהרווח התפעולי ירד ל-4.7 מיליון דולר בהשוואה ל-6.9 מיליון דולר אשתקד, כתוצאה מהכרה ברווח הזדמנותי של 3.7 מיליון דולר ברבעון הראשון של 2019 בשל רכישת חברת חישולי כרמל. \r\n \r\nה-EBITDA ללא הרווח ההזדמנותי עמד על 6.6 מיליון דולר בהשוואה ל-5 מיליון דולר בתקופה המקביל אשתקד. הרווח הנקי עמד על 3.6 מיליון דולר או 0.43 דולר למניה, בהשוואה ל-5.7 מיליון דולר או 0.68 דולר למניה ברבעון הראשון של 2019. \r\n \r\nרם דרורי, מנכ&quot;ל מנועי בית שמש, אמר לכלכליסט, כי &quot;בנטרול הרווח ההזדמנותי כל הפרמטרים שלנו עומדים ביעדים וחוו שיפור משמעותי. אך כמו כולם גם אנו חווים את השפעת הקורונה, בין היתר בהוצאות שנדרשנו להן כדי ליישם הנחיות משרד הבריאות במקום העבודה. אנו גם נשענים על שוק התעופה האזרחי, ש-70% מצי המטוסים שלו מקורקע, וחברות התעופה השונות עושות את ההערכות שלהן כדי לשמור על הקופה. וכך משוק שחווה צמיחה של 4%-5% בשנה, שנת 2020 נמצאת באי ודאות גבוהה, ואין בידינו תמונה מלאה שמאפשרת להבין מלוא ההשפעה ואיך השוק יחזור. \r\n \r\n&quot;זה יכול להשפיע באמצעות דחיית או ביטול הסכמים, למרות שאנו בהסכמי ארוכי שטווח של 10 ו-20 שנה. החברה עבדה ברבעון הראשון וממשיכה לעבוד, אנו כמובן קשובים לעניין ובין היתר צמצמנו הוצאות, אך דאגנו לא לפטר עובדים. חשוב להבין שלנו, כמו לחברות נוספות כמונו שעבדו ולא פיטרו עובדים, אין מענה כיום מהאוצר. \r\n \r\n&quot;הם עוסקים כיום בעיקר במנגנון החזרת עובדים מחל&quot;ת, שזה מצוין, אבל חברות כמונות זקוקות למנגנון שיקנה להן זמן לקבל תמונה בהירה יותר למצב הצפוי אחרי המשבר. עוד חודשיים-שלושה, אחרי שיהיה גל פיטורים נוסף, הם יגרדו בראש איך להחזיר את העובדים&quot;. \r\n \r\nמנועי בית שמש מוחזקת גם על ידי הפניקס אקסלנס (9.16%), מנורה (8.41%), מיטב דש (8.4%), ומגדל (6.91%), ונסחרת בבורסה בתל אביב בשווי 626.2 מיליון דולר. נכון לסוף הרבעון עמדו המזומנים ושווי המזומנים בקופתה על 478 אלף דולר בהשוואה ל-3 מיליון דולר בסוף הרבעון הראשון של 2019. ", "keywords": ["רם דרורי", "מנועי בית שמש", "קרן פימי", "רבעון ראשון"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/07/03/829736/it-020718-calcalist-121442_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "צלי גרינברג"}, "datePublished": "2020-05-22T11:27:27", "dateModified": "2020-08-17T15:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"צריך לייצר מנגנון שיקנה לחברות זמן תחת האי ודאות\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-05-22", "category": "שוק ההון", "subtitle": ""}