{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3752166,00.html"}, "headline": "אלשטיין משתמש בכספי דסק&quot;ש ונותן רוח גבית לאי.די.בי", "description": "עלייה בתשואות האג&quot;ח הארוכות של דסק&quot;ש היתה אמורה לנתב אותה לרכישת אג&quot;ח עצמית. במקום להתמקד בזה היא רוכשת מניות דסק&quot;ש ומשקיעה שוב ושוב באג&quot;ח של אי.די.בי, גם היא בשליטת אדוארדו אלשטיין", "articleBody": "דיסקונט השקעות רכשה מתחילת דצמבר 49.5 מיליון איגרות חוב של אי.די.בי פתוח ב־44.5 מיליון שקל. זאת לא הפעם הראשונה שדסק&quot;ש מסתערת על אג&quot;ח של החברה־האחות שבשליטת אדוארדו אלשטיין. במהלך יולי השנה דסק&quot;ש רכשה 32.4 מיליון אג&quot;ח בתמורה ל־28 מיליון שקל.\r\n \r\nלמרות &quot;הקשר המשפחתי&quot; בין שתי החברות, בדסק&quot;ש לא מתייחסים לרכישת אג&quot;ח של אי.די.בי פתוח כאל עסקת בעלי עניין. בפרק מדיניות ניהול הסיכונים של דסק&quot;ש, שמופיע בביאור 19 בדו&quot;חות השנתיים, מצוין: &quot;השקעת דסק&quot;ש באיגרות חוב של חברות מקבוצות קשורות אליה ולאי.די.בי מוגבלת עד 100 מיליון שקל באג&quot;ח בעלות תשואה לפדיון גבוהה&quot;.\r\n \r\n \r\n \r\nאיגרות החוב של אי.די.בי פתוח שרכשה דסק&quot;ש הן מסדרות ט&#39; וי&quot;ד בלבד. סדרה ט&#39;, הארוכה מבין הסדרות של אי.די.בי, לא מובטחת בשעבוד כלשהו. לעומת זאת, סדרה י&quot;ד מובטחת בשעבוד על מניות דסק&quot;ש עצמה. מאז שדסק&quot;ש חזרה לרכוש אג&quot;ח של אי.די.בי, התשואות שלהן החלו לרדת, גם אם לא בשיעור ניכר. התשואה של אג&quot;ח ט&#39; ירדה מרמה של 13.7% ל־13.2%, וזו של אג&quot;ח י&quot;ד נותרה ללא שינוי משמעותי.\r\n \r\nחכמינו אמרו ש&quot;כל אהבה שהיא תלויה בדבר, בטל דבר, בטלה אהבה&quot; (משנה אבות, ה&#39;, ט&quot;ז). החשש של המשקיעים - וסביר להניח שגם של בעל השליטה אדוארדו אלשטיין - הוא שברגע שדסק&quot;ש תפסיק את רכישת האג&quot;ח של אי.די.בי, תיפסק גם ירידת התשואות בהן.\r\n \r\nאג&quot;ח של אי.די.בי\r\nשווי הביטחונות של המחזיקים באי.די.בי נשחק\r\n \r\nאג&quot;ח סדרה י&quot;ד מובטחות בשעבוד על 99.3 מיליון מניות דסק&quot;ש, ששווי השוק הנוכחי שלהן הוא 952 מיליון שקל. החוב של אי.די.בי כלפי מחזיקי אג&quot;ח י&quot;ד מסתכם, נכון לאתמול, בכמיליארד שקל. מכאן שיחס החוב לבטוחה (LTV) הוא 1.05, כלומר: היקף החוב גבוה משווי הנכסים שמבטיחים אותו.\r\n \r\nכשאי.די.בי פתוח הנפיקה לראשונה את אג&quot;ח י&quot;ד, יחס LTV עמד על 0.75. כלומר: על כל 75 שקל של חוב, קיבלו המחזיקים שעבוד על מניות דסק&quot;ש בשווי 100 שקל. הנקודה הקריטית במנגנון הבטוחה של סדרה י&quot;ד היא שאי.די.בי לא מחויבת לעמוד ביחס בטוחות כלשהו - למעט במקרים של הרחבת סדרת אג&quot;ח, חלוקת דיבידנד על ידי דסק&quot;ש או מכירה חלקית של המניות המשועבדות.\r\n \r\nמניות דסק&quot;ש שועבדו בשני שלבים, האחד במועד ההנפקה הראשונה של הסדרה, ביולי 2017, והשני במועד הרחבתה, בנובמבר 2017. אלא שמאז מניית דסק&quot;ש איבדה 30%-25% מערכה ושווי הביטחונות של מחזיקי האג&quot;ח של אי.די.בי נשחק.\r\n \r\n \r\n \r\nאג&quot;ח של דסק&quot;ש\r\nתשואות דסק&quot;ש עולות וכדאיות אג&quot;ח אי.די.בי יורדת\r\n \r\nדסק&quot;ש לא מסתפקת ברכישת אג&quot;ח של החברה־האחות, היא גם מבצעת רכישה עצמית של אג&quot;ח שהיא הנפיקה. מתחילת השנה דסק&quot;ש רכשה 19.7 מיליון ע&quot;נ של עצמה בתמורה ל־17.7 מיליון שקל, מחצית מהרכישות בוצעו במהלך חודש דצמבר.\r\n \r\nלדסק&quot;ש יש שלוש סדרות אג&quot;ח בבורסה, אך רכישותיה מתמקדות אך ורק באג&quot;ח י&#39;, הסדרה הארוכה והגדולה שלה. בשבועות האחרונים ניכרת מגמת עלייה בתשואות האג&quot;ח של דסק&quot;ש. אלה נסחרות היום בתשואה של 7.8%, בהשוואה ל־6% בתחילת אוקטובר.\r\n \r\nככל שתשואות האג&quot;ח של דסק&quot;ש ימשיכו לעלות, כך תפחת הכדאיות לנתב את כספי החברה לרכישת אג&quot;ח של החברה־האחות אי.די.בי פתוח. החלופה ההגיונית יותר מבחינה כלכלית עבור דסק&quot;ש היא להתמקד רק ברכישות אג&quot;ח של עצמה. הכלל הידוע הוא ש&quot;עניי עירך קודמין&quot;, והמקורות של דסק&quot;ש אינם בלתי מוגבלים. כל שקל שמושקע באג&quot;ח של אי.די.בי נגרע מהמקורות שעומדים לרשות דסק&quot;ש לרכוש את ניירות הערך של עצמה.\r\n \r\nמניות של דסק&quot;ש\r\nמבחינת דסק&quot;ש, גם המניות מהוות &quot;הזדמנות עסקית&quot;\r\n \r\nדסק&quot;ש גם לא נעצרת רק בחזית האג&quot;ח. אתמול דיווחה החברה על אישור תוכנית רכישה עצמית של מניות בגובה של עד 120 מיליון שקל. בתגובה עלו מניותיה בתום המסחר בבורסת תל אביב ב־4.8%. נכון להיום, חברת דולפין שבשליטת אלשטיין מחזיקה ב־76.4% ממניות דסק&quot;ש, ולכן בדיווח על התוכנית צוין שרכישות יבוצעו כך שבכל מקרה אחזקות הציבור לא יפחתו מ־10.1%.\r\n \r\nבין נימוקי הדירקטוריון של דסק&quot;ש לאישור של תוכנית רכישת המניות העצמית נכתב: &quot;דירקטוריון החברה סבור כי מניות החברה נסחרות בבורסה במחיר נמוך יחסית לערכן הכלכלי&quot;. כמו כן צוין: &quot;נראה כי רכישה עצמית של מניות החברה על פי תכנית זו מהווה הזדמנות עסקית וכלכלית ראויה לחברה&quot;.\r\n \r\nמקריאת הדיווח על התוכנית לרכישה חוזרת של דסק&quot;ש, עולה הרושם שהדירקטוריון מגלה מידה לא מבוטלת של אופטימיות ביחס לעתידן של מניות החברה. עכשיו נשאר רק לראות את חברי הדירקטוריון ממשים את הכלל Put your money where your mouth is - וקונים מניות של דסק&quot;ש מכספם האישי.", "keywords": ["אדוארדו אלשטיין", "דיסקונט", "אי.די.בי", "דסק&quot;ש"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/457417/CAL0230874.jpgL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "יניב רחימי"}, "datePublished": "2018-12-17T08:08:59", "dateModified": "2020-08-11T23:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אלשטיין משתמש בכספי דסק\"ש ונותן רוח גבית לאי.די.בי", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-12-17", "category": "שוק ההון", "subtitle": ""}