{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3803230,00.html"}, "headline": "רוח אופטימית בניו יורק: מדד דאו ג&#39;ונס נסק ב-11.4% - העלייה היומית החדה מאז 1933 ", "description": "המשקיעים מאמינים כי בקרוב תתקבל החלטה של הבית הלבן והקונגרס על חבילת סיוע ענקית לכלכלה האמריקאית: נאסד&quot;ק טיפס ב-8.1% ו-S&amp;P 500 ב-9.4%; מניות הבנקים, התעופה וההימורים דהרו; הזהב זינק ב-6% - העלייה היומית החדה מזה 11 שנה; בנק אוף אמריקה זינק ב-16.6%, ג&#39;יי.פי מורגן ב-11.9%, מורגן סטנלי ב-19.5%; בתיירות-תעופה: קבוצת בתי הקזינו MGM ריזורטס קפצה ב-33%, אמריקן איירליינס ב-36%    ", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n22:05 - רוח אופטימית השתלטה על הבורסות בניו יורק, כשהמשקיעים מצפים להחלטה של הבית הלבן והקונגרס על חבילת סיוע עצומה לכלכלה האמריקאית: מדד דאו ג&#39;ונס נסק ב-11.4%, העלייה היומית החדה ביותר באחוזים מאז 1933; נאס&quot;דק טיפס ב-8.1% ו-S&amp;P 500 ב-9.4%  בטכנ&#39; – אפל טיפסה ב-10% וחצתה מחדש את רף הטריליון דולר, Nvidia זינקה ב-17.2%, טסלה ב-16.3%; בתיירות ופנאי - רויאל קריביאן קפצה ב-22.3%, מניית קבוצת בתי הקזינו MGM ריזורט נסקה ב-30%; בתעופה: יונייטד איירליינס קפצה ב-25.7%, דלתא ב-21%, אמריקן איירליינס ב-35.8%; בבנקים - בנק אוף אמריקה זינק ב-16.6%, ג&#39;יי פי מורגן ב-11.9%, מורגן סטנלי ב-19.5%; הזהב זינק ב-6% - ההתיייקרות היומית החדה ביותר מזה 11 שנה. \r\n  \r\n21:15 - אפל מזנקת ב-8.8% וחוצה מחדש את רף הטריליון דולר, מיקרוסופט מטפסת ב-8.7%, פייסבוק מתחזקת ב-7.1%, אלפבית מטפסת ב-6.1%, אמזון עולה ב-1.4%, טסלה ב-15.3%; בשבבים - אינטל מטפסת ב-6.1%, AMD ומיקרון עולות ב-10%, Nvidia מזנקת ב-16% לאחר שבנידהאם (Needham) העלו המלצה על המניה, מ&#39;החזק&#39; לקניה, \r\n \r\n \r\n \r\n20:45 - מחיר הנפט WTI עלה היום ב-2.8% (65 סנט) ונקבע על 24.01 דולר לחבית. \r\n \r\n20:20 - נשיא ארה&quot;ב דונלד טראמפ אמר היום כי אנשים צריכים לחזור לעבודה בקרוב וכי הוא ירצה להסיר את רוב המגבלות שהוטלו על ארצות הברית עד חג הפסחא שיחול ב-12 באפריל. בראיון לרשת &quot;פוקס ניוז&quot; הוסיף טראמפ כי &quot;אנשים מתים מהקורונה, אבל מיתון רציני יכול לגבות יותר קורבנות&quot;. הנשיא האמריקאי אמר כי יבצע הערכה לאסטרטגיית הבלימה של הממשל בתחילת השבוע הבא.\r\n  \r\n19:50 - יום שני של מעוף בזהב: החוזה זינק היום ב-6%, העלייה היומית הגדולה ביותר מזה 11 שנה, ומחירו נקבע על 1,660.80 דולר לאונקיה. במונחי דולרים טיפס היום מחיר הזהב ב-93.20 דולר. אתמול טיפס הזהב ב-5.6%. \r\n \r\n \r\n \r\n19:10 - נעילה באירופה: מדד דאקס זינק ב-11%, קאק עלה ב-8.4%, פוטסי טיפס ב-7.5%, מילאנו ב-8.7% ומדריד ב-8.3%, המדד האירופי יורוסטוקס 600 טיפס ב-7.5%, סטוקס 50 זינק ב-10%.  \r\n \r\nבניו יורק בשעה זו: דאו ג&#39;ונס מזנק ב-9%, נאסד&quot;ק ב-6.6%, S&amp;P 500 ב-7.7% - שברון מזנקת ב-17.5% בפסגת דאו ג&#39;ונס, ראו עדכון מוקדם על ההחלטה שלא לבטל את הדיבידנד. \r\n \r\n18:45 - זינוק במניות התייירות והפנאי: בקרוזים - קרניבל מזנקת ב-21%, רויאל קריביאן נוסקת ב-30%, נורווג&#39;יאן ב-44%; במלונאות - מריוט מטפסת ב-11%, אינטרקוניננטל ב-16%, הילטון ב-12.5%; באתרי הההמלצות והנופשים - טריפאדוויזור עולה ב-10%, אקספדיה קופצת ב-18%; בהימורים וקזינואים - MGM Resorts מטפסת ב-38%, Wynn Resorts ב-20%, Eldorado Resorts ב-43%, Penn National ב-44% .   \r\n \r\n \r\n18:10 - &quot;אנחנו נהיה בתוך זה תקופה ארוכה, לפחות עוד חודש או חודשיים. זה לא הולך להסתיים בשלושת השבועות הקרובים. כאן זה לא ווהאן, אנחנו לא יכולים להעביר רבע מהרופאים והאחיות שלנו מחלקים אחרים של המדינה למוקד ענק כפי שסין עשתה. מצפים לנו לפחות עוד חודשיים או יותר&quot;, כך אומר היום ל-CNBC אריק פייגל-דינג (Eric Feigl-Ding), מומחה לכלכלת בריאות בבית הספר לרפואה ציבורית של אוניברסיטת הארווארד - על המצב בארה&quot;ב (בתמונה).\r\n \r\n17:10 - מאקרו ארה&quot;ב, רגע לפני ההתפשטות המהירה של המגיפה: מכירות הבתים החדשים רשמו ירידה חודשית של 4.4% בפברואר, לקצב שנתי של 765,000 (מכירות הבתים בחודש ינואר היו בקצב השנתי הגבוה ביותר מאז יוני 2007, הנתון של פברואר הוא השני בגובו). בהשוואה שנתית לפברואר 2019 עלו מכירות הבתים החדשים ב-14%. \r\n \r\n16:40 - מניות התעופה נוסקות: יונייטד איירליינס קופצת ב-27%, דלתא ב-21%, אמריקן איירליינס ב-25%, סאותווסת&#39; ב-14%. \r\n \r\n \r\n16:20 - העלייה דאו ג&#39;ונס מגיעה עד ל-7.4%, שברון מובילה את המדד עם קפיצה של 21% לאחר ההודעה שאין בכווותה לבטל את חלוקת הדיבידנד, בואינג מזנקת ב-16.7%, מקדונלד&#39;ס ב-15.5%, דיסני ב-14%, ויזה ואמריקן אקספרס ב-13%. \r\n \r\n16:15 - יו&quot;ר בית הנבחרים ננסי פלוסי הביעה אחה&quot;צ (שעון ישראל) אופטימיות לגבי אישור תוכנית הסיוע למשק האמריקאי בסנאט. &quot;יש אופטימיות אמיתית שנצליח לאשר תוכנית בשעות הקרובות&quot;, אמרה ל-CNBC. &quot;אנחנו בדרך הנכונה&quot;. היא ציינה כי למרות שכולם מודעים לחשיבות התוכנית, בהצעת הרפובליקאים בסנאט יש כמה &quot;גלולות רעל&quot; שצריך להיפטר מהן. פלוסי הוסיפה כי היא נאבקת על מנת להוסיף סעיפים שיסייעו לעובדים שנמצאים במצוקה בשל משבר הקורונה.\r\n \r\n15:35 - פתיחה ירוקה בניו יורק: מדד דאו ג&#39;ונס עולה ב-5.9%, נאסד&quot;ק ב-5.2% וו-S&amp;P 500 ב-5.4%; ג&#39;יי פי מורגן מזנק ב-7%, גולדמן זאקס קופץ ב-7.7%, בנק אוף אמריקה ב-7.3%, ווולס פארגו ומורגן סטנלי ב-6%, סיטיגרופ ב-8%; אפל ומיקרוסופט מתחזקות ב-5.4%, טסלה ב-11.8%. . \r\n \r\nנסיגה חדה נרשמת בדולר: היורו מטפס ב-1.1% ל-1.084 דולר, הפאונד מתחזק ב-1.9% ל-1.771 דולר; תשואת אג&quot;ח ארה&quot;ב ל-10 שנים עולה ב-9 נק&#39; בסיס ל-0.86%; הזהב נוסק ב-6.9% ל-1,675.20 דולר לאונקיה; בנפט - הברנט עולה ב-2.7% ל-27.8 דולר לחבית, ה-&#39;WTI עולה ב- 2.9% ל-24 דולר לחבית; באירופה: דאקס עולה ב-7.7%, קאק מתחזק ב-5.9%, פוטסי ב-5.3%, מילאנו מזנקת ב-6.7% לאחר צמצום בקצב העלייה של חולי הקורונה. \r\n \r\n15:15 - עליות חדות במטבעות הקריפטו: הביטקוין מתחזק ב-5.5% ל-6,752 דולר, האתריום מטפס ב-6% ל-140 דולר. \r\n \r\n15:10 - טווויטר מבטלת את התחזית השנתית שלה ומודיעה עם זאת שלצד הירידה בהכנסות מפרסום, המגיפה וכניסת אלפי אנשים לבידוד יכולים לגרור קפיצה במספר המשתמשים היומיים. המניה עולה ב-2% בטרום מסחר.  \r\n \r\n \r\n15:10 - הקמעונאיות  ירוקות, עדיין בשלב הטרום: בסט ביי מטפסת ב-4.5% וטארגט עולה ב-4%, לאחר דיווחים על רכישות בהיקפים נרחבים של ציוד תקשורת ומחשוב שמאפשר עבודה מהבית. הום דיפו מטפסת ב-5%, וולמארט ב-3.2%, לואו&#39;ס ב-4.7%, קוסקטו ב-3.2%. \r\n \r\n15:00 - הניוז המרכזי שיוצא בשעה האחרונה הוא כמובן הדחייה הצפויה של האולימפיאדה, כנראה לשנת 2021, לפי הודעת ראש ממשלת יפן שינזו אבה, שאמר כי : &quot;יש הסכמה עם הוועד האולימפי לדחות את האולימפיאדה. היא לא תבוטל אלא תידחה בשנה ל-2021&quot;.. \r\n \r\n14:35 - שברון קופצת ב-5.9% בטרום המסחר בניו יורק אחרי שענקית האנרגיה הודיעה שתחתוך את הוצאות ההון שלה לשנה הנוכחית ב-20% וכן תשהה את תוכנית הרכישה החוזרת של מניות החברה. שברון ציינה כי אין לי כוונות לבטל את חלוקת הדיבידנד. אתמול נפלה מניית החברה ב-8.7%.\r\n \r\nעוד במניות האנרגיה - אקסון מוביל קופצת ב-6.2% בטרום. באירופה - רויאל דאץ&#39; של מזנקת ב-12.1%, BP קופצת ב-19%, טוטאל מתחזקת ב-8.6%.\r\n \r\n \r\n \r\n14:00 - המסחר בניו יורק צפוי להיפתח בעליות חדות כשהמשקיעים מקווים שהסנאט יגיע להסכמות בנוגע לתוכנית תמריצים שתתמוך בכלכלה ותסייע להשתקם מהמשבר שיוצרת מגיפת הקורונה. החוזים העתידיים על דאו ג&#39;ונס, נאסד&quot;ק ו-S&amp;P 500 הגיעו לקפיצה של 5%, התנועה המקסימלית לשלב טרום המסחר ונעצרו בשל מנגנון תקרת התנודה (Limit up). \r\n \r\nלפי דיווחים, הסנאטור צ&#39;ארלס שומר ושר האוצר האמריקאי סטיבן מנוצ&#39;ין היו קרובים אתמול בערב להסכמות על תוכנית המרצה בהיקף של 2 טריליון דולר, המשך הדיונים צפוי להתקיים היום.\r\n \r\n12:10 - עליות חדות בשוק הסחורות:\r\n \r\nהנפט מסוג WTI קופץ ב-6.5% לרמה של 24.9 דולר לחבית, הנפט מסוג ברנט מתחזק ב-5.2% ונסחר ב-28.4 דולר לחבית. הזהב קופץ ב-4.1% והמתכת היקרה נסחרת במחיר של 1,632.2 דולר לאונקיה.\r\n \r\n&quot;הזהב מזנק גבוה יותר לאחר שהפד עשה צעדים מעל ומעבר כדי לתמוך במשק&quot;, אמר האנליסט אדוארד מויה מ-OANDA.\r\n \r\nהבנק המרכזי של ארה&quot;ב הודיע אתמול על מערך יוצא דופן של הקלות כמותיות, ואילו בסנאט לא הצליחו אתמול להגיע להסכמות בנוגע לתמריצים כלכליים, אולם שר האוצר סטיבן מנוצ&#39;ין ומנהיג הדומקרטים בסנאט צ&#39;אק שומר הביעו אמון בהגעה להסכמות בקרוב.\r\n \r\n&quot;כישלון הסנאט האמריקאי נראה זמני, וסוחרי הזהב מרגישים די בטוחים בכך שעד סוף השבוע תוכניות הקלה פיסקלית ומוניטרית מסיביות יסייעו להרגיע את השווקים. אם התנודתיות בשוק תתייצב מעט, הזהב יחזור למעמדו כנכס בטוח&quot;, הוסיף מויה.\r\n \r\n \r\n  \r\n11:30 - מדד מנהלי הרכש המשוקלל בגוש היורו צנח בחודש מרץ לרמתו הנמוכה ביותר אי פעם. המדד שמפרסמת חברת Markit צנח ל-31.4 נקודות לעומת 51.6 נקודות בפברואר, ולא עמד בתחזיות האנליסטים לקריאה של 38.8 נקודות. מדובר בשפל מאז תחילת פרסום הנתונים ביולי 1998.\r\n \r\nמדד מנהלי הרכש של Markit בתחום השירותים, שנועד לשקף את רמת הרכישה של מנהלי השירותים במגזר התעשייתי, נפל ל-28.4 נקודות לעומת 52.6 בפברואר, ואיכזב את הציפיות ל-39 נקודות.\r\n \r\nמדד מנהלי הגשר במגזר היצרני נחלש ל-44.8% לעומת 49.2 בחודש הקודם, אך עלה על הציפיות ל-39 נקודות. נתון נמוך מ-50 נקודות מצביע על התכווצות בענף.\r\n \r\n10:10 - גם הבורסות באירופה פותחות את יום המסחר במגמה חיובית חזקה, ברקע תוכנית ההקלה של הפד האמריקאי. מדד דאקס בפרנקפורט מזנק ב-6.1%, קאק הפריזאי קופץ ב-4.6% ופוטסי הלונדוני מוסיף לערכו 3.6%.\r\n \r\nבין העליות הבולטות במניות הבנקים - קומרצבנק קופץ ב-8%, דויטשה בנק מתחזק ב-8.5%, קרדיט סוויס עולה ב-6.8%, UBS מוסיף 5.9%.\r\n \r\n \r\n \r\n9:40 - בורסת טוקיו ננעלה בזינוק של 7%, שנגחאי התחזקה ב-2.3% וסיאול קפצה ב-8.6%. בבורסת הונג קונג עדיין מתקיים המסחר ומדד האנג סנג מטפס ב-4.2%.\r\n \r\n7:30 - הבורסות באסיה רושמות הבוקר עליות חדות - מדד ניקיי בטוקיו קופץ ב-6.3%, האנג סנג בהונג קונג מתחזק ב-3.4%, מדד קוספי בסיאול מזנק ב-6.1% ומדד שנגחאי עולה ב-0.9%. הענקית היפנית סופטבנק ממריאה ב-19.5% בהמשך לזינוק של 18.6% אתמול, לאחר שהודיעה על תוכנית ענקית למכירת נכסים בשווי 41 מיליון דולר ורכישה חוזרת של מניות.\r\n \r\nהחוזים העתידיים על המדדים המובילים בניו יורק קופצים ב-2.5% עד 3% כשברקע חברי הסנאט ממשיכים לנסות למצוא הצעת חוק שתקל על הכלכלה האמריקאית.\r\n \r\nהבנק המרכזי של ארה&quot;ב, הפדרל ריזרב, הודיע אתמול על תוכנית הקלה כמותית שבמסגרתה ירכוש נכסים בכמות בלתי מוגבלת. בפד מסרו כי התוכנית תפעל &quot;בסכומים הדרושים כדי לתמוך בתפקוד חלק של השוק ובהשפעה יעילה של המדיניות המוניטרית על נתונים הכלכליים הרחבים יותר&quot;.\r\n \r\nהמסחר בוול סטריט ננעל אמש במגמה שלילית - בתום יום תנודתי נחתך דאו ג&#39;ונס ב-3% וננעל בשפל של שלוש שנים, כשברקע אי הסכמה בקונגרס על חבילת חילוץ כלכלית, לצד תקוות המשקיעים על הצלחת המו&quot;מ המקביל בין חברי קונגרס רפובליקנים ודמוקרטים מול הבית הלבן. S&amp;P 500 נסוג ב-2.9% ונאסד&quot;ק נחלש ב-0.3%. בלטו: מניית הנפט שברון נפלה ב-8.6%, מקדונלדס צללה ב-7.6%, בואינג זינקה ב-11.3%, על רקע ההבטחות והתקוות לסיוע מצד הממשל והפד. אינטל קפצה ב-8.2%, כמו גם נטפליקס.\r\n \r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/08/22/841784/1L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שיר רייטר ומיקי גרינפלד "}, "datePublished": "2020-03-24T22:06:40", "dateModified": "2020-08-16T18:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "רוח אופטימית בניו יורק: מדד דאו ג'ונס נסק ב-11.4% - העלייה היומית החדה מאז 1933", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-24", "category": "שוק ההון", "subtitle": ""}