{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3767812,00.html"}, "headline": "&quot;יש בתחום הקנאביס בועת ציפיות לא ריאליות, וזו נורת אזהרה למשקיעים&quot; ", "description": "מנכ&quot;ל BOL פארמה תמיר גדו אמנם כשל בניסיון ההנפקה בבורסת טורונטו לפי שווי של מיליארד דולר, אבל לדבריו &quot;מספיק גפרור קטן כדי להצית שוב את השוק&quot;  הוא צופה שהיצוא המיוחל של קנאביס רפואי לא יציל את מרבית החברות בענף, ו־80% מהן יפשטו רגל  על האופוזיציה מקיר לקיר שקמה לו בקרב המגדלים האחרים הוא אומר, ונתלה באילנות גבוהים: &quot;כשמנסים להוביל את השוק וגם מצליחים, יש לכך מחיר. גם מיקרוסופט היתה שק החבטות של שוק התוכנה בשנות השמונים&quot;", "articleBody": "ד&quot;ר תמיר גדו (49), מנכ&quot;ל מגדלת הקנאביס הרפואי BOL פארמה (שאיפה לחיים), נערך במשך זמן רב להנפקת החברה. הוא הקים מפעל לפני כשנתיים, גייס בתחילת 2018 שני משקיעים אסטרטגיים - חברת עמיר שיווק שבבעלות התאחדות האיכרים, ובעל השליטה בסופר־פארם ליאון קופלר - היה הראשון שהכניס את מוצריו לבתי המרקחת, וגם הראשון שהסכים למחיר היעד המפוקח של משרד הבריאות, עוד בטרם זה הוחל. \r\nאולם, חלומו להיות הראשון שינפיק חברת קנאביס ישראלית בשווי של מיליארד דולר (ארה&quot;ב) התרסק אל קרקע המציאות. ההנפקה, שתוכננה ליוני־יולי בבורסת טורונטו (TSX) בקנדה, לא יצאה לפועל לאחר ש־BOL לא הצליחה לקבל את מחיר היעד שהציבה לעצמה. גם כששינתה את תג המחיר ל־830 מיליון דולר, המשקיעים לא חיבקו אותה, ולכן נאלצה לסגת מההנפקה. החברה ציינה אז כי נסוגה בשל תנאי השוק, וכי היא עוד תשוב לכך במהלך הרבעון האחרון של השנה, כשהשוק יחזור למגמת עליות. אם ההנפקה היתה צולחת במחיר המיוחל, גדו היה מוגדר כיום כמולטי־מיליונר על הנייר, עם אחזקה של 10% ממניות BOL בשווי של 100 מיליון דולר.\r\n \r\nחברים משותפים הכירו לפני כשש שנים בינו לבין חגי הילמן, מייסד ויו&quot;ר BOL, ומאז נהפכה החברה, שהיתה מהקטנות בתעשייה והעסיקה 20 עובדים בלבד, לגדולה שבהן במונחי מספר מטופלי הקנאביס שיש לה - 12 אלף מתוך 48 אלף - והיא הגיעה כיום למצבת עובדים של 200 איש.\r\n \r\nהצהרתם שתהיו חברת הקנאביס הרפואי הגדולה בעולם. איך זה מתיישב עם תגובת השוק לניסיון ההנפקה?\r\n&quot;החלטנו לסגת בעיקר בגלל תנאי שוק גרועים ובהמלצת החתמים שלנו. לצערנו, בימים שלפני ההנפקה השוק חווה הידרדרות בשל אי־עמידה ביעדים של החברות המובילות, כמו קאנופי (Canopy, ענקית התחום, עם שווי שוק של כ־12 מיליארד דולר - צ&quot;ג), החלטה שהיתה קשה אך מוצדקת. גם חברות קנאביס צפון־אמריקאיות מוכרות, שרצו להיכנס לבורסה, עצרו את הנפקותיהן בהמלצות החתמים. כל השוק עצר, ולא היו הנפקות של חברות קנאביס מאז. צריך להבין איך עובד הראש של המשקיע בקנדה. המוסדיים המקומיים הם המשקיעים הגדולים בתחום שם, ושיעור האחזקות בקנאביס מגיע לעתים ל־50% מהפורטפוליו שלהם. זה המון. וכשמשקיע כבד רואה שהענף נחתך ויורד, הוא לא ישים עליו עוד כסף. לראיה, אחרי שירדנו מההנפקה, השוק צלל ב־20% נוספים. המשקיעים הגדולים באו אלינו ואמרו שאינם יכולים להרשות לעצמם הנפקה בזמן הזה, כי כל הסקטור נחתך, בעוד הציפייה של החוסכים היא שאחרי ההנפקה השקעתם תעלה. אבל מספיק גפרור קטן כדי להצית שוב את השוק, כי למשקיעים יש תיאבון גדול, ואין כרגע תעשיות אחרות שיכולות להדליק את אותו גפרור. למשקיעים יש כסף, ואם הוא לא יגיע היום - אז מחר&quot;. \r\n \r\n \r\nלעמיר שיווק וליאון קופלר יש אפשרות להגדיל אחזקתם ל־49%\r\n \r\nקופלר ועמיר שיווק, הנסחרת בבורסת תל אביב בשווי של 418.4 מיליון שקל, חתמו על הסכם השקעה של עד 38 מיליון דולר באמצעות הלוואה, שתמורתה קיבלו מניות המירות של עד 28% מהון המניות של BOL (לפני דילול). ההלוואה ניתנה בכפוף לעמידה באבני דרך, ונכון להיום הם מחזיקים ב־25% ממניות החברה. יש להם גם אפשרות להגדיל את אחזקתם ל־49% תמורת הגדלת ההלוואה ל־60 מיליון דולר. עמיר שיווק, המחזיקה בחלק הארי (66.66%) מהחברה המשותפת לה ולקופלר, צפויה להחזיק בעד 18.66% ממניות BOL, וקופלר צפוי להחזיק ב־9.34%, עם המרתן לאחר ההנפקה.\r\n \r\nעמיר שיווק לבטח התאכזבה מכישלון ההנפקה. הם כנראה רצו שהיא תתבצע גם במחיר נמוך יותר.\r\n&quot;יש דינמיקה להנפקה מוצלחת ולהנפקה לא מוצלחת. הצלחת הנפקה או כישלונה נצרבים בזיכרון המשקיעים. שמעתי באחרונה גורמים שאמרו שהם מכירים את הדינמיקה שלנו עם המשקיעים. לא ברורה לי עזות המצח הזו, אבל דעתם שקולה לדעתו של נהג המונית הפקיסטני שהסיע אותנו משדה התעופה למלון. BOL היא הקטר שמוביל את תחום הקנאביס בישראל, והנפקה מוצלחת שלה תיתן לחברות הישראליות המון.\r\n \r\n&quot;יש לנו משקיעים נהדרים, והלוואי שיהיו לי עוד כמותם. בכל חשיבה אסטרטגית שנדרשת לנו הם שם, והערך המוסף שלהם עצום. ליאון, יש לציין, הוא אציל נפש. המשקיעים שלנו יודעים שהחזון שלנו הוא ליצור בידול בתעשייה באמצעות טכנולוגיה עדיפה וניסויים קליניים, וכי הצבנו לעצמנו מטרה להיהפך ב־10–5 השנים הקרובות לחברת פארמה מובילה בישראל עם אלפי עובדים. עד 2020 החברה גם תיסחר, בשאיפה במיליארד דולר, באחת הבורסות בצפון אמריקה&quot;.\r\n \r\nמה עשיתם שהרגיז כל כך את כל שחקני הקנאביס האחרים בישראל?\r\n&quot;היינו הראשונים בכל דבר. פורצי דרך. הראשונים ליישם את ההסדרה החדשה, הראשונים לאמץ את התקנים הנדרשים במסגרתה והראשונים להיכנס לבתי המרקחת. וכשמנסים להוביל את השוק וגם מצליחים, יש לכך מחיר. גם מיקרוסופט היתה שק החבטות של שוק התוכנה בשנות השמונים. חברות הקנאביס הרפואי בישראל נמצאות היום בקרב מאסף, ואפשר להבין למה. ההסדרה החדשה של משרד הבריאות, שבמסגרתה המגדלות הוותיקות ייאלצו לוותר על חלקים בשרשרת הערך ולמכור את התוצרת למטופלים באמצעות בתי המרקחת, משנה סדרי עולם, וכשזה קורה יש מי שרץ בנתיב החדש ומי שמנסה להיצמד לנתיב המוכר. \r\n \r\nמרגע כניסת ההסדרה לתוקף ייחתכו ההכנסות של המגדלות בכ־80%, ומ־10 שקלים בממוצע לגרם כיום הן ימכרו ב־2 שקלים לגרם. הלינו על כך שהתיישרנו עם מחיר הפיקוח המבוקש על ידי משרד הבריאות, על כך שהחלטנו להפחית את מחירם של שישה מוצרים (תפרחות ושמן) ועל כך שהמטופלים ישלמו עד 500 שקל על ארבעה המוצרים הראשונים, ויהיו פטורים מתשלום על מוצרים נוספים. אז אגלה לך סוד: אני לא מסבסד חולים, ואף אחד לא באמת מסבסד. ההבדל הוא בין להרוויח לבין להרוויח יותר, כי נתח הרווחים בתחום גבוה. אנחנו גם מחזיקים בחוליה נוספת בשרשרת הערך, שהיא המפעל, כך שהנתח שלנו גבוה יותר. זה לא באמת עניין של רווחיות, כמו עניין של איבוד שליטה על כל שרשרת הערך.\r\n \r\n&quot;הרי לחלק החקלאי אין בידול, ובסופו של דבר הוא קומודטי, ושחקן בשרשרת הערך שמאבד את הכוח היחסי שלו, ואין לו שום בידול, מפסיד רווחיות. רוב המגדלות היו עושות 5–8 מיליון שקל ממוצע בכל מחזור, רק בגלל שהרגולטור אפשר זאת, כי הוא חילק את השוק בין שמונה מגדלות. עכשיו, על כל טונה שקודם לכן הרווח עליה היה כ־7 שקלים לגרם, הן ירוויחו כ־1.5 שקלים לגרם. במסגרת ההסדרה כל מגדלת גם תצטרך לגדל פי יותר מארבעה ובאיכות יותר גבוהה - וזאת בזמן שעלויות התפעול שלה יעלו. אנחנו לא בתהליך של אבולוציה אלא בתהליך של רבולוציה, ומי שלא יתאים את עצמו למהלך הדברים יגיע לבתי הקברות לחברות, כפי שקרה בתעשיות אחרות שעברו מהפכה. כל המגדלות שמנסות בכל הכוח לא להיכנס להסדרה החדשה ייכחדו&quot;.\r\n \r\n \r\n \r\nבתשקיף שלכם ציינתם כי עלות הגידול שלכם עומדת על 2.04 דולר לגרם, ועכשיו אתה טוען שתוכל למכור בעלות של 2 שקל לגרם?\r\n&quot;העלות בתשקיף נובעת מהשקעות שעשינו בשנתיים האחרונות. ההשקעות שלנו בחברה עד כה מסתכמות בכ־50 מיליון דולר, וזה משתקף במחיר לגרם. אם מסתכלים על העלויות קדימה, הן כל הזמן יורדות. חוץ מזה צריך להסתכל גם על מה נכון - הן לחברה, הן לשוק והן למטופלים. ההתנהלות של תעשיית הקנאביס מדאיגה אותי מאוד. היא מלאה באופורטוניזם, וקאובויז מנהיגים אותה, ותעשייה שבנויה על יסודות כאלה לא תשרוד.\r\n \r\n&quot;במסגרת ההסדרה הישנה המטופלים היו לקוחות שבויים של המגדלות הוותיקות, גם שלנו, שכן היא לא אפשרה מעבר מספק אחד לאחר. כל שחקן, שהוא למעשה חקלאי, היה מרשה לעצמו להחליט איך וכיצד הלקוחות יקבלו את הקנאביס הרפואי שלהם. החקלאים היו מעבירים מטופלים מזן אחד לשני, לשלישי, לרביעי, בשל מחסור בזן מסוים בנקודת זמן מסוימת. זו היתה הרמה של השוק. החקלאי היה מכתיב ללקוח בצורה שרירותית איזה זן קנאביס הוא יקבל, על בסיס הכמות שהצליח לגדל באותו רבעון לעומת זנים אחרים. זה נעשה ללא אמת רפואית או רוקחית, והרגולטור קם ואמר די. קודם כל נכניס שוק חופשי, ושנית נדאג שלא תהיה סטייה גדולה מ־10% בהרכב החומרים הפעילים בצמח שחברה מסוימת מוכרת. האמת היא שלמגדלות אין בעיה לשים את החומר בבתי המרקחת, וכך המטופל יהיה חשוף למוצרים של כלל המגדלות. כך הלקוח מפסיק מחד להיות שבוי, ומאידך מקבל את ההרכב הטיפולי המתאים לו. דבר נוסף שהמגדלות אינן מגלות הוא שזו הסיבה שהן העדיפו עד היום למכור רק תפרחות, כי חקלאי יודע לגדל תפרחת, אך לא יודע לייצר ממנה דברים נוספים. כדי לייצר שמן, לדוגמה, הוא נאלץ לשלם למפעל, שנוגס לו ברווחים, ולכן העדיף להישאר בתפרחות. אנחנו פועלים מתוך אמונה וחזון שבתוך שנתיים לא יהיו יותר תפרחות, אלא טבליות, קפסולות, משאפים, וכו&#39;&quot;.\r\n \r\n&quot;כשהבנו שאין יצוא, עצרנו את הגיוסים ונשארנו עם 200 עובדים&quot;\r\n \r\nבתשקיף של BOL הציגה החברה את הכנותיה לקראת יצוא הקנאביס מישראל - 400 דונם לגידולים חקלאיים ומפעל לייצור עד 870 טונות בשנה משנת 2021 - אבל יצוא הקנאביס מתעכב.\r\n \r\nאתם תשרדו עד אז?\r\n&quot;בתוכנית העסקית שלנו, שהתבססה על החלטת הממשלה בדבר היצוא מינואר השנה, היינו אמורים להגיע לתחילת 2020 עם 400 עובדים. אבל מרגע שהבנו שאין עדיין יצוא, עצרנו את הגיוסים, ונשארנו כרגע עם 200 איש. יש לנו כרגע 60 תקנים פתוחים, אבל אנחנו לא מגייסים. אגב, מחצית מהממתינים לגיוס הם מפוטרי טבע, וכדאי לציין בהקשר זה כי תעשיית מדעי החיים הישראלית נמצאת במשבר מתמשך, ותעשיית הקנאביס יכולה להיות המזור שלה, עם הכנסת כלל המפוטרים למעגל העבודה.\r\n&quot;אם לא יהיה יצוא, 90% מהחברות בתחום יפשטו רגל. אבל גם היצוא לא יציל חלק ניכר מהתעשייה, כ־80% מהחברות בהערכה גסה, יגיעו לחדלות פירעון. כמגדל ותעשיין אני יודע להגדיר כמה זמן ומשאבים נדרשים רק כדי לעמוד ברגולציה. ליבי ליבי למשקיעי חברות הסטארט־אפ בתחום הקנאביס, שמצליחות לקושש כספים מימין ומשמאל, כי הן חיות על מודל עסקי שאין לו קיימות. לדוגמה, המחיר שעליו הן מבססות את ההיתכנות שלהן הוא 4–6 יורו לגרם, וההערכה היא שבתוך שנה הוא יירד מתחת לדולר. יש בתחום הקנאביס בועה שמתבססת על ציפיות לא ריאליות, שכל אחד יגדל פה פרחים ויעשה מיליוני דולרים, וזו נורת אזהרה למשקיעים בשוק הזה.\r\n \r\n \r\n&quot;רק מי שיבנה לעצמו יתרון תחרותי ובידול ישרוד, וזה צריך להיעשות בצד הטכנולוגי או בצד הפארמה, ולא באיכות הגידול. בזה אין שום יתרון, כי החקלאים יגיעו לבסוף לאותה איכות. הבידול שלנו, לדוגמה, יגיע מייצור פורמולציות ייחודיות ומוצרים עם חיי מדף ארוכים יותר. ובעוד חברות אחרות מדברות על זה, אנחנו עושים את זה. בנוסף, אנחנו מקדמים ניסויים קליניים, וכפי שהצגנו בתשקיף יש לנו שבעה ניסויים קליניים במגוון אינדיקציות, וזה כשלעצמו מעניק לנו יתרון תחרותי. כשאנחנו אומרים ניסויים קליניים, זה לא דומה לניסויים הקליניים שאחרים מדברים עליהם. 99% מהניסויים בקנאביס הנערכים בעולם הם אנקדוטליים, ואת זה לא אני אומר אלא ה־FDA, שהוציא בשנה שעברה דו&quot;ח בנושא. אז נכון שיש פה חקלאים עם רצון טוב, אנשים נהדרים, שרצו לתקן את העולם. ואותם מתקני עולמות הלכו ועשו ניסויים עם סיגריות ושמנים - אך ללא תוקף, ללא פלסבו וללא כל הקריטריונים הנדרשים. ואז הם סיפרו לעולם שיש להם ידע צבור עצום, אבל בניסויים שלהם אין ידע צבור - אלא פשוט שיווק&quot;.\r\n  \r\n \r\n ", "keywords": ["תמיר גדו", "חגי הילמן", "קנאביס", "ליאון קופלר", "קנאביס רפואי", "עמיר שיווק", "BOL", "שאיפה לחיים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/08/06/925604/4L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "צלי גרינברג"}, "datePublished": "2019-08-07T08:05:42", "dateModified": "2020-08-16T17:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"יש בתחום הקנאביס בועת ציפיות לא ריאליות, וזו נורת אזהרה למשקיעים\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-08-07", "category": "שוק ההון", "subtitle": ""}