{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3831790,00.html"}, "headline": "נעילה מעורבת בניו יורק, נאסד&quot;ק בעוד שיא חדש; אפל טיפסה ב-3.2% ", "description": "מדד נאסד&quot;ק עלה היום ב-0.3% - במהלך המסחר חצה לראשונה זמנית את סף ה-10,000 נק&#39; - נקבע על 9,953.7 נק&#39; בנעילה; דאו ג&#39;ונס ירד ב-1.1%, S&amp;P 500 נחלש ב-0.8%; עוד טיפסו בטכנ&#39;: אמזון עלתה ב-3%, פייסבוק ב-3.1%, נטפליקס ב-3.5%; מניית אתר Vroom לרכישת מכוניות משומשות נסקה ב-118% ביום המסחר הראשון שלה", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס S&amp;P 500 נאסד&quot;ק\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n \r\n23:05 - נעילה מעורבת בניו יורק: מדד דאו ג&#39;ונס ירד ב-1.1% (לאחר שישה ימי עליות), S&amp;P 500 ירד ב-0.8%, נאסד&quot;ק עלה ב-0.3% לשיא חדש, 9,953.75 נק&#39; - במהלך המסחר חצה המדד לראשונה את סף ה-10,000 נק&#39; לפני שהעלייה התמתנה באופן חלקי; מניית אפל טיפסה ב-3.2% בפסגת מדד דאו ג&#39;ונס, בואינג איבדה 6% מערכה בתחתית המדד. \r\n \r\nעוד בלטו בטכנ&#39; – אמזון עלתה ב-3%, פייסבוק עלתה ב-3.1%, נטפליקס ניתרה ב-3.5%, Nvidia התחזקה ב-2.7% ו-AMD זינקה ב-6.4%; סקטור התיירות ספג ירידות חדות, בין היתר בענף התעופה – אמריקן איירליינס נפלה ב-8.9%, יונייטד איבדה 8.3% ודלתא נחתכה ב-7.6%. \r\n \r\nבקרוזים – נורוויג&#39;יאן צנחה ב-10.2%, קרניבל ורויאל קריביאן ירדו ב-7.5% וב-6.9% בהתאמה; מניית רשת מריוט איבדה 5.1%, אקספדיה ירדה ב-5.7% וטריפאדוויזור ב-6.3%. מניית אתר רכישת המכוניות המשומשות Vroom נסקה ב-117.7% ביום המסחר הראשון שלה. מניית הביומד Immuron טסה ב-809.1%. \r\n \r\n22:40 - המשקיעים בטירוף: מניית הביומד האוסטרלית Immuron עפה לה ב-1,110%,מ-2.10 דולר בפתיחת היום למעל 25 דולר, ובמחזור בלתי נתפס של 72 מיליון מניות, מול ממוצע יומי של 6,000 בלבד. הרקע – ההודעה על ההגשה הצפויה של בקשה ל-FDA בקשה לפתיחת הליך אישור לחיסון שמפתחת החברה להרעלות מזון מחיידקי קמפילובקטר ואי קולי. לפי הודעת החברה, הניסוי הקליני במוצר צפוי להתחיל במהלך 2021. \r\n \r\n22:00 - פתיחה חגיגית במיוחד למניית Vroom שנוסקת ב-101% ביום המסחר הראשון שלה - שווי המניה יותר ממוכפל, עם עלייה של של 22 דולר למחיר של 44 דולר. החברה המפעילה את אתר Vroom לא רשמה רווח שנתי מאז שהוקמה בשנת 2012. את 2019 סיימה עם הפסד של 143 מיליון דולר, בהמשך להפסד של 85.2 מיליון דולר ב-2018. את הרבעון הראשון של השנה הנוכחית סיימה Vroom ועם הפסד של 41.1 מיליון דולר. המשקיעים מאמצים מן הסתם את התחזיות שהציגה החברה במצגים לקראת ההנפקה, לפיהן תחת החשש מהקורונה והרצון להימנע מתנועה מיותרת בציבור, צפויה בארה&quot;ב עלייה חדה ברכישת מכוניות באונליין.\r\n \r\n21:40 - מחיר הנפט מסוג WTI טיפס היום ב-2% ונקבע על 38.94 דולר לחבית. \r\n \r\n20:45 - מחיר הזהב עלה היום ב-1% (16.80 דולר) ונקבע על 1,721.90 דולר האונקיה. \r\n \r\n19:20 - מדד נאסד&quot;ק שפתח את היום במינוס 0.2% עובר לעלייה של 0.2%, בזכות יום לא רע בכלל לחלק ממניות הטכנ&#39; המובילות: אפל ופייסבוק עולות ב-2.8%, אמזון מתחזקת ב-2.6%; חברות השבבים AMD ו-Nvidia מטפסות ב-5.2% וב-3% בהתאמה. \r\n \r\n \r\n19:05 - נעילה אדומה באירופה: המדדים דאקס וקאק ירדו ב-1.6%, פוטסי נחלש ב-2.1%, סטוקס 600 איבד 1.2%; בסטקטור התעופה- אייר פראנס נפלה ב-8.3%, IAG ירדה ב-6.2%, איזיג&#39;ט נחלשה ב-3%, לופטהאנזה ננעלה ללא תנועה מהותית; בסקטור הבנקים - ברקליס נפל ב-5%, HSBC ירד ב-3.6%, דויטשה בנק נחתך ב-4.6%, קרדיט אגריקול נפל ב-6.3% וסוסייטה ג&#39;נרל צנח ב-7.4%. \r\n \r\n18:15 - תמונת המצב במניות הבנקים: וולס פארגו נחתך ב-3.8%, סיטיגרופ מאבד 4.2%, ג&#39;יי.פי. מורגן יורד ב-2.8%, בנק אוף אמריקה יורד ב-2.1%, גולדמן זאקס ומורגן סטנלי ב-0.8%. \r\n \r\n17:30 - שעה של מסחר מאחורינו, זו תמונת המדדים: דאו ג&#39;ונס יורד ב-1%, S&amp;P 500 נחלש ב-0.9% ונאסד&quot;ק מאבד 0.2%. \r\n \r\n17:20 - מניות התעופה שזכו לחיבוק חם של המשקיעים בחודש האחרון סופגות ירידות חדות במיוחד עם החלפת מצד הרוח: אמריקן איירליינס נופלת ב-11.7%, יונייטד מאבדת 11.2%, דלתא נחתכת ב-9.8% וסאות&#39;ווסט ב-8%; בקרוזים התמונה דומה, משבועות מאירים וירוקים לאדום בוהק - רויאל קריביאן נופלת ב-8.8%, נורווג&#39;יאן וקרניבל ב-9.3%. \r\n \r\n \r\n \r\n16:35 - המסחר נפתח: מדדי דאו ג&#39;ונס ו-S&amp;P 500 יורדים ב-0.9%, נאסד&quot;ק נחלש ב-0.4%;  מייסי&#39;ס קופצת ב-8.5% לאחר הדוחות, טיפאני עולה ב-1.5%; בין הירידות הבולטות בדאו ג&#39;ונס - שברון נחלשת ב-2.6% ואקסון מוביל מאבדת 2.9%; בואינג נחתכת ב-2.5%. . \r\n \r\nתשואת אג&quot;ח ארה&quot;ב ל-10 שנים נופלת ב-7 נק&#39; בסיס ל-0.82%; הנפט מסוג WTI יורד ב-0.2% ל-38.1 דולר לחבית, הברנט יורד ב-0.7% ל-40.5 דולר לחבית; הזהב מטפס ב-1.1% ל-1,723.60 דולר לאונקיה; באירופה: דאקס יורד ב-1.7%, קאק יורד ב-1.5% ופוטסי מאבד 1.9%. \r\n   \r\n16:00 - טיפאני מסכמת את רבעון הקורונה עם תוצאות גרועות מהותית מהתחזיות הפסימיות ממילא, אך המנכ&quot;ל שמרגיע את המשקיעים בעניין עסקת המכירה ללואי ויטון (LVMH) דוחף את המניה ב-1.9% בטרום מסחר. רשת התכשיטים רשמה ברבעון שהסתיים ב-30 באפריל עם הפסד של 64.6 מיליון דולר, או של 53 סנט למניה, בהשוואה לרווח של 125.2 מיליון דולר או 1.03 דולר למניה ברבעון המקביל בשנה שעברה. צפי האנליסטים היה להפסד נמוך בהרבה, של 4 סנט למניה. \r\n \r\nמכירות טיפאני נפלו ב-44.6% ל-555.5 מיליון דולר, הצפי בשוק עמד על 692 מיליון דולר בשורת ההכנסות. המכירות בצפון אמריקה נפלו ב-45%, באסיפה-פסיפיק נרשמה ירידה של 46% וביפן של 40%. המנכ&quot;ל אלסנדרו בוגליולו (Allesandro Bogliolo) הדגיש כי הוא &quot;בטוח&quot; בעתידה של טיפאני כחלק מקבוצת לואי ויטון ודחה את הפרסומים מהשבוע שעבר, לפיהם השלמת העסקה אינה ודאית\r\n  \r\n15:00 - הבורסות בניו יורק צפויות לפתוח את היום בירידות, לאחר רצף של שישה ימים חיוביים במדד דאו ג&#39;ונס. גם המדדים נאסד&quot;ק ו-S&amp;P 500 רשמו בשבעת ימי המסחר האחרונים שישה ימים ירוקים, אך לא ברצף.\r\n \r\nהחוזים העתידיים על דאו ג&#39;ונס ו-S&amp;P 500 נחלשים ב-0.8%, החוזים על נאסד&quot;ק נסוגים ב-0.3%.\r\n \r\nמייסי&#39;ס (Macy&#39;s) מזנקת ב-9.7% בטרום המסחר אחרי שענקית חנויות הכלבו פירסמה תחזית אופטימית מהצפוי לרבעון הראשון, וציינה כי הפתיחה המחודשת של החנויות משיגה ביצועים טובים מהצפי.מייסי&#39;ס צופה שתציג ברבעון הפסד של 652 מיליון דולר או 2.1 דולר למניה, לעומת רווח נקי של 136 מיליון דולר או 44 סנט למניה ברבעון המקביל. החברה צופה הפסד מתואם של 2.03 דולר למניה, ומכירות של 3.02 מיליארד דולר – נמוכות מ-5.5 מיליארד דולר שהציגה ברבעון המקביל.\r\n \r\nהתחזית של מייסי&#39;ס לשורה התחתונה טובה יותר מהערכות האנליסטים, שהן להפסד של 2.18 דולר למניה ומכירות של 3.04 מיליארד דולר. &quot;עסקי הדיגיטל החזקים שלנו המשיכו במהלך מאי, ומעודד לראות שכאשר אנחנו פותחים מחדש את החנויות, המכירות באינטרנט ממשיכות להציג ביצועים חזקים&quot;, אמר המנכ&quot;ל ג&#39;ף ג&#39;נט (Jeff Gennette). ב-1 ביוני פתחה החברה מחדש 450 מהחנויות שלה. אתמול זינקה מניית מייסי&#39;ס ב-8.9%.\r\n \r\n \r\n \r\n \r\n \r\n13:30 - סחורות בשעה זו: הנפט מסוג WTI נופל ב-2.4% ל-37.3 דולר לחבית, הנפט מסוג ברנט נחלש ב-1.7% לרמה של 40.1 דולר לחבית, הזהב מטפס ב-0.5% והמתכת היקרה נסחרת תמורת 1,715.2 דולר לאונקיה. \r\n \r\n \r\n \r\n12:25 - הבורסות באירופה ממשיכות להתנהל בירידות חדות, ברקע תחזית פסימית מהצפוי של הבנק העולמי. האופטימיות בשווקים בשבועות האחרונים התרחשה ברקע איתותים חיוביים מהכלכלה, עם תחילת השיקום הפגיעה ממשבר הקורונה. בין היתר נתוני תעסוקה טובים מהצפוי שפורסמו בארה&quot;ב בשבוע החולף. \r\n \r\nעם זאת, למרות התנופה החיובית שעוררה תקוות לשיקום כלכלי מהיר מהציפיות, הבנק העולמי אמר אתמול כי הוא צופה שהכלכלה הגלובלית תתכווץ השנה ב-5.2%, במיתון החמור ביותר מאז מלחמת העולם השנייה. תחזית הבנק האחרונה מחודש ינואר היתה לצמיחה שנתית צנועה של 2.5%.\r\n \r\nבסקירה היסטורית של 150 שנה לאחור, נסיגה של 5.2% תהיה הרביעית ברשימה השנים הכלכליות הגרועות ביותר, אחרי השפל הגדול של שנות ה-30 והשנים שאחרי שתי מלחמות העולם.\r\n \r\n12:00 - הייצוא והייבוא בגרמניה רשמו ירידת שיא בחודש אפריל, בעקבות מגפת הקורונה, כך דיווח היום משרד הסטטיסטיקה הגרמני דסטטיס. הייצוא בגרמניה נפל ב-24% באפריל לעומת מרץ, הנפילה החדה ביותר שנרשמה מאז שהנתונים התחילו להתפרסם, באוגוסט 1990. הייבוא נפל ב-16.5% באותו חודש, והראה גם הוא את הירידה החדה ביותר שנרשמה אי פעם.\r\n  \r\n11:40 - המגמה באירופה עברה לצבע אדום, והמדדים המובילים רושמים ירידות חדות ברקע דעיכת התנופה שהובילה לראלי של שישה ימי עליות בניו יורק. המדדים דאקס וקאק נופלים ב-1.8%, פוטסי נחלש ב-1.6%, מדריד ומילאנו מוחקים 2.3%.\r\n \r\nמניות הרכב צונחות - אסטון מרטין מוחקת 7%, רנו נופלת ב-6.7%, פיג&#39;ו מאבדת 6.4%, דיימלר יורדת ב-5.3%, פיאט נחלשת ב-5%, פולקסווגן ב-4.6%, ב.מ.וו נסוגה ב-4%, וולבו יורדת ב-3%.\r\n \r\nבבנקים - בנק אוף אירלנד צולל ב-8.8%, סוסייטה ג&#39;נרל מאבד 7.8%, קומרצבנק נופל ב-6.7%, דויטשה בנק ב-6.3%, BNP פאריבה יורד ב-6.1%, קרדיט סוויס גרופ, RBS, לוידס וברקליס נחלשים ב-5%.\r\n \r\n10:20 - המסחר באירופה נפתח בתנועות קלות - מדד פוטסי נחלש ב-0.3%, דאקס נחלש ב-0.2% וקאק שומר על רמת הפתיחה. לופטהנזה מובילה את מדד דאקס בפרנקפורט וקופצת ב-4.7%, דויטשה בנק נחלש ב-3.4% בתחתית המדד.\r\n \r\nעוד ירידות בולטות במניות הבנקים - בנק אוף אירלנד מוחק 4%, סוסייטה ג&#39;נרל ו-BNP פאריבה נסוגים ב-3.2%, קרדיט סוויס וקומרצבנק מאבדים 2.5%.\r\n \r\n7:30 - הבורסות באסיה רושמות הבוקר מגמה מעורבת, לאחר הראלי אמש בוול סטריט. מדד האנג סנג בבורסת הונג קונג מתחזק ב-1.4%, שנגחאי עולה ב-0.5% ואילו ניקיי בטוקיו נחלש ב-0.7% ומדד קוספי בסיאול נסוג ב-0.5%. מדד סידני קופץ ב-2.7%, ביום המסחר הראשון של השבוע בבורסה האוסטרלית לאחר חופשת סוף השבוע ויום ההולדת למלכה.\r\n \r\nהלחצים הגאופוליטיים התגברו לאחר שצפון קוריאה הודיעה שתחתוך את ערוצי התקשורת עם דרום קוריאה, בגלל שדרום קוריאה לא מונעת מפעילים לשלוח לשטחה עלונים נגד צפון קוריאה באמצעות הפרחת בלונים.\r\n \r\nבשבועות האחרונים השתמשו עריקים צפון קוריאנים שברחו לדרום ופעילים אחרים בבלונים כדי להעיף לתוך שטח צפון קוריאה מנשרים שבהם דברי ביקורת על משטרו של קים בשל שאיפותיו הגרעיניות ופשעיו בתחום זכויות האדם.\r\n \r\n&quot;ברמת הסיכון הקיימת, השווקים ישארו רגישים ביותר לכל חדשות רעות בכל תחום, כלכלי או גאופוליטי&quot;, כתב סטיבן אינס, אסטרטג שווקי העולם הראשי בחברת השירותים הפיננסיים AxiCorp.\r\n \r\nאתמול בניו יורק - דאו ג&#39;ונס קפץ ב-1.7% והשלים רצף של שישה ימי עליות - הרצף החיובי הארוך מזה תשעה חודשים. מדד S&amp;P 500 התחזק ב-1.2% ומחק את כל הירידות שלו מתחילת השנה, נאסד&quot;ק עלה ב-1.1% לשיא כל הזמנים. \r\n \r\n \r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/12/14/779547/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שיר רייטר ומיקי גרינפלד "}, "datePublished": "2020-06-09T23:14:29", "dateModified": "2020-08-14T06:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה מעורבת בניו יורק, נאסד\"ק בעוד שיא חדש; אפל טיפסה ב-3.2%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-06-09", "category": "שוק ההון", "subtitle": ""}