{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3803018,00.html"}, "headline": "לא רק סיטיבנק: עוד בנקים מבקשים להעמיד חובות של קבוצת דלק לפירעון מיידי", "description": "סיטי מימש 12% ממניות דלק קידוחים במכירה לאמיר דיין; בנק נוסף דורש פרעון מיידי של חוב של 200 מיליון דולר ובנק זר אחר העמיד הלוואה של 50 מיליון דולר לפרעון מיידי", "articleBody": "סיטיבנק היה רק הסנונית הראשונה. קבוצת דלק מדווחת הבוקר (ב&#39;) על שורה של בנקים שמנהלים משא ומתן מולה אחרי שתנאי ההלוואה הגיעו לרף שמאפשר העמדה לפירעון מיידי. אסיפת המחזיקים מתחילה עכשיו  והיא תהיה טלפונית.  \r\n \r\n \r\n \r\n  \r\nדלק איננה נוקבת בשמות הבנקים הזרים. הבנק הראשון דורש פרעון מיידי של חוב של 200 מיליון דולר, שהיתרה שלו היא 157 מיליון דולר. מדובר ב&quot;מרג&#39;ין קול&quot; (Margin Call). ההתניה שלפיה פעל גם סיטיבנק לאחר שחלה ירידה של מעל 50% בשווי של סל של חברות ציבוריות הדומות לאיתקה, וכן ירידה של מעל 50% בשווי מניית קבוצת דלק ובמדד ה-100 FTSE.\r\n \r\nבנק זר נוסף ביקש להעמיד הלוואה של 50 מיליון דולר לפרעון מיידי. הלוואה שניתנה באוגוסט האחרון ומועד פרעונה ב-2022, והעילה להעמדתה לפרעון מיידי היא אירוע של חדלות פרעון בהלוואה אחרת, במקרה הזה של סיטי.\r\n \r\n \r\n \r\nסיטי פרסם כאמור שורה של טענות קשות על התנהלותה של קבוצת דלק בכתב תגובה לצו המניעה הזמני שניתן בבית המשפט המחוזי בתל אביב לבקשתה של דלק. סיטי מימש 12% ממניות דלק קידוחים במכירה לאמיר דיין לאחר שמניית דלק קידוחים ירדה מתחת \r\nלרמה של 1.2 דולר למניה.\r\n \r\nדלק נאלצה להעביר בטחונות לבנק בגין עסקאות ההחלף של 10% ממניות הפניקס שצנחו במשבר הקורונה בחודש האחרון. היקף הפקדונות שהעבירה דלק לבנקים הוא 226 מיליון שקל ואלה דרשו בימים האחרונים 40 מיליון שקל נוספים.", "keywords": ["קבוצת דלק", "יצחק תשובה", "סיטיבנק"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/02/27/798496/AMIT-270218-6205782_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "גולן חזני"}, "datePublished": "2020-03-23T10:22:07", "dateModified": "2020-08-17T14:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "לא רק סיטיבנק: עוד בנקים מבקשים להעמיד חובות של קבוצת דלק לפירעון מיידי", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-23", "category": "שוק ההון", "subtitle": ""}