{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3802917,00.html"}, "headline": "&quot;שוק המניות יכול לחזור לשיא בתחילת 2021 אם ארה&quot;ב תצליח להכיל את הנגיף&quot;", "description": "כך טוען אסטרטג המניות הראשי בארה&quot;ב של ג&#39;יי.פי.מורגן. לדבריו, S&amp;P 500 יכול לחזור לשיאיו הקודמים בתוך כמה חודשים, אך לצורך כך על הממשל לגבש במהירות חבילת סיוע פיננסי &quot;ולנקוט מדיניות פיסקלית אגרסיבית - ומיד&quot;", "articleBody": "מדד S&amp;P500 יכול לחזור לשיאיו הקודמים כבר בתחילת 2021, אם מאמצי ממשלת ארה&quot;ב להכיל את נגיף הקורונה יעלו יפה&quot;, כך מעריך אסטרטג המניות הראשי של ג&#39;יי.פי.מורגן בארה&quot;ב, דוברקו לקוס-בויאס. \r\n \r\nבמכתב ללקוחות החברה כתב לקוס-בויאס כי הוא מצפה ש-S&amp;P 500 יגיע לרמה של 3,400 נקודות כבר בתחילת השנה הבאה. כלומר, יזנק בתשעת החודשים הקרובים ב-47% ויעקוף את שיא כל הזמנים שרשם המדד ב-19 בפברואר -  3,386 נקודות. \r\n \r\nכדי שזה יקרה, טוען לקוס-בויאס, הממשל בארה&quot;ב צריך להצליח להכיל את הנגיף וגם - &quot;להצליח לנוע במהירות ולספק תמריצים כלכליים ש&#39;ירפדו&#39; את המכה הכלכלית המסתמנת&quot;.\r\n \r\nS&amp;P500 נכנס לשוק דובי ב-12 במרץ – והביא לכדי סיום את רצף העליות חסר התקדים שלו. המדד צנח על רקע התפשטותו המהירה של נגיף הקורונה שהביא לירידות חדות בכל שוקי המניות ברחבי העולם.\r\n \r\nאחרי גל המימושים הגדול, לקוס-בויאס רואה כעת אפשרות שהמניות יחזרו לשיאים שרשמו מוקדם יותר. &quot;תוך הכרה בכך ששוקי המניות בעולם נמצאים כעת 30%-50% מתחת לשיאים שקבעו, ובכך שנקודת המוצא של משקיעים הפכה ליותר ויותר טובה, אנחנו רואים פרופיל החזרים א-סימטרי במניות, עם הרבה יותר עליות מירידות בשנה הקרובה&quot; כתב לקוס-בויאס ללקוחות החברה. \r\n \r\nהבית הלבן מנסה כעת להעביר תמריץ כלכלי בהיקף של יותר מטריליון דולר כדי לשכך את פגיעת ההתפרצות. שר האוצר האמריקני סטיבן מנוצ&#39;ין אמר ביום חמישי שהממשל רוצה להעביר תשלומים ישירים לאזרחים אמריקאים כחלק מהחבילה. התשלומים האלה יגיעו לסך של 500 מיליארד דולר. מספר קבוצות תעשיה – ובמיוחד חברות תעופה – מבקשות גם הן סיוע כלכלי. &quot;יש לנקוט במדיניות פיסקלית אגרסיבית ומיד&quot;, כתב לקוס-בויאס, וציין שאי נקיטה בצעדים האלה &quot;תביא כנראה למחיקת ערך נוספת של מניות&quot;.", "keywords": ["ג&#39;יי.פי.מורגן", "S&amp;P 500", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/03/08/975999/RUS-USA_pl.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2020-03-22T16:36:32", "dateModified": "2020-08-18T12:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "\"שוק המניות יכול לחזור לשיא בתחילת 2021 אם ארה\"ב תצליח להכיל את הנגיף\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-22", "category": "שוק ההון", "subtitle": ""}