{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3769158,00.html"}, "headline": "עושה רוח: זינוק של 50% ברווח התפעולי של אנלייט ", "description": "חברת האנרגיה המתחדשת מסיימת את החודשים אפריל-יוני עם רווח תפעולי של 42 מיליון שקל - הפעלה מסחרית של פרויקטים הגדילה את ההכנסות ממכירת חשמל ברבעון ב-41% ל-74 מיליון שקל ", "articleBody": "יותר פרויקטים של אנלייט אנרגיה נכנסים לפעילות וההכנסות גדלות בהתאם: חברת האנרגיה המתחדשת שמובילים המנכ&quot;ל גלעד יעבץ והיו&quot;ר יאיר סרוסי רשמה ברבעון צמיחה של 40.7% מהכנסות בחשמל (נתוני Non-Gaap), ל-73.8 מיליון שקל, לעומת 52.4 מיליון שקל ברבעון המקביל.  \r\nהצמיחה מיוחסת להפעלתם המסחרית הפרויקטים סאנלייט 1, לצד הכנסה של כ-11.6 מיליון שקל מפרויקט הרוח בסרביה אשר החל בתחילת 2019 את תקופת ההרצה. \r\nהרווח התפעולי המתואם ברבעון (NON Gaap) עמד על 42 מיליון שקל, לעומת 28 מיליון שקל ברבעון המקביל, עלייה של 50%. ה-EBITDA עמד על 59 מיליון שקל, בהשוואה ל-41 מיליון שקל ברבעון המקביל, זינוק של 44%. ה-FFO עמד על 42 מיליון שקל, לעומת 24 מיליון שקל ברבעון המקביל, זינוק של 75%. \r\n \r\nתחזית ה-EBITDA של החברה לשנת 2019 עומדת על בין 210 ל-230 מיליון שקל, כאשר ה-EBITDA בשנת 2018 עמד על 158 מיליון שקל. תחזית ה-FFO עומדת על 150-140 מיליון שקל, לאחר נתון FFO של 98 מיליון שקל ב-2018. \r\n \r\nבסיכום תוצאות החציון, ההכנסות ממכירת חשמל עמדו על 131.6 מיליון שקל ,לעומת 88.5 מיליון שקל במחצית המקבילה. לצמיחה תרמו האתרים הבאים: הכנסה חציונית של 27.8 מיליון שקל מפרויקט הרוח בקרואטיה, אשר הופעל מסחרית במהלך הרבעון השני של 2018 (כאשר בחציון המקביל נרשמה הכנסה של 13.7 מיליון שקל באתר זה בתקופת ההרצה); הכנסה של 20 מיליון שקל מפרויקט הרוח בסרביה אשר החל בתחילת 2019 את תקופת ההרצה; הפרויקטים הסולאריים בישראל (סאנלייט 1) תרמו 7.5 מיליון שקל להכנסות. תחזית התקבולים ממכירת חשמל של החברה לשנת 2019 היא בטווח של 280-260 מיליון שקל – התקבולים ב-2018 הסתכמו ב-186 מיליון שקל. \r\n \r\nנכון לתום הרבעון והמחצית הראשונה, לאנלייט אנרגיה הספק מניב ובהקמה של כ-536 מגה וואט - החברה מעריכה כי ההספק של פרויקטים מניבים ו/או בהקמה יעמוד על 1,292 מגה-וואט בחציון הראשון של 2020. עיקר ההספק החזוי יגיע בעיקר מהאתרים באים: ספרד כ-315-310 מגה וואט, רוח בראשית כ-189 מגה וואט, שוודיה כ-113 מגה וואט, קוסובו כ-105 מגה וואט ועמק הבכא כ-96 מגה וואט. \r\n ", "keywords": ["אנלייט אנרגיה", "דוחות כספיים", "רבעון שני"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/07/09/831058/2_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורי גלאור"}, "datePublished": "2019-08-28T11:20:47", "dateModified": "2020-08-17T21:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "עושה רוח: זינוק של 50% ברווח התפעולי של אנלייט", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-08-28", "category": "שוק ההון", "subtitle": ""}