{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3727946,00.html"}, "headline": "וול סטריט עלתה שבוע חמישי ברציפות לאחר אישור רפורמת המס", "description": "המדדים בוול סטריט ירדו ב-0.1%, אך רשמו עליות מתונות של פחות מחצי אחוז בסיכום שבועי; הנשיא טראמפ חתם היום על רפורמת המס לפני היציאה לחופשת חג המולד; הנפט והזהב רשמו עליות; החיסכון הפרטי בארה&quot;ב בשפל של עשור; הסנאט האמריקאי אישר את החוק שיאפשר את המשך מימון המשרדים הממשלתיים ופעילות הממשל הפדראלי עד 19 בינואר", "articleBody": "דיווח שוטף מהמסחר באסיה, אירופה וארה&quot;ב: העדכונים החשובים, המניות הבולטות, שוק הסחורות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nשנגחאי ניקיי האנג סנג\r\nפוטסי דאקס קאק\r\nדאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\n23:05 - המסחר בוול סטריט ננעל הערב בירידות שערים, אך המדדים רשמו עליות מתונות בסיכום שבועי. מדד S&amp;P 500 ירד היום ב-0.1% אך התחזק ב-0.3% בסיכום שבועי - וזה לו השבוע החמיש ברציפות של עליות; מדד דאו ג&#39;ונס ירד אף הוא ב-0.1%, אך עלה ב-0.4% השבוע וזה גם לו שבוע חמישי של עליות; מדד נאסד&quot;ק ירד גם ב-0.1%, ובסיכום שבועי הוסיף לערכו 0.3%. מניות ADM ירדו ביותר מ-3%, על רקע צניחת הביטקוי\r\n \r\n22:45 - הנפט מסוג WTI עלה היום קלות על רקע נתונים לפיהם מספר הקידוחים בארה&quot;ב נותר ללא שינוי השבוע. החוזים על חבית מסוג WTI למסירה בחודש פברואר עלו ב-0.2% למחיר של 58.47 דולר לחבית. בסיכום שבועי עלה מחיר הנפט ב-2%. \r\n \r\n21:00 - מחיר הזהב למסירה בחודש פברואר עלה היום ב-0.6% בבורסת הסבחורות של ניו יורק לרמה של 1,278.8 דולר לאונקיה. \r\n \r\n20:55 - חברות המקושרות למטבעות וירטואליים נחלשות היום במסחר בניו יורק. מניית AMD מאבדת קרוב ל-4%, מניות נווידיה, יצרנית כרטיסי המסך, יורדות בשעה זו בשיעור של 0.7%, אך עדיין בעלייה של 81% בחישוב כולל מתחילת השנה. שתי החברות מקבלות תשלומים בביטקוין, אך שתינן מיהרו היום להדגיש שנתח המכירות שלהן במטבע הווירטואלי עומד על 10% בלבד מהמכירות בסך הכול. \r\n \r\n19:00 - המסחר בבורסות אירופה ננעל הערב (ו&#39;) בירידות שערים, כאשר בורסת מדריד חתמה את יום המסחר בירידה של 1.2% על רקע ניצחון הבדלנים בבחירות בקטלוניה. מדד פוטסי הבריטי ירד ב-0.2%, מדד דאקס הגרמני נחלש ב-0.3% ומדד קאק בפריז איבד מערכו 0.4%. \r\n \r\n18:55 - המחזיקים בביטקוין ובמטבעות ווירטואליים אחרים הנסחרים ברחבי הגלובוס חווים את אחד מימי המסחר התנודתיים בעת האחרונה, כאשר שווי השוק הכולל של המטבעות הווירטואליים התכווץ משמעותית היום בשיעור של 12 ספרות לרמה של 426.14 מיליארד דולר - כך על פי אתר CoinMarketCap. לשם השוואה, בחצות עמד השווי הכולל על כ-610 מיליארד דולר. מדובר בירידה כוללת של כ-184 מיליארד דולר.\r\n \r\nהמטבע שמוביל את הירידות הוא הגדול והמוכר מבין המטבעות הווירטואליים - הביטקוין - שמאבד בשעה זו מעל 20% משוויו לעומת אתמול ונסחר מעל 12 אלף דולר. הביטקוין כבר איבד יותר משליש משוויו בשבוע האחרון והוא רחוק מהשיא שקבע ביום ראשון שעמד על 19.5 אלף דולר. במהלך היום צלל המטבע לרמה של 11.3 אלף דולר\r\n \r\n \r\n \r\n \r\n18:15 - כפי שהודיע מוקדם יותר הערב, נשיא ארה&quot;ב דונלד טראמפ חתם על רפורמת המס. בנק אוף אמריקה הודיע שייתן בונוס של 1,000 דולר ל-145 אלף מעובדיו, מתוך 210 אלף עובדים. \r\n \r\n95% of Americans will pay less or, at worst, the same amount of taxes (mostly far less). The Dems only want to raise your taxes!\r\n— Donald J. Trump (@realDonaldTrump) 22 בדצמבר 2017\r\n17:40 - נשיא ארה&quot;ב דונלד טראמפ הודיע כי יחתום היום על רפורמת המס בהיקף 1.5 טריליון דולר שיזמה המפלגה הרפובליקנית ושאושרה השבוע בקונגרס. בפוסט שפרסם בטוויטר צייץ טראמפ כי יאשר את תוכנית המס, ביחד עם הצעת חוק ממשלתית קצרת טווח להגנה מפני טילים בשווי 4 מיליארד דולר, לפני שייצא לחופשת חג המולד במר א-לאגו שבפלורידה. \r\n \r\nWill be signing the biggest ever Tax Cut and Reform Bill in 30 minutes in Oval Office. Will also be signing a much needed 4 billion dollar missile defense bill.\r\n— Donald J. Trump (@realDonaldTrump) 22 בדצמבר 2017\r\n  \r\n17:30 - חברות התקשורת האמריקאיות AT&amp;T וטיים ורנר, שהמיזוג המתוכנן ביניהן שמוערך ב-85 מיליארד דולר נתקל במהמורה מצד התנגדות הרגולטורים, החליטו להאריך את הזכות שהציבו לעצמן לבטל את המיזוג לפחות עד ה-18 ביוני, 2018. במקור החברות הסכימו כי יוכלו לבטל את המהלך אם המיזוג לא יצא לפועל עד ה-22 באפריל השנה הבאה.\r\n \r\nממשל טראמפ הביע התנגדות למיזוג המתוכנן בין ענקית הטלקום AT&amp;T וחברת התקשורת טיים וורנר, שבבעלותה רשתות טלוויזיה כמו HBO ורשת החדשות CNN, שנחשבת ליעד תקיפה קבוע של טראמפ בטוויטר. משרד המשפטים האמריקאי הודיע בנובמבר כי ינקוט בצעדים כדי לחסום את המיזוג, זאת לאחר שטראמפ כבר הצהיר כי מדובר בעסקה ש&quot;אינה טובה למדינה&quot;.\r\n \r\n \r\n \r\n \r\n16:30 - המסחר בוול סטריט נפתח במגמה מעורבת, כאשר מדד דאו גונס יורד ב-0.04%, נאסד&quot;ק מאבד 0.2% ומדד S&amp;P 500 נסחר סביב רמות הפתיחה. \r\n \r\n15:30 - שטף של נתוני מאקרו: הוצאות הצרכנים בארה&quot;ב עלו ב-0.6% בנובמבר, בעוד ההכנסה הפנויה גדלה ב-0.3%. כך לפי נתונים שפרסם משרד המסחר האמריקאי. האנליסטים חזו עליות של 0.5% ו-0.4%, בהתאמה. שיעור החיסכון הפרטי ירד ב-2.9% לשפל של עשור.\r\n \r\nמדד המחירים לצרכן המבוסס על הצריכה הפרטית (PCE) עלה ב-0.2% בנובמבר; ב-12 החודשים האחרונים הוא עלה ב-1.8%, לעומת 1.6% בנובמבר. מדד הליבה של ה-PCE - ללא מזון ואנרגיה - עלה ב-0.1% בנובמבר, וב-12 החודשים האחרונים - ב-1.5%. מדובר בשיעור הנמוך משמעותית מיעד האינפלציה של הפדרל ריזרב, העומד על 2%.\r\n \r\nההזמנות של מוצרים בני-קיימא עלו ב-1.3% בנובמבר, פחות מתחזיות האנליסטים לגידול של 2%. ללא מוצרי תחבורה, ההזמנות ירדו ב-0.1%.\r\n \r\n14:45 - בבורסות האירופה מתחזקות ירידות השערים. פוטסי יורד ב-0.2%, קאק - ב-0.5%, ודאקס - ב0.3%. \r\n \r\nמי שמרכזות את מרבית הירידות בספרד הן מניות הבנקים. בנקו דה סבאדל יורד ב-3%,  בנק קאיקסה (CaixaBank) יורד ב-3.5%, ובנקו סנטנדר משיל 1.5%. מדד יורו סטוקס 600 בתחום הבנקאות מאבד 0.4%.\r\n \r\n14:15 - החוזים על המדדים המובילים בניו יורק עולים ב-0.1%, לקראת יום המסחר האחרון השבוע, שלאחריו יצאו השווקים לחופשה הארוכה של חג המולד. הבורסות באירופה ובארה&quot;ב ישבתו מפעילות ביום שני לרגל החג. המסחר בניו יורק יתחדש ביום שלישי ובבורסות המרכזיות של אירופה (כולל פרנקפורט, פריז ולונדון) המסחר יתחדש רק ביום רביעי. \r\nבחזית המאקרו, היום צפויים להתפרסם בין היתר נתוני צריכה פרטית ונתוני הזמנות מוצרים ברי קיימא. \r\n \r\nמניית נייקי יורדת ב-2.2% בטרום מסחר לאחר הדוחות שפרסמה אמש בתום המסחר – התוצאות הכלליות עקפו את תחזיות השוק, אך המכירות בצפון אמריקה אכזבו את המשקיעים. חברת הלבשת הספורט סיימה את הרבעון הפיסקאלי השני עם רווח של 767 מיליון דולר או 46 סנט למניה, לעומת 842 מיליון דולר או 50 סנט למניה ברבעון המקביל. צפי האנליסטים עמד על רווח של 50 סנט למניה. ההכנסות ברבעון הסתכמו ב-8.55 מיליארד דולר, לעומת 8.18 מיליארד דולר בתקופה המקבילה - צפי האנליסטים עמד על 8.39 מיליארד דולר. \r\n \r\nמכירות הנעלים של נייקי גדלו ב-4% ל-5.03 מיליארד דולר, מוצרי האופנה והביגוד רשמו עלייה של 9% ל-2.76 מיליארד דולר, מכירות המוצרים ירדו ב-6% ל-326 מיליון דולר. המכירות בצפון אמריקה ירדו ב-5% ל-3.49 מיליארד דולר - הצפי עמד על 3.53 מיליארד דולר; המכירות באירופה-המזרח התיכון-אפריקה עלו ב-19% ל-2.13 מיליארד דולר - הצפי עמד על 1.97 מיליארד דולר; בסין נרשמה עלייה של 16% ל-1.22 מיליארד דולר - השוק צפה 1.2 מיליארד דולר; באסיה-פסיפיק ואמריקה הלטינית עלו המכירות ב-6% ל-1.27 מיליארד דולר - הצפי עמד על 1.29 מיליארד דולר. \r\n \r\n \r\n  \r\n12:30 - הכלכלה הבריטית צמחה ב-0.3% ברבעון השלישי, ללא שינוי לעומת הקריאה הראשונה. מדובר בעלייה קלה לעומת שיעור הצמיחה בשני הרבעונים הראשונים, שעמד על 0.3%. עם זאת, הוצאות הצרכנים גדלו רק ב-1% - הרמה הנמוכה ביותר מאז 2012.\r\n \r\n \r\nיצרנית המטוסים האמריקאית בואינג שוקלת ליצור &quot;שילוב פוטנציאלי&quot; עם חברת המטוסים הברזילאית אמבראר (Embraer), כך על פי הצהרה שפרסמו שתי החברות. העסקה, אם תצא לפועל, תרחיב את החדירה של בואינג לשוק התחרותי עבור מטוסים קטנים יותר. \r\n \r\n \r\n \r\n10:15 - המסחר בבורסות באירופה נפתח בירידות קלות. ברקע: ניצחון המפלגות הבדלניות בבחירות שנערכו אתמול בקטלוניה. מדד אייבקס בבורסה במדריד יורד ב-1.3%. פוטסי מאבד 0.2%, קאק משיל 0.3% מערכו. היורו מאבד 0.1% מול הדולר\r\n \r\nבאסיה, מדד האנג סנג ננעל בעלייה של 0.7%, הבורסה בשנגחאי איבדה 0.1%. \r\n \r\n \r\n \r\n08:45 - המסחר בבורסות באסיה מתנהל במגמה חיובית, בהמשך לעליות הקלות שנרשמו אמש בבורסות בוול סטריט. מדד ניקיי בטוקיו עלה ב-0.2%, הבורסה בשנגחאי שומרת על יציבות, ומדד האנג סנג בהונג קונג מטפס ב-0.3%. מדד קוספי בקוריאה עולה ב-0.5% לאחר ארבעה ימים אדומים ברציפות - מניית סמסונג מטפסת ב-1.3%.\r\n \r\nהסנאט האמריקאי אישר אמש את החוק שיאפשר את המשך מימון המשרדים הממשלתיים ופעילות הממשל הפדראלי עד 19 בינואר. חוק דומה אושר כמה שעות קודם לכן בבית הנבחרים. הנשיא דונלד טראמפ מתוכנן לחתום על החוק בהמשך היום (ו&#39;). בעקבות זאת נמנעה השבתה חלקית של הממשל לכבר בסוף השבוע הקרוב.\r\n \r\nהביטקוין שוב נכנס לסחרור: המטבע הדיגיטלי איבד הלילה כ-2,500 דולר בתוך שעות ספורות, והוא נסחר כעת סביב רמה של 14.2 אלף דולר. המטבע הגיע במהלך הלילה לרמה של 13.1 אלף דולר, לעומת כ-15.5 אלף דולר לפני 12 שעות. \r\n \r\nבעקבות הירידה החדה נעצר באופן זמני המסחר בחוזים העתידיים על הביטקוין בארה&quot;ב. הרמה הנוכחית של הביטקוין נמוכה בכ-28% מהשיא שקבע המטבע ביום ראשון, 19.5 אלף דולר.\r\n \r\n \r\n  \r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2016/11/23/667476/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2017-12-22T23:10:41", "dateModified": "2020-08-08T23:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "וול סטריט עלתה שבוע חמישי ברציפות לאחר אישור רפורמת המס", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2017-12-22", "category": "שוק ההון", "subtitle": ""}