{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3830175,00.html"}, "headline": "רווחי ישראכרט צנחו ב-86% ברבעון בשל עלייה בהפרשות להפסדי אשראי", "description": "חברת כרטיסי האשראי דיווחה על זינוק של 88% במחיקות האשראי ברבעון הראשון של 2020 לעומת הרבעון הקודם; בשיא תקופת הסגר צנחו מחזורי השימוש בכרטיסי האשראי של החברה ב-48%", "articleBody": "חברת כרטיסי האשראי ישראכרט פירסמה אמש (ד&#39;) תוצאות חלשות לרבעון הראשון של 2020, כצפוי, בעקבות השפעת משבר הקורונה.  \r\nהחברה בניהולו של רון וקסלר דיווחה על צניחה של 86% ברווח הנקי שעמד על 10 מיליון שקל בלבד לעומת 74 מיליון שקל ברבעון המקביל.\r\n \r\n \r\n \r\n \r\nהצניחה ברווח נבעה מזינוק בהפרשות להפסדי אשראי, בשל המשבר. סך ההפרשות להפסדי אשראי עמד על 102 מיליון שקל, כמעט כפול לעומת הרבעון הקודם (הרבעון הרביעי של 2019). ברוב הגופים הפיננסים שפרסמו דוחות לרבעון הראשון, עיקר העלייה בהוצאות נרשם בסעיף ההפרשות הקבוצתיות - קרי צפי להפסדי אשראי בעקבות גל פשיטות הרגל הצפויה במשק. אולם בישראכרט נרשם גם גידול משמעותי במחיקות האשראי - כלומר בנזקי אשראי שכבר התגלו. המחיקות נטו עמדו ברבעון הראשון על 47 מיליון שקל, זינוק של 88% לעומת הרבעון הקודם.\r\n \r\nהריבית הממוצעת בתיק ההלוואות הצרכני של ישראכרט נמצאת במגמת עלייה (וזה עוד טרם השפעות משבר הקורונה): הריבית הממוצעת בתיק עמדה על 9.2%, לעומת 9% בסוף שנת 2019. תיק האשראי הצרכני גדל ברבעון הראשון לשנת 2020 בכ- 284 מיליון שקל, עלייה חדה של כ-7.1% בתוך שלושה חודשים בלבד.\r\n \r\nהשפעה נוספת, אם כי שולית יותר, של משבר הקורונה על תוצאות החברה הייתה במחזורי הפעילות בכרטיסי האשראי של החברה- היקף השימוש בכרטיסי החברה הגדולה בישראל גדלו ב-1.3% בלבד ל-39.7 מיליארד שקל.\r\n \r\nבישראכרט ציינו שעד אמצע מרץ נרשמה צמיחה של 5% במחזורי השימוש, אולם מרגע שהחלה סגירת המשק נרשמה התדרדרות משמעותית בשימוש בכרטיסי אשראי, שהגיעה עד לשפל של ירידה של 48.2% במחצית הראשונה של חודש אפריל. בחברה דיווחו כי החל מ-20 באפריל ועד לסוף מאי התמתנה הירידה ל- 9.8% בהשוואה לתקופה המקבילה אשתקד, זאת בעקבות פתיחת המשק.\r\n \r\nעל אף שהשימוש בכרטיסי החברה ירד רק ב-1.3%, הכנסות החברה ירדו ברבעון הראשון ב-7.9% לעומת הרבעון המקביל ועמדו על 420 מיליון שקל. ירידה חדה זו נובעת משחיקה ברווחיות הפעילות המסורתית של חברות כרטיסי האשראי.\r\n \r\nמנכ&quot;ל החברה וקסלר מסר: &quot;משבר הקורונה הביא לפתחנו אתגרים רבים. אנו נענים לאתגרים אלה מתוך תחושת אחריות עמוקה לעובדינו, ללקוחותינו, ולמגזר העסקים בישראל, שחווה בימים אלה פגיעה לא פשוטה. עובדים שיצאו לחל&quot;ת במהלך חודש אפריל שבו לעבודתם בתחילת מאי&quot;.", "keywords": ["ישראכרט", "דוחות כספיים", "רבעון ראשון", "אשראי", "רון וקסלר"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/08/26/842235/3L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "עירית אבישר "}, "datePublished": "2020-06-04T09:06:42", "dateModified": "2020-08-20T11:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "רווחי ישראכרט צנחו ב-86% ברבעון בשל עלייה בהפרשות להפסדי אשראי", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-06-04", "category": "שוק ההון", "subtitle": ""}