{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3777846,00.html"}, "headline": "מחקר של הבורסה: 41% מהחברות הציבוריות בישראל מחלקות דיבידנד קבוע", "description": "ממחקר שערך האנליסט יובל צוק עולה כי כ-68% מהחברות במדד ת&quot;א 35 וכ-66% ממדד ת&quot;א 90 חילקו דיבידנד קבוע בשש השנים האחרונות; הסקטור שבו מרבית החברות מחלקות דיבידנדים באופן קבוע הוא סקטור הפיננסים, בתחתית הרשימה - ענף הביומד, עם חברה אחת מתוך 44 שמחלקת דיבידנד בקביעות", "articleBody": "בשנים האחרונות כ-40% מכלל החברות שנסחרות בבורסת תל אביב חילקו דיבידנדים לבעלי המניות שלהן, כך עולה מסקירה שערך האנליסט יובל צוק ממחלקת המחקר של הבורסה והתייחסה לשנים 2014 עד 2019. מתוך כלל החברות שחילקו דיבידנד, למעלה מ-80% (164 חברות) מחלקות דיבידנד באופן קבוע.  \r\nחלוקת דיבידנד מהווה איתות חיובי למשקיעים אודות רווחיותה של החברה ומשדרת ציפיות לגבי העתיד, תוך חיזוק מעמדה ותדמיתה בקרב המשקיעים. מצב בו חברה הנוהגת לחלק דיבידנד אינה מחלקת בשנה מסוימת, או מחלקת בשיעור נמוך יותר, עלול להוות איתות שלילי למשקיעים.\r\n \r\nהמחקר הגדיר חברה שמחלקת דיבידנדים באופן קבוע כחברה שעומדת באחד מהקריטריונים הבאים: חילקה דיבידנדים לפחות בחמש מתוך שש השנים האחרונות (2014 עד כולל 2019); חילקה דיבידנדים ברציפות בארבע השנים האחרונות (2016 עד 2019); חילקה דיבידנדים בשנתיים האחרונות לאחר שהצהירה על מדיניות חלוקת דיבידנד חדשה. חברה שעונה על הקריטריונים הנ&quot;ל אך הודיעה על ביטול מדיניות חלוקת הדיבידנד שלה בשנה האחרונה – אינה נחשבת יותר כמחלקת דיבידנד באופן קבוע.\r\n \r\nהמחקר של צוק התבסס על מדגם הכולל 400 חברות אשר מניותיהן נסחרו בבורסה בסוף ספטמבר 2019, ואינו כולל חברות שמניותיהן ברשימת השימור או בהשעיית מסחר, וכן אינו כולל חברות אשר מניותיהן נרשמו למסחר לראשונה בשנים 2018 או 2019. \r\n \r\nבבדיקה נמצא כי 41% (כ-164 חברות) מתוך 400 החברות שנבדקו במדגם מחלקות דיבידנדים באופן קבוע. לשני שליש מהחברות המחלקות דיבידנדים באופן קבוע (109 חברות) ישנה מדיניות חלוקת דיבידנדים מוצהרת, ואילו השאר מחלקות באופן קבוע מבלי שאימצו מדיניות כלשהי או שאימצו מדיניות כללית לא מחייבת.\r\n \r\n \r\n \r\nחברות גדולות נוטות יותר לחלק דיבידנדים\r\n \r\nעוד נמצא במחקר כי שיעור החברות המחלקות דיבידנדים באופן קבוע גבוה יותר ככל שמדובר בחברות גדולות יותר. בבדיקה נמצא כי 68% מהחברות במדד ת&quot;א 35 מחלקות דיבידנדים באופן קבוע, כ-66% ממדד ת&quot;א 90, כ-36% ממדד SME60 וכ-38% ממדד ת&quot;א צמיחה. \r\n \r\nמהסקירה עולה כי שבעה מבין תשעת הבנקים שנסחרים בבורסה (78%) מחלקים דיבידנד באופן קבוע. שני הבנקים שלא מחלקים דיבידנד הם אגוד, שנמצא בהליכי מיזוג ורכישה ע&quot;י מזרחי טפחות (והכריז על דיבידנד בדצמבר 2019 במסגרת הסכם המיזוג), ומוניציפל שמיזוגו לתוך מרכנתיל דיסקונט הושלם בדצמבר 2019. \r\n \r\nבנק הפועלים אמנם היה מנוע מחלוקת דיבידנד בשנת 2019, בעקבות הודעת הפיקוח על הבנקים ב-2018 כי לעת הזו אין מקום לחלוקת דיבידנד שוטף בשל אי הודאות בנושא חקירת הרשויות האמריקאיות. אך בעקבות מכירת מניות ישראכרט נוצרו לבנק עודפי הון גבוהים, והותר לו לחלק דיבידנד גבוה. בנק לאומי שב לחלק דיבידנדים בשנת 2017 לראשונה מאז 2011, לאחר שעמד ביעדי הלימות ההון שלו. בנק דיסקונט חזר בשנתיים האחרונות לחלק דיבידנדים באישור הרגולטור לפי מדיניות חדשה שאומצה בסוף שנת 2017.\r\n \r\nארבע מתוך שבע חברות הביטוח (57%) מחלקות דיבידנד באופן קבוע - הראל השקעות, מגדל ביטוח, מנורה מבטחים ואיי.די.איי חברה לביטוח. 13 מבין 18 חברות ענף השירותים הפיננסיים (72%) מחלקות דיבידנד באופן קבוע.\r\n \r\nענף הנדל&quot;ן המניב הכולל חברות עם תזרימי מזומנים ויציבות ברווחיות, וכן קרנות השקעה במקרקעין (ריט) המחויבות לחלק דיבידנד (90% מההכנסה החייבת), בולט עם שיעור גבוה של מחלקות באופן קבוע (57%). בקרב החברות שעיקר עיסוקן בנדל&quot;ן מניב בישראל השיעור הינו גבוה (71%), כפול מזה של החברות שעיקר עיסוקן בנדל&quot;ן מניב בחו&quot;ל (35%).\r\n \r\nהסקטור הנמצא בתחתית רשימת מחלקות הדיבידנדים הוא ענף הביומד, כאשר חברת פריגו היא היחידה מתוך 44 חברות (2%) בענף המחלקת דיבידנד באופן קבוע. רוב חברות הביומד הן חברות ללא רווחים ראויים לחלוקה, וכן זקוקות למזומנים לשם מימון צמיחת פעילותן. טבע חדלה לחלק דיבידנדים לאחר היקלעותה לקשיים. \r\n \r\nברוב שותפויות הנפט והגז נקבע בהסכם, כי כל הרווחים של השותפות הראויים לחלוקה יחולקו לשותפים בשותפות. רק שתי השותפויות הגדולות והרווחיות, דלק קידוחים וישראמקו, מחלקות את רווחיהן מדי שנה ואילו שאר השותפויות עדיין אינן רווחיות. תמר פטרוליום, אשר נרשמה למסחר בשנת 2017, הינה היחידה מבין חמש החברות מענף הנפט והגז אשר מחלקת דיבידנדים באופן קבוע בהתאם לתקנונה.\r\n \r\nהחברות בישראל מעדיפות לחלק דיבידנד על ביצוע רכישה עצמית בניגוד למקובל בארה&quot;ב\r\n \r\nבפני חברה שבוחרת לחלק את רווחיה לבעלי המניות עומדות שתי אפשרויות עיקריות לשימוש במזומנים שבידיה: חלוקת דיבידנד במזומן או רכישה עצמית של מניותיה. רכישה עצמית של מניות (Buyback) היא תופעה מקובלת בבורסות בעולם, ובארה&quot;ב סך הרכישות העצמיות בשנים האחרונות בקרב חברות מדד S&amp;P 500 אף עולה על סך הדיבידנדים שחולקו.\r\n \r\nבמחקר נמצא כי בבורסת ת&quot;א קיימת העדפה ברורה של החברות לאורך השנים לחלוקת דיבידנדים על פני רכישה עצמית של מניות. בעוד שבשנים האחרונות (2019-2016) בחרו מדי שנה למעלה מ-40% מהחברות הבורסאיות לחלק דיבידנד לבעלי מניותיהן, רכישה עצמית של מניות כמעט אינה נהוגה בקרב החברות הבורסאיות (7%-8% בלבד ממספר החברות הבורסאיות רכשו מניות של עצמן מדי שנה). כמו כן נמצא כי למעלה ממחצית מהחברות שביצעו רכישות עצמיות של מניותיהן בשנים האחרונות - מחלקות דיבידנדים באופן קבוע.\r\n \r\nחברות שביצעו הנפקה ראשונית לציבור (IPO) מאמצות מדיניות חלוקת דיבידנדים מעל לממוצע\r\n \r\nמבדיקת 37 חברות שרשמו מניותיהן לראשונה בבורסת ת&quot;א מתחילת שנת 2016 ועד סוף 2019 (לא כולל רישום כפול) נמצא כי 29 מהן אימצו מדיניות חלוקת דיבידנד. שיעור זה (78%) הוא כמעט כפול מהשיעור בחברות הוותיקות. בין החברות החדשות שלא אימצו מדיניות נמצאות חברות קטנות שזקוקות למזומנים לשם צמיחתן, חלקן ללא הכנסות או רווחים.", "keywords": ["דיבידנד", "חברות ציבוריות", "בורסת תל אביב"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/04/10/809057/11_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורי גלאור"}, "datePublished": "2020-01-15T20:25:35", "dateModified": "2020-08-20T13:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מחקר של הבורסה: 41% מהחברות הציבוריות בישראל מחלקות דיבידנד קבוע", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-01-15", "category": "שוק ההון", "subtitle": ""}