{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3803471,00.html"}, "headline": "שטראוס: הרווח הנקי ב-2019 עלה ב-10.7%; תחלק דיבידנד של 180 מיליון שקל", "description": "הרווח הנקי אשתקד עלה הודות לרווחיות הגולמית וירידה בהוצאות המס. המכירות צמחו ב-2.6% והסתכמו ב-8.53 מיליארד שקל; המנכ&quot;ל גיורא ברדעה: &quot;אנחנו סבורים שהחברה ערוכה להתמודד עם תרחישים שונים בעקבות התפרצות מגפת הקורונה&quot;", "articleBody": "קבוצת שטראוס חותמת את 2019 עם קפאון במכירות בשל הפרשי שער, שבניטרולם צמחה ב-2.6% ל-8.53 מיליארד שקל. עלייה ברווחיות הגולמית וירידה בהוצאות המס, סייעו לקבוצה להציג עליה של 10.7% ברווח הנקי שהסתכם ב-604 מיליון שקל. החברה הכריזה על חלוקת דיבידנד בגובה 180 מיליון שקל. \r\n \r\nגיורא ברדעה מנכ&quot;ל הקבוצה מסר כי החברה ניצבת בפני אתגרים מורכבים: &quot;שנת 2020 שהופכת להיות אחת השנים המאתגרות ביותר שידעה הכלכלה העולמית. כחברה ישראלית-גלובלית אנו רואים בימים אלו את היתרונות כמו גם את האתגרים בגלובליזציה. ההתגייסות הבינלאומית למציאת פתרון לנגיף הקורונה ושיתוף המידע בין המדינות מייצר תקווה כי נוכל במהרה להתמודד עם המחלה, ואולם התלות העולמית בייצור במדינות אחרות מחדדת את הצורך לשמור במקביל על קיומה ופיתוחה של תעשייה ישראלית חיה, תוססת ותחרותית המבטיחה אספקה שוטפת של מזון לאוכלוסייה המקומית&quot;. \r\n \r\nברדעה הוסיף: &quot;הביצועים של 2019 מאפשרים לנו לפתוח את שנת 2020 עם איתנות פיננסית חזקה. מטבע הדברים אנחנו בעיצומו של אירוע מתגלגל שהשלכותיו אינן ידועות עדיין ואולם אנו סבורים שהחברה ערוכה להתמודד עם תרחישים שונים בעקבות התפרצות מגפת הקורונה וזאת על מנת להמשיך ולספק גם ביקושים מוגברים למוצרינו&quot;. \r\n \r\nהרווח הגולמי של הקבוצה הסתכם בשנת 2019 ב-3.4 מיליארד שקל, עלייה של כ-3.6% לעומת שנת 2018. העלייה אפשרה לחברה להציג זינוק ברווחיות הגולמית, מכ-38% בשנת 2018 ל- 39.6% בשנת 2019. העלייה ברווח וברווחיות נבעה בין היתר מירידה במחירי חומרי הגלם, ללא שינוי מחירים לצרכן. הרווח התפעולי של הקבוצה עלה בשנת 2019 ב-7.9% ל-933 מיליון שקל ושיעור הרווחיות התפעולית עלתה ל-10.9% לעומת כ-10.1% בשנת 2018. השיפור ברווחיות התפעולית הושג משיפור הרווחיות של שטראוס קפה, התייעלות בשטראוס ישראל ועליה במצבת הלקוחות של שטראוס מים.  \r\n \r\n \r\nקפה בעולם - שחיקת הריאל הברזילאי פגעה \r\nחברת הקפה סיימה את שנת 2019 עם הכנסות של כ-3.7 מיליארד שקל, ירידה של 5.7% ביחס ל- 2018. שחיקת הריאל הברזילאי, אל מול השקל נגסה כ- 223 מיליון שקל מהכנסות. בישראל צמחה חברת הקפה בשנת 2019 בכ-2.2% ל-754 מיליון שקל. הרווח הגולמי של חברת הקפה הושפע אף הוא לרעה מהפרשי השערים וירד ב-2% ל-1.346 מיליארד שקל. הירידה בשיעור נמוך מזה שרשמו ההכנסות גררה עלייה ברווחיות הגולמית ל-36.1% לעומת 34.8% ב-2018. השיפור ברווחיות הגולמית חלחל לרווחיות התפעולית שעלתה ל-11.4% מהמכירות לעומת 10.6% ב-2018. \r\n \r\n \r\nישראל - ירידת חומרי גלם לא גולגלה לצרכן\r\nבישראל, רשמה שטראוס צמיחה של 4.1%, גבוהה מזו שרשם שוק המזון (2.3%) ומכירותיה הסתכמו ב-4.76 מיליארד שקל. העלייה במכירות הושגה זכות צמיחה כמותית וחדשנות מוצרית, לצד עלייה במחירי מוצרי החלב המפוקחים במאי החולף. הרווח הגולמי של החברה עלה בשיעור חד יותר (6.4%), כך שהרווחיות הגולמית עלתה ל-39.7% מהמכירות. השיפור ברווחיות הושג כתוצאה מירידת מחירי חומרי גלם מרכזיים (סוכר, חלב גולמי, שמן זית, פוליסטרן ובקבוקי פלסטיק וירידה בשערי חליפין של האירו והליש&quot;ט, אשר לא תורגמה לירידת מחירים לצרכן הישראלי. \r\n \r\nהשיפור התגלגל לשורת הרווח התפעולי של שטראוס ישראל שעלה ב-7.9% ל-370 מיליון שקל ואפשר לשפר את הרווחיות התפעולי ל-10.8% מהמכירות. החברה ציינה כי התפרצות נגיף הקורונה בסין והתפשטותו למדינות נוספות הביא לעלייה בביקוש למזון במהלך הרבעון הראשון של 2020 ואולם קשה עדיין להעריך אם וכיצד הדבר ישפיע על תוצאות החברה. \r\n \r\nסלטים ומים בעולם - עלייה ברווח \r\nפעילות סברה ואובלה הפועלות בתחום הסלטים המצוננים הסתכמה בשנה החולפת עם עלייה של 1.3% במכירות. בנטרול השפעת שערי המטבע, הסתכמה הצמיחה ב-6.4%. מכירת פעילות הסלסה של החברה ברבעון השלישי של 2019, סייעה להציג עליה של 35.7% ברווח תפעולי שהסתכם ב-157 מיליון שקל. \r\n \r\nשטראוס מים הפועלת בישראל ובבריטניה ומחזיקה בשותפות עם קבוצת Haier הסינית את חברת HSW-  Haier Strauss Water, שחתמה את 2019 עם צמיחה של כ- 6.3% בהכנסות שהסתכמו ב-628 מיליון שקל, לצד עלייה של 15.2% ברווח התפעולי, בזכות עלייה בכמות המכשירים, הגדלת מצבת הלקוחות בישראל ומתהליכי התייעלות בפעילות בישראל ובסין.  מכירות החברה בסין, שאינן נכללות בדו&quot;ח הניהולי של הקבוצה, הסתכמו בשנת 2019 עם צמיחה של כ-6.5% ל-599 מיליון שקל, בין היתר בשל הכניסה של החברה לשוק ה-POE (סדרת מוצרים לטיפול באיכות המים בנקודות הכניסה). הרווח הנקי של חברת HSW טיפס ב-18.1% בשנת 2019 והסתכם ב-72 מיליון שקל לעומת 61 מיליון שקל בשנת 2018. ", "keywords": ["גיורא ברדעה", "שטראוס", "דוחות שנתיים", "דוחות כספיים", "רבעון רביעי"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/08/13/926945/IMG_2609_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נורית קדוש"}, "datePublished": "2020-03-25T10:13:10", "dateModified": "2020-08-17T20:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שטראוס: הרווח הנקי ב-2019 עלה ב-10.7%; תחלק דיבידנד של 180 מיליון שקל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-03-25", "category": "שוק ההון", "subtitle": ""}