{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3825790,00.html"}, "headline": "ניו יורק רשמה עלייה שבועית חדה; הנפט המריא השבוע ב-12.6%", "description": "בתום מסחר יומי שננעל בעליות קלות, מדד נאסד&quot;ק זינק השבוע ב-3.4%, דאו ג&#39;ונס קפץ ב-3.3%; ה-WTI בשווי של 33.25 דולר לחבית, רשם שבוע רביעי של עליות; פייסבוק רשמה עלייה יומית שביעית, הרצף הארוך מזה 3 שנים, ושיא שלישי רצוף במחיר המניה; לאחר דוחות - פוט לוקר צנחה ב-8.4%, עליבאבא מחקה 6.1%, התרסקה ב-88% ברווחים; המסחר בניו יורק יחודש בשלישי, בתום סופ&quot;ש ארוך לזכר חללי צבא ארה&quot;ב", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי האנג סנג שנגחאי דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n \r\n23:00 - מדדי וול סטריט רשמו השבוע עליות חזקות, לאחר מסחר יומי שננעל בעליות קלות: מדד דאו ג&#39;ונס זינק השבוע ב-3.3% (העלייה השבועית הגדולה של המדד מאז ה-9 לאפריל), S&amp;P 500 קפץ ב-3.2%, ונאסד&quot;ק ניתר ב-3.4%. \r\n \r\nנעילה חיובית נרשמה היום: מדד דאו ג&#39;ונס אמנם ננעל היום ביציבות, אך מדד S&amp;P 500 טיפס ב-0.3% ונאסד&quot;ק הוסיף 0.4%. לאחר דוחות - פוט לוקר צנחה ב-8.4%, עליבאבא מחקה 6.1%, התרסקה ב-88% ברווחים. פאלו אלטו של ניר צוק טיפסה ב-3.7%.\r\n \r\nפייסבוק התחזקה ב-1.5% ורשמה עלייה יומית שביעית, הרצף הארוך מזה 3 שנים, ושיא שלישי רצוף במחיר המניה. נטפליקס ירדה ב-1.6%, רשמה את הירידה היומית החמישית שלה, הרצף היומי הארוך מאז ה-25 לפברואר, טרם השבתת המשק האמריקאי בעקבות התפשטות הקורונה. המסחר בניו יורק יחודש בשלישי, בתום סופ&quot;ש ארוך לזכר חללי צבא ארה&quot;ב.\r\n \r\n21:40 - למרות הירידה היומית, הנפט מסוג WTI המריא השבוע ב-12.6%, ורשם עלייה שבועית רביעית רצופה. ברקע, עלייה בביקוש ככל שכלכלות העולם נפתחות מחדש, מלאים פחות עמוסים, וקיצוצים בתפוקות מדינות אופ&quot;ק+. הזהב השחור נחתך היום ב-2% (67 סנט) למחיר של 33.25 דולר לחבית. ברקע לנסיגה היום - חשש לירידה בביקוש לנפט מצד סין.\r\n \r\nהברנט ירד היום ב-2.6% (93 סנט) למחיר של 35.13 דולר לחבית, אך רשם עלייה שבועית של 8.1%, ושבוע רביעי רצוף של עליות.\r\n \r\n21:25 - מי אמר שב-2020 הזהב הוא חוף המבטחים האולטימטיבי: הכסף רשם (בינתיים) את העלייה החודשית הגדולה שלו מזה 7 שנים, מאז אוגוסט 2013 - ניתר במאי ב-18%. היום קפץ ב-1.6% לשווי של 17.69 דולר לאונקיה. לשם השוואה, הזהב רשם עד כה עלייה חודשית של 2%.\r\n \r\n&quot;מחיר הזהב שממשיך לטפס, מתחיל להיראות יקר בעיני משקיעים, שפונים בחלקם למתכת הזולה יותר&quot;, כך לדברי דיוויד גובט David Govett, ראש המסחר במתכות יקרות ב-Marex Spectron.\r\n \r\n \r\n  \r\n20:45 - פייסבוק בדרך לרצף העליות היומיות הארוך מזה 3 שנים (מאז תחילת מאי 2017) - מניית הרשת החברתית צפויה לרשום יום מסחר שביעי של עליות. בנוסף, פייסבוק בדרך לרשום יום שלישי רצוף של שיא במחיר המניה.\r\n \r\n20:40 - למרות העליות היום, הזהב רשם ירידה שבועית של 1.2%, על רקע פתיחה מחודשת של הכלכלות בעולם ועליות שבועיות בשוקי ההון. המתכת היקרה טיפסה היום ב-0.8% (13.60 דולר) לשווי של 1735.50 דולר לאונקיה.\r\n \r\n20:25 - מנהל המכון הלאומי לאלרגיה ומחלות זיהומיות, ד&quot;ר אנתוני פאוצ&#39;י, המוביל את כוח המשימה של הבית הלבן נגד נגיף הקורונה, אמר בראיון ל-CNBC כי &quot;זו העת לפתוח מחדש את הכלכלה&quot;. לצד זאת הוסיף כי חלק מהמדינות בארה&quot;ב צריכות עדיין לנקוט באמצעי זהירות. כל זה בזמן שמניין המתים בארה&quot;ב מתקרב כבר ל-100 אלף.\r\n \r\n \r\n \r\n19:50 - מדד נאסד&quot;ק עבר לעליות קלות של עד 0.2%, דאו ג&#39;ונס רושם ירידות סביב 0.4% ו-S&amp;P 500 נסוג ב-0.1%.\r\n \r\n19:25 - מניית חברת Inari Medical מקליפורניה, שמתמחה בפיתוח מכשור רפואי למחלות ורידים, פותחת את יום המסחר הראשון שלה בוול סטריט בזינוק מטאורי של 118%. המניה נסחרת במחיר הגבוה ביותר מפי 2 ממחיר ההנפקה שלה.\r\n \r\n18:50 - בורסות אירופה זינקו השבוע, למרות נעילה יומית מאכזבת: מדד דאקס הגרמני המריא השבוע ב-5.8%, מדד פוטסי הבריטי קפץ ב-3.2% וקאק הצרפתי ניתר ב-3.9%. \r\n \r\nהיום נרשמה נעילה שלילית בבורסת לונדון, בפרנקפורט נרשמה עלייה קלה: מדד פוטסי ירד היום ב-0.4%, מדד דאקס טיפס ב-0.1%. פריז ננעלה ללא שינוי מהפתיחה. HSBC, הבנק הגדול באירופה ואחד הגדולים בעולם, צלל ב-4.7% בלונדון. בפרנקפורט, לופטהנזה טיפסה ב-1.7%, רונו ירדה ב-2.9% בפריז.\r\n \r\n18:35 - המועמד לנשיאות ארה&quot;ב, ג&#39;ו ביידן, בראיון ל-CNBC, אמר כי הוא צופה התאוששת איטית לכלכלה האמריקאית בעקבות משבר הקורונה ואף מבטיח חיסון לנגיף לכל אזרח אמריקאי. סגן הנשיא לשעבר ציין גם שידאג לבדיקות חינם. טראמפ הודיע מוקדם יותר כי &quot;ארה&quot;ב לא תיסגר במקרה של גל קורונה נוסף&quot;.\r\n \r\n17:15 - הנפט צולל, הזהב והדולר קופצים: לאחר שסין הודיעה כי אין בכוונתה לפרסם את תחזית הצמיחה השנתית, לראשונה מזה 30 שנה, מחירי הנפט צולל: ה-WTI נחתך נכון לעתה ב-4.7% למחיר של 32.33 דולר לחבית, הברנט נחלש ב-5.1% לשווי של 34.22 דולר לחבית. המשקיעים חוששים להמשך הירידה בביקוש אצל המדינה השנייה הכי גדולה בצריכת נפט.\r\n \r\nחופי מבטחים: הדולר מטפס אל מול היורו, הפאונד והיואן הסיני, על רקע מתיחות סין-ארה&quot;ב. כמו כן, הזהב קופץ ב-0.7% לשווי של 1734.70 דולר לאונקיה.\r\n \r\n17:10 - רשת בגדי הספורט, פוט לוקר, צונחת ב-8% לאחר דוחות: רשמה הפסד רבעוני של 67 סנט למניה, הרבה יותר מהתחזיות שעמדו על הפסד של 25 סנט למניה. החברה נפלה גם בצפי ההכנסות, לאחר שהמכירות בחנויות זהות צללו ב-42% יותר מהצפוי. פוט לוקר אף השעתה זמנית את חלוקת הדיבידנדים לרבעון. בנוסף, מחיר היעד של המניה נחתך ל-20 דולר מ-36 דולר ע&quot;י CFRA, שגם פרסם המלצת &quot;מכירה&quot; של המניה. קודם לכן המליץ על &quot;החזק&quot;.\r\n \r\n16:50 - חברת אבטחת המידע פאלו אלטו, של הישראלי ניר צוק, קופצת ב-5% לאחר דוחות: החברה רשמה רווח נקי של 1.17 דולר למניה והיכתה את התחזיות שעמדו על 0.94 דולר למניה. החברה עקפה גם את צפי ההכנסות וציינה כי המשך העבודה מרחוק (בגלל הקורונה) רק תועיל להמשך הצלחת החברה.\r\n \r\n \r\n \r\n16:30 - ירידות קלות בפתיחת המסחר בוול סטריט, על רקע המתיחות המתחדשת בין סין לארה&quot;ב בענייני סחר בעיקר, ובין סין להונג קונג בנושא משילות. מדד דאו ג&#39;ונס יורד ב-0.4%, כמו גם מדדי S&amp;P 500 ונאסד&quot;ק. עליבאבא צוללת ב-5.5% לאחר דוחות.\r\n \r\n16:15 - ביידן vs בזוס - מועמד הדמוקרטים לנשיאות ארה&quot;ב, ג&#39;ו ביידן, תקף את אמזון בראיון ל-CNBC: &quot;אני חושב שהם צריכים לשלם את כל המיסים שלהם&quot;. לדבריו, &quot;אין חברה בעולם, גדולה ככל שתהיה, שצריך לאפשר לה להתחמק מתשלום מלא של מיסים ולהרוויח בעקבות כך מיליארדים על גבי מיליארדים&quot;. סגן הנשיא לשעבר לא הלך רחוק כמו יריבתו עד לא מזמן במירוץ למועמדות המפלגה הדמוקרטית לנשיאות, הסנאטורית אליזבת&#39; וורן, שקראה במהלך הקמפיין שלה לפרק את אמזון ואת שאר ענקיות הטכנולוגיה (גוגל, פייסבוק), בגלל כוחן הרב. ביידן נשאל על כך בראיון ולא קרא לפירוק החברות הללו.\r\n \r\n \r\n \r\n15:50 - עליבאבא, ענקית המכירות המקוונות מסין, צנחה ב-88% ברווחים ברבעון הפיסקאלי האחרון שהסתיים במרץ, אך עקפה את הצפי להכנסות: הרווח הנקי עמד על 447 מיליון דולר, לעומת 3.7 מיליארד דולר ברבעון המקביל אשתקד. בחברה ציינו כי הצניחה ברווחים נגרמה מהפסדים בהשקעות. ההכנסות עמדו על 16.3 מיליארד דולר, מעל התחזיות שעמדו על 15.3 מיליארד דולר. &quot;למרות שרוב עסקינו נפגעו מאז סוף ינואר, אנו רואים התאוששות כבר ממרץ&quot;, כך לדברי סמנכ&quot;לית הכספים Maggie Wu. מניית עליבאבא נחלשת בטרום בניו יורק ב-2.6%.\r\n \r\n15:15 - הבורסות באירופה עברו למגמה מעורבת. פריז עולה ב-0.4%, פרנקפורט - ב-0.2%. מדד פוטסי בלונדון מאבד 0.3%. החוזים בוול סטריט יציבים. \r\n \r\n15:00 - ארגנטינה הסכימה להמשיך במגעים עם הנושים לפריסה מחדש של אג&quot;ח בשווי 65 מיליארד דולר שמועד פירעונן ב-2 ביוני. המו&quot;מ אמור לסייע לכלכלה השלישית בגודלה באמריקה הלטינית להימנע מחדלות פירעון נוספת. \r\n \r\nשר האוצר מרטין גוזמן כבר רמז כי יש &quot;סיכוי גדול&quot; שהמדינה תקבל הארכה לתאריך היעד של ה-22 במאי. עם זאת, תקופת גרייס לתשלום ריביות של 500 מיליון דולר על שלוש אג&quot;ח זרות עדיין בתוקף להיום. \r\n \r\n \r\n13:35 - סין הבטיחה כי תמשיך לעבוד על יישום הסכם הסחר עם ארה&quot;ב, זאת על אף המתיחות המתגברת בין שתי המעצמות הכלכליות. על פי דו&quot;ח שמסר היום (ו&#39;) ראש הממשלה לי קצ&#39;יאנג לכינוס הקונגרס העממי של סין (ראו עדכונים נוספים למטה), הממשלה מתכוונת לפעול כדי לשחרר את הסחר העולמי וההשקעות. &quot;אנחנו נעבוד עם ארה&quot;ב ליישם את השלב הראשון של הסכם הסחר והכלכלה בין ארה&quot;ב וסין&quot;, כך לפי לי. &quot;סין תמשיך לעודד שיתופי פעולה כלכליים ומסחריים עם מדינות אחרות לטובת שני הצדדים&quot;. \r\n \r\nעוד הוסיף לי כי סין &quot;תשתתף באופן פעיל בביצוע רפורמות בארגון הסחר העולמי&quot; ותנסה לקדם את המו&quot;מ על הסכמי סחר חופשי עם שותפותיה האזוריות יפן ודרום קוריאה. \r\n \r\n \r\n \r\n13:25 - המכירות הקמעונאיות בבריטניה רשמו באפריל את הירידה החודשית החדה ביותר מאז החל התיעוד. במקביל, ההלוואות שלקחה הממשלה זינקו על רקע הסגר שהוטל בממלכה בניסיון לבלום את התפשטות נגיף הקורונה. \r\n \r\nהנתונים הללו הם הוכחה נוספת להתכווצות הגדולה שנרשמה בכלכלות האירופיות בחודש שעבר בעקבות המגיפה העולמית. קרן המטבע הבינלאומית מעריכה כי הכלכלה העולמית תתכווץ השנה ב-3%. \r\n \r\nעל פי הנתונים שפרסמה היום לשכת הסטטיסטיקה המרכזית בבריטניה, המכירות הקמעונאיות במדינה נפלו בחודש שעבר ב-18.1%, הירידה החודשית החדה ביותר. לפי הנתונים, המכירות בחנויות בגדים, חנויות כלי בית וחנויות כלבו צללו בשיעורים של בין 25%-50%. לעומת זאת, המכירות המקוונות עלו ב-18% שכן הבריטים מיהרו להצטייד לסגר, שעדיין נמשך. עלייה נרשמה גם במכירות האלכוהול. \r\n \r\nבמקביל, נרשמה עלייה חדה בהלוואות שלוקחת הממשלה, זאת לאחר שנקטה במגוון צעדי תמיכה בכלכלה, כולל בחברות שנאלצו להקפיא את פעילותן ובעובדים שפוטרו. אולם, בעוד שההוצאות הממשלתיות עלו, ההכנסות ממסים נפלו ב-26% לעומת התקופה המקבילה אשתקד. \r\n \r\nבינתיים התמתנו הירידות בבורסות באירופה. מדד יורו סטוקס 600 מאבד 0.5%, דאקס בפרנקפורט יורד ב-0.3%, קאק בפריז שומר על יציבות, ופוטסי בלונדון משיל 0.9% מערכו.\r\n \r\n11:40 - הבנק המרכזי בהודו קיצץ היום את שיעור הריבית במדינה ל-4%, הרמה הנמוכה ביותר מאז מרץ 2010, בניסיון לתת רוחב גבית לכלכלה המקומית הנאבקת עם משבר הקורונה. בבנק צופים כי הכלכלה ההודית תתכווץ ב-2020-2021 - אך לא נוקבים במספרים מדויקים. קרן המטבע הבינלאומית צופה כי הצמיחה במדינה תעמוד השנה על 1.9%, לעומת 4.2% ב-2019 ו-6.1% ב-2018. עם זאת כלכלנים בכירים סוברים כי הצמיחה תהיה שלילית - עד מינוס 5%.  במרץ הוריד הבנק ההודי את הריבית מ-5.15% ל-4.4% . \r\n \r\n10:25 - המסחר בבורסות באירופה נפתח בירידות שערים. יורו סטוקס 600 מאבד 1.3%. בלונדון, פוטסי נופל ב-1.6%, דאקס בפרנקפורט מאבד 1.3% וקאק בפריז יורד בשיעור דומה.  מנייות הבנקים מובילות את הירידות - HSBC הבריטי צונח ב-5.2%.\r\n \r\nהבורסה בהונג קונג ננעלה במינוס 5.4% על רקע המתיחות החדשה עם סין (ראו עדכונים קודמים).\r\n  \r\n \r\n \r\n09:00 - סין הודיעה היום (ו&#39;) כי לראשונה מאז 1990 אין בכוונתה לפרסם תחזית צמיחה שנתית. כמו כן, התחייבה להעלות את ההוצאות הממשלתיות, זאת על רקע השלכות מגיפת הקורונה על הכלכלה השנייה בגודלה בעולם. ההכרזה התפרסמה לקראת כינוס הקונגרס העממי של סין.\r\n \r\nהאסיפה, הנמשכת שבוע, הייתה אמורה להתקיים במקור במרץ אך נדחתה בשל התפרצות הקורונה. \r\n \r\nברבעון הראשון של השנה התכווצה הכלכלה הסינית בשיעור של 6.8%, ההתכווצות הראשונה מזה עשורים, זאת לאחר שהתפרצות מגיפת הקורונה בעיר ווהאן שיתקה את הייצור ופגעה בהוצאות.\r\n \r\nבתוך כך, הבורסה בשנגחאי ננעלה בירידה של 1.7%, מדד ניקיי בטוקיו איבד 0.9%.\r\n \r\n \r\n \r\n07:30 - בבורסות באסיה נרשמות הבוקר ירידות שערים, בהמשך למגמה השלילית אמש בניו יורק. \r\n \r\nמדד האנג סנג בהונג קונג צונח ב-4.6% לאחר שסין הודיעה אתמול כי תדון בחקיקת חוקי ביטחון לאומי שיוכלו להגביל את פעילות האופוזיציה בטריטוריה. \r\n \r\nסוכנות הידיעות הסינית הרשמית &quot;שינחואה&quot; דיווחה אתמול כי הפרלמנט ידון בחוקים בתגובה להפגנות האלימות למען הדמוקרטיה בהונג קונג בשנה שעברה. ההפגנות שיתקו את העיר והובילו למשבר החריף ביותר בה מאז שחזרה לשליטת סין ב-1997. בספטמבר האחרון הודיעה מנהיגת הונג קונג, קארי לאם, על ביטול חוק ההסגרה לסין שהצית את המחאה.\r\n \r\nזאנג יסוי, דובר הפרלמנט הסמלי של סין שמתכנס היום, אמר כי הקונגרס ידון בהצעת חוק בנושא &quot;הקמת ושיפור מערכת המשפט ומנגנוני האכיפה של אזור המנהלי המיוחד, לשמירה על הביטחון הלאומי&quot;. הוא הוסיף כי &quot;המטרה היא לאשר את החקיקה עד סוף השנה&quot;. ההודעה אישרה דיווחים קודמים ולפיהם המחוקקים מתכננים לחוקק חוק ביטחון לאומי גורף, שנגנז בעבר בהונג קונג בגלל התנגדות נרחבת.\r\n  \r\nבסין עצמה, הבורסה בשנגחאי מאבדת 1.3% על אף הבטחתו של ראש הממשלה לי קצ&#39;יאנג להגדיל את ההוצאות כדי להתמודד עם ההשפעות הכלכליות של מגפת הקורונה. לי אמר במושב הפתיחה של הפרלמנט כי בייג&#39;ינג לא תקבע יעד צמיחה - במטרה להתמקד במאבק בקורונה. הוא הזהיר כי המאבק במגפה לא הסתיים, ואמר כי יש להכפיל המאמצים לתמיכה בצמיחת הכלכלה.\r\n \r\nבטוקיו, יורד מדד ניקיי ב-0.8%,  ובדרום קוריאה יורד מדד קוספי ב-1.5%.\r\n \r\nבבורסות בניו יורק: החוזים העתידיים על המדדים המובילים מאבדים עד 0.7%. מחיר הנפט מסוג WTI יורד ב-5.4% ל-32 דולר לחבית.\r\n \r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/08/22/841640/180821101254-nyse-780x439_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נועם לנדמן"}, "datePublished": "2020-05-22T23:06:50", "dateModified": "2020-08-15T12:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "ניו יורק רשמה עלייה שבועית חדה; הנפט המריא השבוע ב-12.6%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-05-22", "category": "שוק ההון", "subtitle": ""}