{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3736224,00.html"}, "headline": "שיכון ובינוי והרבה אתגרים: הדאגות של אריסון לא מסתכמות בחקירת השוחד", "description": "תוצאות הפעילויות של שיכון ובינוי בארץ ובחו&quot;ל יוצרות תמונת ראי; לראשונה, מכירות הנדל&quot;ן למגורים באירופה עקפו את המכירות בישראל;  הבריחה מהבוץ באפריקה לאמריקה הולידה שני מגה־פרויקטים; אחד כושל בקולומביה ואחד מוצלח בטקסס; החדשות הרעות: נקודות החושך משמעותיות יותר מנקודות האור", "articleBody": "החקירה נגד קבוצת שיכון ובינוי בחשד למתן שוחד לעובדי ציבור זרים באפריקה ומעצרם של מנהלים בכירים בעבר ובהווה ניכרים בשער המניה שלה שאיבדה 23% מערכה בחודשיים האחרונים. \r\n \r\n \r\nמאז, שיכון ובינוי שבשליטת שרי אריסון הספיקה לפרסם את הדו&quot;חות הכספיים שלה לשנת 2017, שמהם עולה תמונה מורכבת: לצד מגזרי פעילות צומחים ורווחיים, שמהווים נקודות אור ומספקים לה מקור לאופטימיות זהירה, ישנם תחומי פעילות בעייתיים שמצביעים על כך שחקירת המשטרה היא לא האתגר היחיד שהנהלת שיכון ובינוי נדרשת להתמודד אתו.\r\n \r\nמגה־פיאסקו בקולומביה\r\nשיכון ובינוי זכתה ביולי 2014 במכרז של ממשלת קולומביה להקמת כבישים בסמוך לבוגוטה הבירה. אך עד כה, נראה שהזכייה במגה־פרויקט, שכיום היא מחזיקה ב־50% ממנו והקמתו מוערכת ב־550 מיליון דולר, היתה בגדר ניצחון שכולו הפסד.שיכון ובינוי חשופה לקנסות לנוכח זאת שהעבודות בשני מקטעים של הכביש צפויות להסתיים באיחור של כמה חודשים. \r\n \r\nבנוסף לכך, בתוואי הפרויקט התגלו מקורות מים שחלקם הוגדרו כמעיינות טבעיים. חוקי הבנייה ושמירת הטבע בקולומביה אוסרים על בנייה בקרבת מעיינות טבעיים, ולכן נדרש תכנון מחדש של הפרויקטים בשני מקטעים של הכביש. בשל העיכובים והאילוצים בהקמת הפרויקט בקולומביה החליטו גופי המימון הקולומביאניים והבינלאומיים לעצור את המשך משיכות החוב עד לגיבוש תוכנית מוסכמת להשלמת הפערים.\r\n \r\n \r\n \r\nכתוצאה מכך הופסקו התשלומים לקבלן ההקמה (שיכון ובינוי) בגין עבודות שבוצעו מעבר לאוקטובר 2017, כאשר ממועד זה קבלן ההקמה שבו שותפה שיכון ובינוי מממן את הפרויקט ממקורותיו העצמיים, ומעריך כי יידרש מימון של 51 מיליון דולר עד לחידוש משיכות החוב. נוכח אי־הוודאות ביחס להמשך העבודות בשני המקטעים ובשל הקנסות הצפויים, שיכון ובינוי רשמה ב־2017 הפרשה להפסד צפוי של 5 מיליון דולר בגין הפרויקט בקולומביה. נכון לסוף 2017 הקבוצה העמידה לחברה בקולומביה 148 מיליון שקל כהלוואות, ובנוסף העמידה לה ערבויות של 584 מיליון שקל, שעלולת להעמיק את הבור במקרה של תקלות בפרויקט.\r\n \r\nהנדל&quot;ן למגורים בישראל דועך\r\nענף הנדל&quot;ן למגורים בישראל, שהיה אחד ממנועי הצמיחה של שיכון ובינוי בעשור האחרון, הפגין ב־2017 חולשה יוצאת דופן. שיכון ובינוי נדל&quot;ן, החברה־הבת (85.9%) של שיכון ובינוי, נחשבת לאחת מחברות הנדל&quot;ן למגורים הגדולות והמובילות בישראל ומטבע הדברים, ההאטה בענף לא פסחה עלייה. שנת 2016, שבה נרשמה ירידה של 12% במספר הדירות שמכרה שיכון ובינוי נדל&quot;ן, היתה רק קדימון לקריסה של 2017, שבה נרשמה ירידה נוספת בשיעור של 42% במספר הדירות שמכרה החברה. אם ב־2015 שיכון ובינוי נדל&quot;ן חתמה על 912 חוזים למכירת יחידות דיור חדשות, הרי שב־2017 מספרןצנח בחצי, ל־462 חוזים חדשים בלבד. הנקודה החיובית מבחינת בעלי המניות של שיכון ובינוי, היא שהמחיר הממוצע לדירה לא השתנה והוא עומד על 1.77 מיליון שקל (ללא מע&quot;מ).\r\n \r\nבשיכון ובינוי תולים את ההאטה בענף הנדל&quot;ן למגורים בתוכניות הממשלה ובראשן תוכנית &quot;מחיר למשתכן&quot;, וכן בשינויי המיסוי על דירות להשקעה, שיצרו ציפיות לירידת מחירים וקושי במכירת דירות למשפרי דיור. בענף הנדל&quot;ן למגורים עוד מקווים ומייחלים לכך שסופה של התוכנית &quot;מחיר למשתכן&quot; יהיה כמו זה של תוכנית מע&quot;מ אפס, שעם סיומה זינקו הרוכשים הפוטנציאליים שישבו על הגדר, הסתערו על הדירות בשוק והביאו לעליית מחירים. בינתיים, זה לא קורה.\r\n \r\nקבלנות תשתית ובנייה בחו&quot;ל\r\n2017 התאפיינה בקשיי גבייה במרבית מדינות הפעילות של קבוצת שיכון ובינוי באפריקה. עיכוב באישור התקציב הממשלתי בניגריה לשנת 2017 הביא להאטה בקצב התשלומים, וכתוצאה מכך להאטה בקצב הפעילות של הקבוצה בפרויקטים במהלך המחצית השנייה של השנה. \r\n \r\nגם הרווחיות של שיכון ובינוי בתחום קבלנות תשתית ובנייה בחו&quot;ל נשחקה והושפעה בעיקר מהיחלשות חלק מהמטבעות המקומיים, ובראשם הניירה בניגריה, ביחס לדולר האמריקאי. בנוסף לכך, שיכון ובינוי הכירה בהפסדים בשני פרויקטים של סלילת כבישים בחוף השנהב ובקולומביה. כפועל יוצא מכל האירועים הללו הרווח התפעולי של שיכון ובינוי במגזר קבלנות תשתית ובנייה בחו&quot;ל ב־2017 נחתך ל־136 מיליון שקל, ירידה של 57.4% בהשוואה לרווח תפעולי של 319 מיליון ב־2016.\r\n \r\nחרף הצניחה ברווח מפעילות, קים חשש שהאיום הגדול על שיכון ובינוי בתחום קבלנות תשתיות ובנייה בחו&quot;ל עוד לפניה. בשיכון ובינוי אומרים שבשלב זה אין ביכולתה של החברה להעריך את החשיפות הנובעות מחקירת המשטרה, אולם אם יתברר כי בוצעו פעולות בלתי חוקיות עלולה להיות לכך השפעה מהותית לרעה על החברה. אחת מנקודות התורפה של שיכון ובינוי נעוצה בחשש להטלת סנקציות על ידי הבנק העולמי שמסייע במימון חלק מהפרויקטים בחו&quot;ל, שעלולות לכלול השעיה לתקופה קצובה מהתמודדות במכרזים עתידיים של פרויקטים הממומנים על ידיו, וכן דרישה להשבת כספים שקבלה SBI כהלוואות שהועמדו על ידי הבנק העולמי.\r\n \r\nמפעל אלקון סובל מקריסת טבע\r\nאלקון הוא מפעל בבעלותה המלאה (100%) של שיכון ובינוי שמספק שירות לטיפול בשפכים תעשיתיים מורכבים הנחשבים לחומרים מסוכנים. הקמתו של אלקון שבנאות חובב הסתיימה במחצית השנייה של 2016, אולם גם נכון להיום הוא מצוי עדיין בשלבי הרצה. \r\n \r\nאחד הגורמים לכך שמפעל השפכים של שיכון ובינוי פועל בתפוקה של 50% נעוץ בירידה מהותית בהכנסות של המפעל מחברת התרופות טבע שהיוותה לקוח משמעותי. שיכון ובינוי הכירה ב־2017 בהפסד מירידת ערך בהיקף של 75 מיליון שקל שנרשם כתוצאה מכך שהערך של אלקון בספרים היה גבוה מסכום בר־ההשבה.\r\n \r\nההפסדים של אלקון יוצרים גם קשיים במימון פעילות המפעל. אלקון מממן את פעילותו בדרך של הלוואות משיכון ובינוי שעמדו על 131 מיליון שקל בסוף 2017, ובמימון בנקאי שהתקבל לשם הקמת המפעל שיתרתו היא 99 מיליון שקל. שיכון ובינוי צפויה לבצע השקעת בעלים נוספת שאותה היא מגדירה &quot;בהיקף שאינו מהותי&quot;, וזאת לשם השלמת הליך ההרצה של המפעל. ב־2017 אלקון לא עמד בחלק מאמות המידה הפיננסיות שלהן התחייב במסגרת קבלת המימון הבנקאי, והמפעל קיבלה כתבי ויתור מהבנקים שמאשרים שהם לא יעמידו את ההלוואות לפירעון מיידי עד ל־30 ביוני 2018.\r\n \r\n\r\n\r\n\r\n \r\nמגה־הצלחה בכבישי טקסס\r\nכדי להקטין את החשיפה לפעילות של הקבוצה באפריקה, הנהלת שיכון ובינוי אימצה אסטרטגיה שקיבלה את השם &quot;Go West&quot;, ללכת מערבה, אל יבשת אמריקה. כפועל יוצא מכך שיכון ובינוי זכתה בשני מגה־פרויקטים: בקולומביה שבדרום אמריקה ובטקסס שבארצות הברית. בעוד שהפרויקט בקולומביה מסב לשיכון ובינוי הפסדים, זה שבטקסס מסתמן כמוצלח. ההכנסות הצפויות לשיכון ובינוי מכל אחד מהמגה־פרויקטים הללו מוערכות ב־1.5 מיליארד שקל, אולם בעוד שזה שבקולומביה רשם ב־2017 הפסד גולמי בשיעור של 5%, שיעור הרווח הגולמי בפרויקט של שיכון ובינוי בטקסס הגיע ל־15% בסוף אותה שנה. הקמת פרויקט נתיבי אגרה מהירים ביוסטון, טקסס, שעלות הקמתו מסתכמת ב־815 מיליון דולר, צפויה להסתיים באמצע 2019. לאחר מכן שיכון ובינוי, שחלקה בזכיין עומד על 21.6%, תתחזק ותתפעל את הכביש לתקופה של 52 שנים. בתקופה הזאת הזכיין יהיה זכאי לגבות אגרה ממשתמשי הכבישים המהירים בפרויקט.\r\n \r\nיזמות הנדל&quot;ן פורחת באירופה \r\nפעילות יזמות הנדל&quot;ן של שיכון ובינוי בחו&quot;ל, שמתמקדת בפולין, צ&#39;כיה, רומניה וסרביה, מהווה תמונת ראי לפעילות הנדל&quot;ן למגורים של הקבוצה בישראל. ב־2017 גדל היקף הפעילות של קבוצת שיכון ובינוי בכל מדינות הפעילות, למעט הונגריה (שבה נבחנת אפשרות למכירת נכסים). השיפור בתוצאות העסקיות של בתחום הנדל&quot;ן בחו&quot;ל בא לידי ביטוי בעלייה במספר הדירות שנמכרו, במספר הדירות שנמסרו ובעלייה בהשקעות שבוצעו.\r\n \r\nבעוד בישראל ניכרת האטה ענפית בקצב מכירת הדירות, שיכון ובינוי מציגה צמיחה מרשימה בפעילותה באירופה. 2017, שבה נחתמו 869 חוזים למכירת יחידות דיור חדשות, עלייה של 22% בהשוואה ל־2016, בשנה שעברה שיכון ובינוי מכרה לראשונה יותר דירות בחו&quot;ל מכפי שהיא מכרה בישראל. בעקבות העלייה במספר הדירות שנמכרו והודות לעלייה מתונה במחירן, שיכון ובינוי רשמה ב־2017 עלייה של 29% בהכנסות ממכירת דירות באירופה.\r\n \r\nקבלנות תשתית ובנייה בישראל\r\nבניגוד לפעילות של שיכון ובינוי בחו&quot;ל בתחום קבלנות תשתית ובנייה, בישראל הקבוצה מציגה צמיחה מרשימה ברווח התפעולי. שיכון ובינוי הציגה ב־2017 עלייה של 752 מיליון שקל בהכנסות בפעילותה בישראל, שנבעה שעיקר מעלייה בהיקף הביצוע של חטיבת ה־EPC (Engineering Procurement Construction), שעוסקת בביצוע עבודות הקמה בפרויקטים מורכבים בשיטת ה־BOT, החל משלב המכרז ועד גמר הפרויקט ומסירתו לזכיין. עיקר השיפור בתוצאות החטיבה מיוחס לעלייה בהיקפי הביצוע בפרויקט האנרגיה הסולרית אשלים; לעלייה בהיקף הביצוע של פרויקט להרחבת המפעל של אינטל בקריית גת; ובנוסף לכך, סולל בונה נהנתה מעלייה של 162 מיליון שקל בהכנסות החברה־הבת צמנטכל, זאת, בעיקר, עקב מעורבותה בביצוע פרויקט המכשול בגבול רצועת עזה. \r\n \r\nמנגד נרשמה ירידה בהכנסות חטיבת הבנייה ובהכנסות מפעילות חטיבת הכבישים, שמיוחסת בעיקר להתכווצות היקפי הביצוע בפרויקט הנחת מסילות בקווי הרכבת בצפון. כפועל יוצא מכל אלה, נרשם ב־2017 זינוק של 49% לעומת התקופה המקבילה ברווח מפעולות של מגזר קבלנות תשתית ובנייה בישראל, ל־123 מיליון שקל.\r\n \r\n\r\n\r\n\r\n \r\n \r\nאיי.די.או צומחת חרף מאבק השליטה\r\nמגזר &quot;אחרים&quot; כולל את מפעל אלקון הכושל, שברמת חובב, שמסב לשיכון ובינוי הפסדים, אך גם את האחזקה (37.5%) באיי.די.או גרופ, שמחזיקה (38.4%) ב־ADO פרופרטיז שנסחרת בפרנקפורט. בשנה האחרונה שיכון ובינוי מתמודדת במאבקי שליטה באיי.די.או, ובספטמבר 2017 נחתם הסכם בעלי מניות בין שיכון ובינוי לבין משפחת דיין וקרן אפולו, שעדיין לא נכנס לתוקף. הפעילות של קבוצת איי.די.או, שעוסקת ברכישה, ניהול, תחזוקה והשכרה של בנייני בגורים בעיר ברלין שבגרמניה, מהווה אחת מנקודות האור בדו&quot;חות של הקבוצה והיא נמצאת במגמת צמיחה מתמשכת.\r\n \r\nבסוף 2017 היו בבעלות קבוצת איי.די.או 20,649 יחידות דיור, עלייה של 17% לעומת סוף 2016. השיפור בתוצאות העסקיות של קבוצת איי.די.או ב־2017 בא לידי ביטוי בעלייה ב־NOI ל־359 מיליון שקל, זאת לעומת 308 מיליון שקל ב־2016, וכן בעלייה של 5.2% בדמי השכירות הממוצעים ל־6.42 יורו למ&quot;ר, לעומת ממוצע של 6.1 יורו למ&quot;ר ב־2016.", "keywords": ["שרי אריסון", "שוק ההון", "שוחד", "בורסה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/04/19/719098/20.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "יניב רחימי"}, "datePublished": "2018-04-17T07:01:56", "dateModified": "2020-08-09T12:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שיכון ובינוי והרבה אתגרים: הדאגות של אריסון לא מסתכמות בחקירת השוחד", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-04-17", "category": "שוק ההון", "subtitle": ""}