{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3777481,00.html"}, "headline": "מכונת התשואות של ישי דוידי פיגרה ב־35% לעומת המדדים", "description": "הראלי שעבר על שוקי ההון בארץ ובעולם במהלך 2019 פסח על רוב החברות הציבוריות שקרן פימי מחזיקה בהן. רק שתיים, מנועי בית שמש וג&#39;י וואן, הצליחו להכות את מדד הייחוס שלהן. 9 מעשר הנותרות הציגו תשואות חסר דו־ספרתיות לעומת מדדי הייחוס ", "articleBody": "המשקיעים בארץ ובעולם יתקשו לשכוח את 2019 שסיפקה תשואות פנומנליות. שוקי ההון בארה&quot;ב, בישראל ובעולם עלו בצורה חדה וסיפקו תשואות דו־ספרתיות ברוב המדדים המובילים. אך מי שדווקא כנראה תעדיף לשכוח את השנה הזו היא קרן ההשקעות פימי, שנחשבה במשך שנים למכונת תשואות משומנת המכה את השוק באופן עקבי. משהו במכונה הזו, שהחל לחרוק כבר ב־2018, רק החמיר כאשר החברות הציבוריות שלה לא הצליחו להדביק את מדדי הייחוס שלהן והניבו תשואת חסר ממוצעת של -35%. עם זאת, חשוב לציין כי מדובר בבדיקה של שנתיים בלבד, הכוללת את האחזקות הציבוריות של הקרן ולא מתייחסת לאחזקות הפרטיות שלה. \r\n \r\nקריסת ממוצע התשואות\r\n \r\nפימי היא קרן ההשקעות הגדולה בישראל עם שווי נכסים מנוהלים מוערך של 5.5 מיליארד דולר. לבד מהמייסד והמנכ&quot;ל ישי דוידי בקרן שני שותפים בכירים - גילון בק, ולילך אשר־טופילסקי שהצטרפה לאחרונה. פימי מחזיקה ב־12 חברות ציבוריות: אורביט (41.8%), ג&#39;י וואן (66%), נייר חדרה (59%), יוניטרוניקס (50%), מנועי בית שמש (35%), רקח (52%), ח. מר (37%), תאת טכנולוגיות (59%), גילת (34%), המ־לט (30%), פיסיבי טכנולוגיות (48%) ותדיר־גן (54%).\r\n \r\n\r\n\r\n\r\n \r\nהמשקיעים הבולטים של פימי בישראל הם הבנקים דיסקונט, לאומי, מזרחי־טפחות והפועלים; חברות הביטוח מגדל, הראל והפניקס; בתי ההשקעות פסגות ומיטב דש; ועמיתים קרנות פנסיה. ב־2019 לא רק שקרן פימי לא הצליחה להכות את השוק, אלא שממוצע התשואות החברות הציבוריות שבהן היא מחזיקה ירד ב־6.8%, זאת כאשר ת&quot;א־90 שהוא מדד הייחוס לגילת, מנועי בית שמש, המ־לט ונייר חדרה הניב 40%; ת&quot;א צמיחה הניב 26.1%; ומדד היתר הניב 28.7%.שווי האחזקה הכוללת של פימי בחברות הציבוריות שהחזיקה בהן (מתחילת 2019 ועד סופה) עמד בתחילת 2019 על 3.57 מיליארד שקל. אם נכליל בשווי זה את חלקה בדיבידנדים שחולקו ותמורה ממימושים חלקיים שביצעה הרי ש-12 חודשים לאחר מכן, בסוף 2019, עמד שווי הפורטפוליו על 3.16 מיליארד שקל, אובדן של 11.5% משווי הנכסים הציבוריים במהלך השנה. \r\n \r\nהחריקות במכונת התשואות של פימי התחילו כבר ב־2018, עם תשואה שלילית ממוצעת של 14.2%, זאת לעומת תשואה של 30% שהניבה הקרן החמישית שלה ב־2017 לצד תשואות גבוהות נוספות של חברות ציבוריות שבהן החזיקה ב־2015–2017. אבל התמונה מאז השתנתה. בעוד מניית גילת הובילה את טבלה התשואות של פימי ב־2018, עם עלייה של 26%, תדיר־גן נחתכה ב־77% באותה תקופה: מר נחתכה ב־50%; תאת טכנולוגיות איבדה 34%; נובולוג –שכלל אחזקותיה של פימי בה נמכרו באפריל 2019 – נחתכה ב־30%; אינרום – שיתרת אחזקותיה של פימי בה נמכרו בינואר 2019 – נחתכה ב־29.6%; ורקח שאיבדה 28% משווייה במהלך 2018. \r\n \r\nעם זאת, בניגוד ל־2019, 2018 היתה חלשה והניבה תשואות שליליות בשוקי העולם. 13 החברות הציבוריות שפימי החזיקה בהן ב־2018 הניבו תשואת חסר ממוצעת של 4.8% בלבד לעומת מדדי הייחוס שלה, כאשר 5 מהן הניבו תשואות חיוביות ו־8 הציגו תשואות שליליות. ב־2019, לעומת זאת, רק 3 חברות מקרב 12 החברות ציבוריות שפימי החזיקה בהן הציגו תשואות דו־ספרתיות, שתיים הציגו תשואות אפסיות ו־7 הציגו תשואות שליליות. \r\n \r\nההובלה של מנועי בית שמש \r\n \r\nכוכבת התשואות של פימי ב־2019 היתה מנועי בית שמש שהניבה 59.5% והיכתה את מדד הייחוס שלה; אחריה יוניטרוניקס שהניבה 25.4%; ג&#39;י וואן, שאף היא היכתה את מדד הייחוס שלה, עם 22.6%; תדיר־גן עם 1% בלבד (לאחר שב־2018 צנחה ב־77%); כאשר סוגרות את הטבלה נייר חדרה שאיבדה 46.2%; ומר שהיתה היורדת הגדולה ב־2019 נחתכה ב־61% לאחר שאיבדה 50% שנה קודם לכן; הרוח הגבית שקיבלה מנועי בית שמש, והזניקה אותה לראש טבלת התשואות של פימי הגיעה מאיחוד התוצאות עם חישולי הכרמל, שאותה רכשה הקרן בינואר 2019 תמורת 58.5 מיליון דולר, והרחבת החוזה מול חברת המנועים למטוסים פראט אנד וויטני קנדה.\r\n \r\nחישולי הכרמל הפועלת בתחום ייצור החלקים למנועי סילון לתעופה ומוצריה מהווים חומר גלם עיקרי לפעילותה של מנועי בית שמש. רכישת חישולי הכרמל הביאה לזינוק בתוצאות מנועי בית שמש בינואר־ספטמבר 2019. בזכות הרחבת ההתקשרות ארוכת הטווח מול החברה הקנדית צבר ההזמנות של מנועי בית שמש עלה מ־1.76 מיליארד דולר בסוף 2018 לצבר הזמנות של 2.46 מיליארד דולר בסוף ספטמבר. עם זאת, בנטרול הרכישה של חישולי הכרמל התוצאות הכספיות מעידות על סטגנציה בחלק מהפרמטרים בדו&quot;חותיה הכספיים. שווי מנועי בית שמש זינק מ־759 מיליון שקל בתחילת 2019 ל־1.2 מיליארד שקל בסוף השנה. פימי ניצלה את המומנטום החיובי ומכרה בסוף נובמבר 8% ממנועי בית שמש למוסדיים בתמורה ל־100 מיליון שקל.\r\n \r\nח. מר ממשיכה להמתרסק \r\n \r\nמי שהשאירה טעם מר במיוחד למשקיעים היתה ח. מר המתרסקת שעדיין לא הצליחה להתאים את עצמה לתנאי השוק החדשים בשוק תשתיות התקשורת. ח. מר שבשליטת קרן פימי (36.6%) וחיים מר (28.5%), ובניהולו של ניר למפרט המשיכה את המגמה השלילית מ־2018, שבה איבדה 50.6% משווייה ועברה להפסד בדו&quot;חות. ב־2019 מניית ח. מר איבדה, כאמור, 61% ממחירה, לשווי שוק של 57 מיליון שקל בלבד. את הרבעון השלישי של 2019 סיימה ח. מר עם צניחה של 34% בהכנסות, מעבר להפסד גולמי והעמקת ההפסד מפעילויות נמשכות ל־32 מיליון שקל. קרן פימי נכנסה להשקעה בח. מר באוגוסט 2013, אז רכשה 30% ממניות החברה תמורת 95 מיליון שקל, עסקה ששיקפה לח. מר שווי של 317 מיליון שקל, לא רחוק משווי של 310 מיליון שקל שבו נסחרה בתחילת 2018. למעשה, הפעם האחרונה שח. מר הציגה דו&quot;חות חיוביים היתה בסוף 2017, אז רשמה רווח תפעולי של 21 מיליון שקל מפעילויות נמשכות ורווח נקי של 7 מיליון שקל. את 2018 סיימה ח. מר עם הפסד תפעולי של 12.8 מיליון שקל והפסד מפעילויות נמשכות של 25 מיליון שקל.\r\n \r\nהמשך שחיקה בכל המגזרים\r\n  \r\nגם מבט על תוצאות ח. מר בינואר־ספטמבר 2019 אינו מעודד, שכן ניתן לראות בהן המשך שחיקה בכלל המגזרים. מגזר מר גלובל, שעוסק במכירת פתרונות החברה בכמה מדינות, בדגש על פרויקטי ביטחון מולדת; IOT; מודיעין; והגנת סייבר ותשתיות תקשורת, שהיווה את מרכז הרווח בשנים האחרונות, רשם צניחה של 42% בהכנסות בינואר־ספטמבר, ל־133.3 מיליון שקל, ומעבר להפסד תפעולי של 11.9 מיליון שקל, זאת לעומת רווח תפעולי מגזרי של 15.1 מיליון שקל בתקופה המקבילה. ח. מר נמצאת בתהליך מורכב של התאמה לתנאי השוק החדשים, זאת על ידי צמצום וסגירה של פעילויות פחות רווחיות לעומת מיקוד מאמצים בתחומים שהחברה מאמינה כי יש לה בהם יתרון יחסי.", "keywords": ["ישי דוידי", "קרן פימי", "אורביט", "ג&#39;י וואן", "נייר חדרה", "יוניטרוניקס", "מנועי בית שמש", "רקח", "ח.מר", "תאת טכנולוגיות", "גילת", "המ-לט", "פיסיבי טכנולוגיות", "תדיר-גן"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/03/26/894580/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורי גלאור"}, "datePublished": "2020-01-12T08:00:54", "dateModified": "2020-08-20T15:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "מכונת התשואות של ישי דוידי פיגרה ב־35% לעומת המדדים", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-01-12", "category": "שוק ההון", "subtitle": ""}