{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3839742,00.html"}, "headline": "אפקט טסלה: פיסקר יוצאת להנפקה", "description": "החדשות על כניסתה של המתחרה לעשיריה הראשונה של החברות הגדולות בוול סטריט עשו את שלהן - יצרנית הרכב החשמלי פיסקר הודיעה כי היא מתכוונת לצאת להנפקה בשווי שוק של 2.9 מיליארד דולר; המטרה: למממן את השלמת פיתוחו של רכב הכביש-שטח החשמלי שלה - ה-OCEAN", "articleBody": "יצרנית הרכב החשמלי פיסקר FISKER תצא בקרוב להנפקה בשווי שוק של 2.9 מיליארד דולר, כך מודיעה החברה. העיתוי בו בחרה פיסקר כמובן אינו מקרי - זאת לנוכח כניסתה של טסלה לעשיריה הפותחת של החברות הגדולות בניו יורק.\r\n \r\nמטרתה העיקרית של ההנפקה היא לאפשר לפיסקר להשלים את פיתוחו של רכב הכביש-שטח החשמלי שלה - ה-OCEAN, שנחשף רשמית בשנה שעברה. מחיר היעד של OCEAN שיוצג רשמית ב-2022 צפוי לעמוד על 37 אלף דולר, כלומר 13 אלף דולר פחות ממחירו ההתחלתי של המתחרה של טסלה - מודל Y. \r\n \r\n \r\n \r\nלאחר ההנפקה שתצא לפועל בעוד מספר חודשים צפויה פיסקר לייצר דגמים נוספים שיהיו מבוססים על פלטפורמה מוכרת של VAG, החברה האם של פולקסווגן ואאודי, פלטפורמה עליה מבוססת בין היתר אאודי איטרון החשמלית. \r\n \r\nפיסקר אינו שם חדש בעולם הרכב: החברה ראשונה שהוקמה על ידי מעצב הרכב הנריק פיסקר התמחתה בייצור מכוניות-על, אך פשטה רגל. בשנת 2018 הקים פיסקר חברה נוספת שנשאה את השם פיסקר, אך הפעם את מכוניות העל החליף רכב כביש שטח חשמלי. \r\n \r\nושוב למתחרה: נסיקה כוללת של יותר מ-320% מתחילת השנה מציבה את שווי השוק של טסלה על 328 מיליארד דולר - אם תציג בדוחות הרבעון השני רווח חשבונאי, היא אף תעמוד בתנאי הנדרש לכניסה ל-S&amp;P 500 - ארבעה דוחות רצופים עם פלוס בשורת הרווח.", "keywords": ["פיסקר", "טסלה", "הנפקה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/07/15/1005192/Network-382_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "תומר הדר"}, "datePublished": "2020-07-15T14:12:23", "dateModified": "2020-08-18T14:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אפקט טסלה: פיסקר יוצאת להנפקה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-15", "category": "שוק ההון", "subtitle": ""}