{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3839530,00.html"}, "headline": "נעילה ירוקה בניו יורק: דאו ג&#39;ונס קפץ ב-2.1%", "description": "נאסד&quot;ק ננעל בפלוס 0.9%, לאחר שנסחר בירידות במרבית שעות המסחר; לאחר הדוחות: וולס פארגו נפל ב-4.6%, סיטיגרופ ירד ב-4%, דלתא איירליינס איבדה 2.6%; מניית הפינטק Ncino נסקה ב-195% ביום המסחר ההראשון שלה לאחר ההנפקה ", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס S&amp;P 500 נאסד&quot;ק\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n23:00 - וול סטריט ננעלה בעליות, שהתחזקו בשעת המסחר האחרונה,. דאו ג&#39;ונס ניתר ב-2.1%, נאסד&quot;ק עלה ב-0.9% לאחר שרשם ירידות במרבית שעות המסחר, ומדד S&amp;P הוסיף 1.3% לערכו.\r\n \r\n22:10 - שלושת המדדים עברו לטריטוריה ירוקה. דאו ג&#39;ונס קופץ ב-1.8%, מדד S&amp;P 500 מטפס ב-0.9%, ונאסד&quot;ק מוסיף 0.3% לערכו. \r\n \r\nמחיר הנפט הגולמי מסוג WTI עלה ב-0.5% ל-40.29 דולר לחבית. ברקע: הוועידה המקוונת שיקיימו מחר המדינות החברות באופ&quot;ק+, בראשות רוסיה וסעודיה.\r\n \r\n20:55 - יציבות בזהב: מחיר החוזה ירדה היום בשיעור קל מאד של 0.04%, 70 סנט, ונקבע על 1,813.40 דולר לאונקיה. \r\n \r\n20:30 - מניית קטארפילר מטפסת ב-3.2% בפסגת מדד דאו ג&#39;ונס - חברת המנועים והציוד המכני הכבד רשמה עלייה של 15.5% בשלושת החודשים האחרונים והיא עומדת על מינוס 8.8% מתחילת 2020. \r\n \r\n \r\n \r\n20:00 - מניית הפינטק אנסינו (nCino) נוסקת ב-160% ביום המסחר הראשון שלה. אנסינו מפתחת תוכנת ענן למוסדות פיננסי, המאפשרת מעקב אחר כל האירועים הרלבנטיים בפעילות, כולל שינויים בהעדפות לקוחות, שינויים וביצועים תפעולים של כל החטיבות במקביל, הוראות רגולטוריות ועוד. אנסינו הנפיקה 7.6 מיליון מניות לפי מחיר התחלתי של 24-22 דולר וההנפקה שלה הושלמה אתמול בערב במחיר של 31 דולר – הנסיקה היום דוחפת את שווי המניה ל-80.70 דולר. \r\n \r\n19:15 - נעילה באירופה: מדד דאקס ירד ב-0.8%, קאק ומדריד ירדו ב-1%, מילאנו נסוג ב-0.6%; פוטסי עלה בשיעור קל של פחות מ-0.1%; המדד האירופי סטוקס 600 נחלש ב-0.8%. \r\n \r\nבניו יורק בשעה זו: מדד דאו ג&#39;ונס עולה ב-1%, S&amp;P 500 עולה ב-0.3%, נאסד&quot;ק נסוג ב-0.3%. \r\n \r\n18:40 - שבר מוחלט: בואינג סיפקה ברבעון השני 20 מטוסים מסחריים בלבד, לעומת 90 מטוסים ברבעון המקביל. מספר מטוסי הדרימליינר (דגם 787) שמסרה ברבעון עומד על 7 בלבד, מול 42 יחידות ברבעון המקביל. בסיכום המחצית הראשונה של 2020 סיפקה בואינג 70 מטוסים בלבד, בהשוואה ל-239 מטוסים במחצית המקבילה בשנה שעברה.\r\n \r\n \r\n \r\n18:15 - קצוות בדאו ג&#39;ונס: ענקיות האנרגיה שברון ואקסון מובייל מטפסות ב-2.9% וב-2.8% בהתאמה בפסגת המדד, מיקרוסופט יורדת ב-0.7% בתחתית. \r\n \r\n17:10 - תמונת המדדים משתנה לאחר 40 דקות של מסחר, כאשר הנאסד&quot;ק בולט עם ירידה של 1.3%, S&amp;P 500 נחלש ב-0.6%, דאו ג&#39;ונס עולה ב-0.1%; הירידות במניות הטכנולוגיה: אמזון יורדת ב-3.7%, מיקרוסופט נחלשת ב-1.7%, פייסבוק ב-2%, אלפבית ב-1.5%, נטפליקס ב-4.3%. \r\n \r\n17:00 - האנליסט אלכס פוטר (Alex Potter) מקפיץ את מחיר היעד שלו על טסלה מ-939 דולר ל-2,322 דולר עם המלצת &#39;קניה&#39;. מחיר היעד הקודם נקבע בחודש אפריל, אז נסחרה טסלה סביב 800 דולר – ומאז קפיצה ב-87%. \r\n \r\n \r\n16:35 - המסחר נפתח: המדדים דאו ג&#39;ונס ונאסד&quot;ק יורדים ב-0.1%, S&amp;P 500 יורד ב-0.3%; טסלה מטפסת ב-4%; לאחר הדוחות: דלתא איירליינס יורדת ב-3%, ג&#39;יי. פי מורגן עולה ב-1.9%, וולס פארגו נופל ב-5.7%, סיטיגרופ יורד ב-0.9%; הארלי דווידסון עולה ב-3.2% לאחר המלצת אנליסטים, ספוטיפי יורדת ב-3% לאחר הורדת המלצה. \r\n \r\nתשואת אג&quot;ח ארה&quot;ב ל-10 שנים יורדת ב-4 נק&#39; ל-0.60%; הנפט מסוג WTI יורד ב-1.9% ל-39.4 דולר לחבית; הזהב יורד ב-0.8% ל-1,799.40 דולר לאונקיה; באירופה - דאקס יורד ב-1.7%, קאק יורד ב-1.9%, פוטסי נחלש ב-0.6%.  \r\n \r\n16:10 - האנליסט גריק ג&#39;ונסון (Gerrick Johnson) מ- BMO Capital גם מעלה המלצה על הארלי דווידסון מקפיץ את מחיר היעד לרמה הגבוה ביותר בוול סטריט. ג&#39;ונסון מעלה את ההמלצה מ&#39;תשואת שוק&#39; ל&#39;תשואת יתר&#39; ואת מחיר היעד מ-23 ל-33% דולר – 27% מעל מחיר הנעילה אתמול, 25.92 דולר. ג&#39;ונסון מציב כאן את מחיר היעד השורי ביותר מתוך 19 האנליסטים המסקרים את הארלי דווידסון. ג&#39;ונסון מעלה את ההמלצה מ&#39;תשואת שוק&#39; ל&#39;תשואת יתר&#39; ואת מחיר היעד מ-23 ל-33% דולר – 27% מעל מחיר הנעילה אתמול, 25.92 דולר. ג&#39;ונסון מציב כאן את מחיר היעד השורי ביותר מתוך 19 האנליסטים המסקרים את הארלי דווידסון. \r\n \r\nעוד עדכוני אנליסטים: ב-UBS מורידים בחדות את ההמלצה על ספוטיפיי, מ&#39;קניה&#39; ל&#39;מכירה&#39;, ומורידים גם את המלצתם על נטפליקס, מ&#39;קניה&#39; ל&#39;החזק&#39;. \r\n \r\n  \r\n  \r\n15:55 - מדד המחירים לצרכן בארה&quot;ב טיפס ב-0.6% בחודש יוני, מעל התחזיות שעמדו על 0.5% ולאחר לאחר נסיגה של 0.1% במאי. בחישוב של 12 חודשים עומד שיעור האינפלציה של 0.6%. \r\n \r\n15:40 - תוצאות וולס פארגו וסיטי:\r\n \r\nוולס פארגו: הבנק רשם בחודשים אפריל-יוני הפסד של 2.69 מיליארד דולר, או של 66 סנט למניה, לעומת רווח של 5.85 מיליארד דולר או של 1.30 דולר למניה ברבעון המקביל. הצפי היה לתוצאה משמעותית חלשה פחות - הפסד של 16 סנט למניה. ההכנסות נפלו ב-17% ל-17.84 מיליארד דולר, ההכנסות מריבית ירדו ב-18% ל-9.9 מיליארד דולר ופספסו את הצפי בשוק שעמד על 10.3 מיליארד דולר. ההכנסות שאינן מריבית ירדו ב-16% ל-8 מיליארד דולר, הצפי עמד על 8.1 מיליארד דולר. ההפרשה לחובות מסופקים זינקה ל-20.4 מיליארד דולר, עלייה של 8.4 מיליארד דולר בסום הרבעון הראשון. וולס פארגו מאבד 4.5% בטרום. \r\n \r\nסיטיגרופ: הבנק רשם ברבעון השני רוח נקי של 1.3 מיליארד דולר, או 50 סנט למניה, לעומת רווח של 4.84 מיליארד דולר או 1.95 דולר למניה ברבעון המקביל. הצפי בשוק עמד על רווח של 35 סנט למניה בלבד. ההכנסות צמחו ל-19.8 מיליארד דולר, לעומת 18.8 מיליארד דולר ברבעון המקביל, הצפי עמד על 19.1 מיליארד דולר.\r\n \r\n15:30 - שעה לפתיחת המסחר בניו יורק, החוזים על דאו ג&#39;ונס ו-S&amp;P 500 עולים ב-0.3%, על נאסד&quot;ק ב-0.1%. \r\n \r\nתשואת אג&quot;ח ארה&quot;ב ל-10 שנים יורדת ב-3 נק&#39; ל-0.61%; הנפט מסוג WTI יורד ב-1.3% ל-39.6 דולר לחבית; הזהב יורד ב-0.7% ל-1,802 דולר לאונקיה; באירופה - דאקס יורד ב-1.6%, קאק יורד ב-1.8%, פוטסי נחלש ב-0.5%. \r\n  \r\n14:15 - דלתא איירליינס עלתה על צפי ההכנסות אך החמיצה בגדול את צפי הרווח ברקע סגירת השמיים וביטול הטיסות ברחבי העולם. חברת התעופה סיימה את שלושת החודשים אפריל-יוני עם הכנסות בהיקף 1.47 מיליארד דולר לעומת הכנסות של 12.54 מיליארד דולר ברבעון המקביל ב-2019. ההפסד עמד על 9.01 דולר למניה, לעומת רווח של 2.21 דולר למניה ברבעון המקביל, ההפסד המתואם עמד על 4.43 דולר למניה - מתחת צפי השוק שהיה להפסד של 4.35 דולר למניה. \r\n \r\nדלתא סיימה את הרבעון עם יתרת מזומנים של 15.7 מיליארד דולר, וחוב כולל והתחייבויות חכירה של 24.6 מיליארד דולר.\r\n \r\n \r\n \r\n14:05 - ג&#39;יי.פי מורגן עלה על צפי האנליסטים לרבעון השני של 2020: הבנק הגדול בארה&quot;ב מבחינת שווי נכסים רשם הכנסות של 33.82 מיליארד דולר לעומת הכנסות של 29.48 מיליארד דולר ברבעון המקביל ב-2019, בזמן שבשוק ציפו להכנסות של 30.1 מיליארד דולר. הבנק רשם רווח של 4.7 מיליארד דולר ברבעון, וההפרשות להפסדי אשראי עמדו על 8.9 מיליארד דולר. הרווח המתואם עמד על 1.38 דולר למניה, מתחת לרווח של 2.82 דולר למניה ברבעון המקביל אך מעל תחזיות האנליסטים ל-1.19 דולר למניה. ההכנסות מריבית נטו ירדו ב-4% ל-14 מיליארד דולר, בהתאם לצפי השוק.\r\n \r\nמניית ג&#39;יי.פי מורגן קופצת ב-3.7% בטרום המסחר בניו יורק.\r\n \r\n13:55 - סין אמרה שתטיל סנקציות על לוקהיד מרטין, אחרי שארה&quot;ב אישרה הסכם אפשרי שבו תרכוש טייוואן ב-620 מיליון דולר חלקים לשיפוץ טילים שמייצרת לוקהיד מרטין האמריקאית.\r\n \r\nדובר משרד החוץ הסיני ג&#39;הו ליג&#39;יאן (Zhao Lijian) הצהיר על נקיטת הסנקציות בתדרוך שהתקיים היום בבייג&#39;ינג. ג&#39;הו קרא לארה&quot;ב לנתק את הקשרים הצבאיים עם טייוואן – שסין מחשיבה כחלק מהטריטוריה שלה – כדי להימנע מ&quot;פגיעה נוספת ביחסים בין שתי המדינות&quot;.\r\n \r\n13:45 - עונת הדוחות בוול סטריט תופסת תאוצה ומתגבר קצב פרסום דוחות הרבעון השני, שבו השפיעה מגפת הקורונה בעוצמה כמעט על כל ענפי הפעילות. \r\n \r\nבין החברות שצפויות לפרסם היום את דוחות הרבעון השני בולטים הבנקים ג&#39;יי.פי מורגן, וולס פארגו וסיטיגרופ, שידווחו שלושתם לפני פתיחת המסחר בניו יורק.\r\n \r\nדלתא איירליינס צפויה גם היא לפרסם דוחות, ברקע ההשבתה הממושכת של הטיסות שהובילה לצניחה של 54.1% במניית חברת התעופה מאז תחילת השנה.\r\n \r\nתאגיד הטלקום המקסיקני אמריקה מוביל יפרסם את הדוחות לאחר נעילת המסחר בניו יורק.\r\n \r\nהחוזים העתידיים על המדדים המובילים בניו יורק מטפסים - החוזים על דאו ג&#39;ונס מתחזקים ב-0.4%, החוזים על S&amp;P 500 מוסיפים 0.3% והחוזים על נאסד&quot;ק עולים ב-0.1%.\r\n \r\n \r\n \r\n12:55 - סווטש מטפסת ב-1.1% אחרי שהציגה תחזית אופטימית לחודשים הקרובים, למרות מעבר להפסד במחצית הראשונה של השנה בעקבות סגירת מרבית החנויות בשל מגפת הקורונה. \r\n \r\nיצרנית השעונים השוויצרית רשמה הפסד של 308 מיליון פרנק שוויצרי (327.1 מיליון דולר) בששת החודשים הראשונים של השנה, בהשוואה לרווח נקי של 415 מיליון פרנק שוויצרי בתקופה המקבילה ב-2019.\r\n \r\nההפסד התפעולי עמד על 327 מיליון פרנק שוויצרי, ביחס לרווח תפעולי של 547 מיליון פרנק שוויצרי בתקופה המקבילה. \r\n \r\nסווטש דיווחה שהמכירות צנחו ב-43.4% ל-2.2 מיליארד פרנק שוויצרי. עם זאת, בחברה מצפים לסיים את השנה ברווח תפעולי, ומעריכים שהמכירות והרווח ישתפרו במהירות במחצית השנייה של 2020, עם ההקלה בצעדי ההגבלות והסגר.\r\n \r\n \r\n \r\n12:05 - עם העלייה במספר הנדבקים ברחבי העולם, הזהיר אתמול יו&quot;ר ארגון הבריאות העולמי (WHO) טדרוס אדנהום גבריסוס כי &quot;יותר מדי מדינות מתקדמות בכיוון הלא נכון&quot;. \r\n \r\n&quot;בכמה מדינות ברחבי העולם אנחנו רואים עלייה מסוכנת במקרי הקוביד-19, ומחלקות בתי החולים שוב מתמלאות&quot;, אמר טדרוס. &quot;נראה כי מדינות רבות חוזרות אחורה, כיוון שאינן מיישמות את הצעדים שהוכחו כיעילים להפחתת הסיכון&quot;. \r\n  \r\n11:50 - המחירים בגרמניה טיפסו בחודש החולף, בתמיכת עליית מחירי המזון והמשקאות ובהתאם לנתונים המקדמיים. כך דיוחה היום לשכת הסטטיסטיקה הגרמנית דסטטיס (Destatis). מדד המחירים לצרכן עלה ביוני ב-0.6% ביחס לחודש הקודם, מדד המחירים המשולב לצרכן עלה ב-0.7%. שני הנתונים תאמו את צפי האנליסטים. \r\n \r\nעל בסיס שנתי, מדד המחירים לצרכן עלה ב-0.9% ביוני ביחס ליוני 2019, בהתאם לתחזיות. \r\n  \r\n11:25 - המסחר באירופה מתנהלות בירידות, כשהתחזקות מגפת הקורונה ברחבי העולם משפיעה על המשקיעים וזורעת פסימיות בנוגע לשיקום קרוב. מדד דאקס בפרנקפורט נופל ב-1.5%, קאק בפריז מאבד 1.7% ופוטסי הלונדוני נסוג ב-0.5%.\r\n \r\nכלכלת בריטניה צמחה במאי בשיעור נמוך מהציפיות בשוק, ברקע להקלות הדרגתיות בסגר במדינה. נתונים רשמיים שפורסמו הבוקר הראו עלייה של 1.8% בתוצר המקומי הגולמי בבריטניה בחודש מאי ביחס לחודש הקודם, בזמן שאנליסטים צפו עלייה של 5.5%. \r\n \r\n&quot;למרות זאת, רמת התפוקה לא התאוששה מנפילת השיא שנרשמה במרץ ובאפריל, והתכווצה ב-24.5% בהשוואה לפברואר 2020, לפני ההשפעה המלאה של נגיף הקורונה&quot;, כתב המשרד לסטטיסטיקה לאומית בהודעה.\r\n \r\nהעלייה הקלה נרשמה לאחר שבחודש אפריל צנח התוצר ב-20.4%, הירידה החדה ביותר שנרשמה במדינה אי פעם, כשההגבלות וצעדי הסגר צמצמו בחדות את הפעילות הכלכלית.\r\n \r\nבשלושת החודשים שהסתיימו במאי, התמ&quot;ג בבריטניה התכווץ ב-19.1%. במהלך המיתון ב-2008 התכווץ התוצר בלא יותר מ-2.1% ברבעון, הדגיש המשרד.\r\n  \r\nבנעילה באסיה - האנג סנג נפל ב-1.6%, שנזן איבד 1.1%, שנגחאי נסוג ב-0.8% וניקיי נחלש ב-0.9%.\r\n \r\n \r\n \r\n \r\n \r\n8:00 - כלכלת סינגפור נכנסה למיתון לאחר שהתכווצה ברבעון השני ב-41.2% לעומת הרבעון הראשון, כך לפי ההערכות שפרסם לפנות בוקר משרד המסחר והתעשייה במדינה. מדובר בתוצאה גרועה מצפי האנליסטים שהיה להתכווצות של 37.4%. ברבעון הראשון התכווצה כלכלת עיר המדינה ב-3.3%, כך שסינגפור נכנסת להגדרה הטכנית של מיתון - שני רבעונים רצופים של התכווצות (שמכונה גם צמיחה שלילית).\r\n \r\n7:30 - הבורסות המובילות באסיה נחלשות הבוקר בצל העלייה במספר חולי הקורונה בעולם וההבנה שהשפעות המגפה לא יסתיימו בקרוב, בניגוד לתקוות מוקדמות. המדדים שנגחאי וניקיי מאבדים 1.1%, שנזן נופל ב-1.7%, האנג סנג מאבד 1.8%.\r\n \r\nבהונג קונג נרשמו אתמול מעל 50 נדבקים חדשים, ביום השני ברציפות של יותר מ-50 נדבקים חדשים. מספר הנדבקים עומד כעת על 1,521 ושמונה מתים. בעקבות העלייה במספר הנדבקים בהונג קונג הודיעו הרשויות על החמרת ההגבלות ועל צעדים חדשים, שייכנסו לתוקף החל ממחר. הצעדים החדשים כוללים בין היתר סגירת מסעדות בכל יום בשעה שש בערב וחובה לעטות מסכות בנסיעה בתחבורה ציבורית. התקהלויות ציבוריות מוגבלות כעת רק לעד ארבעה אנשים. \r\n \r\nהייבוא והייצוא בסין התחזקו ביוני לעומת יוני 2019, בניגוד לציפיות שחזו המשך ירידה. הייבוא צמח ב-2.7% לאחר צניחה של 16.7% בחודש מאי ולעומת ציפיות לנסיגה של 10%. הייצוא עלה ב-0.5%, בהשוואה לירידה של 3.3% במאי ובניגוד לתחזיות השוק שהיו לירידה של 4.3%.\r\n \r\nהמסחר בוול סטריט התנהל אתמול בעליות חדות במהלך רוב היום, אך המגמה החיובית נמחקה לאחר שקליפורניה הכריזה על שורת הגבלות חדשות על עסקים, בעקבות עלייה במקרי ההידבקות במדינה. מדד נאסד&quot;ק איבד 2.1%, S&amp;P מחק 0.9% מערכו, ודאו ג&#39;ונס ננעל ברמת הפתיחה. מניית טסלה שזינקה בתחילת המסחר ב-14% - סיימה בירידה של 3%. \r\n \r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/5806/58708162_H393047_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שיר רייטר"}, "datePublished": "2020-07-14T23:05:22", "dateModified": "2020-08-20T12:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה ירוקה בניו יורק: דאו ג'ונס קפץ ב-2.1%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-14", "category": "שוק ההון", "subtitle": ""}