{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3843353,00.html"}, "headline": "למרות הירידות בבנקים - ת&quot;א ננעלה בעליות; פועלים נחתך ב-2.7%", "description": "המדדים ת&quot;א 35 ו-125 טיפסו ב-0.2% ו-0.6% בהתאמה; מדד הבנקים נסוג ב-1.7%; לאחר גיוס ההון - אג&quot;ח דלק זינקו בעד 12.1%, מניית הקבוצה מחקה ירידה של 7%; סאפיינס התחזקה ב-5.6%, העלתה את צפי ההכנסות והרווח ל-2020; עוד לאחר תוצאות הרבעון השני - אלוט צללה ב-9.6%, נובה קפצה ב-7.1%", "articleBody": " \r\nדיווח שוטף מהבורסה בת&quot;א: העדכונים החשובים, המניות הבולטות, אגרות החוב ועדכוני האנליסטים  \r\n  \r\nת&quot;א 35 ת&quot;א 125 בנקים-5 טכנולוגיה ביומד נפט וגז נדל&quot;ן \r\n \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n17:25 - בורסת ת&quot;א ננעלה בעליות, בהתאם למגמה בוול סטריט, למרות הכבדה מצד מניות הבנקים שרשמו היום ירידות חדות, בחלקן: מדד ת&quot;א 35 טיפס ב-0.2%, ת&quot;א 125 הוסיף 0.6%. ת&quot;א בנקים נחתך ב-1.7%, פועלים נסוג ב-2.7%, לאומי נחלש ב-1.8%. חברה לישראל סיימה בראש ת&quot;א 35 לאחר שעלתה ב-6.2%.\r\n \r\nלאחר גיוס ההון - אג&quot;ח דלק זינקו בעד 12.1%, מניית הקבוצה מחקה ירידה של 7%. סאפיינס התחזקה ב-5.6%, העלתה את צפי ההכנסות והרווח ל-2020. עוד לאחר תוצאות הרבעון השני - אלוט צללה ב-9.6%, נובה קפצה ב-7.1%.\r\n \r\n16:45 - נובה מטפסת ב-4% לאחר הדוחות - עלייה של 34% ברווחים ברבעון השני אצל חברת מכשירי המדידה. הרווח החשבונאי הרבעוני טיפס ל-10.3 מיליון דולר, בעיקר בזכות צמיחה של 26% במגזר המוצרים. איתן אופנהיים, נשיא ומנכ&quot;ל נובה: &quot;למרות אי הוודאות בשווקים אנחנו ממשיכים להיות ממוקדים בצמיחת החברה תוך מינוף הביקוש הנוכחי היציב למוצריה&quot;.\r\n \r\n16:10 - מניית דלק עברה לעליות של 3%, מירידות של 7%: השלימה לפני זמן קצר את גיוס ההון שביצעה בשוק - הגיוס נעשה כחלק מההסכמות אליהן הגיעה עם בעלי אגרות החוב. בעל השליטה בקבוצת דלק, יצחק תשובה, הזרים סכום של כ-47 מיליון שקל כחלק מהגיוס. אחזקותיו ידוללו מאחר ונדרש להזרמת 92 מיליון שקל.\r\n \r\nהקבוצה גייסה 176 מיליון שקל, היקף הנפקת המניות הסתכם מעל היעד לגיוס של 165 מיליון שקל. הביקוש הכולל מצד המשתתפים עמד על היקף של 300 מיליון שקל.\r\n  \r\n15:20 - קנדוק, החברה הבת של אינטרקיור, חתמה על הסכם שיתוף פעולה בלעדי ל-7.5 שנים עם חברת הקנאביס העולמית Aphria שנסחרת בניו יורק בשווי של 1.37 מיליארד דולר. קנדוק תייבא ותשווק מוצרי קנאביס רפואי לישראל תחת מותג משותף עם Aphria. ההתקשרות עמה מתווספת לשיתופי הפעולה של קנדוק עם חברות הקנאביס Organigram, Tilray וכן שיתוף הפעולה עם Cookies כחלק מעסקת כאן עולם. לאחר הדיווח, מניית אינטרקיור עברה מירידות של 2% לעליות של יותר מ-1%.\r\n \r\n \r\n \r\n14:20 - שלוש שעות לנעילה - מחזור המסחר עומד על מיליארד שקל. קבוצת דלק עם המחזור הגבוה בבורסה - 66.6 מיליון שקל, אחריה פועלים עם 50 מיליון שקל. הבינלאומי שלישי עם 43 מיליון שקל.\r\n \r\n13:40 - אלוט עקפה את צפי ההכנסות אך איכזבה בשורה התחתונה: ספקית פתרונות התקשורת רשמה ברבעון השני של 2020 הכנסות של 32.7 מיליון דולר והפסד של 2.9 מיליון דולר או 7 סנט למניה. הנשיא והמנכ&quot;ל ארז ענתבי: &quot;בטווח הארוך, הצורך הגובר בקישוריות מוצלחת ומספר האיומים הגובר באינטרנט, ימשיכו להגדיל את הדרישה לפתרונות החברה&quot;.\r\n \r\n13:05 - סאפיינס מזנקת ב-8.4% לאחר הדוחות: ספקית התוכנה לחברות ביטוח, שנסחרת בת&quot;א ובוול סטריט,עקפה את תחזית הרווח, ואף מעלה את צפי ההכנסות והרווח לשנה כולה. הציגה ברבעון השני של 2020 עלייה של 16.9% בהכנסות שעמדו בטווח העליון של תחזיות השוק, ועלייה של 40% ברווח המתואם.\r\n \r\n \r\n \r\n12:20 - הבורסה עברה לירידות קלות על רקע המגמה השלילית בשוקי העולם. את הירידות בבורסה המקומית מובילים הבנקים: פועלים נחתך כבר ב-2.8%, לאומי נחלש ב-2.1%, מדד הבנקים מאבד 2.2%.\r\n \r\n11:30 - המסחר בת&quot;א מתנהל בעליות קלות, כשמניות הבנקים מכבידות על המדדים המובילים: פועלים נחתך ב-1.8%, לאומי נחלש ב-1.6%. מדד הבנקים נסוג ב-1.5%.\r\n \r\n10:00 - המסחר בת&quot;א נפתח בעליות על רקע הנעילה החיובית אמש בניו יורק: מדד ת&quot;א 35 מטפס ב-0.4%, ת&quot;א 125 מוסיף 0.5%. דלק קידוחים מטפסת ב-3%, קבוצת דלק מוחקת 2%. ביקושים גבוהים בגיוס הון של דלק קידוחים, באמצעות אג&quot;ח, מאפשרים לה להוריד את הריבית. \r\n \r\nקבוצת דלק תבצע היום את גיוס ההון שלה באמצעות הנפקת מניות - אחזקותיו של בעל השליטה תשובה בסכנת דילול. רציו קופצת ב-5% בראש ת&quot;א 90. פתאל מזנקת ב-6.6% בראש ת&quot;א 35, חברה לישראל קופצת ב-5%.\r\n \r\n9:50 - היום תבצע קבוצת דלק את גיוס ההון שלה, באמצעות הנפקת מניות בהיקף של 163 מיליון שקל, בהתאם למתווה חיזוק הביטחונות שעליו חתמה עם מחזיקי האג&quot;ח שלה בחודש מאי האחרון. גיוס זה עשוי להביא לדילול של בעל השליטה יצחק תשובה (57.6%) שנדרש להזרים 92 מיליון שקל כדי לשמור על חלקו. ככל הנראה, אם הוא ירכוש מניות בהנפקה, הסכום שיזרים יהיה נמוך משמעותית. מכיוון שהנפקת המניות שקולה ל-16% מהון המניות של החברה, אם תשובה לא ישתתף בגיוס כלל, הנתח שלו בקבוצת דלק יירד לראשונה אל מתחת ל-50%.\r\n \r\n \r\n \r\n9:45 - ביקושים של מעל ל-7 מיליארד דולר בגיוס של דלק קידוחים: שותפות הגז מבקשת לגייס באמצעות הנפקת אג&quot;ח 2.25 מיליארד דולר, והביקושים הגבוהים מאפשרים לה להוריד את הריבית, לעומת הריבית הצפויה שעמדה על 7%. הגיוס יאפשר לחלק דיבידנד לחברה האם קבוצת דלק, שזקוקה למזומנים.\r\n \r\n8:20 - הבורסה בתל אביב תפתח את יום המסחר השלישי של השבוע ברקע העליות שנרשמו אתמול בוול סטריט והמגמה החיובית הבוקר בשווקי אסיה. המשקיעים בעולם אופטימיים, לאחר שארה&quot;ב דיווחה על מספר נדבקים חדשים בקורונה שהיה נמוך מ-50 אלף במשך יומיים ברצף, ועשוי לשקף האטה בהתפרצות המגפה.\r\n \r\nאמש בניו יורק - דאו ג&#39;ונס טיפס ב-0.9%, S&amp;P 500 עלה ב-0.7% ונאסד&quot;ק התחזק ב-1.5% וננעל בשיא.\r\n \r\nהבורסה המקומית ננעלה אתמול בעליות קלות במדדים המובילים - ת&quot;א 125 טיפס ב-0.2%, ת&quot;א 125 עלה ב-0.4%. מדד הבנקים רשם ירידה של 0.3%. פתאל הובילה את מדד הדגל ת&quot;א 35 וקפצה ב-9.6%, קבוצת דלק סגרה את המדד ונפלה ב-7.2%. \r\n \r\nעוד בלטו - גזית גלוב התחזקה ב-7%, החברה האם נורסטאר נסקה ב-27.4%. ארקו קפצה ב-9.2%, רימוני זינקה ב-31.1% אחרי שהודיעה שקרן פימי משקיעה בה, שותפות האנרגיה רא&quot;מ התחזקה ב-22.4% והשלימה זינוק של 142.7% בארבעה ימי מסחר רצופים.\r\n \r\n \r\n ", "keywords": ["בורסת תל אביב", "מסחר", "מדדים", "מניות", "ת&quot;א 35"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/06/30/1001350/shutterstock_399407107_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שיר רייטר ונועם לנדמן"}, "datePublished": "2020-08-04T17:32:29", "dateModified": "2020-08-20T09:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "למרות הירידות בבנקים - ת\"א ננעלה בעליות; פועלים נחתך ב-2.7%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-04", "category": "שוק ההון", "subtitle": ""}