{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3761811,00.html"}, "headline": "עליות בנעילה בוול סטריט לאחר מסחר תנודתי; טראמפ: &quot;ייתכן שהמכסים על סין יוסרו&quot;", "description": "דאו ג&#39;ונס עלה ב-0.4%, נאסד&quot;ק - ב-0.1%; הנשיא האמריקאי סיפק ציוצים אופטימיים בנוגע לשיחות הסחר, וזאת למרות העלאת המכסים על סחורות סיניות שנכנסה היום לתוקף; מנושין על המו&quot;מ עם בייג&#39;ינג: &quot;היו לנו שיחות קונסטרוקטיביות&quot;; אובר צנחה ב-7.6% ביום המסחר הראשון שלה; סימנטק התרסקה ב-12.5% בעקבות הדוחות ועזיבת המנכ&quot;ל; נעילה חיובית במרבית הבורסות באירופה", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500 \r\n \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון ב&quot;כלכליסט&quot;\r\n \r\n23:00 - הבורסות בוול סטריט ננעלו בעליות, לאחר יום מסחר תנודתי במיוחד. המשקיעים הפגינו עצבנות רבה על רקע שיחות הסחר בין ארה&quot;ב לסין. היום החל בירידות של עד 1.6%, לאחר שארה&quot;ב מימשה את איומה והעלתה ל-25% את שיעור המכס על סחורות סיניות בהיקף של 200 מיליארד דולר. לאחר מכן נחלשו העליות, והמדדים עברו לטריטוריה ירוקה - בעקבות דבריהם של הנשיא טראמפ ושר האוצר מנוצ&#39;ין בנושא הסחר (ראו עדכונים קודמים). דאו ג&#39;ונס ו-S&amp;P 500 סיימו בעלייה של 0.4%, ומדד נאסד&quot;ק הוסיף 0.1% לערכו.\r\n \r\nבסיכום שבועי, מדד דאו ג&#39;ונס ירד ב-2.1%, S&amp;P 500 - ב-2.2%, ונאסד&quot;ק איבד 3%. עבור השניים האחרונים, היה זה השבוע הגרוע ביותר השנה.\r\n \r\nמניית אובר סיימה יום מסחר ראשון עגום במיוחד - בצלילה של 7.6%.\r\n \r\n22:35 - המדדים בוול סטריט עברו לטריטוריה ירוקה, לאחר שהנשיא טראמפ צייץ כי המגעים עם סין יימשכו, וכי ביטול המכסים שארה&quot;ב הטילה על בייג&#39;ינג תלוי במגעים העתידיים בין המדינות. דאו ג&#39;ונס ו-S&amp;P 500 עולים ב-0.4%, נאסד&quot;ק בפלוס 0.2%.\r\n \r\nלדברי טראמפ, &quot;ארה&quot;ב וסין ניהלו ביומיים האחרונים שיחות קונסטרוקטיביות בנוגע ליחסי המסחר ביניהן. היחסים ביני לבין הנשיא הסיני שי ג&#39;ינפינג נותרו חזקים, והשיחות יימשכו. בינתיים, ארה&quot;ב הטילה מכסים על סין - והם יוסרו או לא יוסרו בהתאם להתפתחויות במו&quot;מ&quot;. \r\n \r\n \r\n \r\n \r\n \r\n21:50 - הבורסות בניו יורק עברו למגמה מעורבת; דאו ג&#39;ונס עולה ב-0.2%, נאסד&quot;ק יציב, ומדד S&amp;P 500 משיל 0.2% מערכו.\r\n \r\nמניית אפל יורדת ב-1.6%, ונמצאת בדרכה לסגור את השבוע במינוס 7%; המשקיעים חוששים כי המשך מלחמת הסחר עם סין יפגע במכירות האייפון - כפי שהזהיר מנכ&quot;ל החברה טים קוק, בינואר. \r\n \r\nהחטיבה האסייתית של ענקית הבירה אנהאוזר בוש הגישה היום (ו&#39;) בקשה להיסחר בבורסת הונג קונג, צעד המקרב אותה לקראת הנפקה בשווי מיליארדי דולרים הצפויה בהמשך השנה. החטיבה, הנקראת באדוויזר ברואינג קומפני (Budweiser Brewing Company), מייצרת, מייבאת ומוכרת מעל 50 מותגי בירה, בהם באדוויזר, סטלה ארטואה וקורונה. במסמכים שהגישה לבורסה, נטען כי זו חברת הבירה הגדולה ביותר באזור אסיה והפסיפיק במונחים של נפח מכירות קמעונאיות, וכי היא אחת החברות הרווחיות ביותר.\r\n \r\n \r\n20:45 - המדדים בוול סטריט מחקו כמעט את הירידות שרשמו מוקדם יותר היום. דאו ג&#39;ונס ו-S&amp;P 500 נסחרים בירידה מזערית, נאסד&quot;ק מאבד 0.3%.\r\n \r\nמחיר הזהב עלה היום ב-0.2% לרמה של 1,287.4 דולר לאונקיה. בסיכום שבועי עלתה המתכת הצהובה ב-0.5%.\r\n \r\nמניית סימנטק צונחת ב-12.7%, הירידה החדה ביותר בשנה האחרונה, לאחר שאמש פרסמה דוחות מאכזבים והודיעה על עזיבת המנכ&quot;ל.\r\n \r\nהמשקיעים משכו בשבוע האחרון מעל 20.5 מיליארד דולר משוקי ההון ברחבי העולם, כתוצאה מהמתיחות הגוברת ביחסי המסחר בין סין וארה&quot;ב. לפי האנליסטים בבנק אוף אמריקה, הכסף שנמשך מקרנות המניות בשבוע שהסתיים ביום רביעי הוא השלישי הגבוה ביותר השנה. המשיכות הגיעו כתגובה לאיומיו של נשיא ארה&quot;ב דונלד טראמפ כי יטיל מכסים נוספים על ייבוא סיני. איום שהתממש היום.\r\n  \r\n 19:00 - החל המסחר במניית אובר: חברת שיתופי הנסיעות צונחת ב-5% בבורסת נאסד&quot;ק, למחיר של 42.4 דולר. מוקדם יותר היום, גייסה אובר 8.1 מיליארד דולר בהנפקה הציבורית הראשונה (IPO) שלה. ענקית שיתופי הנסיעות מכרה 180 מיליון מניות במחיר של 45 דולר למניה. היא תמחרה את המניות בטווח של 44-50 דולר.\r\n \r\nשיחות הסחר בין נציגי סין לארה&quot;ב שנערכות בסופ&quot;ש בוושינגטון - הסתיימו להיום. &quot;היו לנו שיחות קונסטרוקטיביות. זה כל מה שאני יכול לומר&quot;, אמר שר האוצר האמריקאי סטיבן מנוצ&#39;ין. מנוצ&#39;ין ונציב הסחר האמריקאי רוברט לייתיזר לחצו ידיים לנציג הסיני הבכיר - סגן ראש הממשלה ליו הא. \r\n \r\nהלילה נכנסו לתוקף תעריפי המכס החדשים - 25% במקום 10% - שהטילה ארה&quot;ב על מוצרים סיניים ב-200 מיליארד דולר. הנשיא טראמפ צייץ היום כי &quot;השיחות עם סין מתנהלות באופן ידידותי, אין מה למהר&quot;.\r\n \r\nהבורסות באירופה ננעלו בעליות. פרנקפורט עלתה ב-0.7%, פריז ב-0.3%. פוטסי בלונדון ירד בשיעור מזערי של פחות מ-0.1%.\r\n \r\n \r\n \r\n \r\n17:30 - מתחזקות הירידות בוול סטריט: המדדים מאבדים עד 1.1%. בקצב הזה, וול סטריט צפויה לסגור היום את השבוע הגרוע ביותר מתחילת השנה.\r\n \r\n16:30 - הבורסות בניו יורק נפתחו בירידות של כ-0.4%.\r\n \r\n15:05 - המדדים המובילים בוול סטריט צפויים לפתוח את יומו האחרון של שבוע המסחר בירידות של עד 0.6%, כך מאותתים החוזים העתידיים. המגמה השלילית הצפויה נובעות בעקבות הצהרותיו של נשיא ארה&quot;ב כי בכוונתו להעלות את שיעור המס על יבוא מצורים מסין ל-25%, מ-10% המושתים היום. \r\n \r\nלפני זמן קצר נשיא צייץ טראמפ כי &quot;המכסים יעשו את הכלכלה האמריקאית חזקה יותר&quot;. &quot;כישלון המשא ומתן בשיחות הסחר צפוי לפגוע באופן משמעותי בכלכלה העולמית&quot;, סבורים הכלכלנים בשוק. בגזרת הסחורות, הנפט נסחר בעליות של כ-1% כאשר מחירה של חבית מסוג ברנט עומד על 70 דולר ומחירה של חבית מסוג WTI עומד על 62 דולר.\r\n \r\n \r\n \r\n11:15 - החוזים העתידיים על המסחר בוול סטריט מחפשים כיוון היום (ו&#39;), כאשר המדדים המובילים בדרך לשבוע הגרוע ביותר שלהם השנה (ירידות של 2.6% עד 3.1%), לאחר העלאת המכסים מצד ארה&quot;ב על סין (ראו דיווח קודם). החוזים מאותתים בשעה זו על ירידות של עד 0.3% במדדים המובילים בתחילת המסחר. \r\n \r\nבתוך כך, המסחר בבורסות אירופה מתנהל בשעה זו בעליות של 0.6% עד 0.8%. בבורסות אסיה ננעל המסחר מוקדם יותר היום במגמה מעורבת - ניקיי ירד ב-0.3% ואילו האנג סנג ושנגחאי טיפסו ב-1% וב-3.1% בהתאמה.\r\n \r\n \r\n \r\n \r\n9:30 - הבורסות באסיה נסחרות היום (ו&#39;) בעליות. עם זאת, הוודאות סביב שיחות הסחר בין ארה&quot;ב וסין גרמו לחלק מהבורסות למחוק את העליות המוקדמות. מדד ניקיי מאבד בשעה זו 0.3%, הבורסה בהונג קונג עולה ב-1.1% ובורסת שנגחאי מטפסת ביותר מ-2%.  \r\n \r\nממשל טראמפ העלה בחצות את המכסים על סחורות סיניות בשווי 200 מיליארד דולר מ-10% ל-25%, אך במקביל טען נשיא ארה&quot;ב דונלד טראמפ כי קיבל מכתב &quot;מקסים&quot; מנשיא סין שי ג&#39;ינפינג והתעקש כי עדיין אפשרי להגיע להסכם סחר בשבוע הקרוב. נציגי המדינות ייפגשו היום להמשך המו&quot;מ.\r\n \r\n \r\n \r\n&quot;ארה&quot;ב אולי מימשה את האיום שלה להעלות מכסים וסין כנראה תגיב בצעדים משלה. השוק אמנם היה מוכן לתרחיש הזה, אך עדיין ירידות הנובעות מלחץ המשקיעים הן בלתי נמנעות&quot;, הגיב פרקאש סקפאל מ-ING. \r\n \r\nמניית אובר תתחיל להיסחר היום בבורסת ניו יורק תחת הסימול UBER לאחר שהשלימה הנפקה ראשונה לציבור (IPO). החברה גייסה 8.1 מיליארד דולר לפי שווי שוק של 75.5 מיליארד דולר - נמוך מההערכות המוקדמות. אובר מכרה 180 מיליון מניות במחיר של 45 דולר למניה.  ", "keywords": ["בורסות אסיה", "מלחמת הסחר", "מדד שנחאי", "האנג סנג", "דאקס", "קאק", "דאו ג&#39;ונס", "נאסד&quot;ק", "S&amp;P 500", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/04/30/902954/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2019-05-10T23:05:34", "dateModified": "2020-08-15T12:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "עליות בנעילה בוול סטריט לאחר מסחר תנודתי; טראמפ: \"ייתכן שהמכסים על סין יוסרו\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-05-10", "category": "שוק ההון", "subtitle": ""}