{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3610592,00.html"}, "headline": "הענקית החדשה בת&quot;א עדיין צריכה להוכיח את עצמה", "description": "חברת התרופות אופקו, שתחל להיסחר היום בבורסה בתל אביב, היא בעלת שווי שוק של 10 מיליארד שקל, אך הכנסות של כ־85 מיליון שקל בלבד. השלמת הפער תלויה בהצלחה של צבר התרופות בפיתוח וברכישות חדשות", "articleBody": "בעוד כשבוע תאבד הבורסה בתל אביב את אחת מהחברות הגדולות שנסחרו בה - מלאנוקס - ששווייה הנוכחי עומד על כ־6.5 מיליארד שקל. לוואקום הזה נכנסת היום חברת אופקו הלת&#39;, בניהולו של פיליפ פרוסט, ששווי השוק שלה עומד על כ־10 מיליארד שקל.\r\n \r\nאופקו, שבה גם מחזיק פרוסט 38%, הוקמה בשנת 1987 על ידי פרוסט באמצעות מיזוג של שתי חברות בתחום רפואת העיניים. השתיים פיתחו תרופות למחלות הקשורות לניוון רשתית, כשמטרתו של פרוסט היתה למקד את אופקו בתחום רפואת העיניים. אופקו פועלת בכמה שווקים עיקריים ובהם מקסיקו, צ&#39;ילה, ברזיל, ספרד וישראל, כשבשנה האחרונה היא רכשה כ־10% ממניות פרמסינטז, חברת פיתוח תרופות רוסית, המפתחת תרופה למחלת סרטן הרחם, שכרגע אין לו טיפול.\r\n \r\nאופקו נרשמת למסחר בתל אביב בעקבות רכישת חברת התרופות פרולור לפני שלושה חודשים. פרולור הישראלית עושה שימוש בטכנולוגיית ה־CTP המוגנת בפטנט, בעיקר לפיתוח גרסאות ארוכות טווח של תרופות קיימות. מוצר הדגל של החברה, הנמצא בשלבים קליניים מתקדמים הוא גרסאות ארוכות טווח של הורמון גדילה אנושי. \r\n \r\nבמרץ האחרון קיבלה החברה, המנוהלת על ידי שי נוביק, אישור פטנט בארה&quot;ב להורדת רמות שומן באנשים על ידי שימוש בתרופת הורמון הגדילה ארוך הטווח. הפטנט החדש חיזק את תיק הקניין הרוחני של תרופת הורמון הגדילה ארוך הטווח של פרולור, שמתוכננת להיכנס לניסוי קליני שלב 3 בהמשך השנה, לאחר שפרולור השלימה בהצלחה ניסוי שלב 2 בהורמון הגדילה ארוך הטווח שלה בחולים מבוגרים.\r\n \r\n \r\nטיפול בבלוטת התריס\r\nמלבד הפעילות של פרולור, פועלת אופקו בכמה תחומים עיקריים, ובהם דיאגנוסטיקה של מחלות, ופיתוח תרופות נוספות. התרופה הבולטת של אופקו היא ה־Rayaldy, שנועדה לטיפול בעודף פעילות של בלוטת התריס. תרופה זו נמצאת כעת בניסוי שלב 3 בקרב חולי כליות, כשתוצאות הניסוי צפויות להתקבל במחצית הראשונה של שנת 2014. השוק הפוטנציאלי של תרופה זו עומד על כ־12 מיליארד דולר בשנה בארצות הברית ו־12 מיליארד דולר נוספים ביפן.\r\n \r\nתרופה נוספת של אופקו - Fermagate - נועדה להתוויה דומה אך לטיפול בחולים הנמצאים בשלבים מתקדמים יותר של מחלת הכליות. הניסוי שלב 3 שלה צפוי להסתיים ב־2017, כשהשוק של תרופה זו מסתכם ב־0.8–1.5 מיליארד דולר בשנה בארצות הברית.\r\n \r\nתרופה נוספת היא ה־Rolapitant, שעליה אופקו חתמה על הסכם רישוי עם חברת טסארו. התרופה נועדה למנוע בחילות לחולים העוברים כימותרפיה, כשהתוצאות לניסוי בשלב 3 צפויות בחודשים הקרובים, כאשר השוק של התרופה מסתכם ב־1.25 מיליארד דולר. בעקבות הסכם הרישוי צפויה אופקו לקבל עד 121 מיליון דולר ובנוסף תמלוגים בשיעור דו־ספרתי אם התרופה תגיע בסופו של דבר לשוק. יתר התרופות של אופקו נמצאות בשלבים מוקדמים יותר של ניסוי.\r\n \r\n \r\nמכירות נמוכות\r\nבנוסף לתרופות, מפתחת החברה מכשור רפואי לאבחון מצבים ובהם מחלות עיניים, בעיות אורולוגיות, בעיות קרדיולוגיות, ומכשור לבדיקת מנות דם ולזיהוי איידס, צהבת וסיפיליס.\r\nהחברה עובדת בימים אלה על כמה מערכות בדיקה עיקריות, כשהראשונה שבהן היא בדיקה לגילוי סרטן הערמונית, הנקראת 4K. הבדיקות הנוכחיות לסרטן הערמונית אינן יעילות ולמעשה כ־75% מהנבדקים שעוברים ביופסיה בערמונית מתגלים כאינם סובלים מסרטן. \r\n \r\nהבדיקה של אופקו גילתה מהימנות גבוהה יותר עד כה, כשמחיר כל בדיקה עומד על כ־230–280 דולר. בארצות הברית נערכות כ־30 מיליון בדיקות בשנה ובעולם כולו כ־70 אלף בדיקות, כך שאם אופקו תצליח להשתלט על 10% משוק הבדיקות היא צפויה להגיע להכנסות של כ־700–800 מיליון דולר בשנה מתחום זה. \r\n \r\nבנוסף, מפתחת אופקו תחליף משלה לבדיקת הדם הראשונית לגילוי סרטן הערמונית, ה־PSA, כשהיקף השוק של בדיקה זו הוא כ־800 מיליון דולר בשנה. בדיקות נוספות שמפתחת החברה הן בדיקה למחסור בוויטמין D, כשכיום נערכות 100 מיליון בדיקות כאלה בשנה בעולם ומתוכן 70 מיליון בדיקות בארה&quot;ב, כך ששווי השוק עומד על כ־5 מיליארד דולר בשנה.\r\n \r\nמכירות החברה הסתכמו ברבעון השני של 2013 ב־23.8 מיליון דולר בלבד, לעומת 10.2 מיליון דולר ברבעון המקביל, וההפסד הסתכם ב־3.4 מיליון דולר לעומת 10.8 מיליון דולר ברבעון המקביל, כך ששווי השוק הגבוה של אופקו נגזר בעיקר מהתקוות לגבי תרופת ה־Rayaldy ויתר צנרת התרופות של החברה.\r\n \r\nהשורה התחתונה:  \r\nאופקו רשמה הפסד של 3.4 מיליון דולר ברבעון השני של השנה. עיקר הפוטנציאל שלה טמון בתרופות לטיפול בפעילות יתר של בלוטת התריס וברכישות דוגמת פרולור.", "keywords": ["תרופות", "פארמה", "טבע", "פריגו", "בורסה", "אופקו"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/359420/CAL0122380.jpg_L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "ניר צליק"}, "datePublished": "2013-08-21T10:54:12", "dateModified": "2020-08-02T14:15:27", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הענקית החדשה בת\"א עדיין צריכה להוכיח את עצמה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2013-08-21", "category": "שוק ההון", "subtitle": ""}