{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3766125,00.html"}, "headline": "חברות הנדל&quot;ן מציגות: מפאניקה לאופוריה", "description": "חברות הנדל&quot;ן היו הכוכבות של הבורסה במחצית הראשונה של השנה. הסקטור עלה ב־32.9% בעוד שמדד ת&quot;א 125 עלה ב־11.4% בלבד. את העליות תדלקה החלטת הפד לא להעלות ריבית בארה&quot;ב, ששינתה את הצפי של המשקיעים בנוגע להעלאת ריבית בישראל", "articleBody": "המניות של חברות הנדל&quot;ן בחצי הראשון של השנה היו הכוכבות של בורסת תל אביב. בין ינואר ליוני 2019, סקטור הנדל&quot;ן עלה ב־32.9%, בעוד שמדד תל אביב 125 עלה ב־11.4% בלבד. אם בוחנים את מניות 14 חברות הנדל&quot;ן המניב שפועלות בישראל - שהתשואה הממוצעת שלהן בפרק הזמן הזה עמדה על 38%, הפער אף גדול יותר. את העליות הובילה חברת מגה אור, שעלתה במעט יותר מ־70%, אחריה מתמקמות ישרס, שעלתה ב־45.5%, וכלכלית ירושלים, שעלתה ב־43.4%.\r\n \r\nחשוב לציין כי הסיבה לזינוק במניות חברות הנדל&quot;ן אינה נעוצה בשינוי בפעילות שלהן, אלא בסביבה המאקרו־כלכלית. בסוף 2018 מניות הנדל&quot;ן חוו ירידה, משום שבנובמבר בנק ישראל העלה את הריבית מ־0.1% ל־0.25%, לאחר שבע שנים וחצי שבהן הריבית לא עלתה כלל. באותה העת, בנק ישראל רמז כי צפויות העלאות ריבית נוספות בעתיד, במתווה זהיר והדרגתי. העלאת הריבית התרחשה על רקע העלאת הריבית בארה&quot;ב, ולאור איתותי הפדרל ריזרב לפיהם הוא צפוי להעלות אותה שוב. \r\n \r\nעבור חברות הנדל&quot;ן המניב מדובר היה בחדשות רעות, שכן סביבת ריבית נמוכה מהווה יתרון עבורן. המשמעות של ריבית גבוהה יותר היא שגיוס החוב עבור החברות הופך ליקר יותר, מה שמשפיע לרעה על נתון ה־FFO (מדד שמייצג את התזרים מהפעילות השוטפת של החברה ומנטרל השפעת אירועים חד־פעמיים, כגון רווחי הון ממכירת נכסים, וכן מנטרל שערוכים של נכסי נדל&quot;ן מניב) של החברות משום שהוצאות המימון גדלות. כמו כן, עלייה בריבית צפויה, בדרך כלל, להביא גם לעלייה בתשואות האג&quot;ח הממשלתיות ל־10 שנים, מה שיכול להביא לעלייה בשיעורי ההיוון הנגזרים בעסקאות נדל&quot;ן מניב. \r\n \r\n \r\nבמילים אחרות, מדובר על פוטנציאל לירידה בשווי הנכסים, מכיוון שעלייה בשיעורי ההיוון צפויה לגרור אחריה גם שערוכים שליליים של נכסים. אך עם תחילת 2019 התמונה השתנתה - הפד הותיר את הריבית ללא שינוי ואף הצהיר כי הוא לא צופה העלאות ריבית נוספות ב־2019. בהתאם לכך, השווקים השמיעו אנחת רווחה, המשקיעים נהרו בחזרה לשוק המניות, שכן אבדה תקוותם להשגת תשואות גבוהות יותר בנכסים מסוכנים פחות, כמו אגרות חוב ממשלתיות ואגרות חוב קונצרניות בדירוג גבוה, והתמקדו בעיקר במניות חברות הנדל&quot;ן המניב, שמהן הן מצפים להמשך צמיחה בנתון ה־FFO, כמו גם לשערוכים כלפי מעלה של נכסי הנדל&quot;ן המניב.\r\n \r\nהתחזיות מסוף 2018 שהספידו את ענף הנדל&quot;ן המניב התנפצו\r\n \r\nבמידה רבה, הזינוק במניות הנדל&quot;ן הוא התנפצות התחזיות שהושמעו ערב 2019. בשוק ההון המקומי היו לא מעט גורמים שהספידו את ענף הנדל&quot;ן המניב וצפו כי הסקטור ישיג תשואת נמוכות בהשוואה למדדים אחרים בבורסת ת&quot;א, בשל הצפי להעלאת ריבית בישראל ובארה&quot;ב. בסקר שנערך על ידי לידר שוקי הון בקרב אנליסטים ומנהלי השקעות לקראת סוף 2018, השיבו 54.2% מהנשאלים כי סקטור הנדל&quot;ן צפוי להיות הסקטור החלש ביותר ב־2019, בעוד 2.1% מהם השיבו כי סקטור הגז יהיה החלש ביותר. מנגד, 37.5% סברו כי סקטור הגז צפוי להיות החזק ביותר ורק 2.1% הביעו אמון בחוזקתו של סקטור הנדל&quot;ן. תוצאות המחצית הראשונה של השנה מלמדות שהתחזיות התגשמו - רק שזה קרה במהופך. סקטור הנדל&quot;ן היה החזק ביותר מבחינת תשואה, בעוד מדד ת&quot;א גז ונפט השיא למשקיעים את התשואה הנמוכה ביותר מבין המדדים בבורסה - 5.3%.\r\n \r\n \r\nהזינוק במניות הנדל&quot;ן הוביל לשתי תופעות מרכזיות, אשר השפיעו על האינדיקטורים המרכזיים של חברות הנדל&quot;ן המניב: החברות נסחרות היום לפי מכפילי הון גבוהים משמעותית מסוף 2018 ותשואת ה־FFO ירדה משמעותית בהשוואה לסוף 2018. ברבעון הראשון של 2019, ההון העצמי של 14 חברות הנדל&quot;ן המניב עלה בממוצע ב־4.5% מול ההון העצמי המדווח בחברות נכון לסוף הרבעון השלישי לשנת 2018. בעקבות העלייה במחירי המניות, מכפיל ההון הממוצע עלה מ־1.04 בסוף 2018 ל־1.37 נכון לסוף המחצית הראשונה של 2019. כלומר, המשקיעים היום מוכנים לשלם יותר עבור אותם נכסים. \r\n \r\nלמעשה, חברות שנסחרו במשך שנים לפי מכפיל הון נמוך מ־1 חצו לראשונה את הרף הזה. כך למשל, כלכלית ירושלים נסחרה בתחילת 2019 לפי מכפיל הון של 0.76 ואילו בסוף המחצית הראשונה מכפיל ההון שלה עמד על 1.04. גם החברה שאיתה היא עתידה להתמזג - מבני תעשייה - חצתה לראשונה את מכפיל ההון 1. איירפורט סיטי עלתה באותה תקופה ממכפיל הון של 0.95 למכפיל הון של 1.3. חלק מהחברות, שנסחרות כבר זמן רב במכפילי הון גבוהים, הגיעו לשיא של כל הזמנים מבחינת פרמטר זה. כך למשל, עזריאלי נסחרה בסוף המחצית הראשונה לפי מכפיל הון של 1.72 — הגבוה בתולדותיה. אמות הגיעה למכפיל הון של 1.8 — נקודת שיא גם מבחינתה.\r\n \r\nהשוק מעריך שהשמאים היו שמרנים מדי בהערכות השווי שלהם\r\n \r\nמכפילי ההון הגבוהים הם לא רק תולדה של הזינוק במניות בשל סביבת המאקרו, אלא גם ביטוי לכך שהשוק העריך שלאורך השנים האחרונות השמאים היו שמרנים מדי בהערכות השווי שלהם וחישבו את שווי הנכסים של החברות לפי שיעורי היוון גבוהים מדי, שלא הלמו את הירידה בתשואה על האג&quot;ח הממשלתי הצמוד ל־10 שנים. לאורך השנים האחרונות, השמאים כמעט לא שינו את שיעורי ההיוון, בעוד שתשואות האג&quot;ח הממשלתיות הארוכות ירדו בצורה משמעותית.\r\n \r\n \r\nבהתאם לכך, שיעורי ההיוון המשוקללים בחברות הנדל&quot;ן המניב בישראל עמדו על רמה של 7.2% ומעלה, חרף העובדה שבשנתיים האחרונות בוצעו עסקאות שבהן נמכרו בנייני משרדים ומתחמי לוגיסטיקה לפי Cap Rates של 6.5%־5.5%. שיעורי ההיוון הגבוהים של השמאים יצרו מצב שבו קיים פער גדול בין שיעור ההיוון של הנכסים לעלות החוב של החברה, שעמד ברוב חברות הנדל&quot;ן המניב הגדולות על 4.5% ומעלה. כך למשל, המרווח אצל עזריאלי, שמציגה עלות חוב משוקללת נמוכה, עמד על 5.5%. אצל ריט 1 המרווח עמד, נכון לסוף הרבעון הראשון, על 5.4%. המרווחים האלו נחשבים לגבוהים ביחס לרמה ההיסטורית בישראל ובעולם.\r\n \r\nבדיון שנערך בחודש שעבר בפורום שווי הוגן, שנוסד על ידי רו&quot;ח שלומי שוב ופרופ&#39; אמיר ברנע, אמר צחי זנזורי, ראש מחלקת המחקר בחברת הביטוח מגדל כי &quot;נראה שבשנים האחרונות הפער בין השמאות לתמחור השוק בולט. הייתי רוצה לראות תאימות גבוהה יותר. לדעתי אי אפשר להתעלם מהתמחור שהשוק מעניק לחברות האלו, וכפועל יוצא לנכסים. מחירי המניות משקפים את כלל הפרמטרים - סיכון שוק, ביקוש, היצע, מגמות באונליין. \r\n \r\nמשווי השוק של חברות הנדל&quot;ן המניב ניתן לגזור אומדן לשיעור ההיוון שהשוק מעניק לנכסים. אם ריבית הבסיס ירדה ב־2.5%־2%, שיעור ההיוון צריך להתאים את עצמו&quot;. דברת אולפינר, שותפה מנהלת במשרד שמאי המקרקעים גרינברג־אולפינר ושות&#39;, הסבירה שהבעיה שמולידה את הפערים נעוצה במיעוט העסקאות: &quot;אף אחד לא עושה עסקאות, אז החיים שלנו כשמאים לא פשוטים. התפקיד שלנו זה לקרוא את השוק, להסתכל אחורה ולהבין מה קרה. להבין אם יש שינויים ולהביא אותם לידי ביטוי. אנחנו לא קובעים את השוק. אם חברה תקנה נכס ב־CAP RATE של 5.5% או 6%, והעסקה תהיה בין צדדים שאינם תלויים, אין שום סיבה שהשומה שלנו תהיה שונה&quot;. \r\n \r\nאופק גבאי, שותף ומנהל מחלקת ההשקעות בקושמן &amp; וייקפילד/אינטר ישראל אמר ל&quot;כלכליסט&quot;: &quot;בשוק הנדל&quot;ן המניב קיימים פערים בין התשואות בהן מתבצעות העסקאות בפועל לבין הערכת שווי השמאות לנכס, משתי סיבות עיקריות. הראשונה הינה שמרנות יתר מצד השמאים והשנייה נובעת מפיגור בדיווחי העסקאות למערכת הנתונים של רשות המסים. השמאים טוענים כי אינם יכולים לנקוב בשיעורי היוון נמוכים, כי עדיין אין מספיק עסקאות בשוק שנעשות בשיעורי היוון נמוכים. \r\n \r\nהנקודה המעניינת היא שמדובר בביצה ותרנגולת - המוסדיים מסרבים לרכוש נכסים בשיעורי ההיוון הקיימים בשוק, כי מבחינתם השמאי לא יעריך את הנכס במחיר בו רכשו ולפיכך ירשמו הפסד הון כבר ביום הרכישה. יחד עם זאת, הם לא יכולים להימנע מרכישת נכסים מניבים, והשמאים משתדלים ל&#39;ישר קו&#39; עם תשואות הרכישה&quot;. הזינוק במניות הנדל&quot;ן הוביל גם לירידה בתשואות ה־FFO. ב־14 החברות שנבדקו, תשואת ה־FFO הממוצעת ירדה מ־8.6% בסוף 2018 ל־6.5% בסוף יוני 2019. אם בוחנים את תשואת ה־FFO של חברות הנדל&quot;ן המניב בנטרול פעילות של ייזום נדל&quot;ן, הירידה אף חדה יותר: מ־12% בסוף 2018 ל־8.4% בלבד בסוף יוני 2019.\r\n \r\nאנליסט הנדל&quot;ן של אי.בי.אי ברוקראז&#39; נדב ברקוביץ&#39; כתב בסקירה החצי שנתית כי &quot;להערכתנו, במידה ונתוני המאקרו לא ישתנו והריבית בפועל תרד, חברות הנדל&quot;ן ימשיכו להציג ביצועי יתר, אם כי חלק משמעותי מכך תומחר בעליות האחרונות&quot;. עם זאת, הוא הדגיש כי &quot;העליות האחרונות לא מגובות בשיפור בנתוני החברות. במידה ויהיה שינוי בהערכות השוק לגבי הריבית, אנו מעריכים שנראה תיקון של מחירי מניות הנדל&quot;ן&quot;.", "keywords": ["חברות נדל&quot;ן", "בורסת תל אביב", "נדל&quot;ן מניב", "מבני תעשייה", "אירפורט סיטי", "כלכלית ירושלים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/07/10/919830/2L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורי גלאור"}, "datePublished": "2019-07-11T13:28:29", "dateModified": "2020-08-18T17:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "חברות הנדל\"ן מציגות: מפאניקה לאופוריה", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-07-11", "category": "שוק ההון", "subtitle": ""}