{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3750327,00.html"}, "headline": "עזריאלי: עלייה של 11% בהכנסות משכירות, פדיונות הקניונים עלו ב-3.5% ", "description": "קבוצת עזריאלי מסכמת את הרבעון השלישי עם NOI של 386 מיליון שקל; הרווח הנקי עלה ב-19% ל-347 מיליון שקל; פרויקט שרונה: 98% משטחי המשרדים הושכרו, 82% אוכלסו ", "articleBody": "על אף התחרות הגוברת מצד האונליין, עזריאלי מצליחה להציג עלייה מרשימה בפדיונות הקניונים שלה ברבעון השלישי, לצד צמיחה בהכנסות וברווחים.  \r\nה-NOI הרבעוני של עזריאלי עמד על 386 מיליון שקל, לעומת 329 מיליון שקל ברבעון המקביל, עלייה של 11%. ה-NOI מנכסים זהים עלה ב-9% והסתכם ב-381 מיליון שקל, בשוואה ל-348 מיליון שקל ברבעון המקביל. \r\n \r\nעזריאלי מחזיקה ב-1.2 מיליון מ&quot;ר של נכסים מניבים ומפעילה 17 קניונים ברחבי הארץ. הפדיונות בקניונים של הקבוצה עלו ב-3.5% ברבעון השלישי בהשוואה לרבעון המקביל - בסיכום תשעת החודשים הראשונים של 2018 עומד שיעור העלייה בפדיונות על 3.3% בהשוואה לתקופה המקבילה (וב-2% בנכסים זהים).\r\n \r\nהחברה אינה מציגה נתונים על סכומי הפדיונות האמורים. שיעור התפוסה במגזר הקניונים עמד על 98% ובמגזר המשרדים בישראל על 99%. ברבעון השני דיווחה עזריאלי על שיפור של 2.6% בפדיונות ובסיכום המחצית על עלייה של 1.6%. \r\n \r\nהתזרים החופשי מפעילות שוטפת (FFO) של כלל פעילות הנדל&quot;ן המניב של עזריאלי, גדל בשיעור של 12% והסתכם ב-280 מיליון שקל מול 251 מיליון שקל ברבעון המקביל. \r\n \r\nהרווח הנקי הרבעוני טיפס ב-19% והסתכם ב-347 מיליון שקל. בנטרול שערוכי נדל&quot;ן ואירועים חד פעמיים (בהם מכירת מניות בנק לאומי) עמד הרווח על 241 מיליון שקל, מול 224 מיליון שקל ברבעון המקביל, עלייה של 8%. \r\n \r\nהחברה מעדכנת שפרוייקט עזריאלי שרונה בת&quot;א מתקדם באכלוס וכי נכון לסוף הרבעון השלישי אוכלסו כ-97 אלף מ&quot;ר, כ-82% משטחי המשרדים במגדל והושכרו 98% משטחי המשרדים שבו (כולל אופציות וטיוטות מתקדמות). בתפוסה מלאה צפוי הנכס להניב NOI שנתי של של 210-200 מיליון שקל.\r\n \r\nמנכ&quot;ל עזריאלי אייל חנקין אמר כי &quot;תחום המשרדים ממשיך ליהנות מביקושים ערים ותרומתו ההולכת וגדלה לתוצאות צפויה להימשך. אנו מאמינים בהמשך הצמיחה בתחום ועדים לביקושים משמעותיים בכל אחד מהפרויקטים שלנו&quot;. \r\n   \r\n \r\n ", "keywords": ["עזריאלי", "דוחות כספיים", "רבעון שלישי"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/10/08/850861/2L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "חזי שטרנליכט"}, "datePublished": "2018-11-21T09:26:54", "dateModified": "2020-08-18T21:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "עזריאלי: עלייה של 11% בהכנסות משכירות, פדיונות הקניונים עלו ב-3.5%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-11-21", "category": "שוק ההון", "subtitle": ""}