{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3842431,00.html"}, "headline": "בדרך להשתלטות על גב–ים? המיליארדר פרנקל מאתגר את אלשטיין: הגיע לאחזקה של 8.6% בגב־ים", "description": "אהרון פרנקל החל לרכוש מניות של חברת הנדל&quot;ן המניב באמצע החודש, ועד כה השקעתו מסתכמת ב־380 מיליון שקל; אחזקתו הנוכחית נושפת בעורפה של נכסים ובניין של אדוארדו אלשטיין, אך מקורבי פרנקל טוענים שאין בכוונתו להשתלט על גב־ים, בינתיים ", "articleBody": "האם אהרון פרנקל מסמן יעד חדש בדמות השתלטות על גב־ים? מחזור המסחר העצום במניות גב ים היום (ד&#39;), יממה לאחר פרסום הדוחות, נובע ברובו מרכישות של גורם ספיציפי. \r\n  \r\n \r\nבשני ימי המסחר האחרונים מחזורי המסחר במניית חברת הנדל&quot;ן המניב היו גבוהים במיוחד. היום אחר הצהריים חשף &quot;כלכליסט&quot; שמי שאחראי למסחר הער במניה הוא פרנקל.\r\n \r\n \r\n \r\nפרנקל, שמוכר בשוק ההון המקומי לאחר שתפס פוזיציה משמעותית בחברת המל&quot;טים אירונאוטיקס, רכש לאחרונה מניות של גב־ים ב־380 מיליון שקל, ובכך הגיע לאחזקה של 8.6% בחברה. שווי השוק של מניות אלה עומד, נכון לסוף המסחר אתמול, על 380 מיליון שקל, לאחר שמניית גב־ים סיימה את המסחר בעליות של 4%, שהביאו אותה לשווי שוק של 4.4 מיליארד שקל. במילים אחרות, פרנקל לא החל לרכוש מניות גב־ים לראשונה השבוע.\r\n \r\nגורמים בשוק ההון העריכו, בעקבות חשיפת &quot;כלכליסט&quot;, כי פרנקל הוא שרכש בעסקה מחוץ לבורסה 4.9% ממניות החברה מידי נכסים ובניין שבשליטת דסק&quot;ש, שבשליטת אדוארדו אלשטיין, וכי הוא עשה זאת במאי האחרון בתמורה ל־191 מיליון שקל, לפי שווי חברה של 3.8 מיליארד שקל בלבד. אולם המציאות שונה. פרנקל אכן רכש 4.9% ממניות גב־ים בעסקה מחוץ לבורסה, אך זו בוצעה ב־16 ביולי ואת המניות, שעבורן שילם 200 מיליון שקל לפי שווי חברה של 4 מיליארד שקל, רכש משורה של גופים מוסדיים.\r\n \r\nאת העסקה מחוץ לבורסה במאי ביצעה נכסים ובניין מתוך אילוץ. משרד המשפטים לא קיבל את עמדת נכסים ובניין שהמכירה שביצעה בדצמבר, שהביאה אותה לאחזקה של 34.9% בחברה, משנה את הסטטוס שלה מבעלת שליטה למחזיקה גדולה שאינה בעלת שליטה. משום כך, גב־ים המשיכה להיחשב, לדעת משרד המשפטים, שכבה שלישית בפירמידה, זו שבראשה עומדת דסק&quot;ש, שמחזיקה בשליטה בנכסים ובניין שמחזיקה בשליטה בגב־ים. \r\n \r\nבשל עמדת משרד המשפטים, אלשטיין נאלץ למכור מניות נוספות של גב־ים וכך נכסים ובניין ירדה לאחזקה של 30%. לדעת היועצים המשפטיים של אלשטיין, בכך נכסים ובניין ירדה מהשליטה בגב־ים. עם זאת, משרד המשפטים דרש מהלכים נוספים, כמו העברת היו&quot;ר אלחנדרו אלשטיין, אחיו של אדוארדו, מתפקידו, ומינוי יו&quot;ר נייטרלי. כמו כן, משרד המשפטים דורש מנכסים ובניין למכור מניות נוספות. כמה? לא ידוע, אך ידוע שבמקרה של שופרסל, שגם בה דסק&quot;ש שלטה, רשות ני&quot;ע הסכימה לראות בדסק&quot;ש כמי שחדלה להיות בעלת שליטה כשירדה לאחזקה של 26%.\r\n \r\nבין אלשטיין לפרנקל יש היכרות מוקדמת. שניהם חברים בקונגרס היהודי העולמי ונושאים בתואר סגני נשיא. האם סגן הנשיא אחד בדרך להשתלט על חברה שסגן נשיא אחר נאלץ לוותר על השליטה בה? מקורבי פרנקל טוענים שלא. פרנקל (62), הוא הצעיר מבין שלושה אחים למשפחה דתית מבני ברק. הוא צבר את הונו כשכיהן כנציג של יצרניות המטוסים בואינג ואיירבאס במזרח אירופה. \r\n \r\nכיום הוא הבעלים של קבוצת לויד&#39;ס, שעוסקת בנדל&quot;ן, אנרגיה, תעופה והייטק. בשנים האחרונות הוא פועל בעיקר בתחום הנדל&quot;ן במערב אירופה, בדגש על בריטניה. עד לפני שנתיים הוא פעל מתחת לרדאר של שוק ההון המקומי, אבל בסוף 2018 הוא החל במסע רכישות אגרסיבי של מניות אירונאוטיקס והגיע לאחזקה של 31.7% בחברה. הוא השקיע 170 מיליון שקל ברכישות, והעסקה שבמסגרתה נמכרה החברה בשלמותה לרפאל ואביחי סטולרו באוגוסט 2019 תמורת 850 מיליון שקל, הניבה לו רווח של 90 מיליון שקל.\r\n \r\nפרנקל אינו איש העסקים הבולט הראשון שנכנס לפוזיציה בגב־ים. בפברואר האחרון חיים כצמן, באמצעות גזית גלוב, בה הוא שולט דרך נורסטאר, רכשה 2.4% ממניות גב־ים בתמורה ל־150 מיליון שקל. באותה העת גב־ים נסחרה לפי שווי שוק של 6.4 מיליארד שקל. אך חודש לאחר מכן נגיף הקורונה פרץ ומניות חברות הנדל&quot;ן המניב ספגו ירידות קשות, כך שכיום כצמן מופסד על ההשקעה ב־30%, שהם כ־50 מיליון שקל.", "keywords": ["גב ים", "אהרון פרנקל", "אדוארדו אלשטיין"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/525747/15_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "גולן חזני"}, "datePublished": "2020-07-29T16:49:05", "dateModified": "2020-08-20T13:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "בדרך להשתלטות על גב–ים? המיליארדר פרנקל מאתגר את אלשטיין: הגיע לאחזקה של 8.6% בגב־ים", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-29", "category": "שוק ההון", "subtitle": ""}