{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3740624,00.html"}, "headline": "סיידוף עלול להידרש לשלם פי 5 ממה ששילם על שיכון ובינוי", "description": "החברה־הנכדה איי.די.או פרופרטיז רשומה בלוקסמבורג, שם קובע החוק: בעל שליטה חדש מחויב לבצע הצעת רכש לכל המניות שבידי הציבור, ששוויין 5.5 מיליארד שקל, אך האם זה מחייב גם שתי קומות למעלה? סיידוף: &quot;זו פרשנות דחוקה&quot;", "articleBody": "נתי סיידוף רכש את השליטה (47%) בשיכון ובינוי תמורת 300 מיליון דולר (כ־1.1 מיליארד שקל), אבל הוא עשוי להידרש להעמיד לטובת העסקה סכומים גדולים בהרבה. כמה גדולים? 5.5 מיליארד שקל - פי חמישה מהסכום ששילם עבור החברה.\r\n \r\nל&quot;כלכליסט&quot; נודע כי לסיידוף עשויה להתעורר בעיה סביב החברה־הנכדה של שיכון ובינוי, איי.די.או פרופרטיז, הנסחרת בבורסת פרנקפורט לפי שווי של 2.1 מיליארד יורו. \r\nשיכון ובינוי מחזיקה ב־37.5% מהחברה־האם איי.די.או שמחזיקה ב־38% מאיי.די.או פרופרטיז. החברה־הנכדה, המתמחה ברכישה ובניהול נדל&quot;ן למגורים בברלין, רשומה בלוקסמבורג. חוקי המדינה שם קובעים שבמקרה של כניסת בעל שליטה חדש, הוא מחויב לבצע הצעת רכש לכל מניות החברה שבידי הציבור. לפי הנוסחה הזו מחויב סיידוף לבצע הצעת רכש ל־62% ממניות איי.די.או פרופרטיז בשווי 1.3 מיליארד יורו, או 5.5 מיליארד שקל. מדובר בסכום שגדול פי חמישה מהמחיר ששילם סיידוף תמורת השליטה בשיכון ובינוי. \r\n \r\nכמה קומות נכללות בחוק \r\nלדברי משפטנים בכירים, החוק איננו חד־משמעי, ולא ברור אם הצעת הרכש מחוייבת במידה ובעל השליטה משתנה בקומה למעלה, כלומר החברה־האם של איי.די.או פרופרטיז, איי.די.או גרופ; או שתי קומות למעלה, בחברה־הסבתא שיכון ובינוי. במידה והפרשנות שתתקבל היא שרק שינוי שליטה באיי.די.או פרופרטיס מחייבת הצעת רכש - הרי ששיכון ובינוי ממשיכה להיות בעלת השליטה באיי.די.או גרופ, ואז לכאורה סיידוף לא מחוייב להצעת הרכש. במידה וגם שינוי שליטה בשיכון ובינוי מחייב רכישה החוצה של הציבור, סיידוף עלול למצוא עצמו בבעיה. \r\n \r\nהמשפטנים שאליהם פנינו הציגו פרשנויות שונות. הנושא עשוי להגיע לערכאות משפטיות במידה ובעלי המניות של איי.די.או פרופרטיז יידרשו לבצע הצעת רכש כזו. \r\nמנתי סיידוף נמסר כי &quot;מדובר בפרשנות משפטית דחוקה, שבינה ובין השלמתה של עסקת שיכון ובינוי אין שום קשר&quot;. התגובה מצביעה על כך שהיועצים המשפטיים של סיידוף נדרשו לסוגיה עוד במהלך המשא ומתן, ואינם רואים בכך בעיה. עם זאת, סיידוף היה היחיד שהציע ורכש את החברה כפי שהיא - ללא בדיקות נאותות. \r\n \r\nמי יפרע את החובות\r\nלאיי.די.או פרופרטיז יש חוב של 700 מיליון יורו לבנקים ולמחזיקי האג&quot;ח, ואילו לאיי.די.או גרופ חוב של 400 מיליון יורו למחזיקי האג&quot;ח שלה. גם סביב חובות אלה עולות שאלות, בעיקר האם שינוי השליטה מאפשר דרישה לפרעון מיידי. הנושא נבחן בימים אלה, אולם ההערכות הן שסיידוף לא יידרש לפרוע את החובות.\r\n \r\nאיי.די.או עלתה לכותרות באוגוסט האחרון, כשמשפחת דיין וקרן אפולו החלו לרכוש מניותיה בשוק ולאיים על השליטה של שיכון ובינוי בה. המהלך החל זמן קצר לאחר ששיכון ובינוי, שבשליטת שרי אריסון, פרסמה הצעת רכש לכ־10% מהחברה־הבת; מהלך זה לא אפשר לה לרכוש בבורסה מניות איי.די.או כדי למנוע את ההשתלטות. אפולו ודיין הגיעו לאחזקה של כ־37% במניות איי.די.או, ואילו שיכון ובינוי נשארה עם 37.5%.\r\n \r\nבשיכון ובינוי הופתעו וניסו להיאבק אבל מהר מאוד הבינו שהכלים שבידיה מועטים - והסכימו להיכנס למשא ומתן עם השותפים הכפויים. בסיומו הגיעו בספטמבר שני הגופים להסכם ניהול משותף באיי.די.או, שיהיה בתוקף עד סוף 2022. על פי ההסכם, שיכון ובינוי תוכל למנות עד שבעה דירקטורים באיי.די.או, בעוד שאפולו ומשפחת דיין יוכלו למנות שניים ולהחליט יחד על דירקטור נוסף. בנוסף, יכהנו באיי.די.או שני דירקטורים חיצוניים ואחד בלתי תלוי, כך שבסך הכל ימנה הדירקטוריון עד 13 חברים, עם רוב לנציגיה של שיכון ובינוי.\r\n \r\nהצדדים הסכימו על כמה נושאים מיוחדים, ובהם שינוי בתקנון איי.די.או, גיוסי הון מהותיים ושינוי בפעילות החברה, שבהם תידרש הסכמה משותפת בנוגע לאופן ההצבעה באסיפה הכללית. ההסכם לא מומש בינתיים, מאחר שהוא כרוך בתנאים מתלים ובהסכמה של בעלי מניות המיעוט. יעקב לוקסנבורג וחברות בשליטתו הגיעו לאחזקה של 6% ממניות המיעוט באיי.די.או, וכדי לקבל אישור מבעלי המניות נדרשת הסכמתו. \r\n \r\nסיידוף רכש את השליטה בשיכון ובינוי בשבוע שעבר מאריסון השקעות. שיכון ובינוי נסחרת לפי שווי שוק של 2.72 מיליארד שקל, לאחר שמנייתה איבדה 14% מתחילת השנה. שווי חלקה של אריסון השקעות בשיכון ובינוי הוא 1.28 מיליארד שקל, אך היא מכרה ב־1.1 מיליארד שקל מחשש להפרשות שהחברה־הבת שיכון ובינוי ארצות חוץ תצטרך לבצע בשל החקירה נגדה. אריסון היתה צריכה לבחור, על פי חוק הריכוזיות, אם להישאר עם האחזקה בבנק הפועלים או עם שיכון ובינוי. ההנחה המפליגה עוררה אי נוחות בשוק, מה גם שאריסון העדיפה את סיידוף על פני הצעה גבוהה יותר ב־200 מיליון שקל ממאיר שמיר. \r\n \r\n \r\n ", "keywords": ["נתי סיידוף", "שיכון ובינוי", "איי.די.או פרופרטיז"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2017/12/25/782658/16_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "גולן חזני"}, "datePublished": "2018-06-20T08:12:03", "dateModified": "2020-08-02T14:15:28", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "סיידוף עלול להידרש לשלם פי 5 ממה ששילם על שיכון ובינוי", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-06-20", "category": "שוק ההון", "subtitle": ""}