{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3627623,00.html"}, "headline": "תורת הפערים על פי חברת שיכון ובינוי ", "description": "11,260 העובדים באפריקה היטו את נתוני השכר הרווח של שיכון ובינוי ירד ב־12%, אך עלות שכרו של המנכ&quot;ל, עופר קוטלר, עלתה ב־5% וכעת הוא מרוויח פי 123 מעובד ממוצע בחברה", "articleBody": "עלות שכרו של מנכ&quot;ל שיכון ובינוי עפר קוטלר עמדה ב־2013 על כ־7.5 מיליון שקל לשנה (כ־626 אלף שקל בחודש) — פי 123 מעלות השכר הממוצעת של בחברה, שעמדה על כ־5,100 שקל בלבד. מדובר באחד מפערי שכר מהגבוהים ביותר בחברות הציבוריות, המושפע מהעסקתם של כ־11,260 עובדי החברה במדינות שונות באפריקה. \r\n \r\n90% מהמצבת היא באפריקה\r\nעובדי החברה באפריקה מהווים 90% מהמצבת הכללית של החברה, שעמדה על 12,573 עובדים, נכון לסוף 2013 - עלייה קלה של 1% לעומת 2012. עם זאת, כאשר בוחנים את פערי השכר בחברת שיכון ובינוי רק בקרב הישראלים המועסקים על ידי החברה שבבעלות קבוצת אריסון, הפער צונח לפי 22. עלות השכר ממוצעת לעובד ישראלי של החברה היתה 28 אלף שקל לחודש - עלייה קלה לעומת 2012.\r\n \r\nההבדל הדרמטי בין חישוב פערי השכר הכולל את כל עובדי החברה (לרבות במדינות עולם שלישי) לבין החישוב שכולל את העובדים בישראל בלבד נרשם גם בשנה שעברה, אז עמדה עמדה עלות שכרו של קוטלר על פי 117 מהעובד הממוצע ופי 29 מהעובד הממוצע בישראל. \r\n \r\nשיכון ובינוי איננה החברה היחידה בבורסה של תל אביב שמעסיקה עובדים מעבר לים, לרבות כאלה ששכרם נמוך באופן מסורתי, וחישוב הפרשי השכר של &quot;כלכליסט&quot; מתייחס לכל בעובדים באשר הם. במקרה של שיכון ובינוי קיימת הצדקה נוספת לחישוב הכולל את העובדים באפריקה - במסגרת הדיווח על מצבת העובדים המקומיים שלה, שעלות שכרם גבוהה יחסית, שיכון ובינוי לא כוללת גילוי מלא ביחס לעובדי הקבלן והעובדים הזרים שהיא מעסיקה בישראל. אלה, לו היו נכללים בחישוב, היו מורידים את עלות השכר הממוצעת ומקפיצים את הפערים. \r\n \r\n \r\n \r\nלפחות הבונוס ירד\r\nהרווח הנקי של שיכון ובינוי עמד ב־2013 על 393 מיליון שקל - ירידה של 12% לעומת 2012, שנבעה בין היתר מהפרשה של 35 מיליון שקל בגין ירידת ערך השדות הסולאריים של החברה בספרד כתוצאה מתיקון החוק הספרדי. \r\n \r\nלמרות הירידה ברווח, עלות שכרו של קוטלר עלתה ב־5% משנה שעברה. הסיבה העיקרית לכך היא עלייה של 114% באופציות שקיבל קוטלר, מ־115 אלף שקל ב־2012 ל־1.43 מיליון שקל ב־2013. הבונוס על הביצועים של קוטלר דווקא ירד ב־27%, אך מנגד עלות שכר הבסיס שלו עלתה ב־10%. \r\n \r\nמשיכון ובינוי נמסר בתגובה: &quot;חישוב השכר הממוצע אינו יכול להתעלם מהעובדה שמרבית העובדים שנכללו בחישוב (90%) הינם עובדים בפרויקטים בחו&quot;ל, בעיקר באפריקה&quot;.\r\n \r\nשיפור או דרדור? \r\nהפער בין עלות שכרו של מנכ&quot;ל שיכון ובינוי לבין עלות השכר הממוצעת בחברה גדל ב־2013, בעיקר בשל זינוק של 114% ברכיב האופציות שנרשם בעלות שכרו של קוטלר", "keywords": ["שיכון ובינוי", "שכר בכירים", "פערי שכר"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/34074/o_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "עמרי מילמן"}, "datePublished": "2014-03-27T09:24:16", "dateModified": "2020-08-08T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "תורת הפערים על פי חברת שיכון ובינוי", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2014-03-27", "category": "שוק ההון", "subtitle": ""}