{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3646154,00.html"}, "headline": "הנפקה קשה לשפיר: שווי החברה ירד לרמה של 1.69 מיליארד שקל", "description": "זאת מרמה של 1.75 מיליארד שקל, ולאחר שהביקושים עמדו על 375 מיליון שקל בלבד; הפחתת השווי תאפשר לחברה לגייס 445 מיליון שקל ובכך להיכנס למדד ת&quot;א 100", "articleBody": "ערב דרמטי במיוחד עבר על משפחת שפירא, בעלי השליטה בחברת שפיר הנדסה, המבצעת את הנפקת המניות הראשונית שלה בבורסה בתל אביב: בניגוד לציפיות, החברה זכתה הערב (ה&#39;) לביקושים של 375 מיליון שקל בלבד מהגופים המוסדיים ונאלצה להפחית בשנית את השווי האפקטיבי של החברה מרמה של 1.75 מיליארד שקל לרמה של 1.69 מיליארד שקל. הפחתת השווי וכניסה של החתמים בהיקף של 70 מיליון שקל, מבטיחה לחברה סכום גיוס 445 מיליון שקל המאפשר לה להיכנס למדד ת&quot;א 100 לפי שווי חברה של 2.2 מיליארד שקל אחרי הכסף. מדובר בהנפקת המניות הראשונית הגדולה ביותר שבוצעה בבורסה בתל אביב מאז הנפקת המניות הראשונית של עזריאלי בשנת 2010. \r\n \r\n \r\n \r\nבסך הכל הציעה שפיר הנדסה לציבור 20% ממניותיה שיחלו להיסחר בפועל בתל אביב לקראת סוף שבוע הבא. את ההנפקה הוביל קונסרציום חתמים בראשות פועלים אי.בי.אי, לאומי פרטנרס חיתום ואקסלנס חיתום.  \r\n \r\n \r\n \r\n \r\nשפיר הנדסה היא חברת תשתיות מהגדולות בישראל הנמצאת בבעלות מלאה של ארבעת האחים הראל, ישראל, גיל וחן למשפחת שפירא. החברה, שאחראית בין השאר על הקמת &quot;הנתיב המהיר&quot; ממחלף נתב&quot;ג לנתיבי איילון והקמת חלקו הצפוני של כביש 6, הוקמה ב-1968 ופועלת בארבעה מגזרים עיקריים: תעשייה, זכיינות, תשתיות ומגורים.\r\n \r\n \r\n \r\nההנפקה של שפיר הנדסה הייתה מורכבת וכללה שתי הורדות שווי עקב לחץ שהפעילו הגופים המוסדיים על חתמי ההנפקה ובעלי השליטה. כשהתחילו האחים שפירא את הרואד שואו בתל אביב הם היו נחושים בדעתם כי החברה שלהם שווה לא פחות מ-2.2 מיליארד שקל לפני הכסף. אחרי סבב פגישות עם כמה גופי השקעות בישראל החליטו משפחת שפירא וחתמי ההנפקה להנמיך את השווי המבוקש ל-1.85 מיליארד שקל ובשלב מאוחר יותר לשווי חברה של 1.8 מיליארד שקל עם הנחת מוסדיים של 2.5% המעניק שווי אפקטיבי של 1.75 מיליארד שקל לפני הכסף. כשפתחו הערב האחים שפירא את המעטפות החליטו להוריד את השווי ל-1.75 מיליארד ולהעלות את גובה ההנחה לשיעור של 3.5%, כך שהשווי האפקטיבי הנגזר מההנפקה הוא 1.69 מיליארד שקל. \r\n \r\nהמוסדיים הסתמכו על הערכת שווי שביצעה אתמול חברת הייעוץ למוסדיים אנטרופי שהעניקה לשפיר הנדסה שווי כלכלי של 1.94 מיליארד שקל. השווי שהעניקה אנטרופי אמנם גבוה משוויה המינימלי של שפיר הנדסה בהנפקה, אבל המוסדיים רצו הנחה של 10% על השווי הכלכלי של שפיר הנדסה בעקבות המומנט השלילי בשוק הנפקות ההון הראשוניות בתל אביב, שידע לפני חצי שנה נפילה עם הנפקתה של קבוצת אשטרום שאיבדה 40% משוויה מאז ההנפקה. \r\n \r\nהמנהרות לרכבת בירושלים הקפיצה את ההכנסות של שפיר\r\n \r\nבתשקיף שפורסם ביום רביעי האחרון פרסמה שפיר הנדסה לראשונה את הדוחות הכספיים לרבעון השלישי של 2014. החברה רשמה הכנסות של 639 מיליון שקל ברבעון השלישי של 2014, גידול משמעותי של 32% מהרבעון המקביל של 2013 שנבע בעיקרו מהתקדמות משמעותית בפרויקט המנהרות A1 לקו הרכבות המהיר לירושלים. כנהוג בפרויקטים של תשתיות, שפיר הנדסה מכירה בהכנסות על הפרויקטים שלה ככל שהפרויקט מתקדם. בשורה התחתונה דיווחה שפיר על רווח נקי חריג של 106 מיליון שקל לעומת הפסד של 44 מיליון שקל ברבעון המקביל ורווח נקי של 44 מיליון שקל ברבעון השני של 2014. \r\n \r\n \r\n \r\nהגידול החריג ברווח הנקי מיוחס לרווח חד פעמי שהוכר ברבעון השלישי של 2014 בגין פעילות שהופסקה ברומניה. שפיר מבנים רומניה, זרוע פעילות התשתיות של הקבוצה במדינת רומניה, הפסיקה את פעולתה ביולי האחרון לאחר שנכנסה להקפאת הליכים מכיוון שלא קיבלה תשלום עבור עבודות שביצעה במספר פרויקטים. החברה נקלעה לחובות לספקים של 43 מיליון שקל ונאלצה לפנות לכונס נכסים. בעקבות הפסקת הפעילות רשמה שפיר הנדסה רווח חד פעמי של 55 מיליון שקל בגין ערבות שהעניקה לפעילות ברומניה ששוחררה עם הפסקתה. הרווח גדל בסכום של 6 מיליון שקל נוספים כתוצאה מהסכם פשרה עם מזמין העבודות ברומניה. ממאזן החברה עולה כי לחברה מזומנים בהיקף של 167 מיליון שקל והון עצמי של 621 מיליון שקל. \r\n \r\n ", "keywords": ["שפיר הנדסה", "הנפקה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/449216/CAL019361.jpgL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אורן פרוינד"}, "datePublished": "2014-11-27T23:42:14", "dateModified": "2020-08-02T14:15:26", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הנפקה קשה לשפיר: שווי החברה ירד לרמה של 1.69 מיליארד שקל", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2014-11-27", "category": "שוק ההון", "subtitle": ""}