{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3771783,00.html"}, "headline": "חלם להיות טריליונר, אבל אדם נוימן כבר לא מיליארדר", "description": "לפי פורבס, שוויו של מייסד WeWork נחתך בכ-3.5 מיליארד דולר ל-600 מיליון דולר בעקבות השערוריות שפקדו את חברת חללי העבודה המשותפים; לפי הערכות, שווי החברה עומד עתה על 2.8 מיליארד דולר לאחר שכבר הוערך ב-47 מיליארד; דיווח: הבנקים המלווים מתכננים חבילת חילוץ", "articleBody": "חלם להיות טריליונר והוא כבר לא מיליארדר: שוויו של מייסד WeWork אדם נוימן צנח מ-4.1 מיליארד דולר ל-600 מיליון דולר, כך מעריך מגזין פורבס שהוציא אותו מרשימת המיליארדרים שלו. זאת במקביל לצלילה בשווי המוערך של חברת שיתוף חללי העבודה שלו ורכבת ההרים שחוותה סביב הרפתקת ההנפקה הלא מוצלחת שלה – במהלכה נחתך שוויה המוערך בכ-37 מיליארד דולר, ועד לדיבורים על פשיטת רגל אפשרית וזאת תוך שישה שבועות בלבד. פורבס דיווח שאחד משותפיו של נוימן לייסוד החברה, מיגל מקלבי, איבד גם הוא את מעמדו כמיליארדר ושוויו מוערך בכ-400 מיליון דולר. \r\n \r\n \r\n \r\nהירידה בסך של 3.5 מיליארד דולר בשוויו האישי של נוימן, שנאלץ לעזוב את תפקיד המנכ&quot;ל לאחרונה, היא תוצאתה של צניחת ערך של מניות של WeWork שבידיו (18%), כך דיווח פורבס. החברה הוערכה לפי שווי של 47 מיליארד דולר בינואר בעקבות ההשקעה של קרן החזון של סופטבנק. אך בחודש ספטמבר כבר זכתה החברה להערכת שווי של לא יותר מ-10 מיליארד דולר, בעוד תשומת הלב הציבורית הופנתה להפסדיה החדים ולמבנה הניהולי שלה שאיים על הצלחת ההנפקה, שלבסוף בוטלה. פורבס מעריך כעת שהחברה שווה לא יותר מ-2.8 מיליארד דולר.\r\n \r\n \r\n \r\nעל פי החישוב של פורבס, הנכסים שכרגע נמצאים בידי נוימן הם מניות החברה בשווי 504 מיליון דולר ו-500 מיליון דולר שהרוויח ממכירת מניות שהיו בידיו בעבר, אך יש לקזז חוב של 380 מיליון דולר שנחשף במסמכי ההנפקה שהגישה החברה. פורבס מעריך שנוימן או מקלבי לא ייכנסו מחדש למועדון המיליארדרים. בתוך כך מדווח היום הביזנס אינסיידר, כי הבנקים המלווים את WeWork, בהובלת ג&#39;יי.פי מורגן, מתכננים מהלך של מימון מחדש לחברה וזאת כבר בשבוע הבא ולנוכח מחנק האשראי שפקד אותה. לדברי גורמים המצוטטים בדיווח, יש צורך בחבילה כזו לא יאוחר מחודש נובמבר.\r\n \r\n \r\nנוימן ייסד את החברה ב-2010 ביחד עם אשתו רבקה נוימן ועם מקלבי. חששות מצד משקיעים פוטנציאליים לגבי ענייני פיננסים ומשילות של החברה הביאו את נוימן לעזוב את תפקידו כמנכ&quot;ל ב-24 בספטמבר. תחת הנהגתו של נוימן, החברה נפגעה קשות מתרבות המסיבות מתודלקת אלכוהול ששררה בה, כך דיווח בעבר ביזנס אינסיידר. ", "keywords": ["אדם נוימן", "WeWork", "פורבס"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/07/04/918463/1L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2019-10-11T11:03:31", "dateModified": "2020-08-16T22:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "חלם להיות טריליונר, אבל אדם נוימן כבר לא מיליארדר", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-10-11", "category": "שוק ההון", "subtitle": ""}