{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3809970,00.html"}, "headline": "העליות בוול סטריט נמחקו בנעילה; אינטל נופלת ביותר מ-5% במסחר המאוחר", "description": " דאו ג&#39;ונס טיפס ב-0.2%, S&amp;P 500 נחלש ב-0.1% ונאסד&quot;ק שמר על רמת הפתיחה - במהלך היום הגיעו המדדים לעלייה של כ-2%; אינטל פירסמה תחזית מאכזבת לרבעון הנוכחי; גיליאד נחלשה ב-4.4% אחרי כישלון הניסוי לטיפול בקורונה; הנפט מסוג WTI קפץ ב-19.7% ל-16.5 דולר לחבית; משבר האבטלה בארה&quot;ב מתעצם - נמחקו כל המשרות החדשות מאז 2008", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי האנג סנג שנגחאי דאקס קאק פוטסי דאו ג&#39;ונס נאסד&quot;ק S&amp;P 500\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n23:20 - מניית אינטל צונחת ב-6.1% במסחר המאוחר ברקע פרסום הדוחות ולאחר דיווח מדאיג בנוגע לעסקים שלה עם אפל. בלומברג דיווח, לפי גורמים המקורבים לעניין, שאפל מתכננת להשיק ב-2021 שבבים בייצור שלה עבור מחשב ה-MAC שהיא מייצרת, במקום לקנות שבבים מאינטל.\r\n \r\n23:05 - אינטל מאבדת 3.9% במסחר המאוחר אחרי שפירסמה דוחות. לפני כמה דקות ננעלה מניית ענקית המחשוב בירידה של 1.6%.\r\n \r\nאינטל סיכמה את הרבעון הראשון של 2020 הפיסקלית עם הכנסות בגובה 19.83 מיליארד דולר ורווח מתואם של 1.45 דולר למניה, והיכתה את צפי האנליסטים להכנסות של 18.63 מיליארד דולר ורווח של 1.29 דולר למניה.\r\n \r\nהחברה סירבה לפרסם תחזית לשנה כולה, וסיפקה תחזית מאכזבת בחלקה לרבעון השני (הנוכחי). אינטל מצפה לסיים את הרבעון עם רווח מתואם של 1.1 דולר למניה והכנסות של 18.5 מיליארד דולר. אנליסטים בשוק צפו לה רווח של 1.19 דולר למניה והכנסות של 17.97 מיליארד דולר\r\n \r\n \r\n23:00 - העליות בניו יורק נמחקו והמסחר ננעל בתנועות קלות. מדד דאו ג&#39;ונס טיפס ב-0.2%, S&amp;P 500 נחלש ב-0.1% ונאסד&quot;ק שמר על רמת הפתיחה - ברובו המוחלט של יום המסחר התנהלו המדדים במגמה חיובית והגיעו לעלייה של כ-2%.\r\n \r\nגיליאד נפלה ב-4.4% אחרי דיווח על כישלון בניסוי לטיפול בקורונה באמצעות תרופה ניסיונית שלה. במניות הנפט - אקסון מוביל טיפסה ב-3.2%, שברון התחזקה ב-2.8%.\r\n \r\n22:45 - מחירי הנפט טיפסו גם היום, בהמשך לעליות חדות אתמול לאחר הציוץ של נשיא ארה&quot;ב טראמפ שרמז על התחממות היחסים בין ארה&quot;ב לאיראן, ועורר חששות מפני הסלמה שתפגע בכושר ייצור ומכירת הנפט של איראן.\r\n \r\nהנפט מסוג WTI זינק ב-19.7% או 2.7 דולר וננעל ברמה של 16.5 דולר לחבית – החוזים על ה-WTI השלימו זינוק של 65% ביומיים, אחרי קריסה של 126% לרמה שלילית של החוזים שפקעו ביום שלישי.\r\n \r\nהנפט מסוג ברנט התחזק ב-5% או 96 סנט ומחירו נקבע על 20.4 דולר לחבית.\r\n \r\n21:30 - מחיר הזהב טיפס ביום השני ברציפות, ברקע חוסר הוודאות בנוגע להתמודדות עם מגפת הקורונה בעולם. \r\n \r\nהחוזים על הזהב התחזקו היום ב-0.4% או 7.1 דולר ומחיר המתכת היקרה נקבע על 1,745.4 דולר לאונקיה.\r\n \r\n&quot;נתוני האבטלה ממשיכים לטפס, יש ודאות של כמעט 100% למיתון בעתיד הקרוב&quot;, אמר אדם קוס (Adam Koos), נשיא קבוצת ניהול הנכסים ליברטס. &quot;ובהתחשב בעד כמה כל זה חסר תקדים, אני חושב שמשקיעים רבים איבדו את האמון ביכולת של כל דבר מעבר לנכסים חסרי סיכון &#39;להציל אותם&#39; מהנפילות הבאות&quot;. \r\n \r\n \r\n \r\n19:50 - העליות החדות בוול סטריט נמחקות והמדדים המובילים חוזרים לעליות המתונות שרשמו בתחילת המסחר, לאחר כישלון הניסוי בתרופה של גיליאד לטיפול בקורונה.\r\n \r\nכל המדדים בניסוי של חברת התרופות האמריקאית גיליאד (Gilead Sciences) בתרופה הניסיונית Remdesivir הראו תוצאות שליליות. לפני כשבוע דיווחו חוקרים על &quot;התאוששות מהירה&quot; בקרב 125 חולי קורונה שנטלו את התרופה. \r\n \r\nמדד דאו ג&#39;ונס מטפס ב-0.7%, S&amp;P 500 עולה ב-0.8% ונאסד&quot;ק מתחזק ב-0.9%. מניית גיליאד נחלשת ב-3.6%.\r\n \r\n \r\n \r\n18:10 - הנפט מזנק עם התגברות העליות בוול סטריט וכשהמשקיעים נושאים את עיניהם להמשך קיצוצי התפוקה ולהסלמת הלחצים בין ארה&quot;ב לאיראן.\r\n \r\nהנפט מסוג WTI נוסק ב- 29% ל-17.8 דולר לחבית, הנפט מסוג ברנט קופץ ב-10.9% ונסחר תמורת 22.6 דולר לחבית.\r\n \r\nבשוק צופים בהחרפת היחסים בין ארה&quot;ב לאיראן, לאחר שהנשיא האמריקאי דונלד טראמפ איים אתמול כי הורה לצי האמריקאי להשמיד כל ספינת ירי איראנית שתתנכל לספינה אמריקאית. טראמפ פירסם את הדברים בחשבון הטוויטר שלו, אחרי שאיראן דיווחה כי השלימה בהצלחה שיגור של הלוויין הצבאי הראשון שלה - פעילות שארה&quot;ב רואה ככיסוי לפעילות ייצור טילים. הסלמת הלחצים במפרץ עשויה להוביל ירידה חדה בייצור הנפט של היצואניות הגדולות, ולפגוע בהיצע הבינלאומי לנפט.\r\n \r\nדאו ג&#39;ונס ונאסד&quot;ק קופצים ב-1.4%, S&amp;P 500 מוסיף 1.3%\r\n \r\n16:30 - המסחר בניו יורק נפתח בעליות מתונות - מדד דאו ג&#39;ונס מטפס ב-0.3%, S&amp;P 500 מתחזק ב-0.7%, נאסד&quot;ק מתחזק ב-0.6%.\r\n \r\n15:30 - 4.4 מיליון תביעות חדשות לאבטלה בארה&quot;ב הוגשו בשבוע שעבר (שהסתיים ב-18 באפריל). סה&quot;כ, בחמישה השבועות האחרונים, מאז פרוץ המשבר הוגשו 26 מיליון תביעות לאבטלה. ובכך, נמחקו כל המשרות שנוספו מאז משבר 2008.\r\n \r\n15:00 - שעה וחצי לפתיחת המסחר בניו יורק, החוזים העתידיים על המדדים המובילים שומרים על יציבות; תשואת אג&quot;ח ארה&quot;ב ל-10 שנים יציבה ב-0.62%; הזהב עולה ב-1% ל-1,755.30 דולר לאונקיה. \r\n \r\n14:50 - הרשי רשמה ברבעון הראשון רווח של 271.1 מיליון דולר או 1.29 דולר למניה, לעומת 304.4 מיליון דולר או 1.45 דולר למניה ברבעון המקביל. הרווח המתואם עמד על 1.63 דולר למניה, הצפי בשוק עמד על 1.71 דולר למניה. ההכנסות עמדו על 2.04 מיליארד דולר, לעומת 2.02 מיליארד דולר ברבעון המקביל, הצפי עמד על 2.08 מיליארד דולר.\r\n \r\n14:40 - קרוקס מאבדת 5.5% בטרום מסחר: החברה מסכמת את הרבעון הראשון עם רווח נקי של 11.1 מיליון דולר או 16 סנט למניה, לעומת 24.7 מיליון דולר או 33 סנט למניה ברבעון המקביל. הרווח המתואם עמד על 22 סנט למניה, מהותית מתחת לציפיות האנליסטים שעמדו על 31 סנט למניה. ההכנסות הרבעוניות הסתכמו ב-281.2 מיליון דולר, בהשוואה ל-295.9 מיליון דולר ברבעון המקביל וגם במקרה זה מתחת לצפי שעמד על 296 מיליון דולר. החברה ביטלה את התחזית השנתית שלה בשל אי הוודאות של משבר הקורונה אך כן ציינה כי היא צופה המשך ירידה בהכנסות בשל הפגיעה בערוצי המכירות העיקריים שלה – החנויות הקמעונאיות. הרבעון השני (הנוכחי) יספוג מכה קשה במיוחד בשל העובדה שחנויות רבות שמוכרות את הנעליים עדיין צפויות להמשיך להיות סגורות (או לפעול במתכונת מצומצמת) בשבועות הקרובים. \r\n \r\n14:00 - שעתיים וחצי לפתיחה בניו יורק, החוזים על המדדים המובילים  יורדים ב-0.1%; בנפט: ה-WTI מזנק ב-11.5% ל-15.4 דולר לחבית, הברנט עולה ב-6.5% ל-21.7 דולר לחבית. \r\n \r\n13:50 - אלי לילי מטפסת ב-2.7% בטרום: חברת הפארמה ומוצרי הצריכה רשמה ברבעון הראשון רווח של 1.46 מיליארד דולר או 1.60 דולר למניה, לעומת 4.24 מיליארד דולר או 4.31 דולר למניה ברבעון המקביל. הרווח המתואם עמד על 1.75 דולר למניה, הצפי בשוק עמד על 1.48 דולר למניה. ההכנסות צמחו ב-15% ל-5.86 מיליארד דולר, צפי האנליסטים עמד על 5.49 מיליארד דולר. רכישות המוצרים הנוגעים למגיפת הקורונה (מוצרי מיגון וניקיון, תרופות) תרמו 250 מיליון דולר להכנסות. \r\n \r\n \r\n13:40 - רשת טארגט מעדכנת שהמכירות בחנויות הזהות שלה בחודש אפריל צמחו ביותר מ-5% בהשוואה לאפריל 2019 – מכירות הדיגיטל קפצו ב-275%, מכירות הבגדים והאקססוריז&#39; בחנויות הזהות נפלו ב-40% אך מכירות המזו, המשקאות והמוצרים השוטפים לבית זינקו ב-12% ומכירות המוצרים לטווח ארוך צמחו ב-30%. המניה עולה ב-1% בטרום מסחר. \r\n  \r\n12:30 - מרקיט ממשיכה להוציא את את נתוני המדד המקבילים לגוש היורו ובריטניה ותמונת המצב הקודרת זהה: מדד מנהלי הרכש המשוקלל בגוש היורו ירד באפריל ל-13.5 נק&#39;, מול 29.7 נק&#39; במרץ ובשעה שהתחזיות עמדו על 25.7 נק&#39;; המדד המקביל בבריטניה נפל באפריל ל-12.9 נק&#39;, מול 36 נק&#39; במרץ וכאשר התחזיות עמדו על 31.4 נק&#39;. \r\n \r\n11:15 - נתוני מאקרו מדהימים בחומרתם יוצאים לפני שעה קלה מצרפת ומגרמניה: סוג של הלם בצרפת, ולא רחוק מזה בגרמניה: מדדי מנהלי הרכש המשוקלל של markit בצרפת נפל בחודש אפריל ל-11.2 נק&#39;, שפל של כל הזמנים והרבה מתחת לתחזיות הכלכלנים שעמדו על 26 נקודות, לאחר קריאה של 28.9 נק&#39; בחודש מרץ; מדד מנהלי הרכש המשוקלל בגרמניה נפל באפריל ל-17.1 נק&#39;, גם במקרה זה מדובר בנתון הנמוך אי פעם. התחזית עמדה על 31 נק&#39;, לאחר נתון של 35 נק&#39; בחודש מרץ. במדד זה של מרקיט (בצרפת ובגרמניה) כל קריאה מתחת ל-50 נק&#39; משקפת צמצום בפעילות הכלכלית ולהיפך. \r\n \r\n \r\n \r\n11:10 - יוניליווד מאבדת 5% בלונדון והיא נסחרת בתחתית מדד יורוסטוקס 50.  \r\n \r\n11:00 -בנעילה באסיה: ניקיי עלה ב-1.5%, האנג סנג עלה ב-0.2%, קוספי התחזק ב-1%, שנגחאי ירד ב-0.2% ובורסת סידני נחלשה ב-0.1%. \r\n \r\n10:40 - מדד דאקס יורד ב-0.4%, קאק עולה ב-0.2%, פוטסי יורד ב-0.1%, מילאנו עולה ב-0.4%; מחיר הנפט מסוג ברנט עולה ב-4.5% ל-21.3 דולר לחבית, ה-WTI מזנק ב-8% ל-14.9 דולר לחבית; לאחר הדוחות: רנו מטפסת ב-4.3%, דיימלר עולה ב-1.7%, קרדיט סוויס מתחזק ב-1.3%, הרמס מטפסת ב-3.3% \r\n \r\n10:15 - ממשלת בריטניה יוצאת לגיוס אג&quot;ח בסכומים עצומים על מנת לממן את חבילות הסיוע שלה למשק המקומי. מחלקת הגיוסים באוצר הבריטי מתכוונת לגייס חוב של 180 מיליארד פאונד במהלך החודשים מאי יולי – סכום גבוה מזה שציפו במחלקה לגייס במהלך השנה כולה. \r\nבחודש אפריל כבר גייסה בריטניה בהנפקת אג&quot;ח סכום של 45 מיליארד פאונד, שיועד גם הוא למימון התגובה למגיפה. בסך הכול יעמוד סכום הגיוס על 225 מיליארד פאונד. החוב הכולל של הממלכה באג&quot;ח ממשלתי עומד על סביב 2 טריליון פאונד. \r\n \r\n9:50 - חברת הרמס (Hermes), המוכרת בעיקר בשל מותגי התיקם היוקרתיים שלה (בירקין, קלי) רשמה ברבעון הראשון מכירות של 1.51 מיליארד יורו, לעומת 1.61 מיליארד יורו ברבעון המקביל. הצפי בשוק עמד על 1.45 מיליארד יורו. \r\n \r\n9:40 - יצרנית המשקאות האלכוהוליים פרנו ריקארד (בין עשרות המותגים - אבסולוט וודקה, וויסקי ג&#39;יימסון; Pernod Ricard) מסיימת את הרבעון הפיסקאלי השלישי עם מכירות של 1.74 מיליארד יורו, לעומת 2 מיליארד יורו ברבעון המקביל – צפי האנליסטים עמד על 1.63 מיליארד יורו. הנסיגה בהכנסות מיוחסת בעיקר לצמצום המכירות בסין בשל משבר הקורונה ולהקפאה הכמעט מלאה של המכירות בשדות התעופה ובטיסות. \r\n \r\n \r\n \r\n9:00 - עדכונים מאירופה: \r\n \r\nדיימלר הגרמנית הודיעה כי היא צופה לסיים את הרבעון הראשון עם נפילה של הרווח התפעולי ל-617 מיליון יורו, בהשוואה ל-2.80 מיליארד יורו ברבעון המקביל. הרווח התפעולי המתואם ירד ל-719 מיליון יורו, לעומת 2.31 מיליארד יורו ברבעון המקביל. יצרנית מכוניות מרצדס ומשאיות דיימלר אמרה כי גם בסיכום 2020 היא ככל הנראה תציג ירידה חדה בשורת הרווח. \r\n \r\nקבוצת רנו מודיעה כי היא מבטלת את חלוקת הדיבידנד לראשון ומפרסמת את התוצאות לתקופה: המכירות בחודשים ינואר-מרץ נפלו ב-25.9% ל-672.962 יחידות, ההכנסות נחתכו ב-19.2% ל-10.13 מיליארד יורו. \r\n \r\nקרדיט סוויס פותח את עונת דוחות הבנקים באירופה עם זינוק של 75% ברווח הנקי ל-1.31 מיליארד פרנק שוויצרי (1.35 מיליארד דולר). ההכנסות צמחו ב-7% ל-5.78 מיליארד פרנק. התוצאות עלו על ציפיות האנליסטים שעמדו על רווח של 1.02 מיליארד פרנק והכנסות של 5.70 מיליארד פרנק. זהו הדוח הראשון של הבנק תחת המנכ&quot;ל החדש תומאס גוטסטיין (Thomas Gottstein )\r\n \r\nענקית שירותי האנרגיה הצרפתית שניידר-אלקטריק רשמה ברבעון הראשון הכנסות של 5.83 מיליארד יורו, ירידה של 7.6% בהשוואה לרבעון המקביל ובדומה לציפיות השוק. \r\n \r\n  \r\n8:15 - אנחנו בדרך למיתון &quot;שהעולם לא ידע כמותו מאז מלחמת העולם&quot; – כך מנסחים בפיץ&#39; את מה שצפוי לנו בשנה הנוכחית, שתלווה ככל הנראה לכל אורכה תחת הצל הכבד של מגיפת הקורונה. לפי התחזית הפסימית המעודכנת של חברת הדירוג, התוצר העולמי צפוי לסגת ב-2020 ב-3.9%. &quot;זהו שיעור ירידה כמעט כפול מזה שפרסמנו בתחילת אפריל והוא חמור פי 2 מהמיתון שנרשם בכלכלה הגלובאלית ב-2009&quot;, נאמר בהודעת פיץ&#39;. \r\n \r\n7:15 - עדכונים מארה&quot;ב: \r\n \r\nמניית אוויס-באדג&#39;ט טיפסה ב-6.7% במסחר המאוחר לאחר פרסום תחזית לרבעון הראשון. ענקית השכרת הרכב והליסינג מצפה לרשום הכנסות של בין 1.7 ל-1.8 מיליארד דולר, והפסד של 165-155 מיליון דולר. ההפסד המתואם יעמוד על 95-85 מיליון דולר, מול הפסד של מיליון דולר ברבעון המקביל. צפי האנליסטים עומד על הכנסות של 1.8 מיליארד דולר אך הוא לא עודכן להשלכות משבר הקורונה, כך שהטווח שהציגה החברה הוא עדיין הישג מבחינת השוק, ולדברי אוויס-באדג&#39;ט הוא נובע מביקושים מפתיעים לטובה בהיקפם בחודשים ינואר-פברואר. \r\n \r\nמניית הקזינו לאס וגאס סאנדס (Las Vegas Sands) קפצה ב-7.2% במסחר המאוחר לאחר שהודיעה כי היא צופה חזרה מהירה לשגרה בשווקים של אסיה. בשיחה עם אנליסטים אמר מנהל התפעול של החברה רוברט גודלשטיין כי הביקושים בפעילות באסיה צפויים לחזור מהר יותר מאשר בארה&quot;ב, בין היתר בשל העובדה כי הם נוהגים להקפיד יותר על שימוש במסיכות. &quot;האנשים באסיה יקבלו בברכה חזרה לפעילות, הם מצפים לחזור וליהנות. אני מאמין שההתאוששות באסיה תהיה מהירה, אני פחות מרגיש בנוח לגבי לאס וגאס&quot;, אמר גולדשטיין. מנהל הכספים פטריק דומונט הוסיף: &quot;אנחנו רואים שהביקוש של הלקוחות שלנו הוא משוגע, הם שואלים מתי נחזור, הם מדברים איתנו בקביעות ואנחנו מרגישים טוב לגבי חזרה לפעילות במקאו&quot;. \r\n \r\nהחברה הדגישה שיש בקופתה מספיק מזומנים כדי להתמודד עם הקפאה של 18 חודשים. הפעילות במקאו הושבתה ב-5 בפברואר ל-15 יום בלבד אך בפועל היא עדיין מושבתת בשל מגבלות התנועה וביטול הביקורים הקבוצתיים. לאס וגאס סאנדס מחזיקה גם קזינו בסינגפור, שם יש הוראת סגירה עד ל-1 ביוני. בלאס וגאס ההקפאה המוצהרת היא עד ה-30 באפריל אך לא ברור מתי בתי הקזינו ייפתחו בפועל לנוכח מיעוט המבקרים. הקפיצה האמורה במנייה דחפה גם מניות אחרות מסקטור בתי הקזינו – מניית וויין רזורטס (Wynn Resorts) הפעילה גם היא במקאו טיפסה ב-5% במסחר המאוחר. \r\n \r\n \r\n7:00 - מגמה מעורבת הבוקר בשווקים של אסיה-פסיפיק,  לאחר העליות של אמש בניו יורק (דאו ג&#39;ונס עלה ב-2%, S&amp;P 500 טיפס ב-2.3% ונאסד&quot;ק התחזק ב-2.8%): מדד ניקיי עולה ב-0.8%, האנג סנג עולה ב-0.2%, קוספי עולה ב-0.6%, שנגחאי יורד ב-0.1%, בורסת סידני נחלשת ב-0.2%;  מחיר הנפט מסוג ברנט מטפס ב-3.3% ל-21 דולר לחבית, ה-WTI עולה ב-5% ל-14.5 דולר לחבית. \r\n \r\nכלכלת דרום קוריאה התכווצה ב-1.4% ברבעון הראשון של 2020 בהשוואה לרבעון הרביעי, הנסיגה החדה ביותר שנרשמה בתוצר הדרום קוריאני מאז ימי המשבר הפיננסי, ברבעון הראשון של 2008. הכלכלנים ציפו לירידה חדה מעט יותר, בשיעור של 1.5%. בחישוב שנתי התרחב התוצר ב-1.3%, מול התרחבות שנתית של 2.3% ברבעון הרביעי. הצריכה הפרטית נפלה ברבעון הראשון ב-6.4%, הירידה החדה ביותר מאז הרבעון הראשון של 1998 (אז נרשמה נסיגה של 13.8%). ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/583654/41_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מיקי גרינפלד ושיר רייטר"}, "datePublished": "2020-04-23T23:15:45", "dateModified": "2020-08-14T17:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "העליות בוול סטריט נמחקו בנעילה; אינטל נופלת ביותר מ-5% במסחר המאוחר", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-04-23", "category": "שוק ההון", "subtitle": ""}