{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3845621,00.html"}, "headline": "אחרי השיאים אמש - נעילה אדומה בוול סטריט; טארגט זינקה ב-13% אחרי הדוחות", "description": "המדדים עברו לטריטוריה השלילית בחצי השעה האחרונה, על רקע פסימיות בפד בנוגע לצמיחה במחצית השנה השנייה; אפל נגעה בשווי של 2 טריליון דולר - אך ננעלה מעט מתחת לאחר שהעליות במניה התמתנו", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס S&amp;P 500 נאסד&quot;ק\r\n  \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון בכלכליסט \r\n \r\n23:04 - המסחר בבורסות ניו יורק ננעל הערב (ד&#39;)  בירידות שערים - לאחר שבמרבית שעות המסחר נסחרו המדדים בעליות. דאו ג&#39;ונס ירד ב-0.3%, S&amp;P 500 השיל מערכו 0.4% ומדד נאסד&quot;ק נחלש ב-0.6% - זאת לאחר שאמש ננעלו המדדים בשיא של כל הזמנים. \r\n \r\nברקע לירידות - פרסום תוכן ועידת השוק הפתוח שניהלו בכירי הפד ב-28-29 ביולי ובה הבנק הפדרלי הפחית את תחזית הצמיחה למחצית השנה השנייה. &quot;המשתתפים בפגישת הפד הסכימו כי התאוששות בשוק העבודה תהיה תלויה בפתיחה רציפה של עסקים. עם זאת, פתיחה כזו תהיה תלויה ביעילותם של הצעדים למניעת התפשטות הנגיף&quot;, כך דווח במרקטווץ&#39;. \r\n \r\nמניית טארגט המריאה בשיעור חד של 12.7%. מניית מומנטה נסקה ב-69% ואילו מניית גודייר נחלשה ב-2.4% (ראו דיווחים קודמים). עם זאת, כוכבת הערב הייתה מניית אפל שעברה את שווי השוק של 2 טריליון דולר במהלך המסחר. עם זאת, בסיום המסחר עמד שווי השוק של החברה על 1.978 טריליון דולר לאחר שהעליות התמתנו והמניה ננעלה בעלייה של 0.1%. \r\n \r\n22:35 - פחות ממחצית השעה לנעילת המסחר בוול סטריט - המדדים נצבעים באדום. נאסד&quot;ק נחלש ב-0.3%, מדד S&amp;P 500 יורד ב-0.2%. \r\n \r\n21:20 - יצרנית הצמיגים גודייר (Goodyear) נחלשת ב-2.8% בבורסת נאסד&quot;ק אחרי שנשיא ארה&quot;ב דונלד טראמפ קרא לציבור לא לקנות את הצמיגים של החברה, בעקבות דיווחים כי גודייר אוסרת על העובדים שלה ללבוש בגדים עם סיסמאות פוליטיות, כולל כובעי &quot;Make America Great Again&quot;. \r\n \r\nטראמפ צייץ בחשבון הטוויטר שלו &quot;אל תקנו צמיגים של גודייר – הם הודיעו על איסור על כובעי MAGA. השיגו צמיגים טובים יותר עבור הרבה פחות!&quot; בסוגריים הוסיף הנשיא כי &quot;זה מה שהדמוקרטים של השמאל הרדיקלי עושים. שניים יכולים לשחק את המשחק הזה, ואנחנו חייבים להתחיל לשחק עכשיו!&quot;.\r\n \r\nיצרנית הצמיגים המתחרה קופר (Cooper Tire) מטפסת ב-1.4%, יצרנית הצמיגים היפנית ברידג&#39;סטון מתחזקת ב-1.5% בניו יורק.\r\n \r\nתמונת המדדים בניו יורק משתנה מעט, אחרי שפרוטוקול הפד מהפגישה האחרונה התפרסם וחשף חששות של בכירים בבנק האמריקאי המרכזי מכך שנגיף הקורונה יכביד על הכלכלה. לאחר ששלושת המדדים המובילים התנהלו רוב היום בעליות מתונות, המדדים נאסד&quot;ק ו-S&amp;P 500 עברו לירידה של 0.1% ו-0.2% בהתאמה. דאו ג&#39;ונס מטפס ב-0.1%.\r\n \r\nהעלייה באפל מתמתנת וכעת מתחזקת המניה ב-0.4% לשווי שוק של מעט פחות מ-2 טריליון דולר.\r\n \r\n \r\n \r\n \r\n20:00 - טסלה מטפסת ב-0.5% ביום שישי רצוף של עליות, מאז שיצרנית הרכב החשמלי של אלון מאסק הודיעה ביום רביעי שעבר על כוונתה לבצע פיצול (ספליט) של המניות, כך שכל מניה תהיה זולה יותר וההשקעה בטסלה תהיה נגישה לקהל רב יותר. טסלה הוסיפה לערכה בששת ימי המסחר האחרונים (כולל היום) 38%, אך למרות העלייה המרשימה - אלו ששת הימים הטובים ביותר שלה רק בששת השבועות אחרונים. לפני כחודש וחצי רשמה טסלה רצף של שישה ימי עליות שהסתיימו ב-7 ביולי ובהם טיפסה המניה ב-44.7%. \r\n \r\n18:30 - אפל מתחזקת ב-1.2% ועושה היסטוריה כשהיא החברה האמריקאית הראשונה אי פעם שמגיעה לשווי שוק של 2 טריליון דולר. באוגוסט 2018 הגיעה אפל לראשונה לשווי של טריליון דולר, כך שלמעשה היא מכפילה את ערכה בתוך שנתיים. שלוש חברות נוספות בניו יורק נסחרות כיום מעל טריליון דולר – וכמו אפל שלושתן נסחרות בנאסד&quot;ק: אמזון בשווי של 1.65 טריליון דולר, מיקרוסופט בשווי של 1.6 טריליון דולר ואלפבית בשווי 1.05 טריליון דולר.\r\n \r\n \r\n \r\n16:30 - המסחר בניו יורק נפתח בעליות מזעריות - המדדים דאו ג&#39;ונס ו-S&amp;P 500 מטפסים ב-0.1%, מדד נאסד&quot;ק מתחזק בפחות מ-0.1%. נאסד&quot;ק ו-S&amp;P 500 ממשיכים לשיא חדש, אחרי שננעלו אתמול בשיא כל הזמנים ומחקו את כל ההפסדים שרשמו בשל משבר הקורונה.\r\n \r\nמומנטה ממריאה ב-69% ברקע עסקת מכירה לענקית הפארמה ג&#39;ונסון אנד ג&#39;ונסון. אחרי הדוחות - טארגט מזנקת ב-7.6%, לואו&#39;ס עולה ב-1.5%. גיליאד מוחקת 3.8% אחרי שה-FDA החליט לא לאשר תרופה שלה.\r\n \r\n15:55 - מחירי הנפט נחלשים ב-1%, כשהמשקיעים ממתינים לתוצאות פגישת יצואניות הנפט אופ&quot;ק+. המדינות החברות באופ&quot;ק+ צפויות להמליץ להמשיך עם לוח הזמנים הנוכחי לקיצוץ בתפוקה, תוך ניסיונות להבין את השפעת מגפת הקוביד-19 על התעשייה. הנפט מסוג ברנט נסחר במחיר של 45 דולר לחבית, הנפט מסוג WTI נסחר ב-42.5 דולר לחבית.\r\n \r\n14:30 - החוזים על המדדים המובילים בניו יורק עולים ב-0.2%; מחיר החוזה על הזהב יורד ב-0.9% ל-1,995.20 דולר לאונקיה; הערב לאחר הנעילה יתפרסמו דוחות אנבידיה - חברת השבבים הגדולה ביותר בארה&quot;ב בשווי שוק. \r\n \r\n14:15 - מניית הביומד מומנטה נוסקת ב-70% : ג&#39;ונסון אנד ג&#39;ונסון הודיעה הבוקר בארה&quot;ב על רכישת מומנטה (Momenta Pharmaceuticals) תמורת 6.5 מיליארד דולר. הרכישה מתבצעת לפי שווי של 52.50 דולר למניית מומנטה, פרמיה של 70% על מחיר השוק של מומנטה, שעמד בנעילה אתמול על 30.81 דולר.  שווי השוק של חברת הביומד עמד בנעילה אתמול על 3.66 מיליארד דולר. השלמת העסקה צפויה במהלך המחצית השנייה של השנה הנוכחית. \r\n \r\n14:00 - לואו&#39;ס עולה ב-1.3% בטרום (Lowe&#39;s): רשת המוצרים לבית רשמה ברבעון השני רווח נקי של 2.83 מיליארד דולר או 3.74 דולר למניה, לעומת 1.68 מיליארד דולר או 2.14 דולר למניה ברבעון המקביל. הרווח המתואם עמד על 3.75 דולר למניה, צפי האנליסטים עמד על 2.92 דולר למניה. ההכנסות צמחו ב-30% ל-27.30 מיליארד דולר, הצפי בשוק עמד על 24.32 מיליארד דולר. ההכנסות בחנויות הזהות זינקו ב-34.2%, מהותית מעבר לצפי בשוק שעמד על 16.3% בלבד. ההכנסות בחנויות הזהות בארה&quot;ב טיפסו ב-35.1%, הצפי עמד על 11.9% בלבד. \r\n \r\n13:40 - טארגט מזנקת ב-5.2% בטרום: קמעונאית הענק מסכמת את הרבעון השני עם רווח נקי של 1.69 מיליארד דולר או 3.35 דולר למניה (רווח שיא), לעומת 938 מיליון דולר או 1.82 דולר למניה ברבעון המקביל. הרווח המתואם רשם גם הוא שיא חדש, של 3.38 דולר למניה, הרבה מעבר לצפי האנליסטים שעמד על 1.63 דולר למניה בלבד. ההכנסות הסתכמו ב-22.98 מיליארד דולר, בהשוואה ל-18.42 מיליארד דולר ברבעון המקביל – הצפי עמד על 19.97 מיליארד דולר. ההכנסות הזהות זינקו ב-24.3%- ההכנסות הזהות בדיגיטל נסקו ב-195%ובחנויות הפיזיות ב-10.9%. \r\n \r\n \r\n \r\n12:15 -מניית הביומד גלפגוס (Galapagos ) נופלת ב-25% בבורסה בבריסל, לאחר שהודיעה כי התרופה שלה לדלקת מפרקים שגרונית לא תקבל את אישור ה-FDA בתצורה הנוכחית שלה. החברה ציינה בהודעה כי ב-FDA דורשים מידע נוסף שידרוש בדיקה בניסויים קליניים – הסוכנות הביעה חשש מרמת הסיכון בהשימוש בתרופה במינון המוצע של 20 מ&quot;ג, ביחס לתועלת האפשרית שלה. \r\n \r\nגלפגוס פיתחה את התרופה בשיתוף פעולה עם Gilead Sciences האמריקאית, שיורדת ב-6% בטרום מסחר. האישור הנכסף היה מזכה את גלפגוס ב100 מיליון דולר ובעקבות ההודעה נאלצה החברה להגדיל את תחזית ההפסד התפעולי שלה ב-2020, ל-520-490 מיליון יורו. \r\n  \r\n  \r\n \r\n11:20 - בנעילה באסיה פסיפיק: מדד ניקיי עלה ב-0.3%, האנג סנג ירד ב-0.6%, שנגחאי ירד ב-1.2%, קוספי עלה ב-0.5%, בורסת סידני טיפסה ב-0.7%. \r\n \r\n10:40 - עלייה חדה ומפתיעה בנתוני האינפלציה בבריטניה: מדד המחירים לצרכן עלה בחודש יולי ב-1% בחישוב שנתי, בשעה שהתחזיות עמדו על עלייה של 0.6% בלבד, בהמשך לעלייה של 0.6% בחודש יוני; בחישוב חודשי עלה המדד ב-0.4%, כאשר התחזיות היו לירידה של 0.1% (ביוני נרשמה עלייה חודשית של 0.1%).\r\n \r\n \r\n \r\n10:30 - בורסות אירופה נפתחו: מדדי דאקס ופוטסי עולים ב-0.2%, קאק עולה ב-0.3%; הזהב נופל ב-1% ל-1991.40 דולר לאונקיה; בין המניות הבולטות: IAG עולה ב-3.5% (החברה האם של בריטיש איירוויז), איזיג&#39;ט עולה ב-2.4%; מולר מרסק מטפסת ב-5.5% בקופנהאגן לאחר הדוחות. \r\n \r\n10:15 - עלייה חדה ברווחי מולר מרזק (Moeller-Maersk): חברת ספנות התובלה הגדולה בעולם מדווחת הבוקר על רווח של 427 מיליון דולר ברבעון השני, לעומת 141 מיליון דולר ברבעון המקביל בשנה שעברה. התוצאה עלתה על ציפיות האנליסטים שעמדו על 281 מיליון דולר. ה-EBITDA הרבעוני עמד על 1.7 מיליארד דולר, במקרה זה מעל תחזיות החברה הדנית עצמה, שעמדו על 1.5 מיליארד דולר.  מולר מרזק סיימה את הרבעון עם הכנסות של 9 מיליארד דולר, נסיגה של 6.5% בהשוואה לרבעון המקביל – הצפי בשוק עמד על 8.77 מיליארד דולר. \r\n \r\n \r\n  \r\n9:00 - סחורות הבוקר: הזהב יורד ב-0.9% ל-1,995.40 דולר לאונקיה; בנפט - הברנט יורד ב-0.9% ל-45.1 דולר לחבית, ה-WTI יורד ב-0.8% ל-42.6 דולר לחבית. \r\n \r\n7:00 - חברת החלל של אלון מאסק ספייסאקס (SpaceX) השלימה סבב גיוס הון של 1.9 מיליארד דולר – הגיוס נעשה לפי שווי של 46 מיליארד דולר לחברה והשתתפו בו 76 משקיעי. \r\n \r\n6:50 - מגמה מעורבת הבוקר באסיה-פסיפיק הבוקר, לאחר השיאים - והמגמה המעורבת - שנרשמו אמש בניו יורק (נאסד&quot;ק עלה ב-0.7% ו-S&amp;P 500 טיפס ב-0.2% - שניהם לרמות שיא חדשות; דאו ג&#39;ונס איבד 0.2%): מדד ניקיי עולה ב-0.2%, האנג סנג יציב, שנגחאי יורד ב-0.3%, קוספי קולה ב-0.8%, בורסת סידני מטפסת ב-1%.  \r\n \r\nהיצוא היפני נפל ביולי ב-19.2% (בהשוואה ליולי 19), חודש 20 ברציפות של נסיגה ביצוא – התחזיות היו לירידה של 21%. היצוא לסין דווקא צמחו ב-8.2%, ומנגד היצוא לארה&quot;ב נפל ב-19.5% (בעיקר בשל הירידה בביקושים למכוניות וחלקי רכב); היבוא ליפן צלל ב-22.3%, התחזיות היו לנפילה חדה מעט יותר, של 22.8%.  \r\n \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/07/13/1004558/1NL.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שיר רייטר"}, "datePublished": "2020-08-19T23:11:08", "dateModified": "2020-08-20T04:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אחרי השיאים אמש - נעילה אדומה בוול סטריט; טארגט זינקה ב-13% אחרי הדוחות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-19", "category": "שוק ההון", "subtitle": ""}