{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3840804,00.html"}, "headline": "אופקו עלתה לליגה הבכירה - תבצע בדיקות קורונה עבור הממשל האמריקאי", "description": "בארבעה החודשים הקרובים, מעבדות החברה הבת BioReference יספקו לסוכנות לבקרת מחלות ומניעתן בארה&quot;ב בדיקות קורונה ומידע דמוגרפי על התפשטות הנגיף; מנכ&quot;ל ביורפרנס וסגן נשיא אופקו, ג&#39;ון כהן: &quot;נגביר את הבדיקות לעומק ולרוחב, מבחינה מספרית ואיכותית&quot;; ב-6 לאוגוסט תשוב המניה למדד הדגל בבורסה - מתחילת השנה טסה ב-270%, בוול סטריט המריאה ביותר מ-230%", "articleBody": "לאחר שקיבלה את הסמכות לבדיקות קורונה בבתי אבות במדינת ניו יורק, ואחר כך בחברות פרטיות ובליגות הכדורגל והכדורסל הבכירות בארה&quot;ב, עולה אופקו לליגה העליונה - חתמה על חוזה לפיו המעבדות שברשות החברה הבת BioReference יספקו ל-CDC (הסוכנות לבקרת מחלות ומניעתן בארה&quot;ב) בדיקות קורונה, בארבעה החודשים הקרובים.\r\n \r\nביורפרנס תבצע בדיקות סירולוגיות (בדיקות לאיתור נוגדנים של מי שחלה בקורונה ופיתח אותם) באוכלוסיה האמריקאית, וכך תספק מידע דמוגרפי על התפשטות הנגיף לפי אותן תוצאות. ההסכם עם ה-CDC נקבע עד ל-19.11.20. החברה הבת מקיימת 50 אלף בדיקות קורונה ביום ואף מסוגלת לבצע עוד 260 אלף בדיקות נוגדנים ביממה.\r\n \r\n \r\n \r\n&quot;העבודה עם ה-CDC מדגישה מדוע חשוב שיתוף הפעולה בין הסקטור הציבורי והפרטי - יחד קיימת אפשרות טובה יותר לתגובה ראויה לנגיף&quot;, כך לדברי ג&#39;ון ר. כהן Jon R. Cohen, מנכ&quot;ל ביורפרנס וסגן נשיא באופקו. עוד אמר כי &quot;מחקרים רבים בארה&quot;ב מצביעים על כך שרוב הציבור האמריקאי אמנם טרם נדבק בנגיף, אך גורמים רבים מדי מגבילים את הממצאים הללו. ולכן, בהובלת סמכות ציבורית (CDC), אנו מגבירים את הבדיקות לעומק ולרוחב, גם מבחינה מספרית, אך גם מבחינת איכותן, על מנת להבין טוב יותר את השפעת הנגיף עלינו&quot;.\r\n \r\n \r\n \r\n&quot;אנחנו עובדים מסביב לשעון, 4,000 עובדים, במשמרות&quot;, אמר כהן בשיחת זום עם &quot;כלכליסט&quot;. לדבריו, &quot;בתחילת המשבר, כשהכל שותק כמעט, הפסקנו את העבודה השוטפת של בדיקות מעבדה. אבל ברבעון השני עשינו 2.3 מיליון בדיקות קורונה, 40 אלף בדיקות PCR ביום (בדיקות שמגלות מחלה פעילה ונתח נכבד מתוך 260 אלף בדיקות סרולוגיות שמתבצעות מדי יום בארה&quot;ב.\r\n  \r\nמתחילת השבוע נסקה אופקו ב-35%, החודש ב-75%, בשלושה החודשים האחרונים ב-140%, מתחילת השנה טסה ב-270%. בעדכון המדדים הקרוב תשוב המניה למדד הדגל של הבורסה, לאחר גלות של חצי שנה בת&quot;א 90. שווי השוק שלה בת&quot;א עומד על 13.2 מיליארד שקל. בוול סטריט המריאה המניה ביותר מ-230% מתחילת השנה.", "keywords": ["אופקו", "בדיקות קורונה", "מעבדות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/07/20/1006331/ECO74808-l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נועם לנדמן"}, "datePublished": "2020-07-21T12:25:59", "dateModified": "2020-08-18T14:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אופקו עלתה לליגה הבכירה - תבצע בדיקות קורונה עבור הממשל האמריקאי", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-21", "category": "שוק ההון", "subtitle": ""}