{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3845532,00.html"}, "headline": "וואן טכנולוגיות תשוב לחלק דיבידנד; רשמה עלייה בהכנסות לצד ירידה ברווח", "description": "ההכנסות עמדו על 409.9 מיליון שקל ברבעון השני, עלייה של 3.2%; הרווח הנקי עמד על 20.7 מיליון שקל, ירידה של 9.6%; תחלק כ-25 מיליון שקל דיבידנד על כלל המחצית הראשונה של השנה; 5% מהעובדים שהוצאו לחל&quot;ת עדיין לא חזרו לעבודה", "articleBody": "חברת וואן טכנולוגיות דיווחה הבוקר (ג&#39;) על תוצאותיה הכספיות לרבעון השני של 2020 במסגרתן הציגה דוחות מעורבים עם עלייה בהכנסות לצד ירידה ברווח. המניה קופצת ב-4% בבורסה בת&quot;א.\r\n \r\nהכנסות החברה לרבעון השני של 2020 עמדו על 409.9 מיליון שקל, המהווים עלייה של 3.2% בהשוואה ל-397 מיליון שקל הכנסות ברבעון השני של 2019. עיקר ההכנסות נבעו ממכירת שרותי תוכנה שהכניסו 232.9 מיליון שקל – עלייה של 3.2% בהשוואה לרבעון המקביל אשתקד, ושאר ההכנסות נבעו ממכירת שרותי תשתיות מחשוב שעלו ב-3.8% ל-179.8 מיליון שקל. \r\n \r\n \r\n \r\nהרווח התפעולי עמד על 31 מיליון שקל, המקווה עלייה של 18% בהשוואה לרווח תפעולי של 26.3 מיליון שקל ברבעון השני של 2019. וה-EBITDA עמד על 46 מיליון שקל בהשוואה ל-43.9 מיליון שקל. \r\n \r\nהרווח הנקי עמד על 20.7 מיליון שקל, המהווה ירידה של 9.6% בהשוואה ל-22.9 מיליון שקל רווח נקי ברבעון השני של 2019. אך החברה מציינת כי בניכוי הכנסות אחרות בגובה 7.7 מיליון שקל שנוצרו ברבעון השני של 2019 בעקבות רכישת 50% מחברת אי. סי. אס. סי, הרווח הנקי לרבעון השני של השנה עלה ב-36.6%. \r\n \r\nעדי אייל, מנכ&quot;ל וואן טכנולוגיות: &quot;מסכמים את הרבעון השני והמחצית הראשונה לשנת 2020 עם ביצועי שיא בכל הפרמטרים התפעוליים המרכזיים, וזאת למרות משבר הקורונה, שהשפיע על המשק הישראלי במהלך התקופה. בהמשך לתוצאות הכספיות החיוביות, דירקטוריון החברה אישר חלוקת דיבידנד בגין רווחי הרבעון הראשון והשני לשנת 2020 לבעלי המניות&quot;.\r\n \r\nהחברה החליטה לחזור ולחלק דיבידנד לאחר שהשעתה אותו ממרץ האחרון בשל אירועי הקורונה ותחלק 24.7 מיליון שקל דיבידנד על כלל המחצית הראשונה של השנה. החברה מציינת עוד, כי עם תחילת אירועי הקורונה הוציאה 11% מעובדיה לחל&quot;ת, וכי לעת זו 95% מהם חזרו לעבודה בעוד 5% עדיין נותרו בחל&quot;ת. \r\n \r\nהכנסות החברה לכלל המחצית הראשונה של השנה עמדו על 841.5 מיליון שקל המהווים עלייה של 3.2% בהשוואה למחצית המקבילה אשתקד. הרווח התפעולי עלה ב-16.3% ועמד על 61.8 מיליון שקל, והרווח הנקי, בניכוי הכנסות אחרות, עלה ב-20.2% ועמד על 41.3 מיליון שקל. \r\n \r\nוואן טכנולוגיות, הנשלטת על ידי מיחשוב ישיר (45.78%) ומוחזקת על ידי חברות הביטוח והגמל מגדל (11.51%), כלל (8.15%) והראל (6.32%), הציגה מזומנים ושווי מזומנים בגובה 648.3 מיליון שקל נכון לסוף המחצית הראשונה של השנה בהשוואה ל-551.2 מיליון שקל בתקופה המקבילה אשתקד. מניית החברה, הנסחרת בבורסה בתל אביב בשווי 1.84 מיליארד שקל, עלתה ב-2.61% מתחילת השנה. ", "keywords": ["וואן טכנולוגיות", "דוחות כספיים", "דוחות רבעוניים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/04/21/985953/4_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "צלי גרינברג"}, "datePublished": "2020-08-18T10:57:33", "dateModified": "2020-08-19T22:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "וואן טכנולוגיות תשוב לחלק דיבידנד; רשמה עלייה בהכנסות לצד ירידה ברווח", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-18", "category": "שוק ההון", "subtitle": ""}