{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3841372,00.html"}, "headline": "נעילה שלילית בוול סטריט, אינטל צללה ב-16.2%", "description": "מחיר הזהב נקבע מעל 1,897 דולר ועקף את שיא הנעילה הקודם מאוגוסט 2011; דאו ג&#39;ונס ירד ב-0.7%, נאסד&quot;ק איבד 0.9%;  אינטל צללה ב-16.2%, לאחר שדיווחה על עיכוב בייצור השבב החדש שלה ועל תחזית מאכזבת לרבעון השלישי;  המתחרה של אינטל AMD זינקה ב-16.5%; טסלה איבדה 6.4%; בתגובה לסגירת הקונסוליה הסינית ביוסטון, בייג&#39;ינג הורתה לסגור את המקבילה האמריקאית בצ&#39;נגדו", "articleBody": "ניקיי האנג סנג שנגחאי פוטסי דאקס קאק\r\n \r\n23:00 - המדדים המובילים בוול סטריט ננעלו הערב בירידות שערים. דאו ג&#39;ונס ירד ב-0.7%, S&amp;P 500 נחלש ב-0.6%, ונאסד&quot;ק איבד 0.9%. בסיכום שבועי, S&amp;P 500 ירד ב-0.3%, דאו ג&#39;ונס איבד מערכו 0.8%, ונאסד&quot;ק נחלש השבוע ב-1.3%. בלטו במסחר היום: אינטל שצללה ב-16.2% לאחר שדיווחה על עיכוב בייצור השבב החדש שלה ומתחרתה AMD שזינקה ב-16.5%; מניית טסלה איבדה היום 6.4%.\r\n \r\n21:50 - מחיר הנפט הגולמי מסוג WTI עלה היום ב-0.5% (22 סנט) וננעל על 41.3 דולר לחבית.  בסיכום שבועי, עלה מחיר הנפט ב-1.3%.\r\n \r\n20:40 - הזהב בשיא נעילה של כל הזמנים - על 1,897.50 דולר לאונקיה, מעל השיא הקודם מ-22 לאוגוסט 2011, אז נסגר ב-1,891.90 דולר. הזהב חצה מוקדם יותר היום את רף ה-1,900 דולר, ואף הגיע למחיר של 1904.60 דולר, אך לא שבר את השיא התוך יומי שעומד על 1,923.70 דולר - ונקבע ב-6 לספטמבר 2011. המתכת היקרה טיפסה היום ב-0.4% (ב-7.50 דולר). ברקע, הירידות בשוקי ההון בשל המשך גל ההדבקות השני של הקורונה והפגיעה בעסקים, לצד מתיחות ארה&quot;ב סין - שולחים את המשקיעים לחוף הבטוח.\r\n \r\n19:55 - חברת השבבים Advanced Micro Devices המתחרה באינטל נוסקת ב-16% לאחר שאינטל הודיעה כי תדחה מספר פרויקטים שלה. בעוד AMD כבר החלה למכור את שבבי הננומטר-7 שלה, מנכ&quot;ל אינטל, בוב סוואן Bob Swan, הודיע למשקיעים כי החברה דחתה בשישה חודשים את הפרויקט שלה לדגם דומה - ועל כן יתכן ותיאלץ לשלם ליצרניות אחרות לייצר עבורה את השבב המבוקש.\r\n \r\n19:25 - טסלה בירידה היומית הגדולה שלה מאז חודש מאי - צוללת ב-5.4%. זאת, בשל מימוש אצל חלק מהמשקיעים עקב העלייה החדה במניה עוד לפני עידן הקורונה. כמו כן, המניה בדרך לירידה שבועית ראשונה מאז מאי.\r\n \r\n \r\n \r\n18:35 - בורסות אירופה בנעילה שבועית שלילית לאחר שהמדדים המובילים רשמו ירידה יומית חדה. זאת, למרות שמדד מנהלי הרכש בגוש היורו בשיא של 25 חודשים: מדד דאקס הגרמני נחתך ב-2.1% (והשבוע ירד ב-0.6%), פוטסי הבריטי נסוג ב-1.4% (ורשם ירידה שבועית של 2.7%), קאק הצרפתי נחלש ב-1.5% והשבוע רשם ירידה של 2.2%. ברקע לירידות היום, המתיחות הגוברת בין בייג&#39;ינג לוושינגטון.\r\n \r\nכל מניות דאקס נצבעו באדום, בהובלת וויירקארד שצללה ב-5.9%. חברת הגז הבריטית Centrica נסקה ב-16% בלונדון - הודיעה כי תמכור תמורת 3.6 מיליארד דולר את החטיבה האמריקאית שלה הנקראת בשם Direct Energy לחברת NRG האמריקאית, במטרה לממן חלק מחובותיה, תוך מכירת עסקיה מעבר לים.\r\n \r\n17:45 - הירידות נחלשות משמעותית לאחר פרסום נתון מאקרו חיובי בארה&quot;ב - מכירות בתים חדשים זינקו ב-13.8% חודש יוני (ורשמו חודש שני ברצף של עלייה) לעומת מאי. אך נתון לא פחות חשוב, מכירות הבתים החדשים כבר מעל לרמה שנרשמה בתחילת ינואר, חודשיים לפני התפרצות הנגיף בארה&quot;ב. המכירות עלו בחודש שעבר ל-776 אלף בתים חדשים, לעומת השיא החודשי הקודם של 2020 שנרשם כאמור בינואר - אז עמד השיא על 774 אלף בתים. המכירות ביוני אף התעלו על צפי האנליסטים שעמד על 710 אלף בתים חדשים. \r\n \r\nמה קרה? לצד זאת שהריבית על המשכנתא נמוכה, אנליסטים מדווחים כי שמו לב לתנועה של יותר אנשים שרוכשים בתים בפרברים, מאחר והם מורשים שלא להגיע יותר למקומות העבודה (שנמצאים לרוב בערים), ובמקום זאת לעבוד מהבית.\r\n \r\n \r\n \r\n17:25 - הפעילות הכלכלית במגזר הייצור בחודש יולי בארה&quot;ב גדלה לעומת החודש הקודם ועקפה את התחזיות: מדד מנהלי הרכש (PMI) בסקטור הייצור טיפס ל-51.3 נק&#39; מול החודש הקודם בו רשם 49.8. הצפי עמד על 51.1. לעומת זאת, מדד מנהלי הרכש בסקטור השירותים בחודש הנוכחי אכזב מול התחזיות - עמד על 49.6 נק&#39; מתחת לצפי של 51. עם זאת, עקף את חודש יוני, אז רשם 47.9 נק&#39;.\r\n \r\n16:30 - ירידות בפתיחת יומו האחרון של המסחר השבוע בניו יורק: מדד נאסד&quot;ק מוביל את המגמה השלילית - נסוג ב-2%%, דאו ג&#39;ונס נחלש ב-0.5%, S&amp;P 500 נחתך ב-1%%. הזהב חצה את רף 1,900 דולר לאונקיה - מטפס ב-0.6%. ברקע, המתיחות הגוברת בין ארה&quot;ב לסין, לצד המשך התפשטות הנגיף והמשבר הכלכלי שנגרם. אינטל צונחת ב-16% בפתיחה לאחר הדוחות. מודרנה נופלת ב-10% בעקבות הפסד בסכסוך מול חברת תרופות אחרת. טסלה נחתכת ב-6%. אמריקן אקספרס יורדת ב-2.5% לאחר הדוחות.\r\n \r\n16:10 - יום שני של ירידות חדות במודרנה בעקבות הפסד בסכסוך מול חברת תרופות אחרת: המניה מוחקת בטרום 7%, אמש צנחה ב-9.5%. משרד הפטנטים האמריקאי פסק לטובת חברת ארבוטוס Arbutus Biopharma בסכסוך מול מודרנה, ועתה יתכן ויתאפשר לארבוטוס לדרוש בלעדיות על מוצרי ננו טכנולוגיה שייצרה מודרנה, מוצרים ששימושם נועד לפתח לא פחות מחיסון לנגיף הקורונה. ארבוטוס ממריאה ב-25% בטרום ואמש נסקה ב-120%.\r\n \r\n15:30 - אמריקן אקספרס נחלשת בטרום ב-1.7% לאחר הדוחות – חברת כרטיסי האשראי עקפה ברבעון השני את תחזיות הרווח, אך לא עמדה בצפי האנליסטים להכנסות. זאת, בין היתר, בשל ירידה ניכרת בשימוש בכרטיסי אשראי בתקופת המשבר.\r\n \r\nהרווח הנקי נפל ל-257 מיליון דולר או 29 סנט למניה, מ-1.76 מיליארד דולר או 2.07 דולר למניה ברבעון המקביל אשתקד. הצפי עמד על הפסד של 8 סנט. יחד עם זאת, ההכנסות צנחו ב-29% ל-7.68 מיליארד דולר – לעומת תחזיות האנליסטים שעמדו על 8.07 מיליארד דולר.\r\n \r\n \r\n \r\n15:20 - וריזון Verizon יציבה בטרום מסחר בניו יורק לאחר דוחות הרבעון השני: ענקית התקשורת עקפה את תחזיות הרווחים וההכנסות - רשמה רווח נקי של 4.7 מיליארד דולר או 1.13 דולר למניה, לעומת 3.9 מיליארד דולר או 95 סנט למניה ברבעון המקביל אשתקד. הרווח המתואם אמנם עמד על 1.18 דולר למניה לעומת 1.23 דולר ברבעון המקביל, אך מעל הצפי של 1.15 דולר.\r\n \r\nההכנסות ירדו ל-30.4 מיליארד דולר מ-32.1 מיליארד דולר ברבעון המקביל, אך מעל התחזיות שעמדו על 29.9 מיליארד דולר. בוריזון ציינו כי משבר הקורונה השפיע לרעה על ההכנסות משירותי האלחוט שלה ועל הוצאות הפרסום. לגבי התחזית העתידית – בוריזון מצפים כי בשנת 2020 בכללותה תרשום החברה עלייה מ-2%- ל2% ברווח המתואם למניה. \r\n \r\n \r\n \r\n14:50 - בגולדמן זאקס מאשרים - הסכמנו לפצות את ממשלת מלזיה ב-3.9 מיליארד דולר בפרשת 1MDB, כך לפי פרסום בבלומברג. זאת, חודש וחצי לאחר שדווח כי הממשלה דחתה את הצעת הבנק לפצות אותה בסכום של 3 מיליארד דולר. מניית הבנק מטפסת ב-0.8% בטרום מסחר.\r\n \r\nממשלת מלזיה מאשימה את גולדמן זאקס בכך שגייס כספים עבור קרן ההון הריבונית המלזית (ה-1MDB) בידיעה שבוצעו בה מעילות חמורות וגרף מכך רווחים. כספי הקרן שהיו מיועדים לקידום פרויקטים כלכליים במלזיה שימשו, בין היתר, לרכישת יצירות אמנות של ואן גוך ומונה ולמימון הסרט &quot;הזאב מוול סטריט&quot;.\r\n \r\n \r\n \r\n14:30 - הזהב ממשיך לטפס לעבר מחיר של 1,900 דולר, עולה כעת ב-0.2% ל-1892 דולר לאונקיה, על רקע הירידות בשוקי העולם. הנפט מסוג WTI מתחזק ב-0.6% למחיר של 41.32 דולר לחבית על רקע היחלשות בדולר. יחד עם זאת, חששות לפגיעה בביקוש ככל שנמשך הגל השני של הקורונה, זאת בנוסף למתיחות הגוברת בין סין-ארה&quot;ב. הברנט מוסיף 0.5% למחיר של 43.52 דולר לחבית. תשואת אג&quot;ח ארה&quot;ב ל-10 שנים יציבה, על 0.58%.\r\n \r\n14:15 - קצת יותר משעתיים לפעמון הפתיחה - החוזים על המדדים המובילים בוול סטריט יורדים בעד 0.7%, על רקע המתיחות בין ארה&quot;ב לסין ולאחר הנעילה השלילית אמש.\r\n \r\n11:50 - המסחר בבורסות אירופה מתנהל כעת בירידות חדות של 1.5% עד 2% במדדים המובילים. \r\n \r\nמדד מנהלי הרכש בגוש היורו טיפס לשיא של 25 חודשים - כך מדווח אתר מרקטווץ&#39;. המדד טיפס מעל לתחזיות ביולי לקריאה של 51.1 לעומת 47.4 ביוני. מדד השירותים עלה לקריאה של 55.1 ביולי לעומת 48.3 ביוני. המדד המשולב עלה לקריאה של 54.8  - שיא של 25 חודשים ומעל לתחזיות שציפו לקריאה של 51.1. כל קריאה מעל ל-50 פירושה שיפור בתנאים הכלכליים.\r\n \r\nמוקדם יותר פורסם כי המכירות הקמעונאיות בבריטניה זינקו ביוני ב-13.9% לעומת פברואר - החודש שקדם לסגר שהוטל במדינה. מכירות המזון טיפסו בשיעור של 5.3% והמכירות המקוונות - שמהוות כמעט שליש מכלל המכירות במדינה - טיפסו בשיעור חד של 53.6%.\r\n \r\n \r\n \r\n10:20 - המסחר בבורסות המובילות באירופה נפתח הבוקר (ו&#39;) בירידות שערים של יותר מאחוז במדדים פוטסי, דאקס וקאק, בהמשך לירידות החדות באסיה הבוקר ובוול סטריט אמש. המסחר בבורסות אסיה ננעל בירידות חדות - האנג סנג נחלש ב-2.3% ומדד שנגחאי הסיני צנח ב-3.9%. ביפן לא התקיים מסחר בשל חג לאומי. \r\n \r\nמדד יורו סטוקס 600 נחלש כעת בשיעור של 1.3%. ברקע, צניחה במגזר השבבים אחרי הירידה החדה במניית אינטל במסחר המאוחר אמש בוול סטריט לאחר פרסום הדוחות שבהם פרסמה תחזית מאכזבת. מניית חברת ASML צוללת כמעט ב-4%. \r\n \r\nמניית אינטל נפלה ב-9% במסחר המאוחר לאחר פרסום דו&quot;חותיה אמש (ה&#39;) על רקע עיכובים בהשקת שבבים ה-7 ננומטר החדשניים שלה, ותחזית רווח מאכזבת יחסית לרבעון השלישי. את יום המסחר סיימה בירידה של 1.1% לרמה של 60.4 דולר למניה ושווי שוק של 255.7 מיליארד דולר.\r\n \r\n8:45 - ירידות שערים נרשמות הבוקר (ו&#39;) בבורסות בדרום מזרח אסיה, על רקע המתיחות הגוברת בין ארה&quot;ב וסין והירידות במניות חברות הטכנולוגיה בוול סטריט, אמש. מדד האנג סנג בבורסת הונג קונג נופל בשעה זו בשיעור של 2.2%. מדד שנגחאי בסין צונח ב-2.7%. מדד שנזן צולל בשיעור חד אף יותר - של 3.5%. השווקים הפיננסיים ביפן סגורים היום בשל חג לאומי.\r\n \r\n \r\n \r\nמשרד החוץ הסיני הורה לארה&quot;ב לסגור את הקונסוליה שלה בעיר צ&#39;נגדו שבמרכז המדינה. כך דיווחה סוכנות הידיעות הסינית שינחואה. ההחלטה באה אחרי דרישת וושינגטון מבייג&#39;ינג לסגור את הקונסוליה שלה ביוסטון, טקסס. &quot;משרד החוץ הסיני עדכן את שגרירות ארה&quot;ב בסין על החלטתו לחזור בו מהסכמתו להפעלת קונסוליה אמריקנית בצ&#39;נגדו&quot;, מסר משרד החוץ הסיני בהודעה. &quot;נקבנו בשורת דרישות להפסקת כל הפעילות והאירועים בקונסוליה&quot;. לארה&quot;ב יש שגרירות בבירה הסינית בייג&#39;ינג ועוד חמש קונסוליות בחמש ערים מרכזיות בסין - שנגחאי, גוואנגז&#39;ו, צ&#39;נגדו, ווהאן ושן-יאנג.\r\n \r\nאמש ננעל המסחר בול סטריט במגמה שלילית בעקבות נתוני התחלואה בארה&quot;ב ונתוני תעסוקה מאכזבים, כאשר מניות הטכנולוגיה מובילות את הירידות: נאסד&quot;ק ירד ב-2.3%, דאו ג&#39;ונס ו-S&amp;P 500 נחלשו ב-1.1% ו-1.2% בהתאמה. האחרון רושם יום ראשון של ירידות אחרי ארבעה ימים חיוביים של עליות. \r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "וול סטריט", "קורונה", "סין", "ארה&quot;ב"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/583654/41_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "נועם לנדמן"}, "datePublished": "2020-07-24T23:02:53", "dateModified": "2020-08-19T15:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה שלילית בוול סטריט, אינטל צללה ב-16.2%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-24", "category": "שוק ההון", "subtitle": ""}