{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3845371,00.html"}, "headline": "הקורונה דחפה את סלקום להפסד רבעוני של 46 מיליון שקל. מכירות האונליין זינקו ב-300%", "description": "זה הרבעון השביעי ברציפות שהחברה מסיימת בהפסד. ההכנסות ירדו ב-7% והסתכמו ב-855 מיליון שקל, בעקבות פגיעה בשירותי חו&quot;ל ומכירות ציוד קצה. ההכנסה החודשית הממוצעת למנוי סלולר צנחה ל-47 שקל ", "articleBody": "סלקום מסכמת את הרבעון השני של 2020 עם הפסד של 46 מיליון שקל, כך עולה מהדו&quot;ח שפרסמה הבוקר (ב&#39;) חברת התקשורת בניהולו של אבי גבאי. זה הרבעון השביעי ברציפות שאותו מסיימת סלקום בהפסד, כאשר את הרבעון המקביל היא סיימה בהפסד של 35 מיליון שקל.\r\n \r\nההפסד התפעולי הסתכם ב-22 מיליון שקל בעומת רווח תפעולי של 6 מיליון שקל ברבעון המקביל. החברה מעדכנת ש&quot;ההפסד כולל את האצת הפחת בגין מערכת ה-CRM בסך של 14 מיליון שקל&quot;. ה-EBITDA הסתכם ב-222 מיליון שקל - ירידה של 4.7% לעומת התקופה המקבילה. \r\n \r\n \r\nהכנסות החברה ירדו בכ-7% לעומת הרבעון מהקביל והסתכמו ב-855 מיליון שקל. הירידה מיוחסת לקיטון של 23.6% בהכנסות מציוד קצה (בעיקר מכשירים סלולריים), שהסתכמו ב-172 מיליון שקל, וזאץ לאור סגירת מרכזי הסחר והקניונים עקב משבר הקורונה. לעומת זאת, מכירות החברה באונליין זינקו ב-300%. עוד מיוחסת הירידה לקיטון של 1.7% בהכנסות משירותים, שהסתכמו ב-683 מיליון שקל, ובעיקר לאור הפגיעה בשירותי נדידה (חבילות חו&quot;ל) ותיירות פנים, עקב משבר הקורונה. ההכנסות ממגזר הסלולר רשמו ירידה של 8.6% לעומת התקופה המקבילה והסתכמו ב-532 מיליון שקל. ההכנסות מהמגזר הנייח (טלוויזיה, טלפוניה ואינטרנט) ירדו ב-3% לעומת הרבעון המקביל והסתכמו ב-364 מיליון שקל.\r\n \r\n \r\nתזרים המזומנים נטו מפעילות שוטפת ירד ב-10.5% לעומת הרבעון המקביל והסתכם ב-196 מיליון שקל. השקעות החברה הסתכמו ב-114 מיליון שקל, בדומה לרבעון המקביל. תזרים המזומנים הפנוי הסתכם ב-24 מיליון שקל - קיטון של 56% לעומת הרבעון השני של 2019. החברה מציינת כי &quot;הקיטון נבע בעיקר מתשלומי מענקים בסך 40 מיליון שקל, בגין תוכנית פרישה מרצון שהופרשה בשנת 2019, מקיטון בתקבולים מלקוחות, אשר קוזז על ידי ירידה בתשלומים לספקים וירידה בתשלומי שכר&quot;. ההון של החברה הסתכם בסוף הרבעון ב-1.874 מיליארד שקל, לעומת הון של 1.628 מיליארד שקל בסוף הרבעון המקביל. החברה מעדכנת כי &quot;במהלך הרבעון מומשו אופציות בתמורה של כ-48 מיליון שקל&quot;.\r\n \r\nהחוב ברוטו של סלקום עמד בסוף הרבעון על 3.24 מיליארד שקל, במקביל ליתרת מזומנים ושווי מזומנים של 1.4 מיליארד שקל, כך שהחוב נטו הסתכם ב-1.84 מיליארד שקל. במהלך הרבעון צלחה החברה גיוס חוב של 200 מיליון שקל. בסוף הרבעון המקביל החוב נטו עמד על 2.24 מיליארד שקל ובסוף הרבעון הקודם על 1.9 מיליארד שקל.\r\n \r\nהחברה איבדה 13 אלף מנויי סלולר ו-1,000 מנויי טלוויזיה\r\nבתחום הסלולר איבדה החברה ברבעון 13 אלף מנויים, כך שמספרם עמד בסופו על 2.734 מיליון - נתון המציב את סלקום כחברת הסלולר הגדולה בישראל, עם נתח שוק של כ-28%. ברבעון קודם גייסה החברה 3,000 מנויים, ורבעון קודם לכן איבדה 23 אלף מנויים. שיעור הנטישה עמד בסוף הרבעון על 8.7%, לעומת 11.3% ברבעון המקביל. ההכנסה החודשית הממוצעת למנוי (ARPU) עמדה על 46.9 שקל, לעומת הרבעון המקביל, אז עמדה על 51.9 שקל, וזאת לנוכח ירידה בהיקף פעילות הרומינג.\r\n \r\nבתחום הטלוויזיה גייסה החברה 4,000 מנויים, אך סיימה עם אובדן של 1,000, לאור שינוי אופן הספירה והחלתו רטרואקטיבית. החברה גורעת עתה מנוי ממצבת המנויים ממועד קבלת הבקשה לניתוק ולא ממועד החזרת ציוד. על כן מחקה סלקום 5,000 מנויים. ברבעון הקודם גייסה החברה 2,000 מנויים. מצבת המנויים בסוף הרבעון עמדה על 245 אלף. \r\n \r\nבתחום האינטרנט גייסה סלקום 4,000 מנויים סיטונאיים, כך שמספרם עמד בסוף הרבעון על 283 אלף. מדובר בהאצה בקצב גיוס המנויים, שכן ברבעון הקודם גייסה סלקום 1,000 מנויים, וברבעון לפניו גייסה 2,000. סלקום כבר אינה פורסת סיבים אופטיים, לאחר שמכרה את תשתית הסיבים העצמאית שלה לחברה-הבת IBC, שנכון להיום נגישה לכ-410 אלף משקי בית. החברה לא מציינת כמות לקוחות מחוברים משלמים. \r\n \r\nזהו הרבעון השני שעליו חתום גבאי כמנכ&quot;ל החברה, שנכנס לתפקידו בינואר, והרבעון הראשון שעליו חתום יו&quot;ר החברה, דורון כהן, שנכנס לתפקידו במרץ. גבאי הוביל לבקשת הרכישה את גולן טלקום בפברואר תמורת 590 מיליון שקל. לאחר תוספות נלוות וויתור על הלוואה לגולן, שווי העסקה עומד על כ-780 מיליון שקל. בשבוע שעבר אישר את הרכישה שר התקשורת, יועז הנדל, שדרש כי גולן תיהפך למפעילה וירטואלית למשך 3 שנים בטרם מיזוג מלא. \r\n \r\nעם תחילת משבר הקורונה הוציאה סלקום כ-1,400 עובדים לחל&quot;ת מתוך מצבת עובדים של כ-3,500, והיא צפויה לקבל מהמדינה מענק עידוד תעסוקה, שיסתכם בכ-10 מיליון שקל. בשבוע שעבר הסתיים מכרז דור 5, שבמהלכו רכשה קבוצת סלקום-גולן-אקספון תדרים חדשים, שעליהם תשלם בעתיד 115 מיליון שקל.\r\n \r\nמנכ&quot;ל סלקום אבי גבאי אמר כי &quot;ברבעון השני התמודדנו עם השפעות משבר נגיף הקורונה, אשר הובילו לירידה בהכנסות החברה. אנו ממשיכים בימים אלה לבצע מהלכים מקיפים ועמוקים להמשך התייעלות ולשיפור המדדים הפיננסיים והתפעוליים של החברה. הצעדים שאנו נוקטים היום צפויים לאפשר לחברה להתמודד עם משבר נגיף הקורונה - ואף לצאת ממנו כחברה יעילה וממוקדת יותר. רכישת גולן טלקום תחזק את מעמדה של סלקום כחברת תקשורת מובילה וצפויה לתרום תוספת משמעותית ל-EBITDA ולתזרים החופשי של סלקום&quot;.\r\n \r\n \r\nמ&quot;מ סמנכ&quot;ל הכספים, אראלי בקר הוסיף כי &quot;תוצאות הרבעון השני הושפעו לרעה ממשבר הקורונה, שגרם בעיקר לירידה בהכנסות משירותי נדידה של לקוחות החברה בחו&quot;ל ושל תיירים שמגיעים ארצה. בנוסף, היתה ירידה בהכנסות ציוד קצה, כתוצאה מסגירה זמנית של מרכזי השירות ונקודות המכירה במהלך הרבעון. אנו צופים שגם הרבעונים שנותרו עד סוף השנה יושפעו לרעה כתוצאה ממשבר נגיף הקורונה&quot;. ", "keywords": ["סלקום", "קורונה", "אינטרנט", "טלוויזיה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/06/23/826863/CAL0041890_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "אביאור אבו "}, "datePublished": "2020-08-17T10:55:17", "dateModified": "2020-08-19T23:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הקורונה דחפה את סלקום להפסד רבעוני של 46 מיליון שקל. מכירות האונליין זינקו ב-300%", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-17", "category": "שוק ההון", "subtitle": ""}