{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3842452,00.html"}, "headline": "נעילה מעורבת בוול סטריט; אחרי הדוחות, פייסבוק מזנקת ב-5% במסחר המאוחר", "description": "עוד לאחר תוצאות הרבעון השני - אפל עולה ב-0.3% במסחר המאוחר, אמזון מטפסת ב-0.8%; כלכלת ארה&quot;ב התכווצה ב-32.9% ברבעון השני, הגרוע מעולם, דאו ג&#39;ונס מחק 0.9%, נאסד&quot;ק טיפס ב-0.4%; קוואלקום זינקה ב-15.2% עקב הסכם פטנטים עם וואווי; UPS קפצה ב-15.2% לאחר הדוחות שפורסמו טרם המסחר", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג דאקס קאק פוטסי דאו ג&#39;ונס S&amp;P 500 נאסד&quot;ק\r\n  \r\nהצטרפו לעדכונים שוטפים בערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\nהיום לא התקיים מסחר בת&quot;א בשל תשעה באב \r\n \r\n23:05 - במסחר המאוחר לאחר הדוחות - פייסבוק מזנקת ב-5%, אפל עולה ב-0.3%, אמזון מטפסת ב-0.8%.\r\n \r\nהערב נרשמה נעילה מעורבת בניו יורק על רקע שפל רבעוני של כל הזמנים בתוצר האמריקאי - כלכלת ארה&quot;ב התכווצה ב-32.9% ברבעון השני: מדד דאו ג&#39;ונס ירד ב-0.9%, נאסד&quot;ק טיפס ב-0.4%, S&amp;P 500 נסוג ב-0.3%.  קוואלקום זינקה ב-15.2% עקב הסכם פטנטים עם וואווי. UPS קפצה ב-15.2% לאחר הדוחות שפורסמו טרם המסחר.\r\n \r\n21:48 - החוזים על הנפט מסוג WTI למסירה בספטמבר צללו היום בבורסת הסחורות של ניו יורק בשיעור של 3.3% ומחירם נקבע על 39.92 דולר לחבית.\r\n \r\n20:45 - מחיר הזהב ירד ממרומי השיא, לאחר שרשם נסיגה ראשונה בתום עשרה ימי המסחר האחרונים: שווי המתכת היקרה נחלש ב-0.6% (11.1 דולר) ל-1,942.30 דולר לאונקיה. שיא הנעילה מאמש עומד על 1,953.40 דולר.\r\n \r\n \r\n \r\n20:20 - אל בראנדס, החברה האם של ויקטוריה סיקרט, צוללת ב-5.5% לאחר הורדת דירוג במניה ע&quot;י Citigroup ל&#39;מכירה&#39; מ&#39;ניטראלי&#39;. בהודעה למשקיעים ציין הבנק כי השוק העריך יתר על המידה את פוטנציאל המכירות בטווח הקרוב של החברה הבת Bath &amp; Body.\r\n \r\n19:30 - המשקיעים התגברו מעט על נתון התוצר הכואב, עם מעבר למגמה מעורבת במדדי וול סטריט - נאסד&quot;ק עבר לעליות של 0.3%, דאו ג&#39;ונס מוחק חלק נכבד מהירידות שלו - נסוג עתה ב-0.8% לאחר שכבר נחלש ב-2%. S&amp;P 500 מאבד 0.5%. ברקע, מניות הטכנולוגיה הגדולות, שיספקו לנו לאחר המסחר את תוצאותיהן הרבעוניות - עברו מירידות לעליות. אמזון מטפסת ב-1%, אפל ב-0.7%, פייסבוק עולה ב-0.1%, גוגל מתחזקת ב-0.4%.\r\n \r\n18:50 - בורסות אירופה ננעלו באדום כהה - מדד דאקס הגרמני צלל ב-3.5%: כלכלת גרמניה התכווצה ב-10.1% ברבעון השני – הנפילה החדה ביותר שנרשמה בתוצר הכלכלה הגדולה האירופה מאז החל המעקב הרבעוני ב-1970. התחזיות היו לירידה פחות חזקה, של 9%. פוטסי הבריטי צנח ב-2.3%, קאק הצרפתי נסוג ב-2.1%. \r\n \r\nפולקסווגן נפלה ב-6.9% בפרנקפורט, רנו צללה ב-9.3% בפריז, שתיהן לאחר תוצאות המחצית הראשונה של 2020, כמו גם הבנק הבריטי לויד שצנח ב-7.5%. לאחר דוחות הרבעון השני -  ענקית האנרגיה רויאל דאץ&#39; של נחתכה ב-6.2% בלונדון, קב&#39; התקשורת הצרפתית אורנג&#39; איבדה 4.9%, חברת המזון דנונה נחלשה ב-5.4%, שתיהן בפריז.\r\n \r\n18:10 - נמשך הראלי במניית קודאק: מזנקת היום ביותר מ-16% ומחירה הוכפל כבר ביותר מ-18 מאז החלה בהמראה - מחירה עמד לפני המסחר ביום שני על 2.1 דולר וכעת על יותר מ-38 דולר. \r\n \r\nחברת הצילום הוותיקה הודיעה בתחילת השבוע כי היא עוברת לייצור תרופות גנריות, בעזרת הלוואה שתינתן לה תחת חוק הייצור הביטחוני (Defense Production Act) האמריקני. בהשראת משבר הקורונה, החברה זכתה בהלוואה ממשלתית בסך 765 מיליון דולר, הראשונה מסוגה שניתנת תחת חוק זה, שמטרתו הרחבת היקף ייצור התרופות בארה&quot;ב והפחתת תלותה במקורות זרים. \r\n \r\n \r\n \r\n18:05 - תשואת אג&quot;ח ארה&quot;ב ל-10 שנים יורדת מתחת ל-0.55%, לראשונה מזה שלושה חודשים, על רקע השפל בנתוני התוצר הרבעוניים. התשואה יורדת ב-3 נק&#39; בסיס ל-0.54%.\r\n \r\n17:30 - ירידות חדות במחיר הנפט על רקע חששות המשקיעים מחזרה לביקוש נמוך בעקבות המשך הגל השני של הנגיף בארה&quot;ב ובעולם. מחיר ה-WTI נחתך ב-5.7% ל-38.90 דולר לחבית. מוקדם יותר נסחר ה-WTI מעל לשווי של 40 דולר. הברנט צונח ב-4.6% למחיר של 41.72 דולר לחבית. בניו יורק, אקסון מובייל מאבדת 4.4%, שברון נחלשת ב-4%.\r\n \r\n17:20 - דווקא עכשיו: המדען הראשי של מודרנה מכר מניות בעשרות מיליוני דולרים - בזמן שהעולם ממתין בדריכות לתוצאות הניסויים בחיסון לקורונה - שבהם נתפסת מודרנה כמובילה - הישראלי טל זקס מכר מניות של החברה בהיקף גדול. המימושים אמנם התבצעו במסגרת &quot;תוכנית עיוורת&quot; כדי לנטרל השפעות של מידע פנים, אך בכירי החברה שינו את התוכנית בחודש מרץ - מה שמאפשר להם לממש מניות בקצב גבוה. מניית מודרנה נחלשת ב-2.3%.\r\n \r\n \r\n \r\n16:55 - הירידות בוול סטריט מתחזקות לאחר נתון התוצר ולקראת דוחות אפל, אלפבית, אמזון ופיייסבוק שיפורסמו אחרי הנעילה - מניות הארבע נחלשות מעט. דאו ג&#39;ונס מוחק 2%, נאסד&quot;ק מאבד 1% ו-S&amp;P 500 נחתך ב-1.5%. לירידות מסייעות גם מניות הנפט המובילות - אקסון מובייל ושברון צוללות ב-4.3%. הבנקים נסוגות אף הם - ג&#39;&#39;י פי ממורגן צ&#39;ייס נחלש ב-3.5%, גולדמן זאקס מאבד 3%.\r\n \r\n16:30 - המסחר בוול סטריט נפתח בירידות על רקע נתון התוצר הרבעוני הגרוע בכל הזמנים - עוד בשלב הטרום נרשמו ירידות בחוזים שהצביעו על חשש המשקיעים מהמכה הכלכלית עליה מצביע הנתון: מדד דאו ג&#39;ונס נסוג ב-1.2%%, S&amp;P 500 נחלש ב-1.1% ונאסד&quot;ק נחתך ב-0.8%.\r\n \r\nקוואלקום מזנקת ב-9.3% בעקבות הסכם פטנטים עם וואווי. לאחר הדוחות: UPS קופצת ב-10.7%, פייפאל מתחזקת ב-5.6%, פרוקטר אנד גמבל מטפסת ב-1.6%, יאם בראנדס (החברה האם של פיצה האט) יורדת ב-1.2%, קומקאסט מאבדת 0.5%.\r\n \r\n16:00 - לאחר נתוני התוצר בארה&quot;ב, הגרועים בכל הזמנים (אך טובים מעט מהתחזיות) - נרשמת ירידה מעט גדולה יותר בחוזים על המדדים המובילים בניו יורק שנחלשים בעד 1.2%.\r\n \r\nבתוך כך, התביעות הראשונות לדמי אבטלה בארה&quot;ב רשמו בשבוע שעבר עלייה חדה מעט פחות בהשוואה לצפי: 1.43 מיליון תביעות הוגשו לעומת צפי ל-1.51 מיליון תביעות.\r\n  \r\n15:00 - יום ברנדס Yum! Brands, החברה האם של פיצה האט וחברות מזון מהיר מובילות נוספות בעולם, כמו KFC, מטפסת ב-2.3% בטרום - לאחר שדיווחה על מכירות ברבעון השני שנפלו פחות מכפי שציפו האנליסטים: פתיחה מחודשת של המסעדות במהלך הרבעון, לצד מכירות שיא אונליין סייעו לעקוף את התחזיות: הרווח הנקי נחתך ל-206 מיליון דולר או 67 סנט למניה, מ289 מיליון דולר או 92 סנט למניה ברבעון המקביל אשתקד. הצפי עמד על רווח נקי של 54 סנט למניה.\r\n \r\nההכנסות ירדו ב-9% ל-1.2 מיליארד דולר, אך מעל התחזיות שעמדו על 1.18 מיליארד דולר. יחד עם זאת, המכירות בחנויות הזהות פספסו את התחזיות לאחר שירדו ב-15% לעומת צפי לנסיגה של 14.1%.\r\n \r\nב-KFC נפלו המכירות בחנויות הזהות ב-21%, כמו בתחזיות, בפיצה האט פספסו את התחזיות עם נסיגה של 9% במכירות בחנויות הזהות, לעומת צפי לירידה של 8.2%. בטאקו בל עקפו את התחזיות בחנויות הזהות עם מכירות שנחתכו ב-8%, לעומת צפי לירידה של 10.7%.\r\n \r\n14:30 - ענקית המדיה קומקאסט עולה ב1.4% בטרום: החברה מסכמת את הרבעון השני עם רווח נקי של 2.9 מיליון דולר או 65 סנט למניה, לעומת 3.13 מיליארד דולר או 68 סנט למניה ברבעון המקביל. הרווח המתואם עמד על 69 סנט למניה, הצפי בשוק עמד על 55 סנט למניה. ההכנסות ירדו ל-23.72 מיליארד דולר, בהשוואה ל-26.86 מיליארד דולר ברבעון המקביל, הצפי עמד על 23.58 מיליארד דולר.\r\n \r\n \r\n \r\n14:20 - פרוקטר אנד גמבל עולה ב-2.2% בטרום: ענקית מוצרי הצריכה מסכמת פיסקאלי רביעי עם רווח נקי של 2.80 מיליארד דולר או 1.07 דולר למניה, לעומת הפסד של 5.24 מיליארד דולר או של 2.12 דולר למניה ברבעון המקביל. הרווח המתואם עמד על 1.16 דולר למניה, צפי האנליסטים עמד על 1.01 דולר למניה בלבד. ההכנסות עלו ב-4% ל-17.70 מיליארד דולר, הצפי בשוק עמד על 16.95 מיליארד דולר. \r\n \r\n14:00 - שעתיים וחצי לפתיחה בניו יורק, לקראת נתוני התוצר ובהמשך הערב לאחר הנעילה דוחות אפל, אמזון, אלפבית ופייסבוק: החוזים על המדדים המובילים יורדים בכ-1.1%. לפי התחזיות, הנפילה בתוצר האמריקאי ברבעון השני תעמוד על 34%, הירידה החדה ביותר מאז החל המעקב ב-1947. \r\n \r\nמחיר החוזה על הזהב יורד ב-0.3% ל-1,947.70 דולר לאונקיה; הנפט מסוג WTI נסוג ב-1.6% ל-40.6 דולר לחבית; תשואת אג&quot;ח ארה&quot;ב ל-10 שנים  יורדת ב-0.2% ל-0.56%; באירופה: מדד דאקס יורד ב-3%, קאק יורד ב-1.8% ופוטסי נחלש ב-2%. \r\n \r\n13:40 - אלי לילי מטפסת ב-0.5% בטרום: החברה רשמה ברבעון השני רווח נקי של 1.41 מיליארד דולר או 1.55 דולר למניה, לעומת 1.33 מיליארד דולר או 1.44 דולר למניה ברבעון המקביל. הרווח המתואם עמד על 1.89 דולר למניה, הצפי עמד על 1.5 דולר למניה. ההכנסות ירדו ב-2% ל-5.50 מיליארד דולר, נמוך מהפי שעמד על 5.76 מיליארד דולר. לילי העלתה את תחזית הרווח השנתית ה שלה, ל-7.40-7.20 דולר למניה, מול תחזית קודמת של 6.90-6.70 דולר למניה – צפי האנליטם עומד על 684 דולר למניה. \r\n \r\n13:30 - תוצאות מפתיעות מאד לטובה יוצאות מ-UPS ומקפיצות את המניה ב-9.4% בטרום מסחר: חברת השילוחים מסכמת את הרבעון השני עם רווח נקי של 1.77 מיליארד דולר או של 2.03 דולר למניה, לעומת 1.69 מיליארד דולר או 1.94 דולר למניה ברבעון המקביל. הרווח המתואם עמד על 2.13 דולר למניה, כמעט כפול מצפי האנליסטים שעמד על 1.07 דולר למניה. ההכנסות צמחו ב-13.4% ל-20.46 מיליארד דולר, הצפי עמד על 17.50 מיליארד דולר. ההכנסות מהפעילות הפנים אמריקאית עלו ב17.3% ל-13.07 מיליארד דולר, גם במקרה זה מעל הצפי שעמד על 11.15 מיליארד דולר. \r\n  \r\n \r\n \r\n12:00 - כלכלת גרמניה התכווצה ב-10.1% ברבעון השני – הנפילה החדה ביותר שנרשמה בתוצר הכלכלה הגדולה האירופה מאז החל המעקב הרבעוני ב-1970. התחזיות היו לירידה פחות חזקה, של 9%. הקריסה הזו חדה הרבה יותר מהנפילה שנרשמה ברבעון הקשה ביותר של המשבר הפיננסי, הראשון של 2009 – התוצר הגרמני נחתך אז ב-4.7%. בחישוב שנתי נפל התוצר הגרמני ב-11.7%, בשעה שהתחזיות היו לירידה של 10.9%. \r\n \r\nבורסת פרנקפורט יורדת ב-2% לאחר הדיווח על התוצר, דויטשה בנק יורד ב-2.5%, פולקסווגן נופלת ב-5% לאחר הדוחות, דויטשה בורסה מאבדת 3.4%. \r\n \r\n11:20 - בנעילה באסיה-פסיפיק: ניקיי ירד ב-0.3%, האנג סנג ירד ב-0.7%, שנחאי נחלש ב-0.2%, קוספי טיפס ב-0.2%, בורסת סידני עלתה ב-0.7%. \r\n \r\n10:40 - הבורסות באירופה נפתחו: מדד דאקס יורד ב-1.4%, פוטסי וקאק יורדים ב-0.6%; לאחר הדוחות: פולקסוווגן יורדת ב-3.5%, הרמס נחלשת ב-2.5%, דנונה נסוגה ב-2.3%, קרדיט סווויס עולה ב-1.7%, איירבוס עולה ב-2.4%, איינהאוזר בוש קופצת ב-9.8%; בשוק ממתינים לנתוני התוצר של ארה&quot;ב לרבעון השני ולדוחות הענקיות שיצאו הערב לאחר המסחר בניו יורק - אפל, אמזון, אלפבית ופייסבוק. \r\n \r\n10:10 - ועוד כמה:\r\n \r\nאורנג&#39;: קבוצת התקשורת הצרפתית רשמה במחצית הראשונה רווח של 927 מיליון יורו, לעומת 1.04 מיליון יורו בתקופה המקבילה. ההכנסות עלו בשיעור קל של 0.3% ל-20.77 מיליארד יורו. הצפי עמד על 20.61 מיליון יורו. ה-EBITDA עלה ב-0.8% ל-5.92 מיליארד יורו, הצפי עמד על 5.92 מיליארד יורו. \r\n \r\nלויד&#39;ס: הבנק הבריטי רשמה במחצית הראשונה הפסד לפני מס של 602 מיליון פאונד, לעומת רווח לפני מס של 2.90 מיליארד פאונד במחצית המקבילה.. הצפי בשוק עמד על רווח לפני מס של 42 מיליון פאונד. הרווח הנקי ירד ב-38% ל-5.48 מיליארד פאונד, הצפי עמד על 7.4 מיליארד פאונד. לוי&#39;ס הפריש בסיכום הרבעון השני 2.39 מיליארד פאונד לחובות מסופקים, בהמשך להפרשה קודמת של 1.43 מיליארד פאונד ברבעון הראשון. \r\n \r\nהרמס: חברת מוצרי היוקרה (ובעיקר מוצרי העור) הצרפתית רשמה במחצית הראשונה רווח נקי של 335 מיליון יורו, לעומת 754 מיליון יורו במחצית המקבילה. הרווח התפעולי המתואם עמד על 535 מיליון יורו, לעומת 1.14 מיליארד יורו במחצית המקבילה. ההכנסות הסתכמו ב-2.49 מיליארד יורו, לעומת 3.28 מיליארד יורו במחצית המקבילה. \r\n \r\n9:20 - ועוד דוחות: \r\n \r\nרויאץ דאץ&#39; של: ענקית האנרגיה עברה להפסד מתואם של 18.38 מיליארד דולר ברבעון השני, לעומת רווח של 3.02 מיליארד דולר ברבעון המקביל. בנטרול אירועים חד פעמיים רשמה החברה רווח של 638 מיליון דולר, ירידה של 82% בהשוואה לרבעון המקביל. הצפי עמד על 674 מיליון דולר. ההפסד הנקי עמד על 18.13 מיליארד דולר, \r\n \r\n \r\nדנונה: ענקית המזון מצרפת רושמת רווח נקי של 1.02 מיליארד יורו במחצית הראשונה של 2020, לעומת 1.04 מיליארד יורו בתקופה המקבילה ב-2019. ההכנסות הסתכמו ב-12.19 מיליארד יורו, לעומת 12.56 מיליארד יורו. \r\n \r\nרנו: יצרנית המכוניות הצרפתית רשמה הפסד של 7.29 מיליארד יורו במחצית הראשונה של 2020, לעומת רווח של 970 מיליון יורו במחצית המקבילה בשנה קודמת. שיתוף הפעולה עם ניסאן היפנית תרם חלק מהותי מאד להפסד, סכום של 4.82 מיליארד יורו. בשורה התפעולית מציגה רנו הפסד של 2.01 מיליארד יורו, לעומת רווח תפעולי של 1.52 מיליארד יורו בתקופה המקבילה. ההכנסות צנחו ל-18.43 מיליארד יורו, בהשוואה ל-28.05 מיליארד יורו בתקופה המקבילה. \r\n \r\nפולקווגן: יצרנית המכוניות הגרמנית מסכמת את המחצית הראשונה של 2020 עם הפסד לפני מס של 1.4 מיליארד יורו, לעומת רווח של 800 מיליון יורו בתקופה המקבילה. ההפסד התפעולי המתואם עמד על 800 מיליון יורו, לעומת רווח תפעולי מתואם של 10 מיליארד יורו במחצית המקבילה. ההכנסות ירדו ב-23.2% ל-96.1 מיליארד יורו, בהשוואה ל-125.2 מיליארד יורו במחצית המקבילה. דירקטוריון פולקסווגן החליט על הורדת הדיבידנד עבור 2019 ל-4.80 יורו עבור מניה רגילה ו-4.80 יורו למניה מועדפת – ההצעה המקורית היתה על 6.50 יורו למניה רגילה ו-6.56 יורו למניה מועדפת. \r\n \r\n8:50 - אנהאוזר מוש מסכמת רבעון (Anheuser-Busch InBev): יצרנית הבירות הגדולה בעולם (כולל בין היתר ירות סטלה אטרואה; לף; בק&#39;ס, קורונה ובאדווייזר) סיימה את הרבעון השני עם רווח נקי של 351 מיליון דולר, בהשוואה ל-2.48 מיליון דולר ברבעון המקביל. ה-EBITDA המתואם עמד על 3.41 מיליארד דולר, לעומת 5.64 מיליארד דולר ברבעון המקביל ומעל צפי האנליסטים שעמד על 3.15 מיליארד דולר. ההכנסות הסתכמו ב-10.29 מיליארד דולר, לעומת 13.60 מיליארד דולר ברבעון המקביל, וגם כאן מעל הצפי בשוק שעמד על 9.57 מיליארד דולר. \r\n \r\n8:40 - קרדיט סוויס מסכם רבעון שני עם רווח נקי של 1.16 מיליארד פרנק שוויצרי (1.27 מיליארד דולר), עלייה של 24% בהשוואה לרבעון המקביל – הבנק התעלה על ציפיות האנליסטים שעמדו על 764 מיליון פרנק.ההכנסות טיפסו ב-11% ל-6.19 מיליארד פרנק שוויצרי, גם כאן מעל הציפיות שעמדו על 5.61 מיליארד פרנק. . \r\n \r\nהבנק הפריש בדוחות 296 מיליון פרנק לחובות מסופקים (הלוואות שפירעון אינו ודאי), מול הפרשה של 24 מיליון פרנק ברבעון המקביל - ולאחר שכבר ביצע ברבעון הראשון הפרשה של 568 מיליון פרנק מסיבה דומה. בה בעת, ההפרשה האמורה היתה נמוכה מהצפי בשוק שעמד על 445 מיליון פרנק. קרדיט סוויס הודיע במקביל לפרסום הדוחות על שורת שינויים מבניים, בראשם איחוד יחידות יחידות בנקאות ההשקעות לחטיבת השקעות גלובאלית אחת – צעד שיחסוך לו 400 מיליון פרנק לשנה החל משנת 2022. \r\n \r\n  \r\n  \r\n8:30 - המגיפה מעבירה את איירבוס למינוס בשורה התחתונה: יצרנית המטוסים האירופית מסכמת את הרבעון השני עם הפסד נקי של 1.44 מיליארד יורו, בהשוואה לרווח של 1.16 מיליארד יורו ברבעון המקביל בשנה שעברה. ההפסד התפעולי עמד על 1.23 מיליארד יורו. ההכנסות צנחו ב-55% ל-8.32 מיליארד יורו, הצפי בשוק עמד על הכנסות של 8.31 מיליארד יורו. \r\n \r\n8:15 - סטנדרד צ&#39;ארטרד מדווח על ירידה של 40 ברווח לפני מס ל-733 מיליון דולר, לעומת 1.23 מיליארד דולר ברבעון המקביל. הבנק הפריד 611 מיליון דולר לחובות מסופקים (שפירעונם אינו ודאי), לעומת 176 מיליון דולר ברבעון המקבל. הרווח התפעולי ירד ב-4.2% ל-3.72 מיליארד דולר, רווחי הריבית ירדו ב-15% ל-1.66 מיליארד דולר. \r\n \r\n8:00 - אורי גרינפלד, הכלכלן הראשי בפסגות, על הודעת הריבית של הפד מאתמול: &quot;החלטת הריבית בפד לא עשו שום שינוי במדיניות וחזרו על ההכוונה העתידית באופן נחרץ. על פי פאוול, המשבר הבריאותי איתנו לעוד הרבה זמן והכלכלה האמריקאית צריכה תמיכה מוניטארית יוצאת דופן לעוד הרבה מאוד זמן. יו&quot;ר הפד הדגיש כי בבנק המרכזי  &quot;מרגישים&quot; שיש להם דרכים נוספות לתמוך בכלכלה בין אם דרך תוכניות הלוואות נוספות, רכישות אג&quot;ח וחיזוק ההכוונה העתידית. \r\n \r\nלא מעט ציפו כי בהודעה של היום בפד ינצלו את ההזדמנות וינסו לחזק את ההכוונה העתידית באופן יותר פורמלי אך לא קיבלנו שום חידוש בנושא זה. מה שכן קיבלנו זה התייחסות של פאוול לבחינה שלהם בכל הנוגע אופן בו הם מנהלים את המדיניות המוניטארית, בדיקה שהחלה עוד בשנה שעברה. על פי פאוול עדיין אין לו פרטים אך נראה שקיימת התקדמות בעיקר בנושא חיזוק ההכוונה העתידית. נראה כי פאוול מכין את השוק לשינוי פורמלי בספטמבר&quot;. פאוול המשיך להדגיש עד כמה התמיכה הפיסקאלית היא קריטית – &quot;תמיכה פיסקאלית ישירה היא נדרשת&quot;  - וכי הפעולות שנעשו עד כה היו מהירות ונכונות ותרמו להתמודדות עם המשבר. להערכתו תמיכה זו צריכה להיות מתמשכת. \r\n \r\nבכל הנוגע לאינפלציה, פאוול ציין כי רואים עלייה במחירי המזון מצד אחד, אך הפגיעה בביקוש משפיעה על סעיפים כמו תיירות ופנאי ובמכלול, להערכתו הסיכון מדיפלציה עדיין גבוה יותר מאשר הסיכון לאינפלציה. בכל הנוגע למצב הכלכלי, פאוול מציין כי אחרי ההתאוששות היפה בנתונים, ניכרת האטה ברורה בפעילות מאז אמצע חודש יוני. בשורה התחתונה – יו&quot;ר הפד אמר בבירור, אנחנו מרחיבים ונמשיך להרחיב לעוד הרבה מאוד זמן, אנו אפילו לא חושבים על מתי נתחיל לאותת על שינוי במדיניות ואנו נמשיך לשמור על מדיניות זו עד אשר משבר הקורונה יהיה מאחורינו. זה ייקח שנים&quot;. \r\n \r\n \r\n7:50 - ירידות חזקות נרשמות במניות הבנקים הגדולים בסינגפור בעקבות ההוראה שיצאה מרגולטור הפיננסים לעצור את חלוקת הדיבידנדים עד סוף השנה, לנוכח הסיכונים של משבר הקורונה. מניות שני הבנקים הגדולים במדינה, DBS Group Holdings ו- Oversea-Chinese Banking, יורדות ב-3.3% וב-3.8% בהתאמה. מניית United Overseas Bank, הבנק השלישי בגודלו, יורדת ב-3%.  \r\n \r\n7:10 - שני דוחות מעניינים שהתפרסמו הלילה בנאסד&quot;ק: \r\n \r\nקוואלקום זינקה ב-11.6% במסחר המאוחר לאחר שהודיעה, בצמוד לפרסום הדוחות, על הסכם פטנטים ארוך טווח עם וואי (Huawei) – הסכם דומה לזה שחתמה בשנה שעברה עם אפל. קוואלקום ציינה כי התשלום שתקבל במסגרת ההסכם ברבעון הנוכחי (פיסקאלי רביעי) יעמוד על 1.8 מיליארד דולר. לפי התחזית המעודכנת שלה, היא תרשום ברבעון רווח של 2.32-2.12 דולר למניה והכנסות של 8.1-7.3 מיליארד דולר, הרבה מעבר לציפיות האנליסטים.  \r\n \r\nאת הרבעון הפיסקאלי השלישי סיימה קוואלקום עם רווח נקי של 2.15 מיליארד דולר או 1.75 דולר למניה, לעומת 1.2 מיליארד דולר או 81 סנט למניה ברבעון המקביל – צפי האנליסטים עמד על רווח של 76 סנט למניה. ההכנסות צמחו ל-9.64 מיליארד דולר, בהשוואה ל-5.58 מיליארד דולר ברבעון המקביל. הצפי בשוק עמד על 5.09 מיליארד דולר. \r\n \r\n \r\n \r\nפייפאל: הצמיחה של הפעילות באונליין דחפה את תוצאות פיייפאל, שטיפסה ב-3.8% במסחר המאוחר לאחר פרסום הדוחות. חברת התשלומים רשמה ברבעון השני רווח נקי של 1.43 מיליארד דולר או 1.29 סנט למניה, לעומת 823 מיליון דולר או 69 סנט למניה ברבעון המקביל. הרווח המתואם עמד על 1.07 דולר למניה, מהותית מעל צפי האנליסטים שעמד על 87 סנט למניה. ההכנסות צמחו ל-5.26 מיליארד דולר, לעומת 4.31 מיליארד דולר ברבעון המקביל, הצפי עמד על 4.99 מיליארד דולר. \r\n \r\nהיקף העסקאות הכולל באמצעות הפלטפורמה של פייפאל זינק ל-222 מיליארד דולר, מול 172 מיליון דולר ברבעון המקביל, בשעה שהצפי עמד על 210 מיליארד דולר. לשירות הצטרפו 21.3 מיליון משתמשים פעילים חדשים במהלך הרבעון. לרבעון השלישי צופה החברה צמיחה נוספת של 30% בהיקף התשלומים, עלייה של 25% בהכנסות ועלייה דומה של 25% ברווח למניה. לשנה כולה צופה פייפאל עלייה של 20% בהיקף התשלומים, עלייה של 22% בהכנסות ושל 25% ברווח המתואם. \r\n \r\n7:00- מגמה חיובית בשוקי אסיה-פסיפיק הבוקר, בהמשך לעליות שנרשמו אמש בניו יורק (נאסד&quot;ק זינק ב-1.4%, S&amp;P 500 הוסיף לערכו 1.3%, דאו ג&#39;ונס התחזק ב-0.6%): המדדים ניקיי ושנגחאי עולים ב-0.1%, האנג סנג עולה ב-1.1%, קוספי עולה ב-0.3%, בורסת סידני מתחזקת ב-1%; מחיר החוזה על הזהב עולה הבוקר ב-0.3% ל-1,958.70 דולר לאונקיה. החוזים על המדדים בניו יורק יורדים בשעה מוקדמת זו ב-0.1%. \r\n \r\nעל הפרק היום בשווקים, הציפייה לרגע השיא של עונת הדוחות בניו יורק - אפל, אמזון, אלפבית ופייסבוק יפרסמו במקביל את הדוחות שלהן הערב לאחר נעילת המסחר בוול סטריט. גם לפני הפתיחה אנו מצפים לשיטפון דוחות, שיכלול בין היתר את פרוקטר אנד גמבל, אלי לילי, פורד, קומקאסט, מאסטרקארד, קראפט היינץ, קלוג ו-UPS. \r\n \r\n6:50 - סמסונג פרסמה את סיכום הרבעון שלה (המניה עולה ב-0.6% בסיאול): ענקית השבבים והמובייל מקוריאה רשמה ברבעון השני רווח נקי של 5.56 טריליון וון (4.67 מיליארד דולר), לעומת 5.18 טריליון וון ברבעון המקביל. הרווח התפעולי צמח ב-23% ל-8.15 טריליון וון (6.81 מיליארד דולר), לעומת 6.6 טריליון וון ברבעון המקביל. ההכנסות ירדו ב-6% ל-52.97 טריליון וון (44.4 מיליארד דולר), בהשוואה ל-56.13 טריליון וון בתקופה המקבילה. \r\n ", "keywords": ["בורסות אסיה", "בורסות ניו יורק", "בורסות אירופה", "וול סטריט"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2018/08/22/841640/180821101254-nyse-780x439_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מיקי גרינפלד ונועם לנדמן"}, "datePublished": "2020-07-30T23:09:27", "dateModified": "2020-08-18T09:30:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה מעורבת בוול סטריט; אחרי הדוחות, פייסבוק מזנקת ב-5% במסחר המאוחר", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-30", "category": "שוק ההון", "subtitle": ""}