{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3747633,00.html"}, "headline": "נעילה שלילית בוול סטריט; הגירעון התקציבי טיפס ל-779 מיליארד דולר", "description": "דאו ג&#39;ונס נחלש ב-0.4%, S&amp;P 500 איבד מערכו 0.6% ונאסד&quot;ק ירד ב-0.9%. סירס צללה ב-24% לאחר שהגישה בקשה להגנה מפני נושים; ג&#39;נט ילן: &quot;התקפות טראמפ בנוגע למדיניות הפד - &#39;לא חכמות&#39;&quot;", "articleBody": "דיווח שוטף מהשווקים המובילים בעולם: העדכונים החשובים, המניות הבולטות, אגרות החוב, ועדכוני האנליסטים\r\n \r\nניקיי שנגחאי האנג סנג פוטסי דאקס קאק דאו ג&#39;ונס S&amp;P 500 נאסד&quot;ק\r\n \r\nלחצו כאן לערוץ הטלגרם של מדור שוק ההון בכלכליסט\r\n \r\n23:00 - המסחר בבורסות ניו יורק ננעל הערב (ב&#39;) בירידות שערים. מדד דאו ג&#39;ונס נחלש ב-0.4%, מדד S&amp;P 500 איבד מערכו 0.6% ומדד נאסד&quot;ק ירד ב-0.9%. מחיר הנפט מסוג WTI למסירה בחודש נובמבר עלה היום ב-0.6% ומחיר חבית נקבע על 71.78 דולר. \r\n \r\nהגירעון התקציבי של ממשלת ארה&quot;ב האמיר ל-779 מיליארד דולר בשנה הפיסקאלית שהסתיימה ב-30 בספטמבר - עלייה של 113 מיליארד דולר, כשההוצאות טיפסו וההכנסות נותרו כמעט ללא שינוי - כך הודיע הערב משרד האוצר האמריקאי. לפי הדיווח במרקטווץ&#39;, ההוצאות טיפסו ב-127 מיליארד דולר, או 3.2% ואילו הכנסות הממשלה טיפסו ב-14 מיליארד דולר, שהם 0.4%. \r\n \r\n \r\n20:20 - ג&#39;נט ילן: &quot;התקפות טראמפ בנוגע למדיניות הפד - &#39;לא חכמות&#39;&quot;. יו&quot;ר הפדרל ריזרב לשעבר אמרה בכנס של אגודת בנקאי המשכנתאות בוושינגטון כי היא לא מאמינה שהערותיו של הנשיא טראמפ ישנו את מה שהפדרל ריזרב עושה.\r\n \r\n \r\n19:45 - המדדים באירופה ננעלו במגמה מעורבת: פריז ירדה ב-0.3%, פרנקפורט ולונדון עלו בעד 0.8%.\r\n \r\n18:00 - תוצאות קליניות חיוביות לסלקט ביומד הישראלית הנסחרת בנאסד&quot;ק: כל החולים שנבחנו לאחר חודש מהשתלת תאי הגזע הדגימו קליטה מלאה ללא תופעות לוואי. הערכה שבוצעה לאחר חודש במחצית מהחולים שעברו השתלה של תאי גזע במסגרת הניסוי הקליני ב-ApoGraft, הראתה קליטה מושלמת של תאי הגזע שנבררו ואפס תופעות לוואי הקשורות לטיפול. מניית החברה מגיבה בעלייה של 4%.\r\n \r\n17:10 - הירידות מתחזקות: נאסד&quot;ק מאבד 1%, דאו ג&#39;ונס יורד ב-0.2% ו-S&amp;P מאבד 0.5% מערכו. הראל פיננסים: &quot;עד עתה פורסמו כ-30 דו&quot;חות של חברות הכלולות במדד 500 S&amp;P. מהמדגם הזה נראה כי נמשכת המגמה שהכתיבו שני הרבעונים הראשונים של 2018, שהצביעו על צמיחה חזקה ותחזיות אופטימיות. הבנקים הגדולים שוב היו מהסקטורים הראשונים שפרסמו ולא רק שהדו&quot;חות שלהם היו חזקים – הם גם לא הורידו תחזיות קדימה. ג&#39;יי.פי מורגן וסיטי היכו את התחזיות זה הרבעון השמיני ברציפות, ובסך הכול הבנקים שפרסמו דו&quot;חות הציגו עלייה של כ-20% ברווח&quot;.\r\n \r\n \r\n16:30 - המסחר בניו יורק נפתח באדום - נאסד&quot;ק יורד ב-0.3%, דאו ג&#39;ונס יציב. סירס נופלת ב-15%.\r\n \r\n14:40 - בנק אוף אמריקה היכה את תחזיות הרווח וההכנסות לרבעון השלישי, הודות להפרשה נמוכה מהצפוי להפסדים מהלוואות. הבנק דיווח על רווח של 66 סנט למניה – מעל צפי השוק לרווח של 62 סנט למניה. ההכנסות גדלו ל-22.8 מיליארד דולר, לעומת תחזיות להכנסות של 22.7 מיליארד דולר. ההפרשה של הבנק לצורך הפסדי אשראי ירדה ב-118 מיליון דולר ל-716 מיליון דולר, מתחת לתחזיות האנליסטים להפרשה בגובה 964.2 מיליון דולר. במקביל, קיצץ הבנק את הוצאותיו ב-2% ל-13.1 מיליארד דולר, בהתאם לצפי האנליסטים. &quot;צמיחה אחראית שנתמכת על ידי כלכלת ארה&quot;ב יציבה וצרכן אמריקאי בריא הובילה אותנו לרווח רבעוני לפני מס הגבוה ביותר בהיסטוריה שלנו&quot;, אמר מנכ&quot;ל הבנק בריאן מויניהאן (Brian Moynihan).\r\n \r\n\r\n14:05 - החוזים העתידיים על המדדים המובילים בארה&quot;ב נחלשים על רקע המתיחות הפוליטית הגוברת בין ארה&quot;ב וסעודיה וההסלמה במתיחות הסחר בין ארה&quot;ב וסין. החוזים על נאסד&quot;ק נסוגים ב-0.7%, החוזים על S&amp;P 500 יורדים ב-0.4% והחוזים על דאו ג&#39;ונס נחלשים ב-0.3%.\r\n\r\nמניית סירס מתרסקת ב-43.5% בטרום המסחר לאחר שהגישה בקשה להגנה מפני נושים שמסמלת על פשיטת רגל(ראו עדכון מוקדם).\r\n \r\nבמקביל, בכנס השנתי של קרן המטבע הבינלאומית הזהירו מומחים מהפגיעות של הכלכלה העולמית. המסר הכללי שיצא מהכנס שהתקיים בסוף השבוע בבאלי היה שהכלכלה העולמית עומדת במקום ועד 2020 עלולה להיחלש בצורה משמעותית, זאת בשל מתיחות הסחר שכבר פוגעת בצמיחה העולמית. לפיכך קראו בכנס לפתור את המחלוקות. לפי הערכות קרן המטבע, מלחמת סחר מלאה תמחק יותר מ-0.8% מכלל התפוקה העולמית ב-2020.\r\n \r\nהמשקיעים שומרים על זהירות גם לנוכח דבריו של היועץ הכלכלי של הבית הלבן, לארי קודלו, שהזהיר ביום ראשון שהנשיא דונלד טראמפ עלול לנקוט ב&quot;צעדים חמורים&quot; אם יתברר שסעודיה אחראית להיעלמותו של העיתונאי ג&#39;מאל חאשוגי בטורקיה. בראיון לתכנית 60 דקות איים טראמפ גם להטיל סבב מכסים נוסף על סין. \r\n\r\n \r\n\r\n12:15 - ענקית הקמעונאות סירס אחזקות הגישה הלילה בקשה להגנה בפני נושים - צ&#39;פטר 11. המשמעות היא שסירס שבבעלות אדי לאמפרט הולכת לפשיטת רגל, עם חוב של 134 מיליון דולר לספקים.\r\n\r\n&quot;השנה הקרובה תהיה קריטית לשווקים בהתחשב בהעלאות הריבית. לאחרונה מתחילים להתעורר סימני שאלה לגבי היכולת של הפד להעלות את הריבית&quot;, כך לדברי אורי גרינפלד, הכלכלן הראשי של בית ההשקעות פסגות.\r\n\r\nיותר מארבע שעות לפני פתיחת המסחר בניו יורק, החוזים העתידיים מאותתים על פתיחה שלילית - החוזים על נאסד&quot;ק נסוגים ב-1%, החוזים על דאו ג&#39;ונס ו-S&amp;P 500 מאבדים 0.6%. בנק אוף אמריקה ובנק צ&#39;ארלס שוואב צפויים לפרסם דוחות רבעוניים לפני פתיחת המסחר.\r\n\r\nבורסות אירופה רושמות ירידות, בין השאר על רקע החששות סביב אישור התקציב באיטליה והיסחבות המו&quot;מ על הברקזיט כשנותרו רק ימים ספורים עד לדדליין חשוב. דאקס נחלש ב-0.5%, פוטסי יורד ב-0.4% וקאק נסוג ב-0.3%.\r\n\r\nברקע לעליות במחירי הנפט, מניות התעופה האירופיות רושמות ירידות - לופטהנזה מאבדת 4.7% בפרנקפורט, אייר פראנס יורדת ב-4.1% בפריז, בלונדון - איזיג&#39;ט נסוגה ב-1.8% וריינאייר רושמת ירידה של 1.4%.\r\n       \r\n \r\n\r\n           \r\n10:30 - המסחר בבורסות אירופה נפתח לפני חצי שעה ומתנהל בתנועות מעורבות כאשר המשקיעים שומרים על זהירות לאחר התנודתיות הגבוהה שנרשמה בשבוע שעבר בבורסות העולם, בהובלת וול סטריט. זאת על רקע השפעות של מלחמת הסחר בין ארה&quot;ב לסין, זינוק בתשואות האג&quot;ח האמריקאיות ולקראת עונת הדוחות. \r\n \r\n מדד דאקס בפרנקפורט נחלש ב-0.3%, פוטסי הלונדוני עולה ב-0.2% וקאק הפריזאי נסוג ב-0.1%. מניית לוידס בולטת לשלילה עם ירידה של 2.7%.\r\n\r\nהשווקים המובילים באסיה נסחרים הבוקר בירידות חדות - הונג קונג מאבדת 1.7%, טוקיו ושנגחאי ננעלו בנסיגה של 1.9% ו-1.5% בהתאמה.\r\n\r\n\r\n ", "keywords": ["בורסות אסיה", "בורסות אירופה", "בורסות ניו יורק", "שוק ההון", "מסחר", "מדדים"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/40511/8_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כתבי שוק ההון"}, "datePublished": "2018-10-15T23:10:06", "dateModified": "2020-08-02T14:16:52", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "נעילה שלילית בוול סטריט; הגירעון התקציבי טיפס ל-779 מיליארד דולר", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2018-10-15", "category": "שוק ההון", "subtitle": ""}