{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3623401,00.html"}, "headline": "המסחר בבורסה ננעל בעליות; נייס עלתה ב-2.3% אחרי הדו&quot;חות", "description": "המדדים ת&quot;א 25 ות&quot;א 100 עלו ב-0.2%. קמטק צללה ב-11% על רקע תחזית חלשה ל-2014 של יצרנית המדפסות התלת מימד 3D systems. כיל עלתה ב-0.7%; מחזור המסחר - 1.15 מיליארד שקל", "articleBody": "ת&quot;א 25 ת&quot;א 100 בנקים ביומד תקשורת נפט וגז נדל&quot;ן 15 \r\nתל בונד 20 תל בונד 40 תל בונד 60 \r\n  \r\n17:30 - נעילה חיובית ברוב המדדים למרות הירידות בוול סטריט. מחזור המסחר הסתכם ב-1.15 מיליארד שקל. \r\n  \r\n17:04 - למרות הפתיחה השלילית בבורסות בניו יורק, הבורסה המקומית מראה עוצמה ונסחרת בעליות קלות. מחזור המסחר חצה את המיליארד שקל. קמטק צוללת ב-10% על רקע תחזית חלשה של יצרנית המדפסות התלת מימד 3D systems. \r\n  \r\n15:40 - מחזור המסחר עומד על 785 מיליון שקל. \r\n \r\n14:45 - סומוטו רושמת עליות חדות - ראיון המנכ&quot;ל פורסם היום ב&quot;כלכליסט&quot;. \r\n \r\n14:40 - מחזור מסחר נמוך יחסית נרשם בשעה זו בבורסה - 620 מיליון שקל. \r\n \r\n14:35 - נכון לשעה זו לא נרשמות תנועות חדות במניות ת&quot;א 100. אפריקה נכסים עם הירידה התלולה ביותר מביניהן. טאואר בראש המטפסות. \r\n \r\n14:30 - טבע נסחרת בירידה קלה - יום לפני פרסום הדוחות. מכלל מניות ת&quot;א 25 רשמה ענקית התרופות הישראלית את התשואה הגבוהה ביותר מתחילת השנה - כ-12.5% נכון להיום. \r\n \r\n14:20 - מידרוג מודיעה על הותרת דירוג אג&quot;ח סדרה א&#39; של חברת מול הים נכסים והשכרות ברמת Aa3 על כנו. מידרוג מנמקת את הדירוג ב&quot;שיעור התפוסה הגבוה, היקף הפדיונות ודמי השכירות הגבוהים בקניון, רשימת המתנה של שוכרים, סביבה עסקית תומכת, מיקום אסטרטגי, ניהול ממוקד רווחיות, ויכולת השבת הפסדים, המשתקפת בהיסטוריית הפיגורים והפריסות בהיקפים נמוכים. השווי המשוערך של הנכס, המבנה המשפטי ויחסי הכיסוי לשירות החוב&quot;. \r\n  \r\n13:45 - קמהדע מדווחת על גידול של 13% בהכנסות הרבעון הרביעי ל-24.4 מיליון דולר. הרווח הנקי לתקופה זו הסתכם ב-1.6 מיליון דולר או 4 סנט למניה, בהשוואה לרווח נקי של 2.9 מיליון דולר ו-10 סנט למניה ברבעון האחרון של 2012. בסיכום שנתי רשמה קמדהדע ב-2013 ירידה של 3% בהכנסות ל-70.6 מיליון דולר. הרווח הנקי השנתי הסתכם ב-443 אלף דולר או 1 סנט למניה, מול רווח נקי של 260 אלף דולר ו-1סנט למניה בשנת 2012. \r\n  \r\n13:30 - על רקע מינוי המנכ&quot;ל החדש של החברה, נייס דיווחה היום על תוצאותיה לרבעון האחרון של 2013 וסיפקה תחזיות ל-2014. החברה עקפה את התחזיות המוקדמות של האנליסטים לרבעון הרביעי ופיספסה את התחזיות ל-2014 בשורה התחונה כתוצאה מעלייה בשיעור המס שתשלם החברה בישראל. \r\n  \r\nאת הרבעון האחרון של 2014 סיימה נייס עם הכנסות של של 271 מיליון דולר - עלייה של 13% מההכנסות שרשמה ברבעון הרביעי של 2012. ההכנסות בכל 2013 צמחו ב-6.6% ל-951.0 מיליון דולר. תחזיות האנליסטים עמדו על הכנסות של 266.3 מיליון דולר ברבעון הרביעי. \r\n  \r\n12:00 - כיל נסחרת במחזור גבוה ובירידות על רקע פרסומים מהיום, לפיהם בעקבות הפגישה שהתקיימה לפני כחודש בין מנכ&quot;ל אורלקלי לבין מנכ&quot;לית בלארוסקלי, גוברות ההערכות שחזרה לפעילות משותפת של החברות במסגרת קרטל אשלג בלארוסי אינה דבירה. אורלקלי פרשה מהקרטל שהפעילו שתי החברות ביולי האחרון, והחלה לשווק את האשלג לבד באמצעות חברה בת שהקימה. על פי מקורות שצוטטו בידיעה מהיום, פעולה משותפת של שתי החברות אפשרית רק במתכונת חדשה, ובחלוקה שונה של האחזקות בפעילות המשותפת. \r\n \r\n11:50 - גולף הודיעה על מינויו של אליעזר מיזרוח כמנכ&quot;ל החברה . מועד תחילת כהונתו ותנאי העסקתו של מיזרוח עוד לא נקבעו, אך הוא צפוי להיכנס לתפקיד במהלך החודשיים הקרובים. בשנים האחרונות (החל מ-2010) כיהן מיזרוח כשותף וראש תחום פיננסים בחברת היעוץ TASC, ולפני כן (2009-2006) שימש כסמנכ&quot;ל פיתוח עסקי בבזק. \r\n \r\n11:15 - המדדים עברו לעליות.  \r\n \r\n11:00 - סיטיקון, החברה הבת של גזית גלוב, פרסמה את תוצאותיה. החברה רשמה גידול של כ-3.9% בהכנסות בשנת 2013 ל-248.6 מיליון יורו. הרווח הנקי השנתי הסתכם בכ-93.1 מיליון יורו (0.22 יורו למניה), לעומת רווח של כ- 77.2 מיליון יורו (0.24 יןרו למניה) בשנת 2012. ברבעון הרביעי רשמה סיטיקון הכנסות של כ-62 מיליון יורו, בדומה להכנסות ברבעון המקביל. הרווח הנקי הסתכם בכ-33 מיליון יורו (0.07 יורו למניה) לעומת רווח של כ- 20.4 מיליון יורו (0.06 יורו למניה) ברבעון המקביל\r\n. \r\n10:20 - &quot;התיקון בשווקים עדיין לא הסתיים אך שילוב חיובי של נתוני מאקרו מארה&quot;ב בימים הקרובים עשוי לעצור את בריחה הכספים מהשווקים&quot;, אומר אלעד שמש האסטרטג הראשי של Colmex בית השקעות. &quot;השוק עבר &quot;ניעור&quot; אשר מחק כ-3 מיליארד דולר מהשווקים הגלובליים. מניתוח עקומת הביקוש למכשירי גידור ניתן לזהות ירידה בביקוש למכשירי הגידור הקצרים נתון אשר מסמן כי השווקים נמצאים במצב המתן לקראת נתוני המאקרו המהותיים היום ולאחריהם נתון האבטלה הרשמי אשר יפורסם ביום שישי ויקבע את סנטימנט השוק בטווח הקצר כאשר נתון מאכזב מהותית יאשר גל ירידות חדש של 5% לפחות&quot;, הוסיף שמש. \r\n \r\n10:20 - אלגומייזר מדווחת על הקצאה פרטית של מניות תמורת 7 מיליון שקל, בדיסקאונט של 26% על מחר הבסיס, ל-8 משקיעים שאינם קשורים לבעלי השליטה או לנושאי משרה. מבין המשקיעים ששמותיהם פורטו בדיווח - ילין לפידות שישקיע 4.25 מיליון שקל, וקרן ספרה קפיטל. בסך הכול הוקצו 16.34% מהחברה למשקיעים, 11.48% לאחר דילול מלא, על פי שווי של 3.75 שקלים למניה. \r\n \r\n09:50 - מגמה מעורבת בפתיחת המסחר בת&quot;א. בזק ולאומי מובילות במחזור הגדול בבורסה, כיל, טבע ופועלים סוגרות את החמישיה המובילה.   \r\n \r\n09:20 - גינדי השקעות מדווחת הבוקר כי מנכ&quot;לים משותפים בחברה ומבעלי השליטה בה נעצרו, וכן נאספו מסמכים שונים ממשרדי החברה. העצורים שוחררו למעצר בית בערבות ובתנאים מגבילים נוספים. עניינה של החקירה הינו חשד לביצוע לכאורה עבירות מרמה, קבלה ומתן טובות הנאה והלבנת הון, לעורך דין הקשור לעיריית ראשון לציון ובקשר עם פרויקט בו הייתה מעורבת חברה בת של גינדי השקעות. \r\n \r\n08:50 - סאטקום מערכות שבשליטת יורוקום מדווחת היום כי בוטל ההסכם עם ארגון האו&quot;ם הפועל באפריקה. הארגון חתם אם חברה בת של סאטקום על הסכם לשנה (עם אופציית הארכה) לאספקת שירותי טלפוניה וקישוריות לווינית לאתריו. שווי ההסכם עמד על כ-300 אלף דולר. על פי הודעת סאטקום, היום התקבלה בידה הודעה בדבר סיום ההתקשרות, טרם התחלת הפעילות המסחרית בין הצדדים בפועל - וזאת בשל צמצום פעילותו של הלקוח במסגרת המכרז שבו זכתה סאטקום. סאטקום מציינת בדיווח כי הביטול בוצע בהתאם להוראות החוזה, קרי לא מדובר כאן בהפרה. &quot;החברה בוחנת אפשרויות להמשך שילובה בפעילויות הלקוח&quot;, מצוין בהודעה. \r\n \r\n08:20 - אלביט מערכות הודיעה היום כי קבלה ממשרד הביטחון חוזה בהיקף של 23 מיליון דולר לתקופה של 5 שנים, הכולל הפעלה ותחזוקה של מאמני היבשה (מדמים) אותם סיפקה לזרוע היבשה. החוזה מתייחס למגוון של מאמנים, ניידים ונייחים, המיועדים לאימון טנקים, רכב קרבי משוריין, אימון נהיגה, מאמני מודיעין ועוד.\r\n \r\n07:45 - הבורסה של תל אביב תחזור לפעילות לאחר העליות שנרשמו אמש בוול סטריט, והעלייה של הבורסה היפנית שמתאוששת מהצניחה של אתמול עם עלייה של 1% בניקיי. \r\n \r\n07:40 - טבע בוחנת מחדש את המשך השקעתה בקרן ההון סיכון אורבימד. הסיבה לכך נוסעת מבחירתה של אורבימד להקים חממה טכנולוגית בשיתוף פעולה עם המתחרות של טבע: חברת הציוד הרפואי והתרופות ג&#39;ונסון אנד ג&#39;ונסון האמריקאית וחברת התרופות טקדה היפנית.\r\n \r\n07:30 - רונן מנחם, מנהל מחלקת השקעות ואסטרטגיה במזרחי טפחות, הציג סקירה מפורטת על המצב בשווקים הגלובליים ובתל אביב. &quot;השווקים הפיננסים הגלובאליים מזדעזעים בימים האחרונים ונרשמה עלייה חדה בשנאת הסיכון, תוך ירידות במחירים של נכסים נושאי סיכון (מניות ופתיחת מרווחים על אג&quot;ח חברות) ובמחירי הסחורות (כולל נפט) ועליות בנכסי חוף מבטחים (כגון אג&quot;ח של ממשלת ארה&quot;ב, דולר של ארה&quot;ב, יין יפאני וזהב)&quot;, כתב מנחם, והוסיף כי למצב גרמו מספר אירועים ונתונים שליליים שהתרחשו בו זמנית במספר מקומות (ארה&quot;ב, גוש היורו, יפן, סין והמדינות המתעוררות). \r\n \r\n&quot;לאירועים בחו&quot;ל תהייה השפעה שלילית דומה על שוקי המניות בארץ. עם זאת, עוצמת ההשפעה תושפע בתקופה הקרובה דווקא מהתהליכים הגיאו-פוליטיים האזוריים, לרבות עלייה לסדר היום של חרם כלכלי אפשרי והתקדמות התהליך המדיני מול הרשות הפלסטינית. ההתפתחות הגיאו-פוליטית תוכל להגביר או לצמצם את ההשלכות מחו&quot;ל, ככל שאלה תימשכנה. במצב דברים זה, לא מן הנמנע כי שוקי המניות ושער השקל יגלו תנודתיות גבוהה, תוך נטייה לירידות ולפיחות, בתקופה הקרובה&quot;, אומר מנחם.\r\n \r\n  \r\n \r\n \r\n ", "keywords": ["בורסה", "בורסת תל אביב"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/205464/CAL0208717_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "מיקי גרינפלד"}, "datePublished": "2014-02-05T17:29:46", "dateModified": "2020-08-02T14:16:51", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "המסחר בבורסה ננעל בעליות; נייס עלתה ב-2.3% אחרי הדו\"חות", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2014-02-05", "category": "שוק ההון", "subtitle": ""}