{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3777346,00.html"}, "headline": "שיאניות ההכנסות בקרנות הנאמנות: ילין לפידות, פסגות ומיטב דש", "description": "תעשיית הקרנות מרבה להדגיש היקפי גיוסים, אך בעלי המניות מתעניינים יותר בהכנסות שאלה מייצרים. בשנה החולפת הצליחו מרבית הגופים לשפר את קצב ההכנסות שלהם, אך בלט לרעה בית ההשקעות אי.בי.אי, שסבל מפדיונות וירידה בקצב ההכנסות", "articleBody": "2019 היתה שנה טובה לקרנות הנאמנות, שגייסו במהלכה 17 מיליארד שקל. אך בעוד מנהלי הקרנות מתגאים בהיקפי הגיוסים, בעלי המניות של בתי ההשקעות וחברות הביטוח תוהים כיצד הגיוסים האלה יתורגמו להכנסות, שכן לעתים המשוואה אינה סימטרית. \r\n \r\nזאת משום שגיוס כסף רב ככל שיהיה לקרנות שונות - כספיות וסולידיות, בעלות פוטנציאל תשואה נמוך ובדמי ניהול נמוכים — פירושו שהוא לאו דווקא יחלחל לשורת ההכנסות. \r\n \r\nילין לפידות, פסגות, מיטב דש ואלטשולר שחם הם אלה שהצליחו לתרגם את הגיוסים להכנסות גדולות של יותר מ־200 מיליון שקל עד סוף נובמבר (החודש האחרון שלגביו פורסמו נתונים) — מבין 17 מנהלי הקרנות. \r\n \r\n \r\n \r\nעל מנת לבחון את ההכנסות של הגופים המוסדיים מקרנות הנאמנות, אפשר להכפיל את היקף הנכסים המנוהלים בכל אחת מהקרנות בדמי הניהול של הקרן. חישוב כזה מספק את קצב ההכנסות השנתי של כל אחת מחברות הקרנות, בהנחה של קיפאון בתמונת הנכסים, שכן כל גיוס נוסף של כסף לקרן או יציאה של כסף ממנה משפיעים על ההכנסות. \r\n \r\n&quot;כלכליסט&quot; בדק את קצב ההכנסות של מנהלי הקרנות המנוהלות נכון לסוף נובמבר 2019, התאריך האחרון שלגביו התפרסמו תוצאות, וזאת בהשוואה ל־2018 שדווחה בשלמותה. הקרנות שנבדקו כוללות רק את הקרנות המסורתיות, הקרנות הכספיות והקרנות המחקות, ללא קרנות סל, שכן הנתונים עליהן אינם מדווחים בצורה מסודרת, בשל הרפורמה לגביהן שיצאה לדרך ב־2019. קצב ההכנסות המדובר הוא לאחר ניכוי עמלת ההפצה לבנקים.\r\n \r\n \r\n \r\nילין לפידות שיפר הכנסות ב־20% לעומת 2018\r\n \r\nמבדיקה זו עולה שבית ההשקעות ילין לפידות הציג ב־2019 את קצב ההכנסות השנתי הגבוה ביותר, 267.4 מיליון שקל, עלייה של 20% בהשוואה ל־2018, שבה הסתכמו ההכנסות ב־222.6 מיליון שקל — נתון שהציב את ילין לפידות במקום הראשון גם אז. דמי הניהול הממוצעים נטו, לאחר ניכוי עמלת הפצה לבנקים, עמדו על 0.61%, ירידה קלה לעומת 2018, שבה עמדו דמי הניהול על 0.64%. \r\n \r\nבמקום השני מתמקם בית ההשקעות פסגות, עם קצב הכנסות של 223 מיליון שקל, קפיצה של 25% בהשוואה ל־2018. גם דמי הניהול הממוצעים נטו של פסגות ירדו, מ־0.49% לשיעור של 0.43%.\r\n \r\nלמקום שלישי בטבלה הגיע בית ההשקעות מיטב דש, שהיקף הנכסים המנוהלים שלו גדול יותר, עם עלייה של 7% לקצב הכנסות שנתי של 220 מיליון שקל. בניגוד לשני המובילים, דמי הניהול הממוצעים נטו של מיטב דש עלו מעט מ־0.36% לשיעור של 0.37%.\r\n \r\nבמקום הרביעי מתמקם אלטשולר שחם עם הכנסות של 212 מיליון שקל, שמשקפות עלייה של כ־20% בהשוואה ל־2018. גם דמי הניהול הממוצעים נטו של בית השקעות זה ירדו במעט — מ־0.70% לשיעור של 0.67%, דבר שמצביע על ההשפעה של היקפי הגיוסים על שורת ההכנסות.\r\n \r\nפסגות מנהל בסך הכל 31 מיליארד שקל — 23.2 מיליארד שקל בקרנות הנאמנות המסורתיות, 5.5 מיליארד שקל בקרנות הנאמנות הכספיות ו־3 מיליארד שקל נוספים בקרנות המחקות. מיטב דש מנהל 36 מיליארד שקל — 23.1 מיליארד שקל בקרנות הנאמנות המסורתיות, 7.1 מיליארד שקל בקרנות הכספיות ו־5.8 מיליארד שקל בקרנות המחקות. מאחר שלמיטב דש יש יותר קרנות כספיות, הגובות מלכתחילה דמי ניהול נמוכים יותר, דמי הניהול שלה מוטים כלפי מטה.\r\n \r\nעל קרנות הנאמנות האקטיביות, בניגוד למחקות, משלמים מנהלי הקרנות עמלות הפצה לבנקים, כך שבגופים שאין להם קרנות מחקות — כמו אלטשולר שחם — קל לראות עד כמה הבנקים שותפים לדמי הניהול של מנהל הקרן. ההכנסות ברוטו של אלטשולר שחם, נכון לסוף נובמבר, עמדו על 212 מיליון שקל, ואילו ההכנסות נטו אחרי עמלת הפצה לבנקים עמדו על 145.3 מיליון שקל. \r\n \r\nבמילים אחרות, בית ההשקעות העביר לבנקים 67 מיליון שקל מההכנסות שלו, שיעור של כ־31%. בקרנות של המתחרים, שבהם דמי הניהול נמוכים יותר — ויש להם יותר קרנות סולידיות — מגיע שיעור השותפות של הבנקים בדמי הניהול אף ל־50%. \r\n \r\nאלטשולר שחם — עם נכסים מנוהלים של 19 מיליארד שקל בקרנות המסורתיות ומקום שלישי אחרי פסגות ומיטב דש — גובה את דמי הניהול הממוצעים הגבוהים ביותר, 0.7%. \r\n \r\nדמי הניהול הממוצעים הגבוהים אחריו הם אלה של ילין לפידות, 0.64%, שמנהל נכסים בהיקף של 28 מיליארד שקל בקרנות המסורתיות. דמי הניהול נגזרים מתמהיל הקרנות, כשילין לפידות ואלטשולר שחם מנהלים רק קרנות אקטיביות (ולא מחקות, העוקבות אחר מדדים), ואין להם כלל קרנות כספיות. \r\n \r\nשני בתי ההשקעות הם בין השחקנים הרווחיים בתעשיית הקרנות, שכן לא מעט מהגיוסים של הקרנות שלהם מגיעים מהתיקים המנוהלים שהם משווקים, ובמקרה זה הם אינם נדרשים לשלם את עמלת ההפצה לבנקים. \r\n \r\nהראל בולטת בממוצע דמי הניהול הנמוכים שלה\r\n \r\nבתחילת השבוע פרסם &quot;כלכליסט&quot; כי 146 קרנות נאמנות ייקרו את דמי הניהול שלהן ל־2020, ומבט על ממוצע דמי הניהול בסוף 2018 לעומת סוף נובמבר 2019 מצביע על כך שבמרבית הקרנות דמי הניהול נשחקו. בפסגות ירד ממוצע דמי הניהול מ־0.49% לשיעור של 0.43%, באלטשולר שחם הוא ירד מ־0.7% לממוצע של 0.67%, בהראל מ־0.35% לשיעור של 0.27% ובמגדל מ־0.39% לשיעור של 0.34%.\r\n \r\nהראל, שהיתה בין השחקנים המגייסים של 2019, בולטת בממוצע דמי הניהול הנמוך שלה, בגלל היקפי גיוס גדולים בעיקר בקרנות שגובות דמי ניהול נמוכים — בדגש על הקרן הכספית הדולרית שלה, שהיא הקרן הכספית הגדולה בתעשייה. \r\n \r\nבמילים אחרות, גיוסים גבוהים לא בהכרח מתורגמים לרווחיות גבוהה. עם הגופים היחידים שממוצע דמי הניהול שלהם עלה נכלל מיטב דש, שהיה דווקא בין הגופים החלשים בגיוסים ב־2019, עם דמי ניהול ממוצעים עדכניים של 0.37% (אחרי הפצה) לעומת 0.36% בסוף 2018. \r\n \r\nגם אי.בי.אי, שהיה בין הגופים הפודים של 2019, בלט בעליית ממוצע דמי הניהול שלו בשנה החולפת מ־0.43% לשיעור של 0.48%. אי.בי.אי היה בין הגופים הבולטים שהעלו בסוף 2018 את דמי ניהול לשנת 2019, ואילו ל־2020 הוא לא העלה כלל את דמי הניהול אחרי הפדיונות שחווה.\r\n \r\nמרבית הגופים הציגו השנה צמיחה בקצב ההכנסות שלהם, בעיקר בזכות התשואות הגבוהות שהעלו את שווי הנכסים המנוהלים וגם הודות לכסף החדש שנכנס. מי שבלט עם ירידה בקצב ההכנסות הוא אי.בי.אי, שסבל מפדיונות עם קצב הכנסות נמוך בכ־6 מיליון שקל לעומת סוף 2018. עוד בלטו לרעה גופים כמו תמיר פישמן ואלומות, שרשמו ירידה בקצב ההכנסות ברוטו. ", "keywords": ["קרנות נאמנות", "ילין לפידות", "פסגות", "מיטב דש", "השקעות"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/01/08/960512/1_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "רחלי בינדמן"}, "datePublished": "2020-01-09T07:22:59", "dateModified": "2020-08-19T15:00:04", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "שיאניות ההכנסות בקרנות הנאמנות: ילין לפידות, פסגות ומיטב דש", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-01-09", "category": "שוק ההון", "subtitle": ""}