{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/markets/articles/0,7340,L-3759405,00.html"}, "headline": "חלל תקשורת עברה לרווח בסיכום 2018 ", "description": "חברת הלוויינים סיימה את השנה החולפת עם רווח 15 מיליון דולר, בהשוואה להפסד של 14 מיליון דולר ב-2017; הרווח התפעולי קפץ ב-270% ל-24.8 מיליון דולר; המנכ&quot;ל פולק: &quot;אני מעריך ש-yes יישארו איתנו עד לסוף החוזה, ב-2026. עמוס 17 ואפריקה יתנו את התשובה לאפשרות שהשוק בארץ יצטמצם&quot; ", "articleBody": "מניית חלל תקשורת חטפה את נחת זרועים של המשקיעים בשנים האחרונות, לאחר לא מעט מהלומות שהחלו עם התפוצצות הלווין בספטמבר 2016 - ב-3 השנים האחרונות נפלה המניה ב-72%, אך בחודשים האחרונים, נרשמת התאוששות מעודדת: עדכון של החברה מה-24 בפברואר על חלון הזמן המסתמן לשיגור הלווין עמוס 17, שנבנה על ידי בואינג (וישוגר על ידי ספייס אקס), הקפיץ את המניה, שעלתה מאז ב-46%.    \r\n \r\nחלל תקשורת מסכמת את 2018 עם עלייה של 8% בהכנסות לכ-80.1 מיליון דולר, לעומת הכנסות של 74 מיליון דולר בשנת 2017; לצד שיפור מהכנסות מהסכמים, החברה נהנתה מתשלום של 10 מיליון דולר מהתעשייה האווירית, כפיצוי על עיכוב בבניית הלוויין עמוס 6. \r\n \r\nהרווח התפעולי השנתי טיפס ל-24.8 מיליון דולר, לעומת רווח של כ-6.7 מיליון דולר בשנת 2017, קפיצה של 270%. הרווח הנקי עמד על 14.9 מיליוני דולר לעומת הפסד של כ-13.6 מיליון דולר בשנת 2017. שורת הרווח נהנתה מהשיפור האמור ברווחים ומהתשלום מהתעשייה האווירית אך גם מפערים בשערי חליפין שצמצמו את הוצאות המימון. \r\n \r\nלאחרונה ספגה חלל מכה נוספת, לאחר שחברת yes מקבוצת בזק הודיעה כוונתה להפסיק לספק שירותים באמצעות לוויין ולעבור לטכנולוגיית שידורים דרך רשת האינטרנט. המשמעות, מבחינת חלל תקשורת, היא ש-yes תחדול בשנים הקרובות לרכוש ממנה שירותי לוויין. בשנת 2018 הסתכמו ההכנסות של חלל תקשורת מההסכם עם yes ב-21.8 מיליארד דולר, נתח משמעותי של 27.3% מההכנסות, לעומת 29.4% ב-2017. \r\n \r\nבשיחה עם &quot;כלכליסט&quot; מדגיש דוד פולק, מנכ&quot;ל חלל תקשורת, שהחברה ערוכה לסיום ההסכם הצפוי עם yes: &quot;אני מעריך שהם יישארו איתנו עד לסוף החוזה שלהם בשנת 2026. מה שעשינו זה ליהערך עם הלווין החדש עמוס 17, זה לווין שהשוק של אפריקה הולך להיות משמעותי לגביו. לכן זו גם התשובה שלנו בעניין yes. עמוס 17 ואפריקה יתנו את התשובה לאפשרות שהשוק בארץ יצטמצם&quot;. לדבריו, עמוס 17 נמצא כעת בשלבים אחרונים של בדיקות שעורכת לו חברת בואינג ובימים הקרובים ייקבע מועד השיגור - המועד המסתמן הוא חודש יוני הקרוב. \r\n \r\nחלל תקשורת מסכמת את 2018 עם עלייה של 8% בהכנסות לכ-80.1 מיליון דולר, לעומת הכנסות של 74 מיליון דולר בשנת 2017; לצד שיפור מהכנסות מהסכמים, החברה נהנתה מתשלום של 10 מיליון דולר מהתעשייה האווירית, כפיצוי על עיכוב בבניית הלוויין עמוס 6. \r\n \r\nהרווח התפעולי השנתי טיפס ל-24.8 מיליון דולר,  לעומת רווח של כ-6.7 מיליון דולר בשנת 2017. הרווח הנקי עמד על 14.9 מיליוני דולר לעומת הפסד של כ-13.6 מיליוני דולר בשנת 2017. שורת הרווח נהנתה מהשיפור האמור ברווחים ומהתשלום מהתעשייה האווירית אך גם מפערים בשערי חליפין שצמצמו את הוצאות המימון. \r\n  ", "keywords": ["חלל תקשורת", "דוד פולק", "דוחות כספיים", "דוחות שנתיים", "yes", "בזק"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/81127/david_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "חזי שטרנליכט"}, "datePublished": "2019-03-31T13:24:32", "dateModified": "2020-08-10T11:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "חלל תקשורת עברה לרווח בסיכום 2018", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2019-03-31", "category": "שוק ההון", "subtitle": ""}