{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3842890,00.html"}, "headline": "הדוחות חושפים: טראמפ הכניס 446 מיליון דולר מעסקיו ב-2019", "description": "לפי מסמכים שהגיש Trump Organization לממשל הפדרלי בארה&quot;ב, הכנסות מועדון מאר-א-לאגו בפלורידה ירדו בשנה שעברה ל-21.4 מיליון דולר. לעומת זאת, הכנסות מלון דוראל במיאמי עלו ל-77.2 מיליון דולר", "articleBody": "שלושה מהנכסים המזוהים ביותר עם הנשיא טראמפ – האחוזה במאר-א-לאגו בפלורידה, Trump National Doral, והטראמפ אינטרנשיונל הוטל בוושינגטון - דיווחו על הכנסות מעורבות ב-2019, כך על פי מסמכים שהועברו לממשל הפדרלי בארה&quot;ב. כך לפי דיווח של CNN. המסמך האחרון, שמוגש מדי שנה למשרד האתיקה, פורסם אתמול. כמו בשנים קודמות, המסמך מכיל את רשימת ההכנסות של נכסי ה-Trump Organization תחת הכותרת &quot;הכנסה&quot;, שבעלי משרדים בדרך כלל מציינים בו רק את השכר שלקחו הביתה או את חלקם בנכס – דבר שיוצר מצב של &quot;ניפוח&quot; הונו של טראמפ. \r\n \r\nעל פי המסמך, שאין חובה לגבותו במסמכים נוספים, מועדון מאר-א-לאגו שבפלורידה, שמוצב בשלב מוקדם של נשיאותו של טראמפ כ&quot;בית הלבן הדרומי&quot; ומארח ועידות, הכניס 21.4 מיליון דולר ב-2019, וזאת לעומת 22.7 מיליון ב-2018 ו-25.1 מיליון ב-2017. מלון הגולף דוראל במיאמי, שבו שקל טראמפ לארח את ועידת ה-G7, הכניס 77.2 מיליון דולר בשנה שעברה ו-75.9 מיליון ב-2018, הטראמפ אינטרנשיונל, המלון הממוקם בוושינגטון רק כמה רחובות מהשער האחורי של הבית הלבן, הכניס סכומים דומים ב-2019 ו-2018 - כ-40 מיליון דולר. \r\n \r\nעל פי המסמכים שהוגשו, ההכנסות המינימליות של טראמפ שנבעו מעשרות מקורות - כולל מלונות, אתרי נופש, מועדוני גולף ותמלוגים מספרים ותוכניות טלויזיה - עמדו ב-2019 על כ-446 מיליון דולר, עלייה קלה לעומת 2018. &quot;2019 הייתה שנה פנטסטית עבור ארצנו ואחת השנים הטובות בהיסטוריה של ה-Trump Organization&quot;, כך אמר אריק טראמפ, בנו האמצעי של הנשיא וסגן הנשיא בפועל של הארגון. &quot;כפי שנראה בדיווח הפיננסי של הנשיא שפורסם היום, עסקינו שגשגו עם הכנסות חזקות, תוך מינוף מועט ושמירה על רמות חוב נמוכות מאוד. בסך הכול, עסקי הליבה שלנו צמחו משמעותית לעומת שנה קודם לכן. יש לנו חברה מדהימה ואני מאוד גאה במה שהשגנו ב-2019&quot;.\r\n \r\n \r\n ", "keywords": ["דונלד טראמפ", "מאר-א-לאגו", "קורונה", "פלורידה"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2019/10/20/941446/1112_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "שירות כלכליסט"}, "datePublished": "2020-08-01T12:44:20", "dateModified": "2020-08-16T23:30:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "הדוחות חושפים: טראמפ הכניס 446 מיליון דולר מעסקיו ב-2019", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-08-01", "category": "עולם", "subtitle": ""}