{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3603122,00.html"}, "headline": "אתר Airbnb הוכרז כבלתי חוקי בניו יורק", "description": "העירייה ואיגוד המלונאות יוצא נגד שירות השכרת הדירות הפופולרי, והמשתמשים נלכדים באש הצולבת. אזרח אמריקאי נקנס ב-2,400 דולר לאחר שהשכיר את דירתו", "articleBody": "מכה קשה לשירות Airbnb, המאפשר למשתמשים לשכור ולהשכיר דירות ובתים כאילו היו צימרים: בית משפט מנהלתי בניו יורק קנס תושב שהשכיר חלק מדירתו באמצעות השירות בסך 2,400 דולר, אחרי שקבע שהלז עבר על חוק המלונות העירוני.כך דיווחה סוכנות הידיעות CNN. \r\n \r\nלפי בית המשפט, שדן במקרה בעקבות תלונה של רשות הסביבה של עיריית ניו יורק, משכיר הדירה, נייג&#39;ל וורן, עבר על החוק המסדיר את תחום המלונאות. הקנס המקורי היה גבוה יותר ויכל להגיע עד 40 אלף דולר, אז וורן הואשם גם בעבירה על חוקי העזר העירוניים המגדירים אזורי דיור ומסחר.\r\n \r\nלבסוף בית המשפט קבע כי וורן עבר חוק המלונאות, מ-2010, האוסר על השכרת נכס לתקופה של פחות מ-29 יום, וכוון במקור כנגד אנשי עסקים שרכשו בנייני מגורים והפכו אותם לבתי מלון. החוק קובע כי ניתן להשתמש בשטח המוגדר כדירה &quot;רק כמקום מגורים פרטי ואין להשכיר למטרות זמניות או כמלון&quot;.  \r\n  \r\n \r\nההחלטה התקבלה למרות מחאתה של Airbnb בנושא לעירייה ולמושל ניו יורק. החברה השקיעה מאמצים ניכרים במטרה לשנות את החוק כך שיגן על האזרחים הפרטיים המשתמשים בו, אך בינתיים ללא הצלחה. “ההחלטה מנוגדת לכוונת המחוקק&quot;, מסר דובר החברה. “היא מחייבת את המחוקקים להבהיר שניו יורקרים יכולים להשכיר מעת לעת את ביתם, במידה והם רוצים בכך. יש הסכמה גורפת כי מארחים כמו נייג&#39;ל וורן הם לא מטרת החוק המקורי, והגיע הזמן לתקן אותו&quot;. \r\n \r\nהסנאטורית ליז קורגר, מחוקקת החוק, הסכימה עם קביעה זו בעבר ואמרה כי Airbnb אינו עובר על רוח החוק. עם זאת, קרוגר כן גינתה את התנהלות החברה, ואמרה כי היא לא עושה די על מנת להגן על לקוחותיה, ולהזהיר אותם שהפעילות העסקית שלה עלולה לסבך אותם בתביעות פליליות.&quot;זה לא אחראי, באופן כמעט פתולוגי&quot;, אמרה קרוגר.\r\n \r\nמדינת ניו יורק: נגד שירותי שיתוף\r\n \r\nלא ברור האם לקביעת בית המשפט המנהלתי יש תוקף של תקדים משפטי, והאם מדובר ביריית פתיחה כנגד מארחי Airbnb. תעשיית המלונות המסורתית פועלת כנגד החברה מזה תקופה ארוכה. ההחלטה מעיבה על המשך הפעילות של השירות בעיר, הנחשב לאחד השירותים המהפכניים והמצליחים ביותר בתחום התיירות שנראו בשנים האחרונות ופופולרי במיוחד בניו יורק. כרגע יש למעלה מאלף דירות להשכרה במנהטן בלבד.\r\n \r\nבין השאר, הוא מאפשר לדיירים בערים מרכזיות להשכיר את דירתם או חלק ממנה לתקופות קצרות בעבור תיירים שמגיעים לביקור בעיר, ולמטיילים לחפש דירות להשכרה באופן דומה לחיפוש חדר במלון. במקרים רבים, המחירים של השירות נמוכים משמעותית ממחירי בתי המלון, ולמעשה שוברים את השוק, וניתן בקלות למצוא דירות או חדרים להשכרה במקומות מרכזיים ומבוקשים, וכאלו שאין בהם מלונות. \r\n \r\nזאת לא הפעם הראשונה ששירות מקוון פופולרי סובל מבעיות משפטיות קשות בניו יורק. עיריית ניו יורק גם התפרסמה בכך שיצאה כנגד שירות המוניות Uber, ואפליקציות שיתוף מוניות אחרות, שפגעו במנהל רישום המוניות במדינה, בין השאר על ידי כך שהוא אפשר ללימוזינות לפעול כמוניות, או פגע בתעריפים ובנהלים הקבועים בחוק העזר המקומי.\r\n \r\nהחברה גייסה לאחרונה 150 מיליון דולר נוספים מהמיליארדר פיטר ת&#39;יל, בין מייסדי פייפל ואחד המשקיעים המובילים בפייסבוק. היא גם נפוצה מאוד בישראל, ויש אלפי נכסים להשכרה באזור תל-אביב בלבד.", "keywords": ["מנהטן", "ניו יורק", "מיטה וארוחת בוקר", "מלונאות", "Airbnb"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer2/20122005/339861/untitled_L.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "עומר כביר והראל עילם"}, "datePublished": "2013-05-22T16:34:19", "dateModified": "2020-08-03T16:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "אתר Airbnb הוכרז כבלתי חוקי בניו יורק", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2013-05-22", "category": "עולם", "subtitle": ""}