{"@context": "https://schema.org/", "@type": "NewsArticle", "mainEntityOfPage": {"@type": "WebPage", "@id": "https://www.calcalist.co.il/world/articles/0,7340,L-3842511,00.html"}, "headline": "צרפת: שיא במספר הנדבקים היומי מאז מאי; שר הבריאות: &quot;אנחנו לא בגל שני&quot;", "description": "המועמד לנשיאות לשעבר ומקורבו של טראמפ הרמן קיין מת מקורונה; הכלכלה האמריקאית התכווצה ב-32.9% ברבעון השני - הכי הרבה בהיסטוריה; כלכלת גרמניה התכווצה באותו זמן ב-10%; דו&quot;ח: שיעור המתים בבריטניה בתקופת הקורונה  - הכי גבוה באירופה; הנגיד הצרפתי: &quot;ייתכן שהמשבר הכלכלי אצלנו יהיה פחות גרוע מהתחזיות&quot;", "articleBody": "נגיף הקורונה – תמונת מצב בארץ ובעולם\r\n \r\n21:40 - צרפת: שיא במספר הנדבקים היומי מאז מאי\r\n \r\nצרפת מדווחת היום על שיא במספר הנדבקים היומי בקורונה מאז מאי. לפי הגרדיאן, ממוצע הנדבקים בשבעת הימים האחרונים בצרפת חצה את האלף מקרים - לראשונה מאז מחצית חודש מאי. בתוך כך, ספרד דיווחה כי העלייה היומית במספר המקרים היא החדה ביותר מאז שוחרר הסגר בחודש יוני. רשויות הבריאות בצרפת דיווחו הערב על 1,377 מקרים מאומתים חדשים. בספרד דווח על 1,229 מקרים חדשים היום - היום השני ברציפות מעל אלף נדבקים. היום הוא גם היום עם מספר הנדבקים הגבוה בספרד מאז הסרת הסגר ב-21 ביוני. שר הבריאות של צרפת אוליביה וראן התעקש כי המדינה לא נמצאת בגל שני ודחק באנשים לשמור על ריחוק חברתי ולהקפיד על הנחיות ההתגוננות\r\n \r\n \r\n \r\n \r\n18:30 - המועמד לנשיאות לשעבר הרמן קיין מת מקורונה\r\n \r\nהרמן קיין, מי שהיה בעבר מועמד לנשיאות, מת מקורונה לאחר שהשתתף בעצרת בחירות של טראמפ. קיין מת בגיל 74 - פחות משבועיים אחרי שנודע לו לראשונה כי אובחן כחולה בקורונה. קיין היה איש עסקים בולט בתחום המזון, ובאמצע שנות התשעים מונה ליו&quot;ר הבנק הפדראלי של קנזס סיטי. \r\n \r\nקיין ביקש להתמודד במירוץ לנשיאות מטעם המפלגה הרפובליקנית בשנת 2012, אולם בעקבות תלונות על הטרדות מיניות שהועלו נגדו מצד מספר נשים - הוא פרש מהמירוץ. פחות משבועיים לפני שנמסר לו כי נדבק בקורונה הוא השתתף בעצרת בחירות של טראמפ בטולסה, אוקלהומה. בשנה שעברה שקל טראמפ למנות את קיין לחבר המנהלים של הפד, אולם בסופו של דבר חזר בו. למרות זאת, קיין נותר תומך נלהב של טראמפ גם לאחר מכן. \r\n \r\n16:00 - הכלכלה האמריקאית התכווצה ב-32.9% ברבעון השני של 2020\r\n \r\nגרמניה לא לבד - גם ארה&quot;ב רושמת שפל חדש בעידן הקורונה, עם ההתכווצות הכלכלית הגדולה שלה מאז ומעולם ברבעון - מאז החל המעקב אחר הנתון ב-1947; הכלכלה האמריקאית התכווצה ברבעון השני ב-32.9%. יחד עם זאת, הצפי היה לדעיכה גדולה יותר של 34.7%. השיא הקודם מ-1958 עמד על דעיכה של 10% בתוצר. במשבר של 2008 נרשמה ירידה של 8.4%.\r\n \r\n \r\n14:55 - דו&quot;ח: מספר המתים בבריטניה בתקופת הקורונה  - הכי גבוה באירופה\r\n \r\nבריטניה סבלה מהשיעור הגבוה ביותר של מקרי מוות מהקורונה בהשוואה ל -21 מדינות אירופיות אחרות, כך עולה מדו&quot;ח של משרד הסטטיסטיקה של בריטניה (ONS) שהתפרסם היום. הדו&quot;ח אישר את מקומה של בריטניה כאחת המדינות שנפגעו באופן קשה ביותר מהמגיפה. כ-65 אלף מקרי מוות נוספים לעומת שנה רגילה נרשמו בבריטניה מתחילת השנה.\r\n \r\n \r\n \r\n \r\n14:30 -  הפיליפינים: 4,000 נדבקים חדשים ביממה\r\n \r\nהרשויות בפיליפינים אישור כי ביממה האחרונה התגלו עוד כ-4,000 איש שנדבקו בקורונה - העלייה הגדולה ביותר במדינה ביום אחד. זאת לעומת 2,500 נדבקים חדשים שהתגלו ב-8.7\r\n \r\n \r\n12:30 - גרמניה: המשק התכווץ בכ-10% ברבעון השני\r\n \r\nכלכלת גרמניה התכווצה ב-10.1% ברבעון השני – הצניחה החדה ביותר שנרשמה בתוצר הכלכלה הגדולה האירופה מאז החל המעקב הרבעוני ב-1970. התחזיות היו לירידה פחות חזקה, של 9%. \r\n \r\nהקריסה הזו חדה הרבה יותר מהנפילה שנרשמה ברבעון הקשה ביותר של המשבר הפיננסי, הראשון של 2009 – התוצר הגרמני נחתך אז ב-4.7%. בחישוב שנתי נפל התוצר הגרמני ב-11.7%, בשעה שהתחזיות היו לירידה של 10.9%.\r\n \r\n  \r\n11:15 - רוסיה: כמעט 14 אלף מתים עד כה מקורונה\r\n \r\nברוסיה אובחנו ביממה החולפת עוד 5,509 נדבקים בנגיף הקורונה. כמו כן מתו עוד 129 חולים, ובכך עלה מניין המתים ל-13,802 בסך הכל. אתמול אובחנו 5,475 נדבקים ומתו 169 בני אדם.\r\n \r\n10:39 - הונג קונג: המסעדות סגורות לישיבה, העובדים אוכלים על המדרכות\r\n \r\nהרשויות בהונג קונג פתחו מרכזים קהילתיים עבור עובדים שמבקשים לאכול ארוחת צהריים שנקנתה בטייק אוויי, לאחר שהמסעדות נסגרו לישיבה בשל התפשטות הקורונה. עובדים רבים נאלצו לאכול בחוץ על מדרכות בחום ובגשם.\r\n \r\n \r\n \r\nהאיסור על ישיבה במסעדות שנכנס אתמול לתוקף, פגע קשות בעובדי המרכז הפיננסי שבו עובדים מאות אלפים שסועדים במסעדות שבסביבת מקומות העבודה שלהם.\r\nממחר מסעדות יוכלו להיפתח במהלך ארוחות הבוקר והצהריים, בתנאי שהם פועלים בקיבולת של 50% ומבטיחים כי הסועדים יושבים שניים לשולחן.\r\n  \r\n09:55 - אוקראינה: שיא של 1,200 נדבקים חדשים בקורונה ביממה\r\n \r\nאוקראינה דיווחה על שיא יומי של 1,197 נדבקים חדשים בקורונה ביממה האחרונה. באוקראינה יש כ-69 אלף נדבקים וכ-1,700 מתים.  מספר הנדבקים היומיים בנגיף גדל בחודשיים האחרונים לאחר הסרת ההגבלות שהחלה בסוף מאי.\r\n  \r\n09:47 - פולין: הממשלה שוקלת הטלת בידוד למי שיגיע ממדינות מסוימות\r\n \r\nפולין עשויה להחזיר את הבידוד לאנשים שחוזרים ממדינות מסוימות, אמר דובר הממשלה פיוטר מולר.  &quot;אנו שוקלים להכניס הסגר למדינות מסוימות מהאיחוד האירופי ומחוץ לאיחוד האירופי,&quot; אמר מולרל-Polsat News. העיתון  Dziennik Gazeta Prawna דיווח אתמול כי הממשלה שוקלת בידוד לאנשים שיחזרו מספרד, עקב החשש מהתפשטות הקורונה.\r\n \r\n \r\n \r\n09:06 - נגיד הבנק המרכזי של צרפת: &quot;ייתכן שהמשבר הכלכלי אצלנו יהיה פחות גרוע מהתחזיות&quot;\r\n \r\nנגיד הבנק המרכזי של צרפת, פרנסואה וילרוי דה גלהאו, אומר כי ייתכן שהמשבר הכלכלי בצרפת לא יהיה כל כך גרוע כמו התחזית והפעילות בכלכלה השנייה בגודלה בגוש היורו עשויה לחזור בתחילת 2022 לרמות שלפני המשבר. &quot;התחזיות שלנו צופות ירידה של 10% בתמ&quot;ג השנה, אבל ייתכן שהיא תהיה מעט טובה יותר&quot;, ציין.\r\n \r\nבראיון למגזין Paris Match אמר הנגיד כי על ממשלתו של הנשיא עמנואל מקרון להשקיע בחוכמה כדי לבנות מחדש את האמון בכלכלה. &quot;אמון משקי הבית הוא המפתח להתאוששות&quot;, אמר.\r\n \r\n \r\n \r\nממשלת צרפת הקציבה בינתיים 137 מיליארד יורו - כ-6% מהתוצר המקומי הגולמי, כדי לסייע לנפגעי הקורונה וגם התחייבה להבטיח הלוואות בנקאיות בהיקף של 300 מיליארד יורו כדי לסייע לסייע לחברות.\r\n  \r\n08:25 -  וייטנאם הטילה היום מגבלות נוספות עקב התפרצות הקורונה \r\n \r\nוייטנאם הטילה היום מגבלות נוספות עקב התפרצות הקורונה שהחלה באתר נופש פופולרי על חוף הים דא נאנג. ההתפרצות התפשטה משם לחמש ערים ומחוזות נוספות עם 43 נדבקים בקורונה.\r\n \r\n \r\n \r\n08:00 - הקורונה בארה&quot;ב: מניין הקורבנות הגיע ל-150 אלף בני אדם\r\n \r\nמניין המתים כתוצאה מסיבוכי נגיף הקורונה בארצות הברית עלה וכעת עומד על יותר מ-150 אלף. זאת לפי נתוני אוניברסיטת ג&#39;ונס הופקניס. ארצות הברית ממשיכה להיות המדינה שבה נרשם מניין המתים והחולים הגבוה ביותר בעולם - קרוב ל-4 מיליון וחצי בני אדם אובחנו חיובים לנגיף במדינה מפרוץ המגפה. בתוך ארצות הברית, מניין הנדבקים הגבוה ביותר נרשם בקליפורניה ובפלורידה - קרוב לחצי מיליון בכל אחת מהמדינות.\r\n \r\n \r\n \r\n \r\n07:45 - דיווח בבריטניה: תקופת הבידוד לבעלי תסמיני קורונה תתארך בשלושה ימים\r\n \r\nתקופת הבידוד לבעלי תסמיני קורונה בבריטניה שלא אובחנו כחולים תתארך משבוע ל-10 ימים, כך דיווח עיתון הטלגרף המקומי. לפי הדיווח, שר הבריאות מאט הנקוק ציין כי השרים במדינה בוחנים לקצר את תקופת הבידוד לאנשים הנכנסים למדינה מ-14 ימים ל-10 ימים.\r\n \r\n \r\n \r\n07:30 - ארה&quot;ב: פלוסי הודיעה על חובת עטיית מסכה בבית הנבחרים\r\n \r\nיושבת ראש בית הנבחרים האמריקני, ננסי פלוסי, הודיעה על חובת עטיית מסכה שתחול על חברי הבית והצוותים. היא הדגישה כי הנבחרים יורשו להסיר את המסכה בזמן נאומיהם. &quot;הכיסא מחייב מכם לעמוד בדרישה, כסימן לכבוד בריאות הסביבה ורווחתה&quot;, אמרה. \r\n  \r\n07:00 - הקורונה בברזיל: יותר מ-90 אלף חולים מתו, שיא במספר המאובחנים היומי \r\n \r\nמשרד הבריאות בברזיל עדכן על שיא במספר נשאי הקורונה החדשים ביממה, וכן שיא במספר מקרי המוות מהנגיף ביממה. ב-24 השעות האחרונות מתו מקורונה 1,595 בני אדם ואומתו כחולים עוד 69,074. מפרוץ המגפה אובחנו בבריזל כ-2.5 מיליון חולי קורונה, מתוכם מתו יותר מ-90 אלף בני אדם.", "keywords": ["קורונה", "ברזיל", "ארה&quot;ב", "בריטניה", "ננסי פלוסי"], "image": {"@type": "ImageObject", "url": "https://images1.calcalist.co.il/PicServer3/2020/04/30/987901/12_l.jpg", "height": "147", "width": "270"}, "author": {"@type": "Person", "name": "כלכליסט ו-ynet"}, "datePublished": "2020-07-30T21:42:01", "dateModified": "2020-08-20T18:00:03", "publisher": {"@type": "Organization", "name": "Calcalist", "logo": {"@type": "ImageObject", "url": "https://calcalist.co.il/images/1280/header/h_logo.png", "height": "60", "width": "195"}}, "title": "צרפת: שיא במספר הנדבקים היומי מאז מאי; שר הבריאות: \"אנחנו לא בגל שני\"", "url": "", "type": "article", "site_name": "כלכליסט - www.calcalist.co.il", "published_time": "2020-07-30", "category": "עולם", "subtitle": ""}